[{"_id": "531e4fe2fbfba276047f6b1f", "index_title": "Onkelos Leviticus", "category": "Targum", "type": "targum", "ref": "Onkelos Leviticus 20:8", "anchorRef": "Leviticus 20:8", "anchorRefExpanded": ["Leviticus 20:8"], "sourceRef": "Onkelos Leviticus 20:8", "sourceHeRef": "תרגום אונקלוס על ויקרא כ׳:ח׳", "anchorVerse": 8, "sourceHasEn": false, "compDate": [80, 120], "commentaryNum": 20.0008, "collectiveTitle": {"en": "Onkelos Leviticus", "he": "תרגום אונקלוס על ויקרא"}, "heTitle": "תרגום אונקלוס על ויקרא", "he": "וְתִטְּרוּן יָת קְיָמַי וְתַעְבְּדוּן יָתְהוֹן אֲנָא יְיָ מְקַדִּשְׁכוֹן:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "חומש שפתי חכמים, מצודה תשס\"ט", "text": "You must keep My statutes and do [observe] them. I am Adonoy who sanctifies you.", "versionTitle": "Metsudah Chumash, Metsudah Publications, 2009 [with Onkelos translation]", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "532b2685fbfba27c35eec356", "index_title": "Targum Jonathan on Leviticus", "category": "Targum", "type": "targum", "ref": "Targum Jonathan on Leviticus 20:8", "anchorRef": "Leviticus 20:8", "anchorRefExpanded": ["Leviticus 20:8"], "sourceRef": "Targum Jonathan on Leviticus 20:8", "sourceHeRef": "תרגום יונתן על ויקרא כ׳:ח׳", "anchorVerse": 8, "sourceHasEn": true, "compDate": [30, 70], "commentaryNum": 20.0008, "collectiveTitle": {"en": "Targum Jonathan on Leviticus", "he": "תרגום יונתן על ויקרא"}, "heTitle": "תרגום יונתן על ויקרא", "he": "וְתִטְרוּן יַת קְיָמַי וְתַעַבְדוּן יַתְהוֹן אֲנָא הוּא יְיָ מְקַדִשְׁכוֹן", "heVersionTitle": "Targum Jonathan on Leviticus", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": " And observe My statutes and perform them: I am the Lord who sanctifies you.\n", "versionTitle": "The Targum of Jonathan ben Uzziel, trans. J. W. Etheridge, London, 1862", "license": "Public Domain", "versionTitleInHebrew": "תרגום ירושלמי (תרגום יונתן בן-עוזיאל) לתורה, תורגם ע״י ג׳ון ווסלי אטרידג׳, לונדון 1862"}, {"_id": "53f1786cfbfba22336ea31a4", "index_title": "Sforno on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Sforno on Leviticus 20:8:1", "anchorRef": "Leviticus 20:8", "anchorRefExpanded": ["Leviticus 20:8"], "sourceRef": "Sforno on Leviticus 20:8:1", "sourceHeRef": "ספורנו על ויקרא כ׳:ח׳:א׳", "anchorVerse": 8, "sourceHasEn": true, "compDate": [1500, 1550], "commentaryNum": 8.0001, "collectiveTitle": {"en": "Sforno", "he": "ספורנו"}, "heTitle": "ספורנו על ויקרא", "he": "<b>ושמרתם את חקותי ועשיתם אותם.</b> ובזה האופן שתתקדשו בפרישה מן העריות תשמרו ותעשו לדורות כי אם לא תתקדשו אתם ימרו גם הבנים בלי ספק בהיותם נולדים בחטא כענין הן בעון חוללתי:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "ושמרתם את חקותי ועשיתם אותם, the only way you can ensure that this degree of your sanctity continues throughout the generations is by ensuring your meticulous observance of the עריות legislation. If you were to fail to do this, your children, or some of them being born from a sinful, spiritually contaminated union, would already have these strikes against them from birth, making it so much harder for them to attain their G’d-set goal to achieve the level of sanctity expected of them. Compare David’s reference to the subject in Psalms 51,7 where he considers the fact that one’s mother may have not have had the purest thoughts when cohabiting with her husband as already resulting in her child being born in sin, בעון חוללתי.", "versionTitle": "Eliyahu Munk, HaChut Hameshulash", "license": "CC-BY", "versionTitleInHebrew": "החוט המשולש, אליהו מונק"}, {"_id": "53f1786cfbfba22336ea31a6", "index_title": "Sforno on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Sforno on Leviticus 20:8:2", "anchorRef": "Leviticus 20:8", "anchorRefExpanded": ["Leviticus 20:8"], "sourceRef": "Sforno on Leviticus 20:8:2", "sourceHeRef": "ספורנו על ויקרא כ׳:ח׳:ב׳", "anchorVerse": 8, "sourceHasEn": true, "compDate": [1500, 1550], "commentaryNum": 8.0002, "collectiveTitle": {"en": "Sforno", "he": "ספורנו"}, "heTitle": "ספורנו על ויקרא", "he": "<b>אני ה' מקדשכם.</b> כי אמנם מה שאסרתי בעריות הוא לקדשכם לעבודתי:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "אני ה' מקדשכם, by forbidding you incestuous relationships I G’d have actively helped you in your attaining this sanctity, holiness.\n", "versionTitle": "Eliyahu Munk, HaChut Hameshulash", "license": "CC-BY", "versionTitleInHebrew": "החוט המשולש, אליהו מונק"}, {"_id": "569d09f0d6e4a979b40a1403", "index_title": "Pesikta Rabbati", "category": "Midrash", "type": "", "ref": "Pesikta Rabbati 8:1", "anchorRef": "Leviticus 20:8", "anchorRefExpanded": ["Leviticus 20:8"], "sourceRef": "Pesikta Rabbati 8:1", "sourceHeRef": "פסיקתא רבתי ח׳:א׳", "anchorVerse": 8, "sourceHasEn": true, "compDate": [600, 900], "commentaryNum": 8.0001, "collectiveTitle": {"en": "Pesikta Rabbati", "he": "פסיקתא רבתי"}, "he": "והיה בעת ההיא אחפש את ירושלים בנרות (צפניה א' י\"ב). ילמדנו רבינו מהו שידליק אדם נר שישתמש בו מן הנר של חנוכה תלמוד למדונו רבותינו א\"ר אחא בשם רב (אמר) אסור להדליק נר שישתמש בו מנר של חנוכה אבל נר של חנוכה מותר להדליק מנר של חנוכה ומהיכן למדו שמותר להדליק מנר של חנוכה א\"ר יעקב בן אבא מן המנורה שהיתה בבית קדשי הקדשים למדו ששנו רבותינו מצאם שכבו מדשנם ומדליקן מן הדולקין (תמיד פ\"ג) מה אם המנורה שהיתה לפניי ולפנים אם מצאו נר שכבה היה מדליקין מן חבירו כ\"ש נר של חנוכה מותר להדליק מנר של חנוכה אמר הקדוש ברוך הוא כשם שבעולם הזה היו הנרות דולקות בבית קדשי הקדשים כך עתיד אני לעשות כשאבנה את ירושלים מניין ממה שמשלים בנביא אחפש ירושלים בנרות: [והיה בעת ההיא וגו'] כך פתח ר' תנחומא בר ר' נר אלקים נשמת אדם חופש כל חדרי בטן (משלי כ' כ\"ז) א\"ר אחא כשם (שמלכי) [שלמלכי] בו\"ד יש קיריוסים הם מודיעים למלך כל דבר ודבר כך יש לפני הקב\"ה קיריוסים ומגידים כל דבר ודבר שאדם עושה במטמוניות בחשך בגלוי ואלו הן הקיריוסין של הקדוש ברוך הוא זו הנפש שמגדת למלאך ומלאך לכרוב והכרוב להקב\"ה מניין שכן הוא שלמה אומר עוף השמים יוליך את הקול ובעל כנפים יגיד דבר (קהלת י' כ') ודיפתראות כתובות לפני הקדוש ברוך הוא [על] כל מה שבני אדם עושין ולעתיד לבא המקום מוכיח לכל אחד ואחד מעשיו והם עומדים תמיהים לאחד שהיה נשוי בתו של מלך והוא משכים ושואל שלומו של מלך בכל יום והמלך אומר לו כך וכך עשית בביתך כך וכך כעסת כך הכית עבדיך כך כל דבר ודבר והיה יוצא ואומר לבני פלטין מי אמר שכך עשיתי מניין הוא יודע אמרו לו שוטה את בתו אתה נשוי ואתה אומר מניין הוא יודע בתו היא מגדת לו כך האדם הזה עושה כל מה שמבקש ונפשו מגדת הכל להקדוש ברוך הוא והקב\"ה דן את האדם ואומר לו כך וכך עשית והוא עומד ותמיה ואומר מי הודיעו שעשיתי כל אילו והם משיבין אותו ואומרים לו שוטה שבעולם בתו את נשוי ורוחו עליך שנאמר ויפח באפיו נשמת חיים (בראשית ב' ז') ואתה אומר מניין הוא יודע מה שאתה חושב בלבך נפשך מגדת לו כל הדברים נר אלקים נשמת אדם חופש כל חדרי בטן מחפש כל מה שבמטמניות ומגדת להקדוש ברוך הוא אמר דוד אזכרה נגינתי בלילה עם לבבי אשיחה ויחפש רוחי (תהלים ע\"ז ז') עם לבבי אני אשיח ורוחי ומגיד להגיד להקב\"ה ויחפש רוחי נר אלקים נשמת אדם חופש כל חדרי בטן לכך והיה בעת ההיא אחפש ירושלים בנרות: ד\"א והיה בעת ההיא [וגו'] בנרות אתה מחפש ולא לאור הלבנה ולא לאור החמה שאינם מבערים את החמץ בפסח לא לאור הלבנה ולא לאור החמה אלא מדליק נרות ומפשפש את החמץ בפסח כך עתיד הקדוש ברוך הוא לעשות אינו מפשפש את ירושלים אלא בנרות לבער משם עבודה זרה ולעקר יצה\"ר לכך נאמר אחפש ירושלים בנרות (ד\"א והיה ביום) אמרו לו ישראל רבונו של עולם אימתי אתה עושה כך אמר להם (מה שעשה) [משאעשה] מה שכתב למעלה והיה (בעת) [ביום] ההיא [נאם ה' קול צעקה וגו'] (צפניה שם י' וי\"א) קול צעקה משער הדגים זו עכו שהיא נתונה בחיקם של דגים ויללה מן המשנה זו לוד שהיתה משנה לירושלים ושבר גדול מהגבעות זו ציפורי שנתונה בגבעות הילילו יושבי המכתש זו טבריה שעמוקה כמכתשת אמר הקב\"ה עשיתי את הדין בארבע מקומות הללו מה שעשו בהם עכו\"ם באותה שעה אחפש את ירושלים בנרות: ד\"א והיה בעת ההיא אחפש א\"ר אחא לא תהא קורא סמ\"ך אלא שי\"ן אחפש את יורשלים אמר הקדוש ברוך הוא מוצא אני אותה לחירות כשם שהכתבתי בתורה וכי יכה איש את עין עבדו או עין אמתו ושחתה לחפשי ישלחנו (שמות כ\"א כ\"ו) אני הכיתי את שתי עיניהם של בניי שנאמר נסך ה' עליהם רוח תרדימה ויעצם את עיניהם (ישעיה כ\"ט י') אינו בדין שיצאו לחפשי הוי אומר אחפש את ירושלים א\"ר ברכיה הכהן בי רבי אחפש את ירושלים מוציא אני אותה לחפשי למה הכתבתי בתורה כי תקנה עבד עברי שש שנים יעבד ובשביעית יצא לחפשי (שמות כ' ב') הוי אחפש ירושלים: עבד עברי שש שנים יעבד ובשביעית יצא לחפשי (שמות כ' ב') הוי אחפש ירושלים: ד\"א אחפש את ירושלים אמרו לו ישראל רבון העולמים הרי כל הפרוקופי שלנו אחפש את ירושלים בנרות והיכן הוא הבטחת נביאים שהבטחתנו לא יהיה לך השמש לאור יום וגו' והיה ה' לך לאור יומם (ישעיה ס' יט) ואומר קומי אורי כי בא אורך וכבוד ה' עליך זרח (שם שם א') ואתה אומר אחפש את ירושלים בנרות אמר להם הקב\"ה למה שאתם סבורים אינו כך אלא כשם שהראיתיה לזכריה כמ\"ש והנה מנורת זהב כלה (זכריה ד' ב') זו כנסת ישראל כלך יפה רעייתי (שה\"ש ד' ז') ראיתי והנה מנורה זהב כולה וגולה על ראשה (זכריה שם) למענכם שלחתי בבלה (ישעיה מ\"ג י\"ד): וכך הראה למשה ועשית מנורת זהב טהור (שמות כ\"ה ל\"א) זו כנסת ישראל מקשה תיעשה המנורה יריכה וקנה גביעיה כפתוריה ופרחיה (שם) מהו כך אלא יריכה זה הנשיא וקנה [זה אב בית דין גביעיה אלו החכמים כפתריה] אלו התלמידים ופרחיה אילו התינוקות הלמדים בבית הספר ממנה יהיו כלך יפה רעיתי. ד\"א וגולה על ראשה ויעבר מלכם לפניהם וה' בראשם (מיכה א' י\"ג) ושבעה נרותיה עליה (זכריה שם) היא זכות השבת שישראל משמרים אחד לשבעה ימים שבעה ושבעה מוצקות (שם) שבעה כנגד שבעה ימי בראשית חצבה עמודיה שבעה (משלי ט' א') ושבעה כנגד שבעה האבות אברהם יצחק ויעקב קהת עמרם משה והארן: ד\"א ושבעה נרותיה עליה כנגד שבעה מצות האמרות בתורה תרומות ומעשרות שמיטות ויובלות והמילה וכבוד אב ואם ותלמוד תורה כנגד כולם הרי של ג\"פ יש כאן שבעה נרותיה עליה שבעה ושבעה מוצקות הרי עשרים ואחד ושבעה שהם שבעה הרי מ\"ט ועשרים ואחד כנגד שבעים הזקנים ושנים זתים עליה (שם שם ג') אילו שני המשיחים אחד משוח מלחמה ואחד משוח למלך על ישראל אמר הקדוש ברוך הוא שלא תהא מעוטה בפניהם הרי בדברים הללו אני אחפש ירושלים והיה בעת ההוא אחפש ירושלים בנרות: ד\"א והיה בעת [וגו'] ופקדתי עליה האנשים הקופאים על שומריהן (צפניה שם) זש\"ה והיה ביום ההוא לא יהיה [אור] יקרות וקפאון (זכריה י\"ד ו') אלא מה והיה יום אחד הוא יודע לה' לא יום ולא לילה (שם שם ז') לא יום לרשעים ולא לילה לצדיקים אלא מה והיה לעת ערב יהיה אור (שם) ה' אורי וישעי ממי אירא ה' מעוז חיי ממי אפחד (תהלים כ\"ז א'): ד\"א ה' אורי וישעי כך פתח ר' תנחומא בי ר' נר לרגלי דבריך ואור לנתיבתי (תהלים קי\"ט ק\"ה) נר (לרגלי) [לעיני] דבריך כך היה צריך לומר (ואומר) ואינו אומר כן אלא נר לרגלי דבריך ולמה הרשעים דומים לאדם המהלך באפילה הגיע באבן ונכשל בה הגיע לגומץ ונפל בה הוא שכתב דרך רשעים באפילה ולא ידעו במה יכשלו (משלי ד' י\"ט) אבל צדיקים דומים לאדם המהלך ונר לפניו הגיע לגומץ מיסר הימנו שלא יפול בה הגיע לאבן משמר עצמו שלא יכשול בה כך אמר דוד באתי לחלל את השבת והאירה התורה ושמרתם את השבת [וגו'] מחלליה מות יומת (שמות ל\"א י\"ד) באתי לנאוף האירה לי התורה ושמרתם [וגו'] מות יומת הנואף והנואפת (ויקרא כ' ח' עד יו\"ד) למה שהתורה נר לפני הדא היא נר לרגלי דבריך ואור וגו': ד\"א [אם] נר למה אור ואם אור למה נר אמר דוד כשאני מתחיל בדברי תורה כמעט אני מתחיל בהם וכשאני נכנס לתוכה שערים הרבה נפתחים לי לכך אומר נר תחילה ואח\"כ אור נר לרגלי ואור [לנתיבתי]: ד\"א נר לרגלי [וגו'] ואור [וגו'] אימתי אמר הפסוק הזה כשהלך לעמק רפאים אף על פיי שלא היה הולך למלחמה עד שהיה נשאל באורים ותומים בשעה שהלך שמואל למשוח את דוד היו מלאכי השרת מקטרגים לפני הקב\"ה אמרו לו למה אתה נוטל את המלכות ונותנה לדוד אמר להם הקדוש ברוך הוא אומר לכם מה בין שאול לדוד שאול עומד ונשאל לאורים ותומים והפלשתים באים עליו והניח את האורים ואת התומים שהיה עומד ונשאל בהם וברח לא עשה אלא זמן אחד היה עומד ונשאל באורים ובתומים באו הפלשתים עליו אמר לכהן אסוף ידיך כמה שכתב ויהי עד דבר (ה') שאול אל הכהן וגו' [ויאמר שאול אל הכהן אסוף את ידיך] (שמואל א' י\"ד י\"ט) ולא המתין עד שיגמור ודוד עליו הפלשתים התחיל שאול באותה שעה היה עומד בעמק רפאים אמר לו הקב\"ה אל תעלה אלא מאחריהם ואין לך רשות לפשוט יד בהם אפילו (קוראים) [קורבים] לך עד שתראה ראשי הבכאים מנענעים כמה שכתוב ויוסיפו פלשתים ויחנו בעמק רפאים וישאל דוד בה' ויאמר לו וגו' ממול הבכאים (שמואל ב' ה' כ\"ב כ\"ג) ולמה נתן לו סימן להראות מראשיהם ולא מאחוריהם א\"ר ברכיה בי רבי שכולם מליאים קוצים מראשיהם כלומר הואיל שאתם בצרה אף אני עמכם יקראני ואענהו עמו אנכי בצרה (תהלים צ\"א ט\"ו) ויהי בשמעך את קול הצעדה בראשי הבכאים אז תחרץ (שמואל כ\"ד) דבר חתוך כמ\"ש אם חרוצים ימיו וגו' (איוב י\"ד ד') כיון שיצא היו הפלשתים קרובים ובאים וישראל רואים אותם שלא היו רחוקים מהם אלא ד' אמות אמרו לו ישראל דוד מה אנו עומדים אמר להם מצווה אני מן האלקים שלא לפשוט עד שאראה ראשי אילנות מנענעים אמר להם אם פושטים אנו יד [בהם] אנו מתים ואם אין אנו פושטים יד בהם אנו מתים מוטב לנו נמות צדיקים ולא נמות רשעים אמר להם אני ואתם נתלה עינינו בהקדוש ברוך הוא מיד כיון שתלו עיניהם מיד נענענו האילנות ומיד פשטו יד כמ\"ש ויעש דוד כאשר צוה אלקים וגו' (שמואל שם כ\"ה) אמר הקב\"ה למלאכי השרת ראו מה בין דוד לשאול מי גרם לדוד להינצל הוא וישראל הדיבר שהאיר להם נר לרגלי דבריך: ד\"א ה' אורי וישעי כנגד מי אמרו דוד ר' אלעזר בן פדת אמר כנגד מלחמת מצרים ור' שמואל בר נחמן אמר כנגד גליות אמרו ורבותינו אמרו [כנגד ראש השנה ויום הכפורים] וריב\"ל [אמר] כנגד גדוד עמלק אמרו כמ\"ש ויהי בבוא דוד ואנשיו צקלג ביום השלישי ועמלקי פשטו [וגו'] וישבו כל אשר בה וגו' (שמואל א' ל' א' וב') וישאל דוד בה' הארדוף אחרי הגדוד הזה (שם שם) וימצאו איש מצרי [וגו'] (שם שם י\"א) ויורידהו והנה נטושים על פני [וגו'] (שם שם ט\"ז) ויכם דוד מהנשף ועד הערב למחרתם (שם שם י\"ז) למחרת אין כתיב כאן אלא עד למחרתם שהיה מכה בהם ג' ימים שנאמר ויכם דוד מהנשף ועד הערב הרי אחד עד למחרת הרי שני ימים. לדוד ה' אורי וישעי [וגו'] ה' אורי (וישעי) כי אתה תאיר נרי [הי אלקי יגיה חשכי] כי בך ארוץ גדוד (תהלים י\"ח כ\"ט ול') וישעי מגיני וקרן ישעי (שם שם ג') ממי אירא כי בך ארוץ גדוד (שם שם ל') בקרוב עלי מריעים לאכול בשרי אלו נשיו שהציל כמ\"ש ודבק באשתו והיו לבשר אחד (בראשית ב' כ\"ד): אמרו לו ישראל רבש\"ע כל מלחמה שתעמוד עלינו אינו מתייראים הימנה למה שעליך אנו בטוחים שאתה מציל אותנו כמ\"ש אם תחנה עלי מחנה לא יירא לבי אם תקום עלי מלחמה בזאת אני בוטח (תהלים כ\"ז ג):", "heVersionTitle": "OYW", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "... Teach us, oh master – may one light a lamp for personal use from the Channukah lights? Our masters taught us – R’ Acha said in the name of Rav ‘it is forbidden to light a lamp to use from the Channukah lights, but one may light a Channukah light from a Channukah light.’ From where did they learn that it is permissible to light a Channukah light (from it)? R’ Yaakov ben Aba said, they learned it from the menorah that was in the Holy of Holies, as our rabbis taught that if one found they had gone out, they should be cleaned out and re-lit from those that are still lit. (Tamid 3) If we would relight an extinguished lamp of the menorah, which was placed in the innermost sanctum, from the lamps still burning all the more so it is permissible to light a Channukah light from the lights still burning.’ The Holy One said, just as in this world lamps were lit in the Holy of Holies, so too I will do when I rebuild Jerusalem. From where do we know this? From the words of the prophet “And it shall come to pass on that day, that I will search Jerusalem with candles…” (Tzephaniah 1:12)", "versionTitle": "Rabbi Mike Feuer, Jerusalem Anthology", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "57e77d22d6e4a94c7c18a7a8", "index_title": "Tafsir Rasag", "category": "Targum", "type": "targum", "ref": "Tafsir Rasag, Leviticus 20:8", "anchorRef": "Leviticus 20:8", "anchorRefExpanded": ["Leviticus 20:8"], "sourceRef": "Tafsir Rasag, Leviticus 20:8", "sourceHeRef": "תפסיר רס\"ג, ויקרא כ׳:ח׳", "anchorVerse": 8, "sourceHasEn": false, "compDate": [918, 942], "commentaryNum": 20.0008, "collectiveTitle": {"en": "Tafsir Rasag", "he": "תפסיר רס\"ג"}, "heTitle": "ויקרא", "he": "ואחפט̇ו רסומי ואעמלו בהא לאני אללה מקדסכם", "heVersionTitle": "Tafsir al-Torah bi-al-Arabiya, Paris, 1893", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תפסיר אלתורה באלערביה, פריס, 1893", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59ef33c0d6e4a90d4d5df232", "index_title": "Steinsaltz on Sanhedrin", "category": "Quoting Commentary", "type": "", "ref": "Steinsaltz on Sanhedrin 54a:18", "anchorRef": "Leviticus 20:8", "anchorRefExpanded": ["Leviticus 20:8"], "sourceRef": "Steinsaltz on Sanhedrin 54a:18", "sourceHeRef": "ביאור שטיינזלץ על סנהדרין נ״ד א:י״ח", "anchorVerse": 8, "sourceHasEn": false, "compDate": [1950, 2010], "commentaryNum": 107.0018, "collectiveTitle": {"en": "Steinsaltz on Sanhedrin", "he": "ביאור שטיינזלץ על סנהדרין"}, "heTitle": "ביאור שטיינזלץ על סנהדרין", "he": "ושואלים: <b>ורבנן</b> <small>[וחכמים]</small> <b>אזהרה</b> (איסור) <b>לאשת אביו מנא להו</b> <small>[מנין להם]?</small> ומשיבים: <b>נפקא להו</b> <small>[יוצא להם]</small> הדבר <b>מ</b>הכתוב <b>\"ערות אשת אביך לא תגלה\"</b> (ויקרא כ, ח).", "heVersionTitle": "William Davidson Edition - Hebrew", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5c7da504d712ce00182a2ab2", "index_title": "Sifra", "category": "Midrash", "type": "", "ref": "Sifra, Kedoshim, Chapter 10 3", "anchorRef": "Leviticus 20:8", "anchorRefExpanded": ["Leviticus 20:8"], "sourceRef": "Sifra, Kedoshim, Chapter 10 3", "sourceHeRef": "ספרא, קדושים, פרק י ג׳", "anchorVerse": 8, "sourceHasEn": true, "compDate": [250, 350], "commentaryNum": 3, "collectiveTitle": {"en": "Sifra", "he": "ספרא"}, "heTitle": "פרק י", "he": "<small>הוספה:</small> [ג] \"ושמרתם את חקותי ועשיתם אותם\" – שאין לי אלא מה שפרט הכתוב. שאר דקדוקי הפרשה מנין? תלמוד לומר \"ושמרתם את חקותי ועשיתם אותם\".", "heVersionTitle": "Venice 1545", "heLicense": "", "heVersionTitleInHebrew": "", "text": "3) (Vayikra 20:8) \"And you shall heed My statutes and do them\": This tells me only of what Scripture specifies. Whence do I derive (the necessity of observance of) the other inferences of the section? From (Vayikra 20:8) \"And you shall heed My statutes and do them.\"", "versionTitle": "Sifra by Rabbi Shraga Silverstein", "license": "CC-BY", "versionTitleInHebrew": "ספרא, רבי שרגא זילברשטיין"}, {"_id": "5c7da507d712ce00182a2ab6", "index_title": "Sifra", "category": "Midrash", "type": "", "ref": "Sifra, Kedoshim, Chapter 10 4", "anchorRef": "Leviticus 20:8", "anchorRefExpanded": ["Leviticus 20:8"], "sourceRef": "Sifra, Kedoshim, Chapter 10 4", "sourceHeRef": "ספרא, קדושים, פרק י ד׳", "anchorVerse": 8, "sourceHasEn": true, "compDate": [250, 350], "commentaryNum": 4, "collectiveTitle": {"en": "Sifra", "he": "ספרא"}, "heTitle": "פרק י", "he": "<small>הוספה:</small> [ד] \"אני ה' מקדשכם\" – כשם שאני קדוש כך אתם היו קדושים.", "heVersionTitle": "Venice 1545", "heLicense": "", "heVersionTitleInHebrew": "", "text": "4) (Vayikra 20:8) \"I am the L–rd who makes you holy\": Just as I am holy, so, you be holy.\"", "versionTitle": "Sifra by Rabbi Shraga Silverstein", "license": "CC-BY", "versionTitleInHebrew": "ספרא, רבי שרגא זילברשטיין"}, {"_id": "5f1ea005eb7d2e14756449c3", "index_title": "Midrash Lekach Tov", "category": "Midrash", "type": "commentary", "ref": "Midrash Lekach Tov, Leviticus 20:8:1", "anchorRef": "Leviticus 20:8", "anchorRefExpanded": ["Leviticus 20:8"], "sourceRef": "Midrash Lekach Tov, Leviticus 20:8:1", "sourceHeRef": "מדרש לקח טוב, ויקרא כ׳:ח׳:א׳", "anchorVerse": 8, "sourceHasEn": false, "compDate": [1105, 1115], "commentaryNum": 8.0001, "collectiveTitle": {"en": "Midrash Lekach Tov", "he": "מדרש לקח טוב"}, "heTitle": "ויקרא", "he": "<b>פס'.</b> ושמרתם את חקותי ועשיתם אותם. מלמד שהתלמוד מביא לידי מעשה שנאמר ולמדתם אותם ושמרתם לעשותם:", "heVersionTitle": "Midrash Lekach Tov on Torah, Vilna 1884", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש לקח טוב, מכונה פסיקתא זוטרתא, וילנא תרמ\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6037a6a8cda51cfa3ddf3b09", "index_title": "Ramban on Leviticus", "category": "Quoting Commentary", "type": "", "ref": "Ramban on Leviticus 20:9:1", "anchorRef": "Leviticus 20:8", "anchorRefExpanded": ["Leviticus 20:8"], "sourceRef": "Ramban on Leviticus 20:9:1", "sourceHeRef": "רמב\"ן על ויקרא כ׳:ט׳:א׳", "anchorVerse": 8, "sourceHasEn": true, "compDate": [1246, 1286], "commentaryNum": 9.0001, "collectiveTitle": {"en": "Ramban on Leviticus", "he": "רמב\"ן על ויקרא"}, "he": "וטעם <b>כי איש איש אשר יקלל את אביו ואת אמו</b> יחזור לראש הפרשה שאמר איש אמו ואביו תיראו (ויקרא י״ט:ג׳) ואמר כאן כי איש איש אשר לא ישמע (וכו') ומקלל אביו ואמו מות יומת ועל דרך האמת בעבור שאמר (ויקרא כ׳:ז׳) והתקדשתם והייתם קדושים כי אני ה' אלהיכם ואמר (ויקרא כ׳:ח׳) אני ה' מקדשכם כי השם הנכבד הוא המקדש אותנו כי הוא אבינו וגואלנו מעולם הוא שמו אם כן המקלל את המשתתפין ביצירה חייב מיתה וזה טעם משפט הנואף והנואפת אשר סמך לכאן והקדימו לכל העריות וכבר רמזתי זה למעלה (שמות כ יג) והזכיר הכתוב קצת העריות לחייב בהם מיתה והן אשת איש ואשת אב והכלה והזכר ואשה ואמה (ויקרא כ׳:י׳-י״ד) והוא הדין אשה ובתה ובת בתה כי הזכיר קצת שאר האשה והוא הדין לכל הנזכרים שם (ויקרא י״ח:י״ז) באזהרה וכל שכן שאר עצמו בת בנו ובת בתו הנזכרים (ויקרא י״ח:י׳) ואין צריך לומר בתו ובכל זה עוד מדרשים לחייב אותן וכן הזכיר חיוב הרביעה במיתה (ויקרא כ׳:ט״ו-ט״ז) וחזר והזכיר כרת אחר בנדה (ויקרא כ׳:י״ח) לחייבו בהעראה בלא גמר ביאה הוא שאמר את מקורה הערה (ויקרא כ׳:י״ח) וכן באחות אם ואחות אב כי את שארו הערה (ויקרא כ׳:י״ט) והזכיר דודתו וכן אשת אחיו (ויקרא כ׳:כ׳-כ״א) לחייבם בערירות בין שלא היו לו בנים או היו לו והכרת הבא באחותו (ויקרא כ׳:י״ז) הוא מיותר ונדרש לרבותינו (מכות יד) למה יצא כרת באחותו וכו' ועל דרך הפשט הוסיף בכרת \"לעיני בני עמם\" (ויקרא כ׳:י״ז) לומר שתמות בנוער נפשם בענין שיראו ויבינו וישכילו יחד כי יד ה' עשתה זאת וקדוש ישראל גזרה וטעם עונו ישא שיהיה החטא ההוא דבק בו מן העת ההיא מעשיו לא יצליחו ורבצה בו האלה כי יכהו השם בתחלואים רעים עד השמידו בכרת כענין שאמרו (שבת לג) סימן לעבירה הדרוקן ולא הוצרך להזכיר חייבי הכרת האחרים כגון אמו (ויקרא י״ח:ז׳) ואחות אשה (שם יח יח) שכבר למדנו מן הנזכרים כל הצריך:", "heVersionTitle": "On Your Way New", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "FOR WHATSOEVER MAN THERE BE THAT CURSETH HIS FATHER OR HIS MOTHER. The meaning thereof is that it refers back to the beginning of the section where He stated, <i>Ye shall fear every man his mother, and his father</i>,<sup class=\"footnote-marker\">233</sup><i class=\"footnote\">Above, 19:3.</i> and He now states here, <i>for whatsoever man there be</i> that does not obey [this commandment] and <i>curseth his father, or his mother, he shall surely be put to death</i>, and by way of the Truth, [the mystic teachings of the Cabala], this verse is here stated because He had said [above], <i>Sanctify yourselves therefore, and by ye holy; for I am the Eternal your G-d</i>,<sup class=\"footnote-marker\">234</sup><i class=\"footnote\">Verse 7.</i> and <i>I am the Eternal Who sanctify you</i>,<sup class=\"footnote-marker\">235</sup><i class=\"footnote\">Verse 8.</i> meaning that it is <i>the Glorious Name</i><sup class=\"footnote-marker\">236</sup><i class=\"footnote\">Deuteronomy 28:58.</i> Who sanctifies us, for He is <i>our Father</i>, and <i>our Redeemer from everlasting</i>,<sup class=\"footnote-marker\">237</sup><i class=\"footnote\">Isaiah 63:16.</i> and it is His Name; therefore he who curses those who participated in his formation, is liable to death. This is the reason for the law [of the punishment] of the adulterer and adulteress, [in the following verse], which He placed near here before [the law of] all forbidden relations [mentioned further on in this section].<sup class=\"footnote-marker\">238</sup><i class=\"footnote\">Ramban’s meaning, as clearly indicated by his commentary (see following note) is that as a result of committing adultery the children of the union may come to transgress the laws relating to parental honor, as they will not know who their fathers are. It is for this reason that the law of the adulterer and adulteress is identical to that of one who curses his parents [who is liable to death by the hand of the court], as the one leads to the other, and therefore too, it is mentioned in juxtaposition to that law.</i> I have already alluded to this above.<sup class=\"footnote-marker\">239</sup><i class=\"footnote\">Exodus 20:13 (Vol. II, p. 320).</i><br>Now Scripture mentions here some of the forbidden relations in order to make [one who has intercourse with them] liable to death, these being a man’s wife,<sup class=\"footnote-marker\">240</sup><i class=\"footnote\">Verse 10.</i> a father’s wife,<sup class=\"footnote-marker\">241</sup><i class=\"footnote\">Verse 11.</i> a daughter-in-law,<sup class=\"footnote-marker\">242</sup><i class=\"footnote\">Verse 12.</i> a male,<sup class=\"footnote-marker\">243</sup><i class=\"footnote\">Verse 13.</i> a woman and her mother,<sup class=\"footnote-marker\">244</sup><i class=\"footnote\">Verse 14.</i> and the same law applies to a woman and her daughter and her daughter’s daughter, for He mentioned here only some of the relations of a wife, but the same punishment applies to all those mentioned there<sup class=\"footnote-marker\">245</sup><i class=\"footnote\">Above, 18:17.</i> in the admonition. And surely this applies all the more so to one’s own relatives, such as his son’s daughter and his daughter’s daughter mentioned there,<sup class=\"footnote-marker\">246</sup><i class=\"footnote\"><i>Ibid.</i>, Verse 10.</i> and needless to say, his [own] daughter. On all these matters there are also Rabbinical interpretations to establish their punishment. Similarly He mentioned here the punishment of death for lying with a beast.<sup class=\"footnote-marker\">247</sup><i class=\"footnote\">Verse 15.</i> He mentioned excision again in the case of a menstruant<sup class=\"footnote-marker\">248</sup><i class=\"footnote\">Verse 18.</i> [although this has already been included in a general statement above, 18:29], in order to declare him liable for mere sexual contact without completion of the act, this being the sense of the expression, <i>he hath bared her fountain</i>.<sup class=\"footnote-marker\">248</sup><i class=\"footnote\">Verse 18.</i> Similarly [He has stated] in the case of a mother’s sister and a father’s sister, <i>for he hath bared his near kin</i>.<sup class=\"footnote-marker\">249</sup><i class=\"footnote\">Verse 19.</i> He mentioned an uncle’s wife<sup class=\"footnote-marker\">250</sup><i class=\"footnote\">Verse 20.</i> and also a brother’s wife,<sup class=\"footnote-marker\">251</sup><i class=\"footnote\">Verse 21.</i> in order to declare them liable to [the punishment of] dying childless, whether he had no children at the time when he commits the sin, or he did have [in which case none will survive him]. But the excision mentioned in the case of one’s sister<sup class=\"footnote-marker\">252</sup><i class=\"footnote\">Verse 17.</i> is redundant [being included in the general statement above, 18:29], and has therefore been interpreted by our Rabbis:<sup class=\"footnote-marker\">253</sup><i class=\"footnote\">Makkoth 13 b.</i> “Why was excision specified in the case of a sister etc.” In line with the plain meaning of Scripture [excision was specified in the case of a sister] in order that Scripture should add [that it will be done] <i>in the sight of the children of their people</i>,<sup class=\"footnote-marker\">252</sup><i class=\"footnote\">Verse 17.</i> meaning to state that <i>their soul will perish in youth</i><sup class=\"footnote-marker\">254</sup><i class=\"footnote\">Job 36:14.</i> in such a way that people will see, understand and realize <i>that the hand of the Eternal hath done this</i>,<sup class=\"footnote-marker\">255</sup><i class=\"footnote\">Isaiah 41:20.</i> and that the Holy One of Israel has decreed it.<br>The meaning of the expression <i>he shall bear his iniquity</i>,<sup class=\"footnote-marker\">252</sup><i class=\"footnote\">Verse 17.</i> is that this sin will cleave to him from that time onwards, his deeds will not prosper, and the curse shall lie upon him,<sup class=\"footnote-marker\">256</sup><i class=\"footnote\">See Deuteronomy 29:19.</i> for G-d will strike him with sore sicknesses until He will destroy him with excision, something similar to what the Rabbis have said:<sup class=\"footnote-marker\">257</sup><i class=\"footnote\">Shabbath 37 a.</i> “A sign of [this type of] sin is one affected with dropsy.” It was not necessary for Scripture to mention the other people who are liable to excision, such as one’s mother<sup class=\"footnote-marker\">258</sup><i class=\"footnote\">Above, 18:7.</i> and a wife’s sister,<sup class=\"footnote-marker\">259</sup><i class=\"footnote\"><i>Ibid.</i>, Verse 18.</i> because all that is needed to be stated about them we have already derived from those mentioned [here in this section].", "versionTitle": "Commentary on the Torah by Ramban (Nachmanides). Translated and annotated by Charles B. Chavel. New York, Shilo Pub. House, 1971-1976", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "62037edb47cf7a0c25239b5b", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Leviticus, Part III; Holiness, General Regulations on Holiness II 2", "anchorRef": "Leviticus 20:1-27", "anchorRefExpanded": ["Leviticus 20:1", "Leviticus 20:2", "Leviticus 20:3", "Leviticus 20:4", "Leviticus 20:5", "Leviticus 20:6", "Leviticus 20:7", "Leviticus 20:8", "Leviticus 20:9", "Leviticus 20:10", "Leviticus 20:11", "Leviticus 20:12", "Leviticus 20:13", "Leviticus 20:14", "Leviticus 20:15", "Leviticus 20:16", "Leviticus 20:17", "Leviticus 20:18", "Leviticus 20:19", "Leviticus 20:20", "Leviticus 20:21", "Leviticus 20:22", "Leviticus 20:23", "Leviticus 20:24", "Leviticus 20:25", "Leviticus 20:26", "Leviticus 20:27"], "sourceRef": "The Five Books of Moses, by Everett Fox, Leviticus, Part III; Holiness, General Regulations on Holiness II 2", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, ויקרא, ויקרא מאמר ה׳, ויקרא הערה ג׳ ב׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "General Regulations on Holiness II", "he": "ויקרא הערה ג׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "ויקרא הערה ג׳", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "We move now into laws dealing with some of the more serious offenses against God in the biblical view: idolatry (including worship of the “Molekh” and consulting spirits), insulting parents, adultery, and sexual crimes. These are distinguished from the previous chapter by the inclusion of punishments; their seriousness is indicated by their capital nature. The reiteration of sexual laws forms a bracket with Chap. 18, thus highlighting the central position and rhetoric of 19. Another bracket, this time within the chapter, involves the chiasm of necromancy and the exhortation to be holy (vv.6–7 and 26–27). Finally, while the motifs of the Israelites avoiding pagan practices, and the land “vomiting out” its wrongdoers, return from Chap. 18, there is a further throwback (vv.24–26): to Chap. 11, where “separation” from the nations was a major issue in terms of diet.", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620380a4713bd8cd388d3e4d", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Leviticus, Part III; Holiness 2-8", "anchorRef": "Leviticus 18:1-26:46", "anchorRefExpanded": ["Leviticus 18:1", "Leviticus 18:2", "Leviticus 18:3", "Leviticus 18:4", "Leviticus 18:5", "Leviticus 18:6", "Leviticus 18:7", "Leviticus 18:8", "Leviticus 18:9", "Leviticus 18:10", "Leviticus 18:11", "Leviticus 18:12", "Leviticus 18:13", "Leviticus 18:14", "Leviticus 18:15", "Leviticus 18:16", "Leviticus 18:17", "Leviticus 18:18", "Leviticus 18:19", "Leviticus 18:20", "Leviticus 18:21", "Leviticus 18:22", "Leviticus 18:23", "Leviticus 18:24", "Leviticus 18:25", "Leviticus 18:26", "Leviticus 18:27", "Leviticus 18:28", "Leviticus 18:29", "Leviticus 18:30", "Leviticus 19:1", "Leviticus 19:2", "Leviticus 19:3", "Leviticus 19:4", "Leviticus 19:5", "Leviticus 19:6", "Leviticus 19:7", "Leviticus 19:8", "Leviticus 19:9", "Leviticus 19:10", "Leviticus 19:11", "Leviticus 19:12", "Leviticus 19:13", "Leviticus 19:14", "Leviticus 19:15", "Leviticus 19:16", "Leviticus 19:17", "Leviticus 19:18", "Leviticus 19:19", "Leviticus 19:20", "Leviticus 19:21", "Leviticus 19:22", "Leviticus 19:23", "Leviticus 19:24", "Leviticus 19:25", "Leviticus 19:26", "Leviticus 19:27", "Leviticus 19:28", "Leviticus 19:29", "Leviticus 19:30", "Leviticus 19:31", "Leviticus 19:32", "Leviticus 19:33", "Leviticus 19:34", "Leviticus 19:35", "Leviticus 19:36", "Leviticus 19:37", "Leviticus 20:1", "Leviticus 20:2", "Leviticus 20:3", "Leviticus 20:4", "Leviticus 20:5", "Leviticus 20:6", "Leviticus 20:7", "Leviticus 20:8", "Leviticus 20:9", "Leviticus 20:10", "Leviticus 20:11", "Leviticus 20:12", "Leviticus 20:13", "Leviticus 20:14", "Leviticus 20:15", "Leviticus 20:16", "Leviticus 20:17", "Leviticus 20:18", "Leviticus 20:19", "Leviticus 20:20", "Leviticus 20:21", "Leviticus 20:22", "Leviticus 20:23", "Leviticus 20:24", "Leviticus 20:25", "Leviticus 20:26", "Leviticus 20:27", "Leviticus 21:1", "Leviticus 21:2", "Leviticus 21:3", "Leviticus 21:4", "Leviticus 21:5", "Leviticus 21:6", "Leviticus 21:7", "Leviticus 21:8", "Leviticus 21:9", "Leviticus 21:10", "Leviticus 21:11", "Leviticus 21:12", "Leviticus 21:13", "Leviticus 21:14", "Leviticus 21:15", "Leviticus 21:16", "Leviticus 21:17", "Leviticus 21:18", "Leviticus 21:19", "Leviticus 21:20", "Leviticus 21:21", "Leviticus 21:22", "Leviticus 21:23", "Leviticus 21:24", "Leviticus 22:1", "Leviticus 22:2", "Leviticus 22:3", "Leviticus 22:4", "Leviticus 22:5", "Leviticus 22:6", "Leviticus 22:7", "Leviticus 22:8", "Leviticus 22:9", "Leviticus 22:10", "Leviticus 22:11", "Leviticus 22:12", "Leviticus 22:13", "Leviticus 22:14", "Leviticus 22:15", "Leviticus 22:16", "Leviticus 22:17", "Leviticus 22:18", "Leviticus 22:19", "Leviticus 22:20", "Leviticus 22:21", "Leviticus 22:22", "Leviticus 22:23", "Leviticus 22:24", "Leviticus 22:25", "Leviticus 22:26", "Leviticus 22:27", "Leviticus 22:28", "Leviticus 22:29", "Leviticus 22:30", "Leviticus 22:31", "Leviticus 22:32", "Leviticus 22:33", "Leviticus 23:1", "Leviticus 23:2", "Leviticus 23:3", "Leviticus 23:4", "Leviticus 23:5", "Leviticus 23:6", "Leviticus 23:7", "Leviticus 23:8", "Leviticus 23:9", "Leviticus 23:10", "Leviticus 23:11", "Leviticus 23:12", "Leviticus 23:13", "Leviticus 23:14", "Leviticus 23:15", "Leviticus 23:16", "Leviticus 23:17", "Leviticus 23:18", "Leviticus 23:19", "Leviticus 23:20", "Leviticus 23:21", "Leviticus 23:22", "Leviticus 23:23", "Leviticus 23:24", "Leviticus 23:25", "Leviticus 23:26", "Leviticus 23:27", "Leviticus 23:28", "Leviticus 23:29", "Leviticus 23:30", "Leviticus 23:31", "Leviticus 23:32", "Leviticus 23:33", "Leviticus 23:34", "Leviticus 23:35", "Leviticus 23:36", "Leviticus 23:37", "Leviticus 23:38", "Leviticus 23:39", "Leviticus 23:40", "Leviticus 23:41", "Leviticus 23:42", "Leviticus 23:43", "Leviticus 23:44", "Leviticus 24:1", "Leviticus 24:2", "Leviticus 24:3", "Leviticus 24:4", "Leviticus 24:5", "Leviticus 24:6", "Leviticus 24:7", "Leviticus 24:8", "Leviticus 24:9", "Leviticus 24:10", "Leviticus 24:11", "Leviticus 24:12", "Leviticus 24:13", "Leviticus 24:14", "Leviticus 24:15", "Leviticus 24:16", "Leviticus 24:17", "Leviticus 24:18", "Leviticus 24:19", "Leviticus 24:20", "Leviticus 24:21", "Leviticus 24:22", "Leviticus 24:23", "Leviticus 25:1", "Leviticus 25:2", "Leviticus 25:3", "Leviticus 25:4", "Leviticus 25:5", "Leviticus 25:6", "Leviticus 25:7", "Leviticus 25:8", "Leviticus 25:9", "Leviticus 25:10", "Leviticus 25:11", "Leviticus 25:12", "Leviticus 25:13", "Leviticus 25:14", "Leviticus 25:15", "Leviticus 25:16", "Leviticus 25:17", "Leviticus 25:18", "Leviticus 25:19", "Leviticus 25:20", "Leviticus 25:21", "Leviticus 25:22", "Leviticus 25:23", "Leviticus 25:24", "Leviticus 25:25", "Leviticus 25:26", "Leviticus 25:27", "Leviticus 25:28", "Leviticus 25:29", "Leviticus 25:30", "Leviticus 25:31", "Leviticus 25:32", "Leviticus 25:33", "Leviticus 25:34", "Leviticus 25:35", "Leviticus 25:36", "Leviticus 25:37", "Leviticus 25:38", "Leviticus 25:39", "Leviticus 25:40", "Leviticus 25:41", "Leviticus 25:42", "Leviticus 25:43", "Leviticus 25:44", "Leviticus 25:45", "Leviticus 25:46", "Leviticus 25:47", "Leviticus 25:48", "Leviticus 25:49", "Leviticus 25:50", "Leviticus 25:51", "Leviticus 25:52", "Leviticus 25:53", "Leviticus 25:54", "Leviticus 25:55", "Leviticus 26:1", "Leviticus 26:2", "Leviticus 26:3", "Leviticus 26:4", "Leviticus 26:5", "Leviticus 26:6", "Leviticus 26:7", "Leviticus 26:8", "Leviticus 26:9", "Leviticus 26:10", "Leviticus 26:11", "Leviticus 26:12", "Leviticus 26:13", "Leviticus 26:14", "Leviticus 26:15", "Leviticus 26:16", "Leviticus 26:17", "Leviticus 26:18", "Leviticus 26:19", "Leviticus 26:20", "Leviticus 26:21", "Leviticus 26:22", "Leviticus 26:23", "Leviticus 26:24", "Leviticus 26:25", "Leviticus 26:26", "Leviticus 26:27", "Leviticus 26:28", "Leviticus 26:29", "Leviticus 26:30", "Leviticus 26:31", "Leviticus 26:32", "Leviticus 26:33", "Leviticus 26:34", "Leviticus 26:35", "Leviticus 26:36", "Leviticus 26:37", "Leviticus 26:38", "Leviticus 26:39", "Leviticus 26:40", "Leviticus 26:41", "Leviticus 26:42", "Leviticus 26:43", "Leviticus 26:44", "Leviticus 26:45", "Leviticus 26:46"], "sourceRef": "The Five Books of Moses, by Everett Fox, Leviticus, Part III; Holiness 2-8", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, ויקרא, ויקרא מאמר ה׳ ב׳-ח׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Part III; Holiness", "he": "ויקרא מאמר ו׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["T<small>HE ADDITION OF</small> C<small>HAPTERS 18–26 CHANGES THE NATURE OF THE BOOK BEFORE US</small>. I<small>T</small> accomplishes this, not by introducing something entirely new into biblical thinking, but by broadening the base of God’s words to Moshe in Leviticus. In this book we have already encountered the “Holy-Shrine,” “holy-things,” “holy donations,” and the like; we have seen that Israel is to be “separate” from the nations around it in a variety of life areas. But now we move toward expansion of what was called for at the first moments at Sinai: for Israel to be a “[kingdom of priests and a] holy nation” (Ex. 19:6).", "While the exact structure and setting of the Holiness Code, as these chapters were designated a century ago, are subject to scholarly debate, its thrust seems clear enough. Beginning with sexual relations, Israel is to be “holy,” “separate” from other nations. Holiness here has a connotation of wholeness and perfection; Wright (1992) has defined it as “that which is consistent with God and his character.”", "<i>Imitatio dei</i>, the human urge to be godlike, is an ancient, undoubtedly prehistoric one. We long to be linked with the primal powers of existence, whose rush we feel at heightened moments of <i>perception</i>, but whose perfection is always out of reach in the flesh and blood world of human beings. The Torah, in contrast, presents the longing for perfection and wholeness as properly expressed through a discipline of <i>behavior</i> in all areas of life, personal and communal. The central lines “Holy are you to be, / for holy am I, YHWH your God” (19:2) are followed by line after line calling for holiness in worship, agriculture, interpersonal relations, business, the treatment of the disabled and the elderly, court procedure, and sexuality, to list some of the areas covered.", "Many communities of the “elect,” from Qumran at the Dead Sea to medieval monasteries, and many individuals, from biblical Nazirites (Num. 6) to Sufi mystics and St. Francis, have sought to create lives suffused with holiness; one could easily maintain that many of the mainstream forms and ideas in Judaism, Christianity, and Islam have remained wedded to this approach. They all owe a debt, one way or the other, to Lev. 18–26, especially in the communal sphere. Rarely has the drive toward holiness found as full expression in a vision of “real life” society, grounded in the everyday world of people and institutions, as it does in the texts to be found in the following chapters.", "For many decades, debate has raged within the scholarly community as to the date and setting of H, the putative stratum of literature to which these chapters belong. As of this writing there is still not full agreement on (a) whether H was indeed a separate document or school, and (b) whether its origin and influence can be easily traced (cf., for instance, Knohl, and Milgrom 1993). These disagreements, however, should not and must not detract from the importance of what we have in these chapters: a significant statement of the ethical code of ancient Israel which continues to speak to contemporary problems.", "<img>", "<i>Lev. 19:35</i> You are not to commit corruption injustice, in measure, weight, or capacity…"], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620380a9713bd8cd388d3e51", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Leviticus, On the Book of Leviticus and Its Structure 2-41", "anchorRef": "Leviticus 1:1-27:34", "anchorRefExpanded": ["Leviticus 1:1", "Leviticus 1:2", "Leviticus 1:3", "Leviticus 1:4", "Leviticus 1:5", "Leviticus 1:6", "Leviticus 1:7", "Leviticus 1:8", "Leviticus 1:9", "Leviticus 1:10", "Leviticus 1:11", "Leviticus 1:12", "Leviticus 1:13", "Leviticus 1:14", "Leviticus 1:15", "Leviticus 1:16", "Leviticus 1:17", "Leviticus 2:1", "Leviticus 2:2", "Leviticus 2:3", "Leviticus 2:4", "Leviticus 2:5", "Leviticus 2:6", "Leviticus 2:7", "Leviticus 2:8", "Leviticus 2:9", "Leviticus 2:10", "Leviticus 2:11", "Leviticus 2:12", "Leviticus 2:13", "Leviticus 2:14", "Leviticus 2:15", "Leviticus 2:16", "Leviticus 3:1", "Leviticus 3:2", "Leviticus 3:3", "Leviticus 3:4", "Leviticus 3:5", "Leviticus 3:6", "Leviticus 3:7", "Leviticus 3:8", "Leviticus 3:9", "Leviticus 3:10", "Leviticus 3:11", "Leviticus 3:12", "Leviticus 3:13", "Leviticus 3:14", "Leviticus 3:15", "Leviticus 3:16", "Leviticus 3:17", "Leviticus 4:1", "Leviticus 4:2", "Leviticus 4:3", "Leviticus 4:4", "Leviticus 4:5", "Leviticus 4:6", "Leviticus 4:7", "Leviticus 4:8", "Leviticus 4:9", "Leviticus 4:10", "Leviticus 4:11", "Leviticus 4:12", "Leviticus 4:13", "Leviticus 4:14", "Leviticus 4:15", "Leviticus 4:16", "Leviticus 4:17", "Leviticus 4:18", "Leviticus 4:19", "Leviticus 4:20", "Leviticus 4:21", "Leviticus 4:22", "Leviticus 4:23", "Leviticus 4:24", "Leviticus 4:25", "Leviticus 4:26", "Leviticus 4:27", "Leviticus 4:28", "Leviticus 4:29", "Leviticus 4:30", "Leviticus 4:31", "Leviticus 4:32", "Leviticus 4:33", "Leviticus 4:34", "Leviticus 4:35", "Leviticus 5:1", "Leviticus 5:2", "Leviticus 5:3", "Leviticus 5:4", "Leviticus 5:5", "Leviticus 5:6", "Leviticus 5:7", "Leviticus 5:8", "Leviticus 5:9", "Leviticus 5:10", "Leviticus 5:11", "Leviticus 5:12", "Leviticus 5:13", "Leviticus 5:14", "Leviticus 5:15", "Leviticus 5:16", "Leviticus 5:17", "Leviticus 5:18", "Leviticus 5:19", "Leviticus 5:20", "Leviticus 5:21", "Leviticus 5:22", "Leviticus 5:23", "Leviticus 5:24", "Leviticus 5:25", "Leviticus 5:26", "Leviticus 6:1", "Leviticus 6:2", "Leviticus 6:3", "Leviticus 6:4", "Leviticus 6:5", "Leviticus 6:6", "Leviticus 6:7", "Leviticus 6:8", "Leviticus 6:9", "Leviticus 6:10", "Leviticus 6:11", "Leviticus 6:12", "Leviticus 6:13", "Leviticus 6:14", "Leviticus 6:15", "Leviticus 6:16", "Leviticus 6:17", "Leviticus 6:18", "Leviticus 6:19", "Leviticus 6:20", "Leviticus 6:21", "Leviticus 6:22", "Leviticus 6:23", "Leviticus 7:1", "Leviticus 7:2", "Leviticus 7:3", "Leviticus 7:4", "Leviticus 7:5", "Leviticus 7:6", "Leviticus 7:7", "Leviticus 7:8", "Leviticus 7:9", "Leviticus 7:10", "Leviticus 7:11", "Leviticus 7:12", "Leviticus 7:13", "Leviticus 7:14", "Leviticus 7:15", "Leviticus 7:16", "Leviticus 7:17", "Leviticus 7:18", "Leviticus 7:19", "Leviticus 7:20", "Leviticus 7:21", "Leviticus 7:22", "Leviticus 7:23", "Leviticus 7:24", "Leviticus 7:25", "Leviticus 7:26", "Leviticus 7:27", "Leviticus 7:28", "Leviticus 7:29", "Leviticus 7:30", "Leviticus 7:31", "Leviticus 7:32", "Leviticus 7:33", "Leviticus 7:34", "Leviticus 7:35", "Leviticus 7:36", "Leviticus 7:37", "Leviticus 7:38", "Leviticus 8:1", "Leviticus 8:2", "Leviticus 8:3", "Leviticus 8:4", "Leviticus 8:5", "Leviticus 8:6", "Leviticus 8:7", "Leviticus 8:8", "Leviticus 8:9", "Leviticus 8:10", "Leviticus 8:11", "Leviticus 8:12", "Leviticus 8:13", "Leviticus 8:14", "Leviticus 8:15", "Leviticus 8:16", "Leviticus 8:17", "Leviticus 8:18", "Leviticus 8:19", "Leviticus 8:20", "Leviticus 8:21", "Leviticus 8:22", "Leviticus 8:23", "Leviticus 8:24", "Leviticus 8:25", "Leviticus 8:26", "Leviticus 8:27", "Leviticus 8:28", "Leviticus 8:29", "Leviticus 8:30", "Leviticus 8:31", "Leviticus 8:32", "Leviticus 8:33", "Leviticus 8:34", "Leviticus 8:35", "Leviticus 8:36", "Leviticus 9:1", "Leviticus 9:2", "Leviticus 9:3", "Leviticus 9:4", "Leviticus 9:5", "Leviticus 9:6", "Leviticus 9:7", "Leviticus 9:8", "Leviticus 9:9", "Leviticus 9:10", "Leviticus 9:11", "Leviticus 9:12", "Leviticus 9:13", "Leviticus 9:14", "Leviticus 9:15", "Leviticus 9:16", "Leviticus 9:17", "Leviticus 9:18", "Leviticus 9:19", "Leviticus 9:20", "Leviticus 9:21", "Leviticus 9:22", "Leviticus 9:23", "Leviticus 9:24", "Leviticus 10:1", "Leviticus 10:2", "Leviticus 10:3", "Leviticus 10:4", "Leviticus 10:5", "Leviticus 10:6", "Leviticus 10:7", "Leviticus 10:8", "Leviticus 10:9", "Leviticus 10:10", "Leviticus 10:11", "Leviticus 10:12", "Leviticus 10:13", "Leviticus 10:14", "Leviticus 10:15", "Leviticus 10:16", "Leviticus 10:17", "Leviticus 10:18", "Leviticus 10:19", "Leviticus 10:20", "Leviticus 11:1", "Leviticus 11:2", "Leviticus 11:3", "Leviticus 11:4", "Leviticus 11:5", "Leviticus 11:6", "Leviticus 11:7", "Leviticus 11:8", "Leviticus 11:9", "Leviticus 11:10", "Leviticus 11:11", "Leviticus 11:12", "Leviticus 11:13", "Leviticus 11:14", "Leviticus 11:15", "Leviticus 11:16", "Leviticus 11:17", "Leviticus 11:18", "Leviticus 11:19", "Leviticus 11:20", "Leviticus 11:21", "Leviticus 11:22", "Leviticus 11:23", "Leviticus 11:24", "Leviticus 11:25", "Leviticus 11:26", "Leviticus 11:27", "Leviticus 11:28", "Leviticus 11:29", "Leviticus 11:30", "Leviticus 11:31", "Leviticus 11:32", "Leviticus 11:33", "Leviticus 11:34", "Leviticus 11:35", "Leviticus 11:36", "Leviticus 11:37", "Leviticus 11:38", "Leviticus 11:39", "Leviticus 11:40", "Leviticus 11:41", "Leviticus 11:42", "Leviticus 11:43", "Leviticus 11:44", "Leviticus 11:45", "Leviticus 11:46", "Leviticus 11:47", "Leviticus 12:1", "Leviticus 12:2", "Leviticus 12:3", "Leviticus 12:4", "Leviticus 12:5", "Leviticus 12:6", "Leviticus 12:7", "Leviticus 12:8", "Leviticus 13:1", "Leviticus 13:2", "Leviticus 13:3", "Leviticus 13:4", "Leviticus 13:5", "Leviticus 13:6", "Leviticus 13:7", "Leviticus 13:8", "Leviticus 13:9", "Leviticus 13:10", "Leviticus 13:11", "Leviticus 13:12", "Leviticus 13:13", "Leviticus 13:14", "Leviticus 13:15", "Leviticus 13:16", "Leviticus 13:17", "Leviticus 13:18", "Leviticus 13:19", "Leviticus 13:20", "Leviticus 13:21", "Leviticus 13:22", "Leviticus 13:23", "Leviticus 13:24", "Leviticus 13:25", "Leviticus 13:26", "Leviticus 13:27", "Leviticus 13:28", "Leviticus 13:29", "Leviticus 13:30", "Leviticus 13:31", "Leviticus 13:32", "Leviticus 13:33", "Leviticus 13:34", "Leviticus 13:35", "Leviticus 13:36", "Leviticus 13:37", "Leviticus 13:38", "Leviticus 13:39", "Leviticus 13:40", "Leviticus 13:41", "Leviticus 13:42", "Leviticus 13:43", "Leviticus 13:44", "Leviticus 13:45", "Leviticus 13:46", "Leviticus 13:47", "Leviticus 13:48", "Leviticus 13:49", "Leviticus 13:50", "Leviticus 13:51", "Leviticus 13:52", "Leviticus 13:53", "Leviticus 13:54", "Leviticus 13:55", "Leviticus 13:56", "Leviticus 13:57", "Leviticus 13:58", "Leviticus 13:59", "Leviticus 14:1", "Leviticus 14:2", "Leviticus 14:3", "Leviticus 14:4", "Leviticus 14:5", "Leviticus 14:6", "Leviticus 14:7", "Leviticus 14:8", "Leviticus 14:9", "Leviticus 14:10", "Leviticus 14:11", "Leviticus 14:12", "Leviticus 14:13", "Leviticus 14:14", "Leviticus 14:15", "Leviticus 14:16", "Leviticus 14:17", "Leviticus 14:18", "Leviticus 14:19", "Leviticus 14:20", "Leviticus 14:21", "Leviticus 14:22", "Leviticus 14:23", "Leviticus 14:24", "Leviticus 14:25", "Leviticus 14:26", "Leviticus 14:27", "Leviticus 14:28", "Leviticus 14:29", "Leviticus 14:30", "Leviticus 14:31", "Leviticus 14:32", "Leviticus 14:33", "Leviticus 14:34", "Leviticus 14:35", "Leviticus 14:36", "Leviticus 14:37", "Leviticus 14:38", "Leviticus 14:39", "Leviticus 14:40", "Leviticus 14:41", "Leviticus 14:42", "Leviticus 14:43", "Leviticus 14:44", "Leviticus 14:45", "Leviticus 14:46", "Leviticus 14:47", "Leviticus 14:48", "Leviticus 14:49", "Leviticus 14:50", "Leviticus 14:51", "Leviticus 14:52", "Leviticus 14:53", "Leviticus 14:54", "Leviticus 14:55", "Leviticus 14:56", "Leviticus 14:57", "Leviticus 15:1", "Leviticus 15:2", "Leviticus 15:3", "Leviticus 15:4", "Leviticus 15:5", "Leviticus 15:6", "Leviticus 15:7", "Leviticus 15:8", "Leviticus 15:9", "Leviticus 15:10", "Leviticus 15:11", "Leviticus 15:12", "Leviticus 15:13", "Leviticus 15:14", "Leviticus 15:15", "Leviticus 15:16", "Leviticus 15:17", "Leviticus 15:18", "Leviticus 15:19", "Leviticus 15:20", "Leviticus 15:21", "Leviticus 15:22", "Leviticus 15:23", "Leviticus 15:24", "Leviticus 15:25", "Leviticus 15:26", "Leviticus 15:27", "Leviticus 15:28", "Leviticus 15:29", "Leviticus 15:30", "Leviticus 15:31", "Leviticus 15:32", "Leviticus 15:33", "Leviticus 16:1", "Leviticus 16:2", "Leviticus 16:3", "Leviticus 16:4", "Leviticus 16:5", "Leviticus 16:6", "Leviticus 16:7", "Leviticus 16:8", "Leviticus 16:9", "Leviticus 16:10", "Leviticus 16:11", "Leviticus 16:12", "Leviticus 16:13", "Leviticus 16:14", "Leviticus 16:15", "Leviticus 16:16", "Leviticus 16:17", "Leviticus 16:18", "Leviticus 16:19", "Leviticus 16:20", "Leviticus 16:21", "Leviticus 16:22", "Leviticus 16:23", "Leviticus 16:24", "Leviticus 16:25", "Leviticus 16:26", "Leviticus 16:27", "Leviticus 16:28", "Leviticus 16:29", "Leviticus 16:30", "Leviticus 16:31", "Leviticus 16:32", "Leviticus 16:33", "Leviticus 16:34", "Leviticus 17:1", "Leviticus 17:2", "Leviticus 17:3", "Leviticus 17:4", "Leviticus 17:5", "Leviticus 17:6", "Leviticus 17:7", "Leviticus 17:8", "Leviticus 17:9", "Leviticus 17:10", "Leviticus 17:11", "Leviticus 17:12", "Leviticus 17:13", "Leviticus 17:14", "Leviticus 17:15", "Leviticus 17:16", "Leviticus 18:1", "Leviticus 18:2", "Leviticus 18:3", "Leviticus 18:4", "Leviticus 18:5", "Leviticus 18:6", "Leviticus 18:7", "Leviticus 18:8", "Leviticus 18:9", "Leviticus 18:10", "Leviticus 18:11", "Leviticus 18:12", "Leviticus 18:13", "Leviticus 18:14", "Leviticus 18:15", "Leviticus 18:16", "Leviticus 18:17", "Leviticus 18:18", "Leviticus 18:19", "Leviticus 18:20", "Leviticus 18:21", "Leviticus 18:22", "Leviticus 18:23", "Leviticus 18:24", "Leviticus 18:25", "Leviticus 18:26", "Leviticus 18:27", "Leviticus 18:28", "Leviticus 18:29", "Leviticus 18:30", "Leviticus 19:1", "Leviticus 19:2", "Leviticus 19:3", "Leviticus 19:4", "Leviticus 19:5", "Leviticus 19:6", "Leviticus 19:7", "Leviticus 19:8", "Leviticus 19:9", "Leviticus 19:10", "Leviticus 19:11", "Leviticus 19:12", "Leviticus 19:13", "Leviticus 19:14", "Leviticus 19:15", "Leviticus 19:16", "Leviticus 19:17", "Leviticus 19:18", "Leviticus 19:19", "Leviticus 19:20", "Leviticus 19:21", "Leviticus 19:22", "Leviticus 19:23", "Leviticus 19:24", "Leviticus 19:25", "Leviticus 19:26", "Leviticus 19:27", "Leviticus 19:28", "Leviticus 19:29", "Leviticus 19:30", "Leviticus 19:31", "Leviticus 19:32", "Leviticus 19:33", "Leviticus 19:34", "Leviticus 19:35", "Leviticus 19:36", "Leviticus 19:37", "Leviticus 20:1", "Leviticus 20:2", "Leviticus 20:3", "Leviticus 20:4", "Leviticus 20:5", "Leviticus 20:6", "Leviticus 20:7", "Leviticus 20:8", "Leviticus 20:9", "Leviticus 20:10", "Leviticus 20:11", "Leviticus 20:12", "Leviticus 20:13", "Leviticus 20:14", "Leviticus 20:15", "Leviticus 20:16", "Leviticus 20:17", "Leviticus 20:18", "Leviticus 20:19", "Leviticus 20:20", "Leviticus 20:21", "Leviticus 20:22", "Leviticus 20:23", "Leviticus 20:24", "Leviticus 20:25", "Leviticus 20:26", "Leviticus 20:27", "Leviticus 21:1", "Leviticus 21:2", "Leviticus 21:3", "Leviticus 21:4", "Leviticus 21:5", "Leviticus 21:6", "Leviticus 21:7", "Leviticus 21:8", "Leviticus 21:9", "Leviticus 21:10", "Leviticus 21:11", "Leviticus 21:12", "Leviticus 21:13", "Leviticus 21:14", "Leviticus 21:15", "Leviticus 21:16", "Leviticus 21:17", "Leviticus 21:18", "Leviticus 21:19", "Leviticus 21:20", "Leviticus 21:21", "Leviticus 21:22", "Leviticus 21:23", "Leviticus 21:24", "Leviticus 22:1", "Leviticus 22:2", "Leviticus 22:3", "Leviticus 22:4", "Leviticus 22:5", "Leviticus 22:6", "Leviticus 22:7", "Leviticus 22:8", "Leviticus 22:9", "Leviticus 22:10", "Leviticus 22:11", "Leviticus 22:12", "Leviticus 22:13", "Leviticus 22:14", "Leviticus 22:15", "Leviticus 22:16", "Leviticus 22:17", "Leviticus 22:18", "Leviticus 22:19", "Leviticus 22:20", "Leviticus 22:21", "Leviticus 22:22", "Leviticus 22:23", "Leviticus 22:24", "Leviticus 22:25", "Leviticus 22:26", "Leviticus 22:27", "Leviticus 22:28", "Leviticus 22:29", "Leviticus 22:30", "Leviticus 22:31", "Leviticus 22:32", "Leviticus 22:33", "Leviticus 23:1", "Leviticus 23:2", "Leviticus 23:3", "Leviticus 23:4", "Leviticus 23:5", "Leviticus 23:6", "Leviticus 23:7", "Leviticus 23:8", "Leviticus 23:9", "Leviticus 23:10", "Leviticus 23:11", "Leviticus 23:12", "Leviticus 23:13", "Leviticus 23:14", "Leviticus 23:15", "Leviticus 23:16", "Leviticus 23:17", "Leviticus 23:18", "Leviticus 23:19", "Leviticus 23:20", "Leviticus 23:21", "Leviticus 23:22", "Leviticus 23:23", "Leviticus 23:24", "Leviticus 23:25", "Leviticus 23:26", "Leviticus 23:27", "Leviticus 23:28", "Leviticus 23:29", "Leviticus 23:30", "Leviticus 23:31", "Leviticus 23:32", "Leviticus 23:33", "Leviticus 23:34", "Leviticus 23:35", "Leviticus 23:36", "Leviticus 23:37", "Leviticus 23:38", "Leviticus 23:39", "Leviticus 23:40", "Leviticus 23:41", "Leviticus 23:42", "Leviticus 23:43", "Leviticus 23:44", "Leviticus 24:1", "Leviticus 24:2", "Leviticus 24:3", "Leviticus 24:4", "Leviticus 24:5", "Leviticus 24:6", "Leviticus 24:7", "Leviticus 24:8", "Leviticus 24:9", "Leviticus 24:10", "Leviticus 24:11", "Leviticus 24:12", "Leviticus 24:13", "Leviticus 24:14", "Leviticus 24:15", "Leviticus 24:16", "Leviticus 24:17", "Leviticus 24:18", "Leviticus 24:19", "Leviticus 24:20", "Leviticus 24:21", "Leviticus 24:22", "Leviticus 24:23", "Leviticus 25:1", "Leviticus 25:2", "Leviticus 25:3", "Leviticus 25:4", "Leviticus 25:5", "Leviticus 25:6", "Leviticus 25:7", "Leviticus 25:8", "Leviticus 25:9", "Leviticus 25:10", "Leviticus 25:11", "Leviticus 25:12", "Leviticus 25:13", "Leviticus 25:14", "Leviticus 25:15", "Leviticus 25:16", "Leviticus 25:17", "Leviticus 25:18", "Leviticus 25:19", "Leviticus 25:20", "Leviticus 25:21", "Leviticus 25:22", "Leviticus 25:23", "Leviticus 25:24", "Leviticus 25:25", "Leviticus 25:26", "Leviticus 25:27", "Leviticus 25:28", "Leviticus 25:29", "Leviticus 25:30", "Leviticus 25:31", "Leviticus 25:32", "Leviticus 25:33", "Leviticus 25:34", "Leviticus 25:35", "Leviticus 25:36", "Leviticus 25:37", "Leviticus 25:38", "Leviticus 25:39", "Leviticus 25:40", "Leviticus 25:41", "Leviticus 25:42", "Leviticus 25:43", "Leviticus 25:44", "Leviticus 25:45", "Leviticus 25:46", "Leviticus 25:47", "Leviticus 25:48", "Leviticus 25:49", "Leviticus 25:50", "Leviticus 25:51", "Leviticus 25:52", "Leviticus 25:53", "Leviticus 25:54", "Leviticus 25:55", "Leviticus 26:1", "Leviticus 26:2", "Leviticus 26:3", "Leviticus 26:4", "Leviticus 26:5", "Leviticus 26:6", "Leviticus 26:7", "Leviticus 26:8", "Leviticus 26:9", "Leviticus 26:10", "Leviticus 26:11", "Leviticus 26:12", "Leviticus 26:13", "Leviticus 26:14", "Leviticus 26:15", "Leviticus 26:16", "Leviticus 26:17", "Leviticus 26:18", "Leviticus 26:19", "Leviticus 26:20", "Leviticus 26:21", "Leviticus 26:22", "Leviticus 26:23", "Leviticus 26:24", "Leviticus 26:25", "Leviticus 26:26", "Leviticus 26:27", "Leviticus 26:28", "Leviticus 26:29", "Leviticus 26:30", "Leviticus 26:31", "Leviticus 26:32", "Leviticus 26:33", "Leviticus 26:34", "Leviticus 26:35", "Leviticus 26:36", "Leviticus 26:37", "Leviticus 26:38", "Leviticus 26:39", "Leviticus 26:40", "Leviticus 26:41", "Leviticus 26:42", "Leviticus 26:43", "Leviticus 26:44", "Leviticus 26:45", "Leviticus 26:46", "Leviticus 27:1", "Leviticus 27:2", "Leviticus 27:3", "Leviticus 27:4", "Leviticus 27:5", "Leviticus 27:6", "Leviticus 27:7", "Leviticus 27:8", "Leviticus 27:9", "Leviticus 27:10", "Leviticus 27:11", "Leviticus 27:12", "Leviticus 27:13", "Leviticus 27:14", "Leviticus 27:15", "Leviticus 27:16", "Leviticus 27:17", "Leviticus 27:18", "Leviticus 27:19", "Leviticus 27:20", "Leviticus 27:21", "Leviticus 27:22", "Leviticus 27:23", "Leviticus 27:24", "Leviticus 27:25", "Leviticus 27:26", "Leviticus 27:27", "Leviticus 27:28", "Leviticus 27:29", "Leviticus 27:30", "Leviticus 27:31", "Leviticus 27:32", "Leviticus 27:33", "Leviticus 27:34"], "sourceRef": "The Five Books of Moses, by Everett Fox, Leviticus, On the Book of Leviticus and Its Structure 2-41", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, ויקרא, ויקרא מאמר ב׳ ב׳-מ״א", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "On the Book of Leviticus and Its Structure", "he": "ויקרא מאמר ג׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "ויקרא מאמר ב׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["F<small>OR MOST LAY READERS</small>, <small>THE THIRD OF THE</small> F<small>IVE BOOKS OF</small> M<small>OSES PRESENTS FORMIDA</small>ble obstacles. Many people find it difficult to relate to the description of ritual slaughter of animals and the disposal of their blood and flesh in the opening section of the book, or to the detailed prescriptions regarding bodily functions, skin disease, and mold in Chapters 12–15. Others experience Leviticus as obscure: Why exactly do Aaron’s sons die in Chapter 10? How can one explain the ritual of the scapegoat in Chapter 16? A frequently encountered reaction to the book is the desire to get on to the book of Numbers—which at least has some intriguing narratives such as Moses’ sin and punishment, the faint-heartedness of the spies, and Balaam’s reversed prophecies.", "Yet Leviticus, as it has been placed in the Torah, signals that something of singular importance is at work. The book, after all, occurs at the center of the overall five-book structure. Unlike the other four, it is set entirely around Mount Sinai, and so it forms, geographically as well as structurally, the heart of the Torah document. In addition, the priestly interests so clearly presented in Leviticus appear throughout the Torah: as genealogical lists (Genesis, Exodus, Numbers), descriptions of rituals (Exodus, Numbers, Deuteronomy), and details about the building of the desert “Dwelling” of God (Exodus). Indeed, the opening chapter of it all, Gen. 1 (the Creation story), has strong links in both its themes and terminology with the priestly law.", "Leviticus in fact presents a significant strain, conventionally termed the “priestly” view, in biblical thought. Anthropologically considered, it sheds important light on the outlook of some of those who compiled and read the Hebrew Bible. And the process did not stop there. Many of the categories found in Leviticus were continued and expanded by later Judaism: regulations concerning sexuality and diet, concepts of separation and holiness, and how to deal with one’s fellow human beings in a variety of economic and social settings. These found expression in different but still recognizable form simultaneously in the development of Christianity.", "In late antiquity Leviticus was known as <i>Torat Kohanim</i>, the Priestly Instruction (or simultaneously understood, as Levine suggests, as the Instruction of the Priests). Given both the concerns of the priestly writers and the wording they use to express those concerns, I see Leviticus as the Book of Separations, the book in which are set forth distinctions between a whole range of aspects of ancient Israelite experience and practice: holy and profane; ritual purity and pollution; permitted and forbidden in sexuality and diet; Israelites and others; and priests, Levites, and common folk among the Israelites. This near-obsession with drawing lines (or, as Douglas has presented it, concentric circles) may in some sense reflect the position of Israel in the ancient Near East as a small, beleaguered newcomer in a region of hoary empires, situated on land that was constantly invaded by both great powers and local foes. It may also be an echo of the larger Bronze Age and Iron Age process of change from the former, well-nigh universal worship of the Mother Goddess, to the later patriarchal societies with which the Western world still deals through its three monotheistic religions and their cultural outgrowths.", "Overarching the theme of separations or distinctions, through much of the book, is the polarity of order/disorder, represented best in Leviticus by the problem of life and death. As many scholars have noted, regulations regarding sacrifice here connect up with symbolically offering up human life—through the substitution of an animal—to the deity; blood is avoided at all costs, due to its connoting life. Animals that may be used for food (as well as for sacrifice) are in the main those which do not consume other living creatures. Pollutants which endanger the purity of the sanctuary (“Dwelling”) include bodily emissions which the Israelites connected with death (e.g., menstrual blood and “wasted” semen). Finally, the complex system of purification from some kind of skin disease may well originate in the similarity between disease and death. In sum, then, it is no surprise that, two books later, the Deuteronomic Moses implores the people to “choose life” rather than the “death” engendered by improper behavior by both priests and commoners.", "Interestingly, the strong urge to make order (ritual laws) out of disorder (the chaotic processes of human life, from killing animals for food to sexual relations) is reflected in other aspects of the Torah—most notably in the narrative portrayal of the descent lines from father Abraham. Here, the discontinuity represented by sibling rivalries and other threats to survival is countered by God’s establishing a kind of continuity through the choosing of younger brothers. In this case, the strong hand of ritual control is replaced by the somewhat hazardous element of surprise and close calls. But it does manage to provide for family continuity and, ultimately, the survival of the people. Whether this points to early or later experiences historically is the subject of ongoing and unresolved debate among biblical scholars. A widely accepted possibility is that the Torah as we have it was edited by priestly editors living in or shortly after the Babylonian Exile (6th–5th centuries <small>B</small>.<small>C</small>.<small>E</small>.), and that those editors took earlier material (which itself was already multilayered) and adapted it into an overall scheme expressing promise, disobedience, destruction, and survival/hope (cf. Fox 1993).", "In point of fact, Leviticus is best viewed as only a part, albeit the major one as a bloc, of a major thrust of the Torah. According to most biblical scholars, the “priestly” worldview, and the texts that may be attributed to it, makes its appearance with the very chapter with which the entire Torah begins, Gen. 1. Here distinctions and ordering are at the very heart of the text. God, immediately after his first creation-by-word (light), “separates” between light and darkness, then goes on to perform the same operation between heavenly waters (the storehouses of rain) and earthly ones. His remaining acts of creation involve putting heavenly bodies, vegetation, and animal life in order—each “according to its kind,” on specific days of creation. Animals are distinguished from plants through their receiving vocal divine blessing; humans from animals through the addition to the blessing of the phrase “have dominion over” the rest of living things. At the same time, humans are told that they may eat only what grows from the ground, implying that to do otherwise would be a violation of the order of things. Crowning the whole account is the poem (Gen. 2:1–4a) about God’s “finishing” of the “work” of creation, symbolized by his “hallowing” (making holy or separate-for-God) the seventh day. In Gen. 1, then, we are presented with a brief but complete vision of the cosmos as ordered in space, time, and life-forms, under the aegis of a metasexual, nonviolent, and benevolent deity.", "As Genesis unfolds under priestly influence, humans are presented with basic rules and warned of the consequences if those rules are broken. The paradisical situation of Adam and Eve (no labor, vegetarianism, no danger from animals, and sexual innocence) is disrupted by human disobedience, resulting in banishment from Eden—a shattering of the previous wholeness and order. Cain’s murder of his brother leads to the same punishment: uprootedness and hard labor. The mixing of divine and human beings in Gen. 6:1–2 results in a clear distinction being established by God, that humans will henceforth be limited in age. Finally, the account of the universal flood in Chapters 6–9 presents a picture that uses a number of Leviticus motifs. The earth is to be destroyed because human wrongdoing has “ruined” it (or, in Levitical language, “polluted” it). Animal life is rescued by means of taking pairs of animals aboard the ark—with Leviticus’s distinctions of “pure” and impure dutifully mentioned. Noah’s three sons, who also come onto the ark, later become the forefathers of three great divisions of humanity, as laid out in detail in the genealogical lists of Chapters 10–11. Finally, the new beginning of the cosmos, with Noah as a second Adam (cf. the latter’s blessing in 1:28 with that of the former in 9:1–2), is accompanied by both animal sacrifices and dietary restrictions (the introduction of meat is new, accompanied by the caveat—as in Lev. 17—that blood is not to be consumed).", "A major part of the priestly scheme emerges with the detailed instructions concerning the construction of the Tabernacle (God’s place of “Dwelling” on earth) and the priestly vestments that are to be worn there, in Ex. 25–31 (with much of this material repeated in narrative form in Chapters 35–40). The details make sense as part of a larger picture, in which the closer one gets to the “Holiest Holy-Shrine” where God takes up dwelling, the more central the measurements of space and the more precious the materials used. This concentric sense of order is reflected also in the layout of the wilderness camp of the Israelites in Num. 2. Thus the Tabernacle functions as a minicosmos, a visible and ritual representation of the creation itself. Through the layout of curtains within and tribal encampments without, space is ordered; through the festivals (enumerated in Leviticus and Deuteronomy, with some mention in Exodus as well), time is ordered. And, thanks to the provisions laid out in Leviticus, through priest/lay hierarchy, dietary rules, and sacrificial regulations, life-forms are ordered. The result is an almost utopian scheme. It is a world in which everything and everyone are to take their place under the perfect worship of a perfect God, banishing or avoiding death, defect, and disorder. In the priestly view, the world is to be an echo of the divine order that is portrayed in the Creation story.", "Viewed in the perspective of priestly concerns (only part of which we have just outlined), Leviticus is largely concerned with the potential disruption of this utopia. If Genesis chronicles threats to the fulfillment of God’s promises to Abraham, if Numbers recounts threats to his descendants’ survival on their march through the wilderness, then Leviticus concentrates on threats to Israel’s life with God. It presents a whole system of rules designed, first, to provide for purification and reconciliation with God through the sacrificial cult; second, to protect sanctuary, priests, land, and people from estrangement from God (via “pollution” of various kinds); and, finally, to establish a code of behavior that will ensure the perpetual enjoyment of God’s blessings on the land promised to Israel’s ancestors. From this it can readily be seen how Leviticus, far from being of interest to specialists and historians only, is in fact a crucial part of the Torah—perhaps its most crucial part, in that it supplies the ideological center of gravity for the whole. Once Leviticus is added to the narratives, poems, laws, and lists that comprise the rest of the Torah, a picture emerges that is more than literature and more than history. The five books become the multilayered and multifaceted monument that has been studied, puzzled over, and built upon for over two millennia.", "In sum, the world of the priestly strain in the Torah is a realm of desired order and perfection, a realm in which wholeness is to reign, in which anomaly and undesired mixture are not permitted, and in which boundaries are zealously guarded. The human body becomes symbolic of the cosmos: its life/death boundary is marked, and troublesome flows from it are carefully regulated. The land of Israel becomes symbolic of the cosmos: too much evildoing pollutes it, to the point where it can do naught else but “vomit out” its settlers (as it vomited out the previous ones). The animal kingdom, from which humans are allowed to take life under carefully prescribed circumstances, becomes symbolic of cosmic values, through heightening awareness of predator and victim, and careful avoidance of blood, the symbol of life. Indeed, in the system of Leviticus, it is no wonder that death is the major pollutant, and that blood of acceptable animal sacrifice is the agent through which human beings find atonement for minor pollutants.", "The book as it is presently laid out falls into three major sections, with a number of chapters that function either as connectors or appendices to various sections. Linkages and connecting theme words will be spelled out in more detail in the commentary; for the moment, the following outline may suffice:", "I The Sacrificial Cult", "1–7 Sacrificial Offerings: Their Ritual and Disposal", "8–9 The Installation of the Priests", "10 Systems Failure", "II Ritual Pollution and Purification", "11 Forbidden and Permitted Foods: Transition", "12–15 Pollution from Bodily Fluids and Skin Disease", "16 Purifying the Sanctuary and the High Priest", "Appendix: 17 On the Shedding of Animal Blood", "III Holiness", "18 Pollution from Forbidden Unions: Transition", "19:3–4 Frame at Beginning", "19–20 Holiness in Public/Private Behavior", "21–22 Holiness in Priestly Behavior", "23 Holiness in the Calendar", "24 Miscellaneous", "25 Regulations Concerning Land and Slaves", "26:1–2 Frame at End", "26:3–46 Holiness Confirmed or Denied: The Blessing and the Curse", "Appendix: 27 Assessments for the Priests", "Other commentators have of course seen it differently. Most follow the traditional scholarly approach of starting the “Holiness Code” with Chapter 17; Levine rightly parallels it to the beginnings of other law collections in the Torah (Ex. 20:19–23 and Deut. 12; the ending here in Chapter 26 also parallels the endings in the other two codes). Hallo understands the structure as 1–11: Rites of Consumption; 12–16: Rites of Purification; and 17–26: Holiness.", "Overshadowing the clear three-part structure, however one wants to divide it up, is the complex issue of two apparent documents or schools of thought. Biblical scholarship terms these P (“Priestly”) and H (“Holiness”), and roughly attributes the first part of the book (through Chap. 16) to P, with the rest to H. There has been detailed, ongoing debate about the approaches and dating of these sources. As of this writing, it is generally accepted that H is later than P, but there seem to be numerous interpolations of one source into the other, and it is difficult to place them historically with certainty. Here, as elsewhere in biblical literature, we have a layering effect rather than a clear-cut delineation of “authors.” As usual, that appears to have been intentional.", "A word should be said about the relationship between law and narrative in the Torah. As Damrosch has noted, the legal and cultic texts in the five books might be seen by modern readers as intrusive. On the surface, they certainly seem to interrupt a good story. Genesis is largely unencumbered by nonaction (except for the genealogical lists—attributed to P!), but the gripping account of the redemption from Egypt in Exodus, and the drama of revelation on and apostasy beneath Mount Sinai, give way to the sober architectural details of the Tabernacle’s construction. Similarly, the narratives of the book of Numbers, which are among the most striking in the literature, are set off against a background of censuses, laws about suspected adultery and the taking of vows, Levitical duties in the Dwelling, and an enumeration of sacrificial gifts brought by the tribes, among other things.", "The bulk of material in Leviticus, and its placement in the Torah, make it clear that the five books that we have convey their point precisely through the medium of narrative <i>plus</i> cult/law. In the Israelite worldview, these two rather distinct forms, which intermingle past, present, and future (Damrosch), fruitfully enrich and explain one another. It is as if a history of the American Revolution contained all of the debates on and drafts of the Declaration of Independence and the Constitution, as well as accounts of battles and biographies of key personalities. That such an approach parallels neither Homeric epic nor ritual texts in their purity of form is exactly the point: we have here a new genre of great complexity and richness, in which narratives exemplify laws and laws follow narratives. The result is truly a torah, a “teaching” or “instruction.”", "Finally, we might mention the issue of priests and laypeople. Scholars have often seen Leviticus as originating as a manual for priests. What is most fascinating, and perhaps most important (for later history), about this book is the way in which it takes priestly rules and transmutes at least some of them for use in the general populace of ancient Israel. This can be seen most dramatically in the dietary laws, which in other cultures often serve exclusively for priests, and in the area of sexual taboos, which do likewise. In postbiblical Judaism this shift becomes particularly evident: the Jew’s dinner table is termed a “sanctuary in miniature” (complete with loaves of bread and the use of salt—two elements found in the ancient sacrificial cult); dietary laws are expanded for the general population to provide for separation of milk and meat; and separation of husband and wife during menstruation, among traditional Jews, leaves the context of Sanctuary pollution and finds a home in the context of a philosophy of marriage. Many other examples could be brought of the widening of priestly laws to an entire people. Perhaps most dramatic—and most significant—is the eventual shift of the learning and interpretation of sacred texts away from the priests, who in most cultures served as the guardians of the text (and often the culture’s only literate body; cf. medieval Christian Europe). In Judaism of late antiquity, this monopoly was decisively broken; first the scribe and then the rabbi (“master”) took over, with learning extended at last to all those who might make the effort to acquire it. The great exception, at least in antiquity, was women—who, it will be noted, were also excluded from priestly functions in the Bible.", "Three relatively recent developments make it possible to approach Leviticus as a significant, powerful, and interesting biblical text. The first is the explosion of both full-length and shorter studies of the book and its concerns that have appeared in recent years. The work of Milgrom (1991), Levine (1989), Wenham (1979), Eilberg-Schwartz (1990), and Bamberger (1981), to cite just a few of the English-language studies on aspects of Leviticus, now makes it possible to have a serious entry into the book based largely on advances in understanding the cultures of the ancient Near East. It also, admittedly, puts the translator and commentator in a bind: is it possible to add anything new, or will it suffice simply to summarize? My approach in this volume has been largely the latter, along with suggesting to the reader some fruitful directions for further study.", "The second development helpful for approaching Leviticus, which also informs many of the studies just mentioned, is the using of anthropological insights to understand concepts and rituals found in the book. Such an approach places Leviticus in a broader human context, indicating what it does and does not share with other cultural and religious systems. For Leviticus is concerned with the same issues that plague all human societies: how to deal with the boundaries of life and death, how to comprehend and approach the transcendent in life, how to understand one’s (or one’s nation’s) place in the cosmic order, how to make for a just society. Viewed in this light, the book is a “Small Code” (cf. Northrop Frye’s designation of the Bible as “the Great Code”). That is, Leviticus need not remain a total mystery to us, to be unraveled only through detailed analysis and even change (Judaism) or substitution (Christianity), but can be understood on its own terms, if approached with care and in the spirit of seeking the larger picture in the details.", "Finally, we should mention the aesthetic dimension. Like the other books of the Torah, Leviticus uses its own rhetoric to convey its message. Far from employing flat “priestly” style (whatever that may be), it uses formulas, refrains, and other rhythmical forms to impress its teaching (Heb. <i>tora</i>) upon its hearers. This aspect of the book has been the subject of recent study (cf. Paran), but was already echoed in the Buber-Rosenzweig translation. It is my hope that the present volume will contribute to an appreciation of the style of Leviticus."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620382e7c9ad75f2d99af98e", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "", "ref": "The Five Books of Moses, by Everett Fox, Leviticus, Part III; Holiness, General Regulations on Holiness II 1", "anchorRef": "Leviticus 20:1-27", "anchorRefExpanded": ["Leviticus 20:1", "Leviticus 20:2", "Leviticus 20:3", "Leviticus 20:4", "Leviticus 20:5", "Leviticus 20:6", "Leviticus 20:7", "Leviticus 20:8", "Leviticus 20:9", "Leviticus 20:10", "Leviticus 20:11", "Leviticus 20:12", "Leviticus 20:13", "Leviticus 20:14", "Leviticus 20:15", "Leviticus 20:16", "Leviticus 20:17", "Leviticus 20:18", "Leviticus 20:19", "Leviticus 20:20", "Leviticus 20:21", "Leviticus 20:22", "Leviticus 20:23", "Leviticus 20:24", "Leviticus 20:25", "Leviticus 20:26", "Leviticus 20:27"], "sourceRef": "The Five Books of Moses, by Everett Fox, Leviticus, Part III; Holiness, General Regulations on Holiness II 1", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, ויקרא, ויקרא מאמר ה׳, ויקרא הערה ג׳ א׳", "anchorVerse": 1, "sourceHasEn": true, "commentaryNum": 1, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "ויקרא הערה ג׳", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<a class=\"refLink\" data-ref=\"Leviticus 20:1-27\" data-ven=\"The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995\">Leviticus 20:1-27</a>", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "6397633df59c94e06aec0aed", "index_title": "Torah Ohr", "category": "Chasidut", "type": "quotation_auto_tanakh", "ref": "Torah Ohr, Bereshit 1:2", "anchorRef": "Leviticus 20:8", "anchorRefExpanded": ["Leviticus 20:8"], "sourceRef": "Torah Ohr, Bereshit 1:2", "sourceHeRef": "תורה אור, בראשית א׳:ב׳", "anchorVerse": 8, "sourceHasEn": false, "commentaryNum": 1.0002, "collectiveTitle": {"en": "Torah Ohr", "he": "תורה אור"}, "heTitle": "בראשית", "he": "והנה כתיב ושמרתם את חוקתי ועשיתם אתם אתם כתיב שהאדם הוא העושה את התורה. וכך אנו מבקשים בברכת אהבת עולם אהבתנו כו' לשמור ולעשות ולקיים תחלה לעשותה ואח\"כ לקיימה והיינו ע\"י אב הרחמן רחם עלינו ותן בלבנו בינה שמבחינת רחמים עליונים נמשך בינה והתבוננות בלב להיות בה ועל ידה עשיית והתהוות התורה.", "heVersionTitle": "Kehot Publication Society", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "63c9448201e878406e0d393e", "index_title": "Zohar", "category": "Kabbalah", "type": "", "ref": "Zohar, Addenda, Volume I 40:341", "anchorRef": "Leviticus 20:8", "anchorRefExpanded": ["Leviticus 20:8"], "sourceRef": "Zohar, Addenda, Volume I 40:341", "sourceHeRef": "ספר הזהר, תוספות, כרך א מ׳:שמ״א", "anchorVerse": 8, "sourceHasEn": false, "compDate": [1100, 1400], "commentaryNum": 40.0007, "collectiveTitle": {"en": "Zohar", "he": "ספר הזהר"}, "heTitle": "כרך א", "he": "וּמָאי זָכוֹר וְשָׁמוֹר זָכוֹר לַזָּכָר וְשָׁמוֹר לַנְּקֵבָה. מָאי טַעְמָא (ויקרא י״ט:ל׳) וּמִקְדָשִׁי תִּירָאוּ. שִׁמְרוּ עַצְמְכֶם מֵהִרְהוּר, כִּי מִקְדָשִׁי קָדוֹשׁ הוּא לָמָה (ויקרא כ׳:ח׳) כִּי אֲנִי יְיָ מֵקַדִשְׁכֶם, אֲנִי בְּכָל צָד. ע\"כ:", "heVersionTitle": "Vocalized Zohar, Israel 2013", "heLicense": "", "heVersionTitleInHebrew": "ספר הזהר מנקד, ישראל תשע\"ג", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "648839faa5a4d0d592640a5c", "index_title": "Rav Hirsch on Torah", "category": "Commentary", "type": "commentary", "ref": "Rav Hirsch on Torah, Leviticus 20:8:1", "anchorRef": "Leviticus 20:8", "anchorRefExpanded": ["Leviticus 20:8"], "sourceRef": "Rav Hirsch on Torah, Leviticus 20:8:1", "sourceHeRef": "רש\"ר הירש על התורה, ויקרא כ׳:ח׳:א׳", "anchorVerse": 8, "sourceHasEn": true, "compDate": [1845, 1875], "commentaryNum": 8.0001, "collectiveTitle": {"en": "Rav Hirsch", "he": "רש\"ר הירש"}, "heTitle": "ויקרא", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "V. 8. ושמרתם וגו׳ leitet das folgende ein. Gott setzt euch zu Wächtern seiner Gesetze und zu Vollziehern der von ihm zu deren Schutz gegebenen Strafgesetzgebung. Daraus dürfte sich das folgende: כי erklären.", "versionTitle": "Der Pentateuch. Übersetzt und erläutert von Samson Raphael Hirsch, 1903 [de]", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6538e978d56f28b09a37efdc", "index_title": "Talks of Yeshayahu Leibowitz on the Parasha", "category": "Quoting Commentary", "type": "", "ref": "Talks of Yeshayahu Leibowitz on the Parasha, Kedoshim 18:4", "anchorRef": "Leviticus 20:8", "anchorRefExpanded": ["Leviticus 20:8"], "sourceRef": "Talks of Yeshayahu Leibowitz on the Parasha, Kedoshim 18:4", "sourceHeRef": "שיחות על פרשת השבוע (ליבוביץ), קדושים י״ח:ד׳", "anchorVerse": 8, "sourceHasEn": false, "commentaryNum": 18.0004, "collectiveTitle": {"en": "Talks of Yeshayahu Leibowitz on the Parasha", "he": "שיחות על פרשת השבוע (ליבוביץ)"}, "heTitle": "קדושים", "he": "לשון הדברים בסגנון נבואה זו המדברת על העבירות מותאמת ביותר לכתוב ב\"קדושים\", למשל: כנגד \"ואת שבתתי תשמרו\" (ויקרא יט:ג) נאמר בהפטרה: \"ואת שבתתי חללו מאד\" (יחזקאל כ:יג); ובמקום \"אל-תפנו אל-האלילם\" (ויקרא יט:ד) נאמר: \"ואת-גלולי מצרים לא עזבו\" (ויקרא כ:ח), ובמקום \"את-חקתי תשמרו\" (ויקרא יט:יט) נאמר: \"בחקותי לא-הלכו ואת-משפטי מאסו\" (ויקרא כ:יג); והוא הדין בדברים האמורים ב'דיני עריות', והנביא מציג את ישראל כפי שחייבים היו להיות, לעומת מה שהם בפועל; והדברים הנוראים המושמעים בנבואה זו ברורים ומובנים מאוד, הינו: הודיעם את תועבותיהם של אלה שנצטוו על \"קדושים תהיו\". ", "heVersionTitle": "Jerusalem, 2000", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "657ecc5a758c1dc532ec8e96", "index_title": "Steinsaltz on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Steinsaltz on Leviticus 20:8", "anchorRef": "Leviticus 20:8", "anchorRefExpanded": ["Leviticus 20:8"], "sourceRef": "Steinsaltz on Leviticus 20:8", "sourceHeRef": "ביאור שטיינזלץ על ויקרא כ׳:ח׳", "anchorVerse": 8, "sourceHasEn": true, "commentaryNum": 20.0008, "collectiveTitle": {"en": "Steinsaltz", "he": "ביאור שטיינזלץ"}, "heTitle": "ביאור שטיינזלץ על ויקרא", "he": "<b>וּשְׁמַרְתֶּם אֶת חֻקֹּתַי וַעֲשִׂיתֶם אֹתָם. אֲנִי ה' מְקַדִּשְׁכֶם.</b> אני מעניק לכם את מעמדכם המיוחד, ולכן עליכם לשמור הן את הציוויים הפשוטים והן את אלה שעשויים להיראות כגזרות מלך שרירותיות.", "heVersionTitle": "The Koren Steinsaltz Tanakh HaMevoar - Hebrew", "heLicense": "Copyright: Steinsaltz Center", "heVersionTitleInHebrew": "", "text": "<b>You shall observe My statutes and perform them: I am the Lord who sanctifies you. </b>I am the One who bestows upon you a unique status, and therefore you must observe My commandments, both the simple, understandable ones, and those which may appear to you as the arbitrary decrees of a King.", "versionTitle": "The Steinsaltz Tanakh - English", "license": "Copyright: Steinsaltz Center", "versionTitleInHebrew": ""}, {"_id": "66b21e84d11c92d4bb191c6a", "index_title": "Sefat Emet", "category": "Chasidut", "type": "", "ref": "Sefat Emet, Leviticus, Emor 5:3", "anchorRef": "Leviticus 20:8", "anchorRefExpanded": ["Leviticus 20:8"], "sourceRef": "Sefat Emet, Leviticus, Emor 5:3", "sourceHeRef": "שפת אמת, ויקרא, אמור ה׳:ג׳", "anchorVerse": 8, "sourceHasEn": true, "compDate": [1860, 1900], "commentaryNum": 5.0003, "collectiveTitle": {"en": "Sefat Emet", "he": "שפת אמת"}, "heTitle": "אמור", "he": "באבות פ\"ד רי\"א עוה\"ז דומה לפרוזדור בפני עוה\"ב. השכל יורנו כי כמו שקשה לכל עובד ה' לקרב לבו בעוה\"ז (חסר תיבה א') [*לעבודה] שבלב בתפלה ותורה לשמה. כמו כן ומכ\"ש שקשה בעוה\"ב לקרב עצמו לג\"ע ולשורש העבודה אשר (חסר תיבה א') [*העיקר] שמה בג\"ע כמאמר לעבדה ולשמרה. אמנם מצות ומעש\"ט בעוה\"ז הן המה הכנה להתקרב בעוה\"ב לשורש (חסר תיבה א') המצות. וז\"ש ושמרתם (חקותי) [*מצותי] ועשיתם אותם. פי' בעוה\"ז צריכין שמירה ועי\"ז תזכו לעשותם בעוה\"ב. [אמת (חסר תיבה א') [*שדרשו] חז\"ל היום לעשותם ולמחר לקבל שכרם אעפ\"כ גם זה אמת כי גם למחר הוא קיום המעשה באופן (חסר מעט) ]. וז\"ש ששכר מצוה מצוה. כמאמר ונתתי לך מהלכים בין העומדים כו':", "heVersionTitle": "Sefat emet, Piotrków, 1905-1908", "heLicense": "Public Domain", "heVersionTitleInHebrew": "שפת אמת, פיוטרקוב, תרס\"ה-תרס\"ח", "text": "Avos (4:16) Rebi Yaakov says: This world is like an entrance hall to the world to come; prepare yourself in the entrance. Our intellect tells us that just as it is difficult for anyone who serves Hashem to bring their heart to the service of Hashem in this world, which is the work of the heart—prayer and Torah for its own sake—it is even more challenging in the world to come to bring oneself close to the source of true service in Gan Eden, which is “to serve and protect it.”<br>However, through doing mitzvos and good deeds in this world, we prepare ourselves to get close to the source of the mitzvos in the world to come. This is the meaning of the pasuk (Vayikra 20:8), “And you shall guard My mitzvot and do them.” By guarding them in this world, we merit to do them in the world to come. Our sages have taught (Eiruvin 22a) that “today is a time for doing them (the mitzvos) and tomorrow (in the world to come) is when we receive their reward.” Nevertheless, even in the world to come, there is an aspect of doing an actual application. This is the meaning of “the reward for a mitzvah is a mitzvah” (Avos 4:2), and as our sages explained, “and I will give you the ability to walk among those that stand.”", "versionTitle": "Translation by Dan Levy, 2024", "license": "", "versionTitleInHebrew": ""}, {"_id": "53f178c2fbfba22336ea3d43", "index_title": "Kitzur Ba'al HaTurim on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Kitzur Ba'al HaTurim on Leviticus 20:8:1", "anchorRef": "Leviticus 20:8", "anchorRefExpanded": ["Leviticus 20:8"], "sourceRef": "Kitzur Ba'al HaTurim on Leviticus 20:8:1", "sourceHeRef": "קיצור בעל הטורים על ויקרא כ׳:ח׳:א׳", "anchorVerse": 8, "sourceHasEn": false, "compDate": [1280, 1340], "commentaryNum": 8.0001, "collectiveTitle": {"en": "Kitzur Ba'al HaTurim", "he": "קיצור בעל הטורים "}, "heTitle": "קיצור בעל הטורים על ויקרא", "he": "<b>אני ה' מקדשכם</b> סמך אצל אביו ואמו כי ג' שותפין יש באדם:\n\n", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "55053474fbfba270cc17e9df", "index_title": "Haamek Davar on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Haamek Davar on Leviticus 20:8:1", "anchorRef": "Leviticus 20:8", "anchorRefExpanded": ["Leviticus 20:8"], "sourceRef": "Haamek Davar on Leviticus 20:8:1", "sourceHeRef": "העמק דבר על ויקרא כ׳:ח׳:א׳", "anchorVerse": 8, "sourceHasEn": false, "compDate": [1840, 1880], "commentaryNum": 8.0001, "collectiveTitle": {"en": "Haamek Davar", "he": "העמק דבר"}, "he": "<b>ושמרתם את חקותי ועשיתם אותם.</b> כבר ביארנו דחקותי משמעו כ״פ מדות שהתורה נדרשת בהן. וקאמרה תורה שיהא סיוע מן השמים שתשמרו חקות התורה דקדוקי הפרשה:\n", "heVersionTitle": "Sefer Torat Elohim, Vilna 1879", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר תורת אלוהים, וילנא 1879", "text": [], "versionTitle": "Yalkut, Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "55053474fbfba270cc17e9e1", "index_title": "Haamek Davar on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Haamek Davar on Leviticus 20:8:2", "anchorRef": "Leviticus 20:8", "anchorRefExpanded": ["Leviticus 20:8"], "sourceRef": "Haamek Davar on Leviticus 20:8:2", "sourceHeRef": "העמק דבר על ויקרא כ׳:ח׳:ב׳", "anchorVerse": 8, "sourceHasEn": false, "compDate": [1840, 1880], "commentaryNum": 8.0002, "collectiveTitle": {"en": "Haamek Davar", "he": "העמק דבר"}, "he": "<b>ועשיתם אותם.</b> תוסיפו לחדש בפלפולה. ובא המקרא הזה לכאן משום שעסק התורה מועיל לתפלה ודביקות בה׳. כדאי׳ במס׳ עבודת כוכבים ד״ג כל הלומד תורה בלילה חוט ש״ח משוך עליו ביום שנאמר יומם יצוה ה׳ חסדו ובלילה שירה עמי תפלה לאל חיי. ביאורו דתכלית חוט ש״ח הוא לתפלה לאל חיי. ובמס׳ תמיד אי׳ כל הלומד תורה בלילה שכינה כנגדו שנאמר קומי רוני בלילה לראש אשמורות שפכי כמים לבך נכח פני אדני שאי אליו כפיך על נפש עולליך וגו׳. והיינו דלא כתיב בזה המקרא משפטי משום שלזה התועלת אין נ״מ בלמוד דינים הלכה למעשה אלא רק כח התלמוד מקדש ומעלה את האדם שתהא תפלתו מקובלת. ומש״ה אפילו למוד חקי תורה לבד מועיל לזה:\n", "heVersionTitle": "Sefer Torat Elohim, Vilna 1879", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר תורת אלוהים, וילנא 1879", "text": [], "versionTitle": "Yalkut, Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5892f290d6e4a92746471c90", "index_title": "Chizkuni", "category": "Commentary", "type": "commentary", "ref": "Chizkuni, Leviticus 20:8:1", "anchorRef": "Leviticus 20:8", "anchorRefExpanded": ["Leviticus 20:8"], "sourceRef": "Chizkuni, Leviticus 20:8:1", "sourceHeRef": "חזקוני, ויקרא כ׳:ח׳:א׳", "anchorVerse": 8, "sourceHasEn": true, "compDate": [1220, 1260], "commentaryNum": 8.0001, "collectiveTitle": {"en": "Chizkuni", "he": "חזקוני"}, "heTitle": "ויקרא", "he": "<b>ושמרתם את חקתי</b> אהדרי׳‎ קרא. למעלה הזהיר בחוקות עריות וחוקות כלאים וכאן בחוקות עבודת כוכבים.", "heVersionTitle": "Chizkuni", "heLicense": "Public Domain", "heVersionTitleInHebrew": "חזקוני", "text": "ושמרתם את חקתי, “you are to observe My statutes;” this is a repetition, as previously the subjects covered had only been incest and the mixing of species in order to create new strains, etc. Now the statutes mentioned were types of idolatry.", "versionTitle": "Chizkuni, translated and annotated by Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": "חזקוני, מתורגם ומוער בידי אליהו מונק"}, {"_id": "58b1c58ad6e4a937f9997c04", "index_title": "Bamidbar Rabbah", "category": "Midrash", "type": "", "ref": "Bamidbar Rabbah 9:7", "anchorRef": "Leviticus 20:8", "anchorRefExpanded": ["Leviticus 20:8"], "sourceRef": "Bamidbar Rabbah 9:7", "sourceHeRef": "במדבר רבה ט׳:ז׳", "anchorVerse": 8, "sourceHasEn": false, "compDate": [1200], "commentaryNum": 9.0007, "collectiveTitle": {"en": "Bamidbar Rabbah", "he": "במדבר רבה"}, "heTitle": "במדבר רבה", "he": "דָּבָר אַחֵר, אִישׁ אִישׁ וגו', הֲדָא הוּא דִכְתִיב <small>(בראשית יז, ח)</small>: וְנָתַתִּי לְךָ וּלְזַרְעֲךָ אַחֲרֶיךָ אֶת אֶרֶץ מְגֻרֶיךָ וגו', וְנָתַתִּי לְךָ, הֲדָא הוּא דִכְתִיב <small>(דברים כג, טו)</small>: כִּי ה' אֱלֹהֶיךָ מִתְהַלֵּךְ וגו', הֲדָא הוּא דִכְתִיב <small>(משלי ה, ז י)</small>: וְעַתָּה בָנִים שִׁמְעוּ לִי וגו' הַרְחֵק מֵעָלֶיהָ דַּרְכֶּךָ וגו', פֶּן תִּתֵּן לַאֲחֵרִים וגו' פֶּן יִשְׂבְּעוּ זָרִים כֹּחֶךָ וגו'. מַהוּ וְעַתָּה בָנִים שִׁמְעוּ לִי, מְדַבֵּר בַּעֲשֶׂרֶת הַשְּׁבָטִים וּבְשֵׁבֶט יְהוּדָה וּבִנְיָמִין, שֶׁכָּל יִשְׂרָאֵל נִקְרְאוּ בָנִים, שֶׁנֶּאֱמַר <small>(דברים יד, א)</small>: בָּנִים אַתֶּם לַה' אֱלֹהֵיכֶם וגו', שִׁמְעוּ לִי, הִזְהִירָם שֶׁיְקַיְּמוּ אֶת הַשְּׁמִיעָה <small>(משלי ה, ז)</small>: וְאַל תָּסוּרוּ מֵאִמְרֵי פִי, הִזְהִירָם שֶׁיְקַיְּמוּ אֶת הָעֲשִׂיָּה כְּשֵׁם שֶׁקִּבְּלוּ עֲלֵיהֶם בְּסִינַי <small>(שמות כד, ז)</small>: כֹּל אֲשֶׁר דִּבֶּר ה' נַעֲשֶׂה וְנִשְׁמָע, לְפִי שֶׁעַל עֲבֵרוֹת שְׁנֵיהֶם גָּלוּ, שֶׁנֶּאֱמַר <small>(מלכים ב יח, יא יב)</small>: וַיֶּגֶל מֶלֶךְ אַשּׁוּר אֶת יִשְׂרָאֵל וגו' עַל אֲשֶׁר לֹא שָׁמְעוּ בְּקוֹל ה'] וגו' וְלֹא שָׁמְעוּ וְלֹא עָשׂוּ, <small>(משלי ה, ח)</small>: הַרְחֵק מֵעָלֶיהָ דַּרְכֶּךָ, הִזְהִירָם שֶׁיִּתְרַחֲקוּ הַזְּנוּת מֵהֶם. <small>(משלי ה, ח)</small>: וְאַל תִּקְרַב אֶל פֶּתַח בֵּיתָהּ, הִזְהִירָם עַל הָעֲרָיוֹת, שֶׁנֶּאֱמַר בָּהֶן <small>(ויקרא יח, ו)</small>: אִישׁ אִישׁ אֶל כָּל שְׁאֵר בְּשָׂרוֹ לֹא תִקְרְבוּ לְגַלּוֹת עֶרְוָה, <small>(משלי ה, ט)</small>: פֶּן תִּתֵּן לַאֲחֵרִים הוֹדֶךָ, שֶׁיְּאַבְּדוּ מַלְכוּתָם וְתִנָּשֵׂא לַגּוֹיִם, וְאֵין הוֹדֶךָ אֶלָּא מַלְכוּת, כְּמָה דְתֵימָא <small>(דניאל יא, כא)</small>: וְלֹא נָתְנוּ עָלָיו הוֹד מַלְכוּת, <small>(משלי ה, ט)</small>: וּשְׁנֹתֶיךָ לְאַכְזָרִי, נָתְנוּ שְׁנוֹתֵיהֶם לְמַלְאָךְ אַכְזָרִי, שֶׁקָּרְבוּ יְמֵיהֶם וּשְׁנוֹתֵיהֶם לֵאָבֵד, כְּמָה דְתֵימָא <small>(יחזקאל כב, ד)</small>: וַתַּקְרִיבִי יָמַיִךְ וַתָּבוֹא עַד שְׁנוֹתָיִךְ וגו', <small>(משלי ה, י)</small>: פֶּן יִשְׂבְּעוּ זָרִים כֹּחֶךָ שֶׁגָּלוּ מֵאַרְצָם וְיָשְׁבוּ זָרִים בִּמְקוֹמָם וְאָכְלוּ כֹּחָם וִיגִיעָם. וְאֵין כֹּחֶךָ אֶלָּא כֹּחַ אַרְצָם, כְּמָה דְתֵימָא <small>(בראשית ד, יב)</small>: כִּי תַעֲבֹד אֶת הָאֲדָמָה וגו', וְכֵן אַתְּ מוֹצֵא כְּשֶׁהִגְלָה מֶלֶךְ אַשּׁוּר לַעֲשֶׂרֶת הַשְּׁבָטִים הוֹשִׁיב זָרִים בְּאַרְצָם, שֶׁנֶּאֱמַר <small>(מלכים ב יז, כד)</small>: וַיָּבֵא מֶלֶךְ אַשּׁוּר מִבָּבֶל וּמִכּוּתָה וּמֵעַוָּא וּמֵחֲמָת וגו', הֱוֵי: פֶּן יִשְׂבְּעוּ זָרִים כֹּחֶךָ, <small>(משלי ה, י)</small>: וַעֲצָבֶיךָ בְּבֵית נָכְרִי, אֵין עֲצִיבָה אֶלָּא בָנִים, כְּמָה דְתֵימָא <small>(בראשית ג, טז)</small>: בְּעֶצֶב תֵּלְדִי בָנִים. דָבָר אַחֵר, וַעֲצָבֶיךָ זוֹ יְגִיעַת הָאָרֶץ, לוֹמַר שֶׁיֹּאכְלוּ בְּעִצָּבוֹן כָּל מַה שֶּׁיֹּאכְלוּ בְּאֶרֶץ נָכְרִיָה, כְּמָה דְתֵימָא <small>(בראשית ג, יז)</small>: בְּעִצָּבוֹן תֹּאכְלֶנָּה וגו'. וְכֵן הוּא אוֹמֵר: וַיֶּגֶל מֶלֶךְ אַשּׁוּר אֶת יִשְׂרָאֵל אַשּׁוּרָה וגו'. כָּל זֹאת אֵרַע לָהֶם לַעֲשֶׂרֶת הַשְּׁבָטִים עַל שֶׁהָיוּ שְׁטוּפִים בִּזְנוּת אֵשֶׁת אִישׁ, שֶׁעָלָיו נֶחְתַּם גְּזַר דִּין, שֶׁנֶּאֱמַר בָּהֶם <small>(עמוס ו, ד)</small>: הַשֹּׁכְבִים עַל מִטּוֹת שֵׁן וּסְרֻחִים עַל עַרְשׂוֹתָם וגו', שֶׁהָיוּ מַסְרִיחִים מִטּוֹתֵיהֶם בְּשִׁכְבַת זֶרַע שֶׁאֵינָהּ שֶׁלָּהֶם, שֶׁהָיוּ מַחְלִיפִים נְשׁוֹתֵיהֶם זֶה לָזֶה, מַה כְּתִיב אַחֲרָיו <small>(עמוס ו, ז)</small>: לָכֵן עַתָּה יִגְלוּ בְּרֹאשׁ גֹּלִים וְסָר מִרְזַח סְרוּחִים, אוֹתָהּ שָׁעָה תָּסוּר שִׂמְחַת הַסְּרוּחִים. וְכֵן מִיכָה מִתְנַבֵּא עֲלֵיהֶם <small>(מיכה ב, ט)</small>: נְשֵׁי עַמִּי תְּגָרְשׁוּן מִבֵּית תַּעֲנֻגֶיהָ מֵעַל עֹלָלֶיהָ תִּקְחוּ הֲדָרִי לְעוֹלָם, מַגִּיד הַכָּתוּב שֶׁהָיוּ מְעַנִּים נְשֵׁי אֲנָשִׁים וַאֲסָרוּם אוֹתָן עַל בַּעֲלֵיהֶן וְהֵן מְגָרְשִׁין אוֹתָן, הֱוֵי: נְשֵׁי עַמִּי תְּגָרְשׁוּן מִבֵּית תַּעֲנֻגֶיהָ, זֶה בֵּית בַּעְלָהּ, שֶׁהָיְתָה מִתְעַנֶּגֶת בּוֹ, מַהוּ: מֵעַל עֹלָלֶיהָ תִּקְחוּ הֲדָרִי לְעוֹלָם, לֹא הָיָה לִי בָּעוֹלָם הָדָר אֶלָּא הָעוֹלְלִים, שֶׁנֶּאֱמַר <small>(תהלים ח, ג)</small>: מִפִּי עוֹלְלִים וְיֹנְקִים יִסַּדְתָּ עֹז, וַאֲנִי מִתְהַדֵּר בָּהֶם, כְּמָה דְתֵימָא <small>(משלי יד, כח)</small>: בְּרָב עָם הַדְרַת מֶלֶךְ, וְאַתֶּם עֲשִׂיתֶם אוֹתָם מַמְזֵרִים, בִּטַּלְתֶּם אוֹתוֹ הָדָר שֶׁלִּי, שֶׁאֵין אֲנִי חָפֵץ בְּמַמְזֵרִים, שֶׁכֵּן כְּתִיב <small>(דברים כג, ג)</small>: לֹא יָבֹא מַמְזֵר בִּקְהַל ה' וגו', מַה כְּתִיב אַחֲרָיו <small>(מיכה ב, י)</small>: קוּמוּ וּלְכוּ כִּי לֹא זֹאת הַמְּנוּחָה בַּעֲבוּר טָמְאָה תְּחַבֵּל וְחֶבֶל נִמְרָץ, אָמַר לָהֶם הַקָּדוֹשׁ בָּרוּךְ הוּא, עַל שְׁאָר עֲבֵרוֹת הָיִיתִי מַאֲרִיךְ אַפִּי עִמָּכֶם, כֵּיוָן שֶׁפְּשַׁטְתֶּם בַּנִּאוּף קוּמוּ וּלְכוּ וגו', מַהוּ וְחֶבֶל נִמְרָץ, אֲנִי אָמַרְתִּי <small>(דברים לב, ט)</small>: כִּי חֵלֶק ה' עַמּוֹ יַעֲקֹב חֶבֶל נַחֲלָתוֹ, אֲנִי נָטַלְתִּי יַעֲקֹב לְנַחֲלָה וְהוּא הָיָה חֶלְקִי, לְפִי שֶׁהָיָה זַרְעוֹ דּוֹמֶה לְחֶבֶל שֶׁהוּא מְשֻׁלְשָׁל זֶה בָּזֶה, שֶׁהָיוּ כֻּלָּם מְיֻחָסִים בְּנֵי אֲבוֹתֵיהֶם, וְלֹא הָיָה זֶרַע אַחֵר מַפְסִיק בֵּינֵיהֶם, שֶׁכֻּלָּם שׁוֹמְרִים עַצְמָן מִן הַנִּאוּף וְלֹא הָיָה שָׁם מַמְזֵרוּת, כֵּיצַד, כְּתִיב <small>(דברי הימים א ה, ל)</small>: אֶלְעָזָר הוֹלִיד אֶת פִּינְחָס פִּינְחָס הֹלִיד אֶת אֲבִישׁוּעַ, וְכֵן כֻּלָּם, וְהַשַּׁלְשֶׁלֶת בָּאָה כָּךְ, וְאַתְּ נִכְנַסְתָּ עַל אֵשֶׁת חֲבֵרְךָ וְטִמֵּאתָ אֶת הַנַּחֲלָה, הֵיאַךְ הוּא מוֹנֶה פְּלוֹנִי בְּנִי וְהוּא אֵינוֹ בְּנוֹ, שֶׁהוּא מַמְזֵר, פָּסַקְתָּ אֶת הַחֶבֶל, הֱוֵי: וְחֶבֶל נִמְרָץ, מַהוּ נִמְרָץ, \"נוֹאֵף \"מַמְזֵר \"רָשָׁע \"צוֹרֵר. הָא לָמַדְתָּ בַּעֲשֶׂרֶת הַשְּׁבָטִים שֶׁלֹא נֶחְתַּם גְּזַר דִּין אֶלָּא בַּעֲוֹן הַנִּאוּף. וּמִנַּיִן לְשֵׁבֶט יְהוּדָה וּבִנְיָמִין שֶׁלֹא נֶחְתַּם גְּזַר דִּינָם אֶלָּא עַל הַנִּאוּף, שֶׁכֵּן יִרְמְיָה צוֹוֵחַ לִפְנֵי הָאֱלֹהִים בִּימֵי מְנַשֶּׁה עָשׂוּ יִשְׂרָאֵל רָעוֹת יוֹתֵר מֵהֶם, לֹא הֶחֱרַבְתָּ אוֹתָם אֶלָּא בְּיָמַי, הֲדָא הוּא דִכְתִיב <small>(ירמיה ד, יט)</small>: מֵעַי מֵעַי אוֹחִילָה קִירוֹת לִבִּי וגו', אָמַר לוֹ הַקָּדוֹשׁ בָּרוּךְ הוּא בִּימֵי מְנַשֶּׁה אַף עַל פִּי שֶׁהִכְעִיסוּ אוֹתִי הָיוּ הַבָּנִים בְּנֵי אֲבוֹתָם, עַכְשָׁו בְּנֵי זִמָּה הֵם, הֲדָא הוּא דִכְתִיב <small>(ירמיה ד, כב)</small>: כִּי אֱוִיל עַמִּי וגו', מַה כְּתִיב בְּסוֹף הַפָּרָשָׁה <small>(ירמיה ה, ח)</small>: סוּסִים מְיֻזָּנִים מַשְׁכִּים הָיוּ אִישׁ אֶל אֵשֶׁת רֵעֵהוּ יִצְהָלוּ, אַף עַל פִּי שֶׁעָבְרוּ עַל הַמִּצְווֹת כֻּלָּם וְכָפְרוּ בְּהַקָּדוֹשׁ בָּרוּךְ הוּא, כְּמָה דְתֵימָא <small>(ירמיה ה, יב)</small>: כִּחֲשׁוּ בַּה', הוּא מַאֲרִיךְ אַפּוֹ, וְעַל הַנִּאוּף נֶחְתַּם עֲלֵיהֶם גְּזַר דִּין, שֶׁכֵּן כְּתִיב אַחֲרָיו <small>(ירמיה ה, ט)</small>: הַעַל אֵלֶּה לוֹא אֶפְקֹד נְאֻם ה' וגו', אָמַר הַקָּדוֹשׁ בָּרוּךְ הוּא עַל הַכֹּל אֲנִי כּוֹבֵשׁ, וְעַל הַזִּמָּה אֲנִי כּוֹעֵס, הֲרֵינִי מוֹסְרָן לַמַּלְכֻיּוֹת, הֲדָא הוּא דִכְתִיב אַחֲרָיו <small>(ירמיה ה, י)</small>: עֲלוּ בְשָׁרוֹתֶיהָ וגו'. פֶּן יִשְׂבְּעוּ זָרִים כֹּחֶךָ, וְכֵן אָמַר לָהֶם משֶׁה לְיִשְׂרָאֵל, בְּשָׁעָה שֶׁאַתֶּם יוֹצְאִים לַמִּלְחָמָה הִזָּהֲרוּ שֶׁלֹא יִהְיֶה בָּכֶם עֲוֹן נִאוּף, שֶׁאִם יֵשׁ עֲוֹן זִמָּה בֵּינֵיכֶם הַקָּדוֹשׁ בָּרוּךְ הוּא הַנִּלְחָם לָכֶם הוּא יָשׁוּב מֵאַחֲרֵיכֶם וְאַתֶּם נִמְסָרִים בְּיַד שׂוֹנְאֵיכֶם, הֲדָא הוּא דִכְתִיב <small>(דברים כג, טו)</small>: כִּי ה' אֱלֹהֶיךָ מִתְהַלֵּךְ וגו' וְלֹא יִרְאֶה בְךָ עֶרְוַת דָּבָר וְשָׁב מֵאַחֲרֶיךָ, מַהוּ כִּי ה' אֱלֹהֶיךָ, אָמַר לָהֶם משֶׁה לְיִשְׂרָאֵל הֱווּ יוֹדְעִין שֶׁאֵין הַקָּדוֹשׁ בָּרוּךְ הוּא מְיַחֵד שְׁמוֹ בְּיִשְׂרָאֵל, שֶׁהוּא נִקְרָא אֱלֹהֶיךָ, אֶלָּא בִּזְמַן וְהָיָה מַחֲנֶיךָ קָדוֹשׁ, וְאוֹתָהּ שָׁעָה הוּא מַשְׁרֶה שְׁכִינָתוֹ בֵּינֵיכֶם וְהוּא מַצִּיל אֶתְכֶם מִיַּד אוֹיְבֵיכֶם וּמוֹסֵר שׂוֹנְאֵיכֶם, הֲדָא הוּא דִכְתִיב: מִתְהַלֵּךְ בְּקֶרֶב מַחֲנֶךָ לְהַצִילְךָ וגו'. וּמִנַּיִן שֶׁיִּשְׂרָאֵל נִקְרְאוּ קְדוֹשִׁים בְּעֵת שֶׁשּׁוֹמְרִים עַצְמָן מִן הַנִּאוּף וּמִן הַזִּמָּה, שֶׁכֵּן כְּתִיב <small>(ויקרא כ, ז)</small>: וְהִתְקַדִּשְׁתֶּם וִהְיִיתֶם קְדשִׁים כִּי אֲנִי ה' אֱלֹהֵיכֶם, מִכָּאן בִּזְמַן שֶׁהֵם קְדוֹשִׁים הוּא לָהֶם לֵאלוֹהַּ, מַה כְּתִיב אַחֲרָיו <small>(ויקרא כ, ח)</small>: וּשְׁמַרְתֶּם אֶת חֻקֹּתַי וַעֲשִׂיתֶם אֹתָם אֲנִי ה' מְקַדִּשְׁכֶם, אֵימָתַי הַקָּדוֹשׁ בָּרוּךְ הוּא מְקַדֵּשׁ אֶת יִשְׂרָאֵל, בִּזְּמַן שֶׁהֵם שׁוֹמְרִים חֻקָּיו, וּמַה הֵם הַחֻקִּים, אֵלּוּ הָעֲרָיוֹת, דִּכְתִיב נִאוּף אֵשֶׁת אִישׁ בָּרִאשׁוֹן, שֶׁנֶּאֱמַר <small>(ויקרא כ, י)</small>: אִישׁ אֲשֶׁר יִנְאַף, וּמָה רָאָה לְהַפְסִיק קִלְלַת אָב וָאֵם בֵּין הַקִּדּוּשׁ לַנִּאוּף, שֶׁכֵּן בַּתְּחִלָּה כְּתִיב <small>(ויקרא כ, ט)</small>: אִישׁ אִישׁ אֲשֶׁר יְקַלֵּל אֶת אָבִיו, לְפִי שֶׁכָּךְ אָמַר הַקָּדוֹשׁ בָּרוּךְ הוּא מִי גָרַם לַבֵּן שֶׁיְקַלֵּל אָבִיו, הַנִּאוּף, לְפִי שֶׁהוּא סָבוּר בְּבַעַל אִמּוֹ שֶׁהוּא אָבִיו וּמְכַבְּדוֹ, וְסָבוּר בַּנּוֹאֵף שֶׁאֵינוֹ אָבִיו וּמְקַלְּלוֹ. כַּיּוֹצֵא בּוֹ אַתָּה אוֹמֵר <small>(שמות כא, טו טז)</small>: וּמַכֵּה אָבִיו וְאִמּוֹ, וְגֹנֵב אִישׁ וּמְכָרוֹ, וְכִי מָה רָאָה לְהַפְסִיק גּוֹנֵב נֶפֶשׁ בֵּין מַכֶּה לִמְקַלֵּל, וַהֲלוֹא לֹא הָיָה רָאוּי לְהַפְסִיק בֵּינֵיהֶם, לְפִי שֶׁמַּכֶּה וּמְקַלֵּל שְׁנֵיהֶם נֶאֱמָרִים בְּעֹנֶשׁ אָבִיו וְאִמּוֹ, לָמָּה עָשָׂה כֵן, לְלַמֶּדְךָ שֶׁעַל זֶה נִתְחַיֵּב גּוֹנֵב נֶפֶשׁ מִיִּשְׂרָאֵל לְאַחַר שֶׁהוּא מַכֶּה אָבִיו וְאִמּוֹ וּמְקַלְּלָם, לְפִי שֶׁאֵינוֹ גָּדֵל עִמָּם וְאֵינוֹ מַכִּירָם, אַף כָּאן לְכָךְ הִפְסִיק בֵּין הַקִּדּוּשׁ לַזְּנוּת מְקַלֵּל אָבִיו, לְפִי שֶׁכָּל מִי שֶׁבָּא עַל אַחַת מִכָּל עֲרָיוֹת הָאֲמוּרוֹת בַּתּוֹרָה, פְּעָמִים שֶׁמּוֹלִיד בֵּן וְגוֹרֵם לַמַּמְזֵר לְקַלֵּל אָבִיו, וְלָמָה הִזְכִּיר קִלְּלַת אֵם, וַהֲלוֹא אִמּוֹ מַכִּיר הוּא, אֵימָתַי מַכִּיר אִמּוֹ בִּזְּמַן שֶׁהַמַּמְזֵר הוּא מִנִּאוּף אֵשֶׁת אִישׁ, לְפִי שֶׁהַנּוֹאֶפֶת תּוֹלָה אוֹתוֹ בְּבַעְלָהּ, אֲבָל בִּשְׁאָר עֲרָיוֹת פְּנוּיוֹת, הֵן מַשְּׁלִיכוֹת אֶת בְּנֵיהֶן בַּשְּׁוָקִים מִפְּנֵי הַבּוּשָׁה וַאֲחֵרִים מְגַדְּלִים אוֹתָם, וְאוֹתָם מַמְזֵרִים אֵינָן מַכִּירִין לֹא אֲבִיהֶם וְלֹא אִמּוֹתֵיהֶם. וַאֲפִלּוּ מַמְזֵר מֵאֵשֶׁת אִישׁ פְּעָמִים שֶׁאֵינוֹ מַכִּיר לֹא אָבִיו וְלֹא אִמּוֹ, אֵימָתַי בִּזְּמַן שֶׁנָּאֲפָה וּבַעְלָהּ בִּמְדִינַת הַיָּם וְהִיא מַשְׁלֶכֶת אוֹתוֹ, וּלְכָךְ עָנַשׁ הַכָּתוּב מִי שֶׁבָּא עַל אֵשֶׁת אִישׁ וְעַל הָעֲרָיוֹת, מִיתַת בֵּית דִּין וְכָרֵת, לְכָךְ נֶאֱמַר: וְהָיָה מַחֲנֶיךָ קָדוֹשׁ. דָּבָר אַחֵר, וְהָיָה מַחֲנֶיךָ קָדוֹשׁ, תַּמָּן תְּנֵינַן <small>(גמרא קידושין עו-א)</small>: אֵין בּוֹדְקִין לֹא מִן הַמִּזְבֵּחַ וּלְמַעְלָן לֹא מִן הַדּוּכָן וּלְמַעְלָן וְלֹא מִסַּנְהֶדְּרִין וּלְמַעְלָן, כָּל שֶׁהֻחְזְקוּ אֲבוֹתָיו שׁוֹטְרֵי הָרַבִּים וְגַבָּאֵי צְדָקָה מַשִֹּׂיאִים לַכְּהֻנָּה וְאֵינוֹ צָרִיךְ לִבְדֹּק אַחֲרֵיהֶן. רַבִּי יוֹסֵי אוֹמֵר אַף מִי שֶׁהָיָה חָתוּם עֵד בְּאַרְכֵי יְשָׁנָה שֶׁל צִפּוֹרִי. רַבִּי חֲנַנְיָה בֶּן אַנְטִיגְנוֹס אוֹמֵר אַף מִי שֶׁהָיָה מֻכְתָּב בָּאִסְטְרָטֵיָא שֶׁל מֶלֶךְ. כְּתִיב <small>(דברים יז, טו)</small>: שׂוֹם תָּשִׂים עָלֶיךָ מֶלֶךְ וגו', אֵין לִי אֶלָּא מֶלֶךְ יִשְׂרָאֵל, מִנַּיִן לְרַבּוֹת שׁוֹטְרֵי הָרַבִּים וְגַבָּאֵי צְדָקָה וְסוֹפְרֵי דַיָּנִין וּמַכִּין בָּרְצוּעָה, תַּלְמוּד לוֹמַר <small>(דברים יז, טו)</small>: מִקֶּרֶב אַחֶיךָ תָּשִׂים עָלֶיךָ מֶלֶךְ, כָּל שֶׁתְּשִׂימוֹ עָלֶיךָ לֹא יְהֵא אֶלָּא מִקֶּרֶב אַחֶיךָ, וּמִן הַבְּרוּרִים שֶׁבְּאַחֶיךָ. רַבִּי שְׁמוּאֵל בַּר נַחְמָן בְּשֵׁם רַבִּי יוֹנָתָן אוֹמֵר מִנַּיִן שֶׁאוֹתָם הַיּוֹצְאִים לַמִּלְחָמָה צְרִיכִין שֶׁלֹא יִהְיוּ בֵּינֵיהֶם מַמְזֵרִים, שֶׁכֵּן כְּתִיב בִּבְנֵי אָשֵׁר <small>(דברי הימים א ז, מ)</small>: וְהִתְיַחְשָׂם בַּצָּבָא בַּמִּלְחָמָה, זְכוּת יִחוּסֵיהֶן עוֹמֶדֶת לָהֶם בַּמִּלְחָמָה, עַד כַּדּוּן מִן הַקַּבָּלָה, מִדְּבַר תּוֹרָה מִנַּיִן, שֶׁכֵּן כְּתִיב <small>(דברים כג, ב ח)</small>: לֹא יָבֹא פְּצוּעַ וגו' לֹא יָבֹא מַמְזֵר וגו' לֹא יָבֹא עַמּוֹנִי וגו' לֹא תְתַעֵב אֲדֹמִי, מַה כְּתִיב בַּתְרֵיהּ <small>(דברים כג, י)</small>: כִּי תֵצֵא מַחֲנֶה עַל אֹיְבֶךָ וגו', לְכָךְ כְּתִיב: וְהָיָה מַחֲנֶךָ קָדוֹשׁ וגו', שֶׁלֹא יִהְיוּ בֵּינֵיהֶם מַמְזֵרִים וְלֹא נוֹלָדִים שֶׁלֹא בִּקְדֻשָּׁה, לְפִי שֶׁאֵין הַקָּדוֹשׁ בָּרוּךְ הוּא מְיַחֵד שְׁמוֹ עֲלֵיהֶם וְאֵינוֹ מְסַיְעָם בַּמִּלְחָמָה, כֵּן אָמַר הַקָּדוֹשׁ בָּרוּךְ הוּא לְאַבְרָהָם אָבִינוּ <small>(בראשית יז, ח)</small>: וְנָתַתִּי לְךָ וּלְזַרְעֲךָ אַחֲרֶיךָ אֵת אֶרֶץ מְגֻרֶיךָ, לְאוֹתוֹ זֶרַע שֶׁיִּהְיֶה מְיֻחָס אַחֲרֶיךָ לוֹ אֶתֵּן אֶת אֶרֶץ מְגֻרֶיךָ לַאֲחֻזַּת עוֹלָם וְאֶהְיֶה לָהֶם לֵאלֹהִים, אֲבָל מַמְזֵרִים שֶׁאֵינָן מְיֻחָסִין אַחֲרֶיךָ שֶׁאֵינָן נִכָּרִין אָבוֹת שֶׁלָּהֶם, לֹא אֶהְיֶה לוֹ לֵאלֹהִים, שֶׁאֵינִי מְיַחֵד שְׁמִי עָלָיו וְלֹא אֶתֵּן לוֹ חֵלֶק בָּאָרֶץ.", "heVersionTitle": "Midrash Rabbah -- TE", "heLicense": "unknown", "heVersionTitleInHebrew": "מדרש רבה - תורת אמת", "text": "Another matter: “<i>Ish ish</i>” – that is what is written: “I will give to you and to your descendants after you, the land of your residence…” (Genesis 17:8).  <br>“I will give to you” (Genesis 17:8) – that is what is written: “As the Lord your God walks [in the midst of your camp]” (Deuteronomy 23:15). That is what is written: “Now, children, listen to me.… Distance your way from her.… lest you give [your glory] to others.… lest strangers be sated with your strength” (Proverbs 5:7–10). What is, “Now, children, listen to me”? It is speaking of the ten tribes and the tribe of Judah and Benjamin, as all Israel are called children, as it is stated: “You are children to the Lord your God…” (Deuteronomy 14:1). “Listen to me” – he cautioned them to fulfill the obligation to heed. “Do not depart from the sayings of my mouth.” (Proverbs 5:7) – he cautioned them to fulfill the performance [of mitzvot] as they accepted upon themselves at Sinai. “Everything the Lord has spoken we will perform and we will heed” (Exodus 24:7) – it was for the transgression of both of them that they were exiled, as it is stated: “The king of Assyria exiled Israel.… because they did not heed the voice of the Lord…and they did not heed and did not perform” (II Kings 18:11–12). <br>“Distance your way from her” (Proverbs 5:8) – he cautioned them to distance harlotry from them. “And do not approach the entrance of her house” (Proverbs 5:8) – he cautioned them regarding forbidden relations, in whose regard it is stated: “Any man of you shall not approach his kin to uncover nakedness” (Leviticus 18:6). “Lest you give your glory [<i>hodekha</i>] to others” (Proverbs 5:9) – they will lose their kingdom, and it will be exalted for the nations. <i>Hodekha </i>is nothing other than kingdom, just as it says: “Upon whom the glory [<i>hod</i>] of kingdom was not placed” (Daniel 11:21). “And your years to the cruel” (Proverbs 5:9) – they gave their years to a cruel angel, as their days and years drew near to being eliminated, just as it says: “You brought your days near and came to the end of your years…” (Ezekiel 22:4). “Lest strangers be sated with your strength” (Proverbs 5:10) – they were exiled from their land, and foreigners settled in their place and consumed their strength and exertion. “Your strength” is nothing other than the strength of their land, as it is stated: “When you work the ground [it will no longer give its strength to you]” (Genesis 4:12). Likewise you find that when the king of Assyria exiled the ten tribes, he settled foreigners in their land, as it is stated: “The king of Assyria brought from Babylon, from Kuta, from Ava, and from Ḥamat, [and Sefarvayim, and he settled them in the cities of Samaria in place of the children of Israel” (II Kings 17:24). That is, “lest strangers be sated with your strength.” “And your toils [<i>vaatzavekha</i>] be in the house of a stranger” (Proverbs 5:10) – toils [<i>atziva</i>] are nothing other than children, just as it says: “In pain [<i>be’etzev</i>] you shall bear children” (Genesis 3:16). <br>Another matter: “<i>Vaatzavekha</i>” (Genesis 3:16) – this is toil of the land, saying that they will eat with toil everything that they eat in the foreign land, just as it says: “With toil [<i>be’itzavon</i>] you shall eat of it…” (Genesis 3:17). And likewise it says: “The king of Assyria exiled Israel to Assyria…” (II Kings 18:11). <br>All this befell the ten tribes because they were steeped in harlotry with married woman. It was over that that their sentence was sealed, as it is stated in their regard: “Who lie on beds of ivory, and sprawl [<i>usruḥim</i>] on their couches…” (Amos 6:4); they would sully their beds with semen that was not theirs, as they would swap their wives with one another. What is written thereafter? “Therefore, now they will be exiled at the head of the exiles, and the revelry of the sprawled [<i>seruḥim</i>] will be discontinued” (Amos 6:7). At that time the rejoicing of the <i>seruḥim </i>will be removed. Likewise, Micah prophesied in their regard: “The women of My people you banish [<i>tegareshun</i>] from the house of her delight; from their young children, you take My grandeur forever” (Micah 2:9). The verse relates that they would violate men’s wives and render them forbidden to their husbands, and they would divorce [<i>megareshin</i>] them. That is, “the women of My people you banish [<i>tegareshun</i>] from the house of her delight”; this is the house of her husband, in which she would delight. What is, “from their young children, you take My grandeur forever”? The only grandeur I had in this world was from the young children, as it is stated: “From the mouths of young children and suckling babes You founded strength” (Psalms 8:3). And I am glorified through them, just as it says: “In the multitude of people is the glory of a king” (Proverbs 14:28). But you have rendered them <i>mamzerim</i>; you have voided that glory of mine, as I do not want <i>mamzerim</i>, as it is written: “A <i>mamzer</i><sup class=\"footnote-marker\">11</sup><i class=\"footnote\">A <i>mamzer</i> is a child born of a forbidden union punishable by <i>karet</i>, e.g., between a married woman and a man other than her husband.</i><i> </i>shall not enter the congregation of the Lord…” (Deuteronomy 23:3). <br>What is written thereafter? “Arise and go, as this is not the resting place; because it was defiled it will destroy you, and it will be an intense destruction [<i>veḥevel nimratz</i>]” (Micah 2:10). The Holy One blessed be He said to them: For the rest of the transgressions I would have shown you forbearance. Because you have spread to adultery, “arise and go….” What is “<i>veḥevel nimratz</i>”? I said: “For the portion of the Lord is His people, Jacob the allotment [<i>ḥevel</i>] of His inheritance” (Deuteronomy 32:9). I took Jacob as My inheritance. He was My portion, because his descendants were all similar to a rope [<i>ḥevel</i>], which is intertwined one with another, as the descent of all of them was traceable to their ancestors, There was no offspring that was not theirs that interrupted between them, as they guarded themselves from adultery and there was no <i>mamzerut </i>there. How so? It is written: “Elazar begot Pinḥas, Pinḥas begot Avishua” (I Chronicles 5:30), and the same is true for all of them. The lineage continued in that manner. But you entered with the wife of another and defiled the inheritance. How can he enumerate: So-and-so, my son, and he is not his son, as he is a <i>mamzer</i>; you severed the rope. That is <i>ḥevel nimratz</i>. What is <i>nimratz</i>? Adulterer [<i>noef</i>], <i>mamzer</i>, wicked one [<i>rasha</i>], oppressor [<i>tzorer</i>].<sup class=\"footnote-marker\">12</sup><i class=\"footnote\"><i>Nimratz </i>is spelled with the first letters of <i>noef</i>, <i>mamzer</i>, <i>rasha</i>, <i>tzorer</i>.</i> You learned that regarding the ten tribes, their sentence was sealed only due to the iniquity of adultery. <br>From where is it derived that regarding the tribe of Judah and Benjamin, their sentence was sealed only due to the iniquity of adultery? It is as Jeremiah screams before God: ‘During the days of Menashe, Israel performed wickedness greater than them [of my generation], but You did not destroy them, but rather in my days.’ That is what is written: “My innards, my innards, I shudder, the walls of my heart, [my heart sighs to me]” (Jeremiah 4:19). The Holy One blessed be He said to him: During the days of Menashe, even though they angered Me, the children were the children of their fathers. Now they are the children of lewdness. That is what is written: “For My people are foolish…” (Jeremiah 4:22). What is written at the end of the passage? “They were lustful horses rising early; each would neigh to his neighbor’s wife” (Jeremiah 5:8). Even though they transgressed all the mitzvot and denied the Holy One blessed be He, just as it is stated: “They denied the Lord” (Jeremiah 5:12), He displays forbearance. It is only for the adultery that their sentence was sealed, as, indeed, it is written thereafter: “Will I not reckon for these, the utterance of the Lord…” (Jeremiah 5:9). The Holy One blessed be He said: For everything I will restrain myself, but for lewdness I am angry. I will deliver them to the kingdoms. That is what is written thereafter: “Enter within its walls…” (Jeremiah 5:10). “Lest strangers be sated with your strength” (Proverbs 5:10). <br>Likewise Moses said to Israel: When you go out to war, be careful that there will not be among you the iniquity of adultery, as if there is the iniquity of lewdness in your midst, the Holy One blessed be He, who wages war on your behalf, will turn away from you, and you will be delivered into the hand of your enemies. That is what is written: “For the Lord your God walks [in the midst of your camp to deliver you and to deliver your enemies before you and your camp shall be holy], and He shall not see a shameful matter among you and turn away from you” (Deuteronomy 23:15). What is, “for the Lord your God”? Moses said to Israel: Know that the Holy One blessed be He associates His name with Israel, as He is called, “your God,” only when “your camp shall be holy.” At that time, He rests His Divine Presence in your midst, and He rescues you from the hands of your enemies and delivers your enemies to you. That is what is written: “Walks in the midst of your camp to deliver you…” <br>From where is it derived that Israel is called holy when they protect themselves from adultery and lewdness? It is as it is written: “You shall sanctify yourselves, and you shall be holy, as I am the Lord your God” (Leviticus 20:7). From here, when they are holy, He is God to them. What is written thereafter? “You shall observe My statutes, and perform them; I am the Lord who sanctifies you” (Leviticus 20:8). When does the Holy One blessed be He sanctify Israel? It is when they observe His statutes. What are the statutes? These are the forbidden relations, as adultery with a married woman is written first, as it is stated: “A man who will commit adultery [with a married woman]” (Leviticus 20:10). What did it see that led it to have cursing one’s father or mother interpose between sanctification and adultery? It is because initially it is written: “For each man who shall curse his father” (Leviticus 20:9). What causes the son to curse his father? It is adultery. It is because he believes that his mother’s husband is his father and he honors him, and he believes that the adulterer is not his father and he curses him. <br>Similarly, you say: “One who strikes his father or his mother.… One who abducts a man and sells him.[… One who curses his father or his mother…]” (Exodus 21:15–17). What did it see that led it to have one who abducts a person interpose between one who strikes and one who curses? Would it not have been appropriate not to interpose between them, as both are stated regarding a punishment generated by his father and his mother? Why did it do so? It is to teach you that it is for this that one who abducts an Israelite person incurs liability, because he [the person abducted] strikes his father and his mother and curses them because he did not grow up with them and does not know them. Here too, this is why cursing one’s father interposes between sanctification and harlotry. It is because anyone who consorts with one of the forbidden relations stated in the Torah, at times he begets a son and causes the <i>mamzer </i>to curse his father.  <br>Why does it mention the cursing of the mother; does he not recognize his mother? When does he recognize his mother? When the <i>mamzer </i>is from adultery with a married woman, as the adulteress attributes him to her husband. However, regarding all other unmarried forbidden relations, they cast their child in the streets due to the shame, and others raise them. Those <i>mamzerim </i>recognize neither their father nor their mother. Even a <i>mamzer </i>from a married woman occasionally recognizes neither his father nor his mother. When? It is when she committed adultery while her husband was in lands overseas and she casts him away. That is why the Torah punishes one who consorts with a married woman or with forbidden relations with court-imposed execution and <i>karet</i>. That is why it is stated: “And your camp shall be holy” (Deuteronomy 23:15). <br>Another matter: “And your camp shall be holy” (Deuteronomy 23:15) – we learned there: One need not investigate from the altar<sup class=\"footnote-marker\">13</sup><i class=\"footnote\">Priests</i> and beyond, from the platform<sup class=\"footnote-marker\">14</sup><i class=\"footnote\">Levites</i> and beyond, nor from the Sanhedrin and beyond. Anyone whose ancestors were public officials or charity collectors may marry into the priesthood, and there is no need to investigate them. Rabbi Yosei says: The same is true of one who had signed as a witness in the old court of Tzippori. Rabbi Ḥanina ben Antigonus says: The same is true of one who was written in the army roster of a Jewish king.<sup class=\"footnote-marker\">15</sup><i class=\"footnote\"><i>Kiddushin</i> 76a. The midrash is stating that one can rely on all these individuals’ presumptive status of unflawed lineage.</i> <br>It is written: “You shall place a king over you…” (Deuteronomy 17:15). I have derived only a king of Israel; from where is it derived to include public officials, charity collectors, judges’ scribes, and floggers with the strap? The verse states: “From among your brethren you shall place a king over you” (Deuteronomy 17:15) – anyone whom you place over you, shall be only from among your brethren, from the select of your brethren. Rabbi Shmuel bar Naḥman says in the name of Rabbi Yonatan: From where is it derived that those going out to war need that no <i>mamzerim </i>be in their midst? It is as it is written regarding the descendants of Asher: “Their lineage for military service” (I Chronicles 7:40) – the merit of their lineage stands for them in war.  <br>To this point it is from the texts of tradition;<sup class=\"footnote-marker\">16</sup><i class=\"footnote\">Prophets and Writings.</i> from the words of the Torah, from where is it derived? It is as it is written: “One with crushed […testicles]…shall not enter [into the assembly of the Lord]. A <i>mamzer </i>shall not enter.… An Amonite shall not enter.… Do not despise an Edomite.… [Sons born to them of the third generation may enter…]” (Deuteronomy 23:2–4, 8–9). What is written thereafter? “When a camp shall go out against your enemy” (Deuteronomy 23:10); that is why it is written: “And your camp shall be holy…” (Deuteronomy 23:15), that there shall not be in their midst <i>mamzerim</i> and not those who are born not in sanctity, because the Holy One blessed be He does not associate His name with them and does not aid them in war. So, the Holy One blessed be He said to Abraham our patriarch: “I will give to you and to your descendants after you the land of your residence” (Genesis 17:8) – to those descendants whose descent will be traced back to you, I will give them “the land of your residence…as an eternal possession” (Genesis 17:8), and I will be their God. But <i>mamzerim</i>, whose descent is not traced back to you, as their forebears are not distinguishable, I will not be their God, as I do not associate My name with them and I will not give them a portion in the land.", "versionTitle": "The Sefaria Midrash Rabbah, 2022", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5922e990d6e4a91a92fb72ac", "index_title": "Contemporary Halakhic Problems, Vol VI", "category": "Halakhah", "type": "", "ref": "Contemporary Halakhic Problems, Vol VI, Chapter 12 The Case of the Poisoned Sandwich 81", "anchorRef": "Leviticus 20:8", "anchorRefExpanded": ["Leviticus 20:8"], "sourceRef": "Contemporary Halakhic Problems, Vol VI, Chapter 12 The Case of the Poisoned Sandwich 81", "sourceHeRef": "בעיות הלכתיות עכשוויות, כרך ו, פרק יב: הכריך המורעל פ״א", "anchorVerse": 8, "sourceHasEn": true, "compDate": [2006, 2012], "commentaryNum": 81, "collectiveTitle": {"en": "Contemporary Halakhic Problems, Vol VI", "he": "בעיות הלכתיות עכשוויות, כרך ו"}, "heTitle": "פרק יב: הכריך המורעל", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "According to this analysis, <i>hal'itehu la-rasha</i> is not at all an independent principle of Halakhah justifying a course of action. Rather, it is a rationale explaining why legislation was <i>not</i> promulgated in a particular instance. <i>Hal'itehu la-rasha</i> explains only why transgressors were not shielded from further transgression; <i>hal'itehu la-rasha</i><sup class=\"footnote-marker\">52</sup><i class=\"footnote\">There may well be entirely different grounds to justify the student’s course of action in the case of the poisoned sandwich. The Gemara, <i>Ketubot</i> 86a and <i>Ḥullin</i> 132b, declares that a person may be compelled to fulfill a commandment, e.g., the <i>miẓvah</i> of <i>sukkah</i> or of the four species, by means of physical force, if necessary, “until his life departs.” There is considerable controversy with regard to whether the recalcitrant person may be beaten only within an “inch of his life” since, if he dies, he certainly will not fulfill the commandment, or whether he may be beaten until he expires. Rambam, <i>Sefer ha-Miẓvot</i>, introduction, <i>shoresh</i> 14; <i>idem</i>, <i>Commentary on the Mishnah</i>, <i>Ketubot</i> 49a; Ramban, <i>Commentary on the Pentateuch</i>, Leviticus 20:8; <i>Ḥiddushei ha-Ran</i>, <i>Bava Meẓi’a</i> 61b and <i>Ḥullin</i> 132b; R. Meir Simchah ha-Kohen of Dvinsk, <i>Or Sameaḥ</i>, <i>Hilkhot Mamrim</i> 4:3, state that lethal force may be employed. However, Rabbenu Yonah, cited by <i>Shitah Mekubbeẓet</i>, <i>Ketubot</i> 86a, maintains that deadly force may not be applied in order to compel fulfillment of a <i>miẓvah</i>. See also R. Meir Eisenstadt, <i>Teshuvot Amudei Esh</i>, no. 1, <i>klal</i> 15. <i>Amudei Esh</i> endeavors to explain Rambam’s use of the term “until he dies” as a metaphor for weakness. Cf., Rambam, <i>Guide for the Perplexed</i>, Part I, chap. 12. <i>Or Sameaḥ</i> asserts that, “when it is certain to us” that duress will not accomplish the desired result, not even a hair on the head of the would-be transgressor may be disturbed.<br><i>Keẓot ha-Ḥoshen</i> 3:1 rules that only a <i>bet din</i> comprised of ordained judges competent to impose capital punishment is authorized to use physical force to enforce specific performance with regard to fulfilling a commandment. The postion of <i>Keẓot</i> is reflected in the work of an early-day authority, R. Eliezer of Metz, <i>Sefer Yere’im</i>, I, no. 169, and Ramban, Exodus 20:8. <i>Netivot ha-Mishpat</i> 3:1 disagrees in maintaining that judicial authority is not required for this purpose but that every Jew is empowered and obligated to secure observance of commandments even, if necessary, by use of force. <i>Or Sameaḥ</i>, <i>Hilkhot Mamrim</i> 4:3, concurs in that position but maintains that, when duress is warranted in execution of a divorce, only a <i>bet din</i> can compel such action because execution of a divorce requires acquiescence. See also R. Chaim of Volozhin, responsum no. 2, s.v. <i>uba-zeh</i>, published as an appendix to R. Joseph Ber Soloveitchik, <i>Teshuvot Bet ha-Levi</i>, I. Cf., the distinctions made by <i>Ḥatam Sofer</i>, <i>Ḥoshen Mishpat</i>, no. 177, sec. 3 and <i>Ḥiddushei ha-Rim</i>, <i>Ḥoshen Mishpat</i> 1:28 as well as R. Shimon Shkop, <i>Sha’arei Yosher</i>, <i>sha’ar</i> 7, chap. 5.<br>In his response to <i>Netivot ha-Mishpat</i>, the author of <i>Keẓot ha-Ḥoshen</i>, <i>Meshovev ha-Netivot</i> 3:1, distinguishes between positive commandments and negative prohibitions: Enforcement of positive obligations, he maintains, requires judicial authority but a properly constituted <i>bet din</i> may apply coercive measures even to the point of death. However, prevention of transgression of a negative commandment, he asserts, is a private obligation and hence the force applied may not be lethal in nature. This is also the position of R. Joseph Babad, <i>Minḥat Ḥinnukh</i>, <i>miẓvah</i> 8, sec. 10, and <i>miẓvah</i> 55, sec. 20. See also R. Jonathan Eibeschutz, <i>Urim ve-Tumim</i> 4:1 and <i>Teshuvot Maharya</i>, II, no. 164 as well as <i>Sedei Ḥemed</i>, <i>Asifat Dinim</i>, <i>ma’arekhet heh</i>, no. 4. Cf., however, R. Chaim Palaggi, <i>Ḥikkekei Lev, Oraḥ Ḥayyim</i>, no. 19.<br><i>Teshuvot Radvaz</i>, IV, no. 1,329, (258) seems to rule that physical force may be used only by a person having authority over the would-be transgressor, e.g., a father or a master. See the terminology employed by Rema, <i>Ḥoshen Mishpat</i> 421:13. However, R. Ya’akov Yesha’ya Blau, <i>Pitḥei Ḥoshen</i>, V, chap. 2, notes 19 and 20, understands Radvaz’ comments as being consistent with the position of <i>Yam shel Shlomoh</i> cited later in this note. See also <i>Sedei Ḥemed</i>, <i>Asifat Dinim</i>, <i>ma’arekhet heh</i>, no. 4. However, R. Naphtali Zevi Judah Berlin, <i>Ha’amek She’elah</i>, <i>Parashat Va-Yeshev</i>, <i>She’ilta</i> 27, sec. 6, asserts that physical force may not be used but that, <i>post factum</i>, at least in the case of a master <i>vis-à-vis</i> his slave, there is no liability. See also sources cited by <i>Pitḥei Ḥoshen</i>, V, chap. 2, notes 19 and 20.<br>Thus, virtually all authorities agree that physical force may be employed to prevent transgression of a negative commandment. Accordingly, physical force would be warranted in order to identify a thief and thereby prevent further acts of theft. In the case under discussion, although a lethal poison was administered, the student was entirely confident of the ability of the already prepared antidote to avert a fatal result. Administration of the poison coupled with its antidote certainly constituted physical force — but non-lethal force is warranted in order to prevent prospective infraction of the prohibition against theft.<br>Nevertheless, it is necessary to be mindful of the comment of R. Shlomoh Luria, <i>Yam shel Shlomoh</i>, <i>Bava Kamma</i> 3:9, to the effect that, although technically correct, physical force of any kind should not be employed other than by designated authorities. The danger of, and possible abuses arising from, private parties taking the law into their own hands are readily apparent.</i> is not an invitation to entice malfeasors to further transgression and certainly not a license to cause them physical harm.<sup class=\"footnote-marker\">53</sup><i class=\"footnote\">For a discussion of why theft is deemed a more grievous transgression than <i>orlah</i> and <i>kerem reva’i</i> see <i>Teshuvot Be’er Mosheh</i>, V, no. 162, sec. 9 and cf., <i>Be-Ẓel ha-Ḥokhmah</i>, I, no. 27. <i>Teshuvot Shevet ha-Levi</i>, II, no. 1, cites R. Meir Arak, <i>Minḥat Pittim</i>, <i>Yoreh De’ah</i>, no. 1, who explains that theft is a more serious transgression because it is a sin against both God and man whereas <i>orlah</i> and <i>kerem reva’i</i> are only sins against God.<br>See <i>Teshuvot Emek Halakhah</i>, II, no. 4, who seeks to demonstrate that Rambam’s limitation of the principle is compelled by an analysis of the situation with regard to <i>orlah</i> and to <i>kerem reva’i</i> presented by the Mishnah. <i>Emek Halakhah</i> argues that, if <i>hali’tehu la-rasha</i> is a rule of general application there is no reason to caution against <i>orlah and kerem reva’i</i> even during the sabbatical year. Fruit whose status is doubtful, i.e., the fruit may <i>possibly</i> be prohibited, is also forbidden and hence, if the principle <i>hal’itehu la-rasha</i> were to apply, there would be no need to mark such fruit. Accordingly, reasons <i>Emek Halakhah</i>, Rambam must have deduced that <i>hal’itehu la-rasha</i> applies only during the years in which the produce is not ownerless and is occasioned by the more serious transgression of theft. Of course, that argument fails if, as postulated by <i>Tuv Ta’am va-Da’at</i>, <i>hal’itehu la-rasha</i> does not apply in situations in which all transgression can be prevented; accordingly, it is in the seventh year, during which the only possible infraction is <i>orlah</i> or <i>kerem reva’i</i>, that notice in the form of marking the fruit as <i>orlah</i> or <i>kerem reva’i</i> is required.</i>", "versionTitle": "Contemporary halakhic problems, by J. David Bleich, 1977-2005", "license": "", "versionTitleInHebrew": "בעיות הלכתיות עכשוויות, רבי יהודה דוד בלייך, 1977-2005"}, {"_id": "5a9d3cd1d6e4a9026bd8f78b", "index_title": "Aderet Eliyahu", "category": "Commentary", "type": "commentary", "ref": "Aderet Eliyahu, Leviticus 20:8:1", "anchorRef": "Leviticus 20:8", "anchorRefExpanded": ["Leviticus 20:8"], "sourceRef": "Aderet Eliyahu, Leviticus 20:8:1", "sourceHeRef": "אדרת אליהו, ויקרא כ׳:ח׳:א׳", "anchorVerse": 8, "sourceHasEn": false, "compDate": [1740, 1800], "commentaryNum": 8.0001, "collectiveTitle": {"en": "Aderet Eliyahu", "he": "אדרת אליהו"}, "heTitle": "ויקרא", "he": "<b>ושמרתם.</b> לרבות שאר דקדוקי הפרשה:", "heVersionTitle": "Aderet Eliyahu, Halberstadt, 1860", "heLicense": "Public Domain", "heVersionTitleInHebrew": "אדרת אליהו על התורה, הלברשטאט תרי\"ט", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5a9d3cd2d6e4a9026bd8f78d", "index_title": "Aderet Eliyahu", "category": "Commentary", "type": "commentary", "ref": "Aderet Eliyahu, Leviticus 20:8:2", "anchorRef": "Leviticus 20:8", "anchorRefExpanded": ["Leviticus 20:8"], "sourceRef": "Aderet Eliyahu, Leviticus 20:8:2", "sourceHeRef": "אדרת אליהו, ויקרא כ׳:ח׳:ב׳", "anchorVerse": 8, "sourceHasEn": false, "compDate": [1740, 1800], "commentaryNum": 8.0002, "collectiveTitle": {"en": "Aderet Eliyahu", "he": "אדרת אליהו"}, "heTitle": "ויקרא", "he": "<b>אני ה' מקדשכם.</b> כשם שאני קדוש כו':", "heVersionTitle": "Aderet Eliyahu, Halberstadt, 1860", "heLicense": "Public Domain", "heVersionTitleInHebrew": "אדרת אליהו על התורה, הלברשטאט תרי\"ט", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5d821e24bc2fb75e90f871b5", "index_title": "Ba'alei Brit Avram", "category": "Commentary", "type": "commentary", "ref": "Ba'alei Brit Avram, Kedoshim 4", "anchorRef": "Leviticus 20:8-9", "anchorRefExpanded": ["Leviticus 20:8", "Leviticus 20:9"], "sourceRef": "Ba'alei Brit Avram, Kedoshim 4", "sourceHeRef": "בעלי ברית אברם, קדושים ד׳", "anchorVerse": 8, "sourceHasEn": false, "compDate": [1618, 1622], "commentaryNum": 4, "collectiveTitle": {"en": "Ba'alei Brit Avram", "he": "בעלי ברית אברם"}, "heTitle": "קדושים", "he": "<b>ושמרתם את חקותי ועשיתם אותם אני ה׳ מקדשכם. כי איש איש אשר יקלל את אביו ואת אמו מות יומת וגו׳.</b> יש להתבונן מה קשר יש במלת כי עם ושמרתם את חקותי וגו׳. והרמב״ן ז״ל ישב הדבר לומר שחוזר למעלה לענין איש אמו ואביו תיראו וגו׳ כי איש איש אשר יקלל וגו׳ עיין בספרו. אמנם נראה לפרש שזו היא כוונת הפסוק באומרו כי איש איש וגו׳. כי בפרשת אחרי מות הזהיר על כל העריות דרך אזהרה. ואח״כ בפ׳ קדושים חזר עליהם לפרש בהם העונש של כל אחד ואחד כי כן דרך התורה לא ענשה אלא א״כ הזהירה ולכן הקדים הפסיק בפ׳ אחרי מות קודם אזהרת העריות ושמרתם את חקותי ואת משפטי כי העריות צריכין שמירה גדולה לפי שנפשו של אדם מתאוה להן. ואח״כ בפ׳ קדושים כשבא להזכיר העונשים התחיל ג״כ לזרז ולהזהיר באומרו ושמרתם את חקותי ועשיתם אותם להוסיף שמירה על שמירה לומר שלא תחשבו מאחר שלא הזכרתי לכם למעלה בעריות כי אם אזהרה בלאו לבד א״כ הרי הן כמו שאר איסורין קלים שאין בהם כי אם אזהרה לבד ולא מיתה. אינו כן. אמנם צריך שתשמרו שמירה מעולה כדי שלא תענשו עונש חמור כי יש בכל אחת ואחת עונש מלבד האזהרה. ומלת כי קאי אכולהו על כל מה שמפרש והולך וצירף עם העריות גם מקלל אביו ואמו לפרש בו עונש סקילה באומרו דמיו בו שהיא סקילה. והתחיל תחלה בנותן מזרעו למולך לפרש בו עונש סקילה אע״פ שלא התחיל בו באזהרה בפ׳ אחרי מות בעבור שרצה להאריך לחומרתו באו ואני אתן את פני באיש ההוא ובמשפחתו וגו׳. ואם העלם יעלימו וגו׳ ושמתי אני את פני באיש ההוא ובמשפחתו וגו׳. (הרס״ו זללה״ה):", "heVersionTitle": "Vilna, 1873", "heLicense": "", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5ddba575e3f36b50b925c9e1", "index_title": "Chibbah Yeteirah on Torah", "category": "Commentary", "type": "commentary", "ref": "Chibbah Yeteirah on Torah, Leviticus 20:8:1", "anchorRef": "Leviticus 20:8", "anchorRefExpanded": ["Leviticus 20:8"], "sourceRef": "Chibbah Yeteirah on Torah, Leviticus 20:8:1", "sourceHeRef": "קונטרס חיבה יתירה, ויקרא כ׳:ח׳:א׳", "anchorVerse": 8, "sourceHasEn": false, "compDate": [1988, 1992], "commentaryNum": 8.0001, "collectiveTitle": {"en": "Chibbah Yeteirah on Torah", "he": "קונטרס חיבה יתירה"}, "heTitle": "ויקרא", "he": "<b>ושמרתם את חקתי ועשיתם אתם אני ה' מקדשכם.</b> למעלה (יט) אמר <b>ושמרתם את כל חקתי ואת כל משפטי ועשיתם אתם</b> וכן להלן (כ) <b>ושמרתם את כל חקתי ואת כל משפטי ועשיתם אתם,</b> ולמה כאן הזכיר חוקים ולא משפטים? ונראה לי שהטעם הוא שחוקים הם בין אדם למקום ואילו משפטים הם בין אדם לחברו, כלשון משפט בכל מקום, כי אף על פי שיש הרבה מצוות בין אדם למקום שאינן שכליות ועיין במסכת יומא (סז), ואילו מצוות בין אדם לחברו הן שכליות מטבע ענינן, מכל מקום פרוש חוק אינו דוקא מצוה שאינה שכלית, שהרי בדברים (ד) נאמר <b>כי היא חכמתכם ובינתכם לעיני העמים אשר ישמעון את כל החקים האלה ואמרו רק עם חכם ונבון הגוי הגדול הזה</b> ועיין על הכתוב שם, ואי אפשר שיאמרו כן על מצוות שאין להן טעם. אלא כיון שחוקים הם מצוות בין אדם למקום, לכן נאמר כאן <b>ושמרתם את חקתי ועשיתם אתם</b> ולא נאמר גם את משפטי, משום שמיירי בקדושה כמו שכתוב בסוף הפסוק <b>אני ה' מקדשכם</b> בהמשך לפסוק הקודם <b>והתקדשתם והייתם קדשים</b>. וקדושה נקנית על ידי שמירת כל המצוות כאילו הן חוקים בין אדם למקום, כי אף המצוות שבין אדם לחברו הן מצוות בין אדם למקום. ולכן פתח ב<b>קדשים תהיו</b> והמשיך במצוות שבין אדם לחבירו ובין אדם למקום בערבוביא, לפי שצריך לקיים את כולן בשווה מפני שכך ה' צוה אותן, וזהו <b>כי קדוש אני ה' אלקיכם</b>. אבל אם מקיימן רק מפני שהן שכליות או מטעם אחר אין האדם מתקדש על ידן, ועיין ברמב\"ם הלכות מלכים סוף פרק ח' שאם עשאן מפני הכרע הדעת וכו' אינו מחסידי אומות העולם אלא מחכמיהם עכ\"ל. ", "heVersionTitle": "Responsa Benei Banim, Jerusalem 1981-2005", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "שו\"ת בני בנים, ירושלים תשמ\"א-תשס\"ה", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5e1485ec9538de35ef3f1532", "index_title": "Chatam Sofer on Torah", "category": "Commentary", "type": "commentary", "ref": "Chatam Sofer on Torah, Kedoshim 27", "anchorRef": "Leviticus 20:8", "anchorRefExpanded": ["Leviticus 20:8"], "sourceRef": "Chatam Sofer on Torah, Kedoshim 27", "sourceHeRef": "חתם סופר על התורה, קדושים כ״ז", "anchorVerse": 8, "sourceHasEn": false, "compDate": [1785, 1835], "commentaryNum": 27, "collectiveTitle": {"en": "Chatam Sofer", "he": "חתם סופר"}, "heTitle": "קדושים", "he": "<b>אני ה' מקדישכם</b> כי איש אשר יקלל את אביו ואת אמו מות יומת דמיו בו אביו ואמו קלל י\"ל עפ\"י דאי' במדרש והובא בפייט דשבועות דעשרת הדברות מכוונים זה לקבל זה ה' דברות אחרונות כנגד חמשה דברות הראשונות דכיבוד אב הוא נגד לא תחמוד לומר כל החומד אשת חבירו מוליד בן שמקללו והענין כי איננו בן אבותיו כי מחשבה שמחשב אב החומד באחרת והאם באיש אחר הו\"ל הולד כאילו אינו בנם והוא מקללם נמצא יטעון זה המקלל אני איני בנו של זה הגם שעכ\"פ חייב מיתה מ\"מ אין דמיו בו פי' אין לתלות אשמת מיתתו בעצמו אלא אבותיו גרמו לו הכי הוה ס\"ד קמ\"ל נהי דכל החומד מוליד בן המקללו מ\"מ לא כל המקלל הוא בנו של חומד כי ישראל קדושים ולא יתנו מחשבתם באחרת והבן הרשע הזה לעצמו גרם מיתתו והיינו אני ד' מקדישכם וחזקתכם כשר ע\"כ כל איש אשר יקלל אביו ואמו מות יומת ולא יתנצל המקלל שלא קלל אביו ואמו כי הי' מחשבתם באחרת לא כן כי אביו ואמו האמתיים קילל כי חזקתם כשר ודמיו בו הוא גרם מיתתו לעצמו (כי חזקתו בלאו\"ה גרוע שקלל ואפילו אחרים שקלל עובר בלא תעשה דלא תקלל):", "heVersionTitle": "Chatam Sofer on Torah, Bratislava, 1879-1893", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר תורת משה. פרעסבורג, תרל\"ט-תרנ\"ג", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5e1485ec5e6ea9e54b43dd4f", "index_title": "Chatam Sofer on Torah", "category": "Commentary", "type": "commentary", "ref": "Chatam Sofer on Torah, Kedoshim 28", "anchorRef": "Leviticus 20:7-8", "anchorRefExpanded": ["Leviticus 20:7", "Leviticus 20:8"], "sourceRef": "Chatam Sofer on Torah, Kedoshim 28", "sourceHeRef": "חתם סופר על התורה, קדושים כ״ח", "anchorVerse": 7, "sourceHasEn": false, "compDate": [1785, 1835], "commentaryNum": 28, "collectiveTitle": {"en": "Chatam Sofer", "he": "חתם סופר"}, "heTitle": "קדושים", "he": "<b>והתקדשתם והייתם קדושים כי אני ה' אלקיכם ושמרתם את חוקותי אני ה' מקדישכם,</b> היינו שישראל נתקדשו במעמד הר סיני לקבל תורת אמת כל ישראל שוים ושוב כל אחד מקדש את עצמו במותר לו ועי\"ז נתעלה יותר עד שבעשותו אח\"כ מצות ה' או לומד תורתו הוא באופן אחר בקדושה יתירה ממה שהי' כשקיבל מהר סיני, ועד\"ז יהי' בעיניך כאילו היום הזה קבלה מהר סיני והיינו והתקדשתם והייתם קדושים לקדש במותר לך ואח\"כ כשהוספת קדושה אז ושמרתם את חוקותי שנתתי לך כבר במ\"ת אני ד' מקדישכם יותר ויותר:", "heVersionTitle": "Chatam Sofer on Torah, Bratislava, 1879-1893", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר תורת משה. פרעסבורג, תרל\"ט-תרנ\"ג", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6319d0c7b6084aa1cbf07563", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, יהוה 1", "anchorRef": "Leviticus 20:8", "anchorRefExpanded": ["Leviticus 20:8"], "sourceRef": "BDB, יהוה 1", "sourceHeRef": "בראון-דרייבר-בריגס, יהוה א׳", "anchorVerse": 8, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "יהוה", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><span dir=\"rtl\">יהוה</span></big><sub>c.</sub>  6823 i.e. <span dir=\"rtl\">יַהְוֶה</span> <strong>n.pr.dei</strong> Yahweh, the proper name of the God of Israel—<strong>(1.</strong> MT <span dir=\"rtl\">יְהוָֹה</span><sub>6518</sub> (Qr <span dir=\"rtl\">אֲדֹנָי</span>), or <span dir=\"rtl\">יֱהוִֹה</span><sub>305</sub> (Qr <span dir=\"rtl\">אֱלֹהִים</span>), in the combinations <span dir=\"rtl\">אדני יהוה</span> & <span dir=\"rtl\">יהוה אדני</span> (vid. <span dir=\"rtl\">אֲדֹנָי</span>), and with prep. <span dir=\"rtl\">בַּיהוָֹה</span>, <span dir=\"rtl\">לַיהוָֹה</span>, <span dir=\"rtl\">מֵיהוָֹה</span> (Qr <span dir=\"rtl\">בַּאדֹנָי</span>, <span dir=\"rtl\">לַאדֹנָי</span>, <span dir=\"rtl\">מֵאדֹנָי</span>), do not give the original form. 𝔊 and other Vrss follow the Qr. On the basis of <a data-ref=\"Exodus 20:7\" href=\"/Exodus.20.7\">Ex 20:7</a>; <a data-ref=\"Leviticus 24:11\" href=\"/Leviticus.24.11\">Lv 24:11</a> <span dir=\"rtl\">יהוה</span> was regarded as a <em>nomen ineffabile</em> (vid. Philo de Vita Mosis iii, 519, 529), called by the Jews <span dir=\"rtl\">הַשֵּׁם</span> and by the Samaritans <span dir=\"rtl\">שׁימא</span>. The pronunciation <em>Jehovah</em> was unknown until 1520, when it was introduced by Galatinus; but it was contested by Le Mercier, J. Drusius, and L. Capellus, as against grammatical and historical propriety (cf. Bö<sup>§ 88</sup>). The traditional Ἰαβέ of Theodoret and Epiphanius, the <span dir=\"rtl\">־יָהוּ</span>, <span dir=\"rtl\">יְהוֹ־</span> of compound n.pr. and the contracted form <span dir=\"rtl\">יָהּ</span>, all favour <span dir=\"rtl\">יַהְוֶה</span> (cf. <span dir=\"rtl\">יַהֲלֹמ֑וּן</span> <a data-ref=\"Psalms 74:6\" href=\"/Psalms.74.6\">ψ 74:6</a>; <span dir=\"rtl\">תַּהֲרוּ</span> <a data-ref=\"Isaiah 33:11\" href=\"/Isaiah.33.11\">Is 33:11</a>), v. Lag<sup>Sym. i. 14</sup> Baudissin<sup>Studien i. 179 ff.</sup>; Dr<sup>Stud. Bib. i. 1 ff.</sup> For <em>Jeve</em> v. Sta<sup>ZAW 1881, 346</sup> De <sup>ib. 1882, 173 f. & Gn. Excurs. ii</sup>. <strong>2.</strong> on liter. of interpret. v. Nes<sup>Eg 67</sup> Dr<sup>l.c.</sup>.—Many recent scholars explain <span dir=\"rtl\">יַהְוֶה</span> as Hiph. of <span dir=\"rtl\">הוה</span> (= <span dir=\"rtl\">היה</span>) <em>the one bringing into being, life-giver</em> (cf. <a data-ref=\"BDB, הַוָּה\" href=\"/BDB,_הַוָּה\", dir=\"rtl\">הַוָּה</a> <a data-ref=\"Genesis 3:20\" href=\"/Genesis.3.20\">Gn 3:20</a>) Schr HSch; <em>giver of existence, creator</em>, Kue Tiele; <em>he who brings to pass</em> (so already Le Clerc), <em>performer of his promises</em>, Lag, Nes.<sup>Eg 88</sup> (but Nes<sup>Eg. 91</sup> inclines to Qal as RS<sup>Brit. & For. Ev. Rev.</sup> v. infr.); or from <span dir=\"rtl\">הוה</span> <em>he who causes to fall</em>, rain or lightning RS<sup>OTJC ed. 1, 423; om. ed. 2, 245</sup>, cf. We<sup>Skizzen iii. 175</sup>; ‘<em>Fäller</em>,’ destroying foes, Sta<sup>G. i. 429</sup> (dubiously). But most take it as Qal of <span dir=\"rtl\">היה</span> (= <span dir=\"rtl\">היה</span>); <em>the one who is:</em> i.e. <em>the absolute and unchangeable one</em>, Ri; <em>the existing, ever-living</em>, as self-consistent and unchangeable, Di; or <em>the one ever coming into manifestation</em> as the God of redemption, De Oehl; cf. also RS<sup>Brit. & For. Ev. Rev. 1876</sup>, <em>he will be</em> it, i.e. all that his servants look for (cf. Ew<sup>infr.</sup>), <em>he will approve himself</em> (<em>give evidence of being, assert his being</em> Dr<sup>l. c. 17</sup>)<strong>).</strong> theories of non-Heb. or non-Sem. origin. opposed (in their older forms) by Bau<sup>Rel i. 181 ff. (v. especially 230)</sup>; Dl<sup>Pa 162 ff.</sup> claimed Bab. origin for <span dir=\"rtl\">יהו</span>, against this Kue<sup>National religions, etc., Note iv (Eng. Trans. 329 ff.)</sup> Jastr<sup>JBL xiii (1894), 103 f.</sup> cf. Hpt<sup>BAS i. 170 N</sup>; Dl <sup>Babel u. Bibel, 46 f., 73 f.</sup> makes same claim for <span dir=\"rtl\">יהוה</span>, agst. this v. especially Hirsch<sup>ZAW xxiii (1903), 355 ff.</sup> Zim<sup>KAT 3, 465 ff.</sup>; Spiegelberg<sup>ZMG liii (1899), 633 ff.</sup> proposes (improb.) Egyptian etymol. for <span dir=\"rtl\">יהוה</span>; further discussions see in Kö<sup>EB Names, § 112 and n. 3</sup>. ‘Jehovah’ found in Jacob (? Johann.) Wessel († 1480), according to Schwally<sup>ThLZ, 1905, col. 612</sup>.<br><strong>I.</strong>  <span dir=\"rtl\">יהוה</span> is not used by E in Gn, but is given <a data-ref=\"Exodus 3:12-15\" href=\"/Exodus.3.12-15\">Ex 3:12–15</a> as the name of the God who revealed Himself to Moses at Horeb, and is explained thus: <span dir=\"rtl\">אֶהְיֶה עִמָּ֑ךְ</span> <em>I shall be with thee</em> (v <a data-ref=\"Exodus 3:12\" href=\"/Exodus.3.12\">12</a>), which is then implied in <span dir=\"rtl\">אֶהְיֶה אֲשֶׁר אֶהְיֶה</span> <em>I shall be the one who will be</em> it v <a data-ref=\"Exodus 3:14\" href=\"/Exodus.3.14\">14a</a> (i.e. with thee v <a data-ref=\"Exodus 3:12\" href=\"/Exodus.3.12\">12</a>) and then compressed into <span dir=\"rtl\">אֶהְיֶה</span> v <a data-ref=\"Exodus 3:14\" href=\"/Exodus.3.14\">14b</a> (i.e. with thee v <a data-ref=\"Exodus 3:12\" href=\"/Exodus.3.12\">12</a>), which then is given in the nominal form <span dir=\"rtl\">יהוה</span> <em>He who will be</em> it v <a data-ref=\"Exodus 3:15\" href=\"/Exodus.3.15\">15</a> (i.e. with thee v <a data-ref=\"Exodus 3:12\" href=\"/Exodus.3.12\">12</a>). Cf. Ew<sup>BTh ii. 337, 338</sup> RS<sup>l. c., Proph. 385 ff.</sup> Other interpretations are: <em>I am he who I am</em>, i.e. it is no concern of yours (Le Clerc Lag<sup>Psalt. Hieron. 156</sup>); <em>I am</em>, (this is my name), <em>inasmuch as I am</em> (<span dir=\"rtl\">אֲשֶׁר</span> = <span dir=\"rtl\">כִּי</span>; AE JDMich We<sup>JD Th xxi, 540 = Comp. Hex. 72</sup>); Di al. <em>I am who I am</em>, he who is essentially unnameable, inexplicable.—E uses <span dir=\"rtl\">יהוה</span> sparingly by the side of <span dir=\"rtl\">אלהים</span> and <span dir=\"rtl\">האלהים</span> in his subsequent narrative. The Ephraimitic writers in Ju S K use it in similar proportions. P abstains from the use of <span dir=\"rtl\">יהוה</span> until he gives an account of its revelation to Moses <a data-ref=\"Exodus 6:3\" href=\"/Exodus.6.3\">Ex 6:3</a>; but subsequently uses it freely. He gives no explanation of its meaning. He represents that <span dir=\"rtl\">אֵל שַׁדַּי</span> was the God of the patriarchs. J uses <span dir=\"rtl\">יהוה</span> from the beginning of his narrative, possibly explaining it, <a data-ref=\"Genesis 21:33\" href=\"/Genesis.21.33\">Gn 21:33</a> by <span dir=\"rtl\">אל עולם</span>, the evergreen tamarisk being a symbol of the ever-living God; cf. De <a data-ref=\"Genesis 21:33\" href=\"/Genesis.21.33\">Gn 21:33</a>. Elsewhere <span dir=\"rtl\">יהוה</span> is the common divine name in pre-exilic writers, but in post-exilic writers gradually falls into disuse, and is supplanted by <span dir=\"rtl\">אלהים</span> and <span dir=\"rtl\">אדני</span>. In Job it is used 31 times in prose parts, and <a data-ref=\"Job 12:9\" href=\"/Job.12.9\">12:9</a> (a proverb); not elsewhere in the poem. Chr apart from his sources prefers <span dir=\"rtl\">אלהים</span> and <span dir=\"rtl\">האלהים</span>. Dn uses <span dir=\"rtl\">יהוה</span> only in chap. 9 (7 times); Ec not at all. In the Elohistic group of <a data-ref=\"Psalms 42-83\" href=\"/Psalms.42-83\">ψ 42–83</a> it is used 39 times (see <a data-ref=\"BDB, אֱלֹהִים\" href=\"/BDB,_אֱלֹהִים\", dir=\"rtl\">אלהים</a>). It occurs as the name of Israel’s God MI <sup>18</sup>. It is doubtful whether it was used by other branches of the Shemitic family, cf. COT <a data-ref=\"Genesis 2:4\" href=\"/Genesis.2.4\">Gn 2:4b</a> Dl<sup>Pa 158 ff.</sup> Dr<sup>Stud. Bib. i. 7 ff.</sup><br><strong>II.</strong> <strong>1.</strong>  <span dir=\"rtl\">יהוה</span> is used with <span dir=\"rtl\">אלהים</span> with or without suffs., especially in D; <strong>a.</strong>  with <span dir=\"rtl\">אֱלֹהֶיךָ</span> in the Ten Words <a data-ref=\"Exodus 20:12\" href=\"/Exodus.20.12\">Ex 20:2–12</a> (5 times) = <a data-ref=\"Deuteronomy 5:16\" href=\"/Deuteronomy.5.16\">Dt 5:6–16</a>; in the law of worship of JE, <a data-ref=\"Exodus 23:19\" href=\"/Exodus.23.19\">Ex 23:19</a>; <a data-ref=\"Exodus 34:24\" href=\"/Exodus.34.24\">34:24</a>, <a data-ref=\"Exodus 34:26\" href=\"/Exodus.34.26\">26</a>; in D <sup>234 times</sup>; <a data-ref=\"Joshua 1:9\" href=\"/Joshua.1.9\">Jos 1:9</a>, <a data-ref=\"Joshua 1:17\" href=\"/Joshua.1.17\">17</a>; <a data-ref=\"Joshua 9:9\" href=\"/Joshua.9.9\">9:9</a>, <a data-ref=\"Joshua 9:24\" href=\"/Joshua.9.24\">24</a> (D<sup>2</sup>); elsewhere <a data-ref=\"Genesis 27:20\" href=\"/Genesis.27.20\">Gn 27:20</a> <a data-ref=\"Exodus 15:26\" href=\"/Exodus.15.26\">Ex 15:26</a> (JE), <a data-ref=\"Judges 6:26\" href=\"/Judges.6.26\">Ju 6:26</a>; S & K 20 times <a data-ref=\"I Chronicles 11:2\" href=\"/I_Chronicles.11.2\">1 Ch 11:2</a>; <a data-ref=\"I Chronicles 22:11\" href=\"/I_Chronicles.22.11\">22:11</a>, <a data-ref=\"I Chronicles 22:12\" href=\"/I_Chronicles.22.12\">12</a> <a data-ref=\"II Chronicles 9:8\" href=\"/II_Chronicles.9.8\">2 Ch 9:8</a><sup>(×2)</sup>; <a data-ref=\"II Chronicles 16:7\" href=\"/II_Chronicles.16.7\">16:7</a>; <a data-ref=\"Isaiah 7:11\" href=\"/Isaiah.7.11\">Is 7:11</a>; <a data-ref=\"Isaiah 37:4\" href=\"/Isaiah.37.4\">37:4</a><sup>(×2)</sup>; <a data-ref=\"Isaiah 41:13\" href=\"/Isaiah.41.13\">41:13</a>; <a data-ref=\"Isaiah 43:3\" href=\"/Isaiah.43.3\">43:3</a>; <a data-ref=\"Isaiah 51:15\" href=\"/Isaiah.51.15\">51:15</a>; <a data-ref=\"Isaiah 55:5\" href=\"/Isaiah.55.5\">55:5</a>; <a data-ref=\"Jeremiah 40:2\" href=\"/Jeremiah.40.2\">Je 40:2</a> + (3 times) <a data-ref=\"Hosea 12:10\" href=\"/Hosea.12.10\">Ho 12:10</a>; <a data-ref=\"Hosea 13:4\" href=\"/Hosea.13.4\">13:4</a>; <a data-ref=\"Hosea 14:2\" href=\"/Hosea.14.2\">14:2</a>; <a data-ref=\"Amos 9:15\" href=\"/Amos.9.15\">Am 9:15</a>; <a data-ref=\"Psalms 81:11\" href=\"/Psalms.81.11\">ψ 81:11</a>. <strong>b.</strong>  with <span dir=\"rtl\">אֱלֹהֵיכֶם</span> in D 46 times; D<sup>2</sup> 28 times; H 15 times; P 15 times; elsewhere <a data-ref=\"Exodus 23:25\" href=\"/Exodus.23.25\">Ex 23:25</a> (E); <a data-ref=\"Exodus 8:24\" href=\"/Exodus.8.24\">8:24</a>; <a data-ref=\"Exodus 10:8\" href=\"/Exodus.10.8\">10:8</a>, <a data-ref=\"Exodus 10:16\" href=\"/Exodus.10.16\">16</a>, <a data-ref=\"Exodus 10:17\" href=\"/Exodus.10.17\">17</a> (JE); <a data-ref=\"Judges 6:10\" href=\"/Judges.6.10\">Ju 6:10</a>; <a data-ref=\"I Samuel 12:12\" href=\"/I_Samuel.12.12\">1 S 12:12</a>, <a data-ref=\"I Samuel 12:14\" href=\"/I_Samuel.12.14\">14</a>; <a data-ref=\"II Kings 17:39\" href=\"/II_Kings.17.39\">2 K 17:39</a>; <a data-ref=\"II Kings 23:21\" href=\"/II_Kings.23.21\">23:21</a>; <a data-ref=\"I Chronicles 22:18\" href=\"/I_Chronicles.22.18\">1 Ch 22:18</a> + (10 times Chr) <a data-ref=\"Psalms 76:12\" href=\"/Psalms.76.12\">ψ 76:12</a>; <a data-ref=\"Jeremiah 13:16\" href=\"/Jeremiah.13.16\">Je 13:16</a>; + (5 times) <a data-ref=\"Ezekiel 20:5\" href=\"/Ezekiel.20.5\">Ez 20:5</a>, <a data-ref=\"Ezekiel 20:7\" href=\"/Ezekiel.20.7\">7</a>, <a data-ref=\"Ezekiel 20:19\" href=\"/Ezekiel.20.19\">19</a>, <a data-ref=\"Ezekiel 20:20\" href=\"/Ezekiel.20.20\">20</a>; <a data-ref=\"Joel 2:13\" href=\"/Joel.2.13\">Jo 2:13</a> + (6 times) <a data-ref=\"Zechariah 6:15\" href=\"/Zechariah.6.15\">Zc 6:15</a>. <strong>c.</strong>  with <span dir=\"rtl\">אֱלֹהֵינוּ</span> in D 23 times; in D<sup>2</sup> 5 times; <a data-ref=\"Exodus 8:6\" href=\"/Exodus.8.6\">Ex 8:6</a> (JE) <a data-ref=\"Exodus 3:18\" href=\"/Exodus.3.18\">Ex 3:18</a>; <a data-ref=\"Exodus 5:3\" href=\"/Exodus.5.3\">5:3</a>; <a data-ref=\"Exodus 8:22\" href=\"/Exodus.8.22\">8:22</a>, <a data-ref=\"Exodus 8:23\" href=\"/Exodus.8.23\">23</a>; <a data-ref=\"Exodus 10:25\" href=\"/Exodus.10.25\">10:25</a>, <a data-ref=\"Exodus 10:26\" href=\"/Exodus.10.26\">26</a> (E) <a data-ref=\"Judges 11:24\" href=\"/Judges.11.24\">Ju 11:24</a>; <a data-ref=\"I Samuel 7:8\" href=\"/I_Samuel.7.8\">1 S 7:8</a>; <a data-ref=\"I Kings 8:57\" href=\"/I_Kings.8.57\">1 K 8:57</a>, <a data-ref=\"I Kings 8:59\" href=\"/I_Kings.8.59\">59</a>, <a data-ref=\"I Kings 8:61\" href=\"/I_Kings.8.61\">61</a>, <a data-ref=\"I Kings 8:65\" href=\"/I_Kings.8.65\">65</a> <a data-ref=\"II Kings 18:22\" href=\"/II_Kings.18.22\">2 K 18:22</a>; <a data-ref=\"II Kings 19:19\" href=\"/II_Kings.19.19\">19:19</a> = <a data-ref=\"Isaiah 36:7\" href=\"/Isaiah.36.7\">Is 36:7</a>; <a data-ref=\"Isaiah 37:20\" href=\"/Isaiah.37.20\">37:20</a>, <a data-ref=\"I Chronicles 13:2\" href=\"/I_Chronicles.13.2\">1 Ch 13:2</a> + (15 times Chr) <a data-ref=\"Micah 4:5\" href=\"/Micah.4.5\">Mi 4:5</a>; <a data-ref=\"Micah 7:17\" href=\"/Micah.7.17\">7:17</a>; <a data-ref=\"Isaiah 26:13\" href=\"/Isaiah.26.13\">Is 26:13</a>; <a data-ref=\"Jeremiah 3:22\" href=\"/Jeremiah.3.22\">Je 3:22</a> + (17 times) <a data-ref=\"Psalms 20:8\" href=\"/Psalms.20.8\">ψ 20:8</a>; <a data-ref=\"Psalms 90:17\" href=\"/Psalms.90.17\">90:17</a> (?; Baer <span dir=\"rtl\">אֲדֹנָי</span>) <a data-ref=\"Psalms 94:23\" href=\"/Psalms.94.23\">94:23</a>; <a data-ref=\"Psalms 99:5\" href=\"/Psalms.99.5\">99:5</a>, <a data-ref=\"Psalms 99:8\" href=\"/Psalms.99.8\">8</a>, <a data-ref=\"Psalms 99:9\" href=\"/Psalms.99.9\">9</a><sup>(×2)</sup>; <a data-ref=\"Psalms 105:7\" href=\"/Psalms.105.7\">105:7</a>; <a data-ref=\"Psalms 106:47\" href=\"/Psalms.106.47\">106:47</a>; <a data-ref=\"Psalms 113:5\" href=\"/Psalms.113.5\">113:5</a>; <a data-ref=\"Psalms 122:9\" href=\"/Psalms.122.9\">122:9</a>; <a data-ref=\"Psalms 123:2\" href=\"/Psalms.123.2\">123:2</a> <a data-ref=\"Daniel 9:10\" href=\"/Daniel.9.10\">Dn 9:10</a>, <a data-ref=\"Daniel 9:13\" href=\"/Daniel.9.13\">13</a>, <a data-ref=\"Daniel 9:14\" href=\"/Daniel.9.14\">14</a>. <strong>d.</strong>  c. <span dir=\"rtl\">אֱלֹהֵיהֶם</span> <a data-ref=\"Exodus 10:7\" href=\"/Exodus.10.7\">Ex 10:7</a> (J) <a data-ref=\"Exodus 29:46\" href=\"/Exodus.29.46\">Ex 29:46</a><sup>(×2)</sup> <a data-ref=\"Leviticus 26:44\" href=\"/Leviticus.26.44\">Lv 26:44</a> (P) <a data-ref=\"Judges 3:7\" href=\"/Judges.3.7\">Ju 3:7</a>; <a data-ref=\"Judges 8:34\" href=\"/Judges.8.34\">8:34</a>; <a data-ref=\"I Samuel 12:9\" href=\"/I_Samuel.12.9\">1 S 12:9</a>; <a data-ref=\"I Kings 9:9\" href=\"/I_Kings.9.9\">1 K 9:9</a>; <a data-ref=\"II Kings 17:7\" href=\"/II_Kings.17.7\">2 K 17:7</a>, <a data-ref=\"II Kings 17:9\" href=\"/II_Kings.17.9\">9</a>, <a data-ref=\"II Kings 17:14\" href=\"/II_Kings.17.14\">14</a>, <a data-ref=\"II Kings 17:16\" href=\"/II_Kings.17.16\">16</a>, <a data-ref=\"II Kings 17:19\" href=\"/II_Kings.17.19\">19</a>; <a data-ref=\"II Kings 18:12\" href=\"/II_Kings.18.12\">18:12</a> <a data-ref=\"II Chronicles 31:6\" href=\"/II_Chronicles.31.6\">2 Ch 31:6</a>; <a data-ref=\"II Chronicles 33:17\" href=\"/II_Chronicles.33.17\">33:17</a>; <a data-ref=\"II Chronicles 34:33\" href=\"/II_Chronicles.34.33\">34:33</a>; <a data-ref=\"Nehemiah 9:3\" href=\"/Nehemiah.9.3\">Ne 9:3</a><sup>(×2)</sup>, <a data-ref=\"Nehemiah 9:4\" href=\"/Nehemiah.9.4\">4</a>; <a data-ref=\"Jeremiah 3:21\" href=\"/Jeremiah.3.21\">Je 3:21</a>; <a data-ref=\"Jeremiah 22:9\" href=\"/Jeremiah.22.9\">22:9</a>; <a data-ref=\"Jeremiah 30:9\" href=\"/Jeremiah.30.9\">30:9</a>; <a data-ref=\"Jeremiah 43:1\" href=\"/Jeremiah.43.1\">43:1</a><sup>(×2)</sup> <a data-ref=\"Jeremiah 50:4\" href=\"/Jeremiah.50.4\">50:4</a>; <a data-ref=\"Ezekiel 28:26\" href=\"/Ezekiel.28.26\">Ez 28:26</a>; <a data-ref=\"Ezekiel 34:30\" href=\"/Ezekiel.34.30\">34:30</a>; <a data-ref=\"Ezekiel 39:22\" href=\"/Ezekiel.39.22\">39:22</a>, <a data-ref=\"Ezekiel 39:28\" href=\"/Ezekiel.39.28\">28</a> <a data-ref=\"Hosea 1:7\" href=\"/Hosea.1.7\">Ho 1:7</a>; <a data-ref=\"Hosea 3:5\" href=\"/Hosea.3.5\">3:5</a>; <a data-ref=\"Hosea 7:10\" href=\"/Hosea.7.10\">7:10</a>; <a data-ref=\"Zephaniah 2:7\" href=\"/Zephaniah.2.7\">Zp 2:7</a>; <a data-ref=\"Haggai 1:12\" href=\"/Haggai.1.12\">Hag 1:12</a><sup>(×2)</sup> <a data-ref=\"Zechariah 9:16\" href=\"/Zechariah.9.16\">Zc 9:16</a>; <a data-ref=\"Zechariah 10:6\" href=\"/Zechariah.10.6\">10:6</a>. <strong>e.</strong>  with <span dir=\"rtl\">אֱלֹהָיו</span> <a data-ref=\"Numbers 23:21\" href=\"/Numbers.23.21\">Nu 23:21</a> (E) <a data-ref=\"Exodus 32:11\" href=\"/Exodus.32.11\">Ex 32:11</a> (J) <a data-ref=\"Leviticus 4:22\" href=\"/Leviticus.4.22\">Lv 4:22</a> (P) <a data-ref=\"Deuteronomy 17:19\" href=\"/Deuteronomy.17.19\">Dt 17:19</a>; <a data-ref=\"Deuteronomy 18:7\" href=\"/Deuteronomy.18.7\">18:7</a>; <a data-ref=\"I Samuel 30:6\" href=\"/I_Samuel.30.6\">1 S 30:6</a>; <a data-ref=\"I Kings 5:17\" href=\"/I_Kings.5.17\">1 K 5:17</a>; <a data-ref=\"I Kings 11:4\" href=\"/I_Kings.11.4\">11:4</a>; <a data-ref=\"I Kings 15:3\" href=\"/I_Kings.15.3\">15:3</a>, <a data-ref=\"I Kings 15:4\" href=\"/I_Kings.15.4\">4</a>; <a data-ref=\"II Kings 5:11\" href=\"/II_Kings.5.11\">2 K 5:11</a>; <a data-ref=\"II Kings 16:2\" href=\"/II_Kings.16.2\">16:2</a>; <a data-ref=\"II Chronicles 1:1\" href=\"/II_Chronicles.1.1\">2 Ch 1:1</a>; + 13 times Chr; <a data-ref=\"Micah 5:3\" href=\"/Micah.5.3\">Mi 5:3</a>; <a data-ref=\"Jeremiah 7:28\" href=\"/Jeremiah.7.28\">Je 7:28</a>; <a data-ref=\"Psalms 33:12\" href=\"/Psalms.33.12\">ψ 33:12</a>; <a data-ref=\"Psalms 144:15\" href=\"/Psalms.144.15\">144:15</a>; <a data-ref=\"Psalms 146:5\" href=\"/Psalms.146.5\">146:5</a>; <a data-ref=\"Jonah 2:2\" href=\"/Jonah.2.2\">Jon 2:2</a>. <strong>f.</strong>  with <span dir=\"rtl\">אֱלֹהַי</span> <a data-ref=\"Numbers 22:18\" href=\"/Numbers.22.18\">Nu 22:18</a> (JE) <a data-ref=\"Deuteronomy 4:5\" href=\"/Deuteronomy.4.5\">Dt 4:5</a>; <a data-ref=\"Deuteronomy 18:16\" href=\"/Deuteronomy.18.16\">18:16</a>; <a data-ref=\"Deuteronomy 26:14\" href=\"/Deuteronomy.26.14\">26:14</a>; <a data-ref=\"Joshua 14:8\" href=\"/Joshua.14.8\">Jos 14:8</a>, <a data-ref=\"Joshua 14:9\" href=\"/Joshua.14.9\">9</a>; <a data-ref=\"II Samuel 24:24\" href=\"/II_Samuel.24.24\">2 S 24:24</a>; <a data-ref=\"I Kings 3:7\" href=\"/I_Kings.3.7\">1 K 3:7</a>; <a data-ref=\"I Kings 5:18\" href=\"/I_Kings.5.18\">5:18</a>, <a data-ref=\"I Kings 5:19\" href=\"/I_Kings.5.19\">19</a>; <a data-ref=\"I Kings 8:28\" href=\"/I_Kings.8.28\">8:28</a>; <a data-ref=\"I Kings 17:20\" href=\"/I_Kings.17.20\">17:20</a>, <a data-ref=\"I Kings 17:21\" href=\"/I_Kings.17.21\">21</a>; <a data-ref=\"I Chronicles 21:17\" href=\"/I_Chronicles.21.17\">1 Ch 21:17</a>; <a data-ref=\"I Chronicles 22:7\" href=\"/I_Chronicles.22.7\">22:7</a>; <a data-ref=\"II Chronicles 2:3\" href=\"/II_Chronicles.2.3\">2 Ch 2:3</a>; <a data-ref=\"II Chronicles 6:19\" href=\"/II_Chronicles.6.19\">6:19</a>; <a data-ref=\"Ezra 7:28\" href=\"/Ezra.7.28\">Ezr 7:28</a>; <a data-ref=\"Ezra 9:5\" href=\"/Ezra.9.5\">9:5</a>; <a data-ref=\"Psalms 7:2\" href=\"/Psalms.7.2\">ψ 7:2</a>, <a data-ref=\"Psalms 7:4\" href=\"/Psalms.7.4\">4</a>; <a data-ref=\"Psalms 13:4\" href=\"/Psalms.13.4\">13:4</a>; <a data-ref=\"Psalms 18:29\" href=\"/Psalms.18.29\">18:29</a>; <a data-ref=\"Psalms 30:3\" href=\"/Psalms.30.3\">30:3</a>, <a data-ref=\"Psalms 30:13\" href=\"/Psalms.30.13\">13</a>; <a data-ref=\"Psalms 35:24\" href=\"/Psalms.35.24\">35:24</a>; <a data-ref=\"Psalms 40:6\" href=\"/Psalms.40.6\">40:6</a>; <a data-ref=\"Psalms 104:1\" href=\"/Psalms.104.1\">104:1</a>; <a data-ref=\"Psalms 109:26\" href=\"/Psalms.109.26\">109:26</a>; <a data-ref=\"Isaiah 25:1\" href=\"/Isaiah.25.1\">Is 25:1</a>; <a data-ref=\"Jeremiah 31:18\" href=\"/Jeremiah.31.18\">Je 31:18</a>; <a data-ref=\"Daniel 9:4\" href=\"/Daniel.9.4\">Dn 9:4</a>, <a data-ref=\"Daniel 9:20\" href=\"/Daniel.9.20\">20</a>; <a data-ref=\"Jonah 2:7\" href=\"/Jonah.2.7\">Jon 2:7</a>; <a data-ref=\"Habakkuk 1:12\" href=\"/Habakkuk.1.12\">Hab 1:12</a>; <a data-ref=\"Zechariah 11:4\" href=\"/Zechariah.11.4\">Zc 11:4</a>; <a data-ref=\"Zechariah 13:9\" href=\"/Zechariah.13.9\">13:9</a>; <a data-ref=\"Zechariah 14:5\" href=\"/Zechariah.14.5\">14:5</a>. <strong>g.</strong>  with <span dir=\"rtl\">אֱלֹהַיִךְ</span> <a data-ref=\"Isaiah 60:9\" href=\"/Isaiah.60.9\">Is 60:9</a> <a data-ref=\"Jeremiah 2:17\" href=\"/Jeremiah.2.17\">Je 2:17</a>, <a data-ref=\"Jeremiah 2:19\" href=\"/Jeremiah.2.19\">19</a>; <a data-ref=\"Jeremiah 3:13\" href=\"/Jeremiah.3.13\">3:13</a>; <a data-ref=\"Micah 7:10\" href=\"/Micah.7.10\">Mi 7:10</a>; <a data-ref=\"Zephaniah 3:17\" href=\"/Zephaniah.3.17\">Zp 3:17</a>. <strong>h.</strong>  with <span dir=\"rtl\">אלהים</span>, probably always due to later editors, or to a Qr which has crept into the text <a data-ref=\"Genesis 2:4-3:23\" href=\"/Genesis.2.4-3.23\">Gn 2:4b—3:23</a> (J, 20 times either <span dir=\"rtl\">אלהים</span> inserted by R<sup>P</sup> as Di De; or <span dir=\"rtl\">יהוה</span> inserted by J in an older source); <a data-ref=\"Exodus 9:30\" href=\"/Exodus.9.30\">Ex 9:30</a> (J, but not in 𝔊 Sam.; Sam. <span dir=\"rtl\">אדני יהוה</span>; possibly MT from earlier Qr, & Sam. from later Qr); <a data-ref=\"II Samuel 7:22\" href=\"/II_Samuel.7.22\">2 S 7:22</a>, <a data-ref=\"II Samuel 7:25\" href=\"/II_Samuel.7.25\">25</a> (𝔊 <span dir=\"rtl\">אדני יהוה</span> and <a data-ref=\"I Chronicles 17:20-23\" href=\"/I_Chronicles.17.20-23\">1 Ch 17:20–23</a> only <span dir=\"rtl\">יהוה</span>); <a data-ref=\"I Chronicles 17:16\" href=\"/I_Chronicles.17.16\">1 Ch 17:16</a>, <a data-ref=\"I Chronicles 17:17\" href=\"/I_Chronicles.17.17\">17</a> (but <a data-ref=\"II Samuel 7:18\" href=\"/II_Samuel.7.18\">2 S 7:18</a>, <a data-ref=\"II Samuel 7:19\" href=\"/II_Samuel.7.19\">19</a> <span dir=\"rtl\">אדני יהוה</span>) <a data-ref=\"I Chronicles 28:20\" href=\"/I_Chronicles.28.20\">1 Ch 28:20</a>; <a data-ref=\"I Chronicles 29:1\" href=\"/I_Chronicles.29.1\">29:1</a>; <a data-ref=\"II Chronicles 1:9\" href=\"/II_Chronicles.1.9\">2 Ch 1:9</a>; <a data-ref=\"II Chronicles 6:41\" href=\"/II_Chronicles.6.41\">6:41</a><sup>(×2)</sup>, <a data-ref=\"II Chronicles 6:42\" href=\"/II_Chronicles.6.42\">42</a>; <a data-ref=\"II Chronicles 26:18\" href=\"/II_Chronicles.26.18\">26:18</a> (but in the original <a data-ref=\"Psalms 132:8\" href=\"/Psalms.132.8\">ψ 132:8</a> stood <span dir=\"rtl\">יהוה</span> (so ℌ), or else no divine name); <a data-ref=\"Psalms 72:18\" href=\"/Psalms.72.18\">ψ 72:18</a> (the late doxology) <a data-ref=\"Psalms 84:12\" href=\"/Psalms.84.12\">84:12</a> (but it makes the line too long); <a data-ref=\"Jonah 4:6\" href=\"/Jonah.4.6\">Jon 4:6</a>. For the combinations with other divine names see those names. <strong>2.</strong>  the phrase †<span dir=\"rtl\">אֲנִי יהוה</span> is noteworthy:— <strong>a.</strong>  after <span dir=\"rtl\">אמר</span> either alone <a data-ref=\"Exodus 6:2\" href=\"/Exodus.6.2\">Ex 6:2</a>, <a data-ref=\"Exodus 6:29\" href=\"/Exodus.6.29\">29</a> (P) or before relative and other clauses: <a data-ref=\"Genesis 28:13\" href=\"/Genesis.28.13\">Gn 28:13</a> (J) <a data-ref=\"Genesis 15:7\" href=\"/Genesis.15.7\">15:7</a> (R) <a data-ref=\"Exodus 6:6\" href=\"/Exodus.6.6\">Ex 6:6</a> (P) with <span dir=\"rtl\">אלהיכם</span> <a data-ref=\"Judges 6:10\" href=\"/Judges.6.10\">Ju 6:10</a>; <a data-ref=\"Ezekiel 20:5\" href=\"/Ezekiel.20.5\">Ez 20:5</a>. <strong>b.</strong>  after <span dir=\"rtl\">ידע כי</span> (α) <a data-ref=\"Exodus 7:17\" href=\"/Exodus.7.17\">Ex 7:17</a>; <a data-ref=\"Exodus 8:18\" href=\"/Exodus.8.18\">8:18</a>; <a data-ref=\"Exodus 10:2\" href=\"/Exodus.10.2\">10:2</a> (J); <a data-ref=\"Exodus 7:5\" href=\"/Exodus.7.5\">Ex 7:5</a>; <a data-ref=\"Exodus 14:4\" href=\"/Exodus.14.4\">14:4</a>, <a data-ref=\"Exodus 14:18\" href=\"/Exodus.14.18\">18</a> (P); <a data-ref=\"I Kings 20:13\" href=\"/I_Kings.20.13\">1 K 20:13</a>, <a data-ref=\"I Kings 20:28\" href=\"/I_Kings.20.28\">28</a>; <a data-ref=\"Jeremiah 24:7\" href=\"/Jeremiah.24.7\">Je 24:7</a> <a data-ref=\"Ezekiel 6:7\" href=\"/Ezekiel.6.7\">Ez 6:7</a> + 4:8 times Ez; (β) with <span dir=\"rtl\">אלהיכם</span> <a data-ref=\"Exodus 6:7\" href=\"/Exodus.6.7\">Ex 6:7</a>; <a data-ref=\"Exodus 16:12\" href=\"/Exodus.16.12\">16:12</a>; <a data-ref=\"Deuteronomy 29:5\" href=\"/Deuteronomy.29.5\">Dt 29:5</a> (P) <a data-ref=\"Ezekiel 20:20\" href=\"/Ezekiel.20.20\">Ez 20:20</a>; <a data-ref=\"Joel 4:17\" href=\"/Joel.4.17\">Jo 4:17</a>; (γ) with <span dir=\"rtl\">אלהיהם</span> <a data-ref=\"Exodus 29:46\" href=\"/Exodus.29.46\">Ex 29:46</a> (P) <a data-ref=\"Ezekiel 28:26\" href=\"/Ezekiel.28.26\">Ez 28:26</a>; <a data-ref=\"Ezekiel 34:30\" href=\"/Ezekiel.34.30\">34:30</a>; <a data-ref=\"Ezekiel 39:22\" href=\"/Ezekiel.39.22\">39:22</a>, <a data-ref=\"Ezekiel 39:28\" href=\"/Ezekiel.39.28\">28</a>; (δ) before relative and other clauses <a data-ref=\"Isaiah 45:3\" href=\"/Isaiah.45.3\">Is 45:3</a>; <a data-ref=\"Isaiah 49:23\" href=\"/Isaiah.49.23\">49:23</a>, <a data-ref=\"Isaiah 49:26\" href=\"/Isaiah.49.26\">26</a>; <a data-ref=\"Isaiah 60:16\" href=\"/Isaiah.60.16\">60:16</a> <a data-ref=\"Ezekiel 7:9\" href=\"/Ezekiel.7.9\">Ez 7:9</a>; <a data-ref=\"Ezekiel 17:24\" href=\"/Ezekiel.17.24\">17:24</a>; <a data-ref=\"Ezekiel 21:10\" href=\"/Ezekiel.21.10\">21:10</a>; <a data-ref=\"Ezekiel 22:22\" href=\"/Ezekiel.22.22\">22:22</a>; <a data-ref=\"Ezekiel 35:12\" href=\"/Ezekiel.35.12\">35:12</a>; <a data-ref=\"Ezekiel 36:36\" href=\"/Ezekiel.36.36\">36:36</a>; (ε) with various forms of <span dir=\"rtl\">קדשׁ</span> <a data-ref=\"Exodus 31:13\" href=\"/Exodus.31.13\">Ex 31:13</a> (P) <a data-ref=\"Ezekiel 20:12\" href=\"/Ezekiel.20.12\">Ez 20:12</a>; <a data-ref=\"Ezekiel 37:28\" href=\"/Ezekiel.37.28\">37:28</a>; <a data-ref=\"Ezekiel 39:7\" href=\"/Ezekiel.39.7\">39:7</a>; (ζ) with <span dir=\"rtl\">דברתי</span> <a data-ref=\"Ezekiel 5:13\" href=\"/Ezekiel.5.13\">Ez 5:13</a>; <a data-ref=\"Ezekiel 17:21\" href=\"/Ezekiel.17.21\">17:21</a>, cf. <span dir=\"rtl\">יֵדְעוּ אשׁר אני י׳</span> <a data-ref=\"Ezekiel 20:26\" href=\"/Ezekiel.20.26\">Ez 20:26</a>. <strong>c.</strong>  after <span dir=\"rtl\">כִּי</span> in various combinations <a data-ref=\"Leviticus 11:44\" href=\"/Leviticus.11.44\">Lv 11:44</a>, <a data-ref=\"Leviticus 11:45\" href=\"/Leviticus.11.45\">45</a>; <a data-ref=\"Numbers 35:34\" href=\"/Numbers.35.34\">Nu 35:34</a> (P), <a data-ref=\"Leviticus 20:7\" href=\"/Leviticus.20.7\">Lv 20:7</a>, <a data-ref=\"Leviticus 20:26\" href=\"/Leviticus.20.26\">26</a>; <a data-ref=\"Leviticus 21:8\" href=\"/Leviticus.21.8\">21:8</a>, <a data-ref=\"Leviticus 21:15\" href=\"/Leviticus.21.15\">15</a>, <a data-ref=\"Leviticus 21:23\" href=\"/Leviticus.21.23\">23</a>; <a data-ref=\"Leviticus 22:16\" href=\"/Leviticus.22.16\">22:16</a>; <a data-ref=\"Leviticus 24:22\" href=\"/Leviticus.24.22\">24:22</a>; <a data-ref=\"Leviticus 25:17\" href=\"/Leviticus.25.17\">25:17</a>; <a data-ref=\"Leviticus 26:1\" href=\"/Leviticus.26.1\">26:1</a>, <a data-ref=\"Leviticus 26:44\" href=\"/Leviticus.26.44\">44</a> (all H); <a data-ref=\"Exodus 15:26\" href=\"/Exodus.15.26\">Ex 15:26</a> (R) <a data-ref=\"Isaiah 41:13\" href=\"/Isaiah.41.13\">Is 41:13</a>; <a data-ref=\"Isaiah 43:3\" href=\"/Isaiah.43.3\">43:3</a>; <a data-ref=\"Isaiah 61:8\" href=\"/Isaiah.61.8\">61:8</a>; <a data-ref=\"Jeremiah 9:23\" href=\"/Jeremiah.9.23\">Je 9:23</a>; <a data-ref=\"Ezekiel 12:25\" href=\"/Ezekiel.12.25\">Ez 12:25</a>; <a data-ref=\"Ezekiel 21:4\" href=\"/Ezekiel.21.4\">21:4</a> <a data-ref=\"Zechariah 10:6\" href=\"/Zechariah.10.6\">Zc 10:6</a>; <a data-ref=\"Malachi 3:6\" href=\"/Malachi.3.6\">Mal 3:6</a>. <strong>d.</strong>  emphatic <a data-ref=\"Exodus 6:8\" href=\"/Exodus.6.8\">Ex 6:8</a>; <a data-ref=\"Exodus 12:12\" href=\"/Exodus.12.12\">12:12</a> <a data-ref=\"Leviticus 26:2\" href=\"/Leviticus.26.2\">Lv 26:2</a>, <a data-ref=\"Leviticus 26:45\" href=\"/Leviticus.26.45\">45</a>; <a data-ref=\"Numbers 3:13\" href=\"/Numbers.3.13\">Nu 3:13</a>, <a data-ref=\"Numbers 3:41\" href=\"/Numbers.3.41\">41</a>, <a data-ref=\"Numbers 3:45\" href=\"/Numbers.3.45\">45</a> (all P); <a data-ref=\"Leviticus 18:5\" href=\"/Leviticus.18.5\">Lv 18:5</a>, <a data-ref=\"Leviticus 18:6\" href=\"/Leviticus.18.6\">6</a>, <a data-ref=\"Leviticus 18:21\" href=\"/Leviticus.18.21\">21</a>; <a data-ref=\"Leviticus 19:12\" href=\"/Leviticus.19.12\">19:12</a>, <a data-ref=\"Leviticus 19:14\" href=\"/Leviticus.19.14\">14</a>, <a data-ref=\"Leviticus 19:16\" href=\"/Leviticus.19.16\">16</a>, <a data-ref=\"Leviticus 19:18\" href=\"/Leviticus.19.18\">18</a>, <a data-ref=\"Leviticus 19:28\" href=\"/Leviticus.19.28\">28</a>, <a data-ref=\"Leviticus 19:30\" href=\"/Leviticus.19.30\">30</a>, <a data-ref=\"Leviticus 19:32\" href=\"/Leviticus.19.32\">32</a>, <a data-ref=\"Leviticus 19:37\" href=\"/Leviticus.19.37\">37</a>; <a data-ref=\"Leviticus 21:12\" href=\"/Leviticus.21.12\">21:12</a>; <a data-ref=\"Leviticus 22:2\" href=\"/Leviticus.22.2\">22:2</a>, <a data-ref=\"Leviticus 22:3\" href=\"/Leviticus.22.3\">3</a>, <a data-ref=\"Leviticus 22:8\" href=\"/Leviticus.22.8\">8</a>, <a data-ref=\"Leviticus 22:30\" href=\"/Leviticus.22.30\">30</a>, <a data-ref=\"Leviticus 22:31\" href=\"/Leviticus.22.31\">31</a>, <a data-ref=\"Leviticus 22:33\" href=\"/Leviticus.22.33\">33</a> (all H) <a data-ref=\"Isaiah 43:15\" href=\"/Isaiah.43.15\">Is 43:15</a>; with <span dir=\"rtl\">אלהיהם</span> <a data-ref=\"Exodus 29:46\" href=\"/Exodus.29.46\">Ex 29:46</a>; with <span dir=\"rtl\">אלהיךָ</span> <a data-ref=\"Isaiah 48:17\" href=\"/Isaiah.48.17\">Is 48:17</a>; with <span dir=\"rtl\">אלהיכם</span> <a data-ref=\"Leviticus 23:43\" href=\"/Leviticus.23.43\">Lv 23:43</a>; <a data-ref=\"Leviticus 25:38\" href=\"/Leviticus.25.38\">25:38</a>, <a data-ref=\"Leviticus 25:55\" href=\"/Leviticus.25.55\">55</a>; <a data-ref=\"Numbers 10:10\" href=\"/Numbers.10.10\">Nu 10:10</a>; <a data-ref=\"Numbers 15:41\" href=\"/Numbers.15.41\">15:41</a><sup>(</sup>×2<sup>)</sup> (P) <a data-ref=\"Leviticus 18:2\" href=\"/Leviticus.18.2\">Lv 18:2</a>, <a data-ref=\"Leviticus 18:4\" href=\"/Leviticus.18.4\">4</a>, <a data-ref=\"Leviticus 18:30\" href=\"/Leviticus.18.30\">30</a>; <a data-ref=\"Leviticus 19:2\" href=\"/Leviticus.19.2\">19:2</a>, <a data-ref=\"Leviticus 19:3\" href=\"/Leviticus.19.3\">3</a>, <a data-ref=\"Leviticus 19:4\" href=\"/Leviticus.19.4\">4</a>, <a data-ref=\"Leviticus 19:10\" href=\"/Leviticus.19.10\">10</a>, <a data-ref=\"Leviticus 19:25\" href=\"/Leviticus.19.25\">25</a>, <a data-ref=\"Leviticus 19:31\" href=\"/Leviticus.19.31\">31</a>, <a data-ref=\"Leviticus 19:34\" href=\"/Leviticus.19.34\">34</a>, <a data-ref=\"Leviticus 19:36\" href=\"/Leviticus.19.36\">36</a>; <a data-ref=\"Leviticus 20:24\" href=\"/Leviticus.20.24\">20:24</a>; <a data-ref=\"Leviticus 23:22\" href=\"/Leviticus.23.22\">23:22</a>; <a data-ref=\"Leviticus 26:13\" href=\"/Leviticus.26.13\">26:13</a> (all H) <a data-ref=\"Ezekiel 20:7\" href=\"/Ezekiel.20.7\">Ez 20:7</a>, <a data-ref=\"Ezekiel 20:19\" href=\"/Ezekiel.20.19\">19</a> <a data-ref=\"Joel 2:27\" href=\"/Joel.2.27\">Jo 2:27</a>; with <span dir=\"rtl\">מְקַדֵּשׁ</span> <a data-ref=\"Leviticus 20:8\" href=\"/Leviticus.20.8\">Lv 20:8</a>; <a data-ref=\"Leviticus 22:9\" href=\"/Leviticus.22.9\">22:9</a>, <a data-ref=\"Leviticus 22:32\" href=\"/Leviticus.22.32\">32</a> (H), with <span dir=\"rtl\">דברתי</span> <a data-ref=\"Numbers 14:35\" href=\"/Numbers.14.35\">Nu 14:35</a> (P) <a data-ref=\"Ezekiel 5:15\" href=\"/Ezekiel.5.15\">Ez 5:15</a> + (11 times Ez); with clauses <a data-ref=\"Isaiah 27:3\" href=\"/Isaiah.27.3\">Is 27:3</a>; <a data-ref=\"Isaiah 41:4\" href=\"/Isaiah.41.4\">41:4</a>, <a data-ref=\"Isaiah 41:17\" href=\"/Isaiah.41.17\">17</a>; <a data-ref=\"Isaiah 42:6\" href=\"/Isaiah.42.6\">42:6</a>, <a data-ref=\"Isaiah 42:8\" href=\"/Isaiah.42.8\">8</a>; <a data-ref=\"Isaiah 45:5\" href=\"/Isaiah.45.5\">45:5</a>, <a data-ref=\"Isaiah 45:6\" href=\"/Isaiah.45.6\">6</a>, <a data-ref=\"Isaiah 45:7\" href=\"/Isaiah.45.7\">7</a>, <a data-ref=\"Isaiah 45:8\" href=\"/Isaiah.45.8\">8</a>, <a data-ref=\"Isaiah 45:18\" href=\"/Isaiah.45.18\">18</a>, <a data-ref=\"Isaiah 45:19\" href=\"/Isaiah.45.19\">19</a>, <a data-ref=\"Isaiah 45:21\" href=\"/Isaiah.45.21\">21</a>; <a data-ref=\"Isaiah 60:22\" href=\"/Isaiah.60.22\">60:22</a> <a data-ref=\"Jeremiah 17:10\" href=\"/Jeremiah.17.10\">Je 17:10</a>; <a data-ref=\"Jeremiah 32:27\" href=\"/Jeremiah.32.27\">32:27</a>; <a data-ref=\"Ezekiel 14:4\" href=\"/Ezekiel.14.4\">Ez 14:4</a>, <a data-ref=\"Ezekiel 14:7\" href=\"/Ezekiel.14.7\">7</a>, <a data-ref=\"Ezekiel 14:9\" href=\"/Ezekiel.14.9\">9</a>; <a data-ref=\"Ezekiel 34:24\" href=\"/Ezekiel.34.24\">34:24</a>; †<span dir=\"rtl\">אָנֹכִי יהוה</span> is used in the Ten Words <a data-ref=\"Exodus 20:2\" href=\"/Exodus.20.2\">Ex 20:2</a>, <a data-ref=\"Exodus 20:5\" href=\"/Exodus.20.5\">5</a> = <a data-ref=\"Deuteronomy 5:6\" href=\"/Deuteronomy.5.6\">Dt 5:6</a>, <a data-ref=\"Deuteronomy 5:9\" href=\"/Deuteronomy.5.9\">9</a> cited <a data-ref=\"Psalms 81:11\" href=\"/Psalms.81.11\">ψ 81:11</a> <a data-ref=\"Hosea 12:10\" href=\"/Hosea.12.10\">Ho 12:10</a>; <a data-ref=\"Hosea 13:4\" href=\"/Hosea.13.4\">13:4</a>; elsewhere only <a data-ref=\"Exodus 4:11\" href=\"/Exodus.4.11\">Ex 4:11</a> (J) <a data-ref=\"Isaiah 43:11\" href=\"/Isaiah.43.11\">Is 43:11</a>; <a data-ref=\"Isaiah 44:24\" href=\"/Isaiah.44.24\">44:24</a>; <a data-ref=\"Isaiah 51:15\" href=\"/Isaiah.51.15\">51:15</a>. <strong>3.</strong>  <span dir=\"rtl\">יהוה</span> is also used with several predicates, to form sacred names of holy places of Yahweh <span dir=\"rtl\">יהוה יראה</span> <a data-ref=\"Genesis 22:14\" href=\"/Genesis.22.14\">Gn 22:14</a> (J); <span dir=\"rtl\">יהוה נסי</span> <a data-ref=\"Exodus 17:15\" href=\"/Exodus.17.15\">Ex 17:15</a> (E) <span dir=\"rtl\">יהוה שׁלום</span> <a data-ref=\"Judges 6:24\" href=\"/Judges.6.24\">Ju 6:24</a> <span dir=\"rtl\">יהוה צדקנו</span> <a data-ref=\"Jeremiah 33:16\" href=\"/Jeremiah.33.16\">Je 33:16</a> (cf. <a data-ref=\"Jeremiah 23:6\" href=\"/Jeremiah.23.6\">23:6</a> where it is applied to the Messiah); <span dir=\"rtl\">יהוה שָׁ֑מָּה</span> <a data-ref=\"Ezekiel 48:35\" href=\"/Ezekiel.48.35\">Ez 48:35</a>.—On combinations such as <span dir=\"rtl\">הַר י׳</span>, <span dir=\"rtl\">י׳ צְבָאוֹת</span> etc., v. <a ,=\"\" data-ref=\"BDB, הַר²\" dir=\"rtl\" href=\"/BDB,_הַר²\">הַר</a>, <a ,=\"\" data-ref=\"BDB, צָבָא²\" dir=\"rtl\" href=\"/BDB,_צָבָא²\">צָבָא</a>, etc.<br><em>Note.</em> —Bonk<sup>ZAW 1891, 126 ff.</sup> seems to shew that as prefix, in comp. n.pr., <span dir=\"rtl\">יְהוֹ</span> is the oldest and the latest form and that <span dir=\"rtl\">יוֹ</span> is intermediate, belonging to the earlier post-exilic period until the time of Chr; occasional copyists’ mistakes being taken into the account."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d181b6084aa1cbf0f127", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, חֻקָּה² 1", "anchorRef": "Leviticus 20:8", "anchorRefExpanded": ["Leviticus 20:8"], "sourceRef": "BDB, חֻקָּה² 1", "sourceHeRef": "בראון-דרייבר-בריגס, חֻקָּה² א׳", "anchorVerse": 8, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "חֻקָּה²", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† <big><span dir=\"rtl\">חֻקָּה</span></big><sub>104</sub>  <strong>n.f.</strong> <sup>Ex 13:10</sup> something prescribed, enactment, statute;—<span dir=\"rtl\">ח׳</span> <a data-ref=\"Numbers 9:14\" href=\"/Numbers.9.14\">Nu 9:14</a> + 2 times; cstr. <span dir=\"rtl\">חֻקַּת</span> <a data-ref=\"Exodus 12:14\" href=\"/Exodus.12.14\">Ex 12:14</a> + 28 times; pl. <span dir=\"rtl\">חֻקּוֹת</span> <a data-ref=\"Jeremiah 5:24\" href=\"/Jeremiah.5.24\">Je 5:24</a> + 12 times; <span dir=\"rtl\">חֻקֹּת</span> <a data-ref=\"Leviticus 20:23\" href=\"/Leviticus.20.23\">Lv 20:23</a>; <a data-ref=\"Jeremiah 31:35\" href=\"/Jeremiah.31.35\">Je 31:35</a>; sf. <span dir=\"rtl\">חֻקּוֹתַי</span> <a data-ref=\"Genesis 26:5\" href=\"/Genesis.26.5\">Gn 26:5</a> + 14 times; <span dir=\"rtl\">חֻקֹּתַי</span> <a data-ref=\"Leviticus 18:4\" href=\"/Leviticus.18.4\">Lv 18:4</a> + 21 times etc.;—<br><strong>1.</strong>  sg. <em>statute</em>, of special ritual laws: of passover <a data-ref=\"Exodus 13:10\" href=\"/Exodus.13.10\">Ex 13:10</a> (J); elsewhere only in P (and H), <span dir=\"rtl\">חקת הפסח</span> <a data-ref=\"Exodus 12:43\" href=\"/Exodus.12.43\">Ex 12:43</a>; <a data-ref=\"Numbers 9:12\" href=\"/Numbers.9.12\">Nu 9:12</a>, <a data-ref=\"Numbers 9:14\" href=\"/Numbers.9.14\">14</a>; <span dir=\"rtl\">ח׳ התורה</span> <a data-ref=\"Numbers 19:2\" href=\"/Numbers.19.2\">Nu 19:2</a>; <a data-ref=\"Numbers 31:21\" href=\"/Numbers.31.21\">31:21</a>; <span dir=\"rtl\">ח׳ משׁפט</span> <a data-ref=\"Numbers 27:11\" href=\"/Numbers.27.11\">Nu 27:11</a>; <a data-ref=\"Numbers 35:29\" href=\"/Numbers.35.29\">35:29</a>; <span dir=\"rtl\">ח׳ עולם</span> <a data-ref=\"Exodus 12:14\" href=\"/Exodus.12.14\">Ex 12:14</a>, <a data-ref=\"Exodus 12:17\" href=\"/Exodus.12.17\">17</a>; <a data-ref=\"Exodus 27:21\" href=\"/Exodus.27.21\">27:21</a>; <a data-ref=\"Exodus 28:43\" href=\"/Exodus.28.43\">28:43</a>; <a data-ref=\"Exodus 28:29\" href=\"/Exodus.28.29\">29</a>;<a data-ref=\"Exodus 28:9\" href=\"/Exodus.28.9\">9</a>; <a data-ref=\"Leviticus 3:17\" href=\"/Leviticus.3.17\">Lv 3:17</a>; <a data-ref=\"Leviticus 10:9\" href=\"/Leviticus.10.9\">10:9</a>; <a data-ref=\"Leviticus 16:29\" href=\"/Leviticus.16.29\">16:29</a>, <a data-ref=\"Leviticus 16:31\" href=\"/Leviticus.16.31\">31</a>, <a data-ref=\"Leviticus 16:34\" href=\"/Leviticus.16.34\">34</a>; <a data-ref=\"Leviticus 23:21\" href=\"/Leviticus.23.21\">23:21</a>, <a data-ref=\"Leviticus 23:31\" href=\"/Leviticus.23.31\">31</a>; <a data-ref=\"Leviticus 24:3\" href=\"/Leviticus.24.3\">24:3</a>; <a data-ref=\"Numbers 10:8\" href=\"/Numbers.10.8\">Nu 10:8</a>; <a data-ref=\"Numbers 15:15\" href=\"/Numbers.15.15\">15:15</a>; <a data-ref=\"Numbers 18:23\" href=\"/Numbers.18.23\">18:23</a>; <a data-ref=\"Numbers 19:10\" href=\"/Numbers.19.10\">19:10</a>, <a data-ref=\"Numbers 19:21\" href=\"/Numbers.19.21\">21</a> (all P), <a data-ref=\"Leviticus 17:7\" href=\"/Leviticus.17.7\">Lv 17:7</a>; <a data-ref=\"Leviticus 23:14\" href=\"/Leviticus.23.14\">23:14</a>, <a data-ref=\"Leviticus 23:41\" href=\"/Leviticus.23.41\">41</a> (H); <span dir=\"rtl\">חֻקָּה אַחַת לַגֵּר ולאזרח</span> <a data-ref=\"Numbers 9:14\" href=\"/Numbers.9.14\">Nu 9:14</a>; <a data-ref=\"Numbers 15:15\" href=\"/Numbers.15.15\">15:15</a>.<br><strong>2.</strong>  pl. <em>statutes:</em> <strong>a.</strong>  of nature <span dir=\"rtl\">ח׳ שׁמים</span> <a data-ref=\"Job 38:33\" href=\"/Job.38.33\">Jb 38:33</a>; <a data-ref=\"Jeremiah 33:25\" href=\"/Jeremiah.33.25\">Je 33:25</a>; of moon and stars <a data-ref=\"Jeremiah 31:35\" href=\"/Jeremiah.31.35\">Je 31:35</a>; of weeks of harvest <a data-ref=\"Jeremiah 5:24\" href=\"/Jeremiah.5.24\">Je 5:24</a>. <strong>b.</strong>  fig. of a firmly established custom <span dir=\"rtl\">ח׳ עמרי</span> <a data-ref=\"Micah 6:16\" href=\"/Micah.6.16\">Mi 6:16</a>; <span dir=\"rtl\">ח׳ הגוי(ם)</span> <a data-ref=\"Leviticus 20:23\" href=\"/Leviticus.20.23\">Lv 20:23</a> (H); <a data-ref=\"II Kings 17:8\" href=\"/II_Kings.17.8\">2 K 17:8</a>; <span dir=\"rtl\">ח׳ העמים</span> <a data-ref=\"Jeremiah 10:3\" href=\"/Jeremiah.10.3\">Je 10:3</a>; idolatry <span dir=\"rtl\">ח׳ ישׂראל</span> <a data-ref=\"II Kings 17:19\" href=\"/II_Kings.17.19\">2 K 17:19</a>; sexual offences <a data-ref=\"Leviticus 18:30\" href=\"/Leviticus.18.30\">Lv 18:30</a> (H). <strong>c.</strong>  <span dir=\"rtl\">ח׳ דוד</span> statutes of David <a data-ref=\"I Kings 3:3\" href=\"/I_Kings.3.3\">1 K 3:3</a>. <strong>d.</strong>  ‖ <span dir=\"rtl\">משׁפטים</span> <a data-ref=\"II Samuel 22:23\" href=\"/II_Samuel.22.23\">2 S 22:23</a> = <a data-ref=\"Psalms 18:23\" href=\"/Psalms.18.23\">ψ 18:23</a> (of the law known to David); ‖ <span dir=\"rtl\">מצות</span> <a data-ref=\"Psalms 89:32\" href=\"/Psalms.89.32\">ψ 89:32</a>; <span dir=\"rtl\">ברית וח׳</span> <a data-ref=\"I Kings 11:11\" href=\"/I_Kings.11.11\">1 K 11:11</a>; elsewhere of the prescriptions of the codes of D, H, P, Ez: usually <span dir=\"rtl\">חקות ומשׁפטים</span> <a data-ref=\"Leviticus 18:5\" href=\"/Leviticus.18.5\">Lv 18:5</a>, <a data-ref=\"Leviticus 18:26\" href=\"/Leviticus.18.26\">26</a>; <a data-ref=\"Leviticus 19:37\" href=\"/Leviticus.19.37\">19:37</a>; <a data-ref=\"Leviticus 20:22\" href=\"/Leviticus.20.22\">20:22</a> (H), <a data-ref=\"Leviticus 25:18\" href=\"/Leviticus.25.18\">25:18</a>; <a data-ref=\"Numbers 9:3\" href=\"/Numbers.9.3\">Nu 9:3</a> (P), <a data-ref=\"I Kings 11:33\" href=\"/I_Kings.11.33\">1 K 11:33</a> <a data-ref=\"Ezekiel 5:7\" href=\"/Ezekiel.5.7\">Ez 5:7</a>; <a data-ref=\"Ezekiel 11:20\" href=\"/Ezekiel.11.20\">11:20</a>; <a data-ref=\"Ezekiel 18:9\" href=\"/Ezekiel.18.9\">18:9</a>; <a data-ref=\"Ezekiel 20:11\" href=\"/Ezekiel.20.11\">20:11</a>, <a data-ref=\"Ezekiel 20:13\" href=\"/Ezekiel.20.13\">13</a>, <a data-ref=\"Ezekiel 20:19\" href=\"/Ezekiel.20.19\">19</a>, <a data-ref=\"Ezekiel 20:21\" href=\"/Ezekiel.20.21\">21</a>; preceded by <span dir=\"rtl\">מצות</span> <a data-ref=\"Deuteronomy 30:16\" href=\"/Deuteronomy.30.16\">Dt 30:16</a>; followed by <span dir=\"rtl\">מצות</span> <a data-ref=\"Leviticus 26:15\" href=\"/Leviticus.26.15\">Lv 26:15</a> (H), <a data-ref=\"Deuteronomy 11:1\" href=\"/Deuteronomy.11.1\">Dt 11:1</a>; <a data-ref=\"I Kings 6:12\" href=\"/I_Kings.6.12\">1 K 6:12</a>; <span dir=\"rtl\">תורה ומצוה</span> <a data-ref=\"II Kings 17:34\" href=\"/II_Kings.17.34\">2 K 17:34</a>; or else <span dir=\"rtl\">משׁפטים וחקות</span> <a data-ref=\"Leviticus 18:4\" href=\"/Leviticus.18.4\">Lv 18:4</a>; <a data-ref=\"Leviticus 26:43\" href=\"/Leviticus.26.43\">26:43</a> (H), <a data-ref=\"Ezekiel 5:6\" href=\"/Ezekiel.5.6\">Ez 5:6</a><sup>(×2)</sup>; <a data-ref=\"Ezekiel 18:17\" href=\"/Ezekiel.18.17\">18:17</a>; <a data-ref=\"Ezekiel 20:16\" href=\"/Ezekiel.20.16\">20:16</a>, <a data-ref=\"Ezekiel 20:24\" href=\"/Ezekiel.20.24\">24</a>; <a data-ref=\"Ezekiel 37:24\" href=\"/Ezekiel.37.24\">37:24</a>; preceded by <span dir=\"rtl\">מצות</span> <a data-ref=\"Deuteronomy 8:11\" href=\"/Deuteronomy.8.11\">Dt 8:11</a>; in diff. order, <span dir=\"rtl\">ח׳ מצות ומ׳ ועדות</span> <a data-ref=\"I Kings 2:3\" href=\"/I_Kings.2.3\">1 K 2:3</a>; frequently also <span dir=\"rtl\">ח׳ ומצות</span> <a data-ref=\"Leviticus 26:3\" href=\"/Leviticus.26.3\">Lv 26:3</a> (H), <a data-ref=\"Deuteronomy 6:2\" href=\"/Deuteronomy.6.2\">Dt 6:2</a>; <a data-ref=\"I Kings 11:38\" href=\"/I_Kings.11.38\">1 K 11:38</a>; <a data-ref=\"II Chronicles 7:19\" href=\"/II_Chronicles.7.19\">2 Ch 7:19</a>; or <span dir=\"rtl\">מצות (ו)ח׳</span> <a data-ref=\"Deuteronomy 10:13\" href=\"/Deuteronomy.10.13\">Dt 10:13</a>; <a data-ref=\"Deuteronomy 28:15\" href=\"/Deuteronomy.28.15\">28:15</a>, <a data-ref=\"Deuteronomy 28:45\" href=\"/Deuteronomy.28.45\">45</a>; <a data-ref=\"Deuteronomy 30:10\" href=\"/Deuteronomy.30.10\">30:10</a>; <a data-ref=\"I Kings 9:6\" href=\"/I_Kings.9.6\">1 K 9:6</a>; <a data-ref=\"I Kings 11:34\" href=\"/I_Kings.11.34\">11:34</a>; <a data-ref=\"Ezekiel 43:11\" href=\"/Ezekiel.43.11\">Ez 43:11</a> (Co), <a data-ref=\"II Kings 17:13\" href=\"/II_Kings.17.13\">2 K 17:13</a>; foll. by <span dir=\"rtl\">תורות</span> <a data-ref=\"Genesis 26:5\" href=\"/Genesis.26.5\">Gn 26:5</a> (R); <span dir=\"rtl\">מצות ועדות וח׳</span> <a data-ref=\"II Kings 23:3\" href=\"/II_Kings.23.3\">2 K 23:3</a>; <span dir=\"rtl\">תורה וח׳</span> <a data-ref=\"Jeremiah 44:10\" href=\"/Jeremiah.44.10\">Je 44:10</a>; <span dir=\"rtl\">ותורה וח׳ ועדות</span> <a data-ref=\"Jeremiah 44:23\" href=\"/Jeremiah.44.23\">44:23</a>; <span dir=\"rtl\">ח׳ ותורות</span> <a data-ref=\"Ezekiel 44:5\" href=\"/Ezekiel.44.5\">Ez 44:5</a>; <a data-ref=\"Ezekiel 43:11\" href=\"/Ezekiel.43.11\">43:11</a> (Co); <span dir=\"rtl\">תורות יח׳</span> <a data-ref=\"Ezekiel 44:24\" href=\"/Ezekiel.44.24\">44:24</a>; special ordinances are <span dir=\"rtl\">ח׳ המזבח</span> <a data-ref=\"Ezekiel 43:18\" href=\"/Ezekiel.43.18\">Ez 43:18</a>; <span dir=\"rtl\">ח׳ בית י׳</span> <a data-ref=\"Ezekiel 44:5\" href=\"/Ezekiel.44.5\">Ez 44:5</a>; <span dir=\"rtl\">ח׳ חיים</span> <a data-ref=\"Ezekiel 33:15\" href=\"/Ezekiel.33.15\">Ez 33:15</a> (which are life to those who keep them); <span dir=\"rtl\">ח׳ עולם תמיד</span> (𝔊 𝔖 𝔙 Talm Co del. <span dir=\"rtl\">עולם</span>) <a data-ref=\"Ezekiel 46:14\" href=\"/Ezekiel.46.14\">Ez 46:14</a>. <strong>e.</strong>  phrases of obedience are <span dir=\"rtl\">הלך ב׳</span> <a data-ref=\"Leviticus 18:3\" href=\"/Leviticus.18.3\">Lv 18:3</a>; <a data-ref=\"Leviticus 20:23\" href=\"/Leviticus.20.23\">20:23</a>; <a data-ref=\"Leviticus 26:3\" href=\"/Leviticus.26.3\">26:3</a> (H), <a data-ref=\"I Kings 3:3\" href=\"/I_Kings.3.3\">1 K 3:3</a>; <a data-ref=\"I Kings 6:12\" href=\"/I_Kings.6.12\">6:12</a>; <a data-ref=\"II Kings 17:8\" href=\"/II_Kings.17.8\">2 K 17:8</a>, <a data-ref=\"II Kings 17:19\" href=\"/II_Kings.17.19\">19</a>; <a data-ref=\"Jeremiah 44:10\" href=\"/Jeremiah.44.10\">Je 44:10</a>, <a data-ref=\"Jeremiah 44:23\" href=\"/Jeremiah.44.23\">23</a>; <a data-ref=\"Ezekiel 5:6\" href=\"/Ezekiel.5.6\">Ez 5:6</a>, <a data-ref=\"Ezekiel 5:7\" href=\"/Ezekiel.5.7\">7</a>; <a data-ref=\"Ezekiel 11:20\" href=\"/Ezekiel.11.20\">11:20</a>; <a data-ref=\"Ezekiel 18:9\" href=\"/Ezekiel.18.9\">18:9</a>, <a data-ref=\"Ezekiel 18:17\" href=\"/Ezekiel.18.17\">17</a>; <a data-ref=\"Ezekiel 20:13\" href=\"/Ezekiel.20.13\">20:13</a>, <a data-ref=\"Ezekiel 20:16\" href=\"/Ezekiel.20.16\">16</a>, <a data-ref=\"Ezekiel 20:19\" href=\"/Ezekiel.20.19\">19</a>, <a data-ref=\"Ezekiel 20:21\" href=\"/Ezekiel.20.21\">21</a>; <a data-ref=\"Ezekiel 33:15\" href=\"/Ezekiel.33.15\">33:15</a>; <span dir=\"rtl\">שׁמר</span> <a data-ref=\"Leviticus 18:4\" href=\"/Leviticus.18.4\">Lv 18:4</a>, <a data-ref=\"Leviticus 18:5\" href=\"/Leviticus.18.5\">5</a>, <a data-ref=\"Leviticus 18:26\" href=\"/Leviticus.18.26\">26</a>; <a data-ref=\"Leviticus 19:19\" href=\"/Leviticus.19.19\">19:19</a>, <a data-ref=\"Leviticus 19:37\" href=\"/Leviticus.19.37\">37</a>; <a data-ref=\"Leviticus 20:8\" href=\"/Leviticus.20.8\">20:8</a>, <a data-ref=\"Leviticus 20:22\" href=\"/Leviticus.20.22\">22</a> (H), <a data-ref=\"Genesis 26:5\" href=\"/Genesis.26.5\">Gn 26:5</a> (R), <a data-ref=\"Deuteronomy 6:2\" href=\"/Deuteronomy.6.2\">Dt 6:2</a>; <a data-ref=\"Deuteronomy 8:11\" href=\"/Deuteronomy.8.11\">8:11</a>; <a data-ref=\"Deuteronomy 10:13\" href=\"/Deuteronomy.10.13\">10:13</a>; <a data-ref=\"Deuteronomy 11:1\" href=\"/Deuteronomy.11.1\">11:1</a>; <a data-ref=\"Deuteronomy 28:45\" href=\"/Deuteronomy.28.45\">28:45</a>; <a data-ref=\"Deuteronomy 30:10\" href=\"/Deuteronomy.30.10\">30:10</a>, <a data-ref=\"Deuteronomy 30:16\" href=\"/Deuteronomy.30.16\">16</a>; <a data-ref=\"I Kings 2:3\" href=\"/I_Kings.2.3\">1 K 2:3</a>; <a data-ref=\"I Kings 9:6\" href=\"/I_Kings.9.6\">9:6</a>; <a data-ref=\"I Kings 11:11\" href=\"/I_Kings.11.11\">11:11</a>, <a data-ref=\"I Kings 11:34\" href=\"/I_Kings.11.34\">34</a>, <a data-ref=\"I Kings 11:38\" href=\"/I_Kings.11.38\">38</a>; <a data-ref=\"II Kings 17:13\" href=\"/II_Kings.17.13\">2 K 17:13</a>; <a data-ref=\"II Kings 23:3\" href=\"/II_Kings.23.3\">23:3</a>; <a data-ref=\"Ezekiel 18:19\" href=\"/Ezekiel.18.19\">Ez 18:19</a>, <a data-ref=\"Ezekiel 18:21\" href=\"/Ezekiel.18.21\">21</a>; <a data-ref=\"Ezekiel 37:24\" href=\"/Ezekiel.37.24\">37:24</a>; <a data-ref=\"Ezekiel 43:11\" href=\"/Ezekiel.43.11\">43:11</a>; <a data-ref=\"Ezekiel 44:24\" href=\"/Ezekiel.44.24\">44:24</a>; <span dir=\"rtl\">עשׂה</span> <a data-ref=\"Leviticus 25:18\" href=\"/Leviticus.25.18\">Lv 25:18</a> (P), <a data-ref=\"Deuteronomy 28:15\" href=\"/Deuteronomy.28.15\">Dt 28:15</a>; <a data-ref=\"I Kings 11:33\" href=\"/I_Kings.11.33\">1 K 11:33</a>; <span dir=\"rtl\">עשׂה כח׳</span> <a data-ref=\"II Kings 17:34\" href=\"/II_Kings.17.34\">2 K 17:34</a>; <span dir=\"rtl\">בח׳ אֶשְׁתַּעֲשָׁ֑ע</span> <a data-ref=\"Psalms 119:16\" href=\"/Psalms.119.16\">ψ 119:16</a>; phrases of disobedience are <span dir=\"rtl\">מאס ח׳</span> <a data-ref=\"Ezekiel 20:24\" href=\"/Ezekiel.20.24\">Ez 20:24</a> <span dir=\"rtl\">מאס בח׳</span> <a data-ref=\"Leviticus 26:15\" href=\"/Leviticus.26.15\">Lv 26:15</a> (H); <span dir=\"rtl\">געל</span> <a data-ref=\"Leviticus 26:43\" href=\"/Leviticus.26.43\">Lv 26:43</a> (H); <span dir=\"rtl\">עזב</span> <a data-ref=\"II Chronicles 7:19\" href=\"/II_Chronicles.7.19\">2 Ch 7:19</a>; <span dir=\"rtl\">חלל</span> <a data-ref=\"Psalms 89:32\" href=\"/Psalms.89.32\">ψ 89:32</a>.—[<span dir=\"rtl\">חֹק</span> and <span dir=\"rtl\">חֻקָּה</span> differ somewhat in shade of meaning and frequency in various writings: e.g. <span dir=\"rtl\">חֹק</span> oftener in Jb ψ Pr (<span dir=\"rtl\">חֻקָּה</span> not at all Pr, once Jb), and in Chr (<span dir=\"rtl\">חֻקָּה</span> only <a data-ref=\"II Chronicles 7:19\" href=\"/II_Chronicles.7.19\">2 Ch 7:19</a>); <span dir=\"rtl\">חֻקָּה</span> often in K, rarely in Hex. except in P (H); in proph., <span dir=\"rtl\">חֹק</span> occurs <a data-ref=\"Amos 2:4\" href=\"/Amos.2.4\">Am 2:4</a>; <a data-ref=\"Isaiah 5:14\" href=\"/Isaiah.5.14\">Is 5:14</a>; <a data-ref=\"Isaiah 24:5\" href=\"/Isaiah.24.5\">24:5</a>; <a data-ref=\"Micah 7:11\" href=\"/Micah.7.11\">Mi 7:11</a>; Je 3 times, Ez 6 times, <span dir=\"rtl\">חֻקָּה</span> only Ez, Je (6 times) and <a data-ref=\"Micah 6:16\" href=\"/Micah.6.16\">Mi 6:16</a>; <span dir=\"rtl\">חֻקִּים</span> especially in Dt and <a data-ref=\"Psalms 119\" href=\"/Psalms.119\">ψ 119</a>, <span dir=\"rtl\">חֻקּוֹת</span> especially in H, Ez and sometimes (8 times) Dt; <span dir=\"rtl\">חֹק עוֹלָם</span> usually = <em>due</em>, <span dir=\"rtl\">חֻקַּת ע׳</span> much more often <em>statute, ordinance</em>, etc.]"], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d421b6084aa1cbf2f72d", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, קָדַשׁ 1", "anchorRef": "Leviticus 20:8", "anchorRefExpanded": ["Leviticus 20:8"], "sourceRef": "BDB, קָדַשׁ 1", "sourceHeRef": "בראון-דרייבר-בריגס, קָדַשׁ א׳", "anchorVerse": 8, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "קָדַשׁ", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† <big><span dir=\"rtl\">קָדַשׁ</span></big>  <strong>vb. denom.</strong> be set apart, consecrated <strong>(</strong>Gerber<sup>238 ff.</sup><strong>)</strong>;—<br><strong>Qal</strong>  Pf. 3 ms. <span dir=\"rtl\">ק׳</span> <a data-ref=\"Exodus 29:21\" href=\"/Exodus.29.21\">Ex 29:21</a>; sf. <span dir=\"rtl\">קְדַשְׁתִּיךָ</span> <a data-ref=\"Isaiah 65:5\" href=\"/Isaiah.65.5\">Is 65:5</a>; 3 mpl. <span dir=\"rtl\">קָדֵ֑שׁוּ</span> <a data-ref=\"Numbers 17:2\" href=\"/Numbers.17.2\">Nu 17:2</a>; Impf. 3 ms. <span dir=\"rtl\">יִקְדַּשׁ</span> <a data-ref=\"I Samuel 21:6\" href=\"/I_Samuel.21.6\">1 S 21:6</a>; <span dir=\"rtl\">יִקְדָּ֑שׁ</span> <a data-ref=\"Exodus 29:37\" href=\"/Exodus.29.37\">Ex 29:37</a> +, etc.;— <strong>1.</strong>  <em>be set apart, consecrated</em>, hallowed, of shew-bread <a data-ref=\"I Samuel 21:6\" href=\"/I_Samuel.21.6\">1 S 21:6</a> (dub. passage, but cf. especially RS<sup>Sem. i. 436; 2nd ed. 455</sup> [also Dr<sup>Sm. 293</sup>], who proposes <span dir=\"rtl\">יְקֻדַּשׁ</span>); Aaron and his sons by blood <a data-ref=\"Exodus 29:21\" href=\"/Exodus.29.21\">Ex 29:21</a> (P); other persons <a data-ref=\"Isaiah 65:5\" href=\"/Isaiah.65.5\">Is 65:5</a> (Di; but <strong>Pi.</strong> Gei RS<sup>Sem. i, 431; 2nd ed. 451</sup> Che Du Buhl). <strong>2.</strong>  <em>be hallowed</em>, by contact with sacred things, and so tabooed from profane use, or forfeited to sanctuary <a data-ref=\"Exodus 29:37\" href=\"/Exodus.29.37\">Ex 29:37</a>; <a data-ref=\"Exodus 30:29\" href=\"/Exodus.30.29\">30:29</a> <a data-ref=\"Leviticus 6:11\" href=\"/Leviticus.6.11\">Lv 6:11</a>, <a data-ref=\"Leviticus 6:20\" href=\"/Leviticus.6.20\">20</a>; <a data-ref=\"Numbers 17:2\" href=\"/Numbers.17.2\">Nu 17:2</a>, <a data-ref=\"Numbers 17:3\" href=\"/Numbers.17.3\">3</a> (P), <a data-ref=\"Haggai 2:12\" href=\"/Haggai.2.12\">Hg 2:12</a>. <strong>3.</strong>  <em>consecrated, tabooed</em> (supr.) <a data-ref=\"Deuteronomy 22:9\" href=\"/Deuteronomy.22.9\">Dt 22:9</a> (law against mixtures).<br><strong>Niph.</strong>  Pf. 3 ms. <span dir=\"rtl\">נִקְדַּשׁ</span> <a data-ref=\"Isaiah 5:16\" href=\"/Isaiah.5.16\">Is 5:16</a> <a data-ref=\"Exodus 29:43\" href=\"/Exodus.29.43\">Ex 29:43</a>, etc.; Impf. 3 ms. <span dir=\"rtl\">וַיִּקָּדֵשׁ</span> <a data-ref=\"Numbers 20:13\" href=\"/Numbers.20.13\">Nu 20:13</a>; 1 s. <span dir=\"rtl\">אֶקָּדֵשׁ</span> <a data-ref=\"Leviticus 10:3\" href=\"/Leviticus.10.3\">Lv 10:3</a>; Inf. cstr. sf. <span dir=\"rtl\">הִקָּֽדְשִׁי</span> <a data-ref=\"Ezekiel 36:23\" href=\"/Ezekiel.36.23\">Ez 36:23</a>; <a data-ref=\"Ezekiel 38:16\" href=\"/Ezekiel.38.16\">38:16</a>;— <strong>1.</strong>  <em>shew oneself sacred, majestic:</em> c. <span dir=\"rtl\">בְּ</span> pers., + <span dir=\"rtl\">לְעֵינֵי</span> <a data-ref=\"Ezekiel 20:41\" href=\"/Ezekiel.20.41\">Ez 20:41</a>; <a data-ref=\"Ezekiel 28:25\" href=\"/Ezekiel.28.25\">28:25</a>; <a data-ref=\"Ezekiel 36:23\" href=\"/Ezekiel.36.23\">36:23</a>; <a data-ref=\"Ezekiel 38:16\" href=\"/Ezekiel.38.16\">38:16</a>; <a data-ref=\"Ezekiel 39:27\" href=\"/Ezekiel.39.27\">39:27</a>; c. <span dir=\"rtl\">בְּ</span> <a data-ref=\"Isaiah 5:16\" href=\"/Isaiah.5.16\">Is 5:16</a> <a data-ref=\"Ezekiel 28:22\" href=\"/Ezekiel.28.22\">Ez 28:22</a>, cf. <a data-ref=\"Numbers 20:13\" href=\"/Numbers.20.13\">Nu 20:13</a> (P). <strong>2.</strong>  <em>be honoured</em> or <em>treated as sacred</em> ‖ <span dir=\"rtl\">נכבד</span> <a data-ref=\"Leviticus 10:3\" href=\"/Leviticus.10.3\">Lv 10:3</a> (P); opp. <span dir=\"rtl\">חלּל שׁם</span> <a data-ref=\"Leviticus 22:32\" href=\"/Leviticus.22.32\">Lv 22:32</a> (P). <strong>3.</strong>  <em>be consecrated, dedicated</em>, by <span dir=\"rtl\">כבוד י׳</span> <a data-ref=\"Exodus 29:43\" href=\"/Exodus.29.43\">Ex 29:43</a> (P).<br><strong>Pi.</strong>  Pf. 3 ms. <span dir=\"rtl\">קִדַּשׁ</span> <a data-ref=\"Numbers 6:11\" href=\"/Numbers.6.11\">Nu 6:11</a> <a data-ref=\"I Kings 8:64\" href=\"/I_Kings.8.64\">1 K 8:64</a>, etc.; Impf. 3 ms. <span dir=\"rtl\">יְקַדֵּשׁ</span> <a data-ref=\"Genesis 2:3\" href=\"/Genesis.2.3\">Gn 2:3</a> +, etc.; Imv. ms. <span dir=\"rtl\">קַדֵּשׁ</span> <a data-ref=\"Joshua 7:13\" href=\"/Joshua.7.13\">Jos 7:13</a>; <span dir=\"rtl\">קַדֶּשׁ־</span> <a data-ref=\"Exodus 13:2\" href=\"/Exodus.13.2\">Ex 13:2</a>, etc.; Inf. cstr. <span dir=\"rtl\">קַדֵּשׁ</span> <a data-ref=\"Exodus 29:1\" href=\"/Exodus.29.1\">Ex 29:1</a> +, etc.; Pt. <span dir=\"rtl\">מְקַדֵּשׁ</span> <a data-ref=\"Exodus 37:28\" href=\"/Exodus.37.28\">Ex 37:28</a>; sf. <span dir=\"rtl\">מְקַדִּשְׁכֶם</span> <a data-ref=\"Exodus 31:13\" href=\"/Exodus.31.13\">Ex 31:13</a> +, etc.;— <strong>1.</strong>  <em>set apart as sacred, consecrate, dedicate:</em> <strong>a.</strong>  places: Sinai <a data-ref=\"Exodus 19:23\" href=\"/Exodus.19.23\">Ex 19:23</a> (J), altar, etc., <a data-ref=\"Exodus 29:36\" href=\"/Exodus.29.36\">Ex 29:36</a>, <a data-ref=\"Exodus 29:37\" href=\"/Exodus.29.37\">37</a>; <a data-ref=\"Exodus 30:29\" href=\"/Exodus.30.29\">30:29</a> (P), tabern., etc. <a data-ref=\"Exodus 40:9\" href=\"/Exodus.40.9\">Ex 40:9</a>, <a data-ref=\"Exodus 40:10\" href=\"/Exodus.40.10\">10</a>, <a data-ref=\"Exodus 40:11\" href=\"/Exodus.40.11\">11</a> <a data-ref=\"Leviticus 8:10\" href=\"/Leviticus.8.10\">Lv 8:10</a>, <a data-ref=\"Leviticus 8:11\" href=\"/Leviticus.8.11\">11</a>, <a data-ref=\"Leviticus 8:15\" href=\"/Leviticus.8.15\">15</a>; <a data-ref=\"Numbers 7:1\" href=\"/Numbers.7.1\">Nu 7:1</a><sup>(×2)</sup> (P); tent of meeting <a data-ref=\"Exodus 29:44\" href=\"/Exodus.29.44\">Ex 29:44</a> (P); place of sacrifice <a data-ref=\"I Kings 8:64\" href=\"/I_Kings.8.64\">1 K 8:64</a> = <a data-ref=\"II Chronicles 7:7\" href=\"/II_Chronicles.7.7\">2 Ch 7:7</a>; gate <a data-ref=\"Nehemiah 3:1\" href=\"/Nehemiah.3.1\">Ne 3:1</a><sup>(×2)</sup>;—<a data-ref=\"Ezekiel 7:24\" href=\"/Ezekiel.7.24\">Ez 7:24</a> v. <a ,=\"\" data-ref=\"BDB, מִקְדָּשׁ²\" dir=\"rtl\" href=\"/BDB,_מִקְדָּשׁ²\">מִקְדָּשׁ</a> infr. <strong>b.</strong>  wave-offering <a data-ref=\"Exodus 29:27\" href=\"/Exodus.29.27\">Ex 29:27</a> (P). <strong>c.</strong>  persons: priests <a data-ref=\"Exodus 28:3\" href=\"/Exodus.28.3\">Ex 28:3</a>, <a data-ref=\"Exodus 28:41\" href=\"/Exodus.28.41\">41</a>; <a data-ref=\"Exodus 29:1\" href=\"/Exodus.29.1\">29:1</a>, <a data-ref=\"Exodus 29:33\" href=\"/Exodus.29.33\">33</a>, <a data-ref=\"Exodus 29:44\" href=\"/Exodus.29.44\">44</a>; <a data-ref=\"Exodus 30:30\" href=\"/Exodus.30.30\">30:30</a>; <a data-ref=\"Exodus 40:13\" href=\"/Exodus.40.13\">40:13</a>; <a data-ref=\"Leviticus 8:12\" href=\"/Leviticus.8.12\">Lv 8:12</a>, <a data-ref=\"Leviticus 8:30\" href=\"/Leviticus.8.30\">30</a>; firstborn <a data-ref=\"Exodus 13:2\" href=\"/Exodus.13.2\">Ex 13:2</a> (P); keepers of ark <a data-ref=\"I Samuel 7:1\" href=\"/I_Samuel.7.1\">1 S 7:1</a>. †<strong>d.</strong>  7th day (by God) <a data-ref=\"Genesis 2:3\" href=\"/Genesis.2.3\">Gn 2:3</a>; <a data-ref=\"Exodus 20:11\" href=\"/Exodus.20.11\">Ex 20:11</a> (P). <strong>2.</strong>  <em>observe as holy, keep sacred:</em> feasts, Sabbath <a data-ref=\"Exodus 20:8\" href=\"/Exodus.20.8\">Ex 20:8</a> = <a data-ref=\"Deuteronomy 5:12\" href=\"/Deuteronomy.5.12\">Dt 5:12</a> (Decal.), <a data-ref=\"Jeremiah 17:22\" href=\"/Jeremiah.17.22\">Je 17:22</a>, <a data-ref=\"Jeremiah 17:24\" href=\"/Jeremiah.17.24\">24</a>, <a data-ref=\"Jeremiah 17:27\" href=\"/Jeremiah.17.27\">27</a>; <a data-ref=\"Ezekiel 20:20\" href=\"/Ezekiel.20.20\">Ez 20:20</a>; <a data-ref=\"Ezekiel 44:24\" href=\"/Ezekiel.44.24\">44:24</a>; <a data-ref=\"Nehemiah 13:22\" href=\"/Nehemiah.13.22\">Ne 13:22</a>; fast <a data-ref=\"Joel 1:14\" href=\"/Joel.1.14\">Jo 1:14</a>; <a data-ref=\"Joel 2:15\" href=\"/Joel.2.15\">2:15</a>; year of Jubilee <a data-ref=\"Leviticus 25:10\" href=\"/Leviticus.25.10\">Lv 25:10</a> (P); so <span dir=\"rtl\">עצרה לבעל</span> <a data-ref=\"II Kings 10:20\" href=\"/II_Kings.10.20\">2 K 10:20</a>. <strong>3.</strong>  <em>honour as sacred, hallow:</em> <strong>a.</strong>  God <a data-ref=\"Deuteronomy 32:51\" href=\"/Deuteronomy.32.51\">Dt 32:51</a>, his name <a data-ref=\"Ezekiel 36:23\" href=\"/Ezekiel.36.23\">Ez 36:23</a>. <strong>b.</strong>  priest <a data-ref=\"Leviticus 21:8\" href=\"/Leviticus.21.8\">Lv 21:8</a> (H). <strong>4.</strong>  <em>consecrate</em> by purification: <strong>a.</strong>  places, house of <span dir=\"rtl\">י׳</span> <a data-ref=\"II Chronicles 29:5\" href=\"/II_Chronicles.29.5\">2 Ch 29:5</a>, <a data-ref=\"II Chronicles 29:17\" href=\"/II_Chronicles.29.17\">17</a><sup>(×2)</sup>, altar <span dir=\"rtl\">מִטֻּמְאֹה</span>, <a data-ref=\"Leviticus 16:19\" href=\"/Leviticus.16.19\">Lv 16:19</a>. <strong>b.</strong>  people <span dir=\"rtl\">העם</span> <a data-ref=\"Joshua 7:13\" href=\"/Joshua.7.13\">Jos 7:13</a> (J), <a data-ref=\"Ezekiel 44:19\" href=\"/Ezekiel.44.19\">Ez 44:19</a>; <a data-ref=\"Ezekiel 46:20\" href=\"/Ezekiel.46.20\">46:20</a>; by washing <a data-ref=\"Exodus 19:10\" href=\"/Exodus.19.10\">Ex 19:10</a>, <a data-ref=\"Exodus 19:14\" href=\"/Exodus.19.14\">14</a> (E); <span dir=\"rtl\">קהל</span> for fast <a data-ref=\"Joel 2:16\" href=\"/Joel.2.16\">Jo 2:16</a>; Nazirite <a data-ref=\"Numbers 6:11\" href=\"/Numbers.6.11\">Nu 6:11</a> (P), sons of Job <a data-ref=\"Job 1:5\" href=\"/Job.1.5\">Jb 1:5</a>; family for sacrif. <a data-ref=\"I Samuel 16:5\" href=\"/I_Samuel.16.5\">1 S 16:5</a>. <strong>c.</strong>  war, or warriors, from custom of opening campaign by sacrifice, <span dir=\"rtl\">(עַל) ק׳ מִלְחָמָה</span> <a data-ref=\"Jeremiah 6:4\" href=\"/Jeremiah.6.4\">Je 6:4</a> <a data-ref=\"Joel 4:9\" href=\"/Joel.4.9\">Jo 4:9</a> <a data-ref=\"Micah 3:5\" href=\"/Micah.3.5\">Mi 3:5</a>; <a data-ref=\"Jeremiah 22:7\" href=\"/Jeremiah.22.7\">Je 22:7</a>; <a data-ref=\"Jeremiah 51:27\" href=\"/Jeremiah.51.27\">51:27</a>, <a data-ref=\"Jeremiah 51:28\" href=\"/Jeremiah.51.28\">28</a>. <strong>d.</strong>  of God, keeping his people pure and sacred: <span dir=\"rtl\">אני יהוה מְקַדֵּשׁ</span> <a data-ref=\"Exodus 31:13\" href=\"/Exodus.31.13\">Ex 31:13</a>; <a data-ref=\"Leviticus 20:8\" href=\"/Leviticus.20.8\">Lv 20:8</a>; <a data-ref=\"Leviticus 21:8\" href=\"/Leviticus.21.8\">21:8</a>, <a data-ref=\"Leviticus 21:15\" href=\"/Leviticus.21.15\">15</a>, <a data-ref=\"Leviticus 21:23\" href=\"/Leviticus.21.23\">23</a>; <a data-ref=\"Leviticus 22:9\" href=\"/Leviticus.22.9\">22:9</a>, <a data-ref=\"Leviticus 22:16\" href=\"/Leviticus.22.16\">16</a>, <a data-ref=\"Leviticus 22:32\" href=\"/Leviticus.22.32\">32</a> (H); <a data-ref=\"Ezekiel 20:12\" href=\"/Ezekiel.20.12\">Ez 20:12</a>; <a data-ref=\"Ezekiel 37:28\" href=\"/Ezekiel.37.28\">37:28</a>.<br><strong>Pu.</strong>  Pt. <span dir=\"rtl\">מְקֻדָּשׁ</span> <a data-ref=\"Ezekiel 48:11\" href=\"/Ezekiel.48.11\">Ez 48:11</a>, etc.;—<em>consecrated, dedicated:</em> priests <a data-ref=\"II Chronicles 26:18\" href=\"/II_Chronicles.26.18\">2 Ch 26:18</a> <a data-ref=\"Ezekiel 48:11\" href=\"/Ezekiel.48.11\">Ez 48:11</a> (read pl.), things <a data-ref=\"II Chronicles 31:6\" href=\"/II_Chronicles.31.6\">2 Ch 31:6</a>, feasts <a data-ref=\"Ezra 3:5\" href=\"/Ezra.3.5\">Ezr 3:5</a>, warriors <a data-ref=\"Isaiah 13:3\" href=\"/Isaiah.13.3\">Is 13:3</a>.<br><strong>Hiph.</strong>  Pf. 3 ms. <span dir=\"rtl\">הִקְדִּישׁ</span> <a data-ref=\"Zephaniah 1:7\" href=\"/Zephaniah.1.7\">Zp 1:7</a> +, etc.; Impf. <span dir=\"rtl\">יַקְדִּישׁ</span> <a data-ref=\"Leviticus 27:16\" href=\"/Leviticus.27.16\">Lv 27:16</a> + 4 times, <span dir=\"rtl\">יַקְדִּשׁ</span> <a data-ref=\"Leviticus 27:14\" href=\"/Leviticus.27.14\">Lv 27:14</a>, etc.; Imv. sf. <span dir=\"rtl\">הַקְדִּשֵׁם</span> <a data-ref=\"Jeremiah 12:3\" href=\"/Jeremiah.12.3\">Je 12:3</a>; Inf. abs. <span dir=\"rtl\">הַקְדֵּשׁ</span> <a data-ref=\"Judges 17:3\" href=\"/Judges.17.3\">Ju 17:3</a>; cstr. <span dir=\"rtl\">הַקְדִּישׁ</span> <a data-ref=\"II Chronicles 2:3\" href=\"/II_Chronicles.2.3\">2 Ch 2:3</a> +, etc.; Pt. <span dir=\"rtl\">מַקְדִּישׁ</span> <a data-ref=\"Leviticus 27:15\" href=\"/Leviticus.27.15\">Lv 27:15</a> +, etc. <strong>1.</strong>  <em>set apart, devote, consecrate:</em> <strong>a.</strong>  places, temple <a data-ref=\"II Chronicles 2:3\" href=\"/II_Chronicles.2.3\">2 Ch 2:3</a>, city <a data-ref=\"Joshua 20:7\" href=\"/Joshua.20.7\">Jos 20:7</a> (P). <strong>b.</strong>  things <a data-ref=\"Exodus 28:38\" href=\"/Exodus.28.38\">Ex 28:38</a> <a data-ref=\"Leviticus 22:2\" href=\"/Leviticus.22.2\">Lv 22:2</a>, <a data-ref=\"Leviticus 22:3\" href=\"/Leviticus.22.3\">3</a> (P); <a data-ref=\"II Kings 12:19\" href=\"/II_Kings.12.19\">2 K 12:19</a>; <a data-ref=\"I Chronicles 23:13\" href=\"/I_Chronicles.23.13\">1 Ch 23:13</a>; <a data-ref=\"I Chronicles 26:26\" href=\"/I_Chronicles.26.26\">26:26</a>, <a data-ref=\"I Chronicles 26:27\" href=\"/I_Chronicles.26.27\">27</a>, <a data-ref=\"I Chronicles 26:28\" href=\"/I_Chronicles.26.28\">28</a><sup>(×2)</sup>; <a data-ref=\"Nehemiah 12:47\" href=\"/Nehemiah.12.47\">Ne 12:47</a> <sup>(×2)</sup>; money <a data-ref=\"Judges 17:3\" href=\"/Judges.17.3\">Ju 17:3</a><sup>(×2)</sup>; spoil <a data-ref=\"II Samuel 8:11\" href=\"/II_Samuel.8.11\">2 S 8:11</a><sup>(×2)</sup> = <a data-ref=\"I Chronicles 18:11\" href=\"/I_Chronicles.18.11\">1 Ch 18:11</a>; field <a data-ref=\"Leviticus 27:16\" href=\"/Leviticus.27.16\">Lv 27:16</a>, <a data-ref=\"Leviticus 27:17\" href=\"/Leviticus.27.17\">17</a>, <a data-ref=\"Leviticus 27:18\" href=\"/Leviticus.27.18\">18</a>, <a data-ref=\"Leviticus 27:19\" href=\"/Leviticus.27.19\">19</a>, <a data-ref=\"Leviticus 27:22\" href=\"/Leviticus.27.22\">22</a> (H); house <a data-ref=\"Leviticus 27:14\" href=\"/Leviticus.27.14\">Lv 27:14</a>, <a data-ref=\"Leviticus 27:15\" href=\"/Leviticus.27.15\">15</a> (H); firstlings <a data-ref=\"Deuteronomy 15:19\" href=\"/Deuteronomy.15.19\">Dt 15:19</a> (D) <a data-ref=\"Leviticus 27:26\" href=\"/Leviticus.27.26\">Lv 27:26</a> (H). <strong>c.</strong>  of God: <em>consecrate</em> temple <a data-ref=\"I Kings 9:3\" href=\"/I_Kings.9.3\">1 K 9:3</a>, <a data-ref=\"I Kings 9:7\" href=\"/I_Kings.9.7\">7</a> = <a data-ref=\"II Chronicles 7:16\" href=\"/II_Chronicles.7.16\">2 Ch 7:16</a>; <a data-ref=\"II Chronicles 7:20\" href=\"/II_Chronicles.7.20\">20</a>, <a data-ref=\"II Chronicles 30:8\" href=\"/II_Chronicles.30.8\">2 Ch 30:8</a>; <a data-ref=\"II Chronicles 36:14\" href=\"/II_Chronicles.36.14\">36:14</a>; prophet <a data-ref=\"Jeremiah 1:5\" href=\"/Jeremiah.1.5\">Je 1:5</a>; firstborn <a data-ref=\"Numbers 3:18\" href=\"/Numbers.3.18\">Nu 3:18</a>; <a data-ref=\"Numbers 8:17\" href=\"/Numbers.8.17\">8:17</a> (P); devote wicked (as sheep) for sacrifice <a data-ref=\"Jeremiah 12:3\" href=\"/Jeremiah.12.3\">Je 12:3</a>. <strong>2.</strong>  <em>regard</em>, or <em>treat, as sacred, hallow:</em> God <a data-ref=\"Isaiah 8:13\" href=\"/Isaiah.8.13\">Is 8:13</a>; <a data-ref=\"Isaiah 29:23\" href=\"/Isaiah.29.23\">29:23</a><sup>(×2)</sup>; + <span dir=\"rtl\">לְעֵינֵי</span> pers. <a data-ref=\"Numbers 20:12\" href=\"/Numbers.20.12\">Nu 20:12</a>; <a data-ref=\"Numbers 27:14\" href=\"/Numbers.27.14\">27:14</a>. <strong>3.</strong>  <em>consecrate</em> by purification: vessels <a data-ref=\"II Chronicles 29:19\" href=\"/II_Chronicles.29.19\">2 Ch 29:19</a>; persons for passover <a data-ref=\"II Chronicles 30:17\" href=\"/II_Chronicles.30.17\">30:17</a>; guests for sacrif. feast <a data-ref=\"Zephaniah 1:7\" href=\"/Zephaniah.1.7\">Zp 1:7</a> (God subj.).<br><strong>Hithp.</strong>  Pf. 1 s. <span dir=\"rtl\">הִתְקַדִּשְׁתִּי</span> <a data-ref=\"Ezekiel 38:23\" href=\"/Ezekiel.38.23\">Ez 38:23</a>, 2 mpl. (consec.) -<span dir=\"rtl\">דִּשְׁתֶּם</span> <a data-ref=\"Leviticus 11:44\" href=\"/Leviticus.11.44\">Lv 11:44</a>; <a data-ref=\"Leviticus 20:7\" href=\"/Leviticus.20.7\">20:7</a>, 3 pl. <span dir=\"rtl\">הִתְקַדָּ֑שׁוּ</span> <a data-ref=\"II Chronicles 5:11\" href=\"/II_Chronicles.5.11\">2 Ch 5:11</a>; <a data-ref=\"II Chronicles 30:17\" href=\"/II_Chronicles.30.17\">30:17</a>, etc.; Impf. 3 ms. <span dir=\"rtl\">יִתְקַדְּשׁוּ</span> <a data-ref=\"II Chronicles 29:34\" href=\"/II_Chronicles.29.34\">2 Ch 29:34</a> +; <span dir=\"rtl\">יִתְקַדָּ֑שׁוּ</span> <a data-ref=\"Exodus 19:22\" href=\"/Exodus.19.22\">Ex 19:22</a>; Imv. mpl. <span dir=\"rtl\">הִתְקַדְּשׁוּ</span> <a data-ref=\"Numbers 11:18\" href=\"/Numbers.11.18\">Nu 11:18</a> +; <span dir=\"rtl\">הִתְקַדָּ֑שׁוּ</span> <a data-ref=\"Joshua 3:5\" href=\"/Joshua.3.5\">Jos 3:5</a>; Inf. cstr. <span dir=\"rtl\">הִתְקַדֵּשׁ</span> <a data-ref=\"II Chronicles 29:34\" href=\"/II_Chronicles.29.34\">2 Ch 29:34</a>; <span dir=\"rtl\">הִתְקַדֶּשׁ־</span> <a data-ref=\"Isaiah 30:29\" href=\"/Isaiah.30.29\">Is 30:29</a>; Pt. fs. <span dir=\"rtl\">מִתְקַדֶּשֶׁת</span> <a data-ref=\"II Samuel 11:4\" href=\"/II_Samuel.11.4\">2 S 11:4</a>; pl. <span dir=\"rtl\">מִתְקַדְּשִׁים</span> <a data-ref=\"Isaiah 66:17\" href=\"/Isaiah.66.17\">Is 66:17</a>;— <strong>1.</strong>  <em>keep oneself apart</em> from unclean things <a data-ref=\"Leviticus 11:44\" href=\"/Leviticus.11.44\">Lv 11:44</a>; <a data-ref=\"Leviticus 20:7\" href=\"/Leviticus.20.7\">20:7</a> (P). <strong>2.</strong>  of God, <em>cause himself to be hallowed</em>, <span dir=\"rtl\">לְעֵינֵי גּוֹיִם</span> <a data-ref=\"Ezekiel 38:23\" href=\"/Ezekiel.38.23\">Ez 38:23</a>. <strong>3.</strong>  <em>be observed as holy</em>, of feast <a data-ref=\"Isaiah 30:29\" href=\"/Isaiah.30.29\">Is 30:29</a>. <strong>4.</strong>  <em>consecrate oneself</em> by purification, of priests and Levites <a data-ref=\"Exodus 19:22\" href=\"/Exodus.19.22\">Ex 19:22</a> (J); <a data-ref=\"I Chronicles 15:12\" href=\"/I_Chronicles.15.12\">1 Ch 15:12</a>, <a data-ref=\"I Chronicles 15:14\" href=\"/I_Chronicles.15.14\">14</a>; <a data-ref=\"II Chronicles 5:11\" href=\"/II_Chronicles.5.11\">2 Ch 5:11</a>; <a data-ref=\"II Chronicles 29:5\" href=\"/II_Chronicles.29.5\">29:5</a>, <a data-ref=\"II Chronicles 29:15\" href=\"/II_Chronicles.29.15\">15</a>, <a data-ref=\"II Chronicles 29:34\" href=\"/II_Chronicles.29.34\">34</a><sup>(×2)</sup> <a data-ref=\"II Chronicles 30:3\" href=\"/II_Chronicles.30.3\">30:3</a>, <a data-ref=\"II Chronicles 30:15\" href=\"/II_Chronicles.30.15\">15</a>, <a data-ref=\"II Chronicles 30:24\" href=\"/II_Chronicles.30.24\">24</a>; <a data-ref=\"II Chronicles 31:18\" href=\"/II_Chronicles.31.18\">31:18</a>; <a data-ref=\"II Chronicles 35:6\" href=\"/II_Chronicles.35.6\">35:6</a>; of people <a data-ref=\"Numbers 11:18\" href=\"/Numbers.11.18\">Nu 11:18</a>; <a data-ref=\"Joshua 3:5\" href=\"/Joshua.3.5\">Jos 3:5</a>; <a data-ref=\"Joshua 7:13\" href=\"/Joshua.7.13\">7:13</a> (J); <a data-ref=\"I Samuel 16:5\" href=\"/I_Samuel.16.5\">1 S 16:5</a>; <a data-ref=\"II Chronicles 30:17\" href=\"/II_Chronicles.30.17\">2 Ch 30:17</a>; <a data-ref=\"Isaiah 66:17\" href=\"/Isaiah.66.17\">Is 66:17</a>; woman <a data-ref=\"II Samuel 11:4\" href=\"/II_Samuel.11.4\">2 S 11:4</a> <em>she having (just) purified herself</em> <span dir=\"rtl\">מִטֻּמְאָתָהּ</span> RS<sup>K. 276</sup> Dr HPS."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "64bfccb55781082118c14fd5", "index_title": "Alshekh on Torah", "category": "Commentary", "type": "commentary", "ref": "Alshekh on Torah, Leviticus 20:8:1-7", "anchorRef": "Leviticus 20:8", "anchorRefExpanded": ["Leviticus 20:8"], "sourceRef": "Alshekh on Torah, Leviticus 20:8:1-7", "sourceHeRef": "תורת משה - אלשיך, ויקרא כ׳:ח׳:א׳-ז׳", "anchorVerse": 8, "sourceHasEn": false, "compDate": [1540, 1590], "commentaryNum": 8.0001, "collectiveTitle": {"en": "Alshich", "he": "אלשיך"}, "heTitle": "ויקרא", "he": ["<b>ושמרתם את כל חקתי וכו'</b>. ראוי לשית לב. (א) וכי זו תורה וזו שכרה שאחר שמור ועשות כל החקים וכל המשפטים לא יהיה כל רק שלא תקיא הארץ אותם ולמה היה להקיאם. (ב) אומרו ולא תלכו בחקות הגוי וכו' כי הלא אזהרה זו נאמרה פעמים ושלש בשתי פרשיות אלו. (ד) שיורה כי אחר שמור חקותיו ומשפטיו ית' היה מקום להם בחקת הגוים וצריך להזהירם ולא תלכו בחקות הגוי וכו' בוי\"ו כמוסיף על קיום המשפטים והחקים. ונהפוך הוא כי תחלה היה ראוי להזהר בסור מרע ואח\"כ בעשה טוב. (ה) אומרו כי את כל אלה עשו ואקוץ בם כי כאשר נכנס באומרו ולא תקיא אתכם הארץ היה לו לומר כי את כל אלה עשו ותקיא אותם הארץ. (ו) אומרו ואומר לכם אתם וכו' מה צורך לומר ואומר לכם וכו' הרי אמר אשר אני משלח מפניכם. (ז) אומרו ואני אתננה לכם ידוע הוא שהוא ית' יהיה הנותן אותה וכן אומרו לרשת אותה הוא מיותר. (ח) אומרו ארץ זבת וכו'. מה צורך לספר הטובה פה והרי נאמר פעמים. (ט) אומרו אני ה' אלהיכם ואומרו אשר הבדלתי אתכם וכו'. אין נראה פה צורך לאומרו. (י) סמיכות אומרו והבדלתם בין הבהמה וכו' וגם היה ראוי שלא לאומרו כי הרי מפורש בעצם בפ' שמיני. (יא) אומרו והייתם לי קדושים שהרי נאמר בפרשה זו ב' פעמים קדושים תהיו וכו' והתקדשתם וכו' ולמה הושלש פה: (יב) אומרו לי מה שלא אמר בפעמים הראשונים וכן אומרו ואבדיל אתכם מן העמים להיות לי מי לא ידע כי להיות לו ית' הבדילם. (יג) אומרו ואיש או אשה כי יהיה בהם וכו'. שהרי נאמר למעלה ובלתי מקושר אל הקודם: ", "<b>אמנם </b>הנה גם שהוא יתברך גדר לתת לישראל ארץ זבת חלב ודבש. לא יבצר מהיות דור בהיות ישראל יושבים על אדמתם מתפרנסים בצער כאשר היה בימי דוד שלא היה להם לישראל כח לפרנס ענייהם אם לא היו פושטין ידיהם בגדוד. וכן הרעב שהיה בימי דוד ארז\"ל שהיה ראוי לבא בימי שאול ולא הביאו רק בימי דוד מפני שהיו גרופות של שקמה אשר כח בהם לסבול. הנה כי בימי דוד שהיו צדיקים נדחקו במזונות וההיקש באיזה דור זולתו לסבה מן הסבות. והלא היה מקום לו' איה ברכת זבת חלב ודבש. ע\"כ אחשבה בא ית' ואמר הנה תראו כי ושמרתם את כל חקותי וכו' ועשיתם אותם והנה איני מבטיחכם מעתה כ\"א שלא תקיא אתכם הארץ אך לא יחויב יהיה לכם בכל דור שבע גדול לאיזו סבה. לא תאמרו למה הביאנו ה' אל הארץ אם לא לאכול מפריה ולשבוע מטובה. כי לא כן הוא כי דעו נא כי אשר אני מביא אתכם שמה הוא לשבת בה כי בישיבה בה תהיה לכם קדושה. ע\"כ בראותכם דוחק לא תלכו בחקות הגוים לומר כי הלא המה היו להם בתים מלאים כל טוב ואולי חקותיהם גרמו להם ותעשו כן גם אתם. כי הלא דעת תחסרו כי הלא אני משלח אותם מפניכם ומה הועילו להם חקותם ואדרבה את כל אלה עשו ואקוץ בם. ומה שאמרתי דרך חיוב הוא כי ואמרו לכם אתם תירשו את אדמתם לא שיחוייב היות לכם שבע גדול תמיד כי מה שאמרתי לכם זבת חלב ודבש היא מתנה מאתי עודפת על ירושת אדמתם. וזהו ואני אתננה לכם לרשת אותה ארץ זבת חלב ודבש. אמנם העיקר של ישיבת הארץ אינו אלא למה שאני ה' אלהיכם והוא כי ישראל הדר בח\"ל דומה כו' (כדאיתא בכתובות ק\"י). אך בארץ מתייחסת אלהותו ית' עליכם כי שם השכינה מחוספת ולא חלק בה לחיצונים. וכל היושב בה היא באויר קדוש תחת כנפי השכינה. וזה לכם על אשר הבדלתי אתכם מן העמים כי את ישראל נתן ה' נפשות חלק אלוה ממעל. כך ברוח הבהמה יש בטהורות בחינת קדושות משא\"כ בטמאות וע\"כ באכלם בהמה ועופות טמאים היית' משקצים את נפשותיכ' שבגויותיהם המתקיימות בכם במזון מאכלכם. וזהו והבדלתם וכו' ולא תשקצו את נפשותיכם וכו' ולא תאמרו די בשמרכם מצותי וחקותי אלה בלבד כי אחר שנפשותיכם קדושות יאות לכם לעלות מהדרגה אל הדרגה על היותכם דבקים בו להשיג רוה\"ק או נבואה. והוא מאמר ר\"פ בן יאיר (פ\"ק דע\"ג וסוף סוט') זהירות מביאה לידי זריזו' זריזות מביאה לידי כו' עד רוה\"ק וזה יאמר והייתם לי קדושי' שהוא שלא תשקיטו עד תהיו לי להשיג רוה\"ק ונבואה כי מפני זה ואבדיל אתכם מן העמים בנפש קדושה להיות לי. כ\"א לא כן למה שמתי רוח אלהים בגוף לגוף חרש את חרשי אדמה. וע\"כ איש או אשה כי יהיה בהם אוב או ידעוני מות יומתו כי עזב מלידבק בה' ולידע הדברים על ידו ית' והלך חשכים לדרוש אל כחות הטומאה כמאמר הכתוב המבלי אין אלהים בישראל הלך לדרוש וכו': ", "<b>או </b>יאמר והייתם לי קדושים וכו'. לומר הלא אמרתי לכם ואבדיל אתכם מן העמים שהוא כמו שכתבנו בנפשות שמתחת כסא הכבוד הן ושעל כן תבדילו בין הבהמה וכו' בל תשקצו קדושת נפשותיכם בטמאות. ושמא תאמרו כי לא יראה הפרש בין ישראל לארמאי ולמה לא יוכר בין בעל נפש קדושה להפכו. לזה אני אומר כי והייתם לי קדושים שהוא כי כשתהיו לי תהיו קדישים שהוא בסילוק שהוא בעלות נפשותיכם לי כי מה שאבדיל אתכם מן העמים לא היה רק להיות לי. וע\"כ די אם אז תהיה הקדושה וע\"כ איש או אשה כי יהיה בהם אוב וכו' שעל ידי כן מדבקים עצמם בטומאה מות יומתו כי רחקו היות לו ית' בסלוקן: ", "<b>או </b>יהיה ענין הכתובים מפסוק ושמרתם את כל חקותי וכו' שאומר הוא ית' הנה לא ערכתי שלחן חקי ומשפטי והרחקתי אתכם מחקות הגוים ההם. והנה ג' חלוקים בדבר: (א) עשות חקות הגוים: (ב) הרחק מהם אך גם בשב ואל תעשה לא יעשו ג\"כ חקים ומשפטים של תורה. (ג) עשות גם חקי ומשפטי. והנה היה אפשר יאמר איש בלבו כי לא תקיא אותם הארץ רק בעשותם חקות הגוים ההם. אך אם לא ילכו בחוקותם גם שלא יעשו ג\"כ משפטי ה' וחקיו לא תקיא אותם הארץ. לז\"א ושמרתם את כל חקותי ואת כל משפטי ועשיתם אותם וע\"י כן ולא תקיא הארץ כלומר שאם לא ישמרו ויעשו חק ומשפטי ה' גם שלא ילכו בחקות הגוים תקיאם הארץ. והוא גלות משבת בה עם שאני מביא אתכם שמה לשבת בה. ושמא תאמרו א\"כ מה הוא ההפרש בין חלוקה זו לחלוקת לכת בחקות הגוים. לז\"א ולא תלכו בחקות הגוי וכו' כי בזה לא בלבד יחייב גלות כ\"א גם כליה חלילה כי הלא את כל אלה עשו ואקוץ בם לכלותם במציאותם והוא אומרו לא תחיה כל נשמה כלומר וגם אעשה זאת לכם אם בחקות הגוים תלכו. וראיה כי דנתים משפט מות. כי הלא ואומר לכם אתם תירשו את אדמתם שהוא כי ימותו באותו תצדק לשון ירושה עם היות שלפי האמת אין אתם יורשים אותם כי מאין ולאין מורישים אתם כ\"א שאמרתי לשון מושאל להורות שימותו ויכלו כי הלא האמת הוא כי ואני אתננה לכם דרך מתנה ממני אלא שבידכם לרשת אותה שהוא לעשותכם ירושה ע\"י כשרון. והוא כי מתנה יש לה הפסק וירושה אין לה הפסק שהיא שאם לא תזכו תהיה אחריכם לגוים ואם תזכו תהיה לכם עד עולם: ", "<b>או </b>יאמר ואני שהוא כמאמרם ז\"ל פרשת במדבר במ\"ר כל מקום שנאמר ואני הוא ובית דינו. יאמר ואני כלו' לפי האמת אינכם יורשים שלהם כ\"א על יד אני ובית דיני אתננה לכם בדין אך תזכו כדי שתעשו אותה ירושה קיימת לעד טובה ?כם מעולם הזה שתהיה זבת חלב ודבש וגם לעוה\"ב כי בהיותכם בה אני ה' אלהיכם כמדובר בקודם משא\"כ לדר כו'. ושמא תאמרו איך תוכלו לעשות ירושה וגם בכם יצה\"ר כגוים אשר אבדו אותה במעשיהם הרעים. אל תחושו כי הלא אתם יצדק בכם מה שאמרתי להיותכם אשר הבדלתי אתכם מן העמים לתת לכם נפשות קדושות וע\"כ והבדלתם וכו' פן תשקני את נפשותיכם הקדושות וע\"כ אל יקשה בעיניכם התקרבכם אלי כי אני מבטיחכם כי והייתם לי קדושים לא כמלאכים שאין נקראים קדושים רק בערך בני אדם החומריים ולא אצלי ככתוב אצלנו על פסוק ואל מי תדמיוני וכו'. ובפסוק כי מי בשחק (בתהלים כ\"ט) וכו'. שהוא כי מי בשחק מקדושי עליונין יערוך לה'. שיאמר דרך משל שמש בגבעון דום ויעמוד השמש וכיוצא בזה. אך ימצא מי שידמה לה' בבני אלים הם בני אבות הקדושים הנקראים אלים והוא כי יאמרו אומר ויקם להם. וזה יקרא דמיון אליו יתברך כמאמר ספר הזוהר על פסוק כי בכל חכמי הגוים וכו' מאין כמוך הא בחכמי ישראל יש כמוהו שהוא כי יעשה נפלאות משא\"כ למלאך שלא יעשה זולת אשר יצוה מאתו ית'. וע\"ד זה יאמר והייתם לי כלומר אצלי קדושים משא\"כ לה\"ש שאינם קדושים רק בערך החומריים. ולא כמו זר יחשב כי הלא קדוש אני ואתם חלק ה' אמרה נפשכם באופן שאסייע אתכם כי מה באבדיל אתכם מי העמים אינו כ\"א להיות לי ממש דבקים בי משא\"כ למלה\"ש ועל כן המתדבק בכחות הטומאה שהוא איש או אשה כי יהיה בהם אוב וכו' מות יומתו כי מהפך חלילה כונתו ית' וזהו אומרו מקדשכם: ", "<b>או </b>יאמר והייתם לי קדושים וכו'. לומר אל יעלה על רוחכם שכבר אתם לי מבל תהיו קדושים ופרושים כי הלא והייתם לי ע\"י היותכם קדושים כי קדוש אני. ואם תאמר שכבר אתם לי מאז הפלתי גורלות ביני ובין ע' שרים. לז\"א ואבדיל אתכם וכו' לומר כי אז לא עשיתי רק הבדיל מהם אך עדיין נשאר בידכם להוות לי ומאז היה כדי להיו' לי אחרי כן במעשיכם שתהיו קדושים: "], "heVersionTitle": "Torat Moshe, Warsaw, 1875", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": "Yalkut, Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "6665cb32faee0b8c909d8470", "index_title": "David Zvi Hoffmann on Leviticus", "category": "Commentary", "type": "commentary", "ref": "David Zvi Hoffmann on Leviticus 20:8:1", "anchorRef": "Leviticus 20:8", "anchorRefExpanded": ["Leviticus 20:8"], "sourceRef": "David Zvi Hoffmann on Leviticus 20:8:1", "sourceHeRef": "פירושי רד\"צ הופמן על ויקרא כ׳:ח׳:א׳", "anchorVerse": 8, "sourceHasEn": false, "commentaryNum": 8.0001, "collectiveTitle": {"en": "David Zvi Hoffmann", "he": "פירושי רד\"צ הופמן"}, "he": "<b>\"ושמרתם\"</b>, מוסב אל חוקי העריות הבאים להלן, והמלים: \"אני... מקדשכם\" מוכיחה, שגם מטרת חוקים אלה לחנך אותנו לקדושה.", "heVersionTitle": "Mossad Harav Kook, Jerusalem, 2022\r", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}]