[{"_id": "51b0f89bedbab44c191dcddb", "index_title": "Mishneh Torah, Overview of Mishneh Torah Contents", "category": "Halakhah", "type": "", "ref": "Mishneh Torah, Overview of Mishneh Torah Contents 1:6", "anchorRef": "Leviticus 20:24", "anchorRefExpanded": ["Leviticus 20:24"], "sourceRef": "Mishneh Torah, Overview of Mishneh Torah Contents 1:6", "sourceHeRef": "משנה תורה, תוכן החיבור א׳:ו׳", "anchorVerse": 24, "sourceHasEn": true, "compDate": [1176, 1178], "commentaryNum": 1.0006, "collectiveTitle": {"en": "Mishneh Torah, Overview of Mishneh Torah Contents", "he": "משנה תורה, תוכן החיבור"}, "heTitle": "משנה תורה, תוכן החיבור", "he": "<b>ספר חמישי.</b> אכלול בו מצוות של ביאות אסורות, ומצוות של מאכלות אסורות – לפי שבשני עניינים האלו קידשנו המקום והבדילנו מן האומות בעריות ובמאכלות אסורות, ובשניהם נאמר \"ואבדיל אתכם מן העמים\" (ויקרא כ, כו), \"אשר הבדלתי אתכם מן העמים\" (ויקרא כ,כד). וקראתי שם ספר זה ספר קדושה.", "heVersionTitle": "Wikisource Mishneh Torah", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "משנה תורה (ויקיטקסט)", "text": "<b>FIFTH BOOK.</b> I include in it precepts having reference to illicit sexual unions, and those that relate to forbidden foods; because, in these two regards, the Omnipresent sanctified us and separated us from the nations, and of both classes of precepts it is said, “And I have set you apart from the peoples” (Lev. 20:26), “.... who have set you apart from the peoples” (Lev. 20:24). I have called this book: The Book of Holiness.", "versionTitle": "The Mishneh Torah by Maimonides. trans. by Moses Hyamson, 1937-1949", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "531e4fe2fbfba276047f6b2f", "index_title": "Onkelos Leviticus", "category": "Targum", "type": "targum", "ref": "Onkelos Leviticus 20:24", "anchorRef": "Leviticus 20:24", "anchorRefExpanded": ["Leviticus 20:24"], "sourceRef": "Onkelos Leviticus 20:24", "sourceHeRef": "תרגום אונקלוס על ויקרא כ׳:כ״ד", "anchorVerse": 24, "sourceHasEn": false, "compDate": [80, 120], "commentaryNum": 20.0024, "collectiveTitle": {"en": "Onkelos Leviticus", "he": "תרגום אונקלוס על ויקרא"}, "heTitle": "תרגום אונקלוס על ויקרא", "he": "וַאֲמָרִית לְכוֹן אַתּוּן תִּירְתוּן יָת אַרְעֲהוֹן וַאֲנָא אֶתְּנִנַּהּ לְכוֹן לְמֵירַת יָתַהּ אַרְעָא <b>עָבְדָא</b> חֲלָב וּדְבָשׁ אֲנָא יְיָ אֱלָהָכוֹן דִּי אַפְרֵשִׁית יָתְכוֹן מִן עַמְמַיָּא:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "חומש שפתי חכמים, מצודה תשס\"ט", "text": "And I have said to you [that] you shall inherit their land, and I shall give it to you that you may inherit it, a land flowing with [<b>producing</b>] milk and honey, I am Adonoy, your God who separated you from the [other] peoples.", "versionTitle": "Metsudah Chumash, Metsudah Publications, 2009 [with Onkelos translation]", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "532b2685fbfba27c35eec366", "index_title": "Targum Jonathan on Leviticus", "category": "Targum", "type": "targum", "ref": "Targum Jonathan on Leviticus 20:24", "anchorRef": "Leviticus 20:24", "anchorRefExpanded": ["Leviticus 20:24"], "sourceRef": "Targum Jonathan on Leviticus 20:24", "sourceHeRef": "תרגום יונתן על ויקרא כ׳:כ״ד", "anchorVerse": 24, "sourceHasEn": true, "compDate": [30, 70], "commentaryNum": 20.0024, "collectiveTitle": {"en": "Targum Jonathan on Leviticus", "he": "תרגום יונתן על ויקרא"}, "heTitle": "תרגום יונתן על ויקרא", "he": "וַאֲמָרִית לְכוֹן אַתּוּן תִּזְדַהֲרוּן מִן תּוֹעֵיבְתָּא אִילֵין מִן בִּגְלַל דְתֵירְתוּן יַת אַרְעֲהוֹן וַאֲנָא אִיתְּנִינָהּ לְכוֹן לְמֵירַת יָתָהּ אֲרַע עַבְדָא חֲלַב וּדְבַשׁ אֲנָא הוּא יְיָ אֱלָהָכוֹן דְאַפְרָשִׁית יַתְכוֹן מִן עַמְמַיָא", "heVersionTitle": "Targum Jonathan on Leviticus", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": " But I have told you to beware of these horrors, that you may inherit their land; and I will give it you to possess it, a land producing milk and honey I am the Lord your God who have separated you from the nations.\n", "versionTitle": "The Targum of Jonathan ben Uzziel, trans. J. W. Etheridge, London, 1862", "license": "Public Domain", "versionTitleInHebrew": "תרגום ירושלמי (תרגום יונתן בן-עוזיאל) לתורה, תורגם ע״י ג׳ון ווסלי אטרידג׳, לונדון 1862"}, {"_id": "53f17906fbfba22336ea4498", "index_title": "Or HaChaim on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Or HaChaim on Leviticus 20:24:1", "anchorRef": "Leviticus 20:24", "anchorRefExpanded": ["Leviticus 20:24"], "sourceRef": "Or HaChaim on Leviticus 20:24:1", "sourceHeRef": "אור החיים על ויקרא כ׳:כ״ד:א׳", "anchorVerse": 24, "sourceHasEn": true, "compDate": [1718, 1742], "commentaryNum": 24.0001, "collectiveTitle": {"en": "Or HaChaim", "he": "אור החיים"}, "heTitle": "אור החיים על ויקרא", "he": "<b>ואני אתננה וגו' ארץ זבת וגו'</b>. קשה אחר שאמר לרשת אותה מה צריך לומר ואני אתננה, עוד למה סמך שבח הארץ לזכרון הירושה. ונראה לי שהכונה היא שמלבד מה שיירשו עוד יתן להם שתהיה הארץ זבת חלב ודבש יותר מהשיעור מה שלפניה, גם שלל שלא בזמן ירושתם אחר כך שהוא זמן החורבן שלא תהיה זבת חלב ודבש, כמו שסיפרו מכיריה בזמן הזה בעונינו:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "<b> <span class=\"font1\">ואני אתננה לכם..ארץ זבת חלב ודבש</span>, \"And I give to you… a land flowing with milk and honey.\"</b> After G'd had already said: \"in order for you to inherit it,\" why does the Torah have to add the words: \"and I will give it to you?\" Besides, why does the Torah link the excellence of the land to our inheriting it? The answer may be that not only does G'd give us the land as an inheritance, but He gives us an addditonal gift namely the excellence of this land. The Torah also hints that the excellence of the land is linked to our inhabiting it <b>as an inheritance.</b> Should the Temple and Jewish independence be destroyed, the excellence of the land would disappear because it no longer serves as our inheritance. Unfortunately we have had to learn the truth of this due to our sins.", "versionTitle": "Or Hachayim, trans. Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "570b5c09d6e4a95f64fe3209", "index_title": "Ramban on Leviticus", "category": "Quoting Commentary", "type": "", "ref": "Ramban on Leviticus 18:25:1", "anchorRef": "Leviticus 20:24", "anchorRefExpanded": ["Leviticus 20:24"], "sourceRef": "Ramban on Leviticus 18:25:1", "sourceHeRef": "רמב\"ן על ויקרא י״ח:כ״ה:א׳", "anchorVerse": 24, "sourceHasEn": true, "compDate": [1246, 1286], "commentaryNum": 25.0001, "collectiveTitle": {"en": "Ramban on Leviticus", "he": "רמב\"ן על ויקרא"}, "he": "<b>ותטמא הארץ ואפקוד עונה עליה ותקיא הארץ</b> החמיר הכתוב בעריות בעבור הארץ שתטמא בהן ותקיא הנפשות העושות והנה העריות חובת הגוף ואינן תלויות בארץ אבל סוד הדבר בכתוב שאמר (דברים לב ח ט) בהנחל עליון גוים בהפרידו בני אדם יצב גבולות עמים וגו' כי חלק ה' עמו וגו' והענין כי השם הנכבד ברא הכל ושם כח התחתונים בעליונים ונתן על כל עם ועם בארצותם לגוייהם כוכב ומזל ידוע כאשר נודע באצטגנינות וזהו שנאמר (דברים ד יט) אשר חלק ה' אלהיך אותם לכל העמים כי חלק לכולם מזלות בשמים וגבוהים עליהם מלאכי עליון נתנם להיותם שרים עליהם כענין שכתוב (דניאל י יג) ושר מלכות פרס עומד לנגדי וכתיב (שם פסוק כ) והנה שר יון בא ונקראים מלכים כדכתיב (שם פסוק יג) ואני נותרתי שם אצל מלכי פרס והנה השם הנכבד הוא אלהי האלהים ואדוני האדונים לכל העולם אבל ארץ ישראל אמצעות הישוב היא נחלת ה' מיוחדת לשמו לא נתן עליה מן המלאכים קצין שוטר ומושל בהנחילו אותה לעמו המיחד שמו זרע אוהביו וזהו שאמר (שמות יט ה) והייתם לי סגולה מכל העמים כי לי כל הארץ וכתיב (ירמיהו יא ד) והייתם לי לעם ואנכי אהיה לכם לאלהים לא שתהיו אתם אל אלהים אחרים כלל והנה קידש העם היושב בארצו בקדושת העריות וברובי המצות להיותם לשמו ולכך אמר (ויקרא כ׳:כ״ב) ושמרתם את כל חוקותי ואת כל משפטי ועשיתם אותם ולא תקיא אתכם הארץ וכתיב (שם פסוק כד) ואמר לכם אתם תירשו את אדמתם ואני אתננה לכם לרשת אותה אני ה' אלהיכם אשר הבדלתי אתכם מן העמים יאמר כי הבדיל אותנו מכל העמים אשר נתן עליהם שרים ואלהים אחרים בתתו לנו את הארץ שיהיה הוא יתברך לנו לאלהים ונהיה מיוחדים לשמו והנה הארץ שהיא נחלת השם הנכבד תקיא כל מטמא אותה ולא תסבול עובדי ע\"ז ומגלים עריות והפרשה הזאת הזכירה המולך לכלול עבודה זרה עם זכרון העריות ועל כולם אמר (כאן) אל תטמאו בכל אלה כי בכל אלה נטמאו הגוים ותקיא הארץ את יושביה וכן אמר בפרשה השניה (ויקרא כ׳:כ״ו) ואבדיל אתכם מן העמים להיות לי שהוא חומר איסור עבודה זרה ולכך אמר כי מפני שהם מיוחדים לשמו בעבור כן נתן להם הארץ שנאמר (שם פסוק כד) ואומר לכם אתם תירשו את אדמתם ואני אתננה לכם לרשת אותה אני ה' אלהיכם אשר הבדלתי אתכם מן העמים והנה בחוצה לארץ אע\"פ שהכל לשם הנכבד אין הטהרה בה שלימה בעבור המשרתים המושלים עליה והעמים תועים אחרי שריהם לעבוד גם אותם ולכך יאמר הכתוב (ישעיהו נד ה) אלהי כל הארץ יקרא כי הוא אלהי האלהים המושל על הכל והוא יפקוד בסוף על צבא המרום במרום (שם כד כא) להסיר ממשלת העליונים ולהרוס מערכת המשרתים ואחרי כן יפקוד על מלכי האדמה באדמה (שם) וזהו ענין הכתוב שאמר (דניאל ד יד) בגזרת עירין פתגמא ומאמר קדישין שאלתא יאמר כי הדבר ההוא הנגזר על נבוכדנצר היא גזרת עירין (פתגמא ומאמר קדישין שאלתא) שגזרו על הכוחות הנאצלין מהן לעשות כך ויקראו \"עירין\" כי מאצילותן יתעוררו הכחות בכל הפעולות כמו שאמר (שם שם י יא) ואלו עיר וקדיש מן שמיא נחית קרא בחיל וכן אמר גודו אילנא וגו' ומאמר קדישין שאלתא כלומר ששאלו מה הרצון העליון עליו ואחרי כן גזרו להעשות כן וזהו שאמר לו דניאל (שם פסוק כא) וגזרת עילאה היא כי הכל מאתו יתברך והנה השם הנכבד יתברך אלהי האלהים בחוץ לארץ ואלהי ארץ ישראל שהיא נחלת ה' וזהו טעם וזנה אחרי אלהי נכר הארץ (דברים לא טז) כי האלוהות נכרים בארץ השם ובנחלתו וזהו שנאמר (מלכים ב יז כו) לא ידעו את משפט אלהי הארץ וישלח בם את האריות והנם ממיתים אותם כאשר אינם יודעים את משפט אלהי הארץ והנה הכותיים לא היו נענשים בארצם בעבדם את אלהיהם לשלח בהם את האריות ובבואם בארץ השם ועשו שם כמעשיהם הראשונים שלח בהם האריות הממיתים אותם וכן שנו בספרא (קדושים יא יד) ולא תקיא הארץ אתכם וגו' ארץ ישראל אינה כשאר ארצות אינה מקיימת עוברי עבירה ובספרי (האזינו שטו) ואין עמו אל נכר (דברים לב יב) שלא תהא רשות לאחד משרי האומות לבא לשלוט בכם כענין שנאמר ואני יוצא והנה שר יון וגו' והוא מאמרם (כתובות קי) כל הדר בחוצה לארץ דומה כמי שאין לו אלוה שנאמר (ויקרא כ״ה:ל״ח) לתת לכם את ארץ כנען להיות לכם לאלהים ואומר (שמואל א כו יט) כי גרשוני היום מהסתפח בנחלת ה' לאמר לך עבוד אלהים אחרים ואמרו בתוספתא דע\"ז (פ\"ה ה\"ה) הרי הוא אומר (בראשית כח כא) ושבתי בשלום אל בית אבי והיה ה' לי לאלהים ואומר לתת לכם את ארץ כנען (ויקרא כ״ה:ל״ח) כל זמן שאתם בארץ כנען הייתי לכם לאלהים אין אתם בארץ כנען כביכול אין אני לכם לאלהים וכן הוא אומר (יהושע ד יג) כארבעים אלף חלוצי צבא עברו לפני ה' ואומר (דהי\"א כב יח) ונכבשה הארץ לפני השם ולפני עמו וכי תעלה על דעתך שישראל מכבשין את הארץ לפני המקום אלא כל זמן שהן עליה כאילו היא מכובשת הא אינם עליה אינה מכובשת ומן הענין הזה אמרו בספרי (עקב מג) ואבדתם מהרה (דברים יא יז) אף על פי שאני מגלה אתכם מן הארץ לחוצה לארץ היו מצויינין במצות שכשתחזרו לא יהו עליכם חדשים משל לאדון שכעס על אשתו ושלחה לבית אביה אמר לה הוי מתקשטת תכשיטים שכשתחזרי לא יהיו עליך חדשים וכן אמר ירמיה (לא כ) הציבי לך ציונים אלו המצות שישראל מצוינין בהם והנה הכתוב שאמר (דברים יא יז-יח) ואבדתם מהרה ושמתם את דברי אלה וגו' אינו מחייב בגלות אלא בחובת הגוף כתפילין ומזוזות ופירשו בהן כדי שלא יהו חדשים עלינו כשנחזור לארץ כי עיקר כל המצות ליושבים בארץ ה' ולפיכך אמרו בספרי (ראה פ) וירשתם אותה וישבתם בה ושמרתם לעשות (דברים יא לא-לב) ישיבת ארץ ישראל שקולה כנגד כל המצות שבתורה וכך הוא בתוספתא דע\"ז (פ\"ה ה\"ב) וזו היא מחשבת הרשעים (סנהדרין קה) שהיו אומרים ליחזקאל רבינו יחזקאל עבד שמכרו רבו יש עליו כלום שנאמר (יחזקאל כ לב) והעולה על רוחכם היה לא תהיה אשר אתם אומרים נהיה כגוים כמשפחות האדמה לשרת עץ ואבן וזו היא מצות יעקב אבינו לביתו ולכל אשר עמו בשעת ביאתם לארץ (בראשית לה ב) הסירו את אלהי הנכר אשר בתוככם והטהרו והשם לו לבדו נתכנו עלילות שמתה רחל בדרך בתחילת בואם בארץ כי בזכותה לא מתה בחוצה לארץ ובזכותו לא ישב בארץ עם שתי אחיות והיא היתה הנשאת באיסור האחוה ונראה שנתעברה מבנימין קודם בואם בשכם ולא נגע בה בארץ כלל מפני הענין שהזכרנו ואמר הנביא (ירמיהו טז יח) ושלמתי ראשונה משנה עונם וחטאתם על חללם את ארצי בנבלת שקוציהם ותועבותיהם מלאו את נחלתי והענין הזה הוא במקומות רבים בכתובים ותראנו מפורש בהם אחר שפקחתי בו עיניך וכתב ר\"א בפרשת וילך (דברים לא טז) ידענו כי השם אחד והשינוי יבא מהמקבלים והשם לא ישנה מעשיו כי כולם הם בחכמה ומעבודת השם לשמור כח הקבול כפי המקום על כן כתוב את משפט אלהי הארץ ואמר ביעקב הסירו את אלהי הנכר והפך המקום הדבק בעריות שהם שאר והמשכיל יבין אלו דבריו ז\"ל ואל תשיב עלי מפסוק מיכאל שרכם (דניאל י כא) כי הוא שר משרת לבקש רחמים על ישראל לא שר מלכות וממשלה וכן היה שר צבא הנראה ליהושע ביריחו (יהושע ה יג) הראה לו כי השם שלחו ללחום מלחמותיהם כענין בחזקיהו (מלכים ב יט לה) וגם שהיה זה בהיותנו בחוצה לארץ ואין רשות לפרש בענין הארץ יותר מזה אבל אם תזכה להבין הארץ הראשונה הנזכרת בפסוק בראשית והנזכרת בפרשת אם בחקותי (ויקרא כ״ו:מ״ב) תדע סוד נשגב ונעלם ותבין מה שאמרו רבותינו (תנחומא ויקהל ז) בית המקדש של מעלה מכוון כנגד בית המקדש של מטה וכבר רמזתי לך בפסוק כי לי הארץ (שמות יט ה) והנה הזכיר הכתוב כי אנשי ארץ כנען נענשו בעבור העריות ורבותינו אמרו (סנהדרין נו) שהוזהרו עליהן מעת היצירה לאדם ולנח שלא ענש אלא אם כן הזהיר אבל הכתוב לא יזכיר האזהרה אבל יאמר כי הארץ תקיא אותם כי הארץ תתעב כל התועבות האל והנה לא אנשי ארץ כנען בלבד היו מן המוזהרים והפרשה הזכיר \"כמעשה ארץ מצרים\" (ויקרא י״ח:ג׳) שהיו גם הם עושים ככל התועבות האלה ולא תקיא אותם ארץ מצרים ולא שאר ארצות הגוים את גוייהם אבל הענין כולו למעלת הארץ וקדושתה ואמר הכתוב (כאן) \"ותקיא הארץ\" כי מעת שפקד עונה עליה שנגזר על הכנענים להכרת כאילו כבר הקיאה אותם או \"ותקיא\" למעלה כענין סר צלם מעליהם (במדבר יד ט):", "heVersionTitle": "On Your Way New", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "AND THE LAND WAS DEFILED, THEREFORE DID I VISIT THE INIQUITY THEREOF UPON IT, AND THE LAND VOMITED OUT HER INHABITANTS. Scripture was very strict in forbidding these sexual relationships on account of the Land which becomes defiled by them, and which in turn will vomit out the people that do [these abominations]. Now forbidden sexual relationships are matters affecting personal conduct, and do not depend on the Land, [so why should the Land be affected by these personal immoral acts]? But the secret of the matter is in the verse which states, <i>When the Most High gave to the nations their inheritance, when He separated the children of men, He set the borders of the people</i>, etc. <i>For the portion of the Eternal is His people</i> etc.<sup class=\"footnote-marker\">380</sup><i class=\"footnote\">Deuteronomy 32:8-9.</i> The meaning thereof is as follows: <i>The Glorious Name</i><sup class=\"footnote-marker\">381</sup><i class=\"footnote\"><i>Ibid.</i>, 28:58.</i> created everything and He placed the power of the lower creatures in the higher beings, giving over each and every nation <i>in their lands, after their nations</i><sup class=\"footnote-marker\">382</sup><i class=\"footnote\">Genesis 10:31.</i> some known star or constellation, as is known by means of astrological speculation. It is with reference to this that it is said, <i>which the Eternal thy G-d hath allotted unto all the people</i>,<sup class=\"footnote-marker\">383</sup><i class=\"footnote\">Deuteronomy 4:19.</i> for He allotted to all nations constellations in the heavens, and higher above them are the angels of the Supreme One whom He placed as lords over them, as it is written, <i>But the prince of the kingdom of Persia withstood me</i>,<sup class=\"footnote-marker\">384</sup><i class=\"footnote\">Daniel 10:13.</i> and it is written, <i>lo, the prince of Greece shall come</i>.<sup class=\"footnote-marker\">385</sup><i class=\"footnote\"><i>Ibid.</i>, Verse 20.</i> They are called “kings,” as it is written [there], <i>and I was left over there beside the kings of Persia</i>.<sup class=\"footnote-marker\">384</sup><i class=\"footnote\">Daniel 10:13.</i> Now <i>the Glorious Name</i><sup class=\"footnote-marker\">381</sup><i class=\"footnote\"><i>Ibid.</i>, 28:58.</i> is <i>G-d of gods, and Lord of lords</i><sup class=\"footnote-marker\">386</sup><i class=\"footnote\">Deuteronomy 10:17.</i> over the whole world. But the Land of Israel, which is in the middle of the inhabited earth,<sup class=\"footnote-marker\">387</sup><i class=\"footnote\">Aware of the fact that the earth is spherical [and not flat, as believed by most people in the Medieval Ages], Jewish sources being mindful of this fact speak of the Land of Israel as being in the middle of the “inhabited” earth, and not just “of the earth,” as there is no middle point in a spherical body.</i> is the inheritance of the Eternal designated to His Name. He has placed none of the angels as <i>chief, observer, or ruler</i><sup class=\"footnote-marker\">388</sup><i class=\"footnote\">Proverbs 6:7.</i> over it, since He gave it as a heritage to His people who declare the Unity of His Name, the seed of His beloved ones [i.e., the patriarchs]. It is with reference to this that He said, <i>and ye shall be Mine own treasure from among all peoples; for all the earth is Mine</i>,<sup class=\"footnote-marker\">389</sup><i class=\"footnote\">Exodus 19:5.</i> and it is further written, <i>so shall ye be My people, and I will be your G-d</i>,<sup class=\"footnote-marker\">390</sup><i class=\"footnote\">Jeremiah 11:4.</i> and you will not be subject to other powers at all. Now He [also] sanctified the people who dwell in His Land with the sanctity of observing the laws against forbidden sexual relationships, and with the abundant commandments, so that they [His people] would be dedicated to His Name. It is for this reason that He said, <i>And ye shall keep all My statutes, and all Mine ordinances, and do them, that the Land, whither I bring you to dwell therein, vomit you not out</i>,<sup class=\"footnote-marker\">391</sup><i class=\"footnote\">Further, 20:22.</i> and it is further written, <i>But I have said unto you: ‘Ye shall inherit their Land, and I will give it unto you to possess it’ … I am the Eternal your G-d, Who have set you apart from the peoples</i>,<sup class=\"footnote-marker\">392</sup><i class=\"footnote\"><i>Ibid.</i>, Verse 24.</i> meaning to say, that He has set us apart from all the nations over whom He appointed princes and other celestial powers, by giving us the Land [of Israel] so that He, blessed be He, will be our G-d, and we will be dedicated to His Name. Thus the Land which is the inheritance of the Glorious Name, will vomit out all those who defile it and will not tolerate worshippers of idols, nor those who practise immorality. Now this section mentioned the Molech,<sup class=\"footnote-marker\">393</sup><i class=\"footnote\">Above, Verse 21.</i> which is a form of idolatry, together with the forbidden sexual relationships, and with reference to all of them He said, <i>Defile not ye yourselves in any of these things; for in all of these the nations are defiled</i>,<sup class=\"footnote-marker\">394</sup><i class=\"footnote\">Verse 24.</i> <i>and the Land vomited out her inhabitants</i><sup class=\"footnote-marker\">395</sup><i class=\"footnote\">In Verse 25 before us.</i> [thus showing that the Land is unable to contain idol worshippers or those who practise immorality]. And so also did He say in the second section [i.e., in <i>Seder Kedoshim</i>], <i>and I have set you apart from the peoples, that ye should be Mine</i>,<sup class=\"footnote-marker\">396</sup><i class=\"footnote\">Further, 20:26.</i> which is [the basis for] the strict prohibition against idolatry. Therefore He stated that it is because they are dedicated to His Name that He gave them the Land, as it is said, <i>And I have said unto you: ‘Ye shall inherit their Land, and I will give it unto you to possess it’ … I am the Eternal your G-d, Who have set you apart from the peoples</i>.<sup class=\"footnote-marker\">392</sup><i class=\"footnote\"><i>Ibid.</i>, Verse 24.</i><br>Now outside the Land of Israel, although it all belongs to <i>the Glorious Name</i>,<sup class=\"footnote-marker\">381</sup><i class=\"footnote\"><i>Ibid.</i>, 28:58.</i> yet its purity is not perfect, because of “the servants” who hold sway there, and the nations go astray after their princes to worship them as well. It is for this reason that Scripture states, <i>the G-d of the whole earth shall He be called</i>,<sup class=\"footnote-marker\">397</sup><i class=\"footnote\">Isaiah 54:5.</i> since He is the G-d of gods Who rules over all, and He will in the end <i>punish the host of the high heaven on high</i>,<sup class=\"footnote-marker\">398</sup><i class=\"footnote\"><i>Ibid.</i>, 24:21.</i> removing the celestial powers and demolishing the array of “the servants,” and afterwards He will punish <i>the kings of the earth upon the earth</i>.<sup class=\"footnote-marker\">398</sup><i class=\"footnote\"><i>Ibid.</i>, 24:21.</i> This is the meaning of the verse stating, <i>The matter is by the decree of ‘irin’</i> (<i>the wakeful ones</i>), <i>and ‘sh’elta’</i> (<i>the sentence</i>) <i>by the word of the holy ones</i>,<sup class=\"footnote-marker\">399</sup><i class=\"footnote\">Daniel 4:14.</i> meaning, the matter that was decreed on Nebuchadnezzar [that he be driven from men and eat grass as oxen etc.] is the pronouncement of the guarding angels and the sentence of the word of the holy ones, who have ordained on the powers emanating from them that it be so. They [the angels] are called <i>irin</i> [literally: “the wakeful ones”], because from their emanations proceed all the powers that stir all activities, similar to that which it says, <i>and behold ‘ir’</i> (<i>a wakeful one</i>) <i>and a holy one came down from heaven. He cried aloud, and said thus: ‘Hew down the tree</i> etc.<sup class=\"footnote-marker\">400</sup><i class=\"footnote\"><i>Ibid.</i>, Verse 10-11.</i> — [In the verse] <i>And ‘sh’elta’</i> (<i>the sentence</i>) <i>is by word of the holy ones</i>,<sup class=\"footnote-marker\">399</sup><i class=\"footnote\">Daniel 4:14.</i> [the word <i>sh’elta</i>] is like <i>sha’alu</i>, meaning first “they ask” what is the will of the Supreme One about it, and afterwards they decree that it be so done. It is with reference to this that Daniel told Nebuchadnezzar, <i>it is the decree of the Most High</i>,<sup class=\"footnote-marker\">401</sup><i class=\"footnote\"><i>Ibid.</i>, Verse 21.</i> for everything is from Him, blessed be He.<br>Thus <i>the Glorious Name</i>,<sup class=\"footnote-marker\">381</sup><i class=\"footnote\"><i>Ibid.</i>, 28:58.</i> blessed be He, <i>is G-d of gods</i>,<sup class=\"footnote-marker\">386</sup><i class=\"footnote\">Deuteronomy 10:17.</i> in the whole world, and G-d of the Land of Israel which is <i>the inheritance of the Eternal</i>.<sup class=\"footnote-marker\">402</sup><i class=\"footnote\">I Samuel 26:19.</i> This is the meaning of the expression, <i>and he will go astray after the foreign gods of the Land</i>,<sup class=\"footnote-marker\">403</sup><i class=\"footnote\">Deuteronomy 31:16.</i> for the gods are foreign to the Land of G-d and His inheritance. This is what Scripture means when it states [of the Cutheans who were settled by the king of Assyria in the cities of the kingdom of Israel], <i>they knew not the manner of the G-d of the Land; therefore He hath sent lions among them, and, behold, they slay them, because they know not the manner of the G-d of the Land</i>.<sup class=\"footnote-marker\">404</sup><i class=\"footnote\">II Kings 17:26. The verse is thus stating that they did not live in the Land in a way befitting its special characteristic as G-d’s inheritance — hence the phrase “the G-d of the Land.”</i> Now the Cutheans were not punished in their own land when they worshipped their gods, by G-d sending lions among them, but only when they came into the Land of G-d and conducted themselves as before, did He send lions among them who slew them. And so the Rabbis taught in the Sifra:<sup class=\"footnote-marker\">405</sup><i class=\"footnote\">Sifra <i>Kedoshim</i> 11:14.</i> “<i>And the Land vomit not you out also</i> etc.<sup class=\"footnote-marker\">406</sup><i class=\"footnote\">Verse 28.</i> The Land of Israel is unlike other lands; it is unable to contain sinners.” And in the Sifre we find that the Rabbis taught:<sup class=\"footnote-marker\">407</sup><i class=\"footnote\">Sifre <i>Ha’azinu</i>, 315.</i> “<i>And there was no strange god with Him</i><sup class=\"footnote-marker\">408</sup><i class=\"footnote\">Deuteronomy 32:12.</i> [when He took Israel out of Egypt, and protected them during their wandering through the wilderness], so that none of the princes of the nations should have power to come and exercise authority over you, something like that which it is said, <i>and when I go forth, lo, the prince of Greece shall come</i>, etc.”<sup class=\"footnote-marker\">385</sup><i class=\"footnote\"><i>Ibid.</i>, Verse 20.</i> This is the meaning of the saying of the Rabbis:<sup class=\"footnote-marker\">409</sup><i class=\"footnote\">Kethuboth 110 b.</i> “Whoever lives outside the Land, is as if he had no G-d, for it is said, <i>I am the Eternal your G-d, Who brought you forth out of the land of Egypt, to give you the land of Canaan, to be your G-d</i>,<sup class=\"footnote-marker\">410</sup><i class=\"footnote\">Further, 25:38.</i> and it is further said, <i>for they have driven me</i> [David] <i>out this day that I should not cleave unto the inheritance of the Eternal, saying: Go, serve other gods</i>.”<sup class=\"footnote-marker\">411</sup><i class=\"footnote\">I Samuel 26:19. “And who told David, <i>‘Go, serve other gods?’</i> This can only mean to teach you that he who lives outside the Land is like etc.’” (Kethuboth). Having been forced to leave the Land, David was thus justified in saying that those responsible for it had, as it were, said to him, “Go, etc.”</i> And in the Tosephta of Tractate Abodah Zarah the Rabbis have said:<sup class=\"footnote-marker\">412</sup><i class=\"footnote\">Tosephta, Abodah Zarah 5:5. On the name Tosephta, see in <i>Seder Tazria</i> Note 124.</i> “Now it is said, <i>And I</i> [Jacob] <i>will come back to my father’s house in peace, then shall the Eternal be my G-d</i>,<sup class=\"footnote-marker\">413</sup><i class=\"footnote\">Genesis 28:21.</i> and it is further said, <i>to give you the land of Canaan, to be your G-d</i>.<sup class=\"footnote-marker\">410</sup><i class=\"footnote\">Further, 25:38.</i> When you are in the land of Canaan I am your G-d. When you are not in the land of Canaan, I am not your G-d if it were at all possible to say so [for He is our G-d under all circumstances and in all places]. Similarly it is said, <i>about forty thousand ready armed for war passed on in the presence of the Eternal unto battle</i>,<sup class=\"footnote-marker\">414</sup><i class=\"footnote\">Joshua 4:13.</i> and it is further said, <i>and the Land is subdued before the Eternal, and before His people</i>.<sup class=\"footnote-marker\">415</sup><i class=\"footnote\">I Chronicles 22:18.</i> But how could it enter one’s mind that Israel subdued the Land before the Eternal [as if to say that they captured it for His sake]? But [this teaches that] as long as they are upon the Land, it is as if it were subdued [before Him, since He is their G-d, as explained above], but when they are not upon it, it is not subdued.”<br>It is on the basis of this matter that the Rabbis have said in the Sifre:<sup class=\"footnote-marker\">416</sup><i class=\"footnote\">Sifre <i>Eikev</i>, 43.</i> “<i>And ye perish quickly from off the good Land</i>.<sup class=\"footnote-marker\">417</sup><i class=\"footnote\">Deuteronomy 11:17. The following verse continues: <i>And ye shall lay up these My words in your heart and in your soul</i> etc. This clearly indicates even as the Sifre teaches, that after banishment from the Land they are to continue the observance of the commandments.</i> Although I banish you from the Land to outside the Land, make yourselves distinctive by the commandments, so that when you return they shall not be novelties to you. This can be compared to a master who was angry with his wife, and sent her back to her father’s house and told her, ‘Adorn yourself with precious things, so that when you come back they will not be novelties to you.’ And so did the prophet Jeremiah say [to the people in exile in Babylon], <i>Set thee up waymarks</i>.<sup class=\"footnote-marker\">418</sup><i class=\"footnote\">Jeremiah 31:20.</i> These are the commandments, by which Israel is made distinctive.” Now the verses which state, <i>and ye perish quickly … and ye shall lay up these My words</i> etc.<sup class=\"footnote-marker\">419</sup><i class=\"footnote\">Deuteronomy 11:17-18.</i> only make obligatory in the exile [the observance of those commandments] affecting personal conduct, such as the [wearing of] phylacteries and [placing of] <i>Mezuzoth</i><sup class=\"footnote-marker\">420</sup><i class=\"footnote\">A parchment on which is written Deuteronomy 6:4-9, and 11:13-21, and which is fastened to the right door-post. See further in Vol. II, p. 173.</i> [these being specifically mentioned there in the following words of Scripture], and concerning them the Rabbis [in the above text of the Sifre] explained [that we must observe them] so that they shall not be novelties to us when we return to the Land, for the main [fulfillment] of the commandments is [to be kept] when dwelling in the Land of G-d. Therefore the Rabbis have said in the Sifre:<sup class=\"footnote-marker\">421</sup><i class=\"footnote\">Sifre <i>R’eih</i>, 80.</i> “<i>And ye shall possess it, and dwell therein. And ye shall observe to do all the statutes</i> etc.<sup class=\"footnote-marker\">422</sup><i class=\"footnote\">Deuteronomy 11:31-32.</i> Dwelling in the Land of Israel is of equal importance to all the commandments of the Torah.” A similar statement is also found in the Tosephta of Tractate Abodah Zarah.<sup class=\"footnote-marker\">423</sup><i class=\"footnote\">Tosephta, Abodah Zarah 5:3.</i> This in fact was the thought of the wicked ones who [misusing the intention of the above statement], said to the prophet Ezekiel [whose prophetic activity was in the Babylonian exile]:<sup class=\"footnote-marker\">424</sup><i class=\"footnote\">Sanhedrin 105 a.</i> “Our master Ezekiel, if a servant is sold by his master, does the master still have any claim to him?”<sup class=\"footnote-marker\">425</sup><i class=\"footnote\">In other words, “since G-d sold them to Nebuchadnezzar and banished them from before Him, does He still have any claim upon them?” (Rashi <i>ibid.</i>). The answer was that they were never “sold” since the exile was merely a form of temporary punishment for their sins, and therefore, <i>and that which cometh into your mind</i> etc. (see text).</i> For it is said, <i>and that which cometh into your mind shall not be at all; in that ye say: We will be as the nations, as the families of the countries, to serve wood and stone</i>.<sup class=\"footnote-marker\">426</sup><i class=\"footnote\">Ezekiel 20:32.</i> And this was the command of our patriarch Jacob <i>to his household, and to all that were with him</i>, at the time that they came into the Land, <i>Put away the strange gods that are among you, and purify yourselves</i>.<sup class=\"footnote-marker\">427</sup><i class=\"footnote\">Genesis 35:2.</i> And G-d, <i>by Whom</i> alone <i>actions are weighed</i>,<sup class=\"footnote-marker\">428</sup><i class=\"footnote\">See I Samuel 2:3.</i> [brought it about] that Rachel died on the way when they started coming into the Land,<sup class=\"footnote-marker\">429</sup><i class=\"footnote\">Genesis 35:16-19. See in Vol. I, pp. 330-332, where Ramban refers briefly to this problem, namely why Jacob married two sisters in their lifetime, and then concludes that “he married them only outside the Land.” Here Ramban completes the thought, by explaining that G-d, by Whom events are decided, therefore brought about the death of one of the sisters as soon as they came into the Land. The reason why Rachel had to die and not Leah, is explained in the text.</i> for on account of her own merit she did not die outside the Land, and for Jacob’s merit, he could not dwell in the Land with two sisters [in their lifetime, since this is forbidden in the Torah, and the laws of the Torah were observed by our ancestors in the Land of Israel even before the Torah was given on Sinai], and she [Rachel] was the one by whose marriage the prohibition against two sisters took effect [since Jacob was already married to Leah]. It would appear that Rachel became pregnant with Benjamin before they came to Shechem, and while in the Land Jacob did not touch her at all, for the reason that we have mentioned. And the prophet states, <i>And first I will recompense their iniquity and their sin double; because they have profaned My Land; they have filled Mine inheritance with the carcasses of their detestable things and their abominations</i>.<sup class=\"footnote-marker\">430</sup><i class=\"footnote\">Jeremiah 16:18.</i> This matter [i.e., that the Land of Israel is the inheritance of the Eternal and thus cannot tolerate sinners] is found in many places in the Scriptures, and you will see it clearly after I have opened your eyes to it.<br>Now Rabbi Abraham ibn Ezra commented in the section of <i>Vayeilech:</i><sup class=\"footnote-marker\">431</sup><i class=\"footnote\">Deuteronomy 31:16.</i> “We know that G-d is One, and changes arise because of those who receive [His beneficent deeds], but G-d does not change His deeds, as they are all done in wisdom. And included in the worship of G-d is to guard the ability to receive [His beneficence] according to the place [so that if a particular place is holier than others, one must observe there more strictly the laws of holiness]. Therefore it is written [of the Cutheans, that they did not know] <i>the manner of the G-d of the Land</i>,<sup class=\"footnote-marker\">432</sup><i class=\"footnote\">II Kings 17:26. The Cutheans were thus punished for not being heedful of the holiness of the Land of Israel which is unable to retain worshippers of idols.</i> and of Jacob it is said [when he came into the Land he told his household], <i>put away the strange gods</i>,<sup class=\"footnote-marker\">427</sup><i class=\"footnote\">Genesis 35:2.</i> and the extreme opposite of [the sanctity of] the place [i.e., the Land of Israel] is indulging in forbidden sexual relationships, as they are [sins of the] flesh. The student versed [in the mysteries of the Torah] will understand.” Thus are the words [of Rabbi Abraham ibn Ezra] of blessed memory.<br>Now do not refute me [in what I have written above, that Israel is under the direct guidance of G-d alone, and no celestial power determines their fate], by citing the verse, <i>Michael your prince</i>,<sup class=\"footnote-marker\">433</sup><i class=\"footnote\">Daniel 10:21.</i> for he is only a ministering angel who implores mercy for Israel, but is in no way a prince exercising any royalty or power. So was also <i>the captain of the host</i><sup class=\"footnote-marker\">434</sup><i class=\"footnote\">Joshua 5:14.</i> who appeared to Joshua at Jericho, showing him that G-d had sent him to fight their battles, similar to [that which happened in the days of] Hezekiah.<sup class=\"footnote-marker\">435</sup><i class=\"footnote\">II Kings 19:35: <i>And it came to pass at that night, that the angel of the Eternal went forth, and smote in the camp of the Assyrians</i> etc.</i> Besides, this matter [of Michael imploring mercy for Israel] was when we were already outside the Land of Israel.<br>Now I do not have permission to explain on the subject of <i>ha’aretz</i> (“the earth” or “the Land”) more than this.<sup class=\"footnote-marker\">436</sup><i class=\"footnote\">Ramban is alluding to the word <i>ha’aretz</i>, which is mentioned here repeatedly: <i>vatitma ha’aretz … vataki ha’aretz</i> (literally: “and the earth was defiled … and the earth vomited out”). This hints at the first <i>ha’aretz</i>, mentioned in the first verse of Creation, which Ramban has already explained in many places as referring to “the higher earth,” to which the souls finally return after their sojourn on the lower earth.</i> But if you will merit to understand the first “earth” mentioned in the verse of <i>Bereshith</i> (<i>In the beginning G-d created the heaven and the earth</i>), and also the one mentioned in the section of <i>Im Bechukothai</i>,<sup class=\"footnote-marker\">437</sup><i class=\"footnote\">Further, 26:42. <i>v’ha’aretz ezkor</i> (literally: “and the earth I will remember”).</i> you will know a profound and sublime secret, and you will further understand what our Rabbis have said:<sup class=\"footnote-marker\">438</sup><i class=\"footnote\">Tanchuma, <i>Vayakheil</i> 7.</i> “The Sanctuary on high is exactly opposite the Sanctuary below.” I have already alluded to this on the verse, <i>for all the earth is Mine</i>.<sup class=\"footnote-marker\">439</sup><i class=\"footnote\">Exodus 19:5.</i> Now Scripture mentions that the people of the land of Canaan were punished on account of their immoral [sexual] deeds. And our Rabbis have said that they were warned about these matters from the time of creation, when these laws were declared to Adam<sup class=\"footnote-marker\">440</sup><i class=\"footnote\">Sanhedrin 56 b. Rambam in the Mishneh Torah, <i>Hilchoth Melachim</i> 9:1, puts it as follows: “The first man was commanded concerning six matters: idolatry, blasphemy, bloodshed, incest, robbery, etc.”</i> and to Noah,<sup class=\"footnote-marker\">441</sup><i class=\"footnote\">Incest is counted among the Seven Laws of the Noachides (see Vol. I, p. 417, Note 148).</i> for He does not punish unless He admonishes first. Scripture, however, did not state the admonition, but instead said that the Land would vomit them out, for the Land abhors <i>all these abominations</i>.<sup class=\"footnote-marker\">442</sup><i class=\"footnote\">Verse 27.</i> Now the Canaanites were not the only ones who were admonished about these matters [for since these laws were declared to Adam and Noah, they applied to all mankind], and the Scriptural section mentions specifically, <i>After the doings of the land of Egypt, wherein ye dwelt, shall ye not do</i>,<sup class=\"footnote-marker\">443</sup><i class=\"footnote\">Above, Verse 3.</i> which proves that the Egyptians also did all these abominations, and yet the land of Egypt did not vomit them out, nor did the lands of other nations vomit them out! Rather, this whole subject shows the distinction of the Land [of Israel] and its holiness [so that it alone is unable to retain sinners]. Scripture states, <i>and the Land vomited out</i> [using a past tense, although the Canaanites were still living there], for from the time that He was to punish [them] for the sins committed upon her [i.e. the Land], having decreed destruction upon the Canaanites, it is as if the Land had already vomited them out. Or it may be that the expression, <i>and the Land vomited out</i> is a reference to above, similar to what is said, <i>their defense is removed from over them</i>.<sup class=\"footnote-marker\">444</sup><i class=\"footnote\">Numbers 14:9. See Ramban there.</i>", "versionTitle": "Commentary on the Torah by Ramban (Nachmanides). Translated and annotated by Charles B. Chavel. New York, Shilo Pub. House, 1971-1976", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "57e77d23d6e4a94c7c18a7c8", "index_title": "Tafsir Rasag", "category": "Targum", "type": "targum", "ref": "Tafsir Rasag, Leviticus 20:24", "anchorRef": "Leviticus 20:24", "anchorRefExpanded": ["Leviticus 20:24"], "sourceRef": "Tafsir Rasag, Leviticus 20:24", "sourceHeRef": "תפסיר רס\"ג, ויקרא כ׳:כ״ד", "anchorVerse": 24, "sourceHasEn": false, "compDate": [918, 942], "commentaryNum": 20.0024, "collectiveTitle": {"en": "Tafsir Rasag", "he": "תפסיר רס\"ג"}, "heTitle": "ויקרא", "he": "וקלת לכם חאכמא אנתם תחוזון בלדהם ואנא אעטיה לכם תחוזוה בלדא יפיץ̇ אללבן ואלעסל אנא אללה רבכם אלד̇י אפרזתכם מן ג̇מיע אלאמם", "heVersionTitle": "Tafsir al-Torah bi-al-Arabiya, Paris, 1893", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תפסיר אלתורה באלערביה, פריס, 1893", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5964d626d6e4a92bf45a8604", "index_title": "Rabbeinu Bahya", "category": "Commentary", "type": "commentary", "ref": "Rabbeinu Bahya, Vayikra 20:24:1", "anchorRef": "Leviticus 20:24", "anchorRefExpanded": ["Leviticus 20:24"], "sourceRef": "Rabbeinu Bahya, Vayikra 20:24:1", "sourceHeRef": "רבנו בחיי, ויקרא כ׳:כ״ד:א׳", "anchorVerse": 24, "sourceHasEn": true, "compDate": [1290, 1310], "commentaryNum": 24.0001, "collectiveTitle": {"en": "Rabbeinu Bahya", "he": "רבנו בחיי"}, "heTitle": "ויקרא", "he": "<b>ואני אתננה לכם.</b> בשלש מלות אלו יבאר הכתוב כי השם המיוחד יבטיח לתת הארץ המיוחדת לישראל שהם עם מיוחד, זהו שאמר ואני אתננה לכם, כי הארץ ההיא ארצי ואתם עמי ביחוד, לא השלטתי עליכם שום כוכב ומזל גם לא מלאך ושרף כי אתם לחלקי לא לחלקם, ואני לאלהים לכם לא לעו\"ג, רק אני להם אלהי האלהים. כך פירש הרמב\"ן ז\"ל, ואע\"פ שאין זה לשונו זאת היא כוונתו.\n", "heVersionTitle": "Midrash Rabbeinu Bachya [ben Asher]. Warsaw, 1878", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "ואני אתננה לכם, “and I shall give it to you.” With these three words G’d the Unique promises to give the land which is unique to the people who are unique, to Israel. This is the meaning of the words: “and I shall give it to you as a possession.” G’d means that up until that time the land of Canaan had remained His land just as the Jewish people had been special to G’d. He had never assigned any horoscopic constellation to govern the fate of the Jewish people. Neither had G’d appointed a special agent such as a מלאך or שרף to be in charge of the fortunes of the Jewish people. The reason is that “you are part of My share, not their share, I am your national G’d, not theirs.” To the other nations, says G’d, I am only the supreme G’d, i.e. אלוהי האלוהים. This is how Nachmanides explains the above words; (even though this is not his precise wording, this is what he intended to say).", "versionTitle": "Torah Commentary by Rabbi Bachya ben Asher, trans. Eliyahu Munk, 1998.", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "59ef2c3fd6e4a90d4d5b7011", "index_title": "Steinsaltz on Ketubot", "category": "Quoting Commentary", "type": "", "ref": "Steinsaltz on Ketubot 111b:22", "anchorRef": "Leviticus 20:24", "anchorRefExpanded": ["Leviticus 20:24"], "sourceRef": "Steinsaltz on Ketubot 111b:22", "sourceHeRef": "ביאור שטיינזלץ על כתובות קי״א ב:כ״ב", "anchorVerse": 24, "sourceHasEn": false, "compDate": [1950, 2010], "commentaryNum": 222.0022, "collectiveTitle": {"en": "Steinsaltz on Ketubot", "he": "ביאור שטיינזלץ על כתובות"}, "heTitle": "ביאור שטיינזלץ על כתובות", "he": "מסופר: <b>רמי בר יחזקאל איקלע</b> <small>[הזדמן]</small> <b>לבני ברק, חזנהו להנהו עיזי דקאכלן תותי תאיני</b> <small>[ראה אותן עזים שאוכלות תחת</small> לעצי <small>תאנה]</small> <b>וקנטיף דובשא מתאיני וחלבא טייף מנייהו ומיערב בהדי הדדי</b> <small>[ונטף דבש מן התאנים וחלב נטף מהן,</small> מן העזים, <small>ומתערבים זה בזה].</small> <b>אמר: היינו</b> <small>[זהו]</small> שנאמר: <b>\"</b>ארץ <b>זבת חלב ודבש\"</b> (שמות ג, ח. שם יז. יג, ה. לג, ג. ויקרא כ כד. במדבר יד, ח. דברים ו, ג. יא, ט. כו, ט שם טו. כז, ג. יהושע ה, ו. ירמיה לב, כב).", "heVersionTitle": "William Davidson Edition - Hebrew", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5b0bc498c1533e001928ca7b", "index_title": "Yismach Moshe", "category": "Chasidut", "type": "", "ref": "Yismach Moshe, Kedoshim 12:1", "anchorRef": "Leviticus 20:24", "anchorRefExpanded": ["Leviticus 20:24"], "sourceRef": "Yismach Moshe, Kedoshim 12:1", "sourceHeRef": "ישמח משה, קדושים י״ב:א׳", "anchorVerse": 24, "sourceHasEn": false, "compDate": [1790, 1840], "commentaryNum": 12.0001, "collectiveTitle": {"en": "Yismach Moshe", "he": "ישמח משה"}, "heTitle": "קדושים", "he": "<b>ולא</b> תלכו בחקות הגוי אשר אני משלח וגו' (ויקרא כ כג), ואומר לכם אתם תרשו את אדמתכם וגו' אני ה' אלקיכם אשר הבדלתי אתכם מן העמים (ויקרא כ כד), ואחר זה נאמר (ויקרא כ כו) והייתם לי קדושים כי קדוש אני וגו' ואבדיל אתכם מן העמים להיות לי, עד כאן. והנה יש לדקדק טובא במקראי קדש אלה. (א), תיבת ואומר לכם אין לו ביאור. (ב), שכפל ענין הבדלה מן העמים. (ג), בפעם הראשון נאמר לשון עבר הבדלתי, ובשני לשון עתיד ואבדיל. (ד), בפעם הראשון לא נאמר להיות לי, ובשני נאמר להיות לי. והנ\"ל בזה, בהקדים מה שנ\"ל לבאר הפסוק (ישעיה נט ב-ג) הן לא קצרה יד ה' מהושיע ולא כבדה אזנו משמוע, (ישעיה נט ג) כי עונותיכם מבדילים ביניכם לבין אלקיכם וחטאתיכם הסתירו פנים מכם משמוע. לישב מה שדקדקו דמה הוא הלשון ביניכם לבין אלקיכם, ביניכם ובין אלקיכם ראוי לומר. והנה הבינה לעיתים פירש שהעונות מבדילים ביניכם, דהיינו שנעשה פירוד בין אדם לחבירו, ועל ידי זה נמשך לבין אלקיכם, והבן עד כאן ודפח\"ח. אבל מכל מקום לפי פירושו צריכין להוסיף בפסוק ולפרש דנמשך ההבדל לבין אלקיכם, והבן. ועוד קשה דוחטאתיכם הסתירו פנים וגו', אין לו ביאור. וגם למה משנה מעונותיכם לחטאתיכם. והנ\"ל, כי נאמר ישועת פניו (תהילים מ\"ב וא\"ו (תהלים מב ו)). ויש להבין מה זה. אבל הענין הוא כי נאמר (שמות ט ג) יד ה', (במדבר יא א) אזני ה', (בראשית ו ח) עיני ה', והיינו הכלים. והעלולים הנכבדים שממונים לקבל התפילות מכונים בשם אזנים, דכמו שאוזן הוא כלי להגיע הידיעה אל הלב. והממונים להתפלש ההשגחה לפועל הגילוי על ידם, מכונים בשם עינים. והכלים שהפעולות על ידן, מכונים בשם ידים, לפי שהיד הוא שליח הלב, כמו שפירש האלשיך על הפסוק (דברים טז יז) איש כמתנת ידו. והנה אם ישראל עושים רצונו של מקום על השלימות, אז נעשה הכל בלי ממוצע. והיינו ישועת פניו, כי פנים הוא העצמות, כמו שפירשו בפסוק (שמות לג כג) ופני לא יראו, והבן. והנה כל האומות הם תחת יד השרים החיצונים הסובבים חוץ לכסא הכבוד כמו שמבואר בספר שערי צדק, והנה אף אם ישראל אינם כל כך בגדר המעלה והוי מיכאל שרן, מכל מקום הוא משרי המרכבה, כמו שנאמר (שיר השירים ב ד) מרכבו א'ר'ג'מ'ן קדוש וטהור, ואם עושים רצונו על אופן המעולה, הם תחת יד הקב\"ה לבדו. והנה אף חטא שוגג מקלקל הדבקות, כי חטא לשון חסרון כמו קולע אל השערה וגו' (שופטים כ טז), והשי\"ת שלם בתכלית השלמות, אבל אצל השר לא הוי מסך המבדיל רק מזיד, כענין שנאמר (שמות כג כא) כי לא ישא לפשעכם. והנה השר הוא ממוצע בין ישראל לאביהם שבשמים, ועל פי זה יתבאר הן לא קצרה יד ה' מהושיע, ר\"ל אף יד ה' לא קצרה אף אם אינם כדאים לישועת פניו, וכן לא כבדה אזנו וגו', כי עונותיכם דהיינו מזיד מבדילים ביניכם לבין אלקיכם, ר\"ל בין השר דהוא בין אלקיכם, ולכך נאמר לבין, והבן כי נכון הוא בס\"ד. והנה מה שאינם תחת יד השי\"ת, אמר וחטאתיכם הסתירו פנים וגו', ר\"ל דהפנים שהוא העצמות, אף החטאים שהוא שוגג מסתירין, והבן. ונקדים דהבינה לעיתים פירש בפסוק (תהלים קיט קסה) שלום רב לאוהבי תורתך ואין למו מכשול. כי איתא במסכת יומא (פ\"ו ע\"ב) דתשובה מיראה זדונות נעשים כשגגות, והיינו כי כשלת בעוניך (הושע יב ב), דהיינו שמעון שהוא מזיד, נעשה רק כושל דהוא שוגג. והנה דרשו רז\"ל (ברכות ל\"ד ע\"ב) בפסוק (ישעיה נז יט) שלום לרחוק דהיינו לבעלי תשובה. והנה מובן דתשובה מיראה, עדיין אין השלום בשלמות שעדיין יש כושל, והיינו שלום רב לאוהבי תורתך, לאוהבי דייקא הואיל ואין למו מכשול, ר\"ל דאף מכשול ליכא, והבן. ונקדים מה שפירש בפרשת דרכים על הפסוק (תהלים סח י) גשם נדבות תניף וגו', עיין שם מה שהוציא מהבית יוסף בחו\"מ סימן ר\"ז דאתה, או לי, ממעט אחרים, עד כאן עיין שם. ועל פי זה יתפרשו הפסוקים ולא תלכו וגו' אשר אני משלח מפניכם, ר\"ל כל זמן שאין אתם הולכים בחקות הגוים, הוא רק כי את כל אלה עשו ואיקץ בם, לכך אתם מתייראין דהיינו מיראה, ואומר לכם אתם תרשו, ר\"ל אז שאני צריך לומר לכם אתם תרשו, דהיינו מאהבת השכר ויראת עונש דהיינו רק בחינת מיראה, אם כן יש עדיין שגגות ומיכאל שרכם, אז אני ה' אלקיכם אשר הבדלתי אתכם מן העמים כי הם תחת שרים החיצונים. אבל לעתיד גם העמים לא יהיו תחת יד החיצונים, כי יהפוך אל העמים שפה ברורה וגו', אז ההבדל יהיה כי ימול לב ישראל ויהיה הכל מאהבה והזדונות יתהפכו לזכיות, ואז יהיו תחת יד הקב\"ה לבדו. והיינו והייתם קדושים כי קדוש אני ה' ולא לשום פניה ומחשבה אחרת, והיינו מאהבה להתקרב אליו, אז ואבדיל אתכם מן העמים להיות לי דייקא ולא תחת יד אחר כדברי הבית יוסף, והבן.", "heVersionTitle": "Yismach Moshe, Sighet, 1898", "heLicense": "Public Domain", "heVersionTitleInHebrew": " ספר ישמח משה, סיגעט תרנ\"ח", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5c7da4e130811000605920a6", "index_title": "Sifra", "category": "Midrash", "type": "", "ref": "Sifra, Kedoshim, Chapter 9 6", "anchorRef": "Leviticus 20:24", "anchorRefExpanded": ["Leviticus 20:24"], "sourceRef": "Sifra, Kedoshim, Chapter 9 6", "sourceHeRef": "ספרא, קדושים, פרק ט ו׳", "anchorVerse": 24, "sourceHasEn": true, "compDate": [250, 350], "commentaryNum": 6, "collectiveTitle": {"en": "Sifra", "he": "ספרא"}, "heTitle": "פרק ט", "he": "[ו] \"ואומר לכם אתם תירשו את אדמתם\" – אתם נאים יורשים אותם שאתם פתחתם תחלה. וכן הוא אומר \"גן נעול אחותי כלה גל נעול מעין חתום\".", "heVersionTitle": "Venice 1545", "heLicense": "", "heVersionTitleInHebrew": "", "text": "6) (Vayikra 20:24) \"And I said to you: You shall inherit their land\": You are deservant of it, for you initiated this (i.e., you were chaste in the very beginning, viz. (Shir Hashirim 4:12) \"A locked garden is My sister, My bride; a locked spring; a sealed fountain.\"", "versionTitle": "Sifra by Rabbi Shraga Silverstein", "license": "CC-BY", "versionTitleInHebrew": "ספרא, רבי שרגא זילברשטיין"}, {"_id": "5c7da4e430811000605920ac", "index_title": "Sifra", "category": "Midrash", "type": "", "ref": "Sifra, Kedoshim, Chapter 9 7", "anchorRef": "Leviticus 20:24", "anchorRefExpanded": ["Leviticus 20:24"], "sourceRef": "Sifra, Kedoshim, Chapter 9 7", "sourceHeRef": "ספרא, קדושים, פרק ט ז׳", "anchorVerse": 24, "sourceHasEn": true, "compDate": [250, 350], "commentaryNum": 7, "collectiveTitle": {"en": "Sifra", "he": "ספרא"}, "heTitle": "פרק ט", "he": "[ז] \"ואני אתננה לכם לרשת אותה\" – עתיד אני ליתנה לכם ירושת עולם. שמא תאמרו \"אין לך ליתן לנו אלא משל אחר?!\", והלא משלכם היא! והיא אינה אלא חלקו של שם ואתם בניו של שם והם אינם אלא בני חם. ומה טיבן בתוכה? אלא שהיו שומרי המקום עד שתבואו.", "heVersionTitle": "Venice 1545", "heLicense": "", "heVersionTitleInHebrew": "", "text": "7) (Vayikra 20:24) \"And I will give it to you to inherit it\": I am destined to give it to you as an eternal inheritance. Lest you say: \"Have you nothing to give us, but what belongs to others!\" — It is yours, the inheritance of Shem and his sons. And they (the Canaanites) are the sons of Cham. What, then, are they doing there? They were caring for the place until you came!", "versionTitle": "Sifra by Rabbi Shraga Silverstein", "license": "CC-BY", "versionTitleInHebrew": "ספרא, רבי שרגא זילברשטיין"}, {"_id": "5c7da4e7a51caf0018dcad36", "index_title": "Sifra", "category": "Midrash", "type": "", "ref": "Sifra, Kedoshim, Chapter 9 8", "anchorRef": "Leviticus 20:24", "anchorRefExpanded": ["Leviticus 20:24"], "sourceRef": "Sifra, Kedoshim, Chapter 9 8", "sourceHeRef": "ספרא, קדושים, פרק ט ח׳", "anchorVerse": 24, "sourceHasEn": true, "compDate": [250, 350], "commentaryNum": 8, "collectiveTitle": {"en": "Sifra", "he": "ספרא"}, "heTitle": "פרק ט", "he": "[ח] \"אני ה' אלקיכם אשר הבדלתי אתכם מן העמים\" – ראו כמה ביניכם ולאומות! באומות העולם אדם מקשט את אשתו ומוסרה לאחר, אחד מקשט את עצמו ונמסר לאחר.", "heVersionTitle": "Venice 1545", "heLicense": "", "heVersionTitleInHebrew": "", "text": "8) (Vayikra 20:24) \"I am the L–rd your G d, who separated you from the peoples.\": See how different you are from the peoples. Among the idolators, a man decorates his wife and gives her to another; a woman decorates herself and gives herself to another!", "versionTitle": "Sifra by Rabbi Shraga Silverstein", "license": "CC-BY", "versionTitleInHebrew": "ספרא, רבי שרגא זילברשטיין"}, {"_id": "5cdd6eaf5f6461001992dc96", "index_title": "Malbim on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Malbim on Leviticus, Kedoshim 126:1", "anchorRef": "Leviticus 20:24", "anchorRefExpanded": ["Leviticus 20:24"], "sourceRef": "Malbim on Leviticus, Kedoshim 126:1", "sourceHeRef": "מלבי\"ם על ויקרא, קדושים קכ״ו:א׳", "anchorVerse": 24, "sourceHasEn": false, "compDate": [1844, 1874], "commentaryNum": 126.0001, "collectiveTitle": {"en": "Malbim", "he": "מלבי\"ם"}, "heTitle": "קדושים", "he": "ואומר לכם אתם תרשו את אדמתם ואני אתננה וכולי: כפל דבריו לומר אתם מצד עצמכם ראוים אל הירושה הלזו מצד שאתם פתחתם בדבר וגדרתם עצמכם מן הערוה במצרים ועל זה אמר \"ואתם תירשו\" שכפל הכינוי עם גוף הפעל ר\"ל אתם ראוים לזה, וכמו שבארנו גם כן בפר' אחרי (סימן קמט, עיי\"ש). והוסיף שחוץ ממה שאתם ראוים לזה אני \"אתננה לכם\" ונ\"מ שמתנת ה' דבר הקיים לעולם וז\"ש עתיד אני ליתנה לכם ירושת עולם. והוסיף עוד \"לרשת אותה\" ר\"ל שאתם היורשים מצד נחלת אבות כי אתם בני שם. כי הירושה תבא על ב' פנים: על הורקת הרשות על ידי כיבוש כמו \"והורשתם את יושבי הארץ\" ומזה מ\"ש \"אתם תירשו את אדמתם\". ועל ירושת נחלת אבות. וכדומה לזה בבראשית רבה פרשה א' ההוא דכתיב \"כח מעשיו הגיד לעמו\" וכולי, עיי\"ש.", "heVersionTitle": "Malbim on Vayikra – Wikisource", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5cdd6eaf5f6461001992dc98", "index_title": "Malbim on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Malbim on Leviticus, Kedoshim 127:1", "anchorRef": "Leviticus 20:24", "anchorRefExpanded": ["Leviticus 20:24"], "sourceRef": "Malbim on Leviticus, Kedoshim 127:1", "sourceHeRef": "מלבי\"ם על ויקרא, קדושים קכ״ז:א׳", "anchorVerse": 24, "sourceHasEn": false, "compDate": [1844, 1874], "commentaryNum": 127.0001, "collectiveTitle": {"en": "Malbim", "he": "מלבי\"ם"}, "heTitle": "קדושים", "he": "אשר הבדלתי אתכם מן העמים: ר\"ל שעל ידי מצות התורה וגדריה וחוקיה נעשה הבדלה טבעיית ביניכם עד שכבר נמנע מטבעכם שתעשו כמעשיהם. למשל, במה שמוסרים גופם ונשותיהם לאחרים למשכב שרחוק שיעשה איש התוריי כזאת. ומ\"ש על \"והבדלתם בין הבהמה הטהורה\" כבר נשנה בספרא שמיני (סימן קעג) ושם פרשתיו. ובבהמה הקדים הטהורה מפני שהטהורים מפורשים בתורה ובעוף הטמאים מפורשים, הקדים \"בין העוף הטמא\". ומ\"ש \"אני הבדלתי לכם לטמא\" פירושו שיהיו טמאים לאכילה.", "heVersionTitle": "Malbim on Vayikra – Wikisource", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5dbee3b4e5a42115dfca0a1f", "index_title": "Malbim Ayelet HaShachar", "category": "Commentary", "type": "commentary", "ref": "Malbim Ayelet HaShachar 209:1-4", "anchorRef": "Leviticus 20:24", "anchorRefExpanded": ["Leviticus 20:24"], "sourceRef": "Malbim Ayelet HaShachar 209:1-4", "sourceHeRef": "אילת השחר (מלבי\"ם) ר״ט:א׳-ד׳", "anchorVerse": 24, "sourceHasEn": false, "compDate": [1844, 1874], "commentaryNum": 209.0001, "collectiveTitle": {"en": "Malbim Ayelet HaShachar", "he": "אילת השחר (מלבי\"ם)"}, "heTitle": "אילת השחר (מלבי\"ם)", "he": ["כל מקום שבא מלת הגוף נוסף על סימן הגוף הנכלל בפעל – יש בו דרוש ודיוק.", "כמו: <b>הוא מקריב, הם מקריבים, והוא לא ידע</b> – בכל אלה ממעט זולתו. (<b>ויקרא</b> סימן קנח, וסימן קפ, וסימן שסו. <b>צו</b> ס' ג. <b>אמור</b> ס' יג, וסימן כד, וסימן לב, וסימן פח, וסימן צא)", "וכן במה שכתוב <b>ושמרתם אתם, אתם תירשו</b> – בא לדייק מלת \"אתם\". (אחרי ס' קמט. קדושים ס' קכו)", "וכן מה שנאמר \"יין ושכר אל תשת אתה ובניך\", מלת 'אתה' מיותר ונדרש"], "heVersionTitle": "Wikisource Edition", "heLicense": "", "heVersionTitleInHebrew": "", "text": ["Any place where a pronoun is added, even though the pronoun can be inferred from the conjugation of the verb – there will be a homiletical interpretation and an interpretation that the pronoun comes in its precise meaning.", "Like <b>הוא מקריב , הם מקריבים , והוא לא ידע</b> – with all of these, it excludes anything else (other than <b>הוא</b> and <b>הם</b>).", "And moreover when it says <b>ושמרתם אתם</b> (You therefore shall keep My statutes)<sup class=\"footnote-marker\">483</sup><i class=\"footnote\">Leviticus 18:26.</i>,<b>אתם תירשו</b> (you shall inherit their land)<sup class=\"footnote-marker\">484</sup><i class=\"footnote\">Leviticus 20:24.</i>, it comes to be precise with the word אתם.", "And moreover when it says יין ושכר אל תשת אתה ובניך (Drink no wine nor strong drink, you, nor your sons with you)<sup class=\"footnote-marker\">485</sup><i class=\"footnote\">Leviticus 10:9.</i>, the word אתה is superfluous, and there is a homiletical interpretation."], "versionTitle": "Ayelet Hashachar, translated by Betzalel Avraham Feinstein, 2021", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "5ebd3a34024f59704938d69d", "index_title": "Peninei Halakhah, Kashrut", "category": "Halakhah", "type": "", "ref": "Peninei Halakhah, Kashrut 17:1:6", "anchorRef": "Leviticus 20:23-26", "anchorRefExpanded": ["Leviticus 20:23", "Leviticus 20:24", "Leviticus 20:25", "Leviticus 20:26"], "sourceRef": "Peninei Halakhah, Kashrut 17:1:6", "sourceHeRef": "פניני הלכה, כשרות י״ז:א׳:ו׳", "anchorVerse": 23, "sourceHasEn": false, "compDate": [2014, 2018], "commentaryNum": 1.0006, "collectiveTitle": {"en": "Peninei Halakhah, Kashrut", "he": "פניני הלכה, כשרות"}, "he": "היסוד החשוב ביותר, שקשור לעצם היות מצוות אלה חוקים, הוא ההבדלה שמצוות אלו יוצרות בין ישראל לעמים. בעלי חיים רבים ברא הקב\"ה בעולם, ואחר שהתיר לבני האדם לאכול מבשר כולם, הבדילנו מכל העמים וקדשנו במצוותיו, והתיר לנו לאכול את המינים הטהורים בלבד, ואסר לנו את המינים הטמאים. שנאמר (ויקרא כ, כג-כו): \"וְלֹא תֵלְכוּ בְּחֻקֹּת הַגּוֹי אֲשֶׁר אֲנִי מְשַׁלֵּחַ מִפְּנֵיכֶם, כִּי אֶת כָּל אֵלֶּה עָשׂוּ וָאָקֻץ בָּם. וָאֹמַר לָכֶם אַתֶּם תִּירְשׁוּ אֶת אַדְמָתָם, וַאֲנִי אֶתְּנֶנָּה לָכֶם לָרֶשֶׁת אֹתָהּ אֶרֶץ זָבַת חָלָב וּדְבָשׁ, אֲנִי ה' אֱלוֹהֵיכֶם אֲשֶׁר הִבְדַּלְתִּי אֶתְכֶם מִן הָעַמִּים. וְהִבְדַּלְתֶּם בֵּין הַבְּהֵמָה הַטְּהֹרָה לַטְּמֵאָה וּבֵין הָעוֹף הַטָּמֵא לַטָּהֹר, וְלֹא תְשַׁקְּצוּ אֶת נַפְשֹׁתֵיכֶם בַּבְּהֵמָה וּבָעוֹף וּבְכֹל אֲשֶׁר תִּרְמֹשׂ הָאֲדָמָה אֲשֶׁר הִבְדַּלְתִּי לָכֶם לְטַמֵּא. וִהְיִיתֶם לִי קְדֹשִׁים כִּי קָדוֹשׁ אֲנִי ה', וָאַבְדִּל אֶתְכֶם מִן הָעַמִּים לִהְיוֹת לִי\". אמרו חכמים (שם בספרא): \"כשם שאני קדוש כך אתם הֶיו קדושים, כשם שאני פרוש כך אתם הֶיו פרושים… אם מובדלים אתם מן העמים הרי אתם לשמי, ואם לאו הרי אתם של נבוכדנצר מלך בבל וחבריו\" (מלכי העמים ששיעבדו את ישראל). הרי שלפני כל טעם ומשמעות, דיני הכשרות יוצרים הבדלה בין ישראל לעמים, ומסייעים בידם לשמור על זהותם המיוחדת כעמו של ה' ומבשרי דברו לעולם.", "heVersionTitle": "Peninei Halakhah, Yeshivat Har Bracha", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5ebd3a60024f59704938d975", "index_title": "Peninei Halakhah, Kashrut", "category": "Halakhah", "type": "", "ref": "Peninei Halakhah, Kashrut 27:1:6", "anchorRef": "Leviticus 20:24-26", "anchorRefExpanded": ["Leviticus 20:24", "Leviticus 20:25", "Leviticus 20:26"], "sourceRef": "Peninei Halakhah, Kashrut 27:1:6", "sourceHeRef": "פניני הלכה, כשרות כ״ז:א׳:ו׳", "anchorVerse": 24, "sourceHasEn": false, "compDate": [2014, 2018], "commentaryNum": 1.0006, "collectiveTitle": {"en": "Peninei Halakhah, Kashrut", "he": "פניני הלכה, כשרות"}, "he": "יסוד זה מבואר בתורה לגבי כל איסורי המאכלים, שנועדו להבדיל את ישראל ולקדשם, שנאמר (ויקרא כ, כד-כו): \"… אֲנִי ה' אֱלוֹהֵיכֶם אֲשֶׁר הִבְדַּלְתִּי אֶתְכֶם מִן הָעַמִּים. וְהִבְדַּלְתֶּם בֵּין הַבְּהֵמָה הַטְּהֹרָה לַטְּמֵאָה וּבֵין הָעוֹף הַטָּמֵא לַטָּהֹר, וְלֹא תְשַׁקְּצוּ אֶת נַפְשֹׁתֵיכֶם בַּבְּהֵמָה וּבָעוֹף וּבְכֹל אֲשֶׁר תִּרְמֹשׂ הָאֲדָמָה אֲשֶׁר הִבְדַּלְתִּי לָכֶם לְטַמֵּא. וִהְיִיתֶם לִי קְדֹשִׁים כִּי קָדוֹשׁ אֲנִי ה', וָאַבְדִּל אֶתְכֶם מִן הָעַמִּים לִהְיוֹת לִי\". וכן למדנו שאכילת ישראל ממאכלי גויים עלולה להביא להתבוללות ולעבודה זרה, שנאמר (שמות לד, טו-טז): \"פֶּן תִּכְרֹת בְּרִית לְיוֹשֵׁב הָאָרֶץ וְזָנוּ אַחֲרֵי אֱלֹהֵיהֶם וְזָבְחוּ לֵאלֹהֵיהֶם וְקָרָא לְךָ וְאָכַלְתָּ מִזִּבְחוֹ. וְלָקַחְתָּ מִבְּנֹתָיו לְבָנֶיךָ וְזָנוּ בְנֹתָיו אַחֲרֵי אֱלֹהֵיהֶן וְהִזְנוּ אֶת בָּנֶיךָ אַחֲרֵי אֱלֹהֵיהֶן\".<sup class=\"footnote-marker\">1</sup><i class=\"footnote\">אמנם האיסור לאכול מזבחי הגויים (שמות לד, טו) חל בפשטות על אכילה מזבחי עבודה זרה (כ\"כ רמב\"ן, סמ\"ג וחינוך בפירוש הפסוק), אולם למדו חכמים שהאיסור חל גם על השתתפות בסעודה של גויים עובדי עבודה זרה, למרות שהמאכלים שם כשרים (חולין ח, א; רמב\"ם ע\"ז ט, טו; שו\"ע יו\"ד קנב, א). וכן למד הרמב\"ם (שחיטה ד, יא-יב) מפסוק זה ששחיטת גוי גם כשנעשתה כהלכה – פסולה. והרשב\"א (תוה\"ב הקצר ג, ז), ואו\"ה הארוך (מג, א) סמכו איסור פת ובישולי גויים על פסוק זה. ראוי לציין, שבגזירת בישולי גויים הוצב גם סייג בפני אכילת מאכלים אסורים כדוגמת נבילות, חזיר, שרצים ותערובת בשר וחלב שמצויים במטבחי הגויים (רש\"י ע\"ז לח, א).</i>", "heVersionTitle": "Peninei Halakhah, Yeshivat Har Bracha", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5ef89bf25f1daeaaf4b61d5c", "index_title": "What is the Talmud", "category": "Jewish Thought", "type": "", "ref": "What is the Talmud, III Subject matter, content, structure, 1 The six Orders of the Teachings 9", "anchorRef": "Leviticus 20:23-26", "anchorRefExpanded": ["Leviticus 20:23", "Leviticus 20:24", "Leviticus 20:25", "Leviticus 20:26"], "sourceRef": "What is the Talmud, III Subject matter, content, structure, 1 The six Orders of the Teachings 9", "sourceHeRef": "תלמוד מהו?, נושאי ענין, תכנים, מבנה, ששת סדרי התורות ט׳", "anchorVerse": 23, "sourceHasEn": true, "compDate": [1931, 1935], "commentaryNum": 9, "collectiveTitle": {"en": "What is the Talmud", "he": "תלמוד מהו?"}, "heTitle": "ששת סדרי התורות", "he": "5. קדשים – (החוקים הטקסיים של חיינו) כולל ההלכות השוררות בבית המקדש והקרבת קורבנות, המגבלות על מה שכשר לאכילה ומה שאסור על פי ההלכה, וכן מצוות ציצית ותפילין וכדו'. כרוך כאן תמיד קידוש החיים באופן טקסי־דתי, אבל החוקים הקובעים תכונות כשרות וטרפות, טהרה וטומאה (ואסור לאכילה), משקפים את פרקי המקרא המתארים את ה\"הבדלים\" שנקבעו על ידי הקב\"ה בבריאת העולם (ראה: במדבר ה', א'–ד'; ויקרא כ', כ\"ג–כ\"ו). בדרך זו אנו מגיעים לגבולות קיומנו המסמלים, כפי שהסברנו למעלה, חלק מיוחד של החיים, ועל ידי כך מתארים את סדר קדשים.", "heVersionTitle": "Translated from the English by Avraham Berkovits, Jerusalem, 2013", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": "5. <i>Kodashim</i> — Holy things (containing the laws for the ritual observances of our life. They include rules governing the Temple or offering a sacrifice, limitations on what is acceptable for consumption under the religious laws and what is forbidden, or laws on ritual fringes and phylacteries — What is involved is always a special religio-ritual consecration of human life. However, laws governing such attributes as <i>kasher</i> = edible, <i>trefa</i> = inedible, unfit for consumption, <i>tahor</i> = clean, <i>tameh</i> = unclean (and hence forbidden for consumption) hark back according to the Biblical account to divine “distinctions” determined by the Creator (see Lev. 11:43-47 and Lev. 20:23-26). Thus, this brings us to the boundaries of our existence in this world which, as indicated above, denote a special area of life, thereby laying out the Order of <i>Kodashim</i>, “Holy Things”).", "versionTitle": "Translated from German by Ruth Morris, Jerusalem, 2013", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "5f1ea00deb7d2e14756449db", "index_title": "Midrash Lekach Tov", "category": "Midrash", "type": "commentary", "ref": "Midrash Lekach Tov, Leviticus 20:24:1", "anchorRef": "Leviticus 20:24", "anchorRefExpanded": ["Leviticus 20:24"], "sourceRef": "Midrash Lekach Tov, Leviticus 20:24:1", "sourceHeRef": "מדרש לקח טוב, ויקרא כ׳:כ״ד:א׳", "anchorVerse": 24, "sourceHasEn": false, "compDate": [1105, 1115], "commentaryNum": 24.0001, "collectiveTitle": {"en": "Midrash Lekach Tov", "he": "מדרש לקח טוב"}, "heTitle": "ויקרא", "he": "<b>פס'.</b> ואומר לכם אתם תירשו את אדמתם. אתם נאים שתרשו אותה ואני אתננה לכם לרשת אותה לפי שהיא לכם ירושה משם בן נח שהרי היא היתה חלקו של שם בן נח, שנאמר (בראשית י״ד:י״ז-י״ח) ומלכי צדק מלך שלם. ואלו הכנענים הם ביניהם ולא היו יושבין בה אלא כדי לטייבה עד שתבאו ותירשו. אני ה' אלהיכם אשר הבדלתי אתכם מן העמים. ראו כמה ביניכם ולעובדי כוכבים שהבדלתי אתכם לשם קדשי:", "heVersionTitle": "Midrash Lekach Tov on Torah, Vilna 1884", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש לקח טוב, מכונה פסיקתא זוטרתא, וילנא תרמ\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6121b6f28430f78f20636750", "index_title": "Yalkut Shimoni on Torah", "category": "Midrash", "type": "dibur_hamatchil", "ref": "Yalkut Shimoni on Torah 626:5", "anchorRef": "Leviticus 20:24", "anchorRefExpanded": ["Leviticus 20:24"], "sourceRef": "Yalkut Shimoni on Torah 626:5", "sourceHeRef": "ילקוט שמעוני על התורה תרכ״ו:ה׳", "anchorVerse": 24, "sourceHasEn": false, "compDate": [1100], "commentaryNum": 626.0005, "collectiveTitle": {"en": "Yalkut Shimoni on Torah", "he": "ילקוט שמעוני על התורה"}, "heTitle": "ילקוט שמעוני על התורה", "he": "ואבדיל אתכם מן העמים. ר' ברכיה בשם ר' אבהו אלו אמר ואבדיל עמים מכם לא היתה תקומה לאומות העולם אלא ואבדיל אתכם כזה שבורר היפה מתוך הרע וחוזר ובורר אבל כשהוא בורר את הרע מתוך היפה שוב אינו בורר. אמר ר' לוי כל משעשיהם של ישראל מובדלים מאומות העולם בחרישתם ובזריעתם ובקצירתם ובעמורם ובדישתם בגרניהם ביקביהם במנינם ובחשבונם. בחרישתם לא תחרוש בשור ובחמור. בזריעתם לא תזרע כרמך כלאים בקצירתם ולקט קצירך לא תלקט. בעמורם ושכחת עומר בשדה בדישתם לא תחסום שור בדישו. בגרניהם ביקביהם העניק תעניק לו מצאך ומגרנך ומיקבך. במנינם ובחשבונם שיהו אומות העולם מונין למה וישראל ללבנה שנאמר החדש הזה לכם:", "heVersionTitle": "Yalkut Shimoni on Torah", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "62037edb47cf7a0c25239b5b", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Leviticus, Part III; Holiness, General Regulations on Holiness II 2", "anchorRef": "Leviticus 20:1-27", "anchorRefExpanded": ["Leviticus 20:1", "Leviticus 20:2", "Leviticus 20:3", "Leviticus 20:4", "Leviticus 20:5", "Leviticus 20:6", "Leviticus 20:7", "Leviticus 20:8", "Leviticus 20:9", "Leviticus 20:10", "Leviticus 20:11", "Leviticus 20:12", "Leviticus 20:13", "Leviticus 20:14", "Leviticus 20:15", "Leviticus 20:16", "Leviticus 20:17", "Leviticus 20:18", "Leviticus 20:19", "Leviticus 20:20", "Leviticus 20:21", "Leviticus 20:22", "Leviticus 20:23", "Leviticus 20:24", "Leviticus 20:25", "Leviticus 20:26", "Leviticus 20:27"], "sourceRef": "The Five Books of Moses, by Everett Fox, Leviticus, Part III; Holiness, General Regulations on Holiness II 2", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, ויקרא, ויקרא מאמר ה׳, ויקרא הערה ג׳ ב׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "General Regulations on Holiness II", "he": "ויקרא הערה ג׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "ויקרא הערה ג׳", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "We move now into laws dealing with some of the more serious offenses against God in the biblical view: idolatry (including worship of the “Molekh” and consulting spirits), insulting parents, adultery, and sexual crimes. These are distinguished from the previous chapter by the inclusion of punishments; their seriousness is indicated by their capital nature. The reiteration of sexual laws forms a bracket with Chap. 18, thus highlighting the central position and rhetoric of 19. Another bracket, this time within the chapter, involves the chiasm of necromancy and the exhortation to be holy (vv.6–7 and 26–27). Finally, while the motifs of the Israelites avoiding pagan practices, and the land “vomiting out” its wrongdoers, return from Chap. 18, there is a further throwback (vv.24–26): to Chap. 11, where “separation” from the nations was a major issue in terms of diet.", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620380a4713bd8cd388d3e4d", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Leviticus, Part III; Holiness 2-8", "anchorRef": "Leviticus 18:1-26:46", "anchorRefExpanded": ["Leviticus 18:1", "Leviticus 18:2", "Leviticus 18:3", "Leviticus 18:4", "Leviticus 18:5", "Leviticus 18:6", "Leviticus 18:7", "Leviticus 18:8", "Leviticus 18:9", "Leviticus 18:10", "Leviticus 18:11", "Leviticus 18:12", "Leviticus 18:13", "Leviticus 18:14", "Leviticus 18:15", "Leviticus 18:16", "Leviticus 18:17", "Leviticus 18:18", "Leviticus 18:19", "Leviticus 18:20", "Leviticus 18:21", "Leviticus 18:22", "Leviticus 18:23", "Leviticus 18:24", "Leviticus 18:25", "Leviticus 18:26", "Leviticus 18:27", "Leviticus 18:28", "Leviticus 18:29", "Leviticus 18:30", "Leviticus 19:1", "Leviticus 19:2", "Leviticus 19:3", "Leviticus 19:4", "Leviticus 19:5", "Leviticus 19:6", "Leviticus 19:7", "Leviticus 19:8", "Leviticus 19:9", "Leviticus 19:10", "Leviticus 19:11", "Leviticus 19:12", "Leviticus 19:13", "Leviticus 19:14", "Leviticus 19:15", "Leviticus 19:16", "Leviticus 19:17", "Leviticus 19:18", "Leviticus 19:19", "Leviticus 19:20", "Leviticus 19:21", "Leviticus 19:22", "Leviticus 19:23", "Leviticus 19:24", "Leviticus 19:25", "Leviticus 19:26", "Leviticus 19:27", "Leviticus 19:28", "Leviticus 19:29", "Leviticus 19:30", "Leviticus 19:31", "Leviticus 19:32", "Leviticus 19:33", "Leviticus 19:34", "Leviticus 19:35", "Leviticus 19:36", "Leviticus 19:37", "Leviticus 20:1", "Leviticus 20:2", "Leviticus 20:3", "Leviticus 20:4", "Leviticus 20:5", "Leviticus 20:6", "Leviticus 20:7", "Leviticus 20:8", "Leviticus 20:9", "Leviticus 20:10", "Leviticus 20:11", "Leviticus 20:12", "Leviticus 20:13", "Leviticus 20:14", "Leviticus 20:15", "Leviticus 20:16", "Leviticus 20:17", "Leviticus 20:18", "Leviticus 20:19", "Leviticus 20:20", "Leviticus 20:21", "Leviticus 20:22", "Leviticus 20:23", "Leviticus 20:24", "Leviticus 20:25", "Leviticus 20:26", "Leviticus 20:27", "Leviticus 21:1", "Leviticus 21:2", "Leviticus 21:3", "Leviticus 21:4", "Leviticus 21:5", "Leviticus 21:6", "Leviticus 21:7", "Leviticus 21:8", "Leviticus 21:9", "Leviticus 21:10", "Leviticus 21:11", "Leviticus 21:12", "Leviticus 21:13", "Leviticus 21:14", "Leviticus 21:15", "Leviticus 21:16", "Leviticus 21:17", "Leviticus 21:18", "Leviticus 21:19", "Leviticus 21:20", "Leviticus 21:21", "Leviticus 21:22", "Leviticus 21:23", "Leviticus 21:24", "Leviticus 22:1", "Leviticus 22:2", "Leviticus 22:3", "Leviticus 22:4", "Leviticus 22:5", "Leviticus 22:6", "Leviticus 22:7", "Leviticus 22:8", "Leviticus 22:9", "Leviticus 22:10", "Leviticus 22:11", "Leviticus 22:12", "Leviticus 22:13", "Leviticus 22:14", "Leviticus 22:15", "Leviticus 22:16", "Leviticus 22:17", "Leviticus 22:18", "Leviticus 22:19", "Leviticus 22:20", "Leviticus 22:21", "Leviticus 22:22", "Leviticus 22:23", "Leviticus 22:24", "Leviticus 22:25", "Leviticus 22:26", "Leviticus 22:27", "Leviticus 22:28", "Leviticus 22:29", "Leviticus 22:30", "Leviticus 22:31", "Leviticus 22:32", "Leviticus 22:33", "Leviticus 23:1", "Leviticus 23:2", "Leviticus 23:3", "Leviticus 23:4", "Leviticus 23:5", "Leviticus 23:6", "Leviticus 23:7", "Leviticus 23:8", "Leviticus 23:9", "Leviticus 23:10", "Leviticus 23:11", "Leviticus 23:12", "Leviticus 23:13", "Leviticus 23:14", "Leviticus 23:15", "Leviticus 23:16", "Leviticus 23:17", "Leviticus 23:18", "Leviticus 23:19", "Leviticus 23:20", "Leviticus 23:21", "Leviticus 23:22", "Leviticus 23:23", "Leviticus 23:24", "Leviticus 23:25", "Leviticus 23:26", "Leviticus 23:27", "Leviticus 23:28", "Leviticus 23:29", "Leviticus 23:30", "Leviticus 23:31", "Leviticus 23:32", "Leviticus 23:33", "Leviticus 23:34", "Leviticus 23:35", "Leviticus 23:36", "Leviticus 23:37", "Leviticus 23:38", "Leviticus 23:39", "Leviticus 23:40", "Leviticus 23:41", "Leviticus 23:42", "Leviticus 23:43", "Leviticus 23:44", "Leviticus 24:1", "Leviticus 24:2", "Leviticus 24:3", "Leviticus 24:4", "Leviticus 24:5", "Leviticus 24:6", "Leviticus 24:7", "Leviticus 24:8", "Leviticus 24:9", "Leviticus 24:10", "Leviticus 24:11", "Leviticus 24:12", "Leviticus 24:13", "Leviticus 24:14", "Leviticus 24:15", "Leviticus 24:16", "Leviticus 24:17", "Leviticus 24:18", "Leviticus 24:19", "Leviticus 24:20", "Leviticus 24:21", "Leviticus 24:22", "Leviticus 24:23", "Leviticus 25:1", "Leviticus 25:2", "Leviticus 25:3", "Leviticus 25:4", "Leviticus 25:5", "Leviticus 25:6", "Leviticus 25:7", "Leviticus 25:8", "Leviticus 25:9", "Leviticus 25:10", "Leviticus 25:11", "Leviticus 25:12", "Leviticus 25:13", "Leviticus 25:14", "Leviticus 25:15", "Leviticus 25:16", "Leviticus 25:17", "Leviticus 25:18", "Leviticus 25:19", "Leviticus 25:20", "Leviticus 25:21", "Leviticus 25:22", "Leviticus 25:23", "Leviticus 25:24", "Leviticus 25:25", "Leviticus 25:26", "Leviticus 25:27", "Leviticus 25:28", "Leviticus 25:29", "Leviticus 25:30", "Leviticus 25:31", "Leviticus 25:32", "Leviticus 25:33", "Leviticus 25:34", "Leviticus 25:35", "Leviticus 25:36", "Leviticus 25:37", "Leviticus 25:38", "Leviticus 25:39", "Leviticus 25:40", "Leviticus 25:41", "Leviticus 25:42", "Leviticus 25:43", "Leviticus 25:44", "Leviticus 25:45", "Leviticus 25:46", "Leviticus 25:47", "Leviticus 25:48", "Leviticus 25:49", "Leviticus 25:50", "Leviticus 25:51", "Leviticus 25:52", "Leviticus 25:53", "Leviticus 25:54", "Leviticus 25:55", "Leviticus 26:1", "Leviticus 26:2", "Leviticus 26:3", "Leviticus 26:4", "Leviticus 26:5", "Leviticus 26:6", "Leviticus 26:7", "Leviticus 26:8", "Leviticus 26:9", "Leviticus 26:10", "Leviticus 26:11", "Leviticus 26:12", "Leviticus 26:13", "Leviticus 26:14", "Leviticus 26:15", "Leviticus 26:16", "Leviticus 26:17", "Leviticus 26:18", "Leviticus 26:19", "Leviticus 26:20", "Leviticus 26:21", "Leviticus 26:22", "Leviticus 26:23", "Leviticus 26:24", "Leviticus 26:25", "Leviticus 26:26", "Leviticus 26:27", "Leviticus 26:28", "Leviticus 26:29", "Leviticus 26:30", "Leviticus 26:31", "Leviticus 26:32", "Leviticus 26:33", "Leviticus 26:34", "Leviticus 26:35", "Leviticus 26:36", "Leviticus 26:37", "Leviticus 26:38", "Leviticus 26:39", "Leviticus 26:40", "Leviticus 26:41", "Leviticus 26:42", "Leviticus 26:43", "Leviticus 26:44", "Leviticus 26:45", "Leviticus 26:46"], "sourceRef": "The Five Books of Moses, by Everett Fox, Leviticus, Part III; Holiness 2-8", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, ויקרא, ויקרא מאמר ה׳ ב׳-ח׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Part III; Holiness", "he": "ויקרא מאמר ו׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["T<small>HE ADDITION OF</small> C<small>HAPTERS 18–26 CHANGES THE NATURE OF THE BOOK BEFORE US</small>. I<small>T</small> accomplishes this, not by introducing something entirely new into biblical thinking, but by broadening the base of God’s words to Moshe in Leviticus. In this book we have already encountered the “Holy-Shrine,” “holy-things,” “holy donations,” and the like; we have seen that Israel is to be “separate” from the nations around it in a variety of life areas. But now we move toward expansion of what was called for at the first moments at Sinai: for Israel to be a “[kingdom of priests and a] holy nation” (Ex. 19:6).", "While the exact structure and setting of the Holiness Code, as these chapters were designated a century ago, are subject to scholarly debate, its thrust seems clear enough. Beginning with sexual relations, Israel is to be “holy,” “separate” from other nations. Holiness here has a connotation of wholeness and perfection; Wright (1992) has defined it as “that which is consistent with God and his character.”", "<i>Imitatio dei</i>, the human urge to be godlike, is an ancient, undoubtedly prehistoric one. We long to be linked with the primal powers of existence, whose rush we feel at heightened moments of <i>perception</i>, but whose perfection is always out of reach in the flesh and blood world of human beings. The Torah, in contrast, presents the longing for perfection and wholeness as properly expressed through a discipline of <i>behavior</i> in all areas of life, personal and communal. The central lines “Holy are you to be, / for holy am I, YHWH your God” (19:2) are followed by line after line calling for holiness in worship, agriculture, interpersonal relations, business, the treatment of the disabled and the elderly, court procedure, and sexuality, to list some of the areas covered.", "Many communities of the “elect,” from Qumran at the Dead Sea to medieval monasteries, and many individuals, from biblical Nazirites (Num. 6) to Sufi mystics and St. Francis, have sought to create lives suffused with holiness; one could easily maintain that many of the mainstream forms and ideas in Judaism, Christianity, and Islam have remained wedded to this approach. They all owe a debt, one way or the other, to Lev. 18–26, especially in the communal sphere. Rarely has the drive toward holiness found as full expression in a vision of “real life” society, grounded in the everyday world of people and institutions, as it does in the texts to be found in the following chapters.", "For many decades, debate has raged within the scholarly community as to the date and setting of H, the putative stratum of literature to which these chapters belong. As of this writing there is still not full agreement on (a) whether H was indeed a separate document or school, and (b) whether its origin and influence can be easily traced (cf., for instance, Knohl, and Milgrom 1993). These disagreements, however, should not and must not detract from the importance of what we have in these chapters: a significant statement of the ethical code of ancient Israel which continues to speak to contemporary problems.", "<img>", "<i>Lev. 19:35</i> You are not to commit corruption injustice, in measure, weight, or capacity…"], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620380a9713bd8cd388d3e51", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Leviticus, On the Book of Leviticus and Its Structure 2-41", "anchorRef": "Leviticus 1:1-27:34", "anchorRefExpanded": ["Leviticus 1:1", "Leviticus 1:2", "Leviticus 1:3", "Leviticus 1:4", "Leviticus 1:5", "Leviticus 1:6", "Leviticus 1:7", "Leviticus 1:8", "Leviticus 1:9", "Leviticus 1:10", "Leviticus 1:11", "Leviticus 1:12", "Leviticus 1:13", "Leviticus 1:14", "Leviticus 1:15", "Leviticus 1:16", "Leviticus 1:17", "Leviticus 2:1", "Leviticus 2:2", "Leviticus 2:3", "Leviticus 2:4", "Leviticus 2:5", "Leviticus 2:6", "Leviticus 2:7", "Leviticus 2:8", "Leviticus 2:9", "Leviticus 2:10", "Leviticus 2:11", "Leviticus 2:12", "Leviticus 2:13", "Leviticus 2:14", "Leviticus 2:15", "Leviticus 2:16", "Leviticus 3:1", "Leviticus 3:2", "Leviticus 3:3", "Leviticus 3:4", "Leviticus 3:5", "Leviticus 3:6", "Leviticus 3:7", "Leviticus 3:8", "Leviticus 3:9", "Leviticus 3:10", "Leviticus 3:11", "Leviticus 3:12", "Leviticus 3:13", "Leviticus 3:14", "Leviticus 3:15", "Leviticus 3:16", "Leviticus 3:17", "Leviticus 4:1", "Leviticus 4:2", "Leviticus 4:3", "Leviticus 4:4", "Leviticus 4:5", "Leviticus 4:6", "Leviticus 4:7", "Leviticus 4:8", "Leviticus 4:9", "Leviticus 4:10", "Leviticus 4:11", "Leviticus 4:12", "Leviticus 4:13", "Leviticus 4:14", "Leviticus 4:15", "Leviticus 4:16", "Leviticus 4:17", "Leviticus 4:18", "Leviticus 4:19", "Leviticus 4:20", "Leviticus 4:21", "Leviticus 4:22", "Leviticus 4:23", "Leviticus 4:24", "Leviticus 4:25", "Leviticus 4:26", "Leviticus 4:27", "Leviticus 4:28", "Leviticus 4:29", "Leviticus 4:30", "Leviticus 4:31", "Leviticus 4:32", "Leviticus 4:33", "Leviticus 4:34", "Leviticus 4:35", "Leviticus 5:1", "Leviticus 5:2", "Leviticus 5:3", "Leviticus 5:4", "Leviticus 5:5", "Leviticus 5:6", "Leviticus 5:7", "Leviticus 5:8", "Leviticus 5:9", "Leviticus 5:10", "Leviticus 5:11", "Leviticus 5:12", "Leviticus 5:13", "Leviticus 5:14", "Leviticus 5:15", "Leviticus 5:16", "Leviticus 5:17", "Leviticus 5:18", "Leviticus 5:19", "Leviticus 5:20", "Leviticus 5:21", "Leviticus 5:22", "Leviticus 5:23", "Leviticus 5:24", "Leviticus 5:25", "Leviticus 5:26", "Leviticus 6:1", "Leviticus 6:2", "Leviticus 6:3", "Leviticus 6:4", "Leviticus 6:5", "Leviticus 6:6", "Leviticus 6:7", "Leviticus 6:8", "Leviticus 6:9", "Leviticus 6:10", "Leviticus 6:11", "Leviticus 6:12", "Leviticus 6:13", "Leviticus 6:14", "Leviticus 6:15", "Leviticus 6:16", "Leviticus 6:17", "Leviticus 6:18", "Leviticus 6:19", "Leviticus 6:20", "Leviticus 6:21", "Leviticus 6:22", "Leviticus 6:23", "Leviticus 7:1", "Leviticus 7:2", "Leviticus 7:3", "Leviticus 7:4", "Leviticus 7:5", "Leviticus 7:6", "Leviticus 7:7", "Leviticus 7:8", "Leviticus 7:9", "Leviticus 7:10", "Leviticus 7:11", "Leviticus 7:12", "Leviticus 7:13", "Leviticus 7:14", "Leviticus 7:15", "Leviticus 7:16", "Leviticus 7:17", "Leviticus 7:18", "Leviticus 7:19", "Leviticus 7:20", "Leviticus 7:21", "Leviticus 7:22", "Leviticus 7:23", "Leviticus 7:24", "Leviticus 7:25", "Leviticus 7:26", "Leviticus 7:27", "Leviticus 7:28", "Leviticus 7:29", "Leviticus 7:30", "Leviticus 7:31", "Leviticus 7:32", "Leviticus 7:33", "Leviticus 7:34", "Leviticus 7:35", "Leviticus 7:36", "Leviticus 7:37", "Leviticus 7:38", "Leviticus 8:1", "Leviticus 8:2", "Leviticus 8:3", "Leviticus 8:4", "Leviticus 8:5", "Leviticus 8:6", "Leviticus 8:7", "Leviticus 8:8", "Leviticus 8:9", "Leviticus 8:10", "Leviticus 8:11", "Leviticus 8:12", "Leviticus 8:13", "Leviticus 8:14", "Leviticus 8:15", "Leviticus 8:16", "Leviticus 8:17", "Leviticus 8:18", "Leviticus 8:19", "Leviticus 8:20", "Leviticus 8:21", "Leviticus 8:22", "Leviticus 8:23", "Leviticus 8:24", "Leviticus 8:25", "Leviticus 8:26", "Leviticus 8:27", "Leviticus 8:28", "Leviticus 8:29", "Leviticus 8:30", "Leviticus 8:31", "Leviticus 8:32", "Leviticus 8:33", "Leviticus 8:34", "Leviticus 8:35", "Leviticus 8:36", "Leviticus 9:1", "Leviticus 9:2", "Leviticus 9:3", "Leviticus 9:4", "Leviticus 9:5", "Leviticus 9:6", "Leviticus 9:7", "Leviticus 9:8", "Leviticus 9:9", "Leviticus 9:10", "Leviticus 9:11", "Leviticus 9:12", "Leviticus 9:13", "Leviticus 9:14", "Leviticus 9:15", "Leviticus 9:16", "Leviticus 9:17", "Leviticus 9:18", "Leviticus 9:19", "Leviticus 9:20", "Leviticus 9:21", "Leviticus 9:22", "Leviticus 9:23", "Leviticus 9:24", "Leviticus 10:1", "Leviticus 10:2", "Leviticus 10:3", "Leviticus 10:4", "Leviticus 10:5", "Leviticus 10:6", "Leviticus 10:7", "Leviticus 10:8", "Leviticus 10:9", "Leviticus 10:10", "Leviticus 10:11", "Leviticus 10:12", "Leviticus 10:13", "Leviticus 10:14", "Leviticus 10:15", "Leviticus 10:16", "Leviticus 10:17", "Leviticus 10:18", "Leviticus 10:19", "Leviticus 10:20", "Leviticus 11:1", "Leviticus 11:2", "Leviticus 11:3", "Leviticus 11:4", "Leviticus 11:5", "Leviticus 11:6", "Leviticus 11:7", "Leviticus 11:8", "Leviticus 11:9", "Leviticus 11:10", "Leviticus 11:11", "Leviticus 11:12", "Leviticus 11:13", "Leviticus 11:14", "Leviticus 11:15", "Leviticus 11:16", "Leviticus 11:17", "Leviticus 11:18", "Leviticus 11:19", "Leviticus 11:20", "Leviticus 11:21", "Leviticus 11:22", "Leviticus 11:23", "Leviticus 11:24", "Leviticus 11:25", "Leviticus 11:26", "Leviticus 11:27", "Leviticus 11:28", "Leviticus 11:29", "Leviticus 11:30", "Leviticus 11:31", "Leviticus 11:32", "Leviticus 11:33", "Leviticus 11:34", "Leviticus 11:35", "Leviticus 11:36", "Leviticus 11:37", "Leviticus 11:38", "Leviticus 11:39", "Leviticus 11:40", "Leviticus 11:41", "Leviticus 11:42", "Leviticus 11:43", "Leviticus 11:44", "Leviticus 11:45", "Leviticus 11:46", "Leviticus 11:47", "Leviticus 12:1", "Leviticus 12:2", "Leviticus 12:3", "Leviticus 12:4", "Leviticus 12:5", "Leviticus 12:6", "Leviticus 12:7", "Leviticus 12:8", "Leviticus 13:1", "Leviticus 13:2", "Leviticus 13:3", "Leviticus 13:4", "Leviticus 13:5", "Leviticus 13:6", "Leviticus 13:7", "Leviticus 13:8", "Leviticus 13:9", "Leviticus 13:10", "Leviticus 13:11", "Leviticus 13:12", "Leviticus 13:13", "Leviticus 13:14", "Leviticus 13:15", "Leviticus 13:16", "Leviticus 13:17", "Leviticus 13:18", "Leviticus 13:19", "Leviticus 13:20", "Leviticus 13:21", "Leviticus 13:22", "Leviticus 13:23", "Leviticus 13:24", "Leviticus 13:25", "Leviticus 13:26", "Leviticus 13:27", "Leviticus 13:28", "Leviticus 13:29", "Leviticus 13:30", "Leviticus 13:31", "Leviticus 13:32", "Leviticus 13:33", "Leviticus 13:34", "Leviticus 13:35", "Leviticus 13:36", "Leviticus 13:37", "Leviticus 13:38", "Leviticus 13:39", "Leviticus 13:40", "Leviticus 13:41", "Leviticus 13:42", "Leviticus 13:43", "Leviticus 13:44", "Leviticus 13:45", "Leviticus 13:46", "Leviticus 13:47", "Leviticus 13:48", "Leviticus 13:49", "Leviticus 13:50", "Leviticus 13:51", "Leviticus 13:52", "Leviticus 13:53", "Leviticus 13:54", "Leviticus 13:55", "Leviticus 13:56", "Leviticus 13:57", "Leviticus 13:58", "Leviticus 13:59", "Leviticus 14:1", "Leviticus 14:2", "Leviticus 14:3", "Leviticus 14:4", "Leviticus 14:5", "Leviticus 14:6", "Leviticus 14:7", "Leviticus 14:8", "Leviticus 14:9", "Leviticus 14:10", "Leviticus 14:11", "Leviticus 14:12", "Leviticus 14:13", "Leviticus 14:14", "Leviticus 14:15", "Leviticus 14:16", "Leviticus 14:17", "Leviticus 14:18", "Leviticus 14:19", "Leviticus 14:20", "Leviticus 14:21", "Leviticus 14:22", "Leviticus 14:23", "Leviticus 14:24", "Leviticus 14:25", "Leviticus 14:26", "Leviticus 14:27", "Leviticus 14:28", "Leviticus 14:29", "Leviticus 14:30", "Leviticus 14:31", "Leviticus 14:32", "Leviticus 14:33", "Leviticus 14:34", "Leviticus 14:35", "Leviticus 14:36", "Leviticus 14:37", "Leviticus 14:38", "Leviticus 14:39", "Leviticus 14:40", "Leviticus 14:41", "Leviticus 14:42", "Leviticus 14:43", "Leviticus 14:44", "Leviticus 14:45", "Leviticus 14:46", "Leviticus 14:47", "Leviticus 14:48", "Leviticus 14:49", "Leviticus 14:50", "Leviticus 14:51", "Leviticus 14:52", "Leviticus 14:53", "Leviticus 14:54", "Leviticus 14:55", "Leviticus 14:56", "Leviticus 14:57", "Leviticus 15:1", "Leviticus 15:2", "Leviticus 15:3", "Leviticus 15:4", "Leviticus 15:5", "Leviticus 15:6", "Leviticus 15:7", "Leviticus 15:8", "Leviticus 15:9", "Leviticus 15:10", "Leviticus 15:11", "Leviticus 15:12", "Leviticus 15:13", "Leviticus 15:14", "Leviticus 15:15", "Leviticus 15:16", "Leviticus 15:17", "Leviticus 15:18", "Leviticus 15:19", "Leviticus 15:20", "Leviticus 15:21", "Leviticus 15:22", "Leviticus 15:23", "Leviticus 15:24", "Leviticus 15:25", "Leviticus 15:26", "Leviticus 15:27", "Leviticus 15:28", "Leviticus 15:29", "Leviticus 15:30", "Leviticus 15:31", "Leviticus 15:32", "Leviticus 15:33", "Leviticus 16:1", "Leviticus 16:2", "Leviticus 16:3", "Leviticus 16:4", "Leviticus 16:5", "Leviticus 16:6", "Leviticus 16:7", "Leviticus 16:8", "Leviticus 16:9", "Leviticus 16:10", "Leviticus 16:11", "Leviticus 16:12", "Leviticus 16:13", "Leviticus 16:14", "Leviticus 16:15", "Leviticus 16:16", "Leviticus 16:17", "Leviticus 16:18", "Leviticus 16:19", "Leviticus 16:20", "Leviticus 16:21", "Leviticus 16:22", "Leviticus 16:23", "Leviticus 16:24", "Leviticus 16:25", "Leviticus 16:26", "Leviticus 16:27", "Leviticus 16:28", "Leviticus 16:29", "Leviticus 16:30", "Leviticus 16:31", "Leviticus 16:32", "Leviticus 16:33", "Leviticus 16:34", "Leviticus 17:1", "Leviticus 17:2", "Leviticus 17:3", "Leviticus 17:4", "Leviticus 17:5", "Leviticus 17:6", "Leviticus 17:7", "Leviticus 17:8", "Leviticus 17:9", "Leviticus 17:10", "Leviticus 17:11", "Leviticus 17:12", "Leviticus 17:13", "Leviticus 17:14", "Leviticus 17:15", "Leviticus 17:16", "Leviticus 18:1", "Leviticus 18:2", "Leviticus 18:3", "Leviticus 18:4", "Leviticus 18:5", "Leviticus 18:6", "Leviticus 18:7", "Leviticus 18:8", "Leviticus 18:9", "Leviticus 18:10", "Leviticus 18:11", "Leviticus 18:12", "Leviticus 18:13", "Leviticus 18:14", "Leviticus 18:15", "Leviticus 18:16", "Leviticus 18:17", "Leviticus 18:18", "Leviticus 18:19", "Leviticus 18:20", "Leviticus 18:21", "Leviticus 18:22", "Leviticus 18:23", "Leviticus 18:24", "Leviticus 18:25", "Leviticus 18:26", "Leviticus 18:27", "Leviticus 18:28", "Leviticus 18:29", "Leviticus 18:30", "Leviticus 19:1", "Leviticus 19:2", "Leviticus 19:3", "Leviticus 19:4", "Leviticus 19:5", "Leviticus 19:6", "Leviticus 19:7", "Leviticus 19:8", "Leviticus 19:9", "Leviticus 19:10", "Leviticus 19:11", "Leviticus 19:12", "Leviticus 19:13", "Leviticus 19:14", "Leviticus 19:15", "Leviticus 19:16", "Leviticus 19:17", "Leviticus 19:18", "Leviticus 19:19", "Leviticus 19:20", "Leviticus 19:21", "Leviticus 19:22", "Leviticus 19:23", "Leviticus 19:24", "Leviticus 19:25", "Leviticus 19:26", "Leviticus 19:27", "Leviticus 19:28", "Leviticus 19:29", "Leviticus 19:30", "Leviticus 19:31", "Leviticus 19:32", "Leviticus 19:33", "Leviticus 19:34", "Leviticus 19:35", "Leviticus 19:36", "Leviticus 19:37", "Leviticus 20:1", "Leviticus 20:2", "Leviticus 20:3", "Leviticus 20:4", "Leviticus 20:5", "Leviticus 20:6", "Leviticus 20:7", "Leviticus 20:8", "Leviticus 20:9", "Leviticus 20:10", "Leviticus 20:11", "Leviticus 20:12", "Leviticus 20:13", "Leviticus 20:14", "Leviticus 20:15", "Leviticus 20:16", "Leviticus 20:17", "Leviticus 20:18", "Leviticus 20:19", "Leviticus 20:20", "Leviticus 20:21", "Leviticus 20:22", "Leviticus 20:23", "Leviticus 20:24", "Leviticus 20:25", "Leviticus 20:26", "Leviticus 20:27", "Leviticus 21:1", "Leviticus 21:2", "Leviticus 21:3", "Leviticus 21:4", "Leviticus 21:5", "Leviticus 21:6", "Leviticus 21:7", "Leviticus 21:8", "Leviticus 21:9", "Leviticus 21:10", "Leviticus 21:11", "Leviticus 21:12", "Leviticus 21:13", "Leviticus 21:14", "Leviticus 21:15", "Leviticus 21:16", "Leviticus 21:17", "Leviticus 21:18", "Leviticus 21:19", "Leviticus 21:20", "Leviticus 21:21", "Leviticus 21:22", "Leviticus 21:23", "Leviticus 21:24", "Leviticus 22:1", "Leviticus 22:2", "Leviticus 22:3", "Leviticus 22:4", "Leviticus 22:5", "Leviticus 22:6", "Leviticus 22:7", "Leviticus 22:8", "Leviticus 22:9", "Leviticus 22:10", "Leviticus 22:11", "Leviticus 22:12", "Leviticus 22:13", "Leviticus 22:14", "Leviticus 22:15", "Leviticus 22:16", "Leviticus 22:17", "Leviticus 22:18", "Leviticus 22:19", "Leviticus 22:20", "Leviticus 22:21", "Leviticus 22:22", "Leviticus 22:23", "Leviticus 22:24", "Leviticus 22:25", "Leviticus 22:26", "Leviticus 22:27", "Leviticus 22:28", "Leviticus 22:29", "Leviticus 22:30", "Leviticus 22:31", "Leviticus 22:32", "Leviticus 22:33", "Leviticus 23:1", "Leviticus 23:2", "Leviticus 23:3", "Leviticus 23:4", "Leviticus 23:5", "Leviticus 23:6", "Leviticus 23:7", "Leviticus 23:8", "Leviticus 23:9", "Leviticus 23:10", "Leviticus 23:11", "Leviticus 23:12", "Leviticus 23:13", "Leviticus 23:14", "Leviticus 23:15", "Leviticus 23:16", "Leviticus 23:17", "Leviticus 23:18", "Leviticus 23:19", "Leviticus 23:20", "Leviticus 23:21", "Leviticus 23:22", "Leviticus 23:23", "Leviticus 23:24", "Leviticus 23:25", "Leviticus 23:26", "Leviticus 23:27", "Leviticus 23:28", "Leviticus 23:29", "Leviticus 23:30", "Leviticus 23:31", "Leviticus 23:32", "Leviticus 23:33", "Leviticus 23:34", "Leviticus 23:35", "Leviticus 23:36", "Leviticus 23:37", "Leviticus 23:38", "Leviticus 23:39", "Leviticus 23:40", "Leviticus 23:41", "Leviticus 23:42", "Leviticus 23:43", "Leviticus 23:44", "Leviticus 24:1", "Leviticus 24:2", "Leviticus 24:3", "Leviticus 24:4", "Leviticus 24:5", "Leviticus 24:6", "Leviticus 24:7", "Leviticus 24:8", "Leviticus 24:9", "Leviticus 24:10", "Leviticus 24:11", "Leviticus 24:12", "Leviticus 24:13", "Leviticus 24:14", "Leviticus 24:15", "Leviticus 24:16", "Leviticus 24:17", "Leviticus 24:18", "Leviticus 24:19", "Leviticus 24:20", "Leviticus 24:21", "Leviticus 24:22", "Leviticus 24:23", "Leviticus 25:1", "Leviticus 25:2", "Leviticus 25:3", "Leviticus 25:4", "Leviticus 25:5", "Leviticus 25:6", "Leviticus 25:7", "Leviticus 25:8", "Leviticus 25:9", "Leviticus 25:10", "Leviticus 25:11", "Leviticus 25:12", "Leviticus 25:13", "Leviticus 25:14", "Leviticus 25:15", "Leviticus 25:16", "Leviticus 25:17", "Leviticus 25:18", "Leviticus 25:19", "Leviticus 25:20", "Leviticus 25:21", "Leviticus 25:22", "Leviticus 25:23", "Leviticus 25:24", "Leviticus 25:25", "Leviticus 25:26", "Leviticus 25:27", "Leviticus 25:28", "Leviticus 25:29", "Leviticus 25:30", "Leviticus 25:31", "Leviticus 25:32", "Leviticus 25:33", "Leviticus 25:34", "Leviticus 25:35", "Leviticus 25:36", "Leviticus 25:37", "Leviticus 25:38", "Leviticus 25:39", "Leviticus 25:40", "Leviticus 25:41", "Leviticus 25:42", "Leviticus 25:43", "Leviticus 25:44", "Leviticus 25:45", "Leviticus 25:46", "Leviticus 25:47", "Leviticus 25:48", "Leviticus 25:49", "Leviticus 25:50", "Leviticus 25:51", "Leviticus 25:52", "Leviticus 25:53", "Leviticus 25:54", "Leviticus 25:55", "Leviticus 26:1", "Leviticus 26:2", "Leviticus 26:3", "Leviticus 26:4", "Leviticus 26:5", "Leviticus 26:6", "Leviticus 26:7", "Leviticus 26:8", "Leviticus 26:9", "Leviticus 26:10", "Leviticus 26:11", "Leviticus 26:12", "Leviticus 26:13", "Leviticus 26:14", "Leviticus 26:15", "Leviticus 26:16", "Leviticus 26:17", "Leviticus 26:18", "Leviticus 26:19", "Leviticus 26:20", "Leviticus 26:21", "Leviticus 26:22", "Leviticus 26:23", "Leviticus 26:24", "Leviticus 26:25", "Leviticus 26:26", "Leviticus 26:27", "Leviticus 26:28", "Leviticus 26:29", "Leviticus 26:30", "Leviticus 26:31", "Leviticus 26:32", "Leviticus 26:33", "Leviticus 26:34", "Leviticus 26:35", "Leviticus 26:36", "Leviticus 26:37", "Leviticus 26:38", "Leviticus 26:39", "Leviticus 26:40", "Leviticus 26:41", "Leviticus 26:42", "Leviticus 26:43", "Leviticus 26:44", "Leviticus 26:45", "Leviticus 26:46", "Leviticus 27:1", "Leviticus 27:2", "Leviticus 27:3", "Leviticus 27:4", "Leviticus 27:5", "Leviticus 27:6", "Leviticus 27:7", "Leviticus 27:8", "Leviticus 27:9", "Leviticus 27:10", "Leviticus 27:11", "Leviticus 27:12", "Leviticus 27:13", "Leviticus 27:14", "Leviticus 27:15", "Leviticus 27:16", "Leviticus 27:17", "Leviticus 27:18", "Leviticus 27:19", "Leviticus 27:20", "Leviticus 27:21", "Leviticus 27:22", "Leviticus 27:23", "Leviticus 27:24", "Leviticus 27:25", "Leviticus 27:26", "Leviticus 27:27", "Leviticus 27:28", "Leviticus 27:29", "Leviticus 27:30", "Leviticus 27:31", "Leviticus 27:32", "Leviticus 27:33", "Leviticus 27:34"], "sourceRef": "The Five Books of Moses, by Everett Fox, Leviticus, On the Book of Leviticus and Its Structure 2-41", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, ויקרא, ויקרא מאמר ב׳ ב׳-מ״א", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "On the Book of Leviticus and Its Structure", "he": "ויקרא מאמר ג׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "ויקרא מאמר ב׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["F<small>OR MOST LAY READERS</small>, <small>THE THIRD OF THE</small> F<small>IVE BOOKS OF</small> M<small>OSES PRESENTS FORMIDA</small>ble obstacles. Many people find it difficult to relate to the description of ritual slaughter of animals and the disposal of their blood and flesh in the opening section of the book, or to the detailed prescriptions regarding bodily functions, skin disease, and mold in Chapters 12–15. Others experience Leviticus as obscure: Why exactly do Aaron’s sons die in Chapter 10? How can one explain the ritual of the scapegoat in Chapter 16? A frequently encountered reaction to the book is the desire to get on to the book of Numbers—which at least has some intriguing narratives such as Moses’ sin and punishment, the faint-heartedness of the spies, and Balaam’s reversed prophecies.", "Yet Leviticus, as it has been placed in the Torah, signals that something of singular importance is at work. The book, after all, occurs at the center of the overall five-book structure. Unlike the other four, it is set entirely around Mount Sinai, and so it forms, geographically as well as structurally, the heart of the Torah document. In addition, the priestly interests so clearly presented in Leviticus appear throughout the Torah: as genealogical lists (Genesis, Exodus, Numbers), descriptions of rituals (Exodus, Numbers, Deuteronomy), and details about the building of the desert “Dwelling” of God (Exodus). Indeed, the opening chapter of it all, Gen. 1 (the Creation story), has strong links in both its themes and terminology with the priestly law.", "Leviticus in fact presents a significant strain, conventionally termed the “priestly” view, in biblical thought. Anthropologically considered, it sheds important light on the outlook of some of those who compiled and read the Hebrew Bible. And the process did not stop there. Many of the categories found in Leviticus were continued and expanded by later Judaism: regulations concerning sexuality and diet, concepts of separation and holiness, and how to deal with one’s fellow human beings in a variety of economic and social settings. These found expression in different but still recognizable form simultaneously in the development of Christianity.", "In late antiquity Leviticus was known as <i>Torat Kohanim</i>, the Priestly Instruction (or simultaneously understood, as Levine suggests, as the Instruction of the Priests). Given both the concerns of the priestly writers and the wording they use to express those concerns, I see Leviticus as the Book of Separations, the book in which are set forth distinctions between a whole range of aspects of ancient Israelite experience and practice: holy and profane; ritual purity and pollution; permitted and forbidden in sexuality and diet; Israelites and others; and priests, Levites, and common folk among the Israelites. This near-obsession with drawing lines (or, as Douglas has presented it, concentric circles) may in some sense reflect the position of Israel in the ancient Near East as a small, beleaguered newcomer in a region of hoary empires, situated on land that was constantly invaded by both great powers and local foes. It may also be an echo of the larger Bronze Age and Iron Age process of change from the former, well-nigh universal worship of the Mother Goddess, to the later patriarchal societies with which the Western world still deals through its three monotheistic religions and their cultural outgrowths.", "Overarching the theme of separations or distinctions, through much of the book, is the polarity of order/disorder, represented best in Leviticus by the problem of life and death. As many scholars have noted, regulations regarding sacrifice here connect up with symbolically offering up human life—through the substitution of an animal—to the deity; blood is avoided at all costs, due to its connoting life. Animals that may be used for food (as well as for sacrifice) are in the main those which do not consume other living creatures. Pollutants which endanger the purity of the sanctuary (“Dwelling”) include bodily emissions which the Israelites connected with death (e.g., menstrual blood and “wasted” semen). Finally, the complex system of purification from some kind of skin disease may well originate in the similarity between disease and death. In sum, then, it is no surprise that, two books later, the Deuteronomic Moses implores the people to “choose life” rather than the “death” engendered by improper behavior by both priests and commoners.", "Interestingly, the strong urge to make order (ritual laws) out of disorder (the chaotic processes of human life, from killing animals for food to sexual relations) is reflected in other aspects of the Torah—most notably in the narrative portrayal of the descent lines from father Abraham. Here, the discontinuity represented by sibling rivalries and other threats to survival is countered by God’s establishing a kind of continuity through the choosing of younger brothers. In this case, the strong hand of ritual control is replaced by the somewhat hazardous element of surprise and close calls. But it does manage to provide for family continuity and, ultimately, the survival of the people. Whether this points to early or later experiences historically is the subject of ongoing and unresolved debate among biblical scholars. A widely accepted possibility is that the Torah as we have it was edited by priestly editors living in or shortly after the Babylonian Exile (6th–5th centuries <small>B</small>.<small>C</small>.<small>E</small>.), and that those editors took earlier material (which itself was already multilayered) and adapted it into an overall scheme expressing promise, disobedience, destruction, and survival/hope (cf. Fox 1993).", "In point of fact, Leviticus is best viewed as only a part, albeit the major one as a bloc, of a major thrust of the Torah. According to most biblical scholars, the “priestly” worldview, and the texts that may be attributed to it, makes its appearance with the very chapter with which the entire Torah begins, Gen. 1. Here distinctions and ordering are at the very heart of the text. God, immediately after his first creation-by-word (light), “separates” between light and darkness, then goes on to perform the same operation between heavenly waters (the storehouses of rain) and earthly ones. His remaining acts of creation involve putting heavenly bodies, vegetation, and animal life in order—each “according to its kind,” on specific days of creation. Animals are distinguished from plants through their receiving vocal divine blessing; humans from animals through the addition to the blessing of the phrase “have dominion over” the rest of living things. At the same time, humans are told that they may eat only what grows from the ground, implying that to do otherwise would be a violation of the order of things. Crowning the whole account is the poem (Gen. 2:1–4a) about God’s “finishing” of the “work” of creation, symbolized by his “hallowing” (making holy or separate-for-God) the seventh day. In Gen. 1, then, we are presented with a brief but complete vision of the cosmos as ordered in space, time, and life-forms, under the aegis of a metasexual, nonviolent, and benevolent deity.", "As Genesis unfolds under priestly influence, humans are presented with basic rules and warned of the consequences if those rules are broken. The paradisical situation of Adam and Eve (no labor, vegetarianism, no danger from animals, and sexual innocence) is disrupted by human disobedience, resulting in banishment from Eden—a shattering of the previous wholeness and order. Cain’s murder of his brother leads to the same punishment: uprootedness and hard labor. The mixing of divine and human beings in Gen. 6:1–2 results in a clear distinction being established by God, that humans will henceforth be limited in age. Finally, the account of the universal flood in Chapters 6–9 presents a picture that uses a number of Leviticus motifs. The earth is to be destroyed because human wrongdoing has “ruined” it (or, in Levitical language, “polluted” it). Animal life is rescued by means of taking pairs of animals aboard the ark—with Leviticus’s distinctions of “pure” and impure dutifully mentioned. Noah’s three sons, who also come onto the ark, later become the forefathers of three great divisions of humanity, as laid out in detail in the genealogical lists of Chapters 10–11. Finally, the new beginning of the cosmos, with Noah as a second Adam (cf. the latter’s blessing in 1:28 with that of the former in 9:1–2), is accompanied by both animal sacrifices and dietary restrictions (the introduction of meat is new, accompanied by the caveat—as in Lev. 17—that blood is not to be consumed).", "A major part of the priestly scheme emerges with the detailed instructions concerning the construction of the Tabernacle (God’s place of “Dwelling” on earth) and the priestly vestments that are to be worn there, in Ex. 25–31 (with much of this material repeated in narrative form in Chapters 35–40). The details make sense as part of a larger picture, in which the closer one gets to the “Holiest Holy-Shrine” where God takes up dwelling, the more central the measurements of space and the more precious the materials used. This concentric sense of order is reflected also in the layout of the wilderness camp of the Israelites in Num. 2. Thus the Tabernacle functions as a minicosmos, a visible and ritual representation of the creation itself. Through the layout of curtains within and tribal encampments without, space is ordered; through the festivals (enumerated in Leviticus and Deuteronomy, with some mention in Exodus as well), time is ordered. And, thanks to the provisions laid out in Leviticus, through priest/lay hierarchy, dietary rules, and sacrificial regulations, life-forms are ordered. The result is an almost utopian scheme. It is a world in which everything and everyone are to take their place under the perfect worship of a perfect God, banishing or avoiding death, defect, and disorder. In the priestly view, the world is to be an echo of the divine order that is portrayed in the Creation story.", "Viewed in the perspective of priestly concerns (only part of which we have just outlined), Leviticus is largely concerned with the potential disruption of this utopia. If Genesis chronicles threats to the fulfillment of God’s promises to Abraham, if Numbers recounts threats to his descendants’ survival on their march through the wilderness, then Leviticus concentrates on threats to Israel’s life with God. It presents a whole system of rules designed, first, to provide for purification and reconciliation with God through the sacrificial cult; second, to protect sanctuary, priests, land, and people from estrangement from God (via “pollution” of various kinds); and, finally, to establish a code of behavior that will ensure the perpetual enjoyment of God’s blessings on the land promised to Israel’s ancestors. From this it can readily be seen how Leviticus, far from being of interest to specialists and historians only, is in fact a crucial part of the Torah—perhaps its most crucial part, in that it supplies the ideological center of gravity for the whole. Once Leviticus is added to the narratives, poems, laws, and lists that comprise the rest of the Torah, a picture emerges that is more than literature and more than history. The five books become the multilayered and multifaceted monument that has been studied, puzzled over, and built upon for over two millennia.", "In sum, the world of the priestly strain in the Torah is a realm of desired order and perfection, a realm in which wholeness is to reign, in which anomaly and undesired mixture are not permitted, and in which boundaries are zealously guarded. The human body becomes symbolic of the cosmos: its life/death boundary is marked, and troublesome flows from it are carefully regulated. The land of Israel becomes symbolic of the cosmos: too much evildoing pollutes it, to the point where it can do naught else but “vomit out” its settlers (as it vomited out the previous ones). The animal kingdom, from which humans are allowed to take life under carefully prescribed circumstances, becomes symbolic of cosmic values, through heightening awareness of predator and victim, and careful avoidance of blood, the symbol of life. Indeed, in the system of Leviticus, it is no wonder that death is the major pollutant, and that blood of acceptable animal sacrifice is the agent through which human beings find atonement for minor pollutants.", "The book as it is presently laid out falls into three major sections, with a number of chapters that function either as connectors or appendices to various sections. Linkages and connecting theme words will be spelled out in more detail in the commentary; for the moment, the following outline may suffice:", "I The Sacrificial Cult", "1–7 Sacrificial Offerings: Their Ritual and Disposal", "8–9 The Installation of the Priests", "10 Systems Failure", "II Ritual Pollution and Purification", "11 Forbidden and Permitted Foods: Transition", "12–15 Pollution from Bodily Fluids and Skin Disease", "16 Purifying the Sanctuary and the High Priest", "Appendix: 17 On the Shedding of Animal Blood", "III Holiness", "18 Pollution from Forbidden Unions: Transition", "19:3–4 Frame at Beginning", "19–20 Holiness in Public/Private Behavior", "21–22 Holiness in Priestly Behavior", "23 Holiness in the Calendar", "24 Miscellaneous", "25 Regulations Concerning Land and Slaves", "26:1–2 Frame at End", "26:3–46 Holiness Confirmed or Denied: The Blessing and the Curse", "Appendix: 27 Assessments for the Priests", "Other commentators have of course seen it differently. Most follow the traditional scholarly approach of starting the “Holiness Code” with Chapter 17; Levine rightly parallels it to the beginnings of other law collections in the Torah (Ex. 20:19–23 and Deut. 12; the ending here in Chapter 26 also parallels the endings in the other two codes). Hallo understands the structure as 1–11: Rites of Consumption; 12–16: Rites of Purification; and 17–26: Holiness.", "Overshadowing the clear three-part structure, however one wants to divide it up, is the complex issue of two apparent documents or schools of thought. Biblical scholarship terms these P (“Priestly”) and H (“Holiness”), and roughly attributes the first part of the book (through Chap. 16) to P, with the rest to H. There has been detailed, ongoing debate about the approaches and dating of these sources. As of this writing, it is generally accepted that H is later than P, but there seem to be numerous interpolations of one source into the other, and it is difficult to place them historically with certainty. Here, as elsewhere in biblical literature, we have a layering effect rather than a clear-cut delineation of “authors.” As usual, that appears to have been intentional.", "A word should be said about the relationship between law and narrative in the Torah. As Damrosch has noted, the legal and cultic texts in the five books might be seen by modern readers as intrusive. On the surface, they certainly seem to interrupt a good story. Genesis is largely unencumbered by nonaction (except for the genealogical lists—attributed to P!), but the gripping account of the redemption from Egypt in Exodus, and the drama of revelation on and apostasy beneath Mount Sinai, give way to the sober architectural details of the Tabernacle’s construction. Similarly, the narratives of the book of Numbers, which are among the most striking in the literature, are set off against a background of censuses, laws about suspected adultery and the taking of vows, Levitical duties in the Dwelling, and an enumeration of sacrificial gifts brought by the tribes, among other things.", "The bulk of material in Leviticus, and its placement in the Torah, make it clear that the five books that we have convey their point precisely through the medium of narrative <i>plus</i> cult/law. In the Israelite worldview, these two rather distinct forms, which intermingle past, present, and future (Damrosch), fruitfully enrich and explain one another. It is as if a history of the American Revolution contained all of the debates on and drafts of the Declaration of Independence and the Constitution, as well as accounts of battles and biographies of key personalities. That such an approach parallels neither Homeric epic nor ritual texts in their purity of form is exactly the point: we have here a new genre of great complexity and richness, in which narratives exemplify laws and laws follow narratives. The result is truly a torah, a “teaching” or “instruction.”", "Finally, we might mention the issue of priests and laypeople. Scholars have often seen Leviticus as originating as a manual for priests. What is most fascinating, and perhaps most important (for later history), about this book is the way in which it takes priestly rules and transmutes at least some of them for use in the general populace of ancient Israel. This can be seen most dramatically in the dietary laws, which in other cultures often serve exclusively for priests, and in the area of sexual taboos, which do likewise. In postbiblical Judaism this shift becomes particularly evident: the Jew’s dinner table is termed a “sanctuary in miniature” (complete with loaves of bread and the use of salt—two elements found in the ancient sacrificial cult); dietary laws are expanded for the general population to provide for separation of milk and meat; and separation of husband and wife during menstruation, among traditional Jews, leaves the context of Sanctuary pollution and finds a home in the context of a philosophy of marriage. Many other examples could be brought of the widening of priestly laws to an entire people. Perhaps most dramatic—and most significant—is the eventual shift of the learning and interpretation of sacred texts away from the priests, who in most cultures served as the guardians of the text (and often the culture’s only literate body; cf. medieval Christian Europe). In Judaism of late antiquity, this monopoly was decisively broken; first the scribe and then the rabbi (“master”) took over, with learning extended at last to all those who might make the effort to acquire it. The great exception, at least in antiquity, was women—who, it will be noted, were also excluded from priestly functions in the Bible.", "Three relatively recent developments make it possible to approach Leviticus as a significant, powerful, and interesting biblical text. The first is the explosion of both full-length and shorter studies of the book and its concerns that have appeared in recent years. The work of Milgrom (1991), Levine (1989), Wenham (1979), Eilberg-Schwartz (1990), and Bamberger (1981), to cite just a few of the English-language studies on aspects of Leviticus, now makes it possible to have a serious entry into the book based largely on advances in understanding the cultures of the ancient Near East. It also, admittedly, puts the translator and commentator in a bind: is it possible to add anything new, or will it suffice simply to summarize? My approach in this volume has been largely the latter, along with suggesting to the reader some fruitful directions for further study.", "The second development helpful for approaching Leviticus, which also informs many of the studies just mentioned, is the using of anthropological insights to understand concepts and rituals found in the book. Such an approach places Leviticus in a broader human context, indicating what it does and does not share with other cultural and religious systems. For Leviticus is concerned with the same issues that plague all human societies: how to deal with the boundaries of life and death, how to comprehend and approach the transcendent in life, how to understand one’s (or one’s nation’s) place in the cosmic order, how to make for a just society. Viewed in this light, the book is a “Small Code” (cf. Northrop Frye’s designation of the Bible as “the Great Code”). That is, Leviticus need not remain a total mystery to us, to be unraveled only through detailed analysis and even change (Judaism) or substitution (Christianity), but can be understood on its own terms, if approached with care and in the spirit of seeking the larger picture in the details.", "Finally, we should mention the aesthetic dimension. Like the other books of the Torah, Leviticus uses its own rhetoric to convey its message. Far from employing flat “priestly” style (whatever that may be), it uses formulas, refrains, and other rhythmical forms to impress its teaching (Heb. <i>tora</i>) upon its hearers. This aspect of the book has been the subject of recent study (cf. Paran), but was already echoed in the Buber-Rosenzweig translation. It is my hope that the present volume will contribute to an appreciation of the style of Leviticus."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620382e7c9ad75f2d99af98e", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "", "ref": "The Five Books of Moses, by Everett Fox, Leviticus, Part III; Holiness, General Regulations on Holiness II 1", "anchorRef": "Leviticus 20:1-27", "anchorRefExpanded": ["Leviticus 20:1", "Leviticus 20:2", "Leviticus 20:3", "Leviticus 20:4", "Leviticus 20:5", "Leviticus 20:6", "Leviticus 20:7", "Leviticus 20:8", "Leviticus 20:9", "Leviticus 20:10", "Leviticus 20:11", "Leviticus 20:12", "Leviticus 20:13", "Leviticus 20:14", "Leviticus 20:15", "Leviticus 20:16", "Leviticus 20:17", "Leviticus 20:18", "Leviticus 20:19", "Leviticus 20:20", "Leviticus 20:21", "Leviticus 20:22", "Leviticus 20:23", "Leviticus 20:24", "Leviticus 20:25", "Leviticus 20:26", "Leviticus 20:27"], "sourceRef": "The Five Books of Moses, by Everett Fox, Leviticus, Part III; Holiness, General Regulations on Holiness II 1", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, ויקרא, ויקרא מאמר ה׳, ויקרא הערה ג׳ א׳", "anchorVerse": 1, "sourceHasEn": true, "commentaryNum": 1, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "ויקרא הערה ג׳", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<a class=\"refLink\" data-ref=\"Leviticus 20:1-27\" data-ven=\"The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995\">Leviticus 20:1-27</a>", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "626bfc0114034f035356d9f5", "index_title": "Malbim Ayelet HaShachar", "category": "Quoting Commentary", "type": "", "ref": "Malbim Ayelet HaShachar 209:3", "anchorRef": "Leviticus 20:24", "anchorRefExpanded": ["Leviticus 20:24"], "sourceRef": "Malbim Ayelet HaShachar 209:3", "sourceHeRef": "אילת השחר (מלבי\"ם) ר״ט:ג׳", "anchorVerse": 24, "sourceHasEn": true, "compDate": [1844, 1874], "commentaryNum": 209.0003, "collectiveTitle": {"en": "Malbim Ayelet HaShachar", "he": "אילת השחר (מלבי\"ם)"}, "heTitle": "אילת השחר (מלבי\"ם)", "he": "וכן במה שכתוב <b>ושמרתם אתם, אתם תירשו</b> – בא לדייק מלת \"אתם\". (אחרי ס' קמט. קדושים ס' קכו)", "heVersionTitle": "Wikisource Edition", "heLicense": "", "heVersionTitleInHebrew": "", "text": "And moreover when it says <b>ושמרתם אתם</b> (You therefore shall keep My statutes)<sup class=\"footnote-marker\">483</sup><i class=\"footnote\">Leviticus 18:26.</i>,<b>אתם תירשו</b> (you shall inherit their land)<sup class=\"footnote-marker\">484</sup><i class=\"footnote\">Leviticus 20:24.</i>, it comes to be precise with the word אתם.", "versionTitle": "Ayelet Hashachar, translated by Betzalel Avraham Feinstein, 2021", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "63c943cc01e878406e0d1794", "index_title": "Zohar", "category": "Kabbalah", "type": "", "ref": "Zohar, Tazria 27:138", "anchorRef": "Leviticus 20:24", "anchorRefExpanded": ["Leviticus 20:24"], "sourceRef": "Zohar, Tazria 27:138", "sourceHeRef": "ספר הזהר, תזריע כ״ז:קל״ח", "anchorVerse": 24, "sourceHasEn": false, "compDate": [1100, 1400], "commentaryNum": 27.0001, "collectiveTitle": {"en": "Zohar", "he": "ספר הזהר"}, "heTitle": "תזריע", "he": "אָמַר רִבִּי אַבָּא, חֲמֵינָא לְאִינְהוּ בְּנֵי עָלְמָא, דְּלָא מַשְׁגְּחָן, וְלָא יַדְעִין בִּיקָרָא דְּמָארֵיהוֹן, כְּתִיב בְּהוּ בְּיִשְׂרָאֵל, (ויקרא כ׳:כ״ד) אֲשֶׁר הִבְדַּלְתִּי אֶתְכֶם מִן הָעַמִּים לִהְיוֹת לִי. וּכְתִיב, (ויקרא כ׳:כ״ד) וְהִתְקַדִּשְׁתֶּם וִהְיִיתֶם קְדוֹשִׁים כִּי קָדוֹשׁ אָנִי יְיָ'. אִי אִינּוּן מִתְרַחֲקָן, אָן הוּא קְדוּשָּׁה דִּלְהוֹן, הָא רְעוּתָא דִּלְהוֹן אִתְרַחֲקַת מִנֵּיהּ. וּקְרָא אַכְרִיז וְאָמַר, (תהילים ל״ב:ט׳) אַל תִּהְיוּ כְּסוּס כְּפֶרֶד אֵין הָבִין, בְּמָה אִתְפָּרְשָׁן בְּנֵי נָשָׁא מִסּוּס וָפֶרֶד, בִּקְדוּשָּׁה דְּגַרְמַיְיהוּ, לְאִשְׁתַּכְּחָא שְׁלֵימִין וּרְשִׁימִין מִכֹּלָּא.", "heVersionTitle": "Vocalized Zohar, Israel 2013", "heLicense": "", "heVersionTitleInHebrew": "ספר הזהר מנקד, ישראל תשע\"ג", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "64187e1ec9371ec0cebe6b1b", "index_title": "Reggio on Torah", "category": "Commentary", "type": "commentary", "ref": "Reggio on Torah, Leviticus 20:24:1", "anchorRef": "Leviticus 20:24", "anchorRefExpanded": ["Leviticus 20:24"], "sourceRef": "Reggio on Torah, Leviticus 20:24:1", "sourceHeRef": "ביאור יש\"ר על התורה, ויקרא כ׳:כ״ד:א׳", "anchorVerse": 24, "sourceHasEn": false, "compDate": [1790, 1810], "commentaryNum": 24.0001, "collectiveTitle": {"en": "Reggio", "he": "ביאור יש\"ר"}, "heTitle": "ויקרא", "he": "<b>ואמר לכם,</b> צויתי לכם שתירשו את אדמתם, כי ירושת הארץ וישיבתה מצוה גדולה, ונזכרת בכמה מקומות בתורה, ומטעם הגדול שכתבנו למעלה(פסוק כ\"ב):", "heVersionTitle": "Vienna, 1821", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "64187e1fc9371ec0cebe6b1d", "index_title": "Reggio on Torah", "category": "Commentary", "type": "commentary", "ref": "Reggio on Torah, Leviticus 20:24:2", "anchorRef": "Leviticus 20:24", "anchorRefExpanded": ["Leviticus 20:24"], "sourceRef": "Reggio on Torah, Leviticus 20:24:2", "sourceHeRef": "ביאור יש\"ר על התורה, ויקרא כ׳:כ״ד:ב׳", "anchorVerse": 24, "sourceHasEn": false, "compDate": [1790, 1810], "commentaryNum": 24.0002, "collectiveTitle": {"en": "Reggio", "he": "ביאור יש\"ר"}, "heTitle": "ויקרא", "he": "<b>אתם תירשו את אדמתם,</b> על כל פנים, אם ילכו מארצם מוטב, ואם לאו תקחו אותה מידם במלחמה:", "heVersionTitle": "Vienna, 1821", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "64187e1fc9371ec0cebe6b1f", "index_title": "Reggio on Torah", "category": "Commentary", "type": "commentary", "ref": "Reggio on Torah, Leviticus 20:24:3", "anchorRef": "Leviticus 20:24", "anchorRefExpanded": ["Leviticus 20:24"], "sourceRef": "Reggio on Torah, Leviticus 20:24:3", "sourceHeRef": "ביאור יש\"ר על התורה, ויקרא כ׳:כ״ד:ג׳", "anchorVerse": 24, "sourceHasEn": false, "compDate": [1790, 1810], "commentaryNum": 24.0003, "collectiveTitle": {"en": "Reggio", "he": "ביאור יש\"ר"}, "heTitle": "ויקרא", "he": "<b>ואני,</b> אם הם גוים גדולים ועצומים מכם, אין בכך כלום, כי אני אכניע אותם עד שתירשוה:", "heVersionTitle": "Vienna, 1821", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "64187e20c9371ec0cebe6b21", "index_title": "Reggio on Torah", "category": "Commentary", "type": "commentary", "ref": "Reggio on Torah, Leviticus 20:24:4", "anchorRef": "Leviticus 20:24", "anchorRefExpanded": ["Leviticus 20:24"], "sourceRef": "Reggio on Torah, Leviticus 20:24:4", "sourceHeRef": "ביאור יש\"ר על התורה, ויקרא כ׳:כ״ד:ד׳", "anchorVerse": 24, "sourceHasEn": false, "compDate": [1790, 1810], "commentaryNum": 24.0004, "collectiveTitle": {"en": "Reggio", "he": "ביאור יש\"ר"}, "heTitle": "ויקרא", "he": "<b>אשר הבדלתי,</b> להשכין שכינתי בתוככם, ובחרתי בארץ הזאת להיות מקדשי בתוכה, ועל כן לא תעשו מעשים, שבעבורם תקיא הארץ אתכם:", "heVersionTitle": "Vienna, 1821", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6460f16cab782393a41b5ad9", "index_title": "Mishnat Eretz Yisrael on Mishnah Baba Batra", "category": "Quoting Commentary", "type": "", "ref": "Mishnat Eretz Yisrael on Mishnah Baba Batra 8:1:8", "anchorRef": "Leviticus 20:24", "anchorRefExpanded": ["Leviticus 20:24"], "sourceRef": "Mishnat Eretz Yisrael on Mishnah Baba Batra 8:1:8", "sourceHeRef": "משנת ארץ ישראל על משנה בבא בתרא ח׳:א׳:ח׳", "anchorVerse": 24, "sourceHasEn": false, "commentaryNum": 1.0008, "collectiveTitle": {"en": "Mishnat Eretz Yisrael on Mishnah Baba Batra", "he": "משנת ארץ ישראל על משנה בבא בתרא"}, "he": "מנחיל הוא מילה אחרת למוריש, אבל המונח \"להנחיל\" הוא מונח מקראי ובלשון חכמים הנְחלה מתקשרת לחלוקת הארץ בימי יהושע. המשפט העברי והתורה שבעל פה חידשו את המונח \"ירושה\", או נכון יותר הפכו את המונח המקראי (בראשית טו ג; ויקרא כ כד ועוד הרבה) למונח השורר בלשון המשפטית, ואילו המונח \"נוחל\" מופיע בספרות חז\"ל בהקשרים של חלוקת הארץ בימי יהושע. המונח \"נחל\" הוא גם המונח המובהק בפרשת בנות צלפחד, שיש לה השפעה רבה על פרקנו (להלן מ\"ב ומ\"ג). בכלל הפרק עוסק בדיני ירושה אך \"מתכתב\" עם פרשת בנות צלפחד במידה רבה.", "heVersionTitle": "Kvutsat Yavne, 2020-2021", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "657ecc5b758c1dc532ec8ea6", "index_title": "Steinsaltz on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Steinsaltz on Leviticus 20:24", "anchorRef": "Leviticus 20:24", "anchorRefExpanded": ["Leviticus 20:24"], "sourceRef": "Steinsaltz on Leviticus 20:24", "sourceHeRef": "ביאור שטיינזלץ על ויקרא כ׳:כ״ד", "anchorVerse": 24, "sourceHasEn": true, "commentaryNum": 20.0024, "collectiveTitle": {"en": "Steinsaltz", "he": "ביאור שטיינזלץ"}, "heTitle": "ביאור שטיינזלץ על ויקרא", "he": "<b>וָאֹמַר לָכֶם: אַתֶּם תִּירְשׁוּ אֶת אַדְמָתָם, וַאֲנִי אֶתְּנֶנָּה לָכֶם לָרֶשֶׁת אֹתָהּ, אֶרֶץ זָבַת חָלָב וּדְבָשׁ.</b> לירושת הארץ יש מטרה כפולה: מחד גיסא, מימוש הבטחתו של ה', ומאידך גיסא, גירוש העמים החוטאים מפני שאלו אינם ראויים לשבת בה.\n  <b>אֲנִי ה'</b>, בעל הרשות והסמכות \n  <b>אֱלֹהֵיכֶם,</b> המיוחד לכם, \n  <b>אֲשֶׁר הִבְדַּלְתִּי אֶתְכֶם מִן הָעַמִּים.</b> יש מן העוונות שנמנו עד כה שחוטאים בהם יושבי הארץ, ובעטיים ה' מואס בהם ויעבירם ממנה, ויש מהם ציוויים המוטלים דווקא על ישראל, באשר הם מובדלים משאר העמים.", "heVersionTitle": "The Koren Steinsaltz Tanakh HaMevoar - Hebrew", "heLicense": "Copyright: Steinsaltz Center", "heVersionTitleInHebrew": "", "text": "<b>I said to you: You shall inherit their land, and I will give it to you to inherit it, a land flowing with milk and honey. </b>Your inheritance of the land serves a dual purpose: On the one hand, it is the fulfillment of My promise to you; on the other hand, I will thereby expel the sinful nations who are unworthy of residing in the land. <b>I am the Lord, </b>who has the authority to perform these actions, and I am also <b>your God, who has distinguished you from the peoples. </b>The inhabitants of the Land of Israel are guilty of transgressing the prohibitions enumerated above; in response, God has rejected them and will remove them from the land. Some of these prohibitions, however, apply only to the children of Israel, due to their distinction from the peoples.", "versionTitle": "The Steinsaltz Tanakh - English", "license": "Copyright: Steinsaltz Center", "versionTitleInHebrew": ""}, {"_id": "52543d9bedbab4498f482e6f", "index_title": "Ibn Ezra on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Ibn Ezra on Leviticus 20:24:1", "anchorRef": "Leviticus 20:24", "anchorRefExpanded": ["Leviticus 20:24"], "sourceRef": "Ibn Ezra on Leviticus 20:24:1", "sourceHeRef": "אבן עזרא על ויקרא כ׳:כ״ד:א׳", "anchorVerse": 24, "sourceHasEn": true, "compDate": [1155, 1165], "commentaryNum": 24.0001, "collectiveTitle": {"en": "Ibn Ezra", "he": "אבן עזרא"}, "heTitle": "אבן עזרא על ויקרא", "he": "וטעם <b>ארץ זבת חלב.</b> שאין כמוה:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "The meaning of <i>a land flowing with milk and honey</i> (v. 24) is, there is no land like it.", "versionTitle": "Ibn Ezra's commentary on the Pentateuch, tran. and annot. by H. Norman Strickman and Arthur M. Silver. Menorah Pub., 1988-2004", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "52543d9bedbab4498f482e71", "index_title": "Ibn Ezra on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Ibn Ezra on Leviticus 20:24:2", "anchorRef": "Leviticus 20:24", "anchorRefExpanded": ["Leviticus 20:24"], "sourceRef": "Ibn Ezra on Leviticus 20:24:2", "sourceHeRef": "אבן עזרא על ויקרא כ׳:כ״ד:ב׳", "anchorVerse": 24, "sourceHasEn": true, "compDate": [1155, 1165], "commentaryNum": 24.0002, "collectiveTitle": {"en": "Ibn Ezra", "he": "אבן עזרא"}, "heTitle": "אבן עזרא על ויקרא", "he": "<b>אשר הבדלתי אתכם מן העמים.</b> באלה החקים ועוד שתבדילו בין הבהמה:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "WHO HAVE SET YOU APART FROM THE PEOPLES. With these statutes.<sup class=\"footnote-marker\">93</sup><i class=\"footnote\">The statutes describing those with whom sexual relations are prohibited.</i> Furthermore, <i>Ye shall…separate between the clean beast…</i>(v. 25).<sup class=\"footnote-marker\">94</sup><i class=\"footnote\">Not only are you to be distinguished from people by your social codes, but you shall also be distinguished from them by observing dietary laws.</i> ", "versionTitle": "Ibn Ezra's commentary on the Pentateuch, tran. and annot. by H. Norman Strickman and Arthur M. Silver. Menorah Pub., 1988-2004", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "53f178c2fbfba22336ea3d53", "index_title": "Kitzur Ba'al HaTurim on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Kitzur Ba'al HaTurim on Leviticus 20:24:1", "anchorRef": "Leviticus 20:24", "anchorRefExpanded": ["Leviticus 20:24"], "sourceRef": "Kitzur Ba'al HaTurim on Leviticus 20:24:1", "sourceHeRef": "קיצור בעל הטורים על ויקרא כ׳:כ״ד:א׳", "anchorVerse": 24, "sourceHasEn": false, "compDate": [1280, 1340], "commentaryNum": 24.0001, "collectiveTitle": {"en": "Kitzur Ba'al HaTurim", "he": "קיצור בעל הטורים "}, "heTitle": "קיצור בעל הטורים על ויקרא", "he": "<b>אשר הבדלתי אתכם</b> שבעים מצות בפ' קדושים כנגד שבעים אומות שהבדלתי אתכם מהם:\n\n", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "55053474fbfba270cc17e9f7", "index_title": "Haamek Davar on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Haamek Davar on Leviticus 20:24:1", "anchorRef": "Leviticus 20:24", "anchorRefExpanded": ["Leviticus 20:24"], "sourceRef": "Haamek Davar on Leviticus 20:24:1", "sourceHeRef": "העמק דבר על ויקרא כ׳:כ״ד:א׳", "anchorVerse": 24, "sourceHasEn": false, "compDate": [1840, 1880], "commentaryNum": 24.0001, "collectiveTitle": {"en": "Haamek Davar", "he": "העמק דבר"}, "he": "<b>ואמר לכם אתם תירשו את אדמתם.</b> כירושה שאין לה הפסק שאפילו בשעה שאין ישראל עליה יודעים שהיא שלהם אלא שגלו ממנה. וכמש״כ בס׳ שמות ל״ב י״ג. וזהו טעם על שנתן הקב״ה לנו עצה שלא תקיא אותנו הארץ אפילו אנו נכשלים בעריות:\n", "heVersionTitle": "Sefer Torat Elohim, Vilna 1879", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר תורת אלוהים, וילנא 1879", "text": [], "versionTitle": "Yalkut, Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "55053474fbfba270cc17e9f9", "index_title": "Haamek Davar on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Haamek Davar on Leviticus 20:24:2", "anchorRef": "Leviticus 20:24", "anchorRefExpanded": ["Leviticus 20:24"], "sourceRef": "Haamek Davar on Leviticus 20:24:2", "sourceHeRef": "העמק דבר על ויקרא כ׳:כ״ד:ב׳", "anchorVerse": 24, "sourceHasEn": false, "compDate": [1840, 1880], "commentaryNum": 24.0002, "collectiveTitle": {"en": "Haamek Davar", "he": "העמק דבר"}, "he": "<b>ואני אתננה לכם לרשת אותה ארץ זבת חלב ודבש.</b> אריכות לשון הוא והכי מיבעי אתם תירשו את אדמתם ארץ זבת חו״ד. אלא הוא עוד טעם על שנותן עצה לישראל יותר מז׳ אומות. שיש הפרש בין חלק ארץ שנתן הקב״ה לאיזה אומה לחלק א״י שנתן לנו. דכל הארצות היתה הנתינה בהשגחתו יתברך אך בתחלת הנתינה אם טובה היא אם רעה ולא היה מושגחת עוד בפרטי העתים לשנותה לפי המעשים. משא״כ ארץ ישראל בכל שעה היא בהשגחה כדכתיב תמיד עיני ה׳ אלהיך בה וגו׳. ויהושע וכלב אמרו אם חפץ בנו ה׳ והביא אותנו אל הארץ הזאת ונתנה לנו ארץ אשר היא זבת חו״ד. וביארנו שם שאמרו שגם בעת שהיא זבת חו״ד נדרשת להשגחה לפי מעשיהם של ישראל בתורה ובמצות. וזהו כונת המקרא ואני אתננה לכם לרשת אותה אשר היא כבר זבת חו״ד ומכ״מ הנני נותן בכל שעה השגחתי עליה. והוא טעם יפה שיש לקוות דעסק ת״ת יחזירם בתשובה שהרי היא הניתנת להשכיל על ההשגחה ביותר משא״כ שבע אומות לא היו מושגחין בזה האופן לכן לא היה עסק התורה מועיל להם:\n", "heVersionTitle": "Sefer Torat Elohim, Vilna 1879", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר תורת אלוהים, וילנא 1879", "text": [], "versionTitle": "Yalkut, Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "55053474fbfba270cc17e9fb", "index_title": "Haamek Davar on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Haamek Davar on Leviticus 20:24:3", "anchorRef": "Leviticus 20:24", "anchorRefExpanded": ["Leviticus 20:24"], "sourceRef": "Haamek Davar on Leviticus 20:24:3", "sourceHeRef": "העמק דבר על ויקרא כ׳:כ״ד:ג׳", "anchorVerse": 24, "sourceHasEn": false, "compDate": [1840, 1880], "commentaryNum": 24.0003, "collectiveTitle": {"en": "Haamek Davar", "he": "העמק דבר"}, "he": "<b>אשר הבדלתי אתכם מן העמים.</b> בזה שפרי הארץ תלוי במעשה שבין אדם לשמים מה שאין הדבר כן בכל העמים:\n", "heVersionTitle": "Sefer Torat Elohim, Vilna 1879", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר תורת אלוהים, וילנא 1879", "text": [], "versionTitle": "Yalkut, Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5868bd35d6e4a97c9cbb1688", "index_title": "Bekhor Shor", "category": "Commentary", "type": "commentary", "ref": "Bekhor Shor, Leviticus 20:24:1", "anchorRef": "Leviticus 20:24", "anchorRefExpanded": ["Leviticus 20:24"], "sourceRef": "Bekhor Shor, Leviticus 20:24:1", "sourceHeRef": "בכור שור, ויקרא כ׳:כ״ד:א׳", "anchorVerse": 24, "sourceHasEn": false, "compDate": [1145, 1195], "commentaryNum": 24.0001, "collectiveTitle": {"en": "Bekhor Shor", "he": "בכור שור"}, "heTitle": "ויקרא", "he": "<b>ואמר לכם אתם תירשו את אדמתם.</b> ואם תעשו כמעשיהם מה הועלתי בחלופי:\n", "heVersionTitle": "Bekhor Shor, HaTzofeh LeHokhmat Yisrael VIII, Budapest, 1924", "heLicense": "Public Domain", "heVersionTitleInHebrew": "בכור שור, הצופה לחכמת ישראל ח, בודפשט, תרפ\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5868bd35d6e4a97c9cbb168a", "index_title": "Bekhor Shor", "category": "Commentary", "type": "commentary", "ref": "Bekhor Shor, Leviticus 20:24:2", "anchorRef": "Leviticus 20:24", "anchorRefExpanded": ["Leviticus 20:24"], "sourceRef": "Bekhor Shor, Leviticus 20:24:2", "sourceHeRef": "בכור שור, ויקרא כ׳:כ״ד:ב׳", "anchorVerse": 24, "sourceHasEn": false, "compDate": [1145, 1195], "commentaryNum": 24.0002, "collectiveTitle": {"en": "Bekhor Shor", "he": "בכור שור"}, "heTitle": "ויקרא", "he": "<b>אשר הבדלתי אתכם</b> <b>מן העמים.</b> וכשם שאני הבדלתי אתכם מן העמים שהם טמאים להיות טהורים וקדושים כן אתם תבדילו בין הבהמה הטהורה לטמאה, לקחת לכם הטהורה:\n", "heVersionTitle": "Bekhor Shor, HaTzofeh LeHokhmat Yisrael VIII, Budapest, 1924", "heLicense": "Public Domain", "heVersionTitleInHebrew": "בכור שור, הצופה לחכמת ישראל ח, בודפשט, תרפ\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5892f13bd6e4a9274646e962", "index_title": "Chizkuni", "category": "Quoting Commentary", "type": "", "ref": "Chizkuni, Deuteronomy 32:8:3", "anchorRef": "Leviticus 20:24", "anchorRefExpanded": ["Leviticus 20:24"], "sourceRef": "Chizkuni, Deuteronomy 32:8:3", "sourceHeRef": "חזקוני, דברים ל״ב:ח׳:ג׳", "anchorVerse": 24, "sourceHasEn": true, "compDate": [1220, 1260], "commentaryNum": 8.0003, "collectiveTitle": {"en": "Chizkuni", "he": "חזקוני"}, "heTitle": "דברים", "he": "<b>יצב גבלת עמים למספר בני ישראל </b>בירר נחלה לי״‎ב שבטים שעדין לא נולדו ומסרה לי״‎ב בני כנען שהם עבדי בני שם כדכתיב ויהי כנען עבד למו, שלא יוכל לערער עליה כלום דמה שקנה עבד קנה רבו ושמרו אותה עד שבאו ישראל אדוניהם ונטלוה מידם וכן פי׳‎ למעלה בסוף פרשת קדושים. ובני כנען י״‎ב היו כדכתיב וכנען ילד את צידון בכורו ואת חת ואת היבוסי ואת האמורי ואת הגרגשי ואת החוי ואת הערקי ואת הסיני ואת הארודי ואת הצמרי ואת החמתי והם י״‎א ואחר נפוצו משפחות הכנעני שנחלקה אחת ממשפחותיו לשתים ויצא ממנו הפריזי שאינו מנוי כאן הרי י״‎ב למספר בני ישראל.\n", "heVersionTitle": "Chizkuni", "heLicense": "Public Domain", "heVersionTitleInHebrew": "חזקוני", "text": "יצב גבולות עמים למספר בני ישראל, “He set the borders of the peoples according to the number of the Children of Israel.” He set aside 12 portions of land for the as yet unborn 12 founding fathers of the Jewish nation. There is a tradition that the twelve sons of Canaan (listed in Genesis chapter 10, where eleven have been named) who used to be slaves of the descendants of Shem, son of Noach, as per the curse of their grandfather Noach, received the lands which in due course were taken over from them by the 12 tribes of Israel under the leadership of Joshua. When the Israelites took over, the former inhabitants had no legal claim against the at all, as whatever slaves “own,” is really the property of their masters, and seeing that the Israelites were descendants of Shem, the Canaanites’ master, they had not had any title to that land ever. It is not surprising that one these tribes of Canaan split into two, during the approximately 300 years between the end of the deluge and the time of Avraham. The author has mentioned this tradition already in his commentary on Leviticus 20,24.", "versionTitle": "Chizkuni, translated and annotated by Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": "חזקוני, מתורגם ומוער בידי אליהו מונק"}, {"_id": "5892f291d6e4a92746471cc8", "index_title": "Chizkuni", "category": "Commentary", "type": "commentary", "ref": "Chizkuni, Leviticus 20:24:1", "anchorRef": "Leviticus 20:24", "anchorRefExpanded": ["Leviticus 20:24"], "sourceRef": "Chizkuni, Leviticus 20:24:1", "sourceHeRef": "חזקוני, ויקרא כ׳:כ״ד:א׳", "anchorVerse": 24, "sourceHasEn": true, "compDate": [1220, 1260], "commentaryNum": 24.0001, "collectiveTitle": {"en": "Chizkuni", "he": "חזקוני"}, "heTitle": "ויקרא", "he": "<b>אתם תירשו את אדמתם</b> שאתם באים ויורשים אותם שאתם פתחתם תחילה וכן הוא אומר גן נעול אחותי כלה וגו'", "heVersionTitle": "Chizkuni", "heLicense": "Public Domain", "heVersionTitleInHebrew": "חזקוני", "text": "אתם תירשו את אדמתם, “you are about to inherit their land.” You are going to be their heirs as you preceded them in observing My commandments even before being ordered to do so, as our author had explained on chapter18,26.", "versionTitle": "Chizkuni, translated and annotated by Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": "חזקוני, מתורגם ומוער בידי אליהו מונק"}, {"_id": "5892f291d6e4a92746471cca", "index_title": "Chizkuni", "category": "Commentary", "type": "commentary", "ref": "Chizkuni, Leviticus 20:24:2", "anchorRef": "Leviticus 20:24", "anchorRefExpanded": ["Leviticus 20:24"], "sourceRef": "Chizkuni, Leviticus 20:24:2", "sourceHeRef": "חזקוני, ויקרא כ׳:כ״ד:ב׳", "anchorVerse": 24, "sourceHasEn": true, "compDate": [1220, 1260], "commentaryNum": 24.0002, "collectiveTitle": {"en": "Chizkuni", "he": "חזקוני"}, "heTitle": "ויקרא", "he": "<b>ואני אתננה לכם</b> שהרי היא אינה אלא חלקו של שם ואתם בניו של שם והם אינם אלא בניו של חם ומה טיבן בתוכה אלא שיהיו הם שומרי המקום עד שתבואו.", "heVersionTitle": "Chizkuni", "heLicense": "Public Domain", "heVersionTitleInHebrew": "חזקוני", "text": "ואני אתננה לכם, “and I will give it to you;” seeing that as the children of Shem, son of Noach who was older that Cham, from whom they have descended, your claim is older. All they (the Canaanites) did while occupying that land was to preserve it for the time when it would become yours. (Sifra)", "versionTitle": "Chizkuni, translated and annotated by Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": "חזקוני, מתורגם ומוער בידי אליהו מונק"}, {"_id": "5892f291d6e4a92746471ccc", "index_title": "Chizkuni", "category": "Commentary", "type": "commentary", "ref": "Chizkuni, Leviticus 20:24:3", "anchorRef": "Leviticus 20:24", "anchorRefExpanded": ["Leviticus 20:24"], "sourceRef": "Chizkuni, Leviticus 20:24:3", "sourceHeRef": "חזקוני, ויקרא כ׳:כ״ד:ג׳", "anchorVerse": 24, "sourceHasEn": true, "compDate": [1220, 1260], "commentaryNum": 24.0003, "collectiveTitle": {"en": "Chizkuni", "he": "חזקוני"}, "heTitle": "ויקרא", "he": "<b>אני ה׳‎ אלקיכם</b> ואינם צריכים לאחר.", "heVersionTitle": "Chizkuni", "heLicense": "Public Domain", "heVersionTitleInHebrew": "חזקוני", "text": "אני ה' אלוקיכם, “I am the Lord your G-d.” Anyone who has Me as his G-d, needs none other.", "versionTitle": "Chizkuni, translated and annotated by Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": "חזקוני, מתורגם ומוער בידי אליהו מונק"}, {"_id": "5a9d3cd4d6e4a9026bd8f7d7", "index_title": "Aderet Eliyahu", "category": "Commentary", "type": "commentary", "ref": "Aderet Eliyahu, Leviticus 20:24:1", "anchorRef": "Leviticus 20:24", "anchorRefExpanded": ["Leviticus 20:24"], "sourceRef": "Aderet Eliyahu, Leviticus 20:24:1", "sourceHeRef": "אדרת אליהו, ויקרא כ׳:כ״ד:א׳", "anchorVerse": 24, "sourceHasEn": false, "compDate": [1740, 1800], "commentaryNum": 24.0001, "collectiveTitle": {"en": "Aderet Eliyahu", "he": "אדרת אליהו"}, "heTitle": "ויקרא", "he": "<b>ואמר לכם.</b> אתם נאים שאתם פתחתם תחלה [פי' במצרים] כמ\"ש גן נעול אחותי כלה כו':", "heVersionTitle": "Aderet Eliyahu, Halberstadt, 1860", "heLicense": "Public Domain", "heVersionTitleInHebrew": "אדרת אליהו על התורה, הלברשטאט תרי\"ט", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5a9d3cd4d6e4a9026bd8f7d9", "index_title": "Aderet Eliyahu", "category": "Commentary", "type": "commentary", "ref": "Aderet Eliyahu, Leviticus 20:24:2", "anchorRef": "Leviticus 20:24", "anchorRefExpanded": ["Leviticus 20:24"], "sourceRef": "Aderet Eliyahu, Leviticus 20:24:2", "sourceHeRef": "אדרת אליהו, ויקרא כ׳:כ״ד:ב׳", "anchorVerse": 24, "sourceHasEn": false, "compDate": [1740, 1800], "commentaryNum": 24.0002, "collectiveTitle": {"en": "Aderet Eliyahu", "he": "אדרת אליהו"}, "heTitle": "ויקרא", "he": "<b>תירשו את אדמתם.</b> ירושה עולמית אשר הבדלתי אתכם מן העמים. ראו כמה ביניכם לבין האומות באומות א' מקשט את אשתו ואחר נוטל כו':", "heVersionTitle": "Aderet Eliyahu, Halberstadt, 1860", "heLicense": "Public Domain", "heVersionTitleInHebrew": "אדרת אליהו על התורה, הלברשטאט תרי\"ט", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5a9d3cd4d6e4a9026bd8f7db", "index_title": "Aderet Eliyahu", "category": "Commentary", "type": "commentary", "ref": "Aderet Eliyahu, Leviticus 20:24:3", "anchorRef": "Leviticus 20:24", "anchorRefExpanded": ["Leviticus 20:24"], "sourceRef": "Aderet Eliyahu, Leviticus 20:24:3", "sourceHeRef": "אדרת אליהו, ויקרא כ׳:כ״ד:ג׳", "anchorVerse": 24, "sourceHasEn": false, "compDate": [1740, 1800], "commentaryNum": 24.0003, "collectiveTitle": {"en": "Aderet Eliyahu", "he": "אדרת אליהו"}, "heTitle": "ויקרא", "he": "<b>הבדלתי אתכם.</b> כל מעשיהן של ישראל מובדלין מבין האומות בחרישתן בזריעתן בקצירתן כו':", "heVersionTitle": "Aderet Eliyahu, Halberstadt, 1860", "heLicense": "Public Domain", "heVersionTitleInHebrew": "אדרת אליהו על התורה, הלברשטאט תרי\"ט", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5a9d3cd4d6e4a9026bd8f7dd", "index_title": "Aderet Eliyahu", "category": "Commentary", "type": "commentary", "ref": "Aderet Eliyahu, Leviticus 20:24:4", "anchorRef": "Leviticus 20:24", "anchorRefExpanded": ["Leviticus 20:24"], "sourceRef": "Aderet Eliyahu, Leviticus 20:24:4", "sourceHeRef": "אדרת אליהו, ויקרא כ׳:כ״ד:ד׳", "anchorVerse": 24, "sourceHasEn": false, "compDate": [1740, 1800], "commentaryNum": 24.0004, "collectiveTitle": {"en": "Aderet Eliyahu", "he": "אדרת אליהו"}, "heTitle": "ויקרא", "he": "<b>מן העמים.</b> אלו נאמר ואבדיל העמים מכם לא הי' תקומה לאומות אלא מן העמים כאדם שבורר וחוזר ובורר:", "heVersionTitle": "Aderet Eliyahu, Halberstadt, 1860", "heLicense": "Public Domain", "heVersionTitleInHebrew": "אדרת אליהו על התורה, הלברשטאט תרי\"ט", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5c179758bb386c011be95eb0", "index_title": "Akeidat Yitzchak", "category": "Jewish Thought", "type": "", "ref": "Akeidat Yitzchak 59:1:6", "anchorRef": "Leviticus 20:24", "anchorRefExpanded": ["Leviticus 20:24"], "sourceRef": "Akeidat Yitzchak 59:1:6", "sourceHeRef": "עקידת יצחק נ״ט:א׳:ו׳", "anchorVerse": 24, "sourceHasEn": false, "compDate": [1455, 1495], "commentaryNum": 1.0006, "collectiveTitle": {"en": "Akeidat Yitzchak", "he": "עקידת יצחק"}, "he": "אמנם הנמשך יחוייב מאליו. והוא שאם ימצא זמן מה מוגבל בו ובסבובו יורשם כללות זמן חיי אדם וחלקיו ולא עוד אלא כל ימי עולם וחלקיהם אין ספק שהעיון וההשתכלות בו הוא מועיל לו מאד. והנה לפי שהיה מספר שבעת הימים אשר בהם עשה יי' את השמים ואת הארץ ובם שבת וינפש הוא הקף בינוני אשר בו ובסבוביו נמנו חדשים ושנים שמטות ויובלים ויתר החשובים. הנה הוא מבואר שההשקפ' עליו היא מועילה הפלא ופלא מכל זולתו מהמספרים כי ההתבוננות בו הוא תוכחת מוסר לאדם משני פנים. האחד מה שיחוייב על האיש הנלבב לחבב על עצמו הזמן הרב המחובר מהרבה הקפים חשובים כאלו אשר זכרנו אשר כל אחד הוא זמן חשוב לעצמו ויכיר שהוא חטא עצום לשלחו ריקם מלפניו. והשני כי יזכור בו ימות עולם והחכמה האלהית הנפלאה הכוללת בהם בכל מעשה בראשית אשר ברא אלהים לעשות. כי הוא מה שיורה לאדם הדרך ישכון אור בו יוציא ימי שנותיו אלה בטוב וחייו בנעימים. וכמה השתדלה החכמה האלהית לרשום זה הענין הנפלא בלבבנו בהרגל זה המספר המסויים בענינים מורגלים ומפורסמים באומה כמו שהוא הענין בשביעיות המועדים ויתר המספרים שביניהם כי הנה חג הפסח הנעשה בחדש האביב מועד צאתנו ממצרים הוא באמת דוגמת צאתנו לאויר העולם ימי התחלתנו להבין ולהשכיל בעניננו כמו שהאביב הוא אצל החכמים בבחינת השנה כעין הילדות והשחרות בימי האדם. והנה אז קבעה התורה האלהית שבעת ימי החג שנאמר (שמות י״ב:ט״ו) שבעת ימים מצות תאכלו אך ביום הראשון וגו'. אמר כי <sup class=\"footnote-marker\">*</sup><i class=\"footnote\">בחודש השביעי למנין הבריאה ר\"ל חודש ניסן, כי כמו שתשרי הוא החודש השביעי לחשבון השנה מניסן, מועד צאתם ממצרים, כן חודש ניסן הוא החודש השביעי לתשרי שבו נברא העולם לדעת ר\"א, - (בר\"ה דף י' ע\"ב). \n</i>בחדש השביעי הזה למנין הבריא' ואחר עבור ממנו ב' שבועות ימים יתחילו למנות שבעת ימים בהם יבערו כל מיני החמץ שנכתבו במקומן בשער ל\"ח והוא מה שאמרו ז\"ל אור לארבע עשר בודקין את החמן לאור הנר (פסחים ב'.) כי האור המזומן לבדוק החמץ אשר בחדרי האדם ובמשכיות לבו הוא הנתון בו בי\"ד וזהו השכל המתעורר בו בסוף שתי השביעיות מקצב ימיו כאשר אמרנו ראשונה וכמו שאמר (משלי כ׳:כ״ז) נר יי' נשמת אדם חופש כל חדרי בטן ומה נמלצו דברי המליץ בזה לבי לבי התורה והאדם חבורם נר אלהים בארץ גוו פתילה נפתלת וכו' (בחינת עולם פ' ט'.ז). וכבר השלמנו ענינו בשער מ\"ד וכמה צריך להזהר באבוקה הזאת בבוא עתה לבדוק בחורין ובסדקין אשר בכל חדרי בטן שתהא משוערת כראוי (פסחים ז'.) לא חזקה שתשרוף הבית ולא חלושה עד שלא תספיק לגלות כסוי חטאים. והנה בשאר עניני הביעור והבדיקה הצריכים אל מצות השבוע ההוא הנזכר יש ענינים נכבדים <sup class=\"footnote-marker\">*</sup><i class=\"footnote\">ובהגעלת הכלים וכו' כונתו כי כמו שיש בהגעלת כלי איסור, או כלי חמץ ד' מדרגות, כי אשר ישתמש בהם רק בצונן הכשרו בהדחה ושטיפה, ואשר תשמישו בחמין, צריך הגעלה בחמין, ומה שתשמישו באש בלי אמצעית המים, כשפוד הכשרו ע\"י ליבון וביאה באש, וכלי חרס אשר חלקיו רפים, אשר ע\"כ נדבק בלעו בו ולא יצא לחוץ גם ע\"י חמין או ביאה באש אין לו תקנה כי אם בשבירה, כן יש גם בעושי עבירה ארבעה חלוקי כפרה שהיה ר' ישמעאל דורש (יומא פ\"ו ע\"א) והיותר גרוע מכולם הוא מי שיש בידו חילול השם, אשר לא יכופר עונו עד אשר ימות, ונדמה בזה לכלי חרס אשר לא יטהר, ואין לו תקנה רק בהשחתתו ע\"י שבירה, וזה שקונן הנביא על השחתת מדות בני ציון בימיו, עד שכמעט לא הית' תרופ' למכתם בבחינ' מוסרית, באמרו \"בבכי ציון היקרים איכה נחשבו לנבלי חרש\" וכו'. \n</i>ובהגעלת הכלים המתחלפים וצורך טהרתם על חלוקי כתות האדם וחיוב הכשרם. יש מהם אשר לא יקבלו שום טהרה ונקיון וטעונין שבירה או גניזה והם כלי חרס אשר נשתמשו בהם בחמין בכל דבר איסור (שם ל'). ועל דוגמתן באנשים אמר ירמיהו (איכה ד׳:ב׳) בני ציון היקרים וגו' איכה נחשבו לנבלי חרש וגו'. כלומר שאין להם תקנה אלא בשבירה וכמו שאמר (ירמיהו כ״ב:כ״ח) העצב נבזה נפוץ האיש הזה כניהו אם כלי אין חפץ בו. ומהן שמקבלין תיקון ומתחלקין אותם ארבעה חלוקי כפרה שהיה רבי ישמעאל דורש עבר מצות עשה ועשה תשובה לא זז משם עד שמוחלין לו (יומא פ\"ו.) ועל זה נאמר (ירמיהו ג׳:כ״ב) שובו בנים שובבים ארפא משובותיכם דוגמת הכלים שנשתמשו בהם בצונן ודי להם בשטיפה (ע\"א ע\"ה:) עבר על מצות לא תעשה ועשה תשובה וכו' (יומא שם) דוגמת הכלים שנשתמשו בהם בחמין וטעונין שפשוף והגעלה (ע\"א שם). עבר על כריתות ומיתות ב\"ד ועשה תשובה וכו' (יומא שם) דוגמת הכלים שנשתמשו בהם ע\"י האור עצמו שלא יספיק להם רק כשיבואו באש ממש. (ע\"א שם) אמנם מי שיש בידו חלול השם (יומא שם) הם הם דוגמת כלי החרס שאין להם טהרה רק בשבירה כמו שאמרנו. והנה פירוש המאמר הזה בשלימות יבא ביום העשור שער ס\"ג ב\"ה. גם יש במצות השבוע ההיא זהירות שמירת החטה משעת הטחינה (פסחים מ'.) והוא הזמן שבו מתחיל האדם לסבוב ולטחון אחר עניני האדם המדומים כי מאז צריך שמור ומאז והלאה יזהר מאד לבלתי אכול הדם והוא שימדוד האדם עיסתו בהשערת מעשיו במדה במשקל ובמשורה לבל יצא מהשטה כלל שאם יתיר לעצמו היציאה בקצת לסוף יצא לבלי חק ויהיה אחריתו להכרית הנפשות הג' הנזכרות. וכל אלו הם הערות נפלאות מוטלות עלינו באותו שיעור מזמננו שבו יתחיל השכל לפעם בקרבנו ואף כי נזקין לא נסור ממנו. <sup class=\"footnote-marker\">*</sup><i class=\"footnote\">והנה מהיום וכו' תוכן כונתו שאחרי היות חג הפסח מועד צאתנו ממצרים, אשר נחוג בחודש האביב, עת יתחדש הטבע כנשר נעוריו, והאדמה תצא מרחם החורף והסתיו, והעמקים יעטפו פרחי נועם, אות וסימן, לילדות ושחרות האדם, ע\"כ יזכירוני המצות שנצטוינו בו גם החובות המוטלות עלינו בראשית ימי חיינו, אחרי צאתנו מקרוב מבטן אמנו לאור תבל, עת ינצו פרחי שכלנו, ורוח המדע תחל לפעמנו, כי כמו שיובדקו לפני התקדש חג הפסח כל הבתים, ויבוער כל חמץ מהם, והכלים יוגעלו, והחטים ישמרו ויוטחנו, והעיסות נילושות בשמירה הכל לשם מצוה כן חובה עלינו להשיר גם מלבנו סיג וחלאת המדות הפחותות הדומות לשאור ומחמצת, ולהשתדל בהיפך לתקן ולהכין כל תכונות נפשנו בשמירה מעולה על צד היותר טוב, ואח\"כ נצטוינו לספור שבעה שבועות, מה שמעורר אותנו להסתכל ולהתבונן תמיד על מהות ואיכות ימי חיינו שהם בהרבה בני אדם רק שבעה שבועות שנים, ואחרי כלות ספירת שבעה שבועות, הרומזים גם על בריאת הטבע, והתחלת הנהגתה על פי חקים ידועים בשבעה ימים, נחוג יום החמשים יום מתן תורתנו, אשר בו החלה ההנהגה ההשגחית לבני ישראל, להטיב למו בעת שמרם מצות התורה, ולהרע למו כאשר יעברו על חקיה (עיין בביאורי בראשית דף צ\"ב) עד שמאז והלאה יש ג' מיני הנהגות בעולם לפי שינוי מעלת ומדרגת בני אדם המונהגים, כי המון כל העמים בכלל מונהגים מהי\"ת רק על פי מנהג הטבע וחוקיה, ואותה יקרא המשורר \"אמת ה',\" וממנה אמר \"ועד שחקים אמתך\" והשרידים אשר הוא קורא, והם העושים רצונו לשמה, מונהגים תמיד רק בהשגחה אלהית פרטית, ובהנהגה נסיית אשר ממנה אה\"כ \"כי גדול מעל שמים חסדך\" והבינונים העומדים בתוך בבחינת מעלתם המוסרית, גם הנהגתם משותפת בין הנהגה הטבעית והנסיית, וממנה נאמר \"כי גדול עד שמים חסדך,\" ואחרי עבור כל ימי הקציר אשר בהם נאסוף לאחדים תבואת הארץ ופרי מעשינו בכל שנה ושנה, הוקבע אלינו חג האסיף אשר הוא אות וסימן לקץ ואחרית ימינו וזמן אסיפתנו אל אבותינו אחרי כלות חיי הבלנו עלי ארץ, והוא ג\"כ שבעה ימים אשר בהם חובה עלינו לשבת בסוכה בדירת עראי, מה שיזכור אותנו כי גם שבתנו עלי ארץ בשבעה שבועות שנותינו היא רק ישיבת עראי כאורח נטה ללון, ואך יצא יצא חג הסוכות, הנה ימי הקור והחורף דמות זמן מיתתנו לפנינו. \n</i>יהנה מהיום ההוא נצטוינו להמשיך מספר שבעה שביעיות שהם ממש פרקי האדם וגבולי זמנו שזכרנו כמו שאמר (ויקרא כ׳:כ״ד'ג) וספרתם לכם ממחרת השבת מיום הביאכם את עומר התנופה שבע שבתות תמימות תהיינה עד ממחרת השבת השביעית תספרו חמשים יום והקרבתם מנחה חדשה ליי' כי כל זה הוא הכנה והדרכה להגיעם אל שלמותם כמו שיורו הקרבנות המיוחדים אשר בשני קצות הזמן רצוני עומר השעורים ושתי הלחם אשר מהחטים כאשר יבא בפרשת העומר ב\"ה. ולזה היה יום החמשים יום מתן תורה הכוללת חמשים שערי בינה. אמנם היה היום ההוא יום אחד לבד להורות על היכולת האלהי על מעשה הטבע הרמוז במספר השביעיות כמו שאמרנו ראשונה קודם שנברא העולם היה הקב\"ה ושמו לבד והיא מדת החסד אשר שתף האל יתעלה להנהגת העולם ע\"י היישרת התורה האלהית ובזכות העוסקים בה כהוגן ומיחדים מלאכתה לזמנם הנזכר וזה במה שיתנהג עמם במדה עליונה אשר בה ישדד טבע מערכות השמים או במה שיסכים רצננו יתעלה עם הסדר הטבעי בכל מה שיושפע להם ממנו שם טוב והצלחה עד שיהיי הטובות אשר מזה המין משותפות מהטבע והרצון האלהי. והנה א\"כ ימצאו שלשה מיני הנהגה טבעית והשגחיית ומשותפות וכל אחת מהנה תשמש לפי מדרגת המקבל. כי הנה הטבע בהחלט נתיחד לכללות ההמון. אמנם ההשגחה המוחלטת לשרידים אשר יי' קורא. אמנם המשותפת לבינוניי' ואשר נמצא במעשיהם צד שתוף ג\"כ. ולזה אמרו בפסחים (נ':) רבא רמי כתיב (תלים נ\"ז) כי גדול עד שמים חסדך וכתיב (שם ק\"ח) כי גדול מעל שמים חסדך הא כיצד כאן שעושין לשמה כאן שעושין שלא לשמה. כדרב יהודה אמר רב לעולם יעסוק אדם בתורה ובמצות אפילו שלא לשמן שמתוך שלא לשמן בא לשמן והכונה לתת הבדל בין ההנהגות אשר תשתתף בהם ההשגחה האישיית כי הנה הסדור הטבעי בהחלט הוא אשר זכרו המשורר באומרו (תלים נ\"ז) ועד שחקים אמתך לפי שהוא סדור קיים תמידי בלתי משתנה בשביל מעשה האדם וייחס אותו אל השחקים לפי שכל הענינים ההוים בהנהנה ההיא הם נשחקים ונפסדים תחתיהם. אמנם כאשר תשתתף באלו הענינים ההשגחה האישיית כמו שאמרנו קרא אותם חסד שמימיי ואמר כי גדול עד שמים חסדך כמו שאמרו חז\"ל (ב\"ר פ' י\"ב) ראה שאין העולם מתקיים שתף עמו מדת החסד. אמנם ההנהגה ההשגחיית לגמרי עליה אמר כי גדול מעל שמים חסדך כי היא ודאי ברכות שמים מעל רצוני הנהגה אלהית למעלה ממערכות השמים וכל סדוריהם. ולזה אמר כי העושים שלא לשמה יגיעום הטובות הטבעיות ההם בהסכמת הרצון האלהי ולא ימנע מהם כדי שיגיעם שכר פעולתם איך שהיה אמנם המכוונים לשמה יגיעום הטובות העליונות המכוונות ממנו יתעלה ואין עמו אל נכר והם הטובות הנפשיות האמתיות ולזה היתה עצה טובה לעולם יעסוק אדם בתורה וכו'. ואיפשר כי לזה הענין כוונו חז\"ל (כתובות ה'.) באומרם גדולים מעשי צדיקים ממעשה שמים וארץ דאלו במעשה שמים וארץ כתיב (ישעיהו מ״ח:י״ג) אף ידי יסדה ארץ וימיני טפחה שמים. ואלו במעשה הצדיקים כתיב (שמות ט״ו:י״ז) מקדש אדני כוננו ידיך וזה כי ענין הנהגת הטבע הוא בדרך אחר אמנם ההשגחיית היא על שני פנים אם מיוחדת ואם משותפת אל הטבע כנזכר. ומה שהשיב הבבלי (כתובות שם) ויבשת ידיו יצרו (תלים י\"ט) כיון יפה אל מה שנמצא ג\"כ שהרצון האלהי משתתף אל הטבע. וכבר ראוי ליחס לו שתי ידים. אלא שהיתה התשובה (כתובות שם) ידו כתיב כלומר אף ע\"פ כן אין ראוי לצרף הרצון האלהי אל הטבע כזה עד שיחשבו לו שתי ידים כי על דרך האמת הרצון האלהי הלזה הוא מצירוף ההשגחה ונחשב עמה ולזה כאשר הקשה (שם) ומעשי ידיו מגיד הרקיע (תלים י\"ט) השיב מעשיהם של צדיקים מגיד הרקיע ומאי ניהו מטר לומר כי כאשר בזכות הצדיקים ראוי לבא הטוב הנה רצונו יתעלה יסכים עם הטבע להוריד טל ומטר בזמנו ושלא יעצרהו מבוא כאשר יהיה כן מפאת סדורו וגם כשלא יסכים הטבע הנה הוא יוליד אגלי טל ומטר על כרחו ושלא בהסכמתו והרי הם שתי ידים זוכות כאחת ובשער ט\"ו פירשתי המאמר הזה בענין אחר נאות מאד. סוף דבר ההנהגה התוריית אשר נתנה לנו באותו יום אשר בסוף השבעה שבועות היא מעל שמים ולזה לא ייחד לה מספר ימי בראשית רק יום אחד ליי' כי הוא יתעלה נשגב לעשות על פי התורה כל אשר חפץ בשמים ובארץ וכן בכל כיוצא בזה: \n", "heVersionTitle": "Akeidat Yitzchak, Pressburg 1849", "heLicense": "Public Domain", "heVersionTitleInHebrew": "עקידת יצחק, פרשבורג, תר\"ט", "text": "", "versionTitle": "Akeydat Yitzchak by Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5f8707b462a5fe9e62a7e35c", "index_title": "Hegyonei Uziel", "category": "Jewish Thought", "type": "", "ref": "Hegyonei Uziel, Gate III 30:1", "anchorRef": "Leviticus 20:22-26", "anchorRefExpanded": ["Leviticus 20:22", "Leviticus 20:23", "Leviticus 20:24", "Leviticus 20:25", "Leviticus 20:26"], "sourceRef": "Hegyonei Uziel, Gate III 30:1", "sourceHeRef": "הגיוני עוזיאל, שער ג; האומה ותגמוליה ל׳:א׳", "anchorVerse": 22, "sourceHasEn": false, "compDate": [1910, 1950], "commentaryNum": 30.0001, "collectiveTitle": {"en": "Hegyonei Uziel", "he": "הגיוני עוזיאל"}, "heTitle": "שער ג; האומה ותגמוליה", "he": "<b>ארץ הקדש לעם קדוש</b><br>ארץ הקדש היא מקודשת לעם ישראל הקדוש בהיותו בקדושתו, שכן נאמר בפרשת עריות ומאכלות אסורות: ״ושמרתם את כל חקתי ואת כל משפטי ועשיתם אותם ולא תקיא אתכם הארץ אשר אני מביא אתכם שמה לשבת בה, ולא תלכו בחקות הגוי אשר אני משלח מפניכם, כי את כל אלה עשו ואקוץ בם, ואומר לכם: אתם תירשו את אדמתם ואני אתננה לכם לרשת אותה ארץ זבת חלב ודבש, אני ה׳ אלקיכם אשר הבדלתי אתכם מן העמים, והבדלתם בין הבהמה הטהורה לטמאה ובין העוף הטמא לטהור, ולא תשקצו את נפשותיכם וגו׳, אשר הבדלתי לכם לטמא, והייתם לי קדושים כי קדוש אני ה׳, ואבדיל אתכם מן העמים להיות לי״ (ויקרא כ, כב-כו). וכן נאמר: ״ותטמא הארץ ואפקד עונה עליה ותקיא הארץ את יושביה, ושמרתם אתם את חקתי ואת משפטי ולא תעשו מכל התועבות האלה, האזרח והגר הגר בתוככם… ולא תקיא הארץ אתכם בטמאכם אותה, כאשר קאה את הגוי אשר לפניכם״ (שם יח, כה־כח).", "heVersionTitle": "Jerusalem, 2009", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5f8709341b7f977c763723fb", "index_title": "Hegyonei Uziel", "category": "Jewish Thought", "type": "", "ref": "Hegyonei Uziel, Gate XIX 1:6", "anchorRef": "Leviticus 20:24-26", "anchorRefExpanded": ["Leviticus 20:24", "Leviticus 20:25", "Leviticus 20:26"], "sourceRef": "Hegyonei Uziel, Gate XIX 1:6", "sourceHeRef": "הגיוני עוזיאל, שער יט; מצות קדושה א׳:ו׳", "anchorVerse": 24, "sourceHasEn": false, "compDate": [1910, 1950], "commentaryNum": 1.0006, "collectiveTitle": {"en": "Hegyonei Uziel", "he": "הגיוני עוזיאל"}, "heTitle": "שער יט; מצות קדושה", "he": "מכאן נובע יסוד כל מצות מאכלות אסורות: חלב, ודם, ובשר וחלב, שיסודם הוא הבדלה מטומאה כדי להכשיר את עצמנו לקדושה, ובנין אב לכולם הוא מאמר התורה: ״אני ה׳ אלקיכם אשר הבדלתי אתכם מן העמים, והבדלתם בין הבהמה הטהורה לטמאה…ולא תשקצו את נפשותיכם…והייתם לי קדושים כי קדוש אני ה׳ ואבדיל אתכם מן העמים להיות לי״ (ויקרא כ, כד-כו).", "heVersionTitle": "Jerusalem, 2009", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6319cf83b6084aa1cbef8b5d", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, אֲדָמָה 1", "anchorRef": "Leviticus 20:24", "anchorRefExpanded": ["Leviticus 20:24"], "sourceRef": "BDB, אֲדָמָה 1", "sourceHeRef": "בראון-דרייבר-בריגס, אֲדָמָה א׳", "anchorVerse": 24, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "אֲדָמָה", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><span dir=\"rtl\">אֲדָמָה</span></big><sub>224</sub>  <strong>n.f. ground, land (</strong>as <em>tilled</em>, Ger. <em>bebaut</em>? Dl<sup>Pr 105</sup>, but Fleisch. (Merx<sup>Archiv I, 236 f</sup>) comp. Ar. <span dir=\"rtl\">أَدَمَة</span> <em>skin</em>, as smoothly covering & close-fitting; √<span dir=\"rtl\">דם</span> cf. Ar. <span dir=\"rtl\">دَمَّ</span> <em>smear</em> (spread over surface); cf. also Nö<sup>ZMG 1886, 737</sup><strong>)</strong>—<span dir=\"rtl\">א׳</span> <a data-ref=\"Genesis 1:25\" href=\"/Genesis.1.25\">Gn 1:25</a> +; cstr. <span dir=\"rtl\">אַדְמַת</span> <a data-ref=\"Genesis 47:20\" href=\"/Genesis.47.20\">Gn 47:20</a> +; sf. <span dir=\"rtl\">אַדְמָתִי</span> <a data-ref=\"Job 31:38\" href=\"/Job.31.38\">Jb 31:38</a> + 2 textual etc.; pl. <span dir=\"rtl\">אֲדָמוֹת</span> <a data-ref=\"Psalms 49:12\" href=\"/Psalms.49.12\">ψ 49:12</a>—<br><strong>1.</strong>  <em>ground</em> (as tilled, yielding sustenance) <a data-ref=\"Genesis 2:5\" href=\"/Genesis.2.5\">Gn 2:5</a>, <a data-ref=\"Genesis 2:9\" href=\"/Genesis.2.9\">9</a>; <a data-ref=\"Genesis 3:17\" href=\"/Genesis.3.17\">3:17</a>, <a data-ref=\"Genesis 3:23\" href=\"/Genesis.3.23\">23</a>; <a data-ref=\"Genesis 4:2\" href=\"/Genesis.4.2\">4:2</a>, <a data-ref=\"Genesis 4:3\" href=\"/Genesis.4.3\">3</a>, <a data-ref=\"Genesis 4:12\" href=\"/Genesis.4.12\">12</a>; <a data-ref=\"Genesis 5:29\" href=\"/Genesis.5.29\">5:29</a>; <a data-ref=\"Genesis 8:21\" href=\"/Genesis.8.21\">8:21</a>; <a data-ref=\"Genesis 19:25\" href=\"/Genesis.19.25\">19:25</a>; <a data-ref=\"Genesis 47:23\" href=\"/Genesis.47.23\">47:23</a> <a data-ref=\"Exodus 34:26\" href=\"/Exodus.34.26\">Ex 34:26</a> (all J); <a data-ref=\"Exodus 23:19\" href=\"/Exodus.23.19\">Ex 23:19</a> (E) <a data-ref=\"Deuteronomy 7:13\" href=\"/Deuteronomy.7.13\">Dt 7:13</a>; <a data-ref=\"Deuteronomy 11:17\" href=\"/Deuteronomy.11.17\">11:17</a>; <a data-ref=\"Deuteronomy 26:2\" href=\"/Deuteronomy.26.2\">26:2</a>, <a data-ref=\"Deuteronomy 26:10\" href=\"/Deuteronomy.26.10\">10</a>, <a data-ref=\"Deuteronomy 26:15\" href=\"/Deuteronomy.26.15\">15</a>; <a data-ref=\"Deuteronomy 28:4\" href=\"/Deuteronomy.28.4\">28:4</a>, <a data-ref=\"Deuteronomy 28:11\" href=\"/Deuteronomy.28.11\">11</a>, <a data-ref=\"Deuteronomy 28:18\" href=\"/Deuteronomy.28.18\">18</a>, <a data-ref=\"Deuteronomy 28:33\" href=\"/Deuteronomy.28.33\">33</a>, <a data-ref=\"Deuteronomy 28:42\" href=\"/Deuteronomy.28.42\">42</a>, <a data-ref=\"Deuteronomy 28:51\" href=\"/Deuteronomy.28.51\">51</a>; <a data-ref=\"Deuteronomy 30:9\" href=\"/Deuteronomy.30.9\">30:9</a>; <a data-ref=\"II Samuel 9:10\" href=\"/II_Samuel.9.10\">2 S 9:10</a> <a data-ref=\"Isaiah 1:7\" href=\"/Isaiah.1.7\">Is 1:7</a>; <a data-ref=\"Isaiah 28:24\" href=\"/Isaiah.28.24\">28:24</a>; <a data-ref=\"Isaiah 30:23\" href=\"/Isaiah.30.23\">30:23</a><sup>(×2)</sup>, <a data-ref=\"Isaiah 30:24\" href=\"/Isaiah.30.24\">24</a> <a data-ref=\"Jeremiah 7:20\" href=\"/Jeremiah.7.20\">Je 7:20</a>; <a data-ref=\"Jeremiah 14:4\" href=\"/Jeremiah.14.4\">14:4</a>; <a data-ref=\"Jeremiah 25:33\" href=\"/Jeremiah.25.33\">25:33</a> <a data-ref=\"Haggai 1:11\" href=\"/Haggai.1.11\">Hg 1:11</a> <a data-ref=\"Malachi 3:11\" href=\"/Malachi.3.11\">Mal 3:11</a> <a data-ref=\"Psalms 83:11\" href=\"/Psalms.83.11\">ψ 83:11</a>; <a data-ref=\"Psalms 105:35\" href=\"/Psalms.105.35\">105:35</a> <a data-ref=\"Proverbs 12:11\" href=\"/Proverbs.12.11\">Pr 12:11</a> <a data-ref=\"Proverbs 28:19\" href=\"/Proverbs.28.19\">28:19</a> <a data-ref=\"I Chronicles 27:26\" href=\"/I_Chronicles.27.26\">1 Ch 27:26</a> <a data-ref=\"Nehemiah 10:36\" href=\"/Nehemiah.10.36\">Ne 10:36</a>, <a data-ref=\"Nehemiah 10:38\" href=\"/Nehemiah.10.38\">38</a> cf. fig. <a data-ref=\"Job 5:6\" href=\"/Job.5.6\">Jb 5:6</a> (‖ <span dir=\"rtl\">עפר</span>); personif. <a data-ref=\"Job 31:38\" href=\"/Job.31.38\">31:38</a> <a data-ref=\"Joel 1:10\" href=\"/Joel.1.10\">Jo 1:10</a>; also <span dir=\"rtl\">אִישׁ הָא׳</span> <a data-ref=\"Genesis 9:20\" href=\"/Genesis.9.20\">Gn 9:20</a> (J) <em>tiller, husbandman;</em> meton. <span dir=\"rtl\">אֹהֵב א׳</span> <a data-ref=\"II Chronicles 26:10\" href=\"/II_Chronicles.26.10\">2 Ch 26:10</a> i.e. <em>lover of husbandry</em> (or do these point to earlier meaning <em>tillage</em>? cf. Dl<sup>Pr 105</sup>) <span dir=\"rtl\">אִישׁ עֹבֵד א׳</span> <a data-ref=\"Zechariah 13:5\" href=\"/Zechariah.13.5\">Zc 13:5</a>.<br>†<strong>2.</strong>  <em>piece of ground</em>, landed property <a data-ref=\"Genesis 47:18\" href=\"/Genesis.47.18\">Gn 47:18</a>, <a data-ref=\"Genesis 47:19\" href=\"/Genesis.47.19\">19</a><sup>(×3)</sup>, <a data-ref=\"Genesis 47:20\" href=\"/Genesis.47.20\">20</a>, <a data-ref=\"Genesis 47:22\" href=\"/Genesis.47.22\">22</a><sup>(×2)</sup>, <a data-ref=\"Genesis 47:23\" href=\"/Genesis.47.23\">23</a>, <a data-ref=\"Genesis 47:26\" href=\"/Genesis.47.26\">26</a> (all J) <a data-ref=\"Psalms 49:12\" href=\"/Psalms.49.12\">ψ 49:12</a> (pl.)<br>†<strong>3.</strong>  <em>earth</em> as material substance; of wh. man is made <a data-ref=\"Genesis 2:7\" href=\"/Genesis.2.7\">Gn 2:7</a> <span dir=\"rtl\">(עָפָר מִן־הָא׳)</span>; so animals v <a data-ref=\"Genesis 2:19\" href=\"/Genesis.2.19\">19</a> <span dir=\"rtl\">(מִן־הָא׳)</span>; altar <a data-ref=\"Exodus 20:21\" href=\"/Exodus.20.21\">Ex 20:24</a>; earthen vessels <span dir=\"rtl\">חַרְשֵׂי א׳</span> <a data-ref=\"Isaiah 45:9\" href=\"/Isaiah.45.9\">Is 45:9</a>, on head, sign of woe <a data-ref=\"I Samuel 4:12\" href=\"/I_Samuel.4.12\">1 S 4:12</a> <a data-ref=\"II Samuel 1:2\" href=\"/II_Samuel.1.2\">2 S 1:2</a>; <a data-ref=\"II Samuel 15:32\" href=\"/II_Samuel.15.32\">15:32</a>; of contrition <a data-ref=\"Nehemiah 9:1\" href=\"/Nehemiah.9.1\">Ne 9:1</a> (cf. <span dir=\"rtl\">אֵפֶר</span>, <span dir=\"rtl\">עָפָר</span>); <span dir=\"rtl\">מַעֲבֵה הָא׳</span> <a data-ref=\"I Kings 7:46\" href=\"/I_Kings.7.46\">1 K 7:46</a> cf. <a data-ref=\"II Chronicles 4:17\" href=\"/II_Chronicles.4.17\">2 Ch 4:17</a> (<em>firmness of earth</em>, firm earth, clay-ground, for casting-moulds; or <em>clay-moulds</em> (Be)? or is this n.pr.? Klo proposes <span dir=\"rtl\">בַּמְּעָרָה הָאֲדֻמָּה</span> <em>in the red cave</em>); mule-loads of <a data-ref=\"II Kings 5:17\" href=\"/II_Kings.5.17\">2 K 5:17</a>; in it lie the dead <span dir=\"rtl\">מִיְּשֵׁנֵי אַדְמַת־עָפָר</span> <a data-ref=\"Daniel 12:2\" href=\"/Daniel.12.2\">Dn 12:2</a> cf. <a data-ref=\"Genesis 3:19\" href=\"/Genesis.3.19\">Gn 3:19</a>, <a data-ref=\"Genesis 3:23\" href=\"/Genesis.3.23\">23</a> <a data-ref=\"Psalms 146:4\" href=\"/Psalms.146.4\">ψ 146:4</a>.<br><strong>4.</strong>  <em>ground</em> as earth’s visible surface; <span dir=\"rtl\">רֶמֶס הָא׳</span> <a data-ref=\"Genesis 1:25\" href=\"/Genesis.1.25\">Gn 1:25</a>; <a data-ref=\"Genesis 6:20\" href=\"/Genesis.6.20\">6:20</a> (both P) <a data-ref=\"Hosea 2:20\" href=\"/Hosea.2.20\">Ho 2:20</a> cf. <a data-ref=\"Genesis 7:8\" href=\"/Genesis.7.8\">Gn 7:8</a>; <a data-ref=\"Genesis 9:2\" href=\"/Genesis.9.2\">9:2</a> (J?) <a data-ref=\"Leviticus 20:25\" href=\"/Leviticus.20.25\">Lv 20:25</a> (P) <a data-ref=\"Deuteronomy 4:18\" href=\"/Deuteronomy.4.18\">Dt 4:18</a> <a data-ref=\"Ezekiel 38:20\" href=\"/Ezekiel.38.20\">Ez 38:20</a>; also <a data-ref=\"Genesis 4:10\" href=\"/Genesis.4.10\">Gn 4:10</a> (J) <a data-ref=\"Isaiah 24:21\" href=\"/Isaiah.24.21\">Is 24:21</a> <a data-ref=\"Amos 3:5\" href=\"/Amos.3.5\">Am 3:5</a> <a data-ref=\"Zephaniah 1:2\" href=\"/Zephaniah.1.2\">Zp 1:2</a>, <a data-ref=\"Zephaniah 1:3\" href=\"/Zephaniah.1.3\">3</a>; as wet with dew <a data-ref=\"II Samuel 17:12\" href=\"/II_Samuel.17.12\">2 S 17:12</a>; rain <a data-ref=\"I Kings 17:14\" href=\"/I_Kings.17.14\">1 K 17:14</a>; <a data-ref=\"I Kings 18:1\" href=\"/I_Kings.18.1\">18:1</a>; cf. personif. <span dir=\"rtl\">פָּֽצְתָה הָא׳ אֶת־פִּיהָ</span> <a data-ref=\"Numbers 16:30\" href=\"/Numbers.16.30\">Nu 16:30</a> (P) (‖ <span dir=\"rtl\">ארץ</span> v <a data-ref=\"Numbers 16:32\" href=\"/Numbers.16.32\">32</a>), vid. v <a data-ref=\"Numbers 16:31\" href=\"/Numbers.16.31\">31</a> <a data-ref=\"Genesis 4:11\" href=\"/Genesis.4.11\">Gn 4:11</a>; of partic. place, spot <span dir=\"rtl\">א׳ קֹדֶשׁ</span> <a data-ref=\"Exodus 3:5\" href=\"/Exodus.3.5\">Ex 3:5</a> especially as abode of man <a data-ref=\"Exodus 10:6\" href=\"/Exodus.10.6\">Ex 10:6</a> <a data-ref=\"Deuteronomy 4:10\" href=\"/Deuteronomy.4.10\">Dt 4:10</a>, <a data-ref=\"Deuteronomy 4:40\" href=\"/Deuteronomy.4.40\">40</a>; <a data-ref=\"Deuteronomy 12:1\" href=\"/Deuteronomy.12.1\">12:1</a> <a data-ref=\"I Samuel 20:31\" href=\"/I_Samuel.20.31\">1 S 20:31</a> <a data-ref=\"II Samuel 14:7\" href=\"/II_Samuel.14.7\">2 S 14:7</a>; oft.<span dir=\"rtl\">פְּנֵי הָא׳</span> <a data-ref=\"Genesis 2:6\" href=\"/Genesis.2.6\">Gn 2:6</a>; <a data-ref=\"Genesis 4:14\" href=\"/Genesis.4.14\">4:14</a>; <a data-ref=\"Genesis 6:1\" href=\"/Genesis.6.1\">6:1</a>, <a data-ref=\"Genesis 6:7\" href=\"/Genesis.6.7\">7</a>; <a data-ref=\"Genesis 7:4\" href=\"/Genesis.7.4\">7:4</a>, <a data-ref=\"Genesis 7:23\" href=\"/Genesis.7.23\">23</a>; <a data-ref=\"Genesis 8:8\" href=\"/Genesis.8.8\">8:8</a>, <a data-ref=\"Genesis 8:13\" href=\"/Genesis.8.13\">13</a> <a data-ref=\"Exodus 32:12\" href=\"/Exodus.32.12\">Ex 32:12</a>; <a data-ref=\"Exodus 33:16\" href=\"/Exodus.33.16\">33:16</a> <a data-ref=\"Numbers 12:3\" href=\"/Numbers.12.3\">Nu 12:3</a> <a data-ref=\"Deuteronomy 6:15\" href=\"/Deuteronomy.6.15\">Dt 6:15</a>; <a data-ref=\"Deuteronomy 7:6\" href=\"/Deuteronomy.7.6\">7:6</a> (all J, D) <a data-ref=\"I Samuel 20:15\" href=\"/I_Samuel.20.15\">1 S 20:15</a> + 9 textual<br><strong>5.</strong>  <em>land, territory, country</em> (= <span dir=\"rtl\">ארץ</span> <a data-ref=\"Genesis 47:19\" href=\"/Genesis.47.19\">Gn 47:19</a> (J) <a data-ref=\"Leviticus 20:24\" href=\"/Leviticus.20.24\">Lv 20:24</a> (J?—‖ <span dir=\"rtl\">ארץ</span>) cstr. bef. n.pr. <span dir=\"rtl\">א׳ מִצְרַיִם</span> <a data-ref=\"Genesis 47:20\" href=\"/Genesis.47.20\">Gn 47:20</a>, <a data-ref=\"Genesis 47:26\" href=\"/Genesis.47.26\">26</a>; <span dir=\"rtl\">א׳ יְהוּדָה</span> <a data-ref=\"Isaiah 19:17\" href=\"/Isaiah.19.17\">Is 19:17</a>; <span dir=\"rtl\">א׳ יִשְׂרָאֵל</span> <a data-ref=\"Ezekiel 11:17\" href=\"/Ezekiel.11.17\">Ez 11:17</a> + 16 textual Ez; espe. of land as promised or given by <span dir=\"rtl\">י׳</span> to his people = Canaan <a data-ref=\"Genesis 28:15\" href=\"/Genesis.28.15\">Gn 28:15</a> <a data-ref=\"Exodus 20:12\" href=\"/Exodus.20.12\">Ex 20:12</a> <a data-ref=\"Numbers 11:12\" href=\"/Numbers.11.12\">Nu 11:12</a>; <a data-ref=\"Numbers 32:11\" href=\"/Numbers.32.11\">32:11</a> (all J?) <a data-ref=\"Deuteronomy 5:16\" href=\"/Deuteronomy.5.16\">Dt 5:16</a> + 16 textual Dt, Jos; <a data-ref=\"I Kings 8:34\" href=\"/I_Kings.8.34\">1 K 8:34</a>, <a data-ref=\"I Kings 8:40\" href=\"/I_Kings.8.40\">40</a> +, <a data-ref=\"Jeremiah 16:15\" href=\"/Jeremiah.16.15\">Je 16:15</a>; <a data-ref=\"Jeremiah 24:10\" href=\"/Jeremiah.24.10\">24:10</a>; <a data-ref=\"Jeremiah 25:5\" href=\"/Jeremiah.25.5\">25:5</a>; <a data-ref=\"Jeremiah 35:15\" href=\"/Jeremiah.35.15\">35:15</a> <a data-ref=\"Ezekiel 28:25\" href=\"/Ezekiel.28.25\">Ez 28:25</a> <a data-ref=\"II Chronicles 6:25\" href=\"/II_Chronicles.6.25\">2 Ch 6:25</a>, <a data-ref=\"II Chronicles 6:31\" href=\"/II_Chronicles.6.31\">31</a>; <a data-ref=\"II Chronicles 7:20\" href=\"/II_Chronicles.7.20\">7:20</a>; <a data-ref=\"II Chronicles 33:8\" href=\"/II_Chronicles.33.8\">33:8</a>; cf. also <a data-ref=\"Deuteronomy 12:19\" href=\"/Deuteronomy.12.19\">Dt 12:19</a>; <a data-ref=\"Deuteronomy 21:23\" href=\"/Deuteronomy.21.23\">21:23</a>; <a data-ref=\"Deuteronomy 29:27\" href=\"/Deuteronomy.29.27\">29:27</a> <a data-ref=\"II Kings 17:23\" href=\"/II_Kings.17.23\">2 K 17:23</a> <a data-ref=\"Isaiah 6:11\" href=\"/Isaiah.6.11\">Is 6:11</a>; <a data-ref=\"Isaiah 7:16\" href=\"/Isaiah.7.16\">7:16</a>; <a data-ref=\"Isaiah 14:1\" href=\"/Isaiah.14.1\">14:1</a> +, <a data-ref=\"Ezekiel 34:13\" href=\"/Ezekiel.34.13\">Ez 34:13</a>, <a data-ref=\"Ezekiel 34:27\" href=\"/Ezekiel.34.27\">27</a> +, <a data-ref=\"Nehemiah 9:25\" href=\"/Nehemiah.9.25\">Ne 9:25</a> <span dir=\"rtl\">(א׳ שְׁמֵנָה)</span>,—in all c. 41 textual + <a data-ref=\"Joel 2:21\" href=\"/Joel.2.21\">Jo 2:21</a> (personif.); <span dir=\"rtl\">א׳ הַקֹּדֶשׁ</span> <a data-ref=\"Zechariah 2:16\" href=\"/Zechariah.2.16\">Zc 2:16</a> (cf. sub <strong>4</strong> supr. hence also as Yahweh’s land <a data-ref=\"Deuteronomy 32:43\" href=\"/Deuteronomy.32.43\">Dt 32:43</a> <a data-ref=\"Isaiah 14:2\" href=\"/Isaiah.14.2\">Is 14:2</a> <a data-ref=\"Zechariah 9:16\" href=\"/Zechariah.9.16\">Zc 9:16</a> <a data-ref=\"II Chronicles 7:20\" href=\"/II_Chronicles.7.20\">2 Ch 7:20</a>.<br>†<strong>6.</strong>  whole <em>earth</em>, inhabited earth (seld.; cf. also <span dir=\"rtl\">פְּנֵי הָא׳</span> sub <strong>4</strong> supr.) <a data-ref=\"Genesis 12:3\" href=\"/Genesis.12.3\">Gn 12:3</a>; <a data-ref=\"Genesis 28:14\" href=\"/Genesis.28.14\">28:14</a> (both J cf. <a data-ref=\"BDB, אֶ֫רֶץ\" href=\"/BDB,_אֶ֫רֶץ\", dir=\"rtl\">אֶרֶץ</a> <a data-ref=\"Genesis 18:18\" href=\"/Genesis.18.18\">18:18</a>; <a data-ref=\"Genesis 22:18\" href=\"/Genesis.22.18\">22:18</a>; <a data-ref=\"Genesis 26:4\" href=\"/Genesis.26.4\">26:4</a>) <a data-ref=\"Deuteronomy 14:2\" href=\"/Deuteronomy.14.2\">Dt 14:2</a> <a data-ref=\"Amos 3:2\" href=\"/Amos.3.2\">Am 3:2</a> <a data-ref=\"Isaiah 24:21\" href=\"/Isaiah.24.21\">Is 24:21</a>.<br>†<strong>7.</strong>  <strong> n.pr.loc.</strong> city in Naphtali (as <em>built</em> cf. <a data-ref=\"BDB, אָדָם\" href=\"/BDB,_אָדָם\", dir=\"rtl\">אָדָם</a> <strong>4</strong>? = <em>ed-Dâme</em>?) W. of L. Gennes. <a data-ref=\"Joshua 19:36\" href=\"/Joshua.19.36\">Jos 19:36</a> v. Di."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d00bb6084aa1cbefef3b", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, בָּדַל 1", "anchorRef": "Leviticus 20:24", "anchorRefExpanded": ["Leviticus 20:24"], "sourceRef": "BDB, בָּדַל 1", "sourceHeRef": "בראון-דרייבר-בריגס, בָּדַל א׳", "anchorVerse": 24, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "בָּדַל", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><big>[<span dir=\"rtl\">בָּדַל</span>]</big></big>  <strong>vb.</strong> be divided, separate <strong>(</strong>Arabic <span dir=\"rtl\">بَدَلَ</span> <em>change, substitute</em>, Mish. <span dir=\"rtl\">בָּדַל</span> <em>divide</em>, Syriac <span dir=\"rtl\">ܒܕܰܠ</span> Ithp. Ethp.<strong>)</strong>—<br><strong>Hiph.</strong>  <em>divide, separate;</em> Pf. <span dir=\"rtl\">הִבְדִּיל</span> <a data-ref=\"Numbers 16:9\" href=\"/Numbers.16.9\">Nu 16:9</a>; <a data-ref=\"Deuteronomy 10:8\" href=\"/Deuteronomy.10.8\">Dt 10:8</a>; sf. <span dir=\"rtl\">וְהִבְדִּילוֹ</span> consec. <a data-ref=\"Deuteronomy 29:20\" href=\"/Deuteronomy.29.20\">Dt 29:20</a>; 3 fs. <span dir=\"rtl\">וְהִבְדִּילָה</span> <a data-ref=\"Exodus 26:33\" href=\"/Exodus.26.33\">Ex 26:33</a>; <span dir=\"rtl\">וְהִבְדַּלְתָּ</span> <a data-ref=\"Numbers 8:14\" href=\"/Numbers.8.14\">Nu 8:14</a>; <span dir=\"rtl\">הִבְדִּילוּ</span> <a data-ref=\"Ezekiel 22:26\" href=\"/Ezekiel.22.26\">Ez 22:26</a>, etc. Impf. <span dir=\"rtl\">יַבְדִּיל</span> <a data-ref=\"Leviticus 1:17\" href=\"/Leviticus.1.17\">Lv 1:17</a> +; <span dir=\"rtl\">וַיַּבְדֵּל</span> <a data-ref=\"Genesis 1:4\" href=\"/Genesis.1.4\">Gn 1:4</a>, <a data-ref=\"Genesis 1:7\" href=\"/Genesis.1.7\">7</a>; <a data-ref=\"I Chronicles 25:1\" href=\"/I_Chronicles.25.1\">1 Ch 25:1</a>; sf. <span dir=\"rtl\">יַבְדִּילַנִי</span> <a data-ref=\"Isaiah 56:3\" href=\"/Isaiah.56.3\">Is 56:3</a>; <span dir=\"rtl\">וָאַבְדִּל</span> <a data-ref=\"Leviticus 20:26\" href=\"/Leviticus.20.26\">Lv 20:26</a>; <span dir=\"rtl\">וָאַבְדִּילָה</span> <a data-ref=\"Ezra 8:24\" href=\"/Ezra.8.24\">Ezr 8:24</a>, etc.; Inf. abs. <span dir=\"rtl\">הַבְדֵּל</span> <a data-ref=\"Isaiah 56:3\" href=\"/Isaiah.56.3\">Is 56:3</a>; cstr. <span dir=\"rtl\">לְהַבְדִּיל</span> <a data-ref=\"Genesis 1:14\" href=\"/Genesis.1.14\">Gn 1:14</a> +; Pt. <span dir=\"rtl\">מַבְדִּיל</span> <a data-ref=\"Genesis 1:6\" href=\"/Genesis.1.6\">Gn 1:6</a>; <span dir=\"rtl\">מַבְדִּילִים</span> <a data-ref=\"Isaiah 59:2\" href=\"/Isaiah.59.2\">Is 59:2</a>;— <strong>1.</strong>  <em>divide, separate</em>, subj. God <a data-ref=\"Genesis 1:4\" href=\"/Genesis.1.4\">Gn 1:4</a> sq. <span dir=\"rtl\">בֵּין</span>.… <span dir=\"rtl\">וּבֵין</span> <em>between light and darkness</em>, cf. v <a data-ref=\"Genesis 1:7\" href=\"/Genesis.1.7\">7</a>; subj. heavenly bodies v <a data-ref=\"Genesis 1:14\" href=\"/Genesis.1.14\">14</a>, <a data-ref=\"Genesis 1:18\" href=\"/Genesis.1.18\">18</a>; subj. firmament sq. <span dir=\"rtl\">בֵּין</span> … <span dir=\"rtl\">לְ</span> <a data-ref=\"Genesis 1:6\" href=\"/Genesis.1.6\">Gn 1:6</a> (all in P’s source); <a data-ref=\"Exodus 26:33\" href=\"/Exodus.26.33\">Ex 26:33</a> of the <span dir=\"rtl\">פָּרֹכֶת</span> in tab., sq. <span dir=\"rtl\">בֵּין</span> … <span dir=\"rtl\">וּבֵין</span> … <span dir=\"rtl\">לָכֶם</span>; of iniquities, separating men from God <span dir=\"rtl\">בֵּין</span> … <span dir=\"rtl\">לְבֵין</span> <a data-ref=\"Isaiah 59:2\" href=\"/Isaiah.59.2\">Is 59:2</a>. <strong>2.</strong>  <em>separate, set apart</em>, sq. <span dir=\"rtl\">מִן</span>, of <span dir=\"rtl\">י׳</span>, setting off Isr. from other peoples <a data-ref=\"Leviticus 20:24\" href=\"/Leviticus.20.24\">Lv 20:24</a> (H) <a data-ref=\"Numbers 16:9\" href=\"/Numbers.16.9\">Nu 16:9</a> (P); <a data-ref=\"Leviticus 20:26\" href=\"/Leviticus.20.26\">Lv 20:26</a> sq. also <span dir=\"rtl\">לִהְיוֹת לִי</span>; cf. <a data-ref=\"I Kings 8:53\" href=\"/I_Kings.8.53\">1 K 8:53</a> <span dir=\"rtl\">הִבְדּ׳ לְךָ לְנַחֲלָה</span> <em>separate them to thyself as an inheritance;</em> of Moses, setting apart Levites, sq. <span dir=\"rtl\">מִתּוֹךְ</span> <a data-ref=\"Numbers 8:14\" href=\"/Numbers.8.14\">Nu 8:14</a>; of separating an individual from the people, i.e. excluding him <a data-ref=\"Deuteronomy 29:20\" href=\"/Deuteronomy.29.20\">Dt 29:20</a>, sq. also <span dir=\"rtl\">לְרָעָה</span>; sq. <span dir=\"rtl\">מֵעַל</span> <a data-ref=\"Isaiah 56:3\" href=\"/Isaiah.56.3\">Is 56:3</a><sup>(×2)</sup>, i.e. excluding him; cf. also <a data-ref=\"Nehemiah 13:3\" href=\"/Nehemiah.13.3\">Ne 13:3</a> sq. <span dir=\"rtl\">מִן</span>; of setting apart (forbidding) beasts as unclean <span dir=\"rtl\">לָכֶם לְטַמֵּא</span> <a data-ref=\"Leviticus 20:25\" href=\"/Leviticus.20.25\">Lv 20:25</a>; of setting apart the tribe of Levi <span dir=\"rtl\">לָשֵׂאת וגו׳</span> <a data-ref=\"Deuteronomy 10:8\" href=\"/Deuteronomy.10.8\">Dt 10:8</a> (subj. <span dir=\"rtl\">י׳</span>); cf. also (hum. subj.) <a data-ref=\"I Chronicles 25:1\" href=\"/I_Chronicles.25.1\">1 Ch 25:1</a>, sq. <span dir=\"rtl\">לַעֲבֹדָה</span>, <a data-ref=\"II Chronicles 25:10\" href=\"/II_Chronicles.25.10\">2 Ch 25:10</a> sq. Inf.; similarly <a data-ref=\"Ezra 8:24\" href=\"/Ezra.8.24\">Ezr 8:24</a>; even sq.; ptcp. <a data-ref=\"Ezekiel 39:14\" href=\"/Ezekiel.39.14\">Ez 39:14</a> they shall set apart men <span dir=\"rtl\">עֹבְרִים</span>, i.e. <em>to pass through</em>, or <em>men that shall pass through</em> (RV); so of setting apart cities, acc. <a data-ref=\"Deuteronomy 4:41\" href=\"/Deuteronomy.4.41\">Dt 4:41</a>; cf. <a data-ref=\"Deuteronomy 19:2\" href=\"/Deuteronomy.19.2\">19:2</a>, <a data-ref=\"Deuteronomy 19:7\" href=\"/Deuteronomy.19.7\">7</a>. <strong>3.</strong>  <em>make a distinction</em> between clean and unclean, holy and profane, sq. <span dir=\"rtl\">בֵּין</span> … <span dir=\"rtl\">וּבֵין</span> <a data-ref=\"Leviticus 20:25\" href=\"/Leviticus.20.25\">Lv 20:25</a> (H); <a data-ref=\"Leviticus 10:10\" href=\"/Leviticus.10.10\">10:10</a>; <a data-ref=\"Leviticus 11:47\" href=\"/Leviticus.11.47\">11:47</a> (both P); sq. <span dir=\"rtl\">בֵּין</span> … <span dir=\"rtl\">לְ</span> <a data-ref=\"Ezekiel 22:26\" href=\"/Ezekiel.22.26\">Ez 22:26</a>; <a data-ref=\"Ezekiel 42:20\" href=\"/Ezekiel.42.20\">42:20</a>. <strong>4.</strong>  <em>divide into parts</em> <a data-ref=\"Leviticus 1:17\" href=\"/Leviticus.1.17\">Lv 1:17</a>; <a data-ref=\"Leviticus 5:8\" href=\"/Leviticus.5.8\">5:8</a> (P), prohibited in case of fowls offered in sacrifice.<br><strong>Niph.</strong>  Pf. <span dir=\"rtl\">נִבְדְּלוּ</span> <a data-ref=\"I Chronicles 12:8\" href=\"/I_Chronicles.12.8\">1 Ch 12:8</a> <a data-ref=\"Ezra 9:1\" href=\"/Ezra.9.1\">Ezr 9:1</a>; Impf. <span dir=\"rtl\">יִבָּדֵל</span> <a data-ref=\"Ezra 10:8\" href=\"/Ezra.10.8\">Ezr 10:8</a>; <span dir=\"rtl\">וַיִּבָּדֵל</span> <a data-ref=\"I Chronicles 23:13\" href=\"/I_Chronicles.23.13\">1 Ch 23:13</a>; <span dir=\"rtl\">וַיִּבָּֽדְלוּ</span> <a data-ref=\"Ezra 10:16\" href=\"/Ezra.10.16\">Ezr 10:16</a>; <a data-ref=\"Nehemiah 9:2\" href=\"/Nehemiah.9.2\">Ne 9:2</a>; Imv. <span dir=\"rtl\">הִבָּֽדְלוּ</span> <a data-ref=\"Numbers 16:21\" href=\"/Numbers.16.21\">Nu 16:21</a>; <a data-ref=\"Ezra 10:11\" href=\"/Ezra.10.11\">Ezr 10:11</a>; Pt. <span dir=\"rtl\">נִבְדָּל</span> <a data-ref=\"Ezra 6:21\" href=\"/Ezra.6.21\">Ezr 6:21</a> <a data-ref=\"Nehemiah 10:29\" href=\"/Nehemiah.10.29\">Ne 10:29</a>. <strong>1.</strong>  (reflex. of <strong>Hiph. 2</strong>) <strong>a.</strong>  <em>separate oneself</em> from people of the land, heathen, and their practices, also from non-Jewish wives, sq. <span dir=\"rtl\">מִן</span> <a data-ref=\"Ezra 6:21\" href=\"/Ezra.6.21\">Ezr 6:21</a>; <a data-ref=\"Ezra 9:1\" href=\"/Ezra.9.1\">9:1</a>; <a data-ref=\"Ezra 10:11\" href=\"/Ezra.10.11\">10:11</a>; <a data-ref=\"Nehemiah 9:2\" href=\"/Nehemiah.9.2\">Ne 9:2</a>; abs. in same sense <a data-ref=\"Ezra 10:16\" href=\"/Ezra.10.16\">Ezr 10:16</a> (cf. Sta<sup>G ii. 199 & 179 n.</sup> Wl <sup>Pharisäer u. Sadd. 76</sup>). <strong>b.</strong>  <em>withdraw from</em> (Moses & Aaron from Israel) <a data-ref=\"Numbers 16:21\" href=\"/Numbers.16.21\">Nu 16:21</a> (P), sq. <span dir=\"rtl\">מִתּוֹךְ</span>. <strong>c.</strong>  <em>separate oneself</em> unto <span dir=\"rtl\">(אֶל)</span> David <a data-ref=\"I Chronicles 12:8\" href=\"/I_Chronicles.12.8\">1 Ch 12:8</a>. <strong>d.</strong>  <a data-ref=\"Nehemiah 10:29\" href=\"/Nehemiah.10.29\">Ne 10:29</a> combines. <strong>a.</strong> & <strong>c.</strong> <em>separate oneself</em> <span dir=\"rtl\">מֵעַמֵּי הָֽאֲרָצוֹת אֶל־תּוֹרַת הָאֱלֹהִים</span>. <strong>2.</strong>  pass., <em>be separated</em>. <strong>a.</strong>  <em>be excluded</em> from the people, sq. <span dir=\"rtl\">מִן</span> <a data-ref=\"Ezra 10:8\" href=\"/Ezra.10.8\">Ezr 10:8</a>. <strong>b.</strong>  <em>be set apart</em>, of Aaron, sq. <span dir=\"rtl\">לְהַקְדִּישׁוֹ</span> <a data-ref=\"I Chronicles 23:13\" href=\"/I_Chronicles.23.13\">1 Ch 23:13</a>.—On <span dir=\"rtl\">הבדיל</span>, & distinction from <span dir=\"rtl\">הפריד</span> v. Dr <sup>JPh. xi. 219</sup>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d09ab6084aa1cbf055c5", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, דְּבַשׁ 1", "anchorRef": "Leviticus 20:24", "anchorRefExpanded": ["Leviticus 20:24"], "sourceRef": "BDB, דְּבַשׁ 1", "sourceHeRef": "בראון-דרייבר-בריגס, דְּבַשׁ א׳", "anchorVerse": 24, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "דְּבַשׁ", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† <big><span dir=\"rtl\">דְּבַשׁ</span></big><sub>54</sub>  <strong>n.m.</strong> <a data-ref=\"I Samuel 14:29\" href=\"/I_Samuel.14.29\">1 S 14:29</a> honey <strong>(</strong>named from colour according to Fl NHWB<sup>i. 439</sup>; Arabic <span dir=\"rtl\">دِبْسٌ</span> (<span dir=\"rtl\">دُبْسٌ</span>, <span dir=\"rtl\">دِبِسٌ</span>) <em>date-honey;</em> NH <span dir=\"rtl\">דְּבַשׁ</span>, Aramaic <span dir=\"rtl\">דּובשא</span>, <span dir=\"rtl\">ܕܒܰܫ</span>, <span dir=\"rtl\">ܕܶܒܫܳܐ</span>, <em>honey</em> both of fruits and of bees; cf. also Assyrian <em>dišpu</em> COT<sup>Gloss.</sup> Zim<sup>BP 84</sup> Dl<sup>Pr 70</sup><strong>)</strong>—abs. <span dir=\"rtl\">ד׳</span> <a data-ref=\"Genesis 43:11\" href=\"/Genesis.43.11\">Gn 43:11</a> + 33 times; <span dir=\"rtl\">דְּבָ֑שׁ</span> <a data-ref=\"Exodus 3:8\" href=\"/Exodus.3.8\">Ex 3:8</a> + 18 times; sf. <span dir=\"rtl\">דִּבְשִׁי</span> <a data-ref=\"Song of Songs 5:1\" href=\"/Song_of_Songs.5.1\">Ct 5:1</a>;—<em>honey</em>, product of bees, used as food <a data-ref=\"Judges 14:8\" href=\"/Judges.14.8\">Ju 14:8</a>, <a data-ref=\"Judges 14:9\" href=\"/Judges.14.9\">9</a>, <a data-ref=\"Judges 14:18\" href=\"/Judges.14.18\">18</a> (in lion’s carcass); found in (clefts of) rock <a data-ref=\"Deuteronomy 32:13\" href=\"/Deuteronomy.32.13\">Dt 32:13</a> (<span dir=\"rtl\">ד׳ מִסֶּלַע</span>, in song, JE), <a data-ref=\"Psalms 81:17\" href=\"/Psalms.81.17\">ψ 81:17</a> <span dir=\"rtl\">(מִצּוּר ד׳)</span>; in forest, on ground <a data-ref=\"I Samuel 14:25\" href=\"/I_Samuel.14.25\">1 S 14:25</a> <span dir=\"rtl\">(על־פני השׂדה)</span> v <a data-ref=\"I Samuel 14:26\" href=\"/I_Samuel.14.26\">26</a> (<span dir=\"rtl\">הֵלֶךְ ד׳</span>; but read rather <span dir=\"rtl\">הָלַךְ דְּבֹרוֹ</span> <em>its bees had departed</em>, We Dr after 𝔊) v <a data-ref=\"I Samuel 14:29\" href=\"/I_Samuel.14.29\">29</a>, <a data-ref=\"I Samuel 14:43\" href=\"/I_Samuel.14.43\">43</a>; transported in jar or bottle <span dir=\"rtl\">בַּקְבֻּק ד׳</span> <a data-ref=\"I Kings 14:3\" href=\"/I_Kings.14.3\">1 K 14:3</a>; contrib. to priests and Levites <a data-ref=\"II Chronicles 31:5\" href=\"/II_Chronicles.31.5\">2 Ch 31:5</a>; ‖ <span dir=\"rtl\">חֶמְאָה</span> <a data-ref=\"II Samuel 17:29\" href=\"/II_Samuel.17.29\">2 S 17:29</a> <a data-ref=\"Isaiah 7:15\" href=\"/Isaiah.7.15\">Is 7:15</a>, <a data-ref=\"Isaiah 7:22\" href=\"/Isaiah.7.22\">22</a> (in last two the being limited to such food is apparently token of destitution); kept in store <a data-ref=\"Jeremiah 41:8\" href=\"/Jeremiah.41.8\">Je 41:8</a>; a choice gift <a data-ref=\"Genesis 43:11\" href=\"/Genesis.43.11\">Gn 43:11</a> (J); article of trade <a data-ref=\"Ezekiel 27:17\" href=\"/Ezekiel.27.17\">Ez 27:17</a> (in these two perhaps = <em>grape syrup</em>, mod. <em>dibs</em>, cf. Di <a data-ref=\"Genesis 43:11\" href=\"/Genesis.43.11\">Gn 43:11</a> v. Rob<sup>BR ii. 81</sup>); forbidden as burnt offering <a data-ref=\"Leviticus 2:11\" href=\"/Leviticus.2.11\">Lv 2:11</a> (‖ <span dir=\"rtl\">שְׂאֹר</span>); <em>honey comb</em> = <span dir=\"rtl\">יַעְרַת הַדּ׳</span> <a data-ref=\"I Samuel 14:27\" href=\"/I_Samuel.14.27\">1 S 14:27</a> (cf. <span dir=\"rtl\">יַעְרִי</span> <a data-ref=\"Song of Songs 5:1\" href=\"/Song_of_Songs.5.1\">Ct 5:1</a>); also <span dir=\"rtl\">צוּף ד׳</span> <a data-ref=\"Proverbs 16:24\" href=\"/Proverbs.16.24\">Pr 16:24</a> (cf. <span dir=\"rtl\">נֹפֶת צופים</span> <a data-ref=\"Psalms 19:11\" href=\"/Psalms.19.11\">ψ 19:11</a>); most often in phrase describing abundance in land of Canaan <span dir=\"rtl\">אֶרֶץ זָבַת חָלָב וּד׳</span> <a data-ref=\"Exodus 3:8\" href=\"/Exodus.3.8\">Ex 3:8</a>, <a data-ref=\"Exodus 3:17\" href=\"/Exodus.3.17\">17</a>; <a data-ref=\"Exodus 13:5\" href=\"/Exodus.13.5\">13:5</a>; <a data-ref=\"Exodus 33:3\" href=\"/Exodus.33.3\">33:3</a> (all JE) <a data-ref=\"Leviticus 20:24\" href=\"/Leviticus.20.24\">Lv 20:24</a> (H) <a data-ref=\"Numbers 13:27\" href=\"/Numbers.13.27\">Nu 13:27</a>; <a data-ref=\"Numbers 14:8\" href=\"/Numbers.14.8\">14:8</a>; <a data-ref=\"Numbers 16:14\" href=\"/Numbers.16.14\">16:14</a> (all JE) <a data-ref=\"Deuteronomy 6:3\" href=\"/Deuteronomy.6.3\">Dt 6:3</a>; <a data-ref=\"Deuteronomy 11:9\" href=\"/Deuteronomy.11.9\">11:9</a>; <a data-ref=\"Deuteronomy 26:9\" href=\"/Deuteronomy.26.9\">26:9</a>, <a data-ref=\"Deuteronomy 26:15\" href=\"/Deuteronomy.26.15\">15</a>; <a data-ref=\"Deuteronomy 27:3\" href=\"/Deuteronomy.27.3\">27:3</a>; <a data-ref=\"Deuteronomy 31:20\" href=\"/Deuteronomy.31.20\">31:20</a> (all D) <a data-ref=\"Joshua 5:6\" href=\"/Joshua.5.6\">Jos 5:6</a> (D) <a data-ref=\"Jeremiah 11:5\" href=\"/Jeremiah.11.5\">Je 11:5</a>; <a data-ref=\"Jeremiah 32:22\" href=\"/Jeremiah.32.22\">32:22</a> <a data-ref=\"Ezekiel 20:6\" href=\"/Ezekiel.20.6\">Ez 20:6</a>, <a data-ref=\"Ezekiel 20:15\" href=\"/Ezekiel.20.15\">15</a>; cf. <a data-ref=\"Deuteronomy 8:8\" href=\"/Deuteronomy.8.8\">Dt 8:8</a> <a data-ref=\"II Kings 18:32\" href=\"/II_Kings.18.32\">2 K 18:32</a> (of land of captivity), of Egypt <a data-ref=\"Numbers 16:13\" href=\"/Numbers.16.13\">Nu 16:13</a> (JE); v. also <a data-ref=\"Ezekiel 16:13\" href=\"/Ezekiel.16.13\">Ez 16:13</a>, <a data-ref=\"Ezekiel 16:19\" href=\"/Ezekiel.16.19\">19</a> <a data-ref=\"Job 20:17\" href=\"/Job.20.17\">Jb 20:17</a> <span dir=\"rtl\">נַחֲלֵי ד׳ וְחֶמְאָה</span>; <em>honey</em>, used to illustrate moral teachings <a data-ref=\"Proverbs 24:13\" href=\"/Proverbs.24.13\">Pr 24:13</a> (‖ <span dir=\"rtl\">נֹפֶת</span>), <a data-ref=\"Proverbs 25:16\" href=\"/Proverbs.25.16\">25:16</a>, <a data-ref=\"Proverbs 25:27\" href=\"/Proverbs.25.27\">27</a> (danger of surfeit); sim. of sweetness of taste <a data-ref=\"Ezekiel 3:3\" href=\"/Ezekiel.3.3\">Ez 3:3</a> (the roll), cf. <span dir=\"rtl\">כְּצַפִּיחִת בִּד׳</span> <a data-ref=\"Exodus 16:31\" href=\"/Exodus.16.31\">Ex 16:31</a> (P; description of manna); of sweetness of the law <a data-ref=\"Psalms 19:11\" href=\"/Psalms.19.11\">ψ 19:11</a> (‖ <span dir=\"rtl\">נֹפֶת צוּפִים</span>) cf. <a data-ref=\"Psalms 119:103\" href=\"/Psalms.119.103\">119:103</a>; (of pleasant words <a data-ref=\"Proverbs 16:24\" href=\"/Proverbs.16.24\">Pr 16:24</a> cf. supr.); sweetness of lips <span dir=\"rtl\">ד׳ וְחָלָב</span> <a data-ref=\"Song of Songs 4:11\" href=\"/Song_of_Songs.4.11\">Ct 4:11</a>; fig. of love <span dir=\"rtl\">דִּבְשִׁי</span> <a data-ref=\"Song of Songs 5:1\" href=\"/Song_of_Songs.5.1\">Ct 5:1</a> (‖ <span dir=\"rtl\">יַעְרִי</span>, <span dir=\"rtl\">יֵינִי</span>, <span dir=\"rtl\">חֲלָבִי</span>)."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d0c6b6084aa1cbf074b3", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, יהוה 1", "anchorRef": "Leviticus 20:24", "anchorRefExpanded": ["Leviticus 20:24"], "sourceRef": "BDB, יהוה 1", "sourceHeRef": "בראון-דרייבר-בריגס, יהוה א׳", "anchorVerse": 24, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "יהוה", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><span dir=\"rtl\">יהוה</span></big><sub>c.</sub>  6823 i.e. <span dir=\"rtl\">יַהְוֶה</span> <strong>n.pr.dei</strong> Yahweh, the proper name of the God of Israel—<strong>(1.</strong> MT <span dir=\"rtl\">יְהוָֹה</span><sub>6518</sub> (Qr <span dir=\"rtl\">אֲדֹנָי</span>), or <span dir=\"rtl\">יֱהוִֹה</span><sub>305</sub> (Qr <span dir=\"rtl\">אֱלֹהִים</span>), in the combinations <span dir=\"rtl\">אדני יהוה</span> & <span dir=\"rtl\">יהוה אדני</span> (vid. <span dir=\"rtl\">אֲדֹנָי</span>), and with prep. <span dir=\"rtl\">בַּיהוָֹה</span>, <span dir=\"rtl\">לַיהוָֹה</span>, <span dir=\"rtl\">מֵיהוָֹה</span> (Qr <span dir=\"rtl\">בַּאדֹנָי</span>, <span dir=\"rtl\">לַאדֹנָי</span>, <span dir=\"rtl\">מֵאדֹנָי</span>), do not give the original form. 𝔊 and other Vrss follow the Qr. On the basis of <a data-ref=\"Exodus 20:7\" href=\"/Exodus.20.7\">Ex 20:7</a>; <a data-ref=\"Leviticus 24:11\" href=\"/Leviticus.24.11\">Lv 24:11</a> <span dir=\"rtl\">יהוה</span> was regarded as a <em>nomen ineffabile</em> (vid. Philo de Vita Mosis iii, 519, 529), called by the Jews <span dir=\"rtl\">הַשֵּׁם</span> and by the Samaritans <span dir=\"rtl\">שׁימא</span>. The pronunciation <em>Jehovah</em> was unknown until 1520, when it was introduced by Galatinus; but it was contested by Le Mercier, J. Drusius, and L. Capellus, as against grammatical and historical propriety (cf. Bö<sup>§ 88</sup>). The traditional Ἰαβέ of Theodoret and Epiphanius, the <span dir=\"rtl\">־יָהוּ</span>, <span dir=\"rtl\">יְהוֹ־</span> of compound n.pr. and the contracted form <span dir=\"rtl\">יָהּ</span>, all favour <span dir=\"rtl\">יַהְוֶה</span> (cf. <span dir=\"rtl\">יַהֲלֹמ֑וּן</span> <a data-ref=\"Psalms 74:6\" href=\"/Psalms.74.6\">ψ 74:6</a>; <span dir=\"rtl\">תַּהֲרוּ</span> <a data-ref=\"Isaiah 33:11\" href=\"/Isaiah.33.11\">Is 33:11</a>), v. Lag<sup>Sym. i. 14</sup> Baudissin<sup>Studien i. 179 ff.</sup>; Dr<sup>Stud. Bib. i. 1 ff.</sup> For <em>Jeve</em> v. Sta<sup>ZAW 1881, 346</sup> De <sup>ib. 1882, 173 f. & Gn. Excurs. ii</sup>. <strong>2.</strong> on liter. of interpret. v. Nes<sup>Eg 67</sup> Dr<sup>l.c.</sup>.—Many recent scholars explain <span dir=\"rtl\">יַהְוֶה</span> as Hiph. of <span dir=\"rtl\">הוה</span> (= <span dir=\"rtl\">היה</span>) <em>the one bringing into being, life-giver</em> (cf. <a data-ref=\"BDB, הַוָּה\" href=\"/BDB,_הַוָּה\", dir=\"rtl\">הַוָּה</a> <a data-ref=\"Genesis 3:20\" href=\"/Genesis.3.20\">Gn 3:20</a>) Schr HSch; <em>giver of existence, creator</em>, Kue Tiele; <em>he who brings to pass</em> (so already Le Clerc), <em>performer of his promises</em>, Lag, Nes.<sup>Eg 88</sup> (but Nes<sup>Eg. 91</sup> inclines to Qal as RS<sup>Brit. & For. Ev. Rev.</sup> v. infr.); or from <span dir=\"rtl\">הוה</span> <em>he who causes to fall</em>, rain or lightning RS<sup>OTJC ed. 1, 423; om. ed. 2, 245</sup>, cf. We<sup>Skizzen iii. 175</sup>; ‘<em>Fäller</em>,’ destroying foes, Sta<sup>G. i. 429</sup> (dubiously). But most take it as Qal of <span dir=\"rtl\">היה</span> (= <span dir=\"rtl\">היה</span>); <em>the one who is:</em> i.e. <em>the absolute and unchangeable one</em>, Ri; <em>the existing, ever-living</em>, as self-consistent and unchangeable, Di; or <em>the one ever coming into manifestation</em> as the God of redemption, De Oehl; cf. also RS<sup>Brit. & For. Ev. Rev. 1876</sup>, <em>he will be</em> it, i.e. all that his servants look for (cf. Ew<sup>infr.</sup>), <em>he will approve himself</em> (<em>give evidence of being, assert his being</em> Dr<sup>l. c. 17</sup>)<strong>).</strong> theories of non-Heb. or non-Sem. origin. opposed (in their older forms) by Bau<sup>Rel i. 181 ff. (v. especially 230)</sup>; Dl<sup>Pa 162 ff.</sup> claimed Bab. origin for <span dir=\"rtl\">יהו</span>, against this Kue<sup>National religions, etc., Note iv (Eng. Trans. 329 ff.)</sup> Jastr<sup>JBL xiii (1894), 103 f.</sup> cf. Hpt<sup>BAS i. 170 N</sup>; Dl <sup>Babel u. Bibel, 46 f., 73 f.</sup> makes same claim for <span dir=\"rtl\">יהוה</span>, agst. this v. especially Hirsch<sup>ZAW xxiii (1903), 355 ff.</sup> Zim<sup>KAT 3, 465 ff.</sup>; Spiegelberg<sup>ZMG liii (1899), 633 ff.</sup> proposes (improb.) Egyptian etymol. for <span dir=\"rtl\">יהוה</span>; further discussions see in Kö<sup>EB Names, § 112 and n. 3</sup>. ‘Jehovah’ found in Jacob (? Johann.) Wessel († 1480), according to Schwally<sup>ThLZ, 1905, col. 612</sup>.<br><strong>I.</strong>  <span dir=\"rtl\">יהוה</span> is not used by E in Gn, but is given <a data-ref=\"Exodus 3:12-15\" href=\"/Exodus.3.12-15\">Ex 3:12–15</a> as the name of the God who revealed Himself to Moses at Horeb, and is explained thus: <span dir=\"rtl\">אֶהְיֶה עִמָּ֑ךְ</span> <em>I shall be with thee</em> (v <a data-ref=\"Exodus 3:12\" href=\"/Exodus.3.12\">12</a>), which is then implied in <span dir=\"rtl\">אֶהְיֶה אֲשֶׁר אֶהְיֶה</span> <em>I shall be the one who will be</em> it v <a data-ref=\"Exodus 3:14\" href=\"/Exodus.3.14\">14a</a> (i.e. with thee v <a data-ref=\"Exodus 3:12\" href=\"/Exodus.3.12\">12</a>) and then compressed into <span dir=\"rtl\">אֶהְיֶה</span> v <a data-ref=\"Exodus 3:14\" href=\"/Exodus.3.14\">14b</a> (i.e. with thee v <a data-ref=\"Exodus 3:12\" href=\"/Exodus.3.12\">12</a>), which then is given in the nominal form <span dir=\"rtl\">יהוה</span> <em>He who will be</em> it v <a data-ref=\"Exodus 3:15\" href=\"/Exodus.3.15\">15</a> (i.e. with thee v <a data-ref=\"Exodus 3:12\" href=\"/Exodus.3.12\">12</a>). Cf. Ew<sup>BTh ii. 337, 338</sup> RS<sup>l. c., Proph. 385 ff.</sup> Other interpretations are: <em>I am he who I am</em>, i.e. it is no concern of yours (Le Clerc Lag<sup>Psalt. Hieron. 156</sup>); <em>I am</em>, (this is my name), <em>inasmuch as I am</em> (<span dir=\"rtl\">אֲשֶׁר</span> = <span dir=\"rtl\">כִּי</span>; AE JDMich We<sup>JD Th xxi, 540 = Comp. Hex. 72</sup>); Di al. <em>I am who I am</em>, he who is essentially unnameable, inexplicable.—E uses <span dir=\"rtl\">יהוה</span> sparingly by the side of <span dir=\"rtl\">אלהים</span> and <span dir=\"rtl\">האלהים</span> in his subsequent narrative. The Ephraimitic writers in Ju S K use it in similar proportions. P abstains from the use of <span dir=\"rtl\">יהוה</span> until he gives an account of its revelation to Moses <a data-ref=\"Exodus 6:3\" href=\"/Exodus.6.3\">Ex 6:3</a>; but subsequently uses it freely. He gives no explanation of its meaning. He represents that <span dir=\"rtl\">אֵל שַׁדַּי</span> was the God of the patriarchs. J uses <span dir=\"rtl\">יהוה</span> from the beginning of his narrative, possibly explaining it, <a data-ref=\"Genesis 21:33\" href=\"/Genesis.21.33\">Gn 21:33</a> by <span dir=\"rtl\">אל עולם</span>, the evergreen tamarisk being a symbol of the ever-living God; cf. De <a data-ref=\"Genesis 21:33\" href=\"/Genesis.21.33\">Gn 21:33</a>. Elsewhere <span dir=\"rtl\">יהוה</span> is the common divine name in pre-exilic writers, but in post-exilic writers gradually falls into disuse, and is supplanted by <span dir=\"rtl\">אלהים</span> and <span dir=\"rtl\">אדני</span>. In Job it is used 31 times in prose parts, and <a data-ref=\"Job 12:9\" href=\"/Job.12.9\">12:9</a> (a proverb); not elsewhere in the poem. Chr apart from his sources prefers <span dir=\"rtl\">אלהים</span> and <span dir=\"rtl\">האלהים</span>. Dn uses <span dir=\"rtl\">יהוה</span> only in chap. 9 (7 times); Ec not at all. In the Elohistic group of <a data-ref=\"Psalms 42-83\" href=\"/Psalms.42-83\">ψ 42–83</a> it is used 39 times (see <a data-ref=\"BDB, אֱלֹהִים\" href=\"/BDB,_אֱלֹהִים\", dir=\"rtl\">אלהים</a>). It occurs as the name of Israel’s God MI <sup>18</sup>. It is doubtful whether it was used by other branches of the Shemitic family, cf. COT <a data-ref=\"Genesis 2:4\" href=\"/Genesis.2.4\">Gn 2:4b</a> Dl<sup>Pa 158 ff.</sup> Dr<sup>Stud. Bib. i. 7 ff.</sup><br><strong>II.</strong> <strong>1.</strong>  <span dir=\"rtl\">יהוה</span> is used with <span dir=\"rtl\">אלהים</span> with or without suffs., especially in D; <strong>a.</strong>  with <span dir=\"rtl\">אֱלֹהֶיךָ</span> in the Ten Words <a data-ref=\"Exodus 20:12\" href=\"/Exodus.20.12\">Ex 20:2–12</a> (5 times) = <a data-ref=\"Deuteronomy 5:16\" href=\"/Deuteronomy.5.16\">Dt 5:6–16</a>; in the law of worship of JE, <a data-ref=\"Exodus 23:19\" href=\"/Exodus.23.19\">Ex 23:19</a>; <a data-ref=\"Exodus 34:24\" href=\"/Exodus.34.24\">34:24</a>, <a data-ref=\"Exodus 34:26\" href=\"/Exodus.34.26\">26</a>; in D <sup>234 times</sup>; <a data-ref=\"Joshua 1:9\" href=\"/Joshua.1.9\">Jos 1:9</a>, <a data-ref=\"Joshua 1:17\" href=\"/Joshua.1.17\">17</a>; <a data-ref=\"Joshua 9:9\" href=\"/Joshua.9.9\">9:9</a>, <a data-ref=\"Joshua 9:24\" href=\"/Joshua.9.24\">24</a> (D<sup>2</sup>); elsewhere <a data-ref=\"Genesis 27:20\" href=\"/Genesis.27.20\">Gn 27:20</a> <a data-ref=\"Exodus 15:26\" href=\"/Exodus.15.26\">Ex 15:26</a> (JE), <a data-ref=\"Judges 6:26\" href=\"/Judges.6.26\">Ju 6:26</a>; S & K 20 times <a data-ref=\"I Chronicles 11:2\" href=\"/I_Chronicles.11.2\">1 Ch 11:2</a>; <a data-ref=\"I Chronicles 22:11\" href=\"/I_Chronicles.22.11\">22:11</a>, <a data-ref=\"I Chronicles 22:12\" href=\"/I_Chronicles.22.12\">12</a> <a data-ref=\"II Chronicles 9:8\" href=\"/II_Chronicles.9.8\">2 Ch 9:8</a><sup>(×2)</sup>; <a data-ref=\"II Chronicles 16:7\" href=\"/II_Chronicles.16.7\">16:7</a>; <a data-ref=\"Isaiah 7:11\" href=\"/Isaiah.7.11\">Is 7:11</a>; <a data-ref=\"Isaiah 37:4\" href=\"/Isaiah.37.4\">37:4</a><sup>(×2)</sup>; <a data-ref=\"Isaiah 41:13\" href=\"/Isaiah.41.13\">41:13</a>; <a data-ref=\"Isaiah 43:3\" href=\"/Isaiah.43.3\">43:3</a>; <a data-ref=\"Isaiah 51:15\" href=\"/Isaiah.51.15\">51:15</a>; <a data-ref=\"Isaiah 55:5\" href=\"/Isaiah.55.5\">55:5</a>; <a data-ref=\"Jeremiah 40:2\" href=\"/Jeremiah.40.2\">Je 40:2</a> + (3 times) <a data-ref=\"Hosea 12:10\" href=\"/Hosea.12.10\">Ho 12:10</a>; <a data-ref=\"Hosea 13:4\" href=\"/Hosea.13.4\">13:4</a>; <a data-ref=\"Hosea 14:2\" href=\"/Hosea.14.2\">14:2</a>; <a data-ref=\"Amos 9:15\" href=\"/Amos.9.15\">Am 9:15</a>; <a data-ref=\"Psalms 81:11\" href=\"/Psalms.81.11\">ψ 81:11</a>. <strong>b.</strong>  with <span dir=\"rtl\">אֱלֹהֵיכֶם</span> in D 46 times; D<sup>2</sup> 28 times; H 15 times; P 15 times; elsewhere <a data-ref=\"Exodus 23:25\" href=\"/Exodus.23.25\">Ex 23:25</a> (E); <a data-ref=\"Exodus 8:24\" href=\"/Exodus.8.24\">8:24</a>; <a data-ref=\"Exodus 10:8\" href=\"/Exodus.10.8\">10:8</a>, <a data-ref=\"Exodus 10:16\" href=\"/Exodus.10.16\">16</a>, <a data-ref=\"Exodus 10:17\" href=\"/Exodus.10.17\">17</a> (JE); <a data-ref=\"Judges 6:10\" href=\"/Judges.6.10\">Ju 6:10</a>; <a data-ref=\"I Samuel 12:12\" href=\"/I_Samuel.12.12\">1 S 12:12</a>, <a data-ref=\"I Samuel 12:14\" href=\"/I_Samuel.12.14\">14</a>; <a data-ref=\"II Kings 17:39\" href=\"/II_Kings.17.39\">2 K 17:39</a>; <a data-ref=\"II Kings 23:21\" href=\"/II_Kings.23.21\">23:21</a>; <a data-ref=\"I Chronicles 22:18\" href=\"/I_Chronicles.22.18\">1 Ch 22:18</a> + (10 times Chr) <a data-ref=\"Psalms 76:12\" href=\"/Psalms.76.12\">ψ 76:12</a>; <a data-ref=\"Jeremiah 13:16\" href=\"/Jeremiah.13.16\">Je 13:16</a>; + (5 times) <a data-ref=\"Ezekiel 20:5\" href=\"/Ezekiel.20.5\">Ez 20:5</a>, <a data-ref=\"Ezekiel 20:7\" href=\"/Ezekiel.20.7\">7</a>, <a data-ref=\"Ezekiel 20:19\" href=\"/Ezekiel.20.19\">19</a>, <a data-ref=\"Ezekiel 20:20\" href=\"/Ezekiel.20.20\">20</a>; <a data-ref=\"Joel 2:13\" href=\"/Joel.2.13\">Jo 2:13</a> + (6 times) <a data-ref=\"Zechariah 6:15\" href=\"/Zechariah.6.15\">Zc 6:15</a>. <strong>c.</strong>  with <span dir=\"rtl\">אֱלֹהֵינוּ</span> in D 23 times; in D<sup>2</sup> 5 times; <a data-ref=\"Exodus 8:6\" href=\"/Exodus.8.6\">Ex 8:6</a> (JE) <a data-ref=\"Exodus 3:18\" href=\"/Exodus.3.18\">Ex 3:18</a>; <a data-ref=\"Exodus 5:3\" href=\"/Exodus.5.3\">5:3</a>; <a data-ref=\"Exodus 8:22\" href=\"/Exodus.8.22\">8:22</a>, <a data-ref=\"Exodus 8:23\" href=\"/Exodus.8.23\">23</a>; <a data-ref=\"Exodus 10:25\" href=\"/Exodus.10.25\">10:25</a>, <a data-ref=\"Exodus 10:26\" href=\"/Exodus.10.26\">26</a> (E) <a data-ref=\"Judges 11:24\" href=\"/Judges.11.24\">Ju 11:24</a>; <a data-ref=\"I Samuel 7:8\" href=\"/I_Samuel.7.8\">1 S 7:8</a>; <a data-ref=\"I Kings 8:57\" href=\"/I_Kings.8.57\">1 K 8:57</a>, <a data-ref=\"I Kings 8:59\" href=\"/I_Kings.8.59\">59</a>, <a data-ref=\"I Kings 8:61\" href=\"/I_Kings.8.61\">61</a>, <a data-ref=\"I Kings 8:65\" href=\"/I_Kings.8.65\">65</a> <a data-ref=\"II Kings 18:22\" href=\"/II_Kings.18.22\">2 K 18:22</a>; <a data-ref=\"II Kings 19:19\" href=\"/II_Kings.19.19\">19:19</a> = <a data-ref=\"Isaiah 36:7\" href=\"/Isaiah.36.7\">Is 36:7</a>; <a data-ref=\"Isaiah 37:20\" href=\"/Isaiah.37.20\">37:20</a>, <a data-ref=\"I Chronicles 13:2\" href=\"/I_Chronicles.13.2\">1 Ch 13:2</a> + (15 times Chr) <a data-ref=\"Micah 4:5\" href=\"/Micah.4.5\">Mi 4:5</a>; <a data-ref=\"Micah 7:17\" href=\"/Micah.7.17\">7:17</a>; <a data-ref=\"Isaiah 26:13\" href=\"/Isaiah.26.13\">Is 26:13</a>; <a data-ref=\"Jeremiah 3:22\" href=\"/Jeremiah.3.22\">Je 3:22</a> + (17 times) <a data-ref=\"Psalms 20:8\" href=\"/Psalms.20.8\">ψ 20:8</a>; <a data-ref=\"Psalms 90:17\" href=\"/Psalms.90.17\">90:17</a> (?; Baer <span dir=\"rtl\">אֲדֹנָי</span>) <a data-ref=\"Psalms 94:23\" href=\"/Psalms.94.23\">94:23</a>; <a data-ref=\"Psalms 99:5\" href=\"/Psalms.99.5\">99:5</a>, <a data-ref=\"Psalms 99:8\" href=\"/Psalms.99.8\">8</a>, <a data-ref=\"Psalms 99:9\" href=\"/Psalms.99.9\">9</a><sup>(×2)</sup>; <a data-ref=\"Psalms 105:7\" href=\"/Psalms.105.7\">105:7</a>; <a data-ref=\"Psalms 106:47\" href=\"/Psalms.106.47\">106:47</a>; <a data-ref=\"Psalms 113:5\" href=\"/Psalms.113.5\">113:5</a>; <a data-ref=\"Psalms 122:9\" href=\"/Psalms.122.9\">122:9</a>; <a data-ref=\"Psalms 123:2\" href=\"/Psalms.123.2\">123:2</a> <a data-ref=\"Daniel 9:10\" href=\"/Daniel.9.10\">Dn 9:10</a>, <a data-ref=\"Daniel 9:13\" href=\"/Daniel.9.13\">13</a>, <a data-ref=\"Daniel 9:14\" href=\"/Daniel.9.14\">14</a>. <strong>d.</strong>  c. <span dir=\"rtl\">אֱלֹהֵיהֶם</span> <a data-ref=\"Exodus 10:7\" href=\"/Exodus.10.7\">Ex 10:7</a> (J) <a data-ref=\"Exodus 29:46\" href=\"/Exodus.29.46\">Ex 29:46</a><sup>(×2)</sup> <a data-ref=\"Leviticus 26:44\" href=\"/Leviticus.26.44\">Lv 26:44</a> (P) <a data-ref=\"Judges 3:7\" href=\"/Judges.3.7\">Ju 3:7</a>; <a data-ref=\"Judges 8:34\" href=\"/Judges.8.34\">8:34</a>; <a data-ref=\"I Samuel 12:9\" href=\"/I_Samuel.12.9\">1 S 12:9</a>; <a data-ref=\"I Kings 9:9\" href=\"/I_Kings.9.9\">1 K 9:9</a>; <a data-ref=\"II Kings 17:7\" href=\"/II_Kings.17.7\">2 K 17:7</a>, <a data-ref=\"II Kings 17:9\" href=\"/II_Kings.17.9\">9</a>, <a data-ref=\"II Kings 17:14\" href=\"/II_Kings.17.14\">14</a>, <a data-ref=\"II Kings 17:16\" href=\"/II_Kings.17.16\">16</a>, <a data-ref=\"II Kings 17:19\" href=\"/II_Kings.17.19\">19</a>; <a data-ref=\"II Kings 18:12\" href=\"/II_Kings.18.12\">18:12</a> <a data-ref=\"II Chronicles 31:6\" href=\"/II_Chronicles.31.6\">2 Ch 31:6</a>; <a data-ref=\"II Chronicles 33:17\" href=\"/II_Chronicles.33.17\">33:17</a>; <a data-ref=\"II Chronicles 34:33\" href=\"/II_Chronicles.34.33\">34:33</a>; <a data-ref=\"Nehemiah 9:3\" href=\"/Nehemiah.9.3\">Ne 9:3</a><sup>(×2)</sup>, <a data-ref=\"Nehemiah 9:4\" href=\"/Nehemiah.9.4\">4</a>; <a data-ref=\"Jeremiah 3:21\" href=\"/Jeremiah.3.21\">Je 3:21</a>; <a data-ref=\"Jeremiah 22:9\" href=\"/Jeremiah.22.9\">22:9</a>; <a data-ref=\"Jeremiah 30:9\" href=\"/Jeremiah.30.9\">30:9</a>; <a data-ref=\"Jeremiah 43:1\" href=\"/Jeremiah.43.1\">43:1</a><sup>(×2)</sup> <a data-ref=\"Jeremiah 50:4\" href=\"/Jeremiah.50.4\">50:4</a>; <a data-ref=\"Ezekiel 28:26\" href=\"/Ezekiel.28.26\">Ez 28:26</a>; <a data-ref=\"Ezekiel 34:30\" href=\"/Ezekiel.34.30\">34:30</a>; <a data-ref=\"Ezekiel 39:22\" href=\"/Ezekiel.39.22\">39:22</a>, <a data-ref=\"Ezekiel 39:28\" href=\"/Ezekiel.39.28\">28</a> <a data-ref=\"Hosea 1:7\" href=\"/Hosea.1.7\">Ho 1:7</a>; <a data-ref=\"Hosea 3:5\" href=\"/Hosea.3.5\">3:5</a>; <a data-ref=\"Hosea 7:10\" href=\"/Hosea.7.10\">7:10</a>; <a data-ref=\"Zephaniah 2:7\" href=\"/Zephaniah.2.7\">Zp 2:7</a>; <a data-ref=\"Haggai 1:12\" href=\"/Haggai.1.12\">Hag 1:12</a><sup>(×2)</sup> <a data-ref=\"Zechariah 9:16\" href=\"/Zechariah.9.16\">Zc 9:16</a>; <a data-ref=\"Zechariah 10:6\" href=\"/Zechariah.10.6\">10:6</a>. <strong>e.</strong>  with <span dir=\"rtl\">אֱלֹהָיו</span> <a data-ref=\"Numbers 23:21\" href=\"/Numbers.23.21\">Nu 23:21</a> (E) <a data-ref=\"Exodus 32:11\" href=\"/Exodus.32.11\">Ex 32:11</a> (J) <a data-ref=\"Leviticus 4:22\" href=\"/Leviticus.4.22\">Lv 4:22</a> (P) <a data-ref=\"Deuteronomy 17:19\" href=\"/Deuteronomy.17.19\">Dt 17:19</a>; <a data-ref=\"Deuteronomy 18:7\" href=\"/Deuteronomy.18.7\">18:7</a>; <a data-ref=\"I Samuel 30:6\" href=\"/I_Samuel.30.6\">1 S 30:6</a>; <a data-ref=\"I Kings 5:17\" href=\"/I_Kings.5.17\">1 K 5:17</a>; <a data-ref=\"I Kings 11:4\" href=\"/I_Kings.11.4\">11:4</a>; <a data-ref=\"I Kings 15:3\" href=\"/I_Kings.15.3\">15:3</a>, <a data-ref=\"I Kings 15:4\" href=\"/I_Kings.15.4\">4</a>; <a data-ref=\"II Kings 5:11\" href=\"/II_Kings.5.11\">2 K 5:11</a>; <a data-ref=\"II Kings 16:2\" href=\"/II_Kings.16.2\">16:2</a>; <a data-ref=\"II Chronicles 1:1\" href=\"/II_Chronicles.1.1\">2 Ch 1:1</a>; + 13 times Chr; <a data-ref=\"Micah 5:3\" href=\"/Micah.5.3\">Mi 5:3</a>; <a data-ref=\"Jeremiah 7:28\" href=\"/Jeremiah.7.28\">Je 7:28</a>; <a data-ref=\"Psalms 33:12\" href=\"/Psalms.33.12\">ψ 33:12</a>; <a data-ref=\"Psalms 144:15\" href=\"/Psalms.144.15\">144:15</a>; <a data-ref=\"Psalms 146:5\" href=\"/Psalms.146.5\">146:5</a>; <a data-ref=\"Jonah 2:2\" href=\"/Jonah.2.2\">Jon 2:2</a>. <strong>f.</strong>  with <span dir=\"rtl\">אֱלֹהַי</span> <a data-ref=\"Numbers 22:18\" href=\"/Numbers.22.18\">Nu 22:18</a> (JE) <a data-ref=\"Deuteronomy 4:5\" href=\"/Deuteronomy.4.5\">Dt 4:5</a>; <a data-ref=\"Deuteronomy 18:16\" href=\"/Deuteronomy.18.16\">18:16</a>; <a data-ref=\"Deuteronomy 26:14\" href=\"/Deuteronomy.26.14\">26:14</a>; <a data-ref=\"Joshua 14:8\" href=\"/Joshua.14.8\">Jos 14:8</a>, <a data-ref=\"Joshua 14:9\" href=\"/Joshua.14.9\">9</a>; <a data-ref=\"II Samuel 24:24\" href=\"/II_Samuel.24.24\">2 S 24:24</a>; <a data-ref=\"I Kings 3:7\" href=\"/I_Kings.3.7\">1 K 3:7</a>; <a data-ref=\"I Kings 5:18\" href=\"/I_Kings.5.18\">5:18</a>, <a data-ref=\"I Kings 5:19\" href=\"/I_Kings.5.19\">19</a>; <a data-ref=\"I Kings 8:28\" href=\"/I_Kings.8.28\">8:28</a>; <a data-ref=\"I Kings 17:20\" href=\"/I_Kings.17.20\">17:20</a>, <a data-ref=\"I Kings 17:21\" href=\"/I_Kings.17.21\">21</a>; <a data-ref=\"I Chronicles 21:17\" href=\"/I_Chronicles.21.17\">1 Ch 21:17</a>; <a data-ref=\"I Chronicles 22:7\" href=\"/I_Chronicles.22.7\">22:7</a>; <a data-ref=\"II Chronicles 2:3\" href=\"/II_Chronicles.2.3\">2 Ch 2:3</a>; <a data-ref=\"II Chronicles 6:19\" href=\"/II_Chronicles.6.19\">6:19</a>; <a data-ref=\"Ezra 7:28\" href=\"/Ezra.7.28\">Ezr 7:28</a>; <a data-ref=\"Ezra 9:5\" href=\"/Ezra.9.5\">9:5</a>; <a data-ref=\"Psalms 7:2\" href=\"/Psalms.7.2\">ψ 7:2</a>, <a data-ref=\"Psalms 7:4\" href=\"/Psalms.7.4\">4</a>; <a data-ref=\"Psalms 13:4\" href=\"/Psalms.13.4\">13:4</a>; <a data-ref=\"Psalms 18:29\" href=\"/Psalms.18.29\">18:29</a>; <a data-ref=\"Psalms 30:3\" href=\"/Psalms.30.3\">30:3</a>, <a data-ref=\"Psalms 30:13\" href=\"/Psalms.30.13\">13</a>; <a data-ref=\"Psalms 35:24\" href=\"/Psalms.35.24\">35:24</a>; <a data-ref=\"Psalms 40:6\" href=\"/Psalms.40.6\">40:6</a>; <a data-ref=\"Psalms 104:1\" href=\"/Psalms.104.1\">104:1</a>; <a data-ref=\"Psalms 109:26\" href=\"/Psalms.109.26\">109:26</a>; <a data-ref=\"Isaiah 25:1\" href=\"/Isaiah.25.1\">Is 25:1</a>; <a data-ref=\"Jeremiah 31:18\" href=\"/Jeremiah.31.18\">Je 31:18</a>; <a data-ref=\"Daniel 9:4\" href=\"/Daniel.9.4\">Dn 9:4</a>, <a data-ref=\"Daniel 9:20\" href=\"/Daniel.9.20\">20</a>; <a data-ref=\"Jonah 2:7\" href=\"/Jonah.2.7\">Jon 2:7</a>; <a data-ref=\"Habakkuk 1:12\" href=\"/Habakkuk.1.12\">Hab 1:12</a>; <a data-ref=\"Zechariah 11:4\" href=\"/Zechariah.11.4\">Zc 11:4</a>; <a data-ref=\"Zechariah 13:9\" href=\"/Zechariah.13.9\">13:9</a>; <a data-ref=\"Zechariah 14:5\" href=\"/Zechariah.14.5\">14:5</a>. <strong>g.</strong>  with <span dir=\"rtl\">אֱלֹהַיִךְ</span> <a data-ref=\"Isaiah 60:9\" href=\"/Isaiah.60.9\">Is 60:9</a> <a data-ref=\"Jeremiah 2:17\" href=\"/Jeremiah.2.17\">Je 2:17</a>, <a data-ref=\"Jeremiah 2:19\" href=\"/Jeremiah.2.19\">19</a>; <a data-ref=\"Jeremiah 3:13\" href=\"/Jeremiah.3.13\">3:13</a>; <a data-ref=\"Micah 7:10\" href=\"/Micah.7.10\">Mi 7:10</a>; <a data-ref=\"Zephaniah 3:17\" href=\"/Zephaniah.3.17\">Zp 3:17</a>. <strong>h.</strong>  with <span dir=\"rtl\">אלהים</span>, probably always due to later editors, or to a Qr which has crept into the text <a data-ref=\"Genesis 2:4-3:23\" href=\"/Genesis.2.4-3.23\">Gn 2:4b—3:23</a> (J, 20 times either <span dir=\"rtl\">אלהים</span> inserted by R<sup>P</sup> as Di De; or <span dir=\"rtl\">יהוה</span> inserted by J in an older source); <a data-ref=\"Exodus 9:30\" href=\"/Exodus.9.30\">Ex 9:30</a> (J, but not in 𝔊 Sam.; Sam. <span dir=\"rtl\">אדני יהוה</span>; possibly MT from earlier Qr, & Sam. from later Qr); <a data-ref=\"II Samuel 7:22\" href=\"/II_Samuel.7.22\">2 S 7:22</a>, <a data-ref=\"II Samuel 7:25\" href=\"/II_Samuel.7.25\">25</a> (𝔊 <span dir=\"rtl\">אדני יהוה</span> and <a data-ref=\"I Chronicles 17:20-23\" href=\"/I_Chronicles.17.20-23\">1 Ch 17:20–23</a> only <span dir=\"rtl\">יהוה</span>); <a data-ref=\"I Chronicles 17:16\" href=\"/I_Chronicles.17.16\">1 Ch 17:16</a>, <a data-ref=\"I Chronicles 17:17\" href=\"/I_Chronicles.17.17\">17</a> (but <a data-ref=\"II Samuel 7:18\" href=\"/II_Samuel.7.18\">2 S 7:18</a>, <a data-ref=\"II Samuel 7:19\" href=\"/II_Samuel.7.19\">19</a> <span dir=\"rtl\">אדני יהוה</span>) <a data-ref=\"I Chronicles 28:20\" href=\"/I_Chronicles.28.20\">1 Ch 28:20</a>; <a data-ref=\"I Chronicles 29:1\" href=\"/I_Chronicles.29.1\">29:1</a>; <a data-ref=\"II Chronicles 1:9\" href=\"/II_Chronicles.1.9\">2 Ch 1:9</a>; <a data-ref=\"II Chronicles 6:41\" href=\"/II_Chronicles.6.41\">6:41</a><sup>(×2)</sup>, <a data-ref=\"II Chronicles 6:42\" href=\"/II_Chronicles.6.42\">42</a>; <a data-ref=\"II Chronicles 26:18\" href=\"/II_Chronicles.26.18\">26:18</a> (but in the original <a data-ref=\"Psalms 132:8\" href=\"/Psalms.132.8\">ψ 132:8</a> stood <span dir=\"rtl\">יהוה</span> (so ℌ), or else no divine name); <a data-ref=\"Psalms 72:18\" href=\"/Psalms.72.18\">ψ 72:18</a> (the late doxology) <a data-ref=\"Psalms 84:12\" href=\"/Psalms.84.12\">84:12</a> (but it makes the line too long); <a data-ref=\"Jonah 4:6\" href=\"/Jonah.4.6\">Jon 4:6</a>. For the combinations with other divine names see those names. <strong>2.</strong>  the phrase †<span dir=\"rtl\">אֲנִי יהוה</span> is noteworthy:— <strong>a.</strong>  after <span dir=\"rtl\">אמר</span> either alone <a data-ref=\"Exodus 6:2\" href=\"/Exodus.6.2\">Ex 6:2</a>, <a data-ref=\"Exodus 6:29\" href=\"/Exodus.6.29\">29</a> (P) or before relative and other clauses: <a data-ref=\"Genesis 28:13\" href=\"/Genesis.28.13\">Gn 28:13</a> (J) <a data-ref=\"Genesis 15:7\" href=\"/Genesis.15.7\">15:7</a> (R) <a data-ref=\"Exodus 6:6\" href=\"/Exodus.6.6\">Ex 6:6</a> (P) with <span dir=\"rtl\">אלהיכם</span> <a data-ref=\"Judges 6:10\" href=\"/Judges.6.10\">Ju 6:10</a>; <a data-ref=\"Ezekiel 20:5\" href=\"/Ezekiel.20.5\">Ez 20:5</a>. <strong>b.</strong>  after <span dir=\"rtl\">ידע כי</span> (α) <a data-ref=\"Exodus 7:17\" href=\"/Exodus.7.17\">Ex 7:17</a>; <a data-ref=\"Exodus 8:18\" href=\"/Exodus.8.18\">8:18</a>; <a data-ref=\"Exodus 10:2\" href=\"/Exodus.10.2\">10:2</a> (J); <a data-ref=\"Exodus 7:5\" href=\"/Exodus.7.5\">Ex 7:5</a>; <a data-ref=\"Exodus 14:4\" href=\"/Exodus.14.4\">14:4</a>, <a data-ref=\"Exodus 14:18\" href=\"/Exodus.14.18\">18</a> (P); <a data-ref=\"I Kings 20:13\" href=\"/I_Kings.20.13\">1 K 20:13</a>, <a data-ref=\"I Kings 20:28\" href=\"/I_Kings.20.28\">28</a>; <a data-ref=\"Jeremiah 24:7\" href=\"/Jeremiah.24.7\">Je 24:7</a> <a data-ref=\"Ezekiel 6:7\" href=\"/Ezekiel.6.7\">Ez 6:7</a> + 4:8 times Ez; (β) with <span dir=\"rtl\">אלהיכם</span> <a data-ref=\"Exodus 6:7\" href=\"/Exodus.6.7\">Ex 6:7</a>; <a data-ref=\"Exodus 16:12\" href=\"/Exodus.16.12\">16:12</a>; <a data-ref=\"Deuteronomy 29:5\" href=\"/Deuteronomy.29.5\">Dt 29:5</a> (P) <a data-ref=\"Ezekiel 20:20\" href=\"/Ezekiel.20.20\">Ez 20:20</a>; <a data-ref=\"Joel 4:17\" href=\"/Joel.4.17\">Jo 4:17</a>; (γ) with <span dir=\"rtl\">אלהיהם</span> <a data-ref=\"Exodus 29:46\" href=\"/Exodus.29.46\">Ex 29:46</a> (P) <a data-ref=\"Ezekiel 28:26\" href=\"/Ezekiel.28.26\">Ez 28:26</a>; <a data-ref=\"Ezekiel 34:30\" href=\"/Ezekiel.34.30\">34:30</a>; <a data-ref=\"Ezekiel 39:22\" href=\"/Ezekiel.39.22\">39:22</a>, <a data-ref=\"Ezekiel 39:28\" href=\"/Ezekiel.39.28\">28</a>; (δ) before relative and other clauses <a data-ref=\"Isaiah 45:3\" href=\"/Isaiah.45.3\">Is 45:3</a>; <a data-ref=\"Isaiah 49:23\" href=\"/Isaiah.49.23\">49:23</a>, <a data-ref=\"Isaiah 49:26\" href=\"/Isaiah.49.26\">26</a>; <a data-ref=\"Isaiah 60:16\" href=\"/Isaiah.60.16\">60:16</a> <a data-ref=\"Ezekiel 7:9\" href=\"/Ezekiel.7.9\">Ez 7:9</a>; <a data-ref=\"Ezekiel 17:24\" href=\"/Ezekiel.17.24\">17:24</a>; <a data-ref=\"Ezekiel 21:10\" href=\"/Ezekiel.21.10\">21:10</a>; <a data-ref=\"Ezekiel 22:22\" href=\"/Ezekiel.22.22\">22:22</a>; <a data-ref=\"Ezekiel 35:12\" href=\"/Ezekiel.35.12\">35:12</a>; <a data-ref=\"Ezekiel 36:36\" href=\"/Ezekiel.36.36\">36:36</a>; (ε) with various forms of <span dir=\"rtl\">קדשׁ</span> <a data-ref=\"Exodus 31:13\" href=\"/Exodus.31.13\">Ex 31:13</a> (P) <a data-ref=\"Ezekiel 20:12\" href=\"/Ezekiel.20.12\">Ez 20:12</a>; <a data-ref=\"Ezekiel 37:28\" href=\"/Ezekiel.37.28\">37:28</a>; <a data-ref=\"Ezekiel 39:7\" href=\"/Ezekiel.39.7\">39:7</a>; (ζ) with <span dir=\"rtl\">דברתי</span> <a data-ref=\"Ezekiel 5:13\" href=\"/Ezekiel.5.13\">Ez 5:13</a>; <a data-ref=\"Ezekiel 17:21\" href=\"/Ezekiel.17.21\">17:21</a>, cf. <span dir=\"rtl\">יֵדְעוּ אשׁר אני י׳</span> <a data-ref=\"Ezekiel 20:26\" href=\"/Ezekiel.20.26\">Ez 20:26</a>. <strong>c.</strong>  after <span dir=\"rtl\">כִּי</span> in various combinations <a data-ref=\"Leviticus 11:44\" href=\"/Leviticus.11.44\">Lv 11:44</a>, <a data-ref=\"Leviticus 11:45\" href=\"/Leviticus.11.45\">45</a>; <a data-ref=\"Numbers 35:34\" href=\"/Numbers.35.34\">Nu 35:34</a> (P), <a data-ref=\"Leviticus 20:7\" href=\"/Leviticus.20.7\">Lv 20:7</a>, <a data-ref=\"Leviticus 20:26\" href=\"/Leviticus.20.26\">26</a>; <a data-ref=\"Leviticus 21:8\" href=\"/Leviticus.21.8\">21:8</a>, <a data-ref=\"Leviticus 21:15\" href=\"/Leviticus.21.15\">15</a>, <a data-ref=\"Leviticus 21:23\" href=\"/Leviticus.21.23\">23</a>; <a data-ref=\"Leviticus 22:16\" href=\"/Leviticus.22.16\">22:16</a>; <a data-ref=\"Leviticus 24:22\" href=\"/Leviticus.24.22\">24:22</a>; <a data-ref=\"Leviticus 25:17\" href=\"/Leviticus.25.17\">25:17</a>; <a data-ref=\"Leviticus 26:1\" href=\"/Leviticus.26.1\">26:1</a>, <a data-ref=\"Leviticus 26:44\" href=\"/Leviticus.26.44\">44</a> (all H); <a data-ref=\"Exodus 15:26\" href=\"/Exodus.15.26\">Ex 15:26</a> (R) <a data-ref=\"Isaiah 41:13\" href=\"/Isaiah.41.13\">Is 41:13</a>; <a data-ref=\"Isaiah 43:3\" href=\"/Isaiah.43.3\">43:3</a>; <a data-ref=\"Isaiah 61:8\" href=\"/Isaiah.61.8\">61:8</a>; <a data-ref=\"Jeremiah 9:23\" href=\"/Jeremiah.9.23\">Je 9:23</a>; <a data-ref=\"Ezekiel 12:25\" href=\"/Ezekiel.12.25\">Ez 12:25</a>; <a data-ref=\"Ezekiel 21:4\" href=\"/Ezekiel.21.4\">21:4</a> <a data-ref=\"Zechariah 10:6\" href=\"/Zechariah.10.6\">Zc 10:6</a>; <a data-ref=\"Malachi 3:6\" href=\"/Malachi.3.6\">Mal 3:6</a>. <strong>d.</strong>  emphatic <a data-ref=\"Exodus 6:8\" href=\"/Exodus.6.8\">Ex 6:8</a>; <a data-ref=\"Exodus 12:12\" href=\"/Exodus.12.12\">12:12</a> <a data-ref=\"Leviticus 26:2\" href=\"/Leviticus.26.2\">Lv 26:2</a>, <a data-ref=\"Leviticus 26:45\" href=\"/Leviticus.26.45\">45</a>; <a data-ref=\"Numbers 3:13\" href=\"/Numbers.3.13\">Nu 3:13</a>, <a data-ref=\"Numbers 3:41\" href=\"/Numbers.3.41\">41</a>, <a data-ref=\"Numbers 3:45\" href=\"/Numbers.3.45\">45</a> (all P); <a data-ref=\"Leviticus 18:5\" href=\"/Leviticus.18.5\">Lv 18:5</a>, <a data-ref=\"Leviticus 18:6\" href=\"/Leviticus.18.6\">6</a>, <a data-ref=\"Leviticus 18:21\" href=\"/Leviticus.18.21\">21</a>; <a data-ref=\"Leviticus 19:12\" href=\"/Leviticus.19.12\">19:12</a>, <a data-ref=\"Leviticus 19:14\" href=\"/Leviticus.19.14\">14</a>, <a data-ref=\"Leviticus 19:16\" href=\"/Leviticus.19.16\">16</a>, <a data-ref=\"Leviticus 19:18\" href=\"/Leviticus.19.18\">18</a>, <a data-ref=\"Leviticus 19:28\" href=\"/Leviticus.19.28\">28</a>, <a data-ref=\"Leviticus 19:30\" href=\"/Leviticus.19.30\">30</a>, <a data-ref=\"Leviticus 19:32\" href=\"/Leviticus.19.32\">32</a>, <a data-ref=\"Leviticus 19:37\" href=\"/Leviticus.19.37\">37</a>; <a data-ref=\"Leviticus 21:12\" href=\"/Leviticus.21.12\">21:12</a>; <a data-ref=\"Leviticus 22:2\" href=\"/Leviticus.22.2\">22:2</a>, <a data-ref=\"Leviticus 22:3\" href=\"/Leviticus.22.3\">3</a>, <a data-ref=\"Leviticus 22:8\" href=\"/Leviticus.22.8\">8</a>, <a data-ref=\"Leviticus 22:30\" href=\"/Leviticus.22.30\">30</a>, <a data-ref=\"Leviticus 22:31\" href=\"/Leviticus.22.31\">31</a>, <a data-ref=\"Leviticus 22:33\" href=\"/Leviticus.22.33\">33</a> (all H) <a data-ref=\"Isaiah 43:15\" href=\"/Isaiah.43.15\">Is 43:15</a>; with <span dir=\"rtl\">אלהיהם</span> <a data-ref=\"Exodus 29:46\" href=\"/Exodus.29.46\">Ex 29:46</a>; with <span dir=\"rtl\">אלהיךָ</span> <a data-ref=\"Isaiah 48:17\" href=\"/Isaiah.48.17\">Is 48:17</a>; with <span dir=\"rtl\">אלהיכם</span> <a data-ref=\"Leviticus 23:43\" href=\"/Leviticus.23.43\">Lv 23:43</a>; <a data-ref=\"Leviticus 25:38\" href=\"/Leviticus.25.38\">25:38</a>, <a data-ref=\"Leviticus 25:55\" href=\"/Leviticus.25.55\">55</a>; <a data-ref=\"Numbers 10:10\" href=\"/Numbers.10.10\">Nu 10:10</a>; <a data-ref=\"Numbers 15:41\" href=\"/Numbers.15.41\">15:41</a><sup>(</sup>×2<sup>)</sup> (P) <a data-ref=\"Leviticus 18:2\" href=\"/Leviticus.18.2\">Lv 18:2</a>, <a data-ref=\"Leviticus 18:4\" href=\"/Leviticus.18.4\">4</a>, <a data-ref=\"Leviticus 18:30\" href=\"/Leviticus.18.30\">30</a>; <a data-ref=\"Leviticus 19:2\" href=\"/Leviticus.19.2\">19:2</a>, <a data-ref=\"Leviticus 19:3\" href=\"/Leviticus.19.3\">3</a>, <a data-ref=\"Leviticus 19:4\" href=\"/Leviticus.19.4\">4</a>, <a data-ref=\"Leviticus 19:10\" href=\"/Leviticus.19.10\">10</a>, <a data-ref=\"Leviticus 19:25\" href=\"/Leviticus.19.25\">25</a>, <a data-ref=\"Leviticus 19:31\" href=\"/Leviticus.19.31\">31</a>, <a data-ref=\"Leviticus 19:34\" href=\"/Leviticus.19.34\">34</a>, <a data-ref=\"Leviticus 19:36\" href=\"/Leviticus.19.36\">36</a>; <a data-ref=\"Leviticus 20:24\" href=\"/Leviticus.20.24\">20:24</a>; <a data-ref=\"Leviticus 23:22\" href=\"/Leviticus.23.22\">23:22</a>; <a data-ref=\"Leviticus 26:13\" href=\"/Leviticus.26.13\">26:13</a> (all H) <a data-ref=\"Ezekiel 20:7\" href=\"/Ezekiel.20.7\">Ez 20:7</a>, <a data-ref=\"Ezekiel 20:19\" href=\"/Ezekiel.20.19\">19</a> <a data-ref=\"Joel 2:27\" href=\"/Joel.2.27\">Jo 2:27</a>; with <span dir=\"rtl\">מְקַדֵּשׁ</span> <a data-ref=\"Leviticus 20:8\" href=\"/Leviticus.20.8\">Lv 20:8</a>; <a data-ref=\"Leviticus 22:9\" href=\"/Leviticus.22.9\">22:9</a>, <a data-ref=\"Leviticus 22:32\" href=\"/Leviticus.22.32\">32</a> (H), with <span dir=\"rtl\">דברתי</span> <a data-ref=\"Numbers 14:35\" href=\"/Numbers.14.35\">Nu 14:35</a> (P) <a data-ref=\"Ezekiel 5:15\" href=\"/Ezekiel.5.15\">Ez 5:15</a> + (11 times Ez); with clauses <a data-ref=\"Isaiah 27:3\" href=\"/Isaiah.27.3\">Is 27:3</a>; <a data-ref=\"Isaiah 41:4\" href=\"/Isaiah.41.4\">41:4</a>, <a data-ref=\"Isaiah 41:17\" href=\"/Isaiah.41.17\">17</a>; <a data-ref=\"Isaiah 42:6\" href=\"/Isaiah.42.6\">42:6</a>, <a data-ref=\"Isaiah 42:8\" href=\"/Isaiah.42.8\">8</a>; <a data-ref=\"Isaiah 45:5\" href=\"/Isaiah.45.5\">45:5</a>, <a data-ref=\"Isaiah 45:6\" href=\"/Isaiah.45.6\">6</a>, <a data-ref=\"Isaiah 45:7\" href=\"/Isaiah.45.7\">7</a>, <a data-ref=\"Isaiah 45:8\" href=\"/Isaiah.45.8\">8</a>, <a data-ref=\"Isaiah 45:18\" href=\"/Isaiah.45.18\">18</a>, <a data-ref=\"Isaiah 45:19\" href=\"/Isaiah.45.19\">19</a>, <a data-ref=\"Isaiah 45:21\" href=\"/Isaiah.45.21\">21</a>; <a data-ref=\"Isaiah 60:22\" href=\"/Isaiah.60.22\">60:22</a> <a data-ref=\"Jeremiah 17:10\" href=\"/Jeremiah.17.10\">Je 17:10</a>; <a data-ref=\"Jeremiah 32:27\" href=\"/Jeremiah.32.27\">32:27</a>; <a data-ref=\"Ezekiel 14:4\" href=\"/Ezekiel.14.4\">Ez 14:4</a>, <a data-ref=\"Ezekiel 14:7\" href=\"/Ezekiel.14.7\">7</a>, <a data-ref=\"Ezekiel 14:9\" href=\"/Ezekiel.14.9\">9</a>; <a data-ref=\"Ezekiel 34:24\" href=\"/Ezekiel.34.24\">34:24</a>; †<span dir=\"rtl\">אָנֹכִי יהוה</span> is used in the Ten Words <a data-ref=\"Exodus 20:2\" href=\"/Exodus.20.2\">Ex 20:2</a>, <a data-ref=\"Exodus 20:5\" href=\"/Exodus.20.5\">5</a> = <a data-ref=\"Deuteronomy 5:6\" href=\"/Deuteronomy.5.6\">Dt 5:6</a>, <a data-ref=\"Deuteronomy 5:9\" href=\"/Deuteronomy.5.9\">9</a> cited <a data-ref=\"Psalms 81:11\" href=\"/Psalms.81.11\">ψ 81:11</a> <a data-ref=\"Hosea 12:10\" href=\"/Hosea.12.10\">Ho 12:10</a>; <a data-ref=\"Hosea 13:4\" href=\"/Hosea.13.4\">13:4</a>; elsewhere only <a data-ref=\"Exodus 4:11\" href=\"/Exodus.4.11\">Ex 4:11</a> (J) <a data-ref=\"Isaiah 43:11\" href=\"/Isaiah.43.11\">Is 43:11</a>; <a data-ref=\"Isaiah 44:24\" href=\"/Isaiah.44.24\">44:24</a>; <a data-ref=\"Isaiah 51:15\" href=\"/Isaiah.51.15\">51:15</a>. <strong>3.</strong>  <span dir=\"rtl\">יהוה</span> is also used with several predicates, to form sacred names of holy places of Yahweh <span dir=\"rtl\">יהוה יראה</span> <a data-ref=\"Genesis 22:14\" href=\"/Genesis.22.14\">Gn 22:14</a> (J); <span dir=\"rtl\">יהוה נסי</span> <a data-ref=\"Exodus 17:15\" href=\"/Exodus.17.15\">Ex 17:15</a> (E) <span dir=\"rtl\">יהוה שׁלום</span> <a data-ref=\"Judges 6:24\" href=\"/Judges.6.24\">Ju 6:24</a> <span dir=\"rtl\">יהוה צדקנו</span> <a data-ref=\"Jeremiah 33:16\" href=\"/Jeremiah.33.16\">Je 33:16</a> (cf. <a data-ref=\"Jeremiah 23:6\" href=\"/Jeremiah.23.6\">23:6</a> where it is applied to the Messiah); <span dir=\"rtl\">יהוה שָׁ֑מָּה</span> <a data-ref=\"Ezekiel 48:35\" href=\"/Ezekiel.48.35\">Ez 48:35</a>.—On combinations such as <span dir=\"rtl\">הַר י׳</span>, <span dir=\"rtl\">י׳ צְבָאוֹת</span> etc., v. <a ,=\"\" data-ref=\"BDB, הַר²\" dir=\"rtl\" href=\"/BDB,_הַר²\">הַר</a>, <a ,=\"\" data-ref=\"BDB, צָבָא²\" dir=\"rtl\" href=\"/BDB,_צָבָא²\">צָבָא</a>, etc.<br><em>Note.</em> —Bonk<sup>ZAW 1891, 126 ff.</sup> seems to shew that as prefix, in comp. n.pr., <span dir=\"rtl\">יְהוֹ</span> is the oldest and the latest form and that <span dir=\"rtl\">יוֹ</span> is intermediate, belonging to the earlier post-exilic period until the time of Chr; occasional copyists’ mistakes being taken into the account."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d10cb6084aa1cbf0a33f", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, זוּב 1", "anchorRef": "Leviticus 20:24", "anchorRefExpanded": ["Leviticus 20:24"], "sourceRef": "BDB, זוּב 1", "sourceHeRef": "בראון-דרייבר-בריגס, זוּב א׳", "anchorVerse": 24, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "זוּב", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† <big><big>[<span dir=\"rtl\">זוּב</span>]</big></big>  <strong>vb. flow, gush (</strong>NH <em>id.</em>, Aramaic <span dir=\"rtl\">דּוּב</span>, <span dir=\"rtl\">דִּיב</span>, <span dir=\"rtl\">ܕܳܒ</span>, all used often in sense <strong>4</strong> infr.; Arabic <span dir=\"rtl\">ذَابَ</span> (med. <span dir=\"rtl\">و</span>) <em>melt, dissolve, flow</em><strong>)</strong>—only<br><strong>Qal</strong>  Impf. <span dir=\"rtl\">יָזוּב</span> <a data-ref=\"Leviticus 15:25\" href=\"/Leviticus.15.25\">Lv 15:25</a> etc.; Pt. <span dir=\"rtl\">זָב</span> <a data-ref=\"Jeremiah 49:9\" href=\"/Jeremiah.49.9\">Je 49:9 f.</a> <span dir=\"rtl\">זָבָ֫ה</span> <a data-ref=\"Leviticus 15:19\" href=\"/Leviticus.15.19\">Lv 15:19</a> etc.;— <strong>1.</strong>  <em>flow, gush</em> (poet.), of water from the smitten rock <a data-ref=\"Psalms 78:20\" href=\"/Psalms.78.20\">ψ 78:20</a> (‖ <span dir=\"rtl\">שָׁטַף</span>), <a data-ref=\"Psalms 105:41\" href=\"/Psalms.105.41\">105:41</a> (‖ <span dir=\"rtl\">הָלַךְ</span>), <a data-ref=\"Isaiah 48:21\" href=\"/Isaiah.48.21\">Is 48:21</a> (‖ <span dir=\"rtl\">נָזַל</span>). <strong>2.</strong>  Pt. freq. in <span dir=\"rtl\">זָבַת חָלָב וּדְבַשׁ (אֶרֶץ)</span>, mostly of promised land, <a data-ref=\"Exodus 3:8\" href=\"/Exodus.3.8\">Ex 3:8</a>, <a data-ref=\"Exodus 3:17\" href=\"/Exodus.3.17\">17</a>; <a data-ref=\"Exodus 13:5\" href=\"/Exodus.13.5\">13:5</a> (all J) <a data-ref=\"Exodus 33:3\" href=\"/Exodus.33.3\">33:3</a> <a data-ref=\"Numbers 13:27\" href=\"/Numbers.13.27\">Nu 13:27</a>; <a data-ref=\"Numbers 14:8\" href=\"/Numbers.14.8\">14:8</a>; <a data-ref=\"Numbers 16:14\" href=\"/Numbers.16.14\">16:14</a> (all JE) <a data-ref=\"Deuteronomy 6:3\" href=\"/Deuteronomy.6.3\">Dt 6:3</a>; <a data-ref=\"Deuteronomy 11:9\" href=\"/Deuteronomy.11.9\">11:9</a>; <a data-ref=\"Deuteronomy 26:9\" href=\"/Deuteronomy.26.9\">26:9</a>, <a data-ref=\"Deuteronomy 26:15\" href=\"/Deuteronomy.26.15\">15</a>; <a data-ref=\"Deuteronomy 27:3\" href=\"/Deuteronomy.27.3\">27:3</a>; <a data-ref=\"Deuteronomy 31:20\" href=\"/Deuteronomy.31.20\">31:20</a> <a data-ref=\"Joshua 5:6\" href=\"/Joshua.5.6\">Jos 5:6</a> (D) <a data-ref=\"Leviticus 20:24\" href=\"/Leviticus.20.24\">Lv 20:24</a> (H) <a data-ref=\"Jeremiah 11:5\" href=\"/Jeremiah.11.5\">Je 11:5</a>; <a data-ref=\"Jeremiah 32:22\" href=\"/Jeremiah.32.22\">32:22</a> <a data-ref=\"Ezekiel 20:6\" href=\"/Ezekiel.20.6\">Ez 20:6</a>, <a data-ref=\"Ezekiel 20:15\" href=\"/Ezekiel.20.15\">15</a>, of Egypt <a data-ref=\"Numbers 16:13\" href=\"/Numbers.16.13\">Nu 16:13</a>; <span dir=\"rtl\">זָב עִמְקֵךְ</span> <a data-ref=\"Jeremiah 49:4\" href=\"/Jeremiah.49.4\">Je 49:4</a> (fertile valley of Ammon). <strong>3.</strong>  fig. <em>flow away</em> = <em>pine away</em> (from hunger) <a data-ref=\"Lamentations 4:9\" href=\"/Lamentations.4.9\">La 4:9</a>. <strong>4.</strong>  <em>flow</em>, of issue from woman (all P), <a data-ref=\"Leviticus 15:25\" href=\"/Leviticus.15.25\">Lv 15:25</a> <span dir=\"rtl\">יָזוּב זוֹב דָּמָהּ</span> (v. <a data-ref=\"BDB, זוֹב\" href=\"/BDB,_זוֹב\", dir=\"rtl\">זוֹב</a>); especially <em>have an issue</em> (<em>flux, gleet</em>), of woman <a data-ref=\"Leviticus 15:25\" href=\"/Leviticus.15.25\">Lv 15:25</a> and <a data-ref=\"Leviticus 15:19\" href=\"/Leviticus.15.19\">15:19</a> <span dir=\"rtl\">(תִּהְיֶה זָבָה)</span>; usually of man, <a data-ref=\"II Samuel 3:29\" href=\"/II_Samuel.3.29\">2 S 3:29</a> (‖ <span dir=\"rtl\">מְצֹרָע</span>); elsewhere P, <a data-ref=\"Leviticus 15:2\" href=\"/Leviticus.15.2\">Lv 15:2</a> <span dir=\"rtl\">זָב מִבִּשָׂרוֹ</span>; with cogn. acc. <a data-ref=\"Leviticus 15:33\" href=\"/Leviticus.15.33\">15:33</a>; ordinarily Pt. <span dir=\"rtl\">זָב</span> <em>one that has an issue</em> <a data-ref=\"Leviticus 15:4\" href=\"/Leviticus.15.4\">Lv 15:4</a>, <a data-ref=\"Leviticus 15:6\" href=\"/Leviticus.15.6\">6</a>, <a data-ref=\"Leviticus 15:7\" href=\"/Leviticus.15.7\">7</a>, <a data-ref=\"Leviticus 15:8\" href=\"/Leviticus.15.8\">8</a>, <a data-ref=\"Leviticus 15:9\" href=\"/Leviticus.15.9\">9</a>, <a data-ref=\"Leviticus 15:11\" href=\"/Leviticus.15.11\">11</a>, <a data-ref=\"Leviticus 15:12\" href=\"/Leviticus.15.12\">12</a>, <a data-ref=\"Leviticus 15:13\" href=\"/Leviticus.15.13\">13</a>, <a data-ref=\"Leviticus 15:32\" href=\"/Leviticus.15.32\">32</a> (all P), <a data-ref=\"Leviticus 22:4\" href=\"/Leviticus.22.4\">22:4</a> (H; ‖ <span dir=\"rtl\">צָרוּעַ</span>); also <a data-ref=\"Numbers 5:2\" href=\"/Numbers.5.2\">Nu 5:2</a> (P; ‖ <em>id.</em>)"], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d156b6084aa1cbf0d41d", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, חָלָב 1", "anchorRef": "Leviticus 20:24", "anchorRefExpanded": ["Leviticus 20:24"], "sourceRef": "BDB, חָלָב 1", "sourceHeRef": "בראון-דרייבר-בריגס, חָלָב א׳", "anchorVerse": 24, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "חָלָב", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† <big><span dir=\"rtl\">חָלָב</span></big>  <strong>n.m.</strong> milk <strong>(</strong>NH <em>id.</em> (and vb. denom.); Aramaic <span dir=\"rtl\">חַלְבָּא</span>, <span dir=\"rtl\">ܚܰܠܒܳܐ</span>, Ph. <span dir=\"rtl\">חלב</span>; Arabic <span dir=\"rtl\">حَليبٌ</span> n. <em>fresh milk</em>, <span dir=\"rtl\">حَلَبَ</span> vb. <em>milk;</em> Assyrian <em>alibu</em>, <em>milk</em>, v. Dl<sup>Pr 174</sup>; Ethiopic ሐሊብ <strong>)</strong>—<span dir=\"rtl\">ח׳</span> abs. <a data-ref=\"Genesis 18:18\" href=\"/Genesis.18.18\">Gn 18:18</a> + 35 times + <a data-ref=\"Ezekiel 34:3\" href=\"/Ezekiel.34.3\">Ez 34:3</a> (v. infr.); cstr. <span dir=\"rtl\">חֲלֵב</span> <a data-ref=\"Exodus 23:19\" href=\"/Exodus.23.19\">Ex 23:19</a> + 5 times; sf. <span dir=\"rtl\">חֲלָבִי</span> <a data-ref=\"Song of Songs 5:1\" href=\"/Song_of_Songs.5.1\">Ct 5:1</a>, <span dir=\"rtl\">חֲלָבֵךְ</span> <a data-ref=\"Ezekiel 25:4\" href=\"/Ezekiel.25.4\">Ez 25:4</a>;—<em>milk:</em><br><strong>a.</strong>  as common food <a data-ref=\"Genesis 18:8\" href=\"/Genesis.18.8\">Gn 18:8</a> (J; distinct from <span dir=\"rtl\">חֶמְאָה</span> <em>curd</em>, q.v.), <span dir=\"rtl\">חֲלֵב צֹאן</span> <a data-ref=\"Deuteronomy 32:14\" href=\"/Deuteronomy.32.14\">Dt 32:14</a> (poet.; distinct from <span dir=\"rtl\">חֶמְאַת בָּקָר</span>); in <a data-ref=\"Judges 5:25\" href=\"/Judges.5.25\">Ju 5:25</a> <span dir=\"rtl\">חָלָב</span> is used parallel with <span dir=\"rtl\">חֶמְאָה</span>; elsewhere <span dir=\"rtl\">חֶמְאָה</span> seems to be produced from <span dir=\"rtl\">חָלָב</span>:—<span dir=\"rtl\">מִיץ חָלָב יוֹצִיא חֶמְאָה</span> <a data-ref=\"Proverbs 30:33\" href=\"/Proverbs.30.33\">Pr 30:33</a> <em>a pressing</em> (<em>squeezing</em>) <em>of milk produces curd;</em> <span dir=\"rtl\">מֵרֹב עֲשׂוֹת חָלָב יֹאכַל חֶמְאָה</span> <a data-ref=\"Isaiah 7:22\" href=\"/Isaiah.7.22\">Is 7:22</a> <em>because of abundant yield of milk he shall eat curd;</em> cf. also <span dir=\"rtl\">חֲרִצֵי הֶחָלָב</span> <a data-ref=\"I Samuel 17:18\" href=\"/I_Samuel.17.18\">1 S 17:18</a> <em>cuts of milk</em>, i.e. <em>cheeses;</em> it was received in buckets or pails <span dir=\"rtl\">(עֲטִינָיו)</span> <a data-ref=\"Job 21:24\" href=\"/Job.21.24\">Jb 21:24</a> (v. Ew De Di VB), and kept in skins <span dir=\"rtl\">(נֹאוד ח׳)</span> <a data-ref=\"Judges 4:19\" href=\"/Judges.4.19\">Ju 4:19</a>; men drank it <span dir=\"rtl\">(שׁתה)</span> <a data-ref=\"Ezekiel 25:4\" href=\"/Ezekiel.25.4\">Ez 25:4</a> (cf. <span dir=\"rtl\">השׁקה</span> <a data-ref=\"Judges 4:19\" href=\"/Judges.4.19\">Ju 4:19</a>), but also ate it <span dir=\"rtl\">(אכל)</span>, if emend. <span dir=\"rtl\">הֶחָלָב</span> <a data-ref=\"Ezekiel 34:3\" href=\"/Ezekiel.34.3\">Ez 34:3</a> (for <span dir=\"rtl\">הַחֵלֶב</span>) is right, 𝔊 𝔙 Bö Hi-Sm Co, al.; it was poured out, v. sim. of formation of the embryo <span dir=\"rtl\">הֲלֹא כֶח׳ תַּתִּיכֵנִי</span> <a data-ref=\"Job 10:10\" href=\"/Job.10.10\">Jb 10:10</a> <em>hast thou not poured me out like milk?</em> specif. (1) <span dir=\"rtl\">חֲלֵב עִזִּים לְלַחְמְךָ</span> <a data-ref=\"Proverbs 27:27\" href=\"/Proverbs.27.27\">Pr 27:27</a> <em>milk of goats for thy food</em> (RS<sup>Sem i. 204</sup>). (2) c. <span dir=\"rtl\">אֵם</span> <em>mother’s milk:</em> of kid <span dir=\"rtl\">לֹא־תְבַשֵּׁל גְּדִי בַּחֲלֵב אִמּוֹ</span> <a data-ref=\"Exodus 23:19\" href=\"/Exodus.23.19\">Ex 23:19</a> = <a data-ref=\"Exodus 34:26\" href=\"/Exodus.34.26\">34:26</a> (JE) = <a data-ref=\"Deuteronomy 14:21\" href=\"/Deuteronomy.14.21\">Dt 14:21</a>, cf. <span dir=\"rtl\">טְלֵה ח׳</span> <a data-ref=\"I Samuel 7:9\" href=\"/I_Samuel.7.9\">1 S 7:9</a> <em>sucking lamb</em> (for sacrif.); but also of human beings <span dir=\"rtl\">גְּמוּלֵי מֵח׳</span> <a data-ref=\"Isaiah 28:9\" href=\"/Isaiah.28.9\">Is 28:9</a> <em>weaned from milk</em> (‖ <span dir=\"rtl\">עַתִּיקֵי מִשָּׁדָ֑יִם</span>); fig. in promise to Zion <span dir=\"rtl\">וְיָנַקְתְּ חֲלֵב גּוֹיִם</span> <a data-ref=\"Isaiah 60:16\" href=\"/Isaiah.60.16\">Is 60:16</a> <em>and thou shalt suck the milk of nations</em> (‖ <span dir=\"rtl\">וְשֹׁד מְלָכִים תִּינָ֑קִי</span>). (3) <span dir=\"rtl\">ח׳</span> with wine, as especially delicacy <a data-ref=\"Song of Songs 5:1\" href=\"/Song_of_Songs.5.1\">Ct 5:1</a> (v. De), fig. of <span dir=\"rtl\">י׳</span>’s choicest blessings <a data-ref=\"Isaiah 55:1\" href=\"/Isaiah.55.1\">Is 55:1</a>. (4) often in phr. of productiveness of land of Canaan <span dir=\"rtl\">זָבַת חָלָב וּדְבָ֑שׁ (דְּבַשׁ)</span> <em>flowing with milk and honey</em> <a data-ref=\"Exodus 3:8\" href=\"/Exodus.3.8\">Ex 3:8</a>, <a data-ref=\"Exodus 3:17\" href=\"/Exodus.3.17\">17</a>; <a data-ref=\"Exodus 13:5\" href=\"/Exodus.13.5\">13:5</a>; <a data-ref=\"Exodus 33:3\" href=\"/Exodus.33.3\">33:3</a> <a data-ref=\"Numbers 13:27\" href=\"/Numbers.13.27\">Nu 13:27</a>; <a data-ref=\"Numbers 14:8\" href=\"/Numbers.14.8\">14:8</a>; <a data-ref=\"Numbers 16:14\" href=\"/Numbers.16.14\">16:14</a> (all JE), <a data-ref=\"Leviticus 20:24\" href=\"/Leviticus.20.24\">Lv 20:24</a> (H), <a data-ref=\"Deuteronomy 6:3\" href=\"/Deuteronomy.6.3\">Dt 6:3</a>; <a data-ref=\"Deuteronomy 11:9\" href=\"/Deuteronomy.11.9\">11:9</a>; <a data-ref=\"Deuteronomy 26:9\" href=\"/Deuteronomy.26.9\">26:9</a>, <a data-ref=\"Deuteronomy 26:15\" href=\"/Deuteronomy.26.15\">15</a>; <a data-ref=\"Deuteronomy 27:3\" href=\"/Deuteronomy.27.3\">27:3</a>; <a data-ref=\"Deuteronomy 31:20\" href=\"/Deuteronomy.31.20\">31:20</a> <a data-ref=\"Joshua 5:6\" href=\"/Joshua.5.6\">Jos 5:6</a> <a data-ref=\"Jeremiah 11:5\" href=\"/Jeremiah.11.5\">Je 11:5</a>; <a data-ref=\"Jeremiah 32:22\" href=\"/Jeremiah.32.22\">32:22</a> <a data-ref=\"Ezekiel 20:6\" href=\"/Ezekiel.20.6\">Ez 20:6</a>, <a data-ref=\"Ezekiel 20:15\" href=\"/Ezekiel.20.15\">15</a>, of Egypt <a data-ref=\"Numbers 16:13\" href=\"/Numbers.16.13\">Nu 16:13</a>; the hills <span dir=\"rtl\">תֵּלַכְנָה ח׳</span> <a data-ref=\"Joel 4:18\" href=\"/Joel.4.18\">Jo 4:18</a> (‖ <span dir=\"rtl\">יִטְּפוּ הֶהָרִים עָסִיס</span>); fig. of charms of loved one <span dir=\"rtl\">דְּבַשׁ וְח׳ תַּחַת לְשׁוֹנֵךְ</span> <a data-ref=\"Song of Songs 4:12\" href=\"/Song_of_Songs.4.12\">Ct 4:12</a> <em>honey and milk are under thy tongue</em>.<br><strong>b.</strong>  <em>milk</em> as white <span dir=\"rtl\">לְבֶן־שִׁנַּיִם מֵח׳</span> <a data-ref=\"Genesis 49:12\" href=\"/Genesis.49.12\">Gn 49:12</a> <em>white of teeth, from milk;</em> <span dir=\"rtl\">צַחוּ מֵח׳</span> <a data-ref=\"Lamentations 4:7\" href=\"/Lamentations.4.7\">La 4:7</a> <em>they were whiter than milk</em> (‖ <span dir=\"rtl\">זַכּוּ מִשֶּׁלֶג</span>); so also prob. of eyes (iris) <span dir=\"rtl\">רֹחֲצוֹת בֶּח׳</span> <a data-ref=\"Song of Songs 5:12\" href=\"/Song_of_Songs.5.12\">Ct 5:12</a> <em>bathed in milk</em>, i.e. the white of the eye.—On milk as not used by Israel in sacrifice v. RS<sup>Sem 204</sup>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d202b6084aa1cbf14bc7", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, יָרַשׁ 1", "anchorRef": "Leviticus 20:24", "anchorRefExpanded": ["Leviticus 20:24"], "sourceRef": "BDB, יָרַשׁ 1", "sourceHeRef": "בראון-דרייבר-בריגס, יָרַשׁ א׳", "anchorVerse": 24, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "יָרַשׁ", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><big><span dir=\"rtl\">יָרַשׁ</span></big></big><sub>229</sub><big></big>  <strong>vb.</strong> take possession of, inherit, dispossess <strong>(</strong>MI<sup>7</sup> <span dir=\"rtl\">וירש</span> <em>take possession of;</em> Aramaic <span dir=\"rtl\">יְרֵית</span>, <span dir=\"rtl\">ܝܺܪܶܬ</span> <em>take possession of</em>, and <em>be heir to, inherit;</em> so Ethiopic ወረሰ Arabic <span dir=\"rtl\">وَرِثَ</span> <em>inherit;</em> v. also Sab. <span dir=\"rtl\">ורתֿ</span>, <em>inherit</em>, CIS<sup>iv, 37, 3</sup><strong>)</strong>, especially D (62 times Qal, 1 times Pi, 7 times Hiph. in Dt + 13 times D in Jos);—<br><strong>Qal</strong>  Pf. 3 ms. <span dir=\"rtl\">יָרַשׁ</span> <a data-ref=\"Jeremiah 49:1\" href=\"/Jeremiah.49.1\">Je 49:1</a>; <span dir=\"rtl\">וְיָרַשׁ</span> consec. <a data-ref=\"Jeremiah 49:2\" href=\"/Jeremiah.49.2\">Je 49:2</a> <a data-ref=\"Numbers 27:11\" href=\"/Numbers.27.11\">Nu 27:11</a>; 2 ms. <span dir=\"rtl\">יָרָ֑שְׁתָּ</span> <a data-ref=\"I Kings 21:19\" href=\"/I_Kings.21.19\">1 K 21:19</a>; <span dir=\"rtl\">וְיָרַשְׁתָּ֫</span> <a data-ref=\"Deuteronomy 6:18\" href=\"/Deuteronomy.6.18\">Dt 6:18</a> + 2 times; sf. <span dir=\"rtl\">וִירִשְׁתָּהּ</span> consec. <a data-ref=\"Deuteronomy 17:14\" href=\"/Deuteronomy.17.14\">Dt 17:14</a> + 2 times (on this and kindred forms v. Kö<sup>i. 406, 411</sup>); <span dir=\"rtl\">וִירִשְׁתָּם</span> consec. <a data-ref=\"Deuteronomy 19:1\" href=\"/Deuteronomy.19.1\">Dt 19:1</a>; <a data-ref=\"Deuteronomy 31:3\" href=\"/Deuteronomy.31.3\">31:3</a>; 3 pl. <span dir=\"rtl\">יָֽרְשׁוּ</span> <a data-ref=\"Deuteronomy 3:20\" href=\"/Deuteronomy.3.20\">Dt 3:20</a> +; sf. <span dir=\"rtl\">וִירֵשׁוּךָ</span> consec. <a data-ref=\"Ezekiel 36:12\" href=\"/Ezekiel.36.12\">Ez 36:12</a> (Kö<sup>l.c.</sup>); <span dir=\"rtl\">וִירֵשׁוּהָ</span> consec. <a data-ref=\"Isaiah 34:11\" href=\"/Isaiah.34.11\">Is 34:11</a> + 3 times; 2 mpl. <span dir=\"rtl\">וִירִשְׁתֶּם</span> consec. <a data-ref=\"Deuteronomy 4:1\" href=\"/Deuteronomy.4.1\">Dt 4:1</a> + 7 times; 1 pl. <span dir=\"rtl\">יָרַשְׁנוּ</span> <a data-ref=\"Deuteronomy 3:12\" href=\"/Deuteronomy.3.12\">Dt 3:12</a>, etc.; Impf. 3 ms. <span dir=\"rtl\">יִירַשׁ</span> <a data-ref=\"Genesis 21:10\" href=\"/Genesis.21.10\">Gn 21:10</a> <a data-ref=\"Psalms 25:13\" href=\"/Psalms.25.13\">ψ 25:13</a>; 2 mpl. <span dir=\"rtl\">תִּירְשׁוּ</span> <a data-ref=\"Leviticus 20:24\" href=\"/Leviticus.20.24\">Lv 20:24</a> <a data-ref=\"I Chronicles 28:8\" href=\"/I_Chronicles.28.8\">1 Ch 28:8</a>; <span dir=\"rtl\">תִּירָ֑שׁוּ</span> <a data-ref=\"Ezekiel 33:25\" href=\"/Ezekiel.33.25\">Ez 33:25</a>, <a data-ref=\"Ezekiel 33:26\" href=\"/Ezekiel.33.26\">26</a>; <span dir=\"rtl\">תִּירָשׁ֑וּן</span> <a data-ref=\"Deuteronomy 5:27\" href=\"/Deuteronomy.5.27\">Dt 5:30</a>, etc.; Imv. ms. <span dir=\"rtl\">יְרָ֑שָׁה</span> <a data-ref=\"Deuteronomy 33:23\" href=\"/Deuteronomy.33.23\">Dt 33:23</a>; <span dir=\"rtl\">רֵשׁ</span> <a data-ref=\"Deuteronomy 1:21\" href=\"/Deuteronomy.1.21\">Dt 1:21</a> <a data-ref=\"I Kings 21:15\" href=\"/I_Kings.21.15\">1 K 21:15</a>; <span dir=\"rtl\">רָ֑שׁ</span> <a data-ref=\"Deuteronomy 2:24\" href=\"/Deuteronomy.2.24\">Dt 2:24</a>, <a data-ref=\"Deuteronomy 2:31\" href=\"/Deuteronomy.2.31\">31</a>; mpl. <span dir=\"rtl\">וּרְשׁוּ</span> <a data-ref=\"Deuteronomy 1:8\" href=\"/Deuteronomy.1.8\">Dt 1:8</a>; <a data-ref=\"Deuteronomy 9:23\" href=\"/Deuteronomy.9.23\">9:23</a>; Inf. cstr. <span dir=\"rtl\">לָרֶ֫שֶׁת</span> <a data-ref=\"Deuteronomy 2:31\" href=\"/Deuteronomy.2.31\">Dt 2:31</a> + 17 times; <span dir=\"rtl\">לָרָ֑שֶׁת</span> <a data-ref=\"Nehemiah 9:23\" href=\"/Nehemiah.9.23\">Ne 9:23</a>; sf. <span dir=\"rtl\">לְרִשְׁתְּךָ</span> <a data-ref=\"Genesis 28:4\" href=\"/Genesis.28.4\">Gn 28:4</a>; <span dir=\"rtl\">לְרִשְׁתּוֹ</span> <a data-ref=\"I Kings 21:16\" href=\"/I_Kings.21.16\">1 K 21:16</a>, <a data-ref=\"I Kings 21:18\" href=\"/I_Kings.21.18\">18</a>; <span dir=\"rtl\">לְרִשְׁתָּהּ</span> <a data-ref=\"Genesis 15:7\" href=\"/Genesis.15.7\">Gn 15:7</a> + 28 times; Pt. <span dir=\"rtl\">יוֹרֵשׁ</span> <a data-ref=\"Genesis 15:3\" href=\"/Genesis.15.3\">Gn 15:3</a> + 6 times; pl. <span dir=\"rtl\">י(וֹ)רְשִׁים</span> <a data-ref=\"Deuteronomy 12:2\" href=\"/Deuteronomy.12.2\">Dt 12:2</a> <a data-ref=\"Jeremiah 8:10\" href=\"/Jeremiah.8.10\">Je 8:10</a>; sf. <span dir=\"rtl\">יֹרְשָׁיו</span> <a data-ref=\"Jeremiah 49:2\" href=\"/Jeremiah.49.2\">Je 49:2</a>;— <strong>1.</strong>  <em>take possession of</em>, especially by force, <em>have as a possession</em>, often with collat. idea of <em>taking in place of</em> others, <em>succeeding to, inheriting</em> (cf. <strong>2</strong>: <strong>a.</strong>  land, sq. acc. <a data-ref=\"Genesis 15:7\" href=\"/Genesis.15.7\">Gn 15:7</a>, <a data-ref=\"Genesis 15:8\" href=\"/Genesis.15.8\">8</a> <a data-ref=\"Numbers 13:30\" href=\"/Numbers.13.30\">Nu 13:30</a>; <a data-ref=\"Numbers 21:24\" href=\"/Numbers.21.24\">21:24</a>, <a data-ref=\"Numbers 21:35\" href=\"/Numbers.21.35\">35</a> <a data-ref=\"Joshua 18:3\" href=\"/Joshua.18.3\">Jos 18:3</a> (all JE), <a data-ref=\"Joshua 24:4\" href=\"/Joshua.24.4\">24:4</a>, <a data-ref=\"Joshua 24:8\" href=\"/Joshua.24.8\">8</a> (E), <a data-ref=\"Judges 2:6\" href=\"/Judges.2.6\">Ju 2:6</a>; <a data-ref=\"Judges 11:21\" href=\"/Judges.11.21\">11:21</a>, <a data-ref=\"Judges 11:22\" href=\"/Judges.11.22\">22</a>, <a data-ref=\"Judges 11:23\" href=\"/Judges.11.23\">23</a>, <a data-ref=\"Judges 11:24\" href=\"/Judges.11.24\">24</a><sup>(×2)</sup>; <a data-ref=\"Judges 18:9\" href=\"/Judges.18.9\">18:9</a> <a data-ref=\"Deuteronomy 1:8\" href=\"/Deuteronomy.1.8\">Dt 1:8</a>, <a data-ref=\"Deuteronomy 1:21\" href=\"/Deuteronomy.1.21\">21</a>, <a data-ref=\"Deuteronomy 1:39\" href=\"/Deuteronomy.1.39\">39</a> + 25 times Dt, + †<a data-ref=\"Deuteronomy 11:31\" href=\"/Deuteronomy.11.31\">Dt 11:31</a>; <a data-ref=\"Deuteronomy 17:14\" href=\"/Deuteronomy.17.14\">17:14</a>; <a data-ref=\"Deuteronomy 26:1\" href=\"/Deuteronomy.26.1\">26:1</a> (all <em>possess</em> land <em>and dwell therein</em>), similarly <a data-ref=\"Isaiah 65:9\" href=\"/Isaiah.65.9\">Is 65:9</a><sup>(×2)</sup> <a data-ref=\"Psalms 69:36\" href=\"/Psalms.69.36\">ψ 69:36</a>; <span dir=\"rtl\">בְּאַרְצָם מִשְׁנֶה יִירָ֑שׁוּ</span> <a data-ref=\"Isaiah 61:7\" href=\"/Isaiah.61.7\">Is 61:7</a> <em>in their land they shall possess the double;</em> <span dir=\"rtl\">הָחֵל רָשׁ</span> <a data-ref=\"Deuteronomy 2:24\" href=\"/Deuteronomy.2.24\">Dt 2:24</a>; <span dir=\"rtl\">הָחֵל רָשׁ לָרֶשֶׁת אֶת־אַרְצוֹ</span> v <a data-ref=\"Deuteronomy 2:31\" href=\"/Deuteronomy.2.31\">31</a>; especially phr. <span dir=\"rtl\">(הארץ) שָׁמָּה לְרִשְׁתָּהּ</span> (etc. <span dir=\"rtl\">עֹבְרִים</span>) <span dir=\"rtl\">אֲשֶׁר אַתֶּם בָּאִים</span> <a data-ref=\"Deuteronomy 4:5\" href=\"/Deuteronomy.4.5\">Dt 4:5</a>, <a data-ref=\"Deuteronomy 4:14\" href=\"/Deuteronomy.4.14\">14</a>, <a data-ref=\"Deuteronomy 4:26\" href=\"/Deuteronomy.4.26\">26</a> + 12 times Dt, also <a data-ref=\"Ezra 9:10\" href=\"/Ezra.9.10\">Ezr 9:10</a>; v. <a data-ref=\"Deuteronomy 30:18\" href=\"/Deuteronomy.30.18\">Dt 30:18</a> <a data-ref=\"Joshua 1:11\" href=\"/Joshua.1.11\">Jos 1:11</a><sup>(×2)</sup>, <a data-ref=\"Joshua 1:15\" href=\"/Joshua.1.15\">15</a><sup>(×2)</sup>; <a data-ref=\"Joshua 12:1\" href=\"/Joshua.12.1\">12:1</a>; <a data-ref=\"Joshua 13:1\" href=\"/Joshua.13.1\">13:1</a>; <a data-ref=\"Joshua 21:41\" href=\"/Joshua.21.41\">21:41</a>; <a data-ref=\"Joshua 23:5\" href=\"/Joshua.23.5\">23:5</a> (all D); <a data-ref=\"Amos 2:10\" href=\"/Amos.2.10\">Am 2:10</a> <a data-ref=\"Obadiah 1:19\" href=\"/Obadiah.1.19\">Ob 19</a>, <a data-ref=\"Obadiah 1:19\" href=\"/Obadiah.1.19\">19</a> <a data-ref=\"Habakkuk 1:6\" href=\"/Habakkuk.1.6\">Hb 1:6</a> <a data-ref=\"Ezekiel 33:24\" href=\"/Ezekiel.33.24\">Ez 33:24</a>, <a data-ref=\"Ezekiel 33:25\" href=\"/Ezekiel.33.25\">25</a>, <a data-ref=\"Ezekiel 33:26\" href=\"/Ezekiel.33.26\">26</a> <a data-ref=\"Leviticus 20:24\" href=\"/Leviticus.20.24\">Lv 20:24</a><sup>(×2)</sup> (H), <a data-ref=\"Genesis 28:4\" href=\"/Genesis.28.4\">Gn 28:4</a> <a data-ref=\"Numbers 33:53\" href=\"/Numbers.33.53\">Nu 33:53</a> (both P), <a data-ref=\"I Chronicles 28:8\" href=\"/I_Chronicles.28.8\">1 Ch 28:8</a> <a data-ref=\"Nehemiah 9:15\" href=\"/Nehemiah.9.15\">Ne 9:15</a>, <a data-ref=\"Nehemiah 9:22\" href=\"/Nehemiah.9.22\">22</a>, <a data-ref=\"Nehemiah 9:23\" href=\"/Nehemiah.9.23\">23</a>, <a data-ref=\"Nehemiah 9:24\" href=\"/Nehemiah.9.24\">24</a>; <a data-ref=\"Psalms 25:13\" href=\"/Psalms.25.13\">ψ 25:13</a>; <a data-ref=\"Psalms 37:9\" href=\"/Psalms.37.9\">37:9</a>, <a data-ref=\"Psalms 37:11\" href=\"/Psalms.37.11\">11</a>, <a data-ref=\"Psalms 37:22\" href=\"/Psalms.37.22\">22</a>, <a data-ref=\"Psalms 37:29\" href=\"/Psalms.37.29\">29</a>, <a data-ref=\"Psalms 37:34\" href=\"/Psalms.37.34\">34</a>; + ב instr. <a data-ref=\"Psalms 44:4\" href=\"/Psalms.44.4\">44:4</a>; also <span dir=\"rtl\">וַעֲמַל לְאֻמִּים יִירָ֑שׁוּ</span> <a data-ref=\"Psalms 105:44\" href=\"/Psalms.105.44\">105:44</a> (‖ <span dir=\"rtl\">(וִיִּתֵּן לָהֶם אַרְצוֹת גּוֹיִם)</span>; †<em>take possession of</em> fields <a data-ref=\"Jeremiah 8:10\" href=\"/Jeremiah.8.10\">Je 8:10</a> (obj. not expr.), <a data-ref=\"I Kings 21:15\" href=\"/I_Kings.21.15\">1 K 21:15</a>, <a data-ref=\"I Kings 21:16\" href=\"/I_Kings.21.16\">16</a>, <a data-ref=\"I Kings 21:18\" href=\"/I_Kings.21.18\">18</a>, <a data-ref=\"I Kings 21:19\" href=\"/I_Kings.21.19\">19</a> <a data-ref=\"Psalms 83:13\" href=\"/Psalms.83.13\">ψ 83:13</a>; inheritance (in land) <a data-ref=\"Numbers 27:11\" href=\"/Numbers.27.11\">Nu 27:11</a>; <a data-ref=\"Numbers 36:8\" href=\"/Numbers.36.8\">36:8</a><sup>(×2)</sup> (all P); city (cities), <a data-ref=\"Joshua 19:47\" href=\"/Joshua.19.47\">Jos 19:47</a> (JE), <a data-ref=\"Judges 3:13\" href=\"/Judges.3.13\">Ju 3:13</a> <a data-ref=\"Obadiah 1:20\" href=\"/Obadiah.1.20\">Ob 20</a>; so <span dir=\"rtl\">הַר־קָדְשִׁי</span> <a data-ref=\"Isaiah 57:13\" href=\"/Isaiah.57.13\">Is 57:13</a> (‖ <span dir=\"rtl\">נחל ארץ</span>), <a data-ref=\"Isaiah 63:18\" href=\"/Isaiah.63.18\">63:18</a> where read prob. <span dir=\"rtl\">הַר־קָדְשֶׁ֑ךָ</span> (for MT <span dir=\"rtl\">עַם־ק׳</span>, see 𝔊 VB and ‖ cl.); <em>possess</em> city and dwell therein <a data-ref=\"II Kings 17:24\" href=\"/II_Kings.17.24\">2 K 17:24</a> <a data-ref=\"Isaiah 34:17\" href=\"/Isaiah.34.17\">Is 34:17</a>; <a data-ref=\"Isaiah 34:11\" href=\"/Isaiah.34.11\">Is 34:11</a> yea the pelican and bittern shall <em>possess</em> it; so of nettles <a data-ref=\"Hosea 9:6\" href=\"/Hosea.9.6\">Ho 9:6</a>; <span dir=\"rtl\">וְיִרַשׁ זַרְעֲךָ אֵת שַׁעַר אֹיְבָיו</span> <a data-ref=\"Genesis 22:17\" href=\"/Genesis.22.17\">Gn 22:17</a>, cf. <a data-ref=\"Genesis 24:60\" href=\"/Genesis.24.60\">24:60</a> (both J); <em>possess</em> houses <a data-ref=\"Ezekiel 7:24\" href=\"/Ezekiel.7.24\">Ez 7:24</a> (del. Co), <a data-ref=\"Nehemiah 9:25\" href=\"/Nehemiah.9.25\">Ne 9:25</a>; <span dir=\"rtl\">יוֹרֵשׁ עֶצֶר</span> <a data-ref=\"Judges 18:7\" href=\"/Judges.18.7\">Ju 18:7</a> <em>possessing wealth</em> (? see VB)†. †<strong>b.</strong>  a <em>people</em> (with collat. idea of <em>being their heir</em> (<strong>2</strong>), and so <em>dispossessing them</em>), so especially in <a data-ref=\"Deuteronomy 2:12\" href=\"/Deuteronomy.2.12\">Dt 2:12</a>, <a data-ref=\"Deuteronomy 2:21\" href=\"/Deuteronomy.2.21\">21</a>, <a data-ref=\"Deuteronomy 2:22\" href=\"/Deuteronomy.2.22\">22</a>; <a data-ref=\"Deuteronomy 9:1\" href=\"/Deuteronomy.9.1\">9:1</a> (+ cities), <a data-ref=\"Deuteronomy 11:23\" href=\"/Deuteronomy.11.23\">11:23</a>; <a data-ref=\"Deuteronomy 12:2\" href=\"/Deuteronomy.12.2\">12:2</a>, <a data-ref=\"Deuteronomy 9:29\" href=\"/Deuteronomy.9.29\">29</a><sup>(×2)</sup>; <a data-ref=\"Deuteronomy 18:14\" href=\"/Deuteronomy.18.14\">18:14</a>; <a data-ref=\"Deuteronomy 19:1\" href=\"/Deuteronomy.19.1\">19:1</a>; <a data-ref=\"Deuteronomy 31:3\" href=\"/Deuteronomy.31.3\">31:3</a>; <a data-ref=\"Numbers 21:32\" href=\"/Numbers.21.32\">Nu 21:32</a> (Kt <span dir=\"rtl\">וַיִּירַשׁ</span>; JE), <a data-ref=\"Amos 9:12\" href=\"/Amos.9.12\">Am 9:12</a>; <span dir=\"rtl\">מַדּוּעַ יָרַשׁ מִלְכֹּם אֶת־גָּ֑ד</span> <a data-ref=\"Jeremiah 49:1\" href=\"/Jeremiah.49.1\">Je 49:1</a> (on text see VB), v <a data-ref=\"Jeremiah 49:2\" href=\"/Jeremiah.49.2\">2</a>, 2 (in these 3 perhaps play on meaning <em>inherit</em>, cf. v <a data-ref=\"Jeremiah 49:1\" href=\"/Jeremiah.49.1\">1</a> a); <a data-ref=\"Ezekiel 36:12\" href=\"/Ezekiel.36.12\">Ez 36:12</a> <a data-ref=\"Obadiah 1:17\" href=\"/Obadiah.1.17\">Ob 17</a> <a data-ref=\"Isaiah 54:3\" href=\"/Isaiah.54.3\">Is 54:3</a>; nations + countries <a data-ref=\"Ezekiel 35:10\" href=\"/Ezekiel.35.10\">Ez 35:10</a>. †<strong>2.</strong>  <em>inherit</em>, sq. acc. pers. = <em>be one’s heir</em> <a data-ref=\"Genesis 15:3\" href=\"/Genesis.15.3\">Gn 15:3</a>, <a data-ref=\"Genesis 15:4\" href=\"/Genesis.15.4\">4</a><sup>(×2)</sup> (JE); <span dir=\"rtl\">שִׁפְחָה כִּי־תִירַשׁ גְּבִרְתָּהּ</span> <a data-ref=\"Proverbs 30:23\" href=\"/Proverbs.30.23\">Pr 30:23</a> (or, <em>dispossess</em>?); abs. <em>be heir</em>, sq. <span dir=\"rtl\">עִם</span> pers. = jointly with <a data-ref=\"Proverbs 21:10\" href=\"/Proverbs.21.10\">21:10</a> (E); <span dir=\"rtl\">(הַ)יּוֹרֵשׁ</span> (<em>the</em>) <em>heir</em> <a data-ref=\"II Samuel 14:7\" href=\"/II_Samuel.14.7\">2 S 14:7</a> <a data-ref=\"Jeremiah 49:1\" href=\"/Jeremiah.49.1\">Je 49:1</a> (‖ <span dir=\"rtl\">בָּנִים</span>); <a data-ref=\"Micah 1:15\" href=\"/Micah.1.15\">Mi 1:15</a> (= possessor, captor), where paronom. with n.pr.loc. <span dir=\"rtl\">מָרֵשָׁה</span>; <em>inherit</em> persons, as slaves <span dir=\"rtl\">לָרֶשֶׁת אֲחֻזָּה</span> <a data-ref=\"Leviticus 25:46\" href=\"/Leviticus.25.46\">Lv 25:46</a> (H). †<strong>3.</strong>  = <em>impoverish</em>, <span dir=\"rtl\">הַלְיָרְשֵׁנוּ קְרָאתֶם</span> (var. <strong>Pi.</strong> <span dir=\"rtl\">הַלְיָֽרְ׳</span> <a data-ref=\"Judges 14:15\" href=\"/Judges.14.15\">Ju 14:15</a> (v. Ges<sup>§ 69 m</sup>)) <em>to impoverish us did ye call</em> (us)?<br>†<strong>Niph.</strong>  Impf. <span dir=\"rtl\">יִוָּרֵשׁ</span> <a data-ref=\"Proverbs 23:21\" href=\"/Proverbs.23.21\">Pr 23:21</a>; 2 ms. <span dir=\"rtl\">תִּוָּרֵשׁ</span> <a data-ref=\"Genesis 45:11\" href=\"/Genesis.45.11\">Gn 45:11</a> <a data-ref=\"Proverbs 20:13\" href=\"/Proverbs.20.13\">Pr 20:13</a>; <span dir=\"rtl\">אִוָּרֵשׁ</span> <a data-ref=\"Proverbs 30:9\" href=\"/Proverbs.30.9\">Pr 30:9</a>;—<em>be (dispossessed</em> =) <em>impoverished, come to poverty</em> <a data-ref=\"Genesis 45:11\" href=\"/Genesis.45.11\">Gn 45:11</a> (E), <a data-ref=\"Proverbs 20:13\" href=\"/Proverbs.20.13\">Pr 20:13</a>; <a data-ref=\"Proverbs 23:21\" href=\"/Proverbs.23.21\">23:21</a>; <a data-ref=\"Proverbs 30:9\" href=\"/Proverbs.30.9\">30:9</a> (opp. <span dir=\"rtl\">אֶשְׂבַּע</span>).<br>†<strong>Pi.</strong>  Impf. <span dir=\"rtl\">פְּרִי אַדְמָתֶ֑ךָ יְיָרֵשׁ הַצְּלָצַֽל</span> <a data-ref=\"Deuteronomy 28:42\" href=\"/Deuteronomy.28.42\">Dt 28:42</a> <em>the fruit of thy ground shall the cricket get full possession of</em> (cf. Qal <a data-ref=\"Hosea 9:6\" href=\"/Hosea.9.6\">Ho 9:6</a> <a data-ref=\"Isaiah 34:11\" href=\"/Isaiah.34.11\">Is 34:11</a>), i.e. <em>devour</em>.<br>†<strong>Hiph.</strong>  Pf. 3 ms. <span dir=\"rtl\">הוֹרִישׁ</span> <a data-ref=\"Judges 1:27\" href=\"/Judges.1.27\">Ju 1:27</a> +; 2 ms. <span dir=\"rtl\">הוֹרַשְׁתָּ</span> <a data-ref=\"II Chronicles 20:7\" href=\"/II_Chronicles.20.7\">2 Ch 20:7</a> <a data-ref=\"Psalms 44:3\" href=\"/Psalms.44.3\">ψ 44:3</a>, etc.; Impf. 3 ms. <span dir=\"rtl\">יוֹרִישׁ</span> <a data-ref=\"Joshua 3:10\" href=\"/Joshua.3.10\">Jos 3:10</a>; <span dir=\"rtl\">וַיּ֫(וֹ)רֶשׁ</span> <a data-ref=\"Judges 1:19\" href=\"/Judges.1.19\">Ju 1:19</a> +; 3 fs. sf. 3 mpl. <span dir=\"rtl\">תּוֹרִישֵׁמוּ</span> <a data-ref=\"Exodus 15:9\" href=\"/Exodus.15.9\">Ex 15:9</a>, etc.; Inf. abs. <span dir=\"rtl\">הוֹרֵשׁ</span> <a data-ref=\"Joshua 3:10\" href=\"/Joshua.3.10\">Jos 3:10</a>; <a data-ref=\"Joshua 17:13\" href=\"/Joshua.17.13\">17:13</a>; <span dir=\"rtl\">הוֹרֵישׁ</span> <a data-ref=\"Judges 1:28\" href=\"/Judges.1.28\">Ju 1:28</a>; cstr. <span dir=\"rtl\">לְהוֹרִישׁ</span> <a data-ref=\"Deuteronomy 4:38\" href=\"/Deuteronomy.4.38\">Dt 4:38</a> +, etc.; Pt. <span dir=\"rtl\">מוֹרִישׁ</span> <a data-ref=\"I Samuel 2:7\" href=\"/I_Samuel.2.7\">1 S 2:7</a> <a data-ref=\"Deuteronomy 18:12\" href=\"/Deuteronomy.18.12\">Dt 18:12</a>; sf. <span dir=\"rtl\">מוֹרִישָׁם</span> <a data-ref=\"Deuteronomy 9:4\" href=\"/Deuteronomy.9.4\">Dt 9:4</a>, <a data-ref=\"Deuteronomy 9:5\" href=\"/Deuteronomy.9.5\">5</a>;— <strong>1.</strong>  <em>cause to possess</em>, or <em>inherit</em> <a data-ref=\"Judges 11:24\" href=\"/Judges.11.24\">Ju 11:24</a>; <span dir=\"rtl\">מִיְּרֻשָֽׁתְךָ אֲשֶׁר הוֹרַשְׁתָּנוּ</span> <a data-ref=\"II Chronicles 20:11\" href=\"/II_Chronicles.20.11\">2 Ch 20:11</a>; sq. ל pers., <span dir=\"rtl\">וְהוֹרַשְׁתֶּם לִבְנֵיכֶם</span> <a data-ref=\"Ezra 9:12\" href=\"/Ezra.9.12\">Ezr 9:12</a> <em>and cause your sons to inherit</em> (it); fig. <span dir=\"rtl\">תּוֹרִישֵׁנִי עֲוֹנוֹת נְעוּרָ֑י</span> <a data-ref=\"Job 13:26\" href=\"/Job.13.26\">Jb 13:26</a> <em>thou makest me to inherit</em> (the consequences of) <em>the iniquities of my youth</em>. <strong>2.</strong>  <em>cause</em> (others) <em>to possess</em> or <em>inherit</em>, then gen. <em>dispossess:</em> <strong>a.</strong>  sq. acc. gent. vel pers., <a data-ref=\"Joshua 13:13\" href=\"/Joshua.13.13\">Jos 13:13</a>; <a data-ref=\"Joshua 16:10\" href=\"/Joshua.16.10\">16:10</a> (both JE), <a data-ref=\"Judges 1:29\" href=\"/Judges.1.29\">Ju 1:29</a>, <a data-ref=\"Judges 1:30\" href=\"/Judges.1.30\">30</a>, <a data-ref=\"Judges 1:31\" href=\"/Judges.1.31\">31</a>, <a data-ref=\"Judges 1:32\" href=\"/Judges.1.32\">32</a>, <a data-ref=\"Judges 1:33\" href=\"/Judges.1.33\">33</a> (all opp. <span dir=\"rtl\">ישׁב בְּקֶרֶב</span>), <a data-ref=\"Joshua 14:12\" href=\"/Joshua.14.12\">Jos 14:12</a> (JE), <a data-ref=\"Joshua 17:13\" href=\"/Joshua.17.13\">17:13</a> (JE; <span dir=\"rtl\">הוֹרֵשׁ לֹא הוֹרִישׁוֹ</span>), <a data-ref=\"Judges 1:28\" href=\"/Judges.1.28\">Ju 1:28</a> (<em>id.</em>); opp. <span dir=\"rtl\">ישׁב אֵת</span> <a data-ref=\"Joshua 15:63\" href=\"/Joshua.15.63\">Jos 15:63</a>; opp. <span dir=\"rtl\">ישׁב בְּ</span> <a data-ref=\"Judges 1:21\" href=\"/Judges.1.21\">Ju 1:21</a>, <a data-ref=\"Judges 1:27\" href=\"/Judges.1.27\">27</a>; also <a data-ref=\"Numbers 21:32\" href=\"/Numbers.21.32\">Nu 21:32</a> Qr, <a data-ref=\"Numbers 32:39\" href=\"/Numbers.32.39\">32:39</a> <a data-ref=\"Joshua 17:18\" href=\"/Joshua.17.18\">Jos 17:18</a> (all JE), <a data-ref=\"Joshua 13:12\" href=\"/Joshua.13.12\">13:12</a> (D), <a data-ref=\"Judges 1:19\" href=\"/Judges.1.19\">Ju 1:19b</a>; <a data-ref=\"Judges 2:23\" href=\"/Judges.2.23\">2:23</a>; also <span dir=\"rtl\">וַיֹּרֶשׁ אֶת־הָהָר</span> <a data-ref=\"Judges 1:19\" href=\"/Judges.1.19\">1:19a</a> (= <span dir=\"rtl\">את־יושׁבי ההר</span> see v b), <a data-ref=\"Deuteronomy 7:17\" href=\"/Deuteronomy.7.17\">Dt 7:17</a> <a data-ref=\"Psalms 44:3\" href=\"/Psalms.44.3\">ψ 44:3</a>; <span dir=\"rtl\">וְהוֹרַשְׁתָּם וְהַאֲבַדְתָּם</span> <a data-ref=\"Deuteronomy 9:3\" href=\"/Deuteronomy.9.3\">Dt 9:3</a>; sq. acc. + <span dir=\"rtl\">מִפְּנֵי</span> <a data-ref=\"Exodus 34:24\" href=\"/Exodus.34.24\">Ex 34:24</a> <a data-ref=\"Numbers 32:21\" href=\"/Numbers.32.21\">Nu 32:21</a> <a data-ref=\"Joshua 3:10\" href=\"/Joshua.3.10\">Jos 3:10</a> (<span dir=\"rtl\">הוֹרֵשׁ יוֹרִישׁ</span>; all these JE), <a data-ref=\"Deuteronomy 4:38\" href=\"/Deuteronomy.4.38\">Dt 4:38</a>; <a data-ref=\"Deuteronomy 9:4\" href=\"/Deuteronomy.9.4\">9:4</a>, <a data-ref=\"Deuteronomy 9:5\" href=\"/Deuteronomy.9.5\">5</a>; <a data-ref=\"Deuteronomy 18:12\" href=\"/Deuteronomy.18.12\">18:12</a> <a data-ref=\"Joshua 13:6\" href=\"/Joshua.13.6\">Jos 13:6</a>; <a data-ref=\"Joshua 23:9\" href=\"/Joshua.23.9\">23:9</a> (both D), <a data-ref=\"Numbers 33:52\" href=\"/Numbers.33.52\">Nu 33:52</a>, <a data-ref=\"Numbers 33:55\" href=\"/Numbers.33.55\">55</a> (both P), <a data-ref=\"Judges 2:21\" href=\"/Judges.2.21\">Ju 2:21</a>; <a data-ref=\"Judges 11:23\" href=\"/Judges.11.23\">11:23</a>, <a data-ref=\"Judges 11:24\" href=\"/Judges.11.24\">24</a> <a data-ref=\"I Kings 14:24\" href=\"/I_Kings.14.24\">1 K 14:24</a>; <a data-ref=\"I Kings 21:26\" href=\"/I_Kings.21.26\">21:26</a> <a data-ref=\"II Kings 16:3\" href=\"/II_Kings.16.3\">2 K 16:3</a>; <a data-ref=\"II Kings 17:8\" href=\"/II_Kings.17.8\">17:8</a>; <a data-ref=\"II Kings 21:2\" href=\"/II_Kings.21.2\">21:2</a> (all D), <a data-ref=\"II Chronicles 28:3\" href=\"/II_Chronicles.28.3\">2 Ch 28:3</a>; <a data-ref=\"II Chronicles 33:2\" href=\"/II_Chronicles.33.2\">33:2</a>; acc. + <span dir=\"rtl\">מִלִּפְנֵי</span> <a data-ref=\"Deuteronomy 11:23\" href=\"/Deuteronomy.11.23\">Dt 11:23</a> <a data-ref=\"Joshua 23:5\" href=\"/Joshua.23.5\">Jos 23:5</a>, <a data-ref=\"Joshua 23:13\" href=\"/Joshua.23.13\">13</a> (D; ‖ <span dir=\"rtl\">הָדַף</span>), <a data-ref=\"II Chronicles 20:7\" href=\"/II_Chronicles.20.7\">2 Ch 20:7</a>; acc. + <span dir=\"rtl\">מִשָּׁם</span> <a data-ref=\"Joshua 15:14\" href=\"/Joshua.15.14\">Jos 15:14</a> (JE) = <a data-ref=\"Judges 1:20\" href=\"/Judges.1.20\">Ju 1:20</a>; of <em>cities</em> (i.e. their inhabitants) <a data-ref=\"Joshua 8:7\" href=\"/Joshua.8.7\">Jos 8:7</a>; <a data-ref=\"Joshua 17:12\" href=\"/Joshua.17.12\">17:12</a>; so of a <em>land</em> = <a data-ref=\"Numbers 33:53\" href=\"/Numbers.33.53\">Nu 33:53</a> (P), see v <a data-ref=\"Numbers 33:52\" href=\"/Numbers.33.52\">52</a>, <a data-ref=\"Numbers 33:55\" href=\"/Numbers.33.55\">55</a> [𝔊 + <span dir=\"rtl\">יושׁבי</span>] <strong>b.</strong>  sq. acc. rei, <span dir=\"rtl\">מִבִּטְנוֹ יֹרִשֶׁנּוּ אֵל</span> <a data-ref=\"Job 20:15\" href=\"/Job.20.15\">Jb 20:15</a> <em>God shall cast them out of his belly</em>, i.e. riches (‖ <span dir=\"rtl\">חַיִל בָּלַע וַיְקִאֶנּוּ</span>). <strong>3.</strong>  = <em>impoverish</em>, <span dir=\"rtl\">יהוה מוֹרִישׁ וּמַעֲשׁיר</span> <a data-ref=\"I Samuel 2:7\" href=\"/I_Samuel.2.7\">1 S 2:7</a> (song) <span dir=\"rtl\">י׳</span> <em>impoverisheth and maketh rich;</em> sq. acc. (of Tyre) <span dir=\"rtl\">אֲדֹנָי יוֹרִשֶׁנָּה</span> <a data-ref=\"Zechariah 9:4\" href=\"/Zechariah.9.4\">Zc 9:4</a> (see v <a data-ref=\"Zechariah 9:3\" href=\"/Zechariah.9.3\">3</a>). <strong>4.</strong>  nearly = <em>bring to ruin, destroy</em>, sq. acc. gent. <span dir=\"rtl\">אָרִיק חַרְבִּי תּוֹרִישֵׁמוֹ יָדִי</span> <a data-ref=\"Exodus 15:9\" href=\"/Exodus.15.9\">Ex 15:9</a> (poem in E); so perhaps also <a data-ref=\"Numbers 14:12\" href=\"/Numbers.14.12\">Nu 14:12</a> (JE; AV <em>disinherit;</em> ‖ <span dir=\"rtl\">אַכֶּנּוּ בַדֶּבֶר</span>). <strong>5.</strong>  = <strong>Qal</strong> <em>take possession of</em> a land <a data-ref=\"Numbers 14:24\" href=\"/Numbers.14.24\">Nu 14:24</a> (JE), but read prob. <span dir=\"rtl\">יִרָשֶׁנָּה</span>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6665cb21faee0b8c909d844e", "index_title": "David Zvi Hoffmann on Leviticus", "category": "Commentary", "type": "commentary", "ref": "David Zvi Hoffmann on Leviticus 20:24:1", "anchorRef": "Leviticus 20:24", "anchorRefExpanded": ["Leviticus 20:24"], "sourceRef": "David Zvi Hoffmann on Leviticus 20:24:1", "sourceHeRef": "פירושי רד\"צ הופמן על ויקרא כ׳:כ״ד:א׳", "anchorVerse": 24, "sourceHasEn": false, "commentaryNum": 24.0001, "collectiveTitle": {"en": "David Zvi Hoffmann", "he": "פירושי רד\"צ הופמן"}, "he": "<b>\"אני ה' וגו'\".</b> כל חוקי קדושה אלה אני הוא הנותנם, אשר הבדלתי אתכם למטרה זו מבין העמים.", "heVersionTitle": "Mossad Harav Kook, Jerusalem, 2022\r", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}]