[{"_id": "531e4fe2fbfba276047f69d5", "index_title": "Onkelos Leviticus", "category": "Targum", "type": "targum", "ref": "Onkelos Leviticus 13:9", "anchorRef": "Leviticus 13:9", "anchorRefExpanded": ["Leviticus 13:9"], "sourceRef": "Onkelos Leviticus 13:9", "sourceHeRef": "תרגום אונקלוס על ויקרא י״ג:ט׳", "anchorVerse": 9, "sourceHasEn": false, "compDate": [80, 120], "commentaryNum": 13.0009, "collectiveTitle": {"en": "Onkelos Leviticus", "he": "תרגום אונקלוס על ויקרא"}, "heTitle": "תרגום אונקלוס על ויקרא", "he": "מַכְתַּשׁ <b>סְגִירוּ</b> אֲרֵי תְהֵי בֶּאֱנָשָׁא וְיִתֵּתֵי לְוָת כַּהֲנָא:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "חומש שפתי חכמים, מצודה תשס\"ט", "text": "When there is a skin-eruption of <i>tzoraas</i> [<b>‘confinement’</b>] on a person he shall be brought to the <i>kohein.</i>", "versionTitle": "Metsudah Chumash, Metsudah Publications, 2009 [with Onkelos translation]", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "532b2685fbfba27c35eec20c", "index_title": "Targum Jonathan on Leviticus", "category": "Targum", "type": "targum", "ref": "Targum Jonathan on Leviticus 13:9", "anchorRef": "Leviticus 13:9", "anchorRefExpanded": ["Leviticus 13:9"], "sourceRef": "Targum Jonathan on Leviticus 13:9", "sourceHeRef": "תרגום יונתן על ויקרא י״ג:ט׳", "anchorVerse": 9, "sourceHasEn": true, "compDate": [30, 70], "commentaryNum": 13.0009, "collectiveTitle": {"en": "Targum Jonathan on Leviticus", "he": "תרגום יונתן על ויקרא"}, "heTitle": "תרגום יונתן על ויקרא", "he": "מַכְתַּשׁ סְגִירוּ אֲרוּם יְהֵי בְּבַר נַשׁ וִיתֵיתֵיהּ לְוַת כַּהֲנָא", "heVersionTitle": "Targum Jonathan on Leviticus", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": " When the plague of leprosy is upon a man, let him be brought to the priest. ", "versionTitle": "The Targum of Jonathan ben Uzziel, trans. J. W. Etheridge, London, 1862", "license": "Public Domain", "versionTitleInHebrew": "תרגום ירושלמי (תרגום יונתן בן-עוזיאל) לתורה, תורגם ע״י ג׳ון ווסלי אטרידג׳, לונדון 1862"}, {"_id": "53f5e42ffbfba25a35b3f2a4", "index_title": "Rashbam on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Rashbam on Leviticus 13:9:1", "anchorRef": "Leviticus 13:9", "anchorRefExpanded": ["Leviticus 13:9"], "sourceRef": "Rashbam on Leviticus 13:9:1", "sourceHeRef": "רשב\"ם על ויקרא י״ג:ט׳:א׳", "anchorVerse": 9, "sourceHasEn": false, "compDate": [1120, 1160], "commentaryNum": 9.0001, "collectiveTitle": {"en": "Rashbam", "he": "רשב\"ם"}, "heTitle": "רשב\"ם על ויקרא", "he": "נגע צרעת - שיהיה מקום הנגע בשר לבן, כדכתיב: מצורעת כשלג, כך נקרא הנגע כשהוא לבן. ", "heVersionTitle": "Rashbam on Leviticus - Daat", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": "Eliyahu Munk, HaChut Hameshulash", "license": "CC-BY", "versionTitleInHebrew": "החוט המשולש, אליהו מונק"}, {"_id": "57e77d0dd6e4a94c7c18a596", "index_title": "Tafsir Rasag", "category": "Targum", "type": "targum", "ref": "Tafsir Rasag, Leviticus 13:9", "anchorRef": "Leviticus 13:9", "anchorRefExpanded": ["Leviticus 13:9"], "sourceRef": "Tafsir Rasag, Leviticus 13:9", "sourceHeRef": "תפסיר רס\"ג, ויקרא י״ג:ט׳", "anchorVerse": 9, "sourceHasEn": false, "compDate": [918, 942], "commentaryNum": 13.0009, "collectiveTitle": {"en": "Tafsir Rasag", "he": "תפסיר רס\"ג"}, "heTitle": "ויקרא", "he": "ואד̇א כאן באנסאן בלא ברץ פליות בה אלי אלאמאם", "heVersionTitle": "Tafsir al-Torah bi-al-Arabiya, Paris, 1893", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תפסיר אלתורה באלערביה, פריס, 1893", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "588f570ad6e4a96d624b06bb", "index_title": "Machberet Menachem", "category": "Reference", "type": "", "ref": "Machberet Menachem, Letter Tzadi 62:2", "anchorRef": "Leviticus 13:9", "anchorRefExpanded": ["Leviticus 13:9"], "sourceRef": "Machberet Menachem, Letter Tzadi 62:2", "sourceHeRef": "מחברת מנחם, צ ס״ב:ב׳", "anchorVerse": 9, "sourceHasEn": false, "compDate": [950, 960], "commentaryNum": 62.0002, "collectiveTitle": {"en": "Machberet Menachem", "he": "מחברת מנחם"}, "he": "‎מתחלק לשני מחלקות: האחד, נגע <b>צרעת</b> <small>(ויקרא יג, ט)</small>, <b>והצרוע</b> אשר בו הנגע <small>(שם יג, מה)</small>, כמשמעו.", "heVersionTitle": "Mahberet Menahem, London, 1854.", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מחברת מנחם,לונדון, תרי\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59119bd5d6e4a955f8cebc5c", "index_title": "Sanhedrin", "category": "Talmud", "type": "", "ref": "Sanhedrin 101a:4", "anchorRef": "Leviticus 13:9", "anchorRefExpanded": ["Leviticus 13:9"], "sourceRef": "Sanhedrin 101a:4", "sourceHeRef": "סנהדרין ק״א א:ד׳", "anchorVerse": 9, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 201.0004, "collectiveTitle": {"en": "Sanhedrin", "he": "סנהדרין"}, "heTitle": "סנהדרין", "he": "והלוחש על המכה וכו': אמר ר' יוחנן וברוקק בה לפי שאין מזכירין שם שמים על הרקיקה איתמר רב אמר אפילו נגע צרעת ר' חנינא אמר אפילו ויקרא אל משה", "heVersionTitle": "Wikisource Talmud Bavli", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "תלמוד בבלי (ויקיטקסט)", "text": "§ The mishna teaches: <b>And</b> among those who have no share in the World-to-Come is <b>one who whispers</b> invocations <b>over a wound. Rabbi Yoḥanan says: And</b> that is the case only <b>where he spits into</b> the wound while he whispers, <b>as one does not mention the name of Heaven over spittle,</b> and doing so is an act of contempt for God. <b>It was stated</b> that <b>Rav says: Even</b> the verse: “When <b>a leprous mark</b> is in a man, then he shall be brought to the priest” (Leviticus 13:9), in which there is no mention of the name of God, may not be whispered as an invocation. <b>Rabbi Ḥanina says: Even</b> a verse that is unrelated to the specific illness in question, for example: <b>“And He called to Moses”</b> (Leviticus 1:1), may not be whispered as an invocation.", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": "מהדורת וויליאם דייוידסון - אנגלית"}, {"_id": "59d488ffd6e4a939ba173f2f", "index_title": "Torah Temimah on Torah", "category": "Commentary", "type": "commentary", "ref": "Torah Temimah on Torah, Leviticus 13:9:1", "anchorRef": "Leviticus 13:9", "anchorRefExpanded": ["Leviticus 13:9"], "sourceRef": "Torah Temimah on Torah, Leviticus 13:9:1", "sourceHeRef": "תורה תמימה על התורה, ויקרא י״ג:ט׳:א׳", "anchorVerse": 9, "sourceHasEn": false, "compDate": [1898, 1902], "commentaryNum": 9.0001, "collectiveTitle": {"en": "Torah Temimah on Torah", "he": "תורה תמימה על התורה"}, "heTitle": "ויקרא", "he": "<b>כי תהיה באדם. </b>להביא את הבא בכולו לבן שתהא מחיה מטמאתו <sup class=\"footnote-marker\">מו</sup><i class=\"footnote\">ר\"ל להביא אם חל הנגע על כל גוף האדם, והרבותא בזה דלא נימא כולו הפך לבן טהור כדלקמן בפרשה, משום דהא דכולו הפך לבן טהור הוא רק כשפרח הנגע אחר הראותו אל הכהן כמבואר בסמוך פ' י\"ג, אבל הכא בתחלה הוי כולו לבן כנגע גדולה. וטעם הדיוק י\"ל מדשינה הכתוב לכתוב נגע צרעת כי תהיה באדם ולא כתב אדם כי יהיה בעור בשרו נגע וגו', כמו בראש הפרשה, לכן דריש באדם אפילו בכולו.\n</i>.<br>(שם)\n", "heVersionTitle": "Torah Temimah, Vilna, 1904", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורה תמימה, וילנה תרס\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59ef33d7d6e4a90d4d5df792", "index_title": "Steinsaltz on Sanhedrin", "category": "Quoting Commentary", "type": "", "ref": "Steinsaltz on Sanhedrin 101a:4", "anchorRef": "Leviticus 13:9", "anchorRefExpanded": ["Leviticus 13:9"], "sourceRef": "Steinsaltz on Sanhedrin 101a:4", "sourceHeRef": "ביאור שטיינזלץ על סנהדרין ק״א א:ד׳", "anchorVerse": 9, "sourceHasEn": false, "compDate": [1950, 2010], "commentaryNum": 201.0004, "collectiveTitle": {"en": "Steinsaltz on Sanhedrin", "he": "ביאור שטיינזלץ על סנהדרין"}, "heTitle": "ביאור שטיינזלץ על סנהדרין", "he": "<big>ב</big> במשנה נמנה בין אלה שאין להם חלק לעולם הבא גם <b>הלוחש על המכה. אמר ר' יוחנן: וברוקק בה</b> בשעת לחישה, <b>לפי שאין מזכירין שם שמים על הרקיקה,</b> והמזכיר שם שמים על הרקיקה מבזה את השם, ולכן נענש. <b>איתמר</b> <small>[נאמר],</small> <b>רב אמר: אפילו</b> את הפסוק <b>\"נגע צרעת</b> כי תהיה באדם והובא אל הכהן<b>\"</b> (ויקרא יג, ט) שאין בו שם, אין אומרים ללחש. <b>ר' חנינא אמר: אפילו</b> פסוק שאיננו קשור לענין מחלה, וכגון <b>\"ויקרא אל משה\"</b> ((ויקרא א, א) אין אומרים.", "heVersionTitle": "William Davidson Edition - Hebrew", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5a436700d6e4a97d18d91321", "index_title": "Ralbag Beur HaMilot on Torah", "category": "Commentary", "type": "commentary", "ref": "Ralbag Beur HaMilot on Torah, Leviticus 13:9:1", "anchorRef": "Leviticus 13:9", "anchorRefExpanded": ["Leviticus 13:9"], "sourceRef": "Ralbag Beur HaMilot on Torah, Leviticus 13:9:1", "sourceHeRef": "רלב\"ג ביאור המלות על התורה, ויקרא י״ג:ט׳:א׳", "anchorVerse": 9, "sourceHasEn": false, "compDate": [1326, 1340], "commentaryNum": 9.0001, "collectiveTitle": {"en": "Ralbag Beur HaMilot", "he": "רלב\"ג ביאור המלות"}, "heTitle": "ויקרא", "he": "<b>נגע צרעת כי תהיה באדם והובא אל הכהן.</b> ר\"ל לראות עניינו אם הוא צרעת אם לא:\n", "heVersionTitle": "Ralbag on Torah, Venice, 1547", "heLicense": "Public Domain", "heVersionTitleInHebrew": "רלב\"ג על התורה, ונציה ש\"ז", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5a9ec573d6e4a91d7b55e321", "index_title": "Tzror HaMor on Torah", "category": "Commentary", "type": "commentary", "ref": "Tzror HaMor on Torah, Leviticus 13:9:1-4", "anchorRef": "Leviticus 13:9", "anchorRefExpanded": ["Leviticus 13:9"], "sourceRef": "Tzror HaMor on Torah, Leviticus 13:9:1-4", "sourceHeRef": "צרור המור על התורה, ויקרא י״ג:ט׳:א׳-ד׳", "anchorVerse": 9, "sourceHasEn": false, "compDate": [1460, 1510], "commentaryNum": 9.0001, "collectiveTitle": {"en": "Tzror HaMor", "he": "צרור המור"}, "heTitle": "ויקרא", "he": ["ואמר <b>נגע צרעת כי תהיה באדם.</b> להורות שדין אלו הנגעים הם באדם. והם בישראל שנקראו אדם כדכתיב אדם אתם. ולהם צוה שיבואו אל הכהן ולא אל אדם אחר. או שיביאום בעל כרחם. וזהו והובא אל הכהן. אבל אם בא אדם אחר משאר אומות להראות נגעיו אל החכם או אל הנביא מותר לראותו. וזה תמצאהו רמוז בשלשה פסוקים הכתובים בתורה שמתחילים בנו\"ן ומסיימין בנו\"ן. וזהו אחד מהם נגע צרעת כי תהיה באדם והובא אל הכהן. והב' נחנו נעבור חלוצים לפני ה' ארץ כנען ואתנו אחוזת נחלתינו מעבר לירדן. והשלישי נביא מקרבך מאחיך כמוני יקים לך ה' אלהיך אליו תשמעון. והנה בפסוק הראשון הורה שאם יקרה ויבא נגע צרעת באדם מישראל. שיביאוהו אל הכהן ולא אל אדם אחר. אבל אם יקרה הנגע באיש אחר שלא מאומתינו. שיכול לבא לפני החכם או הנביא לטהרו או לטמאו. וזה רמז על נעמן שר צבא מלך ארם שהיה מצורע. ובא לפני אלישע הנביא לרפאותו. ואלישע הנביא לא אמר לו לך אל הכהן. אלא רחץ וטהר. ומאין לו זה. וכן מאין לו שירחוץ בירדן ולא במקום אחר. אבל הכל רמוז באלו שני הפסוקים שהם נחנו נעבור חלוצים וגו'. נביא מקרבך וגו'. ואלישע ראה בתחלה שאלו הפסוקים מתחילין בנו\"ן כפופה ומסיימין בנו\"ן פשוטה ובהם ראה שעתיד איש אחד משאר אומות לבא לפניו להאסף מצרעתו. שיתחיל שמו בנון כפופה ויסיים בנון פשוטה. והוא נעמן שר צבא מלך ארם כמו שמתחילין ומסיימים אלו הפסוקים. וכן ראה שמו של נעמן בפסוק שני שאומר נחנו נעבור חלוצים לפני ה' ארץ כנען. הרי כאן נעמן בד' תיבות ראשונים. וכן ראה שמו של אלישע בפסוק ג' שהוא נביא מקרבך. אל\"ף מנביא. למ\"ד מלך. יו\"ד מה'. שי\"ן ועי\"ן מן תשמעון. וכן ראה מתוך פסוק שני שיבא נעמן באנשים חלוצים לארץ כנען. דכתיב ויבא נעמן בסוסיו וברכבו ויעמוד פתח הבית לאלישע. הרי כאן נעמן ואלישע בזה הפסוק. והרי כאן סוסים ורכב. שזה רמז למה שאמר בפסוק השני נחנו נעבור חלוצים. שהוא כמו נעמן יעבור עם חלוצים ארץ כנען. והיכן ראה אלישע לומר לנעמן הלוך ורחצת ז' פעמים בירדן. מסוף הפסוק שכתב בו מעבר לירדן. ובזאת הרמיזה א\"ל שירחץ בירדן. ומאין לו שהנביא יכול לטהר זה האיש מצרעתו. הוציאו מן הפסוק הג' שכתוב בו נביא מקרבך. ששם רמוז שם אלישע כמו שכתבתי. ורמוז בו שזאת הטהרה עתידה להעשות ע\"י נביא מקרבך מאחיך אליו תשמעון. כי הוא במקום כהן. ולכן כשקרע מלך ישראל את בגדיו ואמר האלהים אני להמית ולהחיות. שנראה שהמצורע חשוב כמת. שלח לו אלישע למה קרעת את בגדיך. לפי שהוא היה יושב ודורש אלו הפסוקים. ובהם הוא צופה ומביט ענין נעמן. וידע בנבואה קריעת בגדי המלך. יבא נא אלי וידעת כי יש נביא בישראל. ושהתורה העידה על זה הענין. לכן ראוי שיבא וידע כי יש נביא בישראל. כמו שכתוב נביא מקרבך מאחיך. שזהו כמו נביא בישראל. ובאומרו אליו תשמעון. רמז שראוי לשמוע לדבריו בין לקולא בין לחומרא. ובכאן גלה שלא היה לו רפואה אחרת. אלא בדברים ובשמיעת דברי הנביא. וזהו אליו תשמעון. ולכן כשקצף נעמן ואמר הנה אמרתי אלי יצא יצא ועמד וקרא בשם אלהיו והניף ידו אל המקום. כתבנית סמיכה לכוין בתפלתו. ואסף כמו שהיה עושה הכהן והסגיר הכהן את הנגע. ואם בשביל הרחיצה באתי הלא טוב אמנה ופרפר וגו'. וידברו ויאמרו לו עבדיו. דיבור ואמירה בדברים רבים טובים וניחומים להשיב חמתו. אבי דבר גדול דבר אליך הנביא. כלומר אחר שאתה אב בחכמה ואיש גדול. כמו שכתוב עליו ונעמן היה איש גדול לפני אדוניו. לפי שראה אותו בעל עצה וחכמה ונשוא פנים לכל העם ואיש גבור חיל במלחמה. וזהו ובו נתן ה' תשועה לארם. ולכן אמרו לו אבי דבר גדול הנביא דיבר אליך. כלומר יש לך לראות בחכמתך מי דבר אלו הדברים שהוא נביא ה'. ואם היה אומר לך דבר גדול הלא תעשה להשלים דברו. אף כי אמר לך רחץ וטהר שהוא דבר קטן. ורמז באומרו ואף כי אמר אליך לומר. שאף אם היה אומר לו הנביא דבר גדול לאסוף אותו מצרעתו ולקרוא בשם ה' ולהניף ידו על המכה. ועל הכל היה אומר רחץ וטהר היית עושה. כ\"ש שלא אמר דבר אחר אלא רחץ וטהר. וכל זה תלוי באומרו אליו תשמעון. וכל זה רמוז באמרו נגע צרעת כי תהיה באדם והובא אל הכהן. ולהודיענו עומק התורה וסתריה. ולא דבר רק הוא אלא ממני וכלה במספר במשקל. וכמו שיש סודות גדולים בתורה. כן יש סודות גדולים בפרשיותיה ובהתחלת הפסוקים ובסופם:", "<b>וענין</b> אלו הנגעים כבר רמזתי לך מהיכן באו. מכח חטא של אדם הראשון. ולכן אינם באים אלא על עון וטומאה. ולכן נסמכו אצל פרשת מאכלות אסורות. להודיענו כי מצד המאכלות אסורות והדברים הטמאים והמשוקצים. מתהוים חלאים רעים ונאמנים ליסר האדם. ואף אם נודה שבאו מצד הלחות הרעות. הלחות הרעות יולידום המאכלים הגסים והעבים הבאים מכח הטומאה. ואין ייסורין בלא עון. ולכן אמרו על י' דברים נגעים באים. כנגד י' הדברות וי' מאמרות שבהם נברא העולם. וזה כופר בהם מצד גאותו וגובה לבו. ומצד לשון הרע שמדבר מחבירו. ומכאן בא עד שאומר שפתינו אתנו מי אדון לנו. שכופר במי שאמר והיה העולם. וכן על צרות העין שחושב שכל העולם שלו. ואינו רוצה ליהנות לשום בריה. לפי שכופר בשם הנותן כח לעשות חיל. ואומר בכח ידי עשיתי ובהשתדלותי כי נבונותי. וכופר בשם ה' שהוא שם של ד' אותיות. ולכן מביא עליו הש\"י ד' מיני נגעים הכוללים. ולהם מינים וגוונים כלולים בד' שמות. והם שאת וספחת ובהרת וצרעת. ולהם תולדות רבות. בענין שהשם בכחו מעפש כחו וכוחותיו וליחותיו ויסודותיו שמורכב מהם. שהם ד' יסודות אשר עליהם נבנה הבנין. ורצה הש\"י שיכיר האדם כי לא בכחו יירש ארץ והכל בידו כחומר ביד היוצר. ואחר שהש\"י בראו שלם בכחו ובאיבריו והוא רצה להשחית ולחבל מעשיו בעונותיו. והוא רצה לרדוף אחר החמדה והגאוה וחלול השם ושבועת שוא וע\"ז ולשון הרע וצרות העין. רצה השם יתברך להביא עליו נגעים בגופו ובאיבריו. בענין שיכיר שאע\"פ שיש לו ידים ורגלים ועינים לראות ואזנים לשמוע. כי ספו תמו מן בלהות. כי אין לו ידים ורגלים ועינים. בענין שבידים ורגלים שחטא ילקה. ובהלב שחמד ונתגאה יהיה מקור משחת ויתעפש ויחלה בנגעים גדולים. ולכן נתחלקו הנגעים בעור ובבשר ובראש ובזקן ובכל גופו. כאומרו והנה כסתה הצרעת את כל בשרו. וכן ברגליו כאומרו מראשו ועד רגליו. וזה כענין שאמרו באותם שנדמו לאדם הראשון באיבריהם שבכולם לקו. שמשון בכחו. צדקיהו בעיניו. אסא ברגליו. אבשלום בשערו. שאול בצוארו. וזה לפי שהש\"י נתן להם מתנות טובות לדמותם לאדם הראשון שנברא בצלמו. בענין שבהם יעבדוהו. ובאותם איברים עצמם נתגאו והתריסו נגד השי\"ת. דין הוא שילקו בהם. ולכן אבשלום נתגאה בשערו והתריס נגד אביו שבשמים ונגד דוד אביו. ראוי ללקות בשערו. וכן צדקיהו בעיניו ואסא ברגליו ושאול בצוארו שלא חששו לצווי השי\"ת. ושמשון בכחו ואחר שבעל בת אל נכר ונתן לאחרים חילו ובחר והלך אחר מראה עיניו ואמר אותה קח לי לאשה כי ישרה היא בעיני. ולא בעיני המקום. לכן נקרו פלשתים עיניו. וכבר פירשתי במסכת אבות שאלו הה' רמוזים במשנת הוי עז כנמר וקל כנשר וכו'. עז כנמר לפי שהנמר היא בריה קטנה ויש לה עזות להלחם עם הארי. וכן אבשלום היה לו כח בגאותו להלחם עם אביו שנקרא גור אריה. ואבשלום בשערו דימהו לנמר. לפי שנאמר בו היהפך כושי עורו ונמר חברברותיו. ואלו החרבורות הם בשער הנמר. וקל כנשר אמר כנגד צדקיהו דכתיב ביה ואת עיני צדקיהו עור. ולזה דמהו לנשר דכתיב ביה כנשר יטוש עלי אוכל. לפי שיש לנשר ראות מאד. והיא פורחת למעלה עד שכנפיו נשרפות. ומשם צופה ומביט למטה למקום רחוק עלי אוכל הראוי לה. ורץ כצבי כנגד אסא ברגליו דכתיב ביה חלה את רגליו. ודמהו לצבי כאומרו וקל ברגליו כאחד הצבאים. וגבור כארי כנגד שמשון שנקרא אריה דכתיב דן גור אריה. וכתיב דן ידין עמו כאחד שבטי ישראל. שהוא דוד שנקרא אריה. וגבורת שמשון היתה למעלה מכל הגבורות. לפי שהיה יחיד בלי רכב וסוס ועם רב. אלא שהיתה הגבורה לרעה. ולכן לקה כנגד כולם. בעשרו ובעיניו וברגליו שאסרוהו ובכל גופו. לפי שהוא חטא בכל אלו האיברים. וגבור כארי ג\"כ כנגד שאול. שאע\"פ שהיה יודע שימות במלחמה. עכ\"ז הלך ולא חשש ולקה בצוארו. דכתיב ביה משכמו ומעלה גבוה וגו'. ואח\"כ ויקח שאול את החרב ויפול עליה וגו'. ולכן דיני הש\"י הם מדה כנגד מדה. במה שהאדם חוטא ומתגאה בו לוקה. בענין שיראה דיני הש\"י וישוב בתשובה ולא יתגאה:", "<b>ולכן</b> אמרו אם אדם חוטא מלקהו בבגדיו. ואם לא חזר בו מלקהו בביתו. ואם לא חזר בו מלקהו בגופו. ולכן תמצא שכתב בסוף נגעי הגוף איש צרוע הוא טמא הוא. למעלה. בחטאתיו. ולכן טמא יטמאנו למטה. אחר שבראשו נגעו. ובראשו אבן הראשה. אבן הגאוה. אבן החמדה. אבן הצרות והכילות. ולפי שיתן אל לבו חטאתו. צוה ואמר בגדיו יהיו פרומים. כמו שקורעים על מת. וראשו יהיה פרוע. בגידול שער כאבל. ועל שפם יעטה. כאבל. בענין שלא ידבר כבראשונה שהיה מוציא שם רע על אלהים ואדם. וכן שלא יזיק לאחרים בהבל פיו. כי ברוח שפתיו ימית רשע. ולכן אמר טמא טמא יקרא. כדי שישמעו הטהורים וישמרו עצמם ממנו. וכן טמא טמא יקרא. ויאמר שהוא טמא למעלה וטמא למטה. בדד ישב שלא ידור בבית מיושב בין האנשים. אלא יחידי מחוץ למחנה. ואז\"ל אסור לישב בתוך ארבע אמותיו כמנודה. בדד ישב ולא ב' טמאים יחד. מחוץ למחנה מושבו. שהמנוגע משתלח חוץ לשלשה מחנות שהמצורע שנכנס לבית כל הכלים שיש שם הם טמאים מיד אפי' הקורות. ואם ישב תחת האילן המקום ההוא טמא. ואמרו אם נכנס לבית הכנסת. עושין לו מחיצה גבוה עשרה טפחים ורחבה ד' אמות על ד' אמות. נכנס ראשון ויוצא אחרון כדי שיהיה מושבו לבדו. ולא יטמאו העומדים שם באויר שיש מהפתח עד המחיצה ע\"כ. וזה יורה שכל זה בא מצד העונות. ולכן אמרו בענין הנגעים גזירת הכתוב הוא. כי המלך גזר ואין להרהר אחר דבריו. כי צדיק וישר הוא. ולכן אין להאריך בשער צהוב ובשער שחור או לבן ולתת טעם בהם. כי הם מחוקי המלך שאין להם טעם. ובפרט אל תתמה על החפץ ותאמר. איך איפשר כי בשיעור עדשה מטמא. ואם הפך כולו לבן הוא טהור. כי גזירת הכתוב הוא. שהלובן הוא מדת הרחמים וטהרה. ולכן אמר וראה הכהן והנה כסתה הצרעת את כל בשרו וטהר את הנגע כולו הפך לבן טהור הוא:", "<b>ויש</b> שרוצים להתחכם ואומרים כי כשיקרה זה באבר אחד שהוא בו כצרעת נושנת דמהו למת. והוא יחיה בחיות שהוא כשאר איברי הגוף. אמנם כשיהיה כולל כל הגוף א\"א שנאמר שכל גופו הוא מת כי חי הוא. וא\"כ הוא טהור. ואחרים המשילו לזה משל ואמרו ואם פרוח תפרח הצרעת. משל לנהר כשהוא עמוק אינו רחב וכשהוא רחב אינו עמוק. כך הנגע כשהוא רחב ומתפשט בכל הגוף. אינו יורד אל עומקו ולכך הוא טהור. אבל כשהוא צר הוא יורד אל העומק ולכך הוא טמא. וחז\"ל הלבישו הפסוק בצורה רוחניות ואמרו אין בן דוד בא עד שתתהפך המלכות כלה למינות. מאי קראה כולו הפך לבן טהור הוא. רמזו בזה כי כשבני העולם נהפכו במעשיהם ויצאו לתרבות רעה. עד שנהפך הלבן וחזר לאדום בחטא. אז טהור הוא ומשרתיו טהורים שהוא משיחו:"], "heVersionTitle": "Tzeror Hamor, Warsaw, 1879", "heLicense": "Public Domain", "heVersionTitleInHebrew": "צרור המור על התורה, וורשא, תרל\"ט", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5b0fd3d42f650300563a863a", "index_title": "Shenei Luchot HaBerit", "category": "Musar", "type": "", "ref": "Shenei Luchot HaBerit, Aseret HaDibrot, Taanit, Torah Ohr 3:11", "anchorRef": "Leviticus 13:9", "anchorRefExpanded": ["Leviticus 13:9"], "sourceRef": "Shenei Luchot HaBerit, Aseret HaDibrot, Taanit, Torah Ohr 3:11", "sourceHeRef": "שני לוחות הברית, עשרת הדברות, מסכת תענית, תורה אור ג׳:י״א", "anchorVerse": 9, "sourceHasEn": false, "compDate": [1611, 1631], "commentaryNum": 3.0011, "collectiveTitle": {"en": "Shenei Luchot HaBerit", "he": "שני לוחות הברית"}, "heTitle": "תורה אור", "he": "<b>זהו</b> סוד י\"א פסוקים מתחילין בנו\"ן ומסיימין בנו\"ן. אחד, פסוק דהכא <small>(במדבר לב, לב)</small> נחנו נעבור חלוצים לפני ה' ארץ כנען ואתנו אחזת נחלתינו מעבר לירדן. עוד עשרה פסוקים, <small>(ויקרא יג, ט)</small> נגע צרעת כי תהי' באדם והובא אל הכהן. <small>(דברים יח, טו)</small> נביא מקרבך מאחיך כמוני יקים לך ה' אלהיך אליו תשמעון. <small>(תהלים מו, ה)</small> נהר פלגיו ישמחו עיר אלהים קדוש משכני עליון. <small>(שם עח, יב)</small> נגד אבותם עשה פלא בארץ מצרים שדה צוען. <small>(שם עז, כא)</small> נחית כצאן עמך ביד משה ואהרן. <small>(משלי ז, יז)</small> נפתי משכבי מור אהלים וקנמון. <small>(שם כ, כז)</small> נר ה' נשמת אדם חופש כל חדרי בטן. <small>(שה\"ש ד, יא)</small> נופת תטופנה שפתותיך כלה דבש וחלב תחת לשונך וריח שלמותיך כריח לבנון. <small>(ירמיה נ, ח)</small> נדו מתוך בבל ומארץ כשדים צאו ויהיו כעתודים לפני צאן. <small>(דה\"א יב, ב)</small> נשקי קשת מימינים ומשמאילים באבנים ובחצים בקשת מאחי שאול ומבנימין:", "heVersionTitle": "Shenei Luchot HaBrit, based on Amsterdam, 1698 ed. Part II", "heLicense": "Public Domain", "heVersionTitleInHebrew": "שני לוחות הברית, אמשטרדם תנ\"ח -- ח\"ב", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5b0fd54b73ad4f00597c01a6", "index_title": "Shenei Luchot HaBerit", "category": "Musar", "type": "", "ref": "Shenei Luchot HaBerit, Torah Shebikhtav, Sefer Vayikra, Torah Ohr, Vayikra 80", "anchorRef": "Leviticus 13:9", "anchorRefExpanded": ["Leviticus 13:9"], "sourceRef": "Shenei Luchot HaBerit, Torah Shebikhtav, Sefer Vayikra, Torah Ohr, Vayikra 80", "sourceHeRef": "שני לוחות הברית, תורה שבכתב, ספר ויקרא, תורה אור, ויקרא פ׳", "anchorVerse": 9, "sourceHasEn": true, "compDate": [1611, 1631], "commentaryNum": 80, "collectiveTitle": {"en": "Shenei Luchot HaBerit", "he": "שני לוחות הברית"}, "heTitle": "ויקרא", "he": "<b>וכבר</b> ידעת טעם איסור הנדה ותראה כי אותו הכח גובר עליה בעת הלידה והם חבלי יולדה, ועל כן באים מיד ימי הטומאה, ואחר הסרת הכח מתחלש עד שאין שם טומאה זהו טעם לדברי רבותינו ז\"ל <small>(נדה לה, ב)</small> מעיין אחד והתורה טמאתו והתורה טהרתו. והרמז כי כשיצאו כחות הטומאה מהיכל הקודש כל הנשאר שם הם מצד הטהרה. גם נמשך מחטא אדם שנלקח ממנו כתנות אור ונתלבש בכתנות עור ובשר. ושולט בו נגע צרעת, כמו שאמר <small>(ויקרא יג, ט)</small> נגע צרעת כי תהיה באדם, וכתיב <small>(שם ב)</small> אדם כי יהיה בעור בשרו כו', כלומר אדם הראשון שגרם לבוש עור ובשר גרם לצרעת הבא על המוציא דיבה, ונחש היה מוציא דיבה על השם יתברך לאמור מעץ הדעת אכל כו' ופיתה את חוה ואדם:", "heVersionTitle": "Shenei Luchot HaBrit, based on Amsterdam, 1698 ed. Part III", "heLicense": "Public Domain", "heVersionTitleInHebrew": "שני לוחות הברית, אמשטרדם תנ\"ח -- ח\"ג", "text": "When a woman experiences the pangs of birth, this results in impurity. After the birth, the impurity has been released through her pain. After the seven days of recovery from such impurity she no longer contains the ingredients that have caused it and therefore is free from any new impurity for a period longer than normal. Since, in the case of the birth of a female, the original impurity was stronger and lasted longer, the period during which she will be free from again contracting such impurity is correspondingly longer.<small> [I have paraphrased the author's quotation of th anonymous source. Ed.]</small> Another reason for that is that man lost his garments of light due to his sin and had to wear garments made of skin, i.e. something removed from the flesh of some animal. He became susceptible to נגע צרעת, afflictions of his skin. The Torah (Leviticus 13,1 expresses this by saying: נגע צרעת כי תהיה באדם … אדם כי יהיה בו נגע צרעת בעור בשרו. What all this means is that Adam, who was the cause of man having to wear clothing made of skin, is the cause of these skin diseases which afflict those who engage in slander. The serpent had been the one to indulge in slander against the Lord Himself when it said that Eve could safely eat from the tree of knowledge (Genesis 3,4) without incurring mortality. It seduced Eve and Adam to violate G–d's command. ", "versionTitle": "Shney Luchot Habrit by Rabbi Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5b572f7dec30df00569de923", "index_title": "Megalleh Amukkot on Parashat VaEtchanan", "category": "Kabbalah", "type": "", "ref": "Megalleh Amukkot on Parashat VaEtchanan 215:1", "anchorRef": "Leviticus 13:9", "anchorRefExpanded": ["Leviticus 13:9"], "sourceRef": "Megalleh Amukkot on Parashat VaEtchanan 215:1", "sourceHeRef": "מגלה עמוקות על פרשת ואתחנן רט״ו:א׳", "anchorVerse": 9, "sourceHasEn": false, "compDate": [1607, 1633], "commentaryNum": 215.0001, "collectiveTitle": {"en": "Megalleh Amukkot on Parashat VaEtchanan", "he": "מגלה עמוקות על פרשת ואתחנן"}, "heTitle": "מגלה עמוקות על פרשת ואתחנן", "he": "<b>אופן רטו</b><br><b>ראה</b> משה דורו של אלישע שבדורו היה נעמן שר צבא מלך ארם (מלכים ב' ה א), שהוא היה אחד מארבעה אנשים שנתנו הודאה להקב\"ה בעולם, כמ\"ש במדרש פרשת יתרו (דב\"ר פ\"ב כ\"ח) ומובא בילקוט שם (ילקו\"ש רמז רס\"ט) יתרו נתן ממש בעבודה זרה, כמ\"ש (שמות יח יא) עתה ידעתי כי גדול ה' מכל אלהים, נעמן הודה במקצת כמ\"ש (מלכים ב' ה טו) עתה ידעתי כי יש אלהים בישראל, רחב המליכו להקב\"ה בשמים ובארץ, משה המליכו אף בחללה של עולם, שנאמר (דברים ד לט) בשמים ממעל ועל הארץ מתחת אין עוד. לכן גבי נעמן כתיב והיה בבוא אדוני אל בית רימ\"ן (מלכים ב' ה יח), סימן של ד' אנשים אלו דקחשיב במדרש, נרמזים במלת רימ\"ן \"רחב \"יתרו \"משה \"נעמן. ומזה הטעם צולין את הפסח בשפוד של רימן (פסחים ע\"ד ע\"א), שהוא רמז על ביטול עבודה זרה שנרמז בו במלת רימן. והנה נתקדש השם באותו פרק על ידי אלישע, שכשצוה לנעמן לרחוץ בירדן (מלכים ב' ה י), ולית לך מלה בעולם דלא רמיזא באורייתא, וכמ\"ש בעל צרור המור הטעם שראה אלישע שמו של נעמן מתחיל בנ' ומסיים בנ', ויש י\"א פסוקים שמתחילים בנ' ומסיים בנו\"ן, שגילו המלאכים למשה בספר שימוש תורה בפרשת מצורע, שהם טובים לבטל הכשפים בשעת הבדלה, אבל הם סדורים בעניין אחר לא כמו שהם סדורים בסידורים במעמדות. והנה יש בתורה ג' פסוקים מן אותן י\"א פסוקים שמתחילים בנ' ומסיימים בנ', ובהם הסתכל אלישע כשראה שמו של נעמן שמתחיל בנ' ומסיים בנ', כשהיה מוכה בצרעת נגע צרעת כי תהיה באדם והובא אל הכהן (ויקרא יג ט), והנה נעמן בא אל הנביא לרפאותו, ובזה נתקיים נביא מקרבך כמוני (דברים יח טו), שהוא גם כן מתחיל ומסיים בנ', אז צוה אלישע לרפואתו בפסוק השלישי המוזכר בתורה בפרשת מטות (במדבר לב לב), נחנו נעבור חלוצים וגו' מעבר לירדן, ולכן צוה אותו לרחוץ בירדן ובזה יתרפא. ועל זה התחיל משה ואתחנן שמסיים בב' נוני\"ן, שתפלתו היתה על דורו של נעמן, לכן אמר בעת ההיא לאמר, כתיב ההוא, שכן בע\"ת ההו\"א לאמ\"ר בגימטריא צר\"עת, שרמז על צרעת נעמן שנתקדש השם על ידי אותו מעשה שהיה נעמן אחד מארבעה אנשים שזכרנו, ואיתא בכנפי יונה חלק ד' על פסוק של נעמן הלא אמנה ופרפר וגו' מכל מימי ישראל (מלכים ב' ה יב), וזה לשונו, אמנה הוא סוד אל אדני, וכתיב אבנה הוא סוד אל הוי\"ה, פרפ\"ר הוא בגימטריא כפל הדינים, שהם ב' פעמים מנצפ\"ך וכולי, עיין שם. לדעתי הם סוד ג' עולמות בריאה יצירה עשיה, בעולם העשייה תמן אל אדני, וביצירה תמן אל הוי\"ה, ובבריאה דאימא עילאה מקננא תמן, דמינה מתערים דינין שהם ה' גבורות מה' ראשונה שבשם. ועל זה אמר משה אתה החלות להראות את עבדך, בגימטריא אמנ\"ה, שהוא סוד א\"ל אדנ\"י בעשיה, ואת גדלך הוא בגימטריא אבנ\"ה שאמר נעמן, שהוא כנגד אל הוי\"ה ביצירה, א\"ת י\"דך החזק\"ה הוא בגימטריא פרפ\"ר, והוא כנגד בריאה כנ\"ל בלא ו' השמוש של ואת, והן ממש ג' ענינים שזכר נעמן. ועל זה אמר אשר מי אל בשמים ובארץ, שאז נודע כי יש אלהים בישראל, ואמר כמעשיך וכגבורתך, כמ\"ש שם אספרה נא לי שם מן הנוראות (מלכים ב' ח ד), וביקש אעברה נ\"א נוטרייקון \"נעמן \"אלישע, שהיה נעמן אחד מארבעה אנשים שקדשו שם שמים ברבים, שכן אעברה בהפוך אתוון ארבעה, שהוא היה אחד מארבעה, ורצה ליכנס לארץ ישראל שעל ידו יהיה קדושת השם ולא יצטרך לנעמן, ואראה את הארץ, ארא\"ה נוטרייקון \"אלישע \"רבו \"אליה \"הנביא. השיב הקדוש ברוך הוא רב לך, הלא אתה קדשת השם יותר מאותן ארבעה, שהרי נעמן הודה מקצת, אבל אתה אמרת אף בחללה של עולם כמו שהבאתי בשם המדרש. ואפשר שכל הד' נרמזו בכאן יתרו, שאמר את גדלך, ויתרו גם כן אמר עתה ידעתי כי גדול ה' מכל אלהים, ומה שמועה שמע ובא קריעת ים סוף שמע (זבחים קט\"ז ע\"א), וזה שכתוב את ידך החזקה, שהוא קריעת ים סוף נטה את ידך על הים (שמות יד כו). כנגד רחב, אשר מי אל בשמים ובארץ, שהמליכה להקדוש ברוך הוא בשמים ובארץ. וכנגד נעמן אמר אעברה נא, כמו שכתבתי למעלה. השיב הקב\"ה רב לך, אתה גדול מן שלשתן שהמלכת אותי במה שאמרת בשמים ממעל ועל הארץ מתחת אין עוד, דלמד המדרש שם מתיבה עוד, שהמליכו אף בחללו של עולם, ולזה אמר אל תוסף דבר אלי עוד, מלת עו\"ד דייקא, מאחר שאמרת עוד, גדול אתה יותר מהם:", "heVersionTitle": "Megaleh Amukot, based on Krakow, 1637 edition", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מגלה עמוקות, ע\"פ מהדורת קראקא שצ\"ו", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5c179576bb386c011be94aec", "index_title": "Otzar Midrashim", "category": "Midrash", "type": "", "ref": "Otzar Midrashim, Vayechulu ('And They Were Completed') 1:11", "anchorRef": "Leviticus 13:9", "anchorRefExpanded": ["Leviticus 13:9"], "sourceRef": "Otzar Midrashim, Vayechulu ('And They Were Completed') 1:11", "sourceHeRef": "אוצר מדרשים, מדרש ויכלו א׳:י״א", "anchorVerse": 9, "sourceHasEn": false, "compDate": [1915], "commentaryNum": 1.0011, "collectiveTitle": {"en": "Otzar Midrashim", "he": "אוצר מדרשים"}, "he": "ו') מה אקוב לא קבה אל (כ״ג ח׳), שלא הזכיר שמו (שם ישראל) על הפורענות. אדם כי יהיה בעור בשרו וגו׳ נגע צרעת כי תהיה באדם (ויקרא י״ג:ט׳) ולא בישראל. אלו יעמדו לברך את העם (דברים כ״ז:י״ב) וגבי פורענות אלה יעמדו על הקללה (שם).", "heVersionTitle": "Otzar Midrashim, New York, 1915", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5c17aa53bb386c011be9f93c", "index_title": "Rashi on Sanhedrin", "category": "Quoting Commentary", "type": "", "ref": "Rashi on Sanhedrin 101a:4:2", "anchorRef": "Leviticus 13:9", "anchorRefExpanded": ["Leviticus 13:9"], "sourceRef": "Rashi on Sanhedrin 101a:4:2", "sourceHeRef": "רש\"י על סנהדרין ק״א א:ד׳:ב׳", "anchorVerse": 9, "sourceHasEn": false, "compDate": [1065, 1115], "commentaryNum": 4.0002, "collectiveTitle": {"en": "Rashi on Sanhedrin", "he": "רש\"י על סנהדרין"}, "heTitle": "רש\"י על סנהדרין", "he": "אפילו נגע צרעת - אפילו לוחש (אחרי האי) קרא דלית ביה שם שמים על הרקיקה שקורא נגע צרעת כי תהיה באדם והובא אל הכהן (ויקרא י״ג:ט׳) לשם רפואה אין לו חלק לעולם הבא:", "heVersionTitle": "Wikisource Rashi", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "רש״י (ויקיטקסט)", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5c7d97d5464441006668394d", "index_title": "Sifra", "category": "Midrash", "type": "", "ref": "Sifra, Tazria Parashat Negaim, Section 3 1", "anchorRef": "Leviticus 13:9", "anchorRefExpanded": ["Leviticus 13:9"], "sourceRef": "Sifra, Tazria Parashat Negaim, Section 3 1", "sourceHeRef": "ספרא, תזריע פרשת נגעים, פרשה ג א׳", "anchorVerse": 9, "sourceHasEn": true, "compDate": [250, 350], "commentaryNum": 1, "collectiveTitle": {"en": "Sifra", "he": "ספרא"}, "heTitle": "פרשה ג", "he": "[א] \"נגע צרעת כי תהיה באדם… וראה הכהן\" – למדנו לשאת שהיא מטמא במחיה. ומנין לרבות שאר המראות? ודין הוא: אם מצאנו ששוו כל המראות לשאת ליטמא בשער לבן, ישוו כל המראות לשאת ליטמא במחיה ק\"ו – אם שוו כל המראות לשאת ליטמא בשער לבן, שאין שער לבן מטמא בקרחת ובגבחת, לא ישוו כל המראות לשאת ליטמא במחיה שהמחי׳ מטמא בקרחת ובגבחת?! לא! אם שוו כל המראות לשאת ליטמא בשער לבן, ששער לבן מטמא בשחין ובמכוה, ישוו כל המראות לשאת ליטמא במחיה, שאין המחיה מטמא בשחין ובמכוה?! ת\"ל \"נגע צרעת\". ומה השאת אום אף הבהרת אום. ומנין לרבות שאר המראות הוא הדין והוא התשובה ת\"ל \"נגע צרעת", "heVersionTitle": "Venice 1545", "heLicense": "", "heVersionTitleInHebrew": "", "text": "1) (Vayikra 13:9) (\"A plague-spot of leprosy, if it be in a man, then he shall be brought to the Cohein. (Vayikra 13:10) And the Cohein shall see, and, behold, a white se'eth in the skin, and it has turned the hair white, and the healthiness (michyah) of living flesh within the se'eth\"): \"a plague-spot of leprosy\": What is the intent of this? From \"and, behold, a white se'eth\" we learn that a se'eth becomes tamei with a michyah. Whence do we derive the same for the other appearances? (From \"a plague-spot of leprosy.\") — But does this not follow (even without the verse)? viz.: If we find all of the other appearances to be similar to se'eth vis-à-vis becoming tamei through white hair, let them be similar to se'eth vis-à-vis becoming tamei through michyah. And, furthermore, it follows a fortiori, viz.: If all of the appearances are similar to se'eth to become tamei through white hair, which does not confer tumah in karachath (back of the head) and gabachath (front of the head, viz. Vayikra 13:42-43), how much more so should they be similar to se'eth to become tamei through michyah, which does confer tumah in karachath and gabachath! — No, if all of the other appearances are similar to se'eth to become tamei through white hair, it is because white hair confers tumah in shechin (boils) and michvah (burns). Should they then be similar to se'eth to become tamei through michyah, which does not confer tumah in shechin and michvah! It must, therefore, be written \"a plague-spot of leprosy\" (to tell us that they do become tamei through michyah. And just as a se'eth is an um (a generator of leprosy), so is a bahereth an um. And whence do we derive the same for the other appearances? From the same a fortiori argument (as above) and from the same answer, viz. (It is derived) from \"a plague-spot of leprosy.\"", "versionTitle": "Sifra by Rabbi Shraga Silverstein", "license": "CC-BY", "versionTitleInHebrew": "ספרא, רבי שרגא זילברשטיין"}, {"_id": "5c7d97dbd712ce00182a2774", "index_title": "Sifra", "category": "Midrash", "type": "midrash", "ref": "Sifra, Tazria Parashat Negaim, Section 3 2", "anchorRef": "Leviticus 13:9", "anchorRefExpanded": ["Leviticus 13:9"], "sourceRef": "Sifra, Tazria Parashat Negaim, Section 3 2", "sourceHeRef": "ספרא, תזריע פרשת נגעים, פרשה ג ב׳", "anchorVerse": 9, "sourceHasEn": true, "compDate": [250, 350], "commentaryNum": 2, "collectiveTitle": {"en": "Sifra", "he": "ספרא"}, "heTitle": "פרשה ג", "he": "[ב] כי תהיה\" מן הדיבור ואילך \"באדם\" – להביא את הבא בכולו לבן שתהיה המחיה מטמאתו. והלא דין הוא! בהרת קטנה מחיה מטמאתה, בהרת גדולה לא כ\"ש?! לא! אם אמרת בבהרת קטנה שהיא סימן טומאה, תאמר בבהרת גדולה שאינה סימן טומאה! הואיל ואינה סימן טומאה לא תהיה מחיה מטמאתה… ת\"ל \"באדם\" – להביא את הבא בכולו לבן שתהא מחיה מטמאתו", "heVersionTitle": "Venice 1545", "heLicense": "", "heVersionTitleInHebrew": "", "text": "2) \"if it be\": from the pronouncement on (see Section 1:2). \"in a man\": to include the plague-spot appearing in all of the man — that the michyah makes him tamei (i.e., even though if all of the man turned white he is tahor (viz. Vayikra 13:13), still, if there is a michyah in the plague-spot, he is tamei because of the michyah.) Now (why is a verse needed to tell me this?) does it not follow a fortiori? viz.: If a michyah causes tumah in a small bahereth (the size of a garis), how much more so does it cause tumah in a large bahereth (which covers his entire body! — No, this may be true of a small bahereth, which is a sign of tumah. Would you then say the same for a large bahereth, which is not a sign of tumah! Since it is not a sign of tumah, (we would say that) a michyah should not cause tumah in it. It must, therefore, be written \"in a man,\" to include a plague-spot appearing in all of the man — that the michyah makes him tamei.", "versionTitle": "Sifra by Rabbi Shraga Silverstein", "license": "CC-BY", "versionTitleInHebrew": "ספרא, רבי שרגא זילברשטיין"}, {"_id": "5c7d97de4644410066683954", "index_title": "Sifra", "category": "Midrash", "type": "midrash", "ref": "Sifra, Tazria Parashat Negaim, Section 3 3", "anchorRef": "Leviticus 13:9", "anchorRefExpanded": ["Leviticus 13:9"], "sourceRef": "Sifra, Tazria Parashat Negaim, Section 3 3", "sourceHeRef": "ספרא, תזריע פרשת נגעים, פרשה ג ג׳", "anchorVerse": 9, "sourceHasEn": true, "compDate": [250, 350], "commentaryNum": 3, "collectiveTitle": {"en": "Sifra", "he": "ספרא"}, "heTitle": "פרשה ג", "he": "[ג] קראו לו לראות נגע אחד וצמח בו נגע אחר, מנין שהוא זקוק לו? ת\"ל \"וראה הכהן והנה שאת \"והיא הפכה\" – שהפכתו היא, לא שהפכתו חברתה.", "heVersionTitle": "Venice 1545", "heLicense": "", "heVersionTitleInHebrew": "", "text": "3) If they called the Cohein to see one plague-spot, and there erupted in it another plague-spot (before he quarantined or confirmed the first), whence is it derived that he examines it? From \"and the Cohein shall see, and, behold (connoting something novel) a se'eth.\" \"and it has turned the hair white\": (only if) it has turned the hair white), and not a neighboring spot. How so? If one had a bahereth the size of a garis with white hair in it, and the bahereth disappeared and left the white hair in its place, and the bahereth returned —", "versionTitle": "Sifra by Rabbi Shraga Silverstein", "license": "CC-BY", "versionTitleInHebrew": "ספרא, רבי שרגא זילברשטיין"}, {"_id": "5c7d97e1d712ce00182a2777", "index_title": "Sifra", "category": "Midrash", "type": "midrash", "ref": "Sifra, Tazria Parashat Negaim, Section 3 4", "anchorRef": "Leviticus 13:9", "anchorRefExpanded": ["Leviticus 13:9"], "sourceRef": "Sifra, Tazria Parashat Negaim, Section 3 4", "sourceHeRef": "ספרא, תזריע פרשת נגעים, פרשה ג ד׳", "anchorVerse": 9, "sourceHasEn": true, "compDate": [250, 350], "commentaryNum": 4, "collectiveTitle": {"en": "Sifra", "he": "ספרא"}, "heTitle": "פרשה ג", "he": "[ד] זהו שער פקידה שעקבי׳ בן מהללאל מטמא וחכמים מטהרים. אמר ר\"ע מודה אני בזה שהוא טהור, ואיזהו שער פקידה? מי שהיתה בה בהרת ובה שתי שערות, הלך ממנו כחצי גריס והניח לשיער לבן במקום הבהרת וחזר. אמרו לו כשם שבטלו דברי עקביא אף כך דבריך אינם מקוימים.", "heVersionTitle": "Venice 1545", "heLicense": "", "heVersionTitleInHebrew": "", "text": "4) this is \"deposited hair,\" which Akavya b. Mehalalel rules tamei and the sages, tahor. R. Akiva said: I concede that in this instance he is tahor. What is \"deposited hair\" (which confers tumah, as per Akavya)? If one had a bahereth with two hairs in it, and a half-garis disappeared and left white hair in the place of the bahereth, and then it returned. They said to him: Just as they (the sages) nullified the words of Akavya, so, your words do not stand.", "versionTitle": "Sifra by Rabbi Shraga Silverstein", "license": "CC-BY", "versionTitleInHebrew": "ספרא, רבי שרגא זילברשטיין"}, {"_id": "5c7d97e3a51caf0018dca9f6", "index_title": "Sifra", "category": "Midrash", "type": "midrash", "ref": "Sifra, Tazria Parashat Negaim, Section 3 5", "anchorRef": "Leviticus 13:9", "anchorRefExpanded": ["Leviticus 13:9"], "sourceRef": "Sifra, Tazria Parashat Negaim, Section 3 5", "sourceHeRef": "ספרא, תזריע פרשת נגעים, פרשה ג ה׳", "anchorVerse": 9, "sourceHasEn": true, "compDate": [250, 350], "commentaryNum": 5, "collectiveTitle": {"en": "Sifra", "he": "ספרא"}, "heTitle": "פרשה ג", "he": "[ה] \"והיא הפכה\" – שהפכתו כולה ולא שהפכתו מקצתה. כיצד? בהרת כחצי גריס ובה ב' שערות ונולדה בהרת כחצי גריס ובה שערה אחת ה\"ז להסגיר.", "heVersionTitle": "Venice 1545", "heLicense": "", "heVersionTitleInHebrew": "", "text": "5) \"and it has turned (the hair white\"): All of it (the plague-spot) has turned (the hair white), and not part of it. How so? A bahereth of half a garis and in it two (white) hairs (generated by this bahereth.) (Even if) another half-garis bahereth erupted, and in it another (white) hair, the plague-spot is to be quarantined (and not confirmed, the hairs not combining (for confirmation). For the first hairs are considered non-existent, only part of a plague-spot having generated them).", "versionTitle": "Sifra by Rabbi Shraga Silverstein", "license": "CC-BY", "versionTitleInHebrew": "ספרא, רבי שרגא זילברשטיין"}, {"_id": "5c7d97e6d712ce00182a277a", "index_title": "Sifra", "category": "Midrash", "type": "midrash", "ref": "Sifra, Tazria Parashat Negaim, Section 3 6", "anchorRef": "Leviticus 13:9", "anchorRefExpanded": ["Leviticus 13:9"], "sourceRef": "Sifra, Tazria Parashat Negaim, Section 3 6", "sourceHeRef": "ספרא, תזריע פרשת נגעים, פרשה ג ו׳", "anchorVerse": 9, "sourceHasEn": true, "compDate": [250, 350], "commentaryNum": 6, "collectiveTitle": {"en": "Sifra", "he": "ספרא"}, "heTitle": "פרשה ג", "he": "[ו] בהרת כחצי גריס ובה שערה אחת. נולדה בהרת כחצי גריס ובה שערה אחת ה\"ז להסגיר. בהרת כחצי גריס ואין בה כלום ונולדה בהרת כחצי גריס ובה שתי שערות הרי זו להחליט מפני שהפכתו הבהרת", "heVersionTitle": "Venice 1545", "heLicense": "", "heVersionTitleInHebrew": "", "text": "6) \"and it has turned (the hair white\"): (The connotation is that) all of it has turned all of it (white), and not that all of it has turned part of it (white). How so? A bahereth of half a garis, and in it (was generated) one (white) hair. If another half-garis bahereth erupted, and in it (was generated) another white hair, it is to be quarantined. A bahereth of half a garis, and nothing in it, and there erupted another half-garis bahereth, and two hairs (were generated), it is to be confirmed, for the (whole) bahereth turned all of it (white).", "versionTitle": "Sifra by Rabbi Shraga Silverstein", "license": "CC-BY", "versionTitleInHebrew": "ספרא, רבי שרגא זילברשטיין"}, {"_id": "5c7d97e93081100060591dc3", "index_title": "Sifra", "category": "Midrash", "type": "midrash", "ref": "Sifra, Tazria Parashat Negaim, Section 3 7", "anchorRef": "Leviticus 13:9", "anchorRefExpanded": ["Leviticus 13:9"], "sourceRef": "Sifra, Tazria Parashat Negaim, Section 3 7", "sourceHeRef": "ספרא, תזריע פרשת נגעים, פרשה ג ז׳", "anchorVerse": 9, "sourceHasEn": true, "compDate": [250, 350], "commentaryNum": 7, "collectiveTitle": {"en": "Sifra", "he": "ספרא"}, "heTitle": "פרשה ג", "he": "[ז] \"ומחית בשר חי\" – יכול כל שהוא? ת\"ל \"שער לבן ומחית\" – מה שער לבן מקום ב' שערות אף מחיה מקום ב' שערות.", "heVersionTitle": "Venice 1545", "heLicense": "", "heVersionTitleInHebrew": "", "text": "7) \"and the michyah of living flesh (within the se'eth\"): I might think that any amount (of living flesh sufficed); it is, therefore, written: \"white hair and michyah\": Just as \"white hair\" connotes space for (at least) two hairs, so, michyah connotes that space.", "versionTitle": "Sifra by Rabbi Shraga Silverstein", "license": "CC-BY", "versionTitleInHebrew": "ספרא, רבי שרגא זילברשטיין"}, {"_id": "5c7d97ee4644410066683958", "index_title": "Sifra", "category": "Midrash", "type": "midrash", "ref": "Sifra, Tazria Parashat Negaim, Section 3 8", "anchorRef": "Leviticus 13:9", "anchorRefExpanded": ["Leviticus 13:9"], "sourceRef": "Sifra, Tazria Parashat Negaim, Section 3 8", "sourceHeRef": "ספרא, תזריע פרשת נגעים, פרשה ג ח׳", "anchorVerse": 9, "sourceHasEn": true, "compDate": [250, 350], "commentaryNum": 8, "collectiveTitle": {"en": "Sifra", "he": "ספרא"}, "heTitle": "פרשה ג", "he": "[ח] יכול לא תהא בה עד שיהא בה שיער לבן ומחית? ת\"ל \"צרעת נושנת היא\" – היא טמאה, וא\"צ דבר אחר לסעדה.", "heVersionTitle": "Venice 1545", "heLicense": "", "heVersionTitleInHebrew": "", "text": "8) I might think that it were not (tamei) unless both white hair and michyah obtained; it is, therefore, written (Vayikra 13:11) \"It (the michyah) is old leprosy.\" It (the michyah itself) is tamei, and it requires no further adjunct.", "versionTitle": "Sifra by Rabbi Shraga Silverstein", "license": "CC-BY", "versionTitleInHebrew": "ספרא, רבי שרגא זילברשטיין"}, {"_id": "5c7d97f0464441006668395a", "index_title": "Sifra", "category": "Midrash", "type": "midrash", "ref": "Sifra, Tazria Parashat Negaim, Section 3 9", "anchorRef": "Leviticus 13:9", "anchorRefExpanded": ["Leviticus 13:9"], "sourceRef": "Sifra, Tazria Parashat Negaim, Section 3 9", "sourceHeRef": "ספרא, תזריע פרשת נגעים, פרשה ג ט׳", "anchorVerse": 9, "sourceHasEn": true, "compDate": [250, 350], "commentaryNum": 9, "collectiveTitle": {"en": "Sifra", "he": "ספרא"}, "heTitle": "פרשה ג", "he": "[ט] וא\"כ למה נאמר \"שיער לבן ומחית בשר חי\" מלמד שלא תהיה טמאה עד שיהא בה כדי לקבל שער לבן ומחיה.", "heVersionTitle": "Venice 1545", "heLicense": "", "heVersionTitleInHebrew": "", "text": "9) If so, why are (both) \"white hair and michyah\" written (and not \"or michyah\")? To teach that the michyah is not tamei unless it has space for both.", "versionTitle": "Sifra by Rabbi Shraga Silverstein", "license": "CC-BY", "versionTitleInHebrew": "ספרא, רבי שרגא זילברשטיין"}, {"_id": "5c7d97f24d7b5e00177b9ff3", "index_title": "Sifra", "category": "Midrash", "type": "midrash", "ref": "Sifra, Tazria Parashat Negaim, Section 3 10", "anchorRef": "Leviticus 13:9", "anchorRefExpanded": ["Leviticus 13:9"], "sourceRef": "Sifra, Tazria Parashat Negaim, Section 3 10", "sourceHeRef": "ספרא, תזריע פרשת נגעים, פרשה ג י׳", "anchorVerse": 9, "sourceHasEn": true, "compDate": [250, 350], "commentaryNum": 10, "collectiveTitle": {"en": "Sifra", "he": "ספרא"}, "heTitle": "פרשה ג", "he": "[י] יכול שער לבן מצד זה ומחיה מצד זה? ת\"ל \"בשאת\" שתהא מבוצרת בשאת.", "heVersionTitle": "Venice 1545", "heLicense": "", "heVersionTitleInHebrew": "", "text": "10) I might then think that (the meaning was space for) white hair on one side and for michyah on the other side (i.e., space for four hairs); it is, therefore, written \"within the se'eth\" — surrounded by the se'eth.", "versionTitle": "Sifra by Rabbi Shraga Silverstein", "license": "CC-BY", "versionTitleInHebrew": "ספרא, רבי שרגא זילברשטיין"}, {"_id": "5c7d97f54d7b5e00177b9ff6", "index_title": "Sifra", "category": "Midrash", "type": "midrash", "ref": "Sifra, Tazria Parashat Negaim, Section 3 11", "anchorRef": "Leviticus 13:9", "anchorRefExpanded": ["Leviticus 13:9"], "sourceRef": "Sifra, Tazria Parashat Negaim, Section 3 11", "sourceHeRef": "ספרא, תזריע פרשת נגעים, פרשה ג י״א", "anchorVerse": 9, "sourceHasEn": true, "compDate": [250, 350], "commentaryNum": 11, "collectiveTitle": {"en": "Sifra", "he": "ספרא"}, "heTitle": "פרשה ג", "he": "[יא] ונמצא מקום ב' שערות משמאלה ומימינה וכן למעלה הימנה וכן למטה הימנה מרובעות ונמצאו ל\"ו שערות, נמצא גופה של בהרת כגריס הקילקי מרובע \"בשר חי\" – ולא השחין. \"בשר חי\" – לא בוהק. \"בשאת\" – לא השחין. \"בשאת\" – לא בוהק.", "heVersionTitle": "Venice 1545", "heLicense": "", "heVersionTitleInHebrew": "", "text": "11) How so? Space for two hairs on its (the michyah's) right and two hairs on its left, and thus above and below — squared; in all, (space for) thirty-six hairs — the body of the bahereth (with the michyah in its midst) thus being found to be (the size of) a Cilician garis squared. \"living flesh\": and not a boil; \"living flesh\": and not white scurf. \"within the se'eth\": and not within a boil; \"within the se'eth: and not within white scurf.", "versionTitle": "Sifra by Rabbi Shraga Silverstein", "license": "CC-BY", "versionTitleInHebrew": "ספרא, רבי שרגא זילברשטיין"}, {"_id": "5cdd6d73388205001838a237", "index_title": "Malbim on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Malbim on Leviticus, Tazria 69:1", "anchorRef": "Leviticus 13:9", "anchorRefExpanded": ["Leviticus 13:9"], "sourceRef": "Malbim on Leviticus, Tazria 69:1", "sourceHeRef": "מלבי\"ם על ויקרא, תזריע ס״ט:א׳", "anchorVerse": 9, "sourceHasEn": false, "compDate": [1844, 1874], "commentaryNum": 69.0001, "collectiveTitle": {"en": "Malbim", "he": "מלבי\"ם"}, "heTitle": "תזריע", "he": "נגע צרעת כי תהיה: בפי דעת המבארים, דברה תורה תחלה דרך כלל – \"אדם כי יהיה בעור בשרו שאת או ספחת או בהרת\" ואחריו פרשה מן האחרון אל הראשון ופירש תחלה דין בהרת עזה כשלג ואחריו בהרת ספק שצריכה הסגר ואח\"כ דין מספחת טהורה וטמאה, ועתה יפרש דין שאת. אמנם כבר בארנו (למעלה סימן נו) שמה שתפסה התורה \"ואם בהרת לבנה היא\" הוא לדוגמא שתפס א׳ ממיני נגעים וה״ה שהדין נוהג בכולם. וכן בארנו (בסי׳ סד) שמ״ש \"והנה כהה הנגע מספחת היא\" נוהג בכל המראות ובהכרח שכן ג״כ מ״ש פה \"והנה שאת לבנה בעור\" היא ג״כ לדוגמא שה״ה בכל המראות. כי אין לומר כלל שחלק בפרשה זו בין בהרת שמטמא בשער לבן ובין מספחת שמטמא בפשיון ובין שאת שמטמא במחיה שאז היה צריך לדבר הכל בדרך החלוקה והיה ראוי לומר בפסוק ג׳ \"אם בהרת היא וראה הכהן וכו'\" ופה היל״ל \"ואם שאת לבנה היא\" והיינו יודעים שמפרש החלוקות שהתחיל בהם שאת או ספחת או בהרת אבל במה שהתחיל פה \"נגע צרעת כי תהיה באדם\" מבואר שמתחיל ענין חדש, והדבור הראשון כבר נשלם. וכבר באר דין בהרת ושאת וספחת שכולם מטמאים בשער לבן. ואחר שגמר דין שער לבן מתחיל דין סימן המחיה שנוהג ג״כ בכל הנגעים, ותפס שאת לדוגמא מפני שלרוב תבא מחיה בנגע שאת שמדרכה להוליד מחיה כמו שבסימן שער לבן תפס בהרת לדוגמא מטעם זה שהבהרת יוליד שער לבן, והספחת מוליד פשיון על הרוב. ותפסה הדינים כמו שהוא בטבע הנגעים ובכ\"ז דין כל הד׳ מראות שוים וכבר בארנו (בס׳ מב) שבפרשה הקודמות השתמש לרוב בשם \"נגע\" ובפרשה זו השתמש לרוב בשם \"צרעת\" ששם \"נגע\" יציין החולי המוליד שער לבן, והוא נופל יותר על בהרת שדרכה להוליד שער לבן, ושם \"צרעת\" יציין החולי המוליד מחיה ונופל יותר על השאת שמוליד מחיה. וכשאמר \"נגע צרעת\" כולל בהרת ושאת, וכמו שכתבתי עוד בזה (בס׳ נג) עי״ש וכשיבואו שני שמות אלה במובנם המדיוק הוא כאילו אמר בהרת ושאת. וכשיבואו במובנם הרחב כולל בזה כל מראות נגעים שכבר יפול על כולם שם \"נגע צרעת\" דרך כלל שגם על המספחת אמר \"והיה בעור בשרו לנגע צרעת\". ותחלה למד הספרא ממ״ש \"נגע צרעת\" שבא לכלול כל ד׳ מראות נגעים, וז״ש ומנין לרבות כל המראות וכו' ת״ל \"נגע צרעת\". אבל השיב ע״ז ומה השאת אום אף הבהרת אום, ומנין לרבות שאר המראות – ר״ל שיש לומר על צד הדיוק שנגע היא בהרת וצרעת היא שאת ורק הם מטמאים במחיה מצד שהם אום, ר\"ל אבות נגעים, משא\"כ שני מראות הספחת שהם תולדות לא יטמאו במחיה. ת\"ל \"נגע צרעת כי תהיה\" (מלות כי תהיה שבמשנה ב מוסב גם על דרוש הקודם) מוכיח זה מכלל לשון הפרשה בדרך שכתבתי למעלה – שא\"ת שבאו החלוקות בין הנגעים, שבהרת ושאת מטמאים במחיה ולא הספחת, לא היה לו להתחיל ענין חדש \"נגע צרעת כי תהיה באדם\" רק היה לו לומר בדרך החלוקה שיאמר בפסוק ג' \"אם בהרת היא\" ופה יאמר \"ואם שאת היא\" והגם שרוצה לרבות שגם בהרת מטמא במחיה הי״ל לבאר \"ואם שאת או בהרת היא\" או שירבה בהרת ע\"י שיזכיר באמצע המאמר שם \"נגע צרעת\", ולא היה לו להתחיל ענין מחדש – \"נגע צרעת כי תהיה\" מזה מבואר שמדבר מכל הנגעים. ושם \"נגע צרעת\" היא שם הכלל (ובארו שבלא ריבוי הכתוב א\"א ללמוד במה מצינו או בק״ו – שכיון שכל המראות שוים לשאת לענין שמטמאים בשער לבן הקל שאינו נטמא בקרחת ובגבחת כל שכן שישוו לו ליטמא במחיה החמור שנוהג בקרחת וגבחת – שיש לומר בהפך, ששיער לבן חמור ממחיה שמטמא בשחין ובמכוה מה שאין מחיה מטמא, לכן צריך ריבוי הכתוב) ומ׳׳ש במשנה ב׳ \"כי תהיה מן הדבור ואילך\" היא עפ״י מה שנטה פה מחוקי הלשון שהיה צ\"ל \"אשר תהיה\" וכמו שבארת׳ היטב למעלה (ס׳ ב׳", "heVersionTitle": "Malbim on Vayikra – Wikisource", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5cdd6d735f6461001992d8f5", "index_title": "Malbim on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Malbim on Leviticus, Tazria 70:1", "anchorRef": "Leviticus 13:9", "anchorRefExpanded": ["Leviticus 13:9"], "sourceRef": "Malbim on Leviticus, Tazria 70:1", "sourceHeRef": "מלבי\"ם על ויקרא, תזריע ע׳:א׳", "anchorVerse": 9, "sourceHasEn": false, "compDate": [1844, 1874], "commentaryNum": 70.0001, "collectiveTitle": {"en": "Malbim", "he": "מלבי\"ם"}, "heTitle": "תזריע", "he": "נגע צרעת כי תהיה באדם: בכל הפרשה תפס \"אדם כי יהיה בו\" \"ובשר כי יהיה בו\" כי כן דרך הלשון כשיאמר שהתואר נמצא במתואר או שחל המקרה בעצם וכדומה יבא העצם או המתואר בדרך הנושא וחלות המקרה יסופר עליו בדרך נשוא המאמר – \"את כל העץ אשר בו פרי עץ\", \"כל בשר אשר בו רוח חיים\", \"איש או אשה כי יהיה בהם אוב או ידעוני\", \"איש אשר יהיה בו מום\", \"או איש אשר יהיה בו שבר רגל\" וכדומה. וכן היל\"ל \"אדם אשר יהיה בו נגע צרעת\" ואמרו חז\"ל ששינה הלשון ללמד שכן גם הדין בשחל הנגע על האדם כולו. וז\"ש להביא את הבא בכולו לבן שתהיה המחיה מטמאתו. ובזה דרך לומר בלשון זה כמו \"כי יהיה באיש חטא משפט מות\" שזה נמצא בכלל האיש, לא בחלק ממנו. והראב\"ע כתב \"והובא\" – האדם כחבריו ר\"ל כי בכל מקום יסוב הפעל על הנושא ומשמעו והובא הנגע לכן תקן שפעל והובא מוסב על שם אדם אבל לדרשת חז\"ל הלשון מתוקן שבזה הנגע היא המובא אחר שהתפשטה על כולו, ואינה בחלק מבשרו, רק היא כל האדם. (ובארו שא\"א לדעת דין זה מן הסברה דלא גרע נגע שהתפשטה בכולו מנגע קטנה, שהלא ראינו קולא בנגע כזה שאינו סימן טומאה – דכולו הפך לבן טהור הוא)", "heVersionTitle": "Malbim on Vayikra – Wikisource", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5d239fca57985900e21d539d", "index_title": "Niddah", "category": "Talmud", "type": "", "ref": "Niddah 19a:9", "anchorRef": "Leviticus 13:1-46", "anchorRefExpanded": ["Leviticus 13:1", "Leviticus 13:2", "Leviticus 13:3", "Leviticus 13:4", "Leviticus 13:5", "Leviticus 13:6", "Leviticus 13:7", "Leviticus 13:8", "Leviticus 13:9", "Leviticus 13:10", "Leviticus 13:11", "Leviticus 13:12", "Leviticus 13:13", "Leviticus 13:14", "Leviticus 13:15", "Leviticus 13:16", "Leviticus 13:17", "Leviticus 13:18", "Leviticus 13:19", "Leviticus 13:20", "Leviticus 13:21", "Leviticus 13:22", "Leviticus 13:23", "Leviticus 13:24", "Leviticus 13:25", "Leviticus 13:26", "Leviticus 13:27", "Leviticus 13:28", "Leviticus 13:29", "Leviticus 13:30", "Leviticus 13:31", "Leviticus 13:32", "Leviticus 13:33", "Leviticus 13:34", "Leviticus 13:35", "Leviticus 13:36", "Leviticus 13:37", "Leviticus 13:38", "Leviticus 13:39", "Leviticus 13:40", "Leviticus 13:41", "Leviticus 13:42", "Leviticus 13:43", "Leviticus 13:44", "Leviticus 13:45", "Leviticus 13:46"], "sourceRef": "Niddah 19a:9", "sourceHeRef": "נדה י״ט א:ט׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 37.0009, "collectiveTitle": {"en": "Niddah", "he": "נדה"}, "heTitle": "נדה", "he": "אלא בין נגעי אדם לנגעי בתים ולנגעי בגדים וכולן טמאין הכא נמי בין דם נדה לדם זיבה וכולן טמאין", "heVersionTitle": "Wikisource Talmud Bavli", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "תלמוד בבלי (ויקיטקסט)", "text": "<b>Rather,</b> the phrase “between leprous mark and leprous mark” must mean the following: <b>Between the leprous marks</b> that afflict <b>man</b> (see Leviticus 13:1–46) <b>and the leprous marks of houses</b> (see Leviticus 14:33–53) <b>and the leprous marks of garments</b> (see Leviticus 13:47–59), as different <i>halakhot</i> pertain to these categories of leprous marks, <b>and</b> yet <b>they are all ritually impure.</b> Therefore, <b>here too,</b> when the verse states: “Between blood and blood,” it means: <b>Between the blood of a menstruating woman and the blood of a discharge [<i>ziva</i>], and they are all ritually impure.</b> If so, this verse cannot be cited as proof that there is a type of blood emitted by a woman that is pure.", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "5d2dc0304b2c7200189975c2", "index_title": "Rosh on Torah", "category": "Commentary", "type": "commentary", "ref": "Rosh on Torah, Leviticus 13:9:1", "anchorRef": "Leviticus 13:9", "anchorRefExpanded": ["Leviticus 13:9"], "sourceRef": "Rosh on Torah, Leviticus 13:9:1", "sourceHeRef": "רא\"ש על התורה, ויקרא י״ג:ט׳:א׳", "anchorVerse": 9, "sourceHasEn": false, "compDate": [1275, 1325], "commentaryNum": 9.0001, "collectiveTitle": {"en": "Rosh", "he": "רא\"ש"}, "heTitle": "ויקרא", "he": "נגע צרעת כי תהיה באדם והובא אל הכהן מתחיל בנו\"ן ומסיים בנו\"ן שאל ר' אליהו ז\"ל למה צוה אלישע לנעמן לטבול בירדן משאר נהרים ואמ' שמצא שם נעמן מתחיל בנו\"ן ומסיים בנו\"ן דכתיב נביא מקרבך וכו' אליו תשמעון ושאל לו מה יעשה בנגע צרעת שמתחיל ומסיים בנו\"ן. והשיב לו נחנו נעבור חלוצים וכו' מעבר לירדן:\n", "heVersionTitle": "Hadar Zekenim, Livorno, 1840", "heLicense": "Public Domain", "heVersionTitleInHebrew": "הדר זקנים, ליוורנו ת\"ר", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5d2dc0304b2c7200189975c4", "index_title": "Rosh on Torah", "category": "Commentary", "type": "commentary", "ref": "Rosh on Torah, Leviticus 13:9:2", "anchorRef": "Leviticus 13:9", "anchorRefExpanded": ["Leviticus 13:9"], "sourceRef": "Rosh on Torah, Leviticus 13:9:2", "sourceHeRef": "רא\"ש על התורה, ויקרא י״ג:ט׳:ב׳", "anchorVerse": 9, "sourceHasEn": false, "compDate": [1275, 1325], "commentaryNum": 9.0002, "collectiveTitle": {"en": "Rosh", "he": "רא\"ש"}, "heTitle": "ויקרא", "he": "והובא אל הכהן קרי ביה והוא בא שא\"לכ מי יביאנו והלא הכל בדלין הימנו:\n", "heVersionTitle": "Hadar Zekenim, Livorno, 1840", "heLicense": "Public Domain", "heVersionTitleInHebrew": "הדר זקנים, ליוורנו ת\"ר", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5dbee36246c6d85848861749", "index_title": "Malbim Ayelet HaShachar", "category": "Commentary", "type": "commentary", "ref": "Malbim Ayelet HaShachar 90:1-9", "anchorRef": "Leviticus 13:9", "anchorRefExpanded": ["Leviticus 13:9"], "sourceRef": "Malbim Ayelet HaShachar 90:1-9", "sourceHeRef": "אילת השחר (מלבי\"ם) צ׳:א׳-ט׳", "anchorVerse": 9, "sourceHasEn": false, "compDate": [1844, 1874], "commentaryNum": 90.0001, "collectiveTitle": {"en": "Malbim Ayelet HaShachar", "he": "אילת השחר (מלבי\"ם)"}, "heTitle": "אילת השחר (מלבי\"ם)", "he": ["ומצאנו כמה פעמים שתפסה התורה דבר אחד לדוגמא.", "כמו \"<b>תנור וכירים</b> יותץ\" (שמיני ס' קמ).", "וכן בעניני נגעים, כל מקום שתפס שם <b>בהרת שאת</b> וכדומה, היא לדוגמא (תזריע ס' נו, וסימן סט, וסימן קא, וסימן קמו).", "וכן שם <b>בשר חי</b> (תזריע ס' סט); <b>שער שחור</b> (תזריע ס' קכו).", "וכן <b>חלבי השלמים</b> (צו ס' יט).", "וכן במ\"ש בפרשת שמיני תחילה מאמר פוסק סתם \"אשר יבוא עליו מים יטמא\", ואחר כך התנה תנאים \"אשר ישתה בכל כלי\", ידעינן שמ\"ש אשר ישתה הוא לדוגמא (שמיני ס' קלו)", "וכן באזהרות מצאנו שתפס דוגמא – \"לא תקלל חרש\", והוא הדין לכל אדם. (קדושים ס' לד).", "ולפעמים באר שבא דרך דוגמא כמו במ\"ש \"בהמתך לא תרביע כלאים\" הוסיף \"את חוקותי תשמרו\" ללמד שלאו דווקא בהמה ולאו דווקא בהמה שלו (קדושים ס' מז). ועמ\"ש עוד (אמור ס' קכט, בהר ס' ג).", "ומצאנו שתפסה התורה אזהרה לדוגמא ללמד פירוש אזהרה שבא סתם במק\"א. כמו מה שתפס בפרשת קדושים אזהרת חוץ לזמנו ה\"ה חוץ למקומו, ובא לדוגמא לבאר מה שכתוב (פרשת צו) \"לא יחשב\" סתם דהיינו מחשבה הדומה לחוץ לזמנו שהיא מחשבת המקום כמ\"ש בארך ובדברי דעת (צו ס' קכב)"], "heVersionTitle": "Wikisource Edition", "heLicense": "", "heVersionTitleInHebrew": "", "text": ["And we find several times that the Torah talks about one thing <i>for example</i>:", "Like <b>תנור וכירים</b> יותץ (whether oven, or range for pots, it shall be broken in pieces)<sup class=\"footnote-marker\">168</sup><i class=\"footnote\">Leviticus 11:35.</i>.", "And moreover, with respect to the topic of plagues, any place where it uses the noun <b>בהרת</b> (bright spot) or <b>שאת</b>(rising), it means <i>for example</i>.", "And moreover, the noun <b>בשר חי</b> (raw flesh); <b>שער שחור</b> (black hair).", "And moreover, <b>חלבי השלמים</b> (fat of the peace-offerings).", "And moreover, when it says at first a simple expression אשר יבוא עליו מים יטמא (that on which water comes, shall be unclean)<sup class=\"footnote-marker\">169</sup><i class=\"footnote\">Leviticus 11:34.</i>, and afterwards the conditions are stipulated אשר ישתה בכל כלי (and all drink in every such vessel that may be drunk shall be unclean)<sup class=\"footnote-marker\">170</sup><i class=\"footnote\">Ibid.</i>, we know that when it is written אשר ישתה, it means <i>for example</i>.", "And moreover, with respect to warnings, we find that it uses as an example לא תקלל חרש (You shall not curse the deaf)<sup class=\"footnote-marker\">171</sup><i class=\"footnote\">Leviticus 19:14.</i>, and the same applies for everyone.", "And sometimes, it clarifies that the way of example comes, as when it is written בהמתך לא תרביע כלאים (You shall not let your cattle gender with a diverse kind)<sup class=\"footnote-marker\">172</sup><i class=\"footnote\">Leviticus 19:19.</i>, and it adds את חוקותי תשמרו (You shall keep My statutes)<sup class=\"footnote-marker\">173</sup><i class=\"footnote\">Ibid.</i>, to teach that it does not mean precisely cattle, and it does not mean precisely his cattle.", "And we find that the Torah gives a warning <i>for example</i> to teach an explanation of a warning that comes in another place in the Torah. As when it gives a warning against eating a sacrifice outside of its time<sup class=\"footnote-marker\">174</sup><i class=\"footnote\">Leviticus 19:5-7.</i>, so too the law applies against eating outside of its place, and it comes <i>for example</i> to clarify that which is written alone לא יחשב (neither shall it be imputed to him)<sup class=\"footnote-marker\">175</sup><i class=\"footnote\">Leviticus 7:18.</i> - in other words, something that is similar to outside of its time - outside of its place."], "versionTitle": "Ayelet Hashachar, translated by Betzalel Avraham Feinstein, 2021", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "5dbee3bc5fc99956394dd592", "index_title": "Malbim Ayelet HaShachar", "category": "Commentary", "type": "commentary", "ref": "Malbim Ayelet HaShachar 221:1", "anchorRef": "Leviticus 13:9", "anchorRefExpanded": ["Leviticus 13:9"], "sourceRef": "Malbim Ayelet HaShachar 221:1", "sourceHeRef": "אילת השחר (מלבי\"ם) רכ״א:א׳", "anchorVerse": 9, "sourceHasEn": false, "compDate": [1844, 1874], "commentaryNum": 221.0001, "collectiveTitle": {"en": "Malbim Ayelet HaShachar", "he": "אילת השחר (מלבי\"ם)"}, "heTitle": "אילת השחר (מלבי\"ם)", "he": "וציון מלת החלוקה היא מילת \"<b>אם</b>\". אבל במה שכתוב \"נגע צרעת כי תהיה באדם\", ולא אמר \"<b>ואם שאת</b>\" – מבואר שאינו חלוקה מן הקודם רק מאמר בפני עצמו. (תזריע ס' סט)", "heVersionTitle": "Wikisource Edition", "heLicense": "", "heVersionTitleInHebrew": "", "text": "And the word which indicates division is the word <b>אם</b> (if). But when it is written נגע צרעת כי תהיה באדם (When the plague of leprosy is in a man)<sup class=\"footnote-marker\">513</sup><i class=\"footnote\">Leviticus 13:9.</i> and does not say <b>ואם שאת</b> (and if there is a rising) – it is clarified that it is not a division from the previous statement, and it is only an expression in and of itself.<br><br><i>Leviticus 13:8-9 says,</i>וראה הכהן והנה פשתה המספחת בעור וטמאו הכהן צרעת הוא. נגע צרעת כי תהיה באדם והובא אל הכהן<i> (And the priest shall look, and, behold, if the scab be spread in the skin, then the priest shall pronounce him unclean: it is leprosy. When the plague of leprosy is in a man, then he shall be brought to the priest), using the word </i>כי<i> for “when” instead of </i>אם<i>. This is to indicate that verse Leviticus 13:9 has nothing to do with the previous verse, Leviticus 13:8, i.e., it is an expression in and of itself, a new topic.</i>", "versionTitle": "Ayelet Hashachar, translated by Betzalel Avraham Feinstein, 2021", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "5dbee42e5fc99956394dd723", "index_title": "Malbim Ayelet HaShachar", "category": "Commentary", "type": "commentary", "ref": "Malbim Ayelet HaShachar 478:1-5", "anchorRef": "Leviticus 13:9", "anchorRefExpanded": ["Leviticus 13:9"], "sourceRef": "Malbim Ayelet HaShachar 478:1-5", "sourceHeRef": "אילת השחר (מלבי\"ם) תע״ח:א׳-ה׳", "anchorVerse": 9, "sourceHasEn": false, "compDate": [1844, 1874], "commentaryNum": 478.0001, "collectiveTitle": {"en": "Malbim Ayelet HaShachar", "he": "אילת השחר (מלבי\"ם)"}, "heTitle": "אילת השחר (מלבי\"ם)", "he": ["לפעמים מזכיר שם <b>נגע</b>, ופעמים שם <b>צרעת</b>, ופעמים <b>נגע צרעת</b>. ויש כלל בזה.", "ששם \"נגע\" מציין החולי המוליד שער לבן ולכן נזכר שם זה בפרשת שער לבן", "ושם \"צרעת\" מציין החולי המוליד מחיה ונזכר בפר' מחיה. (תזריע ס' מב, וסימן נג, וסימן עג, וסימן עו, וסימן קמז. מצורע סימן ז)", "ולכן נופל שם \"נגע\" על הבהרת שדרכו להוליד שער לבן ושם \"צרעת\" על השאת שדרכו להוליד מחיה (תזריע סימן סט)", "וכל מקום ששינה והזכיר שם \"צרעת\" תחת שם \"נגע\" – בא ללמד שדינו כמחיה שהיא כשיעור גריס (תזריע ס' מב, וסימן עה, וסימן קיז, וסימן קמט, וסימן קסג)"], "heVersionTitle": "Wikisource Edition", "heLicense": "", "heVersionTitleInHebrew": "", "text": ["Sometimes it mentions the noun <b>נגע</b> (plague), and sometimes the noun <b>צרעת</b> (leprosy), and sometimes <b>נגע צרעת</b> (plague of leprosy). And there is a rule in this:", "The noun נגע indicates the diseases that produce white hair, and thus this noun is mentioned in the chapter which talks about white hair.", "And the noun צרעת indicates the diseases that produce raw flesh and is mentioned in the chapter which talks about raw flesh.", "And thus, the noun נגע refers to a bright spot in that its way is to produce white hair, while the noun צרעת refers to a rising in that its way is to produce raw flesh.", "And any place where it is not this way and it mentions the noun צרעת instead of the noun נגע – it comes to teach that its law is like the law for raw flesh, that its size must be at least the size of a split bean."], "versionTitle": "Ayelet Hashachar, translated by Betzalel Avraham Feinstein, 2021", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "5dbee4455fc99956394dd779", "index_title": "Malbim Ayelet HaShachar", "category": "Commentary", "type": "commentary", "ref": "Malbim Ayelet HaShachar 561:1-3", "anchorRef": "Leviticus 13:9", "anchorRefExpanded": ["Leviticus 13:9"], "sourceRef": "Malbim Ayelet HaShachar 561:1-3", "sourceHeRef": "אילת השחר (מלבי\"ם) תקס״א:א׳-ג׳", "anchorVerse": 9, "sourceHasEn": false, "compDate": [1844, 1874], "commentaryNum": 561.0001, "collectiveTitle": {"en": "Malbim Ayelet HaShachar", "he": "אילת השחר (מלבי\"ם)"}, "heTitle": "אילת השחר (מלבי\"ם)", "he": ["ואין מדרך הלשון לומר שהאדם הוא \"תחת המכסה\", רק יאמר ש\"המכסה הוא על האדם\"; כי דרך לומר שהטפל הוא על העיקר, לא שהעיקר הוא תחת הטפל. ומזה הוכיחו שמה שכתוב \"הנוגע בכל אשר יהיה תחתיו\" בא על המרכב. (מצורע ס' קלט)", "וכן מה שכתב \"נגע צרעת כי תהיה באדם\" היה ראוי לומר \"אדם כי יהיה בו נגע צרעת\" – ויש בו דרוש (תזריע סימן ע)", "ורגילות הלשון לומר \"יצא לחפשי\" או \"לחפשי ישלחנו\". ולשון \"<b>חופשה</b> לא ניתן לה\" קאי על שטר שחרור. (קדושים סימן נג)"], "heVersionTitle": "Wikisource Edition", "heLicense": "", "heVersionTitleInHebrew": "", "text": ["And it is not the custom of the language to say that a man is <i>תחת המכסה</i> (under the covering). It should say, <i>המכסה הוא על האדם</i> (the covering is on the man); as it is proper to say that the secondary is on the primary, not that the primary is under the secondary. And from this, it is proven that when it is written הנוגע בכל אשר יהיה תחתיו (And whosoever touches any thing that was under him)<sup class=\"footnote-marker\">752</sup><i class=\"footnote\">Leviticus 15:10.</i>, it is referring to the saddle.", "And moreover when it is written נגע צרעת כי תהיה באדם (When the plague of leprosy is in a man)<sup class=\"footnote-marker\">753</sup><i class=\"footnote\">Leviticus 13:9.</i>, it was proper to say אדם כי יהיה בו נגע צרעת, and there is a homiletical interpretation.", "And it is typical for the language to say יצא לחפשי (he shall go out free)<sup class=\"footnote-marker\">754</sup><i class=\"footnote\">Exodus 21:2.</i> or לחפשי ישלחנו (he shall let him go free)<sup class=\"footnote-marker\">755</sup><i class=\"footnote\">Exodus 21:26.</i>. And the language <b>חופשה</b> לא ניתן לה (nor was freedom given to her)<sup class=\"footnote-marker\">756</sup><i class=\"footnote\">Leviticus 19:20.</i>, is talking about a bill of release.<br><br><i>According to the sages of blessed memory, the reason why Leviticus 13:9 says</i>נגע צרעת כי תהיה באדם<i> (When the plague of leprosy in a man) instead of אדם כי יהיה בו נגע צרעת is to teach that the law applies even when the plague is all over a man<sup class=\"footnote-marker\">757</sup><i class=\"footnote\">Malbim, HaTorah v’HaMitzvah Tazria 70.</i>.</i>"], "versionTitle": "Ayelet Hashachar, translated by Betzalel Avraham Feinstein, 2021", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "5f1e9f61eb7d2e14756447db", "index_title": "Midrash Lekach Tov", "category": "Midrash", "type": "commentary", "ref": "Midrash Lekach Tov, Leviticus 13:9:1", "anchorRef": "Leviticus 13:9", "anchorRefExpanded": ["Leviticus 13:9"], "sourceRef": "Midrash Lekach Tov, Leviticus 13:9:1", "sourceHeRef": "מדרש לקח טוב, ויקרא י״ג:ט׳:א׳", "anchorVerse": 9, "sourceHasEn": false, "compDate": [1105, 1115], "commentaryNum": 9.0001, "collectiveTitle": {"en": "Midrash Lekach Tov", "he": "מדרש לקח טוב"}, "heTitle": "ויקרא", "he": "<b>פס'.</b> נגע צרעת כי תהיה באדם והובא אל הכהן. בא ללמד על השאת. שנאמר וראה הכהן והנה שאת לבנה. למדנו לשאת שהיא מטמא במחיה, ד\"א נגע צרעת לפי שאמר למעלה ואם בהרת לבנה היא בעור בשרו בא ללמד על השאת <i data-commentator=\"Beur HaRe'em\" data-order=\"29\"></i> שבא בכולו. כי תהיה. מן הדבור ואילך להביא. [באדם. לרבות] <i data-commentator=\"Beur HaRe'em\" data-order=\"30\"></i> את הבא בכולו:", "heVersionTitle": "Midrash Lekach Tov on Torah, Vilna 1884", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש לקח טוב, מכונה פסיקתא זוטרתא, וילנא תרמ\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "61023e11c795231b79e3685c", "index_title": "Tzror HaMor on Torah", "category": "Quoting Commentary", "type": "dibur_hamatchil", "ref": "Tzror HaMor on Torah, Leviticus 13:9:1", "anchorRef": "Leviticus 13:9", "anchorRefExpanded": ["Leviticus 13:9"], "sourceRef": "Tzror HaMor on Torah, Leviticus 13:9:1", "sourceHeRef": "צרור המור על התורה, ויקרא י״ג:ט׳:א׳", "anchorVerse": 9, "sourceHasEn": false, "compDate": [1460, 1510], "commentaryNum": 9.0001, "collectiveTitle": {"en": "Tzror HaMor on Torah", "he": "צרור המור על התורה"}, "heTitle": "ויקרא", "he": "ואמר <b>נגע צרעת כי תהיה באדם.</b> להורות שדין אלו הנגעים הם באדם. והם בישראל שנקראו אדם כדכתיב אדם אתם. ולהם צוה שיבואו אל הכהן ולא אל אדם אחר. או שיביאום בעל כרחם. וזהו והובא אל הכהן. אבל אם בא אדם אחר משאר אומות להראות נגעיו אל החכם או אל הנביא מותר לראותו. וזה תמצאהו רמוז בשלשה פסוקים הכתובים בתורה שמתחילים בנו\"ן ומסיימין בנו\"ן. וזהו אחד מהם נגע צרעת כי תהיה באדם והובא אל הכהן. והב' נחנו נעבור חלוצים לפני ה' ארץ כנען ואתנו אחוזת נחלתינו מעבר לירדן. והשלישי נביא מקרבך מאחיך כמוני יקים לך ה' אלהיך אליו תשמעון. והנה בפסוק הראשון הורה שאם יקרה ויבא נגע צרעת באדם מישראל. שיביאוהו אל הכהן ולא אל אדם אחר. אבל אם יקרה הנגע באיש אחר שלא מאומתינו. שיכול לבא לפני החכם או הנביא לטהרו או לטמאו. וזה רמז על נעמן שר צבא מלך ארם שהיה מצורע. ובא לפני אלישע הנביא לרפאותו. ואלישע הנביא לא אמר לו לך אל הכהן. אלא רחץ וטהר. ומאין לו זה. וכן מאין לו שירחוץ בירדן ולא במקום אחר. אבל הכל רמוז באלו שני הפסוקים שהם נחנו נעבור חלוצים וגו'. נביא מקרבך וגו'. ואלישע ראה בתחלה שאלו הפסוקים מתחילין בנו\"ן כפופה ומסיימין בנו\"ן פשוטה ובהם ראה שעתיד איש אחד משאר אומות לבא לפניו להאסף מצרעתו. שיתחיל שמו בנון כפופה ויסיים בנון פשוטה. והוא נעמן שר צבא מלך ארם כמו שמתחילין ומסיימים אלו הפסוקים. וכן ראה שמו של נעמן בפסוק שני שאומר נחנו נעבור חלוצים לפני ה' ארץ כנען. הרי כאן נעמן בד' תיבות ראשונים. וכן ראה שמו של אלישע בפסוק ג' שהוא נביא מקרבך. אל\"ף מנביא. למ\"ד מלך. יו\"ד מה'. שי\"ן ועי\"ן מן תשמעון. וכן ראה מתוך פסוק שני שיבא נעמן באנשים חלוצים לארץ כנען. דכתיב ויבא נעמן בסוסיו וברכבו ויעמוד פתח הבית לאלישע. הרי כאן נעמן ואלישע בזה הפסוק. והרי כאן סוסים ורכב. שזה רמז למה שאמר בפסוק השני נחנו נעבור חלוצים. שהוא כמו נעמן יעבור עם חלוצים ארץ כנען. והיכן ראה אלישע לומר לנעמן הלוך ורחצת ז' פעמים בירדן. מסוף הפסוק שכתב בו מעבר לירדן. ובזאת הרמיזה א\"ל שירחץ בירדן. ומאין לו שהנביא יכול לטהר זה האיש מצרעתו. הוציאו מן הפסוק הג' שכתוב בו נביא מקרבך. ששם רמוז שם אלישע כמו שכתבתי. ורמוז בו שזאת הטהרה עתידה להעשות ע\"י נביא מקרבך מאחיך אליו תשמעון. כי הוא במקום כהן. ולכן כשקרע מלך ישראל את בגדיו ואמר האלהים אני להמית ולהחיות. שנראה שהמצורע חשוב כמת. שלח לו אלישע למה קרעת את בגדיך. לפי שהוא היה יושב ודורש אלו הפסוקים. ובהם הוא צופה ומביט ענין נעמן. וידע בנבואה קריעת בגדי המלך. יבא נא אלי וידעת כי יש נביא בישראל. ושהתורה העידה על זה הענין. לכן ראוי שיבא וידע כי יש נביא בישראל. כמו שכתוב נביא מקרבך מאחיך. שזהו כמו נביא בישראל. ובאומרו אליו תשמעון. רמז שראוי לשמוע לדבריו בין לקולא בין לחומרא. ובכאן גלה שלא היה לו רפואה אחרת. אלא בדברים ובשמיעת דברי הנביא. וזהו אליו תשמעון. ולכן כשקצף נעמן ואמר הנה אמרתי אלי יצא יצא ועמד וקרא בשם אלהיו והניף ידו אל המקום. כתבנית סמיכה לכוין בתפלתו. ואסף כמו שהיה עושה הכהן והסגיר הכהן את הנגע. ואם בשביל הרחיצה באתי הלא טוב אמנה ופרפר וגו'. וידברו ויאמרו לו עבדיו. דיבור ואמירה בדברים רבים טובים וניחומים להשיב חמתו. אבי דבר גדול דבר אליך הנביא. כלומר אחר שאתה אב בחכמה ואיש גדול. כמו שכתוב עליו ונעמן היה איש גדול לפני אדוניו. לפי שראה אותו בעל עצה וחכמה ונשוא פנים לכל העם ואיש גבור חיל במלחמה. וזהו ובו נתן ה' תשועה לארם. ולכן אמרו לו אבי דבר גדול הנביא דיבר אליך. כלומר יש לך לראות בחכמתך מי דבר אלו הדברים שהוא נביא ה'. ואם היה אומר לך דבר גדול הלא תעשה להשלים דברו. אף כי אמר לך רחץ וטהר שהוא דבר קטן. ורמז באומרו ואף כי אמר אליך לומר. שאף אם היה אומר לו הנביא דבר גדול לאסוף אותו מצרעתו ולקרוא בשם ה' ולהניף ידו על המכה. ועל הכל היה אומר רחץ וטהר היית עושה. כ\"ש שלא אמר דבר אחר אלא רחץ וטהר. וכל זה תלוי באומרו אליו תשמעון. וכל זה רמוז באמרו נגע צרעת כי תהיה באדם והובא אל הכהן. ולהודיענו עומק התורה וסתריה. ולא דבר רק הוא אלא ממני וכלה במספר במשקל. וכמו שיש סודות גדולים בתורה. כן יש סודות גדולים בפרשיותיה ובהתחלת הפסוקים ובסופם:", "heVersionTitle": "Tzeror Hamor, Warsaw, 1879", "heLicense": "Public Domain", "heVersionTitleInHebrew": "צרור המור על התורה, וורשא, תרל\"ט", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "61d5d51bf4629f2b57277dfe", "index_title": "Sefer HaShorashim", "category": "Reference", "type": "reference", "ref": "Sefer HaShorashim, אוה 1", "anchorRef": "Leviticus 13:9", "anchorRefExpanded": ["Leviticus 13:9"], "sourceRef": "Sefer HaShorashim, אוה 1", "sourceHeRef": "ספר השרשים, אוה א׳", "anchorVerse": 9, "sourceHasEn": false, "compDate": [1185, 1235], "commentaryNum": 1, "collectiveTitle": {"en": "Sefer HaShorashim", "he": "ספר השרשים"}, "heTitle": "אוה", "he": ["<strong><big>אוה</big></strong>   נַפְשִׁי <strong>אִוִּיתִיךָ </strong>בַּלַּיְלָה (<a class=\"refLink\" href=\"Isaiah 26:9\" data-ref=\"Isaiah 26:9\">ישעיה כו, ט</a>), [פִּעֵל] אמר רבי יונה שהוא כמו <strong>אִוָּֽתְךָ</strong>, ואין צורך, אך פירושו ב<strong>נַפְשִׁי אִוִּיתִיךָ</strong>, וכן אמר (שם) אַף־רוּחִי בְקִרְבִּי אֲשַֽׁחֲרֶךָּ, וכן אֵפוֹד יָרַד בְּיָדֽוֹ (<a class=\"refLink\" href=\"I Samuel 23:7\" data-ref=\"I Samuel 23:7\">שמואל א' כג, ז</a>), שענינו ב<strong>אֵפוֹד יָרַד בְּיָדֽוֹ</strong>, אַתָּה יָדְךָ גּוֹיִם הוֹרַשְׁתָּ (<a class=\"refLink\" href=\"Psalms 44:3\" data-ref=\"Psalms 44:3\">תהלים מד, ג</a>), שענינו בידך, אבל <strong>אֵפוֹד יָרַד בְּיָדֽוֹ</strong> יש לי בו טעם נכון אזכרנו בשרש <strong>ירד</strong> בגזרת השם. והחכם רבי יעקב בן אלעזר כתב בספר השלם, כי הענין מחובר אל הכנוי שהוא <strong>יו\"ד</strong> נַפְשִׁי ו<strong>יו\"ד</strong> רוּחִי, ואף על פי שזכר הנפש והרוח, סמך הענין אל הכנוי כאלו אמר אני אויתיך וכמוהם רבים, וָאֶבְכֶּה בַצּוֹם נַפְשִׁי (<a class=\"refLink\" href=\"Psalms 49:11\" data-ref=\"Psalms 49:11\">תהלים מט, יא</a>), אֵלָיו פִּֽי־קָרָאתִי (סו, יז) קוֹלִי אֶל־י\"י אֶקְרָא (ג, ה), וְכִלְיוֹתַי אֶשְׁתּוֹנָֽן (עג, כא), אִֽיֽעֲצָה עָלֶיךָ עֵינִֽי (לב, ח), בכלם הענין נופל על הכנוי. וכן אַתָּה יָדְךָ גּוֹיִם הוֹרַשְׁתָּ (<a class=\"refLink\" href=\"Psalms 44:3\" data-ref=\"Psalms 44:3\">תהלים מד, ג</a>) וְצַפַּחַת הַשֶּׁמֶן לֹא חָסֵר (<a class=\"refLink\" href=\"I Kings 17:16\" data-ref=\"I Kings 17:16\">מלכים א' יז, טז</a>), חסר נופל על השמן לא על הצפחת, וכן קֽוֹל־הַקִּרְיָה הוֹמָֽה (<a class=\"refLink\" href=\"I Kings 1:45\" data-ref=\"I Kings 1:45\">מלכים א' א, מה</a>), קֽוֹל־נְגִידִים נֶחְבָּאוּ (<a class=\"refLink\" href=\"Job 29:10\" data-ref=\"Job 29:10\">איוב כט, י</a>), קוֹל שְׁמוּעָה הִנֵּה בָאָה (<a class=\"refLink\" href=\"Jeremiah 10:22\" data-ref=\"Jeremiah 10:22\">ירמיה י, כב</a>), קוֹל י\"י לָעִיר יִקְרָא (<a class=\"refLink\" href=\"Micah 6:9\" data-ref=\"Micah 6:9\">מיכה ו, ט</a>), רַק לְשֵׁטֶף מַיִם רַבִּים אֵלָיו לֹא יַגִּֽיעוּ (<a class=\"refLink\" href=\"Psalms 32:6\" data-ref=\"Psalms 32:6\">תהלים לב, ו</a>), כִּֽי־הָֽיְתָה אֵלָיו פְּנֵי הַמִּלְחָמָה (<a class=\"refLink\" href=\"II Samuel 10:9\" data-ref=\"II Samuel 10:9\">שמואל ב' י, ט</a>), קֶשֶׁת גִּבֹּרִים חַתִּים (<a class=\"refLink\" href=\"I Samuel 2:4\" data-ref=\"I Samuel 2:4\">שמואל א' ב, ד</a>), נֶגַע צָרַעַת כִּי תִֽהְיֶה בְּאָדָם (<a class=\"refLink\" href=\"Leviticus 13:9\" data-ref=\"Leviticus 13:9\">ויקרא יג, ט</a>), וכן מנהג הלשון בהרבה מקומות. ואדני אבי עליו השלום פירש <strong>נַפְשִׁי אִוִּיתִיךָ בַּלַּיְלָה</strong>, ובעוד ש<strong>רוּחִי בְקִרְבִּי אֲשַֽׁחֲרֶךָּ</strong>, ואמר בלילה, כי אז הלב פנוי מעסקי העולם.<strong> אִוָּהּ</strong> לְמוֹשָׁב לֽוֹ (<a class=\"refLink\" href=\"Psalms 132:13\" data-ref=\"Psalms 132:13\">תהלים קלב, יג</a>). <strong>והשׁם</strong> בְּכָל־<strong>אַוַּת</strong> נַפְשְׁךָ (<a class=\"refLink\" href=\"Deuteronomy 12:15\" data-ref=\"Deuteronomy 12:15\">דברים יב, טו</a>). ומשקל אחר <strong>תַּֽאֲוָה</strong> נִהְיָה (<a class=\"refLink\" href=\"Proverbs 13:19\" data-ref=\"Proverbs 13:19\">משלי יג, יט</a>), ענין כלם תאוה וחשק. ומענין זה לפי דעתי לְבֵיתְךָ<strong> נָֽאֲוָה</strong>־קֹדֶשׁ (<a class=\"refLink\" href=\"Psalms 93:5\" data-ref=\"Psalms 93:5\">תהלים צג, ה</a>), ה<strong>אל\"ף</strong> מונעת בחטף פתח והוא<strong> נפעל עבר</strong> פירוש נחשק לביתך שהוא קדש. <strong>וההתפעל</strong> וְלֹא <strong>תִתְאַוֶּה</strong> בֵּית רֵעֶךָ (<a class=\"refLink\" href=\"Deuteronomy 5:18\" data-ref=\"Deuteronomy 5:18\">דברים ה, יח</a>), והתאוה היא בלב. <strong>והשׁם</strong> במשקל אחר <strong>מַֽאֲוַיֵּי </strong>רָשָׁע (<a class=\"refLink\" href=\"Psalms 140:9\" data-ref=\"Psalms 140:9\">תהלים קמ, ט</a>), בדגש. ורבי יונה כתב שהוא רפה. <strong>וענין אחר הנפעל</strong> <strong>נָאווּ</strong> לְחָיַיִךְ בַּתֹּרִים (<a class=\"refLink\" href=\"Song of Songs 1:10\" data-ref=\"Song of Songs 1:10\">שיר השירים א, י</a>), מַה־<strong>נָּאווּ </strong>עַל־הֶהָרִים רַגְלֵי מְבַשֵּׂר (<a class=\"refLink\" href=\"Isaiah 52:7\" data-ref=\"Isaiah 52:7\">ישעיה נב, ז</a>), לֹֽא־<strong>נָאוָה </strong>לְנָבָל שְׂפַת־יֶתֶר (<a class=\"refLink\" href=\"Proverbs 17:7\" data-ref=\"Proverbs 17:7\">משלי יז, ז</a>), לֹֽא־<strong>נָאוֶה</strong> לִכְסִיל כָּבֽוֹד (<a class=\"refLink\" href=\"Proverbs 26:1\" data-ref=\"Proverbs 26:1\">משלי כו, א</a>), שְׁחוֹרָה אֲנִי <strong>וְֽנָאוָה</strong> (<a class=\"refLink\" href=\"Song of Songs 1:5\" data-ref=\"Song of Songs 1:5\">שיר השירים א, ה</a>), וכלם נחה בהם ה<strong>אל\"ף</strong> והם ענין יופי ונוי. ורבי יהודה הביא עמהם <strong>הַנָּוָה</strong> וְהַמְּעֻנָּגָה (<a class=\"refLink\" href=\"Jeremiah 6:2\" data-ref=\"Jeremiah 6:2\">ירמיה ו, ב</a>), אולי מצאו כתוב ב<strong>אל\"ף</strong>, ולא מצאנוהו כן אנחנו. וגם רבי יונה כתבו כן בלא <strong>אל\"ף</strong> ותפש על רבי יהודה בזה, ואין לתפוש עליו מה, כי אף על פי שלא תהיה כתובה ה<strong>אל\"ף</strong> תהיה נחה אחר הקמץ. <strong>והשׁם</strong> <strong>תַּֽאֲוַת</strong> אָדָם חַסְדּוֹ (<a class=\"refLink\" href=\"Proverbs 19:22\" data-ref=\"Proverbs 19:22\">משלי יט, כב</a>), כלומר יופי האדם ומה שנאה לו לעשות, הוא חסדו. ויתכן שיהיו אלו בשרש <strong>נאה</strong> בהראות <strong>למ\"ד </strong>הפועל בפלס <strong>גַּאֲוָה</strong>. ורבותינו ז\"ל הרגילו בדבריהם זה הלשון בשרש <strong>נָאָה</strong> וידמה כי כן השרש אצלם באמרם (<a class=\"refLink\" href=\"Shabbat 133b\" data-ref=\"Shabbat 133b\">שבת קלג, ע\"ב</a>) לולב נאה, אתרוג נאה, כמה נאים מעשיו וזולתם הרבה. ואמרו בנין פיעל הדגוש ממנו באמרם (<a class=\"refLink\" href=\"Sukkah 10a\" data-ref=\"Sukkah 10a\">סוכה י, ע\"א</a>) לא שנו אלא מפני הנשר אבל לנאותה כשרה. ואמרו בנין <strong>התפעל</strong> ממנו באמרם (<a class=\"refLink\" href=\"Shabbat 133b\" data-ref=\"Shabbat 133b\">שבת קלג, ע\"ב</a>) התנאה לפניו במצות. ואמרו השם נוי באמרם (<a class=\"refLink\" href=\"Horayot 9a\" data-ref=\"Horayot 9a\">הוריות ט, ע\"א</a>) בנוי בכח בעושר, ולרבים (<a class=\"refLink\" href=\"Sukkah 10b\" data-ref=\"Sukkah 10b\">סוכה י, ע\"ב</a>) נוי סוכה המופלגים ממנה ארבעה, ומשפט נוי נאוי. <strong>וענין שלישי </strong>עַֽד־<strong>תַּֽאֲוַת </strong>גִּבְעֹת עוֹלָם (<a class=\"refLink\" href=\"Genesis 49:26\" data-ref=\"Genesis 49:26\">בראשית מט, כו</a>), <strong>וְהִתְאַוִּיתֶם</strong> לָכֶם (<a class=\"refLink\" href=\"Numbers 34:10\" data-ref=\"Numbers 34:10\">במדבר לד, י</a>), [הִתְפָּעֵל] <strong>תְּתָאוּ</strong> לְבֹא (<a class=\"refLink\" href=\"Numbers 34:8\" data-ref=\"Numbers 34:8\">במדבר לד, ח</a>), עניינם עניין גבול. ופירש <strong>עַֽד־תַּֽאֲוַת גִּבְעֹת עוֹלָם</strong>, כל זמן שיהיה קיים גבול גבעות עולם תהיינה הברכות לראש יוסף. ומשפט <strong>תְּתָאוּ</strong> ראוי להיות <strong>תְּתַאֲווּ</strong>, וטוב הוא לשומו מעקר זה, כדי שיהיו לו חברים בענין הזה <strong>וְהִתְאַוִּיתֶם לָכֶם, עַֽד־תַּֽאֲוַת גִּבְעֹת עוֹלָם</strong>. או יהיה משרש <strong>תָּאָה</strong> או <strong>תָּוָה</strong> ויהיה יחידי בשרשו על הענין הזה. וקרוב היא שיהיה שרשו <strong>תוה</strong> מן<strong> וְהִתְוִיתָ</strong> תָּו (<a class=\"refLink\" href=\"Ezekiel 9:4\" data-ref=\"Ezekiel 9:4\">יחזקאל ט, ד</a>), שענינו קרוב לענין גבול ויהיה ה<strong>אל\"ף</strong> תמורת <strong>וי\"ו</strong>."], "heVersionTitle": "Sefer HaShorashim, Berlin 1847", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "61d5d56bf4629f2b5727c2c6", "index_title": "Sefer HaShorashim", "category": "Reference", "type": "reference", "ref": "Sefer HaShorashim, כהה 1", "anchorRef": "Leviticus 13:9", "anchorRefExpanded": ["Leviticus 13:9"], "sourceRef": "Sefer HaShorashim, כהה 1", "sourceHeRef": "ספר השרשים, כהה א׳", "anchorVerse": 9, "sourceHasEn": false, "compDate": [1185, 1235], "commentaryNum": 1, "collectiveTitle": {"en": "Sefer HaShorashim", "he": "ספר השרשים"}, "heTitle": "כהה", "he": ["<strong><big>כהה</big></strong>   לֹא־<strong>כָֽהֲתָה</strong> עֵינוֹ (<a class=\"refLink\" href=\"Deuteronomy 34:7\" data-ref=\"Deuteronomy 34:7\">דברים לד, ז</a>), <strong>וַתִּכְהֶיןָ </strong>עֵינָיו מֵֽרְאֹת (<a class=\"refLink\" href=\"Genesis 27:1\" data-ref=\"Genesis 27:1\">בראשית כז, א</a>), <strong>וַתֵּכַהּ</strong> מִכַּעַשׂ עֵינִי (<a class=\"refLink\" href=\"Job 17:8\" data-ref=\"Job 17:8\">איוב יז, ח</a>), לֹא <strong>יִכְהֶה</strong> וְלֹא יָרוּץ (<a class=\"refLink\" href=\"Isaiah 62:4\" data-ref=\"Isaiah 62:4\">ישעיה סב, ד</a>). <strong>והתאר</strong> וְהִנֵּה <strong>כֵּהָה</strong> הַנֶּגַע (<a class=\"refLink\" href=\"Leviticus 13:6\" data-ref=\"Leviticus 13:6\">ויקרא יג, ו</a>), וּשְׁפָלָה אֵינֶנָּה מִן־הָעוֹר וְהִוא <strong>כֵהָה</strong> (<a class=\"refLink\" href=\"Leviticus 13:22\" data-ref=\"Leviticus 13:22\">ויקרא יג, כב</a>), תַּחַת רוּחַ <strong>כֵּהָה</strong> (ישעה סא, ג), בְעוֹר־בְּשָׂרָם בֶּֽהָרֹת <strong>כֵּהוֹת</strong> לְבָנֹת (<a class=\"refLink\" href=\"Leviticus 13:39\" data-ref=\"Leviticus 13:39\">ויקרא יג, לט</a>), וְעֵינָו [וְעֵינָיו] הֵחֵלּוּ <strong>כֵהוֹת</strong> (<a class=\"refLink\" href=\"I Samuel 3:2\" data-ref=\"I Samuel 3:2\">שמואל א' ג, ב</a>), פירוש החלו להיות כהות. או יהיה כהות מקור ויהיה קמץ קטן תחת קמץ גדול והיה משפטו <strong>כָּהוֹת</strong> בפלס <strong>אָלוֹת</strong> שָׁוְא (<a class=\"refLink\" href=\"Hosea 10:4\" data-ref=\"Hosea 10:4\">הושע י, ד</a>), רָאוֹת רבות (<a class=\"refLink\" href=\"Isaiah 42:20\" data-ref=\"Isaiah 42:20\">ישעיה מב, כ</a>). <strong>והשם</strong> אֵֽין־<strong>כֵּהָה</strong> לְשִׁבְרֶךָ (<a class=\"refLink\" href=\"Nahum 3:19\" data-ref=\"Nahum 3:19\">נחום ג, יט</a>). <strong>והפעל הכבד </strong>[פִּעֵל] וְלֹא <strong>כִהָה</strong> בָּֽם (<a class=\"refLink\" href=\"I Samuel 3:13\" data-ref=\"I Samuel 3:13\">שמואל א' ג, יג</a>), וכן <strong>וְכִֽהֲתָה</strong> כָל־רוּחַ (<a class=\"refLink\" href=\"Ezekiel 21:12\" data-ref=\"Ezekiel 21:12\">יחזקאל כא, יב</a>). והוא <strong>פועל עומד</strong>. ויתכן להיות <strong>כֵּהָה</strong> הנגע<strong> פועל עובר</strong> מזה הכבד אלא שאין מנהג מאשר <strong>עי\"נ</strong>יהם <strong>ה\"א</strong> מהדגוש להיות <strong>פ\"א</strong> הפעל בצרי כי אם בחירק כמשפטו בלא אות גרונות נהג, <strong>מִהר, טִהר, לִהט, כִּהן</strong>, וכן מזה השרש <strong>וְלֹא כִהָה בָּֽם</strong>, אם כן טוב הוא שיהיה כהה הנגע תאר מן כהות לבנות כאשר כתבנו. ואף על פי שמלת <strong>נֶגַע</strong> לשון זכר אפשר שתמצא לשון נקבה כמו נֶגַע צָרַעַת כִּי תִֽהְיֶה בְּאָדָם (<a class=\"refLink\" href=\"Leviticus 13:9\" data-ref=\"Leviticus 13:9\">ויקרא יג, ט</a>), או תשוב תהיה אל הצרעת. וכן וּפִשְׁתָּה <strong>כֵהָה </strong>לֹא יְכַבֶּנָּה (<a class=\"refLink\" href=\"Isaiah 42:3\" data-ref=\"Isaiah 42:3\">ישעיה מב, ג</a>), <strong>תאר</strong>, ופירושו הפשתה הקרובה לכבות לא יכבנה כמו שאמר קנה רצוץ לא ישבור (שם) כלומר כל כך יהיו דבריו והנהגת מלכותו בנחת, כי אפילו החלושים לא ירגישו בו. ענין הכהה הוא הקמוט והעצור, וכשהנגע או השבר קרוב לרפואה יתקמט הבשר. והפכו פָשָׂה הַנֶּגַע (<a class=\"refLink\" href=\"Leviticus 13:51\" data-ref=\"Leviticus 13:51\">ויקרא יג, נא</a>). ופירוש הענין הזה בעינים, כי ידוע הוא כי הזקנים יתקמטו עיניהם ויכנסו בחוריהם לפי שיתקמטו יתרי העין כי יגבר עליו היובש ותחלש הראות. ופירוש <strong>וְכִֽהֲתָה</strong> כָל־רוּחַ (<a class=\"refLink\" href=\"Ezekiel 21:12\" data-ref=\"Ezekiel 21:12\">יחזקאל כא, יב</a>), כי תעצר ותקצור רוחם וחחלש. ופירוש לֹא<strong> יִכְהֶה</strong> וְלֹא יָרוּץ (<a class=\"refLink\" href=\"Isaiah 42:4\" data-ref=\"Isaiah 42:4\">ישעיה מב, ד</a>), לא יחלש ולא ישבר, כלומר לא יתרפה מלעשות המשפט, לפי שאמר קנה רצוץ לא ישבור <strong>וּפִשְׁתָּה כֵהָה לֹא יְכַבֶּנָּה</strong> ירמה כי יהיה רפה ותד־יש ולא יעשה משפט לפיכך אמר לאמת יוציא משפט ולא יתרשל ולא יחלש בדבר המשפט עד ישים בארץ משפט. ופירוש <strong>וְלֹא כִהָה בָּֽם</strong>, לא עצר בהם ולא מנעם מלכת בדדכיהם הרעים."], "heVersionTitle": "Sefer HaShorashim, Berlin 1847", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "61d5d5c3f4629f2b5728071a", "index_title": "Sefer HaShorashim", "category": "Reference", "type": "reference", "ref": "Sefer HaShorashim, צרע 1", "anchorRef": "Leviticus 13:9", "anchorRefExpanded": ["Leviticus 13:9"], "sourceRef": "Sefer HaShorashim, צרע 1", "sourceHeRef": "ספר השרשים, צרע א׳", "anchorVerse": 9, "sourceHasEn": false, "compDate": [1185, 1235], "commentaryNum": 1, "collectiveTitle": {"en": "Sefer HaShorashim", "he": "ספר השרשים"}, "heTitle": "צרע", "he": ["<strong><big>צרע</big></strong>   וְהוּא <strong>צָרוּעַ</strong> אוֹ זָב (<a class=\"refLink\" href=\"Leviticus 22:4\" data-ref=\"Leviticus 22:4\">ויקרא כב, ד</a>), זָב <strong>וּמְצֹרָע</strong> (<a class=\"refLink\" href=\"II Samuel 3:29\" data-ref=\"II Samuel 3:29\">שמואל ב' ג, כט</a>), וְהִנֵּה־הוּא <strong>מְצֹרָע</strong> בְּמִצְחוֹ (<a class=\"refLink\" href=\"II Chronicles 26:20\" data-ref=\"II Chronicles 26:20\">דברי הימים ב' כו, כ</a>) <strong>מְצֹרַעַת</strong> כַּשָּׁלֶג (<a class=\"refLink\" href=\"Numbers 12:10\" data-ref=\"Numbers 12:10\">במדבר יב, י</a>). <strong>והשם</strong> נֶגַע <strong>צָרַעַת</strong> (<a class=\"refLink\" href=\"Leviticus 13:9\" data-ref=\"Leviticus 13:9\">ויקרא יג, ט</a>) ידוע. וְשָֽׁלַחְתִּי אֶת־<strong>הַצִּרְעָה</strong> (<a class=\"refLink\" href=\"Exodus 23:28\" data-ref=\"Exodus 23:28\">שמות כג, כח</a>), אמרו שהוא מין שרץ העוף והיתה מכה אותם בעיניהם ומטילה בהם ארס והם מתים. וחחכם רבי אברהם אבן עזרא ז\"ל פירשו מענין צרעת."], "heVersionTitle": "Sefer HaShorashim, Berlin 1847", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "62037ed66bfddfbb310fecd8", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Leviticus, Part II; Ritual Pollution and Purification 2-20", "anchorRef": "Leviticus 11:1-17:16", "anchorRefExpanded": ["Leviticus 11:1", "Leviticus 11:2", "Leviticus 11:3", "Leviticus 11:4", "Leviticus 11:5", "Leviticus 11:6", "Leviticus 11:7", "Leviticus 11:8", "Leviticus 11:9", "Leviticus 11:10", "Leviticus 11:11", "Leviticus 11:12", "Leviticus 11:13", "Leviticus 11:14", "Leviticus 11:15", "Leviticus 11:16", "Leviticus 11:17", "Leviticus 11:18", "Leviticus 11:19", "Leviticus 11:20", "Leviticus 11:21", "Leviticus 11:22", "Leviticus 11:23", "Leviticus 11:24", "Leviticus 11:25", "Leviticus 11:26", "Leviticus 11:27", "Leviticus 11:28", "Leviticus 11:29", "Leviticus 11:30", "Leviticus 11:31", "Leviticus 11:32", "Leviticus 11:33", "Leviticus 11:34", "Leviticus 11:35", "Leviticus 11:36", "Leviticus 11:37", "Leviticus 11:38", "Leviticus 11:39", "Leviticus 11:40", "Leviticus 11:41", "Leviticus 11:42", "Leviticus 11:43", "Leviticus 11:44", "Leviticus 11:45", "Leviticus 11:46", "Leviticus 11:47", "Leviticus 12:1", "Leviticus 12:2", "Leviticus 12:3", "Leviticus 12:4", "Leviticus 12:5", "Leviticus 12:6", "Leviticus 12:7", "Leviticus 12:8", "Leviticus 13:1", "Leviticus 13:2", "Leviticus 13:3", "Leviticus 13:4", "Leviticus 13:5", "Leviticus 13:6", "Leviticus 13:7", "Leviticus 13:8", "Leviticus 13:9", "Leviticus 13:10", "Leviticus 13:11", "Leviticus 13:12", "Leviticus 13:13", "Leviticus 13:14", "Leviticus 13:15", "Leviticus 13:16", "Leviticus 13:17", "Leviticus 13:18", "Leviticus 13:19", "Leviticus 13:20", "Leviticus 13:21", "Leviticus 13:22", "Leviticus 13:23", "Leviticus 13:24", "Leviticus 13:25", "Leviticus 13:26", "Leviticus 13:27", "Leviticus 13:28", "Leviticus 13:29", "Leviticus 13:30", "Leviticus 13:31", "Leviticus 13:32", "Leviticus 13:33", "Leviticus 13:34", "Leviticus 13:35", "Leviticus 13:36", "Leviticus 13:37", "Leviticus 13:38", "Leviticus 13:39", "Leviticus 13:40", "Leviticus 13:41", "Leviticus 13:42", "Leviticus 13:43", "Leviticus 13:44", "Leviticus 13:45", "Leviticus 13:46", "Leviticus 13:47", "Leviticus 13:48", "Leviticus 13:49", "Leviticus 13:50", "Leviticus 13:51", "Leviticus 13:52", "Leviticus 13:53", "Leviticus 13:54", "Leviticus 13:55", "Leviticus 13:56", "Leviticus 13:57", "Leviticus 13:58", "Leviticus 13:59", "Leviticus 14:1", "Leviticus 14:2", "Leviticus 14:3", "Leviticus 14:4", "Leviticus 14:5", "Leviticus 14:6", "Leviticus 14:7", "Leviticus 14:8", "Leviticus 14:9", "Leviticus 14:10", "Leviticus 14:11", "Leviticus 14:12", "Leviticus 14:13", "Leviticus 14:14", "Leviticus 14:15", "Leviticus 14:16", "Leviticus 14:17", "Leviticus 14:18", "Leviticus 14:19", "Leviticus 14:20", "Leviticus 14:21", "Leviticus 14:22", "Leviticus 14:23", "Leviticus 14:24", "Leviticus 14:25", "Leviticus 14:26", "Leviticus 14:27", "Leviticus 14:28", "Leviticus 14:29", "Leviticus 14:30", "Leviticus 14:31", "Leviticus 14:32", "Leviticus 14:33", "Leviticus 14:34", "Leviticus 14:35", "Leviticus 14:36", "Leviticus 14:37", "Leviticus 14:38", "Leviticus 14:39", "Leviticus 14:40", "Leviticus 14:41", "Leviticus 14:42", "Leviticus 14:43", "Leviticus 14:44", "Leviticus 14:45", "Leviticus 14:46", "Leviticus 14:47", "Leviticus 14:48", "Leviticus 14:49", "Leviticus 14:50", "Leviticus 14:51", "Leviticus 14:52", "Leviticus 14:53", "Leviticus 14:54", "Leviticus 14:55", "Leviticus 14:56", "Leviticus 14:57", "Leviticus 15:1", "Leviticus 15:2", "Leviticus 15:3", "Leviticus 15:4", "Leviticus 15:5", "Leviticus 15:6", "Leviticus 15:7", "Leviticus 15:8", "Leviticus 15:9", "Leviticus 15:10", "Leviticus 15:11", "Leviticus 15:12", "Leviticus 15:13", "Leviticus 15:14", "Leviticus 15:15", "Leviticus 15:16", "Leviticus 15:17", "Leviticus 15:18", "Leviticus 15:19", "Leviticus 15:20", "Leviticus 15:21", "Leviticus 15:22", "Leviticus 15:23", "Leviticus 15:24", "Leviticus 15:25", "Leviticus 15:26", "Leviticus 15:27", "Leviticus 15:28", "Leviticus 15:29", "Leviticus 15:30", "Leviticus 15:31", "Leviticus 15:32", "Leviticus 15:33", "Leviticus 16:1", "Leviticus 16:2", "Leviticus 16:3", "Leviticus 16:4", "Leviticus 16:5", "Leviticus 16:6", "Leviticus 16:7", "Leviticus 16:8", "Leviticus 16:9", "Leviticus 16:10", "Leviticus 16:11", "Leviticus 16:12", "Leviticus 16:13", "Leviticus 16:14", "Leviticus 16:15", "Leviticus 16:16", "Leviticus 16:17", "Leviticus 16:18", "Leviticus 16:19", "Leviticus 16:20", "Leviticus 16:21", "Leviticus 16:22", "Leviticus 16:23", "Leviticus 16:24", "Leviticus 16:25", "Leviticus 16:26", "Leviticus 16:27", "Leviticus 16:28", "Leviticus 16:29", "Leviticus 16:30", "Leviticus 16:31", "Leviticus 16:32", "Leviticus 16:33", "Leviticus 16:34", "Leviticus 17:1", "Leviticus 17:2", "Leviticus 17:3", "Leviticus 17:4", "Leviticus 17:5", "Leviticus 17:6", "Leviticus 17:7", "Leviticus 17:8", "Leviticus 17:9", "Leviticus 17:10", "Leviticus 17:11", "Leviticus 17:12", "Leviticus 17:13", "Leviticus 17:14", "Leviticus 17:15", "Leviticus 17:16"], "sourceRef": "The Five Books of Moses, by Everett Fox, Leviticus, Part II; Ritual Pollution and Purification 2-20", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, ויקרא, ויקרא מאמר ד׳ ב׳-כ׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Part II; Ritual Pollution and Purification", "he": "ויקרא מאמר ה׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["A<small>S</small> I <small>HAVE PREVIOUSLY NOTED</small>, L<small>EVITICUS IS LARGELY ABOUT HOW TO KEEP</small> G<small>OD</small>’<small>S</small> earthly realm, and hence his relationship with the people of Israel, viable and “pure” (cf. Greenstein 1985a). Once the book of Exodus ends, with the erection of the Tabernacle—a symbolic reflection of the cosmos in which God “takes up dwelling” among the Israelites—we are left with a structure that must be carefully guarded and its ritual purity maintained. To this end, Leviticus now turns to the issue of pollutants, largely of the body, that arise from what we might call territorial problems: the border of what goes into the body, expressed through animals permitted and forbidden for food; the border between life and death, as expressed through sexual functions and discharges; and the border of outer surfaces, as expressed through skin disease (<i>tzaraat</i>), mildew on clothing, and mold on houses. The system of avoidance and purification that is presented in Chapters 11–15 ensures that the “Holy-Area” will either not become polluted or, should that prove to be unavoidable, will be properly decontaminated, for such contamination has the potential of leading to God’s withdrawal from dwelling “in the midst” of the people of Israel.", "The pollutants discussed in these chapters do not by and large carry with them punishments per se; that is, they are not regarded as violations of the moral order (although <i>tzaraat</i> in biblical stories often did carry the implication that the victim had in fact done something to deserve his or her condition). Nor do they pose an actual danger to the person—unless he or she comes in contact with holy objects, people, or space. Then it becomes clear that biblical pollution was considered contagious; hence the need for rituals. What was generally required was that the polluted person observe a period of separation from the sanctuary (or, in more extreme cases, from the camp), to be reintegrated after either time alone or with the addition of laundering their clothes and/or washing themselves. In the latter cases, water was seen as acting as a purifying agent, not as cleanser in the detergent sense (and so the word “unclean,” so often used in translating Heb. <i>tamei</i>, is misleading). As before, these processes applied to priests (cf. Chap. 22) and to laypeople alike (Chaps. 12–15). The major pollutant, death, was seen as so virulent that it received treatment in a separate setting, Num. 19.", "A different category of pollution existed alongside the one we have just mentioned. It included human wrongdoing, which we might call immoral or unjust actions (e.g., incest, oppression of the poor), and also transgression of boundaries (e.g., between holy and profane, or breaching the fairly rigid system of classification in nature among animals, textiles, etc.). These types of pollution, then, involved behavior which can be seen to be disruptive or worse to the established social order. As a rule they could not be atoned for through sacrifice or other ritual forms, but lead to exile or death. They are dealt with mainly in the final section of Leviticus, Chapters 18–26.", "For a full discussion of the issue of pollution in biblical Israel, see Frymer-Kensky (1983) and Greenstein (1984a).", "O<small>N</small> T<small>HE</small> D<small>IETARY</small> R<small>ULES</small>", "T<small>HE SUBJECT OF COUNTLESS INTERPRETATIONS OVER THE AGES</small>, <small>THE SYSTEM OF DI</small>etary laws laid down in Lev. 11 is best understood in the broader context of both the structure of the book and of the Levitical worldview. For the former, see the commentary to Chapter 11; for the latter, the following may be helpful.", "It has long been recognized that seeing the dietary laws as resulting from consciousness of hygiene is a deeply inadequate way of understanding them. Nor can some of the later explanations adduced by Jewish tradition, however noble (for instance, that adhering to such a system teaches self-discipline), provide a satisfactory explanation for the rules in the context of Leviticus. What is more to the point is that the priestly worldview stressed boundaries and order. A hierarchy reigns in virtually every aspect of Israelite life as conceived in the Torah: people, land, animals, eligibility for the priesthood, the Tabernacle, and the calendar. There is a complex system of “graded holiness” (Jenson) informing Israelite life, with two basic messages: (1) God is to be approached in stages, and (2) the world is set up in a tight, ordered structure which reflects the distinctions between God and humans, Israel and the other peoples.", "It is especially the latter that is at work in the dietary laws. The animals are discussed in categories that are reminiscent of the (priestly) creation story of Genesis 1; note the refrain in both passages of (each animal) “according to its kind.” Lev. 11 makes distinctions, and scholars have sought to understand them according to a number of possible criteria: ease/clarity of classification (anomalies, especially as regards locomotion, tend to be prohibited), whether or not the animal is carnivorous (those that are, are prohibited), and the wild or domestic status of the animal (the former are frequently prohibited). The message that emerges from the scheme is multifaceted. It would appear to hold that:", "1. Human activity is to reflect the inherent orderliness of creation, a kind of imitation of God (namely, as he kept things clear at the beginning, you should do the same with what enters your body).", "2. The ideal state, already portrayed in the Garden of Eden story, is vegetarianism—where no animal life need be taken by humans (this despite God’s command to Adam to “dominate [the earth]” in Gen. 1:28).", "3. Animals permitted for consumption, among them those fit for sacrifice, are by and large those which are familiar to the Israelites in daily life through domestication. They tend to be animals often used by the Bible to symbolize humans. Eilberg-Schwartz calls this phenomenon “Israel in the mirror of nature,” and gives numerous examples extending throughout Israelite culture. He concludes that “the dietary restrictions carve up the animal world along the same lines as Israelite thought … [they] specify what kinds of animals are ‘food for thought.’”", "It should be mentioned that Mary Douglas, who pioneered an anthropological approach to these laws three decades ago, has recently given them another go (1993b). In earlier studies, Douglas (1966) saw the system in Lev. 11 as we have indicated above—as a “cognitive ordering of the universe”; she also spoke of it as symbolizing the protection of boundaries in Israelite society. Her latest understanding focuses on the animals as reflective of the idea that (Israelite) culture is aimed at demonstrating God’s righteousness/justice in all areas of life, through laws regarding the body. Thus, priests, sacrificial animals, and food animals may not have any “blemish” (below, “defect”) in them; and animals prohibited for eating are either the perpetrators or victims of predation (symbolizing the human perpetrators or victims of injustice).", "A final point relates to a major theme in Leviticus and indeed in many of the priestly texts of the Torah: separateness. We have seen how a major function in God’s creation of the world—with which the Bible opens!—is “separating” aspects of the natural world. A parallel verb was used in the plague narratives of Exodus, “making a distinction” (between Israelites and Egyptians). With the dietary regulations, “separating” returns. Given these thematics, one can say that Chapter 11 is a linchpin of priestly thinking. Like sexual relations, the other area of intimacy in human affairs, eating in the Bible goes far beyond the confines of one’s home and comes to symbolize an entire approach to life.", "O<small>N</small> T<small>HE</small> R<small>ITUAL</small> P<small>OLLUTION</small> O<small>F</small> T<small>HE</small> B<small>ODY</small>", "O<small>F SPECIAL CONCERN TO THE COMPILERS OF LEVITICUS WAS RITUAL POLLUTION ARIS</small>ing from certain physical conditions. To many people, this section is even less interesting than the opening chapters of the book, and seems impossibly bogged down in primitive conceptions of disease and hygiene. But despite the fact that they undoubtedly reflect some ancient conceptions in these areas, these conditions and the role of the priest in making rulings on them have less to do with hygiene and medicine than they do with maintaining the borders between life and death, and symbolically affirming life.", "It seems that the polluting discharges are primarily sexual in nature, and this is probably not accidental. The biblical priests, in their extreme concern with both procreation/genealogy (especially of men, since the priesthood was male-hereditary) and purity (in approaching the sanctuary), were presented with a major problem. God, who was to be served in purity, was also the One in whose image human beings were made (Gen. 1:26), yet as a being beyond sexuality, who had neither relationships with other deities nor even a body. He left it ambiguous as to just how humans were to work out their sexual relations. The answer to the dilemma is at least partly solved by the Torah’s regulations regarding pollution and purity, incest and marriage. It is here that the issue of control is most significant. Eilberg-Schwartz points out that control and boundaries apply not only to Israel and the nations, but also and especially to male and female. As a male hierarchy, the priests viewed women, with their closer connections to the life process (and maybe also to previous forms of paganism in the form of goddess worship), as potentially dangerous, or at least problematic, to their system of purity. The seeming “disorder” of women’s discharges (perhaps representing “nature”) threatened the imposition of order (“culture”) that is so central to priestly thinking. But as a group concerned with the perpetuation of both the priestly class and the people of Israel, the priestly class could not do without women altogether, and the inescapable conclusion was strict regulation (cf. also Wegner 1992). Such regulation—labeling certain states or acts “polluting”—had the added benefit of controlling private morality in a way that could not be done otherwise (Douglas 1966).", "It is important to note that in classical Judaism after the year 70 (the date of the destruction of the Second Temple), the “purity” laws, while still assiduously studied, by and large ceased to operate except within the sphere of marriage. Thus, to this day, religious Jewish couples temporarily separate sexually during the wife’s period, but this by itself does not legally affect her participation in traditional ritual. The disease here termed <i>tzaraat</i>, translated for millennia as “leprosy,” is now recognized to be something different, perhaps several forms of skin disease involving scaling or flaking. These have nowhere near the frightening and fatal implications of classic leprosy (Hansen’s Disease). Leviticus nevertheless treats <i>tzaraat</i> at great length and in close detail. Here, perhaps more than anywhere else in the book, it is clear that at least parts of Leviticus were originally intended as manuals for priestly “instruction” (note, by the way, the sevenfold occurrence of the term in the pollution chapters, 11–15). It has been theorized that <i>tzaraat</i> is of such concern here because it was felt to resemble death/decay in a clear, outward fashion, and hence fits into these chapters, which deal so much with boundaries.", "An unexpected addition, from a contemporary point of view, to the <i>tzaraat</i> of the body is that which appears on textiles and on house walls (a fungus or mold or “dry rot”). The fact that the same word is used to apply to all these situations indicates that a wide concept is being applied here: how visible imperfection damages the utopia of the sacred society.", "Finally, the role of the priest in these chapters should be noted. He does not function to remove demons or perform magical rites, but rather to examine the one suspected of having the disease (note the repetition of “look” in the chapter). He is more teacher and guardian of purity than healer or intermediary."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620380a9713bd8cd388d3e51", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Leviticus, On the Book of Leviticus and Its Structure 2-41", "anchorRef": "Leviticus 1:1-27:34", "anchorRefExpanded": ["Leviticus 1:1", "Leviticus 1:2", "Leviticus 1:3", "Leviticus 1:4", "Leviticus 1:5", "Leviticus 1:6", "Leviticus 1:7", "Leviticus 1:8", "Leviticus 1:9", "Leviticus 1:10", "Leviticus 1:11", "Leviticus 1:12", "Leviticus 1:13", "Leviticus 1:14", "Leviticus 1:15", "Leviticus 1:16", "Leviticus 1:17", "Leviticus 2:1", "Leviticus 2:2", "Leviticus 2:3", "Leviticus 2:4", "Leviticus 2:5", "Leviticus 2:6", "Leviticus 2:7", "Leviticus 2:8", "Leviticus 2:9", "Leviticus 2:10", "Leviticus 2:11", "Leviticus 2:12", "Leviticus 2:13", "Leviticus 2:14", "Leviticus 2:15", "Leviticus 2:16", "Leviticus 3:1", "Leviticus 3:2", "Leviticus 3:3", "Leviticus 3:4", "Leviticus 3:5", "Leviticus 3:6", "Leviticus 3:7", "Leviticus 3:8", "Leviticus 3:9", "Leviticus 3:10", "Leviticus 3:11", "Leviticus 3:12", "Leviticus 3:13", "Leviticus 3:14", "Leviticus 3:15", "Leviticus 3:16", "Leviticus 3:17", "Leviticus 4:1", "Leviticus 4:2", "Leviticus 4:3", "Leviticus 4:4", "Leviticus 4:5", "Leviticus 4:6", "Leviticus 4:7", "Leviticus 4:8", "Leviticus 4:9", "Leviticus 4:10", "Leviticus 4:11", "Leviticus 4:12", "Leviticus 4:13", "Leviticus 4:14", "Leviticus 4:15", "Leviticus 4:16", "Leviticus 4:17", "Leviticus 4:18", "Leviticus 4:19", "Leviticus 4:20", "Leviticus 4:21", "Leviticus 4:22", "Leviticus 4:23", "Leviticus 4:24", "Leviticus 4:25", "Leviticus 4:26", "Leviticus 4:27", "Leviticus 4:28", "Leviticus 4:29", "Leviticus 4:30", "Leviticus 4:31", "Leviticus 4:32", "Leviticus 4:33", "Leviticus 4:34", "Leviticus 4:35", "Leviticus 5:1", "Leviticus 5:2", "Leviticus 5:3", "Leviticus 5:4", "Leviticus 5:5", "Leviticus 5:6", "Leviticus 5:7", "Leviticus 5:8", "Leviticus 5:9", "Leviticus 5:10", "Leviticus 5:11", "Leviticus 5:12", "Leviticus 5:13", "Leviticus 5:14", "Leviticus 5:15", "Leviticus 5:16", "Leviticus 5:17", "Leviticus 5:18", "Leviticus 5:19", "Leviticus 5:20", "Leviticus 5:21", "Leviticus 5:22", "Leviticus 5:23", "Leviticus 5:24", "Leviticus 5:25", "Leviticus 5:26", "Leviticus 6:1", "Leviticus 6:2", "Leviticus 6:3", "Leviticus 6:4", "Leviticus 6:5", "Leviticus 6:6", "Leviticus 6:7", "Leviticus 6:8", "Leviticus 6:9", "Leviticus 6:10", "Leviticus 6:11", "Leviticus 6:12", "Leviticus 6:13", "Leviticus 6:14", "Leviticus 6:15", "Leviticus 6:16", "Leviticus 6:17", "Leviticus 6:18", "Leviticus 6:19", "Leviticus 6:20", "Leviticus 6:21", "Leviticus 6:22", "Leviticus 6:23", "Leviticus 7:1", "Leviticus 7:2", "Leviticus 7:3", "Leviticus 7:4", "Leviticus 7:5", "Leviticus 7:6", "Leviticus 7:7", "Leviticus 7:8", "Leviticus 7:9", "Leviticus 7:10", "Leviticus 7:11", "Leviticus 7:12", "Leviticus 7:13", "Leviticus 7:14", "Leviticus 7:15", "Leviticus 7:16", "Leviticus 7:17", "Leviticus 7:18", "Leviticus 7:19", "Leviticus 7:20", "Leviticus 7:21", "Leviticus 7:22", "Leviticus 7:23", "Leviticus 7:24", "Leviticus 7:25", "Leviticus 7:26", "Leviticus 7:27", "Leviticus 7:28", "Leviticus 7:29", "Leviticus 7:30", "Leviticus 7:31", "Leviticus 7:32", "Leviticus 7:33", "Leviticus 7:34", "Leviticus 7:35", "Leviticus 7:36", "Leviticus 7:37", "Leviticus 7:38", "Leviticus 8:1", "Leviticus 8:2", "Leviticus 8:3", "Leviticus 8:4", "Leviticus 8:5", "Leviticus 8:6", "Leviticus 8:7", "Leviticus 8:8", "Leviticus 8:9", "Leviticus 8:10", "Leviticus 8:11", "Leviticus 8:12", "Leviticus 8:13", "Leviticus 8:14", "Leviticus 8:15", "Leviticus 8:16", "Leviticus 8:17", "Leviticus 8:18", "Leviticus 8:19", "Leviticus 8:20", "Leviticus 8:21", "Leviticus 8:22", "Leviticus 8:23", "Leviticus 8:24", "Leviticus 8:25", "Leviticus 8:26", "Leviticus 8:27", "Leviticus 8:28", "Leviticus 8:29", "Leviticus 8:30", "Leviticus 8:31", "Leviticus 8:32", "Leviticus 8:33", "Leviticus 8:34", "Leviticus 8:35", "Leviticus 8:36", "Leviticus 9:1", "Leviticus 9:2", "Leviticus 9:3", "Leviticus 9:4", "Leviticus 9:5", "Leviticus 9:6", "Leviticus 9:7", "Leviticus 9:8", "Leviticus 9:9", "Leviticus 9:10", "Leviticus 9:11", "Leviticus 9:12", "Leviticus 9:13", "Leviticus 9:14", "Leviticus 9:15", "Leviticus 9:16", "Leviticus 9:17", "Leviticus 9:18", "Leviticus 9:19", "Leviticus 9:20", "Leviticus 9:21", "Leviticus 9:22", "Leviticus 9:23", "Leviticus 9:24", "Leviticus 10:1", "Leviticus 10:2", "Leviticus 10:3", "Leviticus 10:4", "Leviticus 10:5", "Leviticus 10:6", "Leviticus 10:7", "Leviticus 10:8", "Leviticus 10:9", "Leviticus 10:10", "Leviticus 10:11", "Leviticus 10:12", "Leviticus 10:13", "Leviticus 10:14", "Leviticus 10:15", "Leviticus 10:16", "Leviticus 10:17", "Leviticus 10:18", "Leviticus 10:19", "Leviticus 10:20", "Leviticus 11:1", "Leviticus 11:2", "Leviticus 11:3", "Leviticus 11:4", "Leviticus 11:5", "Leviticus 11:6", "Leviticus 11:7", "Leviticus 11:8", "Leviticus 11:9", "Leviticus 11:10", "Leviticus 11:11", "Leviticus 11:12", "Leviticus 11:13", "Leviticus 11:14", "Leviticus 11:15", "Leviticus 11:16", "Leviticus 11:17", "Leviticus 11:18", "Leviticus 11:19", "Leviticus 11:20", "Leviticus 11:21", "Leviticus 11:22", "Leviticus 11:23", "Leviticus 11:24", "Leviticus 11:25", "Leviticus 11:26", "Leviticus 11:27", "Leviticus 11:28", "Leviticus 11:29", "Leviticus 11:30", "Leviticus 11:31", "Leviticus 11:32", "Leviticus 11:33", "Leviticus 11:34", "Leviticus 11:35", "Leviticus 11:36", "Leviticus 11:37", "Leviticus 11:38", "Leviticus 11:39", "Leviticus 11:40", "Leviticus 11:41", "Leviticus 11:42", "Leviticus 11:43", "Leviticus 11:44", "Leviticus 11:45", "Leviticus 11:46", "Leviticus 11:47", "Leviticus 12:1", "Leviticus 12:2", "Leviticus 12:3", "Leviticus 12:4", "Leviticus 12:5", "Leviticus 12:6", "Leviticus 12:7", "Leviticus 12:8", "Leviticus 13:1", "Leviticus 13:2", "Leviticus 13:3", "Leviticus 13:4", "Leviticus 13:5", "Leviticus 13:6", "Leviticus 13:7", "Leviticus 13:8", "Leviticus 13:9", "Leviticus 13:10", "Leviticus 13:11", "Leviticus 13:12", "Leviticus 13:13", "Leviticus 13:14", "Leviticus 13:15", "Leviticus 13:16", "Leviticus 13:17", "Leviticus 13:18", "Leviticus 13:19", "Leviticus 13:20", "Leviticus 13:21", "Leviticus 13:22", "Leviticus 13:23", "Leviticus 13:24", "Leviticus 13:25", "Leviticus 13:26", "Leviticus 13:27", "Leviticus 13:28", "Leviticus 13:29", "Leviticus 13:30", "Leviticus 13:31", "Leviticus 13:32", "Leviticus 13:33", "Leviticus 13:34", "Leviticus 13:35", "Leviticus 13:36", "Leviticus 13:37", "Leviticus 13:38", "Leviticus 13:39", "Leviticus 13:40", "Leviticus 13:41", "Leviticus 13:42", "Leviticus 13:43", "Leviticus 13:44", "Leviticus 13:45", "Leviticus 13:46", "Leviticus 13:47", "Leviticus 13:48", "Leviticus 13:49", "Leviticus 13:50", "Leviticus 13:51", "Leviticus 13:52", "Leviticus 13:53", "Leviticus 13:54", "Leviticus 13:55", "Leviticus 13:56", "Leviticus 13:57", "Leviticus 13:58", "Leviticus 13:59", "Leviticus 14:1", "Leviticus 14:2", "Leviticus 14:3", "Leviticus 14:4", "Leviticus 14:5", "Leviticus 14:6", "Leviticus 14:7", "Leviticus 14:8", "Leviticus 14:9", "Leviticus 14:10", "Leviticus 14:11", "Leviticus 14:12", "Leviticus 14:13", "Leviticus 14:14", "Leviticus 14:15", "Leviticus 14:16", "Leviticus 14:17", "Leviticus 14:18", "Leviticus 14:19", "Leviticus 14:20", "Leviticus 14:21", "Leviticus 14:22", "Leviticus 14:23", "Leviticus 14:24", "Leviticus 14:25", "Leviticus 14:26", "Leviticus 14:27", "Leviticus 14:28", "Leviticus 14:29", "Leviticus 14:30", "Leviticus 14:31", "Leviticus 14:32", "Leviticus 14:33", "Leviticus 14:34", "Leviticus 14:35", "Leviticus 14:36", "Leviticus 14:37", "Leviticus 14:38", "Leviticus 14:39", "Leviticus 14:40", "Leviticus 14:41", "Leviticus 14:42", "Leviticus 14:43", "Leviticus 14:44", "Leviticus 14:45", "Leviticus 14:46", "Leviticus 14:47", "Leviticus 14:48", "Leviticus 14:49", "Leviticus 14:50", "Leviticus 14:51", "Leviticus 14:52", "Leviticus 14:53", "Leviticus 14:54", "Leviticus 14:55", "Leviticus 14:56", "Leviticus 14:57", "Leviticus 15:1", "Leviticus 15:2", "Leviticus 15:3", "Leviticus 15:4", "Leviticus 15:5", "Leviticus 15:6", "Leviticus 15:7", "Leviticus 15:8", "Leviticus 15:9", "Leviticus 15:10", "Leviticus 15:11", "Leviticus 15:12", "Leviticus 15:13", "Leviticus 15:14", "Leviticus 15:15", "Leviticus 15:16", "Leviticus 15:17", "Leviticus 15:18", "Leviticus 15:19", "Leviticus 15:20", "Leviticus 15:21", "Leviticus 15:22", "Leviticus 15:23", "Leviticus 15:24", "Leviticus 15:25", "Leviticus 15:26", "Leviticus 15:27", "Leviticus 15:28", "Leviticus 15:29", "Leviticus 15:30", "Leviticus 15:31", "Leviticus 15:32", "Leviticus 15:33", "Leviticus 16:1", "Leviticus 16:2", "Leviticus 16:3", "Leviticus 16:4", "Leviticus 16:5", "Leviticus 16:6", "Leviticus 16:7", "Leviticus 16:8", "Leviticus 16:9", "Leviticus 16:10", "Leviticus 16:11", "Leviticus 16:12", "Leviticus 16:13", "Leviticus 16:14", "Leviticus 16:15", "Leviticus 16:16", "Leviticus 16:17", "Leviticus 16:18", "Leviticus 16:19", "Leviticus 16:20", "Leviticus 16:21", "Leviticus 16:22", "Leviticus 16:23", "Leviticus 16:24", "Leviticus 16:25", "Leviticus 16:26", "Leviticus 16:27", "Leviticus 16:28", "Leviticus 16:29", "Leviticus 16:30", "Leviticus 16:31", "Leviticus 16:32", "Leviticus 16:33", "Leviticus 16:34", "Leviticus 17:1", "Leviticus 17:2", "Leviticus 17:3", "Leviticus 17:4", "Leviticus 17:5", "Leviticus 17:6", "Leviticus 17:7", "Leviticus 17:8", "Leviticus 17:9", "Leviticus 17:10", "Leviticus 17:11", "Leviticus 17:12", "Leviticus 17:13", "Leviticus 17:14", "Leviticus 17:15", "Leviticus 17:16", "Leviticus 18:1", "Leviticus 18:2", "Leviticus 18:3", "Leviticus 18:4", "Leviticus 18:5", "Leviticus 18:6", "Leviticus 18:7", "Leviticus 18:8", "Leviticus 18:9", "Leviticus 18:10", "Leviticus 18:11", "Leviticus 18:12", "Leviticus 18:13", "Leviticus 18:14", "Leviticus 18:15", "Leviticus 18:16", "Leviticus 18:17", "Leviticus 18:18", "Leviticus 18:19", "Leviticus 18:20", "Leviticus 18:21", "Leviticus 18:22", "Leviticus 18:23", "Leviticus 18:24", "Leviticus 18:25", "Leviticus 18:26", "Leviticus 18:27", "Leviticus 18:28", "Leviticus 18:29", "Leviticus 18:30", "Leviticus 19:1", "Leviticus 19:2", "Leviticus 19:3", "Leviticus 19:4", "Leviticus 19:5", "Leviticus 19:6", "Leviticus 19:7", "Leviticus 19:8", "Leviticus 19:9", "Leviticus 19:10", "Leviticus 19:11", "Leviticus 19:12", "Leviticus 19:13", "Leviticus 19:14", "Leviticus 19:15", "Leviticus 19:16", "Leviticus 19:17", "Leviticus 19:18", "Leviticus 19:19", "Leviticus 19:20", "Leviticus 19:21", "Leviticus 19:22", "Leviticus 19:23", "Leviticus 19:24", "Leviticus 19:25", "Leviticus 19:26", "Leviticus 19:27", "Leviticus 19:28", "Leviticus 19:29", "Leviticus 19:30", "Leviticus 19:31", "Leviticus 19:32", "Leviticus 19:33", "Leviticus 19:34", "Leviticus 19:35", "Leviticus 19:36", "Leviticus 19:37", "Leviticus 20:1", "Leviticus 20:2", "Leviticus 20:3", "Leviticus 20:4", "Leviticus 20:5", "Leviticus 20:6", "Leviticus 20:7", "Leviticus 20:8", "Leviticus 20:9", "Leviticus 20:10", "Leviticus 20:11", "Leviticus 20:12", "Leviticus 20:13", "Leviticus 20:14", "Leviticus 20:15", "Leviticus 20:16", "Leviticus 20:17", "Leviticus 20:18", "Leviticus 20:19", "Leviticus 20:20", "Leviticus 20:21", "Leviticus 20:22", "Leviticus 20:23", "Leviticus 20:24", "Leviticus 20:25", "Leviticus 20:26", "Leviticus 20:27", "Leviticus 21:1", "Leviticus 21:2", "Leviticus 21:3", "Leviticus 21:4", "Leviticus 21:5", "Leviticus 21:6", "Leviticus 21:7", "Leviticus 21:8", "Leviticus 21:9", "Leviticus 21:10", "Leviticus 21:11", "Leviticus 21:12", "Leviticus 21:13", "Leviticus 21:14", "Leviticus 21:15", "Leviticus 21:16", "Leviticus 21:17", "Leviticus 21:18", "Leviticus 21:19", "Leviticus 21:20", "Leviticus 21:21", "Leviticus 21:22", "Leviticus 21:23", "Leviticus 21:24", "Leviticus 22:1", "Leviticus 22:2", "Leviticus 22:3", "Leviticus 22:4", "Leviticus 22:5", "Leviticus 22:6", "Leviticus 22:7", "Leviticus 22:8", "Leviticus 22:9", "Leviticus 22:10", "Leviticus 22:11", "Leviticus 22:12", "Leviticus 22:13", "Leviticus 22:14", "Leviticus 22:15", "Leviticus 22:16", "Leviticus 22:17", "Leviticus 22:18", "Leviticus 22:19", "Leviticus 22:20", "Leviticus 22:21", "Leviticus 22:22", "Leviticus 22:23", "Leviticus 22:24", "Leviticus 22:25", "Leviticus 22:26", "Leviticus 22:27", "Leviticus 22:28", "Leviticus 22:29", "Leviticus 22:30", "Leviticus 22:31", "Leviticus 22:32", "Leviticus 22:33", "Leviticus 23:1", "Leviticus 23:2", "Leviticus 23:3", "Leviticus 23:4", "Leviticus 23:5", "Leviticus 23:6", "Leviticus 23:7", "Leviticus 23:8", "Leviticus 23:9", "Leviticus 23:10", "Leviticus 23:11", "Leviticus 23:12", "Leviticus 23:13", "Leviticus 23:14", "Leviticus 23:15", "Leviticus 23:16", "Leviticus 23:17", "Leviticus 23:18", "Leviticus 23:19", "Leviticus 23:20", "Leviticus 23:21", "Leviticus 23:22", "Leviticus 23:23", "Leviticus 23:24", "Leviticus 23:25", "Leviticus 23:26", "Leviticus 23:27", "Leviticus 23:28", "Leviticus 23:29", "Leviticus 23:30", "Leviticus 23:31", "Leviticus 23:32", "Leviticus 23:33", "Leviticus 23:34", "Leviticus 23:35", "Leviticus 23:36", "Leviticus 23:37", "Leviticus 23:38", "Leviticus 23:39", "Leviticus 23:40", "Leviticus 23:41", "Leviticus 23:42", "Leviticus 23:43", "Leviticus 23:44", "Leviticus 24:1", "Leviticus 24:2", "Leviticus 24:3", "Leviticus 24:4", "Leviticus 24:5", "Leviticus 24:6", "Leviticus 24:7", "Leviticus 24:8", "Leviticus 24:9", "Leviticus 24:10", "Leviticus 24:11", "Leviticus 24:12", "Leviticus 24:13", "Leviticus 24:14", "Leviticus 24:15", "Leviticus 24:16", "Leviticus 24:17", "Leviticus 24:18", "Leviticus 24:19", "Leviticus 24:20", "Leviticus 24:21", "Leviticus 24:22", "Leviticus 24:23", "Leviticus 25:1", "Leviticus 25:2", "Leviticus 25:3", "Leviticus 25:4", "Leviticus 25:5", "Leviticus 25:6", "Leviticus 25:7", "Leviticus 25:8", "Leviticus 25:9", "Leviticus 25:10", "Leviticus 25:11", "Leviticus 25:12", "Leviticus 25:13", "Leviticus 25:14", "Leviticus 25:15", "Leviticus 25:16", "Leviticus 25:17", "Leviticus 25:18", "Leviticus 25:19", "Leviticus 25:20", "Leviticus 25:21", "Leviticus 25:22", "Leviticus 25:23", "Leviticus 25:24", "Leviticus 25:25", "Leviticus 25:26", "Leviticus 25:27", "Leviticus 25:28", "Leviticus 25:29", "Leviticus 25:30", "Leviticus 25:31", "Leviticus 25:32", "Leviticus 25:33", "Leviticus 25:34", "Leviticus 25:35", "Leviticus 25:36", "Leviticus 25:37", "Leviticus 25:38", "Leviticus 25:39", "Leviticus 25:40", "Leviticus 25:41", "Leviticus 25:42", "Leviticus 25:43", "Leviticus 25:44", "Leviticus 25:45", "Leviticus 25:46", "Leviticus 25:47", "Leviticus 25:48", "Leviticus 25:49", "Leviticus 25:50", "Leviticus 25:51", "Leviticus 25:52", "Leviticus 25:53", "Leviticus 25:54", "Leviticus 25:55", "Leviticus 26:1", "Leviticus 26:2", "Leviticus 26:3", "Leviticus 26:4", "Leviticus 26:5", "Leviticus 26:6", "Leviticus 26:7", "Leviticus 26:8", "Leviticus 26:9", "Leviticus 26:10", "Leviticus 26:11", "Leviticus 26:12", "Leviticus 26:13", "Leviticus 26:14", "Leviticus 26:15", "Leviticus 26:16", "Leviticus 26:17", "Leviticus 26:18", "Leviticus 26:19", "Leviticus 26:20", "Leviticus 26:21", "Leviticus 26:22", "Leviticus 26:23", "Leviticus 26:24", "Leviticus 26:25", "Leviticus 26:26", "Leviticus 26:27", "Leviticus 26:28", "Leviticus 26:29", "Leviticus 26:30", "Leviticus 26:31", "Leviticus 26:32", "Leviticus 26:33", "Leviticus 26:34", "Leviticus 26:35", "Leviticus 26:36", "Leviticus 26:37", "Leviticus 26:38", "Leviticus 26:39", "Leviticus 26:40", "Leviticus 26:41", "Leviticus 26:42", "Leviticus 26:43", "Leviticus 26:44", "Leviticus 26:45", "Leviticus 26:46", "Leviticus 27:1", "Leviticus 27:2", "Leviticus 27:3", "Leviticus 27:4", "Leviticus 27:5", "Leviticus 27:6", "Leviticus 27:7", "Leviticus 27:8", "Leviticus 27:9", "Leviticus 27:10", "Leviticus 27:11", "Leviticus 27:12", "Leviticus 27:13", "Leviticus 27:14", "Leviticus 27:15", "Leviticus 27:16", "Leviticus 27:17", "Leviticus 27:18", "Leviticus 27:19", "Leviticus 27:20", "Leviticus 27:21", "Leviticus 27:22", "Leviticus 27:23", "Leviticus 27:24", "Leviticus 27:25", "Leviticus 27:26", "Leviticus 27:27", "Leviticus 27:28", "Leviticus 27:29", "Leviticus 27:30", "Leviticus 27:31", "Leviticus 27:32", "Leviticus 27:33", "Leviticus 27:34"], "sourceRef": "The Five Books of Moses, by Everett Fox, Leviticus, On the Book of Leviticus and Its Structure 2-41", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, ויקרא, ויקרא מאמר ב׳ ב׳-מ״א", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "On the Book of Leviticus and Its Structure", "he": "ויקרא מאמר ג׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "ויקרא מאמר ב׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["F<small>OR MOST LAY READERS</small>, <small>THE THIRD OF THE</small> F<small>IVE BOOKS OF</small> M<small>OSES PRESENTS FORMIDA</small>ble obstacles. Many people find it difficult to relate to the description of ritual slaughter of animals and the disposal of their blood and flesh in the opening section of the book, or to the detailed prescriptions regarding bodily functions, skin disease, and mold in Chapters 12–15. Others experience Leviticus as obscure: Why exactly do Aaron’s sons die in Chapter 10? How can one explain the ritual of the scapegoat in Chapter 16? A frequently encountered reaction to the book is the desire to get on to the book of Numbers—which at least has some intriguing narratives such as Moses’ sin and punishment, the faint-heartedness of the spies, and Balaam’s reversed prophecies.", "Yet Leviticus, as it has been placed in the Torah, signals that something of singular importance is at work. The book, after all, occurs at the center of the overall five-book structure. Unlike the other four, it is set entirely around Mount Sinai, and so it forms, geographically as well as structurally, the heart of the Torah document. In addition, the priestly interests so clearly presented in Leviticus appear throughout the Torah: as genealogical lists (Genesis, Exodus, Numbers), descriptions of rituals (Exodus, Numbers, Deuteronomy), and details about the building of the desert “Dwelling” of God (Exodus). Indeed, the opening chapter of it all, Gen. 1 (the Creation story), has strong links in both its themes and terminology with the priestly law.", "Leviticus in fact presents a significant strain, conventionally termed the “priestly” view, in biblical thought. Anthropologically considered, it sheds important light on the outlook of some of those who compiled and read the Hebrew Bible. And the process did not stop there. Many of the categories found in Leviticus were continued and expanded by later Judaism: regulations concerning sexuality and diet, concepts of separation and holiness, and how to deal with one’s fellow human beings in a variety of economic and social settings. These found expression in different but still recognizable form simultaneously in the development of Christianity.", "In late antiquity Leviticus was known as <i>Torat Kohanim</i>, the Priestly Instruction (or simultaneously understood, as Levine suggests, as the Instruction of the Priests). Given both the concerns of the priestly writers and the wording they use to express those concerns, I see Leviticus as the Book of Separations, the book in which are set forth distinctions between a whole range of aspects of ancient Israelite experience and practice: holy and profane; ritual purity and pollution; permitted and forbidden in sexuality and diet; Israelites and others; and priests, Levites, and common folk among the Israelites. This near-obsession with drawing lines (or, as Douglas has presented it, concentric circles) may in some sense reflect the position of Israel in the ancient Near East as a small, beleaguered newcomer in a region of hoary empires, situated on land that was constantly invaded by both great powers and local foes. It may also be an echo of the larger Bronze Age and Iron Age process of change from the former, well-nigh universal worship of the Mother Goddess, to the later patriarchal societies with which the Western world still deals through its three monotheistic religions and their cultural outgrowths.", "Overarching the theme of separations or distinctions, through much of the book, is the polarity of order/disorder, represented best in Leviticus by the problem of life and death. As many scholars have noted, regulations regarding sacrifice here connect up with symbolically offering up human life—through the substitution of an animal—to the deity; blood is avoided at all costs, due to its connoting life. Animals that may be used for food (as well as for sacrifice) are in the main those which do not consume other living creatures. Pollutants which endanger the purity of the sanctuary (“Dwelling”) include bodily emissions which the Israelites connected with death (e.g., menstrual blood and “wasted” semen). Finally, the complex system of purification from some kind of skin disease may well originate in the similarity between disease and death. In sum, then, it is no surprise that, two books later, the Deuteronomic Moses implores the people to “choose life” rather than the “death” engendered by improper behavior by both priests and commoners.", "Interestingly, the strong urge to make order (ritual laws) out of disorder (the chaotic processes of human life, from killing animals for food to sexual relations) is reflected in other aspects of the Torah—most notably in the narrative portrayal of the descent lines from father Abraham. Here, the discontinuity represented by sibling rivalries and other threats to survival is countered by God’s establishing a kind of continuity through the choosing of younger brothers. In this case, the strong hand of ritual control is replaced by the somewhat hazardous element of surprise and close calls. But it does manage to provide for family continuity and, ultimately, the survival of the people. Whether this points to early or later experiences historically is the subject of ongoing and unresolved debate among biblical scholars. A widely accepted possibility is that the Torah as we have it was edited by priestly editors living in or shortly after the Babylonian Exile (6th–5th centuries <small>B</small>.<small>C</small>.<small>E</small>.), and that those editors took earlier material (which itself was already multilayered) and adapted it into an overall scheme expressing promise, disobedience, destruction, and survival/hope (cf. Fox 1993).", "In point of fact, Leviticus is best viewed as only a part, albeit the major one as a bloc, of a major thrust of the Torah. According to most biblical scholars, the “priestly” worldview, and the texts that may be attributed to it, makes its appearance with the very chapter with which the entire Torah begins, Gen. 1. Here distinctions and ordering are at the very heart of the text. God, immediately after his first creation-by-word (light), “separates” between light and darkness, then goes on to perform the same operation between heavenly waters (the storehouses of rain) and earthly ones. His remaining acts of creation involve putting heavenly bodies, vegetation, and animal life in order—each “according to its kind,” on specific days of creation. Animals are distinguished from plants through their receiving vocal divine blessing; humans from animals through the addition to the blessing of the phrase “have dominion over” the rest of living things. At the same time, humans are told that they may eat only what grows from the ground, implying that to do otherwise would be a violation of the order of things. Crowning the whole account is the poem (Gen. 2:1–4a) about God’s “finishing” of the “work” of creation, symbolized by his “hallowing” (making holy or separate-for-God) the seventh day. In Gen. 1, then, we are presented with a brief but complete vision of the cosmos as ordered in space, time, and life-forms, under the aegis of a metasexual, nonviolent, and benevolent deity.", "As Genesis unfolds under priestly influence, humans are presented with basic rules and warned of the consequences if those rules are broken. The paradisical situation of Adam and Eve (no labor, vegetarianism, no danger from animals, and sexual innocence) is disrupted by human disobedience, resulting in banishment from Eden—a shattering of the previous wholeness and order. Cain’s murder of his brother leads to the same punishment: uprootedness and hard labor. The mixing of divine and human beings in Gen. 6:1–2 results in a clear distinction being established by God, that humans will henceforth be limited in age. Finally, the account of the universal flood in Chapters 6–9 presents a picture that uses a number of Leviticus motifs. The earth is to be destroyed because human wrongdoing has “ruined” it (or, in Levitical language, “polluted” it). Animal life is rescued by means of taking pairs of animals aboard the ark—with Leviticus’s distinctions of “pure” and impure dutifully mentioned. Noah’s three sons, who also come onto the ark, later become the forefathers of three great divisions of humanity, as laid out in detail in the genealogical lists of Chapters 10–11. Finally, the new beginning of the cosmos, with Noah as a second Adam (cf. the latter’s blessing in 1:28 with that of the former in 9:1–2), is accompanied by both animal sacrifices and dietary restrictions (the introduction of meat is new, accompanied by the caveat—as in Lev. 17—that blood is not to be consumed).", "A major part of the priestly scheme emerges with the detailed instructions concerning the construction of the Tabernacle (God’s place of “Dwelling” on earth) and the priestly vestments that are to be worn there, in Ex. 25–31 (with much of this material repeated in narrative form in Chapters 35–40). The details make sense as part of a larger picture, in which the closer one gets to the “Holiest Holy-Shrine” where God takes up dwelling, the more central the measurements of space and the more precious the materials used. This concentric sense of order is reflected also in the layout of the wilderness camp of the Israelites in Num. 2. Thus the Tabernacle functions as a minicosmos, a visible and ritual representation of the creation itself. Through the layout of curtains within and tribal encampments without, space is ordered; through the festivals (enumerated in Leviticus and Deuteronomy, with some mention in Exodus as well), time is ordered. And, thanks to the provisions laid out in Leviticus, through priest/lay hierarchy, dietary rules, and sacrificial regulations, life-forms are ordered. The result is an almost utopian scheme. It is a world in which everything and everyone are to take their place under the perfect worship of a perfect God, banishing or avoiding death, defect, and disorder. In the priestly view, the world is to be an echo of the divine order that is portrayed in the Creation story.", "Viewed in the perspective of priestly concerns (only part of which we have just outlined), Leviticus is largely concerned with the potential disruption of this utopia. If Genesis chronicles threats to the fulfillment of God’s promises to Abraham, if Numbers recounts threats to his descendants’ survival on their march through the wilderness, then Leviticus concentrates on threats to Israel’s life with God. It presents a whole system of rules designed, first, to provide for purification and reconciliation with God through the sacrificial cult; second, to protect sanctuary, priests, land, and people from estrangement from God (via “pollution” of various kinds); and, finally, to establish a code of behavior that will ensure the perpetual enjoyment of God’s blessings on the land promised to Israel’s ancestors. From this it can readily be seen how Leviticus, far from being of interest to specialists and historians only, is in fact a crucial part of the Torah—perhaps its most crucial part, in that it supplies the ideological center of gravity for the whole. Once Leviticus is added to the narratives, poems, laws, and lists that comprise the rest of the Torah, a picture emerges that is more than literature and more than history. The five books become the multilayered and multifaceted monument that has been studied, puzzled over, and built upon for over two millennia.", "In sum, the world of the priestly strain in the Torah is a realm of desired order and perfection, a realm in which wholeness is to reign, in which anomaly and undesired mixture are not permitted, and in which boundaries are zealously guarded. The human body becomes symbolic of the cosmos: its life/death boundary is marked, and troublesome flows from it are carefully regulated. The land of Israel becomes symbolic of the cosmos: too much evildoing pollutes it, to the point where it can do naught else but “vomit out” its settlers (as it vomited out the previous ones). The animal kingdom, from which humans are allowed to take life under carefully prescribed circumstances, becomes symbolic of cosmic values, through heightening awareness of predator and victim, and careful avoidance of blood, the symbol of life. Indeed, in the system of Leviticus, it is no wonder that death is the major pollutant, and that blood of acceptable animal sacrifice is the agent through which human beings find atonement for minor pollutants.", "The book as it is presently laid out falls into three major sections, with a number of chapters that function either as connectors or appendices to various sections. Linkages and connecting theme words will be spelled out in more detail in the commentary; for the moment, the following outline may suffice:", "I The Sacrificial Cult", "1–7 Sacrificial Offerings: Their Ritual and Disposal", "8–9 The Installation of the Priests", "10 Systems Failure", "II Ritual Pollution and Purification", "11 Forbidden and Permitted Foods: Transition", "12–15 Pollution from Bodily Fluids and Skin Disease", "16 Purifying the Sanctuary and the High Priest", "Appendix: 17 On the Shedding of Animal Blood", "III Holiness", "18 Pollution from Forbidden Unions: Transition", "19:3–4 Frame at Beginning", "19–20 Holiness in Public/Private Behavior", "21–22 Holiness in Priestly Behavior", "23 Holiness in the Calendar", "24 Miscellaneous", "25 Regulations Concerning Land and Slaves", "26:1–2 Frame at End", "26:3–46 Holiness Confirmed or Denied: The Blessing and the Curse", "Appendix: 27 Assessments for the Priests", "Other commentators have of course seen it differently. Most follow the traditional scholarly approach of starting the “Holiness Code” with Chapter 17; Levine rightly parallels it to the beginnings of other law collections in the Torah (Ex. 20:19–23 and Deut. 12; the ending here in Chapter 26 also parallels the endings in the other two codes). Hallo understands the structure as 1–11: Rites of Consumption; 12–16: Rites of Purification; and 17–26: Holiness.", "Overshadowing the clear three-part structure, however one wants to divide it up, is the complex issue of two apparent documents or schools of thought. Biblical scholarship terms these P (“Priestly”) and H (“Holiness”), and roughly attributes the first part of the book (through Chap. 16) to P, with the rest to H. There has been detailed, ongoing debate about the approaches and dating of these sources. As of this writing, it is generally accepted that H is later than P, but there seem to be numerous interpolations of one source into the other, and it is difficult to place them historically with certainty. Here, as elsewhere in biblical literature, we have a layering effect rather than a clear-cut delineation of “authors.” As usual, that appears to have been intentional.", "A word should be said about the relationship between law and narrative in the Torah. As Damrosch has noted, the legal and cultic texts in the five books might be seen by modern readers as intrusive. On the surface, they certainly seem to interrupt a good story. Genesis is largely unencumbered by nonaction (except for the genealogical lists—attributed to P!), but the gripping account of the redemption from Egypt in Exodus, and the drama of revelation on and apostasy beneath Mount Sinai, give way to the sober architectural details of the Tabernacle’s construction. Similarly, the narratives of the book of Numbers, which are among the most striking in the literature, are set off against a background of censuses, laws about suspected adultery and the taking of vows, Levitical duties in the Dwelling, and an enumeration of sacrificial gifts brought by the tribes, among other things.", "The bulk of material in Leviticus, and its placement in the Torah, make it clear that the five books that we have convey their point precisely through the medium of narrative <i>plus</i> cult/law. In the Israelite worldview, these two rather distinct forms, which intermingle past, present, and future (Damrosch), fruitfully enrich and explain one another. It is as if a history of the American Revolution contained all of the debates on and drafts of the Declaration of Independence and the Constitution, as well as accounts of battles and biographies of key personalities. That such an approach parallels neither Homeric epic nor ritual texts in their purity of form is exactly the point: we have here a new genre of great complexity and richness, in which narratives exemplify laws and laws follow narratives. The result is truly a torah, a “teaching” or “instruction.”", "Finally, we might mention the issue of priests and laypeople. Scholars have often seen Leviticus as originating as a manual for priests. What is most fascinating, and perhaps most important (for later history), about this book is the way in which it takes priestly rules and transmutes at least some of them for use in the general populace of ancient Israel. This can be seen most dramatically in the dietary laws, which in other cultures often serve exclusively for priests, and in the area of sexual taboos, which do likewise. In postbiblical Judaism this shift becomes particularly evident: the Jew’s dinner table is termed a “sanctuary in miniature” (complete with loaves of bread and the use of salt—two elements found in the ancient sacrificial cult); dietary laws are expanded for the general population to provide for separation of milk and meat; and separation of husband and wife during menstruation, among traditional Jews, leaves the context of Sanctuary pollution and finds a home in the context of a philosophy of marriage. Many other examples could be brought of the widening of priestly laws to an entire people. Perhaps most dramatic—and most significant—is the eventual shift of the learning and interpretation of sacred texts away from the priests, who in most cultures served as the guardians of the text (and often the culture’s only literate body; cf. medieval Christian Europe). In Judaism of late antiquity, this monopoly was decisively broken; first the scribe and then the rabbi (“master”) took over, with learning extended at last to all those who might make the effort to acquire it. The great exception, at least in antiquity, was women—who, it will be noted, were also excluded from priestly functions in the Bible.", "Three relatively recent developments make it possible to approach Leviticus as a significant, powerful, and interesting biblical text. The first is the explosion of both full-length and shorter studies of the book and its concerns that have appeared in recent years. The work of Milgrom (1991), Levine (1989), Wenham (1979), Eilberg-Schwartz (1990), and Bamberger (1981), to cite just a few of the English-language studies on aspects of Leviticus, now makes it possible to have a serious entry into the book based largely on advances in understanding the cultures of the ancient Near East. It also, admittedly, puts the translator and commentator in a bind: is it possible to add anything new, or will it suffice simply to summarize? My approach in this volume has been largely the latter, along with suggesting to the reader some fruitful directions for further study.", "The second development helpful for approaching Leviticus, which also informs many of the studies just mentioned, is the using of anthropological insights to understand concepts and rituals found in the book. Such an approach places Leviticus in a broader human context, indicating what it does and does not share with other cultural and religious systems. For Leviticus is concerned with the same issues that plague all human societies: how to deal with the boundaries of life and death, how to comprehend and approach the transcendent in life, how to understand one’s (or one’s nation’s) place in the cosmic order, how to make for a just society. Viewed in this light, the book is a “Small Code” (cf. Northrop Frye’s designation of the Bible as “the Great Code”). That is, Leviticus need not remain a total mystery to us, to be unraveled only through detailed analysis and even change (Judaism) or substitution (Christianity), but can be understood on its own terms, if approached with care and in the spirit of seeking the larger picture in the details.", "Finally, we should mention the aesthetic dimension. Like the other books of the Torah, Leviticus uses its own rhetoric to convey its message. Far from employing flat “priestly” style (whatever that may be), it uses formulas, refrains, and other rhythmical forms to impress its teaching (Heb. <i>tora</i>) upon its hearers. This aspect of the book has been the subject of recent study (cf. Paran), but was already echoed in the Buber-Rosenzweig translation. It is my hope that the present volume will contribute to an appreciation of the style of Leviticus."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "623b86d6240f5b584fe47f14", "index_title": "Siddur Sefard", "category": "Liturgy", "type": "quotation_auto_tanakh", "ref": "Siddur Sefard, Motzaei Shabbat , Melava Malka Zemirot 74", "anchorRef": "Leviticus 13:9", "anchorRefExpanded": ["Leviticus 13:9"], "sourceRef": "Siddur Sefard, Motzaei Shabbat , Melava Malka Zemirot 74", "sourceHeRef": "סידור ספרד, למוצאי שבת, זמירות לסעודת מלוה מלכה ע״ד", "anchorVerse": 9, "sourceHasEn": false, "compDate": [1710, 1810], "commentaryNum": 74, "collectiveTitle": {"en": "Siddur Sefard", "he": "סידור ספרד"}, "heTitle": "זמירות לסעודת מלוה מלכה", "he": "<b>נֶגַע צָרַעַת</b> כִּי תִהְיֶה בְּאָדָם. וְהוּבָא אֶל הַכֹּהֵן: נַחְנוּ נַעֲבֹר חֲלוּצִים לִפְנֵי יְהֹוָה אֶרֶץ כְּנָעַן. וְאִתָּנוּ אֲחֻזַּת נַחֲלָתֵנוּ, מֵעֵבֶר לַיַּרְדֵּן: נָבִיא מִקִּרְבּךָ מֵאַחֶיךָ כָּמֹנִי, יָקִים לְךָ יְהֹוָה אֱלֹהֶיךָ. אֵלָיו תִּשְׁמָעוּן: נָהָר פְּלָגָיו יְשַׂמְּחוּ עִיר אֱלֹהִים. קְדֹשׁ מִשְׁכְּנֵי עֶלְיוֹן: נֶגֶד אֲבוֹתָם עָשָׂה פֶלֶא. בְּאֶרֶץ מִצְרַיִם שְׂדֵה צֹעַן: נָחִיתָ כַצֹּאן עַמֶּךָ. בְּיַד מֹשֶׁה וְאַהֲרֹן: נַפְתִּי מִשְׁכָּבִי. מֹר אֲהָלִים וְקִנָּמוֹן: נֵר יְהֹוָה נִשְׁמַת אָדָם. חֹפֵשׂ כּל חַדְרֵי בָטֶן: נֹפֶת תִּטֹּפְנָה שִׂפְתוֹתַיִךְ כַּלָּה. דְּבַשׁ וְחָלָב תַּחַת לְשׁוֹנֵךְ, וְרֵיחַ שַׂלְמֹתַיִךְ כְּרֵיחַ לְבָנוֹן: נֻדוּ מִתּוֹךְ בָּבֶל וּמֵאֶרֶץ כַּשְׂדִּים צֵאוֹ. וִהְיוּ כְּעַתּוּדִים לִפְנֵי צֹאן: נֹשְׁקֵי קֶשֶׁת מַיְמִינִים וּמַשְׂמִאלִים בָּאֲבָנִים, וּבַחִצִּים בַּקָּשֶׁת. מֵאֲחֵי שָׁאוֹל מִבִּנְיָמִן:", "heVersionTitle": "Torat Emet 357", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורת אמת 357", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "623cd7fdc807339c9645dcb0", "index_title": "Siddur Edot HaMizrach", "category": "Liturgy", "type": "quotation_auto_tanakh", "ref": "Siddur Edot HaMizrach, Havdalah, Veyiten Lecha 13", "anchorRef": "Leviticus 13:9", "anchorRefExpanded": ["Leviticus 13:9"], "sourceRef": "Siddur Edot HaMizrach, Havdalah, Veyiten Lecha 13", "sourceHeRef": "סידור נוסח עדות המזרח, מוצאי שבת, ויתן לך י״ג", "anchorVerse": 9, "sourceHasEn": false, "commentaryNum": 13, "collectiveTitle": {"en": "Siddur Edot HaMizrach", "he": "סידור נוסח עדות המזרח"}, "heTitle": "ויתן לך", "he": "<b>נֶגַע צָרַעַת</b> כִּי תִהְיֶה בְּאָדָם. וְהוּבָא אֶל הַכֹּהֵן: נַחְנוּ נַעֲבֹר חֲלוּצִים לִפְנֵי יְהֹוָה אֶרֶץ כְּנָעַן. וְאִתָּנוּ אֲחֻזַּת נַחֲלָתֵנוּ, מֵעֵבֶר לַיַּרְדֵּן: נָבִיא מִקִּרְבּךָ מֵאַחֶיךָ כָּמֹנִי, יָקִים לְךָ יְהֹוָה אֱלֹהֶיךָ. אֵלָיו תִּשְׁמָעוּן: נָהָר פְּלָגָיו יְשַׂמְּחוּ עִיר אֱלֹהִים. קְדֹשׁ מִשְׁכְּנֵי עֶלְיוֹן: נֶגֶד אֲבוֹתָם עָשָׂה פֶלֶא. בְּאֶרֶץ מִצְרַיִם שְׂדֵה צֹעַן: נָחִיתָ כַצֹּאן עַמֶּךָ. בְּיַד מֹשֶׁה וְאַהֲרֹן: נַפְתִּי מִשְׁכָּבִי. מֹר אֲהָלִים וְקִנָּמוֹן: נֵר יְהֹוָה נִשְׁמַת אָדָם. חֹפֵשׂ כּל חַדְרֵי בָטֶן: נֹפֶת תִּטֹּפְנָה שִׂפְתוֹתַיִךְ כַּלָּה. דְּבַשׁ וְחָלָב תַּחַת לְשׁוֹנֵךְ, וְרֵיחַ שַׂלְמֹתַיִךְ כְּרֵיחַ לְבָנוֹן: נֻדוּ מִתּוֹךְ בָּבֶל וּמֵאֶרֶץ כַּשְׂדִּים צֵאוּ. וִהְיוּ כְּעַתּוּדִים לִפְנֵי צֹאן: נֹשְׁקֵי קֶשֶׁת מַיְמִינִים וּמַשְׂמִאלִים בָּאֲבָנִים, וּבַחִצִּים בַּקָּשֶׁת. מֵאֲחֵי שָׁאוּל מִבִּנְיָמִן:", "heVersionTitle": "Torat Emet 357", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורת אמת 357", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "63c943ca01e878406e0d171a", "index_title": "Zohar", "category": "Kabbalah", "type": "", "ref": "Zohar, Tazria 20:88", "anchorRef": "Leviticus 13:9", "anchorRefExpanded": ["Leviticus 13:9"], "sourceRef": "Zohar, Tazria 20:88", "sourceHeRef": "ספר הזהר, תזריע כ׳:פ״ח", "anchorVerse": 9, "sourceHasEn": false, "compDate": [1100, 1400], "commentaryNum": 20.0002, "collectiveTitle": {"en": "Zohar", "he": "ספר הזהר"}, "heTitle": "תזריע", "he": "(ויקרא י״ג:ט׳) נֶגַע צָרָעַת כִּי תִהְיֶה בְּאָדָם וְהוּבָא אֶל הַכֹּהֵן. אָמַר רִבִּי יוֹסֵי, הַאי נֶגַע, כָּל גַּוְונִין דִּילֵיהּ אִתְּעֲרוּ בְּהוּ חַבְרַיָּיא, וְכַהֲנָא הֲוָה יָדַע בְּהוּ לְדַכְיָא וּלְמְסָאֲבָא, הֲוָה יָדַע, אִינּוּן דַּהֲווֹ יִסּוּרִין דִּרְחִימוּתָא, אוֹ אִינּוּן דְּאִשְׁתְּכָחוּ בְּמַאן דְּמָאִיס בֵּיהּ מָארֵיהּ וְרָחִיק בֵּיהּ, דְּהָא לְפוּם אָרְחוֹי דְּבַּר נָשׁ גָּרִים נֶגַע בְּעָלְמָא.", "heVersionTitle": "Vocalized Zohar, Israel 2013", "heLicense": "", "heVersionTitleInHebrew": "ספר הזהר מנקד, ישראל תשע\"ג", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "64187c72c9371ec0cebe66f1", "index_title": "Reggio on Torah", "category": "Commentary", "type": "commentary", "ref": "Reggio on Torah, Leviticus 13:9:1", "anchorRef": "Leviticus 13:9", "anchorRefExpanded": ["Leviticus 13:9"], "sourceRef": "Reggio on Torah, Leviticus 13:9:1", "sourceHeRef": "ביאור יש\"ר על התורה, ויקרא י״ג:ט׳:א׳", "anchorVerse": 9, "sourceHasEn": false, "compDate": [1790, 1810], "commentaryNum": 9.0001, "collectiveTitle": {"en": "Reggio", "he": "ביאור יש\"ר"}, "heTitle": "ויקרא", "he": "<b>נגע צרעת כי תהיה באדם,</b> דברי התורה הולכין על הסדר, כי בראש הענין אמר שאת או ספחת או בהרת, ואח\"כ פירש אותן מן האחרון אל הראשון, תחילה פירש בהרת עזה כשלג, ואחריה בהרת ספק שצריכה הסגר, ואחר כן פי' מספחת טהורה ומספחת שפשתה הטמאה, ועתה יפרש שאת, ודין שלשתן שוה, כי בהרת וספחת ושאת שלשתן מטמאין או בשער לבן או בפסיון או במחיה, אלא שדברה תורה בהווה, וזכרה בבהרת שער לבן, כי מין נגע צרעת עזה כשלג העמוקה מן העור דרכה להוליד שער לבן, ואצל ספחת שלמטה הימנה הפסיון, כי דרכה לפסות ולהגדיל, ואצל שאת הגבוה מן העור המחיה, כי דרכה להולידה, ולעולם פסיון או מחיה אם נולדו בבהרת מטמאין, וכן שער לבן ומחיה בספחת, וכן שער לבן ופסיון בשאת:", "heVersionTitle": "Vienna, 1821", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "643e58fd929af788ad9b94e0", "index_title": "Yefeh To'ar on Vayikra Rabbah", "category": "Quoting Commentary", "type": "", "ref": "Yefeh To'ar on Vayikra Rabbah 17:6:1", "anchorRef": "Leviticus 13:9", "anchorRefExpanded": ["Leviticus 13:9"], "sourceRef": "Yefeh To'ar on Vayikra Rabbah 17:6:1", "sourceHeRef": "יפה תואר על ויקרא רבה י״ז:ו׳:א׳", "anchorVerse": 9, "sourceHasEn": false, "compDate": [1560, 1580], "commentaryNum": 6.0001, "collectiveTitle": {"en": "Yefeh To'ar on Vayikra Rabbah", "he": "יפה תואר על ויקרא רבה"}, "heTitle": "יפה תואר על ויקרא רבה", "he": "<b>וכי בשורה היא</b> במה שאמר ונתתי נגע צרעת ולא כתיב כי תהיה כמו\"ש בנגעי אדם (רא\"ם):", "heVersionTitle": "Midrash Rabbah, Vilna, 1878", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש רבה, וילנא, תרל\"ח", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "648839e5a5a4d0d59264062c", "index_title": "Rav Hirsch on Torah", "category": "Commentary", "type": "commentary", "ref": "Rav Hirsch on Torah, Leviticus 13:9:1", "anchorRef": "Leviticus 13:9", "anchorRefExpanded": ["Leviticus 13:9"], "sourceRef": "Rav Hirsch on Torah, Leviticus 13:9:1", "sourceHeRef": "רש\"ר הירש על התורה, ויקרא י״ג:ט׳:א׳", "anchorVerse": 9, "sourceHasEn": true, "compDate": [1845, 1875], "commentaryNum": 9.0001, "collectiveTitle": {"en": "Rav Hirsch", "he": "רש\"ר הירש"}, "heTitle": "ויקרא", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "V. 9. נגע צרעה וגו׳ leitet eine andere Erscheinung des נגע ein: שאת, die zweite Hauptnuance, das Wollweiße, mit dem, wahrscheinlich bei ihr häufiger vorkommenden (Wessely), übrigens ebenso wie שער לבן und פסיון bei allen vier מראות gleich wirkenden dritten מחיה :סימן טומאה.", "versionTitle": "Der Pentateuch. Übersetzt und erläutert von Samson Raphael Hirsch, 1903 [de]", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "657ecc54758c1dc532ec8d8d", "index_title": "Steinsaltz on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Steinsaltz on Leviticus 13:9", "anchorRef": "Leviticus 13:9", "anchorRefExpanded": ["Leviticus 13:9"], "sourceRef": "Steinsaltz on Leviticus 13:9", "sourceHeRef": "ביאור שטיינזלץ על ויקרא י״ג:ט׳", "anchorVerse": 9, "sourceHasEn": true, "commentaryNum": 13.0009, "collectiveTitle": {"en": "Steinsaltz", "he": "ביאור שטיינזלץ"}, "heTitle": "ביאור שטיינזלץ על ויקרא", "he": "<b>נֶגַע צָרַעַת כִּי תִהְיֶה בְּאָדָם</b>– \n    <b>וְהוּבָא אֶל הַכֹּהֵן.</b>", "heVersionTitle": "The Koren Steinsaltz Tanakh HaMevoar - Hebrew", "heLicense": "Copyright: Steinsaltz Center", "heVersionTitleInHebrew": "", "text": "It has been established that in order for the priest to determine that a mark is leprosy, he must find one of two indications: Either white hair, or the spreading of the mark during the days of quarantine. The Torah now presents another sign: \n  <b>A mark of leprosy, when it is on a person, he shall be brought to the priest. </b>", "versionTitle": "The Steinsaltz Tanakh - English", "license": "Copyright: Steinsaltz Center", "versionTitleInHebrew": ""}, {"_id": "5253b6cfedbab4498f4829cc", "index_title": "Ibn Ezra on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Ibn Ezra on Leviticus 13:9:1", "anchorRef": "Leviticus 13:9", "anchorRefExpanded": ["Leviticus 13:9"], "sourceRef": "Ibn Ezra on Leviticus 13:9:1", "sourceHeRef": "אבן עזרא על ויקרא י״ג:ט׳:א׳", "anchorVerse": 9, "sourceHasEn": true, "compDate": [1155, 1165], "commentaryNum": 9.0001, "collectiveTitle": {"en": "Ibn Ezra", "he": "אבן עזרא"}, "heTitle": "אבן עזרא על ויקרא", "he": "<b>והובא.</b> האדם כחברו:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "THEN HE SHALL BE BROUGHT. The man having the affliction. <i>Be brought</i> is to be interpreted like its counterpart.<sup class=\"footnote-marker\">36</sup><i class=\"footnote\">In verse 2. It means he shall be brought with or without his consent. See I.E. on verse 2.</i>", "versionTitle": "Ibn Ezra's commentary on the Pentateuch, tran. and annot. by H. Norman Strickman and Arthur M. Silver. Menorah Pub., 1988-2004", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "53f178bffbfba22336ea3c83", "index_title": "Kitzur Ba'al HaTurim on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Kitzur Ba'al HaTurim on Leviticus 13:9:1", "anchorRef": "Leviticus 13:9", "anchorRefExpanded": ["Leviticus 13:9"], "sourceRef": "Kitzur Ba'al HaTurim on Leviticus 13:9:1", "sourceHeRef": "קיצור בעל הטורים על ויקרא י״ג:ט׳:א׳", "anchorVerse": 9, "sourceHasEn": false, "compDate": [1280, 1340], "commentaryNum": 9.0001, "collectiveTitle": {"en": "Kitzur Ba'al HaTurim", "he": "קיצור בעל הטורים "}, "heTitle": "קיצור בעל הטורים על ויקרא", "he": "<b>באדם</b> ר'. הכא ואידך או באדם אשר יטמא לו. ובוגדים באדם תוסיף. אשר שלט האדם באדם. ובוגדים באדם תוסיף איירי באשה זרה שמפתה האדם עד שישמע לה וזהו אשר שלט האדם באדם שהיא שולטת בו ואם ישמע לה סוף שילקה בצרעת ויטמא כמת: סמיך נגעים ליולדת לומר שכל מי שאינו שומר נדות הולד מצורע (ד\"א) והקב\"ה אומר לולד אם תטיב מעשיך ראה מה בראתי למעלה ממך בהמה וחיה למאכלך ואם הרעות מעשיך הרי נגעים בצדך.\n\n", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "55053472fbfba270cc17e7e5", "index_title": "Haamek Davar on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Haamek Davar on Leviticus 13:9:1", "anchorRef": "Leviticus 13:9", "anchorRefExpanded": ["Leviticus 13:9"], "sourceRef": "Haamek Davar on Leviticus 13:9:1", "sourceHeRef": "העמק דבר על ויקרא י״ג:ט׳:א׳", "anchorVerse": 9, "sourceHasEn": true, "compDate": [1840, 1880], "commentaryNum": 9.0001, "collectiveTitle": {"en": "Haamek Davar", "he": "העמק דבר"}, "he": "<b>נגע צרעת.</b> אע״ג שכבר נתבאר דנגע אינו אלא כשהוא כבר טמא מכ״מ בא ללמדנו דאפילו האדם יודע בעצמו שסופו להיות נגע מכ״מ והובא אל הכהן. וכמו הלמוד בטומאת בתים:\n", "heVersionTitle": "Sefer Torat Elohim, Vilna 1879", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר תורת אלוהים, וילנא 1879", "text": "<b>A skin-eruption of <i>tzora’as</i>.</b> Although it has previously been clarified that the word <i>nega</i> (skin-eruption) is only used when it is already [known to be] unclean, nevertheless, this usage of the word here comes to teach us that even if the man knows by himself that in the end it will be unclean he must still be brought to the <i>kohein</i>.", "versionTitle": "Yalkut, Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "57669f6ad6e4a949a39b27ab", "index_title": "JPS 1985 Footnotes", "category": "Commentary", "type": "commentary", "ref": "JPS 1985 Footnotes, Leviticus 13:3", "anchorRef": "Leviticus 13:9", "anchorRefExpanded": ["Leviticus 13:9"], "sourceRef": "JPS 1985 Footnotes, Leviticus 13:3", "sourceHeRef": "הערות שוליים תרגום 1985 של JPS, ויקרא י״ג:ג׳", "anchorVerse": 9, "sourceHasEn": true, "compDate": [1980, 1990], "commentaryNum": 13.0003, "collectiveTitle": {"en": "JPS", "he": "הערות שוליים תרגום 1985 של JPS"}, "heTitle": "ויקרא", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "See note a at 13.2.", "versionTitle": "JPS Footnotes", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "58e39d42d6e4a94c42d0f891", "index_title": "Avi Ezer", "category": "Commentary", "type": "commentary", "ref": "Avi Ezer, Leviticus 13:9:1", "anchorRef": "Leviticus 13:9", "anchorRefExpanded": ["Leviticus 13:9"], "sourceRef": "Avi Ezer, Leviticus 13:9:1", "sourceHeRef": "אבי עזר, ויקרא י״ג:ט׳:א׳", "anchorVerse": 9, "sourceHasEn": false, "compDate": [1760, 1800], "commentaryNum": 9.0001, "collectiveTitle": {"en": "Avi Ezer", "he": "אבי עזר"}, "heTitle": "ויקרא", "he": "<b>והובא האדם כחבריו</b>. דעת הרב כחביריו העומדים בבנינו שמקבלין פעולתם על ידי \nשלישי כן כאן והובא וכמו שפירש הרב לעיל בפסוק והובא אל אהרן הכהן. ועיין לקמן בפרשת מצורע \nוהובא אל הכהן:", "heVersionTitle": "Avi Ezer", "heLicense": "Public Domain", "heVersionTitleInHebrew": "אבי עזר", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5976558ed6e4a90179bf6be6", "index_title": "Be'er Mayim Chaim", "category": "Chasidut", "type": "commentary", "ref": "Be'er Mayim Chaim, Leviticus 13:9:1", "anchorRef": "Leviticus 13:9", "anchorRefExpanded": ["Leviticus 13:9"], "sourceRef": "Be'er Mayim Chaim, Leviticus 13:9:1", "sourceHeRef": "באר מים חיים, ויקרא י״ג:ט׳:א׳", "anchorVerse": 9, "sourceHasEn": false, "compDate": [1775, 1815], "commentaryNum": 9.0001, "collectiveTitle": {"en": "Be'er Mayim Chaim", "he": "באר מים חיים"}, "heTitle": "ויקרא", "he": "<b>נגע</b> צרעת כי תהיה באדם וגו'. צריך לדעת שינוי לשון הכתוב ממה שנאמר קודם כי יהיה בעור בשרו שאת וגו', וכאן שינה טעמו לפתוח בנגע כי תהיה. ונראה שהכתוב מרמז בזה ענין אחד. והוא על פי אשר אמרתי בפסוק <small>(שמות ט\"ו, כ\"ו)</small> כל המחלה וגו' לא אשים עליך כי אני ה' רפאך. ונודע סתירת הפסוק מניה וביה כי כאשר לא ישים מה ירפא לו וכאשר נתעוררו חז\"ל <small>(סנהדרין ק\"א.)</small>. ואמנם נוכל לומר כי הנה לפעמים הקב\"ה החפץ חסד הוא ורוצה להיטיב ואינו יכול להיטיב לזה כי אם בשלוח לו יסורים חולי או מכה הצריך לרפואה. וכאשר שולח לו הרפואה לרפאותו מחוליו (הנה גם בחסדי בני אדם אמרו חז\"ל <small>(בבא מציעא פ\"ז.)</small> צדיקים אומרים מעט ועושים הרבה כי כל ההתחלות קשות ובתחילה אינם מבטיחים רק מעט ואחר כך כאשר יתחיל חסדם להתפשט מתפשט והולך עד שיעשו הרבה הרבה. ומכל שכן הבורא יתברך בעל החסד האמיתי שכאשר שולח חסדיו לאיש הזה ברפואה לרפאותו) מתפשט החסד עליו גם בדברים אחרים ומרבה להיטיב עמו כמאמר חז\"ל <small>(ברכות ה'.)</small> ביסורין של אהבה ואם קבלם מה שכרו יראה זרע יאריך ימים וחפץ ה' בידו יצליח. ועל כן נקראים יסורים של אהבה כי אינם באין על שום חטא רק באהבת ה' אותו להרבות עליו חסדיו על ידיהם כאשר ירפאנו מהם. ", "heVersionTitle": "Be'er Mayim Chaim, Jerusalem 1991.", "heLicense": "unknown", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5976558ed6e4a90179bf6be8", "index_title": "Be'er Mayim Chaim", "category": "Chasidut", "type": "commentary", "ref": "Be'er Mayim Chaim, Leviticus 13:9:2", "anchorRef": "Leviticus 13:9", "anchorRefExpanded": ["Leviticus 13:9"], "sourceRef": "Be'er Mayim Chaim, Leviticus 13:9:2", "sourceHeRef": "באר מים חיים, ויקרא י״ג:ט׳:ב׳", "anchorVerse": 9, "sourceHasEn": false, "compDate": [1775, 1815], "commentaryNum": 9.0002, "collectiveTitle": {"en": "Be'er Mayim Chaim", "he": "באר מים חיים"}, "heTitle": "ויקרא", "he": "<b>ואם</b> תאמר אם זה ראוי שה' ייטיב לו בחסדיו ולמה לא ייטיב לו בלתי שליחות יסורין. אומר לך כי המה באים על אופן הזה כי ידוע אשר בגזירת עירין פתגמא ובמאמר קדישין שאילתא שאין הקב\"ה עושה דבר כי אם כאשר נמלך בפמליא שלו כמאמר חז\"ל <small>(עיין בראשית רבה ח', ח')</small> כי מלך במשפט יעמיד ארץ וצבא השמים עומדים עליו מימינו ומשמאלו אלו מיימינים לזכות ואלו משמאילים לחובה. ולא יעשה דבר בארץ הן לרחמים הן לדין כי אם יוסכם משני הצדדין מהמיימינים והמשמאילים כמשפט. והנה אדם הזוכה לחסד מצד מעשיו הטובים באתגליא שעושה מפורש מעשיו הטובים בעשייה מפורשת שכולם רואין את המעשה הטוב שעשה זה. הנה לזה בודאי תרד ההשפעה והברכה בריש גלי ישרה וזכה צלולה וברורה ואין פתחון פה לשום מקטרג לקטרג כי הכל רואין כי הוא ראוי לחסד. ואמנם לפעמים נמצא שהקב\"ה בלבד רואה שזה ראוי לחסד ולא אחר כגון כעין אומרם ז\"ל <small>(קידושין מ'.)</small> חישב אדם לעשות מצוה ונאנס ולא עשאה מעלה עליו הכתוב כאילו עשאה. הנה הקב\"ה רואה את הלב הטוב ואמיתיות מורשי לבבו כי היה חפץ מאוד בהמצוה אלא שנאנס. אבל המקטרג מקטרג על זה כי אומר אפשר שלא היה עושאה אף בלא האונס. הגם שהכל גלוי לפני עיני כבודו והוא מביט לסוף דבר בקדמותו ויודע שבודאי היה עושאה, טוען המקטרג כלום יש אב שמעיד על בנו. או לפעמים רואה הקב\"ה שאדם זה ראוי לחסד בשביל מעשה הטוב שיעשה אחר כך כי הכל גלוי לפניו, או דיפוק מיניה זרעא מעליא וברא מזכי אבא להיות זה ראוי לחסד עבור זה. והמקטרג משמאיל לחובה לומר כלום יש אדם וכו', וכדומה בדרכים שונים שהקב\"ה צריך להסתיר החסד בפני בעלי הדין. לזה שולח הקב\"ה מכה או חולי ביסורין של אהבה שאין בו שום חטא בכדי שירפאו אחר כך וכאשר תרד אליו הרפואה תרד עמה רוב ברכה וחסד וחיים ושלום לאיש הזה, ויראה זרע ויאריך ימים וחפץ ה' בידו יצליח. והנה נודע <small>(זוה\"ק בפרשתנו מ\"ח.)</small> אשר שם אדם הוא המובחר והמעולה בשמות האדם שהם אדם איש גבר אנוש כי אדם הוא מלשון אדמה לעליון והוא רומז על אדם המובחר במעלה לזה אמר הכתוב נגע צרעת כי תהיה באדם כלומר מאין ימצא שימצא באדם השלם נגע צרעת שהוא בחינת הצער והיסורים אין זה כי אם והובא אל הכהן פירוש שיובא על ידי זה אל בחינת הכהן שהוא בחינת החסד שיושפע עליו מחסדי ה' ברוב ברכה וחיים עד העולם. ", "heVersionTitle": "Be'er Mayim Chaim, Jerusalem 1991.", "heLicense": "unknown", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5a9d3cbcd6e4a9026bd8f453", "index_title": "Aderet Eliyahu", "category": "Commentary", "type": "commentary", "ref": "Aderet Eliyahu, Leviticus 13:9:1", "anchorRef": "Leviticus 13:9", "anchorRefExpanded": ["Leviticus 13:9"], "sourceRef": "Aderet Eliyahu, Leviticus 13:9:1", "sourceHeRef": "אדרת אליהו, ויקרא י״ג:ט׳:א׳", "anchorVerse": 9, "sourceHasEn": false, "compDate": [1740, 1800], "commentaryNum": 9.0001, "collectiveTitle": {"en": "Aderet Eliyahu", "he": "אדרת אליהו"}, "heTitle": "ויקרא", "he": "<b>נגע כו' למדנו לשאת שמטמא במחיה מניין לכל שאר המראות ת\"ל נגע צרעת.</b> כי תהיה ששה פעמים. [הוא בת\"כ ריש פ' נגעים ומ\"ש וי\"ו פעמים היינו א' תחילת נגעים ב' כאן ג' גבי שחין ד' גבי מכוה ה' גבי נגעי ראש וי\"ו גבי בהק] פרט לקודם הדיבור. ופרט לנכרי עד שלא נתגייר. ופרט לקטן עד שלא נולד. ופרט לקמט ונגלה:", "heVersionTitle": "Aderet Eliyahu, Halberstadt, 1860", "heLicense": "Public Domain", "heVersionTitleInHebrew": "אדרת אליהו על התורה, הלברשטאט תרי\"ט", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5a9d3cbcd6e4a9026bd8f455", "index_title": "Aderet Eliyahu", "category": "Commentary", "type": "commentary", "ref": "Aderet Eliyahu, Leviticus 13:9:2", "anchorRef": "Leviticus 13:9", "anchorRefExpanded": ["Leviticus 13:9"], "sourceRef": "Aderet Eliyahu, Leviticus 13:9:2", "sourceHeRef": "אדרת אליהו, ויקרא י״ג:ט׳:ב׳", "anchorVerse": 9, "sourceHasEn": false, "compDate": [1740, 1800], "commentaryNum": 9.0002, "collectiveTitle": {"en": "Aderet Eliyahu", "he": "אדרת אליהו"}, "heTitle": "ויקרא", "he": "<b>ופרט לראש וזקן עד שלא נקרחו ופרט לשחין ומכוה וקדח המורדין.</b> באדם. להביא את הבא כלו לבן שהמחי' מטמאתו:", "heVersionTitle": "Aderet Eliyahu, Halberstadt, 1860", "heLicense": "Public Domain", "heVersionTitleInHebrew": "אדרת אליהו על התורה, הלברשטאט תרי\"ט", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5cd1403f922a7400186dd70b", "index_title": "Birkat Asher on Torah", "category": "Commentary", "type": "commentary", "ref": "Birkat Asher on Torah, Leviticus 13:9:1", "anchorRef": "Leviticus 13:9", "anchorRefExpanded": ["Leviticus 13:9"], "sourceRef": "Birkat Asher on Torah, Leviticus 13:9:1", "sourceHeRef": "ברכת אשר על התורה, ויקרא י״ג:ט׳:א׳", "anchorVerse": 9, "sourceHasEn": false, "compDate": [1960, 2010], "commentaryNum": 9.0001, "collectiveTitle": {"en": "Birkat Asher on Torah", "he": "ברכת אשר על התורה"}, "heTitle": "ויקרא", "he": "<b>\"נגע צרעת כי תהיה\".</b> ראה מה שכתבתי לפסוק ח. (פ' תזריע מצורע תשנ\"ט)", "heVersionTitle": "Birkat Asher, Asher Vasertil, Jerusalem 2010-2012", "heLicense": "CC-BY", "heVersionTitleInHebrew": "ברכת אשר, ירושלים תש\"ע-תשע\"ג", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5f02d5d5d660b3c272df6f93", "index_title": "Gur Aryeh on Vayikra", "category": "Commentary", "type": "commentary", "ref": "Gur Aryeh on Vayikra 13:9:1", "anchorRef": "Leviticus 13:9", "anchorRefExpanded": ["Leviticus 13:9"], "sourceRef": "Gur Aryeh on Vayikra 13:9:1", "sourceHeRef": "גור אריה על ויקרא י״ג:ט׳:א׳", "anchorVerse": 9, "sourceHasEn": false, "compDate": [1548, 1578], "commentaryNum": 9.0001, "collectiveTitle": {"en": "Gur Aryeh", "he": "גור אריה"}, "heTitle": "גור אריה על ויקרא", "he": "<b>צרעת לשון נקבה נגע לשון זכר.</b> פירוש, אל תתמה על \"נגע צרעת כי תהיה\" (פסוק ט), דהוא לשון נקיבה, ולעיל כתיב (ר' פסוק ה) \"והנגע הוא עומד בעיניו\" דהוא לשון זכר, מפני דצרעת לשון נקיבה, ועליו קאי \"תהיה\", ונגע לשון זכר, ועליו קאי \"עמד בעיניו\":<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"105\"></i>", "heVersionTitle": "Gur Aryeh, Machon Yerushalyim, 1989-1995", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "60b366bda7ed0e0b77b72f1b", "index_title": "Ketonet Pasim", "category": "Chasidut", "type": "", "ref": "Ketonet Pasim, Metzora 56", "anchorRef": "Leviticus 13:9", "anchorRefExpanded": ["Leviticus 13:9"], "sourceRef": "Ketonet Pasim, Metzora 56", "sourceHeRef": "כתונת פסים, מצורע נ״ו", "anchorVerse": 9, "sourceHasEn": false, "compDate": [1777, 1783], "commentaryNum": 56, "collectiveTitle": {"en": "Ketonet Pasim", "he": "כתונת פסים"}, "heTitle": "מצורע", "he": "<b>עוד</b> י\"ל, דכתבתי פ' תזריע (ויקרא יג, ט) נגע צרעת כי תהי' באדם והובא אל הכהן, וביאור פסוק (שם יג, יח) בעור בשרו ונרפא, בש\"ס פרק קמא דסוטה (ה.) אמר רבי זירא בשר כתיב בי' ונרפא, אדם לא כתיב בי' ונרפא.", "heVersionTitle": "Eichen edition. Jerusalem, 2011", "heLicense": "", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "61a6230887f574a17ca6b24f", "index_title": "Jerusalem Talmud Nedarim", "category": "Talmud", "type": "", "ref": "Jerusalem Talmud Nedarim 3:9:6", "anchorRef": "Leviticus 13:2-28", "anchorRefExpanded": ["Leviticus 13:2", "Leviticus 13:3", "Leviticus 13:4", "Leviticus 13:5", "Leviticus 13:6", "Leviticus 13:7", "Leviticus 13:8", "Leviticus 13:9", "Leviticus 13:10", "Leviticus 13:11", "Leviticus 13:12", "Leviticus 13:13", "Leviticus 13:14", "Leviticus 13:15", "Leviticus 13:16", "Leviticus 13:17", "Leviticus 13:18", "Leviticus 13:19", "Leviticus 13:20", "Leviticus 13:21", "Leviticus 13:22", "Leviticus 13:23", "Leviticus 13:24", "Leviticus 13:25", "Leviticus 13:26", "Leviticus 13:27", "Leviticus 13:28"], "sourceRef": "Jerusalem Talmud Nedarim 3:9:6", "sourceHeRef": "תלמוד ירושלמי נדרים ג׳:ט׳:ו׳", "anchorVerse": 2, "sourceHasEn": true, "compDate": [375, 425], "commentaryNum": 9.0006, "collectiveTitle": {"en": "Jerusalem Talmud Nedarim", "he": "תלמוד ירושלמי נדרים"}, "heTitle": "תלמוד ירושלמי נדרים", "he": "יִמּוֹל בְּשַׂר עָרְלָתוֹ. אַף עַל פִּי שֶׁיֵּשׁ שָׁם בַּהֶרֶת. מַה אֲנִי מְקַייֵם הִשָּׁמֵר בְּנֶגַע הַצָּרַעַת לִשְׁמוֹר מְאֹד וְלַעֲשׂוֹת וגו׳. אַף בְּמִילָה. מַה אֲנִי מְקַייֵם יִמּוֹל בְּשַׂר עָרְלָתוֹ. בִּזְמַן שֶׁאֵין שָׁם בַּהֶרֶת. תַּלְמוּד לוֹמַר. בְּשַׂר. אַף עַל פִּי שֶׁיֵּשׁ שָׁם בַּהֶרֶת. עַל דַּעְתֵּיהּ דְּרִבִּי יוֹנָה דְאָמַר. מִצְוַת עֲשֵׂה דוֹחָה אֶת מִצְוַת לֹא תַעֲשֶׂה אַף עַל פִּי שֶׁאֵינָהּ כְּתוּבָה בְצִידָּהּ. נִיחָא. עַל דַּעְתֵּיהּ דְּרִבִּי יוֹסֵה דְאָמַר. אֵין מִצְוַת עֲשֵׂה דוֹחָה לְמִצְוַת (ב)לֹא תַעֲשֶׂה אֶלָּא אִם כֵּן הָֽיְתָה כְתוּבָה בְצִידָּהּ. מִכֵּיוָן דִּכְתִיב בְּשַׂר עָרְלָתוֹ כְּמִי שֶׁהִיא כְתוּבָה בְצִידָּהּ.", "heVersionTitle": "The Jerusalem Talmud, edition by Heinrich W. Guggenheimer. Berlin, De Gruyter, 1999-2015", "heLicense": "CC-BY", "heVersionTitleInHebrew": "", "text": "<sup class=\"footnote-marker\">182</sup><i class=\"footnote\">This paragraph is in <i>Sifra Tazria‘ Pereq</i> 1(4), <a class=\"refLink\" data-ref=\"Shabbat 132b\" href=\"/Shabbat.132b\">Babli <i>Šabbat</i> 132b</a>.</i>“The flesh of his prepuce should be circumcized.<sup class=\"footnote-marker\">183</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Leviticus 12:3\" href=\"/Leviticus.12.3\"><i>Lev</i>. 12:3</a>.</i>” Even if it has white skin disease<sup class=\"footnote-marker\">184</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Leviticus 13:2-28\" href=\"/Leviticus.13.2-28\"><i>Lev</i>. 13:2–28</a>.</i>. How can I confirm: “Beware of skin disease to watch it carefully and to do …<sup class=\"footnote-marker\">185</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Deuteronomy 24:8\" href=\"/Deuteronomy.24.8\"><i>Deut</i>. 24:8</a>. The injunction to follow all instructions of the priests in matters of impure skin disease is interpreted to mean that it is forbidden to cut out the diseased part of the skin. Then if a baby is born with diseased prepuce, how could it be circumcised?</i>”? Also at a circumcision. Then how can I confirm: “The flesh of his prepuce should be circumcized”? If there is no white skin disease? The verse says, “the flesh<sup class=\"footnote-marker\">186</sup><i class=\"footnote\">Since the intent is to cut the flesh, cutting the skin is only incidental and is not in the mind of the person who does the circumcision.</i>”, even if it has white skin disease. <sup class=\"footnote-marker\">187</sup><i class=\"footnote\">The disagreement between rabbis Jonah and Yose is discussed in <i>Ḥallah</i> 2:1, Notes 9,10.</i> This is simple in the opinion of Rebbi Jonah, who says that a positive commandment supersedes a prohibition even if they are not written together. But in the opinion of Rebbi Yose, who says that a positive commandment supersedes a prohibition only if they are written together? Since it is written “the flesh of his prepuce,” it is as if it were written together<sup class=\"footnote-marker\">188</sup><i class=\"footnote\">The prohibition is irrelevant, cf. <a class=\"refLink\" data-ref=\"Jerusalem Talmud Nedarim 3:9:6\" href=\"/Jerusalem_Talmud_Nedarim.3.9.6\">Note 186</a>.</i>.", "versionTitle": "The Jerusalem Talmud, translation and commentary by Heinrich W. Guggenheimer. Berlin, De Gruyter, 1999-2015", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "619e8f34ad9c4d6ad7415c2d", "index_title": "Jerusalem Talmud Sanhedrin", "category": "Talmud", "type": "related passage", "ref": "Jerusalem Talmud Sanhedrin 10:1:25", "anchorRef": "Leviticus 13:9", "anchorRefExpanded": ["Leviticus 13:9"], "sourceRef": "Jerusalem Talmud Sanhedrin 10:1:25", "sourceHeRef": "תלמוד ירושלמי סנהדרין י׳:א׳:כ״ה", "anchorVerse": 9, "sourceHasEn": true, "compDate": [375, 425], "commentaryNum": 1.0025, "collectiveTitle": {"en": "Jerusalem Talmud Sanhedrin", "he": "תלמוד ירושלמי סנהדרין"}, "heTitle": "תלמוד ירושלמי סנהדרין", "he": "וְהַלּוֹחֵשׁ עַל הַמַּכָּה וְאוֹמֵר כָּל־הַֽמַּֽחֲלָ֞ה אֲשֶׁר־שַׂ֤מְתִּי בְמִצְרַ֨יִם֙ <i data-overlay=\"Venice Columns\" data-value=\"28b\"></i>לֹֽא־אָשִׂ֣ים עָלֶ֔יךָ כִּ֛י אֲנִ֥י יְי רֹֽפְאֶֽךָ׃ רַב אָמַר. וּבִלְבַד בְּרוֹקֵק. רִבִּי יְהוֹשֻׁעַ בֶּן לֵוִי אָמַר. אֲפִילוּ אָמַר נֶ֣גַע צָרַ֔עַת כִּ֥י תִֽהְיֶה֖ בְּאָדָ֑ם וְרוֹקֵק אֵין לוֹ חֶלֶק לְעָתִיד לָבוֹא.", "heVersionTitle": "The Jerusalem Talmud, edition by Heinrich W. Guggenheimer. Berlin, De Gruyter, 1999-2015", "heLicense": "CC-BY", "heVersionTitleInHebrew": "", "text": "“One who whispers over a wound and says, <i>any sickness that I put on Egypt I shall not put on you, for I am the Eternal, your Healer</i>.” Rav said, only one who spits. Rebbi Joshua ben Levi said, even if he only said, <i>damage by skin disease if it be on a human</i><sup class=\"footnote-marker\">120</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Leviticus 15:26\" href=\"/Leviticus.15.26\"><i>Lev</i>. 15:26</a>.</i> and spits, he has no part in the Future World<sup class=\"footnote-marker\">121</sup><i class=\"footnote\">Using verses as part of magical rites is an unpardonable sin (in the absence of genuine repentance.)</i>.", "versionTitle": "The Jerusalem Talmud, translation and commentary by Heinrich W. Guggenheimer. Berlin, De Gruyter, 1999-2015", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "6306857e96f0fb1b22d52fd4", "index_title": "Bartenura on Mishnah Negaim", "category": "Quoting Commentary", "type": "", "ref": "Bartenura on Mishnah Negaim 1:2:2", "anchorRef": "Leviticus 13:9", "anchorRefExpanded": ["Leviticus 13:9"], "sourceRef": "Bartenura on Mishnah Negaim 1:2:2", "sourceHeRef": "ברטנורא על משנה נגעים א׳:ב׳:ב׳", "anchorVerse": 9, "sourceHasEn": true, "compDate": [1482], "commentaryNum": 2.0002, "collectiveTitle": {"en": "Bartenura on Mishnah Negaim", "he": "ברטנורא על משנה נגעים"}, "heTitle": "ברטנורא על משנה נגעים", "he": "<b>והפתוך שבסיד ההיכל.</b> והמעורב שבנגע שהוא כסיד ההיכל, נראה, כדם המזוג בחלב. שאדמימות שבו מרובה. ואע״ג דלא תני פתוך אלא בבהרת ותולדתה, הוא הדין דיש פתוך נמי בשאת ותולדתה, דתניא בתורת כהנים, שאת לבנה, מלמד שמטמאה חלקה. בהרת לבנה אדמדמת, מלמד שמטמאה פתוך. מנין ליתן את האמור של זה בזה, תלמוד לומר נגע צרעת:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "הפתוך שבסיד ההיכל – that which is combined in the plague which is like the lime of the Temple, appears. כדם המזוג בחלב – for the redness that is in it is greater. And even though it (i.e., the Mishnah) doesn’t teach פתוך/the variegation other than with the בהרת /discoloration and its derivatives or subcategories, the same law applies for there is also variegation in the שאת/swelling and its derivatives or subcategories, as it is taught in Torat Kohanim (i.e., the Sifra) (Leviticus 13:10): “a white swelling [on the /skin]/שאת לבנה [which has turned some hair white],” (see also Leviticus 13:19), it teaches that it defiles part of it. [The phrase] \"בהרת לבנה אדמדמת\"/a white discoloration/bright spot on the skin streaked with red (Leviticus 13:19), teaches that it defiles with variegation. From where [do we learn] to give that which is stated of this one and with that one (i.e., wine mixed with in snow and blood mixed in milk – describing the variegation of the lime in the Temple)? The inference teaches us (Leviticus 13:9): \"נגע צרעת\"/When a person has a scaly affection.", "versionTitle": "Bartenura on Mishnah, trans. by Rabbi Robert Alpert, 2020", "license": "", "versionTitleInHebrew": ""}, {"_id": "6319cf83b6084aa1cbef8ae7", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, אָדָם 1", "anchorRef": "Leviticus 13:9", "anchorRefExpanded": ["Leviticus 13:9"], "sourceRef": "BDB, אָדָם 1", "sourceHeRef": "בראון-דרייבר-בריגס, אָדָם א׳", "anchorVerse": 9, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "אָדָם", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><span dir=\"rtl\">אָדָם</span></big><sub>560</sub>  <strong>n.m.</strong> <a data-ref=\"Genesis 1:27\" href=\"/Genesis.1.27\">Gn 1:27</a> <strong>man, mankind (</strong>Ph. <span dir=\"rtl\">אדם</span>, Sab. <em>id.</em>, CIS<sup>iv. 1, 1. 4</sup> al.; cf. As. <em>admu</em>, <em>young</em> (of bird) Dl<sup>W</sup>, but Nö<sup>ZMG 1886, 722</sup> identif. with Ar. <span dir=\"rtl\">أَذَامٌ</span> coll. <em>creatures</em><strong>)</strong>—Sg. abs. exc. cstr. <a data-ref=\"Proverbs 6:12\" href=\"/Proverbs.6.12\">Pr 6:12</a> cf. Thes; (<span dir=\"rtl\">בְּנֵי</span> (<span dir=\"rtl\">הָ</span>)<span dir=\"rtl\">א׳</span> oft. = pl. of <span dir=\"rtl\">א׳</span> <a data-ref=\"Genesis 11:5\" href=\"/Genesis.11.5\">Gn 11:5</a> + 39 textual, cf. <span dir=\"rtl\">בְּנוֹת הָא׳</span> <a data-ref=\"Genesis 6:2\" href=\"/Genesis.6.2\">Gn 6:2</a>, <a data-ref=\"Genesis 6:4\" href=\"/Genesis.6.4\">4</a>)—<br><strong>1.</strong>  <em>a man</em> (= Ger. <em>Mensch</em>) = human being <a data-ref=\"Genesis 2:5\" href=\"/Genesis.2.5\">Gn 2:5</a>, <a data-ref=\"Genesis 2:7\" href=\"/Genesis.2.7\">7</a><sup>(×2)</sup>, <a data-ref=\"Genesis 2:8\" href=\"/Genesis.2.8\">8</a>, <a data-ref=\"Genesis 2:15\" href=\"/Genesis.2.15\">15</a>, <a data-ref=\"Genesis 2:16\" href=\"/Genesis.2.16\">16</a>, <a data-ref=\"Genesis 2:18\" href=\"/Genesis.2.18\">18</a> +, <a data-ref=\"Genesis 16:12\" href=\"/Genesis.16.12\">16:12</a> (27 textual J) <a data-ref=\"Leviticus 5:4\" href=\"/Leviticus.5.4\">Lv 5:4</a> (‖ <span dir=\"rtl\">נֶפֶשׁ</span>) <a data-ref=\"Leviticus 13:2\" href=\"/Leviticus.13.2\">13:2</a>, <a data-ref=\"Leviticus 13:9\" href=\"/Leviticus.13.9\">9</a> (19 textual P) <a data-ref=\"Nehemiah 2:10\" href=\"/Nehemiah.2.10\">Ne 2:10</a> <a data-ref=\"Isaiah 13:12\" href=\"/Isaiah.13.12\">Is 13:12</a> (‖ <span dir=\"rtl\">אֱנוֹשׁ</span>); <span dir=\"rtl\">הָאָ׳ הַגָּדוֹל</span> <a data-ref=\"Joshua 14:15\" href=\"/Joshua.14.15\">Jos 14:15</a> (E); <span dir=\"rtl\">אָ׳ בְּלִיַּעַל</span> <a data-ref=\"Proverbs 6:12\" href=\"/Proverbs.6.12\">Pr 6:12</a> (‖ <span dir=\"rtl\">אִישׁ אָוֶן</span> cf. <a data-ref=\"I Samuel 25:25\" href=\"/I_Samuel.25.25\">1 S 25:25</a> & v. <span dir=\"rtl\">בליעל</span>); = any one <a data-ref=\"Leviticus 1:2\" href=\"/Leviticus.1.2\">Lv 1:2</a> <a data-ref=\"Numbers 9:6\" href=\"/Numbers.9.6\">Nu 9:6</a>, <a data-ref=\"Numbers 9:7\" href=\"/Numbers.9.7\">7</a> <a data-ref=\"Job 20:29\" href=\"/Job.20.29\">Jb 20:29</a>; <a data-ref=\"Job 27:13\" href=\"/Job.27.13\">27:13</a> <a data-ref=\"Proverbs 15:20\" href=\"/Proverbs.15.20\">Pr 15:20</a>; <a data-ref=\"Proverbs 21:16\" href=\"/Proverbs.21.16\">21:16</a>, <a data-ref=\"Proverbs 21:20\" href=\"/Proverbs.21.20\">20</a>; <a data-ref=\"Proverbs 24:30\" href=\"/Proverbs.24.30\">24:30</a> <a data-ref=\"Ecclesiastes 7:20\" href=\"/Ecclesiastes.7.20\">Ec 7:20</a> + oft. WisdLt, <a data-ref=\"Jeremiah 2:6\" href=\"/Jeremiah.2.6\">Je 2:6</a>; <a data-ref=\"Jeremiah 4:25\" href=\"/Jeremiah.4.25\">4:25</a> <a data-ref=\"Nehemiah 2:12\" href=\"/Nehemiah.2.12\">Ne 2:12</a>, cf. <span dir=\"rtl\">נֶפֶשׁ א׳</span> <a data-ref=\"Numbers 19:11\" href=\"/Numbers.19.11\">Nu 19:11</a>, <a data-ref=\"Numbers 19:13\" href=\"/Numbers.19.13\">13</a> +; seld. <em>man</em> opp. woman <a data-ref=\"Genesis 2:22\" href=\"/Genesis.2.22\">Gn 2:22</a><sup>(×2)</sup>, <a data-ref=\"Genesis 2:23\" href=\"/Genesis.2.23\">23</a>, <a data-ref=\"Genesis 2:25\" href=\"/Genesis.2.25\">25</a>; <a data-ref=\"Genesis 3:8\" href=\"/Genesis.3.8\">3:8</a>, <a data-ref=\"Genesis 3:12\" href=\"/Genesis.3.12\">12</a>, <a data-ref=\"Genesis 3:17\" href=\"/Genesis.3.17\">17</a>, <a data-ref=\"Genesis 3:20\" href=\"/Genesis.3.20\">20</a>, <a data-ref=\"Genesis 3:21\" href=\"/Genesis.3.21\">21</a> <a data-ref=\"Ecclesiastes 7:28\" href=\"/Ecclesiastes.7.28\">Ec 7:28</a>.<br><strong>2.</strong>  coll. <em>man, mankind</em> <a data-ref=\"Genesis 1:26\" href=\"/Genesis.1.26\">Gn 1:26</a>; <a data-ref=\"Genesis 9:5\" href=\"/Genesis.9.5\">9:5</a>, <a data-ref=\"Genesis 9:6\" href=\"/Genesis.9.6\">6</a><sup>(×3)</sup> + (P 28 textual) <a data-ref=\"Genesis 6:1\" href=\"/Genesis.6.1\">6:1</a>, <a data-ref=\"Genesis 6:5\" href=\"/Genesis.6.5\">5</a>, <a data-ref=\"Genesis 6:6\" href=\"/Genesis.6.6\">6</a>, <a data-ref=\"Genesis 6:7\" href=\"/Genesis.6.7\">7</a> (JE 24 textual) <a data-ref=\"Deuteronomy 4:32\" href=\"/Deuteronomy.4.32\">Dt 4:32</a> (D 6 textual) (on <a data-ref=\"II Samuel 7:19\" href=\"/II_Samuel.7.19\">2 S 7:19</a> cf. <a data-ref=\"I Chronicles 17:17\" href=\"/I_Chronicles.17.17\">1 Ch 17:17</a> v. Dr<sup>Sm</sup>); distinctly = men + women <a data-ref=\"Genesis 1:27\" href=\"/Genesis.1.27\">Gn 1:27</a>; <a data-ref=\"Genesis 5:1\" href=\"/Genesis.5.1\">5:1</a> <a data-ref=\"Numbers 5:6\" href=\"/Numbers.5.6\">Nu 5:6</a>; given as name <a data-ref=\"Genesis 5:2\" href=\"/Genesis.5.2\">Gn 5:2</a>; but = warriors <a data-ref=\"Isaiah 22:6\" href=\"/Isaiah.22.6\">Is 22:6</a> <span dir=\"rtl\">רֶכֶב א׳</span> (‖ <span dir=\"rtl\">פּרשׁים</span>); ‖ beasts (41 textual) <span dir=\"rtl\">בְּהֵמָה</span> <a data-ref=\"Genesis 6:7\" href=\"/Genesis.6.7\">Gn 6:7</a>; <a data-ref=\"Genesis 7:23\" href=\"/Genesis.7.23\">7:23</a> (J?) <a data-ref=\"Exodus 8:13\" href=\"/Exodus.8.13\">Ex 8:13</a>, <a data-ref=\"Exodus 8:14\" href=\"/Exodus.8.14\">14</a>; <a data-ref=\"Exodus 9:9\" href=\"/Exodus.9.9\">9:9</a>, <a data-ref=\"Exodus 9:10\" href=\"/Exodus.9.10\">10</a> (P) <a data-ref=\"Exodus 9:19\" href=\"/Exodus.9.19\">9:19</a>, <a data-ref=\"Exodus 9:22\" href=\"/Exodus.9.22\">22</a>, <a data-ref=\"Exodus 9:25\" href=\"/Exodus.9.25\">25</a>; <a data-ref=\"Exodus 12:12\" href=\"/Exodus.12.12\">12:12</a>; <a data-ref=\"Exodus 13:2\" href=\"/Exodus.13.2\">13:2</a>, <a data-ref=\"Exodus 13:13\" href=\"/Exodus.13.13\">13</a>, <a data-ref=\"Exodus 13:15\" href=\"/Exodus.13.15\">15</a> (all J) +; late proph. <a data-ref=\"Jeremiah 21:6\" href=\"/Jeremiah.21.6\">Je 21:6</a>; <a data-ref=\"Jeremiah 31:27\" href=\"/Jeremiah.31.27\">31:27</a>; <a data-ref=\"Jeremiah 50:3\" href=\"/Jeremiah.50.3\">50:3</a>; <a data-ref=\"Jeremiah 51:62\" href=\"/Jeremiah.51.62\">51:62</a> <a data-ref=\"Ezekiel 14:13\" href=\"/Ezekiel.14.13\">Ez 14:13</a>, <a data-ref=\"Ezekiel 14:17\" href=\"/Ezekiel.14.17\">17</a>, <a data-ref=\"Ezekiel 14:19\" href=\"/Ezekiel.14.19\">19</a>, <a data-ref=\"Ezekiel 14:21\" href=\"/Ezekiel.14.21\">21</a>; <a data-ref=\"Ezekiel 25:13\" href=\"/Ezekiel.25.13\">25:13</a>; <a data-ref=\"Ezekiel 29:8\" href=\"/Ezekiel.29.8\">29:8</a>, <a data-ref=\"Ezekiel 29:11\" href=\"/Ezekiel.29.11\">11</a>; <a data-ref=\"Ezekiel 32:13\" href=\"/Ezekiel.32.13\">32:13</a> (del. Co) <a data-ref=\"Ezekiel 36:11\" href=\"/Ezekiel.36.11\">36:11</a> <a data-ref=\"Jonah 3:8\" href=\"/Jonah.3.8\">Jon 3:8</a> <a data-ref=\"Zephaniah 1:3\" href=\"/Zephaniah.1.3\">Zp 1:3</a> <a data-ref=\"Haggai 1:11\" href=\"/Haggai.1.11\">Hg 1:11</a> <a data-ref=\"Zechariah 2:8\" href=\"/Zechariah.2.8\">Zc 2:8</a>; <a data-ref=\"Zechariah 8:10\" href=\"/Zechariah.8.10\">8:10</a>; ‖ <span dir=\"rtl\">בָּקָר</span> <a data-ref=\"Ezekiel 4:15\" href=\"/Ezekiel.4.15\">Ez 4:15</a>; ‖ <span dir=\"rtl\">צֹאן</span>, <span dir=\"rtl\">חֲמֹרִים</span>, <span dir=\"rtl\">ב׳</span> <a data-ref=\"Numbers 31:28\" href=\"/Numbers.31.28\">Nu 31:28</a>; ‖ <em>id.</em> + <span dir=\"rtl\">מִכָּל־הַבְּהֵמָה</span> v <a data-ref=\"Numbers 31:30\" href=\"/Numbers.31.30\">30</a> cf. <a data-ref=\"Jonah 3:7\" href=\"/Jonah.3.7\">Jon 3:7</a>; ‖ <span dir=\"rtl\">חַיָּה</span> <a data-ref=\"Genesis 9:5\" href=\"/Genesis.9.5\">Gn 9:5</a> (P) cf. <a data-ref=\"Ezekiel 1:5\" href=\"/Ezekiel.1.5\">Ez 1:5</a>, <a data-ref=\"Ezekiel 1:8\" href=\"/Ezekiel.1.8\">8</a>, <a data-ref=\"Ezekiel 1:10\" href=\"/Ezekiel.1.10\">10</a>, <a data-ref=\"Ezekiel 1:26\" href=\"/Ezekiel.1.26\">26</a>, & descript. of <span dir=\"rtl\">כְּרוּבִים</span> <a data-ref=\"Ezekiel 10:8\" href=\"/Ezekiel.10.8\">Ez 10:8</a>, <a data-ref=\"Ezekiel 10:14\" href=\"/Ezekiel.10.14\">14</a>, <a data-ref=\"Ezekiel 10:21\" href=\"/Ezekiel.10.21\">21</a> cf. <a data-ref=\"Ezekiel 41:19\" href=\"/Ezekiel.41.19\">41:19</a>; ‖ trees <a data-ref=\"Deuteronomy 20:19\" href=\"/Deuteronomy.20.19\">Dt 20:19</a> (rd. <span dir=\"rtl\">הֶאָדָם</span> v. Di); opp. God <a data-ref=\"I Samuel 15:29\" href=\"/I_Samuel.15.29\">1 S 15:29</a>; <a data-ref=\"I Samuel 16:7\" href=\"/I_Samuel.16.7\">16:7</a><sup>(×2)</sup> <a data-ref=\"Isaiah 31:3\" href=\"/Isaiah.31.3\">Is 31:3</a> <a data-ref=\"Ezekiel 28:2\" href=\"/Ezekiel.28.2\">Ez 28:2</a>, <a data-ref=\"Ezekiel 28:9\" href=\"/Ezekiel.28.9\">9</a> <a data-ref=\"I Chronicles 21:13\" href=\"/I_Chronicles.21.13\">1 Ch 21:13</a>; <a data-ref=\"I Chronicles 29:1\" href=\"/I_Chronicles.29.1\">29:1</a> <a data-ref=\"II Chronicles 6:18\" href=\"/II_Chronicles.6.18\">2 Ch 6:18</a> <a data-ref=\"Malachi 3:8\" href=\"/Malachi.3.8\">Mal 3:8</a> cf. <a data-ref=\"Exodus 33:20\" href=\"/Exodus.33.20\">Ex 33:20</a> <a data-ref=\"Deuteronomy 5:18\" href=\"/Deuteronomy.5.18\">Dt 5:21</a>; so <span dir=\"rtl\">בֶּן־א׳</span> <a data-ref=\"Numbers 23:19\" href=\"/Numbers.23.19\">Nu 23:19</a> (‖ <span dir=\"rtl\">אישׁ</span> <a data-ref=\"Ezekiel 2:1\" href=\"/Ezekiel.2.1\">Ez 2:1</a>, <a data-ref=\"Ezekiel 2:3\" href=\"/Ezekiel.2.3\">3</a>, <a data-ref=\"Ezekiel 2:6\" href=\"/Ezekiel.2.6\">6</a>, <a data-ref=\"Ezekiel 2:8\" href=\"/Ezekiel.2.8\">8</a> (87 textual Ez, alw. addressed to proph.); <span dir=\"rtl\">בְּנֵי הָא׳</span> <a data-ref=\"I Samuel 26:19\" href=\"/I_Samuel.26.19\">1 S 26:19</a>; made in God’s image <a data-ref=\"Genesis 1:26\" href=\"/Genesis.1.26\">Gn 1:26</a>, <a data-ref=\"Genesis 1:27\" href=\"/Genesis.1.27\">27</a>; <a data-ref=\"Genesis 9:6\" href=\"/Genesis.9.6\">9:6</a> cf. <a data-ref=\"Ecclesiastes 7:29\" href=\"/Ecclesiastes.7.29\">Ec 7:29</a>; as feeble, earthly, mortal <a data-ref=\"Numbers 16:29\" href=\"/Numbers.16.29\">Nu 16:29</a><sup>(×2)</sup> <a data-ref=\"Psalms 82:7\" href=\"/Psalms.82.7\">Ps 82:7</a>; <a data-ref=\"Psalms 144:3\" href=\"/Psalms.144.3\">144:3</a>, <a data-ref=\"Psalms 144:4\" href=\"/Psalms.144.4\">4</a> <a data-ref=\"Job 5:7\" href=\"/Job.5.7\">Jb 5:7</a>; <a data-ref=\"Job 14:1\" href=\"/Job.14.1\">14:1</a>, <a data-ref=\"Job 14:10\" href=\"/Job.14.10\">10</a> cf. <a data-ref=\"Job 25:6\" href=\"/Job.25.6\">25:6</a> <span dir=\"rtl\">(בֶּן־א׳)</span> <a data-ref=\"Ecclesiastes 12:5\" href=\"/Ecclesiastes.12.5\">Ec 12:5</a>; as sinful <a data-ref=\"I Kings 8:46\" href=\"/I_Kings.8.46\">1 K 8:46</a> <a data-ref=\"II Chronicles 6:36\" href=\"/II_Chronicles.6.36\">2 Ch 6:36</a> <a data-ref=\"Jeremiah 10:14\" href=\"/Jeremiah.10.14\">Je 10:14</a> cf. <a data-ref=\"Numbers 5:6\" href=\"/Numbers.5.6\">Nu 5:6</a> <a data-ref=\"Job 31:33\" href=\"/Job.31.33\">Jb 31:33</a> <a data-ref=\"Hosea 6:7\" href=\"/Hosea.6.7\">Ho 6:7</a>; of men in general, other men (opp. to particular ones) <a data-ref=\"Judges 16:17\" href=\"/Judges.16.17\">Ju 16:17</a> (cf. <span dir=\"rtl\">אַחַד הָא׳</span> v <a data-ref=\"Judges 16:7\" href=\"/Judges.16.7\">7</a>, <a data-ref=\"Judges 16:11\" href=\"/Judges.16.11\">11</a>) <a data-ref=\"Judges 18:7\" href=\"/Judges.18.7\">18:7</a>, <a data-ref=\"Judges 18:28\" href=\"/Judges.18.28\">28</a> <a data-ref=\"Psalms 73:5\" href=\"/Psalms.73.5\">ψ 73:5</a> <a data-ref=\"Jeremiah 32:20\" href=\"/Jeremiah.32.20\">Je 32:20</a> +; ‖ <span dir=\"rtl\">אִישׁ</span> <a data-ref=\"Isaiah 2:9\" href=\"/Isaiah.2.9\">Is 2:9</a>, <a data-ref=\"Isaiah 2:11\" href=\"/Isaiah.2.11\">11</a>, <a data-ref=\"Isaiah 2:17\" href=\"/Isaiah.2.17\">17</a>; <a data-ref=\"Isaiah 5:15\" href=\"/Isaiah.5.15\">5:15</a> cf. <a data-ref=\"Ezekiel 23:42\" href=\"/Ezekiel.23.42\">Ez 23:42</a> (del. Co Vrss); <span dir=\"rtl\">בְּנֵי א׳</span> <a data-ref=\"II Samuel 7:14\" href=\"/II_Samuel.7.14\">2 S 7:14</a> (‖ <span dir=\"rtl\">אֲנָשִׁים</span>) <a data-ref=\"Proverbs 8:4\" href=\"/Proverbs.8.4\">Pr 8:4</a> (‖ <span dir=\"rtl\">אִישִׁים</span>); <a data-ref=\"Psalms 49:3\" href=\"/Psalms.49.3\">ψ 49:3</a>; <a data-ref=\"Psalms 62:10\" href=\"/Psalms.62.10\">62:10</a> (both ‖ <span dir=\"rtl\">בְּנֵי אִישׁ</span>) = men of low opp. men of high degree—so oft. Ph. and = <em>vassal</em> Sab. DHM<sup>ZMG 1875, 680 cf. 686</sup>; <span dir=\"rtl\">נֶפֶשׁ א׳</span> coll. <a data-ref=\"Numbers 31:35\" href=\"/Numbers.31.35\">Nu 31:35</a>, <a data-ref=\"Numbers 31:40\" href=\"/Numbers.31.40\">40</a>, <a data-ref=\"Numbers 31:46\" href=\"/Numbers.31.46\">46</a> <a data-ref=\"I Chronicles 5:21\" href=\"/I_Chronicles.5.21\">1 Ch 5:21</a> <a data-ref=\"Ezekiel 27:13\" href=\"/Ezekiel.27.13\">Ez 27:13</a>.<br>†<strong>3.</strong>  <strong> n.pr.m. Adam</strong>, first man <strong>(</strong>without art. cf. <a data-ref=\"BDB, שָׂטָן\" href=\"/BDB,_שָׂטָן\", dir=\"rtl\">שָׂטָן</a> <a data-ref=\"I Chronicles 21:1\" href=\"/I_Chronicles.21.1\">1 Ch 21:1</a> over ag. <span dir=\"rtl\">הַשּׂ׳</span> <a data-ref=\"Job 1:6\" href=\"/Job.1.6\">Jb 1:6</a> etc.<strong>)</strong> <a data-ref=\"Genesis 4:25\" href=\"/Genesis.4.25\">Gn 4:25</a> (J) <a data-ref=\"Genesis 5:1\" href=\"/Genesis.5.1\">5:1</a>, <a data-ref=\"Genesis 5:3\" href=\"/Genesis.5.3\">3</a>, <a data-ref=\"Genesis 5:4\" href=\"/Genesis.5.4\">4</a>, <a data-ref=\"Genesis 5:5\" href=\"/Genesis.5.5\">5</a> (P) <a data-ref=\"I Chronicles 1:1\" href=\"/I_Chronicles.1.1\">1 Ch 1:1</a>. (<a data-ref=\"Genesis 2:20\" href=\"/Genesis.2.20\">Gn 2:20</a>; <a data-ref=\"Genesis 3:17\" href=\"/Genesis.3.17\">3:17</a>, <a data-ref=\"Genesis 3:21\" href=\"/Genesis.3.21\">21</a> rd. <span dir=\"rtl\">לָא׳</span> v. Di)<br>†<strong>4.</strong>  <strong> n.pr.loc.</strong> city in Jordan valley (as <em>built</em>? <a data-ref=\"Joshua 3:16\" href=\"/Joshua.3.16\">Jos 3:16</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d00eb6084aa1cbeff19f", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, בּוֹא 1", "anchorRef": "Leviticus 13:9", "anchorRefExpanded": ["Leviticus 13:9"], "sourceRef": "BDB, בּוֹא 1", "sourceHeRef": "בראון-דרייבר-בריגס, בּוֹא א׳", "anchorVerse": 9, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "בּוֹא", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><big><span dir=\"rtl\">בּוֹא</span></big></big><sub>2569</sub><big></big>  <strong>vb.</strong> come in, come, go in, go <strong>(</strong>Assyrian <em>bâʾu</em> Hpt<sup>KAT 499</sup>, Ethiopic ቦአ Arabic <span dir=\"rtl\">بَآءَ</span> <em>return</em><strong>)</strong>—<br><strong>Qal</strong>  Pf. <span dir=\"rtl\">בָּא</span> <a data-ref=\"Genesis 6:13\" href=\"/Genesis.6.13\">Gn 6:13</a> +; 3 fs. <span dir=\"rtl\">בָּ֫אָה</span> <a data-ref=\"Genesis 15:17\" href=\"/Genesis.15.17\">Gn 15:17</a> +; sf. <span dir=\"rtl\">בָּאַתְנוּ</span> <a data-ref=\"Psalms 44:18\" href=\"/Psalms.44.18\">ψ 44:18</a>; 2 ms. <span dir=\"rtl\">בָּ֫אתָ</span> <a data-ref=\"Joshua 13:1\" href=\"/Joshua.13.1\">Jos 13:1</a> +, <span dir=\"rtl\">בָּ֫אתָה</span> <a data-ref=\"II Samuel 3:7\" href=\"/II_Samuel.3.7\">2 S 3:7</a>; 2 fs. <span dir=\"rtl\">בָּאתְ</span> <a data-ref=\"Genesis 16:8\" href=\"/Genesis.16.8\">Gn 16:8</a> <a data-ref=\"Ruth 2:12\" href=\"/Ruth.2.12\">Ru 2:12</a>, <span dir=\"rtl\">וּבָאתְ</span> consec. <a data-ref=\"Ruth 3:4\" href=\"/Ruth.3.4\">Ru 3:4</a> <a data-ref=\"II Samuel 14:3\" href=\"/II_Samuel.14.3\">2 S 14:3</a> <a data-ref=\"Micah 4:10\" href=\"/Micah.4.10\">Mi 4:10</a>; 3 pl. <span dir=\"rtl\">בָּאוּ</span> <a data-ref=\"Genesis 7:9\" href=\"/Genesis.7.9\">Gn 7:9</a> +; 1 pl. <span dir=\"rtl\">בָּאנוּ</span> <a data-ref=\"Genesis 32:7\" href=\"/Genesis.32.7\">Gn 32:7</a> + (<span dir=\"rtl\">בָּנוּ</span> <a data-ref=\"I Samuel 25:8\" href=\"/I_Samuel.25.8\">1 S 25:8</a>), etc.; Impf. <span dir=\"rtl\">יָבוֹא</span> <a data-ref=\"Genesis 32:9\" href=\"/Genesis.32.9\">Gn 32:9</a> +, <span dir=\"rtl\">יָבֹא</span> <a data-ref=\"Genesis 49:10\" href=\"/Genesis.49.10\">Gn 49:10</a> +; 3 fs. <span dir=\"rtl\">תָּבוֹא</span> <a data-ref=\"Genesis 41:50\" href=\"/Genesis.41.50\">Gn 41:50</a> +; sf. <span dir=\"rtl\">תְּבוֹאָֽתְךָ</span> <a data-ref=\"Job 22:21\" href=\"/Job.22.21\">Jb 22:21</a> (but text dub. v. Kö<sup>i. 644</sup>); 2 ms. <span dir=\"rtl\">תָּבוֹא</span> <a data-ref=\"Genesis 15:15\" href=\"/Genesis.15.15\">Gn 15:15</a> +; 2 fs. <span dir=\"rtl\">תָּבוֹאִי</span> <a data-ref=\"Ruth 3:17\" href=\"/Ruth.3.17\">Ru 3:17</a> +; 1 s. <span dir=\"rtl\">אָבוֹא</span> <a data-ref=\"Genesis 33:14\" href=\"/Genesis.33.14\">Gn 33:14</a> +; cohort. <span dir=\"rtl\">אָבֹ֫אָה</span> <a data-ref=\"Judges 15:1\" href=\"/Judges.15.1\">Ju 15:1</a>, <span dir=\"rtl\">אָב֫וֹאָה</span> <a data-ref=\"Genesis 29:21\" href=\"/Genesis.29.21\">Gn 29:21</a> +, <span dir=\"rtl\">וַתָּבֹאתִי</span> <a data-ref=\"I Samuel 25:34\" href=\"/I_Samuel.25.34\">1 S 25:34</a> (Qr <span dir=\"rtl\">וַתָּבֹאת</span>, but text prob. wrong, v. Kö<sup>i. 647</sup> Dr, read <span dir=\"rtl\">וַתָּבֹאִי</span>); 3 pl. m. <span dir=\"rtl\">יָבוֹאוּ</span> <a data-ref=\"Genesis 6:20\" href=\"/Genesis.6.20\">Gn 6:20</a> +, also (by textual error) <span dir=\"rtl\">בֹּאוּ</span> <a data-ref=\"Jeremiah 27:18\" href=\"/Jeremiah.27.18\">Je 27:18</a> cf. Kö<sup>i. 645</sup>, <span dir=\"rtl\">יְבֹא֑וּן</span> <a data-ref=\"Psalms 95:11\" href=\"/Psalms.95.11\">ψ 95:11</a>, sf. <span dir=\"rtl\">יְבֹאוּנִי</span> <a data-ref=\"Psalms 119:77\" href=\"/Psalms.119.77\">ψ 119:77</a>, <span dir=\"rtl\">וִיבֹאֻנִי</span> v <a data-ref=\"Psalms 119:41\" href=\"/Psalms.119.41\">41</a>; <a data-ref=\"Psalms 119:3\" href=\"/Psalms.119.3\">3 f.</a> pl. <span dir=\"rtl\">תָּבֹאןָ</span> <a data-ref=\"Genesis 30:38\" href=\"/Genesis.30.38\">Gn 30:38</a>, <span dir=\"rtl\">תָּבוֹאנָה</span> <a data-ref=\"I Samuel 10:7\" href=\"/I_Samuel.10.7\">1 S 10:7</a> +; <span dir=\"rtl\">תְּבֹאֶינָה</span> <a data-ref=\"I Samuel 10:7\" href=\"/I_Samuel.10.7\">1 S 10:7</a> <a data-ref=\"Psalms 45:16\" href=\"/Psalms.45.16\">ψ 45:16</a>, etc.; Imv. <span dir=\"rtl\">בּוֹא</span>, <span dir=\"rtl\">בֹּא</span> <a data-ref=\"Genesis 7:1\" href=\"/Genesis.7.1\">Gn 7:1</a> +, <span dir=\"rtl\">בֹּ֫אָה</span> <a data-ref=\"I Samuel 20:21\" href=\"/I_Samuel.20.21\">1 S 20:21</a> <a data-ref=\"I Kings 13:7\" href=\"/I_Kings.13.7\">1 K 13:7</a>, <span dir=\"rtl\">בּ֫וֹאִי</span>, <span dir=\"rtl\">בֹּ֫אִי</span> <a data-ref=\"II Samuel 13:11\" href=\"/II_Samuel.13.11\">2 S 13:11</a> +; mpl. <span dir=\"rtl\">בֹּ֫אוּ</span> <a data-ref=\"Genesis 45:17\" href=\"/Genesis.45.17\">Gn 45:17</a> +; Inf. <span dir=\"rtl\">בּוֹא</span>, <span dir=\"rtl\">בֹּא</span> <a data-ref=\"Genesis 39:16\" href=\"/Genesis.39.16\">Gn 39:16</a> +; sf. <span dir=\"rtl\">בֹּאִי</span>, <span dir=\"rtl\">בּוֹאִי</span> <a data-ref=\"Genesis 48:5\" href=\"/Genesis.48.5\">Gn 48:5</a> +, <span dir=\"rtl\">בּוֹאֲךָ</span> <a data-ref=\"I Samuel 29:6\" href=\"/I_Samuel.29.6\">1 S 29:6</a> +, <span dir=\"rtl\">בֹּאֲכָה</span> <a data-ref=\"Genesis 10:19\" href=\"/Genesis.10.19\">Gn 10:19</a> +, etc., <span dir=\"rtl\">בֹּאָם</span> <a data-ref=\"Genesis 34:5\" href=\"/Genesis.34.5\">Gn 34:5</a> +, <span dir=\"rtl\">בֹּאָן</span> <a data-ref=\"Genesis 30:38\" href=\"/Genesis.30.38\">Gn 30:38</a> cf. <a data-ref=\"Ezekiel 42:12\" href=\"/Ezekiel.42.12\">Ez 42:12</a> (where Co for <span dir=\"rtl\">בְּבוֹאָן</span> reads <span dir=\"rtl\">לבוא להנה</span>); Pt. <span dir=\"rtl\">בָּא</span> <a data-ref=\"Genesis 33:1\" href=\"/Genesis.33.1\">Gn 33:1</a> +; f. <span dir=\"rtl\">בָּאָ֫ה</span> <a data-ref=\"Genesis 29:6\" href=\"/Genesis.29.6\">Gn 29:6</a> +, <span dir=\"rtl\">הַבָּ֫אָה</span> <a data-ref=\"Genesis 18:21\" href=\"/Genesis.18.21\">Gn 18:21</a> + (accent wrong Ew<sup>§ 331 b N.</sup>); pl. <span dir=\"rtl\">בָּאִים</span> <a data-ref=\"Genesis 18:11\" href=\"/Genesis.18.11\">Gn 18:11</a> +; cstr. <span dir=\"rtl\">בָּאֵי</span> <a data-ref=\"Genesis 23:10\" href=\"/Genesis.23.10\">Gn 23:10</a> +; f. abs. <span dir=\"rtl\">בָּאוֹת</span> <a data-ref=\"Genesis 41:29\" href=\"/Genesis.41.29\">Gn 41:29</a>; (see further on forms Kö<sup>i. 634 f.</sup>);— <strong>1.</strong>  <em>come in</em>, sq. <span dir=\"rtl\">אֶל</span> <a data-ref=\"Genesis 6:18\" href=\"/Genesis.6.18\">Gn 6:18</a>; <a data-ref=\"Genesis 7:9\" href=\"/Genesis.7.9\">7:9</a>, <a data-ref=\"Genesis 7:13\" href=\"/Genesis.7.13\">13</a>, sq. <span dir=\"rtl\">בְּ</span> <a data-ref=\"Genesis 19:8\" href=\"/Genesis.19.8\">Gn 19:8</a> & so (subj. <span dir=\"rtl\">רוּחַ</span>) <a data-ref=\"Ezekiel 2:2\" href=\"/Ezekiel.2.2\">Ez 2:2</a>; <a data-ref=\"Ezekiel 37:10\" href=\"/Ezekiel.37.10\">37:10</a>, sq. <span dir=\"rtl\">לְ</span> <a data-ref=\"Esther 6:4\" href=\"/Esther.6.4\">Est 6:4</a>, sq. <span dir=\"rtl\">ה—ָ</span> loc. <a data-ref=\"Genesis 12:11\" href=\"/Genesis.12.11\">Gn 12:11</a>; <a data-ref=\"Genesis 41:57\" href=\"/Genesis.41.57\">41:57</a> <a data-ref=\"Numbers 14:24\" href=\"/Numbers.14.24\">Nu 14:24</a>, sq. acc. <span dir=\"rtl\">(בית)</span> <a data-ref=\"Judges 18:18\" href=\"/Judges.18.18\">Ju 18:18</a> <a data-ref=\"II Kings 11:19\" href=\"/II_Kings.11.19\">2 K 11:19</a> cf. <a data-ref=\"Psalms 100:4\" href=\"/Psalms.100.4\">ψ 100:4</a> <span dir=\"rtl\">(שַׁעֲרָיו)</span>, & <span dir=\"rtl\">בָּאֵי שַׁעַר עִירוֹ</span> <a data-ref=\"Genesis 23:10\" href=\"/Genesis.23.10\">Gn 23:10</a>, <a data-ref=\"Genesis 23:18\" href=\"/Genesis.23.18\">18</a>; even of lifeless things <a data-ref=\"II Kings 18:21\" href=\"/II_Kings.18.21\">2 K 18:21</a>, <span dir=\"rtl\">וּבָא בְכַפּוֹ</span> (of broken reed) = pierce; of food and drink (sq. <span dir=\"rtl\">אֶל־</span>) <a data-ref=\"Daniel 10:3\" href=\"/Daniel.10.3\">Dn 10:3</a> cf. <a data-ref=\"Genesis 41:21\" href=\"/Genesis.41.21\">Gn 41:21</a> (fat kine when eaten by lean kine); v. also (sq. <span dir=\"rtl\">בְּ</span>) <a data-ref=\"Numbers 5:22\" href=\"/Numbers.5.22\">Nu 5:22</a>, <a data-ref=\"Numbers 5:24\" href=\"/Numbers.5.24\">24</a>, <a data-ref=\"Numbers 5:27\" href=\"/Numbers.5.27\">27</a>; abs. <a data-ref=\"Genesis 7:16\" href=\"/Genesis.7.16\">Gn 7:16</a>; <a data-ref=\"Genesis 24:31\" href=\"/Genesis.24.31\">24:31</a> <a data-ref=\"I Kings 1:42\" href=\"/I_Kings.1.42\">1 K 1:42</a>; <a data-ref=\"I Kings 14:6\" href=\"/I_Kings.14.6\">14:6</a> cf. <a data-ref=\"II Kings 11:5\" href=\"/II_Kings.11.5\">2 K 11:5</a>, <a data-ref=\"II Kings 11:9\" href=\"/II_Kings.11.9\">9</a> = <a data-ref=\"II Chronicles 23:4\" href=\"/II_Chronicles.23.4\">2 Ch 23:4</a>, <a data-ref=\"II Chronicles 23:8\" href=\"/II_Chronicles.23.8\">8</a> +; more partic. <strong>a.</strong>  opp. <span dir=\"rtl\">יָצָא</span>, <em>go out and come in</em> (Sab. <span dir=\"rtl\">וצֿאם או בהאם</span> Hal<sup>152</sup>) <a data-ref=\"Joshua 6:1\" href=\"/Joshua.6.1\">Jos 6:1</a> <a data-ref=\"I Kings 15:17\" href=\"/I_Kings.15.17\">1 K 15:17</a> = <a data-ref=\"II Chronicles 16:1\" href=\"/II_Chronicles.16.1\">2 Ch 16:1</a> <a data-ref=\"II Kings 11:8\" href=\"/II_Kings.11.8\">2 K 11:8</a> = <a data-ref=\"II Chronicles 23:7\" href=\"/II_Chronicles.23.7\">2 Ch 23:7</a>; especially in sense of going about one’s affairs <a data-ref=\"Deuteronomy 28:6\" href=\"/Deuteronomy.28.6\">Dt 28:6</a>; <a data-ref=\"Deuteronomy 28:19\" href=\"/Deuteronomy.28.19\">19</a> <a data-ref=\"Zechariah 8:10\" href=\"/Zechariah.8.10\">Zc 8:10</a> <a data-ref=\"Psalms 121:8\" href=\"/Psalms.121.8\">ψ 121:8</a>; <em>id.</em> + <span dir=\"rtl\">ישׁב</span> <a data-ref=\"II Kings 19:27\" href=\"/II_Kings.19.27\">2 K 19:27</a> = <a data-ref=\"Isaiah 37:28\" href=\"/Isaiah.37.28\">Is 37:28</a>; also sq. <span dir=\"rtl\">לִפְנֵי הָעָם</span> etc. = act as ruler (judge) of, <a data-ref=\"Numbers 27:17\" href=\"/Numbers.27.17\">Nu 27:17</a> <a data-ref=\"II Chronicles 1:10\" href=\"/II_Chronicles.1.10\">2 Ch 1:10</a> cf. <a data-ref=\"I Kings 3:7\" href=\"/I_Kings.3.7\">1 K 3:7</a>; of leading an army <a data-ref=\"I Samuel 18:13\" href=\"/I_Samuel.18.13\">1 S 18:13</a>, <a data-ref=\"I Samuel 18:16\" href=\"/I_Samuel.18.16\">16</a> cf. also <a data-ref=\"Joshua 14:11\" href=\"/Joshua.14.11\">Jos 14:11</a>; v. further <a data-ref=\"Deuteronomy 31:2\" href=\"/Deuteronomy.31.2\">Dt 31:2</a> <a data-ref=\"I Samuel 29:6\" href=\"/I_Samuel.29.6\">1 S 29:6</a> & sub <strong>c.</strong> infr. <strong>b.</strong>  of taking part in worship of congregation <a data-ref=\"Deuteronomy 23:2\" href=\"/Deuteronomy.23.2\">Dt 23:2</a>, <a data-ref=\"Deuteronomy 23:3\" href=\"/Deuteronomy.23.3\">3</a><sup>(×2)</sup>, <a data-ref=\"Deuteronomy 23:4\" href=\"/Deuteronomy.23.4\">4</a><sup>(×2)</sup> + (sq. <span dir=\"rtl\">בְּ</span>); or entering into tabernacle for priestly service <a data-ref=\"Exodus 28:29\" href=\"/Exodus.28.29\">Ex 28:29</a>, <a data-ref=\"Exodus 28:35\" href=\"/Exodus.28.35\">35</a> <a data-ref=\"Leviticus 16:22\" href=\"/Leviticus.16.22\">Lv 16:22</a> (all sq. <span dir=\"rtl\">אֶל־</span>), <a data-ref=\"Exodus 28:30\" href=\"/Exodus.28.30\">Ex 28:30</a> (sq. <span dir=\"rtl\">לִפְנֵי יהוה</span>), <a data-ref=\"Leviticus 16:17\" href=\"/Leviticus.16.17\">Lv 16:17</a> (sq. inf.) +. <strong>c.</strong>  of entering on official duty <a data-ref=\"II Kings 11:9\" href=\"/II_Kings.11.9\">2 K 11:9</a> = <a data-ref=\"II Chronicles 23:8\" href=\"/II_Chronicles.23.8\">2 Ch 23:8</a> <a data-ref=\"I Chronicles 27:1\" href=\"/I_Chronicles.27.1\">1 Ch 27:1</a> (all opp. <span dir=\"rtl\">יצא</span>). <strong>d.</strong>  of bride coming into her husband’s house <a data-ref=\"Joshua 15:18\" href=\"/Joshua.15.18\">Jos 15:18</a> = <a data-ref=\"Judges 1:14\" href=\"/Judges.1.14\">Ju 1:14</a>. <strong>e.</strong>  of entering a woman’s tent or apartment (with implication <em>coire cum femina</em>, cf. Arabic <span dir=\"rtl\">بَآءٌ</span> NH <span dir=\"rtl\">בִּיאָה</span> <em>coitio</em>; on origin of this use of word cf. RS<sup>K 90, 167, 291</sup>) <a data-ref=\"Judges 15:1\" href=\"/Judges.15.1\">Ju 15:1</a> <span dir=\"rtl\">אֶל־אִשְׁתִּי הֶחָ֑דְרָה</span>, <a data-ref=\"Judges 15:16\" href=\"/Judges.15.16\">16</a>;<a data-ref=\"Judges 15:1\" href=\"/Judges.15.1\">1</a> <a data-ref=\"Genesis 6:4\" href=\"/Genesis.6.4\">Gn 6:4</a>; <a data-ref=\"Genesis 16:2\" href=\"/Genesis.16.2\">16:2</a>; <a data-ref=\"Genesis 30:3\" href=\"/Genesis.30.3\">30:3</a>; <a data-ref=\"Genesis 38:8\" href=\"/Genesis.38.8\">38:8</a>, <a data-ref=\"Genesis 38:9\" href=\"/Genesis.38.9\">9</a>; <a data-ref=\"Genesis 39:14\" href=\"/Genesis.39.14\">39:14</a> <a data-ref=\"Deuteronomy 22:13\" href=\"/Deuteronomy.22.13\">Dt 22:13</a> <a data-ref=\"II Samuel 12:24\" href=\"/II_Samuel.12.24\">2 S 12:24</a>; <a data-ref=\"II Samuel 16:21\" href=\"/II_Samuel.16.21\">16:21</a>; <a data-ref=\"II Samuel 20:3\" href=\"/II_Samuel.20.3\">20:3</a> <a data-ref=\"Ezekiel 23:44\" href=\"/Ezekiel.23.44\">Ez 23:44</a><sup>(×3)</sup> <a data-ref=\"Proverbs 6:29\" href=\"/Proverbs.6.29\">Pr 6:29</a> (all sq. <span dir=\"rtl\">אֶל־</span>); sq. <span dir=\"rtl\">עַל־</span> <a data-ref=\"Genesis 19:31\" href=\"/Genesis.19.31\">Gn 19:31</a> <a data-ref=\"Deuteronomy 25:5\" href=\"/Deuteronomy.25.5\">Dt 25:5</a> <span dir=\"rtl\">יָבֹא עָלֶיהָ וּלְקָחָהּ לוֹ לְאִשָּׁה</span>; cf. <span dir=\"rtl\">בָּאֶיהָ</span> <a data-ref=\"Proverbs 2:19\" href=\"/Proverbs.2.19\">Pr 2:19</a>;—subj. rarely woman <a data-ref=\"Genesis 19:34\" href=\"/Genesis.19.34\">Gn 19:34</a> <a data-ref=\"II Samuel 11:4\" href=\"/II_Samuel.11.4\">2 S 11:4</a>. <strong>f.</strong>  of associating with (sq. <span dir=\"rtl\">בְּ</span>) <a data-ref=\"Joshua 23:7\" href=\"/Joshua.23.7\">Jos 23:7</a>, <a data-ref=\"Joshua 23:12\" href=\"/Joshua.23.12\">12</a> cf. <a data-ref=\"Genesis 49:6\" href=\"/Genesis.49.6\">Gn 49:6</a> <span dir=\"rtl\">בְּסֹדָם אַל תָּבֹא נַפְשִׁי</span> (<span dir=\"rtl\">אַל־תֵּחַד</span> ‖ <span dir=\"rtl\">בִּקְהָלָם</span>). <strong>g.</strong>  of entering into specific relations, <span dir=\"rtl\">בּ׳ בְאָלָה</span>, <span dir=\"rtl\">בּ׳ בִבְרִית</span> (v. <a data-ref=\"BDB, אלה\" href=\"/BDB,_אלה\", dir=\"rtl\">אלה</a>, <a data-ref=\"BDB, בְּרִית\" href=\"/BDB,_בְּרִית\", dir=\"rtl\">ברית</a>); <span dir=\"rtl\">בּוֹא בְדָמִים</span> <em>come into blood-guiltiness</em>, became guilty of murder <a data-ref=\"I Samuel 25:26\" href=\"/I_Samuel.25.26\">1 S 25:26</a>. <strong>h.</strong>  of burial, <span dir=\"rtl\">בּ׳ אֶל־קֶבֶר</span> <a data-ref=\"I Kings 13:22\" href=\"/I_Kings.13.22\">1 K 13:22</a>; <a data-ref=\"I Kings 14:13\" href=\"/I_Kings.14.13\">14:13</a> cf. <span dir=\"rtl\">תָּבוֹא אֶל־אֲבוֹתֶיךָ</span> <a data-ref=\"Genesis 15:15\" href=\"/Genesis.15.15\">Gn 15:15</a> (‖ <span dir=\"rtl\">תִּקָּבֵר</span>). <strong>i.</strong>  of sun, <em>set</em> (go in, enter, cf. Assyrian <em>erîb šamši</em> COT <a data-ref=\"Genesis 19:23\" href=\"/Genesis.19.23\">Gn 19:23</a>; opp. <span dir=\"rtl\">יצא</span> <em>go forth, rise</em>) <a data-ref=\"Genesis 15:12\" href=\"/Genesis.15.12\">Gn 15:12</a>, <a data-ref=\"Genesis 15:17\" href=\"/Genesis.15.17\">17</a>; <a data-ref=\"Genesis 28:11\" href=\"/Genesis.28.11\">28:11</a> <a data-ref=\"Exodus 17:12\" href=\"/Exodus.17.12\">Ex 17:12</a>; <a data-ref=\"Exodus 22:25\" href=\"/Exodus.22.25\">22:25</a> <a data-ref=\"Leviticus 22:7\" href=\"/Leviticus.22.7\">Lv 22:7</a> <a data-ref=\"Deuteronomy 16:6\" href=\"/Deuteronomy.16.6\">Dt 16:6</a>; <a data-ref=\"Deuteronomy 23:12\" href=\"/Deuteronomy.23.12\">23:12</a>; <a data-ref=\"Deuteronomy 24:13\" href=\"/Deuteronomy.24.13\">24:13</a>, <a data-ref=\"Deuteronomy 24:15\" href=\"/Deuteronomy.24.15\">15</a> <a data-ref=\"Joshua 8:29\" href=\"/Joshua.8.29\">Jos 8:29</a>; <a data-ref=\"Joshua 10:13\" href=\"/Joshua.10.13\">10:13</a>, <a data-ref=\"Joshua 10:27\" href=\"/Joshua.10.27\">27</a> <a data-ref=\"Judges 19:14\" href=\"/Judges.19.14\">Ju 19:14</a> <a data-ref=\"Ecclesiastes 1:5\" href=\"/Ecclesiastes.1.5\">Ec 1:5</a> <a data-ref=\"II Samuel 2:24\" href=\"/II_Samuel.2.24\">2 S 2:24</a>; <a data-ref=\"II Samuel 3:35\" href=\"/II_Samuel.3.35\">3:35</a> <a data-ref=\"I Kings 22:36\" href=\"/I_Kings.22.36\">1 K 22:36</a>; <a data-ref=\"I Kings 18:34\" href=\"/I_Kings.18.34\">18:34</a>; so also fig. <a data-ref=\"Jeremiah 15:9\" href=\"/Jeremiah.15.9\">Je 15:9</a> of calamity <span dir=\"rtl\">בּאה שִׁמְשָׁהּ בְּעוֹד יוֹמָם</span> (‖ <span dir=\"rtl\">אֻמְלְלָה יֹלֶדֶת הַשִּׁבְעָה</span> etc.), cf. <a data-ref=\"Isaiah 60:20\" href=\"/Isaiah.60.20\">Is 60:20</a>; <a data-ref=\"Micah 3:6\" href=\"/Micah.3.6\">Mi 3:6</a> <span dir=\"rtl\">וּב׳ הַשֶּׁמֶשׁ עַל־הַנְּבִיאִים</span> of ignorance and confusion. <strong>j.</strong>  of harvest, <em>come in</em> = be gathered <a data-ref=\"Leviticus 25:22\" href=\"/Leviticus.25.22\">Lv 25:22</a> (cf. <a data-ref=\"BDB, תְּבוּאָה\" href=\"/BDB,_תְּבוּאָה\", dir=\"rtl\">תְּבוּאָה</a>); so of revenue (<em>income</em>) <a data-ref=\"I Kings 10:14\" href=\"/I_Kings.10.14\">1 K 10:14</a> = <a data-ref=\"II Chronicles 9:13\" href=\"/II_Chronicles.9.13\">2 Ch 9:13</a> (sq. <span dir=\"rtl\">לְ</span> pers.),—opp. <span dir=\"rtl\">יצא</span> <em>be expended</em>. <strong>k.</strong> in other phrases: <span dir=\"rtl\">וַתָּבֹא הָעִיר בַּמָּצוֹר</span> <a data-ref=\"II Kings 24:10\" href=\"/II_Kings.24.10\">2 K 24:10</a> + <em>and the city came into siege;</em> cf. <a data-ref=\"Psalms 105:18\" href=\"/Psalms.105.18\">ψ 105:18</a> <span dir=\"rtl\">בַּרְזֶל בָּאָה נַפְשׁוֹ</span> <em>his soul came into iron</em> (v. AV RVm; Che <em>felt iron chains</em>, cf. Ew Ol Hup Pe; 𝔗 Hi De al. <em>iron came upon his soul</em>); <span dir=\"rtl\">בָּא בַּיָּמִים</span> <em>come into</em> (<em>the</em>) <em>days</em>, = advanced in age <a data-ref=\"Genesis 24:1\" href=\"/Genesis.24.1\">Gn 24:1</a> <a data-ref=\"Joshua 13:1\" href=\"/Joshua.13.1\">Jos 13:1</a>; <a data-ref=\"Joshua 23:1\" href=\"/Joshua.23.1\">23:1</a> (all ‖ <span dir=\"rtl\">זָקֵן</span>); on <a data-ref=\"I Samuel 17:12\" href=\"/I_Samuel.17.12\">1 S 17:12</a> v. Dr <strong>2.</strong>  <em>come</em> (approach, arrive) opp. <span dir=\"rtl\">הָלַךְ</span> <a data-ref=\"Genesis 16:8\" href=\"/Genesis.16.8\">Gn 16:8</a> <a data-ref=\"I Samuel 20:21\" href=\"/I_Samuel.20.21\">1 S 20:21</a> (cf. v <a data-ref=\"I Samuel 20:22\" href=\"/I_Samuel.20.22\">22</a>) <a data-ref=\"Nehemiah 6:17\" href=\"/Nehemiah.6.17\">Ne 6:17</a> <a data-ref=\"Ecclesiastes 5:14\" href=\"/Ecclesiastes.5.14\">Ec 5:14</a>, <a data-ref=\"Ecclesiastes 5:15\" href=\"/Ecclesiastes.5.15\">15</a> (of birth opp. death); sq. <span dir=\"rtl\">אֶל־</span> pers. vel rei <a data-ref=\"Genesis 14:7\" href=\"/Genesis.14.7\">Gn 14:7</a>; <a data-ref=\"Genesis 37:23\" href=\"/Genesis.37.23\">37:23</a>; sq. <span dir=\"rtl\">עַל־</span> <a data-ref=\"Exodus 18:23\" href=\"/Exodus.18.23\">Ex 18:23</a> <a data-ref=\"II Chronicles 20:24\" href=\"/II_Chronicles.20.24\">2 Ch 20:24</a> (<em>come up upon</em>, almost = <em>ascend</em>); cf. also <a data-ref=\"Leviticus 21:11\" href=\"/Leviticus.21.11\">Lv 21:11</a> <a data-ref=\"Numbers 6:6\" href=\"/Numbers.6.6\">Nu 6:6</a>; sq. <span dir=\"rtl\">לְ</span> <a data-ref=\"I Samuel 9:12\" href=\"/I_Samuel.9.12\">1 S 9:12</a> <a data-ref=\"II Chronicles 29:17\" href=\"/II_Chronicles.29.17\">2 Ch 29:17</a>; sq. <span dir=\"rtl\">עַד</span> <a data-ref=\"Numbers 13:22\" href=\"/Numbers.13.22\">Nu 13:22</a> <a data-ref=\"Judges 15:14\" href=\"/Judges.15.14\">Ju 15:14</a> <a data-ref=\"II Samuel 16:5\" href=\"/II_Samuel.16.5\">2 S 16:5</a>; cf. <span dir=\"rtl\">בָּאוּ בָנִים עַד־מַשְׁבֵּר</span> <a data-ref=\"II Kings 19:3\" href=\"/II_Kings.19.3\">2 K 19:3</a> = <a data-ref=\"Isaiah 37:3\" href=\"/Isaiah.37.3\">Is 37:3</a> <em>children have come to the birth;</em> sq. <span dir=\"rtl\">עַד</span> + <span dir=\"rtl\">אֶל</span> <a data-ref=\"II Kings 9:20\" href=\"/II_Kings.9.20\">2 K 9:20</a> <span dir=\"rtl\">בָּא עַד אֲלֵיהֶם</span>; sq. <span dir=\"rtl\">ָה</span> loc. <a data-ref=\"Judges 11:16\" href=\"/Judges.11.16\">Ju 11:16</a> <a data-ref=\"II Kings 6:4\" href=\"/II_Kings.6.4\">2 K 6:4</a>; sq. acc. <a data-ref=\"I Samuel 4:12\" href=\"/I_Samuel.4.12\">1 S 4:12</a>; <a data-ref=\"II Kings 8:7\" href=\"/II_Kings.8.7\">2 K 8:7</a> <a data-ref=\"Jeremiah 32:24\" href=\"/Jeremiah.32.24\">Je 32:24</a>; cf. also <a data-ref=\"Lamentations 1:4\" href=\"/Lamentations.1.4\">La 1:4</a> <span dir=\"rtl\">בָּאֵי מוֹעֵד</span> <em>those coming to an appointed feast;</em> abs. <a data-ref=\"Genesis 45:16\" href=\"/Genesis.45.16\">Gn 45:16</a> <em>Joseph’s brethren are come</em>, & often; also of lifeless things, ark of <span dir=\"rtl\">י׳</span> <a data-ref=\"I Samuel 4:6\" href=\"/I_Samuel.4.6\">1 S 4:6</a>; wind <a data-ref=\"Job 1:19\" href=\"/Job.1.19\">Jb 1:19</a>; so <span dir=\"rtl\">כַּסְפְּכֶם בָּא אֵלָ֑י</span> <a data-ref=\"Genesis 43:23\" href=\"/Genesis.43.23\">Gn 43:23</a> <em>your money came unto me</em> = I received your money; <em>our inheritance has fallen to us</em> <a data-ref=\"Numbers 32:19\" href=\"/Numbers.32.19\">Nu 32:19</a> (c. <span dir=\"rtl\">אֶל־</span>); so <a data-ref=\"I Samuel 9:16\" href=\"/I_Samuel.9.16\">1 S 9:16</a> <em>its cry is come unto me</em>, cf. <a data-ref=\"Genesis 18:21\" href=\"/Genesis.18.21\">Gn 18:21</a> <a data-ref=\"Exodus 3:9\" href=\"/Exodus.3.9\">Ex 3:9</a> <a data-ref=\"Lamentations 1:22\" href=\"/Lamentations.1.22\">La 1:22</a>; of time, often of imminent future, especially in phr. <span dir=\"rtl\">הִנֵּה יָמִים בָּאִים</span> <a data-ref=\"Isaiah 39:6\" href=\"/Isaiah.39.6\">Is 39:6</a> = <a data-ref=\"II Kings 20:17\" href=\"/II_Kings.20.17\">2 K 20:17</a> <a data-ref=\"Jeremiah 7:32\" href=\"/Jeremiah.7.32\">Je 7:32</a>; <a data-ref=\"Jeremiah 9:24\" href=\"/Jeremiah.9.24\">9:24</a>; <a data-ref=\"Jeremiah 16:14\" href=\"/Jeremiah.16.14\">16:14</a>; <a data-ref=\"Jeremiah 19:6\" href=\"/Jeremiah.19.6\">19:6</a>; cf. also <a data-ref=\"I Samuel 26:10\" href=\"/I_Samuel.26.10\">1 S 26:10</a> <a data-ref=\"Ezekiel 7:7\" href=\"/Ezekiel.7.7\">Ez 7:7</a> +; of day of <span dir=\"rtl\">י׳</span> <a data-ref=\"Joel 2:1\" href=\"/Joel.2.1\">Jo 2:1</a>; <a data-ref=\"Joel 3:4\" href=\"/Joel.3.4\">3:4</a> <a data-ref=\"Zechariah 14:1\" href=\"/Zechariah.14.1\">Zc 14:1</a> <a data-ref=\"Malachi 3:2\" href=\"/Malachi.3.2\">Mal 3:2</a>, <a data-ref=\"Malachi 3:19\" href=\"/Malachi.3.19\">19</a>, <a data-ref=\"Malachi 3:23\" href=\"/Malachi.3.23\">23</a>; also ptcp. as adj. <span dir=\"rtl\">הַיָּמִים הַבָּאִים</span> <a data-ref=\"Ecclesiastes 2:16\" href=\"/Ecclesiastes.2.16\">Ec 2:16</a> cf. <a data-ref=\"Jeremiah 47:4\" href=\"/Jeremiah.47.4\">Je 47:4</a>; as subst. <span dir=\"rtl\">הַבָּאוֹת</span> <a data-ref=\"Isaiah 41:22\" href=\"/Isaiah.41.22\">Is 41:22</a> <em>things to come</em>, future things; & <span dir=\"rtl\">הַבָּאִים</span> alone = adv. <em>in</em> (<em>days</em>) <em>to come</em> <a data-ref=\"Isaiah 27:6\" href=\"/Isaiah.27.6\">Is 27:6</a>; partic. <strong>a.</strong>  <em>come with</em>, i. e. come, bringing, sq. <span dir=\"rtl\">בְּ</span>: <span dir=\"rtl\">אָבוֹא בֵיתְךָ בְעוֹלוֹת</span> <a data-ref=\"Psalms 66:13\" href=\"/Psalms.66.13\">ψ 66:13</a>; <span dir=\"rtl\">אָבוֹא בִּגְבֻרוֹת אדני י׳</span> <a data-ref=\"Psalms 71:16\" href=\"/Psalms.71.16\">ψ 71:16</a> (‖ <span dir=\"rtl\">אַזְכִּיר צִדְקָֽתְךָ</span>) so <a data-ref=\"Leviticus 16:3\" href=\"/Leviticus.16.3\">Lv 16:3</a> & perhaps <a data-ref=\"Proverbs 18:6\" href=\"/Proverbs.18.6\">Pr 18:6</a>—cf. <span dir=\"rtl\">בְּ</span> <strong>III. 1. b.</strong> <strong>b.</strong>  <em>come upon, fall</em> or <em>light upon</em>, of enemy, <em>attack</em>, sq. <span dir=\"rtl\">עַל־</span> <a data-ref=\"Genesis 34:27\" href=\"/Genesis.34.27\">Gn 34:27</a> <a data-ref=\"I Samuel 11:12\" href=\"/I_Samuel.11.12\">1 S 11:12</a> cf. <a data-ref=\"Genesis 32:9\" href=\"/Genesis.32.9\">Gn 32:9</a> (sq. <span dir=\"rtl\">אֶל־</span>); sq. sf. <a data-ref=\"Job 15:21\" href=\"/Job.15.21\">Jb 15:21</a>, so also <a data-ref=\"Job 20:22\" href=\"/Job.20.22\">20:22</a> <a data-ref=\"Ezekiel 32:11\" href=\"/Ezekiel.32.11\">Ez 32:11</a>; of calamity, etc. <a data-ref=\"Proverbs 10:24\" href=\"/Proverbs.10.24\">Pr 10:24</a>; <a data-ref=\"Proverbs 28:22\" href=\"/Proverbs.28.22\">28:22</a> <a data-ref=\"Psalms 36:12\" href=\"/Psalms.36.12\">ψ 36:12</a>; <a data-ref=\"Psalms 44:18\" href=\"/Psalms.44.18\">44:18</a> (all c. sf.); sq. <span dir=\"rtl\">לְ</span> <a data-ref=\"Job 3:25\" href=\"/Job.3.25\">Jb 3:25</a> (‖ <span dir=\"rtl\">אתה</span> c. sf.) <a data-ref=\"Isaiah 47:9\" href=\"/Isaiah.47.9\">Is 47:9</a> (‖ <span dir=\"rtl\">בוא על</span>); of blessing, sq. <span dir=\"rtl\">עַל־</span> <a data-ref=\"Joshua 23:15\" href=\"/Joshua.23.15\">Jos 23:15</a>; sq. sf. <a data-ref=\"Job 22:21\" href=\"/Job.22.21\">Jb 22:21</a> (cf. Di) <a data-ref=\"Psalms 119:41\" href=\"/Psalms.119.41\">ψ 119:41</a>, <a data-ref=\"Psalms 119:77\" href=\"/Psalms.119.77\">77</a>. <strong>c.</strong>  <em>come to pass</em>, of signs, wonders, predictions, etc. <a data-ref=\"Deuteronomy 13:3\" href=\"/Deuteronomy.13.3\">Dt 13:3</a> <a data-ref=\"Joshua 23:14\" href=\"/Joshua.23.14\">Jos 23:14</a> <a data-ref=\"I Samuel 9:6\" href=\"/I_Samuel.9.6\">1 S 9:6</a> <span dir=\"rtl\">(בֹּא יָבֹא)</span> <a data-ref=\"Isaiah 42:9\" href=\"/Isaiah.42.9\">Is 42:9</a> <a data-ref=\"Jeremiah 28:9\" href=\"/Jeremiah.28.9\">Je 28:9</a> <a data-ref=\"Proverbs 13:12\" href=\"/Proverbs.13.12\">Pr 13:12</a> <a data-ref=\"Job 6:8\" href=\"/Job.6.8\">Jb 6:8</a> +. <strong>d.</strong>  <a data-ref=\"Genesis 6:13\" href=\"/Genesis.6.13\">Gn 6:13</a> <span dir=\"rtl\">קֵץ כָּל־בָּשָׂר בָּא לְפָנַי</span> perhaps <em>has presented itself before me</em> (v. Kn), cf. <a data-ref=\"Lamentations 1:22\" href=\"/Lamentations.1.22\">La 1:22</a> supr. & <a data-ref=\"II Chronicles 7:11\" href=\"/II_Chronicles.7.11\">2 Ch 7:11</a> (where <span dir=\"rtl\">בוא</span> for usual <span dir=\"rtl\">עלה</span>); but perhaps (cf. Di) <em>has come to pass before me</em>, i. e. in my mind it is already a fact. <strong>e.</strong>  † in phr. <span dir=\"rtl\">עַד־בּוֹאֲךָ עַזָּה</span> <a data-ref=\"Judges 6:4\" href=\"/Judges.6.4\">Ju 6:4</a> cf. <a data-ref=\"Judges 11:33\" href=\"/Judges.11.33\">11:33</a> <a data-ref=\"I Samuel 17:52\" href=\"/I_Samuel.17.52\">1 S 17:52</a> <a data-ref=\"II Samuel 5:25\" href=\"/II_Samuel.5.25\">2 S 5:25</a> <a data-ref=\"I Kings 18:46\" href=\"/I_Kings.18.46\">1 K 18:46</a> <span dir=\"rtl\">(עַד־בֹּאֲכָה)</span> <em>until thou comest to</em> = as far as; so also <span dir=\"rtl\">בּוֹאֲךָ (בֹּאֲכָה)</span> alone, = as far as, or in the direction of, <a data-ref=\"Genesis 10:19\" href=\"/Genesis.10.19\">Gn 10:19</a><sup>(×2)</sup>, <a data-ref=\"Genesis 10:30\" href=\"/Genesis.10.30\">30</a>; <a data-ref=\"Genesis 13:10\" href=\"/Genesis.13.10\">13:10</a>; <a data-ref=\"Genesis 25:18\" href=\"/Genesis.25.18\">25:18</a> <a data-ref=\"I Samuel 27:8\" href=\"/I_Samuel.27.8\">1 S 27:8</a> (all sq. <span dir=\"rtl\">ָה</span> loc.) <a data-ref=\"I Samuel 15:7\" href=\"/I_Samuel.15.7\">1 S 15:7</a>; so <span dir=\"rtl\">לְבֹא חֲמָת</span> <a data-ref=\"Numbers 13:21\" href=\"/Numbers.13.21\">Nu 13:21</a>; <a data-ref=\"Numbers 34:8\" href=\"/Numbers.34.8\">34:8</a> <a data-ref=\"Ezekiel 48:1\" href=\"/Ezekiel.48.1\">Ez 48:1</a>, cf. <a data-ref=\"Ezekiel 47:15\" href=\"/Ezekiel.47.15\">Ez 47:15</a> (in a different connexion <span dir=\"rtl\">לָבוֹא אפרתה</span> <a data-ref=\"Genesis 35:16\" href=\"/Genesis.35.16\">Gn 35:16</a>; <a data-ref=\"Genesis 48:7\" href=\"/Genesis.48.7\">48:7</a>); <span dir=\"rtl\">עַד לְבוֹא ח׳</span> <a data-ref=\"Joshua 13:5\" href=\"/Joshua.13.5\">Jos 13:5</a> <a data-ref=\"Judges 3:3\" href=\"/Judges.3.3\">Ju 3:3</a> <a data-ref=\"I Chronicles 13:5\" href=\"/I_Chronicles.13.5\">1 Ch 13:5</a>, cf. <a data-ref=\"I Chronicles 5:9\" href=\"/I_Chronicles.5.9\">5:9</a> <a data-ref=\"II Chronicles 26:8\" href=\"/II_Chronicles.26.8\">2 Ch 26:8</a> <a data-ref=\"Ezekiel 47:20\" href=\"/Ezekiel.47.20\">Ez 47:20</a>; <span dir=\"rtl\">מִלְּבוֹא ח׳</span> <a data-ref=\"Amos 6:14\" href=\"/Amos.6.14\">Am 6:14</a> <a data-ref=\"I Kings 8:65\" href=\"/I_Kings.8.65\">1 K 8:65</a> <a data-ref=\"II Kings 14:25\" href=\"/II_Kings.14.25\">2 K 14:25</a> <a data-ref=\"II Chronicles 7:8\" href=\"/II_Chronicles.7.8\">2 Ch 7:8</a>; of Isaac <span dir=\"rtl\">בָּא מִבּוֹא בְּאֵר לַחַי רֹאִי</span> <a data-ref=\"Genesis 24:62\" href=\"/Genesis.24.62\">Gn 24:62</a> (but text dub.) <strong>f.</strong>  <em>attain to</em> <span dir=\"rtl\">וְעַד הַשְּׁלשָׁה לֹא בָא</span> <a data-ref=\"II Samuel 23:19\" href=\"/II_Samuel.23.19\">2 S 23:19</a> = <a data-ref=\"I Chronicles 11:21\" href=\"/I_Chronicles.11.21\">1 Ch 11:21</a>. <strong>g.</strong>  <em>be enumerated</em> <span dir=\"rtl\">הַבָּאִים בְּשֵׁמוֹת</span>, lit. <em>those coming with names</em> <a data-ref=\"I Chronicles 4:38\" href=\"/I_Chronicles.4.38\">1 Ch 4:38</a>. <strong>3.</strong>  <em>go</em>, i.e. <em>walk, associate with</em> <span dir=\"rtl\">(עִם)</span> <a data-ref=\"Psalms 26:4\" href=\"/Psalms.26.4\">ψ 26:4</a>, so c. <span dir=\"rtl\">אֵת</span> <a data-ref=\"Proverbs 22:24\" href=\"/Proverbs.22.24\">Pr 22:24</a> (cf. <span dir=\"rtl\">הלך את</span> <a data-ref=\"Proverbs 13:20\" href=\"/Proverbs.13.20\">13:20</a> & <span dir=\"rtl\">התהלך את</span> <a data-ref=\"Genesis 5:22\" href=\"/Genesis.5.22\">Gn 5:22</a>, <a data-ref=\"Genesis 5:24\" href=\"/Genesis.5.24\">24</a>; <a data-ref=\"Genesis 6:9\" href=\"/Genesis.6.9\">6:9</a>). <strong>4.</strong>  <em>go</em> (cf. <span dir=\"rtl\">הלך</span>) from speaker, but with limit of motion given <a data-ref=\"Isaiah 22:15\" href=\"/Isaiah.22.15\">Is 22:15</a> <span dir=\"rtl\">לֶךְ־בֹּא אֶל־</span>, so <a data-ref=\"Ezekiel 3:4\" href=\"/Ezekiel.3.4\">Ez 3:4</a>, <a data-ref=\"Ezekiel 3:11\" href=\"/Ezekiel.3.11\">11</a>; <a data-ref=\"Genesis 45:17\" href=\"/Genesis.45.17\">Gn 45:17</a> <span dir=\"rtl\">וּלְכוּ־בֹאוּ אַרְצָה כְּנָ֑עַן</span>; <a data-ref=\"I Samuel 22:5\" href=\"/I_Samuel.22.5\">1 S 22:5</a> <span dir=\"rtl\">לֵךְ וּבָאתָ־לְךָ אֶרֶץ יְהוּדָה</span>; <a data-ref=\"Isaiah 47:5\" href=\"/Isaiah.47.5\">Is 47:5</a> <a data-ref=\"Jonah 1:3\" href=\"/Jonah.1.3\">Jon 1:3</a> <span dir=\"rtl\">אֳנִיָּה בָּאָה תַרְשִׁישׁ</span> <em>a ship going to Tarshish; go to war</em> <span dir=\"rtl\">יָבֹאוּ לַמִּלְחָמָה</span> <a data-ref=\"Numbers 32:6\" href=\"/Numbers.32.6\">Nu 32:6</a>.<br><strong>Hiph.</strong>  Pf. <span dir=\"rtl\">הֵבִיא</span> <a data-ref=\"Genesis 4:4\" href=\"/Genesis.4.4\">Gn 4:4</a> +; sf. <span dir=\"rtl\">הֱבִיאַנִי</span> <a data-ref=\"Deuteronomy 9:4\" href=\"/Deuteronomy.9.4\">Dt 9:4</a> +, etc.; 2 ms. <span dir=\"rtl\">הֵבֵיאתָ</span> <a data-ref=\"Isaiah 43:23\" href=\"/Isaiah.43.23\">Is 43:23</a>, <span dir=\"rtl\">הֵבֵאתָ</span> <a data-ref=\"Genesis 20:9\" href=\"/Genesis.20.9\">Gn 20:9</a> +, etc.; sf. <span dir=\"rtl\">הֲבִיֹאתַנִי</span> <a data-ref=\"II Samuel 7:18\" href=\"/II_Samuel.7.18\">2 S 7:18</a> <a data-ref=\"I Chronicles 17:16\" href=\"/I_Chronicles.17.16\">1 Ch 17:16</a>, <span dir=\"rtl\">הֲבִיאֹתָנוּ</span> <a data-ref=\"Numbers 16:14\" href=\"/Numbers.16.14\">Nu 16:14</a>, <span dir=\"rtl\">הֲבֵתָנוּ</span> <a data-ref=\"Psalms 66:11\" href=\"/Psalms.66.11\">ψ 66:11</a>; 1 s. <span dir=\"rtl\">הֵבֵאתִי</span> <a data-ref=\"Genesis 31:39\" href=\"/Genesis.31.39\">Gn 31:39</a> +, <span dir=\"rtl\">והבאיתי</span> <a data-ref=\"Jeremiah 25:13\" href=\"/Jeremiah.25.13\">Je 25:13</a> Kt (Qr <span dir=\"rtl\">וְהֵבֵאתִי</span>); sf. <span dir=\"rtl\">וַהֲבִיאוֹתִיךָ</span> <a data-ref=\"Ezekiel 38:16\" href=\"/Ezekiel.38.16\">Ez 38:16</a> +, <span dir=\"rtl\">הֲבֵאתִיהָ</span> <a data-ref=\"Isaiah 37:26\" href=\"/Isaiah.37.26\">Is 37:26</a>, etc.; 3 pl. <span dir=\"rtl\">הֵבִיאוּ</span> <a data-ref=\"Genesis 43:2\" href=\"/Genesis.43.2\">Gn 43:2</a> +; sf. <span dir=\"rtl\">הֱבִיאוּהוּ</span> <a data-ref=\"II Chronicles 28:27\" href=\"/II_Chronicles.28.27\">2 Ch 28:27</a> etc.; 2 mpl. <span dir=\"rtl\">הֲבֵאתֶם</span> <a data-ref=\"Numbers 20:4\" href=\"/Numbers.20.4\">Nu 20:4</a> +; <span dir=\"rtl\">וַהֲבִיאֹתֶם</span> <a data-ref=\"I Samuel 16:17\" href=\"/I_Samuel.16.17\">1 S 16:17</a>; 1 pl. sf. <span dir=\"rtl\">הֲבִיאֹנֻם</span> <a data-ref=\"Numbers 32:17\" href=\"/Numbers.32.17\">Nu 32:17</a>; Impf. <span dir=\"rtl\">יָבִיא (יָבִא)</span> <a data-ref=\"Leviticus 4:32\" href=\"/Leviticus.4.32\">Lv 4:32</a> +, <span dir=\"rtl\">וַיָּבֵא</span> <a data-ref=\"Genesis 2:19\" href=\"/Genesis.2.19\">Gn 2:19</a> +; sf. <span dir=\"rtl\">וַיְבִיאֵנִי</span> <a data-ref=\"Ezekiel 40:17\" href=\"/Ezekiel.40.17\">Ez 40:17</a>, etc.; 2 ms. <span dir=\"rtl\">תָּבִיא</span> <a data-ref=\"Job 14:3\" href=\"/Job.14.3\">Jb 14:3</a>; sf. <span dir=\"rtl\">תְּבִיאֵהוּ</span> <a data-ref=\"Jeremiah 13:1\" href=\"/Jeremiah.13.1\">Je 13:1</a>, <span dir=\"rtl\">וַתְּבִיאֵם</span> <a data-ref=\"Nehemiah 9:23\" href=\"/Nehemiah.9.23\">Ne 9:23</a>, <span dir=\"rtl\">תְּבִאֵ֗מוֹ</span> <a data-ref=\"Exodus 15:17\" href=\"/Exodus.15.17\">Ex 15:17</a>, <span dir=\"rtl\">אָבִיא</span> <a data-ref=\"Exodus 11:1\" href=\"/Exodus.11.1\">Ex 11:1</a> + (<span dir=\"rtl\">אָבִי</span> <a data-ref=\"I Kings 21:29\" href=\"/I_Kings.21.29\">1 K 21:29</a> <a data-ref=\"Micah 1:15\" href=\"/Micah.1.15\">Mi 1:15</a>), etc.; Imv. <span dir=\"rtl\">הָבֵא</span> <a data-ref=\"Genesis 43:16\" href=\"/Genesis.43.16\">Gn 43:16</a> <a data-ref=\"Exodus 4:6\" href=\"/Exodus.4.6\">Ex 4:6</a>, <span dir=\"rtl\">הָבֵיא</span> <a data-ref=\"I Samuel 20:40\" href=\"/I_Samuel.20.40\">1 S 20:40</a>, <span dir=\"rtl\">הָבִיאָה</span> <a data-ref=\"Genesis 27:7\" href=\"/Genesis.27.7\">Gn 27:7</a> +; fs. <span dir=\"rtl\">הָבִיאִי</span> <a data-ref=\"II Samuel 13:10\" href=\"/II_Samuel.13.10\">2 S 13:10</a> +, etc.; Inf. abs. <span dir=\"rtl\">הָבֵא</span> <a data-ref=\"Haggai 1:6\" href=\"/Haggai.1.6\">Hg 1:6</a>; cstr. <span dir=\"rtl\">הָבִיא</span> <a data-ref=\"Genesis 18:19\" href=\"/Genesis.18.19\">Gn 18:19</a> +; Pt. <span dir=\"rtl\">מֵבִיא</span> <a data-ref=\"Psalms 74:5\" href=\"/Psalms.74.5\">ψ 74:5</a> +, <span dir=\"rtl\">מֵבִי</span> <a data-ref=\"I Kings 21:21\" href=\"/I_Kings.21.21\">1 K 21:21</a> + 3 times, <span dir=\"rtl\">מְבִיאֲךָ</span> <a data-ref=\"Deuteronomy 8:7\" href=\"/Deuteronomy.8.7\">Dt 8:7</a>; pl. <span dir=\"rtl\">מְבִיאִים (מְבִאִים)</span> <a data-ref=\"I Kings 10:25\" href=\"/I_Kings.10.25\">1 K 10:25</a> +; cstr. <span dir=\"rtl\">מְבִאֵי</span> <a data-ref=\"Jeremiah 17:26\" href=\"/Jeremiah.17.26\">Je 17:26</a>, <span dir=\"rtl\">מְבִיאֶיהָ</span> <a data-ref=\"Daniel 11:6\" href=\"/Daniel.11.6\">Dn 11:6</a>;— <strong>1.</strong>  <em>cause to come in, bring in</em> (conduct, lead, obj. persons and animals), sq. <span dir=\"rtl\">אֶל־</span> <a data-ref=\"Genesis 6:19\" href=\"/Genesis.6.19\">Gn 6:19</a> <a data-ref=\"Song of Songs 2:4\" href=\"/Song_of_Songs.2.4\">Ct 2:4</a>; <a data-ref=\"Song of Songs 3:4\" href=\"/Song_of_Songs.3.4\">3:4</a>; sq. <span dir=\"rtl\">בְּ</span> <a data-ref=\"Leviticus 26:41\" href=\"/Leviticus.26.41\">Lv 26:41</a> <a data-ref=\"Psalms 66:11\" href=\"/Psalms.66.11\">ψ 66:11</a>; sq. <span dir=\"rtl\">לְ</span> <a data-ref=\"Judges 19:21\" href=\"/Judges.19.21\">Ju 19:21</a> <a data-ref=\"I Samuel 19:22\" href=\"/I_Samuel.19.22\">1 S 19:22</a>; sq. <span dir=\"rtl\">לִפְנֵי</span> <a data-ref=\"Esther 1:11\" href=\"/Esther.1.11\">Est 1:11</a>, <a data-ref=\"Esther 1:17\" href=\"/Esther.1.17\">17</a>; sq. <span dir=\"rtl\">ָה</span> loc. <a data-ref=\"Genesis 24:67\" href=\"/Genesis.24.67\">Gn 24:67</a>; <a data-ref=\"Genesis 46:7\" href=\"/Genesis.46.7\">46:7</a>; sq. <span dir=\"rtl\">ָה</span> + <span dir=\"rtl\">אֶל־</span> <a data-ref=\"Genesis 19:10\" href=\"/Genesis.19.10\">Gn 19:10</a>, sq. acc. <span dir=\"rtl\">(חֶדֶר)</span> <a data-ref=\"Song of Songs 1:4\" href=\"/Song_of_Songs.1.4\">Ct 1:4</a> <a data-ref=\"II Kings 9:2\" href=\"/II_Kings.9.2\">2 K 9:2</a>; also <em>bring, carry in</em> (lifeless things), sq. <span dir=\"rtl\">אֶל־</span> <a data-ref=\"Numbers 31:54\" href=\"/Numbers.31.54\">Nu 31:54</a> <a data-ref=\"Malachi 3:10\" href=\"/Malachi.3.10\">Mal 3:10</a>; sq. <span dir=\"rtl\">בְּ</span> <a data-ref=\"Jeremiah 17:21\" href=\"/Jeremiah.17.21\">Je 17:21</a>; <em>send</em>, of sending (shooting) arrows (fig.) <a data-ref=\"Lamentations 3:13\" href=\"/Lamentations.3.13\">La 3:13</a>; cf. <a data-ref=\"Leviticus 26:36\" href=\"/Leviticus.26.36\">Lv 26:36</a>; of sending breath <span dir=\"rtl\">(רוּחַ)</span> into dry bones <a data-ref=\"Ezekiel 37:5\" href=\"/Ezekiel.37.5\">Ez 37:5</a> (Co <span dir=\"rtl\">על</span>); sq. <span dir=\"rtl\">לְ</span> <a data-ref=\"Nehemiah 13:12\" href=\"/Nehemiah.13.12\">Ne 13:12</a>; sq. <span dir=\"rtl\">ָה</span> loc. <a data-ref=\"Exodus 26:33\" href=\"/Exodus.26.33\">Ex 26:33</a> <a data-ref=\"II Kings 20:20\" href=\"/II_Kings.20.20\">2 K 20:20</a> <span dir=\"rtl\">וַיָּבֵא אֶת־הַמַּיִם הָעִ֑ירָה</span>; sq. acc. <span dir=\"rtl\">(חֶדֶר)</span> <a data-ref=\"II Samuel 13:10\" href=\"/II_Samuel.13.10\">2 S 13:10</a>; also <a data-ref=\"II Chronicles 15:18\" href=\"/II_Chronicles.15.18\">2 Ch 15:18</a> <span dir=\"rtl\">(בֵּית)</span>; abs. <a data-ref=\"II Samuel 6:17\" href=\"/II_Samuel.6.17\">2 S 6:17</a>; partic. <strong>a.</strong>  opp. <span dir=\"rtl\">הוֹצִיא</span> (<em>bring out</em>) <a data-ref=\"Deuteronomy 9:28\" href=\"/Deuteronomy.9.28\">Dt 9:28</a> (sq. <span dir=\"rtl\">אֶל־</span>); especially in combination with <span dir=\"rtl\">הוֹצִיא</span> <em>lead out and in</em> (to and from battle) <a data-ref=\"Numbers 27:17\" href=\"/Numbers.27.17\">Nu 27:17</a> <a data-ref=\"I Chronicles 11:2\" href=\"/I_Chronicles.11.2\">1 Ch 11:2</a>. <strong>b.</strong>  <em>bring in</em> women as wives for sons (sq. <span dir=\"rtl\">מִן הַחוּץ</span>) <a data-ref=\"Judges 12:9\" href=\"/Judges.12.9\">Ju 12:9</a> (opp. <span dir=\"rtl\">שִׁלַּח הַחוּצָה</span>). <strong>c.</strong>  <em>bring into judgment</em> <span dir=\"rtl\">וְאֹתִי תָבִיא בְּמִשְׁפָּט עִמָּ֑ךְ</span> <a data-ref=\"Job 14:3\" href=\"/Job.14.3\">Jb 14:3</a> cf. <a data-ref=\"Ecclesiastes 11:9\" href=\"/Ecclesiastes.11.9\">Ec 11:9</a>; <a data-ref=\"Ecclesiastes 12:4\" href=\"/Ecclesiastes.12.4\">12:4</a>. <strong>d.</strong>  <em>cause</em> sun <em>to go down</em> <a data-ref=\"Amos 8:9\" href=\"/Amos.8.9\">Am 8:9</a> (symbol of judgment). <strong>e.</strong>  of harvest, <em>bring in, gather</em> <a data-ref=\"II Samuel 9:10\" href=\"/II_Samuel.9.10\">2 S 9:10</a> <a data-ref=\"Haggai 1:6\" href=\"/Haggai.1.6\">Hg 1:6</a> (opp. <span dir=\"rtl\">זרע</span>) cf. <a data-ref=\"Nehemiah 13:15\" href=\"/Nehemiah.13.15\">Ne 13:15</a>. <strong>f.</strong>  <em>put</em> staves into <span dir=\"rtl\">(בְּ)</span> rings <a data-ref=\"Exodus 25:14\" href=\"/Exodus.25.14\">Ex 25:14</a>; <a data-ref=\"Exodus 37:5\" href=\"/Exodus.37.5\">37:5</a>; <a data-ref=\"Exodus 38:7\" href=\"/Exodus.38.7\">38:7</a> cf. <a data-ref=\"Exodus 26:11\" href=\"/Exodus.26.11\">26:11</a> <a data-ref=\"Leviticus 14:42\" href=\"/Leviticus.14.42\">Lv 14:42</a>; hand into <span dir=\"rtl\">(בְּ)</span> bosom <a data-ref=\"Exodus 4:6\" href=\"/Exodus.4.6\">Ex 4:6</a><sup>(×2)</sup>; girdle into <span dir=\"rtl\">(בְּ)</span> water <a data-ref=\"Jeremiah 13:1\" href=\"/Jeremiah.13.1\">Je 13:1</a>. <strong>g.</strong>  other phrases, <span dir=\"rtl\">הֵבִיאוּ צַוָּ֯רָם בַּעֲבֹדַת אֲדֹנֵיהֶם</span> <a data-ref=\"Nehemiah 3:5\" href=\"/Nehemiah.3.5\">Ne 3:5</a> <em>put their necks to the work</em>, etc.; fig. <span dir=\"rtl\">הביאו את־צואריכם בְּעֹל</span> <a data-ref=\"Jeremiah 27:12\" href=\"/Jeremiah.27.12\">Je 27:12</a>; <span dir=\"rtl\">הָבִיאָה לַמּוּסָר לֵבֶּ֑ךָ</span> <a data-ref=\"Proverbs 23:12\" href=\"/Proverbs.23.12\">Pr 23:12</a> <em>apply to instruction thy heart;</em> <span dir=\"rtl\">וְנָבִא לְבַב חָכְמָה</span> <a data-ref=\"Psalms 90:12\" href=\"/Psalms.90.12\">ψ 90:12</a> <em>that we may gain a heart of wisdom</em>. <strong>2.</strong>  <em>cause to come, bring, bring near</em>, etc. (animate obj.) sq. <span dir=\"rtl\">אֶל־</span> <a data-ref=\"Genesis 2:19\" href=\"/Genesis.2.19\">Gn 2:19</a>, <a data-ref=\"Genesis 2:22\" href=\"/Genesis.2.22\">22</a>; <a data-ref=\"Genesis 43:9\" href=\"/Genesis.43.9\">43:9</a> <a data-ref=\"Leviticus 24:11\" href=\"/Leviticus.24.11\">Lv 24:11</a> <a data-ref=\"Numbers 5:15\" href=\"/Numbers.5.15\">Nu 5:15</a>; often of bringing Isr. to Canaan <a data-ref=\"Exodus 6:8\" href=\"/Exodus.6.8\">Ex 6:8</a>; <a data-ref=\"Exodus 23:23\" href=\"/Exodus.23.23\">23:23</a> +, cf. <a data-ref=\"Isaiah 14:2\" href=\"/Isaiah.14.2\">Is 14:2</a>; <a data-ref=\"Isaiah 56:7\" href=\"/Isaiah.56.7\">56:7</a> <a data-ref=\"Nehemiah 1:9\" href=\"/Nehemiah.1.9\">Ne 1:9</a>; abs. <a data-ref=\"Deuteronomy 4:38\" href=\"/Deuteronomy.4.38\">Dt 4:38</a>; <a data-ref=\"Deuteronomy 6:23\" href=\"/Deuteronomy.6.23\">6:23</a>; sq. <span dir=\"rtl\">לְ</span> <a data-ref=\"Genesis 39:14\" href=\"/Genesis.39.14\">Gn 39:14</a>, <a data-ref=\"Genesis 39:17\" href=\"/Genesis.39.17\">17</a>; sq. <span dir=\"rtl\">ָה</span> loc. <a data-ref=\"Ezekiel 12:13\" href=\"/Ezekiel.12.13\">Ez 12:13</a>; sq. <span dir=\"rtl\">הֲלֹם</span> <a data-ref=\"Judges 18:3\" href=\"/Judges.18.3\">Ju 18:3</a>, & <span dir=\"rtl\">עַד־הֲלֹם</span> (fig. of Yahweh’s prospering care) <a data-ref=\"II Samuel 7:18\" href=\"/II_Samuel.7.18\">2 S 7:18</a> = <a data-ref=\"I Chronicles 17:16\" href=\"/I_Chronicles.17.16\">1 Ch 17:16</a>; abs. <a data-ref=\"Genesis 46:32\" href=\"/Genesis.46.32\">Gn 46:32</a>; also with lifeless obj., <a data-ref=\"Genesis 27:10\" href=\"/Genesis.27.10\">Gn 27:10</a> (sq. <span dir=\"rtl\">לְ</span>), so <a data-ref=\"II Chronicles 36:7\" href=\"/II_Chronicles.36.7\">2 Ch 36:7</a>; <a data-ref=\"Genesis 31:39\" href=\"/Genesis.31.39\">Gn 31:39</a> (sq. <span dir=\"rtl\">אֶל־</span>); sq. acc. <a data-ref=\"II Kings 12:5\" href=\"/II_Kings.12.5\">2 K 12:5</a> <a data-ref=\"II Chronicles 36:18\" href=\"/II_Chronicles.36.18\">2 Ch 36:18</a> <a data-ref=\"Daniel 1:2\" href=\"/Daniel.1.2\">Dn 1:2</a><sup>(×2)</sup>; sq. <span dir=\"rtl\">ָה</span> loc. <a data-ref=\"Exodus 26:33\" href=\"/Exodus.26.33\">Ex 26:33</a> <a data-ref=\"Jeremiah 20:5\" href=\"/Jeremiah.20.5\">Je 20:5</a>; sq. <span dir=\"rtl\">לִפְנֵי</span> <a data-ref=\"II Chronicles 24:14\" href=\"/II_Chronicles.24.14\">2 Ch 24:14</a>; of ravens bringing food <a data-ref=\"I Kings 17:6\" href=\"/I_Kings.17.6\">1 K 17:6</a> (sq. <span dir=\"rtl\">לְ</span>); of bringing presents <a data-ref=\"Genesis 43:26\" href=\"/Genesis.43.26\">Gn 43:26</a> <a data-ref=\"I Samuel 9:7\" href=\"/I_Samuel.9.7\">1 S 9:7</a>; <a data-ref=\"I Samuel 10:27\" href=\"/I_Samuel.10.27\">10:27</a> (all sq. <span dir=\"rtl\">לְ</span>); cf. <a data-ref=\"I Samuel 17:18\" href=\"/I_Samuel.17.18\">1 S 17:18</a>; especially offerings, sq. <span dir=\"rtl\">לְ</span> <a data-ref=\"Genesis 4:3\" href=\"/Genesis.4.3\">Gn 4:3</a> <a data-ref=\"Numbers 15:25\" href=\"/Numbers.15.25\">Nu 15:25</a> <a data-ref=\"Nehemiah 10:35\" href=\"/Nehemiah.10.35\">Ne 10:35</a>, <a data-ref=\"Nehemiah 10:37\" href=\"/Nehemiah.10.37\">37</a> <span dir=\"rtl\">(לְבֵית)</span>, etc.; <a data-ref=\"Leviticus 2:2\" href=\"/Leviticus.2.2\">Lv 2:2</a> sq. <span dir=\"rtl\">אֶל־</span> of priest; abs. <a data-ref=\"Genesis 4:4\" href=\"/Genesis.4.4\">Gn 4:4</a> <a data-ref=\"Leviticus 4:32\" href=\"/Leviticus.4.32\">Lv 4:32</a>; <a data-ref=\"Leviticus 23:14\" href=\"/Leviticus.23.14\">23:14</a>, <a data-ref=\"Leviticus 23:15\" href=\"/Leviticus.23.15\">15</a> <a data-ref=\"Malachi 1:13\" href=\"/Malachi.1.13\">Mal 1:13</a><sup>(×2)</sup> <a data-ref=\"II Chronicles 31:5\" href=\"/II_Chronicles.31.5\">2 Ch 31:5</a>; cf. also <a data-ref=\"Exodus 35:21\" href=\"/Exodus.35.21\">Ex 35:21</a>, <a data-ref=\"Exodus 35:22\" href=\"/Exodus.35.22\">22</a>, <a data-ref=\"Exodus 35:23\" href=\"/Exodus.35.23\">23</a>, <a data-ref=\"Exodus 35:24\" href=\"/Exodus.35.24\">24</a>:<sup>(×2)</sup>, <a data-ref=\"Exodus 35:27\" href=\"/Exodus.35.27\">27</a>, <a data-ref=\"Exodus 35:29\" href=\"/Exodus.35.29\">29</a> (sq. <span dir=\"rtl\">לְ</span> <em>for</em>) so <a data-ref=\"Exodus 36:3\" href=\"/Exodus.36.3\">36:3</a> +; of time, <em>cause a day to come</em> <a data-ref=\"Lamentations 1:21\" href=\"/Lamentations.1.21\">La 1:21</a>; <em>cause cry to come</em> <span dir=\"rtl\">(עַל־)</span> <a data-ref=\"Job 34:28\" href=\"/Job.34.28\">Jb 34:28</a>; = <em>carry</em> <span dir=\"rtl\">והב׳ בָּנַיִךְ בְּחֹצֶן</span> <a data-ref=\"Isaiah 49:22\" href=\"/Isaiah.49.22\">Is 49:22</a> (‖ <span dir=\"rtl\">עַל־כָּתֵף נשׂא</span>); <em>carry God in</em> <span dir=\"rtl\">(בְּ)</span> <em>the hand</em> <a data-ref=\"Job 12:6\" href=\"/Job.12.6\">Jb 12:6</a> (cf. <a data-ref=\"BDB, אֱלֹהַּ\" href=\"/BDB,_אֱלֹהַּ\", dir=\"rtl\">אֱלהַּ</a> p. 43); <em>allow to come</em>, almost = <em>invite</em> <a data-ref=\"Esther 5:12\" href=\"/Esther.5.12\">Est 5:12</a> (sq. <span dir=\"rtl\">אֶל־</span>) cf. v <a data-ref=\"Esther 5:10\" href=\"/Esther.5.10\">10</a>; partic. <strong>a.</strong>  sq. <span dir=\"rtl\">עַל־</span> <em>bring against</em>, or <em>upon</em>, bring enemies against <a data-ref=\"Jeremiah 25:9\" href=\"/Jeremiah.25.9\">Je 25:9</a> cf. <a data-ref=\"Ezekiel 23:22\" href=\"/Ezekiel.23.22\">Ez 23:22</a>; obj. sword <a data-ref=\"Leviticus 26:25\" href=\"/Leviticus.26.25\">Lv 26:25</a> <a data-ref=\"Ezekiel 5:17\" href=\"/Ezekiel.5.17\">Ez 5:17</a>; <a data-ref=\"Ezekiel 11:8\" href=\"/Ezekiel.11.8\">11:8</a>; <a data-ref=\"Ezekiel 14:17\" href=\"/Ezekiel.14.17\">14:17</a>; <a data-ref=\"Ezekiel 33:2\" href=\"/Ezekiel.33.2\">33:2</a>; plague <a data-ref=\"Exodus 11:1\" href=\"/Exodus.11.1\">Ex 11:1</a>; curse or calamity <a data-ref=\"Genesis 27:12\" href=\"/Genesis.27.12\">Gn 27:12</a> <a data-ref=\"Deuteronomy 29:26\" href=\"/Deuteronomy.29.26\">Dt 29:26</a> <a data-ref=\"I Kings 9:9\" href=\"/I_Kings.9.9\">1 K 9:9</a> = <a data-ref=\"II Chronicles 7:22\" href=\"/II_Chronicles.7.22\">2 Ch 7:22</a> <a data-ref=\"Job 42:11\" href=\"/Job.42.11\">Jb 42:11</a> cf. <a data-ref=\"Jeremiah 25:13\" href=\"/Jeremiah.25.13\">Je 25:13</a>; <a data-ref=\"Jeremiah 36:31\" href=\"/Jeremiah.36.31\">36:31</a>; <a data-ref=\"Jeremiah 44:2\" href=\"/Jeremiah.44.2\">44:2</a>; <a data-ref=\"Jeremiah 49:8\" href=\"/Jeremiah.49.8\">49:8</a>, <a data-ref=\"Jeremiah 49:37\" href=\"/Jeremiah.49.37\">37</a> <a data-ref=\"Ezekiel 14:22\" href=\"/Ezekiel.14.22\">Ez 14:22</a>; sin <a data-ref=\"Genesis 20:9\" href=\"/Genesis.20.9\">Gn 20:9</a>; <a data-ref=\"Genesis 26:10\" href=\"/Genesis.26.10\">26:10</a> <a data-ref=\"Exodus 32:21\" href=\"/Exodus.32.21\">Ex 32:21</a>; cf. also sq. <span dir=\"rtl\">אֶל־</span> <a data-ref=\"Jeremiah 32:42\" href=\"/Jeremiah.32.42\">Je 32:42</a>; <a data-ref=\"Jeremiah 49:36\" href=\"/Jeremiah.49.36\">49:36</a>. <strong>b.</strong>  <em>bring to pass</em> <a data-ref=\"II Kings 19:25\" href=\"/II_Kings.19.25\">2 K 19:25</a> = <a data-ref=\"Isaiah 37:26\" href=\"/Isaiah.37.26\">Is 37:26</a> cf. <a data-ref=\"I Chronicles 4:10\" href=\"/I_Chronicles.4.10\">1 Ch 4:10</a> <a data-ref=\"Psalms 78:29\" href=\"/Psalms.78.29\">ψ 78:29</a>. <strong>c.</strong>  <em>bring, bring forward, bring on the scene</em> <a data-ref=\"Micah 1:15\" href=\"/Micah.1.15\">Mi 1:15</a> <a data-ref=\"Zechariah 3:8\" href=\"/Zechariah.3.8\">Zc 3:8</a>. <strong>d.</strong>  <em>bring</em> for a purpose, sq. inf. <a data-ref=\"Psalms 78:71\" href=\"/Psalms.78.71\">ψ 78:71</a> <span dir=\"rtl\">עָלוֹת הֱבִיאוֹ לִרְעוֹת בְּיַעֲקֹב עַמּוֹ מֵאַחַר</span>. <strong>e.</strong>  <em>bring, procure</em> <span dir=\"rtl\">בְּנַפְשֵׁנוּ נָבִיא לַחְמֵנוּ</span> <a data-ref=\"Lamentations 5:9\" href=\"/Lamentations.5.9\">La 5:9</a>, <a data-ref=\"Psalms 90:12\" href=\"/Psalms.90.12\">ψ 90:12</a>.<br>†<strong>Hoph.</strong>  Pf. <span dir=\"rtl\">הוּבָא</span> <a data-ref=\"Leviticus 10:18\" href=\"/Leviticus.10.18\">Lv 10:18</a> +; 3 fs. <span dir=\"rtl\">הֻבָאת</span> <a data-ref=\"Genesis 33:11\" href=\"/Genesis.33.11\">Gn 33:11</a> (v. infr.); 2 ms. <span dir=\"rtl\">הֻבָ֫אתָה</span> <a data-ref=\"Ezekiel 40:4\" href=\"/Ezekiel.40.4\">Ez 40:4</a>; 3 pl. <span dir=\"rtl\">הוּבְאוּ</span> <a data-ref=\"Genesis 43:18\" href=\"/Genesis.43.18\">Gn 43:18</a>; Impf. <span dir=\"rtl\">יוּבָא</span> <a data-ref=\"Leviticus 6:23\" href=\"/Leviticus.6.23\">Lv 6:23</a> +, <span dir=\"rtl\">יוּבָ֑אוּ</span> <a data-ref=\"Jeremiah 27:22\" href=\"/Jeremiah.27.22\">Je 27:22</a>; Pt. <span dir=\"rtl\">מוּבָא</span> <a data-ref=\"II Kings 12:10\" href=\"/II_Kings.12.10\">2 K 12:10</a> +; pl. <span dir=\"rtl\">מוּבָאִים</span> <a data-ref=\"Genesis 43:18\" href=\"/Genesis.43.18\">Gn 43:18</a> <a data-ref=\"Ezekiel 30:11\" href=\"/Ezekiel.30.11\">Ez 30:11</a> + <a data-ref=\"Ezekiel 23:42\" href=\"/Ezekiel.23.42\">23:42</a> (Co <span dir=\"rtl\">מרבדים</span>), <span dir=\"rtl\">מוּבָאוֹת</span> <a data-ref=\"Psalms 45:15\" href=\"/Psalms.45.15\">ψ 45:15</a>;— <strong>a.</strong>  <em>be brought in</em> (of pers. and things), abs. <a data-ref=\"Genesis 43:18\" href=\"/Genesis.43.18\">Gn 43:18</a>; sq. <span dir=\"rtl\">בית</span> <em>into a house</em> <a data-ref=\"Genesis 43:18\" href=\"/Genesis.43.18\">Gn 43:18</a>; temple <a data-ref=\"II Kings 12:5\" href=\"/II_Kings.12.5\">2 K 12:5</a>, <a data-ref=\"II Kings 12:10\" href=\"/II_Kings.12.10\">10</a>, <a data-ref=\"II Kings 12:14\" href=\"/II_Kings.12.14\">14</a>, <a data-ref=\"II Kings 12:17\" href=\"/II_Kings.12.17\">17</a>; <a data-ref=\"II Kings 22:4\" href=\"/II_Kings.22.4\">22:4</a> <a data-ref=\"II Chronicles 34:9\" href=\"/II_Chronicles.34.9\">2 Ch 34:9</a>, <a data-ref=\"II Chronicles 34:14\" href=\"/II_Chronicles.34.14\">14</a>. <strong>b.</strong>  <em>be brought</em>, sq. <span dir=\"rtl\">לְ</span> <a data-ref=\"Genesis 33:11\" href=\"/Genesis.33.11\">Gn 33:11</a> (but 𝔊 read Hiph. <em>I have brought</em>), <a data-ref=\"Psalms 45:15\" href=\"/Psalms.45.15\">ψ 45:15</a>; sq. <span dir=\"rtl\">אֶל־</span> <em>unto</em> <a data-ref=\"Leviticus 6:23\" href=\"/Leviticus.6.23\">Lv 6:23</a>; <a data-ref=\"Leviticus 10:18\" href=\"/Leviticus.10.18\">10:18</a>; <a data-ref=\"Leviticus 13:2\" href=\"/Leviticus.13.2\">13:2</a>, <a data-ref=\"Leviticus 13:9\" href=\"/Leviticus.13.9\">9</a>; <a data-ref=\"Leviticus 14:2\" href=\"/Leviticus.14.2\">14:2</a>; cf. <a data-ref=\"Ezekiel 23:42\" href=\"/Ezekiel.23.42\">Ez 23:42</a> (but v. Co VB); sq. <span dir=\"rtl\">הֵ֫נָּה</span> <a data-ref=\"Ezekiel 40:4\" href=\"/Ezekiel.40.4\">Ez 40:4</a>; sq. <span dir=\"rtl\">בָּבֶ֫לָה</span> <a data-ref=\"Jeremiah 27:22\" href=\"/Jeremiah.27.22\">Je 27:22</a>; sq. inf. <a data-ref=\"Leviticus 16:27\" href=\"/Leviticus.16.27\">Lv 16:27</a> <a data-ref=\"Ezekiel 30:11\" href=\"/Ezekiel.30.11\">Ez 30:11</a>; sq. <span dir=\"rtl\">מִן</span> <a data-ref=\"Jeremiah 10:9\" href=\"/Jeremiah.10.9\">Je 10:9</a>. <strong>c.</strong>  <em>be introduced, put</em>, sq. <span dir=\"rtl\">בְּ</span>, staves into rings <a data-ref=\"Exodus 27:7\" href=\"/Exodus.27.7\">Ex 27:7</a>; vessel into water <a data-ref=\"Leviticus 11:32\" href=\"/Leviticus.11.32\">Lv 11:32</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "643e58895a860536a01953ed", "index_title": "Etz Yosef on Vayikra Rabbah", "category": "Quoting Commentary", "type": "", "ref": "Etz Yosef on Vayikra Rabbah 17:6:2", "anchorRef": "Leviticus 13:9", "anchorRefExpanded": ["Leviticus 13:9"], "sourceRef": "Etz Yosef on Vayikra Rabbah 17:6:2", "sourceHeRef": "עץ יוסף על ויקרא רבה י״ז:ו׳:ב׳", "anchorVerse": 9, "sourceHasEn": false, "compDate": [1807, 1833], "commentaryNum": 6.0002, "collectiveTitle": {"en": "Etz Yosef on Vayikra Rabbah", "he": "עץ יוסף על ויקרא רבה"}, "heTitle": "עץ יוסף על ויקרא רבה", "he": "<b>וכי בשורה היא </b>דאל\"כ מאי ונתתי נגע צרעת. נגע צרעת כי תהיה מבעי ליה. כמו שכתוב בנגעי אדם נגע צרעת כי תהיה באדם:", "heVersionTitle": "Midrash Rabbah with Etz Yosef, Warsaw, 1867", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש רבה עם פירוש עץ יוסף, וורשא תרכ\"ז", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6665c961b695d8dbb73bd36e", "index_title": "David Zvi Hoffmann on Leviticus", "category": "Commentary", "type": "commentary", "ref": "David Zvi Hoffmann on Leviticus 13:9:1-2", "anchorRef": "Leviticus 13:9", "anchorRefExpanded": ["Leviticus 13:9"], "sourceRef": "David Zvi Hoffmann on Leviticus 13:9:1-2", "sourceHeRef": "פירושי רד\"צ הופמן על ויקרא י״ג:ט׳:א׳-ב׳", "anchorVerse": 9, "sourceHasEn": false, "commentaryNum": 9.0001, "collectiveTitle": {"en": "David Zvi Hoffmann", "he": "פירושי רד\"צ הופמן"}, "he": ["<b>ט-יא,</b> אחרי שהפסוקים הקודמים דברו על הבהרת, ניתן כאן הדין בדבר שאת. עד כאן דובר על שני הסימנים, \"שער לבן\" ו\"פסיון\", עתה נוסף עוד סימן של טומאה, והוא \"מחיה\". לכאורה היה מקום לחשוב שסימני טומאה של בהרת חלים רק עליה ולא על שאת, ואילו \"מחיה\" הוא סימן טומאה רק בשאת. ברם, חכמינו הורו, שסימני טומאה כולם נוהגים באופן שוה בבהרת, בשאת ובתולדותיהן, ומסורת זו אינה סותרת כלל את הכתובים. שכן מוצאים אנחנו גם בחוק הקרבנות (ויקרא א), שדינים אחדים שנוהגים בעולת בקר נאמרו בפסוקים שאחריה בעולת צאן. ואמנם, ביארנו שם (על א י) את הטעם, מדוע ניתנו הדינים דווקא בקשר לצאן, וגם כאן יש בוודאי טעם לכך שהסימנים לא ניתנו בסוג אחד אלא סוג סוג וסימניו.", "כנראה, צודק ויזל באמרו, כי הסימן \"שער לבן\" שכיח אצל בהרת, ואילו הסימן \"מחיה\" נמצא אצל שאת. ויש חיזוק להשערה זו במה שהכתוב מציין את השאת כ\"צרעת נושנת\". ואם מצד אחד מעידה המחיה על צרעת נושנת, שחיבלה זמן רק בבשר החי, עד שפרחה, הרי מצד אחר לא יכול הנגע להבריק כשם שזה אפשר בצרעת חדשה, ולכן לא נראתה בהרת אלא שאת. ועוד זאת אנו למדים מתוך שתי הפסקאות הראשונות של חוקי הצרעת, שבעצם יש רק שני מראות עיקריים, היינו בהרת ושאת, ואילו לספחת אין הכתוב מקדיש פסקה מיוחדת, אלא היא באה כתולדה לבהרת (ולפי תורה שבעל פה גם לשאת יש ספחת). נראה, שלספחת של בהרת נלווה על פי רוב הסימן של פסיון, ומשום כך בא הדין בענין ההסגר והפסיון אצל ספחת. ולפי זה בהרת היא צרעת שתיכף להתהוותה היא פורחת בבהירות מבריקה ומופיעה בשער לבן, ואילו שאת היא צרעת שנשארת זמן רב סמויה מן העין, ורק אחרי פעולה מזיקה וממושכת מבצבצת ופורחת וניכרת על ידי המחיה. ספחת תופסת על פי רוב מקום באמצע: מצד אחד אינה ממהרת לפרוח, אך מצד שני כבר אחרי שבוע שבועיים מופיעה בפסיון."], "heVersionTitle": "Mossad Harav Kook, Jerusalem, 2022\r", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6665c961faee0b8c909d8163", "index_title": "David Zvi Hoffmann on Leviticus", "category": "Commentary", "type": "commentary", "ref": "David Zvi Hoffmann on Leviticus 13:9:3", "anchorRef": "Leviticus 13:9", "anchorRefExpanded": ["Leviticus 13:9"], "sourceRef": "David Zvi Hoffmann on Leviticus 13:9:3", "sourceHeRef": "פירושי רד\"צ הופמן על ויקרא י״ג:ט׳:ג׳", "anchorVerse": 9, "sourceHasEn": false, "commentaryNum": 9.0003, "collectiveTitle": {"en": "David Zvi Hoffmann", "he": "פירושי רד\"צ הופמן"}, "he": "<b>\"נגע צרעת כי תהיה וגו'\",</b> הפועל \"תהיה\" מכוון לשם העיקרי, עיין איוולד 317 c. הישנות ההקדמה שנראית כמיותרת אחרי פסוק ב, נחוצה, כי בלעדיה אפשר היה לחשוב שהפסוק: \"וראה... שאת לבנה\" מוסב אל הפסוקים הקודמים ומכוון אל מקרה כזה, שאחרי טיהור הבהרת הופיע אותו הנגע עצמו שוב בצורת שאת לבנה.<i data-commentator=\"Endnotes\" data-label=\"850\" data-order=\"850\"></i>", "heVersionTitle": "Mossad Harav Kook, Jerusalem, 2022\r", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}]