[{"_id": "5208dfe6edbab45d17917433", "index_title": "Ramban on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Ramban on Leviticus 13:1:1", "anchorRef": "Leviticus 13:1", "anchorRefExpanded": ["Leviticus 13:1"], "sourceRef": "Ramban on Leviticus 13:1:1", "sourceHeRef": "רמב\"ן על ויקרא י״ג:א׳:א׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [1246, 1286], "commentaryNum": 1.0001, "collectiveTitle": {"en": "Ramban", "he": "רמב\"ן"}, "he": "<b>אל משה ואל אהרן</b> בעבור כי על פי הכהן יהיה כל ריב וכל נגע (דברים כא ה) היה הדבור גם אל אהרן או למשה שיאמר לאהרן על דעת רבותינו (ריש מכילתא) ולא אמר בכאן \"דבר אל בני ישראל\" כי הכהנים בראותם הטמאים יכריחום להסגר ולהטהר ואמר בפרשת הטהרה (להלן יד א ב) אל משה לאמר זאת תהיה תורת המצורע כי אין צריך להזהיר ישראל בטהרה וגם לא לכהן להקריב הקרבנות כי ברצון יעשו כן ובפרשת הזב אמר (שם טו ב) דברו אל בני ישראל ואמרתם אליהם בעבור שהוא דבר סתר ואין מכיר בו יזהירם שיודיע כל אחד חליו לכהן:", "heVersionTitle": "On Your Way New", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "AND THE ETERNAL SPOKE UNTO MOSES AND UNTO AARON. Because it is according to the word of the priest <i>that every strife and every plague shall be</i>,<sup class=\"footnote-marker\">46</sup><i class=\"footnote\">Deuteronomy 21:5. The following is the law of plagues or leprosy, which is the subject of the coming sections: “All are qualified to inspect the leprosy-signs, but only a priest may pronounce them impure or pure” (Negaim 3:1). If the priest was unskilled in these laws, a learned person would tell him to say “pure” or “impure” (<i>ibid.</i>). — It should also be pointed out that while <i>tzara’ath</i> is generally translated as “leprosy” and as such represents a <i>physical</i> disarray in the body of the person, in Jewish tradition it also carries with it <i>a moral and spiritual</i> meaning as illumined further on by Ramban in Verse 47.</i> therefore this communication came also to Aaron. Or it may mean that G-d spoke to Moses that he should tell it to Aaron, as our Rabbis have explained.<sup class=\"footnote-marker\">47</sup><i class=\"footnote\">Mechilta, at beginning.</i> It does not state here, “speak unto the children of Israel,”<sup class=\"footnote-marker\">48</sup><i class=\"footnote\">As it says in the case of the offerings (above, 1:2, and elsewhere).</i> because it is the priests [who have the duty] when they see the impure [with leprosy] to force them to be quarantined and be cleansed. Now in the section dealing with cleansing of the leper it says, <i>And the Eternal spoke unto Moses, saying: This shall be the law of the leper in the day of his cleansing</i>,<sup class=\"footnote-marker\">49</sup><i class=\"footnote\">Further, 14:1-2.</i> [and there it mentions neither “speak to the children of Israel,” nor to the priests], because there is no need to urge the Israelite to become cleansed [when his plague of leprosy is healed], nor to urge the priest to perform the rites of the offerings, as they do so willingly. In the section dealing with a person suffering from an issue it does say, <i>Speak unto the children of Israel, and say unto them</i>,<sup class=\"footnote-marker\">50</sup><i class=\"footnote\"><i>Ibid.</i>, 15:2.</i> because since the matter is of an intimate nature, unknown to others, He admonished them that they should each inform the priest of their sickness.<sup class=\"footnote-marker\">51</sup><i class=\"footnote\">In view of the fact that decisions of purity and impurity in cases where a man or woman saw a flux was <i>not</i> dependent upon the pronouncement of the priest, unlike the law in cases of leprosy (see Note 46 above), Ramban’s words must be understood in the following sense: Since the priest has occasion to perform the Service in the Sanctuary, and even when he is outside it, he may eat <i>terumah</i> (the heave-offering), which he is forbidden to eat when impure, therefore the Israelite who is suffering from a flux and thus rendered impure must let the priest know of his condition, so that he should not be defiled on account of him. See my Hebrew commentary, Vol. II, p. 534 (beginning with the fifth edition).</i>", "versionTitle": "Commentary on the Torah by Ramban (Nachmanides). Translated and annotated by Charles B. Chavel. New York, Shilo Pub. House, 1971-1976", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "531e4fe2fbfba276047f69cd", "index_title": "Onkelos Leviticus", "category": "Targum", "type": "targum", "ref": "Onkelos Leviticus 13:1", "anchorRef": "Leviticus 13:1", "anchorRefExpanded": ["Leviticus 13:1"], "sourceRef": "Onkelos Leviticus 13:1", "sourceHeRef": "תרגום אונקלוס על ויקרא י״ג:א׳", "anchorVerse": 1, "sourceHasEn": false, "compDate": [80, 120], "commentaryNum": 13.0001, "collectiveTitle": {"en": "Onkelos Leviticus", "he": "תרגום אונקלוס על ויקרא"}, "heTitle": "תרגום אונקלוס על ויקרא", "he": "וּמַלִּיל יְיָ עִם משֶׁה וְעִם אַהֲרֹן לְמֵימָר:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "חומש שפתי חכמים, מצודה תשס\"ט", "text": "Adonoy spoke to Moshe and to Aharon, saying:", "versionTitle": "Metsudah Chumash, Metsudah Publications, 2009 [with Onkelos translation]", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "532b2685fbfba27c35eec204", "index_title": "Targum Jonathan on Leviticus", "category": "Targum", "type": "targum", "ref": "Targum Jonathan on Leviticus 13:1", "anchorRef": "Leviticus 13:1", "anchorRefExpanded": ["Leviticus 13:1"], "sourceRef": "Targum Jonathan on Leviticus 13:1", "sourceHeRef": "תרגום יונתן על ויקרא י״ג:א׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [30, 70], "commentaryNum": 13.0001, "collectiveTitle": {"en": "Targum Jonathan on Leviticus", "he": "תרגום יונתן על ויקרא"}, "heTitle": "תרגום יונתן על ויקרא", "he": "וּמַלֵיל יְיָ עִם משֶׁה לְמֵימָר", "heVersionTitle": "Targum Jonathan on Leviticus", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": " And the Lord spake with Mosheh, saying: ", "versionTitle": "The Targum of Jonathan ben Uzziel, trans. J. W. Etheridge, London, 1862", "license": "Public Domain", "versionTitleInHebrew": "תרגום ירושלמי (תרגום יונתן בן-עוזיאל) לתורה, תורגם ע״י ג׳ון ווסלי אטרידג׳, לונדון 1862"}, {"_id": "57e77d0dd6e4a94c7c18a586", "index_title": "Tafsir Rasag", "category": "Targum", "type": "targum", "ref": "Tafsir Rasag, Leviticus 13:1", "anchorRef": "Leviticus 13:1", "anchorRefExpanded": ["Leviticus 13:1"], "sourceRef": "Tafsir Rasag, Leviticus 13:1", "sourceHeRef": "תפסיר רס\"ג, ויקרא י״ג:א׳", "anchorVerse": 1, "sourceHasEn": false, "compDate": [918, 942], "commentaryNum": 13.0001, "collectiveTitle": {"en": "Tafsir Rasag", "he": "תפסיר רס\"ג"}, "heTitle": "ויקרא", "he": "ת̇ם כלם אללה מוסי והרון קאילא", "heVersionTitle": "Tafsir al-Torah bi-al-Arabiya, Paris, 1893", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תפסיר אלתורה באלערביה, פריס, 1893", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5889b4ebd6e4a902855ff765", "index_title": "Tur HaArokh", "category": "Commentary", "type": "commentary", "ref": "Tur HaArokh, Leviticus 13:1:1", "anchorRef": "Leviticus 13:1", "anchorRefExpanded": ["Leviticus 13:1"], "sourceRef": "Tur HaArokh, Leviticus 13:1:1", "sourceHeRef": "הטור הארוך, ויקרא י״ג:א׳:א׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [1280, 1340], "commentaryNum": 1.0001, "collectiveTitle": {"en": "Tur HaAroch", "he": "הטור הארוך"}, "heTitle": "ויקרא", "he": "<b>אל משה ואל אהרן. </b>כתב הרמב\"ן בעבור כי על פי אהרן יהיה כל ריב וכל נגע היה הדבור גם לאהרן או למשה שיאמר לאהרן על דעת רבותינו. ולא אמר כאן דבר אל בני ישראל כי הכהנים בראותם הטמאים יכריחום להסגר ולהטהר ובפרשת הטהרה אמר אל משה זאת תהי' תורת המצורע כי אין צורך להזהיר ישראל בטהרה וגם לא הכהן להקריב הקרבנות כי ברצון יעשון ובפרשת הזב אמר דברו אל בני ישראל ואמרתם אליהם בעבור שהוא דבר סתר ואין אחר מכיר בו צריך להזהירם שיודיע כל אחד חוליו לכהן: ", "heVersionTitle": "Perush al ha-Torah, Hanover, 1838", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "אל משה ואל ואהרן, “to Moses and to Aaron;” Nachmanides writes that seeing the Torah had stated that Aaron would have a decisive voice in all matters pertaining to interpersonal strife or afflictions such as נגעים, be it on the skin, garments, or houses, G’d addressed him also in the following legislation. (Compare Deut. 21,5) The Torah does not continue here with the customary words: דבר אל בני ישראל, “say to the Children of Israel,” seeing that the priests after seeing the people afflicted will decide whether to declare them afflicted with the disease, whether to temporarily keep them under observation, etc. It is also up to the priest to decide when individuals will be considered as cured from the disease. There is no apparent reason to acquaint and warn the entire nation of the forthcoming legislation, seeing that if the services of the priest are required, and sacrifices are to be offered, the afflicted party will be only too happy to have reached that stage. The reason that in the paragraph dealing with the <i>zav,</i> the person who experiences a disease involving his sexual organs the Torah does address every Israelite, i.e. “speak to the Children of Israel and say to them, etc.,” (chapter 15) is that the nature of the disease is private, and the person suffering from it could conceal it, as opposed to people whose skin bears the marks of their disease. The general public had to be warned that if they suffered from the symptoms described that they had to turn to the priest to deal with the problem.", "versionTitle": "Tur on the Torah, trans. Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "58b6b15cd6e4a952249cbf21", "index_title": "Minchat Shai on Torah", "category": "Commentary", "type": "commentary", "ref": "Minchat Shai on Torah, Leviticus 13:1:1", "anchorRef": "Leviticus 13:1", "anchorRefExpanded": ["Leviticus 13:1"], "sourceRef": "Minchat Shai on Torah, Leviticus 13:1:1", "sourceHeRef": "מנחת שי על תורה, ויקרא י״ג:א׳:א׳", "anchorVerse": 1, "sourceHasEn": false, "compDate": [1526], "commentaryNum": 1.0001, "collectiveTitle": {"en": "Minchat Shai", "he": "מנחת שי"}, "heTitle": "ויקרא", "he": "<b>וידבר דאדם כי יהיה.</b> פתוחה:", "heVersionTitle": "Minchat Shai on Torah", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5926b242d6e4a957603a068b", "index_title": "Midrash Tanchuma Buber", "category": "Midrash", "type": "", "ref": "Midrash Tanchuma Buber, Tazria 8:1", "anchorRef": "Leviticus 13:1", "anchorRefExpanded": ["Leviticus 13:1"], "sourceRef": "Midrash Tanchuma Buber, Tazria 8:1", "sourceHeRef": "תנחומא בובר, תזריע ח׳:א׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [150, 750], "commentaryNum": 8.0001, "collectiveTitle": {"en": "Midrash Tanchuma Buber", "he": "תנחומא בובר"}, "heTitle": "תזריע", "he": "וידבר ה' אל משה ואל אהרן לאמר אדם כי יהיה בעור בשרו וגו' <small>(ויקרא יג א ב)</small>, זש\"ה מי פלג לשטף תעלה <small>(איוב לח כה)</small>, אמר ר' יהושע דסכנין בשם ר' לוי בערביא קורין לשער שטפא, שכל שער ושער שבאדם ברא לו מעין בפני עצמו, לפי שאיוב קורא תגר ואמר אשר בערה ישופני [והרבה פצעי חנם] <small>(שם ט יז)</small>, על חנם הביא את כל היסורין האלו עלי, א\"ל אליהוא חס ושלום, חלילה לאל מרשע ושדי מעול, אלא כי פועל אדם ישלם לו [וכאורח איש ימציאנו] <small>(שם לד י יא)</small>, הכל במדה הוא מביא, אמר ר' אבין הלוי בשם ר' אבא בר כהנא אין הקב\"ה מודד מדה (בנפישה) [בכפישה], אלא הכל במשפט, [שנאמר כי אלהים שופט] זה ישפיל וזה ירים <small>(תהלים עה ח)</small>, א\"ל הקב\"ה לאיוב אפילו השער שעליך מעין עשיתי לו, ומדה עשיתי לו, שנאמר מי פלג לשטף תעלה. מעשה בכהן אחד שהיה רואה את הנגעים, נתמטה ידו, ובקש לצאת לחוצה לארץ, קרא לאשתו, אמר לה בשביל שבני אדם רגילין לבוא אצלי להראות את נגעיהם, בואי ואני אלמדך שתהא רואה את הנגעים, אם ראית שערו של אדם שיבש המעין שלו, תהי יודעת שלקה, לפי שכל שער ושער ברא לו הקב\"ה מעין בפני עצמו, [שיהא שותה ממנו], יבש המעין שלו יבש השער, אמרה לו אשתו ומה אם כל שער ושער ברא לו הקב\"ה מעין בפני עצמו [שיהא שותה ממנו] אתה שאתה אדם, וכמה שערות יש בך, ובניך מתפרנסין על ידך, לא כל שכן שיזמין לך הקב\"ה פרנסה, לפיכך לא הניחה אותו לצאת לחוצה לארץ.  ", "heVersionTitle": "Midrash Tanhuma haKadum veHaYashan, S. Buber, 1885", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש תנחומא הקדום והישן, ש' בובר, תרמ\"ה", "text": "(Lev. 13:1–3:) <small>THEN THE LORD SPOKE UNTO MOSES AND UNTO AARON, SAYING: WHEN ANYONE HAS ON THE SKIN OF HIS FLESH</small> &lt; <small>A SWELLING OR A SORE OR A BRIGHT SPOT, AND IT BECOMES ON THE SKIN OF HIS FLESH THE PLAGUE OF LEPROSY, HE SHALL BE BROUGHT UNTO AARON THE PRIEST</small>…. <small>AND THE PRIEST SHALL INSPECT THE PLAGUE ON THE SKIN OF HIS FLESH &gt;</small>…. This text is related (to Job 38:25): <small>WHO SPLIT OPEN A CHANNEL FOR THE FLOW</small> (<i><small>ShTP</small></i>)? R. Joshua of Sikhnin said in the name of R. Levi: In Arabia they call the hair (<i><small>S'R</small></i>) a flood (<i><small>ShTP</small></i>'). Thus<sup class=\"footnote-marker\">26</sup><i class=\"footnote\">I.e., interpreting Job 38:25 to mean, <small>WHO SPLIT OPEN A CHANNEL FOR THE HAIR</small>?</i> for each and every hair that a person has the &lt; Holy One &gt; has created its own separate follicle (literally: well).<sup class=\"footnote-marker\">27</sup><i class=\"footnote\"><i>Tanh</i>., Lev. 4:6; cf. Lev. R. 15:3; <i>BB</i> 16a.</i> Because Job uttered a complaint and said: (in Job 9:17): <small>FOR HE CRUSHES ME WITH A TEMPEST</small> (rt.: <i><small>S'R</small></i>)<sup class=\"footnote-marker\">28</sup><i class=\"footnote\">The Targum and Peshitta both read, <small>FOR A HAIR</small>.</i> [<small>AND MULTIPLIES MY WOUNDS FOR NO REASON</small>], &lt; i.e. &gt; for no reason he has brought all these afflictions upon me; Elihu said to him (in Job 34:10): Heaven forbid! <small>MAY WICKEDNESS BE FAR FROM GOD AND INJUSTICE, FROM THE ALMIGHTY</small>. Rather (in vs. 11): <small>FOR HE REPAYS A PERSON ACCORDING TO HIS ACTIONS</small>, [<small>AND PROVIDES FOR ONE ACCORDING TO HIS WAYS</small>]. He brings everything &lt; upon a person &gt; according to measure. R. Abbin the Levite said in the name of R. Abba bar Kahana: The Holy One does not measure out reward and punishment {with a respite} [in a basket]. Rather everything is with justice, as stated (in Ps. 75:8 [7]): [<small>FOR IT IS GOD WHO JUDGES</small>]; <small>ONE HE PUTS DOWN, AND ANOTHER HE LIFTS UP</small>. The Holy One said to Job: Even with regard to the hair which is upon you, I have made a follicle for it and made a measure for it, as stated (in Job 38:25): <small>WHO SPLIT OPEN A CHANNEL FOR THE FLOW</small> (i.e., <small>FOR THE HAIR</small>). There is a story about a certain priest who examined leprosy spots. When he became poor, he wanted to go abroad. He called his wife &lt; and &gt; said to her: Because people used to come to me to show their leprosy spots, come and let me teach you, so that you may examine the leprosy spots. If you see a person's hair with its follicle dried up, you will know that &lt; such a person &gt; is stricken, because for each and every hair the Holy One has created its own separate follicle [from which it drinks]. &lt; If &gt; its follicle dries up, the hair dries up. His wife said to him: But surely if for each and every hair the Holy One has created its own separate follicle [from which it drinks], in your case, since you are a human being, with so many hairs on you and with your children being supported<sup class=\"footnote-marker\">29</sup><i class=\"footnote\"><i><small>PRHS</small></i>, perhaps related to the Gk. adj. <i>pronoos</i> (“prudent”).</i> by you, is it not all the more certain that the Holy One will summon support for you?<sup class=\"footnote-marker\">30</sup><i class=\"footnote\">Cf. Matthew 10:29–31 // Luke 12:6–7.</i> Therefore, she did not allow him to go abroad.", "versionTitle": "Midrash Tanhuma, S. Buber Recension; trans. by John T. Townsend, 1989.", "license": "CC-BY", "versionTitleInHebrew": "מדרש תנחומא, בובר, מתורגם בידי ג'ון ט' טוונסנד, 1989"}, {"_id": "5926b242d6e4a957603a0697", "index_title": "Midrash Tanchuma Buber", "category": "Midrash", "type": "", "ref": "Midrash Tanchuma Buber, Tazria 9:1", "anchorRef": "Leviticus 13:1", "anchorRefExpanded": ["Leviticus 13:1"], "sourceRef": "Midrash Tanchuma Buber, Tazria 9:1", "sourceHeRef": "תנחומא בובר, תזריע ט׳:א׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [150, 750], "commentaryNum": 9.0001, "collectiveTitle": {"en": "Midrash Tanchuma Buber", "he": "תנחומא בובר"}, "heTitle": "תזריע", "he": "אדם כי יהיה בעור בשרו גוו'. למה אינו אומר דבר אל בני ישראל כשם שהוא אומר בכל הפסקות, [אלא אדם כי יהיה], זש\"ה כי לא אל חפץ רשע אתה לא יגורך רע <small>(תהלים ה ה)</small>, לפי שהפסוק אומר (האומר) [אומר] עצתי תקום וכל חפצי אעשה <small>(ישעיה מו י)</small>, מי ששומע את הפסוק הזה אומר שמא יש עיבור דין למעלה, אמר ר' תנחומא בר אבא מהו וכל חפצי אעשה, שאינו חפץ לחייב שום בריה, שנאמר [כי אם אחפוץ במות הרשע <small>(יחזקאל לג יא)</small> הוי] כי לא אל חפץ רע אתה, מהו לא יגורך רע. אמר ר' יוחנן אמר דוד לפני הקב\"ה רבונו של עולם אם אתה חפץ לזכות מי ימחה בידך, באשר דבר מלך שלטון ומי יאמר לו מה תעשה <small>(קהלת ח ד)</small>, מי גדול ממך, בנוהג שבעולם שלטון שהוא יושב לדין, ומבקש לזכות או לחייב, הוא מתיירא מן גדול הימנו, שלא יתנו עליו אנקליטון לקומוס, קומוס מתיירא מאפרכוס, אפרכוס מתיירא מן המלך, המלך מתיירא ממך, ואתה אם מבקש אתה לזכות בריותיך, ממי אתה מתיירא, לא יגורך רע, ואין הלשון הזה אלא לשון יראה, כענין שנאמר כי יגורתי מפני האף והחמה <small>(דברים ט יט)</small>.", "heVersionTitle": "Midrash Tanhuma haKadum veHaYashan, S. Buber, 1885", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש תנחומא הקדום והישן, ש' בובר, תרמ\"ה", "text": "(Lev. 13:1–2:) <small>&lt; THEN THE LORD SPOKE UNTO MOSES AND UNTO AARON, SAYING: &gt; WHEN ANYONE HAS ON THE SKIN OF HIS FLESH &lt; A SWELLING OR A SORE OR A BRIGHT SPOT, AND IT BECOMES ON THE SKIN OF HIS FLESH THE PLAGUE OF LEPROSY, HE SHALL BE BROUGHT UNTO AARON THE PRIEST &gt;</small>…. Why does it not say: <small>SPEAK UNTO THE CHILDREN OF ISRAEL</small>, just as it says in all the &lt; other &gt; sections,<sup class=\"footnote-marker\">32</sup><i class=\"footnote\">In the Pentateuch the expression is found in Exod. 14:2, 15; 25:2; 31:15; Lev. 4:2; 7:23, 29; 12:2; 18:2; 23:2, 10, 24, 34; 25:2; 27:2; Numb. 5:22; 6:2; 9:10; 15:2, 18, 38; 33:51; 35:10.</i> [instead of: <small>WHEN ANYONE HAS</small>]?<sup class=\"footnote-marker\">33</sup><i class=\"footnote\"><i>Tanh.</i>, Lev. 4:7. The midrash points out that this commandment is universal and not only for the children of Israel. In what follows the Holy One shows a concern for all creatures. Cf. Enoch Zundel in his commentary on the parallel passage (<i>Tanh</i>., Lev. 4:7), according whom the Holy One, not being one <small>WHO DELIGHTS IN WICKEDNESS</small>, did not did not delight in citing the children of Israel for evil.</i> This text is related (to Ps. 5:5): <small>FOR YOU ARE NOT A GOD WHO DELIGHTS IN WICKEDNESS; EVIL MAY NOT ABIDE WITH YOU</small>. Because the verse says (in Is. 46:10) {<small>THE ONE WHO SAYS</small>} [<small>SAYING</small>]: <small>MY PLAN SHALL COME TO PASS, AND I WILL ACCOMPLISH ALL MY DESIRE</small>; whoever hears this verse, says: perhaps there is tyranny on high. R. Tanhuma bar Abba said: What is the meaning of <small>AND I WILL ACCOMPLISH ALL MY DESIRE</small>? That he does not desire to convict any creature, as stated (in Ezek. 33:11): [<small>THAT I DO NOT DESIRE THE DEATH OF THE WICKED</small>.] Ergo (in Ps. 5:5): <small>FOR YOU ARE NOT A GOD WHO DELIGHTS IN WICKEDNESS</small>. What is the meaning of <small>EVIL MAY NOT ABIDE WITH YOU</small>? R. Johanan said: David said to the Holy One: Sovereign of the World, if you desire to acquit, who will protest your authority? (Eccl. 8:4:) <small>FOR A KING'S WORD IS SUPREME, AND WHO MAY SAY TO HIM: WHAT ARE YOU DOING</small>? It is customary, when a &lt; local &gt; ruler sits in judgement and wants to acquit or convict, for him to be afraid of one greater than himself, lest they put in an appeal<sup class=\"footnote-marker\">34</sup><i class=\"footnote\"><i>Enqeliton</i>, from the Gk.: <i>ekkleton</i> (“appeal”) or <i>egkleton</i> (“accusation”).</i> to the imperial legate.<sup class=\"footnote-marker\">35</sup><i class=\"footnote\">Lat.: <i>comes</i>; Gk.: <i>komes</i>.</i> An imperial legate is afraid of a governor;<sup class=\"footnote-marker\">36</sup><i class=\"footnote\">Gk.: <i>eparchos</i> (“governor”) or <i>huparchus</i> (“viceroy”).</i> a governor is afraid of the king; the king is afraid of you; but you, if you desire to acquit or convict, of whom are you afraid? (Ps. 5:5): <small>EVIL MAY NOT ABIDE</small> (<i><small>YGWR</small></i>) <small>WITH YOU</small>. This expression (<i><small>YGWR</small></i>) can only be an expression of fear. Compare what is said (in Deut. 9:19): <small>FOR I WAS AFRAID</small> (<i>from <small>YGWR</small></i>) <small>OF ANGER AND RAGE</small>.", "versionTitle": "Midrash Tanhuma, S. Buber Recension; trans. by John T. Townsend, 1989.", "license": "CC-BY", "versionTitleInHebrew": "מדרש תנחומא, בובר, מתורגם בידי ג'ון ט' טוונסנד, 1989"}, {"_id": "5b0fd73f73ad4f00597c0a6e", "index_title": "Shenei Luchot HaBerit", "category": "Musar", "type": "", "ref": "Shenei Luchot HaBerit, Torah Shebikhtav, Sefer Vayikra, Torah Ohr, Vayikra 80", "anchorRef": "Leviticus 13:1", "anchorRefExpanded": ["Leviticus 13:1"], "sourceRef": "Shenei Luchot HaBerit, Torah Shebikhtav, Sefer Vayikra, Torah Ohr, Vayikra 80", "sourceHeRef": "שני לוחות הברית, תורה שבכתב, ספר ויקרא, תורה אור, ויקרא פ׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [1611, 1631], "commentaryNum": 80, "collectiveTitle": {"en": "Shenei Luchot HaBerit", "he": "שני לוחות הברית"}, "heTitle": "ויקרא", "he": "<b>וכבר</b> ידעת טעם איסור הנדה ותראה כי אותו הכח גובר עליה בעת הלידה והם חבלי יולדה, ועל כן באים מיד ימי הטומאה, ואחר הסרת הכח מתחלש עד שאין שם טומאה זהו טעם לדברי רבותינו ז\"ל <small>(נדה לה, ב)</small> מעיין אחד והתורה טמאתו והתורה טהרתו. והרמז כי כשיצאו כחות הטומאה מהיכל הקודש כל הנשאר שם הם מצד הטהרה. גם נמשך מחטא אדם שנלקח ממנו כתנות אור ונתלבש בכתנות עור ובשר. ושולט בו נגע צרעת, כמו שאמר <small>(ויקרא יג, ט)</small> נגע צרעת כי תהיה באדם, וכתיב <small>(שם ב)</small> אדם כי יהיה בעור בשרו כו', כלומר אדם הראשון שגרם לבוש עור ובשר גרם לצרעת הבא על המוציא דיבה, ונחש היה מוציא דיבה על השם יתברך לאמור מעץ הדעת אכל כו' ופיתה את חוה ואדם:", "heVersionTitle": "Shenei Luchot HaBrit, based on Amsterdam, 1698 ed. Part III", "heLicense": "Public Domain", "heVersionTitleInHebrew": "שני לוחות הברית, אמשטרדם תנ\"ח -- ח\"ג", "text": "When a woman experiences the pangs of birth, this results in impurity. After the birth, the impurity has been released through her pain. After the seven days of recovery from such impurity she no longer contains the ingredients that have caused it and therefore is free from any new impurity for a period longer than normal. Since, in the case of the birth of a female, the original impurity was stronger and lasted longer, the period during which she will be free from again contracting such impurity is correspondingly longer.<small> [I have paraphrased the author's quotation of th anonymous source. Ed.]</small> Another reason for that is that man lost his garments of light due to his sin and had to wear garments made of skin, i.e. something removed from the flesh of some animal. He became susceptible to נגע צרעת, afflictions of his skin. The Torah (Leviticus 13,1 expresses this by saying: נגע צרעת כי תהיה באדם … אדם כי יהיה בו נגע צרעת בעור בשרו. What all this means is that Adam, who was the cause of man having to wear clothing made of skin, is the cause of these skin diseases which afflict those who engage in slander. The serpent had been the one to indulge in slander against the Lord Himself when it said that Eve could safely eat from the tree of knowledge (Genesis 3,4) without incurring mortality. It seduced Eve and Adam to violate G–d's command. ", "versionTitle": "Shney Luchot Habrit by Rabbi Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5c7d85db4d7b5e00177b9b56", "index_title": "Sifra", "category": "Midrash", "type": "", "ref": "Sifra, Vayikra Dibbura DeNedavah, Chapter 2 1", "anchorRef": "Leviticus 13:1", "anchorRefExpanded": ["Leviticus 13:1"], "sourceRef": "Sifra, Vayikra Dibbura DeNedavah, Chapter 2 1", "sourceHeRef": "ספרא, ויקרא דבורא דנדבה, פרק ב א׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [250, 350], "commentaryNum": 1, "collectiveTitle": {"en": "Sifra", "he": "ספרא"}, "heTitle": "פרק ב", "he": "[א] \"אליו\" – למעט את אהרן. אמר ר' יהודה בן בתירא: י\"ג דברות נאמרו בתורה למשה ולאהרן; וכנגדן בתורה י\"ג מיעוטים – ללמדך שלא לאהרן נאמר אלא למשה שיאמר לאהרן.", "heVersionTitle": "Venice 1545", "heLicense": "", "heVersionTitleInHebrew": "", "text": "1) \"And He called to Moses and the L–rd spoke to him, etc.\" \"to him\" — to exclude Aaron. R. Yehudah b. Betheira said: Thirteen dibroth (accompanied by a command) were stated in the Torah to Moses and Aaron, and, corresponding to them, thirteen limitations, to teach us that they were not spoken to Aaron, but to Moses, to tell them to Aaron. (The dibroth: 1) [Shemoth 6:13]; 2) [Shemoth 7:8]; 3) [Shemoth 9:8]; 4) [Shemoth 12:1]; 5) [Shemoth 12:43]; 6) [Vayikra 11:1]; 7) [Vayikra 13:1]; 8) [Vayikra 14:33]; 9 [Vayikra 15:1]; 10 [Bamidbar 2:1]; 11 [Bamidbar 4:1]; 12 [Bamidbar 4:18]; 13) [Bamidbar 19:2].)", "versionTitle": "Sifra by Rabbi Shraga Silverstein", "license": "CC-BY", "versionTitleInHebrew": "ספרא, רבי שרגא זילברשטיין"}, {"_id": "5c7d97353081100060591d89", "index_title": "Sifra", "category": "Midrash", "type": "", "ref": "Sifra, Tazria Parashat Negaim, Section 1 1", "anchorRef": "Leviticus 13:1", "anchorRefExpanded": ["Leviticus 13:1"], "sourceRef": "Sifra, Tazria Parashat Negaim, Section 1 1", "sourceHeRef": "ספרא, תזריע פרשת נגעים, פרק א א׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [250, 350], "commentaryNum": 1, "collectiveTitle": {"en": "Sifra", "he": "ספרא"}, "heTitle": "פרק א", "he": "[א] \"וידבר ה׳ אל משה ואל אהרן לאמר אדם כי יהיה בעור בשרו\" – מה ת\"ל? לפי שנאמר \"ואיש או אשה כי יהי׳ בעור בשרם בֶהָרות בֶהָרות לבנות\" אין צריך לומר בהרות שאין בהם מראות נגעים ושלא באו לכלל אלא בהרות שבהם מראות נגעים שהיו בעכו\"ם ונתגייר, בקטן ונולד, בקמט ונגלה, בראש ובזקן בשחין ובמכוה ובקדח המורדין. נשתנו מראיהן בין להקל בין להחמיר ר' אלעזר בן עזריה מטהר. ר' אליעזר בן חסמא אומר, להקל – טהור, להחמיר – תראה כתחילה. רבי עקיבא אומר, בין להקל בין להחמיר – תראה כתחלה, לכך נאמר \"אדם כי יהיה\".", "heVersionTitle": "Venice 1545", "heLicense": "", "heVersionTitleInHebrew": "", "text": "1) (Vayikra 13:1) (\"And the L–rd spoke to Moses and to Aaron, saying: (Vayikra 13:2) A man, if there shall be in the skin of his flesh se'eth or sapachath or bahereth, and it become in the skin of his flesh a plague-spot of leprosy, then he shall be brought to Aaron the Cohein or to one of his sons, the Cohanim.\") \"if there shall be in the skin of his flesh\": What is the intent of this (\"shall be\" rather than \"is\")? Because it is written (Vayikra 13:38) \"And a man or a woman, if there be in the skin of their flesh white beharoth … he is clean,\" this tells me only of beharoth which did not arrive at the status of maroth (\"appearances\" [of plague-spots]) viz.: plague-spots (negaim) which appeared in a non-Jew before he became a proselyte (even though it remained the same after his conversion; (a plague-spot) in a fetus before it was born (which could not be inspected by the Cohein in utero, and which remained the same after birth); in a crease (in the flesh) which was (later) revealed (when the flesh became taut); in the head and the beard (which appeared when he became bald); in a \"rebellious\" boil or burn or inflammation — (All of these are clean even though they are now \"maroth,\" because when they originated they were not susceptible of inspection by the Cohein. What is their status) if their appearance changes, either lessening or deepening in intensity? R. Elazar b. Azaryah says: It is clean, (for though it changed in appearance, it still originated from the first, non-inspectable plague-spot). R. Elazar b. Chasma says: If of lesser intensity, it is clean (being a \"waning\" of the original plague-spot); if of deeper intensity, it is to be inspected anew, (being considered a new plague-spot). R. Akiva says: Whether of lesser or deeper intensity it is to be inspected anew. (And) it is in this connection that it is written \"A man, if there shall be\" (connoting a change [i.e., deeper or lesser intensity] from a pre-existing condition).", "versionTitle": "Sifra by Rabbi Shraga Silverstein", "license": "CC-BY", "versionTitleInHebrew": "ספרא, רבי שרגא זילברשטיין"}, {"_id": "5c7d9738ea593e00185b65db", "index_title": "Sifra", "category": "Midrash", "type": "midrash", "ref": "Sifra, Tazria Parashat Negaim, Section 1 2", "anchorRef": "Leviticus 13:1", "anchorRefExpanded": ["Leviticus 13:1"], "sourceRef": "Sifra, Tazria Parashat Negaim, Section 1 2", "sourceHeRef": "ספרא, תזריע פרשת נגעים, פרק א ב׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [250, 350], "commentaryNum": 2, "collectiveTitle": {"en": "Sifra", "he": "ספרא"}, "heTitle": "פרק א", "he": "[ב] \"כי יהיה\" – מן הדיבור ואילך. והלא דין הוא! טימא בזבים וטימא בנגעים: מה זבים פטר בהן לפני הדיבור, אף נגעים פטר בהם לפני הדיבור.", "heVersionTitle": "Venice 1545", "heLicense": "", "heVersionTitleInHebrew": "", "text": "2) \"if there shall be\": from this pronouncement on, (and not what may have existed before it, (their being in this respect like a proselyte before conversion [see above]). — (Why is a verse necessary for this?) Does it not follow? viz.: Zavim (those with a genital discharge) are tamei, and (those with) negaim are tamei. Just as (tumah) does not obtain with zavim before the pronouncement, so, it does not obtain with negaim before the pronouncement.", "versionTitle": "Sifra by Rabbi Shraga Silverstein", "license": "CC-BY", "versionTitleInHebrew": "ספרא, רבי שרגא זילברשטיין"}, {"_id": "5c7d973b3081100060591d91", "index_title": "Sifra", "category": "Midrash", "type": "midrash", "ref": "Sifra, Tazria Parashat Negaim, Section 1 3", "anchorRef": "Leviticus 13:1", "anchorRefExpanded": ["Leviticus 13:1"], "sourceRef": "Sifra, Tazria Parashat Negaim, Section 1 3", "sourceHeRef": "ספרא, תזריע פרשת נגעים, פרק א ג׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [250, 350], "commentaryNum": 3, "collectiveTitle": {"en": "Sifra", "he": "ספרא"}, "heTitle": "פרק א", "he": "[ג] קל וחומר! ומה אם זבים – שטומאתם וטהרתם בכל אדם – פטר בהן לפני הדיבור, נגעים שאין טומאתם וטהרתם אלא בכהן אינו דין שיפטר בהם לפני הדיבור?! לא! אם אמרת בזבים שלא טימא בהם אנוסים, תאמר בנגעים שטימא בהם אנוסים?! הואיל וטימא בהם אנוסים יטמא בהם לפני הדיבור… ת\"ל כי \"יהיה\" – מן הדיבור ואילך.", "heVersionTitle": "Venice 1545", "heLicense": "", "heVersionTitleInHebrew": "", "text": "3) (And it also follows) a fortiori, viz.: If tumah does not obtain before the pronouncement, with zavim, whose tumah and taharah are determined by all men (and not only Cohanim), it certainly does not obtain before the pronouncement with negaim, whose tumah and taharah is determined only by a Cohein! — No, this (that tumah does not obtain before the pronouncement) may be so with zavim, who do not become tamei by accident (i.e., through some external cause, like eating, drinking, jumping and the like), as opposed to (those with) negaim, who do become tamei by accident (i.e., if the nega originates through a burn or the like). (We would think that) since this is so, they (negaim) would be tamei before the pronouncement. It is, therefore, written \"if there shall be,\" from the pronouncement on.", "versionTitle": "Sifra by Rabbi Shraga Silverstein", "license": "CC-BY", "versionTitleInHebrew": "ספרא, רבי שרגא זילברשטיין"}, {"_id": "5cdd671725f25e0061095524", "index_title": "Malbim on Leviticus", "category": "Quoting Commentary", "type": "", "ref": "Malbim on Leviticus, Vayikra 3:4", "anchorRef": "Leviticus 13:1", "anchorRefExpanded": ["Leviticus 13:1"], "sourceRef": "Malbim on Leviticus, Vayikra 3:4", "sourceHeRef": "מלבי\"ם על ויקרא, ויקרא ג׳:ד׳", "anchorVerse": 1, "sourceHasEn": false, "compDate": [1844, 1874], "commentaryNum": 3.0004, "collectiveTitle": {"en": "Malbim on Leviticus", "he": "מלבי\"ם על ויקרא"}, "heTitle": "ויקרא", "he": "ויקרא אל משה וידבר ה' אליו: הלכה פסוקה בדיני המליצה כי בכל מאמר שנזכר בו שם הפועל ושם הפעול בפירוש, לא יבא לעולם שם הפעול לפני שם הפועל. רצוני, שלא יכתב \"וידבר אל משה ה' \" או \"ויאמר אל יוסף יעקב\"; רק הסדר \"וידבר ה' אל משה\", \"ויאמר יעקב אל יוסף\". ועתה יפלא מאד במאמר הלז שבא שם הפועל, ה' , מאוחר מטעם הדרוש שנתבאר (בסימן א), היה ראוי שגם שם הפעול, \"אל משה\", יבא מאוחר. ובזה היה הלשון מסודר: \"ויקרא וידבר ה' אל משה\" ולא היה צריך גם כן כפל מלת \"אליו\"; ואיך נתהפך הסדר שהקדים \"אל משה\" לפני שם \"ה' \" הדובר, ששיעורו \"ויקרא אל משה...ה' \"? וזה זר ומוזר מאד. ואמרו כי הקדים שם הפעול וכפלו שנית על ידי כינוי \"אליו\" לדייק רק אל משה קרא ורק אליו דבר, ולמעט את אהרן. שכבר יתבאר בספר זה, במקומות לא חקר, כי קדימת שם אחד לפני מקומו וכן כפל השם עם הכינוי בא למיעוט ולדיוק. ואמרו סופרים כי י\"ג דברות נאמרו בתורה למשה ואהרן, וכנגדן נאמרו י\"ג מיעוטין. <b>ותחלה נבאר הי\"ג דברות</b> האלה, איה מקום כבודם: במסורה (ריש חוקת) <b>וידבר ה' אל משה ואל אהרן:</b> י\"א דסמיכי וסימנם: \"ויצום אל בני ישראל\" (שמות ו, יג), \"דברו את כל\" דשרצים (ויקרא יא, א), \"אדם כי יהיה בעור\" (ויקרא יג, א), \"כי תבואו אל ארץ\" (ויקרא יד, לג-לד), \"איש איש כי יהיה זב\" (ויקרא טו, א), \"איש על דגלו באותות\" (במדבר ב, א), \"נשא את ראש הקהתי\" (במדבר ד, א), \"אל תכריתו את\" (במדבר ד, יז), \"עד מתי לעדה הרעה\" (במדבר יד, כו-כז), \"הבדלו מתוך העדה\" (במדבר טז, כ-כא), \"זאת חקת התורה\" (במדבר יט, א-ב).  עוד במסורה (בסדר וארא): <b>ויאמר ה' אל משה ואל אהרן:</b> ו' דסמיכי וסימנהון: \"מופת\" (שמות ז, ח-ט), \"חפניכם\" (שמות ט, ח), \"החדש\" (שמות יב, א-ב), \"זאת חוקת הפסח\" (שמות יב, מג), \"יען לא האמנתם\" (במדבר כ, יב), \"בהר ההר\" (במדבר כ, כג).  עוד במסורה: <b>וידבר ה' אל אהרן:</b> ב' דסמיכי וסימנך: \"יין ושכר אל תשת\" (ויקרא י, ח-ט), \"ואני הנה נתתי לך\" (במדבר יח, ח). ותלתא <b>ויאמר ה' אל אהרן:</b> וסימנהון: \"לך לקראת משה\" (שמות ד, כז), \"אתה ובניך ובית אביך\" (במדבר יח, א), \"בארצם לא תנחל\" (במדבר יח, כ), עכ\"ל המסורה. לפי זה חשבון הי\"ג דברות שנאמרו למשה ולאהרן נפלא מאד! דאם נחשב רק \"וידבר ה' אל משה ואהרן\" אינם רק י\"א; ואם נחשב גם \"ויאמר ה' \" הם י\"ז (ועוד נמצא \"ויאמר ה' פתאום אל משה ואל אהרן\" דפר' בהעלותך ולא מנהו המסורה משום תיבת \"פתאום\" המפסיק. ועל זה כוון מ\"ש ברבה במדבר (פרשה ב) בי\"ח מקומות אתה מוצא משה ואהרן שוים וכולי); ואם נחשב גם \"ויאמר\"/\"וידבר\" ה' אל אהרן הם כ\"ב! ועם \"ויאמר ה' פתאום..\" הם כ\"ג! ותהי המבוכה רבה בעדת המפרשים, גם שגו במנין פקו פליליה. <sup class=\"footnote-marker\">(א)</sup><i class=\"footnote\">הק\"א פסקא כ' וז\"ל לא הוצרך לבאר הי\"ג פעמים שנאמרו בתורה הדברות למשה ולאהרן כי מבוארים הם ונתנו בהם סימן, מופת, חפניכם, החדש, ויצום, החיה, ארץ אחוזתכם, זב, איש על דגלו, נשא את ראש בני קהת, אל תכריתו, עד מתי, הבדלו, פרה. עכ\"ד, והנה ג' מהם שהם מופת, חפניכם, החדש, כתוב ויאמר אל משה ואהרן. ולו שם בשלשה ועד השלשה לא בא כי ששה המה. ועשרה דכתיב וידבר, הם באמת עשתי עשר. עוד כתב שם אח\"כ ואם יקשה עליך שהרי מצאנו דבור מיוחד לאהרן (בפ' קרח) וכן אמירה אחת לאהרן (שם) וכו'. ושכח כי הם שתי דברות ושלש אמירות כמ\"ש מנמוקי בעלי המסורה, והראב\"ד (כפי שהביא הק\"א משנה ד' בשמו) דסבר שהם ט\"ז דברות ואמירות, וריב\"ב לא חשיב ג' דברות ואמירות שקודם החדש הזה לכם נשארו י\"ג, וריה\"ג חשיב גם הג' דקודם החודש עי\"ש. וגם זה אינו כפתור ופרח, כי בארנו שהם י\"ז או י\"ח, ועוד שגם ריב\"ב מונה בין המעוטים מיעוט של ויהי ביום דבר ה' אל משה בא\"מ. וראיתי להחכם רוו\"ה במודע לבינה אחרי שהשיג על הק\"א חתר להמציא חלוקים שונים למצוא המנין. וחלק בין פרשה לפרשה בדוחקים עצומים לבלי הועיל. וכן מה שכתב בעל ק\"א על דברי הראב\"ד שלא מנה רק המצות מלבד שסותר דברי עצמו שלא חשב תחלה רק י\"ג דברות ואמירות, סותר האמת, כי הדבור, עד מתי (במדבר י\"ד כ\"ז) הבדלו (שם ט\"ז כ') וכן האמירה יען לא האמנתם (שם כ' י\"ב) בהר ההר (שם כ' כ\"ג) אין בו מצוה. סוף דבר, הוחלתי כי לא ידברו העתיקו מהם מלין לכן חלקי אמרה נפשי, והמעיין יבחר. אולם מ\"ש במכלתא ריש בא על ויאמר ה' אל משה ואל אהרן למשה הי' הדבור ולא לאהרן וכו' ומפני מה לא היה מדבר עמו מפני כבודו של משה וכ' נמצא ממעט אהרן מכל הדברות חוץ מג' מקומות מפני שאפשר, היא דעת אחרת. שגם בכ\"מ שנאמר ויאמר ה' אל משה ואל אהרן אל משה לבד דבר וזה מטעם. מפני כבודו של משה. פי' שהגם שאמירה יצויר באהרן, לא יצויר שישוה עם משה באמירה משותפת, וס\"ל שגם לשון אמירה שבא אצל משה היתה מעולה מאמירה אל נביאים אחרים ולא נשתתף עמו אחר חוץ מג' מקומות והם תלתא ויאמר ה' אל אהרן לבד, מפני שאפשר אחר שאהרן היה נביא אפשר שתבא אליו אמירה, וכמ\"ש בפרושי:</i>: לכן אמרתי שִמעה לי, אחַוה דֵעי אף אני: לך עבור בספרי נביאים וכתובים מקצה לקצה ולא תמצא שיאמר \"וידבר ה' אל נביא פלוני לאמר\" כמו שלשון זה רגיל בספר התורה בדבר ה' אל נאמן ביתו. [כי מה שנמצא \"וידבר ה' אל גד\" (דברי הימים א כא, ט) פירושו שהגיע דבר ה' אליו על ידי מלאך, כי זה עצמו נזכר (שמואל ב כד) ושם כתוב \"ודְבַר ה' היה אל גד\" שזה מדרגה קטנה ונמצא אף בבעלי רוח הקדש כמו \"ויהי דבר ה' אל שלמה\" (מלכים א יז יא), \"ונמצא ויהי דבר ה' אל יהוא\" (שם טז), \"דבר ה' היה אל בעשא\" (שם שם) – רוצה לומר על ידי שליח. וכן מ\"ש \"וידבר ה' אל גד\" הוא דומה עם מ\"ש \"וידבר ה' אל מנשה ואל עמו\" (דברי הימים ב לג, י) שפירושו על ידי שליח. וזולת זה לא נמצא בנביאים רק \"וידבר מלאך ה' אל אליהו\" (מלכים א טו) וכן (דניאל ט, זכריה ו, יחזקאל סימן מ וסימן מא) כולם מבוארים שהיה על ידי מלאך]. ובמסורה מערכיית אות א: <b>\"וידבר ה'\"</b> ד' בנביאים וסימנהון: \"וידבר ה' אל יהושע\" (יהושע כ, א), \"ביד עבדיו הנביאים\" (מלכים ב כא, י), \"וידבר ה' אל גד\" (דברי הימים א כא, ט), \"וידבר ה' אל מנשה\" (דברי הימים ב לג, י); וכל אורייתא דכוותיה. והטעם מבואר במה שבארתי בסימן הקודם בהבדל שבין \"דיבור\" ו\"אמירה\" ושמה שכתוב \"וידבר ה' אל משה לאמר\" פירושו שמסר לו דברים והלכות בעל פה ושבצם במשבצת אמירת הכתב וזה לא היה רק במשה שהיה נביא תורה, לא ביתר נביאים. רק פעם אחד נמצא בפר' רוצחים (יהושע כ) \"וידבר ה' אל יהושע לאמר\" שזה מפני שהחזיר שם פרשה הכתובה בתורה ואמרו חז\"ל (מכות יא) אמר ר' חמא בר' חנינא מפני מה נאמרה פרשת רוצחים בלשון עזה? דכתיב \"וידבר ה' אל יהושע לאמר..\" מפני שהם של תורה. למימרא דכל \"דיבור\" לשון קשה? הן, כדכתיב \"דבר האיש אדני הארץ אתנו קשות\". [והקישוי הזה כולל בין הקשה מצד עומק הדברים ומושגם כמו ענינים עמוקים שצריכים ביאור ופירוש, הן הקשה מצד ענינו, כמו דברים הרעים ווכוחים וטענות שזה נכנס בגדר הדיבור. והביא ממין אחד – \"דבר האיש אתנו קשות\" ראייה למין השני שפרשת ערי המקלט קשה מצד עומק מושגה יען שהיא של תורה. ובמדרש רבה (תשא פ' מב ופ' סח) ובתנחומא (פר' צו) וספרי (פר' בהעלותך) ובכמה מקומות אמרו \"דיבור\" קשה ו\"אמירה\" רכה.] על פי הדברים ואמת האלה נראה כי לא הוציא ר' יהודה בן בתירה את אהרן רק מן ה\"דיבור\", לא מן ה\"אמירה\", שכן דייק <b>י\"ג דברות</b>; והרי במשנה הבדיל בין \"דיבור\" ובין \"אמירה\" ובוודאי לשונו דוקא; כי אחר שאהרן היה נביא בהכרח באה אליו אמירה מאת ה' כמו אל יתר נביאים רק ה\"דיבור\" לא יצויר עמו שזה מיוחד רק למשה לבד [שעל מה שכתוב \"וידבר אלקים אל נח\" שאל זאת במדרש (ויקרא פ\"א) ועם נח לא דבר וכולי. ובאברהם כתיב \"וידבר אתו\"] . והם י\"ג דברות – שהם י\"א שכתוב \"וידבר אל משה ואהרן\" ושנים \"וידבר ה' אל אהרן\". וראיה לאמיתת פירוש זה שעל מה שכתוב \"וידבר אל משה ואל אהרן ויצום\" (שמות ו, יג) סיים \"ויהי ביום דבר ה' אל משה\", (וזה אחד מן המיעוטים). וכן על מה שכתוב על \"וידבר..איש על דגלו\" (במדבר ב) סיים \"ויעשו בני ישראל כאשר צוה ה' את משה\" (וגם זה מן המיעוטים) – מבואר שעיקר הציווי היה למשה. לא כן במה שכתב \"<b>ויאמר</b> ה'..החדש הזה\" (שמות יב) סיים \"ויעשו בני ישראל כאשר צוה ה' <b>את משה ואת אהרן</b>, וכן על \"ויאמר..\" ד\"זאת חוקת הפסח\" (שמות יב, מג) סיים כן; מבואר דגבי \"ויאמר\" היה הציווי לשניהם. <b>(ביאור משנה ב ומשנה ג)</b> עתה נבאר <b>הי\"ג מיעוטים:</b> ר' יהודה בן בתירה בקש חשבונות רבים, י\"ג מיעוטים נגד י\"ג דברות להראות שמה שכתוב \"וידבר ה'...אל אהרן\" פירושו על ידי שליח כמו \"וידבר ה' אל גד\" \"וידבר ה' אל מנשה\" כמו שנזכר למעלה. ובבראשית רבה (פר' כ) \"ותקרא שם ה' הדובר אליה\" – על ידי מלאך...\"ויאמר ה' לה\" – על ידי מלאך ויש אומרים על ידי שם בן נח. וכן (שם פ' מה). וברבה (יתרו פ' ??) \"ויאמר אל משה אני חותנך יתרו\" – ר\"י אומר על ידי שליח; ר\"א אומר אגרת שלו לו. וכן \"וידבר..אל אהרן\" – על ידי משה. <b>(מיעוט א ב ג)</b> מ\"ש בסוף נשא (במדבר ז, פט): \"וּבְבֹא מֹשֶׁה אֶל אֹהֶל מוֹעֵד לְדַבֵּר אִתּוֹ וַיִּשְׁמַע אֶת הַקּוֹל מִדַּבֵּר אֵלָיו מֵעַל הַכַּפֹּרֶת אֲשֶׁר עַל אֲרֹן הָעֵדֻת מִבֵּין שְׁנֵי הַכְּרֻבִים וַיְדַבֵּר אֵלָיו\". (א) מה שכתב \"ובבא משה אל אהל מועד לדבר אתו\" – מלת \"לדבר אתו\" מיותר, שכבר אמר (שמות לד, לד) \"ובבא משה לפני ה' לדבר אתו\", ותמצא מבואר בכל הספר הזה כי כל מאמר הכפול בתורה – האחד בא לגופיה והשני לדרוש; אמר שנית \"לדבר אתו\" למעט זולתו שהוא אהרן. (ב) \"מדבר אליו\" שלדעת רש\"י הוא מן ההתפעל כמו \"מתדבר\" ואם כן מלת \"אליו\" זרה שהוראת ההתפעל הוא שמתדבר אל עצמו. ועל כן רצה הראב\"ע לעשותו שם הפועל והדגש מקום \"מן\" וזה דוחק. ופירשו חכמים שמלת \"אליו\" הזרה פה בא למעט זולתו, שהקול לא הגיע לאזני זולתו שהוא אהרן. (ג) מ\"ש \"וידבר אליו\" מיותר בהחלט דהא מתחיל בפרשה אחריו \"וידבר ה' אל משה דבר אל אהרן\" והרי כפול \"וידבר אליו..וידבר ה' אל משה\". ופירושו שבא למעט רק אליו דבר שהוא ידבר לאהרן, ולא דבר עם אהרן עצמו. <b>(מיעוט ד ה):</b> מצאנו יעידה עם מלת \"לך\" ג' פעמים: \"וְנוֹעַדְתִּי לְךָ שָׁם וְדִבַּרְתִּי אִתְּךָ\" (שמות כה, כב), \"לִפְנֵי הַפָּרֹכֶת אֲשֶׁר עַל אֲרֹן הָעֵדֻת לִפְנֵי הַכַּפֹּרֶת אֲשֶׁר עַל הָעֵדֻת אֲשֶׁר אִוָּעֵד לְךָ שָׁמָּה\" (שמות ל, ו), \"לִפְנֵי הָעֵדֻת בְּאֹהֶל מוֹעֵד אֲשֶׁר אִוָּעֵד לְךָ שָׁמָּה\" (שמות ל, לו). וכפי הכללים שהיו לחז\"ל בזה (שיתבארו בכל הספר) כל דבר הכפול ומשולש בתורה צריך אחד לגופיה והיתרים באו לדרשה, ונשארו שנים למעט שהיעידה תהיה לך, לא לזולתך שהוא אהרן. <b>(מיעוט ו):</b> (שמות כט, מב) \"עולת תמיד..פתח אהל מועד לפני ה' אשר אועד לכם שמה לדבר אליך שם ונועדתי שמה לבני ישראל\" פירש הראב\"ע ויפת אמר \"אשר אועד לכם\" – למשה ולאהרן, ורמז לדבר: \"אליך\" למשה תמיד, ועדותו \"ונועדתי שמה לבני ישראל\". כוונתו שאי אפשר לפרש \"אועד לכם\" לישראל דאם כן למה יאמר שנית \"ונועדתי..לבני ישראל\"? ועל כרחך \"לכם\" למשה ולאהרן ובאר שבכל זאת אל אהרן לא ידבר רק \"לדבר אליך\" – למשה תמיד. וזה דעת רבותינו. (משנה ז) <b>(מיעוט ז):</b> \"כאשר צוה ה' אל משה\" זה נמצא רק פעם אחת בתורה (שמות טז, לג-לד) \"ויאמר משה אל אהרן קח צנצנת אחת ותן שמה...כאשר צוה ה' אל משה\" (כי תמיד כתוב \"את משה\" ונמסר במסורה לית ושארה \"את\". ויש בזה ב' זריות: (א) שהיה לו לומר \"כאשר צוה ה' אותי\" או \"אלי\", אחר שמשה דבר זאת. והגם שמצאנו פעמים שבא השם תחת הכינוי כמו \"ואל משה אמר עלה אל ה' \" כמ\"ש הרד\"ק (במכלול דף כט ב) – יש בו דרוש כמ\"ש (ברכות ח) \"למען אדני \" – \"למענך\" מבעיא ליה?! למען אברהם שקראך אדון. (ב) זאת שנית מ\"ש \"צוה אל משה\". ויש הבדל בין \"צוה את\" ובין \"צוה ל...\" בלמ\"ד; ש\"צוה ל...\" מורה שצוה בשבילו כמו שפרש\"י (במדבר לב כח) \"ויצו להם משה את אלעזר הכהן\" כמו עליהם ועל תנאם, כמו \"ה' ילחם לכם\". \"עמדו ואשמעה מה יצוה ה' לכם\" תרגם אונקלוס על דילכון. \"צוה ה' ליעקב\" (איכה א׳:י״ז) פרש\"י על יעקב. ובסוטה (דף יב) \"ויצו פרעה לכל עמו\" אף על עמו גזר. \"תורה צוה לנו משה\" לנו בעבורינו (ספרי סימן שמה). ולכן דרשוהו גם פה שלפי שמשה פקד לאהרן לגנוז צנצנת המן באר כי צויים כאלה צוה אל ובשביל משה, לא בשביל אהרן, הגם שאהרן עשה המעשה הציוי בא אל משה שיאמר לאהרן. <b>(מיעוט ח):</b> בפר' צו (ויקרא ז, לו-לח) \"אשר צוה ה' לתת להם...אשר צוה ה' את משה בהר סיני ביום צותו\" ויש פה גם כן ב' זריות: (א) כפל \"אשר צוה..אשר צוה\", (ב) שהיה לו לומר בשניהם \"כאשר\". ובמסורה נמסר על שניהם: חמשה סבירין \"כאשר\" וקרינין \"אשר\"; ודרשו שבא ללמד \"אשר צוה ה' \", רוצה לומר, כל מה שצוה ה' – אשר צוה אל משה, השני מבאר את הראשון שהיו הצויים מיוחדים למשה, לא לאחר עמו. <b>(מיעוט ט):</b> \"אשר צוה ה' את משה\" הוא מיעוט שבא בדיבור עצמו, שעל \"וידבר ה' אל משה ואל אהרן\" דקהת (במדבר ד, א עיין שם) (במדבר ד, יז עיין שם) סיים בסוף הענין (במדבר ד, מט) \"ופקדיו אשר צוה ה' את משה\" – מבואר שלמשה בא הציווי. <b>(מיעוט י):</b> גירסת הספרא \"את אשר יצוה\" וכן גירסת התורת כהנים, וכן מה שגרסי \"את כל אשר אצוך אל בני ישראל\" לא אוכל לפרשה כפי דרכי בספר הזה, ונראה לגרוס במקומם \"כאשר דבר ה' ביד משה לו\" (במדבר יז, ה) שכן אומר בספרי (קרח פסקא קיז) \"וידבר ה' אל אהרן ואני הנה נתתי\" – שומע אני שהיה הדיבור לאהרן... ת\"ל \"זכרון לבני ישראל..כאשר דבר ה ביד משה לו\" – הא למדת שהדיבור למשה שיאמר לאהרן. ופרש\"י \"ביד משה לו\" כמו עליו, על אהרן דבר וכולי שהוא פרשת \"ואני הנה נתתי\". לפי זה גם זה מיעוט שבא בדיבור עצמו ביחוד, כי מן מיעוט ט' עד מיעוט י\"ג הם מיעוטים שבאו בהדברות עצמם. <b>(מיעוט י\"א):</b> גם הוא נזכר בדיבור עצמו שעל דיבור \"ויצום\" (שמות ו, יג) סיים (שמות ו, כח) \"ויהי ביום דבר ה' אל משה בארץ מצרים\" – ביאר שלמשה בא הדיבור הלז. ", "heVersionTitle": "Malbim on Vayikra – Wikisource", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5cdd6d625f6461001992d8c4", "index_title": "Malbim on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Malbim on Leviticus, Tazria 36:1", "anchorRef": "Leviticus 13:1", "anchorRefExpanded": ["Leviticus 13:1"], "sourceRef": "Malbim on Leviticus, Tazria 36:1", "sourceHeRef": "מלבי\"ם על ויקרא, תזריע ל״ו:א׳", "anchorVerse": 1, "sourceHasEn": false, "compDate": [1844, 1874], "commentaryNum": 36.0001, "collectiveTitle": {"en": "Malbim", "he": "מלבי\"ם"}, "heTitle": "תזריע", "he": "אדם כי יהיה: כבר בארתי למעלה (ס׳ ב׳) שבכל מקום שתולדת התנאי חוזר לגוף הנושא ישמש תמיד במלת <b>אשר</b> לא במלת <b>כי</b> ובארתי שבפרשיות אלה בא זרות בלשון, במה שבא מלת \"כי\" תחת מלת \"אשר\", כי כפי חוקי הלשון היל״ל \"אדם אשר יהיה בעור בשרו והובא\", ושחז״ל למדו בכל אלה שבטומאת יולדת ונגעים וזבים אינו מטמא רק מן הדבור ואילך אבל טומאה שהי׳ בו לפני הדבור וקודם מ״ת אינה מטמאה וזה ההבדל בין כי\" ובין \"אשר\" שמלת \"אשר\" מורה קנין הנמצא בעצם אף מכבר ומלת \"כי\" מציין רק כי יהי׳ מעתה וזה שורש לכל הלימודים שלמד פה שהוא הדין בכל נגע שנולדה בעת שלא היו מטמאים כמו בקטן או בעכו\"ם או במקום או בענין שאין מטמאים דומה כנגע לפני הדבור. וז״ש \"אדם כי יהיה מה תלמוד לומר\" רצונו לומר שהיה לו לומר \"אשר יהיה\" ומשיב לפי שנאמר ואיש או אשה כי יהי׳ בעור בשרם בהרת ומלמד אף בהרות שבהם מראות נגעים ג״כ טהורים אם נולדו בזמן שאין מטמאים כמו בקטן ובעכו״ם, אף שעתה נולד הקטן ונתגייר העכו״ם, או במקום שאין מטמאין כמו בקמט ובראש ובזקן, או בענין שאין מטמאים כמו בשחין ובמכוה ובקדח המורדין <small><b>[והיא לרע״ב ור״ש (פ״י משנה ח) שחין הבא מחמת דבר אחר) ומכוה שלא מחמת האש דאתי מרבויא (לקמן פ״ו מ״ו ופ״ז מ\"ד) ולרמב\"ם בפירוש המשנה שם שחין היא הכאה בכל מה שיוכה ומכוה היא הכאה בדבר שנתחמם באש. וקדח היא הנגע ההוה מליחה נשרפת נלהבת בגוף כמורסות והיציאות אשר ינקבו העור ונקרוהו מלשון \"כי אש קדחה באפי\" ומ\"ש המורדים פי' שלא נתרפאו יפה ולא העלו קרום כקליפת השום שאינו מטמא משום נגע (כמ\"ש לקמן פ\"ו מ\"ה ופ\"ז מ\"ג) וי\"ג המוררים שנ?? מהם ריר וליחה. וצריך להוסיף חזר הראש והזקן ונקרחו, השחין והמכוה והקדח ונעשו צרבת כמ\"ש בנגעים פ\"ז מ\"א]</b></small> הנה בכל אלה אף שעתה ראוים לטומאה – אין מטמאין, כיון שחלו בשעת פטור ודומים לנגע לפני הדבור.  ומ\"ש בין להקל וכו' מובא בנגעים (שם מ\"ב) ומפרש להקל שהיתה כשלג ונעשה כסיד או שנשתנה מצמר לבן לקרום ביצה להר\"ש והרע\"ב שאין מצטרפין רק שני אבות ואב ותולדה דידיה. ולדעת הרמב\"ם (פ\"א מה' ט\"צ) דכולהו מצטרפי הוא הדין הנשתנה משלג לכל המראות ולהחמיר הוא בהפך שנשתנה ממראה כהה למראה עזה לכל אחד כדאית ליה.  ומ\"ש לא אם אמרת בזבין שלא טמא בהם אנוסין כמ\"ש זבין (פרשה ה משנה ז) ומ\"ש מצורע טמא אנוסין (מצורע פרשה ה משנה ד) והק\"א חלק מאמר זה לשני לימודים ועפ\"ז נדפס התחלת משנה ב' כי יהיה מן הדבור וכו' וזה אינו וכן משמע מן המשנה שם אלו בהרות טהורות שיה בו קודם מ\"ת בנכרי ונתגייר, וכו' וכן משמע מהר\"ש והרע\"ב שהכל לימוד אחד וכמ\"ש.", "heVersionTitle": "Malbim on Vayikra – Wikisource", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5d239fca57985900e21d539d", "index_title": "Niddah", "category": "Talmud", "type": "", "ref": "Niddah 19a:9", "anchorRef": "Leviticus 13:1-46", "anchorRefExpanded": ["Leviticus 13:1", "Leviticus 13:2", "Leviticus 13:3", "Leviticus 13:4", "Leviticus 13:5", "Leviticus 13:6", "Leviticus 13:7", "Leviticus 13:8", "Leviticus 13:9", "Leviticus 13:10", "Leviticus 13:11", "Leviticus 13:12", "Leviticus 13:13", "Leviticus 13:14", "Leviticus 13:15", "Leviticus 13:16", "Leviticus 13:17", "Leviticus 13:18", "Leviticus 13:19", "Leviticus 13:20", "Leviticus 13:21", "Leviticus 13:22", "Leviticus 13:23", "Leviticus 13:24", "Leviticus 13:25", "Leviticus 13:26", "Leviticus 13:27", "Leviticus 13:28", "Leviticus 13:29", "Leviticus 13:30", "Leviticus 13:31", "Leviticus 13:32", "Leviticus 13:33", "Leviticus 13:34", "Leviticus 13:35", "Leviticus 13:36", "Leviticus 13:37", "Leviticus 13:38", "Leviticus 13:39", "Leviticus 13:40", "Leviticus 13:41", "Leviticus 13:42", "Leviticus 13:43", "Leviticus 13:44", "Leviticus 13:45", "Leviticus 13:46"], "sourceRef": "Niddah 19a:9", "sourceHeRef": "נדה י״ט א:ט׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 37.0009, "collectiveTitle": {"en": "Niddah", "he": "נדה"}, "heTitle": "נדה", "he": "אלא בין נגעי אדם לנגעי בתים ולנגעי בגדים וכולן טמאין הכא נמי בין דם נדה לדם זיבה וכולן טמאין", "heVersionTitle": "Wikisource Talmud Bavli", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "תלמוד בבלי (ויקיטקסט)", "text": "<b>Rather,</b> the phrase “between leprous mark and leprous mark” must mean the following: <b>Between the leprous marks</b> that afflict <b>man</b> (see Leviticus 13:1–46) <b>and the leprous marks of houses</b> (see Leviticus 14:33–53) <b>and the leprous marks of garments</b> (see Leviticus 13:47–59), as different <i>halakhot</i> pertain to these categories of leprous marks, <b>and</b> yet <b>they are all ritually impure.</b> Therefore, <b>here too,</b> when the verse states: “Between blood and blood,” it means: <b>Between the blood of a menstruating woman and the blood of a discharge [<i>ziva</i>], and they are all ritually impure.</b> If so, this verse cannot be cited as proof that there is a type of blood emitted by a woman that is pure.", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "5dbee36a46c6d85848861769", "index_title": "Malbim Ayelet HaShachar", "category": "Commentary", "type": "commentary", "ref": "Malbim Ayelet HaShachar 104:1-2", "anchorRef": "Leviticus 13:1", "anchorRefExpanded": ["Leviticus 13:1"], "sourceRef": "Malbim Ayelet HaShachar 104:1-2", "sourceHeRef": "אילת השחר (מלבי\"ם) ק״ד:א׳-ב׳", "anchorVerse": 1, "sourceHasEn": false, "compDate": [1844, 1874], "commentaryNum": 104.0001, "collectiveTitle": {"en": "Malbim Ayelet HaShachar", "he": "אילת השחר (מלבי\"ם)"}, "heTitle": "אילת השחר (מלבי\"ם)", "he": ["וגם יש הבדל שמלת \"אשר\" מציין קנין הנמצא בנושא ומלת \"כי\" מציין הפעולה העתידה.", "ולכן בכל מקום שירצה לבאר שהדבר אינו נוהג רק מכאן ואילך – כמו בצרעת ובזיבה, שצרעת וזיבה שלפני הדיבור אינו מטמא – תפס מלת 'כי' תחת מלת 'אשר' בכל מקום. ובמקום שירצה לומר שאף אם היה בו דבר זה מכבר נוהג הדין – כמו במה שכתוב \"אשר יהיה בו מום\" – תפס מלת 'אשר' (תזריע ס' ב באורך. ועוד תזריע ס' לו, תזריע ס' קמב. מצורע ס' קכא. אמור ס' מב)"], "heVersionTitle": "Wikisource Edition", "heLicense": "", "heVersionTitleInHebrew": "", "text": ["And also, there is a difference between the word אשר when it indicates an attribute of a subject and the word כי when it indicates a future action:", "And so any place where it wants to clarify that a matter is only applicable from here and onward – such as with צרעת (leprosy) and זיבה (issue), that the צרעת or זיבה that is before the speaking does not have a status of “unclean” – the word כי will come instead of אשר everywhere. And in a place where it means to say that even if this attribute were present long ago the judgement will be applicable – as when it is written אשר יהיה בו מום (Whosoever he be of your seed throughout their generations that has a blemish)<sup class=\"footnote-marker\">212</sup><i class=\"footnote\">Leviticus 21:17.</i> – the word אשר will be used.<br><br><i>Leviticus 12:2 says, דבר אל בני ישראל לאמר אשה כי תזריע וילדה זכר וטמאה שבעת ימים כימי נדת דותה תטמא (Speak unto the children of Israel, saying: If a woman be delivered, and bear a man-child, then she shall be unclean seven days; as in the days of the impurity of her sickness shall she be unclean), using the word כי. According to Rule 104, this indicates that if a woman delivers a boy before Moses tells this law to the children of Israel, the law will not apply<sup class=\"footnote-marker\">213</sup><i class=\"footnote\">Malbim, HaTorah v’HaMitzvah Tazria 2.</i>.</i>"], "versionTitle": "Ayelet Hashachar, translated by Betzalel Avraham Feinstein, 2021", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "5f1e9f59eb7d2e14756447c7", "index_title": "Midrash Lekach Tov", "category": "Midrash", "type": "commentary", "ref": "Midrash Lekach Tov, Leviticus 13:1:1", "anchorRef": "Leviticus 13:1", "anchorRefExpanded": ["Leviticus 13:1"], "sourceRef": "Midrash Lekach Tov, Leviticus 13:1:1", "sourceHeRef": "מדרש לקח טוב, ויקרא י״ג:א׳:א׳", "anchorVerse": 1, "sourceHasEn": false, "compDate": [1105, 1115], "commentaryNum": 1.0001, "collectiveTitle": {"en": "Midrash Lekach Tov", "he": "מדרש לקח טוב"}, "heTitle": "ויקרא", "he": "וידבר יי אל משה ואל אהרן לאמר", "heVersionTitle": "Midrash Lekach Tov on Torah, Vilna 1884", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש לקח טוב, מכונה פסיקתא זוטרתא, וילנא תרמ\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5f1e9f5aeb7d2e14756447c9", "index_title": "Midrash Lekach Tov", "category": "Midrash", "type": "commentary", "ref": "Midrash Lekach Tov, Leviticus 13:1:2", "anchorRef": "Leviticus 13:1", "anchorRefExpanded": ["Leviticus 13:1"], "sourceRef": "Midrash Lekach Tov, Leviticus 13:1:2", "sourceHeRef": "מדרש לקח טוב, ויקרא י״ג:א׳:ב׳", "anchorVerse": 1, "sourceHasEn": false, "compDate": [1105, 1115], "commentaryNum": 1.0002, "collectiveTitle": {"en": "Midrash Lekach Tov", "he": "מדרש לקח טוב"}, "heTitle": "ויקרא", "he": "הוצרכה הפרשה להאמר אל אהרן לפי שעל פיו מטמא ועל פיו מטהר או על פי אחד מבניו הכהנים וזו אחת מעשר שנדבר למשה ולאהרן.", "heVersionTitle": "Midrash Lekach Tov on Torah, Vilna 1884", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש לקח טוב, מכונה פסיקתא זוטרתא, וילנא תרמ\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "60e42dcccf868095cf3cc0d0", "index_title": "Reshit Chokhmah", "category": "Kabbalah", "type": "", "ref": "Reshit Chokhmah, Gate of Fear 4:7", "anchorRef": "Leviticus 13:1", "anchorRefExpanded": ["Leviticus 13:1"], "sourceRef": "Reshit Chokhmah, Gate of Fear 4:7", "sourceHeRef": "ראשית חכמה, שער היראה ד׳:ז׳", "anchorVerse": 1, "sourceHasEn": false, "commentaryNum": 4.0007, "collectiveTitle": {"en": "Reshit Chokhmah", "he": "ראשית חכמה"}, "he": "<b>ובזוהר</b> (ויקרא יג, א) ביאר על פסוק זה (ויקרא ד, ב) נפש כי תחטא בשגגה, ענין נוגע לדרוש שלנו, וראיתי להעתיקו אף שהוא ארוך, מפני רב תועלתו לענין היראה והתשובה, והוא ע\"ד מה שנתבאר במדרש שהעתקנו, וזה לשונו נפש כי תחטא, רבי יוסי פתח (שה\"ש ב, יז) עד שיפוח היום ונסו הצללים וגו', כמה אית להו לבני נשא לאזדהרא מחובייהו דלא למחטי קמי מאריהון, דהא בכל יומא ויומא כרוזא נפיק וקארי אתערו בני עלמא לבייכו לקמי מלכא קדישא, אתערו לאזדהרא מחובייכו, אתערו נשמתא קדישא דיהב בגוויכו מאתר קדישא עלאה, דתנינן בשעתא דקוב\"ה אפיק נשמתא לנחתא בבני נשא אסהיד בה בכמה יעודין בכמה קסטורין בגין לנטרא פקודוי, ולא עוד אלא דאעבר לה באלף ותמניא עלמין לאשתעשעא ולמחמי בהו יקרא דאינון דמשתדלי באורייתא, נפקא וקיימא קמי מלכא בלבוש יקר, ולבתר הכי בדיוקנא דהאי עלמא בההוא נהורא עילאה אסתכלת ביקרא דמלכא כל יומא ואעטר לה בכמה עטרין. בשעתא דמטי זמנא לנחתא לעלמא, עבדת מדורא בגנתא דעדן תלתין יומין למחמי יקרא דמאריהון דצדיקיא וסלקא לאתרה, ובתר דא נחתת לעלמא, אעטר לה מלכא קדישא בשבע עטרין עד דאתת ועאלת בגו גופא דבר נש, ותבת בהאי עלמא ואשתדלת בחשוכהא. אורייתא תווהה עלה ואמרת ומה כל יקרא דא וכל אשלמותא אשלים לנפשת מלכא עילאה והיא חבאת קמיה, נפש כי תחטא - מה דין הוא דתחטא. אמר רבי יוסי, נפש כי תחטא אהדרנא לקרא עד שיפוח היום, עיטא להאי נפש לאזדהרא מחובהא ותיתוב לאתדכאה עד שיפוח היום, עד שלא יפוח יומא דהאי עלמא וייתי ההוא יומא תקיפא דיתבע לה מלכא דינא לנפקא מהאי עלמא.", "heVersionTitle": "Hamesorah Publishers, Jerusalem 2005", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "62037ed66bfddfbb310fecd8", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Leviticus, Part II; Ritual Pollution and Purification 2-20", "anchorRef": "Leviticus 11:1-17:16", "anchorRefExpanded": ["Leviticus 11:1", "Leviticus 11:2", "Leviticus 11:3", "Leviticus 11:4", "Leviticus 11:5", "Leviticus 11:6", "Leviticus 11:7", "Leviticus 11:8", "Leviticus 11:9", "Leviticus 11:10", "Leviticus 11:11", "Leviticus 11:12", "Leviticus 11:13", "Leviticus 11:14", "Leviticus 11:15", "Leviticus 11:16", "Leviticus 11:17", "Leviticus 11:18", "Leviticus 11:19", "Leviticus 11:20", "Leviticus 11:21", "Leviticus 11:22", "Leviticus 11:23", "Leviticus 11:24", "Leviticus 11:25", "Leviticus 11:26", "Leviticus 11:27", "Leviticus 11:28", "Leviticus 11:29", "Leviticus 11:30", "Leviticus 11:31", "Leviticus 11:32", "Leviticus 11:33", "Leviticus 11:34", "Leviticus 11:35", "Leviticus 11:36", "Leviticus 11:37", "Leviticus 11:38", "Leviticus 11:39", "Leviticus 11:40", "Leviticus 11:41", "Leviticus 11:42", "Leviticus 11:43", "Leviticus 11:44", "Leviticus 11:45", "Leviticus 11:46", "Leviticus 11:47", "Leviticus 12:1", "Leviticus 12:2", "Leviticus 12:3", "Leviticus 12:4", "Leviticus 12:5", "Leviticus 12:6", "Leviticus 12:7", "Leviticus 12:8", "Leviticus 13:1", "Leviticus 13:2", "Leviticus 13:3", "Leviticus 13:4", "Leviticus 13:5", "Leviticus 13:6", "Leviticus 13:7", "Leviticus 13:8", "Leviticus 13:9", "Leviticus 13:10", "Leviticus 13:11", "Leviticus 13:12", "Leviticus 13:13", "Leviticus 13:14", "Leviticus 13:15", "Leviticus 13:16", "Leviticus 13:17", "Leviticus 13:18", "Leviticus 13:19", "Leviticus 13:20", "Leviticus 13:21", "Leviticus 13:22", "Leviticus 13:23", "Leviticus 13:24", "Leviticus 13:25", "Leviticus 13:26", "Leviticus 13:27", "Leviticus 13:28", "Leviticus 13:29", "Leviticus 13:30", "Leviticus 13:31", "Leviticus 13:32", "Leviticus 13:33", "Leviticus 13:34", "Leviticus 13:35", "Leviticus 13:36", "Leviticus 13:37", "Leviticus 13:38", "Leviticus 13:39", "Leviticus 13:40", "Leviticus 13:41", "Leviticus 13:42", "Leviticus 13:43", "Leviticus 13:44", "Leviticus 13:45", "Leviticus 13:46", "Leviticus 13:47", "Leviticus 13:48", "Leviticus 13:49", "Leviticus 13:50", "Leviticus 13:51", "Leviticus 13:52", "Leviticus 13:53", "Leviticus 13:54", "Leviticus 13:55", "Leviticus 13:56", "Leviticus 13:57", "Leviticus 13:58", "Leviticus 13:59", "Leviticus 14:1", "Leviticus 14:2", "Leviticus 14:3", "Leviticus 14:4", "Leviticus 14:5", "Leviticus 14:6", "Leviticus 14:7", "Leviticus 14:8", "Leviticus 14:9", "Leviticus 14:10", "Leviticus 14:11", "Leviticus 14:12", "Leviticus 14:13", "Leviticus 14:14", "Leviticus 14:15", "Leviticus 14:16", "Leviticus 14:17", "Leviticus 14:18", "Leviticus 14:19", "Leviticus 14:20", "Leviticus 14:21", "Leviticus 14:22", "Leviticus 14:23", "Leviticus 14:24", "Leviticus 14:25", "Leviticus 14:26", "Leviticus 14:27", "Leviticus 14:28", "Leviticus 14:29", "Leviticus 14:30", "Leviticus 14:31", "Leviticus 14:32", "Leviticus 14:33", "Leviticus 14:34", "Leviticus 14:35", "Leviticus 14:36", "Leviticus 14:37", "Leviticus 14:38", "Leviticus 14:39", "Leviticus 14:40", "Leviticus 14:41", "Leviticus 14:42", "Leviticus 14:43", "Leviticus 14:44", "Leviticus 14:45", "Leviticus 14:46", "Leviticus 14:47", "Leviticus 14:48", "Leviticus 14:49", "Leviticus 14:50", "Leviticus 14:51", "Leviticus 14:52", "Leviticus 14:53", "Leviticus 14:54", "Leviticus 14:55", "Leviticus 14:56", "Leviticus 14:57", "Leviticus 15:1", "Leviticus 15:2", "Leviticus 15:3", "Leviticus 15:4", "Leviticus 15:5", "Leviticus 15:6", "Leviticus 15:7", "Leviticus 15:8", "Leviticus 15:9", "Leviticus 15:10", "Leviticus 15:11", "Leviticus 15:12", "Leviticus 15:13", "Leviticus 15:14", "Leviticus 15:15", "Leviticus 15:16", "Leviticus 15:17", "Leviticus 15:18", "Leviticus 15:19", "Leviticus 15:20", "Leviticus 15:21", "Leviticus 15:22", "Leviticus 15:23", "Leviticus 15:24", "Leviticus 15:25", "Leviticus 15:26", "Leviticus 15:27", "Leviticus 15:28", "Leviticus 15:29", "Leviticus 15:30", "Leviticus 15:31", "Leviticus 15:32", "Leviticus 15:33", "Leviticus 16:1", "Leviticus 16:2", "Leviticus 16:3", "Leviticus 16:4", "Leviticus 16:5", "Leviticus 16:6", "Leviticus 16:7", "Leviticus 16:8", "Leviticus 16:9", "Leviticus 16:10", "Leviticus 16:11", "Leviticus 16:12", "Leviticus 16:13", "Leviticus 16:14", "Leviticus 16:15", "Leviticus 16:16", "Leviticus 16:17", "Leviticus 16:18", "Leviticus 16:19", "Leviticus 16:20", "Leviticus 16:21", "Leviticus 16:22", "Leviticus 16:23", "Leviticus 16:24", "Leviticus 16:25", "Leviticus 16:26", "Leviticus 16:27", "Leviticus 16:28", "Leviticus 16:29", "Leviticus 16:30", "Leviticus 16:31", "Leviticus 16:32", "Leviticus 16:33", "Leviticus 16:34", "Leviticus 17:1", "Leviticus 17:2", "Leviticus 17:3", "Leviticus 17:4", "Leviticus 17:5", "Leviticus 17:6", "Leviticus 17:7", "Leviticus 17:8", "Leviticus 17:9", "Leviticus 17:10", "Leviticus 17:11", "Leviticus 17:12", "Leviticus 17:13", "Leviticus 17:14", "Leviticus 17:15", "Leviticus 17:16"], "sourceRef": "The Five Books of Moses, by Everett Fox, Leviticus, Part II; Ritual Pollution and Purification 2-20", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, ויקרא, ויקרא מאמר ד׳ ב׳-כ׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Part II; Ritual Pollution and Purification", "he": "ויקרא מאמר ה׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["A<small>S</small> I <small>HAVE PREVIOUSLY NOTED</small>, L<small>EVITICUS IS LARGELY ABOUT HOW TO KEEP</small> G<small>OD</small>’<small>S</small> earthly realm, and hence his relationship with the people of Israel, viable and “pure” (cf. Greenstein 1985a). Once the book of Exodus ends, with the erection of the Tabernacle—a symbolic reflection of the cosmos in which God “takes up dwelling” among the Israelites—we are left with a structure that must be carefully guarded and its ritual purity maintained. To this end, Leviticus now turns to the issue of pollutants, largely of the body, that arise from what we might call territorial problems: the border of what goes into the body, expressed through animals permitted and forbidden for food; the border between life and death, as expressed through sexual functions and discharges; and the border of outer surfaces, as expressed through skin disease (<i>tzaraat</i>), mildew on clothing, and mold on houses. The system of avoidance and purification that is presented in Chapters 11–15 ensures that the “Holy-Area” will either not become polluted or, should that prove to be unavoidable, will be properly decontaminated, for such contamination has the potential of leading to God’s withdrawal from dwelling “in the midst” of the people of Israel.", "The pollutants discussed in these chapters do not by and large carry with them punishments per se; that is, they are not regarded as violations of the moral order (although <i>tzaraat</i> in biblical stories often did carry the implication that the victim had in fact done something to deserve his or her condition). Nor do they pose an actual danger to the person—unless he or she comes in contact with holy objects, people, or space. Then it becomes clear that biblical pollution was considered contagious; hence the need for rituals. What was generally required was that the polluted person observe a period of separation from the sanctuary (or, in more extreme cases, from the camp), to be reintegrated after either time alone or with the addition of laundering their clothes and/or washing themselves. In the latter cases, water was seen as acting as a purifying agent, not as cleanser in the detergent sense (and so the word “unclean,” so often used in translating Heb. <i>tamei</i>, is misleading). As before, these processes applied to priests (cf. Chap. 22) and to laypeople alike (Chaps. 12–15). The major pollutant, death, was seen as so virulent that it received treatment in a separate setting, Num. 19.", "A different category of pollution existed alongside the one we have just mentioned. It included human wrongdoing, which we might call immoral or unjust actions (e.g., incest, oppression of the poor), and also transgression of boundaries (e.g., between holy and profane, or breaching the fairly rigid system of classification in nature among animals, textiles, etc.). These types of pollution, then, involved behavior which can be seen to be disruptive or worse to the established social order. As a rule they could not be atoned for through sacrifice or other ritual forms, but lead to exile or death. They are dealt with mainly in the final section of Leviticus, Chapters 18–26.", "For a full discussion of the issue of pollution in biblical Israel, see Frymer-Kensky (1983) and Greenstein (1984a).", "O<small>N</small> T<small>HE</small> D<small>IETARY</small> R<small>ULES</small>", "T<small>HE SUBJECT OF COUNTLESS INTERPRETATIONS OVER THE AGES</small>, <small>THE SYSTEM OF DI</small>etary laws laid down in Lev. 11 is best understood in the broader context of both the structure of the book and of the Levitical worldview. For the former, see the commentary to Chapter 11; for the latter, the following may be helpful.", "It has long been recognized that seeing the dietary laws as resulting from consciousness of hygiene is a deeply inadequate way of understanding them. Nor can some of the later explanations adduced by Jewish tradition, however noble (for instance, that adhering to such a system teaches self-discipline), provide a satisfactory explanation for the rules in the context of Leviticus. What is more to the point is that the priestly worldview stressed boundaries and order. A hierarchy reigns in virtually every aspect of Israelite life as conceived in the Torah: people, land, animals, eligibility for the priesthood, the Tabernacle, and the calendar. There is a complex system of “graded holiness” (Jenson) informing Israelite life, with two basic messages: (1) God is to be approached in stages, and (2) the world is set up in a tight, ordered structure which reflects the distinctions between God and humans, Israel and the other peoples.", "It is especially the latter that is at work in the dietary laws. The animals are discussed in categories that are reminiscent of the (priestly) creation story of Genesis 1; note the refrain in both passages of (each animal) “according to its kind.” Lev. 11 makes distinctions, and scholars have sought to understand them according to a number of possible criteria: ease/clarity of classification (anomalies, especially as regards locomotion, tend to be prohibited), whether or not the animal is carnivorous (those that are, are prohibited), and the wild or domestic status of the animal (the former are frequently prohibited). The message that emerges from the scheme is multifaceted. It would appear to hold that:", "1. Human activity is to reflect the inherent orderliness of creation, a kind of imitation of God (namely, as he kept things clear at the beginning, you should do the same with what enters your body).", "2. The ideal state, already portrayed in the Garden of Eden story, is vegetarianism—where no animal life need be taken by humans (this despite God’s command to Adam to “dominate [the earth]” in Gen. 1:28).", "3. Animals permitted for consumption, among them those fit for sacrifice, are by and large those which are familiar to the Israelites in daily life through domestication. They tend to be animals often used by the Bible to symbolize humans. Eilberg-Schwartz calls this phenomenon “Israel in the mirror of nature,” and gives numerous examples extending throughout Israelite culture. He concludes that “the dietary restrictions carve up the animal world along the same lines as Israelite thought … [they] specify what kinds of animals are ‘food for thought.’”", "It should be mentioned that Mary Douglas, who pioneered an anthropological approach to these laws three decades ago, has recently given them another go (1993b). In earlier studies, Douglas (1966) saw the system in Lev. 11 as we have indicated above—as a “cognitive ordering of the universe”; she also spoke of it as symbolizing the protection of boundaries in Israelite society. Her latest understanding focuses on the animals as reflective of the idea that (Israelite) culture is aimed at demonstrating God’s righteousness/justice in all areas of life, through laws regarding the body. Thus, priests, sacrificial animals, and food animals may not have any “blemish” (below, “defect”) in them; and animals prohibited for eating are either the perpetrators or victims of predation (symbolizing the human perpetrators or victims of injustice).", "A final point relates to a major theme in Leviticus and indeed in many of the priestly texts of the Torah: separateness. We have seen how a major function in God’s creation of the world—with which the Bible opens!—is “separating” aspects of the natural world. A parallel verb was used in the plague narratives of Exodus, “making a distinction” (between Israelites and Egyptians). With the dietary regulations, “separating” returns. Given these thematics, one can say that Chapter 11 is a linchpin of priestly thinking. Like sexual relations, the other area of intimacy in human affairs, eating in the Bible goes far beyond the confines of one’s home and comes to symbolize an entire approach to life.", "O<small>N</small> T<small>HE</small> R<small>ITUAL</small> P<small>OLLUTION</small> O<small>F</small> T<small>HE</small> B<small>ODY</small>", "O<small>F SPECIAL CONCERN TO THE COMPILERS OF LEVITICUS WAS RITUAL POLLUTION ARIS</small>ing from certain physical conditions. To many people, this section is even less interesting than the opening chapters of the book, and seems impossibly bogged down in primitive conceptions of disease and hygiene. But despite the fact that they undoubtedly reflect some ancient conceptions in these areas, these conditions and the role of the priest in making rulings on them have less to do with hygiene and medicine than they do with maintaining the borders between life and death, and symbolically affirming life.", "It seems that the polluting discharges are primarily sexual in nature, and this is probably not accidental. The biblical priests, in their extreme concern with both procreation/genealogy (especially of men, since the priesthood was male-hereditary) and purity (in approaching the sanctuary), were presented with a major problem. God, who was to be served in purity, was also the One in whose image human beings were made (Gen. 1:26), yet as a being beyond sexuality, who had neither relationships with other deities nor even a body. He left it ambiguous as to just how humans were to work out their sexual relations. The answer to the dilemma is at least partly solved by the Torah’s regulations regarding pollution and purity, incest and marriage. It is here that the issue of control is most significant. Eilberg-Schwartz points out that control and boundaries apply not only to Israel and the nations, but also and especially to male and female. As a male hierarchy, the priests viewed women, with their closer connections to the life process (and maybe also to previous forms of paganism in the form of goddess worship), as potentially dangerous, or at least problematic, to their system of purity. The seeming “disorder” of women’s discharges (perhaps representing “nature”) threatened the imposition of order (“culture”) that is so central to priestly thinking. But as a group concerned with the perpetuation of both the priestly class and the people of Israel, the priestly class could not do without women altogether, and the inescapable conclusion was strict regulation (cf. also Wegner 1992). Such regulation—labeling certain states or acts “polluting”—had the added benefit of controlling private morality in a way that could not be done otherwise (Douglas 1966).", "It is important to note that in classical Judaism after the year 70 (the date of the destruction of the Second Temple), the “purity” laws, while still assiduously studied, by and large ceased to operate except within the sphere of marriage. Thus, to this day, religious Jewish couples temporarily separate sexually during the wife’s period, but this by itself does not legally affect her participation in traditional ritual. The disease here termed <i>tzaraat</i>, translated for millennia as “leprosy,” is now recognized to be something different, perhaps several forms of skin disease involving scaling or flaking. These have nowhere near the frightening and fatal implications of classic leprosy (Hansen’s Disease). Leviticus nevertheless treats <i>tzaraat</i> at great length and in close detail. Here, perhaps more than anywhere else in the book, it is clear that at least parts of Leviticus were originally intended as manuals for priestly “instruction” (note, by the way, the sevenfold occurrence of the term in the pollution chapters, 11–15). It has been theorized that <i>tzaraat</i> is of such concern here because it was felt to resemble death/decay in a clear, outward fashion, and hence fits into these chapters, which deal so much with boundaries.", "An unexpected addition, from a contemporary point of view, to the <i>tzaraat</i> of the body is that which appears on textiles and on house walls (a fungus or mold or “dry rot”). The fact that the same word is used to apply to all these situations indicates that a wide concept is being applied here: how visible imperfection damages the utopia of the sacred society.", "Finally, the role of the priest in these chapters should be noted. He does not function to remove demons or perform magical rites, but rather to examine the one suspected of having the disease (note the repetition of “look” in the chapter). He is more teacher and guardian of purity than healer or intermediary."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620380a9713bd8cd388d3e51", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Leviticus, On the Book of Leviticus and Its Structure 2-41", "anchorRef": "Leviticus 1:1-27:34", "anchorRefExpanded": ["Leviticus 1:1", "Leviticus 1:2", "Leviticus 1:3", "Leviticus 1:4", "Leviticus 1:5", "Leviticus 1:6", "Leviticus 1:7", "Leviticus 1:8", "Leviticus 1:9", "Leviticus 1:10", "Leviticus 1:11", "Leviticus 1:12", "Leviticus 1:13", "Leviticus 1:14", "Leviticus 1:15", "Leviticus 1:16", "Leviticus 1:17", "Leviticus 2:1", "Leviticus 2:2", "Leviticus 2:3", "Leviticus 2:4", "Leviticus 2:5", "Leviticus 2:6", "Leviticus 2:7", "Leviticus 2:8", "Leviticus 2:9", "Leviticus 2:10", "Leviticus 2:11", "Leviticus 2:12", "Leviticus 2:13", "Leviticus 2:14", "Leviticus 2:15", "Leviticus 2:16", "Leviticus 3:1", "Leviticus 3:2", "Leviticus 3:3", "Leviticus 3:4", "Leviticus 3:5", "Leviticus 3:6", "Leviticus 3:7", "Leviticus 3:8", "Leviticus 3:9", "Leviticus 3:10", "Leviticus 3:11", "Leviticus 3:12", "Leviticus 3:13", "Leviticus 3:14", "Leviticus 3:15", "Leviticus 3:16", "Leviticus 3:17", "Leviticus 4:1", "Leviticus 4:2", "Leviticus 4:3", "Leviticus 4:4", "Leviticus 4:5", "Leviticus 4:6", "Leviticus 4:7", "Leviticus 4:8", "Leviticus 4:9", "Leviticus 4:10", "Leviticus 4:11", "Leviticus 4:12", "Leviticus 4:13", "Leviticus 4:14", "Leviticus 4:15", "Leviticus 4:16", "Leviticus 4:17", "Leviticus 4:18", "Leviticus 4:19", "Leviticus 4:20", "Leviticus 4:21", "Leviticus 4:22", "Leviticus 4:23", "Leviticus 4:24", "Leviticus 4:25", "Leviticus 4:26", "Leviticus 4:27", "Leviticus 4:28", "Leviticus 4:29", "Leviticus 4:30", "Leviticus 4:31", "Leviticus 4:32", "Leviticus 4:33", "Leviticus 4:34", "Leviticus 4:35", "Leviticus 5:1", "Leviticus 5:2", "Leviticus 5:3", "Leviticus 5:4", "Leviticus 5:5", "Leviticus 5:6", "Leviticus 5:7", "Leviticus 5:8", "Leviticus 5:9", "Leviticus 5:10", "Leviticus 5:11", "Leviticus 5:12", "Leviticus 5:13", "Leviticus 5:14", "Leviticus 5:15", "Leviticus 5:16", "Leviticus 5:17", "Leviticus 5:18", "Leviticus 5:19", "Leviticus 5:20", "Leviticus 5:21", "Leviticus 5:22", "Leviticus 5:23", "Leviticus 5:24", "Leviticus 5:25", "Leviticus 5:26", "Leviticus 6:1", "Leviticus 6:2", "Leviticus 6:3", "Leviticus 6:4", "Leviticus 6:5", "Leviticus 6:6", "Leviticus 6:7", "Leviticus 6:8", "Leviticus 6:9", "Leviticus 6:10", "Leviticus 6:11", "Leviticus 6:12", "Leviticus 6:13", "Leviticus 6:14", "Leviticus 6:15", "Leviticus 6:16", "Leviticus 6:17", "Leviticus 6:18", "Leviticus 6:19", "Leviticus 6:20", "Leviticus 6:21", "Leviticus 6:22", "Leviticus 6:23", "Leviticus 7:1", "Leviticus 7:2", "Leviticus 7:3", "Leviticus 7:4", "Leviticus 7:5", "Leviticus 7:6", "Leviticus 7:7", "Leviticus 7:8", "Leviticus 7:9", "Leviticus 7:10", "Leviticus 7:11", "Leviticus 7:12", "Leviticus 7:13", "Leviticus 7:14", "Leviticus 7:15", "Leviticus 7:16", "Leviticus 7:17", "Leviticus 7:18", "Leviticus 7:19", "Leviticus 7:20", "Leviticus 7:21", "Leviticus 7:22", "Leviticus 7:23", "Leviticus 7:24", "Leviticus 7:25", "Leviticus 7:26", "Leviticus 7:27", "Leviticus 7:28", "Leviticus 7:29", "Leviticus 7:30", "Leviticus 7:31", "Leviticus 7:32", "Leviticus 7:33", "Leviticus 7:34", "Leviticus 7:35", "Leviticus 7:36", "Leviticus 7:37", "Leviticus 7:38", "Leviticus 8:1", "Leviticus 8:2", "Leviticus 8:3", "Leviticus 8:4", "Leviticus 8:5", "Leviticus 8:6", "Leviticus 8:7", "Leviticus 8:8", "Leviticus 8:9", "Leviticus 8:10", "Leviticus 8:11", "Leviticus 8:12", "Leviticus 8:13", "Leviticus 8:14", "Leviticus 8:15", "Leviticus 8:16", "Leviticus 8:17", "Leviticus 8:18", "Leviticus 8:19", "Leviticus 8:20", "Leviticus 8:21", "Leviticus 8:22", "Leviticus 8:23", "Leviticus 8:24", "Leviticus 8:25", "Leviticus 8:26", "Leviticus 8:27", "Leviticus 8:28", "Leviticus 8:29", "Leviticus 8:30", "Leviticus 8:31", "Leviticus 8:32", "Leviticus 8:33", "Leviticus 8:34", "Leviticus 8:35", "Leviticus 8:36", "Leviticus 9:1", "Leviticus 9:2", "Leviticus 9:3", "Leviticus 9:4", "Leviticus 9:5", "Leviticus 9:6", "Leviticus 9:7", "Leviticus 9:8", "Leviticus 9:9", "Leviticus 9:10", "Leviticus 9:11", "Leviticus 9:12", "Leviticus 9:13", "Leviticus 9:14", "Leviticus 9:15", "Leviticus 9:16", "Leviticus 9:17", "Leviticus 9:18", "Leviticus 9:19", "Leviticus 9:20", "Leviticus 9:21", "Leviticus 9:22", "Leviticus 9:23", "Leviticus 9:24", "Leviticus 10:1", "Leviticus 10:2", "Leviticus 10:3", "Leviticus 10:4", "Leviticus 10:5", "Leviticus 10:6", "Leviticus 10:7", "Leviticus 10:8", "Leviticus 10:9", "Leviticus 10:10", "Leviticus 10:11", "Leviticus 10:12", "Leviticus 10:13", "Leviticus 10:14", "Leviticus 10:15", "Leviticus 10:16", "Leviticus 10:17", "Leviticus 10:18", "Leviticus 10:19", "Leviticus 10:20", "Leviticus 11:1", "Leviticus 11:2", "Leviticus 11:3", "Leviticus 11:4", "Leviticus 11:5", "Leviticus 11:6", "Leviticus 11:7", "Leviticus 11:8", "Leviticus 11:9", "Leviticus 11:10", "Leviticus 11:11", "Leviticus 11:12", "Leviticus 11:13", "Leviticus 11:14", "Leviticus 11:15", "Leviticus 11:16", "Leviticus 11:17", "Leviticus 11:18", "Leviticus 11:19", "Leviticus 11:20", "Leviticus 11:21", "Leviticus 11:22", "Leviticus 11:23", "Leviticus 11:24", "Leviticus 11:25", "Leviticus 11:26", "Leviticus 11:27", "Leviticus 11:28", "Leviticus 11:29", "Leviticus 11:30", "Leviticus 11:31", "Leviticus 11:32", "Leviticus 11:33", "Leviticus 11:34", "Leviticus 11:35", "Leviticus 11:36", "Leviticus 11:37", "Leviticus 11:38", "Leviticus 11:39", "Leviticus 11:40", "Leviticus 11:41", "Leviticus 11:42", "Leviticus 11:43", "Leviticus 11:44", "Leviticus 11:45", "Leviticus 11:46", "Leviticus 11:47", "Leviticus 12:1", "Leviticus 12:2", "Leviticus 12:3", "Leviticus 12:4", "Leviticus 12:5", "Leviticus 12:6", "Leviticus 12:7", "Leviticus 12:8", "Leviticus 13:1", "Leviticus 13:2", "Leviticus 13:3", "Leviticus 13:4", "Leviticus 13:5", "Leviticus 13:6", "Leviticus 13:7", "Leviticus 13:8", "Leviticus 13:9", "Leviticus 13:10", "Leviticus 13:11", "Leviticus 13:12", "Leviticus 13:13", "Leviticus 13:14", "Leviticus 13:15", "Leviticus 13:16", "Leviticus 13:17", "Leviticus 13:18", "Leviticus 13:19", "Leviticus 13:20", "Leviticus 13:21", "Leviticus 13:22", "Leviticus 13:23", "Leviticus 13:24", "Leviticus 13:25", "Leviticus 13:26", "Leviticus 13:27", "Leviticus 13:28", "Leviticus 13:29", "Leviticus 13:30", "Leviticus 13:31", "Leviticus 13:32", "Leviticus 13:33", "Leviticus 13:34", "Leviticus 13:35", "Leviticus 13:36", "Leviticus 13:37", "Leviticus 13:38", "Leviticus 13:39", "Leviticus 13:40", "Leviticus 13:41", "Leviticus 13:42", "Leviticus 13:43", "Leviticus 13:44", "Leviticus 13:45", "Leviticus 13:46", "Leviticus 13:47", "Leviticus 13:48", "Leviticus 13:49", "Leviticus 13:50", "Leviticus 13:51", "Leviticus 13:52", "Leviticus 13:53", "Leviticus 13:54", "Leviticus 13:55", "Leviticus 13:56", "Leviticus 13:57", "Leviticus 13:58", "Leviticus 13:59", "Leviticus 14:1", "Leviticus 14:2", "Leviticus 14:3", "Leviticus 14:4", "Leviticus 14:5", "Leviticus 14:6", "Leviticus 14:7", "Leviticus 14:8", "Leviticus 14:9", "Leviticus 14:10", "Leviticus 14:11", "Leviticus 14:12", "Leviticus 14:13", "Leviticus 14:14", "Leviticus 14:15", "Leviticus 14:16", "Leviticus 14:17", "Leviticus 14:18", "Leviticus 14:19", "Leviticus 14:20", "Leviticus 14:21", "Leviticus 14:22", "Leviticus 14:23", "Leviticus 14:24", "Leviticus 14:25", "Leviticus 14:26", "Leviticus 14:27", "Leviticus 14:28", "Leviticus 14:29", "Leviticus 14:30", "Leviticus 14:31", "Leviticus 14:32", "Leviticus 14:33", "Leviticus 14:34", "Leviticus 14:35", "Leviticus 14:36", "Leviticus 14:37", "Leviticus 14:38", "Leviticus 14:39", "Leviticus 14:40", "Leviticus 14:41", "Leviticus 14:42", "Leviticus 14:43", "Leviticus 14:44", "Leviticus 14:45", "Leviticus 14:46", "Leviticus 14:47", "Leviticus 14:48", "Leviticus 14:49", "Leviticus 14:50", "Leviticus 14:51", "Leviticus 14:52", "Leviticus 14:53", "Leviticus 14:54", "Leviticus 14:55", "Leviticus 14:56", "Leviticus 14:57", "Leviticus 15:1", "Leviticus 15:2", "Leviticus 15:3", "Leviticus 15:4", "Leviticus 15:5", "Leviticus 15:6", "Leviticus 15:7", "Leviticus 15:8", "Leviticus 15:9", "Leviticus 15:10", "Leviticus 15:11", "Leviticus 15:12", "Leviticus 15:13", "Leviticus 15:14", "Leviticus 15:15", "Leviticus 15:16", "Leviticus 15:17", "Leviticus 15:18", "Leviticus 15:19", "Leviticus 15:20", "Leviticus 15:21", "Leviticus 15:22", "Leviticus 15:23", "Leviticus 15:24", "Leviticus 15:25", "Leviticus 15:26", "Leviticus 15:27", "Leviticus 15:28", "Leviticus 15:29", "Leviticus 15:30", "Leviticus 15:31", "Leviticus 15:32", "Leviticus 15:33", "Leviticus 16:1", "Leviticus 16:2", "Leviticus 16:3", "Leviticus 16:4", "Leviticus 16:5", "Leviticus 16:6", "Leviticus 16:7", "Leviticus 16:8", "Leviticus 16:9", "Leviticus 16:10", "Leviticus 16:11", "Leviticus 16:12", "Leviticus 16:13", "Leviticus 16:14", "Leviticus 16:15", "Leviticus 16:16", "Leviticus 16:17", "Leviticus 16:18", "Leviticus 16:19", "Leviticus 16:20", "Leviticus 16:21", "Leviticus 16:22", "Leviticus 16:23", "Leviticus 16:24", "Leviticus 16:25", "Leviticus 16:26", "Leviticus 16:27", "Leviticus 16:28", "Leviticus 16:29", "Leviticus 16:30", "Leviticus 16:31", "Leviticus 16:32", "Leviticus 16:33", "Leviticus 16:34", "Leviticus 17:1", "Leviticus 17:2", "Leviticus 17:3", "Leviticus 17:4", "Leviticus 17:5", "Leviticus 17:6", "Leviticus 17:7", "Leviticus 17:8", "Leviticus 17:9", "Leviticus 17:10", "Leviticus 17:11", "Leviticus 17:12", "Leviticus 17:13", "Leviticus 17:14", "Leviticus 17:15", "Leviticus 17:16", "Leviticus 18:1", "Leviticus 18:2", "Leviticus 18:3", "Leviticus 18:4", "Leviticus 18:5", "Leviticus 18:6", "Leviticus 18:7", "Leviticus 18:8", "Leviticus 18:9", "Leviticus 18:10", "Leviticus 18:11", "Leviticus 18:12", "Leviticus 18:13", "Leviticus 18:14", "Leviticus 18:15", "Leviticus 18:16", "Leviticus 18:17", "Leviticus 18:18", "Leviticus 18:19", "Leviticus 18:20", "Leviticus 18:21", "Leviticus 18:22", "Leviticus 18:23", "Leviticus 18:24", "Leviticus 18:25", "Leviticus 18:26", "Leviticus 18:27", "Leviticus 18:28", "Leviticus 18:29", "Leviticus 18:30", "Leviticus 19:1", "Leviticus 19:2", "Leviticus 19:3", "Leviticus 19:4", "Leviticus 19:5", "Leviticus 19:6", "Leviticus 19:7", "Leviticus 19:8", "Leviticus 19:9", "Leviticus 19:10", "Leviticus 19:11", "Leviticus 19:12", "Leviticus 19:13", "Leviticus 19:14", "Leviticus 19:15", "Leviticus 19:16", "Leviticus 19:17", "Leviticus 19:18", "Leviticus 19:19", "Leviticus 19:20", "Leviticus 19:21", "Leviticus 19:22", "Leviticus 19:23", "Leviticus 19:24", "Leviticus 19:25", "Leviticus 19:26", "Leviticus 19:27", "Leviticus 19:28", "Leviticus 19:29", "Leviticus 19:30", "Leviticus 19:31", "Leviticus 19:32", "Leviticus 19:33", "Leviticus 19:34", "Leviticus 19:35", "Leviticus 19:36", "Leviticus 19:37", "Leviticus 20:1", "Leviticus 20:2", "Leviticus 20:3", "Leviticus 20:4", "Leviticus 20:5", "Leviticus 20:6", "Leviticus 20:7", "Leviticus 20:8", "Leviticus 20:9", "Leviticus 20:10", "Leviticus 20:11", "Leviticus 20:12", "Leviticus 20:13", "Leviticus 20:14", "Leviticus 20:15", "Leviticus 20:16", "Leviticus 20:17", "Leviticus 20:18", "Leviticus 20:19", "Leviticus 20:20", "Leviticus 20:21", "Leviticus 20:22", "Leviticus 20:23", "Leviticus 20:24", "Leviticus 20:25", "Leviticus 20:26", "Leviticus 20:27", "Leviticus 21:1", "Leviticus 21:2", "Leviticus 21:3", "Leviticus 21:4", "Leviticus 21:5", "Leviticus 21:6", "Leviticus 21:7", "Leviticus 21:8", "Leviticus 21:9", "Leviticus 21:10", "Leviticus 21:11", "Leviticus 21:12", "Leviticus 21:13", "Leviticus 21:14", "Leviticus 21:15", "Leviticus 21:16", "Leviticus 21:17", "Leviticus 21:18", "Leviticus 21:19", "Leviticus 21:20", "Leviticus 21:21", "Leviticus 21:22", "Leviticus 21:23", "Leviticus 21:24", "Leviticus 22:1", "Leviticus 22:2", "Leviticus 22:3", "Leviticus 22:4", "Leviticus 22:5", "Leviticus 22:6", "Leviticus 22:7", "Leviticus 22:8", "Leviticus 22:9", "Leviticus 22:10", "Leviticus 22:11", "Leviticus 22:12", "Leviticus 22:13", "Leviticus 22:14", "Leviticus 22:15", "Leviticus 22:16", "Leviticus 22:17", "Leviticus 22:18", "Leviticus 22:19", "Leviticus 22:20", "Leviticus 22:21", "Leviticus 22:22", "Leviticus 22:23", "Leviticus 22:24", "Leviticus 22:25", "Leviticus 22:26", "Leviticus 22:27", "Leviticus 22:28", "Leviticus 22:29", "Leviticus 22:30", "Leviticus 22:31", "Leviticus 22:32", "Leviticus 22:33", "Leviticus 23:1", "Leviticus 23:2", "Leviticus 23:3", "Leviticus 23:4", "Leviticus 23:5", "Leviticus 23:6", "Leviticus 23:7", "Leviticus 23:8", "Leviticus 23:9", "Leviticus 23:10", "Leviticus 23:11", "Leviticus 23:12", "Leviticus 23:13", "Leviticus 23:14", "Leviticus 23:15", "Leviticus 23:16", "Leviticus 23:17", "Leviticus 23:18", "Leviticus 23:19", "Leviticus 23:20", "Leviticus 23:21", "Leviticus 23:22", "Leviticus 23:23", "Leviticus 23:24", "Leviticus 23:25", "Leviticus 23:26", "Leviticus 23:27", "Leviticus 23:28", "Leviticus 23:29", "Leviticus 23:30", "Leviticus 23:31", "Leviticus 23:32", "Leviticus 23:33", "Leviticus 23:34", "Leviticus 23:35", "Leviticus 23:36", "Leviticus 23:37", "Leviticus 23:38", "Leviticus 23:39", "Leviticus 23:40", "Leviticus 23:41", "Leviticus 23:42", "Leviticus 23:43", "Leviticus 23:44", "Leviticus 24:1", "Leviticus 24:2", "Leviticus 24:3", "Leviticus 24:4", "Leviticus 24:5", "Leviticus 24:6", "Leviticus 24:7", "Leviticus 24:8", "Leviticus 24:9", "Leviticus 24:10", "Leviticus 24:11", "Leviticus 24:12", "Leviticus 24:13", "Leviticus 24:14", "Leviticus 24:15", "Leviticus 24:16", "Leviticus 24:17", "Leviticus 24:18", "Leviticus 24:19", "Leviticus 24:20", "Leviticus 24:21", "Leviticus 24:22", "Leviticus 24:23", "Leviticus 25:1", "Leviticus 25:2", "Leviticus 25:3", "Leviticus 25:4", "Leviticus 25:5", "Leviticus 25:6", "Leviticus 25:7", "Leviticus 25:8", "Leviticus 25:9", "Leviticus 25:10", "Leviticus 25:11", "Leviticus 25:12", "Leviticus 25:13", "Leviticus 25:14", "Leviticus 25:15", "Leviticus 25:16", "Leviticus 25:17", "Leviticus 25:18", "Leviticus 25:19", "Leviticus 25:20", "Leviticus 25:21", "Leviticus 25:22", "Leviticus 25:23", "Leviticus 25:24", "Leviticus 25:25", "Leviticus 25:26", "Leviticus 25:27", "Leviticus 25:28", "Leviticus 25:29", "Leviticus 25:30", "Leviticus 25:31", "Leviticus 25:32", "Leviticus 25:33", "Leviticus 25:34", "Leviticus 25:35", "Leviticus 25:36", "Leviticus 25:37", "Leviticus 25:38", "Leviticus 25:39", "Leviticus 25:40", "Leviticus 25:41", "Leviticus 25:42", "Leviticus 25:43", "Leviticus 25:44", "Leviticus 25:45", "Leviticus 25:46", "Leviticus 25:47", "Leviticus 25:48", "Leviticus 25:49", "Leviticus 25:50", "Leviticus 25:51", "Leviticus 25:52", "Leviticus 25:53", "Leviticus 25:54", "Leviticus 25:55", "Leviticus 26:1", "Leviticus 26:2", "Leviticus 26:3", "Leviticus 26:4", "Leviticus 26:5", "Leviticus 26:6", "Leviticus 26:7", "Leviticus 26:8", "Leviticus 26:9", "Leviticus 26:10", "Leviticus 26:11", "Leviticus 26:12", "Leviticus 26:13", "Leviticus 26:14", "Leviticus 26:15", "Leviticus 26:16", "Leviticus 26:17", "Leviticus 26:18", "Leviticus 26:19", "Leviticus 26:20", "Leviticus 26:21", "Leviticus 26:22", "Leviticus 26:23", "Leviticus 26:24", "Leviticus 26:25", "Leviticus 26:26", "Leviticus 26:27", "Leviticus 26:28", "Leviticus 26:29", "Leviticus 26:30", "Leviticus 26:31", "Leviticus 26:32", "Leviticus 26:33", "Leviticus 26:34", "Leviticus 26:35", "Leviticus 26:36", "Leviticus 26:37", "Leviticus 26:38", "Leviticus 26:39", "Leviticus 26:40", "Leviticus 26:41", "Leviticus 26:42", "Leviticus 26:43", "Leviticus 26:44", "Leviticus 26:45", "Leviticus 26:46", "Leviticus 27:1", "Leviticus 27:2", "Leviticus 27:3", "Leviticus 27:4", "Leviticus 27:5", "Leviticus 27:6", "Leviticus 27:7", "Leviticus 27:8", "Leviticus 27:9", "Leviticus 27:10", "Leviticus 27:11", "Leviticus 27:12", "Leviticus 27:13", "Leviticus 27:14", "Leviticus 27:15", "Leviticus 27:16", "Leviticus 27:17", "Leviticus 27:18", "Leviticus 27:19", "Leviticus 27:20", "Leviticus 27:21", "Leviticus 27:22", "Leviticus 27:23", "Leviticus 27:24", "Leviticus 27:25", "Leviticus 27:26", "Leviticus 27:27", "Leviticus 27:28", "Leviticus 27:29", "Leviticus 27:30", "Leviticus 27:31", "Leviticus 27:32", "Leviticus 27:33", "Leviticus 27:34"], "sourceRef": "The Five Books of Moses, by Everett Fox, Leviticus, On the Book of Leviticus and Its Structure 2-41", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, ויקרא, ויקרא מאמר ב׳ ב׳-מ״א", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "On the Book of Leviticus and Its Structure", "he": "ויקרא מאמר ג׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "ויקרא מאמר ב׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["F<small>OR MOST LAY READERS</small>, <small>THE THIRD OF THE</small> F<small>IVE BOOKS OF</small> M<small>OSES PRESENTS FORMIDA</small>ble obstacles. Many people find it difficult to relate to the description of ritual slaughter of animals and the disposal of their blood and flesh in the opening section of the book, or to the detailed prescriptions regarding bodily functions, skin disease, and mold in Chapters 12–15. Others experience Leviticus as obscure: Why exactly do Aaron’s sons die in Chapter 10? How can one explain the ritual of the scapegoat in Chapter 16? A frequently encountered reaction to the book is the desire to get on to the book of Numbers—which at least has some intriguing narratives such as Moses’ sin and punishment, the faint-heartedness of the spies, and Balaam’s reversed prophecies.", "Yet Leviticus, as it has been placed in the Torah, signals that something of singular importance is at work. The book, after all, occurs at the center of the overall five-book structure. Unlike the other four, it is set entirely around Mount Sinai, and so it forms, geographically as well as structurally, the heart of the Torah document. In addition, the priestly interests so clearly presented in Leviticus appear throughout the Torah: as genealogical lists (Genesis, Exodus, Numbers), descriptions of rituals (Exodus, Numbers, Deuteronomy), and details about the building of the desert “Dwelling” of God (Exodus). Indeed, the opening chapter of it all, Gen. 1 (the Creation story), has strong links in both its themes and terminology with the priestly law.", "Leviticus in fact presents a significant strain, conventionally termed the “priestly” view, in biblical thought. Anthropologically considered, it sheds important light on the outlook of some of those who compiled and read the Hebrew Bible. And the process did not stop there. Many of the categories found in Leviticus were continued and expanded by later Judaism: regulations concerning sexuality and diet, concepts of separation and holiness, and how to deal with one’s fellow human beings in a variety of economic and social settings. These found expression in different but still recognizable form simultaneously in the development of Christianity.", "In late antiquity Leviticus was known as <i>Torat Kohanim</i>, the Priestly Instruction (or simultaneously understood, as Levine suggests, as the Instruction of the Priests). Given both the concerns of the priestly writers and the wording they use to express those concerns, I see Leviticus as the Book of Separations, the book in which are set forth distinctions between a whole range of aspects of ancient Israelite experience and practice: holy and profane; ritual purity and pollution; permitted and forbidden in sexuality and diet; Israelites and others; and priests, Levites, and common folk among the Israelites. This near-obsession with drawing lines (or, as Douglas has presented it, concentric circles) may in some sense reflect the position of Israel in the ancient Near East as a small, beleaguered newcomer in a region of hoary empires, situated on land that was constantly invaded by both great powers and local foes. It may also be an echo of the larger Bronze Age and Iron Age process of change from the former, well-nigh universal worship of the Mother Goddess, to the later patriarchal societies with which the Western world still deals through its three monotheistic religions and their cultural outgrowths.", "Overarching the theme of separations or distinctions, through much of the book, is the polarity of order/disorder, represented best in Leviticus by the problem of life and death. As many scholars have noted, regulations regarding sacrifice here connect up with symbolically offering up human life—through the substitution of an animal—to the deity; blood is avoided at all costs, due to its connoting life. Animals that may be used for food (as well as for sacrifice) are in the main those which do not consume other living creatures. Pollutants which endanger the purity of the sanctuary (“Dwelling”) include bodily emissions which the Israelites connected with death (e.g., menstrual blood and “wasted” semen). Finally, the complex system of purification from some kind of skin disease may well originate in the similarity between disease and death. In sum, then, it is no surprise that, two books later, the Deuteronomic Moses implores the people to “choose life” rather than the “death” engendered by improper behavior by both priests and commoners.", "Interestingly, the strong urge to make order (ritual laws) out of disorder (the chaotic processes of human life, from killing animals for food to sexual relations) is reflected in other aspects of the Torah—most notably in the narrative portrayal of the descent lines from father Abraham. Here, the discontinuity represented by sibling rivalries and other threats to survival is countered by God’s establishing a kind of continuity through the choosing of younger brothers. In this case, the strong hand of ritual control is replaced by the somewhat hazardous element of surprise and close calls. But it does manage to provide for family continuity and, ultimately, the survival of the people. Whether this points to early or later experiences historically is the subject of ongoing and unresolved debate among biblical scholars. A widely accepted possibility is that the Torah as we have it was edited by priestly editors living in or shortly after the Babylonian Exile (6th–5th centuries <small>B</small>.<small>C</small>.<small>E</small>.), and that those editors took earlier material (which itself was already multilayered) and adapted it into an overall scheme expressing promise, disobedience, destruction, and survival/hope (cf. Fox 1993).", "In point of fact, Leviticus is best viewed as only a part, albeit the major one as a bloc, of a major thrust of the Torah. According to most biblical scholars, the “priestly” worldview, and the texts that may be attributed to it, makes its appearance with the very chapter with which the entire Torah begins, Gen. 1. Here distinctions and ordering are at the very heart of the text. God, immediately after his first creation-by-word (light), “separates” between light and darkness, then goes on to perform the same operation between heavenly waters (the storehouses of rain) and earthly ones. His remaining acts of creation involve putting heavenly bodies, vegetation, and animal life in order—each “according to its kind,” on specific days of creation. Animals are distinguished from plants through their receiving vocal divine blessing; humans from animals through the addition to the blessing of the phrase “have dominion over” the rest of living things. At the same time, humans are told that they may eat only what grows from the ground, implying that to do otherwise would be a violation of the order of things. Crowning the whole account is the poem (Gen. 2:1–4a) about God’s “finishing” of the “work” of creation, symbolized by his “hallowing” (making holy or separate-for-God) the seventh day. In Gen. 1, then, we are presented with a brief but complete vision of the cosmos as ordered in space, time, and life-forms, under the aegis of a metasexual, nonviolent, and benevolent deity.", "As Genesis unfolds under priestly influence, humans are presented with basic rules and warned of the consequences if those rules are broken. The paradisical situation of Adam and Eve (no labor, vegetarianism, no danger from animals, and sexual innocence) is disrupted by human disobedience, resulting in banishment from Eden—a shattering of the previous wholeness and order. Cain’s murder of his brother leads to the same punishment: uprootedness and hard labor. The mixing of divine and human beings in Gen. 6:1–2 results in a clear distinction being established by God, that humans will henceforth be limited in age. Finally, the account of the universal flood in Chapters 6–9 presents a picture that uses a number of Leviticus motifs. The earth is to be destroyed because human wrongdoing has “ruined” it (or, in Levitical language, “polluted” it). Animal life is rescued by means of taking pairs of animals aboard the ark—with Leviticus’s distinctions of “pure” and impure dutifully mentioned. Noah’s three sons, who also come onto the ark, later become the forefathers of three great divisions of humanity, as laid out in detail in the genealogical lists of Chapters 10–11. Finally, the new beginning of the cosmos, with Noah as a second Adam (cf. the latter’s blessing in 1:28 with that of the former in 9:1–2), is accompanied by both animal sacrifices and dietary restrictions (the introduction of meat is new, accompanied by the caveat—as in Lev. 17—that blood is not to be consumed).", "A major part of the priestly scheme emerges with the detailed instructions concerning the construction of the Tabernacle (God’s place of “Dwelling” on earth) and the priestly vestments that are to be worn there, in Ex. 25–31 (with much of this material repeated in narrative form in Chapters 35–40). The details make sense as part of a larger picture, in which the closer one gets to the “Holiest Holy-Shrine” where God takes up dwelling, the more central the measurements of space and the more precious the materials used. This concentric sense of order is reflected also in the layout of the wilderness camp of the Israelites in Num. 2. Thus the Tabernacle functions as a minicosmos, a visible and ritual representation of the creation itself. Through the layout of curtains within and tribal encampments without, space is ordered; through the festivals (enumerated in Leviticus and Deuteronomy, with some mention in Exodus as well), time is ordered. And, thanks to the provisions laid out in Leviticus, through priest/lay hierarchy, dietary rules, and sacrificial regulations, life-forms are ordered. The result is an almost utopian scheme. It is a world in which everything and everyone are to take their place under the perfect worship of a perfect God, banishing or avoiding death, defect, and disorder. In the priestly view, the world is to be an echo of the divine order that is portrayed in the Creation story.", "Viewed in the perspective of priestly concerns (only part of which we have just outlined), Leviticus is largely concerned with the potential disruption of this utopia. If Genesis chronicles threats to the fulfillment of God’s promises to Abraham, if Numbers recounts threats to his descendants’ survival on their march through the wilderness, then Leviticus concentrates on threats to Israel’s life with God. It presents a whole system of rules designed, first, to provide for purification and reconciliation with God through the sacrificial cult; second, to protect sanctuary, priests, land, and people from estrangement from God (via “pollution” of various kinds); and, finally, to establish a code of behavior that will ensure the perpetual enjoyment of God’s blessings on the land promised to Israel’s ancestors. From this it can readily be seen how Leviticus, far from being of interest to specialists and historians only, is in fact a crucial part of the Torah—perhaps its most crucial part, in that it supplies the ideological center of gravity for the whole. Once Leviticus is added to the narratives, poems, laws, and lists that comprise the rest of the Torah, a picture emerges that is more than literature and more than history. The five books become the multilayered and multifaceted monument that has been studied, puzzled over, and built upon for over two millennia.", "In sum, the world of the priestly strain in the Torah is a realm of desired order and perfection, a realm in which wholeness is to reign, in which anomaly and undesired mixture are not permitted, and in which boundaries are zealously guarded. The human body becomes symbolic of the cosmos: its life/death boundary is marked, and troublesome flows from it are carefully regulated. The land of Israel becomes symbolic of the cosmos: too much evildoing pollutes it, to the point where it can do naught else but “vomit out” its settlers (as it vomited out the previous ones). The animal kingdom, from which humans are allowed to take life under carefully prescribed circumstances, becomes symbolic of cosmic values, through heightening awareness of predator and victim, and careful avoidance of blood, the symbol of life. Indeed, in the system of Leviticus, it is no wonder that death is the major pollutant, and that blood of acceptable animal sacrifice is the agent through which human beings find atonement for minor pollutants.", "The book as it is presently laid out falls into three major sections, with a number of chapters that function either as connectors or appendices to various sections. Linkages and connecting theme words will be spelled out in more detail in the commentary; for the moment, the following outline may suffice:", "I The Sacrificial Cult", "1–7 Sacrificial Offerings: Their Ritual and Disposal", "8–9 The Installation of the Priests", "10 Systems Failure", "II Ritual Pollution and Purification", "11 Forbidden and Permitted Foods: Transition", "12–15 Pollution from Bodily Fluids and Skin Disease", "16 Purifying the Sanctuary and the High Priest", "Appendix: 17 On the Shedding of Animal Blood", "III Holiness", "18 Pollution from Forbidden Unions: Transition", "19:3–4 Frame at Beginning", "19–20 Holiness in Public/Private Behavior", "21–22 Holiness in Priestly Behavior", "23 Holiness in the Calendar", "24 Miscellaneous", "25 Regulations Concerning Land and Slaves", "26:1–2 Frame at End", "26:3–46 Holiness Confirmed or Denied: The Blessing and the Curse", "Appendix: 27 Assessments for the Priests", "Other commentators have of course seen it differently. Most follow the traditional scholarly approach of starting the “Holiness Code” with Chapter 17; Levine rightly parallels it to the beginnings of other law collections in the Torah (Ex. 20:19–23 and Deut. 12; the ending here in Chapter 26 also parallels the endings in the other two codes). Hallo understands the structure as 1–11: Rites of Consumption; 12–16: Rites of Purification; and 17–26: Holiness.", "Overshadowing the clear three-part structure, however one wants to divide it up, is the complex issue of two apparent documents or schools of thought. Biblical scholarship terms these P (“Priestly”) and H (“Holiness”), and roughly attributes the first part of the book (through Chap. 16) to P, with the rest to H. There has been detailed, ongoing debate about the approaches and dating of these sources. As of this writing, it is generally accepted that H is later than P, but there seem to be numerous interpolations of one source into the other, and it is difficult to place them historically with certainty. Here, as elsewhere in biblical literature, we have a layering effect rather than a clear-cut delineation of “authors.” As usual, that appears to have been intentional.", "A word should be said about the relationship between law and narrative in the Torah. As Damrosch has noted, the legal and cultic texts in the five books might be seen by modern readers as intrusive. On the surface, they certainly seem to interrupt a good story. Genesis is largely unencumbered by nonaction (except for the genealogical lists—attributed to P!), but the gripping account of the redemption from Egypt in Exodus, and the drama of revelation on and apostasy beneath Mount Sinai, give way to the sober architectural details of the Tabernacle’s construction. Similarly, the narratives of the book of Numbers, which are among the most striking in the literature, are set off against a background of censuses, laws about suspected adultery and the taking of vows, Levitical duties in the Dwelling, and an enumeration of sacrificial gifts brought by the tribes, among other things.", "The bulk of material in Leviticus, and its placement in the Torah, make it clear that the five books that we have convey their point precisely through the medium of narrative <i>plus</i> cult/law. In the Israelite worldview, these two rather distinct forms, which intermingle past, present, and future (Damrosch), fruitfully enrich and explain one another. It is as if a history of the American Revolution contained all of the debates on and drafts of the Declaration of Independence and the Constitution, as well as accounts of battles and biographies of key personalities. That such an approach parallels neither Homeric epic nor ritual texts in their purity of form is exactly the point: we have here a new genre of great complexity and richness, in which narratives exemplify laws and laws follow narratives. The result is truly a torah, a “teaching” or “instruction.”", "Finally, we might mention the issue of priests and laypeople. Scholars have often seen Leviticus as originating as a manual for priests. What is most fascinating, and perhaps most important (for later history), about this book is the way in which it takes priestly rules and transmutes at least some of them for use in the general populace of ancient Israel. This can be seen most dramatically in the dietary laws, which in other cultures often serve exclusively for priests, and in the area of sexual taboos, which do likewise. In postbiblical Judaism this shift becomes particularly evident: the Jew’s dinner table is termed a “sanctuary in miniature” (complete with loaves of bread and the use of salt—two elements found in the ancient sacrificial cult); dietary laws are expanded for the general population to provide for separation of milk and meat; and separation of husband and wife during menstruation, among traditional Jews, leaves the context of Sanctuary pollution and finds a home in the context of a philosophy of marriage. Many other examples could be brought of the widening of priestly laws to an entire people. Perhaps most dramatic—and most significant—is the eventual shift of the learning and interpretation of sacred texts away from the priests, who in most cultures served as the guardians of the text (and often the culture’s only literate body; cf. medieval Christian Europe). In Judaism of late antiquity, this monopoly was decisively broken; first the scribe and then the rabbi (“master”) took over, with learning extended at last to all those who might make the effort to acquire it. The great exception, at least in antiquity, was women—who, it will be noted, were also excluded from priestly functions in the Bible.", "Three relatively recent developments make it possible to approach Leviticus as a significant, powerful, and interesting biblical text. The first is the explosion of both full-length and shorter studies of the book and its concerns that have appeared in recent years. The work of Milgrom (1991), Levine (1989), Wenham (1979), Eilberg-Schwartz (1990), and Bamberger (1981), to cite just a few of the English-language studies on aspects of Leviticus, now makes it possible to have a serious entry into the book based largely on advances in understanding the cultures of the ancient Near East. It also, admittedly, puts the translator and commentator in a bind: is it possible to add anything new, or will it suffice simply to summarize? My approach in this volume has been largely the latter, along with suggesting to the reader some fruitful directions for further study.", "The second development helpful for approaching Leviticus, which also informs many of the studies just mentioned, is the using of anthropological insights to understand concepts and rituals found in the book. Such an approach places Leviticus in a broader human context, indicating what it does and does not share with other cultural and religious systems. For Leviticus is concerned with the same issues that plague all human societies: how to deal with the boundaries of life and death, how to comprehend and approach the transcendent in life, how to understand one’s (or one’s nation’s) place in the cosmic order, how to make for a just society. Viewed in this light, the book is a “Small Code” (cf. Northrop Frye’s designation of the Bible as “the Great Code”). That is, Leviticus need not remain a total mystery to us, to be unraveled only through detailed analysis and even change (Judaism) or substitution (Christianity), but can be understood on its own terms, if approached with care and in the spirit of seeking the larger picture in the details.", "Finally, we should mention the aesthetic dimension. Like the other books of the Torah, Leviticus uses its own rhetoric to convey its message. Far from employing flat “priestly” style (whatever that may be), it uses formulas, refrains, and other rhythmical forms to impress its teaching (Heb. <i>tora</i>) upon its hearers. This aspect of the book has been the subject of recent study (cf. Paran), but was already echoed in the Buber-Rosenzweig translation. It is my hope that the present volume will contribute to an appreciation of the style of Leviticus."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "6297c0a95bc5b598fdcea26e", "index_title": "Mishnah Negaim", "category": "Mishnah", "type": "", "ref": "Mishnah Negaim 1:1", "anchorRef": "Leviticus 13:1", "anchorRefExpanded": ["Leviticus 13:1"], "sourceRef": "Mishnah Negaim 1:1", "sourceHeRef": "משנה נגעים א׳:א׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [190, 230], "commentaryNum": 1.0001, "collectiveTitle": {"en": "Mishnah Negaim", "he": "משנה נגעים"}, "heTitle": "משנה נגעים", "he": "מַרְאוֹת נְגָעִים שְׁנַיִם שֶׁהֵן אַרְבָּעָה. בַּהֶרֶת עַזָּה כַשֶּׁלֶג, שְׁנִיָּה לָהּ כְּסִיד הַהֵיכָל. וְהַשְּׂאֵת כִּקְרוּם בֵּיצָה, שְׁנִיָּה לָהּ כְּצֶמֶר לָבָן, דִּבְרֵי רַבִּי מֵאִיר. וַחֲכָמִים אוֹמְרִים, הַשְּׂאֵת כְּצֶמֶר לָבָן, שְׁנִיָּה לָהּ כִּקְרוּם בֵּיצָה: \n", "heVersionTitle": "Torat Emet 357", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורת אמת 357", "text": "The signs of negaim are two which, in fact, are four. The bright spot (baheret) is bright white like snow; secondary to it is the sign as white as the lime of the Temple. The rising (se'et) is as white of the skin of an egg; secondary to it is the like white wool, the words of Rabbi Meir. But the sages say: the rising (se'et) is white wool and secondary to it is like the white of the skin of an egg.", "versionTitle": "Mishnah Yomit by Dr. Joshua Kulp", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "64187c11c9371ec0cebe65fd", "index_title": "Reggio on Torah", "category": "Commentary", "type": "commentary", "ref": "Reggio on Torah, Leviticus 13:1:1", "anchorRef": "Leviticus 13:1", "anchorRefExpanded": ["Leviticus 13:1"], "sourceRef": "Reggio on Torah, Leviticus 13:1:1", "sourceHeRef": "ביאור יש\"ר על התורה, ויקרא י״ג:א׳:א׳", "anchorVerse": 1, "sourceHasEn": false, "compDate": [1790, 1810], "commentaryNum": 1.0001, "collectiveTitle": {"en": "Reggio", "he": "ביאור יש\"ר"}, "heTitle": "ויקרא", "he": "<b>אל משה ואל אהרן,</b> למשה שיאמר לאהרן, ולפי שטומאת הנגעים וטהרתן תלויה בכהנים, הוסיף ואל אהרן:", "heVersionTitle": "Vienna, 1821", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "648839e4a5a4d0d59264060a", "index_title": "Rav Hirsch on Torah", "category": "Commentary", "type": "commentary", "ref": "Rav Hirsch on Torah, Leviticus 13:1:1", "anchorRef": "Leviticus 13:1", "anchorRefExpanded": ["Leviticus 13:1"], "sourceRef": "Rav Hirsch on Torah, Leviticus 13:1:1", "sourceHeRef": "רש\"ר הירש על התורה, ויקרא י״ג:א׳:א׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [1845, 1875], "commentaryNum": 1.0001, "collectiveTitle": {"en": "Rav Hirsch", "he": "רש\"ר הירש"}, "heTitle": "ויקרא", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "Kap. 13. V. 1. אל משה ואל אהרן. Schwerlich dürfte die spezielle Nennung Aharons aus dem Umstande sich begründen lassen, daß bei den hier folgenden Gesetzen die Mitwirkung der כהנים in erster Linie bedingend erscheint. Wir finden nämlich diese Richtung des Gesetzesausspruches an Aharon und Mosche zusammen auch in der Einleitung zu פרשת מאכלות אסורות (Kap. 11, 1) und zu פרשת זב ונדה (Kap. 15, 1), wo den כהנים in keiner Weise eine besondere Funktion überwiesen ist, und demgegenüber wird gerade in der Einleitung zu פרשיות, deren Inhalt ganz besonders die Funktion des Priesters betrifft, wie z. B. ganz סדר הקרבנות Kap. 1 u. ff. und ebenso bei קרבן יולדת (Kap. 12, 1) bei קרבן מצורע (Kap. 14, 1) Aharon nicht genannt. Vielmehr scheint, wie wir dies bereits zu Kap. 11, 1 bemerkt, durch Aharons Nennung neben Mosche in der Einleitung zu den Gesetzesbestimmungen über מאכלות אסורות וטומאת מגע טומאת צרעת und טומאת זב ונדה וזבה, die ganz besondere Wichtigkeit dieser Gesetze nicht nur für die theoretische Erkenntnis und die praktische Aufrechthaltung des Gesetzes, die durch \"Mosche\" repräsentiert wird, sondern auch für die Heranbildung und Heranerziehung der jüdischen Individuen für diese Erkenntnis und Erfüllung bezeichnet zu sein. Der Gesamtbegriff dieser Gesetze ist טומאת גויות וטומאת קדושות (siehe Kap. 11), deren Beachtung dem göttlichen Gesetze jüdische Menschen pflanzt, nährt und erzieht.", "versionTitle": "Der Pentateuch. Übersetzt und erläutert von Samson Raphael Hirsch, 1903 [de]", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "657ecc54758c1dc532ec8d85", "index_title": "Steinsaltz on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Steinsaltz on Leviticus 13:1", "anchorRef": "Leviticus 13:1", "anchorRefExpanded": ["Leviticus 13:1"], "sourceRef": "Steinsaltz on Leviticus 13:1", "sourceHeRef": "ביאור שטיינזלץ על ויקרא י״ג:א׳", "anchorVerse": 1, "sourceHasEn": true, "commentaryNum": 13.0001, "collectiveTitle": {"en": "Steinsaltz", "he": "ביאור שטיינזלץ"}, "heTitle": "ביאור שטיינזלץ על ויקרא", "he": "<b>וַיְדַבֵּר ה' אֶל מֹשֶׁה וְאֶל אַהֲרֹן</b>. מכיוון שלכהנים תפקיד פעיל בענייני הצרעת, ה' פנה גם אל אהרן, המשמש כנציגם של הכהנים לדורותיהם.\n    \n    <b>לֵאמֹר:</b>", "heVersionTitle": "The Koren Steinsaltz Tanakh HaMevoar - Hebrew", "heLicense": "Copyright: Steinsaltz Center", "heVersionTitleInHebrew": "", "text": "<b>The Lord spoke to Moses and to Aaron. </b>Since the priests play an active role in matters of leprosy, God also addresses Aaron, who is the representative of all priests throughout the generations, 13 <b>saying: </b>", "versionTitle": "The Steinsaltz Tanakh - English", "license": "Copyright: Steinsaltz Center", "versionTitleInHebrew": ""}, {"_id": "5253b640edbab4498f482999", "index_title": "Ibn Ezra on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Ibn Ezra on Leviticus 13:1:1", "anchorRef": "Leviticus 13:1", "anchorRefExpanded": ["Leviticus 13:1"], "sourceRef": "Ibn Ezra on Leviticus 13:1:1", "sourceHeRef": "אבן עזרא על ויקרא י״ג:א׳:א׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [1155, 1165], "commentaryNum": 1.0001, "collectiveTitle": {"en": "Ibn Ezra", "he": "אבן עזרא"}, "heTitle": "אבן עזרא על ויקרא", "he": "<b>וידבר ה׳‎ אל משה ואל אהרן.</b> וטעם אהרן. כי על פיו יהיו כל נגעי אדם מי שיטהר ומי שיטמא:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "AND THE LORD SPOKE UNTO MOSES AND UNTO AARON. This commandment was directly communicated to Aaron because all human maladies shall be determined according to his pronouncement.<sup class=\"footnote-marker\">1</sup><i class=\"footnote\">See Deut. 21:5.</i> Aaron shall declare who is clean and who is unclean.", "versionTitle": "Ibn Ezra's commentary on the Pentateuch, tran. and annot. by H. Norman Strickman and Arthur M. Silver. Menorah Pub., 1988-2004", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "56547f8bd6e4a94e1942d009", "index_title": "Abarbanel on Torah", "category": "Commentary", "type": "commentary", "ref": "Abarbanel on Torah, Leviticus 13:1", "anchorRef": "Leviticus 13:1", "anchorRefExpanded": ["Leviticus 13:1"], "sourceRef": "Abarbanel on Torah, Leviticus 13:1", "sourceHeRef": "אברבנאל על תורה, ויקרא י״ג:א׳", "anchorVerse": 1, "sourceHasEn": false, "compDate": [1483, 1513], "commentaryNum": 1.0, "collectiveTitle": {"en": "Abarbanel", "he": "אברבנאל"}, "he": ["וידבר ה' אל משה ואל אהרן לאמר אדם כי יהיה בעור בשרו עד והבגד כי יהיה בו נגע צרעת. בעבור שהיה אהרן חכם ונבון להבדיל בין נגע לנגע באדם ובבגד לכן בא הדבור הזה למשה ולאהרן יחד. ולפי שהיה הצרעת רוע מזג גדול באדם וא\"א שידע האדם השחתת המזג ועפוש הליחות כי אם באמצעות האותות שיתחדשו בגוף לכן זכרה התורה האותות והסימני' שיורו על זה. באמרו אדם כי יהיה בעור בשרו שאת או ספחת או בהרת כי בראשונה יתראו האותות בעור ומהם לעמוד על הבשר שהעור שעליו הוא מעופש ונפסד. ומאשר הדברים האלה יובחנו באדם מפני יושר מזגו ושוויו שמפני זה בצאתו מיושרו יפסיד האויר ויתעפש ויזיק לבני אדם הקרובים אליו בטומאתו. לכך אמר אדם כי יהיה בעור בשרו כי במה שהוא אדם ישר ושוה המזג אפשר שיקרה לו זה שיצא מן השווי ויעפש גופו ויזיק ויטמא לבני אדם מה שאין כן בב\"ח הבלתי מדברים. וזה טעם למה הזהירה תורה כל כך על הצרעת ולא עשה כן על יתר החלאים שלא היה זה מפני היותו חולי מתדבק אלא מפני הטומאה שהמצורע מטמא אחרים. והטומאה היא מיוחסת לנפש כמו שאמר' ולא תטמאו את נפשותיכם. ומפני הטומאה היתה כל ההנהגה הזאת. גם שחולי הצרעת יפסיד האויר מה שאין כן בשאר החלאים שאינם מטמאים את הנפש ולא מפסידים את האויר ומחללים המקדש והמחנה הקדוש. ולא יחס ראיתו אל הכהן להיותו חכם בחכמת הטבעים והרפואות אלא מפני שהכהן הוא המזהיר על הטומאות הוא המטמא את הטמא ומטהר הטהור גם שקרבנות המצורע יהיו על ידי הכהן ולכך היו דיני הצרעת ומשפטיה על פיו וכמו שאמר במשנה תורה (דברים כ\"ד ח') השמר בנגע הצרעת לשמור מאד ולעשות ככל אשר יורו אתכם הכהנים. והותרו בזה ג' שאלות הה' והו' והז'. והנה שאת פירש הראב\"ע שהוא מלשון שרפה ואינו כן כי השרפה תשחיר והשאת הוא לבנה. גם פירש שהחום נושא המכה למעלה והכתוב אומר ומראהו עמוק מעור בשרו ועוד כי צרעת השחין או המכוה הוא מכח השרפ' לא השאת. לכן היותר נכון הוא שמלת שאת תורה על יתרון בשר או ליחה הנולד בעור האדם שלא כמנהג הטבעי והוא מלשון יתר שאת. וכן הספחת והוא הליחה הנספחת והנדבקת בעור מלשון ספחני נא אל אחת הכהונות. ובהרת הוא לובן נוסף בעור מלשון (איוב ל״ז:כ״א) בהיר הוא בשחקים. ומור' על יתרון ליחה לבנה. וד' מראים הם בנגעים שאת עזה כשלג שניה לה כסוד ההיכל. בהרת כצמר לבן שניה לה כקרום ביצה. ויש מי שכתב ששאת תורה על האדומה אשר מטבעה שתנשא למעלה מפני קלותה. והספחת תורה על השחור' שהיא בעצמה מקובצת החלקים. והבהרת היא על שני פנים אם לבנה ואם אדמדמת. וזה בהיות בלבנה דם בלתי שלם הבשול. אבל היותר נראה הוא שאלו המראים כלם מורים על תגבורת ליחה לבנה וצרעת השחין ומכוה הוא מתגבור' אדומה שרופה ומשחורה גם כן. וצרעת הראש או הזקן והנתק שסימנה שער צהוב תבא מתגבור' אדומה וגם תחול בשאר איברי הגוף אבל דברה תור' בהווה. ואמנם אם הנגע אדמדם וכן צרעת פורחת זה יבא מיתרון דם רע. ונקראו אלו החליים נגע מפני שהיה העור נגוע בכאב וכן צרעת על שם צרת רעתו. וכשתראהו בעור מורה על חליים שהם מבפנים כי מבפנים תבא רעתו. ואמר והובא אל אהרן הכהן להגיד שאף שלא ירצה יובא לפניו בעל כרחו. ואמר אל אהרן הכהן או אל אחד מבניו הכהנים. להגיד שאם היה אפשר שיובא לפני אהרן הוא היותר משובח כי הוא המובהק בזה אבל אם לא יכול ללכת לפניו יבא אל אחד מבניו הכהנים. וביאר הכתוב שאם ראה הכהן את הנגע בעור הבשר ושער בנגע הפך לבן ר\"ל שהשער שמדרכו היה להיות שחור או צהוב הפך לבן שלא כמנהגו ומראה הנגע עמוק מעור בשרו כלומר שהוא לבן יותר ממרא' העור הטבעי ולזה יראה למביט מרחוק שהוא עמוק מן העור כשמש מן הצל. הנה אז בהתחבר שני התנאים האלה יודע שהוא נגע של צרעת ולכן מיד כשיראה אותה הכהן יטמא אותו כלומ' שיגיד ויפרסם שהוא מצורע וטמא במוחלט. כי אין ראוי להסגירו אחר שיש שם שני התנאים האלה שהם אותות על הצרעת. האמנם כשלא יהיו שמה שני האותות אשר זכר אע\"פ שתהיה בהרת לבנה בעור בשרו. הנה כיון שעמוק אין מראהו מן העור כלומר שאינה לבנה יותר משאר העור וגם שערה לא הפך לבן שהם שני התנאים שזכר בראשונה. הנה הכהן לא יטמאהו בהחלט. אבל יעשה בחינה לדעת אמתתו והוא שיסגיר הכהן את הנגע שבעת ימים. וטעם ההסגרה הזאת ז' ימים לפי שהטבע יפעל מעצמו ברוב התחלואים וישנם לטוב או לרע בשבעת ימים. כי לרוב יעש' החולי גבול בחולה בשביעי או בי\"ד בחלאים החדי' לפי שבזה הזמן תשוב הלבנה במבט מרובע ממה שהיתה בו תחלה ומפני זה יסודר ממנה פעל מקביל כאופן מה ממה שהיה מסודר מתחלה. והיתה ההסגרה כדי שיפעל הטבע והדמיון בו כרצונו ולא ילך פעם בחוץ פעם ברחובות להשתעשע עם בני אדם כי יהיה טרוד הטבע בזה ולא יפעל בגוף ההוא כפי טבעו. גם שהיתה ההסגרה לפי שהיתה מסופק אם הוא מצורע אם לא ואם היה מצורע מדבר עם בני אדם ומטמא אותם הנה מפני זה יצוה להסגירו. וראיתי מי שפירש בזה שהיה נסגר שבעת ימים בבית כלא כדי שלא יתנו לו קרוביו או אוהביו משקה או רפואה להסיר הסימנים ההם כי היתה הכונה שהטבע יפעל מעצמו ולזה אמר והסגיר הכהן את הנגע שמלת הסגיר הוא פועל יוצא שיצוה זה למי שיסגירנו. ואינו נכון בעיני כי למה יבצר הכהן ממנו הרפוא' והתורה אמרה ורפא ירפא. והרלב\"ג כתב שהיה ההסגר מפני שלהעדר התנועה יתקבץ החום היסודי ויתגבר על החום הנכרי שהיא סבת הנגע ויוציאהו לחצוני הגוף וכאשר יתחזק החולי עם ההסגר אז יורה על העפוש שבגוף אשר הוא סבת הצרעת. ואמר וראהו הכהן ביום הז' רוצה לומר שאם היה הנגע עומד בעיניו ומראהו כאשר היה ועוד ראה כי לא פשה ולא נתפשט הנגע בעור ולא חסר שאז מורה על קושי הנגע שלא התפעל בגבול הז' הראשון יסגירנו הכהן ז' ימים אחרים. ואולי יפעל אז הטבע ואז ביום הז' השנית ירא' הכהן את הנגע ואם ראה שכהה הנגע רוצה לומר שיחסר ממראית הלובן שהיה לה ועוד שלא פשה הנגע אף שלא חסר. הנה אז יטהרהו הכהן רוצה לומר שיבאר ויפרסם שהוא טהור ושהמספחת היה שהשליך הטבע שמה החומר ההוא שנתקרב ונקבץ באותו מקום אבל אינו רוע מזג בכלל הגוף. והמספחת היא למטה משאת וטהור' כשלא פשטה ואז האדם הנגוע יכבס בגדיו וכל שכן שיטבול גם הוא על ההסגר כי בחזקת טמא היה ולמדנו מכאן שכל מצורע מוסגר טעון טבילה וכבוס בגדים אף כשיטהר. אבל אם פשה תפשה המספחת ההוא בעור אחרי הראותו לכהן לטהרתו רוצה לומר אחרי שנראה אל הכהן ונסגר וכהה הנגע וטהרו הכהן ושוב חזרה המספחת ופשטה מן הגבול שהיתה בתחלה כשנסגר הנה אז נראה פעם שנית אל הכהן. ואם ראה שפשטה המספח' בעור יטמא הכהן אותו לפי שצרעת היא כיון שהוא מתפשט בעור ועם מה שפרשתי בטעם ההסגר הזה הותרה השאלה הח'. ואמנם אמרו אח\"ז נגע צרעת כי תהיה באדם והובא אל הכהן. יראה בתחלת הדעת שלא חדש בפרשה זו דבר ממה שכתב בראשונה אבל עם העיון תרא' שהתחדשו כאן דברים. הא' אזהרה לכהן שאם ראה שאת לבנה בעור והיא הפכה שער לבן רוצה לומר שהשאת הפכה השער משחור ללבן ומחית בשר חי בשאת שהיא כמו ליחה היוצא מהמכה שיש בה בשר חי. כי הבשר המת יבש מבלי ליחה ומחיה הוא מלשון וימח והמחיה בצרעת הוא סימן רע הפך מבשאר המכות. והטעם ששאר המכות יבשות בטבע אך נגעי הצרעת לחים ביותר והמחי' סימן על יתרון החומר ורוע איכותו והפך זה במכו' היבשות ולכך בזה הסימן לבדו ראוי שהכהן יבאר ויפרסם שצרעת נושנת היא בעור בשרו ולכך ביום הראות בו בשר חי יטמאהו ולא יסגירהו פעם אחת ולא שתים כי טמא הוא ומפני זה הביאור באה הפרשה הזאת. והצרעת נושנת היא הנקרא' בלשון עם לועז פישטול\"א שאין לה ארוכה לרוב לחותה בלתי טבעי גם אם כסתה הצרעת את כל עור בשרו שזה מורה שהטבע דוחה כל החולי לצד חוץ ועוד יחליף כח וישוב בשרו אליו והוא אמרו ואם פרוח תפרח הצרעת בעור וכסתה הצרעת את כל עור הנגע וגומר לכל מראה עיני הכהן כלומר לכל המקומות שיוכל הכהן להביט בהבטה אחת שלא הצטרך להפוך ולראות בצד אחר והם כ\"ד ראשי איברים ר\"ל עשרים אצבעות ידיו ורגליו וב' אזניו והחוטם והגיד. הנה אז יטהר הכהן את הנגע בהיות שכלו הפך לבן כי טהור הוא ואין בו רוע מזג כלל. והנה צוה לטהר אותו בהיות הצרעת מתפשטת בכל בשרו שהיה ראוי מפני זה לטמאו הוא לפי שבראות הכהן שהטבע דוחה זה העפוש לחיצוני הגוף מורה על ממשלת החום הטבעי בחומר המעופש ולכן ידחהו בכל צד כמו שיעשה ביום הגבול בקרחת ויתיכהו בזיע' או בשלשול או ברעיפת הדם ואז יהיה הבריאות ולכן לא יטמא הכהן את זה אשר פרחה הצרעת בכל גופו אע\"פ שנהפך כל שערו לבן והותרה בזה השאלה הט'. אך אמנם אם ביום ראה אותו הכהן נראה בו בשר חי יטמא לפי שיציאת המחי' בחולי זה מורה כי טמא הוא במוחלט כי צרעת היא לא יביט בה בסימן אחר רק אם ישוב הנגע ליובש ונהפך ללבן יבש מבלי מחיה ואז נרפא הנגע וראוי שיטהרהו הכהן כי טהור הוא ואחרי שנתן המשפט בנגעים שסבתם תגבור הליחה הלבנה זכר אחריה משפט צרעת השחין ומכות שסבתם תגבורת האדומה השרופה והשחורה ועל זה אמר ובשר כי יהיה בו בעורו שחין ונרפא. כי אמרו ובשר ענינו באדם איש או אשה מלשון יבא כל בשר להשתחוות לפני. והנה השחין הוא הרבה מיני' ואינו צרעת רק הוא מחוזק פעולת הטבע שדוחה מבפנים המותרות האדומיות או הדם הרע לחוץ ויחמם האור מאד ולזה אמר כי יהיה בו שחין ונרפא רוצה לומר שמונע להרפא מיד. אך במקום השחין נשארה ליחה גורמת שאת לבנה עזה או בהרת לבנה אדמדמת מעורב משני המינים יחד וזהו מה שחדש במקום הזה בענין השחין ואינו כן בנגעים שזכר למעלה רוצה לומר שהחומר המוליד לשחין הוא חם ומוליד אדמימות. ואם נראה לכהן שנשתנה מראהו ממראה שאר העור עד שנראתה כאלו היא שפלה מן העור ועוד סי' אחר שבמקום שיהיה ראוי שיהי' לו שער שחור הפך לבן אז יטמאנו במוחלט לפי שנגע צרעת הוא בשחין פרחה כי מפני החום הנכרי אשר בסבתו נעשה השחין נשאר שם זה הרושם עד שהגיע ממנו זה העפוש ולזה יחס אותו לשחין. והרלב\"ג כתב שאפשר לומר שהיה זה העפוש תוך הגוף ולא יכול הטבע לדחותו אלא לזה המקום החלוש שהיה בו השחין ואמר עוד אך אם לא ימצא בו אחד מן הסימנים האלה. והיה כהה כמראה שאר העור. הנה אז ראוי שיסגירהו הכהן שבעת ימים ואם תפשה בעור יטמאהו במוחלט ואם תחתיה תעמוד הבהרת לא פשתה רוצה לומר שעמדה במקומה ומעלתה ולא פשתה גם לא חסרה וכל שכן אם חסרה אז אינו נגע צרעת רק צרבת השחין שנצטמק ויפה לו וכן הדין במכוה כמו בשחין כי חום האש יחדש בעור כמו החום הנכרי שבאדם ולכן היו משפטי המכוה כמשפטי השחין שזכר. האמנם באה המצוה הזאת בשתי פרשיות להיות החלאים מתחלפים. ואחר זה זכר משפטי הנתק להיות תולדתו על הרוב מתגבורת המראה האדומ' בלבד ואמר ואיש או אשה בעבור הזקן שאין באש' הוצרך בזה לחייבה בענין ראשה והאיש בראש ובזקן לפי שהנתק על הרוב לא יתחדש רק במקו' גדול השער ולכך נקרא נתק לפי שינתקו משם השערות בסבת הלחות הגובר שמה והבדילה התורה בין הקרחת ובין הגבחת עם היות מיניהם שוים מפני התחלף טבע אחורי הראש שהוא הקרחת מטבע הצדדים והמוקדם שהוא הגבחת ודיני הקרחת והגבחת הם כפי הלבנה הגוברת באחרית המוח בקרחת וכפי האדומה השחורה והדם הגוברים במוקדם המוח ובצדדי הראש ודיניהם כדיני הצרעת עור בשר. והנתק יחדש שער צהוב ולא שחור לפי שהוא מיתרון אדומה או הדם המעופש ומראה הנתק לבן ומרחוק נראה עמוק משאר העור כשהוא מגולח את יצמח בשרשי השערות. וזכר הכתוב בו שני תנאים אלו רוצה לומר שמראהו עמוק מן העור ושבו שער צהוב דק רוצה לומר קצר שבסבת העפוש לא יעלה אד עשני להיות השער. ובהמצאם יחד צוה שיטמאנו הכהן. אבל אם לא נמצאו שם שני האותות או אחד מהם כי אין עמוק מראהו מן העור ושער שחור אין בו לצהוב. הנה אז יסגירנו הכהן ז' ימים. ואם ביום הז' מצא שפשה הנגע ולא נתהווה בו שער צהוב ומראהו אין עמוק מן העור הנה צריך שיעשה הכהן עוד בחינה שנית והיא אמרו והתגלח ואת הנתק לא יגלח כדי להבחין אם יפשה הנתק למקום התגלחת לאחר הסגר השבוע השנית וראה הכהן את הנתק ביום הז' מהשבוע השנית ואם לא פשה הנתק בעור ומראהו אינו עמוק ממנו וטהר אותו הכהן והחולה יכבס בגדיו וטהר. אבל אם פשה יפשה הנתק בעור אחרי טהרתו רוצה לומר אחר שיטהרהו הכהן חזר ופשה הנה בסימן הזה יבאר ויפרסם הכהן שטמא הוא ולא יבקר לשער הצהוב רוצה לומר שלא יחוש הכהן להבחין האות השני מהשער הצהוב כי הנה עם האות ההוא מפשות הנתק אחרי טהרתו די לו לבאר שהוא טמא ואין דין זה נוהג רק בנתק ר\"ל שצריך שני הסגרים בתגלחת ואחד מהסימני' מטמא אחר טהרתו ומשמע גם כן שאם ראה השער צהוב אף אם לא פשה הנתק טמא יטמאנו הכהן והנה יובן זה ממ\"ש אחריו ואם בעיניו עמד הנתק ושער שחור צמח בו נרפא הנתק טהור וטהרו הכהן ושמכלל הן אתה שומע לאו. ואחרי שדבר הכתוב בנגעים ובשחינים והמכות האלה זכר דברים אחרים שבתחלת הדעת יראה שהם מכלל הצרעת. וביארה התורה שאין בהם צרעת ולא טומאה כלל. ראשונה איש או אשה כי יהיה בעור בשרו בהרות לבנות. והנה אמר בזה איש או אשה מפני שאח\"ז יזכור דין אחר שנתיחד אל האיש בלבד והודיע שעם היותם בהרות לבנות טהור וביאר דין אחר באיש אשר ימרט ראשו ולא זכר בזה אשה לפי שאין הקרחות מצוי באשה כי יש לה שער הרבה וארוך בסבת לחותה והוא הבוהק הוא בהרות כהות צהובות ולבנות ואינו חולי מגונה. ואמרו ואיש כי ימרט ראשו קרח הוא ענינו שהאיש שיפלו שערותיו מצד ערפו עם היות שקרח הוא טהור הוא. וכן אם מפאת פניו ימרט ראשו גבח הוא טהור הוא גם כן כי אף שמחמת חולי ימנע גדול שערותיו או שינשרו טהור הוא. האמנם אם יראה בקרחתו שהוא באחורי הראש מצד העורף או מגבחתו כלומר במוקדם הראש מצד הפנים במקום הנמרט כמראה צרעת עור בשר מאחת מהמראו' שאת או ספחת או בהרת או נתק תדין באמת כי איש צרוע הוא טמא הוא ולכן טמא יטמאנו הכהן מבלי הסגר כי כבר בראשו נגעו בין העור והבשר והנגע חדש מריט' השערות. ואחרי שהשלימה התורה משפטי הצרעת האלה נתן דין כולל בכל מצורע מאיזה אופן שיהיה אם בנגע ואם בשחין וממכות או מנתק כאמרו והצרוע אשר בו הנגע רוצה לומר והמצורע שכבר טמאו הכהן בעוד שיהיה בו הנגע יתאבל המתאבל על רוע מעשיו שגרמו לו החלאי' ההם כי אולת אדם תסלף דרכו ולכן בגדיו יהיו פרומים רוצה לומר קרועים וראשו יהיה פרוע שיגדל השער כאבל. והרלב\"ג כתב שראשו יהיה פרוע רוצה לומר מכוסה וממה שאמר ועל שפם יעטה מורה שראשו יהיה גלוי ופיו מכוסה ויהיה על שפם יעטה לסתום הבל פיו כדי שלא יזיק לבני אדם הבריאים בהבל רוחו גם להיות נכר שהוא מצורע ויתרחקו ממנו כל עובר דרך לכן טמא טמא יקרא שיפרסם בקולו כי טמא הוא כדי שלא יקרבו אליו שאר האנשים ויטמא אותם וכל הימים אשר יהיה הנגע בו בדד ישב מחוץ למחנ' יהיה מושבו כדי שלא יטמא את אחרים וצריך הכהן לצאת לבקרו מחוץ למחנה. אבל אחרי שיטהר ישוב לאהלו כאשר אבאר: "], "heVersionTitle": "Torah Commentary of Yitzchak Abarbanel, Warsaw 1862", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5892f284d6e4a92746471a48", "index_title": "Chizkuni", "category": "Commentary", "type": "commentary", "ref": "Chizkuni, Leviticus 13:1:1", "anchorRef": "Leviticus 13:1", "anchorRefExpanded": ["Leviticus 13:1"], "sourceRef": "Chizkuni, Leviticus 13:1:1", "sourceHeRef": "חזקוני, ויקרא י״ג:א׳:א׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [1220, 1260], "commentaryNum": 1.0001, "collectiveTitle": {"en": "Chizkuni", "he": "חזקוני"}, "heTitle": "ויקרא", "he": "<b>אל משה ואל אהרן</b> הזכיר אהרן שהרי על פיו יהי׳‎ כל ריב וכל נגע אדם, אם לטמא אם לטהר.", "heVersionTitle": "Chizkuni", "heLicense": "Public Domain", "heVersionTitleInHebrew": "חזקוני", "text": "אל משה ואל אהרן, “to Moses and to Aaron.” The reason why Aaron has been mentioned here is that it is he, i.e. the priests, who decides if to declare the afflicted person as suffering from tzoraat or not. He decides who is ritually pure and who is not.", "versionTitle": "Chizkuni, translated and annotated by Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": "חזקוני, מתורגם ומוער בידי אליהו מונק"}, {"_id": "58ad947cd6e4a93323dc0142", "index_title": "Gittin", "category": "Talmud", "type": "", "ref": "Gittin 60a:17", "anchorRef": "Leviticus 13:1", "anchorRefExpanded": ["Leviticus 13:1"], "sourceRef": "Gittin 60a:17", "sourceHeRef": "גיטין ס׳ א:י״ז", "anchorVerse": 1, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 119.0017, "collectiveTitle": {"en": "Gittin", "he": "גיטין"}, "heTitle": "גיטין", "he": "אִי נָמֵי, לְכִדְרַבִּי לֵוִי – דְּאָמַר רַבִּי לֵוִי: שְׁמֹנֶה פָּרָשִׁיּוֹת נֶאֶמְרוּ בַּיּוֹם שֶׁהוּקַם בּוֹ הַמִּשְׁכָּן, אֵלּוּ הֵן: פָּרָשַׁת כֹּהֲנִים, וּפָרָשַׁת לְוִיִּם, וּפָרָשַׁת טְמֵאִים, וּפָרָשַׁת שִׁילּוּחַ טְמֵאִים, וּפָרָשַׁת ״אַחֲרֵי מוֹת״,", "heVersionTitle": "William Davidson Edition - Vocalized Aramaic", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "מהדורת וויליאם דייוידסון - ארמית המנוקד", "text": "<b>Alternatively,</b> this verse serves to allude <b>to</b> the sections of the Torah discussed in <b>that</b> statement <b>of Rabbi Levi, as Rabbi Levi says: Eight sections were said on the day that the Tabernacle was erected,</b> on the first of Nisan. <b>They are: The section of the priests</b> (Leviticus 21:1–22:26); <b>the section of the Levites</b> (Numbers 8:5–26); <b>the section of the impure</b> (Leviticus 13:1– 14:57); <b>the section of the sending away of the impure</b> (Numbers 5:1–4); <b>the section</b> beginning with the words <b>“After the death”</b> (Leviticus, chapter 16);", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": "מהדורת וויליאם דייוידסון - אנגלית"}, {"_id": "597653d0d6e4a90179bf2709", "index_title": "Be'er Mayim Chaim", "category": "Chasidut", "type": "", "ref": "Be'er Mayim Chaim, Genesis 4:16:6", "anchorRef": "Leviticus 13:1", "anchorRefExpanded": ["Leviticus 13:1"], "sourceRef": "Be'er Mayim Chaim, Genesis 4:16:6", "sourceHeRef": "באר מים חיים, בראשית ד׳:ט״ז:ו׳", "anchorVerse": 1, "sourceHasEn": false, "compDate": [1775, 1815], "commentaryNum": 16.0006, "collectiveTitle": {"en": "Be'er Mayim Chaim", "he": "באר מים חיים"}, "heTitle": "בראשית", "he": "<b>ועל</b> כן אמרו ז\"ל <small>(עבודה זרה ג':)</small> לעתיד לבוא הקב\"ה מוציא חמה מנרתיקה וצדיקים מתרפאין בה ורשעים נדונין בה, כי הן עתה אף שהאדם יקדש עצמו כאשר יוכל בקדושה ובטהרה בכל ימות החול בכל עשיותיו עד שישבר ויכניע כל תאוות כוחי הגוף ומחמדיו ולא יתאוה כי אם לקדושת שמו יתברך. עם כל זה אי אפשר שלא ישאר בו שמץ מנהו מגישום כח הגוף שיטהר מכל וכל, והוא מבחינת כתנות עור שהלביש אדם הראשון על עצמו מה שהיה ראוי לכתנות אור כלומר לקבל כח האור אשר יופיע עליו בשלימות רב שלא יהיה שום מסך מבדיל לקבלת אור ההוא, ועל ידי החטא נתגשם גופו עד שנעשה בבחינת <small>(ויקרא י\"ג, א')</small> אדם כי יהיה בעור בשרו שאת או ספחת וגו'. כי קודם החטא כאשר היה דר בעליה ובחצר כאחת והיה עולה למרום וישב לו בין מלאכי מעלה כמאמר הכתוב <small>(תהלים פ\"ב, ו')</small> אני אמרתי אלהים אתם ובני עליון כולכם וכמאמר חז\"ל על פסוק זה <small>(מדרש מובא בילקוט נ\"ך רמז תתל\"א)</small> נאמר <small>(תהלים צ\"א, ט'-י')</small> עליו עליון שמת מעונך לא תאונה אליך רעה ונגע לא יקרב באהליך. כי לא היה יכול לשלוט עליו שום בחינת הרע בעולם אבל אחר החטא כשנתגשם גופו ונעשה בשרו עור ממשכא דחויא אז ואדם כי יהיה בעור בשרו שאת וגו' והיה לנגע צרעת, כי השרה עליו מבחינות הרעים ועל ידי זה לא היה יכול עוד לקבל אור בשלימות על עבות עור בשרו כי לא תשרה אור ההוא על דבר הנאחז בבחינת הסטרא אחרא והרע, וצריך לקבלו על ידי מסכים המבדילים, וכן עד היום אף אם יתקדש אדם עצמו בקדושה יתירה אי אפשר לו עדיין לקבל האור המאיר ומופיע משמי השמים בשלימות ובבהירות הראוי עד שיהיה כח שכלו וחכמתו מיוחדים באור הזה בתכלית היחוד כי הם מלובשים בעור הבשר החופף עליהם והם מסכים המבדילים בינם ובין אור הבהיר המאיר עליו משורשו חלק אלוה ממעל, כי אם בתורתו של ר' מאיר מצאו כתוב כתנות אור באלף כמאמר חז\"ל <small>(בראשית רבה כ', י\"ב)</small>. כי הוא זכה אשר בעת לימוד תורתו הפך עור בשרו לאור ממש כי נזדכך בתכלית הזיכוך עד שלא היה נעשה על ידו שום מסך מבדיל בין אור חיוּת שכלו אשר במוחו ובין האור הבהיר השופע עליו, ועל כן היה מאיר פני חכמים בהלכה כמו שאיתא <small>(עירובין י\"ג:)</small> לצד הבהקת האור אשר היה מלא זיו ומפיק נוגה ממה שקיבל אור מעלה בלי מסך מבדיל היה נמשך ונקלט גם על פני חכמים הלומדים אתו עד שהיה פניהם מאיר גם כן כאשר כתבנו למעלה בפסוק ויעש ה' לאדם ולאשתו וגו'. אבל וכל אדם לא יהיה באוהל מועד כי לא הכל זוכין לזה כי לדידיה שבחו חכמים בזה ולא אחר, וזה הכל עתה קודם התיקון הגמור, אבל לעתיד לבוא שיהיה התיקון השלם בעולם ואת רוח הטומאה יעביר מן הארץ אז יוציא הקב\"ה את החמה מנרתיקה כלומר שלא יאיר עוד האורה דרך הכלי, כי אם נקבל האורה בלי שום מסך מבדיל כלל כי נשליך בגדי העור מאתנו ונלביש בגדי אור והיה לעתיד לבוא ליום שכולו שבת בהאיר והופיע אור שבת הגדול נקבלו בתכלית השלימות והבהירות ותתיחד אור חיוּת השכל אשר במוח האדם עם אור הבהיר הזך אשר יקיף עליו בתכלית היחוד ובזה צדיקים מתרפאין בה, כי אז יתקיים בם אני אמרתי אלהים אתם ובני עליון כולכם וממילא לא תאונה אליך רעה ונגע לא יקרב באהלך כאמור, וישיגו אור החיים והשלום עד שיתיחדו עמו ביחוד. ורשעים נידונין בה, כי הרשעים שהרבו לפשוע כל כך עד שישארו גם אז בעכירות גסות גופם, וזוהמתן רבה עד למעלה לראש באופן שלא יוכלו לקבל גם אור אשר יאיר לעת הזאת שאורו גדול מבהיק ומאיר עד בלתי שיעור וערך, ועל הדבר הזה עצמו עתידים ליתן את הדין כי יאמרו להם ראו מה גרמתם לעצמכם.", "heVersionTitle": "Be'er Mayim Chaim, Jerusalem 1991.", "heLicense": "unknown", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5cd1403b922a7400186dd6f9", "index_title": "Birkat Asher on Torah", "category": "Commentary", "type": "commentary", "ref": "Birkat Asher on Torah, Leviticus 13:1:1", "anchorRef": "Leviticus 13:1", "anchorRefExpanded": ["Leviticus 13:1"], "sourceRef": "Birkat Asher on Torah, Leviticus 13:1:1", "sourceHeRef": "ברכת אשר על התורה, ויקרא י״ג:א׳:א׳", "anchorVerse": 1, "sourceHasEn": false, "compDate": [1960, 2010], "commentaryNum": 1.0001, "collectiveTitle": {"en": "Birkat Asher on Torah", "he": "ברכת אשר על התורה"}, "heTitle": "ויקרא", "he": "חז\"ל (ערכין טו-טז) מבארים כי הצרעת באה כעונש על עברות שונות, ובייחוד על לשון הרע: אמר רבי יוסי בן זימרא: כל המספר לשון הרע - נגעים באים עליו... אמר ריש לקיש: מאי דכתיב \"זאת תהיה תורת המצרע\" - זאת תהיה תורתו של מוציא שם רע... אמר רב שמואל בר נחמני אמר רבי יוחנן: על שבעה דברים נגעים באין: (א) על לשון הרע (ב) ועל שפיכות דמים (ג) ועל שבועת שוא (ד) ועל גילוי עריות (ה) ועל גסות הרוח (ו) ועל הגזל (ז) ועל צרות העין. ע\"כ. חז\"ל מבססים את דבריהם על כמה אירועים במקרא המוכיחים כי הצרעת משמשת עונש ביד ה' על עברות שונות: גיחזי נענש בה על רדיפת הבצע שלו ועל שנשבע שבועת שווא לנעמן (מלכים ב' ה); עוזיהו נענש בצרעת על כך שניגש להקטיר במקדש על אף מחאות הכהנים (דברי הימים ב' כו, טז-כא). ומעניין הדבר, שדווקא מעשה מרים, שנענשה בצרעת על שדיברה במשה (במדבר יב, י), אינו מובא שם בגמרא בערכין. (פ' תזריע מצורע תש\"ס) לשאלה זו נדרש הרב איתן שנדורפי שי' במאמרו \"חטא מרים ועונשה\" (\"נשמה של שבת\" - אוסף מאמרים תורניים לזכרו של הרב אליהו שלמה רענן זצוק\"ל עמ' 512), שם מונה מספר תירוצים, בהם: (א) ממרים אין ראיה מוחלטת, שכן אפשר שנענשה דווקא בגלל שדיברה במשה רבנו (\"שאילת שלום\" לרבי ישעיה פיק ברלין, מבעלי מסורת הש\"ס, לשאילתות פרשת מצורע, שאילתא פח אות קד, במהדורה עם פירוש \"העמק שאלה\" לנצי\"ב). (ב) ממרים אין ראיה מוחלטת שכן אפשר שנענשה דווקא בגלל מעלתה. (ג) הגמרא רצתה ללמד שחומרת העונש מגיעה עד כדי מצורע מוחלט. ואילו מרים היתה \"רק\" מצורע מוסגר (\"פורת יוסף\" ו\"מראה כהן\" בהסכמתם לספר \"שמירת הלשון\"). (ד) לפי מסקנת הסוגיא עולה שרק על לשון הרע שנתקוטטו על ידה באים נגעים. וכיון שבמקרה של מרים לא נתקוטטו על ידה, אדרבה, התורה הדגישה \"והאיש משה ענו מאד מכל האדם אשר על פני האדמה\" (במדבר יב, ג) וביאר הרמב\"ן \"כי הוא לא יענה על ריב לעולם אף אם ידע\" (נצי\"ב בביאורו \"העמק שאלה\" על השאילתות, שאילתא פח אות כז).", "heVersionTitle": "Birkat Asher, Asher Vasertil, Jerusalem 2010-2012", "heLicense": "CC-BY", "heVersionTitleInHebrew": "ברכת אשר, ירושלים תש\"ע-תשע\"ג", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5cd1403b3a676f00197d186f", "index_title": "Birkat Asher on Torah", "category": "Commentary", "type": "commentary", "ref": "Birkat Asher on Torah, Leviticus 13:1:2", "anchorRef": "Leviticus 13:1", "anchorRefExpanded": ["Leviticus 13:1"], "sourceRef": "Birkat Asher on Torah, Leviticus 13:1:2", "sourceHeRef": "ברכת אשר על התורה, ויקרא י״ג:א׳:ב׳", "anchorVerse": 1, "sourceHasEn": false, "compDate": [1960, 2010], "commentaryNum": 1.0002, "collectiveTitle": {"en": "Birkat Asher on Torah", "he": "ברכת אשר על התורה"}, "heTitle": "ויקרא", "he": "כהקדמה לפרשת נגעים ראוי לעיין בדברי רמב\"ם בסוף הלכות טומאת צרעת, ר\"ע ספורנו ויקרא (יג, מז) ורש\"ר הירש בסוף פרשת תזריע (עמ' ריג), ולעומתם עומדים דברי רמב\"ן (יג, ג), ואלו דבריהם:", "heVersionTitle": "Birkat Asher, Asher Vasertil, Jerusalem 2010-2012", "heLicense": "CC-BY", "heVersionTitleInHebrew": "ברכת אשר, ירושלים תש\"ע-תשע\"ג", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5cd1403b9539fc001b72cd63", "index_title": "Birkat Asher on Torah", "category": "Commentary", "type": "commentary", "ref": "Birkat Asher on Torah, Leviticus 13:1:3", "anchorRef": "Leviticus 13:1", "anchorRefExpanded": ["Leviticus 13:1"], "sourceRef": "Birkat Asher on Torah, Leviticus 13:1:3", "sourceHeRef": "ברכת אשר על התורה, ויקרא י״ג:א׳:ג׳", "anchorVerse": 1, "sourceHasEn": false, "compDate": [1960, 2010], "commentaryNum": 1.0003, "collectiveTitle": {"en": "Birkat Asher on Torah", "he": "ברכת אשר על התורה"}, "heTitle": "ויקרא", "he": "רמב\"ם בסוף הלכות טומאת צרעת מביא מספר עקרונות:", "heVersionTitle": "Birkat Asher, Asher Vasertil, Jerusalem 2010-2012", "heLicense": "CC-BY", "heVersionTitleInHebrew": "ברכת אשר, ירושלים תש\"ע-תשע\"ג", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5cd1403b04bbb60019c1e2f2", "index_title": "Birkat Asher on Torah", "category": "Commentary", "type": "commentary", "ref": "Birkat Asher on Torah, Leviticus 13:1:4", "anchorRef": "Leviticus 13:1", "anchorRefExpanded": ["Leviticus 13:1"], "sourceRef": "Birkat Asher on Torah, Leviticus 13:1:4", "sourceHeRef": "ברכת אשר על התורה, ויקרא י״ג:א׳:ד׳", "anchorVerse": 1, "sourceHasEn": false, "compDate": [1960, 2010], "commentaryNum": 1.0004, "collectiveTitle": {"en": "Birkat Asher on Torah", "he": "ברכת אשר על התורה"}, "heTitle": "ויקרא", "he": "(א) התורה קראה \"צרעת\" לאמור באדם, בבגדים ובבתים בשותפות השם. (לובן עור האדם קרוי צרעת, ונפילת קצת שיער הראש או הזקן קרויה צרעת, ושינוי עין הבגדים או הבתים קרוי צרעת).", "heVersionTitle": "Birkat Asher, Asher Vasertil, Jerusalem 2010-2012", "heLicense": "CC-BY", "heVersionTitleInHebrew": "ברכת אשר, ירושלים תש\"ע-תשע\"ג", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5cd1403b9539fc001b72cd65", "index_title": "Birkat Asher on Torah", "category": "Commentary", "type": "commentary", "ref": "Birkat Asher on Torah, Leviticus 13:1:5", "anchorRef": "Leviticus 13:1", "anchorRefExpanded": ["Leviticus 13:1"], "sourceRef": "Birkat Asher on Torah, Leviticus 13:1:5", "sourceHeRef": "ברכת אשר על התורה, ויקרא י״ג:א׳:ה׳", "anchorVerse": 1, "sourceHasEn": false, "compDate": [1960, 2010], "commentaryNum": 1.0005, "collectiveTitle": {"en": "Birkat Asher on Torah", "he": "ברכת אשר על התורה"}, "heTitle": "ויקרא", "he": "(ב) הצרעת אינה ממנהגו של עולם אלא <b>אות ופלא היא בישראל</b> כדי להזהיר מלשון הרע.", "heVersionTitle": "Birkat Asher, Asher Vasertil, Jerusalem 2010-2012", "heLicense": "CC-BY", "heVersionTitleInHebrew": "ברכת אשר, ירושלים תש\"ע-תשע\"ג", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5cd1403c922a7400186dd6fb", "index_title": "Birkat Asher on Torah", "category": "Commentary", "type": "commentary", "ref": "Birkat Asher on Torah, Leviticus 13:1:6", "anchorRef": "Leviticus 13:1", "anchorRefExpanded": ["Leviticus 13:1"], "sourceRef": "Birkat Asher on Torah, Leviticus 13:1:6", "sourceHeRef": "ברכת אשר על התורה, ויקרא י״ג:א׳:ו׳", "anchorVerse": 1, "sourceHasEn": false, "compDate": [1960, 2010], "commentaryNum": 1.0006, "collectiveTitle": {"en": "Birkat Asher on Torah", "he": "ברכת אשר על התורה"}, "heTitle": "ויקרא", "he": "(ג) המספר לשון הרע - תחילה משתנים קירות ביתו. אם חזר בו - יטהר הבית, אם עמד ברשעו עד שהותץ הבית - משתנים כלי העור שבביתו שהוא יושב ושוכב עליהם. אם חזר בו - יטהרו, ואם עמד ברשעו עד שישרפו - משתנים הבגדים שעליו. אם חזר בו - יטהרו, ואם עמד ברשעו עד שישרפו - משתנה עורו ויצטרע ויהיה מובדל ומפורסם לבדו עד שלא יתעסק בשיחת הרשעים שהוא הליצנות ולשון הרע.", "heVersionTitle": "Birkat Asher, Asher Vasertil, Jerusalem 2010-2012", "heLicense": "CC-BY", "heVersionTitleInHebrew": "ברכת אשר, ירושלים תש\"ע-תשע\"ג", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5cd1403c922a7400186dd6fd", "index_title": "Birkat Asher on Torah", "category": "Commentary", "type": "commentary", "ref": "Birkat Asher on Torah, Leviticus 13:1:7", "anchorRef": "Leviticus 13:1", "anchorRefExpanded": ["Leviticus 13:1"], "sourceRef": "Birkat Asher on Torah, Leviticus 13:1:7", "sourceHeRef": "ברכת אשר על התורה, ויקרא י״ג:א׳:ז׳", "anchorVerse": 1, "sourceHasEn": false, "compDate": [1960, 2010], "commentaryNum": 1.0007, "collectiveTitle": {"en": "Birkat Asher on Torah", "he": "ברכת אשר על התורה"}, "heTitle": "ויקרא", "he": "(ד) חמור הוא עוון לשון הרע ועל כן מזהירה התורה ואומרת \"השמר בנגע הצרעת... זכור את אשר עשה ה' אלהיך למרים בדרך\" (דברים כד, ח-ט), הווה אומר: התבוננו מה אירע למרים הנביאה שדיברה באחיה שהיתה גדולה ממנו בשנים וגידלתו על ברכיה וסיכנה את עצמה להצילו מן הים והיא לא דברה בגנותו אלא טעתה שהשוותו לשאר נביאים. ואמנם משה רבנו לא הקפיד על כל הדברים האלו, שנאמר \"והאיש משה ענו מאד\" (במדבר יב, ג), ואף־על־פי־ כן מיד נענשה בצרעת.", "heVersionTitle": "Birkat Asher, Asher Vasertil, Jerusalem 2010-2012", "heLicense": "CC-BY", "heVersionTitleInHebrew": "ברכת אשר, ירושלים תש\"ע-תשע\"ג", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5cd1403c9539fc001b72cd67", "index_title": "Birkat Asher on Torah", "category": "Commentary", "type": "commentary", "ref": "Birkat Asher on Torah, Leviticus 13:1:8", "anchorRef": "Leviticus 13:1", "anchorRefExpanded": ["Leviticus 13:1"], "sourceRef": "Birkat Asher on Torah, Leviticus 13:1:8", "sourceHeRef": "ברכת אשר על התורה, ויקרא י״ג:א׳:ח׳", "anchorVerse": 1, "sourceHasEn": false, "compDate": [1960, 2010], "commentaryNum": 1.0008, "collectiveTitle": {"en": "Birkat Asher on Torah", "he": "ברכת אשר על התורה"}, "heTitle": "ויקרא", "he": "(ה) הנכשל בלשון הרע עלול להדרדר עד מאוד ולהגיע עד כדי כפירה בה'. ראוי למי שרוצה לכוון אורחותיו, שיתרחק מישיבה עם רשעים ודיבור עמהם כדי שלא יתפס ברשתם ובסכלותם, שהרי דרך ישיבת הלצים הרשעים - בתחילה מרבים בדברי הבאי, כענין שנאמר \"וקול כסיל ברב דברים\" (קהלת ה, ב), ומתוך כך באים לספר בגנות הצדיקים, כענין שנאמר \"תאלמנה שפתי שקר הדֹברות על צדיק עתק\" (תהלים לא, יט), ומתוך כך יהיה להם הרגל לדבר בנביאים ולתת דופי בדבריהם, כענין שנאמר \"ויהיו מלעִבים במלאכי האלהים ובוזים דבריו ומתעתעים בנבִאיו\" (דברי הימים ב' לו, טז), ומתוך כך באים לדבר באלהים וכופרים בעיקר, כענין שנאמר \"ויחפאו בני ישראל דברים אשר לא כן על ה' אלהיהם\" (מלכים ב' יז, ט), והרי הוא אומר \"שתו בשמים פיהם ולשונם תִּהלך בארץ\" (תהלים עג, ט) - מי גרם להם לשית בשמים פיהם? לשונם שהלכה תחילה בארץ. זו היא שיחת הרשעים שגורמת להם ישיבת קרנות וישיבת כנסיות של עמי הארץ וישיבת בתי משתאות עם שותי שכר.", "heVersionTitle": "Birkat Asher, Asher Vasertil, Jerusalem 2010-2012", "heLicense": "CC-BY", "heVersionTitleInHebrew": "ברכת אשר, ירושלים תש\"ע-תשע\"ג", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5cd1403c9539fc001b72cd69", "index_title": "Birkat Asher on Torah", "category": "Commentary", "type": "commentary", "ref": "Birkat Asher on Torah, Leviticus 13:1:9", "anchorRef": "Leviticus 13:1", "anchorRefExpanded": ["Leviticus 13:1"], "sourceRef": "Birkat Asher on Torah, Leviticus 13:1:9", "sourceHeRef": "ברכת אשר על התורה, ויקרא י״ג:א׳:ט׳", "anchorVerse": 1, "sourceHasEn": false, "compDate": [1960, 2010], "commentaryNum": 1.0009, "collectiveTitle": {"en": "Birkat Asher on Torah", "he": "ברכת אשר על התורה"}, "heTitle": "ויקרא", "he": "(ו) לעומת זאת - שיחת כשרי ישראל אינה אלא בדברי תורה וחכמה, לפיכך הקדוש ברוך הוא עוזר על ידם ומזכה אותם בה, שנאמר \"אז נדברו יראי ה' איש אל רעהו ויקשב ה' וישמע ויכתב ספר זכרון לפניו ליראי ה' ולחֹשבי שמו\" (מלאכי ג, טז).", "heVersionTitle": "Birkat Asher, Asher Vasertil, Jerusalem 2010-2012", "heLicense": "CC-BY", "heVersionTitleInHebrew": "ברכת אשר, ירושלים תש\"ע-תשע\"ג", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5cd1403c04bbb60019c1e2f6", "index_title": "Birkat Asher on Torah", "category": "Commentary", "type": "commentary", "ref": "Birkat Asher on Torah, Leviticus 13:1:10", "anchorRef": "Leviticus 13:1", "anchorRefExpanded": ["Leviticus 13:1"], "sourceRef": "Birkat Asher on Torah, Leviticus 13:1:10", "sourceHeRef": "ברכת אשר על התורה, ויקרא י״ג:א׳:י׳", "anchorVerse": 1, "sourceHasEn": false, "compDate": [1960, 2010], "commentaryNum": 1.001, "collectiveTitle": {"en": "Birkat Asher on Torah", "he": "ברכת אשר על התורה"}, "heTitle": "ויקרא", "he": "<b>בדומה כתב ר\"ע ספורנו (להלן יג, ב): שאת או ספחת או בהרת -</b> כולם מיני צרעת ומראיהן לבן כמו שבא בקבלה. ואין בהן ממיני הצרעת שסיפרו הרופאים, זולתי המורפיא\"ה והאלבאר\"ם והנתק. אמנם שאר מיני הצרעת החזקים שסיפרו, שהם סרטן לכל הגוף בכלל, והם נוטים אל האודם והשחרות, לא תטמאם התורה כלל. כי אלה הארבע מראות לבדנה שסיפרו ז\"ל, שהן שאת ותולדתה, בהרת ותולדתה - באות בתוכחות על עוון, כאמרם ז\"ל (ברכות ה ע\"ב): \"כל שיש בו אחד מארבע מראות הללו אינן אלא מזבח כפרה\", אבל שאר מיני הצרעת שסיפרו הרופאים לא יהיו בעמנו כלל על צד \"מזבח כפרה\", אם לא יהיה עמנו בתכלית הקלקול חס ושלום כשאר מדוי מצרים הרעים, או מצד חטא בהנהגת המאכל והמשתה וזולתם, ולא תהיה בהם טומאה כלל.", "heVersionTitle": "Birkat Asher, Asher Vasertil, Jerusalem 2010-2012", "heLicense": "CC-BY", "heVersionTitleInHebrew": "ברכת אשר, ירושלים תש\"ע-תשע\"ג", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5cd1403c922a7400186dd6ff", "index_title": "Birkat Asher on Torah", "category": "Commentary", "type": "commentary", "ref": "Birkat Asher on Torah, Leviticus 13:1:11", "anchorRef": "Leviticus 13:1", "anchorRefExpanded": ["Leviticus 13:1"], "sourceRef": "Birkat Asher on Torah, Leviticus 13:1:11", "sourceHeRef": "ברכת אשר על התורה, ויקרא י״ג:א׳:י״א", "anchorVerse": 1, "sourceHasEn": false, "compDate": [1960, 2010], "commentaryNum": 1.0011, "collectiveTitle": {"en": "Birkat Asher on Torah", "he": "ברכת אשר על התורה"}, "heTitle": "ויקרא", "he": "ולהלן (שם, מז), הוסיף לבאר מדוע טומאת צרעת אינה שייכת אצל אומות העולם ומדוע אין זכר לנגעי הצרעת בימינו:", "heVersionTitle": "Birkat Asher, Asher Vasertil, Jerusalem 2010-2012", "heLicense": "CC-BY", "heVersionTitleInHebrew": "ברכת אשר, ירושלים תש\"ע-תשע\"ג", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5cd1403d922a7400186dd701", "index_title": "Birkat Asher on Torah", "category": "Commentary", "type": "commentary", "ref": "Birkat Asher on Torah, Leviticus 13:1:12", "anchorRef": "Leviticus 13:1", "anchorRefExpanded": ["Leviticus 13:1"], "sourceRef": "Birkat Asher on Torah, Leviticus 13:1:12", "sourceHeRef": "ברכת אשר על התורה, ויקרא י״ג:א׳:י״ב", "anchorVerse": 1, "sourceHasEn": false, "compDate": [1960, 2010], "commentaryNum": 1.0012, "collectiveTitle": {"en": "Birkat Asher on Torah", "he": "ברכת אשר על התורה"}, "heTitle": "ויקרא", "he": "(א) העיד הכתוב שלפעמים יהיה זה כפלא בבגדים ובבתים, וזה להעיר אוזן הבעלים על עבירות שבידם... וכל זה בחמלת ה' על עמו.", "heVersionTitle": "Birkat Asher, Asher Vasertil, Jerusalem 2010-2012", "heLicense": "CC-BY", "heVersionTitleInHebrew": "ברכת אשר, ירושלים תש\"ע-תשע\"ג", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5cd1403d3a676f00197d1873", "index_title": "Birkat Asher on Torah", "category": "Commentary", "type": "commentary", "ref": "Birkat Asher on Torah, Leviticus 13:1:13", "anchorRef": "Leviticus 13:1", "anchorRefExpanded": ["Leviticus 13:1"], "sourceRef": "Birkat Asher on Torah, Leviticus 13:1:13", "sourceHeRef": "ברכת אשר על התורה, ויקרא י״ג:א׳:י״ג", "anchorVerse": 1, "sourceHasEn": false, "compDate": [1960, 2010], "commentaryNum": 1.0013, "collectiveTitle": {"en": "Birkat Asher on Torah", "he": "ברכת אשר על התורה"}, "heTitle": "ויקרא", "he": "(ב) וכן קבלו ז\"ל שאין בגדי גוים מטמאים בנגעים... - בחר (ה') באומה הישראלית כאמרו \"בך בחר ה' אלהיך להיות לו לעם סגלה\" (דברים ז, ו), וזה מפני שתקוות המכוון מאתו יתברך היא יותר ראויה ומצויה באישי זאת האומה ממה שתהיה באישי זולתה, כי אמנם מציאות הבורא ואחדותו נודע בקצתה ומקובל בכולה מהאבות, כאמרו \"נודע ביהודה אלהים בישראל גדול שמו\" (תהלים עו, ב)... ובחמלתו עליהם כשיהיה הרוב מהם לרצון לפניו, אמר לעורר היחידים מהם, ראשונה - בנגעי בגדים, אשר עליהם באה הקבלה שאין בגדי גוים מטמאין בנגעים, וכשלא יספיק זה - יעוררם בנגעי בתים, אשר בהם גם כן לא יבא נגע צרעת בטבע כלל...", "heVersionTitle": "Birkat Asher, Asher Vasertil, Jerusalem 2010-2012", "heLicense": "CC-BY", "heVersionTitleInHebrew": "ברכת אשר, ירושלים תש\"ע-תשע\"ג", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5cd1403d9539fc001b72cd6b", "index_title": "Birkat Asher on Torah", "category": "Commentary", "type": "commentary", "ref": "Birkat Asher on Torah, Leviticus 13:1:14", "anchorRef": "Leviticus 13:1", "anchorRefExpanded": ["Leviticus 13:1"], "sourceRef": "Birkat Asher on Torah, Leviticus 13:1:14", "sourceHeRef": "ברכת אשר על התורה, ויקרא י״ג:א׳:י״ד", "anchorVerse": 1, "sourceHasEn": false, "compDate": [1960, 2010], "commentaryNum": 1.0014, "collectiveTitle": {"en": "Birkat Asher on Torah", "he": "ברכת אשר על התורה"}, "heTitle": "ויקרא", "he": "(ג) וכאשר לא עלו הדורות למדרגה ראויה לחמלה זו, אין זכרון לראשונים שנמצאו לעולם נגעי בתים, עד שאמרו קצתם ז\"ל (סנהדרין עא ע\"א) שלא היו לעולם.", "heVersionTitle": "Birkat Asher, Asher Vasertil, Jerusalem 2010-2012", "heLicense": "CC-BY", "heVersionTitleInHebrew": "ברכת אשר, ירושלים תש\"ע-תשע\"ג", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5cd1403d04bbb60019c1e2f8", "index_title": "Birkat Asher on Torah", "category": "Commentary", "type": "commentary", "ref": "Birkat Asher on Torah, Leviticus 13:1:15", "anchorRef": "Leviticus 13:1", "anchorRefExpanded": ["Leviticus 13:1"], "sourceRef": "Birkat Asher on Torah, Leviticus 13:1:15", "sourceHeRef": "ברכת אשר על התורה, ויקרא י״ג:א׳:ט״ו", "anchorVerse": 1, "sourceHasEn": false, "compDate": [1960, 2010], "commentaryNum": 1.0015, "collectiveTitle": {"en": "Birkat Asher on Torah", "he": "ברכת אשר על התורה"}, "heTitle": "ויקרא", "he": "<b>רש\"ר הירש בסוף פרשת תזריע:</b> הלכות נגעים - יותר מכל שאר חלקי התורה - שימשו מקור לדעות המשובשות על \"אופיים הסניטרי של חוקי תורת משה\". אכן המבט השטחי יכול למצוא סימוכין לכך... נעיין אפוא בדיני נגעים - בכלליהם ובעיקרי פרטיהם; נראה, אם יש בהם כדי לאפשר את ההנחה על אופיין הסניטרי של הלכות אלה. ע\"כ. בהמשך דבריו מאריך רש\"ר הירש להוכיח כי נגע הצרעת אינו מחלה מדבקת הדורשת בידוד, אלא מעין כתב סתרים אלקי, שפיענוחו מוטל על הכהן והוא נובע מהתנהגותו המוסרית של האדם כלפי התורה ולא ממצבו הגופני. עיין שם.", "heVersionTitle": "Birkat Asher, Asher Vasertil, Jerusalem 2010-2012", "heLicense": "CC-BY", "heVersionTitleInHebrew": "ברכת אשר, ירושלים תש\"ע-תשע\"ג", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5cd1403d9539fc001b72cd6d", "index_title": "Birkat Asher on Torah", "category": "Commentary", "type": "commentary", "ref": "Birkat Asher on Torah, Leviticus 13:1:16", "anchorRef": "Leviticus 13:1", "anchorRefExpanded": ["Leviticus 13:1"], "sourceRef": "Birkat Asher on Torah, Leviticus 13:1:16", "sourceHeRef": "ברכת אשר על התורה, ויקרא י״ג:א׳:ט״ז", "anchorVerse": 1, "sourceHasEn": false, "compDate": [1960, 2010], "commentaryNum": 1.0016, "collectiveTitle": {"en": "Birkat Asher on Torah", "he": "ברכת אשר על התורה"}, "heTitle": "ויקרא", "he": "<b>רמב\"ן (יג, ג) כותב לעומתם:</b> התורה רצתה בטהרת ישראל ובנקיות גופם, והרחיקה החולי הזה מתחילתו, כי המראות האלו אינן עדיין צרעת גמורה אבל תבאנה לידי כך. ויאמרו הרופאים בספריהם: הבהרות נירא מהן מהצרעת. ולכך יאמר הכתוב בהן בתחילתן \"נגע צרעת\", כלומר מכה של צרעת, איננה צרעת גמורה, ובהיות סימני הטומאה גמורין לאחר ההסגר שיאמר \"צרעת היא\", יתכן שהיא צרעת גמורה. ע\"כ. לדעתו אם כן הצרעת היא מחלה רפואית לכל דבר ואיננה רק אות ופלא כפי שהתבטא הרמב\"ם. (פ' תזריע מצורע תש\"ס)", "heVersionTitle": "Birkat Asher, Asher Vasertil, Jerusalem 2010-2012", "heLicense": "CC-BY", "heVersionTitleInHebrew": "ברכת אשר, ירושלים תש\"ע-תשע\"ג", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5cd1403d922a7400186dd703", "index_title": "Birkat Asher on Torah", "category": "Commentary", "type": "commentary", "ref": "Birkat Asher on Torah, Leviticus 13:1:17", "anchorRef": "Leviticus 13:1", "anchorRefExpanded": ["Leviticus 13:1"], "sourceRef": "Birkat Asher on Torah, Leviticus 13:1:17", "sourceHeRef": "ברכת אשר על התורה, ויקרא י״ג:א׳:י״ז", "anchorVerse": 1, "sourceHasEn": false, "compDate": [1960, 2010], "commentaryNum": 1.0017, "collectiveTitle": {"en": "Birkat Asher on Torah", "he": "ברכת אשר על התורה"}, "heTitle": "ויקרא", "he": "והנה על דעת רמב\"ם והסוברים כמותו יש לשאול מדברי הגמרא (כתובות עז ע\"ב): \"אמר רבי יוחנן, מפני מה אין מצורעין בבבל? מפני שאוכלין תרדין ושותין שכר ורוחצין במי פרת\". הרי לך שהצרעת היא עניין פיזיולוגי. ואילו על הדעה שמדובר בתופעה טבעית יש לשאול מדברי חז\"ל בויקרא רבה (יז, ו) לעניין נגעי בתים: תני רבי שמעון בר יוחאי: כיון ששמעו כנענים שישראל באים עליהם, עמדו והטמינו ממונם בבתים ובשדות. אמר הקדוש ב\"ה: אני הבטחתי לאבותיהם שאני מכניס את בניהם לארץ מלאה כל טוב, שנאמר: \"ובתים מלאים כל טוב\" (דברים ו, יא). מה הקב\"ה עושה? מגרה נגעים בביתו, והוא סותרו ומצא בו סימא (אוצר). ע\"כ. יוצא שאין דעת חז\"ל הומוגנית, אלא מר כדאית ליה ומר כדאית ליה.", "heVersionTitle": "Birkat Asher, Asher Vasertil, Jerusalem 2010-2012", "heLicense": "CC-BY", "heVersionTitleInHebrew": "ברכת אשר, ירושלים תש\"ע-תשע\"ג", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5cd1403d04bbb60019c1e2fa", "index_title": "Birkat Asher on Torah", "category": "Commentary", "type": "commentary", "ref": "Birkat Asher on Torah, Leviticus 13:1:18", "anchorRef": "Leviticus 13:1", "anchorRefExpanded": ["Leviticus 13:1"], "sourceRef": "Birkat Asher on Torah, Leviticus 13:1:18", "sourceHeRef": "ברכת אשר על התורה, ויקרא י״ג:א׳:י״ח", "anchorVerse": 1, "sourceHasEn": false, "compDate": [1960, 2010], "commentaryNum": 1.0018, "collectiveTitle": {"en": "Birkat Asher on Torah", "he": "ברכת אשר על התורה"}, "heTitle": "ויקרא", "he": "והנה עתה שמתי לב שלכאורה גם רש\"י להלן (יד, ד), בנוגע לטהרת המצורע, נוקט כשיטת רמב\"ם וסיעתו, ושם הוא מסתמך על דברי גמרא (ערכין טז ע\"א וע\"ב) ותנחומא בפרשת מצורע (ג), וזו לשונו: לפי שהנגעים באין על לשון הרע, שהוא מעשה פטפוטי דברים, לפיכך הוזקקו לטהרתו צפרים, שמפטפטין תמיד בצפצוף קול. ועץ ארז - לפי שהנגעים באין על גסות הרוח. ושני תולעת ואזוב - מה תקנתו ויתרפא, ישפיל עצמו מגאותו, כתולעת וכאזוב. (פ' תזריע מצורע תשנ\"ט) הערת הרב איתן שנדורפי שי': אמנם נחלקו רמב\"ן וספורנו האם הצרעת שהתורה דיברה עליה היא הצרעת שהרופאים מדברים עליה, אך דומה כי בשאלה אם הצרעת היא \"אות ופלא בישראל\" או שמא מחלה טבעית, בזה כולם מודים. הרמב\"ם (בסוף הלכות צרעת), בדברו על הצרעת כתופעה רוחנית נסית, דיבר רק על צרעת הבגדים והבתים (\"וזה השינוי האמור <b>בבגדים ובבתים</b>, שקראתו תורה צרעת בשותפות השם, אינו ממנהגו של עולם, אלא אות ופלא היה בישראל כדי להזהירן מלשון הרע\"). ולזה מודה גם רמב\"ן (יג, מז - \"<b>והבגד</b> כי יהיה בו נגע צרעת - זה איננו בטבע כלל ולא הווה בעולם, וכן <b>נגעי הבתים</b>\"). ומה שכתב רמב\"ן כי הצרעת היא מחלה רפואית, זה ביחס לצרעת אדם, אותה מוצאים אנו במקרא, גם אצל גויים.", "heVersionTitle": "Birkat Asher, Asher Vasertil, Jerusalem 2010-2012", "heLicense": "CC-BY", "heVersionTitleInHebrew": "ברכת אשר, ירושלים תש\"ע-תשע\"ג", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5cd1403d922a7400186dd705", "index_title": "Birkat Asher on Torah", "category": "Commentary", "type": "commentary", "ref": "Birkat Asher on Torah, Leviticus 13:1:19", "anchorRef": "Leviticus 13:1", "anchorRefExpanded": ["Leviticus 13:1"], "sourceRef": "Birkat Asher on Torah, Leviticus 13:1:19", "sourceHeRef": "ברכת אשר על התורה, ויקרא י״ג:א׳:י״ט", "anchorVerse": 1, "sourceHasEn": false, "compDate": [1960, 2010], "commentaryNum": 1.0019, "collectiveTitle": {"en": "Birkat Asher on Torah", "he": "ברכת אשר על התורה"}, "heTitle": "ויקרא", "he": "מכל מקום נראה ודאי שגם צרעת עור הבשר אינה מחלה טבעית רגילה, שכן כתב רש\"י (יג, יד): וביום הראות - מה תלמוד לומר \"וביום\" (מדוע לא כתוב רק 'ובהראות')? ללמד שיש יום שאתה רואה בו, ויש יום שאין אתה רואה בו. מכאן אמרו: חתן נותנים לו כל שבעת ימי המשתה לו ולכסותו ולביתו, וכן ברגל נותנים לו כל ימי הרגל. ע\"כ. והרי אין לך זמן שבו מתכנסים המונים מבני ישראל יחדיו, יותר מאשר ברגל, וכיצד התירה התורה למצורע להיות עם כל עם ישראל דווקא ברגל? על כרחנו שאין מדובר כאן במחלה מדבקת, אלא במחלה רוחנית. וראה \"בינה במקרא\" (עמ' 124).", "heVersionTitle": "Birkat Asher, Asher Vasertil, Jerusalem 2010-2012", "heLicense": "CC-BY", "heVersionTitleInHebrew": "ברכת אשר, ירושלים תש\"ע-תשע\"ג", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5cd1403e3a676f00197d1875", "index_title": "Birkat Asher on Torah", "category": "Commentary", "type": "commentary", "ref": "Birkat Asher on Torah, Leviticus 13:1:20", "anchorRef": "Leviticus 13:1", "anchorRefExpanded": ["Leviticus 13:1"], "sourceRef": "Birkat Asher on Torah, Leviticus 13:1:20", "sourceHeRef": "ברכת אשר על התורה, ויקרא י״ג:א׳:כ׳", "anchorVerse": 1, "sourceHasEn": false, "compDate": [1960, 2010], "commentaryNum": 1.002, "collectiveTitle": {"en": "Birkat Asher on Torah", "he": "ברכת אשר על התורה"}, "heTitle": "ויקרא", "he": "ועתה קשים לי דברי רמב\"ם שם באשר לצרעת מרים: ועל ענין זה מזהיר בתורה ואומר \"השמר בנגע הצרעת\", \"זכר את אשר עשה ה' אלהיך למרים\" וכו', והרי אצל מרים הצרעת היתה מיד בגופה, ולא תחילה בבגדיה, אף כי ניחא שלא היתה בבית, שכן היו במדבר. (פ' תזריע מצורע תשס\"ג)", "heVersionTitle": "Birkat Asher, Asher Vasertil, Jerusalem 2010-2012", "heLicense": "CC-BY", "heVersionTitleInHebrew": "ברכת אשר, ירושלים תש\"ע-תשע\"ג", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5cd1403e9539fc001b72cd6f", "index_title": "Birkat Asher on Torah", "category": "Commentary", "type": "commentary", "ref": "Birkat Asher on Torah, Leviticus 13:1:21", "anchorRef": "Leviticus 13:1", "anchorRefExpanded": ["Leviticus 13:1"], "sourceRef": "Birkat Asher on Torah, Leviticus 13:1:21", "sourceHeRef": "ברכת אשר על התורה, ויקרא י״ג:א׳:כ״א", "anchorVerse": 1, "sourceHasEn": false, "compDate": [1960, 2010], "commentaryNum": 1.0021, "collectiveTitle": {"en": "Birkat Asher on Torah", "he": "ברכת אשר על התורה"}, "heTitle": "ויקרא", "he": "עוד שאלתי את עצמי: אימתי תקפות המצוות הקשורות בנגעי הצרעת? והנה בהלכות טומאת צרעת לרמב\"ם (יא, ו) כתוב: \"טהרת מצורע זו נוהגת בארץ ובחוצה לארץ, בפני הבית ושלא בפני הבית\" וכו'. וב\"ספר החינוך\" כתוב: \"בכל זמן שיהיו לנו כהנים בקיאין רואין אותם\" (מצוה קסט) וב\"מנחת חינוך\" שם (יד): \"...נפקא מינה אפילו בזמן הזה דצריך פריעה ופרימה, ואסור לכנוס לירושלים\". ולא ידעתי, מדוע יש צורך ב\"כהנים בקיאין\", הרי די בחכם בקי וכהן המדבר?", "heVersionTitle": "Birkat Asher, Asher Vasertil, Jerusalem 2010-2012", "heLicense": "CC-BY", "heVersionTitleInHebrew": "ברכת אשר, ירושלים תש\"ע-תשע\"ג", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5cd1403e04bbb60019c1e2fc", "index_title": "Birkat Asher on Torah", "category": "Commentary", "type": "commentary", "ref": "Birkat Asher on Torah, Leviticus 13:1:22", "anchorRef": "Leviticus 13:1", "anchorRefExpanded": ["Leviticus 13:1"], "sourceRef": "Birkat Asher on Torah, Leviticus 13:1:22", "sourceHeRef": "ברכת אשר על התורה, ויקרא י״ג:א׳:כ״ב", "anchorVerse": 1, "sourceHasEn": false, "compDate": [1960, 2010], "commentaryNum": 1.0022, "collectiveTitle": {"en": "Birkat Asher on Torah", "he": "ברכת אשר על התורה"}, "heTitle": "ויקרא", "he": "בעל \"תפארת ישראל\", בהקדמתו למסכת נגעים (אות לט), מספר ששאל את רבי עקיבא איגר: למה לא נוהגים בזמן הזה דיני צרעת? ואמר לו, שגם הוא תמה בזה ואין לו תירוץ המתקבל על הדעת, והוא מתרץ, דכיון שאין לנו כהנים מיוחסים, לא נוכל לסמוך על חזקת כהונתו לעבור כמה לאוים - להעביר תער על זקנו ופאת ראשו. עיין שם. ובספר \"תולדות אדם\" (ח\"ב פ\"ב) מסופר שפעם זרחה צרעת קטנה על רגלו של הגאון רבי זלמן מוולוז'ין והרופא אמר שצריך לחתכה. הגאון רבי זלמן השיב כי יש לזה מראה בהרת ולדעתו איסור לאו של קציצת בהרת נוהג גם בזמן הזה. ומרן ה\"חפץ חיים\" (שמירת הלשון, שער הזכירה פרק ו) הביא בשם \"ספר הקנה\" שבימינו במקום צרעת נענשים בעניות. סיכום השיטות בשאלת דין מצורע בזמן הזה ניתן למצוא ב\"תורה שלמה\" לפרשת שמות (מילואים עמ' רנה סימן יח). עיין שם. (פ' תזריע מצורע תשס\"ג) ובאשר למהות הצרעת ראה דברי הרב פרופ' אברהם שטינברג שי' באנציקלופדיה ההלכתית רפואית ח\"ו עמ' 14 (ערך עור ותוספותיו).", "heVersionTitle": "Birkat Asher, Asher Vasertil, Jerusalem 2010-2012", "heLicense": "CC-BY", "heVersionTitleInHebrew": "ברכת אשר, ירושלים תש\"ע-תשע\"ג", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "606f02dba6bef871fd0d43e1", "index_title": "Deuteronomy", "category": "Tanakh", "type": "", "ref": "Deuteronomy 24:8", "anchorRef": "Leviticus 13:1", "anchorRefExpanded": ["Leviticus 13:1"], "sourceRef": "Deuteronomy 24:8", "sourceHeRef": "דברים כ״ד:ח׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [-1400, -400], "commentaryNum": 24.0008, "collectiveTitle": {"en": "Deuteronomy", "he": "דברים"}, "heTitle": "דברים", "he": "הִשָּׁ֧מֶר בְּנֶֽגַע־הַצָּרַ֛עַת לִשְׁמֹ֥ר מְאֹ֖ד וְלַעֲשׂ֑וֹת כְּכֹל֩ אֲשֶׁר־יוֹר֨וּ אֶתְכֶ֜ם הַכֹּהֲנִ֧ים הַלְוִיִּ֛ם כַּאֲשֶׁ֥ר צִוִּיתִ֖ם תִּשְׁמְר֥וּ לַעֲשֽׂוֹת׃", "heVersionTitle": "Miqra according to the Masorah", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "מקרא על פי המסורה", "text": "In cases of a skin affection<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>skin affection </b>Cf. Lev. 13.1ff.</i> be most careful to do exactly as the levitical priests instruct you. Take care to do as I have commanded them.", "versionTitle": "The Contemporary Torah, Jewish Publication Society, 2006", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "60b3669b39fff40ce1a7f057", "index_title": "Ketonet Pasim", "category": "Chasidut", "type": "", "ref": "Ketonet Pasim, Tazria 21", "anchorRef": "Leviticus 13:1", "anchorRefExpanded": ["Leviticus 13:1"], "sourceRef": "Ketonet Pasim, Tazria 21", "sourceHeRef": "כתונת פסים, תזריע כ״א", "anchorVerse": 1, "sourceHasEn": false, "compDate": [1777, 1783], "commentaryNum": 21, "collectiveTitle": {"en": "Ketonet Pasim", "he": "כתונת פסים"}, "heTitle": "תזריע", "he": "<b>ובזה</b> יובן, אדם כי יהיה בעור בשרו וגו', דמבואר <b>בכתבים</b> סוד תאר אדם הוא כשנבלע הדמים תוך ז\"א אז נעשה אדם, וכמ\"ש הבבלי (שבת קלד., חולין מז:) המתיני עד שיבלע דמו וכו', עיין <b>בפרי עץ חיים</b> סוד ספירת העומר פרק א', עיין שם. ונודע על פי מה שכתבו <b>חכמי הטבע</b>, כי הנגע בא מחמת עכירת הדם, או עפוש הדם הפנימי, וכמו שכתב <b>האלשיך</b> בפרש' תזריע (ויקרא יג, א) וכו'. וז\"ש אדם שנבלע דמו, רק שיש בו עכירת הדם על ידי שאת שהוא הגאוה, כי רוח קמעא עוכרתו. או ספחת, שמתחבר לרשע מחמת אכילת דברים טמאים, ומאלו הדמים נולד השכל, ולכך דעתו ושכלו נוטה להתחבר לרשעים, וכמ\"ש במקום אחר ביאור משנה (אבות פ\"א מ\"ז) ואל תתחבר לרשע, יעו\"ש. או בהרת, שמראה בהירות וזכות מעשיו, שהיא חסידה לבנה, ומראה סימני טהרה בעצמו, ותחתיו תעמוד הבהרת, שהוא הפך לבן אותיות נבל, וכמ\"ש <b>בעוללות אפרים</b> בחזיר שמראה טלפיו סימני טהרה מבחוץ ומבפנים יש לו סימני טומאה (ויק\"ר יג, ה) שאין תוכו כברו, והם הצבועים וכו', מובא לקמן, יעו\"ש. וכן כתב <b>במדרש</b> במשנה דאבות (פ\"ב מ\"ד) אל תדין את חברך עד שתגיע למקומו - שאם בא אורח מראה חסידות, אל תחזיקו לדין אותו בתאר חסיד, עד שתגיע למקומו שנולד שם ויודעין מהותו וכו', יעו\"ש. וז\"ש והיה בעור בשרו לנגע צרעת, כי עכירת הדם גורם שאת. וטומאת מאכלות שנולד שכל טמא, ושכל טמא גורם ספחת וכו'. ובהרת, שאין תוכו כברו.", "heVersionTitle": "Eichen edition. Jerusalem, 2011", "heLicense": "", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "60b366b839fff40ce1a7f086", "index_title": "Ketonet Pasim", "category": "Chasidut", "type": "", "ref": "Ketonet Pasim, Tazria 45", "anchorRef": "Leviticus 13:1", "anchorRefExpanded": ["Leviticus 13:1"], "sourceRef": "Ketonet Pasim, Tazria 45", "sourceHeRef": "כתונת פסים, תזריע מ״ה", "anchorVerse": 1, "sourceHasEn": false, "compDate": [1777, 1783], "commentaryNum": 45, "collectiveTitle": {"en": "Ketonet Pasim", "he": "כתונת פסים"}, "heTitle": "תזריע", "he": "<b>מה</b> שאין כן בבחי' של אנשי הצורה, אמר אדם כי יהיה בעור בשרו שאת או ספחת או בהרת והיה בעור בשרו לנגע צרעת והובא אל הכהן וגו', ור\"ל אדם שהי' אנשי הצורה, ירידתן הוא עלייתן של אנשי החומר, כי יודע שיש בעור בשרו שאת, לשון משא, כמ\"ש בפ' מקץ (בראשית מד, א) אוכל כאשר יוכלון שאת וגו', כי עכירת בשר חומרו גברה על הצורה שלא יוכל לדבק בו ית', ומשום הכי כי יהי' בעור בשרו שאת, כי משא החומר שנקרא עור בשר, גברה על הצורה שבו. ואינו יודע אם זה נמשך מהתחברות אנשי דורו, שנקרא ספחת, וכמו שכתב <b>האלשיך</b> (ויקרא יג, א) הובא דף י\"ד, וכדאמרינן בש\"ס (עי' סוטה מח:) ראוי הי' שמואל הקטן שתשרה עליו השכינה אלא שאין דורו ראוי לכך וכו'. וז\"ש ואינו יודע אי ספחת. או בהרת - שיש לו בהירות ושפע רב מעסקי עולם הזה ומעכב הצורה לדבק בו יתברך, וכמ\"ש ביום א' מי יעלה בהר ה' ומי יקום במקום קדשו נקי כפים וכו', עיין זה במקום אחר. והיה בעור בשרו לנגע וכו', מה שהי' עונג, עכשיו על ידי התגברות משא החומר עור ובשר הי' עבודת ה' לו לנגע צרעת וגו'. וז\"ש והובא אל הכהן, ר\"ל בע\"כ הובא אל הכהן עליון, דהיינו שאין לו תענוג בתורה ועבודת ה' הוא כאילו בע\"כ הובא אל הכהן עליון<sup class=\"footnote-marker\">*</sup><i class=\"footnote\">הגה\"ה וכמ\"ש בש\"ס (סנהדרין לט.) אלהיכם כהן, כי קבר למשה במה טבל וכו'. אמנם אח\"ז ראיתי בפסוק כתוב אל אהרן הכהן, ומפורש בזהר תזריע דף מ\"ט עמוד ב', הכהן סתם זה קודשא בריך הוא וכו'. מכל מקום י\"ל והובא אל אהרן, לדבק אל התלמיד חכם עובד ה' הוא בעל כרחו, וממילא גם להקדוש ברוך הוא הוא בעל כרחו, כי בו תדבק (דברים י, כ) דרשו הדבק בתלמידי חכמים, והבן.</i>, כמ\"ש <b>בסבא</b> (זח\"ב צה.) ובת כהן כי תהי' לאיש זר וכו' (ויקרא כב, יב). וזה נקרא ירידה וימי קטנות וימי טומאה וגו'. וביום הראות בו בשר חי יטמא, ר\"ל שזה סימן שיודע שהוא טמא אז הוא בשר חי בחי' צ\"דיק.", "heVersionTitle": "Eichen edition. Jerusalem, 2011", "heLicense": "", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "61a622e987f574a17ca6a5a7", "index_title": "Jerusalem Talmud Bikkurim", "category": "Talmud", "type": "", "ref": "Jerusalem Talmud Bikkurim 1:3:5", "anchorRef": "Leviticus 13:1-8", "anchorRefExpanded": ["Leviticus 13:1", "Leviticus 13:2", "Leviticus 13:3", "Leviticus 13:4", "Leviticus 13:5", "Leviticus 13:6", "Leviticus 13:7", "Leviticus 13:8"], "sourceRef": "Jerusalem Talmud Bikkurim 1:3:5", "sourceHeRef": "תלמוד ירושלמי בכורים א׳:ג׳:ה׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [375, 425], "commentaryNum": 3.0005, "collectiveTitle": {"en": "Jerusalem Talmud Bikkurim", "he": "תלמוד ירושלמי בכורים"}, "heTitle": "תלמוד ירושלמי בכורים", "he": "רִבִּי בְּרֶכְיָה בְשֵׁם רִבִּי שְׁמוּאֵל בַּר נַחְמָן וְלָמָּה כְּתִיב אֶרֶץ אֶרֶץ שְׁנֵי פְעָמִים. לְהוֹדִיעֲךָ שֶׁאֵין הַבַּיִת עוֹמֵד אֵלָּא עַל שְׁנֵי דְּבָרִים הַלָּלוּ. וְלָמָּה נִכְלְלוּ. רִבִּי יְהוּדָה בֶּרִבִּי וְרִבִּי שְׁמוּאֵל בַּר נַחְמָן. חַד אָמַר לִבְרָכָה. וְחָרָנָה אָמַר לְשִׁיעוּרִין. מָאן דָּמַר לִבְרָכָה נִיחָא. מָאן דָּמַר לְשִׁיעוּרִין וְהָתַנִּינָן בַּהֶרֶת כִּגְרִיס לֵית הִיא מֵימָן. כַּעֲדַשָּׁה מִן הַשֶּׁרֶץ. לֵית הִיא מֵימָן.", "heVersionTitle": "The Jerusalem Talmud, edition by Heinrich W. Guggenheimer. Berlin, De Gruyter, 1999-2015", "heLicense": "CC-BY", "heVersionTitleInHebrew": "", "text": "Rebbi Berekhiah in the name of Rebbi Samuel bar Naḥman: Why is “Land, Land” written twice<sup class=\"footnote-marker\">50</sup><i class=\"footnote\"><i><a class=\"refLink\" data-ref=\"Deuteronomy 8:8\" href=\"/Deuteronomy.8.8\">Deut. 8:8</a>:</i> A <i>Land</i> of wheat and barley, and vine, and fig tree, and pomegranate, a <i>Land</i> of the oil-olive and honey.</i>? To tell you that a house stands only on these two things<sup class=\"footnote-marker\">51</sup><i class=\"footnote\">The necessities of life are wheat and olive oil.</i>. Why are [the others] included? Rebbi Jehuda ben Rebbi and Rebbi Samuel ben Naḥman, one says for benedictions<sup class=\"footnote-marker\">52</sup><i class=\"footnote\">Explained <a class=\"refLink\" data-ref=\"Jerusalem Talmud Berakhot 6:4:5\" href=\"/Jerusalem_Talmud_Berakhot.6.4.5\"><i>Berakhot</i> 6:4, Notes 150–151</a>, where this opinion is labelled “Babylonian”.</i>, the other says for measures<sup class=\"footnote-marker\">53</sup><i class=\"footnote\">In the <a class=\"refLink\" data-ref=\"Eruvin 4\" href=\"/Eruvin.4\">Babli, <i>Eruvin</i> 4a/b</a>, <a class=\"refLink\" data-ref=\"Sukkah 5b\" href=\"/Sukkah.5b\"><i>Sukkah</i> 5b</a>, this is reported in the name of the Babylonian Rav Ḥanin. The seven measures are: I. A person entering a leprous house is severely impure only if he remains long enough that he could have eaten a slice of wheat bread (<a class=\"refLink\" data-ref=\"Leviticus 14:47\" href=\"/Leviticus.14.47\"><i>Lev</i>. 14:47</a>). 2. A fragment of a human bone the size of a barley corn imparts impurity. 3. A quarter <i>log</i> of wine drunk by a <i>nazir</i> makes him subject to punishment. As a derivative, a quarter <i>log</i> of wine is the minimum for legal obligations. 4. Somebody carrying food in the volume of a dried fig from private to public domain on the Sabbath is guilty of desecrating the Sabbath. 5. A vessel having a pomegranate-sized hole is unusable and freed from the impurity of vessels. 6. The volume of an olive is the standard for most rules involving solid food. 7. Eating food in the volume of a dried date on the Day of Atonement is a desecration of the day.</i>. He who says for benedictions is understandable. He who says for measures, did we not state: “A shiny mark the size of half a bean<sup class=\"footnote-marker\">54</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Leviticus 13:1-8\" href=\"/Leviticus.13.1-8\"><i>Lev</i>. 13:1–8</a>, Mishnah <i>Nega‘im</i> 6:1.. A smaller lesion does not make impure.</i>”? That is not reliable<sup class=\"footnote-marker\">55</sup><i class=\"footnote\">The size of the lesion does not mean anything in itself. Even if the lesion is larger, if it does not grow after being seen by the Cohen it does not make impure. If it is smaller but seen by the Cohen and then spreads, there is impurity. (Explanation of <i>Pene Moshe</i>). Another interpretation would be that this and the next measure are not standardized.</i>. “The size of a lentil from a crawling thing”<sup class=\"footnote-marker\">56</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Mishnah Kelim 17:6\" href=\"/Mishnah_Kelim.17.6\">Mishnah <i>Kelim</i> 17:6</a>. A fragment of a dead crawling animal (<a class=\"refLink\" data-ref=\"Leviticus 11:29-31\" href=\"/Leviticus.11.29-31\"><i>Lev</i>. 11:29–31</a>) in the size of a lentil makes impure.</i>? That is not reliable<sup class=\"footnote-marker\">57</sup><i class=\"footnote\">An integral limb makes impure even if it is smaller than a lentil.</i>.", "versionTitle": "The Jerusalem Talmud, translation and commentary by Heinrich W. Guggenheimer. Berlin, De Gruyter, 1999-2015", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "61a6230e87f574a17ca6b4ea", "index_title": "Jerusalem Talmud Pesachim", "category": "Talmud", "type": "", "ref": "Jerusalem Talmud Pesachim 2:1:13", "anchorRef": "Leviticus 13:1", "anchorRefExpanded": ["Leviticus 13:1"], "sourceRef": "Jerusalem Talmud Pesachim 2:1:13", "sourceHeRef": "תלמוד ירושלמי פסחים ב׳:א׳:י״ג", "anchorVerse": 1, "sourceHasEn": true, "compDate": [375, 425], "commentaryNum": 1.0013, "collectiveTitle": {"en": "Jerusalem Talmud Pesachim", "he": "תלמוד ירושלמי פסחים"}, "heTitle": "תלמוד ירושלמי פסחים", "he": "כְּיוֹצֵא בוֹ. אָמַר רִבִּי יוּדָה. אִשָּׁה֙ כִּ֣י תַזְרִ֔יעַ וְיָֽלְדָה֭ זָכָר֑. מַה תַלְמוּד לוֹמַר. לְפִי שֶׁנֶּאֱמַר וְטָֽמְאָה֙ שִׁבְעַ֣ת יָמִ֔ים וּבַיּ֖וֹם הַשְּׁמִינִ֑י יִמּ֖וֹל. שׁוֹמֵעַ אֲנִי בְיוֹצֵא חַי שֶׁהוּא מְטַמֵּא אֶת אִמּוֹ טוּמְאַת לֵידָה. מְנַיִין לְיוֹצֵא מֵת שֶׁהוּא מְטַמֵּא אֶת אִמּוֹ טוּמְאַת לֵידָה. אָמַר רִבִּי יוּדָה. הֲרֵי אֲנִי דָן. מָה אִם בְּיוֹצֵא חַי. שֶׁאֵינוֹ מְטַמֵּא אֶת אִמּוֹ וְאֶת הַבָּאִין עִמּוֹ [וְאֶת הָבָּא עִם אִמּוֹ] לְאוֹהֶל טוּמְאַת שִׁבְעָה. מְטַמֵּא אֶת אִמּוֹ טוּמְאַת לֵידָה. הַיּוֹצֵא מֵת. שֶׁהוּא מְטַמֵּא אֶת אִמּוֹ <i data-overlay=\"Venice Columns\" data-value=\"28d\"></i>וְאֶת הַבָּאִין עִמּוֹ [וְאֶת הָבָּא עִם אִמּוֹ] לְאוֹהֶל טוּמְאַת שִׁבְעָה. אֵינוֹ דִין שֶׁיְּטַמֵּא אֶת אִמּוֹ טוּמְאַת לֵידָה. אָֽמְרוּ לוֹ לְרִבִּי יוּדָה. כָּל־דִּין שֶׁתְּחִילָּתוֹ אַתָּה דָן לְהַחֲמִיר וְסוֹפוֹ לְהָקֵל אֵינוֹ דִין. הָא אִם טִיהֵר הַחַי אֶת אִמּוֹ יְטָהֵר אַף הַמֵּת אֶת אִמּוֹ. אִם לֹא זָכִיתִי מן הַדִּין. [לְפִיכָךְ] אָֽמְרָה תוֹרָה זָכָר֑. לְרַבּוֹת אֶת הַמֵּת.", "heVersionTitle": "The Jerusalem Talmud, edition by Heinrich W. Guggenheimer. Berlin, De Gruyter, 1999-2015", "heLicense": "CC-BY", "heVersionTitleInHebrew": "", "text": "Similarly said Rebbi Jehudah, <i>if a woman carries seed and gives birth to a male</i><sup class=\"footnote-marker\">71</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Leviticus 13:1\" href=\"/Leviticus.13.1\"><i>Lev.</i> 13:1</a>. <i>Sifra TazriaˋIntroduction</i> (5); another version of <i>Sifra</i> in <i>Midrash Haggadol Lev.,</i> ed A. Steinsalz, Jerusalem 1976, pp. 313–314.</i><i>.</i> What does the verse imply? Since it is said, <i>she shall be impure for seven days,</i><sup class=\"footnote-marker\">72</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Leviticus 13:2\" href=\"/Leviticus.13.2\"><i>Lev.</i> 13:2</a>.</i><i>and on the eighth day one shall circumcise,</i> I understand that a live birth makes his mother impure by the impurity of birth. From where that a stillbirth makes his mother impure by the impurity of birth? Rebbi Jehudah said, I am presenting an argument <i>de minore ad majus.</i> Since a live birth, who does not make impure for seven days his mother, and those who come with him<sup class=\"footnote-marker\">73</sup><i class=\"footnote\">According to <i>Pene Mosheh,</i> this refers to multiple births if one of the fetuses is dead.</i>, [or who comes with his mother,]<sup class=\"footnote-marker\">74</sup><i class=\"footnote\">Unnecessary addition by the corrector.</i> into a tent<sup class=\"footnote-marker\">75</sup><i class=\"footnote\">A live birth causes his mother to be impure for seven days; after this time she may remove her impurity at any time by immersion in a <i>miqweh.</i> A stillbirth causes impurity of the dead not only by touch but also by being under the same “tent” and requires the purification rite of the ashes of the Red Cow described in <a class=\"refLink\" data-ref=\"Numbers 19\" href=\"/Numbers.19\"><i>Num.</i> 19</a>.</i>, the stillbirth who makes impure for seven days his mother, and those who come with him, [or who comes with his mother,]<sup class=\"footnote-marker\">74</sup><i class=\"footnote\">Unnecessary addition by the corrector.</i> into a tent, it is only logical that he should make his mother impure by the impurity of birth. They told Rebbi Jehudah, any argument <i>de minore ad majus</i> which you argue in the beginning as a restriction but it turns out in the end to be a leniency is no argument <i>de minore ad majus.</i> As a consequence, since a live birth purifies his mother<sup class=\"footnote-marker\">76</sup><i class=\"footnote\">After the impurity of the first 7 days, the next 33 days for a male or 66 days for a female no genital discharge of the mother induces biblical impurity.</i>, also the stillbirth should purify his mother? Since I cannot prove it by an argument <i>de minore ad majus,</i> [therefore} the Torah said <i>a male,</i> to include the stillbirth<sup class=\"footnote-marker\">77</sup><i class=\"footnote\">Since the mention of a female in v. 5 implies that the preceding verses refer to a male, the explicit mention of “male” is unnecessary. It is concluded that the verses refer to <i>any</i> fetus recognizably male.</i>.", "versionTitle": "The Jerusalem Talmud, translation and commentary by Heinrich W. Guggenheimer. Berlin, De Gruyter, 1999-2015", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "64bfcc6b5781082118c14f10", "index_title": "Alshekh on Torah", "category": "Commentary", "type": "commentary", "ref": "Alshekh on Torah, Leviticus 13:1:1", "anchorRef": "Leviticus 13:1", "anchorRefExpanded": ["Leviticus 13:1"], "sourceRef": "Alshekh on Torah, Leviticus 13:1:1", "sourceHeRef": "תורת משה - אלשיך, ויקרא י״ג:א׳:א׳", "anchorVerse": 1, "sourceHasEn": false, "compDate": [1540, 1590], "commentaryNum": 1.0001, "collectiveTitle": {"en": "Alshich", "he": "אלשיך"}, "heTitle": "ויקרא", "he": "<b>ובשר כי יהיה בעורו וכו'</b>. הנה מהשבעה דברי' שנגעים באים עליהם. דבר על השלשה שהם שבועה וגזל ולשון הרע. בא עתה ודבר אל הבאים על שפיכת דמים המתייחס אל חמימות הלב מחמת שנאה או איבה או שעשקו בדם נפש. כד\"א (דברים י\"ח) כי יחם לבבו וארב לו וקם עליו וכו'. על כן על פי מדתו באו נגעיו על חמימות השחין והוא כי להיות ש\"ד מהשלש עבירות הסמוכות והחמורות וצריך ייסורין ממרקין. ע\"כ לא יספיק לו מראות נגעים אלו בלבד. לכן ירמוז בשחין. כי תחלה תבא עליו מכה למרק מעין אשמתו. ונרפא על ידי המירוק כי שב מרשעו. וזה אמרו שחין ונרפא ואחרי כן לגמור נקיון הפשע ולהתם חטאו. במקום השחין יבא עליו קל ממנו והוא שאת לבנה וכו'. וזה בשני מיני שפיכות דמים א' הלבנת פנים זהו שאת לבנה. או ש\"ד ממש שהיא בהרת לבנה אדמדמת שמלבין גופו בהוציאו דמו חוץ שהוא אדמדמת וראה הכהן וכו' מעין הנ\"ל: ", "heVersionTitle": "Torat Moshe, Warsaw, 1875", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "64e4a2f6613f3c2d3b458201", "index_title": "German Commentary on Mishnah Negaim", "category": "Quoting Commentary", "type": "", "ref": "German Commentary on Mishnah Negaim 1:1:2", "anchorRef": "Leviticus 13:1", "anchorRefExpanded": ["Leviticus 13:1"], "sourceRef": "German Commentary on Mishnah Negaim 1:1:2", "sourceHeRef": "פירוש גרמני על משנה נגעים א׳:א׳:ב׳", "anchorVerse": 1, "sourceHasEn": true, "commentaryNum": 1.0002, "collectiveTitle": {"en": "German Commentary on Mishnah Negaim", "he": "פירוש גרמני על משנה נגעים"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<b>der Aussatzschäden.</b>  liier ist die Rede von den Aussatzschäden an der glatten Haut (<span dir=\"rtl\">נגעי עור בשר</span>), die auch in der Thora (Lev. 13, 1 ff.) zuerst behandelt werden (vgl. VN 5).", "versionTitle": "Mischnajot mit deutscher Übersetzung und Erklärung. Berlin 1887-1933 [de]", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6522c0f64b36bd700bebf812", "index_title": "Bereshit Rabbah", "category": "Midrash", "type": "", "ref": "Bereshit Rabbah 100:7", "anchorRef": "Leviticus 13:1-8", "anchorRefExpanded": ["Leviticus 13:1", "Leviticus 13:2", "Leviticus 13:3", "Leviticus 13:4", "Leviticus 13:5", "Leviticus 13:6", "Leviticus 13:7", "Leviticus 13:8"], "sourceRef": "Bereshit Rabbah 100:7", "sourceHeRef": "בראשית רבה ק׳:ז׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [400], "commentaryNum": 100.0007, "collectiveTitle": {"en": "Bereshit Rabbah", "he": "בראשית רבה"}, "heTitle": "בראשית רבה", "he": "וַיִּסְפְּדוּ שָׁם וגו' <small>(בראשית נ, י)</small>, וּמִנַּיִן לְאֵבֶל שֶׁהוּא שִׁבְעָה, רַבִּי אַבָּא מַיְתֵי לָהּ מֵהָכָא, וַיַּעַשׂ לְאָבִיו אֵבֶל שִׁבְעַת יָמִים, וּלְמֵדִין דָּבָר קֹדֶם מַתַּן תּוֹרָה. רֵישׁ לָקִישׁ בְּשֵׁם בַּר קַפָּרָא מַיְתֵי לָהּ מֵהָכָא <small>(ויקרא ח, לג)</small>: וּמִפֶּתַח אֹהֶל מוֹעֵד לֹא תֵצְאוּ שִׁבְעַת יָמִים וגו', מָה אַתֶּם נִמְשַׁחְתֶּם בְּשֶׁמֶן הַמִּשְׁחָה שִׁבְעָה יָמִים, אַף אַתֶּם שִׁמְרוּ לַאֲחֵיכֶם שִׁבְעָה יָמִים. רַבִּי הוֹשַׁעְיָא מַיְתֵי לָהּ מֵהָכָא <small>(ויקרא ח, לה)</small>: וּפֶתַח אֹהֶל מוֹעֵד תֵּשְׁבוּ יוֹמָם וָלַיְלָה שִׁבְעַת יָמִים, מָה הַקָּדוֹשׁ בָּרוּךְ הוּא שִׁמֵּר לְעוֹלָמוֹ שִׁבְעָה יָמִים, אַף אַתֶּם שִׁמְּרוּ לַאֲחֵיכֶם שִׁבְעָה יָמִים, דְּאָמַר רַבִּי יְהוֹשֻׁעַ בֶּן לֵוִי שִׁבְעָה יָמִים נִתְאַבֵּל הַקָּדוֹשׁ בָּרוּךְ הוּא עַל עוֹלָמוֹ. רַבִּי יוֹחָנָן מַיְתֵי לָהּ מֵהָכָא <small>(במדבר יב, יב)</small>: אַל נָא תְהִי כַּמֵּת, אֶלָּא <small>(במדבר יב, יד)</small>: תִּסָּגֵר, מַה יְּמֵי הֶסְגֵּר שִׁבְעָה אַף יְמֵי אֵבֶל שִׁבְעָה. חַד בְּרַבִּי אֲמַר הֲדָא דְרַבִּי יוֹחָנָן קוֹמֵי רֵישׁ לָקִישׁ וְלֹא קִבְּלָהּ, וְלָמָּה לֹא קִבְּלָהּ, אֲמַר תַּמָּן הוּא עָבֵד לָהּ הֶסְגֵּר וְהָכָא הוּא עָבֵד לָהּ הֶחְלֵט, דַּאֲתָא רַבִּי אַבָּהוּ בְּשֵׁם, רַבִּי יוֹחָנָן וְאָמַר אַל נָא תְהִי כַּמֵּת, מַה יְּמֵי הַמֵּת שִׁבְעָה אַף יְמֵי הֶחְלֵט שִׁבְעָה. רַבִּי יִרְמְיָה וְרַבִּי חִיָּא בַּר אַבָּא בְּשֵׁם רֵישׁ לָקִישׁ <small>(עמוס ח, י)</small>: וְהָפַכְתִּי חַגֵּיכֶם לְאֵבֶל, מַה יְּמֵי הַחַג שִׁבְעָה אַף יְמֵי הָאֵבֶל שִׁבְעָה. אָמַר רַבִּי חִיָּא שְׁמִינִי רֶגֶל בִּפְנֵי עַצְמוֹ הוּא. אִי מָה עֲצֶרֶת יוֹם אֶחָד אַף הָאֵבֶל כֵּן, אָמְרוּ לוֹ מִיכָּן לִשְׁמוּעָה רְחוֹקָה, וְתָנֵי כֵּן שְׁמוּעָה קְרוֹבָה יֵשׁ לָהּ שְׁלשִׁים וְשִׁבְעָה, וּרְחוֹקָה אֵין לָהּ שְׁלשִׁים וְשִׁבְעָה. אִית תָּנֵי שְׁמוּעָה רְחוֹקָה לְאַחַר שְׁנֵים עָשָׂר חֹדֶשׁ, קְרוֹבָה בְּתוֹךְ שְׁלשִׁים. רַבִּי אַבָּהוּ בְּשֵׁם רַבִּי יוֹחָנָן אָמַר הֲלָכָה כְּמִי שֶׁהוּא אוֹמֵר שְׁמוּעָה קְרוֹבָה בְּתוֹךְ שְׁלשִׁים יוֹם וּרְחוֹקָה לְאַחַר שְׁלשִׁים יוֹם. רַבִּי בֶּרֶכְיָה וְרַבִּי יוֹנָה בְּשֵׁם רֵישׁ לָקִישׁ בְּשֵׁם רַבִּי יְהוּדָה הַנָּשִׂיא, כְּתִיב <small>(דברים לד, ח)</small>: וַיִּתְּמוּ יְמֵי בְכִי אֵבֶל משֶׁה, יְמֵי שְׁנַיִם, בְכִי שִׁבְעָה, אֵבֶל שְׁלשִׁים. וְאִית דְּמַחְלְפִין, יְמֵי שִׁבְעָה, בְכִי שְׁנַיִם, אֵבֶל שְׁלשִׁים. מֵהָא שִׁבְעָה וּשְׁלשִׁים שֶׁמָּא יְמֵי, אֶלָּא שֶׁאִם הָיָה עָנִי מְדֻקְדָּק, בָּרִאשׁוֹן וּבַשֵּׁנִי אֵינוֹ עוֹשֶׂה מְלָאכָה, וּבַשְּׁלִישִׁי הוּא עוֹשֶׂה בְּצִנְעָא, אֲבָל אָמְרוּ תָּבוֹא מְאֵרָה לִשְׁכֵנָיו שֶׁהִצְרִיכוּהוּ לְכָךְ. בַּר קַפָּרָא אָמַר אֲפִלּוּ בַּשְּׁלִישִׁי אַל יַעֲשֶׂה כָּל עִקָּר מִפְּנֵי שֶׁהוּא תָּקְפּוֹ שֶׁל אֵבֶל. תָּנֵי בַּר קַפָּרָא כָּל תָּקְפּוֹ שֶׁל אֵבֶל אֵינוֹ אֶלָּא בַּשְּׁלִישִׁי, עַד תְּלָתָא יוֹמִין נַפְשָׁא תָּיְבָא עַל קִבְרָה, סְבוּרָה הִיא שֶׁהִיא חוֹזֶרֶת, כֵּיוָן דְּהִיא חָמְיָא דְּאִשְׁתַּנֵּי זִיוְהוֹן דְּאַפּוֹי, אָזְלָה לָהּ וְשָׁבְקָא לֵיהּ, הֲדָא הוּא דִכְתִיב <small>(איוב יד, כב)</small>: אַךְ בְּשָׂרוֹ עָלָיו יִכְאָב וגו', לֶעָתִיד לָבוֹא הַפֶּה וְהַכָּרֵס מִדַּיְינִין זֶה עִם זֶה, הַפֶּה אוֹמֵר לַכָּרֵס כָּל מַה שֶּׁגָּזַלְתִּי וְחָמַסְתִּי, בְּךָ נָתַתִּי. וּלְאַחַר שְׁלשָׁה יָמִים הִיא נִבְקַעַת וְהִיא אוֹמֶרֶת לוֹ הֵא לְךָ כָּל מַה שֶּׁגָּזַלְתָּ וְחָמַסְתָּ, שֶׁנֶּאֱמַר <small>(קהלת יב, ו)</small>: וְתִשָּׁבֶר כַּד עַל הַמַּבּוּעַ. מַהוּ לִתֵּן תְּפִלִּין, רַבִּי אֱלִיעֶזֶר וְרַבִּי יְהוֹשֻׁעַ, רַבִּי אֱלִיעֶזֶר אוֹמֵר בָּרִאשׁוֹן אֵינוֹ נוֹתֵן וּבַשֵּׁנִי הוּא נוֹתֵן, וְאִם בָּאוּ פָּנִים חֲדָשׁוֹת חוֹלֵץ. וְרַבִּי יְהוֹשֻׁעַ אוֹמֵר בָּרִאשׁוֹן וּבַשֵּׁנִי אֵינוֹ נוֹתֵן וּבַשְּׁלִישִׁי נוֹתֵן, וְאִם בָּאוּ פָּנִים חֲדָשׁוֹת אֵינוֹ חוֹלֵץ, וְאִם בְּיוֹם שֵׁנִי אֵינוֹ מַנִּיחַ אִצְטְרִיכָא לְמֵימַר מִי שֶׁמֵּתוֹ מוּטָל עָלָיו פָּטוּר מִן הַתְּפִלָּה וּמִן הַתְּפִלִּין, אֶלָּא כֵּיוָן דְּתָנָא הָדָא תָּנָא הָא דְרַבִּי זְעֵירָא. רַבִּי יִרְמְיָה בְּשֵׁם רַבִּי זְעֵירָא וּמַר עוּקְבָא בְּשֵׁם שְׁמוּאֵל הֲלָכָה כְּרַבִּי אֱלִיעֶזֶר בִּנְתִינָה וּכְרַבִּי יְהוֹשֻׁעַ בַּחֲלִיצָה. רַבִּי זְעֵירָא בָּעֵי, מַהוּ לִתֵּן בַּשֵּׁנִי כְּרַבִּי אֱלִיעֶזֶר, מַהוּ שֶׁיַּעֲשֶׂה רַבִּי אֱלִיעֶזֶר כְּרַבִּי יְהוֹשֻׁעַ שֶׁלֹא לַחְלֹץ, וּמִנַּיִן שֶׁאֵין אֵבֶל בְּשַׁבָּת רַבִּי יְהוֹשֻׁעַ דְּסִכְנִין בְּשֵׁם רַבִּי לֵוִי מַיְתֵי לָהּ מֵהָכָא <small>(משלי י, כב)</small>: בִּרְכַּת ה' הִיא תַעֲשִׂיר וְלֹא יוֹסִף עֶצֶב עִמָּהּ, בִּרְכַּת ה' הִיא תַעֲשִׁיר <small>(בראשית ב, ג)</small>: וַיְבָרֶךְ אֱלֹהִים אֶת יוֹם הַשְּׁבִיעִי. וְלֹא יוֹסִף עֶצֶב עִמָּהּ, זֶה הָאֵבֶל, הֵיךְ מָה דְאַתְּ אָמַר <small>(שמואל ב יט, ג)</small>: כִּי נֶעֱצַב הַמֶּלֶךְ עַל בְּנוֹ, אָמַר רַב חֲזָרָה זְקִיפָה חוֹבָה, פְּרִיעָה נְעִילָה רְשׁוּת, חָזְרַת קֶרַע זְקִיפַת מִטָּה חוֹבָה, פְּרִיעַת הָרֹאשׁ וּנְעִילַת הַסַּנְדָּל רְשׁוּת. שְׁמוּאֵל אָמַר פְּרִיעָה חֲזָרָה זְקִיפָה חוֹבָה, נְעִילַת תַּשְׁמִישׁ רְחִיצָה רְשׁוּת, פְּרִיעַת הָרֹאשׁ וַחֲזָרַת קֶרַע וּזְקִיפַת הַמִּטָּה חוֹבָה, וּנְעִילַת הַסַּנְדָּל וְתַשְׁמִישׁ הַמִּטָּה וּרְחִיצָה רְשׁוּת. חַד תַּלְמִיד מִן דִּשְׁמוּאֵל שִׁמֵּשׁ מִטָּתוֹ הָלַךְ וְרָחַץ, אָמַר לוֹ לַהֲלָכָה אָמַרְתִּי לְךָ שֶׁמָּא לְמַעֲשֶׂה, אִקְפַּד עֲלֵיהּ וּמִית. רַבִּי יוֹסֵי בַּר חֲלַפְתָּא הֲוָה מְתַנֵּי שְׁבָחָא דְרַבִּי מֵאִיר קַמֵּי צִפּוֹרָאֵי, אָמַר לָהֶם אָדָם גָּדוֹל אָדָם קָדוֹשׁ, פַּעַם אַחַת מְצָאָן עוֹמְדִין בְּשׁוּרָה בְּשַׁבָּת, אָמַר לָהֶם שָׁלוֹם לָכֶם, אָמְרִין לֵיהּ דֵּין הוּא דְּאַתְּ מְשַׁבַּח בֵּיהּ, אָמַר לָהֶם דְּעוּ שִׁבְחוֹ שֶׁל אוֹתוֹ הָאִישׁ שֶׁבָּא לְהוֹדִיעֵנוּ שֶׁאֵין אֵבֶל בַּשַּׁבָּת. רַבִּי הוֹשַׁעְיָא אֲזַל לְחַד אֲתַר מְצָאָן שֶׁהֵן עוֹמְדִין בְּשׁוּרָה בַּשַּׁבָּת, אָמַר לָהֶם לֵית אֲנָא יָדַע מָה הוּא מִנְהַגְכוֹן אֶלָּא שָׁלוֹם עֲלֵיכֶם כְּמִנְהַג מְקוֹמֵנוּ. תְּרֵין בְּנוֹי דְּרַבִּי, חַד מִנְהוֹן נָפֵק וְרֵאשֵׁיהּ מְכַסֵּי וְלָבֵישׁ סַנְדְּלוֹי, וְאוֹחֲרָנָא נָפֵק חָפְיָה וְרֵאשֵׁיהּ מְגַלֵּי. רַבִּי יוֹנָה אֲזַל לְמַחְזְיָהּ אַפִּין לַאֲחוּי דְּרַבִּי גּוּרְיוֹן, נָפֵק לְגַבֵּיהּ לְבִישׁ סַנְדְּלָא, אֲמַר לֵיהּ אֱמֹר לְרַבִּי גוּרְיוֹן אֲחוּךְ לֵית יָלְפִין עוֹבָדָא מִבַּר נָשׁ זְעֵיר. רַבִּי חֲנִינָא בַּר פָּפָּא אֲזַל לְמַחְזְיָה אַפִּין לְרַבִּי תַּנְחוּם בַּר חִיָּא דִּכְפַר אַגִּין, נְפֵיק לְגַבֵּיהּ לְבִישׁ סַנְטְרוֹי, מַאי סַנְטְרוֹ מָאנִין דְּלָא בְּזִיעָן, אֲמַר לֵיהּ הֵיכְדֵין עָבְדִין, אֶתְמְהָא, אֲמַר לֵיהּ כֵּן הֲוָה רַבִּי יוֹחָנָן עָבֵד, אֲמַר לֵיהּ צַלִּי עֲלַי, אֲמַר לֵיהּ פְּסִיג תַּרְעָךְ. אֲמַר לֵיהּ לָא תֵימַר כֵּן אֶלָּא יִסּוּג תּוּרְעָךְ. תָּנֵי חֲבוּרָה וּמִשְׁפָּחָה כָּךְ הֵן דּוֹמִים לְכִפַּת אֲבָנִים, אַתְּ נוֹטֵל מִמֶּנָּהּ אֶבֶן אַחַת וְכוּלָּהּ מִתְרוֹעֲעַת, אַתְּ נוֹתֵן עָלֶיהָ אֶבֶן אַחַת וְכוּלָּהּ עוֹמֶדֶת, כָּךְ כָּל שִׁבְעָה יָמִים חֶרֶב שְׁלוּפָה, וְעַד שְׁלשִׁים יוֹם הִיא מִתְרַפְרֶפֶת וְאֵינָהּ חוֹזֶרֶת לִנְדָנָהּ עַד שְׁנֵים עָשָׂר חֹדֶשׁ. אָמַר רַבִּי אֶלְעָזָר נוֹלַד בֵּן זָכָר בַּמִּשְׁפָּחָה מִיָּד הִיא רָפָה, אִם כֵּן לָמָּה מַרְאִין פָּנִים בַּשַּׁבָּת, רַבִּי יְהוֹשֻׁעַ דְּסִכְנִין בְּשֵׁם רַבִּי לֵוִי אָמַר מִפְּנֵי הָאֵיבָה. ", "heVersionTitle": "Midrash Rabbah -- TE", "heLicense": "unknown", "heVersionTitleInHebrew": "מדרש רבה - תורת אמת", "text": "“They lamented…there…” – from where is it derived that mourning is seven days? Rabbi Abba cites it from here: “He…observed mourning for his father for seven days” (Genesis 50:10), and we derive a matter [of <i>halakha</i>] from before the giving of the Torah. Reish Lakish in the name of bar Kappara cites it from here: “From the entrance of the Tent of Meeting you shall not emerge seven days…” (Leviticus 8:33)<sup class=\"footnote-marker\">28</sup><i class=\"footnote\">Some suggest that the correct reading of the text references a different verse: “And from the entrance of the Tent of Meeting you shall not emerge, that you not die, as the anointing oil of the Lord is upon you” (Leviticus 10:7). This verse, stated to Aaron and his remaining sons after the death of Nadav and Avihu, is interpreted to mean that just as they were anointed with the anointing oil for seven days, they were to observe seven days of mourning for Nadav and Avihu (<i>Etz Yosef</i>). </i> – just as you were anointed with the anointing oil for seven days, you, too, observe for your brothers seven days. Rabbi Hoshaya cites it from here: “At the entrance of the Tent of Meeting you shall remain day and night, seven days…” (Leviticus 8:35) – just as the Holy One blessed be He observed seven days [of mourning] for His world, you, too, observe seven days [of mourning] for your brothers, as Rabbi Yehoshua ben Levi said: The Holy One blessed be He mourned for His world for seven days.<sup class=\"footnote-marker\">29</sup><i class=\"footnote\">Before God destroyed the world with the flood, He observed seven days of mourning, alluded to in Genesis 7:10. Similarly, He commanded Aaron and his sons Elazar and Itamar to observe seven days of mourning in advance of the deaths of Aaron’s other two sons, Nadav and Avihu (see Jerusalem Talmud <i>Moed Katan</i> 3:5). </i> <br>Rabbi Yoḥanan cites it from here: “Please let her not be like a corpse” (Numbers 12:12); rather, “she shall be quarantined for seven days” (Numbers 12:14). Just as the days of quarantine are seven, so the days of mourning are seven. One of the Sages said this [statement] of Rabbi Yoḥanan before Reish Lakish, but he did not accept it. Why did he not accept it? He said: ‘There he treats it as quarantine and here he treats it as confirmed leprosy, as Rabbi Abahu came in the name of Rabbi Yoḥanan and said: “Please let her not be like a corpse” – just as the days of a corpse are seven, so the days of a confirmed leper are seven.’<sup class=\"footnote-marker\">30</sup><i class=\"footnote\">Upon the appearance of certain types of leprous spots, a priest will command that the individual go into quarantine for seven days. If the symptoms worsen, the individual will then be declared to be a confirmed leper (see, e.g., Leviticus 13:1–8). Reish Lakish did not accept the teaching reported in the name of Rabbi Yoḥanan that treated Miriam’s leprosy as worthy of quarantine, which the Torah says is seven days, because he heard a different statement in the name of Rabbi Yoḥanan that treated her leprosy as a case of confirmed leprosy, about which the Torah does not explicitly say that the term is seven days. It should be noted that <i>halakha</i> does not actually limit the term of a confirmed leper to seven days, and commentaries here interpret the statement of Rabbi Yoḥanan, based on the Jerusalem Talmud (<i>Moed Katan</i> 3:5), to mean that just as the days one is impure from a corpse do not count toward the days of a nazirite vow, the same is true of the days one spends as a confirmed leper (see <i>Yefei To’ar</i>; <i>Etz Yosef</i>; Maharzu). </i> Rabbi Yirmeya and Rabbi Ḥiyya bar Abba in the name of Reish Lakish: “I will transform your festivals into mourning” (Amos 8:10) – just as the days of the festival are seven, so the days of mourning are seven. Rabbi Ḥiyya said: The eighth<sup class=\"footnote-marker\">31</sup><i class=\"footnote\"><i>Shemini Atzeret</i>.</i> is a festival in and of itself. If so, just as [Shemini] Atzeret is one day, so, mourning is so. They said to him: From here it is derived regarding distant tidings.<sup class=\"footnote-marker\">32</sup><i class=\"footnote\">One who receives tidings that an immediate relative died a long time ago (the midrash will define how much time that is), observes mourning for only one day.</i> So it is taught, near tidings have seven and thirty,<sup class=\"footnote-marker\">33</sup><i class=\"footnote\">One observes a seven day period of intense mourning, followed by a less intense period of mourning for an additional twenty-three days, for a total of thirty days of mourning. </i> a distant one does not have thirty and seven. There are some who teach: Distant tidings are after twelve months, near ones are within thirty. Rabbi Abahu said in the name of Rabbi Yoḥanan: The <i>halakha </i>is in accordance with the one who says: Near tidings are within thirty days and distant ones after thirty days. <br>Rabbi Berekhya and Rabbi Yona in the name of Reish Lakish in the name of Rabbi Yehuda HaNasi: It is written: “The days of weeping of the mourning of Moses concluded” – days – two, weeping – seven, mourning – thirty. There are those who transpose – days – seven, weeping – two, mourning – thirty. From this, [the mourning periods of] seven and thirty [days are derived], but what is two? It is that if he [the mourner] is extremely poor, on the first and second [days] he does not perform labor, but on the third, he performs [labor] privately, but they said: May a curse come upon his neighbors, who required him to do so.<sup class=\"footnote-marker\">34</sup><i class=\"footnote\">His neighbors should have supported him so that he could observe all seven days of mourning without performing labor. </i> Bar Kappara said: Even on the third [day] he shall not perform [labor] at all, because it is the intense period of mourning. Bar Kappara taught: The most intense time of mourning is only on the third day. For three days, the soul is hovering over its grave, believing that it will return [to the body]. When it sees that the radiance of the face has changed, it goes and leaves it. That is what is written: “But his flesh on him is painful, [and his soul mourns over him]” (Job 14:22). In the future, the mouth and the stomach will contend with one another. The mouth says to the stomach: ‘Everything that I stole and robbed, I placed in you.’ After three days [the stomach] bursts and says to it: ‘Here is everything that you stole and robbed,’ as it is stated: “The pitcher is broken at the spring” (Ecclesiastes 12:6). <br>What about donning <i>tefillin</i>? Rabbi Eliezer and Rabbi Yehoshua, Rabbi Eliezer says: On the first [day of mourning] one does not don, and on the second one dons, but if a new face comes,<sup class=\"footnote-marker\">35</sup><i class=\"footnote\">A visitor the mourner has not yet seen since the beginning of the mourning period. </i> he removes them. Rabbi Yehoshua says: On the first and the second he does not don and on the third he dons, and if a new face comes, he does not remove them. If on the second day he does not don, is it necessary to say: One whose deceased is laid out before him is exempt…from prayer<i> </i>and from <i>tefillin</i>?<sup class=\"footnote-marker\">36</sup><i class=\"footnote\">Mishna <i>Berakhot</i> 3:1. </i> It is since it taught this it taught that.<sup class=\"footnote-marker\">37</sup><i class=\"footnote\">Since the Mishna taught that he is exempt from prayer, it mentioned that he is also exempt from the mitzva of <i>tefillin</i>.</i> <br>The ruling of Rabbi Ze’eira: Rabi Yirmeya in the name of Rabbi Ze’eira and Mar Ukva in the name of Shmuel:<sup class=\"footnote-marker\">38</sup><i class=\"footnote\">Some commentaries assert that the text should read: Rabbi Ze’ira said in the name of Rabbi Yirmeya in the name of Rav, and Rabbi Ze’ira said in the name of Mar Ukva in the name of Shmuel (see <i>Etz Yosef</i>). </i> The <i>halakha </i>is in accordance with Rabbi Eliezer regarding donning, and in accordance with Rabbi Yehoshua regarding removing. Rabbi Ze’eira raised a dilemma: What is the ruling for one to don on the second day in accordance with Rabbi Eliezer and what is the ruling to have Rabbi Eliezer like Rabbi Yehoshua not to remove?<sup class=\"footnote-marker\">39</sup><i class=\"footnote\">Can one combine the leniencies of the two opinions and don <i>tefillin</i> on the second day and not remove them if a new person arrives? The midrash does not cite a resolution to this dilemma. </i> <br>From where is it derived that there is no mourning on Shabbat? Rabbi Yehoshua of Sikhnin in the name of Rabbi Levi cites it from here: “The blessing of the Lord, it will enrich, without adding sadness with it” (Proverbs 10:22). “The blessing of the Lord, it will enrich” – “God blessed the seventh day” (Genesis 2:3). “Without adding sadness [<i>etzev</i>] with it” – this is mourning, just as it says: “The king is grieving [<i>ne’etzav</i>] over his son” (II Samuel 19:3). <br>Rav said: [On Shabbat,] turning around and righting are compulsory, uncovering and putting on are voluntary. Turning the rip around, and righting the bed are compulsory; uncovering the head and putting on shoes are voluntary.<sup class=\"footnote-marker\">40</sup><i class=\"footnote\">During the seven day mourning period, the mourner wears a torn garment and does not wear leather shoes. In Talmudic times, a mourner would also turn over his bed and cover his head as signs of mourning. Rav states that on Shabbat, one must turn the garment around so that the tear is not visible, and one must turn the bed right side up. However, although one <i>may</i> uncover the head and wear leather shoes on Shabbat, it is not obligatory to do so. </i> Shmuel said: Uncovering, turning around, and righting are compulsory; putting on, conjugal relations, and washing are voluntary. Uncovering the head, turning the rip around, and righting the bed are compulsory; putting on shoes, having conjugal relations, and washing are voluntary. One student of Shmuel engaged in conjugal relations and went and washed. [Shmuel] said to him: ‘I said it to you as the <i>halakha</i>, did I, perhaps, say [it should be put] into practice?’<sup class=\"footnote-marker\">41</sup><i class=\"footnote\">Although Shmuel held it was permitted for a mourner to engage in conjugal relations and to wash himself on Shabbat, he felt it was nonetheless inappropriate. </i> He became angry at [the student] and [the student] died. <br>Rabbi Yosei bar Ḥalafta would relate the praise of Rabbi Meir before the residents of Tzippori. He said to them: ‘[He is a] great man, a holy man.’ One time he [Rabbi Meir] found them standing in a line on Shabbat.<sup class=\"footnote-marker\">42</sup><i class=\"footnote\">To comfort mourners. </i> He said to [the mourners]: ‘Greetings to you.’ They said to him [Rabbi Yosei bar Ḥalafta]: ‘Is this the one whom you praise?’<sup class=\"footnote-marker\">43</sup><i class=\"footnote\">One is ordinarily forbidden to extend greetings to mourners, so after Rabbi Meir did so, the residents of Tzippori asked Rabbi Yosei bar Ḥalafta how he could have praised Rabbi Meir. </i> He said to them: ‘Know how praiseworthy that man is, as he came to inform us that there is no mourning on Shabbat.’  <br>Rabbi Hoshaya went to a certain place. He found them standing in a line on Shabbat. He said to them: ‘I do not know what your custom is; nevertheless, greetings to you, in accordance with the custom of our place.’  <br>The two sons of Rabbi [Yehuda HaNasi], one of them went out with his head covered and wearing shoes, and the other went out barefoot with his head uncovered.<sup class=\"footnote-marker\">44</sup><i class=\"footnote\">Rabbi Guryon's brother was in mourning for one of his relatives. This occurred on Shabbat during the seven days of mourning. During the week, a mourner would ordinarily have his head covered and would not be wearing shoes. </i> <br>Rabbi Yona went to pay a visit to Rabbi Guryon’s brother.<sup class=\"footnote-marker\">45</sup><i class=\"footnote\">He went to comfort the mourner on Shabbat.</i> He came out to him wearing shoes. He said to him:<sup class=\"footnote-marker\">46</sup><i class=\"footnote\">Rabbi Yona said to Rabbi Guryon’s brother, who had come out to greet him. </i> ‘Tell Rabbi Guryon your brother that we do not learn actions from a small man.’<sup class=\"footnote-marker\">47</sup><i class=\"footnote\">The fact that Rabbi Guryon’s brother wore shoes on Shabbat was not sufficient to establish that as the <i>halakha</i>, even if he did so on Rabbi Guryon’s instruction. </i> <br>Rabbi Ḥanina bar Pappa went to pay a visit to Rabbi Tanḥum bar Ḥiyya of Kefar Agin.<sup class=\"footnote-marker\">48</sup><i class=\"footnote\">This occurred on Shabbat, while Rabbi Tanḥum was in his seven days of mourning (see <i>Etz Yosef</i>). </i> He came out to him dressed in <i>santroi</i>. What is <i>santroi</i>? It is a garment that is not rent. [Rabbi Ḥanina] said to him: ‘Is this the way to act? Can this be?’ [Rabbi Tanḥum] said to him: ‘This is what Rabbi Yoḥanan would do.’ [Rabbi Tanḥum] said to him: ‘Pray for me.’ [Rabbi Ḥanina] said to him: ‘May this breach be broken.’ [Rabbi Tanḥum] said to him: ‘Do not say that,<sup class=\"footnote-marker\">49</sup><i class=\"footnote\">That could be interpreted as having the breach broken into several breaches.</i> but rather, may your breach be repaired.’ It is taught: A group and a family are comparable to a dome made of stones. If you remove one stone, all of it is destabilized. If you place one stone on, all of it is stabilized. So, all seven days, a sword is outstretched.<sup class=\"footnote-marker\">50</sup><i class=\"footnote\">There is danger to the entire family during the seven days following the death of one member. </i> Until thirty days it hovers, and it does not return to its scabbard until twelve months. Rabbi Elazar said: If a son is born in the family, it immediately eases. <br>If so, why does one visit on Shabbat? Rabbi Yehoshua of Sikhnin said in the name of Rabbi Levi: Due to enmity.<sup class=\"footnote-marker\">51</sup><i class=\"footnote\">One visits the mourner to prevent enmity by ensuring that the mourner will not feel that he is being overlooked.</i>", "versionTitle": "The Sefaria Midrash Rabbah, 2022", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "6665c8e4b695d8dbb73bd2b4", "index_title": "David Zvi Hoffmann on Leviticus", "category": "Commentary", "type": "commentary", "ref": "David Zvi Hoffmann on Leviticus 13:1:1-4", "anchorRef": "Leviticus 13:1", "anchorRefExpanded": ["Leviticus 13:1"], "sourceRef": "David Zvi Hoffmann on Leviticus 13:1:1-4", "sourceHeRef": "פירושי רד\"צ הופמן על ויקרא י״ג:א׳:א׳-ד׳", "anchorVerse": 1, "sourceHasEn": false, "commentaryNum": 1.0001, "collectiveTitle": {"en": "David Zvi Hoffmann", "he": "פירושי רד\"צ הופמן"}, "he": ["<b>טומאת הצרעת</b>", "הטומאה החמורה ביותר שיוצאת מגוף האדם, היא טומאת צרעת. אך מכיון שהצרעת מופיעה לא רק בבני אדם אלא גם בבגדים ובבתים, עוסקים הפרקים שלפנינו גם באלה האחרונים. חוקי הנגעים מכילים את הסעיפים האלה: א) נגעי הצרעת באדם, יג, א-מו, ב) נגע בגדים, יג, מז-נט, ג) טהרת המצורע, יד, א-לב, ד) נגעים בבתים, יד, לג-נג. אח\"כ באה חתימה לכל חוקי הנגעים, יד, נד-נז. לכאורה היה צריך להקדים את הסעיף הרביעי, נגעי הבתים, לסעיף השלישי, היינו לטהרת המצורע, שהרי היה הגיוני לדבר קודם כל על חוקי הטומאה עצמה ואחר כך על אופן הטהרה, כמו שבאמת החוקים בדבר צרעת הבגד קודמים לחוקי הטהרה. אולם אפשר שהטעם לכך הוא, שהצרעת בבתים דורשת לפעמים אחרי הריפוי טהרה בצורה דומה לטהרת צרעת האדם. לתורת טהרת נגע הבית, שהיא קצרה, לא היה דרוש סעיף מיוחד ולכן היה יאה לאחד אותה עם חוקי הטומאה לפיסקה אחת. ומכיון שמצד אחר אי אפשר היה להקדים את טהרת הבתים לטהרת האדם, היה צורך להקדים את הדינים האחרונים האלה לתורת טומאת הבתים, כך נתחלפו מקומותיהם של שני הסעיפים האחרונים של חוקי הצרעת.<i data-commentator=\"Endnotes\" data-label=\"815\" data-order=\"815\"></i>", "תורת הצרעת (יד נז) נחלקת, כדוגמת התורה בפרק יא (ראה מבוא לפיא), לעשר פסקאות: א) צרעת המתהווה אחרי הופעת סימנים מיוחדים (יג, א-ח), ב) צרעת נושנת שפורחת בעור (יג, ט-יז), ג) השחין (יג, יח-כג), ד) המכוה (יג, כד-כח), ה) הנתק: צרעת השערות (יג, כט-לז), ו) הבוהק (יג, לח-לט), ז) הצרעת בקרחת, \"קרחת\" או \"גבחת\" ביחד עם דינים שמסיימים את חוקי צרעת האדם (יג, מ-מו), ח) נגע בבגדים (יג, מז-נט), ט) תורת טהרת המצורע (יד, א-לב), י) נגע בבתים יחד עם חתימת תורת המצורע כולה (יד, לג-נז).", "רבים הצטרפו לדעתו של י. ד. מיכאליס Mos. Recht חלק 4 עמוד 227 ואילך)<i data-commentator=\"Endnotes\" data-label=\"816\" data-order=\"816\"></i> וקבעו, כי חוקי המצורע הם תקנות משטרתיות סאניטריות, הביאו לכך ביחוד הדינים בדבר בידוד המצורעים. אולם כל מי שמתעמק יותר בחוקים אלה יכול להיווכח בנקל, כי מגמות סאניטריות זרות להם לחלוטין. הירש כבר הביא את הטענות דלהלן נגד דעה זו: א) דווקא \"שחין מצרים\", אשר אינו עשוי להרפא (דברים כח: כז, לה), אינו מטמא, מכיון שלפי יג יח זקוק לבדיקת הכהן רק \"שחין ונרפא\", כלומר כשהנגע התחיל להרפא, ורק אז אפשר לטמאו בהחלט.<i data-commentator=\"Endnotes\" data-label=\"817\" data-order=\"817\"></i> ב) אם צרעת פשתה בכל הגוף, הרי לפי יג יב מטהרה הכהן, ואילו השחין הרע ביותר הוא זה דווקא שמכסה את כל הגוף (דברים כח לה). ג) בנגע הבית מצווה התורה לפנות את הבית לפני הבדיקה על ידי כהן, כדי שלא ייטמא כל שנמצא בבית. ואילו נידונה הצרעת מבחינת מחלה מדבקת, היה צורך דווקא לטמא את כל הכלים שבבית שבאו במגע עם החמרים המעבירים את המחלה (השוה זומר, שם, עמוד 220). ד) ואם עוד מצרפים לזה את דין התורה שבעל פה<i data-commentator=\"Endnotes\" data-label=\"818\" data-order=\"818\"></i> של \"חתן נותנים לו את שבעת ימי המשתה\" (כלומר: משחררים אותו מבדיקת הנגע), וכן שברגלים \"נותנין לו כל ימות הרגל\" ואין מחייבים בהם ראיית הכהן (משנת נגעים ג ב), <i data-commentator=\"Endnotes\" data-label=\"819\" data-order=\"819\"></i> נוכחים לדעת כי לא היה כאן אף רמז קל לחששות סאניטריות, שהרי דווקא את החתן לפני חתונתו, וביתר קפדנות את עולי הרגל בזמן הרגלים, היו צריכים לבדוק כדי למנוע הדבקה. ה) מראות הנגעים, כפי שמתוארים בחוקים שלפנינו, אינם דומים כלל לאותן המחלות הרעות שספרי הרפואה מציינים אותן בשם Lepra<i data-commentator=\"Endnotes\" data-label=\"820\" data-order=\"820\"></i> (השוה ספורנו לפרק יג פסוק ב). ו) אף הנגעים הרעים ביותר אינם מדבקים לפי דעת רוב המומחים. השוה את הדין וחשבון של הוועדה שמונתה על ידי הממשלה הבריטית לחקירת ה\"לפרה\" במושבות הבריטיות, שהירש מצטט (לפי החוברת Ausland 1868, גליון יד), ריהם Realwörterb ערך Aussatz, איינזלר בכה\"ע של חברת פלשתינה הגרמנית, כרך טז, עמ' 255-247, מ. סאנדרצ'קי, שם, כרך יח, עמ' 3034 (ודעה נגדית של פ. צינסר, שם, עמוד 44-41). ובכן צריך לדון על החוקים האלה בכללם (כמו שהעירונו במבוא לפי\"א) כעל חוקים דתיים,<i data-commentator=\"Endnotes\" data-label=\"821\" data-order=\"821\"></i> ומכיון שלא הוברר בוודאות אילו הן מחלות הצרעת שלהן מכוונים החוקים שבפרשתנו, על כן נסינו לבאר את הדינים בהתחשב עם ההלכה המסורתית שלנו, הספרות החדשה על \"לפרה\" ראה בספרו של דילמאן EL מהד' ג, עמוד 554."], "heVersionTitle": "Mossad Harav Kook, Jerusalem, 2022\r", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6665c8e5b695d8dbb73bd2b6", "index_title": "David Zvi Hoffmann on Leviticus", "category": "Commentary", "type": "commentary", "ref": "David Zvi Hoffmann on Leviticus 13:1:5-6", "anchorRef": "Leviticus 13:1", "anchorRefExpanded": ["Leviticus 13:1"], "sourceRef": "David Zvi Hoffmann on Leviticus 13:1:5-6", "sourceHeRef": "פירושי רד\"צ הופמן על ויקרא י״ג:א׳:ה׳-ו׳", "anchorVerse": 1, "sourceHasEn": false, "commentaryNum": 1.0005, "collectiveTitle": {"en": "David Zvi Hoffmann", "he": "פירושי רד\"צ הופמן"}, "he": ["<big><strong>חוקים על-דבר צרעת אדם</strong></big>", "בדיני צרעת של התורה, ישנם שני סוגים של צרעת, (על כך אנו למדים מן החתימה לדיני צרעת, להלן יד נד): א) הצרעת בעור הבשר, ב) הצרעת במקומות המכוסים בשער, בראש ובזקן, ששמה \"נתק\". החוקים על הסוג הראשון נמצאים בפרק יג, א-כח, ועל הסוג השני- בפרק יג, כט-לז. הפסוקים לח-מו מוסיפים עוד: \"בהק\" (לח-לט), \"קרחת\" ו\"גבחת\" (מ-מד), ולבסוף חוקים על התנהגות המצורע, בפסוקים מה-מו. הסוג הראשון של צרעת האדם, שמופיעה בעור הבשר, יכול לבא בשתי צורות: הצרעת הרגילה, שנראית בעור עצמו (פסוקים א-יז), או צרעת שעלתה כתוצאה משחין או ממכוה (פסוקים יח-כח)."], "heVersionTitle": "Mossad Harav Kook, Jerusalem, 2022\r", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}]