[{"_id": "51630ff8edbab41d888cd66a", "index_title": "Vayikra Rabbah", "category": "Midrash", "type": "", "ref": "Vayikra Rabbah 14:1", "anchorRef": "Leviticus 12:1", "anchorRefExpanded": ["Leviticus 12:1"], "sourceRef": "Vayikra Rabbah 14:1", "sourceHeRef": "ויקרא רבה י״ד:א׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [500], "commentaryNum": 14.0001, "collectiveTitle": {"en": "Vayikra Rabbah", "he": "ויקרא רבה"}, "heTitle": "ויקרא רבה", "he": "אִשָּׁה כִּי תַזְרִיעַ <small>(ויקרא יב, ב)</small>, הֲדָא הוּא דִכְתִיב <small>(תהלים קלט, ה)</small>: אָחוֹר וָקֶדֶם צַרְתָּנִי, אָמַר רַבִּי יוֹחָנָן אִם זָכָה אָדָם נוֹחֵל שְׁנֵי עוֹלָמוֹת, הַזֶּה וְהַבָּא, הֲדָא הוּא דִכְתִיב: אָחוֹר וָקֶדֶם צַרְתָּנִי, וְאִם לָאו בָּא לִתֵּן דִּין וְחֶשְׁבּוֹן, שֶׁנֶּאֱמַר <small>(תהלים קלט, ה)</small>: וַתָּשֶׁת עָלַי כַּפֶּכָה, כְּדִכְתִיב <small>(איוב יג, כא)</small>: כַּפְּךָ מֵעָלַי הַרְחַק, אָמַר רַבִּי שְׁמוּאֵל בַּר נַחְמָן בְּשָׁעָה שֶׁבָּרָא הַקָּדוֹשׁ בָּרוּךְ הוּא אָדָם הָרִאשׁוֹן, אַנְדְּרוֹגִינוֹס בְּרָאוֹ, אָמַר רֵישׁ לָקִישׁ בְּשָׁעָה שֶׁנִּבְרָא דוּ פַּרְצוּפִין נִבְרָא וּנְסָרוֹ וְנַעֲשָׂה שְׁנַיִם גַּבִּים, גַּב לְזָכָר גַּב לִנְקֵבָה. אֵיתִיבוּן לֵיהּ <small>(בראשית ב, כא)</small>: וַיִּקַּח אַחַת מִצַּלְעֹתָיו, אָמַר לָהֶן מִסִּטְרוֹהִי, כְּדִכְתִיב <small>(שמות כו, כ)</small>: וּלְצֶלַע הַמִּשְׁכָּן. אָמַר רַבִּי בֶּרֶכְיָה וְרַבִּי חֶלְבּוֹ וְרַבִּי שְׁמוּאֵל בַּר נַחְמָן בְּשָׁעָה שֶׁבָּרָא הַקָּדוֹשׁ בָּרוּךְ הוּא אָדָם הָרִאשׁוֹן מִסּוֹף הָעוֹלָם וְעַד סוֹפוֹ מְלוֹא כָל הָעוֹלָם כֻּלּוֹ בְּרָאוֹ. מִן הַמִּזְרָח לַמַּעֲרָב מִנַּיִן, שֶׁנֶּאֱמַר: אָחוֹר וָקֶדֶם צַרְתָּנִי, מִן הַצָּפוֹן לַדָּרוֹם מִנַיִן, שֶׁנֶּאֱמַר <small>(דברים ד, לב)</small>: וּלְמִקְצֵה הַשָּׁמַיִם וְעַד קְצֵה הַשָּׁמָיִם, וּמִנַּיִן כַּחֲלָלוֹ שֶׁל עוֹלָם, שֶׁנֶּאֱמַר: וַתָּשֶׁת עָלַי כַּפֶּכָה. אָמַר רַבִּי אֶלְעָזָר אָחוֹר זֶה יוֹם רִאשׁוֹן, וָקֶדֶם זֶה יוֹם הָאַחֲרוֹן, עַל דַּעְתֵּיהּ דְּרַבִּי אֶלְעָזָר דִּכְתִיב <small>(בראשית א, כד)</small>: תּוֹצֵא הָאָרֶץ נֶפֶשׁ חַיָּה לְמִינָהּ, נֶפֶשׁ חַיָּה, זוֹ רוּחוֹ שֶׁל אָדָם הָרִאשׁוֹן. אָמַר רֵישׁ לָקִישׁ אָחוֹר זֶה יוֹם הָאַחֲרוֹן, וָקֶדֶם זֶה יוֹם הָרִאשׁוֹן, עַל דַּעְתֵּיהּ דְּרֵישׁ לָקִישׁ דִּכְתִיב <small>(בראשית א, ב)</small>: וְרוּחַ אֱלֹהִים מְרַחֶפֶת עַל פְּנֵי הַמָּיִם, זֶה רוּחוֹ שֶׁל מֶלֶךְ הַמָּשִׁיחַ, אִם זָכָה אָדָם אוֹמְרִים לוֹ אַתָּה קָדַמְתָּ לְכָל מַעֲשֵׂה בְרֵאשִׁית, וְאִם לָאו אוֹמְרִים לוֹ יַתּוּשׁ קַדְמָךְ, שִׁלְשׁוּל קַדְמָךְ. אָמַר רַבִּי יִשְׁמָעֵאל בְּרַבִּי תַּנְחוּם, אָחוֹר לְכָל הַמַּעֲשִׂים, וָקֶדֶם לְכָל הָעֳנָשִׁין, רַבִּי יוֹחָנָן אוֹמֵר אַף קִלּוּסוֹ לֹא בָּא אֶלָּא בָּאַחֲרוֹנָה, שֶׁנֶּאֱמַר <small>(תהלים קמח, י)</small>: הַחַיָּה וְכָל בְּהֵמָה רֶמֶשׂ וְצִפּוֹר כָּנָף, וְאַחַר כָּךְ מַלְכֵי אֶרֶץ וְכָל לְאֻמִּים. אָמַר רַבִּי שִׂמְלָאי, כְּשֵׁם שֶׁיְצִירָתוֹ שֶׁל אָדָם אַחַר בְּהֵמָה חַיָּה וָעוֹף, כָּךְ תּוֹרָתוֹ אַחַר בְּהֵמָה חַיָּה וָעוֹף, הֲדָא הוּא דִכְתִיב <small>(ויקרא יא, מו)</small>: זֹאת תּוֹרַת הַבְּהֵמָה, וְאַחַר כָּךְ אִשָּׁה כִּי תַזְרִיעַ.", "heVersionTitle": "Midrash Rabbah -- TE", "heLicense": "unknown", "heVersionTitleInHebrew": "מדרש רבה - תורת אמת", "text": "<b>“Speak to the children of Israel, saying: When a woman conceives and bears a male child, she shall be impure seven days; like the days of her menstrual infirmity she shall be impure” (Leviticus 12:2).</b> <br>“When a woman conceives” –  that is what is written: “Back and front You shaped me” (Psalms 139:5). Rabbi Yoḥanan said: If a person merits, he inherits two worlds, this one and the next. That is what is written: “Back and front You shaped me.” If not, he comes to present an accounting, as it is stated: “You placed Your hand upon me” (Psalms 139:5), as it is written: “Distance Your hand from me” (Job 13:21).<sup class=\"footnote-marker\">1</sup><i class=\"footnote\">This was stated by Job in light of his suffering, and indicates that the image of God’s hand upon a person is used in the context of suffering. </i> <br>Rabbi Shmuel bar Naḥman said: When the Holy One blessed be He created Adam the first man, He created him androgynous. Reish Lakish said: When he was created, he was created with two faces.<sup class=\"footnote-marker\">2</sup><i class=\"footnote\">There was a face and the front of a body on both sides. </i> [God] sawed him, and two backs were formed, a back for the male and a back for the female. They raised an objection to him: “He took one of his ribs [<i>mitzalotav</i>]…[the Lord God built the rib that He took from the man into a woman]” (Genesis 2:21). He said to them: It was one of his sides, as it is written: “For the [second] side [<i>ultzela</i>] of the Tabernacle” (Exodus 26:20). <br>Rabbi Berekhya, Rabbi Ḥelbo, and Rabbi Shmuel bar Naḥman said: When the Holy One blessed be He created Adam the first man, He created him such that he filled the entire world from one end to the other. From where is it derived [that he filled the world] from east to west? As it is stated: “Back and front You shaped me.” From where is it derived [that he filled the world] from north to Ssouth? As it is stated: “From one end of the heavens to the other end” (Deuteronomy 4:32). And from where is it derived [that he filled] the entire space of the world?<sup class=\"footnote-marker\">3</sup><i class=\"footnote\">From the earth to the heavens.</i> As it is stated: “You placed Your hand upon me.”<sup class=\"footnote-marker\">4</sup><i class=\"footnote\">“You placed [vatashet]” indicates that he was near to the Holy One blessed be He when He placed His hand upon him. </i> <br>Rabbi Elazar said: “Back,” this is the first day, “and front,” this is the final day.<sup class=\"footnote-marker\">5</sup><i class=\"footnote\">The reference here is to the first and final days of Creation.</i> According to the opinion of Rabbi Elazar, [this is] as it is written: “God said: Let the earth produce living creatures in its kind” (Genesis 1:24); this is the spirit of Adam the first man.<sup class=\"footnote-marker\">6</sup><i class=\"footnote\">Rabbi Elazar’s point is that Adam’s spirit was created on the sixth day before other creations that were created on that day, and his body was created last. </i> Reish Lakish said: “Back” is the final day, “and front,” this is the first day. According to Reish Lakish, as it is written: “The spirit of God hovered over the surface of the water” (Genesis 1:2), this is the spirit of the messianic king. If a person merits, they say to him: ‘You preceded the entire act of Creation.’ If not, they say to him: ‘The gnat preceded you, the worm preceded you.’ Rabbi Yishmael ben Rabbi Tanḥum said: “Back,” after all the creations, “front,” before all the punishments.<sup class=\"footnote-marker\">7</sup><i class=\"footnote\">Man was created last but is the first to be punished, as in the Flood: “From Man to animal” (Genesis 7:23).</i>  <br>Even his praise came only last, as it is stated: “Beasts and all animals,<sup class=\"footnote-marker\">8</sup><i class=\"footnote\">The term beast [ḥaya] implies animals generally undomesticated, and the term animal [behema] implies species that are generally domesticated. </i> creeping animals, and birds of wing” (Psalms 148:10), and thereafter: “Kings of the earth and all nations” (Psalms 148:11). Rabbi Simlai said: Just as the creation of man was after animal, beast, and bird, so, his law is [written] after those of the animal, beast and bird. That is what is written: “This is the law of the animal” (Leviticus 11:46), and thereafter: “When a woman conceives.”", "versionTitle": "The Sefaria Midrash Rabbah, 2022", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "531e4fe2fbfba276047f6a08", "index_title": "Onkelos Leviticus", "category": "Targum", "type": "targum", "ref": "Onkelos Leviticus 12:1", "anchorRef": "Leviticus 12:1", "anchorRefExpanded": ["Leviticus 12:1"], "sourceRef": "Onkelos Leviticus 12:1", "sourceHeRef": "תרגום אונקלוס על ויקרא י״ב:א׳", "anchorVerse": 1, "sourceHasEn": false, "compDate": [80, 120], "commentaryNum": 12.0001, "collectiveTitle": {"en": "Onkelos Leviticus", "he": "תרגום אונקלוס על ויקרא"}, "heTitle": "תרגום אונקלוס על ויקרא", "he": "וּמַלִּיל יְיָ עִם משֶׁה לְמֵימָר:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "חומש שפתי חכמים, מצודה תשס\"ט", "text": "Adonoy spoke to Moshe saying:", "versionTitle": "Metsudah Chumash, Metsudah Publications, 2009 [with Onkelos translation]", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "532b2685fbfba27c35eec23f", "index_title": "Targum Jonathan on Leviticus", "category": "Targum", "type": "targum", "ref": "Targum Jonathan on Leviticus 12:1", "anchorRef": "Leviticus 12:1", "anchorRefExpanded": ["Leviticus 12:1"], "sourceRef": "Targum Jonathan on Leviticus 12:1", "sourceHeRef": "תרגום יונתן על ויקרא י״ב:א׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [30, 70], "commentaryNum": 12.0001, "collectiveTitle": {"en": "Targum Jonathan on Leviticus", "he": "תרגום יונתן על ויקרא"}, "heTitle": "תרגום יונתן על ויקרא", "he": "וידבר וּמַלֵיל יְיָ עִם משֶׁה לְמֵימָר", "heVersionTitle": "Targum Jonathan on Leviticus", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": " And the Lord spake with Mosheh, saying:\n", "versionTitle": "The Targum of Jonathan ben Uzziel, trans. J. W. Etheridge, London, 1862", "license": "Public Domain", "versionTitleInHebrew": "תרגום ירושלמי (תרגום יונתן בן-עוזיאל) לתורה, תורגם ע״י ג׳ון ווסלי אטרידג׳, לונדון 1862"}, {"_id": "569d06f8d6e4a979b40a04f5", "index_title": "Rashba on Shevuot", "category": "Quoting Commentary", "type": "", "ref": "Rashba on Shevuot 7a:1", "anchorRef": "Leviticus 12:1", "anchorRefExpanded": ["Leviticus 12:1"], "sourceRef": "Rashba on Shevuot 7a:1", "sourceHeRef": "רשב״א על שבועות ז׳ א:א׳", "anchorVerse": 1, "sourceHasEn": false, "compDate": [1255, 1305], "commentaryNum": 13.0001, "collectiveTitle": {"en": "Rashba on Shevuot", "he": "רשב״א על שבועות"}, "heTitle": "רשב״א על שבועות", "he": "<b>בכל קדש לרבות את הטומאה.</b> מקרא משמע דקדש דכתיב הכא הינו קדשים וכל לרבות את התרומה וקרא מיירי בקדשים ובתרומה, והא דלא כרי' ודלא כר\"ל, דפ' אלו הן הלוקין (מכות יד, ב) דלר\"ל כוליה קרא בקדשים ובכל קדש לא תגע אזהרה לקדש, ולר\"י כוליה קרא בתרומה, ומיהו בפרק הערל (יבמות עה, א) איכא תנא דס\"ל דמיירי בקדש ובתרומה דאמרינן [התם] לא צריכא אלא לנגיעה, ובת\"כ (ויקרא יב, א ה\"ח) נמי איכא תנא דס\"ל בהדיא דמיירי בקדש ובתרומה.", "heVersionTitle": "Gerlitz edition, published by Oraita", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מהדורת גרליץ, בהוצאת אורייתא", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "57babc61d6e4a94f86e87e33", "index_title": "Penei David", "category": "Commentary", "type": "commentary", "ref": "Penei David, Leviticus, Tazria 7", "anchorRef": "Leviticus 12:1", "anchorRefExpanded": ["Leviticus 12:1"], "sourceRef": "Penei David, Leviticus, Tazria 7", "sourceHeRef": "פני דוד, ויקרא, תזריע ז׳", "anchorVerse": 1, "sourceHasEn": false, "compDate": [1768, 1792], "commentaryNum": 7.0, "collectiveTitle": {"en": "Penei David", "he": "פני דוד"}, "heTitle": "תזריע", "he": ["<b>וּבָא אֲשֶׁר־לוֹ הַבַּיִת וְהִגִּיד לַכֹּהֵן לֵאמֹר כְּנֶגַע נִרְאָה לִי בַּבָּיִת:</b>", "יש לדקדק אומרו אשר אני נותן יתר ועוד מתן לשון הווה צריך ביאור ותו אומרו כנגע נראה בכ\"ף הדמיון וכבר דברי רבותינו זכרונם לברכה ידועים ואפשר לפרש במשז\"ל בשורה היא להם שהנגעים באים עליהם לפי שהטמינו אמוריים מטמוניות של זהב כל מ' שנה שהיו ישראל במדבר ועל ידי הנגע נותץ הבית ומוצאן. וז\"ש אשר אני נותן מעתה ומעכשיו אני נותן כי עתה האמוריים הנה הנם מטמינים בביתם זהב ומרגליות וכן יעשו כל זמן שאתם במדבר וא\"כ אני נותן בהוה כי כל טובם הלא לכם הוא ונתתי נגע בבתים שע\"י כן תמצאו ואלהי אביכם נותן לכם מטמון. וא\"כ ישראל שידעו זה בראות נגעי הבית ישמחו וירננו על המטמון שימצאו שם כי כן נתבשרו ע\"י משה רבינו ע\"ה. ועל דעת כן מזדרז לקרוא הכהן ופיו פתח בחכמה ואמר כנגע נראה כמו נגע נראה אבל זה לא יקרא נגע רק שמחת לב כי ע\"י זה נמצא המטמון וזהו כ\"ף כנגע דלמראה עינים נראה נגע אך נראה לי להנאתי ולטובתי ליהנות משלל אויבי:", "ואפשר לומר דרך רמז ותוכחות מוסר במ\"ש עשה עבירה אחת קנה לו קטיגור אחד אך אינו נראה והוא במדור הקליפות למעלה וזהו כנגע כמו אותו נגע דהיינו הקטיגור שהוא למעלה ואיני רואהו משם נמשך נגע בעוני שאראהו למטה בבית. או ירצה כנגע שנראה בנשמתי כי כל עון פוגם בנשמה נראה לי למטה בחוש בבית. וקרוב לזה שמעתי באומרים דמוציא שם רע פוגם בברית הלשון וכשהאדם פוגם בברית הלשון ודאי פוגם בברית המעור והן בעון נבראים על ידו בנים משחיתים נגעי בני אדם ועתה נראה בפועל בבית וז\"ש כנגע כאותו הנגע נסתר נראה לי בפועל בבית:"], "heVersionTitle": "Penei David -- Torat Emet", "heLicense": "CC-BY", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "57e77d0cd6e4a94c7c18a576", "index_title": "Tafsir Rasag", "category": "Targum", "type": "targum", "ref": "Tafsir Rasag, Leviticus 12:1", "anchorRef": "Leviticus 12:1", "anchorRefExpanded": ["Leviticus 12:1"], "sourceRef": "Tafsir Rasag, Leviticus 12:1", "sourceHeRef": "תפסיר רס\"ג, ויקרא י״ב:א׳", "anchorVerse": 1, "sourceHasEn": false, "compDate": [918, 942], "commentaryNum": 12.0001, "collectiveTitle": {"en": "Tafsir Rasag", "he": "תפסיר רס\"ג"}, "heTitle": "ויקרא", "he": "ת̇ם כלם אללה מוסי תכלימא", "heVersionTitle": "Tafsir al-Torah bi-al-Arabiya, Paris, 1893", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תפסיר אלתורה באלערביה, פריס, 1893", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "586901e9d6e4a97c9cbb2225", "index_title": "Mei HaShiloach", "category": "Chasidut", "type": "commentary", "ref": "Mei HaShiloach, Volume II, Leviticus, Tazria 1", "anchorRef": "Leviticus 12:1-2", "anchorRefExpanded": ["Leviticus 12:1", "Leviticus 12:2"], "sourceRef": "Mei HaShiloach, Volume II, Leviticus, Tazria 1", "sourceHeRef": "מי השלוח, חלק ב, ספר ויקרא, תזריע א׳", "anchorVerse": 1, "sourceHasEn": false, "compDate": [1840, 1860], "commentaryNum": 1, "collectiveTitle": {"en": "Mei HaShiloach", "he": "מי השלוח"}, "heTitle": "תזריע", "he": "<b>וידבר ה' אל משה לאמר, דבר אל בני ישראל לאמר אשה כי תזריע וילדה זכר וגו'.</b> אשה כי תזריע רומז על תשוקה ברורה כשיתעורר בנפש האדם, אז וילדה זכר שיתעורר מזה כח משפיע דברי תורה, וזה היה הענין שאמר אברהם לפני השי\"ת (בראשית י\"ז,י\"ח) לו ישמעאל יחיה לפניך והשיב לו השי\"ת שישמעאל אף שעושה כל המעשים כמו ישראל, מ\"מ אין לבו מבורר, כי הוא אינו נקי אגב אמו, אבל ישראל לבם ותשוקתם הוא מבורר מאוד בלתי להשי\"ת לבדו, כי בשורשם מקושרים בהשי\"ת, וזה שהשיב לו השי\"ת (שם) אבל שרה אשתך יולדת לך בן וגו', היינו ההולדה שיהיה אחר התשוקה המבוררת להשי\"ת עם זה ההולדה אקים את בריתי לברית עולם, כי זה התשוקה הנקראת שרה אשתך, הוא תשוקה מבוררת בשורשה ומקושרת ברצון השי\"ת.", "heVersionTitle": "Mei HaShiloach, Publication of Sifrei Izhbitza Radzin, Bnei Brak 2005.", "heLicense": "", "heVersionTitleInHebrew": "מי השילוח. תשס\"ה. בני ברק", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5926b242d6e4a957603a064f", "index_title": "Midrash Tanchuma Buber", "category": "Midrash", "type": "", "ref": "Midrash Tanchuma Buber, Tazria 1:1", "anchorRef": "Leviticus 12:1", "anchorRefExpanded": ["Leviticus 12:1"], "sourceRef": "Midrash Tanchuma Buber, Tazria 1:1", "sourceHeRef": "תנחומא בובר, תזריע א׳:א׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [150, 750], "commentaryNum": 1.0001, "collectiveTitle": {"en": "Midrash Tanchuma Buber", "he": "תנחומא בובר"}, "heTitle": "תזריע", "he": "וידבר ה' אל משה לאמר, אשה כי תזריע וילדה זכר <small>(ויקרא יב א ב)</small>, זש\"ה מי יתנני כירחי קדם כימי אלוה ישמרני <small>(איוב כט ב)</small>, הפסוק הזה איוב אמרו כשבאו עליו היסורין, אמר מי יתנני [כירחי קדם], ולואי היו לי הימים שהיו לי כשהייתי במעי אמי. כימי אלוה ישמרני, מלמד שהתינוק משתמר כשהוא במעי אמו.  ", "heVersionTitle": "Midrash Tanhuma haKadum veHaYashan, S. Buber, 1885", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש תנחומא הקדום והישן, ש' בובר, תרמ\"ה", "text": "(Lev. 12:1–2:) <small>THEN THE LORD SPOKE UNTO MOSES, SAYING: SPEAK UNTO THE CHILDREN OF ISRAEL, SAYING: WHEN A WOMAN EMITS HER SEED AND BEARS A MALE</small>. This text is related (to Job 29:2): <small>O THAT I WERE AS IN THE MONTHS OF OLD, AS IN THE DAYS WHEN GOD WATCHED OVER ME</small>! In regard to this verse, Job spoke it when the afflictions had come upon him.<sup class=\"footnote-marker\">1</sup><i class=\"footnote\"><i>Tanh</i>., Lev. 4:1.</i> He said: <small>O THAT I WERE</small> [<small>AS IN THE MONTHS OF OLD</small>], and would that I had the days which I had when I was in my mother's belly! <small>AS IN THE DAYS WHEN GOD WATCHED OVER ME</small>! &lt; These words &gt; teach that the infant is watched over while it is in its mother's belly.", "versionTitle": "Midrash Tanhuma, S. Buber Recension; trans. by John T. Townsend, 1989.", "license": "CC-BY", "versionTitleInHebrew": "מדרש תנחומא, בובר, מתורגם בידי ג'ון ט' טוונסנד, 1989"}, {"_id": "59ef295cd6e4a90d4d5b44c3", "index_title": "Steinsaltz on Pesachim", "category": "Quoting Commentary", "type": "", "ref": "Steinsaltz on Pesachim 3a:1", "anchorRef": "Leviticus 12:1-6", "anchorRefExpanded": ["Leviticus 12:1", "Leviticus 12:2", "Leviticus 12:3", "Leviticus 12:4", "Leviticus 12:5", "Leviticus 12:6"], "sourceRef": "Steinsaltz on Pesachim 3a:1", "sourceHeRef": "ביאור שטיינזלץ על פסחים ג׳ א:א׳", "anchorVerse": 1, "sourceHasEn": false, "compDate": [1950, 2010], "commentaryNum": 5.0001, "collectiveTitle": {"en": "Steinsaltz on Pesachim", "he": "ביאור שטיינזלץ על פסחים"}, "heTitle": "ביאור שטיינזלץ על פסחים", "he": "<b>המפלת</b> את ולדה <b>אור לשמונים ואחד</b> יום מהיום שילדה בו את ולדה הקודם, ונאמר בתורה כי היולדת חייבת להביא קרבן לידה גם על נפל. ולמדו כי היולדת יכולה להיפטר בקרבן אחד על הלידות וההפלות הסמוכות לתאריך לידתה עד יום שמונים, שעדיין הן קשורות עם הלידה (ועיין ויקרא יב, א-ו). וכאן מדובר במפלת בדיוק באור לשמונים ואחד. <b>בית שמאי פוטרין מקרבן</b> נוסף, וקרבן שמביאה על לידתה פוטרה גם מקרבן להפלתה. <b>ובית הלל מחייבים.</b>", "heVersionTitle": "William Davidson Edition - Hebrew", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59ef2ddbd6e4a90d4d5bf7c6", "index_title": "Steinsaltz on Berakhot", "category": "Quoting Commentary", "type": "", "ref": "Steinsaltz on Berakhot 4a:9", "anchorRef": "Leviticus 12:1-8", "anchorRefExpanded": ["Leviticus 12:1", "Leviticus 12:2", "Leviticus 12:3", "Leviticus 12:4", "Leviticus 12:5", "Leviticus 12:6", "Leviticus 12:7", "Leviticus 12:8"], "sourceRef": "Steinsaltz on Berakhot 4a:9", "sourceHeRef": "ביאור שטיינזלץ על ברכות ד׳ א:ט׳", "anchorVerse": 1, "sourceHasEn": false, "compDate": [1950, 2010], "commentaryNum": 7.0009, "collectiveTitle": {"en": "Steinsaltz on Berakhot", "he": "ביאור שטיינזלץ על ברכות"}, "heTitle": "ביאור שטיינזלץ על ברכות", "he": "<b>ואידך</b> <small>[ו</small>החכם <small>האחר</small>], אמר, <b>כך אמר דוד לפני הקדוש ברוך הוא: רבונו של עולם,</b> וכי <b>לא חסיד אני? ש</b>הרי <b>כל מלכי מזרח ומערב יושבים אגודות אגודות בכבודם, ו</b>אילו <b>אני</b> נוהג כחכם המורה הוראות לעם, שהיו באות אלי נשים בשאלות טומאה וטהרה, והיו <b>ידי מלוכלכות בדם</b> אשה לדעת אם הוא דם טמא ונדה היא, או לא, <b>ובשפיר,</b> שהוא נפל בדרגה מסויימת של היווצרותו, כשעדיין אינו ברור אם הוא נחשב לוולד, <b>ובשליא,</b> \"לבוש\" העור שהוולד נולד בו, ושלעתים אשה מפלת שליא בלי קשר נראה לעין עם ולד. וכל זה היה נעשה על מנת להגדיר את מעמדה של האשה, אם טמאה היא אם לאו (ועיין ויקרא טו, יט–ל בענין הדם. ובויקרא יב, א–ח לענין שפיר ושליא). וכל זאת עשיתי <b>כדי לטהר אשה לבעלה,</b> שאם מטהר החכם, לאחר העיון בדם בשפיר ובשליא, את האשה, מותרת היא לשהות עם בעלה, ועל ידי כך מוסיף אהבה וחיבה ואף מרבה ומוסיף נפשות בישראל (הריא\"ף). <b>ולא עוד,</b> לא רק שהייתי משפיל את עצמי לעסוק בדבר שנראה לכאורה כאינו הולם את כבוד המלך, <b>אלא כל מה שאני עושה, אני נמלך במפיבשת רבי,</b> הוא מפיבושת בן יהונתן בן שאול המלך, <b>ואומר לו: \"מפיבשת רבי, יפה דנתי? יפה חייבתי? יפה זכיתי? יפה טהרתי? יפה טמאתי?\", ולא בושתי.</b> ובשל ויתור זה על כבודו ראוי אני להקרא \"חסיד\".", "heVersionTitle": "William Davidson Edition - Hebrew", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5bd6bfc1a726d1001790b7aa", "index_title": "Ralbag on Torah", "category": "Commentary", "type": "commentary", "ref": "Ralbag on Torah, Leviticus 12:1:1-67", "anchorRef": "Leviticus 12:1", "anchorRefExpanded": ["Leviticus 12:1"], "sourceRef": "Ralbag on Torah, Leviticus 12:1:1-67", "sourceHeRef": "רלב\"ג על התורה, ויקרא י״ב:א׳:א׳-ס״ז", "anchorVerse": 1, "sourceHasEn": false, "compDate": [1325, 1345], "commentaryNum": 1.0001, "collectiveTitle": {"en": "Ralbag on Torah", "he": "רלב\"ג על התורה"}, "heTitle": "ויקרא", "he": ["<big><strong>פרשת תזריע</strong></big>", "<b>אשה כי תזריע</b>", "וראוי שנתן סבה בסדור אשר היה בענינים הנזכרים בסדר אשה כי תזריע ובסדר זאת תהיה תורת המצורע כמו שיעדנו ואחר נזכיר בע\"ה התועלות היוצאות ממה שנזכר באלו הפרשיות לפי מנהגינו:", "<b>ונאמר</b> כי כבר היה הסדר נותן לפי מה שהשרשנו בסוף פרשת ביום השמיני שיזכיר טמאת הצרעת ואחריה טמאת הזב ואחריה טמאת הזבה ואחריה טמאת הנדה ואחריה טמאת יולדת מפני דמי טוהר שלה ואמנם הקדימה התורה טמאת היולדת לטמאת המצורע להעיר על התועלת המגיע מטמאת הנדה והזבה באופן שתאסר לבעלה והוא שאם תתעבר אז יהיה הנולד מצורע לעפוש הדם אשר יתהוה ממנו ולזה האשה מותרת לבעלה בימי דמי טהרה כי אז לא יקרה מזה זה ההפסד כמו שבארנו במה שקדם וכאלו העירה התורה שיפקח הנרדמים להעמידם על כונתה מפני שנותה הסדור הראוי בזה כי זה ממה שיפקח עיניהם לבקש הסב' והנה בעניין הצרעת הקדימה התורה לזכור דין צרעת עור בשר להיותה מקומה יותר כולל וזכרה ממנו תחלת הצרעת שתתחדש בסבת חום נכרי בא מחוץ והו' השחין והמכוה והקדימה לזכור צרעת השחין כי החו' אשר תתחד' ממנו הוא יותר מתיחס אל החום הנכרי בפנימי הגוף מחום האש אשר תתחדש ממנו צרעת המכוה והנה לא היה בשחין ובמכוה הסגר כי אם בשבוע אחד לפי שמציאות החום הנכרי בהם ידוע ומבואר ולזה יחלט הטמאה קודם החלט לטמאה שאר נגעי צרעת עור בשר ואחרי כן זכרה דין צרעת הראש והזקן לפי שמקומה יותר מעטי ולפי שזכרה התורה טומאת מה שיתבאר בו שהוא צרעת עור בשר ואחרי כן זכרה טומאת מה שיתבאר בו שהוא צרעת הראש או הזקן מפני נשירת השער בכללו מהראש אינו צרע' אבל יהיה דינו דין עור בשר להטמא בנגע צרעת ולהעיר שענין הצרע' איננו בא מצד הצור' כי אם מצד החומר זכרה התורה דין הצרעת בבגד והעור והבית והנה נבחרו הבגד והעור להטמא בצרעת מרוב השתמשות האדם בהם סביב בשרו בלבוש ובמשכב ומושב ולהיותם באים מהצמר והחי הקדים לזכר דין הצרעת בהם לדין הצרעת בבית שהוא מהדומם רוצה לומר מהאבנים והנה זכרה התורה צרעת הבגד והעור קודם זכרה תורה האדם המצורע להעיר הנרדמי' על הכונה אשר בעבור היתה הטהרה בו בשתי צפורים ועץ ארז ואזוב ושני תולעת כי הוא לזאת הסבה בעינה אשר בעבורה רצתה התורה דין צרעת הבגד ובעור ואחר זה זכרה דין צרעת הבית להעיר שההפסד והעפוש לא יהיה בדברים כי אם מצוי טבע החומר והיה מחוייב בנגעי הבית שיהיה בשני הבנים כי האבן אינו חלק מהבית במה שהוא בית אם לא מצד הרבוי. והרבוי הראשון הוא שנים והיה בו הסגר שלשה שבועות לסבה שזכרנו ואחר שנשלם זכר דיני הצרעת זכרה התורה החמורה אחר הצרעת והוא טומאת הזב כמו שבארנו בסוף פרשת שמיני ולחמר טמאתו החמירה התורה בטהרתו עד שלא יטהר כי אם במי מעיין ויצטרך לספירה שבעה נקיים אע\"פ שלא היה כי אם בעל שתי ראיות כמו שבארנו אצל טמאתו לא החמירה התורה יותר ממה שהחמירה בטמא' זבה ונדה ויולדת לפי שטמאתו אין בה כי אם תועלת עיוני להעיר על מציאות הצורה הנעדרת מהזוב כמו שבארנו במה שקדם וטמאת זבה ונדה ויולדת יש בה תועלת להסיר ההפסד מולדותיהן ולזה תמצא בענין בעילתן איסור כרת וטמאת בועלין לטמא משכב ומושב מה שאין כן בבעילת הזבה כי לא יקרה ממנה כמו זה ההפסד והנה היה ראוי שיזכור אחר טמאת הזב טמאת הזבה והנדה אבל הקדים לזכור טמאת שכבת זרע לשתי סבות האחד כי מפני שזכר בטמאות הפורשות מהזכר הנה היה ראוי שישלים המאמר בהן קודם שיכנס בספור הטמאות הפורשות מהנקבה והשנית כי שנמצא טמאת הזב חמור' בזה האופן וטמא' שכבר זרע קלה הנה יעירנו זה למצוא הסב' אשר בעבורה היה ענין הטמאות וזה שהזוב והשכבת זרע נושאם אחד אלא שמהזוב נעדרה הצורה אשר בה יהיה נאות להולדה ולזה יתבאר לנו מזה כי הטמאות האלו הם לזאת הכונה ויישירנו זה לעמוד על כונת התורה בזה ויהיה זה סבה להגיע לנו בזה זהז התועלת הנפלא אשר כוונה התורה בו והנה היה ראוי שתזכור התורה תחלה דין הזבה קודם דין הנדה כי טומאתה יותר חמורה בשהית' זבה גדולה ואמנם הקדימה לזכור דין הנדה לפי שהאשה לא תהיה זבה אלא אם כן היתה קודם זה נדה כמו שבארנו וזכרה אחרי כן דיני הזיבה ואופן טהרתה שהוא יותר חמור כשהיתה זבה גדולה מטומאת נדה עם שכבר תתחייב קרבן להורות על חוזק טמאתה שלא תסור בטבילה אם לא יתחבר אליה קרבן ואולם התועלו' ההגיעות מאלו הפרשיו' הנה הם עשר':", "<b>התועלת</b> הראשון הוא בדעות והוא מה שלמדתנו התור' במה שאמר אשה כי תזריע וילדה זכר של זרע הנקבה מבוא בהולדה כמו שבארנו:", "<b>התועלת</b> השני הוא במצות והוא להודיע דין טמאת היולד' וטהרתה וכבר ביארנו התועלת המגיע מזאת המצוה בדעות ובבריאות גוף הנולדים והנה שרשי זאת המצות הם ארבעה:", "<b>השרש</b> הא' הוא שהיולדת זכר אע\"פ שלא ראתה דם טמאה לידה שבעת ימים ואחר זה יהיו לה דמי טוהר שלמות מ' יום ואולם אם היתה יולדת נקבה תטמא לידה י\"ד ימים ואחר זה יהיו דמיה טהורים עד סוף שמונים וזה כלו נזכר בביאור התורה וכבר נתבאר זה בספרא וראוי שיתבאר מזה שאם תקר' לה לידה אחרת בימי טהרה נה היא טמאה לידה כבר נזכר זה ברביעי מנדה והוא מבואר ממה שזכרנו כי ממעיין אחד יצאו אלו הדמים הטהרים והטמאים אלא שפעם נמשך לו דם מבושל ופעם דם נא ולזה יהיה זה הזמן שהגבילה לו התורה הוא המשים אותו טהור או טמא לסבה שזכרנו כבר זה נתבאר ברביעי מנדה:", "<b>השרש</b> הב' הוא שאין לידה קודם יצירת הולד וזה מבואר בנפשו ולפי שאין היצירה לולד נשלמת קודם ארבעים יום הנה הוא מבואר שהמפלת קודם זה לא תהיה טמאה לידה ולפי שמלשון התורה יראה שתהיה הויה שלמה לפי שכבר אמר בזכר וביום השמיני ימול והנה יראה מזה שלא נשפוט על היות זאת ההויה שלמה באופן שינתן לה דמי טוהר עד שישעיר הולד וזה מבואר חיובו מהסבה שנתננו בדמי טוהר ולפי שהוא מסופק אם כונה התורה במה שאמרה וביום השמיני ימול שתהיה זאת ההויה שלמה או אמרה זה להודיע מצות המילה לפי דרכה הנה נשפוט בזה להחמיר ולא יהיה לה דמי טהר אם ילדה מעת מ' יום להריונה עד שישעיר הולד כבר נתבאר זה בג' מנדה וראוי שיתבאר מהשרשים הכוללים שהיולדת מה שהוא ספק אם זכר או נקבה הנה תהיה טומאה לידה מספק י\"ד יום ואם השעיר הולד לא יהיו לה ימי טוהר כי אם שלמות מ' יום כבר נתבאר זה בג' מנדה:", "<b>השרש</b> הג' הוא שהוא ראוי שתלד מה שהוא מין אדם שנאמר וילדה זכר וגו'. וביום השמיני ימול בשר וגו'. וזהו גם כן הנהוג בלידה אבל אם ילדה מה שהוא ממין אחד כגון בהמה חיה ועוף אין זאת נקראת לידה שאין זאת נקראת לידה שאין זה מדרך הזרעתה אבל הוא מותר העפוש אף על פי שתהיה שם שלייא וכבר נשפוט שיהיה ממין אדם בצורת הפנים אם היו פני אדם באופן מה כבר נתבאר זה בג' מנדה:", "<b>השרש</b> הד' הוא שלא תקרא לידה אם לא היתה דרך הרחם וזה מבואר מצד הוראת הגדר ועם זה יש בזה ראיה מלשון התורה שנאמר אשה כי תזריע וילדה זכר עד שתלד ממקום שמזרעת לפיכך יוצא דופן אין אמו טמאה לידה ואין לה דמי טהר ואף על פי שיצא דם מהרחם בעת צאת הולד דרך דופן הנה דינו כדין דם שיצא משאר נשים שאינה יולדות כבר נתבאר זה בחמישי מנדה והוא מבואר שאף על פי שהיה הלידה דרך הרחם אין נקראת לידה עד שיצא רובו או עד שיצא ראשו כי אז גם כן הוא כילוד כי יש לו כח למשוך מהאויר המקיף בכלי הנשימה ויוכל לחיות אע\"פ שתמות אמו ובכלל הנה לא ימות הנולד שנולד בשלמות אם ישוב להיות קצתו תוך מעי אשה כיון שראשו הוא לחוץ ולזה יתחיל למנות מהעת ההיא ימי טמאה וימי טהרה והעת שיפול בו מצות מילה כבר נתבאר זה בג' ובה' מנידה:", "<b>התועלת </b>השלישי הוא במצות והוא מה שצוה למול את הבן ביום השמיני והנה התועלת בזאת המצוה הוא כמו שזכר הרב המורה להחליש כח האבר ההוא שלא ימשך האדם אל זה הפעל המגונה אם לא לקיון המין כי כל שוגה בו לא יחכם וימנע ממנו כל שלמות לרוב המשכו לזה הפעל המגונה וטרדתו בו והוא מבואר מאד מן החוש ולזה אמר נואף אשה חסר לב משחית נפשו הוא יעשנה ואמר מי פתי יסור הנה ואמר שם כי האויל הולך אחריה פתאום כשור לטבח יובל והוא בלתי מרגיש כי בנפשו הוא והנה לא הסכימה התורה להחלישו באופן שימנע זה הפעל לגמרי אבל הזהירה מזה אפילו בשאר בעלי חיים והנה היתה המילה בשמיני כמו שזכר הרב המורה לפי שאז התחזק כה הנולד קצת חיזוק ולו עדיין מן הרכות מה שיסבב שלא יקשה לו מאד זה החתוך עם שאז לא התחזקה מאד האהבה הדמיונית בין הוריו ובינו ולזה יקלו בו אז למלאת מצות השם יתע' ויהיה זה סבה מביאה להשלמת זאת המצה ואלו באה המצה הראשונה לילוד הנה כשיכנס בגדר החיוב במצות יהיה לו מהקושי בזה הפועל מה שאפשר שיהיה סבה אל שלא ישלים המצוה הזאת והנה זה גם כן אות ברית יוכרו בו אנשי התורה השלמה וזה ממה שישלים קיום התורה כמו שזכר הרב המורה בספרו הנכבד מורה הנבוכים ואולם שרשי זאת המצוה הם ששה:", "<b>השרש</b> הא' הוא שזאת המצוה ראוי שתעשה ביום ולא בלילה שנאמר וביום השמיני ימול בשר וגומ'. והכונה ביום ולא בלילה עם שזה העת היותר נהוג שתעשנה בו כמו אלו הפעולות כבר נתבאר זה בשני ממגלה:", "<b>השרש</b> הב' הוא שהמצוה היא למולו לאב בן ח' ימים כי אי אפשר שתהיה זאת המצוה לנולד כי אינו בן דעת ותשוב בהכרח זאת המצוה למי שהבן ברשותו לעשות ממנו בחפצו והוא האב ואולם האם עם שאינה שולטת בזה הנה אין לנשים  בקיאות בכמו אלו הפעולות לחסרון דעתם ואינם גם כן בגדר זאת המצוה מצד עצמותם והוא שראוי שיהיה השליח בפעל מה שראוי לפועל ההוא מצד עצמו כבר נתבאר זה בא' מקדושי' ומזה גם כן יתבאר שהרב חייב למול את העבד שהוא יליד בית בשמיני כי החיוב למול יליד בית בשמיני שנ' בפרשת לך לך בן שמונת ימים ימול לכם כל זכר לדורותיכם יליד בית ומקנת כסף והוא מבואר שאי אפשר שישוב אמרו בן שמונת ימים למקנת כסף כי על הרוב כבר יהיה מקנת כס אחר היותו בן שמונת ימים ולזה הוא מבואר שזה ישוב ליליד בית לבד ואולם למקנת כסף ראוי שימול אותו הרב ביום שהוא מקנת כסף כי התורה לא הגבילה בזה זמן ראוי שיהיה האדם זריז בענין המצו' כבר נתבאר זה בי\"ט בשבת וראוי שיתבאר מזה שמילת הבן ויליד בית בשמיני דוחה את השבת ואת הי\"ט כי התורה הגבילה זה לזה ויחוייב מזה שיהיו הדברים העצמיים למילה אפשר לעשותם קודם זה כמו האיזמל שמלין בו ומה שידמה לזה רוצה לומר שאין עושין האזמל בשבת לצורך המילה כי הם מכשירי מילה אבל הדברים העצמיים למילה שאי אפשר לעשותם קודם זה דוחין שבת וי\"ט כבר נתבאר זה בי\"ט משבת ובט' מפסחים והוא מבואר אם היה בזה ספק אם מצד הזמן שהוא ספק שמיני אם מצד הנושא שהוא ספק אם הוא חייב למול כמו הענין במי שנולד מהול שכיון שאי לו בשר ערלה ידמה שלא יתחיי' למול שנ' ימול בשר ערלתו ולפי שלא מל ידמה שיצטרך להטיף דם ברית אין מילתו דוחה את השבת ואת הי\"ט כבר נתבאר זה בי\"ט משבת:", "<b>השרש</b> הג' הוא שאין מתנאי המחוייב רק שתמצא לו ערלה ר\"ל האבר אשר הוא בו שנאמר ימול בשר ערלתו ומזה יתבאר שאם היו שתי ערלות כדמיון האברים הנוספים יתחייב למול כל אחד מהם וכן אם היה אנדרוגינוס שהרי יש לו ערלה ועוד שהתורה אמרה בן שמונה ימים ימול לכם כל זכר והוא מבואר שאנדרוגינוס נכנס בזה הגדר שהרי יש לו פועל הזכר באופן מה ומזה גם כן יתבאר שאין מתנאי המחוייב למול שתהיה לידתו דרך רחם אבל אע\"פ שיצא דרך דופן הרי הוא חייב למול שהרי הוא זכר וראוי שתדע שאין דוחה את השבת מילה אחת מאלו שזכרנו בזה השרש והוא יוצא דופן ואנדרוגינוס ומי שיש לו שתי ערלות שהרי בכל אחד מהם ספק וזה כי מפני שאמר וביום השמיני ימול בשר ערלתו אחר אמרו אשה כי תזריע וילדה זכר ידמה שלא ינהג זה ביוצא סופן ושלא ינהג באנדרוגנוס לפי שאינו זכר וכן מי שיש לו ב' ערלות הנה יסופק באי זה מקום הוא זכר כבר נתבאר זה בי\"ט משבת:", "<b>השרש</b> הד' הוא שהמחוייב למול יחוייב שלא יהיה נפל כאלו תאמר שהוא בן ח' חדשים ששערו לקוי ואין צפורניו שלמים כברייתו שהרי לא נגמרה הויתו והרי הוא כאבן כי אין לו כח לחיות ובר נתבאר בפר' לך לך מאמרו וערל זכר אשר לא ימול בשר ערלתו שהנמול ראוי שיהיה אפשרי להיות גדול באופן שיווה בעצמו על זאת המצוה ולזה הוא מבואר שאין מילתו דוחה את השבת כבר נתבאר זה בי\"ט משבת:", "<b>השרש</b> הה' הוא שהמחוייב למול שמל אותו איזה שיהיה יצא ידי מצות מילה הלא תראה כי צפורה מלה את בנה וסר מעל משה הענש הנפלא שהיה מגיע לו על שנתעצל במילת בנו כבר נתבאר זה בב' מע\"ז:", "<b>השרש</b> הו' הא שמי שלא נמול והגדיל חייב כרת אם לא מל קודם שימות אם היה מזיד אך קודם זה לא יתחייב כרת כי התורה לא הגבילה לו זמן שנאמר וערל זכר אשר לא ימול בשר ערלתו ונכרתה כבר נתבאר זה בו' מפסחים וראוי שתדע שענין המילה היא הסרת הערלה המכסה העטרה והוא מבואר מהשרשים הכוללים שאם גלה רוב העטרה בעת המילה לא יתחייב מן התורה לחזור בחתוך העור ופריעת העטרה כבר נתבאר זה בי\"ט משבת והוא מבואר ג\"כ מהשרשים הכוללים שאם היה סכנה לנולד אם ימול הנה תהיה המילה נדחית מפני סכנת נפשות שהרי אפשר לקיימה לאחר זמן כבר נתבאר זה בי\"ט משבת:", "<b>התועלת</b> הרביעי הוא במצות והוא מה שצוה שתקריב היולדת קרבן להשלי' טהרתה והנה התועלת בזאת המצוה הוא להעיר על חוזק זאת הטמאה שלא תטהר כמו העניין בטמאות מת ומצורע וזב וזבה וכבר זכרנו התועלת המגיע בדעות מענין הטמאות והטהרו' והנה שרשי זאת המצוה הם שני':", "<b>השרש</b> הא' הוא שאין היולדת מביאה קרבן אלא אחר ימי מלאת כדי שלא תחסר לטהרתה כי אם הכפרה שג' ובמלאת ימי טהרה וגו'. וכפר עליה הכהן וטהרה לפיכך אם ילדה ולדות הרבה זה אחר זה והביאה כפרתה אחר ימי מלאת הראשונים קודם ימי מלאת האחרונים לא יצאת לפי שאינה טהורה שהיא תוך ימי מלאת כבר נתבאר זה בתשיעי מנזיר ומזה יתבאר שהיולדת או המפלת ולדות הרבה זה תוך ימי מלאת של זה מביאה קרבן אחד לכלם אבל אם לא היה זה תוך ימי מלאת של זה מביאה קרבן אחד על כל לידה ולידה כבר נתבאר זה בראשון ובשני מכריתות:", "<b>השרש </b> הב' הוא שהחטאת הוא מעכב הכפרה לא העולה שנאמר והקריבו לפני השם וכפר עליה מגיד שבאחד מהם תשלם הכפרה והוא החטאת כי בו היו הדברים שנ' ובן יונה או תור לחטאת והקריבו עוד שהחטאת יותר ראוי לכפר' מהעולה וזה מבואר בנפשו כבר נתבאר זה בספרא ומזה המקום יתבאר שהעולה אפשר שתקרב לאחר מיתת היולדת לא החטאת כי אין כפרה לאחר מיתה ולזה הוא מבוא שאם קרבה חטאתה ומתה יקריבו היורשים עולתה כי כבר נתחייבו נכסיה בזה הקרבן כבר נתבאר זה בא' ממנחות ומזבחים וראוי שתדע שאם עבר יום הכפורים על היולדת קודם שתביא קרבנה אינה פוטרת מקרבן לידה לפי שזה הקרבן משלים הטהרה ומכשירה לאכול בקדשים והנה יום הכפורים אינו מטהר האנשים הטמאים אבל הוא מכפר החטאים והפשעים כבר נתבאר זה בו' מכריתות ולפי שאין קרבנות יולדת וזב וזבה ומצורע באים על חטא הנה אפשר שיקריבם זולתם על ידם שלא מדעתם תדע שהאדם מביא קרבן על בניו ועל בנותיו הקטנים אם היו מחוסרי כפרה ומאכילן בזבחים כמו שנתבאר זב בד' מנדרים:", "<b>התועלת</b> החמישי הוא במצות והוא מה שצוה שיהיה המצורע טמא באופן הנזכר בתורה וכבר התבאר במה שקדם התועלת המגיע מזאת המצוה ואולם שרשי זאת המצוה הם כ\"ב:", "<b>השרש</b> הא' הוא שטמאת הנגע וטהרתו תלויה בכהן שנאמ' וטהרו הכהן וטמאו הכהן וגו'. ואולם ראיתו אפשר שבישראל שהרי אמר בפרשת שפטים כי יפלא ממך דבר למשפט בין נגע לנגע וגו'. ובאת אל הכהנים הלוים ואל השופט אשר יהיה בימים הם מגיד שישראל יכו לראות הנגע להוציא משפטו לאור אך משפטי לנגוע לטהרו או לטמאו יהיה על יד כהן לבד כמו שהתבאר ואע\"פ שהראייה גם כן מצאנו שדקדקה התורה בזה המקום שתהיה בכהן הנה על כל פנים יחוייב ממה שאמר בין נגע לנגע שתהיה הראייה כשרה בישראל שאם אמר אומר שזה יהיה לשפוט לנגוע אם הוא טמא או טהור הנה הורה בזה שהראייה אפשר שתהיה בישראל כי לא יתכן להכריח בין החולקים בז הנגע בזולת ראייה וכבר יתבאר גם כן שזה המשפט לא יהיה לנגוע בזולת כהן ממה שאמר בפרשת כי תצא השמר בנגע הצרעת לשמור מאד ולעשות ככל אשר יורו אתכם הכהנים וגו'. כבר נתבאר זה בג' מנגעים ובא' מערכין וראוי שיתבאר מזה שאין הנוגע טמא או טהור עד שיטמאנו הכהן או יטהרנו ולזה תמצא שאמרה התורה בנגעי בים וצוה הכהן ופנו את הבית וגו'. מגיד שאין הכלים אשר שם טמאים עד שיטמא הכהן את הבית כבר נתבאר זה בספרא וראוי שתדע שהכהן שטהר את הטמא או טמא את הטהור לא עשה כלום שנאמר טמא הוא וטמאו הכהן כבר נתבאר זה בספרא וראוי שתדע שכהן חלל פסול לראות את הנגעים לפי שכבר סרה הכהנה ממנו וכבר אמר וטהרו הכהן:", "<b>השרש</b> הב' הוא שאין רואין את הנגעים אם לא היתה הראיה שלמה שנאמר לכל מראה עיני הכהן ר\"ל שתהיה הראייה שלמה אך בלילה ומי שכהה מאור עיניו או שהוא סומא באחד מעיניו אינו רואה הנגעים כבר נתבאר זה בא' ממועד קטן ולזאת הסבה גם כן אין רואין את הנגעים ביום המעונן ולא בערב ולא בשחרית ולא בתוך הבית לפי שכהה נראת עזה ולא בצהרים שעזה נראה כהה ולזה אין רואי' אותם אלא בשעה רביעית וחמישית ושמינית ותשיעית כבר נתבאר זה בב' מנגעים ולזה גם כן אין רואין שני נגעים כאחד אפילו באיש אחד כי האות לא ישלוט בשלמות על שני הנגעים יחד שנאמר וראה הכהן את הנגע לא יותר מנגע אחת ולזה גם כן אין הכהן רואה נגעי עצמו כי ראייתו תהיה בלתי שלמה ומשפטו עליה גם כן בלתי שלם לעוצם תשוקתו שלא יהיה טמא כבר נתבאר זה בב' מנגעים:", "<b>השרש</b> הג' הוא שאין רואין את הנגעים בעת שהנגוע מצווה באופן מה לשמוח בו כדי שלא יצטער אז אם יטמאנו הכהן כמו העניין בחתן תוך ימי שמחתו ובשבת ובי\"ט בכל אדם שנאמר בנגעי בתים וצוה הכהן ופנו את הבית אם חסה התורה על פכי' קטנים שלא לצער בעל הבית כ\"ש שתחוס לדבר מצוה כבר נתבאר זה בב' מנגעים:", "<b>השרש</b> הד' הוא שאין הכהן רשאי לטמא את הטמא עד שיהיו עיניו במקום הנגע ובעור הבשר שחוצה לו שנאמר וראה הכהן את הנגע בעור הבשר והיה זה כן כי בזה תהיה הראייה יותר שלמה לכל הענינים שצריך לראות בנגע כבר נתבאר זה בספרא:", "<b>השרש</b> הה' הוא שכל אחד מישראל מטמא בנגעים אפילו קטן בן יומו הלא תראה כי גם כן הבגדים מטמאין בנגעים ואולם גרים וגר תושב אינן מטמאין בנגעים שהרי בני ישראל כתוב בפרשה שנאמר דבר אל בני ישראל לאמר אשה כי תזריע וגו'. כבר נתבאר זה בג' מנגעים ובא' מערכין:", "<b>השרש</b> הו' הוא שמראות נגעי צרעת עור בשר הנה היותר חזק לובן שבהם הוא הבהרת והנה מראה שפל מן העור כמראה חמה עמוק מהצל והיע עזה כשלג שנאמ' מצורע' כשלג ואחריה לובן השאת והוא אינו נראה שפל מן העור כמו הבהרת ולזה נקרא שאת והוא כצמר היותר לבן והנה תמצא מתחבולות המציירים הצורות שמה שירצו שיראה היותו בולט ישימוהו בצבע לבן בלתי מופלג הלבן ואחריהם ספחת הבהרת ומראה היא כסיד ההיכל ואחריה ספחת השאת ומראה כקרום ביצה ולזה לא יקרא נגע רעת מה שהוא פחות לבן מקרום ביצה ואם נתערב באלו המראות אדמימות גם הוא נקא נגע צרעת שנאמר או בהרת לבונה אדמדמת והוא הדין לשאר הנגעים והיה זה כן לפי שזה הוא מדרך עפוש הדם אשר במצורע והנה זה המרא' נקרא פתוך והנה מראה הפתוך בד' מראות אלו הוא ביותר חזק לובן יותר חזק האדמימות ולזה אמר לבנה אדמדמת ר\"ל מופלגת האודם כאלו היו בכאן ד' כוסות מלאות חלב ונתערב בכוס האחד י\"ו טפי דם ובשני ח' טפין ובשלישי ד' טפין וברביעי שני טפין הנה הראשון הוא הבהרת האדמדמת והשני הוא השאת האדומה והשלישי הוא הפתוך שבספחת הבהרת והרביעי הוא הפתוך שבספחת השאת וכל מראות הלבן והפתוך מצטרפין זה עם זה להשלים שיעור הנגע ולכל הדברים כאלו הוא הכל נגע אחד כיון הם דבקים זה לזה והנה מנו אותם החכמים ללמדך שאין הכהן רואה את הנגעים עד שיהא בקי בהם ובשמותיהם כבר נתבאר זה כלו בא' מנגעים ומשב ומשבועות ובספרא. וראוי שתדע שאין משערין לובן הנגע בעור הנגע אלא בעור הבינוני לא לבן ולא שחור וזה כי טבע הנגע לא יתחלף מפני חלוף צבע עור המקבל ואם נשער בעור הנגוע הנה יקרה כשיהיה הנגוע לבן ביותר שתראה בו כהה הבהרת שהיא עזה כשלג כבר נתבאר זה בב' מנגעים:", "<b>השרש</b> הז' הוא שהשער הנזכר בנגעים אינו פחות משתי שערו' וזה מבואר מהשרשי' הכוללים והנה שעורם באורך ראוי שיהיה כדי לכוף ראשן לעקרן כי בפחות מזה לא יהיה בגדר השער וזה גם כן שרש גדול כולל כבר נתבאר זה בשני מנדה:", "<b>השרש</b> הח' הוא שג' סימני טמאה יש בצרעת עור בשר שער לבן ומחיה והם אפשר שיראו בתחלה ובכל אחד מהן מחליטו הכהן לטמאה והשלישי הוא השפיון והוא לא יהיה אלא אחר ההסגר והוא מבואר בנפשו ואין בנגעי עור ובשר הסגר יותר על שתי שבועות וזה מלשון התורה והוא מבוא שאם אחר שפטרו הכהן נולד לו אחד מסימני טמא' אלו הרי הכהן מחליטו לטמאה כבר נתבאר זה בג' מנגעים והוא מבואר שאם היה כהה אינו סימן טהרה אם לא היה כהה מכל מראות צרעת עור בשר כבר נתבאר זה בד' מנגעים:", "<b>השרש</b> הט' הוא ששער לבן שהוא סימן טמאה הוא שקדם נגע לשער לבן שנאמר והיא הפכה שער לבן כי אז יהיה הנגע הוא ההופך אותו ללבן לא נגע אחר כאלו תאמר שהיתה בו בהרת ובה שער לבן ונרפאת ונשאר משער הלבן ואחר נולד שם נגע אחר והיה זה השער הלבן בתוכו והוא מבוא גם כן מזה שאין שער לבן סימן טמאה אם לא היתה עקרו לבין ואז הוא סימן טמאה אע\"פ שראשו משחיר וזה כי הנגע הופך אותו ללבן מעקרו לא מראשו כבר נתבאר זה בספרא ולזה גם כן הוא מבואר שהוא מחוייב שיהיה עקר השער הלבן בתוך הבהרת לא חוצה לה ואז יהיה סימן טמאה כבר נתבא זה בד' ובה' מנגעים ולפי שלא הגבילה התורה מראה מיוחד לשער הלבן הרי כל לובן הוא בו סימן טמאה כבר נתבאר זה בספרא:", "<b>השרש</b> הי' הוא שהמחיה שבתוך הבהרת היא סימן טמאה באי זה צבע שתהיה והו' שלא תהיה כמראה צרעת עור בשר כבר נתבאר זה בא' מתוספות נגעים והיא סימן טמאה בין שקדמה הבהרת לה ובין שקדמה היא לבהרת שהרי לא נאמ' בה והיא הפכה מחית בשר חי כבר נתבאר זה בד' מנגעי' ולפי שאמרה תורה היא הפכה שער לבן ומחית בשר חי בשאת הוא מבוא שהוא ראוי שתהיה המחית כשעור ראוי לצמוח בו שער לבן והוא כדי צמיחת ב' שערות באורך וברוחב והוא כעדשה לפי מה ששיעור חכמים כבר נתבאר זה בספרא ולפי שאמר ומחית בשר חי למדנו שהוא מחוייב שתהיה במקום אחד לא מפוזרת זעיר שם זעיר שם כבר נתבאר זה בספרא והוא מחוייב שתהיה באמצע השאת שנאמר בשאת ר\"ל שתהיה השאת מקפת אותה מכל צדדיה ולזה יחוייב שיהיה בכל סביבותיה מן השאת מה שראוי להפיכת שער לבן ולפי שהנגע יחוייב שיהיה ראוי למחית למדנו מזה שהנגע הוא נקרא צרעת אם לא היה שעורו באורך וברוחב כגריס הקלקי שהו' מרובע ושעורו הוא כמו צמיחת שש שערת באורך ושש שערות ברוחב כבר נתבאר זה בספרא ובששי מנגעי':", "<b>השרש</b> הי\"א הוא שהפשיון הוא סימן טמאה יחוייב שידבקו בו אלו התנאין שאמר הראשון שיהיה בנגע שעור נגע צרעת כשיראה לכהן קודם הפשיון ויהיה מה שיראה שיפשה ממראה נגע צרעת כי בזולת זה לא יהיה שם פשיון לנגע צרעת וזה מבואר בנפשו כבר נתבאר זה בד' מנגעים. ומזה יבאר שאם סר הנגע אחר שנראה לכהן ונתחדש אחר זה נגע גדול ממנו אין זה פשיון כי אין שם נגע פושה ואע\"פ שפשה קודם הראותו לכהן וסר אותו הנגע הפושה ונשאר הפשיון לבד כשראהו הכהן אין זה פשיון כי אין שם שהנגע הפושה כבר נתבאר זה בד' מנגעים. השני הוא שיהיה הפשיון דבק לבהרת לא נבדל ממנו כי בזולת זה תהיה הויה שנית לא פשיון וזה מבואר בנפשו ומזה יבתאר שראוי שיהיה החלק המגיע מהנגע שיהיה השפיון דבק בו באופן שיהיה ראוי להיות חלק מהנגע כאלו תאמר שייה ראוי לצמיחת ב' שערות כרוחב כבר נתבאר זה כלו בד' מנגעים. השלישי הוא שיפשה חוץ לנגע לא בתוכו אם היה מקום בלתי נגוע וזה כי הפשיון שהוא בתוכו עם שהוא אינו נקרא פשיון לפי הנהוג כבר יתכן שיהיה סימן טהרה כשהיה בשר חי תוך הנגע ופשה הנגע לתוכו ונתמעטה המחייה מהשעור הראוי לה כבר נתבאר זה בד' מנגעים. ואולם כהן בעל מום רואה את הנגעים כי אין זה עובדה לשם יתע' שירוחק בה כהן בעל מום והוא מבואר שלא סרה הכהונה ממנו ולזה יהיה בנו אשר יוליד ראוי לשרת במקדש או הוא בעצמו כשיסור מומו כבר נתבאר זה בספרא. הרביעי הוא שהפשיון לא יתכן שיהיה אלא אחר ההסגר מהכהן הרואה הפשיון וזה כי השופט בפשיון הוא הכהן ויחוייב שתהיינה לו בו ראייות ויראה לו הנגע בשנית יותר גדול ממה שנראה לו בראשונה לא שתהיה הראיה האחת לכהן האחד והשנית לזולתו אך שער לבן ומחיה יתכן שיראו בתחלה בזולת הסגר כבר נתבאר זה בא' מנגעים ומזה יתבאר שאם נתמעט הנגע אחרי שסר מלפני הכהן ואח\"כ חזר לשעורו הראשון כשנראה לכהן אין זה פשיון כי השופט בפשיון הוא הכהן בשתי ראיותיו ואליו לא נראה בזה הנגע פשיון כבר נתבאר זה בד' ובה' מנגעים. החמישי הוא שיהיה פושה הנגע למקום ראוי לסוג זה הנגע באופן שיהיו הפשיון והנגע לטבע אחד וזה שאם פשה לראש או זקן או לשחין או למכוה או למה שידמה להם שאינו ראוי לטבע נגעי עור בשר אין זה פשיון כי היא הויה שנית ולזה אמר אם פשה תפשה המספחת בעור ומזה המקום יתבאר בכל סוגי הצרעת שהבדילה התורה קצתן מקצת שאינם פושין זה לתוך זה ולזה גם כן יתבאר שאין מצטרפים זה עם זה להשלים שיעור הנגע כבר נתבאר זה בט' ובי' מנגעים ובג' מתוספות נגעים. הששי הוא שיהיה הנגע תחלה ראוי לפשיון מכל צדדיו ואם לא לא יטמא שנאמר וראה הכהן את הנגע בעור הבשר ר\"ל שיהיה עור הבשר מקיף אותו באופן שיהיה ראוי לפשיון לזה הנגע כבר נתבאר זה השרש בספרא:", "<b>השרש</b> הי\"ב הוא שנגע הצרעת ראוי שיהיה במקום נגלה ואם לא לא יטמא בו שנאמר וראה הכהן את הנגע בעור הבשר וזה יהיה בעמדו לפניו לפי הנהוג פרט לתוך העין ולתוך האוזן ותוך הפה ותוך הקמטים ותחת הדד ותחת השחי ומה שידמה לזה אך המגולח מהשפתים דינו כדין עור בשר ולזאת הסבה בעינה אין הנגע פושה לתוכו ואין מטמאין משום מחייה ואין מעכבים את ההופך כאלו לבן כבר נתבאר זה בב' מנגעין וראוי שתדע שהנגע שלא היה טמא לאי זו סבה שתהי' וסרה הסבה ההיא ונשאר הנגע ההוא בעינו הנה הנגע ההוא טהור כיון שטהר שעה אחת כאלו תאמר שהיה בעובר וולד או בראש ואחר כך נשר השער ונתגלה הרי זה בטהרתו כבר נתבאר זה בשני מנגעים:", "<b>השרש</b> הי\"ג הוא שהוא שראוי שיהיה הנגע במקום שיראהו הכהן כלו כאחד פרט לראשי איברים שאין מקומן יושב כגריס כגון אצבעות ידים ורגלים וראשי אזנים וראש החוטם והדומה להם ולזה גם כן אין מטמאין משום מחיה כי היא אינה נראת שם באמצע הנגע אבל נראת כאלו היא חולקת את הנגע לפי שהוא משופע ויורד סביבות המחיה כבר נתבאר זה בששי מנגעים:", "<b>השרש</b> הי\"ד הוא שיום השביעי עולה לכאן ולכאן בכל הנגעים ואין מסגירין בתוך ימי ההסגר ואין מחליטין בתוך ימי ההסגר אם נולדו לו סמני חלט וזה מבואר מלשון התורה ולא מחליטין המוחלט אם נולד לו נגע ואין מסגירין אףותו תוך ימי חלוטו אם נולד לו נגע אחר שנאמר לא יסגירנו כי טמא הוא אבל אם היו בו שתי נגעים וראה זה וחזר וראה זה הרי הוא מותר לומר הרי אתה מוסגר בזה ומוחלט בזה וכן כיוצא בזה כבר נתבאר זה בשלישי מנגעים וכן ההקש בכל מה שידמה לזה:", "<b>השרש</b> הט\"ו הוא שנאמן הכהן לומר נגע זה פשה או לא פשה או שער לבן זה קדם אחר הבהרת או הפך כבר נתבאר זה בראשון מתוספות נגעים:", "<b>השרש</b> הששה עשרה הוא שההופך כלו לבן הוא סימן טהרה כשהיה זה אחר ההסגר או אחר החלט ואינו מטמא אחר כי אם במחיה שנאמר וביום הראות בו בשר חי יטמא בבשר חי מטמא ואינו מטמא בשער לבן וזה מבואר מלשון התורה ואולם הבא מתחלה והוא כלו הפך לבן אם היה בו שער לבן או מחיה מחלטו לטמאה וזה מבואר גם כן מלשון התורה ואם לא היה בו סימן טמאה מסגירין אותו כמו הענין בבהרת קטנה או אם אחר הפטור הפך כלו לבן הרי זה מוחלט משום פשיון וראוי שתדע שאין הבהק נקרא בשר חי לעכב את ההפך כלו לבן וכן ראשי אברים שאין מטמאין בבהרת אם נראה בהם בשר חי טמא שנאמר והנה נהפך כלומר למראה צרעת ואולם שאר המקומות שאין ראוי' לבהרת אין מעכבין את ההפך כלו לכן כמו הראש והזקן שיש בהן שיער ושחין ומכוה שהן מוציאין לחה והם נקראין מורדין כבר נתבאר זה בשני מנגעים:", "<b>השרש</b> הי\"ז הוא שהשחין והמכוה שנרפאו רפוי בלתי שלם והוא כשאינו מכות טריות ונעשת עליהם קליפה דקה כקליפת השום ואחר זה נראה בהם נגע צרעת הרי הם מטמאין בנגעם וזו היא צרבת השחין ומחיית המכוה האמור בתורה ואז לא יהיה בהם הסגר אלא שבוע אחד ומטמאין בשני סימנין לבד והא שער לבן ופשיון כמו שנתבאר בתורה וחלקם הכתוב ללמדך שאין מצטרפין זה עם זה ואין פושין זה לתוך זה והנה יקרא שחין מה שנפסד קצת עור הבשר בסבת צמח או מכה שנתחדש שם חום עפושי מבפנים ומכוה יקרא מה שהיה מזה בסבת אש כמו שנכוה בגחלת או מרמץ וכיוצא בהם שבא החום הנכרי שם מבחוץ כבר נתבאר זה בשני מנגעי' והוא מבואר שאם נעשה השחין מכוה או המכוה שחין בטל האחרון את הראשון כבר נתבאר זה בראשון מחולין וכן ההקש בשאר מיני נגעים כאלו תאמר אם נעשה נגע עור בשר שחין או ההפך כאלו תאמ' שנרפא צרבת השחין רפוי גמור והרי הוא עור בשר הנה יבא הדין לפי האחרון כאלו התחיל עתה בעת הראתו לכהן וראוי שתדע שאם היה בכפו צרבת השחין כגריס ובה בהרת כגריס יסגיר אף על פי שאינה ראויה לשער לבן או לפשיון שמא יולד לו שחין אחר בצדה ותוכל לפשות לתוכו כבר נתבאר זה בתשיעי מנגעים:", "<b>השרש</b>  השמנה עשרה הוא שכל אדם שנשר שער ראשו לאי זו סבה שתהיה אף על פי שעתיד לגדל לאחר זמן אם נשר שערו מהקדקד ולמטה השופע לאחריו עד פיקה של צואר נקרא קרח ואם נשר מהקדקד ולמטה ושופע לפניו כנגד פדחתו נקרא גבח והוא מבואר שאין הקרחת והגבחת מטמאתה בשער לבן אם היה בהם נגע צרעת כי אם אין שם שער מעולם ובשאר המקומות שאין בהם שער יהפכוהו הנגעים ללבן וכן הדין בראש הזקן שלא היה בהן שער מעולם ובשאר המקומות שאין בהם שער אבל מטמאין בפשיון ובמחייה ויש בם הסגר שני שבועות כמו העניין בצרעת עור בשר שנאמר כמראה צרעת עור בשר ואין מצטרפין זה עם זה ואין פושין מזה לזה שנ' בקרחתו או בגבחתו מגיד שהם חלוקים זה מזה והיה זה כן לפי שטבע המקומות האלו הוא מתחלף כבר נתבאר זה בעשירי ובשלישי ובתשיעי מנגעים וראוי שיתבאר מזה שאם נולד שחין או מכוה בקרחת או בגבחת הה יהיה דינם כדין שחין או מכוה אשר בשאר עור בשר אלא שלא יטמאו בשער לבן כבר נתבאר זה ברביעי מתוספות נגעים וכן נגעי הראש והזקן אין מצטרפין זה לזה ואין פושין זה לתוך זה שנאמר בראש או בזקן ואיזהו ראש ואיזהו זקן מן הפרק של לחי ולמעלה זהו הראש ומן הפרק של לחי ולמטה הוא זקן והוא מלפניו ותח לה החוט מאזן לאזן ומן החוט ולמעלה הוא הראש מן החוט ולמטה הוא הזקן ואולם מאחריו מפיקה של פרקה ולמעלה זהו הראש מפיקה של פרקה ולמטה אף על פי שהוא מגדל שער הרי הוא בעור בשר לכל דבר ואולם מלפניו מחוליא של גרגרת ולמעלה הוא הזקן מחוליא של גרגרת ולמטה אע\"פ שהוא מגדל שער הרי הוא בעור בשר כבר נתבאר זה מתוספות נגעים:", "<b>השרש </b>הי\"ט הוא שהנתק שיהיה בראש או בזקן הוא שיפול השער שבהם מעקרו וישאר מקומו פנוי. וראוי שיהיה זה בידי שמים לא שנתקו אדם וזה מבואר כי אין אז הסבה בו עפוש מה בנגוע שיהיה ראוי מפני זה להיות שערו לקוי כבר נתבאר זה בספרא ובראשון מקדושין התבאר שזה ינהג גם כן בזקן האשה והסריס אם היה בהם שער:", "<b>השרש</b> הכ' הוא שהנתקים יהיה בהם הסגר שני שבועות ומטמאים בשני סימנין כפשיון ובשער צהוב לקוי וקצר כשיהיו בו שתי שערות בזה התער בין שיהיה הנתק קדם להם או שיקדמו הן לנתק כי זה מורה על עפוש הדם ושאינו באופן ראוי להוליד שער טבעי והוא סימן טמאה באי זה מקום שיהיה הנתק היו שתי שערות מפוזרות או מקובצות וזה מבואר בעצמו והנה אם היו בו שתי שערות שחורות הרי הם מצילות מהטמאה אלא שאם נשארו שם בעת חדוש הנתק לא יצילו אם לא היה נתק בכל סביבם ראוי לצמוח בו שני שערות ברוחב כי בזולת זה לא יאמר שיהיה זה השער השחור בנתק והתורה אמרה ושער שחור אין בו מגיד שהשער השחור המציל ראוי שיהיה בנתק ואם נולד שם שער שהו' אחר חדוש הנתק מציל באי זה מקום שיתחדש מהנתק כי זה יורה שכבר נרפא הנתק וכבר יתבאר זה בעשירי מנגעים ומזה המקום יתבאר ששעור הנתק כשיעור שני נגעים כשהיה השער השחור באמצע יחוייב שיהיה שם שיעור צמיחת שש שעורות כבג נתבאר זה בספרא:", "<b>השרש</b> האחד ועשרים הוא שהנתק שפשה בכל הראש או בכל הזקן הרי זה טהור אפילו נתקבלו אחר החלט או אחר הפטור שנאמר קרח הוא טהור הוא וזה יהיה לפי סדור התורה אחר ההסגר על הנתק אמנם אם בא בתחלה כל ראשו נתוק או כל זקנו יסגיר ואם נולד בו שער צהוב דק יחליט אם לא נולד שער שחור. נולד שם שער שחור בצדו והלך לו אחר זה ונשאר כלו נתוק כשהיה הרי זה טמא משום פשיון כבר נתבאר זה בד' מתוספות נגעי' ובי' מנגעים והוא מבואר ממה שקדם שהשער השחור הנולד בנתקים מציל משער הצהוב ופשיון אף על פי שהלך לו השער השחור שנ' נרפא הנתק טהור הוא כבר נתבאר זה מרביעי מתוספות נגעים וכבר יתבאר במה שקדם שהנתק שהיה חוט של נתק דבק לו זקקו לפשיון ולשער צהוב דק ושער שחור הנולד שהוא מציל מסימני טמאה אם היה ברחבו כדי צמיחת שתי שערו' אבל השער השחור הנשאר אינו מציל עד שיהיה ברחבו כגריס הקלקי כבר נתבאר זה הרביעי מתוספות נגעים:", "<b>השרש</b> הכ\"ב הוא שאחר שהסגיר נגע הנתק ז' ימים ולא פשה ולא נולד בו שער צהוב לא שער שחור מגלח סביבות הנתק ואינו מגלח מה שהיה מהשערות את הנתק כדי שיכיר אם פשה ולזה יחוייב שיניח שני שערות סביב לו כבר נתבאר זה בג' ובעשירי מנגעים וראוי שתדע שתגלחתו כשרה בכל אדם שלא נאמר וגלחו הכהן והיא כשרה אפילו שלא בתער ואף על פי שהיה נזיר הרי זה מגלח שנאמר והתגלח והוא מבואר שאם הסגירו ולא גלחו הרי זה מוסגר שהרי בשבוע ראשון עליו להכיר אם פשה אף על פי שלא גלח כבר נתבאר זה ברביעי מתוספות נגעים:", "<b>התועלת</b> הו' הוא במצות והוא מה שצוה שלא יגלח השערות שהן סביב הנתק כדי שיכיר הכהן אם פשה הנתק שנאמר והתגלח ואת הנתק לא יגלח ולזה חוייב כמו שזכרנו שישאיר שני שערות בכל סיבות הנתק והתועלת בזאת המצוה הוא מבואר ומזה המקום נלמד שהתולש סימני טמאה עובר בלא תעשה וזה שאם הזהירה התורה שלא יגלח השערו' ההם כדי שלא תנעול דלת בחינת הפשיון אם יהיה שם בפני כהן כ\"ש שתזהיר מהשחית סימני הטמאה עצמם וזה מבואר בנפשו כבר נתבאר זה בי' משבת ובספרא וכן ההקש בצרעת בגדים ובבתים כבר נתבאר זה בשלישי מתוספות נגעים והוא מבואר שהתולש סימני טמאה אחר החלט לא יטהר מפני זה כי לא תהיה מפני זה ראיה שנרפא הנגע אם לא יתבאר באופן אחר שכבר נרפא ואולם אם נשחתו מעצמם בזולת כוונה כגון שנשא משא על כתפו שיש בו צרעת והלכו סימני טמאה הרי זה טהור כבר נתבאר בשלישי מנגעים ובשלישי מתוספות נגעים:", "<b>התועלת</b> הז' הוא במצות והוא מה שצוה שיהיה המצורע ידוע לכל כדי שירחקו האנשים ממנו ולזה גם כן צוה שישב חוץ לשלשה מחנו' שנאמר והצרוע אשר בו הנגע בגדיו וגו' בדד ישב מחוץ למחנה מושבו ולפי שכבר אמר איש צרוע הוא שהוא מורה שאינו דבר באשה למדנו כי לעניינים הנזכרים בזה שאין האשה ראויה בהם כמו האיש לא ישוה בהם דין האשה לדין האש ולזה יתבאר שאין האשה פורעת ופורמת ואינה עוטה על שפם אבל יושבת חוץ לעיר ומודיעה לכל שהיא טמאה ובכלל הנה כל טמא יחוייב שיודיע לכל שהוא טמא שנ' וטמא טמא יקרא. והוא מבואר שפריעה ופרימה נוהגת אפילו בכהן גדול אם היה מנוגע והוא מבואר עוד שדין הקטן ודי' הגדול שוים בענייני הצרעת והטמאות שינהגו מנהגו וראוי שתדע שאלו העניינים מהפריעה והפרימה ועטיה על שפם והנמשך להם הם נוהגים כל ימי הנגע בו אבל אם נרפא נגעו או סר בלא מתכוין או אם סר אפי' במתכוין אם נולד שם אחר זה סימן מורה שכבר נרפא כאלו תאמר שהיתה לו בהרת והוחלט בה לטמאה וקצצה בצמצום ואחר זה פרחה הצרעת בכל גופו אין דבר מאלו הדברים נוהג בו שנאמר כל ימי אשר הנגע בו כבר נתבאר זה כלו מספרא ולפי שאמר בזה המקום בגדיו יהיו פרומים וראשו יהיה פרוע ואמר בכהן גדול על ענין האבל את ראשו לא יפרע ובגדיו לא יפרום שמורה ששאר האבלים חייבים בזה למדנו שכל דיני האבל נוהגין במצורע המוחלט והיה זה כן כדי שיתן אל לבו שבסבת חטא מה קרה לו הענש אשר הוא כמו מיתה כמו שאמר במרים אל נא תהי כמת כבר נתבאר זה בשלישי ממעוד קטן וראוי שתדע שהמצורע הוא מטמא באהל שנאמר בדד ישב מחוץ למחנה מושבו מגיד שמושבו הוא טמא וכבר נלמד שזה הדין נוהג גם כן במצורע מוסגר ממה שאמר כדומה לזה בבית המנוגע והבא אל הבית כל ימי הסגיר אותו וגומר. הוא מבואר ממה שאמרנו מענייני הטמאות שהאדם המנוגע הוא יותר ראוי בזה הדין אך לא ישלחוהו מחוץ למחנה אם לא היה מוחלט ואולם התגלחת והצפורים ושאר דברים שזכרנו לא ינהגו אלא במצורע מוחלט שנאמר בזה העניין ויצא הכהן אל מחוץ למחנה וגו' מגיד שהמנוגע הוא אז מחוץ למחנה כבר נתבאר זה בשמיני מנגעים ובראשון ממגלה וראוי שתדע שהשלוח חוץ למחנה ינהג בארץ ישראל לבד בעיירות המוקפות חומה כי הם אשר להם חוץ כבר נבתאר זה בראשון מתוספות כלים וראוי שתדע שהמצורע מטמא בטמאת הזב והזבה רוצה לומר שהוא מטמא משכב ומושב אפי' תחת האבן ומטמא בהיבט כמו הזב ואינו צריך לומר הוא מטמא במגע ובמשא וזה כלו למדנו ממה שמצאנו שהחמיר במצורע שיהיה מטמא ביאתו לבית כל אשר בבית בין אדם בין כלים כבר נתבאר זה בראשון ובי\"ג מכלים ולפי שאמר מושבו למדנו שאם לא נתישב שם ר\"ל שלא עמד ולא ישב שם תחת האילן או תחת האהל אבל עבר דרך שם לא נטמא כל אשר תחת האהל שאין אני קורא לזה שיהיה זה מושב כבר נתבאר זה בשלש עשרה מנגעים. התועלת הח' והט' הוא במצות והוא מה שצוה לטהר המצורע המוחלט בתגלחת וצפורי וכל אחד מאלו הדברים הם מצות עשה לפי מה שזכר הרב המורה ובזה עיון וכבר נתבאר התועלת בזאת המצוה במה שקדם ואולם שרשי המצות הם י\"א:", "<b>השרש</b> הראשון הוא שיהיו הצפורים לקוחים לשם המטהר מטמאת צרעת שנאמר וצוה הכהן ולקח למטהר וגו' לפיכך אם היו לקוחים לשם מטהר אחר מותר לטהר בהן מטהר אחר והמשל שאם היו לוקחים לשם איש מטהר בהם את האשה או בית המנוגע או הפך כבר נתבאר זה בספרא:", "<b>השרש</b> הב' הוא שיהיו צפורי דרור וזה נלמד ממה שאמר ושלח את הצפור החיה על פני שדה ואם לא היה הצפור דרור הרי הוא משולח מעצמו כשיעזבהו ואין צרי שישלחהו ושלא תהינה טרפות שנאמ' שתי צפורים חיות טהורות לפיכך אם נמצאה אחת שאינה דרור או שהיא טרפה יקח זוג לשני כי מפני שאמר שתי צפורים והאחדים הנמנין בזה האופן הם מסכימים הנה יחוייב שיהיו שני אלו הצפורים ממין אחד ושיהיה כל אחד מהם חי כבר נתבאר זה בי\"ד מנגעים וצריך גם כן שתהינה טהורות לא טמאות כבר נתבאר זה בספרא:", "<b>השרש</b> הג' הוא שישחוט הצפור האחד בתך כלי חרס אשר נתן בתוכו מים חיים כמו הענין במי חטאת כדי שתהיה דם הצפור השחוטה על מים החיים שנ' בדם הצפור השחוטה על מים החיים וראוי שיהיה שעור המי' באופן שיתכן מה שהוגבל לטבול בהם בזאת הטהרה כבר נתבאר זה בי\"ד מנגעים ולזה הוא ראוי שיהיה ממצה דם השחוטה עד שיהיה דמה נכר במים כבר נתבאר זה משני מסוטה:", "<b>השרש</b> הרביעי הוא שיקח עץ ארז שיהיה בשעור יוכר בו שהוא עץ ארז ואזוב שאין לו שם לווי ויהיה בתאר שיוכר בו שיהיה אזוב ושני תולעת שיהיה גם כן בשעור לקשור משיריו הצפור החיה עם עץ הארז והאזוב ושני התולעת ויקיף לצפור החיה ראשי האגפים וראשי הזנב כדי שלא תפרכס ותזה מעצמה כי המכוון הוא שיהיה הכהן הוא המזה על המטהר לא שיזה הצפור מעצמו ויטבלם אחר כן בדם הצפור השחוטה אשר על מים החיים ויזה מאלו הד' הטבולין שבעה פעמים על אחורי ידו של המטהר מן הצרעת כבר נתבאר זה בי\"ד מנגעים:", "<b>השרש</b> החמישי הוא שא נשפך הדם קודם הטבילה וההזאה שזכרנו תמות המשתלחת יקח שתים אחרות כי לא באה לכלל שלוח ואת מתה משתלחת קודם הטבילה והזאה יקח שתים אחרות וזה מבואר בנפשו כבר נזכר זה בי\"ד מנגעים:", "<b>השרש</b> הששי הוא שלוח הצפור החיה יחוייב שיהיה מתוך העיר אל פני השדה לא כנגד ים או מדבר שנ' אל מחוץ לעיר אל פני השדה כבר נתבאר זה בשני מקדושין ובי\"ד מנגעים והוא מבואר מזה שאם שלחה וחזרה שצריך לשלחה אפילו כמה פעמים בדרך שתהיה משולחת בעת התגלחת שנאמ' ושלח את הצפור החיה וגו' וגלח את כל שערו:", "<b>השרש</b> השביעי הוא שהצווי לקחת הצפורים הוא בכהן והלקיחה בכל אדם וכן שחיטת הצפור והטבילה בדם הצפור והזאה והתגלחת הוא בכהן כמו שביארנו ואולם השלוח לצפור החיה הוא בכל אדם הוא מבואר מהשרשי' הכוללים שאלו העניינים שיחוייב היותם בכהן יהיו נעים ביום ולא בלילה כבר נתבאר זה בספרא:", "<b>השרש</b> השמיני הוא שתגלחת המצורע הוא שהכהן מביא תער על כל בשרו הנראה ואפי' בית השחי ובית הערוה ולא נאמר ראשו וזקנו וגבות עיניו אלא למעט השער שבתוך החוטם לפי שאינו נראה כבר נזכר זה בשני מסוטה:", "<b>השרש</b> התשיעי הוא שאחר שגלח וכבס בגדיו וטבל טהור מלטמא בביאה ויכנס לפנים מהחומה ואולם לשאר הענינים הרי הוא בטמאתו הראשונה כי התורה ביארה שהטהרה אשר תהיה לו בזולת הטבילה הוא שיבא אל המחנה ולזה הוא מבואר שהוא טהור מלטמא משכב ומושב ואולם מה שאמר שישב ז' ימים חוץ לאהלו הוא לאסור לו תשמיש המטה כי הוא מזיק לבעלי זה החלי ולפי שה ההיזק אינו במצורעת באופן שהוא במצורע לא נלמד מזה שתהיה המצורעת אסורה בתשמיש המטה כבר נתבאר זה בי\"ד מנגעים וכבר יתבאר שבאלו השבעה ימים הוא מטמא כלים במגע שנאמר יכבס בגדיו ולזה הוא מבואר שהוא אב הטמאה לטמא אדם וכלים במגע כר נתבאר זה בראשון מכלים והיא התגלחת השנית היא כמו התגלחת הראשונה ובכלל אם שייר שתי שערות לא עשה כלום שנאמר כל שערו כבר נתבאר זה בי\"ד מנגעים:", "<b>השרש</b> הי' הוא שטהרת המצורע אינה אלא בכהן והוא מטהרו אע\"פ שהוא זב או טמא מת מכיון שאינו מצורע שנאמר והעמיד הכהן המטהר את האיש המטהר ואם היה הכהן מצורע הרי אני קורא בו מיטהר לא מטהר כבר נתבאר זה בשמיני מתוספות נגעים:", "<b>השרש</b> הי\"א הוא שהצפור השחוטה היא אסורה בהנאה כי התורה לא הגבילה שתאכל בכלל הנה יראה שהיא הפך המשולח ואולם המשולחת מותרת בהנאה כי התורה לא אמר' שישלח להקלה ולזה תהיה השחוטה אסור' ולפי שהמשולחת משולחת על פני השדה הנה אם כן השחוטה נקברת שם לפני המצורע כבר נתבאר זה בשני מקדושן ובי\"ד מנגעים:", "<b>התועלת </b>העשירי הוא במצות והוא שצוה שיהיה הבגד המנוגע טמא וכבר נתבאר התועלת המגיע מזאת המצוה במה שקדם ואולם שרשי זאת המצוה הם שמנה:", "<b>השרש</b> הראשון הוא ששעור נגע הבגדים הוא כגריס כמו הענין בנגעי אדם כבר נתבאר זה בי\"א מנגעים:", "<b>השרש</b> השני הוא שג' סימני טומאה יש בבגדים והם ירקרק שהוא ירוק מאד ככנף הטוס והאדמדם והוא אדום שבאדומים והפשיון ובר נתבאר תנאי הפשיון ומהם נלמד בזה המקום כיצד בגד שנראה בו מראה ירקרק או אדמדם מסגירו ובשביעי רואהו אם פשה מחליטו ושורף את כל הבגד ואם לא פשה ועמד במראהו או שפשה וכהה משני המראות שהוסגר בהן או שהוסיף המראה להוריק ולהאדים ולא פשה יכבס מקום הנגע ויסגיר ובסוף שבוע שנית שהוא יום י\"ג רואהו ואם כהה למראה שלישית הרי זה טעון כבוס והוא טהור ואם נשתנה הנגע למראה אחר כמו שהיה ירקרק ונעשה אדמדם או הפך קורע מקום הנגע ושורף מה שקרע ותופר מטלית במקום הקרע ופוטר שאר הבגד ומכבסו כלו כבוס שני ומטבילו וטהר ואם עמד כמראה שהוסגר בו בתחילה יחליטו ושורף את כלו היה ירקרק ופשה או אדמדם ופשה הרי זה פשיון ושיעור הפשיון הסמוך כל שהוא והרחוק או שחוזר כשהוסר הנגע הראשון שיעורם כגריס כבר נתבאר זה בשלשה ובאחד עשר מנגעים. וראוי שתדע שאלו המראות מצטרפות זו עם זו כבר נתבאר זה בסיפרא:", "<b>השרש</b> השלישי הוא שהמכבס את הנגע מכבס את הבגד המקיף את הנגע עמו שנאמר את אשר בו הנגע כבר ביארו זה בסיפרא וכשמכבסים את הבגדים מכבסים אותם בסממנין המעבירין על הכתמים שנאמר אם תכבסי בנתר וכבר נתבאר זה בי\"א מנגעים:", "<b>השרש</b> הרביעי הוא שהנגע החוזר על הבגד אחר שטלו בו מלית אם חזר עור על הבגד ישרף ומציל את המטלית ואם חזר על המטלית ישרף הבגד עמו ואם טלה מן המוסגר בטהור וחזר הנגע על הבגד המוסגר ישרף והמטלית תשמש את הבגד שהיא תפורה בו בסמנין ר\"ל שאם עמד בעינו שתי שבועות או פשה שורפין הכל כבר נתבאר זה בי\"א     מנגעים:", "<b>השרש</b> החמישי הוא שהבגד שבא בתחלה כלו ירקרק או אדמדם יזגיר אבל אם בא כלו ירקרק או אדמדם אחר ההסגר או אחר הפטור הרי זה טהור ואם אחר שכבס פשה ישרף כבר נתבאר זה בחמישי מתוספות בנגעים:", "<b>השרש</b> הששי הוא שאין מטמא בנגעים אלא בגד צמר ובגד פשתים כבר נתבאר זה בתשיעי מכלאים והוא מבואר שאם לא היה בו שיעור ראוי להשתמש בו לדבר מה כגון שיהיה פחות משלש אצבעות על שלש אצבעות לא יטמא כבר נתבאר זה בי\"ב מנגעים ואין הבגד מקבל טמאת נגעים אם היה צבוע אפילו בידי שמים ואם היו נראים לבנים אפי' ששתים או ערבם צבוע הכל הולך אחר הנראה והנה נתפור הוא כארוג להשלים שעור בגד ואם תפר בגד מטלאים קטנים קצתם לבנים קצתם צבועים ונראה נגע בלבן ונתפשט ללבן אחר אף על פי שהצבוע ביניהם הרי זה פשיון והקש על זה ערב צמר או פשתים עם מין שאינו צמר ולא פשתים כגון צמר גמלים וצמר ארנבים או קנבס או צמר רחל בת עז הולכין אחר הרוב כבר נתבאר זה בי\"א מנגעים ובשני מבכורות. ואולם כלי העור מקבלים טמאה פשוטיהן ומקבליהן כשהיו כלי לדבר מה שנאמ' כלי עור והוא שיהיה מעובד שנ' לכל אשר יעשה העור למלאכה כבר נתבאר זה בספרא והוא שיהיה מעור הב\"ח הגדל בארץ כמו הפשתים שגדלין בארץ ואולם אם חבר להם מהגדל בארץ כל שהוא הרי הן מטמאין בנגעים אף על פי שהיה העור צבוע בידי שמים הרי זה מטמא בנגעים ויש פשיון בכלי עור בעוביו כאלו תאמר שפשה הנגע מתוכו לאחוריו או מאחוריו לתוכו כבר נתבאר זה בי\"א מנגעים. וראוי שתדע שצמר ופשתים מטמאין בנגעים מיד שיטוו ואף על פי שלא לובן כיון שיש בפקעת כדי לארוג ממנה שלש על שלש שתי וערב בין שהיתה כלה שי או ערב היתה הפקעת מחוטין פסוקין אינה מטמאה בנגעים ואם היו שני פקועיות וחוט אחד מחברתן ונראה אחד כשתיהן שתיהן טמאות ואם נראה כאחד לבד היא לבדה טמאה וכן העניין בארוג אם השתי עומד המחובר לו ואם פשה מזה לזה שניהם טמאים כבר נתבאר זה בי\"א מנגעים:", "<b>השרש</b> הז' הוא שהבגד המוסגר הוא מותר בהנאה אך המוחלט אסור בהנאה כי התורה חייבה שריפה לבגד המוחלט ולזה הוא מבואר שאם נתערב באחרים כלן אסורי' וכן אם חלקו לטלאים פחותין משלש על שלש כבר נתבא זה מי\"א מנגעים:", "<b>השרש</b> הח' הוא שהבגד המנוגע בין מוסגר בין מוחלט אם בא אל הבית טמאהו וכבר יקרא בא אל הבית אם בא רובו שם וכן אם נכנס כזית ממנו טמאהו שנאמר אל נא תהי כמת כמו שהמת מטמא בכזית כן הענין בצרעת כבר נתבאר זה בי\"ב מיבמות ובי\"ג מנגעים:", "<b>התועלת</b> הי\"א הוא במצות והוא מה שצוה שיביא המצורע קרבנותיו אחר שיטהר וכבר בארנו התועלת בזה במה שקדם ואולם שרשי זאת המצוה הם א':", "<b>השרש</b> הראשון הוא שהמצורע עומד חוץ לעזרת ישר' כנגד פתח המזרחי ומכניס ידיו לעזרה לסמוך על האשם אחר שהניפו הכהן עם לוג השמן כבר נתבאר זה בי\"ד מנגעים ובשלישי מזבחים ובששי ממנחות:"], "heVersionTitle": "Ralbag on Torah, Venice, 1547", "heLicense": "Public Domain", "heVersionTitleInHebrew": "רלב\"ג על התורה, ונציה ש\"ז", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5cdd6d4ec4424d0058269b01", "index_title": "Malbim on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Malbim on Leviticus, Tazria 1:1", "anchorRef": "Leviticus 12:1", "anchorRefExpanded": ["Leviticus 12:1"], "sourceRef": "Malbim on Leviticus, Tazria 1:1", "sourceHeRef": "מלבי\"ם על ויקרא, תזריע א׳:א׳", "anchorVerse": 1, "sourceHasEn": false, "compDate": [1844, 1874], "commentaryNum": 1.0001, "collectiveTitle": {"en": "Malbim", "he": "מלבי\"ם"}, "heTitle": "תזריע", "he": "<b>דבר אל בני ישראל:</b> כבר בארנו (<small>ויקרא סימן ז</small>) שאחר שהרבה פרשיות אין מתחילים \"דבר אל בני ישראל\", אם כן בכל מקום שהתחיל \"דבר אל בני ישראל\" בא לאיזה מיעוט, והוא למעט עכו\"ם או נשים וגרים (<small>כמ\"ש סימן ז וסימן ח וסימן קצא באורך</small>). אמנם פה אי אפשר לומר שבא למעט עכו\"ם דלמה נטעה לחייבם בטומאת מקדש, והלא ידענו דדיני טומאה וביאת מקדש אין נוהג בעכו\"ם, ובפרשה זו כתוב \"ביום השמיני ימול\" והבאת קרבן היולדות שבודאי אין נוהג בעכו\"ם? וזהו שאמר בני ישראל בענין הזה ואין עכו\"ם בענין הזה – רצונו לומר שמן הענין ידענו שאינו מדבר בעכו\"ם.  וכן אין לומר שבא למעט גירות ושפחות דהא אמר \"אשה כי תזריע\" ומבואר אצלינו שכל מקום שאנו ממעטים גרים מן \"בני ישראל\" הוא משום דמפרשינין שבא מלת \"בני ישראל\" על צד הדיוק – דוקא בני יעקב – ואז אין נשים וגרים בכלל (<small>כי מפרשים אותו בדיוק כמו \"ויבואו בני ישראל לשבור בר בתוך הבאים\" שהיה רק בני יעקב ורק הזכרים</small>) אבל כיון דפה מדבר גם בנשים ו\"בני\" לאו דוקא, הרי נאמר בדרך ההרחבה כמו \"בני עמון\" \"בני שת\" שכולל גם הנקבות והוא הדין הגרים. וז\"ש בספרא (<small>מובא ביבמות דף עד, וכריתות דף ז</small>) מנין לרבות הגיורת וכו' ת\"ל ואשה. ואם כן נשאר הקושיא – <b>בני ישראל מה ת\"ל?</b> ומשיב שבא ללמד שמה שנאמר בפ' זו מדיני היולדת שאל המקדש לא תבא – אינו מיוחד ליולדת דוקא שטומאתה קלה שהיא טבולת יום ארוך (<small>כמ\"ש ביבמות דף עד ובכמה מקומות</small>), אלא אף לשאר כל הטמאים. וזה כי ממ\"ש \"והזרתם את בני ישראל מטומאתם ולא יטמאו את משכני\" יש לטעות שהוזהרו גם מליגע במקדש מאחוריו, כי שם לא נזכר שלא יבואו למקדש, ויש לומר שבכל מקום שיגעו בו מטמאים אותו. ולכן פרט פה \"ואל המקדש לא תבוא\" – שאין האזהרה רק על הביאה בתוכו. ואמר \"דבר אל בני ישראל\" לומר שלכולם נאמר דבר זה, כי גם יתר הטמאים באזהרה זו ד'אל המקדש לא תבא', לא יולדות לבד. (וזה פירוש <b>[משנה א וב']</b>). ואמר <b>[במשנה ג]</b> דמכל מקום צריך גם קרא ד\"והזרתם את בני ישראל מטומאתם\" משום דיש לטעות שמה שהוזהרו ישראל בלאו ד\"אל המקדש לא תבא\" הוא דוקא הטמאים בטומאה היוצאת מגופם כזב ודומיו שדומים כיולדות; שהגם שטומאתה קלה שהיא טבילת יום, הלא באה מטומאה חמורה שיצאה מגופה. מנין שגם הבאה מידי טומאה קלה שלא יצאה מגופם הוזהרו? ת\"ל \"והזרתם וכולי בטמאם את משכני ...\" לרבות את כולם.", "heVersionTitle": "Malbim on Vayikra – Wikisource", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5cea60738f27ae0019fde4d2", "index_title": "Recanati on the Torah", "category": "Commentary", "type": "commentary", "ref": "Recanati on the Torah, Tazria 1", "anchorRef": "Leviticus 12:1", "anchorRefExpanded": ["Leviticus 12:1"], "sourceRef": "Recanati on the Torah, Tazria 1", "sourceHeRef": "רקנאטי על התורה, תזריע א׳", "anchorVerse": 1, "sourceHasEn": false, "compDate": [1250, 1290], "commentaryNum": 1, "collectiveTitle": {"en": "Recanati on the Torah", "he": "רקנאטי על התורה"}, "heTitle": "תזריע", "he": "וידבר י\"י אל משה לאמר. אשה כי תזריע וילדה זכר וגו'. מכאן אמרו רבותינו ז\"ל אשה מזרעת תחלה יולדת זכר וכו'. ואם נאמר כי הטפה הבאה באחרונה היא המתגברת אם כן הראשונה היא הכנה אל האחרונה כמו השדה חרושה לזרוע בו והאחרונה היא הזרע. וכן נראה מדברי החכם רבי עזרא ז\"ל שכתב חמשה דמים הם שמראיהם נוטה לאודם. והיו החכמים הבקיאין מכירין במראה אם מן המקום שחזקתן מן השמאל. והוא דם הבא מן החדר וכו' וטהור וטמא כפלים בנקבה מן הזכר. וכן הדין כי הזכר בא מתגבורת טפת הזכר שיזריע לובן אחר שתזריע הנקבה אודם ולובן טפת הזכר הבאה באחרונה מתגברת על טפת הנקבה שכבר נחלש כחה ויולדת זכר ואין הטומאה נמשכת כל כך. כי הזכר רוב הרכבתו הטפה הבא מצד ימין. אבל יולדת נקבה היא כשהזכר מזריע תחלה והנקבה באחרונה ומתגברת טפת הנקבה ולכך הטומאה נמשכת כפלים מפני התגבורת ההוא הבא מצד שמאל עכ\"ל ומדברי הרב רבי אלעזר מורמשא נראה הפך שכתב הדבר תלוי בתאוה האיש מתאוה לנקבה והאשה מתאוה לזכר כשהוא מזריע תחלה יולדת מה שנתאוה והנקבה מתאוה לזכר לכך כשהזריעה תחלה יולדת זכר. נראה מדבריו שהטפה הראשונה מתגברת. סימן לשתי דעות אלו עילאה גבר תתאה גבר ונראה לי להכריע כדעת הראשון ממה שאמרו רז\"ל הרוצה שיהיו כל בניו זכרים יבעול וישנה ועוד אמרו הנה נחלת י\"י בנים שכר פרי הבטן (תהלים קכז ג'). בשכר שמשהין הצדיקים עצמן על בטן האשה הויין להו בנים זכרים והטעם שיזריעו באחרונה. אמנם בירושלמי מצאתי סיוע לדברי הרב רבי אלעזר אמרו שם בפסוק אשה כי תזריע לשני ציורים זה צד דמותו של זה וזה צד דמותו של זה לעולם הזכר מן האשה ונקבה מן האיש מנין ובתואל ילד את רבקה. ואת דינה בתו ושם בת אשר סרח. זכר מן האשה מנין ואשתו היהודיה ילדה את ירד וגו' (ד\"ה א' ד חי). פלגשו ושמה ראומה ותלד וגו'. אשה כי תזריע וילדה זכר א\"ר אבן לית ספרא דמספר לגרמיה. וטעם המילה להיותה בשמיני פירשתיו וטעם לדם טהור נרמז לי בספר הזוהר (אדרא רבא קמ\"ג א') אמרו שם בענין לידת קין והבל וכד נפיק דא קין מסטרא דנוקבא נפיק תקיף קשייא. &lt;תרגום - וכשיצא קין זה מצד הנוקבא יצא חזק וקשה&gt;. תקיף בדינוי קשייא בדינוי. &lt;חזק בדיניו קשה בדיניו&gt;. כיון דנפק אתחלשת ואתבסמת. &lt;כיון שיצא קין ממנה נחלשה ונתבשמה&gt;. בתר דא נפיק אחרא בסימא יתיר. &lt;אחר זה ילדה נשמה אחרת שהיא מתוקה יותר&gt;. וכבר ידעת טעם איסור הנדה ותראה כי אותו הכח גובר עליה בעת הלידה והם חבלי יולדה ועל כן באים מיד ימי הטומאה ואחר הסרת הכח ההוא מתחלש עד שאין שם טומאה זהו טעם לדברי רז\"ל מעיין אחד והתורה טמאתו והתורה טהרתו והבן זה. אמנם למספר ל\"ג לא מצאתי בו טעם. ואני נ\"ח (אולי נחמה) מצאתי בספר הזוהר (תזריע מ\"ג ב) וז\"ל וכמה אלף ורבון נפקי בזימנא חדא לעלמא. &lt;תרגום - וכמה אלפים ורבבות נשמות יוצאות בפעם אחת לעולם&gt;. ומן יומא דאפקת לון לא אקרון נפשן עד דאישתרשן בגופא. &lt;ומיום שהוציאה אותם אינן נקראות נפשות עד שנשרשים בגוף&gt;. וכמה הוא. &lt;וכמה הוא&gt;. לל\"ג ימים. &lt;ל\"ג ימים&gt;. הה\"ד ושלשים יום ושלשת ימים וגו' עכ\"ל. &lt;היינו שכתוב \"ושלשים יום ושלשת ימים\"&gt;. אמנם רז\"ל אמרו שרמז לל\"ג דורות שמאברהם אבינו ע\"ה עד חורבן הבית ואף כי דבריהם דברי אלהים חיים והרמז נאה אינו מספיק לטעם פשט המצוה עד יערה עלינו רוח ממרום:", "heVersionTitle": "Recanati on the Torah", "heLicense": "Public Domain", "heVersionTitleInHebrew": "רקנאטי על התורה", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5d2e265630b3f20085ed21b5", "index_title": "Steinsaltz on Keritot", "category": "Quoting Commentary", "type": "", "ref": "Steinsaltz on Keritot 10b:6", "anchorRef": "Leviticus 12:1-8", "anchorRefExpanded": ["Leviticus 12:1", "Leviticus 12:2", "Leviticus 12:3", "Leviticus 12:4", "Leviticus 12:5", "Leviticus 12:6", "Leviticus 12:7", "Leviticus 12:8"], "sourceRef": "Steinsaltz on Keritot 10b:6", "sourceHeRef": "ביאור שטיינזלץ על כריתות י׳ ב:ו׳", "anchorVerse": 1, "sourceHasEn": false, "compDate": [1950, 2010], "commentaryNum": 20.0006, "collectiveTitle": {"en": "Steinsaltz on Keritot", "he": "ביאור שטיינזלץ על כריתות"}, "heTitle": "ביאור שטיינזלץ על כריתות", "he": "<b>יולדת מביאה בדלות ועשירות,</b> בעשירות — כבש לעולה ובן יונה או תור לחטאת, ובעניות — שני תורים או שני בני יונה, אחד לעולה ואחד לחטאת (ויקרא יב, א—ח). וכן <b>מצורע מביא בדלות</b> ובעשירות, בעשירות — כבש לאשם, כבש לעולה וכבשה לחטאת, ובדלות — כבש לאשם, ושני תורים או שני בני יונה, אחד לחטאת ואחד לעולה (שם יד, י—כב). ועל <b>שמיעת הקול ובטוי שפתים וטומאת מקדש וקדשיו</b> — <b>מביאין בדלות ודלי דלות</b> נוסף לעשירות, בעשירות — כשבה או שעירה לחטאת, בדלות — שני תורים או שני בני יונה, אחד לחטאת ואחד לעולה, בדלי דלות — עשירית האיפה למנחה (שם ה, א—יד).", "heVersionTitle": "William Davidson Edition - Hebrew", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "תלמוד מהדורת ויליאם דוידסון", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5db0041c52405c562cf7e101", "index_title": "Minei Targuma on Torah", "category": "Commentary", "type": "commentary", "ref": "Minei Targuma on Torah, Leviticus 12:1:1", "anchorRef": "Leviticus 12:1", "anchorRefExpanded": ["Leviticus 12:1"], "sourceRef": "Minei Targuma on Torah, Leviticus 12:1:1", "sourceHeRef": "מיני תרגומא על תורה, ויקרא י״ב:א׳:א׳", "anchorVerse": 1, "sourceHasEn": false, "compDate": [1751, 1799], "commentaryNum": 1.0001, "collectiveTitle": {"en": "Minei Targuma", "he": "מיני תרגומא"}, "heTitle": "ויקרא", "he": "<b>פרשת תזריע</b> <b>תַזְרִיעַ</b> תרגום אונקלוס <b>תְעַדִּי</b> הנה על ותהר בעברי תרגו׳ אונקל׳ ויונתן <b>וְעַדִיאַת</b> והכא תרגומו כך על תזריע עיין ביאור יפה ברמב״ן ומשם בארה בכוונת אשה מזרעת תחלה יולדת זכר (ברכות דף ס׳. נדה דף כ״ה: ודף כ״ח. ודף ל״א.) וכן ביאור שם דביצה הנולדה מדספני מארע אינה מגדלת אפרוחי׳ (כדאי׳ בביצה דף ז׳ וע״ש ברש״י) ע״פ פלוסיפי היונים ע״ש וגם בפירוש מהר״י אבוהב:", "heVersionTitle": "Vilna, 1836", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ווילנא, תקצ\"ו", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5dbee3df46c6d85848861934", "index_title": "Malbim Ayelet HaShachar", "category": "Commentary", "type": "commentary", "ref": "Malbim Ayelet HaShachar 260:1", "anchorRef": "Leviticus 12:1", "anchorRefExpanded": ["Leviticus 12:1"], "sourceRef": "Malbim Ayelet HaShachar 260:1", "sourceHeRef": "אילת השחר (מלבי\"ם) ר״ס:א׳", "anchorVerse": 1, "sourceHasEn": false, "compDate": [1844, 1874], "commentaryNum": 260.0001, "collectiveTitle": {"en": "Malbim Ayelet HaShachar", "he": "אילת השחר (מלבי\"ם)"}, "heTitle": "אילת השחר (מלבי\"ם)", "he": "כל מקום שכתוב \"<b>דבר אל בני ישראל</b>\" בא למעט עכו\"ם; אם לא שיש איזה ריבוי לרבותם. (<b>ויקרא</b> ס' ז, וסימן קצא. <b>צו</b> ס' קלה, וסימן קמד. <b>תזריע</b> ס' א, וסימן מ. <b>מצורע</b> ס' קיח. <b>אחרי</b> ס' פו. <b>קדושים</b> ס' פח. <b>אמור</b> ס' קעו. <b>בחוקתי</b> ס' נה)", "heVersionTitle": "Wikisource Edition", "heLicense": "", "heVersionTitleInHebrew": "", "text": "Any place where it is written <b>דבר אל בני ישראל</b> (speak to the children of Israel), it comes to exclude idol worshippers, unless there is an amplificatory expression somewhere to include them.", "versionTitle": "Ayelet Hashachar, translated by Betzalel Avraham Feinstein, 2021", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "5dbee3e0e5a42115dfca0abc", "index_title": "Malbim Ayelet HaShachar", "category": "Commentary", "type": "commentary", "ref": "Malbim Ayelet HaShachar 261:1-2", "anchorRef": "Leviticus 12:1", "anchorRefExpanded": ["Leviticus 12:1"], "sourceRef": "Malbim Ayelet HaShachar 261:1-2", "sourceHeRef": "אילת השחר (מלבי\"ם) רס״א:א׳-ב׳", "anchorVerse": 1, "sourceHasEn": false, "compDate": [1844, 1874], "commentaryNum": 261.0001, "collectiveTitle": {"en": "Malbim Ayelet HaShachar", "he": "אילת השחר (מלבי\"ם)"}, "heTitle": "אילת השחר (מלבי\"ם)", "he": ["וכשבא על צד הדיוק – \"בני\" דוקא, ולא בנות (ויקרא ס' ח) ולא גרים.", "וכל מקום שכתוב \"<b>בני ישראל</b>\" צריך ריבוי על נשים וגרים. או שהתורה בארה שם בפירוש שהדין נוהג גם בגר. (<b>ויקרא</b> ס' קצא באורך. ועוד <b>צו</b> ס' כה, וסימן קמד. <b>שמיני</b> ס' מז, וסימן נו. <b>תזריע</b> ס' א. <b>מצורע</b> ס' קיט, וסימן קפג. <b>אחרי</b> ס' פו. <b>אמור</b> ס' א, וסימן קעו)"], "heVersionTitle": "Wikisource Edition", "heLicense": "", "heVersionTitleInHebrew": "", "text": ["In its precise meaning, בני means sons, and not daughters and not proselytes.", "And any place where it is written <b>בני ישראל</b> (children of Israel), it needs an amplificatory expression to include women and proselytes, or else the Torah will clarify there explicitly that the law also applies to a proselyte."], "versionTitle": "Ayelet Hashachar, translated by Betzalel Avraham Feinstein, 2021", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "5f269d63ec91a167aa6037b4", "index_title": "Mishnah Keritot", "category": "Mishnah", "type": "", "ref": "Mishnah Keritot 1:6", "anchorRef": "Leviticus 12:1-6", "anchorRefExpanded": ["Leviticus 12:1", "Leviticus 12:2", "Leviticus 12:3", "Leviticus 12:4", "Leviticus 12:5", "Leviticus 12:6"], "sourceRef": "Mishnah Keritot 1:6", "sourceHeRef": "משנה כריתות א׳:ו׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [190, 230], "commentaryNum": 1.0006, "collectiveTitle": {"en": "Mishnah Keritot", "he": "משנה כריתות"}, "heTitle": "משנה כריתות", "he": "הַמַּפֶּלֶת אוֹר לִשְׁמוֹנִים וְאֶחָד, בֵּית שַׁמַּאי פּוֹטְרִין מִן הַקָּרְבָּן, בֵּית הִלֵּל מְחַיְּבִים. אָמְרוּ בֵית הִלֵּל לְבֵית שַׁמַּאי, מַאי שְׁנָא אוֹר לִשְׁמוֹנִים וְאֶחָד מִיּוֹם שְׁמוֹנִים וְאֶחָד. אִם שָׁוֶה לוֹ לַטֻּמְאָה, לֹא יִשְׁוֶה לוֹ לַקָּרְבָּן. אָמְרוּ לָהֶם בֵּית שַׁמַּאי, לֹא, אִם אֲמַרְתֶּם בְּמַפֶּלֶת יוֹם שְׁמוֹנִים וְאֶחָד, שֶׁכֵּן יָצְאָה בְשָׁעָה שֶׁהִיא רְאוּיָה לְהָבִיא בָהּ קָרְבָּן, תֹּאמְרוּ בְמַפֶּלֶת אוֹר לִשְׁמוֹנִים וְאֶחָד, שֶׁלֹּא יָצְאָה בְשָׁעָה שֶׁהִיא רְאוּיָה לְהָבִיא בָהּ קָרְבָּן. אָמְרוּ לָהֶן בֵּית הִלֵּל, וַהֲרֵי הַמַּפֶּלֶת יוֹם שְׁמוֹנִים וְאֶחָד שֶׁחָל לִהְיוֹת בְּשַׁבָּת תּוֹכִיחַ, שֶׁלֹּא יָצְאָה בְשָׁעָה שֶׁהִיא רְאוּיָה לְהָבִיא בָהּ קָרְבָּן וְחַיֶּבֶת בַּקָּרְבָּן. אָמְרוּ לָהֶם בֵּית שַׁמַּאי, לֹא, אִם אֲמַרְתֶּם בְּמַפֶּלֶת יוֹם שְׁמוֹנִים וְאֶחָד שֶׁחָל לִהְיוֹת בְּשַׁבָּת, שֶׁאַף עַל פִּי שֶׁאֵינוֹ רָאוּי לְקָרְבַּן יָחִיד, רָאוּי לְקָרְבַּן צִבּוּר, תֹּאמְרוּ בְמַפֶּלֶת אוֹר לִשְׁמוֹנִים וְאֶחָד, שֶׁאֵין הַלַּיְלָה רָאוּי לֹא לְקָרְבַּן יָחִיד וְלֹא לְקָרְבַּן צִבּוּר. הַדָּמִים אֵינָן מוֹכִיחִין, שֶׁהַמַּפֶּלֶת בְּתוֹךְ מְלֹאת, דָּמֶיהָ טְמֵאִין, וּפְטוּרָה מִן הַקָּרְבָּן: \n", "heVersionTitle": "Torat Emet 357", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורת אמת 357", "text": "A woman who gives birth to a daughter counts fourteen days during which she is ritually impure. That is followed by sixty-six days during which she remains ritually pure even if she experiences a flow of blood. The Torah obligates a woman to bring her offering on the eighty-first day (see Leviticus 12:1–6). If the woman miscarries another fetus before that day, she is not required to bring an additional offering. In the case of a woman <b>who miscarries</b> a fetus <b>on the night of,</b> i.e., preceding, <b>the eighty-first</b> day, <b>Beit Shammai deem</b> her <b>exempt from</b> bringing a second <b>offering and Beit Hillel deem</b> her <b>liable</b> to bring a second offering. <b>Beit Hillel said to Beit Shammai: What is different</b> between the <b>night of the eighty-first and</b> the <b>day of the eighty-first? If they are equal with regard to</b> the <i>halakhot</i> of <b>ritual impurity,</b> i.e., the blood flow of this woman on the eighty-first night renders her ritually impure and all the standard strictures of ritual impurity apply to her, <b>will</b> the two time periods <b>not be equal with regard to</b> liability to bring an additional <b>offering</b> as well? <b>Beit Shammai said to</b> Beit Hillel: <b>No,</b> there is a difference between that night and the following day. <b>If you said with regard to</b> a woman <b>who miscarries</b> on the <b>eighty-first day</b> that she is obligated to bring an additional offering, this is logical, <b>as she emerged into a period that is fit</b> for <b>her to bring</b> her <b>offering.</b> Would you <b>say</b> the same <b>with regard to</b> a woman <b>who miscarries on the night of</b> the <b>eighty-first</b> day, <b>where she did not emerge into a period that is fit</b> for <b>her to bring</b> her <b>offering,</b> as offerings are not sacrificed at night? <b>Beit Hillel said to</b> Beit Shammai: <b>But let</b> the case of a woman <b>who miscarries on</b> the <b>eighty-first day that occurs on Shabbat prove</b> that this distinction is incorrect, <b>as she did not emerge into a period that is fit</b> for <b>her to bring</b> her <b>offering</b> because individual offerings are not sacrificed on Shabbat, <b>and</b> nevertheless <b>she is obligated to bring</b> an additional <b>offering.</b> <b>Beit Shammai said to</b> Beit Hillel: <b>No,</b> there is a difference between these cases. <b>If you said</b> this ruling with regard to a woman <b>who miscarries on</b> the <b>eighty-first day that occurs on Shabbat,</b> the reason is <b>that although</b> Shabbat <b>is unfit for</b> the sacrifice of <b>an individual offering,</b> it is <b>fit for</b> the sacrifice of <b>a communal offering</b> whose time is fixed, e.g., the daily offering. Would you <b>say</b> the same <b>with regard to</b> a woman <b>who miscarries on the night of</b> the <b>eighty-first</b> day, <b>as the night is completely unfit,</b> since <b>neither an individual offering nor a communal offering</b> is sacrificed at night? Beit Shammai add: <b>And</b> as for the ritual impurity status of <b>the blood,</b> i.e., Beit Hillel’s opinion that the two time periods are equal with regard to the <i>halakhot</i> of ritual impurity, this <b>does not prove</b> what the <i>halakha</i> should be with regard to offerings, <b>as</b> with regard to a woman <b>who miscarries</b> before the <b>completion</b> of the term of eighty days, <b>her blood is impure</b> like the blood of a woman after childbirth, and nevertheless <b>she is exempt from</b> bringing <b>the offering.</b>", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "5f3b9b0e451546a471677593", "index_title": "Mishpetei Uziel", "category": "Responsa", "type": "", "ref": "Mishpetei Uziel, Volume II, Yoreh De'ah 60:22", "anchorRef": "Leviticus 12:1", "anchorRefExpanded": ["Leviticus 12:1"], "sourceRef": "Mishpetei Uziel, Volume II, Yoreh De'ah 60:22", "sourceHeRef": "משפטי עוזיאל, חלק ב, יורה דעה מהד' תניינא ס׳:כ״ב", "anchorVerse": 1, "sourceHasEn": false, "compDate": [1900, 1950], "commentaryNum": 60.0022, "collectiveTitle": {"en": "Mishpetei Uziel", "he": "משפטי עוזיאל"}, "heTitle": "חלק ב, יורה דעה מהד' תניינא", "he": "דבר זה יש לו יסוד בעצם התולדה וכאומרם ז\"ל: שלשה שותפין באדם, אביו מזריע לובן שממנו עצמות וגידים וצפרנים ומוח שבראש ולובן שבעין, האשה מזרעת אודם שממנו עור ובשר ושערות ושחור שבעין, והקב\"ה נותן בו רוח ונשמה (נדה לא ועיין הרמב\"ן על התורה ויקרא י\"ב, א') זאת אומרת האב נותן כחות ההרגשה והמחשבה, והאם נותנת מבנה הגוף וכח הפעולה והמרץ, לכן במקום שנפסקת השפעת האב לגמרי, בהיות בנו בסביבת עם נכרי פוסקת גם יחוסו, ולזה כוונו רז\"ל בדבריהם לאמר: כל ולד במעי שפחה כנענית כולד במעי בהמה דמי, ופירש רש\"י שאין מתיחס אחר אביו כלל (קידושין סט א) כלומר כל ולד שנמצא במעי נכריה לתורת האב והלך רוחו ומנהגי חייו הרי הוא כנמצא במעי בהמה שהוא גדל בה בלי כל השפעה רוחנית של אב ולכן הוא כמותה בין אם היא נכרית שנתעברה מישראל או ישראלית שנתעברה מנכרי.", "heVersionTitle": "Mishpetei Uziel, Jerusalem, 1995-2005", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "משפטי עוזיאל, ירושלים, תשנ\"ה-תשס\"ה", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "60e5eb9cb416755fc7c802ae", "index_title": "Peninei Halakhah, Family Purity", "category": "Halakhah", "type": "", "ref": "Peninei Halakhah, Family Purity 9:8:2", "anchorRef": "Leviticus 12:1-8", "anchorRefExpanded": ["Leviticus 12:1", "Leviticus 12:2", "Leviticus 12:3", "Leviticus 12:4", "Leviticus 12:5", "Leviticus 12:6", "Leviticus 12:7", "Leviticus 12:8"], "sourceRef": "Peninei Halakhah, Family Purity 9:8:2", "sourceHeRef": "פניני הלכה, טהרת המשפחה ט׳:ח׳:ב׳", "anchorVerse": 1, "sourceHasEn": false, "commentaryNum": 8.0002, "collectiveTitle": {"en": "Peninei Halakhah, Family Purity", "he": "פניני הלכה, טהרת המשפחה"}, "he": "כפי שלמדנו (בהלכה ג), עצם הלידה מטמאה: אם ילדה זכר טומאתה נמשכת שבעה ימים, ולאחר מכן יש לה שלושים ושלושה ימים של טוהר. ואם ילדה נקבה טומאתה נמשכת שבועיים, ולאחר מכן יש לה ששים ושישה ימים של טוהר. כלומר, מדין התורה היולדת יכולה לטבול ולהיטהר מטומאת לידתה לאחר שבוע לזכר ושבועיים לנקבה, גם אם עדיין נמשך דימום מרחמה. שכל הדמים היוצאים ממנה עד סוף יום הארבעים לזכר ועד סוף יום השמונים לנקבה הם 'דמי טוהר', היינו דמים שאינם מטמאים אותה לבעלה. אמנם בכל משך ארבעים הימים ליולדת זכר ושמונים הימים ליולדת נקבה, אסור לה לעלות למקדש ולאכול מהקורבנות, ואם היא כוהנת אסור לה לאכול ברחבי הארץ תרומות וחלה. לאחר סיום ימי הטוהר, היולדת חוזרת לדינה הרגיל של כל אשה, ומצווה שתעלה למקדש ותביא קורבן עולה כדי להודות על הלידה, וקורבן חטאת כדי להתנקות מהחסרונות שדבקו בה בלידתה. שנאמר (ויקרא יב, א-ח): \"אִשָּׁה כִּי תַזְרִיעַ וְיָלְדָה זָכָר, וְטָמְאָה שִׁבְעַת יָמִים כִּימֵי נִדַּת דְּוֹתָהּ תִּטְמָא. וּבַיּוֹם הַשְּׁמִינִי יִמּוֹל בְּשַׂר עָרְלָתוֹ. וּשְׁלֹשִׁים יוֹם וּשְׁלֹשֶׁת יָמִים תֵּשֵׁב בִּדְמֵי טָהֳרָה, בְּכָל קֹדֶשׁ לֹא תִגָּע וְאֶל הַמִּקְדָּשׁ לֹא תָבֹא עַד מְלֹאת יְמֵי טָהֳרָהּ. וְאִם נְקֵבָה תֵלֵד, וְטָמְאָה שְׁבֻעַיִם כְּנִדָּתָהּ, וְשִׁשִּׁים יוֹם וְשֵׁשֶׁת יָמִים תֵּשֵׁב עַל דְּמֵי טָהֳרָה. וּבִמְלֹאת יְמֵי טָהֳרָהּ לְבֵן אוֹ לְבַת, תָּבִיא כֶּבֶשׂ בֶּן שְׁנָתוֹ לְעֹלָה וּבֶן יוֹנָה אוֹ תֹר לְחַטָּאת אֶל פֶּתַח אֹהֶל מוֹעֵד אֶל הַכֹּהֵן. וְהִקְרִיבוֹ לִפְנֵי ה' וְכִפֶּר עָלֶיהָ וְטָהֲרָה מִמְּקֹר דָּמֶיהָ, זֹאת תּוֹרַת הַיֹּלֶדֶת לַזָּכָר אוֹ לַנְּקֵבָה. וְאִם לֹא תִמְצָא יָדָהּ דֵּי שֶׂה, וְלָקְחָה שְׁתֵּי תֹרִים אוֹ שְׁנֵי בְּנֵי יוֹנָה, אֶחָד לְעֹלָה וְאֶחָד לְחַטָּאת, וְכִפֶּר עָלֶיהָ הַכֹּהֵן וְטָהֵרָה\".", "heVersionTitle": "Peninei Halakhah, Yeshivat Har Bracha - 2020", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "62037ed66bfddfbb310fecd8", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Leviticus, Part II; Ritual Pollution and Purification 2-20", "anchorRef": "Leviticus 11:1-17:16", "anchorRefExpanded": ["Leviticus 11:1", "Leviticus 11:2", "Leviticus 11:3", "Leviticus 11:4", "Leviticus 11:5", "Leviticus 11:6", "Leviticus 11:7", "Leviticus 11:8", "Leviticus 11:9", "Leviticus 11:10", "Leviticus 11:11", "Leviticus 11:12", "Leviticus 11:13", "Leviticus 11:14", "Leviticus 11:15", "Leviticus 11:16", "Leviticus 11:17", "Leviticus 11:18", "Leviticus 11:19", "Leviticus 11:20", "Leviticus 11:21", "Leviticus 11:22", "Leviticus 11:23", "Leviticus 11:24", "Leviticus 11:25", "Leviticus 11:26", "Leviticus 11:27", "Leviticus 11:28", "Leviticus 11:29", "Leviticus 11:30", "Leviticus 11:31", "Leviticus 11:32", "Leviticus 11:33", "Leviticus 11:34", "Leviticus 11:35", "Leviticus 11:36", "Leviticus 11:37", "Leviticus 11:38", "Leviticus 11:39", "Leviticus 11:40", "Leviticus 11:41", "Leviticus 11:42", "Leviticus 11:43", "Leviticus 11:44", "Leviticus 11:45", "Leviticus 11:46", "Leviticus 11:47", "Leviticus 12:1", "Leviticus 12:2", "Leviticus 12:3", "Leviticus 12:4", "Leviticus 12:5", "Leviticus 12:6", "Leviticus 12:7", "Leviticus 12:8", "Leviticus 13:1", "Leviticus 13:2", "Leviticus 13:3", "Leviticus 13:4", "Leviticus 13:5", "Leviticus 13:6", "Leviticus 13:7", "Leviticus 13:8", "Leviticus 13:9", "Leviticus 13:10", "Leviticus 13:11", "Leviticus 13:12", "Leviticus 13:13", "Leviticus 13:14", "Leviticus 13:15", "Leviticus 13:16", "Leviticus 13:17", "Leviticus 13:18", "Leviticus 13:19", "Leviticus 13:20", "Leviticus 13:21", "Leviticus 13:22", "Leviticus 13:23", "Leviticus 13:24", "Leviticus 13:25", "Leviticus 13:26", "Leviticus 13:27", "Leviticus 13:28", "Leviticus 13:29", "Leviticus 13:30", "Leviticus 13:31", "Leviticus 13:32", "Leviticus 13:33", "Leviticus 13:34", "Leviticus 13:35", "Leviticus 13:36", "Leviticus 13:37", "Leviticus 13:38", "Leviticus 13:39", "Leviticus 13:40", "Leviticus 13:41", "Leviticus 13:42", "Leviticus 13:43", "Leviticus 13:44", "Leviticus 13:45", "Leviticus 13:46", "Leviticus 13:47", "Leviticus 13:48", "Leviticus 13:49", "Leviticus 13:50", "Leviticus 13:51", "Leviticus 13:52", "Leviticus 13:53", "Leviticus 13:54", "Leviticus 13:55", "Leviticus 13:56", "Leviticus 13:57", "Leviticus 13:58", "Leviticus 13:59", "Leviticus 14:1", "Leviticus 14:2", "Leviticus 14:3", "Leviticus 14:4", "Leviticus 14:5", "Leviticus 14:6", "Leviticus 14:7", "Leviticus 14:8", "Leviticus 14:9", "Leviticus 14:10", "Leviticus 14:11", "Leviticus 14:12", "Leviticus 14:13", "Leviticus 14:14", "Leviticus 14:15", "Leviticus 14:16", "Leviticus 14:17", "Leviticus 14:18", "Leviticus 14:19", "Leviticus 14:20", "Leviticus 14:21", "Leviticus 14:22", "Leviticus 14:23", "Leviticus 14:24", "Leviticus 14:25", "Leviticus 14:26", "Leviticus 14:27", "Leviticus 14:28", "Leviticus 14:29", "Leviticus 14:30", "Leviticus 14:31", "Leviticus 14:32", "Leviticus 14:33", "Leviticus 14:34", "Leviticus 14:35", "Leviticus 14:36", "Leviticus 14:37", "Leviticus 14:38", "Leviticus 14:39", "Leviticus 14:40", "Leviticus 14:41", "Leviticus 14:42", "Leviticus 14:43", "Leviticus 14:44", "Leviticus 14:45", "Leviticus 14:46", "Leviticus 14:47", "Leviticus 14:48", "Leviticus 14:49", "Leviticus 14:50", "Leviticus 14:51", "Leviticus 14:52", "Leviticus 14:53", "Leviticus 14:54", "Leviticus 14:55", "Leviticus 14:56", "Leviticus 14:57", "Leviticus 15:1", "Leviticus 15:2", "Leviticus 15:3", "Leviticus 15:4", "Leviticus 15:5", "Leviticus 15:6", "Leviticus 15:7", "Leviticus 15:8", "Leviticus 15:9", "Leviticus 15:10", "Leviticus 15:11", "Leviticus 15:12", "Leviticus 15:13", "Leviticus 15:14", "Leviticus 15:15", "Leviticus 15:16", "Leviticus 15:17", "Leviticus 15:18", "Leviticus 15:19", "Leviticus 15:20", "Leviticus 15:21", "Leviticus 15:22", "Leviticus 15:23", "Leviticus 15:24", "Leviticus 15:25", "Leviticus 15:26", "Leviticus 15:27", "Leviticus 15:28", "Leviticus 15:29", "Leviticus 15:30", "Leviticus 15:31", "Leviticus 15:32", "Leviticus 15:33", "Leviticus 16:1", "Leviticus 16:2", "Leviticus 16:3", "Leviticus 16:4", "Leviticus 16:5", "Leviticus 16:6", "Leviticus 16:7", "Leviticus 16:8", "Leviticus 16:9", "Leviticus 16:10", "Leviticus 16:11", "Leviticus 16:12", "Leviticus 16:13", "Leviticus 16:14", "Leviticus 16:15", "Leviticus 16:16", "Leviticus 16:17", "Leviticus 16:18", "Leviticus 16:19", "Leviticus 16:20", "Leviticus 16:21", "Leviticus 16:22", "Leviticus 16:23", "Leviticus 16:24", "Leviticus 16:25", "Leviticus 16:26", "Leviticus 16:27", "Leviticus 16:28", "Leviticus 16:29", "Leviticus 16:30", "Leviticus 16:31", "Leviticus 16:32", "Leviticus 16:33", "Leviticus 16:34", "Leviticus 17:1", "Leviticus 17:2", "Leviticus 17:3", "Leviticus 17:4", "Leviticus 17:5", "Leviticus 17:6", "Leviticus 17:7", "Leviticus 17:8", "Leviticus 17:9", "Leviticus 17:10", "Leviticus 17:11", "Leviticus 17:12", "Leviticus 17:13", "Leviticus 17:14", "Leviticus 17:15", "Leviticus 17:16"], "sourceRef": "The Five Books of Moses, by Everett Fox, Leviticus, Part II; Ritual Pollution and Purification 2-20", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, ויקרא, ויקרא מאמר ד׳ ב׳-כ׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Part II; Ritual Pollution and Purification", "he": "ויקרא מאמר ה׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["A<small>S</small> I <small>HAVE PREVIOUSLY NOTED</small>, L<small>EVITICUS IS LARGELY ABOUT HOW TO KEEP</small> G<small>OD</small>’<small>S</small> earthly realm, and hence his relationship with the people of Israel, viable and “pure” (cf. Greenstein 1985a). Once the book of Exodus ends, with the erection of the Tabernacle—a symbolic reflection of the cosmos in which God “takes up dwelling” among the Israelites—we are left with a structure that must be carefully guarded and its ritual purity maintained. To this end, Leviticus now turns to the issue of pollutants, largely of the body, that arise from what we might call territorial problems: the border of what goes into the body, expressed through animals permitted and forbidden for food; the border between life and death, as expressed through sexual functions and discharges; and the border of outer surfaces, as expressed through skin disease (<i>tzaraat</i>), mildew on clothing, and mold on houses. The system of avoidance and purification that is presented in Chapters 11–15 ensures that the “Holy-Area” will either not become polluted or, should that prove to be unavoidable, will be properly decontaminated, for such contamination has the potential of leading to God’s withdrawal from dwelling “in the midst” of the people of Israel.", "The pollutants discussed in these chapters do not by and large carry with them punishments per se; that is, they are not regarded as violations of the moral order (although <i>tzaraat</i> in biblical stories often did carry the implication that the victim had in fact done something to deserve his or her condition). Nor do they pose an actual danger to the person—unless he or she comes in contact with holy objects, people, or space. Then it becomes clear that biblical pollution was considered contagious; hence the need for rituals. What was generally required was that the polluted person observe a period of separation from the sanctuary (or, in more extreme cases, from the camp), to be reintegrated after either time alone or with the addition of laundering their clothes and/or washing themselves. In the latter cases, water was seen as acting as a purifying agent, not as cleanser in the detergent sense (and so the word “unclean,” so often used in translating Heb. <i>tamei</i>, is misleading). As before, these processes applied to priests (cf. Chap. 22) and to laypeople alike (Chaps. 12–15). The major pollutant, death, was seen as so virulent that it received treatment in a separate setting, Num. 19.", "A different category of pollution existed alongside the one we have just mentioned. It included human wrongdoing, which we might call immoral or unjust actions (e.g., incest, oppression of the poor), and also transgression of boundaries (e.g., between holy and profane, or breaching the fairly rigid system of classification in nature among animals, textiles, etc.). These types of pollution, then, involved behavior which can be seen to be disruptive or worse to the established social order. As a rule they could not be atoned for through sacrifice or other ritual forms, but lead to exile or death. They are dealt with mainly in the final section of Leviticus, Chapters 18–26.", "For a full discussion of the issue of pollution in biblical Israel, see Frymer-Kensky (1983) and Greenstein (1984a).", "O<small>N</small> T<small>HE</small> D<small>IETARY</small> R<small>ULES</small>", "T<small>HE SUBJECT OF COUNTLESS INTERPRETATIONS OVER THE AGES</small>, <small>THE SYSTEM OF DI</small>etary laws laid down in Lev. 11 is best understood in the broader context of both the structure of the book and of the Levitical worldview. For the former, see the commentary to Chapter 11; for the latter, the following may be helpful.", "It has long been recognized that seeing the dietary laws as resulting from consciousness of hygiene is a deeply inadequate way of understanding them. Nor can some of the later explanations adduced by Jewish tradition, however noble (for instance, that adhering to such a system teaches self-discipline), provide a satisfactory explanation for the rules in the context of Leviticus. What is more to the point is that the priestly worldview stressed boundaries and order. A hierarchy reigns in virtually every aspect of Israelite life as conceived in the Torah: people, land, animals, eligibility for the priesthood, the Tabernacle, and the calendar. There is a complex system of “graded holiness” (Jenson) informing Israelite life, with two basic messages: (1) God is to be approached in stages, and (2) the world is set up in a tight, ordered structure which reflects the distinctions between God and humans, Israel and the other peoples.", "It is especially the latter that is at work in the dietary laws. The animals are discussed in categories that are reminiscent of the (priestly) creation story of Genesis 1; note the refrain in both passages of (each animal) “according to its kind.” Lev. 11 makes distinctions, and scholars have sought to understand them according to a number of possible criteria: ease/clarity of classification (anomalies, especially as regards locomotion, tend to be prohibited), whether or not the animal is carnivorous (those that are, are prohibited), and the wild or domestic status of the animal (the former are frequently prohibited). The message that emerges from the scheme is multifaceted. It would appear to hold that:", "1. Human activity is to reflect the inherent orderliness of creation, a kind of imitation of God (namely, as he kept things clear at the beginning, you should do the same with what enters your body).", "2. The ideal state, already portrayed in the Garden of Eden story, is vegetarianism—where no animal life need be taken by humans (this despite God’s command to Adam to “dominate [the earth]” in Gen. 1:28).", "3. Animals permitted for consumption, among them those fit for sacrifice, are by and large those which are familiar to the Israelites in daily life through domestication. They tend to be animals often used by the Bible to symbolize humans. Eilberg-Schwartz calls this phenomenon “Israel in the mirror of nature,” and gives numerous examples extending throughout Israelite culture. He concludes that “the dietary restrictions carve up the animal world along the same lines as Israelite thought … [they] specify what kinds of animals are ‘food for thought.’”", "It should be mentioned that Mary Douglas, who pioneered an anthropological approach to these laws three decades ago, has recently given them another go (1993b). In earlier studies, Douglas (1966) saw the system in Lev. 11 as we have indicated above—as a “cognitive ordering of the universe”; she also spoke of it as symbolizing the protection of boundaries in Israelite society. Her latest understanding focuses on the animals as reflective of the idea that (Israelite) culture is aimed at demonstrating God’s righteousness/justice in all areas of life, through laws regarding the body. Thus, priests, sacrificial animals, and food animals may not have any “blemish” (below, “defect”) in them; and animals prohibited for eating are either the perpetrators or victims of predation (symbolizing the human perpetrators or victims of injustice).", "A final point relates to a major theme in Leviticus and indeed in many of the priestly texts of the Torah: separateness. We have seen how a major function in God’s creation of the world—with which the Bible opens!—is “separating” aspects of the natural world. A parallel verb was used in the plague narratives of Exodus, “making a distinction” (between Israelites and Egyptians). With the dietary regulations, “separating” returns. Given these thematics, one can say that Chapter 11 is a linchpin of priestly thinking. Like sexual relations, the other area of intimacy in human affairs, eating in the Bible goes far beyond the confines of one’s home and comes to symbolize an entire approach to life.", "O<small>N</small> T<small>HE</small> R<small>ITUAL</small> P<small>OLLUTION</small> O<small>F</small> T<small>HE</small> B<small>ODY</small>", "O<small>F SPECIAL CONCERN TO THE COMPILERS OF LEVITICUS WAS RITUAL POLLUTION ARIS</small>ing from certain physical conditions. To many people, this section is even less interesting than the opening chapters of the book, and seems impossibly bogged down in primitive conceptions of disease and hygiene. But despite the fact that they undoubtedly reflect some ancient conceptions in these areas, these conditions and the role of the priest in making rulings on them have less to do with hygiene and medicine than they do with maintaining the borders between life and death, and symbolically affirming life.", "It seems that the polluting discharges are primarily sexual in nature, and this is probably not accidental. The biblical priests, in their extreme concern with both procreation/genealogy (especially of men, since the priesthood was male-hereditary) and purity (in approaching the sanctuary), were presented with a major problem. God, who was to be served in purity, was also the One in whose image human beings were made (Gen. 1:26), yet as a being beyond sexuality, who had neither relationships with other deities nor even a body. He left it ambiguous as to just how humans were to work out their sexual relations. The answer to the dilemma is at least partly solved by the Torah’s regulations regarding pollution and purity, incest and marriage. It is here that the issue of control is most significant. Eilberg-Schwartz points out that control and boundaries apply not only to Israel and the nations, but also and especially to male and female. As a male hierarchy, the priests viewed women, with their closer connections to the life process (and maybe also to previous forms of paganism in the form of goddess worship), as potentially dangerous, or at least problematic, to their system of purity. The seeming “disorder” of women’s discharges (perhaps representing “nature”) threatened the imposition of order (“culture”) that is so central to priestly thinking. But as a group concerned with the perpetuation of both the priestly class and the people of Israel, the priestly class could not do without women altogether, and the inescapable conclusion was strict regulation (cf. also Wegner 1992). Such regulation—labeling certain states or acts “polluting”—had the added benefit of controlling private morality in a way that could not be done otherwise (Douglas 1966).", "It is important to note that in classical Judaism after the year 70 (the date of the destruction of the Second Temple), the “purity” laws, while still assiduously studied, by and large ceased to operate except within the sphere of marriage. Thus, to this day, religious Jewish couples temporarily separate sexually during the wife’s period, but this by itself does not legally affect her participation in traditional ritual. The disease here termed <i>tzaraat</i>, translated for millennia as “leprosy,” is now recognized to be something different, perhaps several forms of skin disease involving scaling or flaking. These have nowhere near the frightening and fatal implications of classic leprosy (Hansen’s Disease). Leviticus nevertheless treats <i>tzaraat</i> at great length and in close detail. Here, perhaps more than anywhere else in the book, it is clear that at least parts of Leviticus were originally intended as manuals for priestly “instruction” (note, by the way, the sevenfold occurrence of the term in the pollution chapters, 11–15). It has been theorized that <i>tzaraat</i> is of such concern here because it was felt to resemble death/decay in a clear, outward fashion, and hence fits into these chapters, which deal so much with boundaries.", "An unexpected addition, from a contemporary point of view, to the <i>tzaraat</i> of the body is that which appears on textiles and on house walls (a fungus or mold or “dry rot”). The fact that the same word is used to apply to all these situations indicates that a wide concept is being applied here: how visible imperfection damages the utopia of the sacred society.", "Finally, the role of the priest in these chapters should be noted. He does not function to remove demons or perform magical rites, but rather to examine the one suspected of having the disease (note the repetition of “look” in the chapter). He is more teacher and guardian of purity than healer or intermediary."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62037ed747cf7a0c25239b55", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Leviticus, Part II; Ritual Pollution and Purification, Pollution from Childbirth 2-3", "anchorRef": "Leviticus 12:1-8", "anchorRefExpanded": ["Leviticus 12:1", "Leviticus 12:2", "Leviticus 12:3", "Leviticus 12:4", "Leviticus 12:5", "Leviticus 12:6", "Leviticus 12:7", "Leviticus 12:8"], "sourceRef": "The Five Books of Moses, by Everett Fox, Leviticus, Part II; Ritual Pollution and Purification, Pollution from Childbirth 2-3", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, ויקרא, ויקרא מאמר ד׳, ויקרא הערה ב׳ ב׳-ג׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Pollution from Childbirth", "he": "ויקרא הערה ב׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "ויקרא הערה ב׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["This chapter, which is in chiastic relation to Chap. 15, designates a new mother as <i>tamei</i>, most likely due to her intimate contact with the life/death boundary during childbirth. Her separation from and reintegration into the community echo similar customs in many societies (see Bamberger); as often happens with life-cycle events, ritual here reflects what is happening psychologically. The doubling of the separation period when it is a girl that is born is best explained by the concept that a girl potentially doubles the “life-leak” that has taken place (Greenstein 1984a), since she will one day be a childbearing woman who will herself confront the life-death continuum.", "While men obviously do not contract ritual pollution through childbirth, the concept of pollution from bodily discharges applies to them as well, as in the case of an involuntary emission of semen (cf. Chap. 15)."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620380a9713bd8cd388d3e51", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Leviticus, On the Book of Leviticus and Its Structure 2-41", "anchorRef": "Leviticus 1:1-27:34", "anchorRefExpanded": ["Leviticus 1:1", "Leviticus 1:2", "Leviticus 1:3", "Leviticus 1:4", "Leviticus 1:5", "Leviticus 1:6", "Leviticus 1:7", "Leviticus 1:8", "Leviticus 1:9", "Leviticus 1:10", "Leviticus 1:11", "Leviticus 1:12", "Leviticus 1:13", "Leviticus 1:14", "Leviticus 1:15", "Leviticus 1:16", "Leviticus 1:17", "Leviticus 2:1", "Leviticus 2:2", "Leviticus 2:3", "Leviticus 2:4", "Leviticus 2:5", "Leviticus 2:6", "Leviticus 2:7", "Leviticus 2:8", "Leviticus 2:9", "Leviticus 2:10", "Leviticus 2:11", "Leviticus 2:12", "Leviticus 2:13", "Leviticus 2:14", "Leviticus 2:15", "Leviticus 2:16", "Leviticus 3:1", "Leviticus 3:2", "Leviticus 3:3", "Leviticus 3:4", "Leviticus 3:5", "Leviticus 3:6", "Leviticus 3:7", "Leviticus 3:8", "Leviticus 3:9", "Leviticus 3:10", "Leviticus 3:11", "Leviticus 3:12", "Leviticus 3:13", "Leviticus 3:14", "Leviticus 3:15", "Leviticus 3:16", "Leviticus 3:17", "Leviticus 4:1", "Leviticus 4:2", "Leviticus 4:3", "Leviticus 4:4", "Leviticus 4:5", "Leviticus 4:6", "Leviticus 4:7", "Leviticus 4:8", "Leviticus 4:9", "Leviticus 4:10", "Leviticus 4:11", "Leviticus 4:12", "Leviticus 4:13", "Leviticus 4:14", "Leviticus 4:15", "Leviticus 4:16", "Leviticus 4:17", "Leviticus 4:18", "Leviticus 4:19", "Leviticus 4:20", "Leviticus 4:21", "Leviticus 4:22", "Leviticus 4:23", "Leviticus 4:24", "Leviticus 4:25", "Leviticus 4:26", "Leviticus 4:27", "Leviticus 4:28", "Leviticus 4:29", "Leviticus 4:30", "Leviticus 4:31", "Leviticus 4:32", "Leviticus 4:33", "Leviticus 4:34", "Leviticus 4:35", "Leviticus 5:1", "Leviticus 5:2", "Leviticus 5:3", "Leviticus 5:4", "Leviticus 5:5", "Leviticus 5:6", "Leviticus 5:7", "Leviticus 5:8", "Leviticus 5:9", "Leviticus 5:10", "Leviticus 5:11", "Leviticus 5:12", "Leviticus 5:13", "Leviticus 5:14", "Leviticus 5:15", "Leviticus 5:16", "Leviticus 5:17", "Leviticus 5:18", "Leviticus 5:19", "Leviticus 5:20", "Leviticus 5:21", "Leviticus 5:22", "Leviticus 5:23", "Leviticus 5:24", "Leviticus 5:25", "Leviticus 5:26", "Leviticus 6:1", "Leviticus 6:2", "Leviticus 6:3", "Leviticus 6:4", "Leviticus 6:5", "Leviticus 6:6", "Leviticus 6:7", "Leviticus 6:8", "Leviticus 6:9", "Leviticus 6:10", "Leviticus 6:11", "Leviticus 6:12", "Leviticus 6:13", "Leviticus 6:14", "Leviticus 6:15", "Leviticus 6:16", "Leviticus 6:17", "Leviticus 6:18", "Leviticus 6:19", "Leviticus 6:20", "Leviticus 6:21", "Leviticus 6:22", "Leviticus 6:23", "Leviticus 7:1", "Leviticus 7:2", "Leviticus 7:3", "Leviticus 7:4", "Leviticus 7:5", "Leviticus 7:6", "Leviticus 7:7", "Leviticus 7:8", "Leviticus 7:9", "Leviticus 7:10", "Leviticus 7:11", "Leviticus 7:12", "Leviticus 7:13", "Leviticus 7:14", "Leviticus 7:15", "Leviticus 7:16", "Leviticus 7:17", "Leviticus 7:18", "Leviticus 7:19", "Leviticus 7:20", "Leviticus 7:21", "Leviticus 7:22", "Leviticus 7:23", "Leviticus 7:24", "Leviticus 7:25", "Leviticus 7:26", "Leviticus 7:27", "Leviticus 7:28", "Leviticus 7:29", "Leviticus 7:30", "Leviticus 7:31", "Leviticus 7:32", "Leviticus 7:33", "Leviticus 7:34", "Leviticus 7:35", "Leviticus 7:36", "Leviticus 7:37", "Leviticus 7:38", "Leviticus 8:1", "Leviticus 8:2", "Leviticus 8:3", "Leviticus 8:4", "Leviticus 8:5", "Leviticus 8:6", "Leviticus 8:7", "Leviticus 8:8", "Leviticus 8:9", "Leviticus 8:10", "Leviticus 8:11", "Leviticus 8:12", "Leviticus 8:13", "Leviticus 8:14", "Leviticus 8:15", "Leviticus 8:16", "Leviticus 8:17", "Leviticus 8:18", "Leviticus 8:19", "Leviticus 8:20", "Leviticus 8:21", "Leviticus 8:22", "Leviticus 8:23", "Leviticus 8:24", "Leviticus 8:25", "Leviticus 8:26", "Leviticus 8:27", "Leviticus 8:28", "Leviticus 8:29", "Leviticus 8:30", "Leviticus 8:31", "Leviticus 8:32", "Leviticus 8:33", "Leviticus 8:34", "Leviticus 8:35", "Leviticus 8:36", "Leviticus 9:1", "Leviticus 9:2", "Leviticus 9:3", "Leviticus 9:4", "Leviticus 9:5", "Leviticus 9:6", "Leviticus 9:7", "Leviticus 9:8", "Leviticus 9:9", "Leviticus 9:10", "Leviticus 9:11", "Leviticus 9:12", "Leviticus 9:13", "Leviticus 9:14", "Leviticus 9:15", "Leviticus 9:16", "Leviticus 9:17", "Leviticus 9:18", "Leviticus 9:19", "Leviticus 9:20", "Leviticus 9:21", "Leviticus 9:22", "Leviticus 9:23", "Leviticus 9:24", "Leviticus 10:1", "Leviticus 10:2", "Leviticus 10:3", "Leviticus 10:4", "Leviticus 10:5", "Leviticus 10:6", "Leviticus 10:7", "Leviticus 10:8", "Leviticus 10:9", "Leviticus 10:10", "Leviticus 10:11", "Leviticus 10:12", "Leviticus 10:13", "Leviticus 10:14", "Leviticus 10:15", "Leviticus 10:16", "Leviticus 10:17", "Leviticus 10:18", "Leviticus 10:19", "Leviticus 10:20", "Leviticus 11:1", "Leviticus 11:2", "Leviticus 11:3", "Leviticus 11:4", "Leviticus 11:5", "Leviticus 11:6", "Leviticus 11:7", "Leviticus 11:8", "Leviticus 11:9", "Leviticus 11:10", "Leviticus 11:11", "Leviticus 11:12", "Leviticus 11:13", "Leviticus 11:14", "Leviticus 11:15", "Leviticus 11:16", "Leviticus 11:17", "Leviticus 11:18", "Leviticus 11:19", "Leviticus 11:20", "Leviticus 11:21", "Leviticus 11:22", "Leviticus 11:23", "Leviticus 11:24", "Leviticus 11:25", "Leviticus 11:26", "Leviticus 11:27", "Leviticus 11:28", "Leviticus 11:29", "Leviticus 11:30", "Leviticus 11:31", "Leviticus 11:32", "Leviticus 11:33", "Leviticus 11:34", "Leviticus 11:35", "Leviticus 11:36", "Leviticus 11:37", "Leviticus 11:38", "Leviticus 11:39", "Leviticus 11:40", "Leviticus 11:41", "Leviticus 11:42", "Leviticus 11:43", "Leviticus 11:44", "Leviticus 11:45", "Leviticus 11:46", "Leviticus 11:47", "Leviticus 12:1", "Leviticus 12:2", "Leviticus 12:3", "Leviticus 12:4", "Leviticus 12:5", "Leviticus 12:6", "Leviticus 12:7", "Leviticus 12:8", "Leviticus 13:1", "Leviticus 13:2", "Leviticus 13:3", "Leviticus 13:4", "Leviticus 13:5", "Leviticus 13:6", "Leviticus 13:7", "Leviticus 13:8", "Leviticus 13:9", "Leviticus 13:10", "Leviticus 13:11", "Leviticus 13:12", "Leviticus 13:13", "Leviticus 13:14", "Leviticus 13:15", "Leviticus 13:16", "Leviticus 13:17", "Leviticus 13:18", "Leviticus 13:19", "Leviticus 13:20", "Leviticus 13:21", "Leviticus 13:22", "Leviticus 13:23", "Leviticus 13:24", "Leviticus 13:25", "Leviticus 13:26", "Leviticus 13:27", "Leviticus 13:28", "Leviticus 13:29", "Leviticus 13:30", "Leviticus 13:31", "Leviticus 13:32", "Leviticus 13:33", "Leviticus 13:34", "Leviticus 13:35", "Leviticus 13:36", "Leviticus 13:37", "Leviticus 13:38", "Leviticus 13:39", "Leviticus 13:40", "Leviticus 13:41", "Leviticus 13:42", "Leviticus 13:43", "Leviticus 13:44", "Leviticus 13:45", "Leviticus 13:46", "Leviticus 13:47", "Leviticus 13:48", "Leviticus 13:49", "Leviticus 13:50", "Leviticus 13:51", "Leviticus 13:52", "Leviticus 13:53", "Leviticus 13:54", "Leviticus 13:55", "Leviticus 13:56", "Leviticus 13:57", "Leviticus 13:58", "Leviticus 13:59", "Leviticus 14:1", "Leviticus 14:2", "Leviticus 14:3", "Leviticus 14:4", "Leviticus 14:5", "Leviticus 14:6", "Leviticus 14:7", "Leviticus 14:8", "Leviticus 14:9", "Leviticus 14:10", "Leviticus 14:11", "Leviticus 14:12", "Leviticus 14:13", "Leviticus 14:14", "Leviticus 14:15", "Leviticus 14:16", "Leviticus 14:17", "Leviticus 14:18", "Leviticus 14:19", "Leviticus 14:20", "Leviticus 14:21", "Leviticus 14:22", "Leviticus 14:23", "Leviticus 14:24", "Leviticus 14:25", "Leviticus 14:26", "Leviticus 14:27", "Leviticus 14:28", "Leviticus 14:29", "Leviticus 14:30", "Leviticus 14:31", "Leviticus 14:32", "Leviticus 14:33", "Leviticus 14:34", "Leviticus 14:35", "Leviticus 14:36", "Leviticus 14:37", "Leviticus 14:38", "Leviticus 14:39", "Leviticus 14:40", "Leviticus 14:41", "Leviticus 14:42", "Leviticus 14:43", "Leviticus 14:44", "Leviticus 14:45", "Leviticus 14:46", "Leviticus 14:47", "Leviticus 14:48", "Leviticus 14:49", "Leviticus 14:50", "Leviticus 14:51", "Leviticus 14:52", "Leviticus 14:53", "Leviticus 14:54", "Leviticus 14:55", "Leviticus 14:56", "Leviticus 14:57", "Leviticus 15:1", "Leviticus 15:2", "Leviticus 15:3", "Leviticus 15:4", "Leviticus 15:5", "Leviticus 15:6", "Leviticus 15:7", "Leviticus 15:8", "Leviticus 15:9", "Leviticus 15:10", "Leviticus 15:11", "Leviticus 15:12", "Leviticus 15:13", "Leviticus 15:14", "Leviticus 15:15", "Leviticus 15:16", "Leviticus 15:17", "Leviticus 15:18", "Leviticus 15:19", "Leviticus 15:20", "Leviticus 15:21", "Leviticus 15:22", "Leviticus 15:23", "Leviticus 15:24", "Leviticus 15:25", "Leviticus 15:26", "Leviticus 15:27", "Leviticus 15:28", "Leviticus 15:29", "Leviticus 15:30", "Leviticus 15:31", "Leviticus 15:32", "Leviticus 15:33", "Leviticus 16:1", "Leviticus 16:2", "Leviticus 16:3", "Leviticus 16:4", "Leviticus 16:5", "Leviticus 16:6", "Leviticus 16:7", "Leviticus 16:8", "Leviticus 16:9", "Leviticus 16:10", "Leviticus 16:11", "Leviticus 16:12", "Leviticus 16:13", "Leviticus 16:14", "Leviticus 16:15", "Leviticus 16:16", "Leviticus 16:17", "Leviticus 16:18", "Leviticus 16:19", "Leviticus 16:20", "Leviticus 16:21", "Leviticus 16:22", "Leviticus 16:23", "Leviticus 16:24", "Leviticus 16:25", "Leviticus 16:26", "Leviticus 16:27", "Leviticus 16:28", "Leviticus 16:29", "Leviticus 16:30", "Leviticus 16:31", "Leviticus 16:32", "Leviticus 16:33", "Leviticus 16:34", "Leviticus 17:1", "Leviticus 17:2", "Leviticus 17:3", "Leviticus 17:4", "Leviticus 17:5", "Leviticus 17:6", "Leviticus 17:7", "Leviticus 17:8", "Leviticus 17:9", "Leviticus 17:10", "Leviticus 17:11", "Leviticus 17:12", "Leviticus 17:13", "Leviticus 17:14", "Leviticus 17:15", "Leviticus 17:16", "Leviticus 18:1", "Leviticus 18:2", "Leviticus 18:3", "Leviticus 18:4", "Leviticus 18:5", "Leviticus 18:6", "Leviticus 18:7", "Leviticus 18:8", "Leviticus 18:9", "Leviticus 18:10", "Leviticus 18:11", "Leviticus 18:12", "Leviticus 18:13", "Leviticus 18:14", "Leviticus 18:15", "Leviticus 18:16", "Leviticus 18:17", "Leviticus 18:18", "Leviticus 18:19", "Leviticus 18:20", "Leviticus 18:21", "Leviticus 18:22", "Leviticus 18:23", "Leviticus 18:24", "Leviticus 18:25", "Leviticus 18:26", "Leviticus 18:27", "Leviticus 18:28", "Leviticus 18:29", "Leviticus 18:30", "Leviticus 19:1", "Leviticus 19:2", "Leviticus 19:3", "Leviticus 19:4", "Leviticus 19:5", "Leviticus 19:6", "Leviticus 19:7", "Leviticus 19:8", "Leviticus 19:9", "Leviticus 19:10", "Leviticus 19:11", "Leviticus 19:12", "Leviticus 19:13", "Leviticus 19:14", "Leviticus 19:15", "Leviticus 19:16", "Leviticus 19:17", "Leviticus 19:18", "Leviticus 19:19", "Leviticus 19:20", "Leviticus 19:21", "Leviticus 19:22", "Leviticus 19:23", "Leviticus 19:24", "Leviticus 19:25", "Leviticus 19:26", "Leviticus 19:27", "Leviticus 19:28", "Leviticus 19:29", "Leviticus 19:30", "Leviticus 19:31", "Leviticus 19:32", "Leviticus 19:33", "Leviticus 19:34", "Leviticus 19:35", "Leviticus 19:36", "Leviticus 19:37", "Leviticus 20:1", "Leviticus 20:2", "Leviticus 20:3", "Leviticus 20:4", "Leviticus 20:5", "Leviticus 20:6", "Leviticus 20:7", "Leviticus 20:8", "Leviticus 20:9", "Leviticus 20:10", "Leviticus 20:11", "Leviticus 20:12", "Leviticus 20:13", "Leviticus 20:14", "Leviticus 20:15", "Leviticus 20:16", "Leviticus 20:17", "Leviticus 20:18", "Leviticus 20:19", "Leviticus 20:20", "Leviticus 20:21", "Leviticus 20:22", "Leviticus 20:23", "Leviticus 20:24", "Leviticus 20:25", "Leviticus 20:26", "Leviticus 20:27", "Leviticus 21:1", "Leviticus 21:2", "Leviticus 21:3", "Leviticus 21:4", "Leviticus 21:5", "Leviticus 21:6", "Leviticus 21:7", "Leviticus 21:8", "Leviticus 21:9", "Leviticus 21:10", "Leviticus 21:11", "Leviticus 21:12", "Leviticus 21:13", "Leviticus 21:14", "Leviticus 21:15", "Leviticus 21:16", "Leviticus 21:17", "Leviticus 21:18", "Leviticus 21:19", "Leviticus 21:20", "Leviticus 21:21", "Leviticus 21:22", "Leviticus 21:23", "Leviticus 21:24", "Leviticus 22:1", "Leviticus 22:2", "Leviticus 22:3", "Leviticus 22:4", "Leviticus 22:5", "Leviticus 22:6", "Leviticus 22:7", "Leviticus 22:8", "Leviticus 22:9", "Leviticus 22:10", "Leviticus 22:11", "Leviticus 22:12", "Leviticus 22:13", "Leviticus 22:14", "Leviticus 22:15", "Leviticus 22:16", "Leviticus 22:17", "Leviticus 22:18", "Leviticus 22:19", "Leviticus 22:20", "Leviticus 22:21", "Leviticus 22:22", "Leviticus 22:23", "Leviticus 22:24", "Leviticus 22:25", "Leviticus 22:26", "Leviticus 22:27", "Leviticus 22:28", "Leviticus 22:29", "Leviticus 22:30", "Leviticus 22:31", "Leviticus 22:32", "Leviticus 22:33", "Leviticus 23:1", "Leviticus 23:2", "Leviticus 23:3", "Leviticus 23:4", "Leviticus 23:5", "Leviticus 23:6", "Leviticus 23:7", "Leviticus 23:8", "Leviticus 23:9", "Leviticus 23:10", "Leviticus 23:11", "Leviticus 23:12", "Leviticus 23:13", "Leviticus 23:14", "Leviticus 23:15", "Leviticus 23:16", "Leviticus 23:17", "Leviticus 23:18", "Leviticus 23:19", "Leviticus 23:20", "Leviticus 23:21", "Leviticus 23:22", "Leviticus 23:23", "Leviticus 23:24", "Leviticus 23:25", "Leviticus 23:26", "Leviticus 23:27", "Leviticus 23:28", "Leviticus 23:29", "Leviticus 23:30", "Leviticus 23:31", "Leviticus 23:32", "Leviticus 23:33", "Leviticus 23:34", "Leviticus 23:35", "Leviticus 23:36", "Leviticus 23:37", "Leviticus 23:38", "Leviticus 23:39", "Leviticus 23:40", "Leviticus 23:41", "Leviticus 23:42", "Leviticus 23:43", "Leviticus 23:44", "Leviticus 24:1", "Leviticus 24:2", "Leviticus 24:3", "Leviticus 24:4", "Leviticus 24:5", "Leviticus 24:6", "Leviticus 24:7", "Leviticus 24:8", "Leviticus 24:9", "Leviticus 24:10", "Leviticus 24:11", "Leviticus 24:12", "Leviticus 24:13", "Leviticus 24:14", "Leviticus 24:15", "Leviticus 24:16", "Leviticus 24:17", "Leviticus 24:18", "Leviticus 24:19", "Leviticus 24:20", "Leviticus 24:21", "Leviticus 24:22", "Leviticus 24:23", "Leviticus 25:1", "Leviticus 25:2", "Leviticus 25:3", "Leviticus 25:4", "Leviticus 25:5", "Leviticus 25:6", "Leviticus 25:7", "Leviticus 25:8", "Leviticus 25:9", "Leviticus 25:10", "Leviticus 25:11", "Leviticus 25:12", "Leviticus 25:13", "Leviticus 25:14", "Leviticus 25:15", "Leviticus 25:16", "Leviticus 25:17", "Leviticus 25:18", "Leviticus 25:19", "Leviticus 25:20", "Leviticus 25:21", "Leviticus 25:22", "Leviticus 25:23", "Leviticus 25:24", "Leviticus 25:25", "Leviticus 25:26", "Leviticus 25:27", "Leviticus 25:28", "Leviticus 25:29", "Leviticus 25:30", "Leviticus 25:31", "Leviticus 25:32", "Leviticus 25:33", "Leviticus 25:34", "Leviticus 25:35", "Leviticus 25:36", "Leviticus 25:37", "Leviticus 25:38", "Leviticus 25:39", "Leviticus 25:40", "Leviticus 25:41", "Leviticus 25:42", "Leviticus 25:43", "Leviticus 25:44", "Leviticus 25:45", "Leviticus 25:46", "Leviticus 25:47", "Leviticus 25:48", "Leviticus 25:49", "Leviticus 25:50", "Leviticus 25:51", "Leviticus 25:52", "Leviticus 25:53", "Leviticus 25:54", "Leviticus 25:55", "Leviticus 26:1", "Leviticus 26:2", "Leviticus 26:3", "Leviticus 26:4", "Leviticus 26:5", "Leviticus 26:6", "Leviticus 26:7", "Leviticus 26:8", "Leviticus 26:9", "Leviticus 26:10", "Leviticus 26:11", "Leviticus 26:12", "Leviticus 26:13", "Leviticus 26:14", "Leviticus 26:15", "Leviticus 26:16", "Leviticus 26:17", "Leviticus 26:18", "Leviticus 26:19", "Leviticus 26:20", "Leviticus 26:21", "Leviticus 26:22", "Leviticus 26:23", "Leviticus 26:24", "Leviticus 26:25", "Leviticus 26:26", "Leviticus 26:27", "Leviticus 26:28", "Leviticus 26:29", "Leviticus 26:30", "Leviticus 26:31", "Leviticus 26:32", "Leviticus 26:33", "Leviticus 26:34", "Leviticus 26:35", "Leviticus 26:36", "Leviticus 26:37", "Leviticus 26:38", "Leviticus 26:39", "Leviticus 26:40", "Leviticus 26:41", "Leviticus 26:42", "Leviticus 26:43", "Leviticus 26:44", "Leviticus 26:45", "Leviticus 26:46", "Leviticus 27:1", "Leviticus 27:2", "Leviticus 27:3", "Leviticus 27:4", "Leviticus 27:5", "Leviticus 27:6", "Leviticus 27:7", "Leviticus 27:8", "Leviticus 27:9", "Leviticus 27:10", "Leviticus 27:11", "Leviticus 27:12", "Leviticus 27:13", "Leviticus 27:14", "Leviticus 27:15", "Leviticus 27:16", "Leviticus 27:17", "Leviticus 27:18", "Leviticus 27:19", "Leviticus 27:20", "Leviticus 27:21", "Leviticus 27:22", "Leviticus 27:23", "Leviticus 27:24", "Leviticus 27:25", "Leviticus 27:26", "Leviticus 27:27", "Leviticus 27:28", "Leviticus 27:29", "Leviticus 27:30", "Leviticus 27:31", "Leviticus 27:32", "Leviticus 27:33", "Leviticus 27:34"], "sourceRef": "The Five Books of Moses, by Everett Fox, Leviticus, On the Book of Leviticus and Its Structure 2-41", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, ויקרא, ויקרא מאמר ב׳ ב׳-מ״א", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "On the Book of Leviticus and Its Structure", "he": "ויקרא מאמר ג׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "ויקרא מאמר ב׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["F<small>OR MOST LAY READERS</small>, <small>THE THIRD OF THE</small> F<small>IVE BOOKS OF</small> M<small>OSES PRESENTS FORMIDA</small>ble obstacles. Many people find it difficult to relate to the description of ritual slaughter of animals and the disposal of their blood and flesh in the opening section of the book, or to the detailed prescriptions regarding bodily functions, skin disease, and mold in Chapters 12–15. Others experience Leviticus as obscure: Why exactly do Aaron’s sons die in Chapter 10? How can one explain the ritual of the scapegoat in Chapter 16? A frequently encountered reaction to the book is the desire to get on to the book of Numbers—which at least has some intriguing narratives such as Moses’ sin and punishment, the faint-heartedness of the spies, and Balaam’s reversed prophecies.", "Yet Leviticus, as it has been placed in the Torah, signals that something of singular importance is at work. The book, after all, occurs at the center of the overall five-book structure. Unlike the other four, it is set entirely around Mount Sinai, and so it forms, geographically as well as structurally, the heart of the Torah document. In addition, the priestly interests so clearly presented in Leviticus appear throughout the Torah: as genealogical lists (Genesis, Exodus, Numbers), descriptions of rituals (Exodus, Numbers, Deuteronomy), and details about the building of the desert “Dwelling” of God (Exodus). Indeed, the opening chapter of it all, Gen. 1 (the Creation story), has strong links in both its themes and terminology with the priestly law.", "Leviticus in fact presents a significant strain, conventionally termed the “priestly” view, in biblical thought. Anthropologically considered, it sheds important light on the outlook of some of those who compiled and read the Hebrew Bible. And the process did not stop there. Many of the categories found in Leviticus were continued and expanded by later Judaism: regulations concerning sexuality and diet, concepts of separation and holiness, and how to deal with one’s fellow human beings in a variety of economic and social settings. These found expression in different but still recognizable form simultaneously in the development of Christianity.", "In late antiquity Leviticus was known as <i>Torat Kohanim</i>, the Priestly Instruction (or simultaneously understood, as Levine suggests, as the Instruction of the Priests). Given both the concerns of the priestly writers and the wording they use to express those concerns, I see Leviticus as the Book of Separations, the book in which are set forth distinctions between a whole range of aspects of ancient Israelite experience and practice: holy and profane; ritual purity and pollution; permitted and forbidden in sexuality and diet; Israelites and others; and priests, Levites, and common folk among the Israelites. This near-obsession with drawing lines (or, as Douglas has presented it, concentric circles) may in some sense reflect the position of Israel in the ancient Near East as a small, beleaguered newcomer in a region of hoary empires, situated on land that was constantly invaded by both great powers and local foes. It may also be an echo of the larger Bronze Age and Iron Age process of change from the former, well-nigh universal worship of the Mother Goddess, to the later patriarchal societies with which the Western world still deals through its three monotheistic religions and their cultural outgrowths.", "Overarching the theme of separations or distinctions, through much of the book, is the polarity of order/disorder, represented best in Leviticus by the problem of life and death. As many scholars have noted, regulations regarding sacrifice here connect up with symbolically offering up human life—through the substitution of an animal—to the deity; blood is avoided at all costs, due to its connoting life. Animals that may be used for food (as well as for sacrifice) are in the main those which do not consume other living creatures. Pollutants which endanger the purity of the sanctuary (“Dwelling”) include bodily emissions which the Israelites connected with death (e.g., menstrual blood and “wasted” semen). Finally, the complex system of purification from some kind of skin disease may well originate in the similarity between disease and death. In sum, then, it is no surprise that, two books later, the Deuteronomic Moses implores the people to “choose life” rather than the “death” engendered by improper behavior by both priests and commoners.", "Interestingly, the strong urge to make order (ritual laws) out of disorder (the chaotic processes of human life, from killing animals for food to sexual relations) is reflected in other aspects of the Torah—most notably in the narrative portrayal of the descent lines from father Abraham. Here, the discontinuity represented by sibling rivalries and other threats to survival is countered by God’s establishing a kind of continuity through the choosing of younger brothers. In this case, the strong hand of ritual control is replaced by the somewhat hazardous element of surprise and close calls. But it does manage to provide for family continuity and, ultimately, the survival of the people. Whether this points to early or later experiences historically is the subject of ongoing and unresolved debate among biblical scholars. A widely accepted possibility is that the Torah as we have it was edited by priestly editors living in or shortly after the Babylonian Exile (6th–5th centuries <small>B</small>.<small>C</small>.<small>E</small>.), and that those editors took earlier material (which itself was already multilayered) and adapted it into an overall scheme expressing promise, disobedience, destruction, and survival/hope (cf. Fox 1993).", "In point of fact, Leviticus is best viewed as only a part, albeit the major one as a bloc, of a major thrust of the Torah. According to most biblical scholars, the “priestly” worldview, and the texts that may be attributed to it, makes its appearance with the very chapter with which the entire Torah begins, Gen. 1. Here distinctions and ordering are at the very heart of the text. God, immediately after his first creation-by-word (light), “separates” between light and darkness, then goes on to perform the same operation between heavenly waters (the storehouses of rain) and earthly ones. His remaining acts of creation involve putting heavenly bodies, vegetation, and animal life in order—each “according to its kind,” on specific days of creation. Animals are distinguished from plants through their receiving vocal divine blessing; humans from animals through the addition to the blessing of the phrase “have dominion over” the rest of living things. At the same time, humans are told that they may eat only what grows from the ground, implying that to do otherwise would be a violation of the order of things. Crowning the whole account is the poem (Gen. 2:1–4a) about God’s “finishing” of the “work” of creation, symbolized by his “hallowing” (making holy or separate-for-God) the seventh day. In Gen. 1, then, we are presented with a brief but complete vision of the cosmos as ordered in space, time, and life-forms, under the aegis of a metasexual, nonviolent, and benevolent deity.", "As Genesis unfolds under priestly influence, humans are presented with basic rules and warned of the consequences if those rules are broken. The paradisical situation of Adam and Eve (no labor, vegetarianism, no danger from animals, and sexual innocence) is disrupted by human disobedience, resulting in banishment from Eden—a shattering of the previous wholeness and order. Cain’s murder of his brother leads to the same punishment: uprootedness and hard labor. The mixing of divine and human beings in Gen. 6:1–2 results in a clear distinction being established by God, that humans will henceforth be limited in age. Finally, the account of the universal flood in Chapters 6–9 presents a picture that uses a number of Leviticus motifs. The earth is to be destroyed because human wrongdoing has “ruined” it (or, in Levitical language, “polluted” it). Animal life is rescued by means of taking pairs of animals aboard the ark—with Leviticus’s distinctions of “pure” and impure dutifully mentioned. Noah’s three sons, who also come onto the ark, later become the forefathers of three great divisions of humanity, as laid out in detail in the genealogical lists of Chapters 10–11. Finally, the new beginning of the cosmos, with Noah as a second Adam (cf. the latter’s blessing in 1:28 with that of the former in 9:1–2), is accompanied by both animal sacrifices and dietary restrictions (the introduction of meat is new, accompanied by the caveat—as in Lev. 17—that blood is not to be consumed).", "A major part of the priestly scheme emerges with the detailed instructions concerning the construction of the Tabernacle (God’s place of “Dwelling” on earth) and the priestly vestments that are to be worn there, in Ex. 25–31 (with much of this material repeated in narrative form in Chapters 35–40). The details make sense as part of a larger picture, in which the closer one gets to the “Holiest Holy-Shrine” where God takes up dwelling, the more central the measurements of space and the more precious the materials used. This concentric sense of order is reflected also in the layout of the wilderness camp of the Israelites in Num. 2. Thus the Tabernacle functions as a minicosmos, a visible and ritual representation of the creation itself. Through the layout of curtains within and tribal encampments without, space is ordered; through the festivals (enumerated in Leviticus and Deuteronomy, with some mention in Exodus as well), time is ordered. And, thanks to the provisions laid out in Leviticus, through priest/lay hierarchy, dietary rules, and sacrificial regulations, life-forms are ordered. The result is an almost utopian scheme. It is a world in which everything and everyone are to take their place under the perfect worship of a perfect God, banishing or avoiding death, defect, and disorder. In the priestly view, the world is to be an echo of the divine order that is portrayed in the Creation story.", "Viewed in the perspective of priestly concerns (only part of which we have just outlined), Leviticus is largely concerned with the potential disruption of this utopia. If Genesis chronicles threats to the fulfillment of God’s promises to Abraham, if Numbers recounts threats to his descendants’ survival on their march through the wilderness, then Leviticus concentrates on threats to Israel’s life with God. It presents a whole system of rules designed, first, to provide for purification and reconciliation with God through the sacrificial cult; second, to protect sanctuary, priests, land, and people from estrangement from God (via “pollution” of various kinds); and, finally, to establish a code of behavior that will ensure the perpetual enjoyment of God’s blessings on the land promised to Israel’s ancestors. From this it can readily be seen how Leviticus, far from being of interest to specialists and historians only, is in fact a crucial part of the Torah—perhaps its most crucial part, in that it supplies the ideological center of gravity for the whole. Once Leviticus is added to the narratives, poems, laws, and lists that comprise the rest of the Torah, a picture emerges that is more than literature and more than history. The five books become the multilayered and multifaceted monument that has been studied, puzzled over, and built upon for over two millennia.", "In sum, the world of the priestly strain in the Torah is a realm of desired order and perfection, a realm in which wholeness is to reign, in which anomaly and undesired mixture are not permitted, and in which boundaries are zealously guarded. The human body becomes symbolic of the cosmos: its life/death boundary is marked, and troublesome flows from it are carefully regulated. The land of Israel becomes symbolic of the cosmos: too much evildoing pollutes it, to the point where it can do naught else but “vomit out” its settlers (as it vomited out the previous ones). The animal kingdom, from which humans are allowed to take life under carefully prescribed circumstances, becomes symbolic of cosmic values, through heightening awareness of predator and victim, and careful avoidance of blood, the symbol of life. Indeed, in the system of Leviticus, it is no wonder that death is the major pollutant, and that blood of acceptable animal sacrifice is the agent through which human beings find atonement for minor pollutants.", "The book as it is presently laid out falls into three major sections, with a number of chapters that function either as connectors or appendices to various sections. Linkages and connecting theme words will be spelled out in more detail in the commentary; for the moment, the following outline may suffice:", "I The Sacrificial Cult", "1–7 Sacrificial Offerings: Their Ritual and Disposal", "8–9 The Installation of the Priests", "10 Systems Failure", "II Ritual Pollution and Purification", "11 Forbidden and Permitted Foods: Transition", "12–15 Pollution from Bodily Fluids and Skin Disease", "16 Purifying the Sanctuary and the High Priest", "Appendix: 17 On the Shedding of Animal Blood", "III Holiness", "18 Pollution from Forbidden Unions: Transition", "19:3–4 Frame at Beginning", "19–20 Holiness in Public/Private Behavior", "21–22 Holiness in Priestly Behavior", "23 Holiness in the Calendar", "24 Miscellaneous", "25 Regulations Concerning Land and Slaves", "26:1–2 Frame at End", "26:3–46 Holiness Confirmed or Denied: The Blessing and the Curse", "Appendix: 27 Assessments for the Priests", "Other commentators have of course seen it differently. Most follow the traditional scholarly approach of starting the “Holiness Code” with Chapter 17; Levine rightly parallels it to the beginnings of other law collections in the Torah (Ex. 20:19–23 and Deut. 12; the ending here in Chapter 26 also parallels the endings in the other two codes). Hallo understands the structure as 1–11: Rites of Consumption; 12–16: Rites of Purification; and 17–26: Holiness.", "Overshadowing the clear three-part structure, however one wants to divide it up, is the complex issue of two apparent documents or schools of thought. Biblical scholarship terms these P (“Priestly”) and H (“Holiness”), and roughly attributes the first part of the book (through Chap. 16) to P, with the rest to H. There has been detailed, ongoing debate about the approaches and dating of these sources. As of this writing, it is generally accepted that H is later than P, but there seem to be numerous interpolations of one source into the other, and it is difficult to place them historically with certainty. Here, as elsewhere in biblical literature, we have a layering effect rather than a clear-cut delineation of “authors.” As usual, that appears to have been intentional.", "A word should be said about the relationship between law and narrative in the Torah. As Damrosch has noted, the legal and cultic texts in the five books might be seen by modern readers as intrusive. On the surface, they certainly seem to interrupt a good story. Genesis is largely unencumbered by nonaction (except for the genealogical lists—attributed to P!), but the gripping account of the redemption from Egypt in Exodus, and the drama of revelation on and apostasy beneath Mount Sinai, give way to the sober architectural details of the Tabernacle’s construction. Similarly, the narratives of the book of Numbers, which are among the most striking in the literature, are set off against a background of censuses, laws about suspected adultery and the taking of vows, Levitical duties in the Dwelling, and an enumeration of sacrificial gifts brought by the tribes, among other things.", "The bulk of material in Leviticus, and its placement in the Torah, make it clear that the five books that we have convey their point precisely through the medium of narrative <i>plus</i> cult/law. In the Israelite worldview, these two rather distinct forms, which intermingle past, present, and future (Damrosch), fruitfully enrich and explain one another. It is as if a history of the American Revolution contained all of the debates on and drafts of the Declaration of Independence and the Constitution, as well as accounts of battles and biographies of key personalities. That such an approach parallels neither Homeric epic nor ritual texts in their purity of form is exactly the point: we have here a new genre of great complexity and richness, in which narratives exemplify laws and laws follow narratives. The result is truly a torah, a “teaching” or “instruction.”", "Finally, we might mention the issue of priests and laypeople. Scholars have often seen Leviticus as originating as a manual for priests. What is most fascinating, and perhaps most important (for later history), about this book is the way in which it takes priestly rules and transmutes at least some of them for use in the general populace of ancient Israel. This can be seen most dramatically in the dietary laws, which in other cultures often serve exclusively for priests, and in the area of sexual taboos, which do likewise. In postbiblical Judaism this shift becomes particularly evident: the Jew’s dinner table is termed a “sanctuary in miniature” (complete with loaves of bread and the use of salt—two elements found in the ancient sacrificial cult); dietary laws are expanded for the general population to provide for separation of milk and meat; and separation of husband and wife during menstruation, among traditional Jews, leaves the context of Sanctuary pollution and finds a home in the context of a philosophy of marriage. Many other examples could be brought of the widening of priestly laws to an entire people. Perhaps most dramatic—and most significant—is the eventual shift of the learning and interpretation of sacred texts away from the priests, who in most cultures served as the guardians of the text (and often the culture’s only literate body; cf. medieval Christian Europe). In Judaism of late antiquity, this monopoly was decisively broken; first the scribe and then the rabbi (“master”) took over, with learning extended at last to all those who might make the effort to acquire it. The great exception, at least in antiquity, was women—who, it will be noted, were also excluded from priestly functions in the Bible.", "Three relatively recent developments make it possible to approach Leviticus as a significant, powerful, and interesting biblical text. The first is the explosion of both full-length and shorter studies of the book and its concerns that have appeared in recent years. The work of Milgrom (1991), Levine (1989), Wenham (1979), Eilberg-Schwartz (1990), and Bamberger (1981), to cite just a few of the English-language studies on aspects of Leviticus, now makes it possible to have a serious entry into the book based largely on advances in understanding the cultures of the ancient Near East. It also, admittedly, puts the translator and commentator in a bind: is it possible to add anything new, or will it suffice simply to summarize? My approach in this volume has been largely the latter, along with suggesting to the reader some fruitful directions for further study.", "The second development helpful for approaching Leviticus, which also informs many of the studies just mentioned, is the using of anthropological insights to understand concepts and rituals found in the book. Such an approach places Leviticus in a broader human context, indicating what it does and does not share with other cultural and religious systems. For Leviticus is concerned with the same issues that plague all human societies: how to deal with the boundaries of life and death, how to comprehend and approach the transcendent in life, how to understand one’s (or one’s nation’s) place in the cosmic order, how to make for a just society. Viewed in this light, the book is a “Small Code” (cf. Northrop Frye’s designation of the Bible as “the Great Code”). That is, Leviticus need not remain a total mystery to us, to be unraveled only through detailed analysis and even change (Judaism) or substitution (Christianity), but can be understood on its own terms, if approached with care and in the spirit of seeking the larger picture in the details.", "Finally, we should mention the aesthetic dimension. Like the other books of the Torah, Leviticus uses its own rhetoric to convey its message. Far from employing flat “priestly” style (whatever that may be), it uses formulas, refrains, and other rhythmical forms to impress its teaching (Heb. <i>tora</i>) upon its hearers. This aspect of the book has been the subject of recent study (cf. Paran), but was already echoed in the Buber-Rosenzweig translation. It is my hope that the present volume will contribute to an appreciation of the style of Leviticus."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620382e6c9ad75f2d99af96e", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "", "ref": "The Five Books of Moses, by Everett Fox, Leviticus, Part II; Ritual Pollution and Purification, Pollution from Childbirth 1", "anchorRef": "Leviticus 12:1-8", "anchorRefExpanded": ["Leviticus 12:1", "Leviticus 12:2", "Leviticus 12:3", "Leviticus 12:4", "Leviticus 12:5", "Leviticus 12:6", "Leviticus 12:7", "Leviticus 12:8"], "sourceRef": "The Five Books of Moses, by Everett Fox, Leviticus, Part II; Ritual Pollution and Purification, Pollution from Childbirth 1", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, ויקרא, ויקרא מאמר ד׳, ויקרא הערה ב׳ א׳", "anchorVerse": 1, "sourceHasEn": true, "commentaryNum": 1, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "ויקרא הערה ב׳", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<a class=\"refLink\" data-ref=\"Leviticus 12:1-8\" data-ven=\"The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995\">Leviticus 12:1-8</a>", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "623dfd5aed1e49a70067b24b", "index_title": "Siddur Sefard", "category": "Liturgy", "type": "quotation_auto_tanakh", "ref": "Siddur Sefard, Torah Readings, Torah Reading for Shabbat Mincha & Monday, Thursday 56", "anchorRef": "Leviticus 12:1-8", "anchorRefExpanded": ["Leviticus 12:1", "Leviticus 12:2", "Leviticus 12:3", "Leviticus 12:4", "Leviticus 12:5", "Leviticus 12:6", "Leviticus 12:7", "Leviticus 12:8"], "sourceRef": "Siddur Sefard, Torah Readings, Torah Reading for Shabbat Mincha & Monday, Thursday 56", "sourceHeRef": "סידור ספרד, סדר הקריאות, קריאות לשבת במנחה, ושני וחמישי נ״ו", "anchorVerse": 1, "sourceHasEn": false, "compDate": [1710, 1810], "commentaryNum": 56, "collectiveTitle": {"en": "Siddur Sefard", "he": "סידור ספרד"}, "heTitle": "קריאות לשבת במנחה, ושני וחמישי", "he": "<b>וַיְדַבֵּר</b> יְהֹוָה אֶל מֹשֶׁה לֵּאמֹר: דַּבֵּר אֶל בְּנֵי יִשְׂרָאֵל לֵאמֹר אִשָּׁה כִּי תַזְרִיעַ וְיָלְדָה זָכָר וְטָמְאָה שִׁבְעַת יָמִים כִּימֵי נִדַּת דְּוֹתָהּ תִּטְמָא: וּבַיּוֹם הַשְּׁמִינִי יִמּוֹל בְּשַׂר עָרְלָתוֹ: וּשְׁלֹשִׁים יוֹם וּשְׁלֹשֶׁת יָמִים תֵּשֵׁב בִּדְמֵי טָהֳרָה בְּכָל קֹדֶשׁ לֹא תִגָּע וְאֶל הַמִּקְדָּשׁ לֹא תָבֹא עַד מְלֹאת יְמֵי טָהֳרָהּ:שניוְאִם נְקֵבָה תֵלֵד וְטָמְאָה שְׁבֻעַיִם כְּנִדָּתָהּ וְשִׁשִּׁים יוֹם וְשֵׁשֶׁת יָמִים תֵּשֵׁב עַל דְּמֵי טָהֳרָה: וּבִמְלֹאת יְמֵי טָהֳרָהּ לְבֵן אוֹ לְבַת תָּבִיא כֶּבֶשׂ בֶּן שְׁנָתוֹ לְעֹלָה וּבֶן יוֹנָה אוֹ תֹר לְחַטָּאת אֶל פֶּתַח אֹהֶל מוֹעֵד אֶל הַכֹּהֵן: וְהִקְרִיבוֹ לִפְנֵי יְהֹוָה וְכִפֶּר עָלֶיהָ וְטָהֲרָה מִמְּקֹר דָּמֶיהָ זֹאת תּוֹרַת הַיֹּלֶדֶת לַזָּכָר אוֹ לַנְּקֵבָה: וְאִם לֹא תִמְצָא יָדָהּ דֵּי שֶׂה וְלָקְחָה שְׁתֵּי תֹרִים אוֹ שְׁנֵי בְּנֵי יוֹנָה אֶחָד לְעֹלָה וְאֶחָד לְחַטָּאת וְכִפֶּר עָלֶיהָ הַכֹּהֵן וְטָהֵרָה:שלישיוַיְדַבֵּר יְהֹוָה אֶל מֹשֶׁה וְאֶל אַהֲרֹן לֵאמֹר: אָדָם כִּי יִהְיֶה בְעוֹר בְּשָׂרוֹ שְׂאֵת אוֹ סַפַּחַת אוֹ בַהֶרֶת וְהָיָה בְעוֹר בְּשָׂרוֹ לְנֶגַע צָרָעַת וְהוּבָא אֶל אַהֲרֹן הַכֹּהֵן אוֹ אֶל אַחַד מִבָּנָיו הַכֹּהֲנִים: וְרָאָה הַכֹּהֵן אֶת הַנֶּגַע בְּעוֹר הַבָּשָׂר וְשֵׂעָר בַּנֶּגַע הָפַךְ לָבָן וּמַרְאֵה הַנֶּגַע עָמֹק מֵעוֹר בְּשָׂרוֹ נֶגַע צָרַעַת הוּא וְרָאָהוּ הַכֹּהֵן וְטִמֵּא אֹתוֹ: וְאִם בַּהֶרֶת לְבָנָה הִוא בְּעוֹר בְּשָׂרוֹ וְעָמֹק אֵין מַרְאֶהָ מִן הָעוֹר וּשְׂעָרָה לֹא הָפַךְ לָבָן וְהִסְגִּיר הַכֹּהֵן אֶת הַנֶּגַע שִׁבְעַת יָמִים: וְרָאָהוּ הַכֹּהֵן בַּיּוֹם הַשְּׁבִיעִי וְהִנֵּה הַנֶּגַע עָמַד בְּעֵינָיו לֹא פָשָׂה הַנֶּגַע בָּעוֹר וְהִסְגִּירוֹ הַכֹּהֵן שִׁבְעַת יָמִים שֵׁנִית:", "heVersionTitle": "Torat Emet 357", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורת אמת 357", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "628217e0ea5e41750a6b0cc0", "index_title": "Mishnah Sotah", "category": "Mishnah", "type": "", "ref": "Mishnah Sotah 1:5", "anchorRef": "Leviticus 12:1-8", "anchorRefExpanded": ["Leviticus 12:1", "Leviticus 12:2", "Leviticus 12:3", "Leviticus 12:4", "Leviticus 12:5", "Leviticus 12:6", "Leviticus 12:7", "Leviticus 12:8"], "sourceRef": "Mishnah Sotah 1:5", "sourceHeRef": "משנה סוטה א׳:ה׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [190, 230], "commentaryNum": 1.0005, "collectiveTitle": {"en": "Mishnah Sotah", "he": "משנה סוטה"}, "heTitle": "משנה סוטה", "he": "אִם אָמְרָה טְמֵאָה אָנִי, שׁוֹבֶרֶת כְּתֻבָּתָהּ וְיוֹצֵאת. וְאִם אָמְרָה טְהוֹרָה אָנִי, מַעֲלִין אוֹתָהּ לְשַׁעַר הַמִּזְרָח שֶׁעַל פֶּתַח שַׁעַר נִקָּנוֹר, שֶׁשָּׁם מַשְׁקִין אֶת הַסּוֹטוֹת, וּמְטַהֲרִין אֶת הַיּוֹלְדוֹת, וּמְטַהֲרִין אֶת הַמְּצֹרָעִים. וְכֹהֵן אוֹחֵז בִּבְגָדֶיהָ, אִם נִקְרְעוּ נִקְרָעוּ, אִם נִפְרְמוּ נִפְרָמוּ, עַד שֶׁהוּא מְגַלֶּה אֶת לִבָּהּ, וְסוֹתֵר אֶת שְׂעָרָהּ. רַבִּי יְהוּדָה אוֹמֵר, אִם הָיָה לִבָּהּ נָאֶה, לֹא הָיָה מְגַלֵּהוּ. וְאִם הָיָה שְׂעָרָהּ נָאֶה, לֹא הָיָה סוֹתְרוֹ: \n", "heVersionTitle": "Torat Emet 357", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורת אמת 357", "text": "<b>If</b> after the judge’s warning <b>she says: I am defiled,</b> she writes <b>a receipt</b> for <b>her marriage contract.</b> That is, she writes a receipt indicating that she has no claims on her husband with regard to the sum written in her marriage contract, as a woman who admits to adultery forfeits her right to this payment. <b>And she is</b> then <b>divorced</b> from her husband. <b>But if</b> after the warning <b>she</b> maintains her innocence and <b>says: I am pure, they bring her up to the Eastern Gate, which is at the opening of</b> the <b>Gate of Nicanor, because</b> three rites were performed <b>there: They give the <i>sota</i> women</b> the bitter water <b>to drink, and they purify women who have given birth</b> (see Leviticus 12:6–8), <b>and they purify the lepers</b> (see Leviticus 14:10–20). The mishna continues describing the <i>sota</i> rite. <b>And the priest grabs hold of her clothing</b> and pulls them, unconcerned about what happens to the clothing. <b>If</b> the clothes <b>are torn,</b> so <b>they are torn; if the stitches come apart,</b> so <b>they come apart.</b> And he pulls her clothing <b>until he reveals her heart,</b> i.e., her chest. <b>And</b> then <b>he unbraids her hair. Rabbi Yehuda says: If her heart was attractive he would not reveal it, and if her hair was attractive he would not unbraid</b> it.", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "648839e3a5a4d0d5926405e4", "index_title": "Rav Hirsch on Torah", "category": "Commentary", "type": "commentary", "ref": "Rav Hirsch on Torah, Leviticus 12:1:1", "anchorRef": "Leviticus 12:1", "anchorRefExpanded": ["Leviticus 12:1"], "sourceRef": "Rav Hirsch on Torah, Leviticus 12:1:1", "sourceHeRef": "רש\"ר הירש על התורה, ויקרא י״ב:א׳:א׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [1845, 1875], "commentaryNum": 1.0001, "collectiveTitle": {"en": "Rav Hirsch", "he": "רש\"ר הירש"}, "heTitle": "ויקרא", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "Kap. 12. V. 1. Zwei Arten טומאה bildeten den Inhalt des vorigen Kapitels, טומאת גויות: die zu vermeidende Entsittlichung des Körpers durch Zuführung den Leib verunlauternder Nahrungsstoffe, und טומאת קדושות: die zu vermeidende Trübung des vom Gesetzesheiligtum geforderten und gewährleisteten Bewußtseins sittlich freier Selbstbestimmungsfähigkeit durch Berührung die Vorstellung menschlicher Unfreiheit weckender Leichname – טומאת מאכלות אסורות und טומאת מגע נבלה ושרץ. Dies und die folgenden Kapitel setzen die Lehre von טומאת קדושות fort und besprechen Zustände, die noch in höherem Grade das Bewußtsein der sittlichen Freiheit zu gefährden geeignet sind, weil sie ein physisches Erliegen des <i>lebendigen</i> Menschen vergegenwärtigen, טומאות היוצאות עליו מגופר somit gleichsam ein Ersterben der freien Selbstbestimmung in das Leben selbst hineinragend vor die Augen führen, und somit einer besonderen Demonstrierung der gegenteiligen Wahrheit bedürfen. Es sind dies ענדה וזבה ,בעל קרי ,זב מצורע ,יולדת, die daher, mit Ausnahme des בעל קרי, einen größeren Zeitablauf des טומאה-Zustandes, nicht nur יום אחד wie טומאת נבלה ושרץ, fordern, und bei welchen mit fernerer Ausnahme der נדה, die Lehre sittlich freier Selbstbestimmung auch noch positiv im Opfer zum Ausdruck gelangt, weshalb diese, nämlich זב ,מצורע ,יולרת und זבה, die ארכעה מחוסרי כפרה, die vier der Opfersühne bedürftigen טומאות genannt werden.", "versionTitle": "Der Pentateuch. Übersetzt und erläutert von Samson Raphael Hirsch, 1903 [de]", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "648839e3a5a4d0d5926405e6", "index_title": "Rav Hirsch on Torah", "category": "Commentary", "type": "commentary", "ref": "Rav Hirsch on Torah, Leviticus 12:1:2", "anchorRef": "Leviticus 12:1", "anchorRefExpanded": ["Leviticus 12:1"], "sourceRef": "Rav Hirsch on Torah, Leviticus 12:1:2", "sourceHeRef": "רש\"ר הירש על התורה, ויקרא י״ב:א׳:ב׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [1845, 1875], "commentaryNum": 1.0002, "collectiveTitle": {"en": "Rav Hirsch", "he": "רש\"ר הירש"}, "heTitle": "ויקרא", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "וידבר ה׳ אל משה לאמר – siehe zu Kap. 14. 1.", "versionTitle": "Der Pentateuch. Übersetzt und erläutert von Samson Raphael Hirsch, 1903 [de]", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "657ecc54758c1dc532ec8d7d", "index_title": "Steinsaltz on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Steinsaltz on Leviticus 12:1", "anchorRef": "Leviticus 12:1", "anchorRefExpanded": ["Leviticus 12:1"], "sourceRef": "Steinsaltz on Leviticus 12:1", "sourceHeRef": "ביאור שטיינזלץ על ויקרא י״ב:א׳", "anchorVerse": 1, "sourceHasEn": true, "commentaryNum": 12.0001, "collectiveTitle": {"en": "Steinsaltz", "he": "ביאור שטיינזלץ"}, "heTitle": "ביאור שטיינזלץ על ויקרא", "he": "<b>וַיְדַבֵּר ה' אֶל מֹשֶׁה לֵּאמֹר:</b>", "heVersionTitle": "The Koren Steinsaltz Tanakh HaMevoar - Hebrew", "heLicense": "Copyright: Steinsaltz Center", "heVersionTitleInHebrew": "", "text": "<b>The Lord spoke to Moses, saying: </b>", "versionTitle": "The Steinsaltz Tanakh - English", "license": "Copyright: Steinsaltz Center", "versionTitleInHebrew": ""}, {"_id": "56547f8ad6e4a94e1942d001", "index_title": "Abarbanel on Torah", "category": "Commentary", "type": "commentary", "ref": "Abarbanel on Torah, Leviticus 12:1", "anchorRef": "Leviticus 12:1", "anchorRefExpanded": ["Leviticus 12:1"], "sourceRef": "Abarbanel on Torah, Leviticus 12:1", "sourceHeRef": "אברבנאל על תורה, ויקרא י״ב:א׳", "anchorVerse": 1, "sourceHasEn": false, "compDate": [1483, 1513], "commentaryNum": 1.0, "collectiveTitle": {"en": "Abarbanel", "he": "אברבנאל"}, "he": ["וידבר ה' אל משה וגו' אשה כי תזריע וגו' עד סוף הסדר. ויש לשאול בזה שאלות: ", "השאלה הא' למה כשרצתה התורה להזהיר על טומאות בני אדם התחילה ביולד' והיה ראוי שתתחיל אם בטומאה היותר קלה והיא הזבה או בטומאה היותר חמורה מטומאות בני אדם החי והיא הצרעת: ", "השאלה הב' למה חייבה תורה את היולדת שמלבד שתטמא שבעת ימים שממנה יוצא דם עוד תטמא ל\"ג יום לימי טהרה כי כיון שאין לה אז דם מטמא למה תטמא לעניני המקדש. ואם מפני שהם כלם מ' יום כמספר הימים שנוצר הולד בהם הלא כבר נוצר זה תשעה חדשים למה לנו להטמא כנגד ימי יצירת הולד שהם ימי טהרה ונקיון לא טומאה: ", "השאלה הג' למה חייבה ליולדת נקבה בכפל הימים ליולדת זכר אם בימי הטומאה שצוה שתטמא היולדת זכר שבעת ימים והיולדת נקבה י\"ד יום ואם בשאר הימים שחייב' את היולדת זכר שתשב עוד בדמי טהרה ל\"ג יום והיולדת נקבה כפל ס\"ו יום. וכל שכן שיקשה זה לדעת האומ' שיצירת זכר או נקבה לאחד וארבעים יום: ", "השאלה הד' למה חייבה תורה ליולדת להביא חטאת ועולה כי הנה ענין העול' לא היה לה צורך במקום הזה והחטאת גם כן לא היתה ראויה כיון שלא ימצאו לה עון אשר חטא. ולמה בכל המקומות צוה שיקריבו החטאת קודם העולה כמו שהתבאר במה שקדם וכאן זכר ראשונה החטאת: ", "השאלה הה' למה צותה תורה בצרעת שיובא אל הכהן והוא יטמאנה או יטהרנ' ולא זכר כן בשום חולי אחר מכל חליי האדם האם מפני שהצרעת חולי מתדבק והרי יש חלאי' אחרים מתדבקים כמו שזכרו הרופאים ולמה לא נעשה עליהם כאשר צוה השם לעשות בעניני הצרעת: ", "השאלה הו' למה זה לא צותה התורה לעשות למצורע הנהגה מה לרפואתו כאלו תאמר הרקה או הקזה או דבר מועיל אליו באיכותו או בסגולתו או על דרך הפלא כאשר עשה אלישע לנעמן שר צבא ארם לתקן את אשר עותו רוע המזג. ולבד צוה בהסגרתו כמו שזכר: ", "השאלה הז' למה צותה התורה ראות הנגעים בטומאתן וטהרתן אל הכהן והיה ראוי למוסרו לכל חכם לב יודעי הטבעים כי הוא ירגיש ויגזר באותו הצרעת כפי חכמת הרפואה מזולת השערה ואם פשה הנגע: ", "השאלה הח' בענין ההסגר שצותה שיסגיר הכהן את החולה כי מה היה ענין ההסגר ותועלתו בזה האם כדי שלא ידבק חליו לבני אדם הנה עדיין לא נתפרשה טומאתו והתורה לא חייבתו בדד ישב אלא אחר פרסום הטומאה: ", "השאלה הט' באמרו בפרשת נגע צרעת ואם פרוח תפרח הצרעת וכסתה הצרעת את כל עור הנגע וטהר את הנגע כי איך יתכן זה והלא אם פשה תפשה הוא סימן טומאה בכל הנגעים ולמה אם כן בזה יטהרוהו: ", "השאלה הי' במה שזכרה התור' נגע צרעת בבגד צמר או פשתים או בשתי או בערב או בכל כלי עור כי הנה הדברים ההם שאין בהם רוח חיות לא יפול בהם בריאות ולא חולי ולא נגע צרעת כ\"ש שיאמר הכתוב בהם צרעת ממארת היא ואמר בקרחתו או בגבחתו שהם כלם שמות יפלו באדם לא בבלתי מרגיש והנה בסדר ביום השמיני זכרה התורה הדברים הטמאים ולא זכר דבר מה מהצומח ולא מעור הבהמה וצמרה ואיך אם כן החליט כאן על הבגד לשון טמא הוא וזה הספק יפול גם כן בצרעת הבתי': ", "השאלה הי\"א למה צותה התורה בצרעת הבגד במקום הזה אחרי זכרון מיני צרעת האדם קודם שיזכור אופן טהרתו שבא בתחלת סדר זאת תהיה תורת המצורע והיה ראוי שישלים משפטי צרעת האדם וטהרתו ואח\"כ יבאר צרעת הבגד ואח\"כ צרעת הבתים ולמה זכרם בדלוגים. והנני מפרש הפסוקים באופן יותרו השאלות האלו כלם: ", "וידבר ה' אל משה לאמר אשה כי תזריע וגו' עד וידבר ה' אל משה ואל אהרן לאמר אדם כי יהי' בעור בשרו. אחרי שביארה התור' טומאת הבהמות והעופות לענין האכילה ולענין המגע והמשא ראתה לבאר טומאת האדם בחייו ובמותו כי מפני שאלה הן הטומאות היותר חמורות והית' עתידה להאריך בהן הניח' ראשונה עניני הב\"ח וטומאותם ובארה אחרי אלה טומאות האדם ואופני טהרתם. ולזה עצמו נטה ר' שלמאי כמו שהביא רש\"י מדבריו והתחילה תורה מהיולדת אם לפי שתחלת האדם מעת הולדו. ואם להודיע שרוב מיני הצרעת באים בסבת היות האדם שוכב עם אשתו בנדתה או בימי זובה שנובע ממנה דם שלכן יצטרעו הבנים הנולדים מהם. ולכך קדם דין היולדת ושמירתה בענין הדמים לדין הצרעת. ועוד אומר שגלתה התורה האלהית בזה ששלש סבות יחייבו חולי הצרעת יותר משאר הדברים. הא' המאכלים הטמאים כי הם בלי ספק מביאים אל הצרעת. והב' טומאות המתים מבני אדם ומהב\"ח הטמאים לכל הנוגע בנבלתם. והג' אם נתעברה האשה בהיותה עם דם נדותה או לידתה שאז הבנים אשר תלד יהיו מוכנים אל הצרעת ומפני זה הזהירה תורה על שלשת הדברים האלה קודם דיני הצרעת כי הזכיר ראשונה למעלה את זה תאכלו ואת זה לא תאכלו והזהיר אחריו על הטומאות והזהיר עתה אשה כי תזריע ודיניה ואחרי כן יזכור דיני הצרעת. והותרה בזה השאלה הא'. וזהו שאמר הכתוב אשה כי תזריע וילד' זכר ר\"ל האשה כשתעש' זרע ע\"ד והארץ תתן יבולה כי זרע האשה הם הבנים והבנות. הנה כאשר תזריע ותוליד אם ילדה זכר תטמא שבעת ימים ר\"ל שבעת ימים אחרי לידתה. וטעם כימי נדת דותה תטמא שתשמור היולדת בזה שבעת ימים כמו הנדה ולפי שהנדה כמו שכתב רש\"י ראשה ואיבריה כבדים עליה והיא כל היום דוה וכאבה מפני זה אמר נדת דותה וענין זה שהטבע דוחה מותרותיה פעם אחת בחדש ברוב הנשים ישרות המזג בסבת שנוי הירח שתחזור חליל' בזה הזמן וד' פעמים תשתנה הירח בתמונתו הירחיית והם ד' שבועות ולזה על הרוב תתמיד הנדה שבעת ימים ורוב החליים משתני' ביום השביעי ולכך היה מסגיר הנגעים שבעת ימים וכן שבעת ימים יהיה הנולד תחת אמו עד שיעברו עליו ימי צער הלידה. והנה שבעת ימים האלה האשה על הרוב שופעת דם מן המקור מהמותרות שנשארו מהיצירה. אבל מפני שהאשה בהיותה מעוברת יפסק ממנה דם הנדות מדי חדש בחדשו תשעה חדשים עד שילדה. לכן צותה תורה שמלבד אלה שבעת הימים שתטמא כשתלד כימי נדת דותה עוד שלשים יום ושלשת ימים תשב בדמי טהרה כדי שבאותם הימים תנקה ויצא ממנ' כל דם הנעצר ברחמה מן החדשים שלא עשתה נקיון בהיותה מעוברת. והנה היו המספר הזה מהימים כדי שעם שבעת הימים הראשונים ישלמו לה ארבעים יום. והנה חז\"ל חלקו ביצירת הולד בבטן המלאה והיה דעת ר' ישמעאל שהזכר נגמר' יצירתו במ\"א יום והנקבה לפ\"א יום וחכמים אומרים אחד זכר ואחד נקבה למ\"א יום וכמו שכתב הרמב\"ן. הנה הנסיון מאמת דעת ר' ישמעאל לפי שכלל הנשים מרגישות תנועת זכר למ\"א יום. אבל תנועת נקבה לא ירגישו בה כי אם לפ\"א יום. וא\"א שיהיה חלופו כי חומר הזכר הוא יותר חם וחומר הנקבה הוא יותר קר ולבניי כמו שהם במזגם יותר קרות מהזכרים. ויצירת היותר חם נגמר יותר במהירות ממה שיגמר היותר קר שיצטרך יותר זמן לבשולו. ומפני שכל ימי יצירת הולד נשפכים דם וליחות אל רחם האשה להוליד מהם שם העובר. ראתה החכמ' האלהית שצריך מספר מהימים שוה לימי היצירה לנקות את הרחם ממה שנשפך בה ליצירה ההיא ולכך היו בזכר מ' יום עם השבעה הראשונים שבהם יתיישב רחם היולד' על מתכונתו ותשוב האשה לטבעה כי כבולעו כך פולטו מ' יום נשפכו ברחמה דם וליחות לצורך. היצירה ההיא כן אחרי שתלד מ' יום תשב בנקיונ' ובטהרתה מהם. ואף שבאותם ל\"ג ימים ראתה האשה דם אינו דם מדוה אלא דם טוהר הבא אחר שבעת ימי הלידה. ולכך בשבעת הימים היתה כנדה לפי שינדוה וירחיקוה כל בני אדם. אבל בל\"ג ימים האחרונים תשב בביתה ולא ירחק ממנה בעלה. האמנם לענין המקדש וקדשיו תשמט שבכל קדש לא תגע ואל המקדש לא תבא עד מלאת ימי טהרה שהם ימי הנקיון מלשון זהב טהור וזקק וטהר את בני לוי כמו שכתב הרמב\"ן. (ויקרא י\"ב ה') ואם נקבה תלד אם לדעת ר' ישמעאל להיות יצירתה בפ' יום כמו שנתאמת בנסיון וגם לדעת חכמים להיות חומר הזכר יותר חם מחומר הנקבה הרבה. הנה מפני רוב הליחה הלבניי' שתהיה ברחם צריכה האשה אל הנקיון רב ועצום. והרבו בה חכמים בעבור הדם המעופש אשר בה כי החליים הקרים צריכים אל נקיון זמן ארוך יותר מהחמים וכמו שכתב הרמב\"ן. ולכך חייבה התורה להיות י\"ד הראשונים וס\"ו אחריהם והותרו בזה שתי שאלות הב' והג'. ובמלאת ימי טהרה לבן או לבת תביא כבש בן שנתו וגו'. יאמר שכאשר ימלאו ימי טהרתה תביא היולדת קרבן והוא כבש בן שנתו לעולה ובן יונה או תור לחטאת. ואמנם למה חייבה קרבן עולה וזכר אותו ראשונ' ואח\"כ החטאת. ומה החטא שחטאת היולדת שעליו נאמר וכפר עליה. וחז\"ל אמרו שתמיד נקרבת החטאת קודם העולה עם היות שהכתוב זכר ראשונה העולה. ואמרו שהיתה החטאת והכפרה מפני שבשעה שעומדת לילד קופצת ונשבע' שלא תזקק לבעלה ובעבור שנשבעה מתוך הצער ואין השבועה ראויה להתקיי' מפני היותה משועבדת לבעלה לכן רצתה התור' לכפר לה מהעולה על רוחה. אבל הנראה כפי הפשט הוא שהיולדת במלאת ימי טהרה היתה מביאה בבואה אל מקדש השם קרבן עולה כדי להדבק ליוצרה אשר עשה עמה להפליא בהצלתה מצער וסכנת הלידה. ומפני שאין אדם שעובר עליו צרה וצוקה בעולם הזה אם לא יחטא ויסלף דרכו באולתו. וכארז\"ל (שבת נ\"ה) אין יסורין בלא עון והיולדת סבלה צרה וסכנה בהיותה על האבנים לכן היתה מקריבה ג\"כ חטאת אבל היתה העולה בראשונה להתקרב ולהדבק בה אל האלהים ולכך היה קרבנו כבש בן שנתו ואם היה בה עון שלא ידעה היתה מביאה חטאת על כפרתה. הנה אם כן היתה העולה בתחלה יען תבא על הכונה הראשונ' להדבק אל השם והחטאת היה לכפר עליה איזה עון שחטאה ונעלם ממנה. ולשניהם אמר הכתוב תביא כבש בן שנתו לעולה ובן יונה או תור לחטאת אל פתח אהל מועד אל הכהן. וחזר ואמר על שניהם אם על העולה שזכר והקריבו לפני ה' כי היתה ההקרב' תכלית העולה. ועל החטאת אמר וכפר עליה. ואמר וטהרה ממקור דמיה שהכהן יאמר לה שהיא טהורה ומכאן ואילך בכל קדש לא תגע ואל המקדש לא תבא כי היא לא תטהר לאכול בקדש עד שיצא מפי הכהן שהיא טהורה ממקור דמיה רוצה לומר מהדמים שהיו יוצאים ממקורה שהרצון במקור רחם האשה והותרה במה שפירשתי בזה השאלה הד': "], "heVersionTitle": "Torah Commentary of Yitzchak Abarbanel, Warsaw 1862", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "58ad94c1d6e4a93323dc0534", "index_title": "Ketubot", "category": "Talmud", "type": "", "ref": "Ketubot 61b:11", "anchorRef": "Leviticus 12:1", "anchorRefExpanded": ["Leviticus 12:1"], "sourceRef": "Ketubot 61b:11", "sourceHeRef": "כתובות ס״א ב:י״א", "anchorVerse": 1, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 122.0011, "collectiveTitle": {"en": "Ketubot", "he": "כתובות"}, "heTitle": "כתובות", "he": "<big><strong>גְּמָ׳</strong></big> מַאי טַעְמָא דְּבֵית שַׁמַּאי? גָּמְרִי מִיּוֹלֶדֶת נְקֵבָה. וּבֵית הִלֵּל? גָּמְרִי מִיּוֹלֶדֶת זָכָר.", "heVersionTitle": "William Davidson Edition - Vocalized Aramaic", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "מהדורת וויליאם דייוידסון - ארמית המנוקד", "text": "<strong>GEMARA:</strong> The Gemara asks: <b>What is the reason</b> that <b>Beit Shammai</b> say a husband may force abstinence on his wife by a vow for a period of up to two weeks without being compelled to divorce her? <b>They derive</b> this from the <i>halakha</i> that <b>a woman who gave birth</b> to <b>a female</b> is ritually impure and prohibited from engaging in conjugal relations with her husband for two weeks after childbirth (see Leviticus 12:5). From this they derive that a period of up to two weeks of abstinence is not deemed undue suffering. <b>And</b> from where do <b>Beit Hillel</b> derive their opinion? <b>They derive</b> it from <b>a woman who gave birth</b> to <b>a male,</b> as she is ritually impure for one week (see Leviticus 12:1–4).", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": "מהדורת וויליאם דייוידסון - אנגלית"}, {"_id": "58ad984ed6e4a93323dc5301", "index_title": "Bava Kamma", "category": "Talmud", "type": "", "ref": "Bava Kamma 11a:14", "anchorRef": "Leviticus 12:1", "anchorRefExpanded": ["Leviticus 12:1"], "sourceRef": "Bava Kamma 11a:14", "sourceHeRef": "בבא קמא י״א א:י״ד", "anchorVerse": 1, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 21.0014, "collectiveTitle": {"en": "Bava Kamma", "he": "בבא קמא"}, "heTitle": "בבא קמא", "he": "וְאָמַר עוּלָּא אָמַר רַבִּי אֶלְעָזָר: שִׁלְיָא שֶׁיָּצְתָה מִקְצָתָהּ בְּיוֹם רִאשׁוֹן וּמִקְצָתָהּ בְּיוֹם שֵׁנִי, מוֹנִין לָהּ מִן הָרִאשׁוֹן.", "heVersionTitle": "William Davidson Edition - Vocalized Aramaic", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "מהדורת וויליאם דייוידסון - ארמית המנוקד", "text": "§ The Gemara cites additional <i>halakhot</i> taught by Ulla, citing Rabbi Elazar: When a woman gives birth or miscarries a fetus she is thereby rendered ritually impure (see Leviticus 12:1–5). Even if she delivers only the afterbirth, with no discernible fetus, she is rendered ritually impure due to the possibility that the fetus was dissolved in the afterbirth, and it is therefore considered as though she delivered it (<i>Nidda</i> 24b). The length of the period of impurity depends on the sex of the child. In the case where it is unclear what the sex is, she must observe the longer period of fourteen days (<i>Nidda</i> 29a). At the end of that period she may purify herself by immersing in a ritual bath. <b>And Ulla says</b> that <b>Rabbi Elazar says:</b> If <b>part of</b> the <b>afterbirth [<i>shilya</i>] emerged on the first day</b> of a woman’s miscarriage <b>and part of it</b> emerged <b>on the second day, one counts</b> the period of ritual impurity <b>from the first</b> day.", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": "מהדורת וויליאם דייוידסון - אנגלית"}, {"_id": "5bf3e4aae1fc2200b9c5b0b7", "index_title": "English Explanation of Mishnah Pesachim", "category": "Quoting Commentary", "type": "", "ref": "English Explanation of Mishnah Pesachim 9:4:2", "anchorRef": "Leviticus 12:1", "anchorRefExpanded": ["Leviticus 12:1"], "sourceRef": "English Explanation of Mishnah Pesachim 9:4:2", "sourceHeRef": "ביאור אנגלי על משנה פסחים ט׳:ד׳:ב׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [1997, 2013], "commentaryNum": 4.0002, "collectiveTitle": {"en": "English Explanation of Mishnah Pesachim", "he": "ביאור אנגלי על משנה פסחים"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<b>The pesah which comes in impurity: zavin and zavot, menstruant women and women after childbirth do not from eat it, yet if they did eat they are exempt from karet.</b>  Zavin and zavot are men and women who have had some sort of abnormal genital discharge (see 8:5).  The impurity of the menstruant is mentioned in Leviticus 15:19 ff. and that of the woman after childbirth is Leviticus 12:1 ff.  People with these types of impurity are not supposed to eat the pesah on Pesah Rishon, even if the community is impure and is eating the Pesah “in impurity”. However, if they do eat the pesah they are not liable for karet as would be the case had they eaten the pesah when the community was pure (see Leviticus 7:20).  They are exempt because other people who are eating it are impure.", "versionTitle": "Mishnah Yomit by Dr. Joshua Kulp", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5cca96cab3c686011acc3e98", "index_title": "Keritot", "category": "Talmud", "type": "", "ref": "Keritot 7b:21", "anchorRef": "Leviticus 12:1-6", "anchorRefExpanded": ["Leviticus 12:1", "Leviticus 12:2", "Leviticus 12:3", "Leviticus 12:4", "Leviticus 12:5", "Leviticus 12:6"], "sourceRef": "Keritot 7b:21", "sourceHeRef": "כריתות ז׳ ב:כ״א", "anchorVerse": 1, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 14.0021, "collectiveTitle": {"en": "Keritot", "he": "כריתות"}, "heTitle": "כריתות", "he": "<strong><big>מַתְנִי׳</big></strong> הַמַּפֶּלֶת לְאוֹר שְׁמוֹנִים וְאֶחָד, בֵּית שַׁמַּאי פּוֹטְרִין מִן הַקׇּרְבָּן, וּבֵית הִלֵּל מְחַיְּיבִין.", "heVersionTitle": "William Davidson Edition - Vocalized Aramaic", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": "<strong>MISHNA:</strong> A woman who gives birth to a daughter counts fourteen days during which she is ritually impure. That is followed by sixty-six days during which she remains ritually pure even if she experiences a flow of blood. The Torah obligates a woman to bring her offering on the eighty-first day (see Leviticus 12:1–6). If the woman miscarries another fetus before that day, she is not required to bring an additional offering. In the case of a woman <b>who miscarries</b> a fetus <b>on the night of,</b> i.e., preceding, <b>the eighty-first</b> day, <b>Beit Shammai deem</b> her <b>exempt from</b> bringing a second <b>offering and Beit Hillel deem</b> her <b>liable</b> to bring a second offering.", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "5cca96cbb3c686011acc3efe", "index_title": "Keritot", "category": "Talmud", "type": "", "ref": "Keritot 10b:6", "anchorRef": "Leviticus 12:1-8", "anchorRefExpanded": ["Leviticus 12:1", "Leviticus 12:2", "Leviticus 12:3", "Leviticus 12:4", "Leviticus 12:5", "Leviticus 12:6", "Leviticus 12:7", "Leviticus 12:8"], "sourceRef": "Keritot 10b:6", "sourceHeRef": "כריתות י׳ ב:ו׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 20.0006, "collectiveTitle": {"en": "Keritot", "he": "כריתות"}, "heTitle": "כריתות", "he": "יוֹלֶדֶת – מְבִיאָה בְּדַלּוּת וַעֲשִׁירוּת. מְצוֹרָע – מֵבִיא בְּדַלּוּת. שְׁמִיעַת הַקּוֹל וּבִטּוּי שְׂפָתָיִם וְטוּמְאַת מִקְדָּשׁ וְקָדָשָׁיו – מְבִיאִין בְּדַלּוּת וְדַלֵּי דַלּוּת.", "heVersionTitle": "William Davidson Edition - Vocalized Aramaic", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": "The Gemara elaborates: <b>A woman after childbirth brings</b> a sliding-scale offering either <b>in poverty,</b> i.e., two doves or two pigeons, one as a burnt offering and one as a sin offering, <b>or</b> in <b>wealth,</b> i.e., a lamb as a burnt offering and a dove or a pigeon as a sin offering (see Leviticus 12:1–8). <b>A leper brings</b> the offering either <b>in poverty</b> in the form of a lamb for a guilt offering, and two doves or two pigeons, one as a sin offering and one as a burnt offering, or in wealth in the form of a lamb for a guilt offering, a lamb as a burnt offering, and a female lamb as a sin offering (see Leviticus 14:10–22). For <b>the hearing of the voice,</b> i.e., taking a false oath that one cannot provide testimony, <b>or the utterance of the lips,</b> or the <b>defiling of</b> the <b>Temple or its sacrificial</b> foods, one <b>brings</b> an offering either in wealth, i.e., a female lamb or goat as a sin offering, <b>or in poverty,</b> i.e., two doves or two pigeons, one as a sin offering and one as a burnt offering, <b>or in extreme poverty,</b> i.e., a meal offering.", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "5e54f9761686c5333b3c91a0", "index_title": "Gray Matter IV", "category": "Halakhah", "type": "", "ref": "Gray Matter IV, Israel, Kashrut in Combat Conditions 9", "anchorRef": "Leviticus 12:1-8", "anchorRefExpanded": ["Leviticus 12:1", "Leviticus 12:2", "Leviticus 12:3", "Leviticus 12:4", "Leviticus 12:5", "Leviticus 12:6", "Leviticus 12:7", "Leviticus 12:8"], "sourceRef": "Gray Matter IV, Israel, Kashrut in Combat Conditions 9", "sourceHeRef": "גריי מאטר ד, ישראל, כשרות בתנאי קרב ט׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [2008, 2012], "commentaryNum": 9, "collectiveTitle": {"en": "Gray Matter IV", "he": "גריי מאטר ד"}, "heTitle": "כשרות בתנאי קרב", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "We offer two explanations for why the Torah, according to the Ramban, granted such permission to our ancestors. One possibility is that this permission demonstrates the principle of <i>Yalta </i>(Chullin 109b) that for everything forbidden there is a permitted counterpart. The examples he offers include <i>cheilev</i> (fat) of a <i>chayah</i> (a non-domesticated animal) which is the kosher counterpart of the forbidden fat (<i>cheilev</i>) of a <i>beheimah</i> (domesticated animal), a part of the permitted <i>shivuta</i> fish (which tastes like pig) which is the counterpart to non-kosher pig and <i>dam tohar</i> (see Vayikra 12:1-8) which is the counterpoint to <i>dam niddah</i>.", "versionTitle": "Gray Matter, by Chaim Jachter. Teaneck, N.J, 2000-2012", "license": "", "versionTitleInHebrew": ""}, {"_id": "5e54ffa6335e8905a128261a", "index_title": "Gray Matter IV", "category": "Halakhah", "type": "", "ref": "Gray Matter IV, Brit Milah, The Plain Mogen, the Gomco Clamp, and the Bronstein Mogen 17", "anchorRef": "Leviticus 12:1-8", "anchorRefExpanded": ["Leviticus 12:1", "Leviticus 12:2", "Leviticus 12:3", "Leviticus 12:4", "Leviticus 12:5", "Leviticus 12:6", "Leviticus 12:7", "Leviticus 12:8"], "sourceRef": "Gray Matter IV, Brit Milah, The Plain Mogen, the Gomco Clamp, and the Bronstein Mogen 17", "sourceHeRef": "גריי מאטר ד, ברית מילה, מגן (קלאמפ) בברית מילה י״ז", "anchorVerse": 1, "sourceHasEn": true, "compDate": [2008, 2012], "commentaryNum": 17, "collectiveTitle": {"en": "Gray Matter IV", "he": "גריי מאטר ד"}, "heTitle": "מגן (קלאמפ) בברית מילה", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "The Gemara (Shabbat 130-134) teaches that we perform the <i>milah</i> even on Shabbat if that day is the eighth day of the baby's life. The Gemara (Shabbat 135) notes that this applies only to a baby born in a manner where the mother is rendered ritually impure (as described in Vayikra 12:1-8). Thus, we do not circumcise a baby that was born by caesarean section on Shabbat (see Shulchan Aruch Y.D. 266:10), as a mother becomes ritually impure at birth only upon a \"conventional\" birth.", "versionTitle": "Gray Matter, by Chaim Jachter. Teaneck, N.J, 2000-2012", "license": "", "versionTitleInHebrew": ""}, {"_id": "5e54ffa7335e8905a1282620", "index_title": "Gray Matter IV", "category": "Halakhah", "type": "", "ref": "Gray Matter IV, Brit Milah, The Plain Mogen, the Gomco Clamp, and the Bronstein Mogen 18", "anchorRef": "Leviticus 12:1", "anchorRefExpanded": ["Leviticus 12:1"], "sourceRef": "Gray Matter IV, Brit Milah, The Plain Mogen, the Gomco Clamp, and the Bronstein Mogen 18", "sourceHeRef": "גריי מאטר ד, ברית מילה, מגן (קלאמפ) בברית מילה י״ח", "anchorVerse": 1, "sourceHasEn": true, "compDate": [2008, 2012], "commentaryNum": 18, "collectiveTitle": {"en": "Gray Matter IV", "he": "גריי מאטר ד"}, "heTitle": "מגן (קלאמפ) בברית מילה", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "The Gemara (Chagigah 16a) discusses a strange situation in which a woman becomes pregnant due to visiting a bathouse that previously was used by a man. Commenting on this Gemara, Rabbeinu Channaneil writes, \"This is a miraculous act, and a woman does not become ritually impure upon this type of conception because it does not meet the specifications of the Pasuk [Vayikra 12:1] 'when a woman conceives and gives birth.'\" Thus, according to Rabbeinu Channaneil, we may not circumcise the child conceived by bathhouse insemination on Shabbat.", "versionTitle": "Gray Matter, by Chaim Jachter. Teaneck, N.J, 2000-2012", "license": "", "versionTitleInHebrew": ""}, {"_id": "5e85c14fa173304f2ff7e9f5", "index_title": "Agra DeKala", "category": "Chasidut", "type": "", "ref": "Agra DeKala, Tazria 1", "anchorRef": "Leviticus 12:1", "anchorRefExpanded": ["Leviticus 12:1"], "sourceRef": "Agra DeKala, Tazria 1", "sourceHeRef": "אגרא דכלה, תזריע א׳", "anchorVerse": 1, "sourceHasEn": false, "compDate": [1801, 1841], "commentaryNum": 1, "collectiveTitle": {"en": "Agra DeKala", "he": "אגרא דכלה"}, "heTitle": "תזריע", "he": "<b>וידבר י\"י אל משה לאמ\"ר (ויקרא יב א).</b> באתי להתבונן הנה מה דקשיא לי בכל התורה כולה בכל מקום שנאמר לאמ\"ר, הוא לאמר לזולת, והנה אף על פי כן יקשה כיון שנאמר אחר כך (ויקרא יב ב) דבר אל בני ישראל, למה לי לאמר. והנה רז\"ל (יומא ד' ע\"ב) דרשו מכאן שכל האומר דבר לחבירו הוא בבל יאמר, עד שיאמר לו אמור. והנה יש להתבונן בדבריהם דזה היה נשמע מדבר אל בני ישראל, דאי לאו לאשמועינן הך דינא, למה לי דבר אל בני ישראל, בודאי כל התורה כולה לישראל מורשה קהלת יעקב. ונ\"ל דאי לאו הלאמ\"ר, הוה אמינא דדבר אל בני ישראל צריך לגופא, כי היכי דלא נימא דנתגלה הדבר למשה בשביל כל ישראל, והתלמידי חכמים שבכל דור יוציאו זה מכללי התורה, כמו שנתגלה למשה אפילו מה שתלמיד ותיק עתיד לחדש (ירושלמי פאה פ\"ב ה\"ד), ומשה לא גילה כל אלה עד עת בא זמן התלמיד חכם שהוא חלקו בתורה, ויגלה הדבר על ידי משה שהוא בחינת הדעת שבאותו התלמיד חכם, וכמ\"ש לעיל בפרשת תשא. והוצרך לומר דבר אל בני ישראל, שיאמר הדבר כעת בפירוש לכל עדת בני ישראל, ואם כן דבר אל בני ישראל צריכא לגופא, על כרחך אשמועינן בתיבת לאמ\"ר הדין הנ\"ל, נ\"ל:", "heVersionTitle": "Agra DeKala, Brooklyn, N.Y., 1993", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5e85c150a173304f2ff7e9fb", "index_title": "Agra DeKala", "category": "Chasidut", "type": "", "ref": "Agra DeKala, Tazria 2", "anchorRef": "Leviticus 12:1", "anchorRefExpanded": ["Leviticus 12:1"], "sourceRef": "Agra DeKala, Tazria 2", "sourceHeRef": "אגרא דכלה, תזריע ב׳", "anchorVerse": 1, "sourceHasEn": false, "compDate": [1801, 1841], "commentaryNum": 2, "collectiveTitle": {"en": "Agra DeKala", "he": "אגרא דכלה"}, "heTitle": "תזריע", "he": "<b>ונ\"ל עוד בתיבת לאמ\"ר (ויקרא יב א).</b> שהוא מלשון אימר\"א המצמצם את הבגד, ואם כן לאמ\"ר הכוונה לצמצם, כי בודאי אי אפשר לומר שכל אחד מישראל השיג במצוה טעמה וסודה כהשגת משה מפי הש\"י כי לא יוכלו לסבול, ונצטווה משה לצמצם הדיבור באמרו המצוה לישראל, שישיג כל אחד טעם וסוד רק כפי כחו ושכלו ונשמתו, בכדי שלא יתבטלו ממציאותם בהשגת ידם יתר מכחם, כנודע שאפילו המלאכים משרתי עליון מתבטלים ממציאותם בהשגתם יותר מכחם. ובזה יצדק גם כן דבר אל בני ישראל לאמר, שגם הם נצטוו על ככה שהגדול בלמדו להקטן, יצמצם הענין כפי השגת כח הקטן, ודי בזה למשכיל:", "heVersionTitle": "Agra DeKala, Brooklyn, N.Y., 1993", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "61a622ec87f574a17ca6a779", "index_title": "Jerusalem Talmud Challah", "category": "Talmud", "type": "", "ref": "Jerusalem Talmud Challah 4:4:1", "anchorRef": "Leviticus 12:1-8", "anchorRefExpanded": ["Leviticus 12:1", "Leviticus 12:2", "Leviticus 12:3", "Leviticus 12:4", "Leviticus 12:5", "Leviticus 12:6", "Leviticus 12:7", "Leviticus 12:8"], "sourceRef": "Jerusalem Talmud Challah 4:4:1", "sourceHeRef": "תלמוד ירושלמי חלה ד׳:ד׳:א׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [130, 410], "commentaryNum": 4.0001, "collectiveTitle": {"en": "Jerusalem Talmud Challah", "he": "תלמוד ירושלמי חלה"}, "heTitle": "תלמוד ירושלמי חלה", "he": "<strong><big>משנה:</big></strong> יִשְׂרָאֵל שֶׁהָיוּ אָרִיסִין לְגוֹיִם בְּסוּרִיָּא רִבִּי לִיעֶזֶר מְחַייֵב בְּפֵירוֹתֵיהֶן בְּמַעְשְׂרוֹת וּבַשְּׁבִיעִית. וְרַבָּן גַּמְלִיאֵל פּוֹטֵר. רַבָּן גַּמְלִיאֵל אוֹמֵר שְׁתֵּי חַלּוֹת בְּסוּרִיָּא. <i data-overlay=\"Vilna Pages\" data-value=\"25b\"></i>וְרִבִּי לִיעֶזֶר אוֹמֵר חַלָּה אַחַת אָחֲזוּ קוּלּוֹ שֶׁלְרַבָּן גַּמְלִיאֵל וְקוּלּוֹ שֶׁלְרִבִּי לִיעֶזֶר. חָֽזְרוּ לִנְהוֹג כְּדִבְרֵי רַבָּן גַּמְלִיאֵל בִּשְׁתֵּי דְּרָכִים. רַבָּן גַּמְלִיאֵל אוֹמֵר שָׁלֹשׁ אֲרָצוֹת לַחַלָּה מֵאֶרֶץ יִשְׂרָאֵל וְעַד גְּזִיב חַלָּה אַחַת. מִגְּזִיב וְעַד הַנָּהָר וְעַד אֲמָנֹס שְׁתֵּי חַלּוֹת אָחַת לָאוֹר וְאַחַת לַכֹּהֵן. שֶׁלְאוֹר יֵשׁ לָהּ שִׁיעוּר וְשֶׁלְכֹּהֵן אֵין לָהּ שִׁיעוּר. מֵהַנָּהָר וּמֵאֲמָנֹס וְלִפְנִים שְׁתֵּי חַלּוֹת אָחַת לָאוֹר וְאַחַת לַכֹּהֵן. שֶׁלְאוֹר אֵין לָהּ שִׁיעוּר וְשֶׁלְכֹּהֵן יֵשׁ לָהּ שִׁיעוּר. וּטְבוּל יוֹם אוֹכְלָהּ. רִבִּי יוֹסֵי אוֹמֵר אֵינוֹ צָרִיךְ טְבִילָה. וַאֲסוּרָה לְזָבִין וּלְזָבוֹת לְנִידּוֹת וּלְיוֹלְדוֹת וְנֶאֱכֶלֶת עִם הַזָּר עַל הַשּׁוּלְחָן וְנִיתֶּנֶת לְכָל־כֹּהֵן. אֵילּוּ נוֹתְנִין לְכָל־כֹּהֵן הַחֲרָמִים וְהַבְּכוֹרוֹת וּפִדְיוֹן הַבֶּן וּפִדְיוֹן פֶּטֶר חֲמוֹר וְהַזְּרוֹעַ וְהַלְּחָיַיִם וְהַקֵּיבָה וְרֵאשִׁית הַגֵּז וְשֶׁמֶן שְׂרֵיפָה וְקָדְשֵׁי מִקְדָּשׁ וְהַבִּיכּוּרִים. רִבִּי יְהוּדָה אוֹסֵר בְּבִיכּוּרִים. כַּרְשִׁינֵי תְרוּמָה רִבִּי עֲקִיבָה מַתִּיר וַחֲכָמִים אוֹסְרִין.", "heVersionTitle": "The Jerusalem Talmud, edition by Heinrich W. Guggenheimer. Berlin, De Gruyter, 1999-2015", "heLicense": "CC-BY", "heVersionTitleInHebrew": "", "text": "<strong>MISHNAH:</strong> Jews were sharecroppers for Gentiles in Syria<sup class=\"footnote-marker\">61</sup><i class=\"footnote\">The parts of David’s kingdom not conquered by the 12 tribes under Joshua; cf. <a class=\"refLink\" data-ref=\"Jerusalem Talmud Peah 7:5:6\" href=\"/Jerusalem_Talmud_Peah.7.5.6\"><i>Peah</i> 7, Note 119</a>. R. Eliezer holds that the laws of the Holy Land extend to Syria but Rabban Gamliel holds that Syria is essentially outside the Land and only selected laws of the Land are extended to apply there.</i>; Rebbi Eliezer obligates their produce for tithes and the Sabbatical but Rabban Gamliel exempts them. Rabban Gamliel says there are two <i>ḥallot</i> in Syria<sup class=\"footnote-marker\">62</sup><i class=\"footnote\">As explained in Mishnah 8. Biblical law restricts the duty of <i>ḥallah</i> to the Land (<a class=\"refLink\" data-ref=\"Numbers 15:18-19\" href=\"/Numbers.15.18-19\"><i>Num</i>. 15:18–19</a>). Rabbinic practice extends the obligation to the rest of the world but, since the soil outside the Land is intrinsically impure, any <i>ḥallah</i> outside the Land is impure and must be burned. Nevertheless, in order to remind people that the original duty is to give <i>ḥallah</i> to a Cohen, it was established that some dough should be given to a Cohen. This dough cannot be sanctified, otherwise it would be forbidden to the recipient.</i> but Rebbi Eliezer says one <i>ḥallah</i><sup class=\"footnote-marker\">63</sup><i class=\"footnote\">He denies that Syrian soil is impure.</i>. They took the leniency of Rabban Gamliel and the leniency of Rebbi Eliezer but then returned to follow Rabban Gamliel in both cases.<br>Rabban Gamliel says: There are three domains for <i>ḥallah</i><sup class=\"footnote-marker\">85</sup><i class=\"footnote\">In the biblical Land of Israel.</i>. The Land of Israel<sup class=\"footnote-marker\">86</sup><i class=\"footnote\">The actual Land of Israel of the Second Commonwealth; cf. <a class=\"refLink\" data-ref=\"Mishnah Sheviit 6:1\" href=\"/Mishnah_Sheviit.6.1\">Mishnah <i>Ševi‘it</i> 6:1, Note 3</a>, for the geographic details.</i> up to Akhzib, one <i>ḥallah</i>. From Akhzib to the Euphrates or Amanus<sup class=\"footnote-marker\">87</sup><i class=\"footnote\">One has to add, with Mishnah <i>Ševi‘it</i> 6:1, “any place held by the immigrants from Egypt,” i. e., the regions North of Akhzib described as tribal territories in the book of Joshua.</i>, two <i>ḥallot</i>, one for the fire and one for the Cohen. The one for the fire has a measure<sup class=\"footnote-marker\">88</sup><i class=\"footnote\">The true <i>ḥallah</i> which cannot be eaten since the impurity of Gentile lands is extended rabbinically to any region not inhabited by Jews. The “measure” is that for <i>ḥallah</i> of the Land, <a class=\"refLink\" data-ref=\"Jerusalem Talmud Challah 2:3:1\" href=\"/Jerusalem_Talmud_Challah.2.3.1\">Mishnah 2:7</a>.</i>, the one for the Cohen has no measure<sup class=\"footnote-marker\">89</sup><i class=\"footnote\">A purely symbolic <i>ḥallah</i> to be eaten in impurity, as a remembrance of the rules to be restored in the times of the Messiah.</i>. From Euphrates or Amanus inside<sup class=\"footnote-marker\">90</sup><i class=\"footnote\">The rest of Syria, domain of biblical promise; cf. <a class=\"refLink\" data-ref=\"Jerusalem Talmud Sheviit 6:1:22\" href=\"/Jerusalem_Talmud_Sheviit.6.1.22\"><i>Ševi‘it</i> 6:1, Note 3</a>.</i>, two <i>ḥallot</i>, one for the fire and one for the Cohen. The one for the fire has no measure<sup class=\"footnote-marker\">91</sup><i class=\"footnote\">Both <i>ḥallot</i> are symbolical since that region was not under obligation of <i>ḥallah</i> even during the First Commonwealth.</i>, the one for the Cohen has a measure but a <i>ṭevul</i> <i>yom</i> may eat it<sup class=\"footnote-marker\">92</sup><i class=\"footnote\">He is forbidden true <i>ḥallah</i>.</i>. Rebbi Yose says one does not need immersion<sup class=\"footnote-marker\">93</sup><i class=\"footnote\">This also shows that the symbolic <i>ḥallah</i> is no true heave, cf. <a class=\"refLink\" data-ref=\"Jerusalem Talmud Berakhot 1:1:1\" href=\"/Jerusalem_Talmud_Berakhot.1.1.1\"><i>Berakhot</i> 1, Note 3</a>.</i>.<br>But it<sup class=\"footnote-marker\">94</sup><i class=\"footnote\">The purely symbolic <i>ḥallah</i> mentioned last in Mishnah 8. By rabbinic ordinance, it is forbidden for people whose impurity originates in their own body.</i> is forbidden to people suffering from genital flux<sup class=\"footnote-marker\">95</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Leviticus 15:1-15\" href=\"/Leviticus.15.1-15\"><i>Lev</i>. 15:1–15</a>, 25–30.</i>, and to women during menstruation<sup class=\"footnote-marker\">96</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Leviticus 15:19-24\" href=\"/Leviticus.15.19-24\"><i>Lev</i>. 15:19–24</a>.</i> or after childbirth<sup class=\"footnote-marker\">97</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Leviticus 12:1-8\" href=\"/Leviticus.12.1-8\"><i>Lev</i>. 12:1–8</a>.</i>. It may be eaten at one table with a layman and may be given to any Cohen<sup class=\"footnote-marker\">98</sup><i class=\"footnote\">Even a vulgar who cannot be expected to follow all rules of purity.</i>.<br>The following may be given to any Cohen<sup class=\"footnote-marker\">122</sup><i class=\"footnote\">Irrespective of his level of observance and knowledge of the Law. Some of the prescribed gifts are given to priests serving in the Temple; there, they are under supervision and instruction. The other gifts are purely profane; they cannot be impaired by the impurity of the Cohen.</i>: <i>ḥērem</i>-dedications<sup class=\"footnote-marker\">123</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Numbers 18:14\" href=\"/Numbers.18.14\"><i>Num.</i> 18:14</a>. According to most sources, this special dedication is not for the upkeep of the Temple but for the Cohanim [<i>Sifra Beḥuqotay Pereq</i>12(9), <a class=\"refLink\" data-ref=\"Sanhedrin 88a\" href=\"/Sanhedrin.88a\">Babli <i>Sanhedrin</i> 88a</a>, <a class=\"refLink\" data-ref=\"Arakhin 28a\" href=\"/Arakhin.28a\"><i>Arakhin</i>28a</a>]. However, Babylonian practice follows the dissenting opinion (<a class=\"refLink\" data-ref=\"Arakhin 29a\" href=\"/Arakhin.29a\"><i>Arakhin</i>29a</a>).</i>, firstlings<sup class=\"footnote-marker\">124</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Exodus 13:1\" href=\"/Exodus.13.1\"><i>Ex.</i> 13:1</a>, <a class=\"refLink\" data-ref=\"Numbers 18:15\" href=\"/Numbers.18.15\"><i>Num.</i> 18:15</a>.</i>, the redemption money for a [firstborn] son<sup class=\"footnote-marker\">125</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Exodus 13:1\" href=\"/Exodus.13.1\"><i>Ex.</i> 13:1</a>,<a class=\"refLink\" data-ref=\"Exodus 13:13\" href=\"/Exodus.13.13\">13</a>, <a class=\"refLink\" data-ref=\"Numbers 3:47\" href=\"/Numbers.3.47\"><i>Num.</i> 3:47</a>, <a class=\"refLink\" data-ref=\"Numbers 18:15\" href=\"/Numbers.18.15\">18:15</a>.</i>, the redemption value of a firstling donkey<sup class=\"footnote-marker\">126</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Exodus 13:1\" href=\"/Exodus.13.1\"><i>Ex.</i> 13:1</a>,<a class=\"refLink\" data-ref=\"Exodus 13:13\" href=\"/Exodus.13.13\">13</a>.</i>, foreleg, jawbone, and first stomach<sup class=\"footnote-marker\">127</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Deuteronomy 18:3\" href=\"/Deuteronomy.18.3\"><i>Deut.</i> 18:3</a>.</i>, the first shearing<sup class=\"footnote-marker\">128</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Deuteronomy 18:4\" href=\"/Deuteronomy.18.4\"><i>Deut.</i> 18:4</a>.</i>, oil to burn<sup class=\"footnote-marker\">129</sup><i class=\"footnote\">Impure heave olive oil.</i>, Temple sacrifices, and First Fruits<sup class=\"footnote-marker\">130</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Deuteronomy 26:1-11\" href=\"/Deuteronomy.26.1-11\"><i>Deut.</i> 26:1–11</a>.</i>. Rebbi Jehudah forbids First Fruits<sup class=\"footnote-marker\">131</sup><i class=\"footnote\">Since they have to follow rules of heave, <a class=\"refLink\" data-ref=\"Jerusalem Talmud Bikkurim 2:1:1\" href=\"/Jerusalem_Talmud_Bikkurim.2.1.1\">Mishnah <i>Bikkurim</i> 2:1</a>.</i>. Heave vetch<sup class=\"footnote-marker\">132</sup><i class=\"footnote\">This is animal fodder except in times of famine.</i> Rebbi Aqiba permits but the Sages forbid.", "versionTitle": "The Jerusalem Talmud, translation and commentary by Heinrich W. Guggenheimer. Berlin, De Gruyter, 1999-2015", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "64bfcc675781082118c14f02", "index_title": "Alshekh on Torah", "category": "Commentary", "type": "commentary", "ref": "Alshekh on Torah, Leviticus 12:1:1-35", "anchorRef": "Leviticus 12:1", "anchorRefExpanded": ["Leviticus 12:1"], "sourceRef": "Alshekh on Torah, Leviticus 12:1:1-35", "sourceHeRef": "תורת משה - אלשיך, ויקרא י״ב:א׳:א׳-ל״ה", "anchorVerse": 1, "sourceHasEn": false, "compDate": [1540, 1590], "commentaryNum": 1.0001, "collectiveTitle": {"en": "Alshich", "he": "אלשיך"}, "heTitle": "ויקרא", "he": ["<b>דבר אל בני ישראל כו'</b>. ראוי לשית לב. (א) אל אומרו לאמר פעם שנית דבר אל בני ישראל לאמר. וגם הוא משולל הבנה כי אינו לאמר לזולת כי למי יאמרו ישראל. (ב) לבקש איזה טעם אל היות טומאה כפולה בלידת נקבה על לידת זכר. (ג) למה תלה הדבר בנידות בא' כימי לידת דותה. כי אפילו למז\"ל (נידה כ\"ז) שהוא ללמד שאפילו נפתח הקבר בלא דם טמאה לידה. קשה קצת כי מהיכא תיתי שהיה צריך יפתח הקבר בדם. כיון שלא הוזכר בכתוב רק מציאות הלידה. (ד)למה הכניס דין המילה בתוך דיני טומאת היולדת. ומה גם כי הרי דין המילה בשמיני נאמר זה פעמים במקומו. (ה) אומרו וכפר עליה הכהן וטהרה למה תלה הטהרה בכפרה. (ו) למה נסמכה פרשת היולדת אל שאת או ספחת או בהרת. (ז) צוותו יתברך כי כל אשר בו נגע צרעת יובא אל הכהן ומי נתן כהן במקום המנוגע וצרעת הבגד. ועור הבשר בעוד טומאתו בו. וטוב טוב הלוך ילך אל הרופא. רפא ירפא כי ישקנו מי המרים מהסמים המקררים דמיו בו בקרבו. (ח) אשר יצוה עליו להסגירו שבעה ימים. כי הלא לא זו הדרך ישכון אור תרופתו. כי אם יצא יצא ומטייל אל הגנות למצא מנוח אל דמו בנפשו ותתום תלאתו ולא יסגירנו פן נפשו עליו תאבל מצער הסגרו כאסור תוך בור ובשרו עליו יכאב דם האברים שלא פי' ולא הורך מן גיו לא גורש כי לא הוקז. יבער כאש בוערה מאופה. וכמשא כבד יכבד עליו חלייו ויגיע עד שערי מות. (ט) למה זה שבעת ימי' יספרו לו ולא יום א' או ימי' או י' ימי'. (י) במז\"ל כי לאלהינו מרחם כרוב רחמיו כאב את בן ירצה יסור ייסר בקל הקל תחלה. ראשונה יתן נגע צרעת בבית ואחריו בשתי או בערב בבגד צמר או בבגד פשתי'. ואחרי כן בבשר האדם באדם. והלא יקשה כי נהפוך הוא. כי מנגעי בני אדם היחל אדם כי יהיה בעור בשרו וכו'. ובצרעת הבגד שנה ובבית כלה. (יא) אומרו אדם כי יהיה בעור בשרו לנגע צרעת. כי אומרו והי' בעור בשרו הוא מיותר. (יב) כי כלל אמרו רז\"ל (מגילה דף י') כי כל לשון והיה הוא שמחה ופה היא תוגה. (יג) אומרו לנגע צרעת כי הלמ\"ד יתירה ומשולל' הבנה. ועל פי דרכנו נשית לב אל מלת אדם. כי הוא לפי האמת התואר המשובח שבתוארי המין האנושי כנודע מספר הזוהר ולמה נתייחד באשר שנא ה'. (יד) מה יתן ומה יוסיף ראיית הכהן. ולא צוה יתברך איש חכם גדול בקי במראות נגעים ככל מראה עיני הכהן בעיניו יראה. ועל פיו יהי' כל דין וכל נגע לטהרו או לטמאו על פי התורה. ולא עוד כי אם הכהן הוא מעם הארץ אשר לא ידע בין ימינו לשמאלו. חרש חכם יבקש לו והיה עמו. ואם יראה סימני טהרה יאמר אל הכהן אמור טהור והוא אומר. ואם טומאה יאמר לו אמור טמא וככל היוצא מפיו יהיה. ואמירת החכם בפיו איננה מעלה ולא מורדת. והלא כמו זר נחשב למה לא יהיו דברי פי חכם חן. (טו) אומרו וראה הכהן את הנגע בעור הבשר. כי מלת את ואומרו בעור הבשר הוא מיותר. (טז) לבקש איזה טעם וסמך. על היות התהפך השער בנגע ללבן ומראה הנגע עמוק סימן טומאה. (יז) למה כנו החולי והרפואה אל טומאה וטהרה: ", "<b>אמנם </b>הן אמת חכמים ז\"ל יגידו. כי כל עובר עבירה אחת כאלו ב רא כח טומאה שמקטרג עליו. כי מוסיף כח בחצוניות שמאחז בנפש החוטא הקדושה. וחלק הטומאה המתייחס אל העון ההוא קונה חיונית ע\"י הקדושה ונעשה כבריה חדשה. והוא מאמר התנא (אבות פ\"ד) כל העובר עבירה א' קנה לו קטיגור אחד. כי הוא הנצב לריב עומד ומקטרג לפני ב\"ד של מעלה כמאמר ספר הזוהר על פסוק (ישעיה ו') גם ה' העביר חטאתך כו' שהוא כי הוא יתברך העביר כח הטומאה אשר נעשה בחטאו מלקטרג עליו. והוא גם הוא המייסר את האדם בעולם הזה בתוכחות על עון בכל חולי וכל מה הבאה עליו. והוא מאמר הכתוב ותמוגגנו ביד עונינו. והוא מאמרנו על פסוק (ירמיהו ב׳:י״ט) תיסרך רעתך וכו' וגם בגיהנם הן הם המייסרים את עושיהם. כמפורש אצלנו על פסוק ושנותיך לאכזרי. וכן כל חולי ומכה הבאים על בני אדם גם בני איש מנייהו הוו. וכל מראות נגעים המתראות בעור כל בשר איש חטאת האדם אשר לא תעשינה ואשם הן הנה כחות הטומאה המתגלים חוצה: ", "<b>ובזה </b>מצאנו ראינו טוב טעם אל תואר אדם האמור אצל נגעים. אדם כי יהיה בעור בשרו וכו'. כמאמרם ז\"ל (ע\"ג ג') אתם כו'. ואין מכחישי ה' קרויים אדם. רק שלומי אמוני ישראל. כי הוא למעלה מתואר אנוש או גבר או איש. ואיך יכנהו הכתוב על איש צרוע אשר הוא טמא ונמאס. אך אין זה כ\"א שכח טומאת עון אשר חטא על הנפש הוא המתראה. ע\"כ במכחישי ה' אשר עיקרן טומאה אין כח טומאת העון עושה בהם רושם כי מין במינו אינו חוצץ. ואף גם בישראל עצמן אין רישומן של כחות הטומאה ניכר אם לא בזמן אשר היו שלמים וטובים שהיתה קדושתן דוחה הטומאה חוצה מה שאין כן בזמן הזה ומה גם לרז\"ל (ויקרא פ' י\"ו) שאמרו כי בא הצרעת על לשון הרע. ומה היה כי בימים הראשונים אשר היו טובים בני אדם מאלה היה בם נגע צרעת. ועתה שרבו כמו רבו מספרי לשון הרע יהיו נקיים. אך הוא הטעם כי בזמן שנתמעטה הקדושה כי פסו אמונים מבני אדם. לא תגעל נפשם כח טומאתם להראות החוצה בעור הבשר בלבד. וז\"א אדם שהוא תואר המשובח שבתוארים כמדובר. וז\"א והיה בעור בשרו לנגע צרעת. לומר מי שהוא אדם שהוא מהשלימים. אני או' כי יהיה בעור בשרו שאת וכו'. כי הלא למה שיהיה בעור בשרו של אדם החשוב הנזכר יהיה לנגע צרעת. כלומר שאלו היה בבלתי כשר לא היה רושם עונו ניכר בעור בשרו. וגם לכלל רז\"ל (מגילה י') האומרי' שכל מקום שנאמר והיה הוא שמחה. ירמוז באומרו והיה כי שמחה תחשב לו. שעשה העון רושם בו כי קדוש הוא והטומאה חוצה בעור. וגם שע\"י כן ישוב ויתרפא. וגם ידוקדק אומרו בעור בשרו בדרך הזה כאשר יבא בס\"ד: ", "<b>ונבא </b>אל ענין המקראות. והוא ענין הקדמתנו כי רצה הקב\"ה לזכות את ישראל בשורש אמונת השגחתו יתברך. בל יעלה על רוחם כי כל המחלה העולה על איש ועל אדם. סבה טבעית או מקרית הוא הי' למו ולא ה' פעל ועשה. כי אם שיחד כולם בהשגחה גמורה מאתו ית'. שנית כי העון עצמו הוא המדכא ומחליא ובשוב מעונו הוא ית' מרפאו. ע\"כ גזרה חכמתו יתברך לעשות אות ומופת גלוי לכל עם בני ישראל. בגדול שבגדולי החלאים הוא הצרע' אשר דרכם של בני אדם ליחסה אל סבות טבעיות ולבלתי מצוא לה תרופה כי גדלה רעתה מאד כנודע. ויורנו ויאמר לנו אדם כי יהיה בעור בשרו כו' והובא אל אהרן הכהן כו'. לומר השמר פן ואל יעלה על רוחך. כי המקרה או סבה טבעית החליא והרופא מרפא. שהיה נמשך מזה שנגע צרעת כי תהי' באדם והובא אל הרופא. כי אם והובא אל הכהן שליחא דרחמנא. כי הוא ית' המרפאו לפי מעשיו ע\"י משרתיו הכהנים. על פי תשובת עונו ותיקונו רפא ירפאנו קונו. והוא כי למה שהצרעת בא על בלתי שמור פתחי פיהו מלדבר לשון הרע. ע\"כ למען יתן אל לבו לתקן את אשר עותו. יצו האל שבהראות מראה צרעת המורה כי נכתם עונו. יסגירנו הכהן שבעת ימים. למען אז זאת ישיב אל לבו. תחת מה במחשכים הושיבני והסגר הסגירוני. אך אין זה כ\"א רוע ניב לשוני אשר פציתי פי לדבר סרה. ע\"כ סגר עלי ה' פתח הבית לרמוז ולפתוח לי פתח תשובה. אסגור פתחי פי גם אני כי אשמור לפי מחסום. וז\"א שבעת ימים. לרמוז כי יקבל מוסר זה כל שבעת ימיו הם שבעה עדנין. ימי שנותיו שבעים שנה. זולת אשר ישקיף כי העולם נברא בשבעת ימים בעבור האדם. ואיש אחד צדיק כדאי שיברא העולם בשבילו. וזה יתן אל לבו בהסגר שבעת ימים כי הוא א' מהראויי' יהי' העולם נברא בשבילו. ועתה בהעוותו מאבד העולם שנברא בשבעה ויחזור בתשובה. ואם ישוב בימים ההם אז בצאתי מראה בו היא ית' סימני טהרה בנגע ומטהרו. ואם בעיניו עמד. כי לא תקן ולא שב יסגירוהו שנית אולי ישוב. ואם בשנית לא פשה הנגע וגם הוא כהה. שמורה כי כח הטומאה הסתלקה הארה שאחז בקדושה ממנו כאשר יבא בס\"ד. כי שב עד ה' וירפאו. להורות את בני ישראל כי אין ערוד ממי' אלא חטא ממית. ואין רופא אומן מרפא כי אם אלהינו מרחם כי ישוב אל ה' וירחמהו. למען יכירו וידעו ישראל כי הכל מאתו ובידו: ", "<b>וזה </b>יתכן בכונת מקרא. שכתוב (שמות ט״ו:כ״ו) כל המחלה אשר שמתי במצרים לא אשים עליך כי אני ה' רופאך. לומר אם שמוע כו' כל המחלה לא אשים עליך. וש\"ת ובמה יודע כי כל המחלה לא תעלה ולא באה כי אם מאתו יתברך ולא מסבה טבעית. שיהיה זה מעיד על קיום המלות. הנה לך ראיה. והוא כי הנה רואה בעיניך כי אני ה' רופאך בנגעים על יד שלוחי הכהן ולא על יד רופא. והוא הפך הטבע כי אין מצורע נרפא בהסגר בדרך טבע. ואדרבא מתקלקל ומתעפש דמו אז יותר. אך אין זה כי אם הוראת השגחה להחליא ולהרפא על יד תשובה בהסגרו כמדובר: ", "<b>וזה </b>ג\"כ אפשר שהנביא דבר בפסוק (ישעיה כ\"ט) הנני מעלה ארוכה לך וממכותיך ארפאך. זולת מה שכתבנו בו למעלה כי אמר הנך רואה. כי הנני מעלה ארוכה לך על יד שלוחי הכהן שהוא אצל נגעים. ומזה תקח ראיה ובטחון שגם ממכותיך אשר לך בגלות ארפאך: ", "<b>והנה </b>להעירנו אל הדרוש הלז. בא האלהי' מתחלת הפרשה הזאת. אשה כי תזריע וכו' וביום השמיני וגו'. והוא כי למה שכונתו ית' היתה להעירנו על עיקר הלזה. וללמדנו דעת כי הוא ית' יכאיב ויחבוש כאמור. הקדים הקדמה כמערכה אל הדרוש באומרו אשה כי תזריע וכו'. וז\"א דבר אל בני ישראל לאמר וכו'. לומר דבר אל בני ישראל ענין ההקדמה לאמר אחריו דבר אחר. ומהי הענין האחד הוא הוא אשה כי תזריע וכו'. כדי לאמר אדם כי יהיה וכו' והוא לומר אל יקשה בעיניך באומרי לך אדם כי יהיה בעור בשרו שאת וכו' והובא אל אהרן הכהן וכו' מי נתן כהן מרפא נגעים ולא ילך אל הרופא וירפאנו. כי הנני מקדים לך ראיה והוכחת שכלית כי לא בטבע התהוה הדבר כי אם בהשגחה. וא\"כ אחר שהסיבה השגחית גם תרופתה ג\"כ יהיה כן. והוא כי הנה חכמי הטבע נתנו סיבה אל נגע צרעת כי תהיה באדם מאחד מג' דברים. (א) מבעילת נדות. (ב) מחמת ערלה וכאשר סיפרו רז\"ל משני בני מלך אחד שבקשו למול כדת משה וישראל. ולבל ימאן אביהם. שלחו את אמם לאמר למלך כי מאימת צרע' רצו להעביר ערלה מבשרם. (ג) מעיפוש הדם הפנימי מחום ורוב דאגות. שמפלש ויוצא העיפוש חוצה בהרות בהרות לבנות. אמרה תורה ראו עתה כי אני אני הוא מחצתי ואני ארפא. ולא מסבה טבעית נהיתה הצרעת. כי הלא השתי סבות הראשונות אינם בעם בני ישראל כי הנה בעילת נדה איננה. כי אין צריך לו' כי יזוב זוב דם נשיהם שירחקו מהן. כי אם גם אשה כי תזריע כו' כימי נדת דותה תטמא. שהוא כפרש\"י אפי' נפתח הקבר בלא דם נדה. דם יחשב להתרחק ממנה. ומה גם עתה נדה עצמו. הנה כי אין סבה זו בישראל. ועל פי דרכם רמזה תורתנו הקדושה. איך גם טומאת האשה היא בהשגחה תוכחת על עון. כי זה הקדמה אל רפואת הנגעים. והוא היולדת בת טומאתה פי שנים על היולדת זכר. והיא כי הכל תלוי בעון. כי בזכר משמחתה בו יותר מתחרטה בקרוב משבועתה לבלתי תזדווג לו. מאשר תתחרטה בלידתה נקבה. ע\"כ יארכו לה ימי טומאתה לפי אריכות זמן תשובתה וכפרחה. וז\"א וכפר עליה הכהן וטהרה ממקור דמיה. לומר כי ע\"י כפרתה תהיה לה טומאתה וטהרתה אם קרובה ואם רחוקה. וז\"א אחרי כן וכפר עליה הכהן וטהרה: ", "<b>ונחזור </b>אל הענין. כי הטעם הראשון אשר הוא טבעי אל גרמת הצרעת שהיא הנדות איננו בישראל כמדובר. וגם לא השנית שהיא הערלה כי הלא וביום השמיני ימול בשר ערלתו. וגם השלישית והיא מעיפוש הדם מבפנים שפולט מראות הנגע מבחוץ. גם הוא איננה. כי הלא אדם כי יהיה בעור בשרו שאת וכו' אל יעלה על רוחכם שעיקר הצרעת הוא בפנים אלא שפולט הנגע לחוץ. כי לא כן הוא. כי אם והיה בעור בשרו וכו'. לומר כי ההויה העצמית היא בעור בשרו בלבד לנגע צרעת ולא בפנים. הנה כי ג' הסבות אינם בישראל. וא\"כ איפה כי שלא בטבע באו כ\"א בהשגחה עצמית. גם רפואתה תהיה כן. והובא אל הכהן ולא אל הרופא. וזהו אדם וכו' והובא וכו'. כי הכהנים משרתי אלהים המה ועל ידם ה' אלהיך רופאך כמדובר. ואמיתת יטול הסבה השלישית כי לא מעיפוש הדם היא. הלא יתאמת על פי דקדוק הכתוב במאמרם ז\"ל (ויקרא רבה פ' י\"ז) כי אלהינו מרחם. מכה על הקל הקל תחלה. ראשונה מתחיל בבית ומראה הנגע בקירות הבית. ואח\"כ אם לא שב מראה הנגע בבלד צמר או בבגד פשתים. ואם לא שב מכה בעור הבשר. ואין זה כי אם שכח הטומאה בהתקרבו אל האיש הקדוש. מתקרב לאטו קו לקו. ראשונה אל הבית. ואחרי כן תתקרב עד הבגד ואחרי כן עד עור הבשר והכל לפי מה שאוחזת כח טומאת העון בנפשו. וא\"כ איפה בטלה דעתו של האומר כי נגע צרעת כי יהיה באדם הוא עיפוש הפנימי המתגלה בחוץ. כי נהפוך הוא כי אדרבא הוא בא מחוץ הולך ומתקרב מן הבית אל הבגד ומהבגד אל עור הבשר ומבקש ליכנס עור פנימה. והן הם סימני הטומאה כאשר יבא בס\"ד. ואיך יתהפך לומר שבפנים מקרב איש יוצא אל העור. כי לא כן הוא. רק הנגע בעור הבשר ולא בבשר עצמו. וזהו והיה בעור בשרו. ואומר אחר כך וראה הכהן את הנגע בעור הבשר כי הווייתו הוא בעור הבשר ולא בפנים. וא\"כ איפה גם תרופתו בדרך השגחה להכניע כח הטומאה ההוא. בל ישלוט בו ליכנס פנימה רק יצא יצוא מעליו. הנה כי ההדרגה אשר תבא הצרעת בה תעיד על זאת. כי לא תעלה ותבא רק מהחוץ ולא מבפנים כמדובר. וגם מציאות המצא נגע צרעת בבגד ובבית. עד ממהר להגיד כי לא דבר טבעי הי'. כי מי נתן עיפוש דם בבגד צמר או בבגד פשתים או בעור או בכל כלי עור או בקירות בית מושב. אך אין זה כי אם כח טומאה מעוון אשר חטא השורה באשר ימצא מנוח לכף רגלו כאמור: ", "<b>וע\"פ </b>דרכנו נשים לב אל שנותו יתברך את סדר המכות. כי הלא כסדר חנייתן היה ראוי להזכירן. ראשונה נגעי הבית ואחרי כן נגע הבגד ואחריו נגעי בני אדם בעור בשרם. ולמה היפך הכתוב והביא ראשונה נגע צרעת כי תהיה באדם ואחר כן בבגד שחוץ ממנו ואחרי כן בנגע הנראה בבית כמפורש בסדר הפרשה. אך לזה נדקדק. אומרו כי תהיה ואומרו והיה וכו' זולת מה שכבר כתבנו. וגם כי פה אמר והיה ובבגד אמר כי יהיה בו. ובבית נאמר לשון מתנה ונתתי נגע צרעת בבית ארץ אחוזתכם: ", "<b>אמנם </b>הנה האל אבינו יתברך דבר בנו. כאשר ידבר איש את בן יקיר לו ביסרו אותו. כי יאמר אליו. הנה מהראוי הוא על עשות הרע להכותך על בשרך מאתים מכות. והנה הטבה תחשב לי אם לא אטיל כעסי רק על לבושך אשר עליך. והנני מוסיף להיטיב לך כי לא אטיל כעסי רק בעצים ובאבנים בבית אשר אתה יושב. והן זאת למתנה טובה תחשב לך להשליך כעסי אשר עליך על עץ ואבן. והן אלה דבריו יתברך פה כאשר ייסר איש את בנו אשר אהב. הנה אדם כי יהיה בעור בשרו שאת וכו'. דע אפוא כי והיה בעור בשרו וכו'. לומר ההויה העצמית לפי האמת היא בעור בשרו לנגע צרעת. כלומר ולא בבגד או בבית. כי החוטא עצמו הוא ישולם וכדבר בלתי טבעי הוא. הבגד אשר לא חטא ולא ירע לא ישחית. וזהו והבגד כי יהיה בו נגע. כלומר כי תתחדש הויה מה שהיא כעין מקרה. שיוכיח ויכה את לבושך במקומך. אך לא זו בלבד היטב אטיב עמך. כי על עון עצמך. ובשרך לא אכה בך וגם לא את מלבושך כ\"א את קירות ביתך. ובדבר הזה למקבל מתנה ממני תחשב. וזהו ונתתי נגע צרעת בבית ארץ אחוזתכם. ואין ספק כי אין זה כ\"א כח טומאת עון אשר חטא הבא לידבק באדם. כי ראשונה ירחיקנו ממנו עד קירות הבית ואם לא ישוב יקריבנו עד יתפשהו בבגדו. ואם עודנו מחזיק במשובתו יביאהו ויטעהו בעור בשרו. כאשר בהעוותו שקו לקו שלט בו יצרו. תחלה כהלך ואחרי כן כאורח ואחרי כן נעשה כבעל הבית: ", "<b>והנה </b>בביאור מראות נגעים אלו. אמרו רז\"ל (שבועות דף ה') שאת כצמר לבן בהרת עזה כשלג וכו'. וראוי לשים לב. למה קרא הכתוב שאת את צמר לבן. ואת השלג בהרת. ואת הקרום ביצה וסוד ההיכל ספחת כי אין נראה טעם מספיק. ששאת על שאינה לבנה כבהרת. וגם למה נכנס ספחת בין שאת ובהרת. אחר שהיא תולדות של שניהם: ", "<b>אך </b>הנה קבלו רז\"ל (ויקרא י\"ו). כי הצרעת בא על לשון הרע. הנה הוא נמשך מאחד משלשה דברים אחד מגאות וגסות הרוח כמ\"ש ז\"ל (ויקרא רבה פ' י\"ו) אין אדם מדבר לה\"ר עד שכופר בעיקר שנאמר שפתינו אתנו מי אדון לנו. או מהתחברות אל אנשי רשע. או מרוב כל כי יראה כי רב חילו. יבזה את כל אדם וידבר אליהם תועה. והיוצאת מהבחינה הא' קרא שאת שהיא התנשאות וגאוה. או ספחת הוא התחברות כד\"א (שמואל א ב׳:ל״ו) ספחני נא אל אחד הכהונות. שלישית מבהירות רב טוב ושפע אשר בו ויתהולל בו. וזה או בהרת: ", "<b>והנה </b>מגדולות יוצר הכל ומשלם לאיש כמעשהו. מייחד באדם המראה המתייחס' אל רשעתו. כי אם נמשך מגאוה מראה שאת. ואם מהתחברות לרשעים מראה ספחת. ואם מרוב כל מראה בהרת. ולפי זה תהיה התכת תיבות המקרא כך. אדם כי יהיה בעור בשרו שאת או ספחת או בהרת. שהם שמות בחינות העון. דעו איפה כי אותן תוארי העון עצמם הם המתהוים עצמם ונעשים נגע צרעת בעור בשרו וז\"א והיה בעור בשרו לנגע צרעת. וזהו שימוש הלמ\"ד לומר שבחינות העון הוא המתהפך לנגע צרעת. והוא מאמרנו כי כח הטומאה הנעשה בעון לפי בחינתו הוא המתראה ממש. והלבניות יתירה הוא המורה יותר על תוקף כח הטומאה. והוא מאמרנו למעלה. כי כאשר יחטא איש תאחוז כח הטומאה בקדושת נפשו הבהירה בשחקים. ולכן לפי רוב אחוזתה בה תרבה לבנייתה. ואמר לשון והיה שהוא ל' שמחה לרבותינו ז\"ל (מגילה י') זולת מ\"ש למעלה. לומר כי מבשרו יתברך בשורה טובה. כי אין כח הטומאה מפלש עדיין אל תוכו רק אל עור בשרו. והוא כי לפי בחינת שליטתו בנפש תעשה הוראה בגוף. אם בחיצוניות או בפנימיות. והנה כל ישעו וכל חפץ כח הטומאה ליכנס פנימה למשול ממשל רב. ע\"כ מצוה הוא ית' יובא אל הכהן. ולא איש חכם לבב והוא לוי או ישראל הבקי בנגעים ובמראיהן. רק הכהן אשר הוא קדוש בבחינת שרשו. ובעיניו יראה את הנגע ועל פיו יהיה לטהרו או לטמאו: ", "<b>והענין </b>כי אין כח הטומאה נכנע אם לא מכח הקדושה הבאה להתגבר עליה ולהכניעה. כענין מאמרם ז\"ל שאמרה מלכת שבא למלך שלמה הפרש לי בין מהולים וערלים. וצוה להביא הארון ופתח אותו בפניהם. מהולים נתמלאו פניהם מזיו השכינה וערלים ע\"ג הוריקו פניהם ונפלו מלא קומתם לארץ הנה כי כח הטומאה נכנע ונכבש מפני הקדושה. וע\"כ אברהם בהנבאו עודנו ערל היה נופל מפני השכינה השורה עליו והיתה הערלה נכנעת מפניה. כן להכניע כח טומאת העון השורה על הנגע צרעת כי יהיה באדם. והובא אל הכהן קדוש אלהים ליכנע תחתיו. ואח\"כ היה מביט הכהן בנגע לדכאו בהבטת עינו קדושתו וגם בפיו מטמא אותו. והוא בשוה לב באומר וטמא אותו. וכן באומר וטמא יטמאנו הכהן. כי הלא אחר שאשר יראה יגיד. אם רואה סימני טומאה יאמר טמא ואם סימני טהרה יאמר שהוא טהור. וא\"כ איך יאמר שיטמא אותו כאלו הוא המטמא אותו בבחירתו: ", "<b>אמנם </b>הנה כח הטומאה הוא הבא להחזיק ולידבק בקדושה שבאדם ולבא עד פנימיותיה. ובא הכהן וטמא אותו. כי בראותו תגבורת שבא להתגבר בעצם להחזיק בקדושה. אז יבא הכהן בהבטתו מייחל להכניע ולמעט כחו ולהחסיר מאחיזת הקדושה אשר בקש להחזיק בה. נמצא כי באומרו טמא הוא. שבדבר הזה משמיט מהקדושה אשר אחז בה. נעשה כמטמאו בידים. כי נשאר טמא משולל משעור הקדושה. וזהו וטמא אותו: ", "<b>עוד </b>יתכן בצוותו יתב' לטהר ולטמאו ע\"י כהן. כי אם בטרם יטמאנו הכהן יטמאנו חכם הבקי במראות. שהכונה הוא כי שלט הכח הטמא באדם ונעשה טמא. לא יבצר מן הטומאה מהתגבר עליו בעצם. כי על בלתי היותו כהן אין בו כח להכניע הטומאה. אך בהיות שלא יחליט אומר שהאיש טמא כי אם ע\"י כהן. אז אחרי הביטו בו והיחל להחלישו. לא חעצר כח הטומאה ההיא להתגבר בו כאשר יטמאנו כי כח הקדושה נגדו. והנה מראה הלובן על דבר היותו הוראת לשון הרע. שהלבין בו פני חבירו שנשפך דם פניו למטה בגופו מהעור ולפנים והלבין עור בשרו. כן תתראה אשמתו לבנה בעור בשרו וגם היא הוראה מה שמאחז בקדושת נפשה. הנה ידוע כי השער הוא רמז אל עיקר כח הטומאהי והפנימיותיה ותוקפה העצמיי. וע\"כ בראות הכהן כ' והבהרת לבנה שמורה רושם שליטת טומאת העון בו. אלא שלא העמיק הרבה כי עמוק אין מראה מן העור שלא גברה שליטתו בו הרבה ליכנס פנימה. כי לא הוכבד בחינת עונו לפניו אל דעות ה'. וגם הוראה שנית. והוא כי שער בנגע לא הפך לבן. שלא אחז בעצם פנימיותיו תוקף הכח ההוא בקדושה. אז יש תקוה על ידי הסגר. כי ישוב בימי הסגרו עד ה' אלהיו מהטעמים הכתובים למעלה. אשר יתן לבו לינחם על רשעו ושב ורפא לו. ואם לא שב ועודנו עומד בגדרו ראשון. אזי ירא' הכהן והנה הנגע עומד בעיניו ויסגירו שנית. ואם אז יפקח עיניו בהתבודדו לשוב מעונו. אזי בצאתו יראה הכהן והנה כהה הנגע ולא פשה הנגע בעור. שהוא כי אשר כהה הנגע מן לבנותו הוא הנראה כי שב בתשובה. ויכנע כח טומאת עונו ותתמעט אחיזת הקדושה אשר אחז עשר מעלות אחורנית ועל כן תתראה כהה. וגם לא עצרה כח להתפשט וזהו והנה כהה וכו' ולא פשה וכו'. שיורה על תשובתו הרמתה. כי שם בלבו כי ה' חפץ דכאו החלי להעירו משנת אולתו להשיבו אל אביו שבשמים. ישוב אליו וירחמהו ויהי כן כאשר הראה הוא יתברך. בהשנות נגעיו מראיהן טוב כמדובר. ועל כן וטהרו הכהן. כי יהיה סעד לתומו וכשרונו וחוזק תרופתו. מה שהכהן יאמר עליו שהוא טהור כאלו מטהרו בידיו. וזה וטהר הכהן שהוא כמטהרו ממש. וזה יורה כי בראותו סימני טומאה אמר נגע צרעת הוא. לומר שהוא כח טמא הנקרא נגע. כד\"א נגעי בני אדם נמשך מהצרעת שהוא מהוציאו שם רע האמור בצרעת. כמאמרם ז\"ל (ויקרא רבה פ' י\"ו) זאת תורת המצורע המוציא שם רע. ובהיות סימני טהרה אמר וטהרו הכהן מספחת היא כלומר כי עונו וטומאתו בו לא היה כדבר עצמיי. כי עם כדבר שנתחבר מהחוץ ממה שהתחר במרעים. שלא דבקה הכח טמא בו בעצם כי לא היה כבד עון. כ\"א קל בצד מה לאיזו בחינה. וזה מספחת היא. ואם פשה תפשה המספחת שחז' לסורו. עד שהמספחת היתה חוזרות ונעורה ומתדבקת בו בעצם. והוראת הדבר המתפשטות הנגע. אז וטמאו הכהן צרעת היא. לומר גם שאינו נגע צרעת היא בעצם כי אין כח טמא הנקרא נגע כדלעיל כי לא הפך השער ללבן. עם כל זה אחר שפשתה ההספחת לא יבצר כי צרעת היא וכח טומאו בה בצד פה. וזה וצרעת היא: ", "<b>וע\"פ </b>דרכה רמזה התורה ענין הגלגול פעמים שלש עם גבר. כי אשר בנפשו כתמי עונות יובא אל אהרן הכהן. הוא מיכאל הכהן העליון אשר אהרן במקומו למטה. כך הוא באותו העולם. או לאחד מכחותיו כפי העולמות. ואז וראה הכהן את הנגע בעור הבשר שהיא משל אל הבחינה החצונה שבנפש. ושער בנפש הוא כח הטומאה שנברא ודבק בנגע הפך לבן שהוא בתוקפו. ומראה הנגע עמוק שמתפשט פנימה. אז וראהו הכהן יתברך וטמא אותו שידיחנו אל כחות הטומאה בגיהנם. וזהו שחזר ואמר וראהו הכהן אחר שנאמר וראהו הכהן. אך עד כה דבר במיכאל ועתה ידבר בכהן העליון יתב'. ואם לא כבדו כתמי אשמותיו כ\"כ. כ\"א הוא בהרת לבנה אך עמוק אין מראהו. כי לא עצם כחו להתפשט ולהכנס. אז והסגירו הכהן שבעת ימים. שיסגיר את הנפש בנגע אשמתה תוך חומר אחר כי יביאנו בגלגול כדעת פיט\"אגורם. ועל ידי הגלגול הראשון הלז נמצא בא אל העולם הזה פעמים. והסגר הוא שבעת ימים משל אל שבעים שנה ימי שנותינו, ואחרי כן וראהו הכהן ביום השביעי בשובו אל העולם ההוא בעשור השביעי. ועדיין לא תיקן דעדיין הנגע עמד בעיניו. יחזור ויסגירנו שנית בעה\"ז. נמצא בא שלשה פעמים הראשונה והשני גלגולים. וזהו פעמים שלש עם גבר. ואז בשלישית הזאת. וראה הכהן אותו במותו שהוא בצאתו מהסגר הגוף הלזה. והנה כהה הנגע שתשש כחה ע\"י תיקון. ולא פשה שלא שב אל אשמותיו הראשונים. אז וטיהרו שיטבילנו בנהר דינור וכבס בגדיו הם חלוקא דרבנן או כענין ספר הזוהר מהלבושים שמחליף אחר טבילת הנהר הנזכר: ", "<b>והנה </b>על ענין זה כתבנו בשערים יחס נכון אל משנת (אבות פ\"ב) רבי אומר איזו היא דרך ישרה שיבור לו האדם. וגם ראיתי אחרי רואי כי גם משנת ר\"ג בנו צודקת אל הענין. והוא כי אחרי הודיע אלהים אותנו כי הצרעת בא על לשון הרע כמדובר. וגלוי לכל יודעי דעת כי אחת היא הגדולה שבגדולות הגוררת לשון הרע הלא היא הבטלה. כי אשר בעמל אנוש איננו לא בתורה ולא בדרך ארץ. יקנה לו חבר אשר יחדו יתלחשו על כל יוצאי שער עזרם יכחידום תחת לשונם ידברו ברעתם. זה יאמר מה טיבו של פלוני לכל מראה עיניך אם טוב ואם רע. וזה יאמר רק רע הוא לכל מעיני. וזה ישיב גם בעיני. ועל הדרך הזה יעידון יגידון על כל איש ואשה יניעון בפיהם חרבות בשפתויהם. והן כל אלה יפעל למו. מאוסה במלאכ' ובארבע אמות של הלכה. כי יגיעת שני אלה היתה מרחיקם מלדבר על נגעי בני אדם. ולהביא עליהם נגעים גדולים ושיגעו בלבושיהם ובבתיהם. והן זאת כונת מאמר התנא וז\"ל (שם) רבן גמליאל בנו של רבי יהודא הנשיא אומר יפה ת\"ת עם דרך ארץ שיגיעת שניהם משכחת עון וכל תורה שאין עמה מלאכה סופה בטלה וגוררת עון וכן העוסקים עם הצבור יהיו עוסקים עמהם לשם שמים שזכות אבותם מסייעתם וצדקתם עומדת לעד ואתם מעלה אני עליכם שכר הרבה כאלו עשיתם. הוו זהירין באותן שאין מקרבין לו לאדם אלא לצורך עצמן נראין כאוהבין בשעת הנאתן ואין עומדין לו לאדם בשעת דוחקו. הוא היה אומר עשה רצונו כרצונך כדי שיעשה רצונך כרצונו בכל רצונך מפני רצונו כדי שיבטל רצון אחרים מפני רצונך ע\"כ: ", "<b>וראוי </b>לשום לב. (א) אומרו יפה תלמוד תורה. שיורה כי אינו אלא יופי בעלמא אך לא שיוכרח. ולא כן הוא כי זה בלא זה אינו שהתלמוד כלל גדול הוא כנודע: (ב) למה עשה עיקר מהדרך ארץ ואמר שיפה התלמוד תורה עמו ונהפוך הוא והראוי יאמר יפה דרך ארץ עם תלמוד תורה: (ג) מהו הדרך ארץ שאמר. אם הוא מלאכה כפירוש הרמב\"ם ז\"ל למה עוד מעט משנה את שמה וקורא אותה מלאכה באומרו וכל תורה שאין עמה מלאכה. ואם אומרו דרך ארץ הוא טוב המדות. איך יאמר שיגיעת שניהם וכו' כי אין בו לא עמל ולא יגיעה: (ד) אומרו משכחת עון. כי מי הוא השוכח העון. אם הוא ב\"ד של מעלה הלא אין שכחה לפניו ית'. ומה גם כי מה בצע בשכחה אם עון עצמו אינו נמחק. ואם הוא שהאדם ישכח עונותו אשר העוה. טוב טוב היה שיזכרהו כמאמר דוד (תהילים נ״א:ה׳) וחטאתי נגדי תמיד. (ה) אומר וכל תורה שאין עמה מלאכה וכו' שהראוי יאמר וכל מלאכה שאין עמה תורה. מה עניינה שהוא מקביל אל הקודם. ואחרי כן יאמר גזירה על תורה שאין עמה מלאכה וכו'. (ו) מה הוא העון שגוררת התורה שאין עמה מלאכה. (ז) איזה יחס יש לזה עם אומרו וכל העוסקים וכו'. (ח) מה זו אזהרה שיהיו עוסקים עמהם לש\"ש. האם היה עולה על לב שיהיו עוסקים עמהם שלא לש\"ש שהוצרך להזהיר על כן. (ט) כי מלשון זה יורה כי דווקא העוסקים עם הצבור צריך יהיו עוסקים לש\"ש. אך העוסקים במה שאינו של צבור אין צריך יעסקו לש\"ש. (י) אומרו עם הצבור ואומרו עמהם. כי מהראוי יאמר וכל העוסקים בצרכי צבור יהיו עוסקים לשם שמים: (יא) אומרו שזכות אבותם מסייעתן וכו'. שיורה שעל שזכות אבותם מסייעתם וכו' יהיו עוסקים לשם שמים. שאל\"כ לא היה צריך לעסוק לש\"ש. (יב) אומרו וצדקתם עומדת לעד. האם היה עולה על לב שצדקתם לא תעמוד לעד. (יג) אומרו ואתם וכו'. מה היה שעד פה מדבר שלא לנוכח ועתה מדבר לנוכח. (יד) כי מלשון זה יורה כאלו עד כה דבר על אחרים ועתה מדבר עמהם. ואומר ואתם אינכם כאחרים. והלא הכל אחד. (טו) אומר מעלה אני עליכם שכר וכו' כאלו עשיתם והלא על העושים ידבר. ואיך יאמר שמעלה עליהם שכר כאלו עשו. (טז) אומרו מעלה אני וכו' מי הוא המדבר. אם הוא רבן גמליאל איך יאמר מעלה האם הוא המעלה השכר הלא אין זה רק הוא ית'. וא\"כ היה ראוי יאמר מעלה עליכם הקב\"ה שכר כו'. ואם הוא יתב' המדבר. איך נכנס בין הדבקים. כי עד כה רבן גמליאל הוא המדבר. וגם מה שאחריו באומרו הוו זהירין וכו' דברי רבן גמליאל המה. ואיך שם תיבות אלו באמצע פי ה' המדבר. (יז) אומרו הוו זהירין כו'. שאם הוא ענין אחר. היה ראוי יאמר הוא היה א' הוו זהירין וכו'. ולא כאלו מדבר עדיין ענין הקודם. ואם עדיין משלים עניינו אינו נראה מאותו ענין. וגם למה לא יפרש מה היא הזהירות שיהיה זהירין וכו'. ומה הוא התיקון שיוכלו לתקן רמאותם שנראין כאוהבין כו' ואין עומדין כו': (יח) או' הוא היה אומר עשה רצונו כו'. איזה ייחס יש לזה עם הקודם. (יט) כי אומרו עשה רצונו כרצונך פשיט' היא כשתעשה רצונו ית'. עם שאינך רצונך. כמו שהיה זה רצונך. ולפי זה היינו בטל רצונך מפני רצונו. וא\"כ למה כפל ושינה הלשון. (כ) מי הכניס אחרים בזה הענין שאומר כדי שיבטל רצון אחרים כו'. (כא) כי הלא זה יראה נגד הבחירה. והעיקר אצלנו כי הבחירה חפשית ביד כל אדם להרע או להיטיב. ואיך יבטל רצון אחרים מפני רצון זולתי: ", "<b>אמנם </b>הנה אין ספק כי לשון יגיעה האמור בתורה עם דרך ארץ. יורה כי דרך ארץ האמור פה הוא מלאכה כדעת הרמב\"ם ז\"ל אך עדיין צריכין אנו לתת טוב טעם אל שנותו את טעמו מדרך ארץ למלאכה. וטרם נבאר הענין נזכירה מאמרנו בביאור משלי. בתת טוב טעם למז\"ל האומרים על התורה למה נקרא שמה תושיה שמתשת כחה של אדם. כי הלא כמו זר נחשב בעיני ההמון למה בלא עמל ובלא יגיעת בשר תתיש כחו. אך הוא כי רוחו וגויתו של אדם נגדיים המה. וכשזה נוכל זה קם כמקרה יעקב ועשו כי זה מצד הקדושה וזה מהפוכה. וע\"כ בעסוק איש בתענוגי בני אדם ויתרחק מן התורה אז גופו ישמן ונפשו עליו תאבל אך בעסוק בתורה הן הוא משוש נפשו כי חלק משורשה היא. ואז משמן בשרו ירזה כי שכנגדו הוקם על: ", "<b>והוא </b>מאמרנו על מקרא שכתוב (משלי ג') אל יליזו עיניך נצור תושיה ומזמה ויהיו חיים לנפשך. שהוא אל יליזו דברי התורה מעיניך. ואל תקוץ על שמתישין כחך והיותך תמיד במזמה ומחשבה בעיוניה כי עמל הוא. כ\"א נצור ואהוב תושיה ומזמה. כי הלא מה שמתישין כחך אמריה אינו לנפש. כי אדרבה ויהיו חיים לנפשך. כי החומר הוא שנותש ע\"י היות דברי התורה חיים לנפש. הנה כי היצר הרע הוא מצד החומר וניתש בהתשתו. ", "<b>עוד </b>ידענו מחכמי האמת. כי בכל מצוה שאדם עושה מרבה אור שפע עליון ובורא מלאך סניגור. וההפך בעושה עון שמפליג בטומאה ובורא משחית קטיגור. והוא מאמרנו על משנת בן עזאי (אבות פ\"ד) שמצוה גוררת מצוה ועבורה גוררת עבירה. כי המלאך הנברא במצוה גוררת מצוה אחרת. והכח טמא שנעשה בעבירה גוררת עבירה. ", "<b>ונבא </b>אל הענין. והוא כי הנה ב' סוגים יש באדם. כי יש עושה מלאכתו עיקר ותורתו עראי והוא כל המון ישראל ויש שרידים אשר ה' קורא שתורתם קבע יום ולילה. ועל ב' אלה ידבר ועל ה<b>א'</b> אמר יפה ת\"ת כו', ועל ה<b>ב'</b> אמר וכל תורה כו' והוא כי אשר עושה עיקר מהמלאכה עסקי דרך ארץ יקרא. כי דרכו דרך הארץ ולא דרך שמים כענין (בראשית ט') איש האדמה אך אשר עיקר היא מלאכת שמים לעסוק בתורה אשר יטפל קצת להרויח מזונו. מלאכה תקרא כי מלאכה בעלמא הוא. ולא תפס דרך הארץ. העכורה בעצם. וענין התנא. לומר אשר דרכו דרך כל הארץ. שהיא לעשות כל עיקר עסקו מהארץ, הלא אצ\"ל כי יחוייב לקבוע עתים לתורה. כ\"א גם דבר יפה הוא שיצרף ת\"ת עם הדרך ארץ שיש לו כבר. שלא בלבד בהתבטל המלאכה ילמוד. כ\"א גם עם הדרך ארץ שהוא עוסק ולוה תורה בעמלו שיהיה מהרהר וחוזר תלמודו עודנו עוסק בדרך ארץ. וזהו יפה ת\"ת עם דרך ארץ. והטעם הוא. כי יגיעת שניהם כלומר כאחת. משכחת עון. והוא כי לא יבצר איזה עון יש לו. ודרך עונו לגרור לו עון אחר כי עבירה גוררת עבירה וע\"י יגיעת תורה ביחד עם יגיעת דרך ארץ. משכחת עון אשר עשה מעשות דרכיו לגרור לו עון אחר, והיא כי ע\"י התשת החומר בדרך ארץ יותש העון שהוא מאיכותו בצד מה מלהחטיאו המביאה עבירה אך לא ישכיחנו בעצם. אך בהצטרף עמו לחומר גם תשות התורה יחד שגומר התשות כח. וגם מקנה כל גופו קדושה. שהוא נגדיות איכו' העון שהוא כח טמא. אז ניתש ומתמוגג על ידי התורה באופן שמתערבב עד שכוח מלגרור עוד עון אחר. וכמקרה השטן בר\"ה גם הוא יקרנו. שע\"י שומע קול שופר זוכר מה שע\"י שופר יתמוגג ויתערבב. עד שכוח בערבובו מלבק' קטרוג על ישראל. וזהו שיגיעת שניהם משכח' עון. והשני והוא על שתורתו אומנתו אמר וכל תורה שאין עמה מלאכה וכו'. לומר אל יעלה על לבך לומר אעסוק בתורת ה' תמיד. ועליו יתברך אשליך יהבי והוא יכלכלני. כי לא זו הדרך כי כל תורה שאין עמה מלאכה מה ליזון לפחות בצמצום סופה בטלה. והוא מז\"ל יכול יושב ובטל ת\"ל מעשה ידך אשר תעשה. והוא כי אין לאדם לסמוך על נס נגלה לומר שמן השמים יריקו או יתנו לו מטמון. כ\"א לברך את מעשה ידיו גם כי מעט יהיה. ואם כה יעשה תורה שאין עמה מלאכה סופה בטלה. כי יחסר לחמו וגוררת עון חילול ה'. כו לא יבצר מי שיאמר. הלא התורה היא הגדולה שבגדולות שאדם אוכל פירותיהם בעה\"ז. והלא פלוני יומם ולילה לא שבת מהתורה וירעב ללחם ואיה פירות תורתו. והוא גם הוא יהרהר ולא ידע כי אם הוא ית' עשה כן במן מן השמים לדור המדבר שיעסקו בתורה. לא יעשה כן לכל יחיד רק לצוות את ברכתו במעט עסק. אך לא בהיותו יושב ובטל. וזהו וכל תורה וכו' סופה וכו'. וזה שאמרתי שאין לסמוך על הנס. לו' הנני עוסק בתורה לש\"ש והוא יכלכלני. היינו ליחיד אך וכל העוסקים עם הצבור. אל יראה להם שום דבר נמנע. כ\"א יהיו עוסקים עמהם לשם שמים ויבטחו עליו יתב' והוא יעשה. ולא זו בלבד כ\"א גם לא ינוכה להם שום זכות בהעשות להם נס כדרך כל סומך על נס. כי הלא זכות אבותם מסיעתם ליעשות להם נס. ובהצטרף זכות רבים עם זכות אבותם וגם נס נגלה יעש' להם הוא יתברך. והוא מאמר יוסף הצדיק (בראשית מ\"ג) אלהיכם ואלהי אביכם נתן לכם מטמון באמתחותיכם. לומר אל תתמהו על נס נגלה כזה שיתן לכם ה' מטמון. וישם אותו תוך אמתחותיכם כי הלא זולת זכותכם גם זכות אבותיכם מסייע. וזהו אליכם וגם הוא ואלהי אביכם נתן לכם מטמון תוך אמתחותיכם שהוא נס נגלה וזהו שזכות אבותם מסייעתם וגם אין זכיותיהם מתנכין כ\"א וצדקתם עומד' לעד כי אינם מעין מ\"ש ז\"ל (תעני' כ') על יחיד הסומך על הנס שמא אין עושין להם נס ואם עושין לו מנכין לו מזכיותיו כי פה שהם צבור עושין להם נס. וגם אין מנכין להם מזכיותיהם. ואל נא תאמרו. שא\"כ לריק יגעו העוסקים עם הצבור ואין עליכם שכר אחר שלא עליהם תתייחס המעשה והזכות. לז\"א ואתם מעלה אני עליכם שכר כאלו עשיתם. הכל בזכותיכם. ואמרו ואתם לנוכח. ובפתח דבריו אמר יהיו עוסקים שלא לנוכח. יהיה שתפס דרך הכתובים במקומות רבים שמדבר עם הבלתי הגון שלא לנוכח. ובדברו על מה שאחר תשובתו מדבר לנוכח כענין ולצים לצון חמדו להם וכו'. תשובו לתוכחתי וכו'. הנה אביעה וכו' שחוזר אל הלצי' הנזכר שלא לנוכח. אך הוא שבטרם ענין תשובתם שאז רחוקים מה' המה. ידברו שלא לנוכח. ובדברו על מה שאחרי שובם אל ה'. שנתקרב מדבר לנוכח. כן עשה התנא באומר יהיו עוסקים לשם שמים שהוא אזהרה על מי שאינו עוסק עמהם לשם שמים. ומזהירן בל יהיה עסקם להתגדל כ\"א לש\"ש. דבר שלא לנוכח ובדברו על מה שאחר עשותם כך אמר ואתם וכו' לנוכח. וזה שאמרתי שיהיו עוסקים עמהם לשם שמים. הוו זהירין כן בעצם ברשות. לעשות לשם שמים מפני כי ברשות אפשר תבטחו באנשים צבועים על המנחה ההולכים לפניכם. ונודר' אז לעשות כל בקשתכם. ותרפו ידיכם מלהחזוק בבטוח בה' כי הוא יטה לבבם אליכם. בעשות העוסק בעצם לשם שמים. כי הלא דעו כי אין לבטוח בהם. שאם תבטחו על היותכם קרובים אליהם. ומשרתים אותם מטרם תצטרכו אליהם. ויעלה על רוחכם. כי בעת שתצטרכו אליהם יעשו למענכם. לא כן הוא כי הנה אין מקרבים לו לאדם אלא לצורך עצמן בעת צרכם שתשרתום. אך לא לשלם גמול בהצטרכם אליהם. ואם תבטחו על המנחה ההולכת לפניכם. ואומרים שיעשו אחרי כן וייטב לבכם. על מה שמראי' אור פנים בקבלם הדורון. הלא דעו כי הלא אינם אוהבים. רק נראים כאוהבים. ואף גם זה אינו רק בשעת הנאת' שהוא בעת קבלם הדורון. אך בשעת הדוחק שנדרו. להטיבו ביום שיצטרך. ישכחו מה שקבלו ולא יעמדו לכם. וזהו נראין וכו' ואין עומדין וכו'. לכן הוו זהירין לעשות ענייני הצבו' לשם שמים. ואז בטחו בה' והוא יעשה כי לכל אשר תחפצו יטה את לבם: ", "<b>ושיעור </b>הענין. כי הנה מנהיגי הדור העוסקים עסקיהם שני סוגי עסקים המה להם. (א) עם הצבור בינם לבינם. (ב) לפקח על ענייני הצבור ברשות. ועל הסוג הא' שהוא בינם לבינם אמר עוסקים עם הצבור ואמר יהיו עוסקים עמהם לשם שמים שהוא עמהם ממש. ובזה אינו צריך להכביד בזהירות כי אם צווי בעלמא, לומר יהיו עוסקים וכו'. אך בסוג השני שהוא לפקח עם המלכות. בזה הוו זהירין ברשות לעשות לש\"ש בלי תבטחו לא בשירות שתקדימו ולא במנחה מוקדמת אם לא בה' לבדו כי אין מקריבין וכו' כמדובר. וש\"ת הלא אמרת. כי ברשות אם יהיו זהירין בעייני הצבור לעסוק לש\"ש כי הוא יטה לבם לעשות רצונ' עם היו' כי רשות הרצון אינו לעמוד לאדם. שתהוה אותם בשעת דחקו רק יעשו לשם שמים ויסמכו על כי זכות אבות הצבור מסייעתו. עם היות העסק המטפלים לשם שמים א\"כ איפה מה יעשה היחיד. אם יהיה לו עסק ברשות כי גם יעשה לש\"ש העסק ההוא. ויבטח בשם ה' אין לו זכות רבים וזכות אבות להפך לבב הרשות: ", "<b>לזה </b>אמר. הנה הוא היה אומר דבר אחד. שהיא תיקון דברזה והוא יעשה רצונו כרצונך וכו' והוא לומר כפי מה שתתנהג אתה עמו יתברך יעשה לך כחפצך. והוא כי הנה שלשה הדרגות הן. (א) מי שאומר הנה בבקר השכם אם הייתי הולך למקום פלוני הייתי מרויח מנה. אך מה אעשה ורצונו ית' הוא שאלך לבית הכנסת וע\"כ הוא הולך כמוכרח. אך לא ברצון טוב כאלו היה עושה רצון עצמו ויש מדרגה (ב) והוא שעושה הדבר שקול כאלו בעשותו רצון עצמו בטוב לב. ויש מדרגה. (ג) והיא שלא בלבד עושה רצון ה' כאשר אם היה עושה רצונו. כי אם שכ\"כ לבו ונפשו דבקה בו יתברך וחפץ עשות רצונו. כי מה שהי' רצון עצמו בעיניו הוא כדבר בטול וחשיב כעפרא דארעא. שלא יכניס טבע חלוקה. לומר זו רצוני וזה רצון קוני. אעשה רצונו יתברך כאשר הייתי עושה רצוני. כ\"א כאלו לא היה בעולם רצון אחר זולת מה שהוא רצון קונו ואשר הי' רצון עצמו בטל לגמרי. כי מה האדם שיכנס רצונו בסוג עם רצון קונו. ", "<b>ובזה </b>תהיה כוונת התנא. הנה ראוי לך תגעל בהדרגה הראשונה. ותבחר בשניה והוא עשה רצונו כרצונך. ובזה תגיע עד גדר שיעשה הוא יתברך רצונך כרצונו. אך בזאת השני עדיין לא הגעת לגדר שבשבילך שאתה יחוד יבטל הוא ית' רצון אחרים מפני רצונך הלא אתה יחיד לבטל בחירתם בשבילך. אך לכה איעצך. ועל מדרגה אחרת והיא השלישית שהזהרנו. והיא בטל רצונך מפני רצונו. ובזה יבטל הוא יתברך רצון אחרים. הם הרשות הנזכר מהני רצונך. והנה פירוש זה ישר ומקושר ומוכרח בעיני. שאל\"כ לקתה מדת חפשית הבחירה. אם יבטל הוא ית' רשות אחרים בשביל כל איש עושה רצונו. אך בזה הוא דוקא ברשות שבו ידבר. ואמר כי כשהוא ע\"י זכות רבים. בהיות כונתם לשם שמים. יבטל בחירתם כי לב מלך ביד ה'. או ליחיד אשר אל המדה השלישית הגיע כמדובר. אך לא לכל שאר אחרים. ", "<b>או </b>יאמר דרך אחרת בענין הפרשה. בתחלתה בענין סמיכות הברית מילה. ועוד קושי אחר אשר לא זכרנוהו למעלה. והוא כי טוב טוב היה לקצר ולומר אשה כי תלד זכר. ולא יאריך ויאמר אשה כי תזריע וילדה. כי מה בצע ללמדנו כי כשהאשה מזרעת כו': ", "<b>אך </b>הוא כי בא לתת טעם אל שני דברים א' אל היות טומאת היולדת. אפילו נפתח הקבר בלא דם. כי זולת מה שאי אפשר שלא יצאה מעט. הלא הולד בעצמו להיות יסודו ממנו מדם נדותה. ראוי הוא שבצאת מתוכה תטמא כימי נדת דותה. וזהו אשה כי תזריע כי הוא התחלת מציאותו. וגם יחוייב שביום השמיני ימול בשר ערלתו. כי השבעה ימים יהיה עם אמו כי מנדותה היתה ראשית מציאותו וגם שהוא יונק שדי אמו בשבעה ימים שהא טומאת לידה ודמי' טמאים ולכן גם חלבה כי דם הוא לפי האמת אשר הוא יונק בלתי טהור לכן ביום השמיני שהוא מתקדשה מטומאת', אז ימול גם הוא בשר ערלתו. ויסיר טומאתו ממנה. אך ללידת הנקבה אין צריך לתת טעם. כי גם שהאיש הזריע תחלה הנקבה בעצמה סריות' עמה. כי כל דם הנידות מנקבה. היא חוה יצא בהעות'. כי על כן נטמאה בזוהמה ונתקללה בדם נדותה. ", "<b>עוד </b>יתכן מעין האמור ויתיישבו ההעריות האמורות. ועוד שתים נוספת והן. <b>א'</b> סמיכות הפרשה אל הקודמת מלבד מאמר ר' שמלאי. <b>ב'</b> מה היה שברא יתב' את האדם ערל. והוצרך לצותנו נסיר חרפת הערלה ממנו. ולא בראו מהול מבטן אמו. כי בן הנברא בצלם אלהים לא יצא בלתי מתוקן. ומה גם למאמרם ז\"ל (ב\"ר פ' כ\"א) כי אדם הראשון נברא מהול. ולמה לא עשה ית' יהיו כל יוצאי ירכו כמוהו. ולא שיוליד אשר לא יהיה כיוצא בו. אשר לא בטבע כל הבריות: ", "<b>אמנם </b>הנה ידענו. כי הערלה הוא מכח הטומאה. וראוי לדעת מי שם טומאה זו בכל האדם. לכן אומר כי אין ספק כי הן האדם היה כאחד ממלאכי השרת יציר כפיו. ובידיו יתברך לא דבק מאומה מכיעור טומאה חלילה. ע\"כ בצלם אלהים ברא אותו. משולל ערלה וטומאה רק זך בלי שמרי כל חלאה: עד שכמעט היו טועין מלאכי השרת לומר לפניו קדוש. לולא הפיל השם יתברך בו תרדמה כמאמר רז\"ל (שם): ", "<b>אך </b>אמנם כאשר בא נחש על חוה והטיל בה זוהמא בהחטיא אותה. ומה גם לרז\"ל בפרקי ר' אליעזר (פרק י\"ג) האומרים כי רכב סמאל על הנחש כרוכב על סוס. באופן שממנו יצאת טומאה אליה והיא זוהמת נחש. והנה עיקר הזוהאת אל חוה היתה. כי אותה החטיא. והיא אשר הדביקה הרעה באדם גם הוא, וע\"כ היתה לה קללת דם הנדות שהוא ממש מחלאת הזוהמא כנודע. וע\"כ כאשר אחר העוותו נוצר הולד מדם חלאת זוהמת נחש בין מהזרעתה בין מאשר מתהוה העובר. כי ע\"כ בימי עיבורה תפסק נדותה. לכן גם שבזכר לא דבקה כל כך חלאה כאשר בנקבה. עם כל זה למה שהוא בא. על ידי הזרעת האשה תחלה. והיותו מתהוה מדמי נדת דותה לא יבצר ממנו מהדבק גם בזכר חלאת טומאת הזוהמא ההיא כי אם שבחמלת ה' עליו הפליא חסדו. כי עיקר ורוב זוהמת המתדבקת לזכר מחלאת אמו תלך אל מקום א' הוא ראש הגויה ושם יעשה מותר אשר יוכל ליתקן במילה. והיה במקום ההוא. למה כי שם היה לאדם אשמת דבר כמאמרם ז\"ל באומרם (שם פ' י\"ט) אדם מושך כו'. ותכסה יו\"ד של שם הרמוז באיש כנודע. וע\"כ משה שהיתה אמו בת מאה ושלשים שנה משוללת דם נידות לא נולד ערל. וכן יעקב שנולד עם עשו וכתבנו במקומו (שם פ' ס\"ג) ששאב עשו בבטן כל חלאת דם אמו: וכמאמר פסיקתא שכתבנו שם. כי כשהיה עשו בבטן אמו שתה כל דם אמו, עכ\"ל. וביארנו שם ששאב כל חלאת זוהמא. נשאר יעקב זך. על כן נולד מהול. וכן אשר יש מרז\"ל שהוסיף על שני אלה. הוא לסיבה ידועה. שהפלי' חסדו ית' להם מעין אלו מה שלא עשה כן לכל ברואי עולם: ", "<b>והנה </b>זאת תהיה כוונת מקראי קדש אלו. אשה כי תזריע וכו'. וענין סמיכות מה למלעלה בסוף פרשה הקודמת ומה למטה אחר ענין זה ממראות נגעים. והוא כי הלא כהתימו יתברך מלהגיד לנו החיה הנאכלת והחיה אשר לא תאכל. הלא יאמר נא ישראל מריה דאברהם למה נגרע מכל הבהמה ומכל החיה אשר על פני האדמה. כי הלא ראה ראינו כי כל מין הבהמ' הטהורה תמיד היא טהור'. וכלל גדול היא בידנו. כי בעלי חיים אינן מקבלין טומאה. וכל הבהמה אשר איננה טהורה טמאה היא לעולם. ומי יתן והיה עם קדוש כבהמה טהורה אשר לא תקבל טומאה לעולם. כי הן האדם אשר יגע בבל דבר טמא יטמא כמפורש בסמוך. ולא עוד כי אם מיום הולדו אמו טמאה לידה והוא בערלה הטמאה. ?מיד יסירנה ממנה. וגם בגדלו ינוגע נגעים גדולים. שאת או ספחת אך בהרת ודומיהם וטמא יהיה. עד עת בא דברו וירפאנו. ולמה יקרנו טומאה לגוי קדוש עודנו חי: מה שלא יקרה לכל מין בהמה חיה או עוף טהורים. האם בן האדם נגרע מערכם. ע\"כ להשיב אמרים אמת. בא האלהים ויאר לנו בתשובתו ית'. ויאמר דבר אל בני ישראל. דבר כדי לאמר אחרי כן משפטי הטומאה. וזה אמר ולאמר. ומה שמדבר תחלה. הוא אשה כי תזריע וילדה זכר. כדי לאמר טעם אל כל ענייני הטומאה הבאים: ", "<b>והוא </b>מה שכתבנו. כי בהיות האדם יציר כפיו יתב' לא הי' בו שום צד טומאה. אך אחר החטא שעל ידו נוצר האדם ע\"י הזרעה שהיא מפאת דם נדות כמדובר ונמשכה טומאה באדם. וזהו אשה כי תזריע. ועל ידי כן וילדה זכר, ולא כיצירת אדם וכדומה לפיכך וטמאה שבעת ימים. כי משם נמשך כאמור. וכן מטעם זה וביום השמיני ימול בשר ערלתו. שאם לא כן לא היה צריך לימול ערלתו. כי איננה. וגם טומאת הבת כפלים. כי על ידי האשה באה הטומאה לעולם ובלדת בת מינה תרבה טומאה בה. וכן מטעם זה אדם כי יהיה בעור בשרו שאת וכו' והובא אל הכהן וכו'. ואם יראה בה מראה טומאה יטמאנו. כי כל זה בא מהולד האדם על ידי אשה כי תזריע. שהוא בהזרעה הידועה. שהוא מדם הנדות אשר היה מחמת זוהמת נחש. אשר הוטל בה בהעוותה. שאם לא כן לא היה באדם לא נגע ולא פגע רע מאלו כי הלא קדוש הוא לאלהיו. והוא כי יש לנו בזה כענין המזון שארז\"ל (קדושין דף פ\"ב) מעולם לא ראיתי ארי סבל וצבי חיינו ושועל חנווני ומתפרנסים שלא בצער ואני מתפרנס בצער אלא אני הוא שקפחתי מזונותי. שהוא כי הבעלי חיים לא חטאו. ע\"כ מתפרנסים שלא בצער. אך אני שחטאתי קלקלתי לעצמי וקפחתי בעוני מזוני. ועל דרך זה הוא אומר. אל תתמה אם בבעלי חיים טהורים לא יקרם טומאה והאדם הקדוש לה' וקרנו טומא' כי הלא הב\"ח לא קלקלו והאדם קלקל. כי הנה מאז שע\"י אשה כי תזריע בא הלידה הוא מחמת קלקולה. נמשכה במין האדם הטומאה. מה שאין כן מקודם שנוצר בשלילות זוהמא שהיה יציר כפיו ית': ", "<b>עוד </b>יתכן שיעור המשך המקראות על פי מאמרם ז\"ל בגמרא (שבת ל\"ג באומרם כי על שבעה דברים נגעים באים. על שבועת שוא ועל הגזל ועל לה\"ר ועל שפיכות דמים ועל גסות הרוח ועל צרות עין. והוא כי על שלוש ראשונות שהזהרנו שהם שבועת שוא גזל ולה\"ר. יאמר שאת או ספחת או בהרת. שאת על שבועה כד\"א (שמות כ') לא תשא. ספחת על הגזל שמחבר ומספח ממון חבירו עם שלו. או בהרת על לשון הרע שמלבין פני חבירו בלשון הרע כבהרת עזה כשלג. וכל א' משלש אלה והובא אל הכהן וכו' וראה הכהן וכו' הראות הנגע המראים על כח טומאת העון השורה כמדובר בקודם. ועל שאר השבעה דברים ידבר במיני נגעים אחרים שבהמשך הפ' ואמר עוד נגע צרעת וכו' והובא כו'. בא להזהיר את האדם כי מיד שיראה בעצמו סימן הוראת עון אשר חטא. לא יאחר מלהראות אל הכהן מיד. למען ישכיל את אשר יעשה. אם יראה הכהן כי טמא הוא נכתם עונו בעור כשרו. וימהר יחיש לשוב ממנו טרם יתיישן הדבר ויהיה מוחזק יצרו בו. ולא במהרה ינתק ממנו כי אדרבה יהי הולך וגדול יום יום. וזהו אומרו נגע צרעת כי תהיה באדם מיד כאשר תהוה באדם והובא אל הכהן בלי איחור. כי אם לא יעשה כן יקרה כי וראה הכהן והנה שאת לבנה כו' ומחית בשר חי בשאת. והוא אשר כתבנו למעלה כי אין הנגע צרעת יוצא מהפנים ומראה לחוץ. כי אדרבה הוא היחל בבית וממנו אל הבגד ומהבגד אל העור מהבשר ומבקש ליכנס פנימה. וא\"כ בהירות הלובן סימן טומאה. כי הלובן נראה עמוק משאר עור בשרו כחמה העמוקה מן הצל. והוא כי הכח טמא מורה היותו בא ליכנס פנימה. ולפיכך כאשר אחר היות השאת או בהרת לבנה בעור. שהוא הוראה שמעמיק ליכנס בעוד שהלובן מתמיד. יורה שעדיין לא נכנס כי אם שרוצה ליכנס או בהיות שבקצת הלובן יש מראה בשר יורה שהלובן שבחלק ההוא נכנס בפנים. ועל כן נשאר מראה הבשר חוצה. וסעד לזה מאמר רש\"י ז\"ל שכתב בריאה מלמעלה ותחתיה מלאה ליחה. וידוע כי הליחה שבפנים לבנה. היא וירמוז אשר כתבנו. ע\"כ אחר שע\"י מה הנתעצל מהראות מיד אל הכהן והוא לא שב עד המכהו. כי לא הודע אליו כי משחת מראהו. באופן ששנה באולת חטאו כי נתיישן ויגבר עד הכניסנו פנימה. וזה מאמרו ית' צרעת נושנת היא לא יסגירנו כי טמא הוא. ועם כל זה אין להתייאש מן הרחמים. כי אין דבר עומד בפני התשובה כי אם יבא לטהר מסייעין אותו. ואם פרוח מעצמו תפרח ממה שמסייעין אותו מלמעלה. ומה הוא הענין. כי וכסתה הצרעת את כל עור הנגע כו'. והוא שע\"י תשובה מה שנכנס מהלובן שהוא כח הטומאה פנימה. ונראה עליו מחיית בשר חי. חזר אותו הלובן ויצא חוצה. ומראה הבשר חזר לפנים והוא תחלת תיקון. ועל כן וטיהר את הנגע. ", "<b>וש\"ת </b>הלא מראה זו נאמר למעלה שהוא סימן טומאה מראה העור לבן. והשער גם הוא לבן. לזה אמר טהור הוא. כלומר כי האיש ההוא אשר גברה טומאתו בו עד הכניסו פנימה. ותראה מחיית בשר חי חוצה. מה שאחרי זאת חזר הלובן למעלה כשהיה ומראה הבשר חזר בפנים. דבר גדול הוא בערך מה שהיה וטהור הוא. כי אשר עשה שהיחל לשוב. וסייעוהו מן השמים לגדר זה גם שלא יבצר ממנו שיתוקן לגמרי ויטהר מאשמתו וממראות טומאתו, ולא שיחוייב שלא יוסיף לחטא והראה בו מראות טומאה. כי הנה וביום הראות בו בשר חי אחרי זאת יטמא. שהוא הוראה כי שב הכח הטמא ליכנס בפנים ונראה מראה בשר חוצה. לכן וראה הכהן וטמא וכו'. ועם שחטא זה פעמים שנראה בו מראה בשר חי. עם כל זה ימין ה' פשוטה לקבל תשובה. כי הנה או' כי ישוב הבשר החי ונהפך ללבן. שהוא סימן כי שב ויצא הכח הטמא חוצה שהוא הוראת תשובה. יקובל ברצון. כי וראהו הכהן וכו' וטהר הכהן את הנגע וגם ה' עמו ישכים. וזהו טהור הוא: "], "heVersionTitle": "Torat Moshe, Warsaw, 1875", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "64e49ed1613f3c2d3b44a63a", "index_title": "German Commentary on Mishnah Sotah", "category": "Quoting Commentary", "type": "", "ref": "German Commentary on Mishnah Sotah 1:5:7", "anchorRef": "Leviticus 12:1-8", "anchorRefExpanded": ["Leviticus 12:1", "Leviticus 12:2", "Leviticus 12:3", "Leviticus 12:4", "Leviticus 12:5", "Leviticus 12:6", "Leviticus 12:7", "Leviticus 12:8"], "sourceRef": "German Commentary on Mishnah Sotah 1:5:7", "sourceHeRef": "פירוש גרמני על משנה סוטה א׳:ה׳:ז׳", "anchorVerse": 1, "sourceHasEn": true, "commentaryNum": 5.0007, "collectiveTitle": {"en": "German Commentary on Mishnah Sotah", "he": "פירוש גרמני על משנה סוטה"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<b>und wo man die Gebärenden rein werden lässt.</b>  Vierzig Tage nach der Geburt eines Knaben und achtzig Tage nach der eines Mädchens musste die Mutter ein Opfer bringen und wurde dann erst rein, d. h. durfte dann erst Heiliges geniessen (Lev. 12, 1—8). Da nun der Darbringer eines Opfers bei der Darbringung zugegen sein soll (vgl. Mischna Taanit IV, 2), diese Frauen aber vor der Darbringung als unrein gelten und daher die Opferhalle nicht betreten durften, standen sie beim Eingang der Halle, beim Nikanortor (Talmud 8 a; vgl. Raschi z. St.).", "versionTitle": "Mischnajot mit deutscher Übersetzung und Erklärung. Berlin 1887-1933 [de]", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6631ffd16c1f2df3a802fa37", "index_title": "Ba'al Shem Tov", "category": "Chasidut", "type": "", "ref": "Ba'al Shem Tov, Tazria 1:1", "anchorRef": "Leviticus 12:1-2", "anchorRefExpanded": ["Leviticus 12:1", "Leviticus 12:2"], "sourceRef": "Ba'al Shem Tov, Tazria 1:1", "sourceHeRef": "בעל שם טוב, תזריע א׳:א׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [1700, 1760], "commentaryNum": 1.0001, "collectiveTitle": {"en": "Ba'al Shem Tov", "he": "בעל שם טוב"}, "heTitle": "תזריע", "he": "<b>אשה כי תזריע וילדה זכר. </b>אמרו חכמינו ז\"ל, (נדה דל\"א ע\"א) אשה מזרעת תחלה יולדת זכר כו', דיש<i data-commentator=\"Mekor Mayim Chayim\" data-order=\"1\"></i> שני מיני התעוררות, ענין א' הוא שמתעורר הוא תחלה בתשובה וכיוצא ודבר טוב, ואחר כך מסייעין אותו מלמעלה, כדין (יומא דל\"ח ע\"ב) הבא לטהר מסייעין אותו, התעוררות ב' שאינו נותן לב לשוב מעצמו בתשובה, או לעשות טוב, כי אם על ידי שמעוררין אותו מלמעלה תחלה אז מתעורר למטה לעשות תשובה, והנפקותא בין שני התעוררות אלו שמעתי ממורי זלה\"ה בסוד אשה מזרעת תחלה יולדת זכר שהוא רחמים וכו', והכי נמי כך, אם התעוררות מלמטה תחלה<i data-commentator=\"Mekor Mayim Chayim\" data-order=\"2\"></i> שהוא מיין נוקבין, ואחר כך בא מלמעלה מיין דכורין, הוי זכר רחמים, ובהיפוך הוי דינא:<br><small>(בן פורת יוסף בדרוש לש\"ת תקכ\"א, דקט\"ו ע\"ג, ובדרוש לשה\"ג תקכ\"ז, דק\"ז ע\"א).</small>", "heVersionTitle": "Sefer Baal Shem Tov. Lodz, 1938", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר בעל שם טוב, לודז, תרצ\"ח", "text": "<b>And the L-rd spoke to Moses, saying: Speak to the children of Israel, saying: If a woman gives seed, and bears a male child . . .</b> (Leviticus 12:1-2)<br>The Sages said: “When a woman emits seed first, she will conceive a male child.”<sup class=\"footnote-marker\">1</sup><i class=\"footnote\"><i>Nidah</i> 31a. According to the Talmud, both men and women emit seed during coitus. If the woman emits seed first, the child will be a boy. If the man emits seed first, the child will be a girl.</i> That is, there are two levels of [spiritual] awakening. In one case, a person takes the initiative to repent or perform some good deed, and afterward, receives help from Above, as it is said: “When a person comes to purify himself, they help him.”<sup class=\"footnote-marker\">2</sup><i class=\"footnote\"><i>Yoma</i> 38b.</i> In the second case, a person does not think of repenting or doing good unless they arouse him first from Above. Only then does he become motivated to repent.<br>The difference between these two forms of arousal is alluded to in the verse: “If a woman gives seed, and bears a male child” – which is Compassion, etc.<sup class=\"footnote-marker\">3</sup><i class=\"footnote\">This is based upon the Kabbalistic principle that there are two basic spiritual forces at work in the universe: love-compassion versus severity-judgment. These forces are also defined in terms of lights and vessels, expansion and contraction, upper and lower worlds. Masculine energy is considered expansive, whereas feminine energy is contractive, in that it forms a vessel to hold the light. Both must work in conjunction to create a harmonious balance in the Sefirot and in the Worlds (thus forming a third principle of <i>Tiferet </i>– Harmony). When we engender a relationship with G-d through our proper actions, then the “woman” – i.e. this world – takes an active role, and engenders the “birth” of a corresponding flow of compassion from Above, a “male child.” However, when an influx of spiritual light reaches us spontaneously, without our participation, then we are merely receivers, which is the aspect of severity and judgment, and the light that reaches us reflects these qualities as well.<br>R. Yaakov Meir Shechter, a contemporary Jerusalem kabbalist, explains this differently. When a person initiates the relationship with G-d, he deserves any illumination that he receives. However, when the illumination reaches him spontaneously, then heaven judges him to see what he did, or what he will do, to deserve such a gift.</i> That is, if the lower arousal, which is “Feminine Waters,”<sup class=\"footnote-marker\">4</sup><i class=\"footnote\">Feminine Waters, <i>Mayin Nukvin</i>, means all those actions that we take the initiative to perform, and that rise up from this lower world to engender a corresponding outflow – Masculine Waters, <i>Mayin D’churin</i> – from the upper worlds.</i> comes first, then the “Masculine Waters” – Compassion – will descend from above. But if the opposite occurs, the result will be Strict Judgments.<br><i>Ben Poras Yosef</i>, <i>Derush l’Shabbos Teshuva</i>, p. 230", "versionTitle": "Baal Shem Tov; mystical teachings on the weekly Torah portion; by Rabbi Eliezer Shore. 2012", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "6665c89db695d8dbb73bd25a", "index_title": "David Zvi Hoffmann on Leviticus", "category": "Commentary", "type": "commentary", "ref": "David Zvi Hoffmann on Leviticus 12:1:1-3", "anchorRef": "Leviticus 12:1", "anchorRefExpanded": ["Leviticus 12:1"], "sourceRef": "David Zvi Hoffmann on Leviticus 12:1:1-3", "sourceHeRef": "פירושי רד\"צ הופמן על ויקרא י״ב:א׳:א׳-ג׳", "anchorVerse": 1, "sourceHasEn": false, "commentaryNum": 1.0001, "collectiveTitle": {"en": "David Zvi Hoffmann", "he": "פירושי רד\"צ הופמן"}, "he": ["<big><strong>טומאות היוצאות מגופו של אדם ודרך טהרתן</strong></big>", "בעלי חיים מטמאים רק במותם, כל עוד הם בחיים אין אחד מהם מביא טומאה. אולם האדם נמצא גם בחייו במצבים, שבהם יכול לשמש מקור לטומאה (אב הטומאה). בפרק הקודם למדנו, כי בן אדם חי יכול ליטמא בדרגת ראשון לטומאה על ידי מגע בנבלה. הפרקים הבאים עוסקים בכל אותם המקרים, שבהם יוצאת הטומאה מגופו של האדם. החמורה שבטומאות אלו היא טומאת צרעת, ולכאורה היתה צריכה השורה של הטומאות להתחיל בטומאה זאת. אולם, מכיון שאדם מביא לאמו מיד ביציאתו לאויר העולם את הטומאה, ודווקא ברית המילה מטילה עליו את היעוד להזהר במשך חייו מליטמא, לכן חשבה התורה לנכון, להתחיל את הסדר באותו סוג הטומאה אשר האדם גורם מיד בהיוולדו.<i data-commentator=\"Endnotes\" data-label=\"797\" data-order=\"797\"></i>", "<b>טומאת היולדת / טומאת הצרעת / נגע בבגדים/ מעשה הטהרה הראשון: טקסים שונים / פעולת הטהרה השניה: קרבנות הטהרה / נגע הבתים / חוקים על דבר זיבה: זב, זבה, נידה, שכבת זרע / טומאת הזב וטהרתו / טומאת שכבת זרע / טומאת נידה / טומאת הזבה.</b>"], "heVersionTitle": "Mossad Harav Kook, Jerusalem, 2022\r", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "66af534e601d5f98ac452953", "index_title": "Chanah Ariel", "category": "Chasidut", "type": "quotation", "ref": "Chanah Ariel, Tazria 1:1", "anchorRef": "Leviticus 12:1-2", "anchorRefExpanded": ["Leviticus 12:1", "Leviticus 12:2"], "sourceRef": "Chanah Ariel, Tazria 1:1", "sourceHeRef": "חנה אריאל, תזריע א׳:א׳", "anchorVerse": 1, "sourceHasEn": false, "commentaryNum": 1.0001, "collectiveTitle": {"en": "Chanah Ariel", "he": "חנה אריאל"}, "heTitle": "תזריע", "he": "וידבר הוי' אל משה לאמר. אשה כי תזריע וילדה זכר. אמרו בגמ' אשה מזרעת תחלה יולדת זכר. איש מזריע תחלה יולדת נקבה. וי\"ל הענין בטעמו. וטמאה שבעת ימים כימי נדת דותה. ופי' מ\"ש כימי נדת דותה היינו שלא ביאר כאן משפטי הטומאה של היולדת מה הם. ועז\"א כימי נדת דותה שדיני טומאה זו כדין הטומאה של הנדה. וביום השמיני ימול י\"ל שבפרשיות הללו אינו מדבר רק בעניני טו\"ט. ולמה הזכיר דין המילה. וכבר נאמרו דיני המילה בפ' לך לך. ורז\"ל אמרו מפני מה מילה בשמיני כדי שלא יהיו הכל שמחים (בשמחת ב\"מ) ואביו ואמו עצבים. וי\"ל הלא גם קודם מ\"ת כתי' ובן שמונת ימים ימול וגו' ועדיין לא הי' דין טו\"ט נוהג. אח\"כ פ' נגעים כתי' וידבר ה' אל משה ואל אהרן. ובפ' מצורע וידבר ה' אל משה לאמר זאת תהי' תורת המצורע. ואח\"כ וידבר ה' אל משה ואל אהרן דין נגעי בתים. ואח\"כ דין איש כי והי' זב מבשרו וגו' נאמר ג\"כ אל משה ואל אהרן. וצוה הכהן ולקח שתי צפרים חיות טהורות, ואמרו בגמ' הוא עשה מעשה פטיט לפיכך מביא הקרבן פטיט מל' פטפוטי עופות. והוא עשה מעשה פטיט היינו לה\"ר. שהנגעים באין על לה\"ר. ובפ' שמיני וידבר ה' אל אהרן יין ושכר וגו' נאמר לאהרן לבד. ובדיני זאת החי' אשר תאכלו כתי' וידבר ה' אל משה ואל אהרן. י\"ל את כל השינויים הללו. אמרו בגמ' ר\"י אומר כללות נאמרו בסיני ופרטות באוה\"מ. רע\"א כללות ופרטות נאמרו בסיני ונשנו באוה\"מ ונשתלשו בערבות מואב:", "heVersionTitle": "Berdychiv, 1912", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}]