[{"_id": "521b2011edbab45814ae523e", "index_title": "Rashi on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Rashi on Leviticus 13:58:1", "anchorRef": "Leviticus 13:58", "anchorRefExpanded": ["Leviticus 13:58"], "sourceRef": "Rashi on Leviticus 13:58:1", "sourceHeRef": "רש\"י על ויקרא י״ג:נ״ח:א׳", "anchorVerse": 58, "sourceHasEn": true, "compDate": [1075, 1105], "commentaryNum": 58.0001, "collectiveTitle": {"en": "Rashi", "he": "רש\"י"}, "heTitle": "רש\"י על ויקרא", "he": "<b>וסר מהם הנגע.</b> אִם כְּשֶׁכִּבְּסוּהוּ בַתְּחִלָּה עַל פִּי כֹהֵן סָר מִמֶּנּוּ הַנֶּגַע לְגַמְרֵי.", "heVersionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "וסר מהם הנגע IF THE PLAGUE BE DEPARTED FROM THEM — if when they washed it at first by the order of the priest (Leviticus 13:54), the plague departed from it entirely (cf. Sifra, Tazria Parashat Nega'im, Chapter 16 10),", "versionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "license": "Public Domain", "versionTitleInHebrew": "חמישה חומשי תורה עם פירוש רש״י, מ. רוזנבאום וא.מ. סילברמן"}, {"_id": "521b2011edbab45814ae5240", "index_title": "Rashi on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Rashi on Leviticus 13:58:2", "anchorRef": "Leviticus 13:58", "anchorRefExpanded": ["Leviticus 13:58"], "sourceRef": "Rashi on Leviticus 13:58:2", "sourceHeRef": "רש\"י על ויקרא י״ג:נ״ח:ב׳", "anchorVerse": 58, "sourceHasEn": true, "compDate": [1075, 1105], "commentaryNum": 58.0002, "collectiveTitle": {"en": "Rashi", "he": "רש\"י"}, "heTitle": "רש\"י על ויקרא", "he": "<b>וכבס שנית.</b> לְשׁוֹן טְבִילָה; תַּרְגּוּם שֶׁל כִּבּוּסִין שֶׁבְּפָרָשָׁה זוֹ לְשׁוֹן לִבּוּן, \"וְיִתְחַוַּר\", חוּץ מִזֶּה, שֶׁאֵינוֹ לְלִבּוּן אֶלָּא לִטְבֹּל, לְכָךְ תַּרְגּוּמוֹ \"וְיִצְטַבַּע\", וְכֵן כָּל כִּבּוּסֵי בְגָדִים שֶׁהֵן לִטְבִילָה מְתֻרְגָּמִין וְיִצְטַבַּע:", "heVersionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "וכבס שנית IT SHALL BE WASHED A SECOND TIME — here this expression denotes immersion in a ritual bath (not washing of the garment). The words used in the translation of the Targum for the expressions derived from the root כבס occurring in this section denote making white (cleaning, — e. g. ויתחור), “and it shall be made white” — except for this (וְכֻבַּס) which is not intended to mean making white but to mean immersion. For this reason it is translated in the Targum by ויצטבע — “it shall be dipped”. Similarly wherever it speaks of כבוס בגדים which intend “immersion” the Targum translation is ויצטבע, (this is the Targum of וְכֻבַּס‎ here and in Leviticus  15:17; the active וְכִבֶּס, is, of course, translated by ויצבע).", "versionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "license": "Public Domain", "versionTitleInHebrew": "חמישה חומשי תורה עם פירוש רש״י, מ. רוזנבאום וא.מ. סילברמן"}, {"_id": "531e4fe2fbfba276047f6a06", "index_title": "Onkelos Leviticus", "category": "Targum", "type": "targum", "ref": "Onkelos Leviticus 13:58", "anchorRef": "Leviticus 13:58", "anchorRefExpanded": ["Leviticus 13:58"], "sourceRef": "Onkelos Leviticus 13:58", "sourceHeRef": "תרגום אונקלוס על ויקרא י״ג:נ״ח", "anchorVerse": 58, "sourceHasEn": false, "compDate": [80, 120], "commentaryNum": 13.0058, "collectiveTitle": {"en": "Onkelos Leviticus", "he": "תרגום אונקלוס על ויקרא"}, "heTitle": "תרגום אונקלוס על ויקרא", "he": "וּלְבוּשָׁא אוֹ שִׁתְיָא אוֹ עַרְבָא אוֹ כָל מָאן דִּמְשַׁךְ דִּי יִתְחַוַּר וְיֶעְדֵּי מִנְּהוֹן מַכְתָּשָׁא וְיִצְטַבַּע תִּנְיָנוּת וְיִדְכֵּי:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "חומש שפתי חכמים, מצודה תשס\"ט", "text": "The garment, or the warp threads, or the woof threads, or any leather objects that were washed and the eruption disappears from them, it shall be washed a second time and it shall be purified.", "versionTitle": "Metsudah Chumash, Metsudah Publications, 2009 [with Onkelos translation]", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "532b2685fbfba27c35eec23d", "index_title": "Targum Jonathan on Leviticus", "category": "Targum", "type": "targum", "ref": "Targum Jonathan on Leviticus 13:58", "anchorRef": "Leviticus 13:58", "anchorRefExpanded": ["Leviticus 13:58"], "sourceRef": "Targum Jonathan on Leviticus 13:58", "sourceHeRef": "תרגום יונתן על ויקרא י״ג:נ״ח", "anchorVerse": 58, "sourceHasEn": true, "compDate": [30, 70], "commentaryNum": 13.0058, "collectiveTitle": {"en": "Targum Jonathan on Leviticus", "he": "תרגום יונתן על ויקרא"}, "heTitle": "תרגום יונתן על ויקרא", "he": "וּלְבוּשָׁא אוֹ שִׁיתְיָא אוֹ עַרְבָא אוֹ כָּל מַאן דִיצְלָא דִתְחַוָור וְיַעֲדֵי מִנֵיהּ מַכְתְּשָׁא וְיִצְטַבַּע תִּנְיָנוּת וְיִדְכֵּי", "heVersionTitle": "Targum Jonathan on Leviticus", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": " And the garment, or the warp or woof, or anything of skin, which thou shalt wash and the plague depart from it shall be washed a second time, and it shall be clean. ", "versionTitle": "The Targum of Jonathan ben Uzziel, trans. J. W. Etheridge, London, 1862", "license": "Public Domain", "versionTitleInHebrew": "תרגום ירושלמי (תרגום יונתן בן-עוזיאל) לתורה, תורגם ע״י ג׳ון ווסלי אטרידג׳, לונדון 1862"}, {"_id": "56922f7ed6e4a942d8680910", "index_title": "Shadal on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Shadal on Leviticus 13:58:1", "anchorRef": "Leviticus 13:58", "anchorRefExpanded": ["Leviticus 13:58"], "sourceRef": "Shadal on Leviticus 13:58:1", "sourceHeRef": "שד\"ל על ויקרא י״ג:נ״ח:א׳", "anchorVerse": 58, "sourceHasEn": false, "compDate": [1835, 1865], "commentaryNum": 58.0001, "collectiveTitle": {"en": "Shadal", "he": "שד\"ל"}, "heTitle": "שד\"ל על ויקרא", "he": "וסר מהם הנגע: יחדל ויפסוק כמו לא יסור שבט מיהודה (בראשית מ\"ט י') וסר ממני כחי (שופטים י\"ו י\"ז) לשא תסור מעליו אולתו (משלי כ\"ז כ\"ב).", "heVersionTitle": "Shadal first edition, Padua 1871", "heLicense": "Public Domain", "heVersionTitleInHebrew": "שד״ל במהדורה המקורית, פדובה 1871", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "57e77d11d6e4a94c7c18a5f8", "index_title": "Tafsir Rasag", "category": "Targum", "type": "targum", "ref": "Tafsir Rasag, Leviticus 13:58", "anchorRef": "Leviticus 13:58", "anchorRefExpanded": ["Leviticus 13:58"], "sourceRef": "Tafsir Rasag, Leviticus 13:58", "sourceHeRef": "תפסיר רס\"ג, ויקרא י״ג:נ״ח", "anchorVerse": 58, "sourceHasEn": false, "compDate": [918, 942], "commentaryNum": 13.0058, "collectiveTitle": {"en": "Tafsir Rasag", "he": "תפסיר רס\"ג"}, "heTitle": "ויקרא", "he": "ואלת̇וב או אלסדא או אללחמה או ג̇מיע אנא אלג̇לוד אן גסלת פזאל ענהא אלבלא פלתגסל ת̇אניה ותטהר", "heVersionTitle": "Tafsir al-Torah bi-al-Arabiya, Paris, 1893", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תפסיר אלתורה באלערביה, פריס, 1893", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "58b6b15ed6e4a952249cbf55", "index_title": "Minchat Shai on Torah", "category": "Commentary", "type": "commentary", "ref": "Minchat Shai on Torah, Leviticus 13:58:1", "anchorRef": "Leviticus 13:58", "anchorRefExpanded": ["Leviticus 13:58"], "sourceRef": "Minchat Shai on Torah, Leviticus 13:58:1", "sourceHeRef": "מנחת שי על תורה, ויקרא י״ג:נ״ח:א׳", "anchorVerse": 58, "sourceHasEn": false, "compDate": [1526], "commentaryNum": 58.0001, "collectiveTitle": {"en": "Minchat Shai", "he": "מנחת שי"}, "heTitle": "ויקרא", "he": "<b>כלי דוהבגד.</b> בשופר הפוך לא במקף:", "heVersionTitle": "Minchat Shai on Torah", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "58b6b15ed6e4a952249cbf57", "index_title": "Minchat Shai on Torah", "category": "Commentary", "type": "commentary", "ref": "Minchat Shai on Torah, Leviticus 13:58:2", "anchorRef": "Leviticus 13:58", "anchorRefExpanded": ["Leviticus 13:58"], "sourceRef": "Minchat Shai on Torah, Leviticus 13:58:2", "sourceHeRef": "מנחת שי על תורה, ויקרא י״ג:נ״ח:ב׳", "anchorVerse": 58, "sourceHasEn": false, "compDate": [1526], "commentaryNum": 58.0002, "collectiveTitle": {"en": "Minchat Shai", "he": "מנחת שי"}, "heTitle": "ויקרא", "he": "<b>העור.</b> הוא\"ו בלא שורק:", "heVersionTitle": "Minchat Shai on Torah", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5964d5ecd6e4a92bf45a84d8", "index_title": "Rabbeinu Bahya", "category": "Commentary", "type": "commentary", "ref": "Rabbeinu Bahya, Vayikra 13:58:1-2", "anchorRef": "Leviticus 13:58", "anchorRefExpanded": ["Leviticus 13:58"], "sourceRef": "Rabbeinu Bahya, Vayikra 13:58:1-2", "sourceHeRef": "רבנו בחיי, ויקרא י״ג:נ״ח:א׳-ב׳", "anchorVerse": 58, "sourceHasEn": true, "compDate": [1290, 1310], "commentaryNum": 58.0001, "collectiveTitle": {"en": "Rabbeinu Bahya", "he": "רבנו בחיי"}, "heTitle": "ויקרא", "he": ["<b>והבגד או השתי או הערב או כל כלי העור אשר תכבס.</b> הזכיר בכתובים של מעלה כי הבגד שנראה בו הנגע אחר הכבוס ראוי לקרעו מהבגד, ואם יראה עוד שם פורחת היא וראוי לשרפו, ואם יסור אותו נגע בכבוס הבגד יתחייב לעשות לו טבילה ואז יהיה טהור, זהו שאמר <b>וכבס שנית וטהר</b>. <br>ודע כי הנגעים היו אות ומופת על החטא, שכן דרשו רבותינו ז\"ל משל למה הדבר דומה לעבד רע שהיה נמכר, כשבא רבו לקנותו היה יודע שהוא עבד רע לקח עמו כבלים שאם סרח רודה אותו בהן כיון שסרח הביא אותן כבלים וכבלו, כך הקב\"ה היה גלוי וידוע לפניו שהאדם עתיד לחטוא והתקין יסורין הללו שאם חטא יהא רודה אותו בהן. וכך היו הנגעים באים, האבנים היו לוקין תחלה זהו שכתוב (ויקרא י״ד:ל״ד) ונתתי נגע צרעת בבית ארץ אחזתכם, עשה תשובה מוטב, ואם לאו מלקהו בבגדיו שנאמר (שם י\"ג) והבגד כי יהיה בו נצע צרעת, חזר בו מוטב, ואם לאו מלקהו בגופו, וכיצד בגופו, מעט מעט, מתחיל ממריטת ראשו שנאמר (שם) ואיש כי ימרט ראשו ועדיין יש במריטת ראשו ספק לטמא ספק לטהר, חזר בו מוטב, ואם לאו מלקהו בשחין שנאמר אדם כי יהיה בו בעורו שחין, חזר בו מוטב ואם לאו מלקהו בנגעים קשים, שאת וספחת ובהרת. וכך דרשו רבותינו ז\"ל במדרש רות, אין בעל הרחמים פורע מן הנפשות תחלה, ממי אתה למד מאיוב, לקה תחלה בממונו ואחר כך בבניו ובני ביתו ואחר כך בגופו. וכן במצרים תחלה בממונם שנאמר (תהילים ק״ה:ל״ג) ויך גפנם ותאנתם ויסגר לברד בעירם, ואחר כך (שם עח) ויך כל בכור במצרים. ואף בנגעים כן, תחלה באין על ביתו חזר בו הרי הן טעונין חליצה שנאמר (ויקרא י״ד:מ׳) וחלצו את האבנים אשר בהן הנגע, ואם לאו טעונין נתיצה שנאמר (שם) ונתץ את הבית את אבניו ואת עציו, ואחר כך באין על בגדיו, חזר בו מוטב ואם לאו טעונין קריעה שנאמר (שם יג) וקרע אותו מן הבגד, ואם לאו טעונין שרפה שנאמר (שם) ושרף את הבגד, ואחר כך באין על גופו חזר בו מוטב ואם לאו (שם) בדד ישב מחוץ למחנה מושבו. עד כאן במדרש. ", "<b>והנה </b>הנגעים היו מורים השגחה גמורה ולא היה ענין טבעי אלא נס גדול, ולא היה הענין בחוצה לארץ כי אם בארץ ישראל, כי כשיקרה לאחד מישראל חטא ועון היה מתראה הנגע בביתו או בבגדו או בגופו להעיד עליו כי יש בידו עון, כענין שכתוב (תהלים פט) ובנגעים עונם, וכדי שישוב בתשובה ויטהר ויתלבן מעונו, והוא שרמז על זה גם כן (ויקרא י״ג:י״ג) כלו הפך לבן טהור הוא, כלומר מן הנגע ומן העון, ועל זה אמר הכתוב (שם יד) ונתתי נגע צרעת בבית ארץ אחזתכם, וזהו שכתוב עוד (שם) כי תבאו אל ארץ כנען אשר אני נותן לכם לאחוזה, להורות שאין הענין נוהג אלא בנחלת ה', לא בארץ העמים שהיא חול ולא בירושלים שהיא בית ה' מיוחד לשבתו ולא נתחלקה לשבטים, אלא בארץ הנקראת אחזת ה' שנתחלקה לשבטים, היא הארץ הקדושה והנבחרת הנקראת ארץ אחוזה, אשרי מי שיזכה לראותה בבנינה, הקב\"ה יזכנו להיות מן היושבים בצלה שהיא מכוונת כנגד בית המקדש של מעלה, שעליה אמר דוד ע\"ה (תהלים סה ה) אשרי תבחר ותקרב ישכון חצריך נשבעה בטוב ביתך קדוש היכלך. "], "heVersionTitle": "Midrash Rabbeinu Bachya [ben Asher]. Warsaw, 1878", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": ["והבגד או השתי או הערב או כל כלי העור אשר תכבס וסר מהם הנגע, “but if the garment, or the warp or the woof or any leather utensil which has been washed and then the affliction left them, etc.” The Torah mentioned already in verses 56-57 that a garment on which a nega tzoraat had been identified and that stain had dimmed after washing the area afflicted, has to be ripped out. If however, the stain appears to grow, the whole garment has to be burned. If the stain has been removed through washing it, the garment must then be immersed in a ritual bath in order to regain its state of purity. This is the meaning of the additional words וכבס שני וטהר, “it must be washed a second time to become purified.” This “second” washing refers to immersion in a ritual bath. <br> Everything connected with the legislation of afflictions to garments or skin (or houses) is of a miraculous nature (Tanchuma Metzora 4). Let us illustrate the subject by means of a parable. An unsatisfactory slave had been sold by his master. When the new master buys him he is perfectly aware that the previous master had been dissatisfied with that slave and that this is why he wanted to divest himself of him. Seeing that this is so, the new master equipped himself with handcuffs in order to restrain the slave in case of need. Similarly, G’d. When G’d created man He was perfectly aware that man (the servant) would in due course commit sins, etc. G’d therefore arranged for means of afflictions to serve to straighten out man’s behaviour pattern. When G’d felt He needed to employ means of restraining man, He would first afflict man’s house. This is the meaning of Leviticus 14,34: “I shall afflict a house in the land of your inheritance with an affliction of tzoraat.” If, as a result of seeing the stones of his house afflicted, the person concerned becomes a penitent, all well and good; if not, G’d will smite his clothing as a second warning. This is the meaning of the words והבגד אשר יהיה בו נגע צרעת, “and the garment which will be afflicted with a nega tzoraat” (13,47). If the afflicted person now does teshuvah, all well and good; only if both of these warnings were ignored will G’d actually afflict the skin of the sinner. Even then He will only afflict a small area of skin initially. If after being quarantined and ostracised temporarily, such a person still does not learn his lesson then the affliction is allowed to spread, eventually resulting in his becoming for all intents and purposes an outcast. Apparently, the initial stages of personal afflictions are the loss of hair on a man’s head (13,40). This is still not a conclusive symptom and his isolation is only of a provisional nature. If that person persists in his asocial conduct, etc., he will be smitten with a skin affliction such as שאת או ספחת as mentioned in 13,2.<br> In their commentary on Ruth in Ruth Rabbah 2,10 the sages stated that the merciful Lord does not punish the sinner on his body in the first instance but first exacts retribution from his possessions. Only when such “hints” fail to have a sobering effect on the people concerned does He proceed to inflict harm on the body of the person. We observe such a phenomenon in the case of Job. G’d had told Satan initially to test Job’s piety only by depriving him of his material goods (Job 1,12). Subsequently, after he had stood that test saying: “the Lord gave the Lord took may the name of the Lord be praised,” did He give permission for Job to experience the loss of his children and, eventually, he was subjected to personal suffering on his body.<br> The same happened when G’d struck the Egyptians with the 10 plagues. In the first instance, when the river turned into blood, this was merely a financial blow to the people as they had to buy water from the Israelites or had to dig for it (Exodus 7,21-25). G’d afflicted their livestock next, and eventually He killed their firstborn.<br> The afflictions mentioned both in this portion and in the next follow a similar pattern although they are not recorded in the order in which they occur. First G’d afflicts a man’s house. If he becomes a penitent, taking the hint, the afflicted stones on his house have to be removed and replaced (14,40). If he fails to respond to the implied warning to become a penitent, the entire house will have to be razed to the ground (14,45). If this also fails to produce the desired result, G’d will afflict that sinner’s clothing (13,56). If this does not produce the desired result G’d will afflict the person of the sinner. Thus far the Midrash.", "We see from the example of the negaim that G’d’s supervision of man’s fate (Israel’s) is comprehensive. No aspect of these phenomena is due to natural causes. Every phenomenon as well as its sequence is supernatural. Moreover, no such phenomena ever occurred outside the boundaries of the Holy Land. According to Nachmanides we must not misunderstand this to mean that it was the nature of the soil in the Holy Land to respond in such a fashion to non-observance of certain laws of the Torah. The phenomena merely reflect that the Lord watches with special intensity everything which goes on amongst the Jewish people while they live in Eretz Yisrael. These phenomena testify to the presence of guilt amongst the Israelites. (compare Psalms 89,33) “I will punish their iniquity with plagues.” All of this in order to encourage the guilty to leave that path and to return to G’d faithfully so as to rid themselves of their guilt. We find an allusion to all this even in the words of our portion (13,13) כלו הפך לבן טהור הוא, “if all of him has turned white he will be ritually clean.” The line has a double meaning, i.e. that not only has the entire skin of the afflicted person turned white, but it is considered a symptom that he has become free from sin.<br> In order to understand G’d’s loving approach even to the ones who sinned against him, the legislation about houses displaying these kinds of stains is introduced (14,34) with the words “I will give a plague of tzoraat on your house.” Is this then “a gift” that G’d describes it as such? Indeed it is, as instead of punishing the sinner on his body G’d gives him this kind of a warning. The wording “I will give” is applied simultaneously to the giving of the land as possession to the Jewish people and as the experience of such plagues. This teaches that the whole legislation applies only in Eretz Yisrael, not even in Jerusalem as that city has not been allocated as part of any tribe’s ancestral territory but belongs to the entire nation (Yuma 12). Only the parts of the land known as ארץ אחוזה, “inalienable inherited property,” are subject to the נגעים legislation. May we all live to see that land rebuilt in the near future!"], "versionTitle": "Torah Commentary by Rabbi Bachya ben Asher, trans. Eliyahu Munk, 1998.", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "59d48a68d6e4a939ba176842", "index_title": "Torah Temimah on Torah", "category": "Commentary", "type": "commentary", "ref": "Torah Temimah on Torah, Leviticus 13:58:1", "anchorRef": "Leviticus 13:58", "anchorRefExpanded": ["Leviticus 13:58"], "sourceRef": "Torah Temimah on Torah, Leviticus 13:58:1", "sourceHeRef": "תורה תמימה על התורה, ויקרא י״ג:נ״ח:א׳", "anchorVerse": 58, "sourceHasEn": false, "compDate": [1898, 1902], "commentaryNum": 58.0001, "collectiveTitle": {"en": "Torah Temimah on Torah", "he": "תורה תמימה על התורה"}, "heTitle": "ויקרא", "he": "<b>כלי העור אשר תכבס. </b>אמר רבא, ומי איכא למ\"ד עור לאו בר כיבוס הוא והכתיב כל כלי העור אשר תכבס, אלא כל כיבוס דלית ליה כסכוס לאו שמיה כיבוס <sup class=\"footnote-marker\">רמא</sup><i class=\"footnote\">ר\"ל כל כבוס שאינו משפשף צדו זה על צדו זה כדרך הכובסין, אוחז הבגד בשתי ידיו ומשפשף צדדיו זע\"ז אין שמיה כבוס, ועל כבוס כזה תנינן דעור לאו בר כיבוס, משא\"כ בבגד נקרא כבוס גם כשכובס על צד אחד משום דשרייתו זהו כבוסו. ומהאי טעמא קיי\"ל באו\"ח סי' ש\"ב ס\"ט דמותר ליתן מים על גבי מנעל בשבת לשכשכו בלא שפשוף מצד על צד כמש\"כ, משא\"כ בגד שיש עליו לכלוך אסור אפי' לשכשכו בלא שפשוף משום דזהו כבוסו אלא מקנחו בסמרטוט, ומהאי טעמא כתב ביש\"ש פ\"ק דביצה דמת ביו\"ט שני שמתעסקין בו ישראל יטהרוהו ע\"ג עור משום דאינו בר כבוס ולא על הסדין דשרייתו זהו כבוסו, יעוי\"ש, ועי' תוס' שבת קי\"א ב' ותוס' ביצה י\"ח א'.\n</i>.<br>(זבחים צ\"ד א')\n", "heVersionTitle": "Torah Temimah, Vilna, 1904", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורה תמימה, וילנה תרס\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59d48a68d6e4a939ba176844", "index_title": "Torah Temimah on Torah", "category": "Commentary", "type": "commentary", "ref": "Torah Temimah on Torah, Leviticus 13:58:2", "anchorRef": "Leviticus 13:58", "anchorRefExpanded": ["Leviticus 13:58"], "sourceRef": "Torah Temimah on Torah, Leviticus 13:58:2", "sourceHeRef": "תורה תמימה על התורה, ויקרא י״ג:נ״ח:ב׳", "anchorVerse": 58, "sourceHasEn": false, "compDate": [1898, 1902], "commentaryNum": 58.0002, "collectiveTitle": {"en": "Torah Temimah on Torah", "he": "תורה תמימה על התורה"}, "heTitle": "ויקרא", "he": "<b>וסר מהם הנגע. </b>עד שיעקר מהם מכולו <sup class=\"footnote-marker\">רמב</sup><i class=\"footnote\">ר\"ל שיסור לגמרי עד שלא ישאר רושם, וזה מדייק מלשון מהם, דלשון וסר לבד אפשר לפרש שיסור מצד אל צד, וכדכתיב ויסר וישב וכדומה.\n</i>.<br>(תו\"כ)\n", "heVersionTitle": "Torah Temimah, Vilna, 1904", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורה תמימה, וילנה תרס\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59d48a68d6e4a939ba176846", "index_title": "Torah Temimah on Torah", "category": "Commentary", "type": "commentary", "ref": "Torah Temimah on Torah, Leviticus 13:58:3", "anchorRef": "Leviticus 13:58", "anchorRefExpanded": ["Leviticus 13:58"], "sourceRef": "Torah Temimah on Torah, Leviticus 13:58:3", "sourceHeRef": "תורה תמימה על התורה, ויקרא י״ג:נ״ח:ג׳", "anchorVerse": 58, "sourceHasEn": false, "compDate": [1898, 1902], "commentaryNum": 58.0003, "collectiveTitle": {"en": "Torah Temimah on Torah", "he": "תורה תמימה על התורה"}, "heTitle": "ויקרא", "he": "<b>וכבס שנית. </b>תניא, ר' יונתן בן יוסף אומר, מקיש תכבוסת שניה לתכבוסת ראשונה <sup class=\"footnote-marker\">רמג</sup><i class=\"footnote\">לעיל פסוק נ\"ד וצוה הכהן וכבסו.\n</i> מה ראשונה לדעת אף שניה לדעת <sup class=\"footnote-marker\">רמד</sup><i class=\"footnote\">לאפוקי אם נפל הבגד מאליו במים וכמש\"כ שם בזה, אף דלעיל בפסוק נ\"ד כתיב וכבסו, דמשמע שהכביסה תהיה ע\"י אדם וכאן כתיב וכבס בפעל סתמי, דמשמע איך שתכבס בכל אופן, קמ\"ל. ומסמיך היקש זה מלשון שנית דמיותר הוא, ולכן דריש שתכבוסת זאת תהיה שניה להראשונה בכל פרטיה.\n</i>.<br>(חולין ל\"א ב')\n", "heVersionTitle": "Torah Temimah, Vilna, 1904", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורה תמימה, וילנה תרס\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59d48a68d6e4a939ba176848", "index_title": "Torah Temimah on Torah", "category": "Commentary", "type": "commentary", "ref": "Torah Temimah on Torah, Leviticus 13:58:4", "anchorRef": "Leviticus 13:58", "anchorRefExpanded": ["Leviticus 13:58"], "sourceRef": "Torah Temimah on Torah, Leviticus 13:58:4", "sourceHeRef": "תורה תמימה על התורה, ויקרא י״ג:נ״ח:ד׳", "anchorVerse": 58, "sourceHasEn": false, "compDate": [1898, 1902], "commentaryNum": 58.0004, "collectiveTitle": {"en": "Torah Temimah on Torah", "he": "תורה תמימה על התורה"}, "heTitle": "ויקרא", "he": "<b>וכבס שנית וטהר. </b>השניה לטהרו והראשונה להסגיר את נגעו <sup class=\"footnote-marker\">רמה</sup><i class=\"footnote\">קשה לו הלשון וכבס, דסתם כבוס הוא כדי להסיר הכתם או הלכלוך, וכיון דכבר נתכבס בפעם הראשונה עד שהוסר הכתם כדכתיב לעיל וסר מהם הנגע, וכמש\"כ שם, א\"כ מאי שייך וכבס שנית, על זה אמר דכביסה זו אינה לנקותו מלכלוך אלא לטהרו, ובאמת היה צ\"ל כאן וטבל, אלא אגב דכתיב בכביסה ראשונה (פ' נ\"ד) לשון כבוס כתב גם הכא כן, ונ\"מ בזה, שכביסה הצריכה לטהרתו צריך טבילת כל הבגד ובמי מקוה.\n</i>.<br>(תו\"כ)\n", "heVersionTitle": "Torah Temimah, Vilna, 1904", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורה תמימה, וילנה תרס\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5a1543e0d6e4a92409abf152", "index_title": "Siftei Chakhamim", "category": "Quoting Commentary", "type": "", "ref": "Siftei Chakhamim, Numbers 6:3:2", "anchorRef": "Leviticus 13:58", "anchorRefExpanded": ["Leviticus 13:58"], "sourceRef": "Siftei Chakhamim, Numbers 6:3:2", "sourceHeRef": "שפתי חכמים, במדבר ו׳:ג׳:ב׳", "anchorVerse": 58, "sourceHasEn": true, "compDate": [1660, 1680], "commentaryNum": 3.0002, "collectiveTitle": {"en": "Siftei Chakhamim", "he": "שפתי חכמים"}, "heTitle": "במדבר", "he": "<b>לשון צביעה.</b> פי' דבר שמטבילין במים או בשאר כל משקה, דעל כיבוס שהוא לטבילה מתרגם ויצבע, כמו שפירש\"י בסוף פ' תזריע:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY", "heVersionTitleInHebrew": "חומש שפתי חכמים, הוצאת מצודה, 2009", "text": "<b>Denotes adding color.</b> Meaning [the adding of color by] the soaking of something in water or any other liquid. Because for the term כיבוס (lit. washing) which refers to immersion [in a mikveh] the Targum translates with the word ויצבע (related to the word for coloring), as Rashi explains at the end of Parshas Tazriah (Vayikra 13:58).", "versionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": "חומש שפתי חכמים, הוצאת מצודה, 2009"}, {"_id": "5a436703d6e4a97d18d91387", "index_title": "Ralbag Beur HaMilot on Torah", "category": "Commentary", "type": "commentary", "ref": "Ralbag Beur HaMilot on Torah, Leviticus 13:58:1", "anchorRef": "Leviticus 13:58", "anchorRefExpanded": ["Leviticus 13:58"], "sourceRef": "Ralbag Beur HaMilot on Torah, Leviticus 13:58:1", "sourceHeRef": "רלב\"ג ביאור המלות על התורה, ויקרא י״ג:נ״ח:א׳", "anchorVerse": 58, "sourceHasEn": false, "compDate": [1326, 1340], "commentaryNum": 58.0001, "collectiveTitle": {"en": "Ralbag Beur HaMilot", "he": "רלב\"ג ביאור המלות"}, "heTitle": "ויקרא", "he": "<b>והבגד או השתי או הערב או כל כלי עור אשר תכבס וסר מהם הנגע.</b> אף על פי שכבר נשתנה למראה אחר שאינו ממראות נגעים אלו ולא חזר למראהו הראשון הנה הוא טהור אחר שיכבסו אותו כבוס שני ויטבלו אותו ולזה רמז באמרו וטהר רוצה לומר שיטהר בטבילה. וראוי שנדע ששיעור אלו הנגעים הוא כגריס כמו העניין בצרעת אדם כי התורה זכרה אלו הנגעים יחד:\n", "heVersionTitle": "Ralbag on Torah, Venice, 1547", "heLicense": "Public Domain", "heVersionTitleInHebrew": "רלב\"ג על התורה, ונציה ש\"ז", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5a9ff199d6e4a93bec1fb36e", "index_title": "Steinsaltz on Zevachim", "category": "Quoting Commentary", "type": "", "ref": "Steinsaltz on Zevachim 94a:11", "anchorRef": "Leviticus 13:58", "anchorRefExpanded": ["Leviticus 13:58"], "sourceRef": "Steinsaltz on Zevachim 94a:11", "sourceHeRef": "ביאור שטיינזלץ על זבחים צ״ד א:י״א", "anchorVerse": 58, "sourceHasEn": false, "compDate": [1950, 2010], "commentaryNum": 187.0011, "collectiveTitle": {"en": "Steinsaltz on Zevachim", "he": "ביאור שטיינזלץ על זבחים"}, "heTitle": "ביאור שטיינזלץ על זבחים", "he": "<b>אמר רבא: ומי איכא למאן דאמר</b> <small>[והאם יש מי שאומר]</small> ש<b>עור לאו בר</b> <small>[לא בן]</small> <b>כיבוס הוא? והכתיב</b> <small>[והרי נאמר]</small> בדיני נגע צרעת: <b>\"והבגד או השתי או הערב או כל כלי העור אשר תכבס\"</b> (ויקרא יג, נח)! <b>אלא אמר רבא: קרא ומתניתין</b> <small>[הכתוב</small> בענין נגע הצרעת, <small>והמשנה</small> שלנו בענין כיבוס מדם חטאת<small>]</small> מדברים <b>ב</b>עורות <b>רכין,</b> ובאלה ודאי שיש בהם כיבוס. ואולם <b>כי פליגי</b> <small>[כאשר נחלקו]</small> חכמים אם יש בעורות משום כיבוס הרי זה <b>ב</b>עורות <b>קשין.</b>", "heVersionTitle": "William Davidson Edition - Hebrew", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5ad4da82d6e4a918cf868d5a", "index_title": "Zevachim", "category": "Talmud", "type": "", "ref": "Zevachim 94a:11", "anchorRef": "Leviticus 13:58", "anchorRefExpanded": ["Leviticus 13:58"], "sourceRef": "Zevachim 94a:11", "sourceHeRef": "זבחים צ״ד א:י״א", "anchorVerse": 58, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 187.0011, "collectiveTitle": {"en": "Zevachim", "he": "זבחים"}, "heTitle": "זבחים", "he": "אמר רבא ומי איכא למאן דאמר עור לאו בר כיבוס הוא והכתיב (ויקרא יג, נח) והבגד או השתי או הערב או כל כלי העור אשר תכבס אלא אמר רבא קרא ומתניתין ברכין כי פליגי בקשין", "heVersionTitle": "Wikisource Talmud Bavli", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "תלמוד בבלי (ויקיטקסט)", "text": "§ <b>Rava said: And is there anyone who says</b> that <b>leather is not suitable for laundering? But isn’t it written</b> with regard to leprosy: <b>“And the garment, or the warp, or the woof, or any article of leather that you shall wash”</b> (Leviticus 13:58)? <b>Rather, Rava said: The verse</b> that speaks of leprosy <b>and the mishna</b> that speaks of the sin offering are ruling <b>with regard to soft</b> leather, which is considered subject to laundering. In the <i>baraita</i>, <b>when</b> the Rabbis and the others <b>disagree,</b> it is <b>with regard to</b> an item that is made of <b>hard</b> leather; as the Rabbis hold that laundering does not apply to hard leather.", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "5bfe8c31a0326c0018b7ed0e", "index_title": "Steinsaltz on Chullin", "category": "Quoting Commentary", "type": "", "ref": "Steinsaltz on Chullin 31b:13", "anchorRef": "Leviticus 13:58", "anchorRefExpanded": ["Leviticus 13:58"], "sourceRef": "Steinsaltz on Chullin 31b:13", "sourceHeRef": "ביאור שטיינזלץ על חולין ל״א ב:י״ג", "anchorVerse": 58, "sourceHasEn": false, "compDate": [1950, 2010], "commentaryNum": 62.0013, "collectiveTitle": {"en": "Steinsaltz on Chullin", "he": "ביאור שטיינזלץ על חולין"}, "heTitle": "ביאור שטיינזלץ על חולין", "he": "<b>דתניא</b> <small>[ששנויה</small> ברייתא<small>]</small> בענין צרעת הבגד, <b>ר' יונתן בן יוסף אומר:</b> בגד שהיה בו נגע, והוסגר לשבוע ולא נשתנה הנגע — צריך לכבסו ולהסגירו למשך שבוע נוסף. ואם לאחר אותו שבוע סר הנגע, צריך לטובלו כדי לטהרו כאמור: <b>\"וכובס</b> שנית וטהר\" (ויקרא יג, נח). ולכאורה, די היה לכתוב: \"וכובס וטהר\", <b>מה תלמוד</b> (צורך) <b>לומר \"שנית\"?</b> אלא בכך <b>מקיש</b> משווה הכתוב <b>תכבוסת שניה לתכבוסת ראשונה: מה תכבוסת ראשונה</b> היא <b>לדעת,</b> שנאמר: \"וצוה הכהן וכבסו את אשר בו הנגע\" (שם) — <b>אף תכבוסת שניה,</b> שעניינה טבילת הבגד לטהרו — צריכה להיעשות <b>לדעת.</b>", "heVersionTitle": "William Davidson Edition - Hebrew", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "תלמוד מהדורת ויליאם דוידסון", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5c7d99f3d712ce00182a280c", "index_title": "Sifra", "category": "Midrash", "type": "", "ref": "Sifra, Tazria Parashat Negaim, Chapter 16 10", "anchorRef": "Leviticus 13:58", "anchorRefExpanded": ["Leviticus 13:58"], "sourceRef": "Sifra, Tazria Parashat Negaim, Chapter 16 10", "sourceHeRef": "ספרא, תזריע פרשת נגעים, פרק טז י׳", "anchorVerse": 58, "sourceHasEn": true, "compDate": [250, 350], "commentaryNum": 10, "collectiveTitle": {"en": "Sifra", "he": "ספרא"}, "heTitle": "פרק טז", "he": "[י] \"והבגד או השתי או הערב…אשר תכבס\" – יכול יקיים בו מצות כיבוס? ת\"ל \"וסר מהם הנגע\". אי \"וסר\" יכול מצד זה לצד זה? ת\"ל \"מהם\" – עד שיעקר מהם מכולו.", "heVersionTitle": "Venice 1545", "heLicense": "", "heVersionTitleInHebrew": "", "text": "10) (Vayikra 13:58) (\"And the garment, or the warp, or the woof, or any article of skin that you shall wash, and the plague-spot depart from them, then it shall be cleansed (i.e., immersed) a second time and it shall be clean.\") \"And the garment … that you shall wash\": I might think (if not for \"and the plague-spot depart\") that it is sufficient to perform the mitzvah of washing (and that it need not be rubbed thoroughly); it is, therefore, written \"and the plague-spot depart\" (i.e., to the end that it depart or that it dim to the third degree [and if he sees that it does not depart, it is quarantined for a second seven days]). If only \"and it depart\" were written, I might think from this side to the other side; it is, therefore, written \"from them\" — until it is entirely uprooted from them.", "versionTitle": "Sifra by Rabbi Shraga Silverstein", "license": "CC-BY", "versionTitleInHebrew": "ספרא, רבי שרגא זילברשטיין"}, {"_id": "5c7d99f7a51caf0018dcaa97", "index_title": "Sifra", "category": "Midrash", "type": "midrash", "ref": "Sifra, Tazria Parashat Negaim, Chapter 16 11", "anchorRef": "Leviticus 13:58", "anchorRefExpanded": ["Leviticus 13:58"], "sourceRef": "Sifra, Tazria Parashat Negaim, Chapter 16 11", "sourceHeRef": "ספרא, תזריע פרשת נגעים, פרק טז י״א", "anchorVerse": 58, "sourceHasEn": true, "compDate": [250, 350], "commentaryNum": 11, "collectiveTitle": {"en": "Sifra", "he": "ספרא"}, "heTitle": "פרק טז", "he": "[יא] \"וכבס שנית וטהר\" – השניה לטהרו והראשונה להסגיר את נגעו.", "heVersionTitle": "Venice 1545", "heLicense": "", "heVersionTitleInHebrew": "", "text": "11) \"then it shall be cleansed a second time and it shall be clean\": the second (i.e., this cleansing), to cleanse it from tumah (i.e., ritual immersion); the first, (in verse 54), to quarantine the plague-spot (if it does not depart).", "versionTitle": "Sifra by Rabbi Shraga Silverstein", "license": "CC-BY", "versionTitleInHebrew": "ספרא, רבי שרגא זילברשטיין"}, {"_id": "5cdd6da65f6461001992d97d", "index_title": "Malbim on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Malbim on Leviticus, Tazria 178:1", "anchorRef": "Leviticus 13:58", "anchorRefExpanded": ["Leviticus 13:58"], "sourceRef": "Malbim on Leviticus, Tazria 178:1", "sourceHeRef": "מלבי\"ם על ויקרא, תזריע קע״ח:א׳", "anchorVerse": 58, "sourceHasEn": false, "compDate": [1844, 1874], "commentaryNum": 178.0001, "collectiveTitle": {"en": "Malbim", "he": "מלבי\"ם"}, "heTitle": "תזריע", "he": "אשר תכבס וסר מהם הנגע: כבר בארתי (בסימן קסט) שבכל הפרשה מיחס הכיבוס אל הנגע, ושם למד ממ\"ש \"וכבסו את אשר בו הנגע\" שיכבס הבגד סביב הנגע. אמנם ממ\"ש פה \"והבגד אשר תכבס\" משמע שיכבס הבגד עצמו, וכיון שהבגד חוץ ממקום הנגע אין בו כתם משמע שיקיים בו מצות כיבוס להטבילו גם בפעם הראשון כמו שיתבאר (בסימן שאחרי זה) וז\"ש יכול יקיים בו מצות כיבוס ת\"ל וסר מהם הנגע, שכבר בארתי בסימן הנ\"ל שמה שייחס פה הכיבוס אל כלל הבגד הוא מפני שסר ממנו הנגע שהיה כתם בכלל הבגד ובזה יצדק לאמר שכל הבגד נתכבס, הגם שלא כיבס רק סביב הכתם. ובכל המקומות שלא סר הנגע אמר הכבס את הנגע\" כי הבגד לא נתכבס באמת – לא מצד ההוראה שבאו עליו מים דהא אינו מכבס כל הבגד ולא מצד ההוראה שסר ממנו הכתם דהא לא סר הנגע. ועל כן אמר בכל אלה פעל \"הכבס\" המורכב מן הפעל והתפעל עיי\"ש, ואם כן במ\"ש \"וסר מהם הנגע\" יצדק לשון כיבוס על הבגד אף שאין מכבסו רק את הנגע לבד. והנה מצאנו פעמים שבא פעל \"סר\" בלא שימוש המ\"ם – \"ויסר את אופן מרכבותיו\", \"והסיר את מוראתו\", וכדומה אבל בזה יבואר לפעמים שסר מצד זה לצד זה כמו: \"אסורה נא ואראה את המראה\" (שמות ג׳:ג׳), \"סורה שבה פה ויסר וישב\" (רות ד׳:א׳) ולכן הוסיף \"וסר מהם הנגע\" ר\"ל שסר לגמרי.", "heVersionTitle": "Malbim on Vayikra – Wikisource", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5cdd6da6388205001838a2e5", "index_title": "Malbim on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Malbim on Leviticus, Tazria 179:1", "anchorRef": "Leviticus 13:58", "anchorRefExpanded": ["Leviticus 13:58"], "sourceRef": "Malbim on Leviticus, Tazria 179:1", "sourceHeRef": "מלבי\"ם על ויקרא, תזריע קע״ט:א׳", "anchorVerse": 58, "sourceHasEn": false, "compDate": [1844, 1874], "commentaryNum": 179.0001, "collectiveTitle": {"en": "Malbim", "he": "מלבי\"ם"}, "heTitle": "תזריע", "he": "וכבס שנית וטהר: הכיבוס יאמר על שני פנים: 1) אם להסיר הכתם ואיזה לכלוך וטנוף כמו \"ואת בגדיו לא כבס\" (שמואל ב י״ט:כ״ה), \"כי אם תכבסי בנתר\" (ירמיהו ב׳:כ״ב) 2) אם על הבאה במי מקוה להסיר הטומאה. ובכל מקום שכבר נתכבס והוסר הכתם ע\"כ הוא לטהרה. וז\"ש השניה לטהרו והראשונה להסגיר את נגעו שכביסה זו הוא במי מקוה וצריך טבילת כל הבגד. וכן בכ\"מ שאמר \"וכבס בגדיו\" שהלא בגדיו נקיים ולמה יכבסם? על כרחך הוא טבילה במקוה. וכן דייק רש\"י ז\"ל מן תרגום אונקלוס שבכל הכיבוסים שבפ' זו תרגם ויתחוור לשון לבון ופה וכן בכל מקום שהוא לטבילה תרגם ויצטבע.", "heVersionTitle": "Malbim on Vayikra – Wikisource", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5d239fca57985900e21d53a1", "index_title": "Niddah", "category": "Talmud", "type": "", "ref": "Niddah 19a:9", "anchorRef": "Leviticus 13:47-59", "anchorRefExpanded": ["Leviticus 13:47", "Leviticus 13:48", "Leviticus 13:49", "Leviticus 13:50", "Leviticus 13:51", "Leviticus 13:52", "Leviticus 13:53", "Leviticus 13:54", "Leviticus 13:55", "Leviticus 13:56", "Leviticus 13:57", "Leviticus 13:58", "Leviticus 13:59"], "sourceRef": "Niddah 19a:9", "sourceHeRef": "נדה י״ט א:ט׳", "anchorVerse": 47, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 37.0009, "collectiveTitle": {"en": "Niddah", "he": "נדה"}, "heTitle": "נדה", "he": "אלא בין נגעי אדם לנגעי בתים ולנגעי בגדים וכולן טמאין הכא נמי בין דם נדה לדם זיבה וכולן טמאין", "heVersionTitle": "Wikisource Talmud Bavli", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "תלמוד בבלי (ויקיטקסט)", "text": "<b>Rather,</b> the phrase “between leprous mark and leprous mark” must mean the following: <b>Between the leprous marks</b> that afflict <b>man</b> (see Leviticus 13:1–46) <b>and the leprous marks of houses</b> (see Leviticus 14:33–53) <b>and the leprous marks of garments</b> (see Leviticus 13:47–59), as different <i>halakhot</i> pertain to these categories of leprous marks, <b>and</b> yet <b>they are all ritually impure.</b> Therefore, <b>here too,</b> when the verse states: “Between blood and blood,” it means: <b>Between the blood of a menstruating woman and the blood of a discharge [<i>ziva</i>], and they are all ritually impure.</b> If so, this verse cannot be cited as proof that there is a type of blood emitted by a woman that is pure.", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "5dbee423e5a42115dfca0bb9", "index_title": "Malbim Ayelet HaShachar", "category": "Commentary", "type": "commentary", "ref": "Malbim Ayelet HaShachar 447:1-2", "anchorRef": "Leviticus 13:58", "anchorRefExpanded": ["Leviticus 13:58"], "sourceRef": "Malbim Ayelet HaShachar 447:1-2", "sourceHeRef": "אילת השחר (מלבי\"ם) תמ״ז:א׳-ב׳", "anchorVerse": 58, "sourceHasEn": false, "compDate": [1844, 1874], "commentaryNum": 447.0001, "collectiveTitle": {"en": "Malbim Ayelet HaShachar", "he": "אילת השחר (מלבי\"ם)"}, "heTitle": "אילת השחר (מלבי\"ם)", "he": ["וכן יש הבדל בפעל <b>'סר'</b> הבא סתם – שיהיה לפעמים שסר מצד זה לצד זה, ובין כשאומר \"<b>וסר מן</b>\" שרצונו לומר שסר לגמרי (תזריע סימן קעח).", "ופעל <b>מסיר</b> לא יצדק רק בשני דברים נפרדים שאין דבוקים רק דיבוק שכני, לא אם מחלק עצם אחד לשנים שעל זה ישמש בפעל \"<b>כורת חותך</b>\" וכדומה (ויקרא סימן קפג)."], "heVersionTitle": "Wikisource Edition", "heLicense": "", "heVersionTitleInHebrew": "", "text": ["And moreover, there is a difference between when the verb <b>סר</b> (depart) comes alone – that sometimes it will mean depart from this side to this side – and when it says <b>וסר מן</b> (depart from) - that it means to say that it departs completely.", "And the verb <b>מסיר</b> (remove) is only correct with respect to two separate things that are only stuck together as neighbors, not if one object is split into two parts – that then it will use verbs <b>כורת ,חותך</b> etc."], "versionTitle": "Ayelet Hashachar, translated by Betzalel Avraham Feinstein, 2021", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "5f1d6e3f3353e1a24e02b534", "index_title": "Midrash Lekach Tov", "category": "Midrash", "type": "commentary", "ref": "Midrash Lekach Tov, Genesis 27:15:1", "anchorRef": "Leviticus 13:58", "anchorRefExpanded": ["Leviticus 13:58"], "sourceRef": "Midrash Lekach Tov, Genesis 27:15:1", "sourceHeRef": "מדרש לקח טוב, בראשית כ״ז:ט״ו:א׳", "anchorVerse": 58, "sourceHasEn": false, "compDate": [1105, 1115], "commentaryNum": 15.0001, "collectiveTitle": {"en": "Midrash Lekach Tov", "he": "מדרש לקח טוב"}, "heTitle": "בראשית", "he": "<b>ותקח רבקה את בגדי עשו בנה הגדול החמודות.</b> מצאנו בגדים שנקראו בלשון זכר. כמו והבגד וגו' אשר תכבס וכבס שנית וטהר (ויקרא יג נח). וכגון אשר בגדיך חמים (איוב לז יז). וכמו בגדים צואים (זכריה ג ג). וכאן קרא בגדי עשו החמודות לשון נקבה. ועלה בדעתי לומר כי זה הוא כמו לחם חמודות (דניאל י ג) <i data-commentator=\"Notes and Corrections\" data-order=\"76\"></i> לחם לשון זכר. שנא' לחם חום ביום הלקחו (ש\"א כא ז). וחמודות כמו חמודים. כמו דברים דוברות. <i data-commentator=\"Notes and Corrections\" data-order=\"77\"></i> ויש אומרים אלו בגדים היו של אדם הראשון. ובאו ביד נמרוד וחמדן עשו ולקחו ממנו. ענין אחר חמודות שהיה מתקשט בהן ככלה לכך נקראו חמודות לשון נקבה.", "heVersionTitle": "Midrash Lekach Tov on Torah, Vilna 1884", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש לקח טוב, מכונה פסיקתא זוטרתא, וילנא תרמ\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6037a69bcda51cfa3ddf3a3c", "index_title": "Ramban on Leviticus", "category": "Quoting Commentary", "type": "", "ref": "Ramban on Leviticus 15:11:1", "anchorRef": "Leviticus 13:58", "anchorRefExpanded": ["Leviticus 13:58"], "sourceRef": "Ramban on Leviticus 15:11:1", "sourceHeRef": "רמב\"ן על ויקרא ט״ו:י״א:א׳", "anchorVerse": 58, "sourceHasEn": true, "compDate": [1246, 1286], "commentaryNum": 11.0001, "collectiveTitle": {"en": "Ramban on Leviticus", "he": "רמב\"ן על ויקרא"}, "he": "<b>וידיו לא שטף במים</b> יקרא הכתוב הטבילה שטיפה במים שאמר בכאן וכל כלי עץ ישטף במים וכן יקראנה בבגדים כבוס וכבס שנית וטהר (ויקרא י״ג:נ״ח) והטעם בעבור כי הטבילה צריכה שלא יהיה בה דבר חוצץ אלא ישטוף כל גופו במים כלשון ומורק ושוטף במים (ויקרא ו׳:כ״א) וכן נחל שוטף (ירמיהו מז ב) וענין הכתוב בעבור כי הנגיעה בידים אמר כי אשר יגע בו הזב בידיו ועדיין לא שטף אותם בשטיפת כל גופו במים יהיה טמא כאלו אמר וכל אשר יגע בו הזב בידיו ועדיין לא רחץ במים ביום טהרתו יכבס בגדיו והוצרך לומר לשון שטיפה ללמד על הרחיצה שיזכיר (ויקרא ט״ו:י״ג) ורחץ בשרו במים חיים שתהיה בשטיפה ושפשוף להסיר החציצה כמו שפירשתי ואיננו נכון שיאמר כי אשר יגע בו הזב אחרי שישטוף ידיו במים לא יטמא שכבר אמר כי כל הנוגע בבשר הזב באי זה מקום שיהיה ממנו יטמא וכן במשכבו ומרכבו ובכלי אשר ישב עליו עד אשר יטהר מזובו ורחץ בשרו במים חיים וטהר אבל הכתוב ירמוז לטהרתו בטבילה גמורה כמו שפירשתי ורבותינו אמרו (תורת כהנים זבים פרק ד ה) שהוציא הכתוב טבילת גופו של זב בלשון שטיפת ידים ללמדך שאין בית הסתרים טעון ביאת מים אלא אבר הגלוי כמו הידים וטעם טומאת הזוב באיש מפני היותו חולי כבד מן החולאים הנדבקים וצריך קרבן לתת הודאה לשם שריפא אותו וטהרו וצריך חטאת לכפר על חטאו שלא יגרום לו עוד חולי וטעם טומאת שכבת זרע (ויקרא ט״ו:ט״ז-י״ח) אע\"פ שהוא בטבע התולדה כטעם טומאת המת כי המקור משחת והשוכב לא יודע אם ישחת זרעו או יהיה ממנו ולד נוצר ובזוכרי טומאת המת בעזרת הממית והמחיה יתבאר לך הקרי ועוד אזכיר בנדה (רמב\"ן על ויקרא י״ח:י״ט) טומאת עקרים הקל הכתוב בזוב האשה בעת נדתה ולא חייב בה קרבן בעבור שהוא בטבעה ולא נתרפאת מחולי וטמא אותה שבעת ימים בין שתראה יום אחד או כל השבעה (אבל) הנשים בטבען לא תהיה בהן יותר משבעה זולתי בהיות בהן שפע יתר בחולי אבל כי יזוב זוב דמה ימים רבים בלא עת הידוע לה או שתוסיף על העת ויזוב זוב דמה ימים רבים אחרי השבעה ההם הנה הוא חולי כזוב האיש והצריך אותה קרבן בהתרפאותה כדין הזב ולא הזכיר הכתוב טבילה באשה כי הזכיר זוב האיש וטומאתו ואמר בסוף (ויקרא ט״ו:י״ג) ורחץ בשרו במים חיים וטהר וחזר ואמר באשה (ויקרא ט״ו:י״ט) ואשה כי תהיה זבה כאיש הזב דם יהיה הזוב שלה לא לובן כאיש והזכיר הטומאה בנדה ובזבה ואחרי כן הזכיר בזבה (ויקרא ט״ו:כ״ח) ואם טהרה מזובה כאשר יטהר הזב מזובו וספרה לה שבעת ימים כאשר יספור הזב ואחר תטהר כטהרת הזב ועל דרך הפשט שתהיה צריכה רחיצה במים חיים כזב אבל רבותינו הקלו בטהרת הזבה שתטהר כדרך שאר הנטהרים מטומאתם במי מקוה (תוספתא מגילה פ\"א הי\"א) והטעם להם מפני שלא היה צריך להזכיר כלל \"ואחר תטהר\" שבכלל האיש היא שלא בא הכתוב אלא להזכיר החלוק שבין הזכר לנקבה שיהיה זובה בדם ולחלק בין עת נדתה ובין בלא עתה ולפיכך סברו שבא הכתוב לרבות לה טהרה לומר \"ואחר תטהר\" כנטהרים בתורה גם בלא מים חיים:", "heVersionTitle": "On Your Way New", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "AND WHOMSOEVER ‘HAZAV’ (HE THAT HATH THE ISSUE) TOUCHETH, WITHOUT HAVING RINSED HIS HANDS IN WATER, HE SHALL WASH HIS CLOTHES, AND BATHE HIMSELF IN WATER, AND BE UNCLEAN UNTIL THE EVEN. Scripture calls the immersion [of the whole body of the impure object] “rinsing in water,”<sup class=\"footnote-marker\">120</sup><i class=\"footnote\">Ramban’s intention is to explain that in order that the <i>zav</i> become pure, he must immerse himself completely in water, this being implied in the term <i>shataph</i> (rinsing), as the following verse indicates. And the reason why Scripture uses the term “rinsing,” and why also it speaks here only of the hands having been rinsed, will be explained further on in the text.</i> as is indicated by the verse here stating, <i>and every vessel of wood</i> [touched by a <i>zav</i>] <i>shall be ‘rinsed’ in water</i><sup class=\"footnote-marker\">121</sup><i class=\"footnote\">Verse 12.</i> [which means completely “immersed” in water], and similarly it calls the immersion of an [impure] garment “washing,” thus saying, <i>then it shall be ‘washed’ the second time, and shall be clean</i>.<sup class=\"footnote-marker\">122</sup><i class=\"footnote\">Above, 13:58. Here too it does not mean merely washing the garment, but its immersion in a ritual pool. See Rashi <i>ibid.</i></i> The reason for these expressions is that it is necessary that there should be nothing interposing during the immersion [between the water and the utensil or the person], but he is to rinse his whole body in the water, even as the verse states, <i>it shall be scoured, and rinsed in water</i>,<sup class=\"footnote-marker\">123</sup><i class=\"footnote\">Above, 6:21. Here the removal of impurities is clearly implied. So also in immersion every interposing object must first be removed.</i> similar to the expression, <i>‘nachal shoteiph’</i> (<i>an overflowing stream</i>).<sup class=\"footnote-marker\">124</sup><i class=\"footnote\">Isaiah 30:28.</i> And the meaning of the verse [here which specifies the hands] is because touching is done with the hands; therefore the verse states that when the <i>zav</i> touches anyone with his hands, and he has not “rinsed” them yet [i.e., “immersed” them, as explained above] by “rinsing” his whole body in water, that other person is impure. This is as if the verse had said, “and whomsoever he that hath the issue toucheth with his hands, and he hath not yet bathed himself in water on the day of his purification, he shall wash his clothes, [and be impure until the even].” Scripture had to use the term “rinsing,” in order to teach that the “bathing” it mentioned in the verse, <i>and he shall bathe his flesh in running water</i>,<sup class=\"footnote-marker\">125</sup><i class=\"footnote\">Verse 13.</i> should be by means of rinsing and rubbing, so as to remove anything interposing [between the water and his body], as I have explained. It would not have been correct for Scripture to say that “whomsoever he that has an issue touches, after having rinsed his hands in water, will <i>not</i> be rendered impure,” [from which we would deduce that if he has not rinsed his hands in water, he shall be impure, thus indicating that his impurity is conveyed through his fingers], for He has already said, that whoever <i>toucheth the flesh of him that hath the issue</i>,<sup class=\"footnote-marker\">126</sup><i class=\"footnote\">Above, Verse 7.</i> meaning any part of the <i>zav</i>, is impure, the same law applying to objects that he lies on<sup class=\"footnote-marker\">127</sup><i class=\"footnote\"><i>Ibid.</i>, Verse 4.</i> and rides on,<sup class=\"footnote-marker\">128</sup><i class=\"footnote\"><i>Ibid.</i>, Verse 9.</i> and anything on which he sat,<sup class=\"footnote-marker\">129</sup><i class=\"footnote\"><i>Ibid.</i>, Verse 6.</i> until he is purified of his issue, <i>and he shall bathe his flesh in running water, and shall be clean</i>.<sup class=\"footnote-marker\">125</sup><i class=\"footnote\">Verse 13.</i> Rather, Scripture [in using the term “rinsing”] alludes to his purification by means of complete immersion, as I have explained. And our Rabbis have said<sup class=\"footnote-marker\">130</sup><i class=\"footnote\">Torath Kohanim, <i>Zavim</i> 4:5.</i> that Scripture expresses the immersion of the [whole] body of the <i>zav</i> by the term “rinsing of hands,” in order to teach you that the hidden parts of the body [such as the inside of the mouth, etc.] do not require “the coming of water” upon them, but only limbs which are visible, such as the hands.<br>The reason for the impurity of a man that suffers a flux is because it is a serious illness, and one of the contagious diseases. Therefore he requires an offering when healed in order to give thanks to G-d Who healed him and purified him [which is accomplished through the bird brought as a burnt-offering],<sup class=\"footnote-marker\">131</sup><i class=\"footnote\">Further, Verses 14-15.</i> and [in addition] he needs a sin-offering to effect atonement for his sin, so that it should not cause him any more sickness.<br>The reason for the impurity of semen,<sup class=\"footnote-marker\">132</sup><i class=\"footnote\"><i>Ibid.</i>, Verses 16-18.</i> even though it is the nature of procreation, is analogous to the impurity of the dead, since the womb can be malfunctioning; thus the man does not know if his seed will be destroyed or a child will be born of it. When I will mention the reason for the impurity of the dead,<sup class=\"footnote-marker\">133</sup><i class=\"footnote\">I have not been able to find a clear reference to this. But see Ramban. Numbers 19:2.</i> with the help of Him Who takes life and gives life, the reason for the impurity of semen will be explained to you. I will also mention certain main principles when discussing the law of the menstruant.<sup class=\"footnote-marker\">134</sup><i class=\"footnote\">See further, 18:19 (towards end).</i><br>Now Scripture was lenient in the case of a woman having an issue in her regular period, by not requiring her to bring an offering [as the <i>zavah</i>, the woman who sees blood outside her regular period, must do],<sup class=\"footnote-marker\">135</sup><i class=\"footnote\">Further, Verses 29-30.</i> because it is natural for her [to see blood at her period], and she is not healed of any sickness; rather, it declared her impure for seven days whether she saw [blood] for only one day or on all seven days.<sup class=\"footnote-marker\">136</sup><i class=\"footnote\">See above, Note 32 in <i>Seder Tazria</i>.</i> However, women do not by nature experience [the menstrual flow] for more than seven days, except when they have an extra flow on account of sickness. Thus when <i>a woman has an issue of her blood many days out of the time</i><sup class=\"footnote-marker\">137</sup><i class=\"footnote\">Further, Verse 25. The number of days is at least three.</i> known to her, or if she adds to the time of those seven [menstrual] days, and has an issue of her blood for many more days, it is a form of sickness comparable to the flux of a man, and Scripture required her to bring an offering<sup class=\"footnote-marker\">135</sup><i class=\"footnote\">Further, Verses 29-30.</i> when she is healed, just as the <i>zav</i> has to bring.<sup class=\"footnote-marker\">131</sup><i class=\"footnote\">Further, Verses 14-15.</i><br>Now Scripture has not mentioned immersion in the case of the woman. This is because after stating the law of the man that suffers a flux and his impurity, and then mentioning at the end, <i>and he shall bathe his flesh in running water, and shall be clean</i>,<sup class=\"footnote-marker\">125</sup><i class=\"footnote\">Verse 13.</i> it then went back and stated with reference to a woman, <i>and if a woman have an issue</i>,<sup class=\"footnote-marker\">138</sup><i class=\"footnote\">Verse 19.</i> meaning just like a man that suffers a flux, <i>her issue in her flesh be blood</i>,<sup class=\"footnote-marker\">138</sup><i class=\"footnote\">Verse 19.</i> not the white fluid as in a man; it then mentioned the impurity of the menstruant<sup class=\"footnote-marker\">139</sup><i class=\"footnote\">Verses 19-24.</i> and the <i>zavah</i>,<sup class=\"footnote-marker\">140</sup><i class=\"footnote\">Verses 25-27.</i> followed by the statement concerning the <i>zavah, and if she be cleansed of her issue</i>,<sup class=\"footnote-marker\">141</sup><i class=\"footnote\">Verse 28.</i> just as the <i>zav</i> is purified of his flux, <i>then she shall number to herself seven days</i>,<sup class=\"footnote-marker\">141</sup><i class=\"footnote\">Verse 28.</i> just as the <i>zav</i> counts,<sup class=\"footnote-marker\">125</sup><i class=\"footnote\">Verse 13.</i> <i>and after that she shall be clean</i>,<sup class=\"footnote-marker\">141</sup><i class=\"footnote\">Verse 28.</i> [meaning] in the same way as the purity of the <i>zav</i> is effected [i.e., through immersion].<br>By way of the simple meaning of Scripture, a <i>zavah</i> would thus be required to have immersion <i>in running water</i> just like a <i>zav</i><sup class=\"footnote-marker\">125</sup><i class=\"footnote\">Verse 13.</i> [since the verse implies that her purity is attained in the same way as that of a <i>zav</i>], but the Sages have been lenient with regard to the impurity of a <i>zavah</i>, stating that she can become purified in the same way as all others who are purified of their impurity, namely, in the waters of a ritual pool [which do not have to be <i>running</i> water]. The reason [for their being lenient in the case of the impurity of a <i>zavah</i>] is because it was not necessary for Scripture to mention at all the expression, <i>and after that she shall be clean</i>,<sup class=\"footnote-marker\">141</sup><i class=\"footnote\">Verse 28.</i> since the woman is included in the law of the man, and the verses were only necessary to mention the difference between a <i>zav</i> and <i>zavah</i>, that her flux must be of blood [and not white], and to distinguish between a flux in her regular period and outside the regular period. Therefore the Rabbis were of the opinion that [in the above phrase, <i>and after that she shall be clean</i>] Scripture intended to include an additional form of purification for her, saying, <i>and after that she shall be clean</i> like all those mentioned in the Torah, who are purified even without running water.<br>Acharei Moth", "versionTitle": "Commentary on the Torah by Ramban (Nachmanides). Translated and annotated by Charles B. Chavel. New York, Shilo Pub. House, 1971-1976", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "60e42ffd37fff5a99e794730", "index_title": "Reshit Chokhmah", "category": "Kabbalah", "type": "", "ref": "Reshit Chokhmah, Gate of Love 11:38", "anchorRef": "Leviticus 13:58", "anchorRefExpanded": ["Leviticus 13:58"], "sourceRef": "Reshit Chokhmah, Gate of Love 11:38", "sourceHeRef": "ראשית חכמה, שער האהבה י״א:ל״ח", "anchorVerse": 58, "sourceHasEn": false, "commentaryNum": 11.0038, "collectiveTitle": {"en": "Reshit Chokhmah", "he": "ראשית חכמה"}, "he": "<b>וטעם</b> למה יצטרך טהרה אחר נקיות, יובן במה שאמר הכתוב (ויקרא יג, נח) והבגד או השתי או הערב או כל כלי העור אשר תכבס וסר מהם הנגע וכבס שנית וטהר, והכביסה הב' הוא לתת לו בו רוחניות קדושה וטהרה, כי כשסר ממנו הנגע נשאר בלי טומאה וגם אין בו טהרה, ולתת בו רוחניות טהרה צריך כביסה שנית.", "heVersionTitle": "Hamesorah Publishers, Jerusalem 2005", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6114d639b3889f0295275ab7", "index_title": "Shabbat", "category": "Talmud", "type": "", "ref": "Shabbat 26b:3", "anchorRef": "Leviticus 13:58", "anchorRefExpanded": ["Leviticus 13:58"], "sourceRef": "Shabbat 26b:3", "sourceHeRef": "שבת כ״ו ב:ג׳", "anchorVerse": 58, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 52.0003, "collectiveTitle": {"en": "Shabbat", "he": "שבת"}, "heTitle": "שבת", "he": "דְּכוּלֵּי עָלְמָא מִיהַת שָׁלֹשׁ עַל שָׁלֹשׁ בְּצֶמֶר וּפִשְׁתִּים מִיטַּמֵּא בִּנְגָעִים. מְנָלַן? דְּתַנְיָא: ״בֶּגֶד״ אֵין לִי אֶלָּא בֶּגֶד, שָׁלֹשׁ עַל שָׁלֹשׁ מִנַּיִן? — תַּלְמוּד לוֹמַר: ״וְהַבֶּגֶד״. וְאֵימָא לְרַבּוֹת שְׁלֹשָׁה עַל שְׁלֹשָׁה? לָאו קַל וָחוֹמֶר הוּא? הַשְׁתָּא שְׁתִי וָעֵרֶב מִיטַּמֵּא, שְׁלֹשָׁה עַל שְׁלֹשָׁה מִיבַּעְיָא?!", "heVersionTitle": "William Davidson Edition - Vocalized Aramaic", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "מהדורת וויליאם דייוידסון - ארמית המנוקד", "text": "<b>In any case,</b> based on the above, <b>everyone agrees</b> that, clearly, <b>three by three</b> fingerbreadths <b>in</b> a <b>wool</b> or <b>linen</b> garment can <b>become ritually impure with</b> the impurity of <b>leprosy.</b> The Gemara asks: <b>From where do we</b> derive this? The Gemara responds that it is derived <b>as it was taught</b> in a <i>baraita</i> with regard to this matter. When the Torah states: <b>Garment,</b> unmodified, <b>I have</b> derived that <b>nothing other</b> than a whole <b>garment</b> can become ritually impure. However, with regard to a cloth that is <b>three by three</b> fingerbreadths, <b>from where</b> do I derive that it is also included in this <i>halakha</i>? <b>The verse states: “And the garment</b> in which there will be the plague of leprosy” (Leviticus 13:47). From the addition of the word: And the garment [<i>vehabeged</i>], it is derived that all woven swatches are subsumed within the category of garment in this matter. The Gemara asks: <b>And</b> perhaps <b>say</b> that it comes <b>to include</b> a woven garment that is <b>three by three</b> handbreadths? The Gemara answers: That is inconceivable. <b>Is that not</b> derived through <b>an <i>a fortiori</i> inference?</b> As, <b>now,</b> even the threads of the <b>warp</b> or the threads of the <b>woof</b> can <b>become ritually impure, is it necessary</b> to mention that a cloth <b>three by three</b> handbreadths can become ritually impure as well? A garment that is three by three handbreadths is comprised of several warp and woof threads that can themselves become ritually impure.", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": "מהדורת וויליאם דייוידסון - אנגלית"}, {"_id": "6121b67dc823a798e70b565c", "index_title": "Yalkut Shimoni on Torah", "category": "Midrash", "type": "quotation_auto", "ref": "Yalkut Shimoni on Torah 490:2", "anchorRef": "Leviticus 13:58", "anchorRefExpanded": ["Leviticus 13:58"], "sourceRef": "Yalkut Shimoni on Torah 490:2", "sourceHeRef": "ילקוט שמעוני על התורה ת״צ:ב׳", "anchorVerse": 58, "sourceHasEn": false, "compDate": [1100], "commentaryNum": 490.0002, "collectiveTitle": {"en": "Yalkut Shimoni on Torah", "he": "ילקוט שמעוני על התורה"}, "heTitle": "ילקוט שמעוני על התורה", "he": "תנו רבנן נתז מן הצואר על הבגד יכול תהא טעון כבוס ת\"ל אר יזה לא אמרתי אלא בראוי להזאה. תניא אידך יכול נתז מן הקרן ומן היסוד יהא טעון כבוס ת\"ל אשר יזה פרט לזה שכבר הוזה. נשפך על הרצפה ואספו וכו' הא תו למה לי מה טעם קאמר מה טעם נשפך על הרצפה אין טעון כבוס לפי שיאן טעון כבוס אלא דם שנתקבל בכלי וראוי להזאה ראוי להזאה למעוטי מאי, למעוטי קבל פחות מכדי הזאה בכלי זה ופחות מכדי הזאה בכלי זה. בגד אין לי אלא בגד מנין לרבות עור משהופשט ת\"ל אשר יזה עליה תכבס, יכול שאני מרבה עור עד שלא הופשט ת\"ל בגד מה בגד הראוי לקבל טומאה אף כל דבר הראוי לקבל טומאה דברי רבי יהודה. ר' אלעזר אומר בגד אין לי אלא בגד מנין לרבות שק וכל מיני בגדים ת\"ל אשר יזה עליה תכבס יכול שאני מרבה עור משהופשט וכו'. מאי בינייהו אמר אביי מטלית פחותה משלש איכא בינייהו. מאן דאמר ראוי הא נמי ראויה דאי בעי מחשב עלה. מאן דאמר דבר המקבל טומאה הא מיהא לאו בר קבולי טומאה הוא. רבא אמר בגד שחישב עליה לצורה איכא בינייהו. מ\"ד ראוי הא נמי ראוי דאי בעי מבטל ליה למחשבתיה. ומאן דאמר דבר המקבל טומאה השתא מיהא לאו בר קבולי טומאה הוא. רבא אמר עוצבא דחשיב עלה לקצעא איכא בינייהו. מאן דאמר ראוי הא נמי ראויה. מאן דאמר דבר המקבל טומאה הא לא מקבלה טומאה עד דמקצע לה. והתניא ר' שמעון בן מנסיא אומר עוצבא דמחשב עלה לקצעה טהורה עד שיקצענה. בגד אחד הבגד ואחד השק ואחד העור טעון כבוס. למימרא דעור בר כבוד הוא ורמינהו היתה על הבגד לשלשת מקנחו בסמרטוט. היתה של עור נותן עליה מים עד שיכלה. אמר אביי לא קשיא הא רבנן הא אחרים. דתניא הבגד והשק מכבסו הכלי והעור מגררו. אחרים אומרים הבגד והשק והעור מכבסו והכלי מגררו. כמאן אזלא הא דאמר רבי חייא בר אשי זימנין סגיאין הוה קאימנא קמיה דרב ושכשכי ליה מסאניה במיא כמאן כרבן. אמר רבא ומי איכא למ\"ד עור לאו בר כבוס הוא והכתיב והבגד או (השק או העור) [השתי או הערב או כל כלי העור] אשר תכבס. אלא אמר רבא צרעת דמגופיה קא פרחא מחלחלא ליה ומשויא ליה רך ומתני' ברכין וכי פליגי בקשין והא דאמר רב חייא בקשין וכרבנן. (אלא) אמר רבא אי קשיא לי הא קשיא לי הרי כרים וכסתות דרכין נינהו ותנן היתה עלשל עור נותן עליה מים עד שתכלה. אלא אמר רבא כל כבוס דלית ליה כסכוס לא שמיה כבוס והא דמאר רב חייא שכשוך אין אבל כבוס לא אי ברכין ודברי הכל אי בקשין וכאחרים, אי הכי בגד נמי, בגד שרייתו זו היא כבוסו:", "heVersionTitle": "Yalkut Shimoni on Torah", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "61d5d56af4629f2b5727c228", "index_title": "Sefer HaShorashim", "category": "Reference", "type": "reference", "ref": "Sefer HaShorashim, כבס 1", "anchorRef": "Leviticus 13:58", "anchorRefExpanded": ["Leviticus 13:58"], "sourceRef": "Sefer HaShorashim, כבס 1", "sourceHeRef": "ספר השרשים, כבס א׳", "anchorVerse": 58, "sourceHasEn": false, "compDate": [1185, 1235], "commentaryNum": 1, "collectiveTitle": {"en": "Sefer HaShorashim", "he": "ספר השרשים"}, "heTitle": "כבס", "he": ["<strong><big>כבס</big></strong>   אֶל־מְסִלַּת שְׂדֵה <strong>כוֹבֵֽס</strong> (<a class=\"refLink\" href=\"Isaiah 7:3\" data-ref=\"Isaiah 7:3\">ישעיה ז, ג</a>), <strong>שם התאר</strong> למכבס הבגדים. וכן רבותינו ז\"ל נשתמשו בתאר הזה בקל אשתייר ההוא כובס (<a class=\"refLink\" href=\"Ketubot 103b\" data-ref=\"Ketubot 103b\">כתובות קג, ע\"ב</a>). ופירוש <strong>שְׂדֵה כוֹבֵֽס</strong> שדה שהיו שוטחין שם הכובסים בגדיהם לשֶׁמֶשׁ. וכן תרגם יונתן <strong>חֲקַל מַשְׁטַח קְצִירַיָא</strong>. <strong>והפעל הכבד</strong> [פִּעֵל] <strong>כִּבֵּס</strong> בַּיַּיִן לְבֻשׁוֹ (<a class=\"refLink\" href=\"Genesis 49:11\" data-ref=\"Genesis 49:11\">בראשית מט, יא</a>), <strong>וְכִבַּסְתֶּם</strong> בִּגְדֵיכֶם (<a class=\"refLink\" href=\"Numbers 31:24\" data-ref=\"Numbers 31:24\">במדבר לא, כד</a>), <strong>כַּבְּסִי</strong> מֵֽרָעָה לִבֵּךְ (<a class=\"refLink\" href=\"Jeremiah 4:14\" data-ref=\"Jeremiah 4:14\">ירמיה ד, יד</a>), <strong>כַּבְּסֵנִי</strong> מֵֽעֲוֹנִי (<a class=\"refLink\" href=\"Psalms 51:4\" data-ref=\"Psalms 51:4\">תהלים נא, ד</a>). <strong>ושלא נזכר פעלו ממנו</strong> [פִּעֵל] <strong>וְכֻבַּס</strong> שֵׁנִית וְטָהֵֽר (<a class=\"refLink\" href=\"Leviticus 13:58\" data-ref=\"Leviticus 13:58\">ויקרא יג, נח</a>). ו<strong>מקור</strong> מורכב <strong>מהתפעל</strong> וממה <strong>שלא נזכר פעלו מהנוסף </strong>[הָתְפַּעֵל] אַֽחֲרֵי <strong>הֻכַּבֵּס</strong> אֶת־הַנֶּגַע (<a class=\"refLink\" href=\"Leviticus 13:55\" data-ref=\"Leviticus 13:55\">ויקרא יג, נה</a>). ידוע."], "heVersionTitle": "Sefer HaShorashim, Berlin 1847", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "62037ed66bfddfbb310fecd8", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Leviticus, Part II; Ritual Pollution and Purification 2-20", "anchorRef": "Leviticus 11:1-17:16", "anchorRefExpanded": ["Leviticus 11:1", "Leviticus 11:2", "Leviticus 11:3", "Leviticus 11:4", "Leviticus 11:5", "Leviticus 11:6", "Leviticus 11:7", "Leviticus 11:8", "Leviticus 11:9", "Leviticus 11:10", "Leviticus 11:11", "Leviticus 11:12", "Leviticus 11:13", "Leviticus 11:14", "Leviticus 11:15", "Leviticus 11:16", "Leviticus 11:17", "Leviticus 11:18", "Leviticus 11:19", "Leviticus 11:20", "Leviticus 11:21", "Leviticus 11:22", "Leviticus 11:23", "Leviticus 11:24", "Leviticus 11:25", "Leviticus 11:26", "Leviticus 11:27", "Leviticus 11:28", "Leviticus 11:29", "Leviticus 11:30", "Leviticus 11:31", "Leviticus 11:32", "Leviticus 11:33", "Leviticus 11:34", "Leviticus 11:35", "Leviticus 11:36", "Leviticus 11:37", "Leviticus 11:38", "Leviticus 11:39", "Leviticus 11:40", "Leviticus 11:41", "Leviticus 11:42", "Leviticus 11:43", "Leviticus 11:44", "Leviticus 11:45", "Leviticus 11:46", "Leviticus 11:47", "Leviticus 12:1", "Leviticus 12:2", "Leviticus 12:3", "Leviticus 12:4", "Leviticus 12:5", "Leviticus 12:6", "Leviticus 12:7", "Leviticus 12:8", "Leviticus 13:1", "Leviticus 13:2", "Leviticus 13:3", "Leviticus 13:4", "Leviticus 13:5", "Leviticus 13:6", "Leviticus 13:7", "Leviticus 13:8", "Leviticus 13:9", "Leviticus 13:10", "Leviticus 13:11", "Leviticus 13:12", "Leviticus 13:13", "Leviticus 13:14", "Leviticus 13:15", "Leviticus 13:16", "Leviticus 13:17", "Leviticus 13:18", "Leviticus 13:19", "Leviticus 13:20", "Leviticus 13:21", "Leviticus 13:22", "Leviticus 13:23", "Leviticus 13:24", "Leviticus 13:25", "Leviticus 13:26", "Leviticus 13:27", "Leviticus 13:28", "Leviticus 13:29", "Leviticus 13:30", "Leviticus 13:31", "Leviticus 13:32", "Leviticus 13:33", "Leviticus 13:34", "Leviticus 13:35", "Leviticus 13:36", "Leviticus 13:37", "Leviticus 13:38", "Leviticus 13:39", "Leviticus 13:40", "Leviticus 13:41", "Leviticus 13:42", "Leviticus 13:43", "Leviticus 13:44", "Leviticus 13:45", "Leviticus 13:46", "Leviticus 13:47", "Leviticus 13:48", "Leviticus 13:49", "Leviticus 13:50", "Leviticus 13:51", "Leviticus 13:52", "Leviticus 13:53", "Leviticus 13:54", "Leviticus 13:55", "Leviticus 13:56", "Leviticus 13:57", "Leviticus 13:58", "Leviticus 13:59", "Leviticus 14:1", "Leviticus 14:2", "Leviticus 14:3", "Leviticus 14:4", "Leviticus 14:5", "Leviticus 14:6", "Leviticus 14:7", "Leviticus 14:8", "Leviticus 14:9", "Leviticus 14:10", "Leviticus 14:11", "Leviticus 14:12", "Leviticus 14:13", "Leviticus 14:14", "Leviticus 14:15", "Leviticus 14:16", "Leviticus 14:17", "Leviticus 14:18", "Leviticus 14:19", "Leviticus 14:20", "Leviticus 14:21", "Leviticus 14:22", "Leviticus 14:23", "Leviticus 14:24", "Leviticus 14:25", "Leviticus 14:26", "Leviticus 14:27", "Leviticus 14:28", "Leviticus 14:29", "Leviticus 14:30", "Leviticus 14:31", "Leviticus 14:32", "Leviticus 14:33", "Leviticus 14:34", "Leviticus 14:35", "Leviticus 14:36", "Leviticus 14:37", "Leviticus 14:38", "Leviticus 14:39", "Leviticus 14:40", "Leviticus 14:41", "Leviticus 14:42", "Leviticus 14:43", "Leviticus 14:44", "Leviticus 14:45", "Leviticus 14:46", "Leviticus 14:47", "Leviticus 14:48", "Leviticus 14:49", "Leviticus 14:50", "Leviticus 14:51", "Leviticus 14:52", "Leviticus 14:53", "Leviticus 14:54", "Leviticus 14:55", "Leviticus 14:56", "Leviticus 14:57", "Leviticus 15:1", "Leviticus 15:2", "Leviticus 15:3", "Leviticus 15:4", "Leviticus 15:5", "Leviticus 15:6", "Leviticus 15:7", "Leviticus 15:8", "Leviticus 15:9", "Leviticus 15:10", "Leviticus 15:11", "Leviticus 15:12", "Leviticus 15:13", "Leviticus 15:14", "Leviticus 15:15", "Leviticus 15:16", "Leviticus 15:17", "Leviticus 15:18", "Leviticus 15:19", "Leviticus 15:20", "Leviticus 15:21", "Leviticus 15:22", "Leviticus 15:23", "Leviticus 15:24", "Leviticus 15:25", "Leviticus 15:26", "Leviticus 15:27", "Leviticus 15:28", "Leviticus 15:29", "Leviticus 15:30", "Leviticus 15:31", "Leviticus 15:32", "Leviticus 15:33", "Leviticus 16:1", "Leviticus 16:2", "Leviticus 16:3", "Leviticus 16:4", "Leviticus 16:5", "Leviticus 16:6", "Leviticus 16:7", "Leviticus 16:8", "Leviticus 16:9", "Leviticus 16:10", "Leviticus 16:11", "Leviticus 16:12", "Leviticus 16:13", "Leviticus 16:14", "Leviticus 16:15", "Leviticus 16:16", "Leviticus 16:17", "Leviticus 16:18", "Leviticus 16:19", "Leviticus 16:20", "Leviticus 16:21", "Leviticus 16:22", "Leviticus 16:23", "Leviticus 16:24", "Leviticus 16:25", "Leviticus 16:26", "Leviticus 16:27", "Leviticus 16:28", "Leviticus 16:29", "Leviticus 16:30", "Leviticus 16:31", "Leviticus 16:32", "Leviticus 16:33", "Leviticus 16:34", "Leviticus 17:1", "Leviticus 17:2", "Leviticus 17:3", "Leviticus 17:4", "Leviticus 17:5", "Leviticus 17:6", "Leviticus 17:7", "Leviticus 17:8", "Leviticus 17:9", "Leviticus 17:10", "Leviticus 17:11", "Leviticus 17:12", "Leviticus 17:13", "Leviticus 17:14", "Leviticus 17:15", "Leviticus 17:16"], "sourceRef": "The Five Books of Moses, by Everett Fox, Leviticus, Part II; Ritual Pollution and Purification 2-20", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, ויקרא, ויקרא מאמר ד׳ ב׳-כ׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Part II; Ritual Pollution and Purification", "he": "ויקרא מאמר ה׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["A<small>S</small> I <small>HAVE PREVIOUSLY NOTED</small>, L<small>EVITICUS IS LARGELY ABOUT HOW TO KEEP</small> G<small>OD</small>’<small>S</small> earthly realm, and hence his relationship with the people of Israel, viable and “pure” (cf. Greenstein 1985a). Once the book of Exodus ends, with the erection of the Tabernacle—a symbolic reflection of the cosmos in which God “takes up dwelling” among the Israelites—we are left with a structure that must be carefully guarded and its ritual purity maintained. To this end, Leviticus now turns to the issue of pollutants, largely of the body, that arise from what we might call territorial problems: the border of what goes into the body, expressed through animals permitted and forbidden for food; the border between life and death, as expressed through sexual functions and discharges; and the border of outer surfaces, as expressed through skin disease (<i>tzaraat</i>), mildew on clothing, and mold on houses. The system of avoidance and purification that is presented in Chapters 11–15 ensures that the “Holy-Area” will either not become polluted or, should that prove to be unavoidable, will be properly decontaminated, for such contamination has the potential of leading to God’s withdrawal from dwelling “in the midst” of the people of Israel.", "The pollutants discussed in these chapters do not by and large carry with them punishments per se; that is, they are not regarded as violations of the moral order (although <i>tzaraat</i> in biblical stories often did carry the implication that the victim had in fact done something to deserve his or her condition). Nor do they pose an actual danger to the person—unless he or she comes in contact with holy objects, people, or space. Then it becomes clear that biblical pollution was considered contagious; hence the need for rituals. What was generally required was that the polluted person observe a period of separation from the sanctuary (or, in more extreme cases, from the camp), to be reintegrated after either time alone or with the addition of laundering their clothes and/or washing themselves. In the latter cases, water was seen as acting as a purifying agent, not as cleanser in the detergent sense (and so the word “unclean,” so often used in translating Heb. <i>tamei</i>, is misleading). As before, these processes applied to priests (cf. Chap. 22) and to laypeople alike (Chaps. 12–15). The major pollutant, death, was seen as so virulent that it received treatment in a separate setting, Num. 19.", "A different category of pollution existed alongside the one we have just mentioned. It included human wrongdoing, which we might call immoral or unjust actions (e.g., incest, oppression of the poor), and also transgression of boundaries (e.g., between holy and profane, or breaching the fairly rigid system of classification in nature among animals, textiles, etc.). These types of pollution, then, involved behavior which can be seen to be disruptive or worse to the established social order. As a rule they could not be atoned for through sacrifice or other ritual forms, but lead to exile or death. They are dealt with mainly in the final section of Leviticus, Chapters 18–26.", "For a full discussion of the issue of pollution in biblical Israel, see Frymer-Kensky (1983) and Greenstein (1984a).", "O<small>N</small> T<small>HE</small> D<small>IETARY</small> R<small>ULES</small>", "T<small>HE SUBJECT OF COUNTLESS INTERPRETATIONS OVER THE AGES</small>, <small>THE SYSTEM OF DI</small>etary laws laid down in Lev. 11 is best understood in the broader context of both the structure of the book and of the Levitical worldview. For the former, see the commentary to Chapter 11; for the latter, the following may be helpful.", "It has long been recognized that seeing the dietary laws as resulting from consciousness of hygiene is a deeply inadequate way of understanding them. Nor can some of the later explanations adduced by Jewish tradition, however noble (for instance, that adhering to such a system teaches self-discipline), provide a satisfactory explanation for the rules in the context of Leviticus. What is more to the point is that the priestly worldview stressed boundaries and order. A hierarchy reigns in virtually every aspect of Israelite life as conceived in the Torah: people, land, animals, eligibility for the priesthood, the Tabernacle, and the calendar. There is a complex system of “graded holiness” (Jenson) informing Israelite life, with two basic messages: (1) God is to be approached in stages, and (2) the world is set up in a tight, ordered structure which reflects the distinctions between God and humans, Israel and the other peoples.", "It is especially the latter that is at work in the dietary laws. The animals are discussed in categories that are reminiscent of the (priestly) creation story of Genesis 1; note the refrain in both passages of (each animal) “according to its kind.” Lev. 11 makes distinctions, and scholars have sought to understand them according to a number of possible criteria: ease/clarity of classification (anomalies, especially as regards locomotion, tend to be prohibited), whether or not the animal is carnivorous (those that are, are prohibited), and the wild or domestic status of the animal (the former are frequently prohibited). The message that emerges from the scheme is multifaceted. It would appear to hold that:", "1. Human activity is to reflect the inherent orderliness of creation, a kind of imitation of God (namely, as he kept things clear at the beginning, you should do the same with what enters your body).", "2. The ideal state, already portrayed in the Garden of Eden story, is vegetarianism—where no animal life need be taken by humans (this despite God’s command to Adam to “dominate [the earth]” in Gen. 1:28).", "3. Animals permitted for consumption, among them those fit for sacrifice, are by and large those which are familiar to the Israelites in daily life through domestication. They tend to be animals often used by the Bible to symbolize humans. Eilberg-Schwartz calls this phenomenon “Israel in the mirror of nature,” and gives numerous examples extending throughout Israelite culture. He concludes that “the dietary restrictions carve up the animal world along the same lines as Israelite thought … [they] specify what kinds of animals are ‘food for thought.’”", "It should be mentioned that Mary Douglas, who pioneered an anthropological approach to these laws three decades ago, has recently given them another go (1993b). In earlier studies, Douglas (1966) saw the system in Lev. 11 as we have indicated above—as a “cognitive ordering of the universe”; she also spoke of it as symbolizing the protection of boundaries in Israelite society. Her latest understanding focuses on the animals as reflective of the idea that (Israelite) culture is aimed at demonstrating God’s righteousness/justice in all areas of life, through laws regarding the body. Thus, priests, sacrificial animals, and food animals may not have any “blemish” (below, “defect”) in them; and animals prohibited for eating are either the perpetrators or victims of predation (symbolizing the human perpetrators or victims of injustice).", "A final point relates to a major theme in Leviticus and indeed in many of the priestly texts of the Torah: separateness. We have seen how a major function in God’s creation of the world—with which the Bible opens!—is “separating” aspects of the natural world. A parallel verb was used in the plague narratives of Exodus, “making a distinction” (between Israelites and Egyptians). With the dietary regulations, “separating” returns. Given these thematics, one can say that Chapter 11 is a linchpin of priestly thinking. Like sexual relations, the other area of intimacy in human affairs, eating in the Bible goes far beyond the confines of one’s home and comes to symbolize an entire approach to life.", "O<small>N</small> T<small>HE</small> R<small>ITUAL</small> P<small>OLLUTION</small> O<small>F</small> T<small>HE</small> B<small>ODY</small>", "O<small>F SPECIAL CONCERN TO THE COMPILERS OF LEVITICUS WAS RITUAL POLLUTION ARIS</small>ing from certain physical conditions. To many people, this section is even less interesting than the opening chapters of the book, and seems impossibly bogged down in primitive conceptions of disease and hygiene. But despite the fact that they undoubtedly reflect some ancient conceptions in these areas, these conditions and the role of the priest in making rulings on them have less to do with hygiene and medicine than they do with maintaining the borders between life and death, and symbolically affirming life.", "It seems that the polluting discharges are primarily sexual in nature, and this is probably not accidental. The biblical priests, in their extreme concern with both procreation/genealogy (especially of men, since the priesthood was male-hereditary) and purity (in approaching the sanctuary), were presented with a major problem. God, who was to be served in purity, was also the One in whose image human beings were made (Gen. 1:26), yet as a being beyond sexuality, who had neither relationships with other deities nor even a body. He left it ambiguous as to just how humans were to work out their sexual relations. The answer to the dilemma is at least partly solved by the Torah’s regulations regarding pollution and purity, incest and marriage. It is here that the issue of control is most significant. Eilberg-Schwartz points out that control and boundaries apply not only to Israel and the nations, but also and especially to male and female. As a male hierarchy, the priests viewed women, with their closer connections to the life process (and maybe also to previous forms of paganism in the form of goddess worship), as potentially dangerous, or at least problematic, to their system of purity. The seeming “disorder” of women’s discharges (perhaps representing “nature”) threatened the imposition of order (“culture”) that is so central to priestly thinking. But as a group concerned with the perpetuation of both the priestly class and the people of Israel, the priestly class could not do without women altogether, and the inescapable conclusion was strict regulation (cf. also Wegner 1992). Such regulation—labeling certain states or acts “polluting”—had the added benefit of controlling private morality in a way that could not be done otherwise (Douglas 1966).", "It is important to note that in classical Judaism after the year 70 (the date of the destruction of the Second Temple), the “purity” laws, while still assiduously studied, by and large ceased to operate except within the sphere of marriage. Thus, to this day, religious Jewish couples temporarily separate sexually during the wife’s period, but this by itself does not legally affect her participation in traditional ritual. The disease here termed <i>tzaraat</i>, translated for millennia as “leprosy,” is now recognized to be something different, perhaps several forms of skin disease involving scaling or flaking. These have nowhere near the frightening and fatal implications of classic leprosy (Hansen’s Disease). Leviticus nevertheless treats <i>tzaraat</i> at great length and in close detail. Here, perhaps more than anywhere else in the book, it is clear that at least parts of Leviticus were originally intended as manuals for priestly “instruction” (note, by the way, the sevenfold occurrence of the term in the pollution chapters, 11–15). It has been theorized that <i>tzaraat</i> is of such concern here because it was felt to resemble death/decay in a clear, outward fashion, and hence fits into these chapters, which deal so much with boundaries.", "An unexpected addition, from a contemporary point of view, to the <i>tzaraat</i> of the body is that which appears on textiles and on house walls (a fungus or mold or “dry rot”). The fact that the same word is used to apply to all these situations indicates that a wide concept is being applied here: how visible imperfection damages the utopia of the sacred society.", "Finally, the role of the priest in these chapters should be noted. He does not function to remove demons or perform magical rites, but rather to examine the one suspected of having the disease (note the repetition of “look” in the chapter). He is more teacher and guardian of purity than healer or intermediary."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620380a9713bd8cd388d3e51", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Leviticus, On the Book of Leviticus and Its Structure 2-41", "anchorRef": "Leviticus 1:1-27:34", "anchorRefExpanded": ["Leviticus 1:1", "Leviticus 1:2", "Leviticus 1:3", "Leviticus 1:4", "Leviticus 1:5", "Leviticus 1:6", "Leviticus 1:7", "Leviticus 1:8", "Leviticus 1:9", "Leviticus 1:10", "Leviticus 1:11", "Leviticus 1:12", "Leviticus 1:13", "Leviticus 1:14", "Leviticus 1:15", "Leviticus 1:16", "Leviticus 1:17", "Leviticus 2:1", "Leviticus 2:2", "Leviticus 2:3", "Leviticus 2:4", "Leviticus 2:5", "Leviticus 2:6", "Leviticus 2:7", "Leviticus 2:8", "Leviticus 2:9", "Leviticus 2:10", "Leviticus 2:11", "Leviticus 2:12", "Leviticus 2:13", "Leviticus 2:14", "Leviticus 2:15", "Leviticus 2:16", "Leviticus 3:1", "Leviticus 3:2", "Leviticus 3:3", "Leviticus 3:4", "Leviticus 3:5", "Leviticus 3:6", "Leviticus 3:7", "Leviticus 3:8", "Leviticus 3:9", "Leviticus 3:10", "Leviticus 3:11", "Leviticus 3:12", "Leviticus 3:13", "Leviticus 3:14", "Leviticus 3:15", "Leviticus 3:16", "Leviticus 3:17", "Leviticus 4:1", "Leviticus 4:2", "Leviticus 4:3", "Leviticus 4:4", "Leviticus 4:5", "Leviticus 4:6", "Leviticus 4:7", "Leviticus 4:8", "Leviticus 4:9", "Leviticus 4:10", "Leviticus 4:11", "Leviticus 4:12", "Leviticus 4:13", "Leviticus 4:14", "Leviticus 4:15", "Leviticus 4:16", "Leviticus 4:17", "Leviticus 4:18", "Leviticus 4:19", "Leviticus 4:20", "Leviticus 4:21", "Leviticus 4:22", "Leviticus 4:23", "Leviticus 4:24", "Leviticus 4:25", "Leviticus 4:26", "Leviticus 4:27", "Leviticus 4:28", "Leviticus 4:29", "Leviticus 4:30", "Leviticus 4:31", "Leviticus 4:32", "Leviticus 4:33", "Leviticus 4:34", "Leviticus 4:35", "Leviticus 5:1", "Leviticus 5:2", "Leviticus 5:3", "Leviticus 5:4", "Leviticus 5:5", "Leviticus 5:6", "Leviticus 5:7", "Leviticus 5:8", "Leviticus 5:9", "Leviticus 5:10", "Leviticus 5:11", "Leviticus 5:12", "Leviticus 5:13", "Leviticus 5:14", "Leviticus 5:15", "Leviticus 5:16", "Leviticus 5:17", "Leviticus 5:18", "Leviticus 5:19", "Leviticus 5:20", "Leviticus 5:21", "Leviticus 5:22", "Leviticus 5:23", "Leviticus 5:24", "Leviticus 5:25", "Leviticus 5:26", "Leviticus 6:1", "Leviticus 6:2", "Leviticus 6:3", "Leviticus 6:4", "Leviticus 6:5", "Leviticus 6:6", "Leviticus 6:7", "Leviticus 6:8", "Leviticus 6:9", "Leviticus 6:10", "Leviticus 6:11", "Leviticus 6:12", "Leviticus 6:13", "Leviticus 6:14", "Leviticus 6:15", "Leviticus 6:16", "Leviticus 6:17", "Leviticus 6:18", "Leviticus 6:19", "Leviticus 6:20", "Leviticus 6:21", "Leviticus 6:22", "Leviticus 6:23", "Leviticus 7:1", "Leviticus 7:2", "Leviticus 7:3", "Leviticus 7:4", "Leviticus 7:5", "Leviticus 7:6", "Leviticus 7:7", "Leviticus 7:8", "Leviticus 7:9", "Leviticus 7:10", "Leviticus 7:11", "Leviticus 7:12", "Leviticus 7:13", "Leviticus 7:14", "Leviticus 7:15", "Leviticus 7:16", "Leviticus 7:17", "Leviticus 7:18", "Leviticus 7:19", "Leviticus 7:20", "Leviticus 7:21", "Leviticus 7:22", "Leviticus 7:23", "Leviticus 7:24", "Leviticus 7:25", "Leviticus 7:26", "Leviticus 7:27", "Leviticus 7:28", "Leviticus 7:29", "Leviticus 7:30", "Leviticus 7:31", "Leviticus 7:32", "Leviticus 7:33", "Leviticus 7:34", "Leviticus 7:35", "Leviticus 7:36", "Leviticus 7:37", "Leviticus 7:38", "Leviticus 8:1", "Leviticus 8:2", "Leviticus 8:3", "Leviticus 8:4", "Leviticus 8:5", "Leviticus 8:6", "Leviticus 8:7", "Leviticus 8:8", "Leviticus 8:9", "Leviticus 8:10", "Leviticus 8:11", "Leviticus 8:12", "Leviticus 8:13", "Leviticus 8:14", "Leviticus 8:15", "Leviticus 8:16", "Leviticus 8:17", "Leviticus 8:18", "Leviticus 8:19", "Leviticus 8:20", "Leviticus 8:21", "Leviticus 8:22", "Leviticus 8:23", "Leviticus 8:24", "Leviticus 8:25", "Leviticus 8:26", "Leviticus 8:27", "Leviticus 8:28", "Leviticus 8:29", "Leviticus 8:30", "Leviticus 8:31", "Leviticus 8:32", "Leviticus 8:33", "Leviticus 8:34", "Leviticus 8:35", "Leviticus 8:36", "Leviticus 9:1", "Leviticus 9:2", "Leviticus 9:3", "Leviticus 9:4", "Leviticus 9:5", "Leviticus 9:6", "Leviticus 9:7", "Leviticus 9:8", "Leviticus 9:9", "Leviticus 9:10", "Leviticus 9:11", "Leviticus 9:12", "Leviticus 9:13", "Leviticus 9:14", "Leviticus 9:15", "Leviticus 9:16", "Leviticus 9:17", "Leviticus 9:18", "Leviticus 9:19", "Leviticus 9:20", "Leviticus 9:21", "Leviticus 9:22", "Leviticus 9:23", "Leviticus 9:24", "Leviticus 10:1", "Leviticus 10:2", "Leviticus 10:3", "Leviticus 10:4", "Leviticus 10:5", "Leviticus 10:6", "Leviticus 10:7", "Leviticus 10:8", "Leviticus 10:9", "Leviticus 10:10", "Leviticus 10:11", "Leviticus 10:12", "Leviticus 10:13", "Leviticus 10:14", "Leviticus 10:15", "Leviticus 10:16", "Leviticus 10:17", "Leviticus 10:18", "Leviticus 10:19", "Leviticus 10:20", "Leviticus 11:1", "Leviticus 11:2", "Leviticus 11:3", "Leviticus 11:4", "Leviticus 11:5", "Leviticus 11:6", "Leviticus 11:7", "Leviticus 11:8", "Leviticus 11:9", "Leviticus 11:10", "Leviticus 11:11", "Leviticus 11:12", "Leviticus 11:13", "Leviticus 11:14", "Leviticus 11:15", "Leviticus 11:16", "Leviticus 11:17", "Leviticus 11:18", "Leviticus 11:19", "Leviticus 11:20", "Leviticus 11:21", "Leviticus 11:22", "Leviticus 11:23", "Leviticus 11:24", "Leviticus 11:25", "Leviticus 11:26", "Leviticus 11:27", "Leviticus 11:28", "Leviticus 11:29", "Leviticus 11:30", "Leviticus 11:31", "Leviticus 11:32", "Leviticus 11:33", "Leviticus 11:34", "Leviticus 11:35", "Leviticus 11:36", "Leviticus 11:37", "Leviticus 11:38", "Leviticus 11:39", "Leviticus 11:40", "Leviticus 11:41", "Leviticus 11:42", "Leviticus 11:43", "Leviticus 11:44", "Leviticus 11:45", "Leviticus 11:46", "Leviticus 11:47", "Leviticus 12:1", "Leviticus 12:2", "Leviticus 12:3", "Leviticus 12:4", "Leviticus 12:5", "Leviticus 12:6", "Leviticus 12:7", "Leviticus 12:8", "Leviticus 13:1", "Leviticus 13:2", "Leviticus 13:3", "Leviticus 13:4", "Leviticus 13:5", "Leviticus 13:6", "Leviticus 13:7", "Leviticus 13:8", "Leviticus 13:9", "Leviticus 13:10", "Leviticus 13:11", "Leviticus 13:12", "Leviticus 13:13", "Leviticus 13:14", "Leviticus 13:15", "Leviticus 13:16", "Leviticus 13:17", "Leviticus 13:18", "Leviticus 13:19", "Leviticus 13:20", "Leviticus 13:21", "Leviticus 13:22", "Leviticus 13:23", "Leviticus 13:24", "Leviticus 13:25", "Leviticus 13:26", "Leviticus 13:27", "Leviticus 13:28", "Leviticus 13:29", "Leviticus 13:30", "Leviticus 13:31", "Leviticus 13:32", "Leviticus 13:33", "Leviticus 13:34", "Leviticus 13:35", "Leviticus 13:36", "Leviticus 13:37", "Leviticus 13:38", "Leviticus 13:39", "Leviticus 13:40", "Leviticus 13:41", "Leviticus 13:42", "Leviticus 13:43", "Leviticus 13:44", "Leviticus 13:45", "Leviticus 13:46", "Leviticus 13:47", "Leviticus 13:48", "Leviticus 13:49", "Leviticus 13:50", "Leviticus 13:51", "Leviticus 13:52", "Leviticus 13:53", "Leviticus 13:54", "Leviticus 13:55", "Leviticus 13:56", "Leviticus 13:57", "Leviticus 13:58", "Leviticus 13:59", "Leviticus 14:1", "Leviticus 14:2", "Leviticus 14:3", "Leviticus 14:4", "Leviticus 14:5", "Leviticus 14:6", "Leviticus 14:7", "Leviticus 14:8", "Leviticus 14:9", "Leviticus 14:10", "Leviticus 14:11", "Leviticus 14:12", "Leviticus 14:13", "Leviticus 14:14", "Leviticus 14:15", "Leviticus 14:16", "Leviticus 14:17", "Leviticus 14:18", "Leviticus 14:19", "Leviticus 14:20", "Leviticus 14:21", "Leviticus 14:22", "Leviticus 14:23", "Leviticus 14:24", "Leviticus 14:25", "Leviticus 14:26", "Leviticus 14:27", "Leviticus 14:28", "Leviticus 14:29", "Leviticus 14:30", "Leviticus 14:31", "Leviticus 14:32", "Leviticus 14:33", "Leviticus 14:34", "Leviticus 14:35", "Leviticus 14:36", "Leviticus 14:37", "Leviticus 14:38", "Leviticus 14:39", "Leviticus 14:40", "Leviticus 14:41", "Leviticus 14:42", "Leviticus 14:43", "Leviticus 14:44", "Leviticus 14:45", "Leviticus 14:46", "Leviticus 14:47", "Leviticus 14:48", "Leviticus 14:49", "Leviticus 14:50", "Leviticus 14:51", "Leviticus 14:52", "Leviticus 14:53", "Leviticus 14:54", "Leviticus 14:55", "Leviticus 14:56", "Leviticus 14:57", "Leviticus 15:1", "Leviticus 15:2", "Leviticus 15:3", "Leviticus 15:4", "Leviticus 15:5", "Leviticus 15:6", "Leviticus 15:7", "Leviticus 15:8", "Leviticus 15:9", "Leviticus 15:10", "Leviticus 15:11", "Leviticus 15:12", "Leviticus 15:13", "Leviticus 15:14", "Leviticus 15:15", "Leviticus 15:16", "Leviticus 15:17", "Leviticus 15:18", "Leviticus 15:19", "Leviticus 15:20", "Leviticus 15:21", "Leviticus 15:22", "Leviticus 15:23", "Leviticus 15:24", "Leviticus 15:25", "Leviticus 15:26", "Leviticus 15:27", "Leviticus 15:28", "Leviticus 15:29", "Leviticus 15:30", "Leviticus 15:31", "Leviticus 15:32", "Leviticus 15:33", "Leviticus 16:1", "Leviticus 16:2", "Leviticus 16:3", "Leviticus 16:4", "Leviticus 16:5", "Leviticus 16:6", "Leviticus 16:7", "Leviticus 16:8", "Leviticus 16:9", "Leviticus 16:10", "Leviticus 16:11", "Leviticus 16:12", "Leviticus 16:13", "Leviticus 16:14", "Leviticus 16:15", "Leviticus 16:16", "Leviticus 16:17", "Leviticus 16:18", "Leviticus 16:19", "Leviticus 16:20", "Leviticus 16:21", "Leviticus 16:22", "Leviticus 16:23", "Leviticus 16:24", "Leviticus 16:25", "Leviticus 16:26", "Leviticus 16:27", "Leviticus 16:28", "Leviticus 16:29", "Leviticus 16:30", "Leviticus 16:31", "Leviticus 16:32", "Leviticus 16:33", "Leviticus 16:34", "Leviticus 17:1", "Leviticus 17:2", "Leviticus 17:3", "Leviticus 17:4", "Leviticus 17:5", "Leviticus 17:6", "Leviticus 17:7", "Leviticus 17:8", "Leviticus 17:9", "Leviticus 17:10", "Leviticus 17:11", "Leviticus 17:12", "Leviticus 17:13", "Leviticus 17:14", "Leviticus 17:15", "Leviticus 17:16", "Leviticus 18:1", "Leviticus 18:2", "Leviticus 18:3", "Leviticus 18:4", "Leviticus 18:5", "Leviticus 18:6", "Leviticus 18:7", "Leviticus 18:8", "Leviticus 18:9", "Leviticus 18:10", "Leviticus 18:11", "Leviticus 18:12", "Leviticus 18:13", "Leviticus 18:14", "Leviticus 18:15", "Leviticus 18:16", "Leviticus 18:17", "Leviticus 18:18", "Leviticus 18:19", "Leviticus 18:20", "Leviticus 18:21", "Leviticus 18:22", "Leviticus 18:23", "Leviticus 18:24", "Leviticus 18:25", "Leviticus 18:26", "Leviticus 18:27", "Leviticus 18:28", "Leviticus 18:29", "Leviticus 18:30", "Leviticus 19:1", "Leviticus 19:2", "Leviticus 19:3", "Leviticus 19:4", "Leviticus 19:5", "Leviticus 19:6", "Leviticus 19:7", "Leviticus 19:8", "Leviticus 19:9", "Leviticus 19:10", "Leviticus 19:11", "Leviticus 19:12", "Leviticus 19:13", "Leviticus 19:14", "Leviticus 19:15", "Leviticus 19:16", "Leviticus 19:17", "Leviticus 19:18", "Leviticus 19:19", "Leviticus 19:20", "Leviticus 19:21", "Leviticus 19:22", "Leviticus 19:23", "Leviticus 19:24", "Leviticus 19:25", "Leviticus 19:26", "Leviticus 19:27", "Leviticus 19:28", "Leviticus 19:29", "Leviticus 19:30", "Leviticus 19:31", "Leviticus 19:32", "Leviticus 19:33", "Leviticus 19:34", "Leviticus 19:35", "Leviticus 19:36", "Leviticus 19:37", "Leviticus 20:1", "Leviticus 20:2", "Leviticus 20:3", "Leviticus 20:4", "Leviticus 20:5", "Leviticus 20:6", "Leviticus 20:7", "Leviticus 20:8", "Leviticus 20:9", "Leviticus 20:10", "Leviticus 20:11", "Leviticus 20:12", "Leviticus 20:13", "Leviticus 20:14", "Leviticus 20:15", "Leviticus 20:16", "Leviticus 20:17", "Leviticus 20:18", "Leviticus 20:19", "Leviticus 20:20", "Leviticus 20:21", "Leviticus 20:22", "Leviticus 20:23", "Leviticus 20:24", "Leviticus 20:25", "Leviticus 20:26", "Leviticus 20:27", "Leviticus 21:1", "Leviticus 21:2", "Leviticus 21:3", "Leviticus 21:4", "Leviticus 21:5", "Leviticus 21:6", "Leviticus 21:7", "Leviticus 21:8", "Leviticus 21:9", "Leviticus 21:10", "Leviticus 21:11", "Leviticus 21:12", "Leviticus 21:13", "Leviticus 21:14", "Leviticus 21:15", "Leviticus 21:16", "Leviticus 21:17", "Leviticus 21:18", "Leviticus 21:19", "Leviticus 21:20", "Leviticus 21:21", "Leviticus 21:22", "Leviticus 21:23", "Leviticus 21:24", "Leviticus 22:1", "Leviticus 22:2", "Leviticus 22:3", "Leviticus 22:4", "Leviticus 22:5", "Leviticus 22:6", "Leviticus 22:7", "Leviticus 22:8", "Leviticus 22:9", "Leviticus 22:10", "Leviticus 22:11", "Leviticus 22:12", "Leviticus 22:13", "Leviticus 22:14", "Leviticus 22:15", "Leviticus 22:16", "Leviticus 22:17", "Leviticus 22:18", "Leviticus 22:19", "Leviticus 22:20", "Leviticus 22:21", "Leviticus 22:22", "Leviticus 22:23", "Leviticus 22:24", "Leviticus 22:25", "Leviticus 22:26", "Leviticus 22:27", "Leviticus 22:28", "Leviticus 22:29", "Leviticus 22:30", "Leviticus 22:31", "Leviticus 22:32", "Leviticus 22:33", "Leviticus 23:1", "Leviticus 23:2", "Leviticus 23:3", "Leviticus 23:4", "Leviticus 23:5", "Leviticus 23:6", "Leviticus 23:7", "Leviticus 23:8", "Leviticus 23:9", "Leviticus 23:10", "Leviticus 23:11", "Leviticus 23:12", "Leviticus 23:13", "Leviticus 23:14", "Leviticus 23:15", "Leviticus 23:16", "Leviticus 23:17", "Leviticus 23:18", "Leviticus 23:19", "Leviticus 23:20", "Leviticus 23:21", "Leviticus 23:22", "Leviticus 23:23", "Leviticus 23:24", "Leviticus 23:25", "Leviticus 23:26", "Leviticus 23:27", "Leviticus 23:28", "Leviticus 23:29", "Leviticus 23:30", "Leviticus 23:31", "Leviticus 23:32", "Leviticus 23:33", "Leviticus 23:34", "Leviticus 23:35", "Leviticus 23:36", "Leviticus 23:37", "Leviticus 23:38", "Leviticus 23:39", "Leviticus 23:40", "Leviticus 23:41", "Leviticus 23:42", "Leviticus 23:43", "Leviticus 23:44", "Leviticus 24:1", "Leviticus 24:2", "Leviticus 24:3", "Leviticus 24:4", "Leviticus 24:5", "Leviticus 24:6", "Leviticus 24:7", "Leviticus 24:8", "Leviticus 24:9", "Leviticus 24:10", "Leviticus 24:11", "Leviticus 24:12", "Leviticus 24:13", "Leviticus 24:14", "Leviticus 24:15", "Leviticus 24:16", "Leviticus 24:17", "Leviticus 24:18", "Leviticus 24:19", "Leviticus 24:20", "Leviticus 24:21", "Leviticus 24:22", "Leviticus 24:23", "Leviticus 25:1", "Leviticus 25:2", "Leviticus 25:3", "Leviticus 25:4", "Leviticus 25:5", "Leviticus 25:6", "Leviticus 25:7", "Leviticus 25:8", "Leviticus 25:9", "Leviticus 25:10", "Leviticus 25:11", "Leviticus 25:12", "Leviticus 25:13", "Leviticus 25:14", "Leviticus 25:15", "Leviticus 25:16", "Leviticus 25:17", "Leviticus 25:18", "Leviticus 25:19", "Leviticus 25:20", "Leviticus 25:21", "Leviticus 25:22", "Leviticus 25:23", "Leviticus 25:24", "Leviticus 25:25", "Leviticus 25:26", "Leviticus 25:27", "Leviticus 25:28", "Leviticus 25:29", "Leviticus 25:30", "Leviticus 25:31", "Leviticus 25:32", "Leviticus 25:33", "Leviticus 25:34", "Leviticus 25:35", "Leviticus 25:36", "Leviticus 25:37", "Leviticus 25:38", "Leviticus 25:39", "Leviticus 25:40", "Leviticus 25:41", "Leviticus 25:42", "Leviticus 25:43", "Leviticus 25:44", "Leviticus 25:45", "Leviticus 25:46", "Leviticus 25:47", "Leviticus 25:48", "Leviticus 25:49", "Leviticus 25:50", "Leviticus 25:51", "Leviticus 25:52", "Leviticus 25:53", "Leviticus 25:54", "Leviticus 25:55", "Leviticus 26:1", "Leviticus 26:2", "Leviticus 26:3", "Leviticus 26:4", "Leviticus 26:5", "Leviticus 26:6", "Leviticus 26:7", "Leviticus 26:8", "Leviticus 26:9", "Leviticus 26:10", "Leviticus 26:11", "Leviticus 26:12", "Leviticus 26:13", "Leviticus 26:14", "Leviticus 26:15", "Leviticus 26:16", "Leviticus 26:17", "Leviticus 26:18", "Leviticus 26:19", "Leviticus 26:20", "Leviticus 26:21", "Leviticus 26:22", "Leviticus 26:23", "Leviticus 26:24", "Leviticus 26:25", "Leviticus 26:26", "Leviticus 26:27", "Leviticus 26:28", "Leviticus 26:29", "Leviticus 26:30", "Leviticus 26:31", "Leviticus 26:32", "Leviticus 26:33", "Leviticus 26:34", "Leviticus 26:35", "Leviticus 26:36", "Leviticus 26:37", "Leviticus 26:38", "Leviticus 26:39", "Leviticus 26:40", "Leviticus 26:41", "Leviticus 26:42", "Leviticus 26:43", "Leviticus 26:44", "Leviticus 26:45", "Leviticus 26:46", "Leviticus 27:1", "Leviticus 27:2", "Leviticus 27:3", "Leviticus 27:4", "Leviticus 27:5", "Leviticus 27:6", "Leviticus 27:7", "Leviticus 27:8", "Leviticus 27:9", "Leviticus 27:10", "Leviticus 27:11", "Leviticus 27:12", "Leviticus 27:13", "Leviticus 27:14", "Leviticus 27:15", "Leviticus 27:16", "Leviticus 27:17", "Leviticus 27:18", "Leviticus 27:19", "Leviticus 27:20", "Leviticus 27:21", "Leviticus 27:22", "Leviticus 27:23", "Leviticus 27:24", "Leviticus 27:25", "Leviticus 27:26", "Leviticus 27:27", "Leviticus 27:28", "Leviticus 27:29", "Leviticus 27:30", "Leviticus 27:31", "Leviticus 27:32", "Leviticus 27:33", "Leviticus 27:34"], "sourceRef": "The Five Books of Moses, by Everett Fox, Leviticus, On the Book of Leviticus and Its Structure 2-41", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, ויקרא, ויקרא מאמר ב׳ ב׳-מ״א", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "On the Book of Leviticus and Its Structure", "he": "ויקרא מאמר ג׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "ויקרא מאמר ב׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["F<small>OR MOST LAY READERS</small>, <small>THE THIRD OF THE</small> F<small>IVE BOOKS OF</small> M<small>OSES PRESENTS FORMIDA</small>ble obstacles. Many people find it difficult to relate to the description of ritual slaughter of animals and the disposal of their blood and flesh in the opening section of the book, or to the detailed prescriptions regarding bodily functions, skin disease, and mold in Chapters 12–15. Others experience Leviticus as obscure: Why exactly do Aaron’s sons die in Chapter 10? How can one explain the ritual of the scapegoat in Chapter 16? A frequently encountered reaction to the book is the desire to get on to the book of Numbers—which at least has some intriguing narratives such as Moses’ sin and punishment, the faint-heartedness of the spies, and Balaam’s reversed prophecies.", "Yet Leviticus, as it has been placed in the Torah, signals that something of singular importance is at work. The book, after all, occurs at the center of the overall five-book structure. Unlike the other four, it is set entirely around Mount Sinai, and so it forms, geographically as well as structurally, the heart of the Torah document. In addition, the priestly interests so clearly presented in Leviticus appear throughout the Torah: as genealogical lists (Genesis, Exodus, Numbers), descriptions of rituals (Exodus, Numbers, Deuteronomy), and details about the building of the desert “Dwelling” of God (Exodus). Indeed, the opening chapter of it all, Gen. 1 (the Creation story), has strong links in both its themes and terminology with the priestly law.", "Leviticus in fact presents a significant strain, conventionally termed the “priestly” view, in biblical thought. Anthropologically considered, it sheds important light on the outlook of some of those who compiled and read the Hebrew Bible. And the process did not stop there. Many of the categories found in Leviticus were continued and expanded by later Judaism: regulations concerning sexuality and diet, concepts of separation and holiness, and how to deal with one’s fellow human beings in a variety of economic and social settings. These found expression in different but still recognizable form simultaneously in the development of Christianity.", "In late antiquity Leviticus was known as <i>Torat Kohanim</i>, the Priestly Instruction (or simultaneously understood, as Levine suggests, as the Instruction of the Priests). Given both the concerns of the priestly writers and the wording they use to express those concerns, I see Leviticus as the Book of Separations, the book in which are set forth distinctions between a whole range of aspects of ancient Israelite experience and practice: holy and profane; ritual purity and pollution; permitted and forbidden in sexuality and diet; Israelites and others; and priests, Levites, and common folk among the Israelites. This near-obsession with drawing lines (or, as Douglas has presented it, concentric circles) may in some sense reflect the position of Israel in the ancient Near East as a small, beleaguered newcomer in a region of hoary empires, situated on land that was constantly invaded by both great powers and local foes. It may also be an echo of the larger Bronze Age and Iron Age process of change from the former, well-nigh universal worship of the Mother Goddess, to the later patriarchal societies with which the Western world still deals through its three monotheistic religions and their cultural outgrowths.", "Overarching the theme of separations or distinctions, through much of the book, is the polarity of order/disorder, represented best in Leviticus by the problem of life and death. As many scholars have noted, regulations regarding sacrifice here connect up with symbolically offering up human life—through the substitution of an animal—to the deity; blood is avoided at all costs, due to its connoting life. Animals that may be used for food (as well as for sacrifice) are in the main those which do not consume other living creatures. Pollutants which endanger the purity of the sanctuary (“Dwelling”) include bodily emissions which the Israelites connected with death (e.g., menstrual blood and “wasted” semen). Finally, the complex system of purification from some kind of skin disease may well originate in the similarity between disease and death. In sum, then, it is no surprise that, two books later, the Deuteronomic Moses implores the people to “choose life” rather than the “death” engendered by improper behavior by both priests and commoners.", "Interestingly, the strong urge to make order (ritual laws) out of disorder (the chaotic processes of human life, from killing animals for food to sexual relations) is reflected in other aspects of the Torah—most notably in the narrative portrayal of the descent lines from father Abraham. Here, the discontinuity represented by sibling rivalries and other threats to survival is countered by God’s establishing a kind of continuity through the choosing of younger brothers. In this case, the strong hand of ritual control is replaced by the somewhat hazardous element of surprise and close calls. But it does manage to provide for family continuity and, ultimately, the survival of the people. Whether this points to early or later experiences historically is the subject of ongoing and unresolved debate among biblical scholars. A widely accepted possibility is that the Torah as we have it was edited by priestly editors living in or shortly after the Babylonian Exile (6th–5th centuries <small>B</small>.<small>C</small>.<small>E</small>.), and that those editors took earlier material (which itself was already multilayered) and adapted it into an overall scheme expressing promise, disobedience, destruction, and survival/hope (cf. Fox 1993).", "In point of fact, Leviticus is best viewed as only a part, albeit the major one as a bloc, of a major thrust of the Torah. According to most biblical scholars, the “priestly” worldview, and the texts that may be attributed to it, makes its appearance with the very chapter with which the entire Torah begins, Gen. 1. Here distinctions and ordering are at the very heart of the text. God, immediately after his first creation-by-word (light), “separates” between light and darkness, then goes on to perform the same operation between heavenly waters (the storehouses of rain) and earthly ones. His remaining acts of creation involve putting heavenly bodies, vegetation, and animal life in order—each “according to its kind,” on specific days of creation. Animals are distinguished from plants through their receiving vocal divine blessing; humans from animals through the addition to the blessing of the phrase “have dominion over” the rest of living things. At the same time, humans are told that they may eat only what grows from the ground, implying that to do otherwise would be a violation of the order of things. Crowning the whole account is the poem (Gen. 2:1–4a) about God’s “finishing” of the “work” of creation, symbolized by his “hallowing” (making holy or separate-for-God) the seventh day. In Gen. 1, then, we are presented with a brief but complete vision of the cosmos as ordered in space, time, and life-forms, under the aegis of a metasexual, nonviolent, and benevolent deity.", "As Genesis unfolds under priestly influence, humans are presented with basic rules and warned of the consequences if those rules are broken. The paradisical situation of Adam and Eve (no labor, vegetarianism, no danger from animals, and sexual innocence) is disrupted by human disobedience, resulting in banishment from Eden—a shattering of the previous wholeness and order. Cain’s murder of his brother leads to the same punishment: uprootedness and hard labor. The mixing of divine and human beings in Gen. 6:1–2 results in a clear distinction being established by God, that humans will henceforth be limited in age. Finally, the account of the universal flood in Chapters 6–9 presents a picture that uses a number of Leviticus motifs. The earth is to be destroyed because human wrongdoing has “ruined” it (or, in Levitical language, “polluted” it). Animal life is rescued by means of taking pairs of animals aboard the ark—with Leviticus’s distinctions of “pure” and impure dutifully mentioned. Noah’s three sons, who also come onto the ark, later become the forefathers of three great divisions of humanity, as laid out in detail in the genealogical lists of Chapters 10–11. Finally, the new beginning of the cosmos, with Noah as a second Adam (cf. the latter’s blessing in 1:28 with that of the former in 9:1–2), is accompanied by both animal sacrifices and dietary restrictions (the introduction of meat is new, accompanied by the caveat—as in Lev. 17—that blood is not to be consumed).", "A major part of the priestly scheme emerges with the detailed instructions concerning the construction of the Tabernacle (God’s place of “Dwelling” on earth) and the priestly vestments that are to be worn there, in Ex. 25–31 (with much of this material repeated in narrative form in Chapters 35–40). The details make sense as part of a larger picture, in which the closer one gets to the “Holiest Holy-Shrine” where God takes up dwelling, the more central the measurements of space and the more precious the materials used. This concentric sense of order is reflected also in the layout of the wilderness camp of the Israelites in Num. 2. Thus the Tabernacle functions as a minicosmos, a visible and ritual representation of the creation itself. Through the layout of curtains within and tribal encampments without, space is ordered; through the festivals (enumerated in Leviticus and Deuteronomy, with some mention in Exodus as well), time is ordered. And, thanks to the provisions laid out in Leviticus, through priest/lay hierarchy, dietary rules, and sacrificial regulations, life-forms are ordered. The result is an almost utopian scheme. It is a world in which everything and everyone are to take their place under the perfect worship of a perfect God, banishing or avoiding death, defect, and disorder. In the priestly view, the world is to be an echo of the divine order that is portrayed in the Creation story.", "Viewed in the perspective of priestly concerns (only part of which we have just outlined), Leviticus is largely concerned with the potential disruption of this utopia. If Genesis chronicles threats to the fulfillment of God’s promises to Abraham, if Numbers recounts threats to his descendants’ survival on their march through the wilderness, then Leviticus concentrates on threats to Israel’s life with God. It presents a whole system of rules designed, first, to provide for purification and reconciliation with God through the sacrificial cult; second, to protect sanctuary, priests, land, and people from estrangement from God (via “pollution” of various kinds); and, finally, to establish a code of behavior that will ensure the perpetual enjoyment of God’s blessings on the land promised to Israel’s ancestors. From this it can readily be seen how Leviticus, far from being of interest to specialists and historians only, is in fact a crucial part of the Torah—perhaps its most crucial part, in that it supplies the ideological center of gravity for the whole. Once Leviticus is added to the narratives, poems, laws, and lists that comprise the rest of the Torah, a picture emerges that is more than literature and more than history. The five books become the multilayered and multifaceted monument that has been studied, puzzled over, and built upon for over two millennia.", "In sum, the world of the priestly strain in the Torah is a realm of desired order and perfection, a realm in which wholeness is to reign, in which anomaly and undesired mixture are not permitted, and in which boundaries are zealously guarded. The human body becomes symbolic of the cosmos: its life/death boundary is marked, and troublesome flows from it are carefully regulated. The land of Israel becomes symbolic of the cosmos: too much evildoing pollutes it, to the point where it can do naught else but “vomit out” its settlers (as it vomited out the previous ones). The animal kingdom, from which humans are allowed to take life under carefully prescribed circumstances, becomes symbolic of cosmic values, through heightening awareness of predator and victim, and careful avoidance of blood, the symbol of life. Indeed, in the system of Leviticus, it is no wonder that death is the major pollutant, and that blood of acceptable animal sacrifice is the agent through which human beings find atonement for minor pollutants.", "The book as it is presently laid out falls into three major sections, with a number of chapters that function either as connectors or appendices to various sections. Linkages and connecting theme words will be spelled out in more detail in the commentary; for the moment, the following outline may suffice:", "I The Sacrificial Cult", "1–7 Sacrificial Offerings: Their Ritual and Disposal", "8–9 The Installation of the Priests", "10 Systems Failure", "II Ritual Pollution and Purification", "11 Forbidden and Permitted Foods: Transition", "12–15 Pollution from Bodily Fluids and Skin Disease", "16 Purifying the Sanctuary and the High Priest", "Appendix: 17 On the Shedding of Animal Blood", "III Holiness", "18 Pollution from Forbidden Unions: Transition", "19:3–4 Frame at Beginning", "19–20 Holiness in Public/Private Behavior", "21–22 Holiness in Priestly Behavior", "23 Holiness in the Calendar", "24 Miscellaneous", "25 Regulations Concerning Land and Slaves", "26:1–2 Frame at End", "26:3–46 Holiness Confirmed or Denied: The Blessing and the Curse", "Appendix: 27 Assessments for the Priests", "Other commentators have of course seen it differently. Most follow the traditional scholarly approach of starting the “Holiness Code” with Chapter 17; Levine rightly parallels it to the beginnings of other law collections in the Torah (Ex. 20:19–23 and Deut. 12; the ending here in Chapter 26 also parallels the endings in the other two codes). Hallo understands the structure as 1–11: Rites of Consumption; 12–16: Rites of Purification; and 17–26: Holiness.", "Overshadowing the clear three-part structure, however one wants to divide it up, is the complex issue of two apparent documents or schools of thought. Biblical scholarship terms these P (“Priestly”) and H (“Holiness”), and roughly attributes the first part of the book (through Chap. 16) to P, with the rest to H. There has been detailed, ongoing debate about the approaches and dating of these sources. As of this writing, it is generally accepted that H is later than P, but there seem to be numerous interpolations of one source into the other, and it is difficult to place them historically with certainty. Here, as elsewhere in biblical literature, we have a layering effect rather than a clear-cut delineation of “authors.” As usual, that appears to have been intentional.", "A word should be said about the relationship between law and narrative in the Torah. As Damrosch has noted, the legal and cultic texts in the five books might be seen by modern readers as intrusive. On the surface, they certainly seem to interrupt a good story. Genesis is largely unencumbered by nonaction (except for the genealogical lists—attributed to P!), but the gripping account of the redemption from Egypt in Exodus, and the drama of revelation on and apostasy beneath Mount Sinai, give way to the sober architectural details of the Tabernacle’s construction. Similarly, the narratives of the book of Numbers, which are among the most striking in the literature, are set off against a background of censuses, laws about suspected adultery and the taking of vows, Levitical duties in the Dwelling, and an enumeration of sacrificial gifts brought by the tribes, among other things.", "The bulk of material in Leviticus, and its placement in the Torah, make it clear that the five books that we have convey their point precisely through the medium of narrative <i>plus</i> cult/law. In the Israelite worldview, these two rather distinct forms, which intermingle past, present, and future (Damrosch), fruitfully enrich and explain one another. It is as if a history of the American Revolution contained all of the debates on and drafts of the Declaration of Independence and the Constitution, as well as accounts of battles and biographies of key personalities. That such an approach parallels neither Homeric epic nor ritual texts in their purity of form is exactly the point: we have here a new genre of great complexity and richness, in which narratives exemplify laws and laws follow narratives. The result is truly a torah, a “teaching” or “instruction.”", "Finally, we might mention the issue of priests and laypeople. Scholars have often seen Leviticus as originating as a manual for priests. What is most fascinating, and perhaps most important (for later history), about this book is the way in which it takes priestly rules and transmutes at least some of them for use in the general populace of ancient Israel. This can be seen most dramatically in the dietary laws, which in other cultures often serve exclusively for priests, and in the area of sexual taboos, which do likewise. In postbiblical Judaism this shift becomes particularly evident: the Jew’s dinner table is termed a “sanctuary in miniature” (complete with loaves of bread and the use of salt—two elements found in the ancient sacrificial cult); dietary laws are expanded for the general population to provide for separation of milk and meat; and separation of husband and wife during menstruation, among traditional Jews, leaves the context of Sanctuary pollution and finds a home in the context of a philosophy of marriage. Many other examples could be brought of the widening of priestly laws to an entire people. Perhaps most dramatic—and most significant—is the eventual shift of the learning and interpretation of sacred texts away from the priests, who in most cultures served as the guardians of the text (and often the culture’s only literate body; cf. medieval Christian Europe). In Judaism of late antiquity, this monopoly was decisively broken; first the scribe and then the rabbi (“master”) took over, with learning extended at last to all those who might make the effort to acquire it. The great exception, at least in antiquity, was women—who, it will be noted, were also excluded from priestly functions in the Bible.", "Three relatively recent developments make it possible to approach Leviticus as a significant, powerful, and interesting biblical text. The first is the explosion of both full-length and shorter studies of the book and its concerns that have appeared in recent years. The work of Milgrom (1991), Levine (1989), Wenham (1979), Eilberg-Schwartz (1990), and Bamberger (1981), to cite just a few of the English-language studies on aspects of Leviticus, now makes it possible to have a serious entry into the book based largely on advances in understanding the cultures of the ancient Near East. It also, admittedly, puts the translator and commentator in a bind: is it possible to add anything new, or will it suffice simply to summarize? My approach in this volume has been largely the latter, along with suggesting to the reader some fruitful directions for further study.", "The second development helpful for approaching Leviticus, which also informs many of the studies just mentioned, is the using of anthropological insights to understand concepts and rituals found in the book. Such an approach places Leviticus in a broader human context, indicating what it does and does not share with other cultural and religious systems. For Leviticus is concerned with the same issues that plague all human societies: how to deal with the boundaries of life and death, how to comprehend and approach the transcendent in life, how to understand one’s (or one’s nation’s) place in the cosmic order, how to make for a just society. Viewed in this light, the book is a “Small Code” (cf. Northrop Frye’s designation of the Bible as “the Great Code”). That is, Leviticus need not remain a total mystery to us, to be unraveled only through detailed analysis and even change (Judaism) or substitution (Christianity), but can be understood on its own terms, if approached with care and in the spirit of seeking the larger picture in the details.", "Finally, we should mention the aesthetic dimension. Like the other books of the Torah, Leviticus uses its own rhetoric to convey its message. Far from employing flat “priestly” style (whatever that may be), it uses formulas, refrains, and other rhythmical forms to impress its teaching (Heb. <i>tora</i>) upon its hearers. This aspect of the book has been the subject of recent study (cf. Paran), but was already echoed in the Buber-Rosenzweig translation. It is my hope that the present volume will contribute to an appreciation of the style of Leviticus."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620d11bf80edc1ab98735a4c", "index_title": "Ohr LaYesharim on Jerusalem Talmud Megillah", "category": "Quoting Commentary", "type": "", "ref": "Ohr LaYesharim on Jerusalem Talmud Megillah 2:5:7", "anchorRef": "Leviticus 13:58", "anchorRefExpanded": ["Leviticus 13:58"], "sourceRef": "Ohr LaYesharim on Jerusalem Talmud Megillah 2:5:7", "sourceHeRef": "אור לישרים על תלמוד ירושלמי מגילה ב׳:ה׳:ז׳", "anchorVerse": 58, "sourceHasEn": false, "commentaryNum": 5.0007, "collectiveTitle": {"en": "Ohr LaYesharim on Jerusalem Talmud Megillah", "he": "אור לישרים על תלמוד ירושלמי מגילה"}, "he": "ומביאים מחלוקת אמוראים: <b>נידה</b> – שסיימה את שבעת ימי טומאתה, <b>שנאנסה וטבלה</b> – שטבלה במקווה באונס, שלא ברצונה, כגון שנפלה לתוך המקווה, או שירדה למקווה להקר את גופה במים ולא התכוונה לטבול לשם טהרה (בבלי חולין לא,ב), <b>- רבי שמי</b> (במקבילה בלי תואר 'רבי'. ונראה שהוא רב שימי בר חייא, אמורא בבלי בדור השני. אבל רבי שמי הוא אמורא ארץ ישראלי בדור הרביעי והחמישי, ולא ייתכן שמסר בשם רב) אמר <b>בשם רב</b> (אמורא בבלי בדור הראשון, מגדולי האמוראים)<b>: טהורה לביתה</b> – היא מותרת לשמש עם בעלה, שלהיטהר לבעלה אינה צריכה להתכוון לטבול לשם טהרה, <b>וטמיאה לטהרות</b> – היא עדיין אסורה לאכול דברים שצריך לאוכלם בטהרה, כגון תרומה וקודשים, משום שעשו חכמים מעלה בטהרות שהטובל צריך להתכוון לטבול לשם טהרה<b>. רבי לעזר</b> (אמורא בדור השני) אמר <b>בשם רבי חנינה</b> (בר חמא, אמורא ארץ ישראלי בדור הראשון)<b>: טמיאה בין לביתה בין לטהרות</b> – היא עדיין אסורה אף לשמש עם בעלה, שאף להיטהר לבעלה היא צריכה להתכוון לטבול לשם טהרה<b>.</b>\n<br>ומציעים פסוק כמקור לקביעה: <b>מה טעמא?</b> – מה הטעם? (מה המקור בכתוב לדבר זה שאמר רבי לעזר בשם רבי חנינה שהטובל צריך להתכוון לטבול לשם טהרה אף שלא בטהרות?) - כתוב (בפרשת צרעת בגדים): <b>\"</b>וְהַבֶּגֶד... אֲשֶׁר תְּכַבֵּס וְסָר מֵהֶם הַנָּגַע <b>וְכֻבַּס שֵׁנִית וְטָהֵר\"</b> (ויקרא יג,נח) – הבגד שיש בו הנגע, שכיבסו אותו קודם ההסגר השני וייעלם ממנו הנגע לגמרי תוך ימי ההסגר, יכובס פעם שנייה (על ידי טבילת הבגד במקווה) ויהיה טהור מטומאתו. ויש ללמוד מן המילה היתירה \"שנית\" שהוקשה התכבוסת השנייה לתכבוסת הראשונה, <b>- מה הראשונה לדעת</b> (בכוונה, מרצון) – כמו שהכיבוס הראשון (כיבוס של ממש, רחיצת הבגד מלכלוך) קודם ההסגר השני הוא לדעת המכבס, כאמור להלן<b>, אף השנייה לדעת</b> – גם הכיבוס השני (טבילת הבגד במקווה לטהרו) צריך להיות לדעת המטביל, שהמטביל צריך להתכוון להטביל לשם טהרה, אף שהבגד הוא חולין. ומכאן למדים שהטובל צריך להתכוון לטבול לשם טהרה אף שלא בטהרות<b>.</b>\n<br>ושואלים: <b>מניין שהראשונה לדעת?</b> – מאיפה למדים שהכיבוס הראשון קודם ההסגר השני הוא לדעת המכבס?\n<br>ומשיבים: כתוב (בפרשת צרעת בגדים): <b>\"וְצִוָּה הַכֹּהֵן וְכִבְּסוּ</b> אֵת אֲשֶׁר בּוֹ הַנָּגַע וְהִסְגִּירוֹ שִׁבְעַת יָמִים שֵׁנִית<b>\"</b> (ויקרא יג,נד) – הבגד שיש בו הנגע<b>,</b> אם לא פשה הנגע בשבעת ימי ההסגר הראשונים, יכובס (כיבוס של ממש), ואחרי הכיבוס ישים הכוהן את הבגד בהסגר שבעת ימים נוספים; ויש ללמוד מן הכתוב: <b>- לדעת</b> – הכיבוס הראשון קודם ההסגר השני הוא לדעת המכבס, שכן הכיבוס הראשון נעשה בציוויו של הכוהן<b>.</b><br><br><small>ב<b>בבלי חולין</b> לא,א-ב אמרו: איתמר: נידה שנאנסה וטבלה - רב אמר: טהורה לביתה ואסורה לאכול בתרומה (אם היא כוהנת). רבי יוחנן אמר: אף לביתה לא טהרה / אסורה.<br>...רבי יוחנן דאמר כרבי יונתן בן יוסף (תנא בדור הרביעי); דתניא: רבי יונתן בן יוסף אומר: \"וכובס שנית וטהר\" (ויקרא יג,נח) - מה תלמוד לומר \"שנית\"? מקיש תכבוסת שנייה לתכבוסת ראשונה. מה תכבוסת ראשונה - לדעת, אף תכבוסת שנייה - לדעת.<br><br>דעת רב שווה בשני התלמודים. דעת רבי יוחנן בבבלי היא דעת רבי לעזר בשם רבי חנינה בירושלמי.<br>לפי הבבלי, לדעת רב נידה שנאנסה וטבלה מותרת באכילת חולין, כי הוא סובר שטבילה לחולין אינה צריכה כוונה, ולדעת רבי יוחנן אסורה אף באכילת חולין, כי הוא סובר שטבילה צריכה כוונה אף לחולין. בירושלמי נקטו בין בדברי רב ובין בדברי רבי חנינה בלשון \"טמיאה לטהרות\" ולא חילקו בין חולין לתרומה. \"טהרות\" הן אף חולין הנאכלים בטהרה. שיטת הירושלמי היא שאף טבילה לאכילת חולין בטהרה צריכה כוונה לשם טבילה (ראה ירושלמי חגיגה ב,ו).<br>בבבלי לא אמרו מניין שהתכבוסת הראשונה לדעת.</small><br>\n<br>במשנה שנינו: \"...וכולן שעשו משעלה עמוד השחר - כשר\".\n<br>ב<b>ספרא</b> \"אמור\" פרשה ט נאמר: עיברוה בלילה... יכול תהא מעוברת! תלמוד לומר: \"אשר תקראו אותם מקראי קודש אלה הם מועדיי\", אין אלה מועדיי.\n<br>וב<b>תוספתא סנהדרין</b> ב,יג שנו: אין מעברים את השנה בלילה, ואם עיברוה - אינה מעוברת.\n<br>שואלים: <b>ואנן חמיי רבנ</b>י<b>ן מקדמין לעיבורה!</b> – והרי אנחנו רואים את החכמים מקדימים (משכימים מעלות השחר) לעיבור (להיכנס למקום המיוחד שבו היו דנים ומחליטים בעניין עיבור השנה)! (ומדוע הם עושים כך? והרי עיבור השנה הוא דבר שמצוותו ביום ואין לדון ולהחליט בעניין זה לכתחילה משעלה עמוד השחר אלא משתנץ החמה! - כך פירשו כאן \"קורבן העדה\" ו\"ספר ניר\")\n<br>ומשיבים: <b>רבי נחמן</b> (אמורא ארץ ישראלי בדור החמישי) אמר <b>בשם רבי מנא</b> (השני, מגדולי אמוראי ארץ ישראל בדור החמישי)<b>: מצוה להקדים כדי לזרז במצות</b> – הם היו מקדימים לעיבור השנה כדי להזדרז בקיום המצווה, אבל לא היו דנים ומחליטים בעניין עיבור השנה אלא משתנץ החמה<b>.</b><br><br><small>ב<b>בבלי סנהדרין</b> יא,ב שנו: תנו רבנן: אין מעברים את השנה אלא ביום, ואם עיברוה בלילה - אינה מעוברת.<br><br>עד כאן המקבילה בירושלמי שבת.<br><br>חלקה הראשון של הסוגיה שבמקבילה, העוסק בטבילת טמאים ביום, מקורו כאן על משנתנו האומרת ששומרת יום כנגד יום טובלת ביום ככל מחויבי טבילות. חלקה השני של הסוגיה שבמקבילה, העוסק בנידה שנאנסה וטבלה, מקורו כנראה בירושלמי במסכת אחרת שאינה בידינו (אולי מסכת חולין כמו בבבלי, ששם עסקו בצורך בכוונה בטבילה לחולין אגב המשנה שם ב,ג שמדברת בצורך בכוונה בשחיטת חולין), ומשם הועתק חלק זה לכאן משום חלקה הראשון של הסוגיה שדן בטבילת נידה. גם הקטע האחרון של הסוגיה שבמקבילה, העוסק בעיבור השנה, מקורו כאן על משנתנו שדבר שמצוותו ביום אין לעשותו בלילה.<br>בירושלמי שבת לפני תחילת המקבילה אמרו: \"אמר רבי יוחנן: ירדו לה בשיטת רבי ישמעאל. כמה דרבי ישמעאל אמר: תינוק שעיבר זמנו נימול בין ביום בין בלילה, כך (ב\"שרידי הירושלמי\": וכה) עיבר זמנה (תרומה טמאה שהיא כקודשים שעבר זמנם) נשרפת בין ביום בין בלילה\".<br>נראה שהסוגיה שבמקבילה הועתקה ממגילה לשבת, בשל דמיון הלשון \"תינוק שעיבר זמנו נימול בין ביום בין בלילה\" שבירושלמי שבת ללשון \"נידה שעיבר זמנה טובלת בין ביום בין בלילה\" שבירושלמי כאן. וכשהועתקה הסוגיה הועתק לא רק חלקה הראשון העוסק בטבילת טמאים ביום אלא גם חלקה השני העוסק בנידה שנאנסה וטבלה וגם הקטע האחרון \"ואנן חמיי...\" הקשור למשנה כאן. תופעה זו של העתקת יתר רגילה בירושלמי.<br><br><b>ואנן חמיי רבנ</b>י<b>ן מקדמין לעיבורה!</b><br>ב\"אהבת ציון וירושלים\" בשבת מגיה 'לעובדה' (במקום 'לעיבורה'), והוא מפרש שהכוונה לקריאת המגילה. ומלשונו של רמב\"ם הלכות מילה א,ח (\"כל היום כשר למילה, ואף על פי כן מצווה להקדים בתחילת היום, שזריזים מקדימים למצוות\") נראה שהוא מפרשה במילה. וליברמן (גליונות הרש\"ל) מגיה 'לציבורה', וכתב שהכוונה למשנתנו שאמרה שכל היום כשר לקריאת המגילה, ולמה מקדימים החכמים לציבור? (\"אוצר לשונות ירושלמיים\", עמוד 876, הערה 822).<br>אפשר שגרסת הירושלמי שלפני רמב\"ם היתה 'לגזורה' (=למילה) במקום 'לעיבורה'.</small><br>• • •", "heVersionTitle": "Machon HaYerushalmi, Rabbi Yehoshua Buch, 2017", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "ירושלים : מכון הירושלמי. תלמודה של א\"י, תשע\"ז", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6297c20e5bc5b598fdcea2f1", "index_title": "Mishnah Negaim", "category": "Mishnah", "type": "", "ref": "Mishnah Negaim 11:5", "anchorRef": "Leviticus 13:58", "anchorRefExpanded": ["Leviticus 13:58"], "sourceRef": "Mishnah Negaim 11:5", "sourceHeRef": "משנה נגעים י״א:ה׳", "anchorVerse": 58, "sourceHasEn": true, "compDate": [190, 230], "commentaryNum": 11.0005, "collectiveTitle": {"en": "Mishnah Negaim", "he": "משנה נגעים"}, "heTitle": "משנה נגעים", "he": "הָעוֹמֵד בָּרִאשׁוֹן, יְכַבֵּס וְיַסְגִּיר. הָעוֹמֵד בַּשֵּׁנִי, יִשָּׂרֵף. הַפּוֹשֶׂה בָזֶה וּבָזֶה, יִשָּׂרֵף. הִכְהָה בַתְּחִלָּה, רַבִּי יִשְׁמָעֵאל אוֹמֵר, יְכַבֵּס וְיַסְגִּיר. וַחֲכָמִים אוֹמְרִים, אֵינוֹ זָקוּק לוֹ. הִכְהָה בָרִאשׁוֹן, יְכַבֵּס וְיַסְגִּיר. הִכְהָה בַשֵּׁנִי, קוֹרְעוֹ וְשׂוֹרֵף מַה שֶּׁקָּרַע. וְצָרִיךְ מַטְלִית. רַבִּי נְחֶמְיָה אוֹמֵר, אֵינוֹ צָרִיךְ מַטְלִית: \n", "heVersionTitle": "Torat Emet 357", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורת אמת 357", "text": "[A nega] that remained unchanged during the first week must be washed and isolated. One that remains unchanged during the second week must be burned. One that spread during the first or the second week must be burned. If it becomes dimmer in the beginning: Rabbi Ishmael says: it should be washed and isolated. But the sages say: he is not required [to do so]. If the nega became dimmer during the first week it must be washed and isolated. If it became dimmer during the second week it must be torn out, and that which is torn out must be burnt, and it is necessary for a patch to be put on. Rabbi Nehemiah says: a patch is not necessary.", "versionTitle": "Mishnah Yomit by Dr. Joshua Kulp", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "64187c6ac9371ec0cebe66dd", "index_title": "Reggio on Torah", "category": "Commentary", "type": "commentary", "ref": "Reggio on Torah, Leviticus 13:58:1", "anchorRef": "Leviticus 13:58", "anchorRefExpanded": ["Leviticus 13:58"], "sourceRef": "Reggio on Torah, Leviticus 13:58:1", "sourceHeRef": "ביאור יש\"ר על התורה, ויקרא י״ג:נ״ח:א׳", "anchorVerse": 58, "sourceHasEn": false, "compDate": [1790, 1810], "commentaryNum": 58.0001, "collectiveTitle": {"en": "Reggio", "he": "ביאור יש\"ר"}, "heTitle": "ויקרא", "he": "<b>אשר תכבס,</b> בסוף ימי הסגר ראשון שיצוה הכהן לכבסו, אם כשתכבסנו סר ממנו הנגע לגמרי, ולפי שהועיל הכבוס לא הורכבה המלה:", "heVersionTitle": "Vienna, 1821", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "64187c6bc9371ec0cebe66df", "index_title": "Reggio on Torah", "category": "Commentary", "type": "commentary", "ref": "Reggio on Torah, Leviticus 13:58:2", "anchorRef": "Leviticus 13:58", "anchorRefExpanded": ["Leviticus 13:58"], "sourceRef": "Reggio on Torah, Leviticus 13:58:2", "sourceHeRef": "ביאור יש\"ר על התורה, ויקרא י״ג:נ״ח:ב׳", "anchorVerse": 58, "sourceHasEn": false, "compDate": [1790, 1810], "commentaryNum": 58.0002, "collectiveTitle": {"en": "Reggio", "he": "ביאור יש\"ר"}, "heTitle": "ויקרא", "he": "<b>וכבס שנית,</b> אינו להסיר ממנו הנגע, אלא טבילה לטהרו, ולכן הכבוס שעושין ע\"י סממנים להסיר הכתמים נזכר בפרשה בבנין הפעל, וכאן שהוא לטהרה אמר וכבס בפועל:", "heVersionTitle": "Vienna, 1821", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6419515b3f60e9e0fa3cfe1c", "index_title": "Netinah LaGer", "category": "Quoting Commentary", "type": "", "ref": "Netinah LaGer, Exodus 24:8:1", "anchorRef": "Leviticus 13:58", "anchorRefExpanded": ["Leviticus 13:58"], "sourceRef": "Netinah LaGer, Exodus 24:8:1", "sourceHeRef": "נתינה לגר, שמות כ״ד:ח׳:א׳", "anchorVerse": 58, "sourceHasEn": false, "commentaryNum": 8.0001, "collectiveTitle": {"en": "Netinah LaGer", "he": "נתינה לגר"}, "heTitle": "שמות", "he": "<b>ויקח משה את הדם ויזרק על העם, ונסיב משה ית דמא וזרק על מדבחא לכפרא על עמא.</b> כ\"ה ברוב הספרים, לכאורה ק' למה הוציא את הכתוב מפשוטו, ולא ת' כדרכו \"וידי על עמא\" ? ובאמת הוא נגד סוגית הש\"ס (יבמות מ\"ו ע\"ב, כריתות ח') \"אלא טבילה בגר מנ\"ל, דכתיב ויזרק משה (הזאה היא, רש\"י) וגמירי דאין הזאה בלא טבילה\" ולע\"ד נראה שהמת' סובר כר\"א ביבמות (שם) שגם מל ולא טבל מהני דיליף מאבות, והאי דכתיב שם (במתן תורה) \"וכבסו שמלתם\" הוא לנקיות בעלמא, והראי' שהמת' סובר כן, מדת' \"וכבסו, ויחורון\" ולא \"ויצבעון\" כמ\"ש רש\"י (ויקרא י\"ג נ\"ח) ההבדל, ומויזרק על העם שממנו למד ר' יהושע שגר צריך טבילה, אינו ראי' שסובר שלא היתה ההזאה על העם כ\"א זריקה על המזבח, ולכן מילה לחוד מהניא, ורבי (שם בכריתות) שאמר \"מה אבותיכם לא נכנסו אלא במילה וטבילה והרצאת דמים\" ס\"ל כרבנן שגר צריך מילה וטבילה, ויש ראי' להת\"א שפי' \"ויזרק\" הוא על המזבח, דבין ב\"ש ובין ב\"ה סברי עולת תמיד הואי או עולת ראיה, ולא שע\"י הקרבנות האלו נכנסו לברית, ולדברי המת' אין צורך לנו להדוחק שכ' התוס' (בכריתות שם) שכמה עולות הקריבו, ולהוסיף עוד שהיה דם לס' רבוא, גם קושית התוס' (ביומא ד' על קושית הש\"ס הזאה בסיני מי הוה) מויזרק על העם מסולקת לדבריו, ולכן בפסוק ו' \"באגנת\" ת' \"במזרקיא\" ר\"ל בכלי שרת, ול\"ר מוסב על שתי המחצות בין שזרק על המזבח ובין שזרק עליו לכפר על העם, וע' רמב\"ן ע\"פ הנ\"ל שהביא שגם הראב\"ע הבין כן דברי הכתוב, והביא ראיה לדבריו מאונקלוס, וע' במס' זבחים (דף צ\"ז) \"מאי כלי אלימא מזרק בשלמי צבור נמי כתב בהו כו' וישם באגנת? והא דפסק התרגום כר\"א ולא כר\"י אף שאמרו מפי שניהם (מגילה דף ג') כבר כתבתי כ\"פ שכוונת הש\"ס היא שאמר לפניהם ולא מפיהם, והא דכתב רש\"י \"ויזרק ענין הזאה ותרגומו וזרק כו' \" ר\"ל שהת\"א מתנגד לפי' זה, וכן בכמה מקומות (ולא כמ\"ש בכללי רש\"י הנדפסים בהחומשים סי' ד') אחרי כתבי כל אלה ראיתי במיני תרגומא ומצאתי שכוונתי קצת לדעתו הרחבה, רק מ\"ש על הרמב\"ם שכ' (פ\"א מה' מחוסרי כפרה) \"גר שמל ולא טבל ועדיין לא הביא קרבנו כו' אינו ממחוסרי כפרה\" שהוא כרבנן ולא כר\"א בן יעקב שנמוקו עמו, לע\"ד פשוט שהרמב\"ם סובר כרש\"י שגם רבנן לא פליגי אראב\"י בדין רק שסוברים שעדיין מחוסר יהדות וראב\"י סובר שעכ\"פ מחוסר כפרה הוא, ונעלם ממנו שגם התו' (בכריתות דף ב' ד\"ה לאפוקי) סברי כרש\"י דבדינא לא פליגי רק דלא איירו בה, ואפשר שגם ר\"י סובר כר\"א שגר לא צריך קרבן וכראב\"י, ומלת \"ויזרק\" קאי על המזבח, והא דקאמר בגמ' (יבמות דף מ\"ו) \"ור\"י באבות נמי טבילה הוי\", היינו לדחויא בעלמא, וכוונתו לרבנן, דלדידהו צריך מילה וטבילה וגם קרבן (וכדמוכח שם בכריתות) ובזה מיושב קושי' התוס' ד\"ה ור' יהושע (יבמות דף מ\"ו) ע\"ש, דבאמת ר\"י לדידיה ס\"ל דויזרק היינו על המזבח, וא\"כ טבילה מנ\"ל? ומזה נרויח כי אונקלוס הגר לא פליג ארביה ר' יהושע. וגם קושי' התוס' ד\"ה כי פליגי, ר\"ע דיליף מתושב ושכיר כמאן ס\"ל, מתורצת בזה, די\"ל דסובר כר\"א וכראב\"י בכריתות, וע' בפירוש המשניות להרמב\"ם (שם בכריתות) ובהרע\"ב שם שקיים דברי הרמב\"ם דאליבא דראב\"י גר צריך קרבן לאכילת קדשים, וא\"כ י\"ל דגם לפסח צריך קרבן, ולכן במל ולא טבל אסור לאכול פסח, וק\"ו לדעת רש\"י והרמב\"ם בפי\"ג מה' איסורי ביאה דגר צריך קרבן לביאת הקהל, א\"כ ודאי דאסור לאכול פסח עד שהביא קרבן, ודו\"ק היטב. והארכתי בזה בע\"ה בחידושי, ודע שמה שהקשה בעל מיני תרגומא על הרמב\"ם דיליף טבילה מן \"וכבסו\" הלא הש\"ס (יבמות דף מ\"ו) קמדחה \"דילמא לנקיות בעלמא\" לענ\"ד לק\"מ, דזה הוא רק לפי הס\"ד, אבל לפי האמת דסברא הוא במה נכנסו אבותינו תחת כנפי השכינה, ודאי הפי' וכבסו הוא טבילה מק\"ו, דאל\"כ במה נכנסו וכו ואין להאריך פה.", "heVersionTitle": "Vilna, 1876", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "641955918defb334b3373aef", "index_title": "Netinah LaGer", "category": "Commentary", "type": "commentary", "ref": "Netinah LaGer, Leviticus 13:58:1", "anchorRef": "Leviticus 13:58", "anchorRefExpanded": ["Leviticus 13:58"], "sourceRef": "Netinah LaGer, Leviticus 13:58:1", "sourceHeRef": "נתינה לגר, ויקרא י״ג:נ״ח:א׳", "anchorVerse": 58, "sourceHasEn": false, "commentaryNum": 58.0001, "collectiveTitle": {"en": "Netinah LaGer", "he": "נתינה לגר"}, "heTitle": "ויקרא", "he": "<b>תְכַבֵּס, די יתחור, וְכֻבַּס, ויצטבע.</b> הראשון שהוא ל' נקיות ת' כדרכו תמיד בל' \"חור\" והשני שהוא לטהרה ת' \"ויצטבע\" וכ\"פ רש\"י, ומה שת' \"די יתחור\" באתפעל, ולא \"די <b>תְחַוֵּר\"</b> בפיעל כבעברית, הוא רק להטעים הענין, באשר הכבוס יכול להיות ע\"י מי שיהיה. ובכ\"י בשניהם הנוסח יצטבע.", "heVersionTitle": "Vilna, 1876", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "648839e6a5a4d0d592640694", "index_title": "Rav Hirsch on Torah", "category": "Commentary", "type": "commentary", "ref": "Rav Hirsch on Torah, Leviticus 13:58:1", "anchorRef": "Leviticus 13:58", "anchorRefExpanded": ["Leviticus 13:58"], "sourceRef": "Rav Hirsch on Torah, Leviticus 13:58:1", "sourceHeRef": "רש\"ר הירש על התורה, ויקרא י״ג:נ״ח:א׳", "anchorVerse": 58, "sourceHasEn": true, "compDate": [1845, 1875], "commentaryNum": 58.0001, "collectiveTitle": {"en": "Rav Hirsch", "he": "רש\"ר הירש"}, "heTitle": "ויקרא", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "V. 58. אשר תכבס וגו׳ וכבס שנית וטהר, das erste כבוס zur etwaigen Entfernung des נגע ist: waschen, und zwar mit שבעה סמנין in der vorgeschriebenen Reihenfolge wie beim דם חטאת, Kap. 6, 20 (Sebachim 95a), das zweite כבוס ist טבילה zum Zweck der טהרה ת׳׳כ) ) — .", "versionTitle": "Der Pentateuch. Übersetzt und erläutert von Samson Raphael Hirsch, 1903 [de]", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "648839e7a5a4d0d592640696", "index_title": "Rav Hirsch on Torah", "category": "Commentary", "type": "commentary", "ref": "Rav Hirsch on Torah, Leviticus 13:58:2", "anchorRef": "Leviticus 13:58", "anchorRefExpanded": ["Leviticus 13:58"], "sourceRef": "Rav Hirsch on Torah, Leviticus 13:58:2", "sourceHeRef": "רש\"ר הירש על התורה, ויקרא י״ג:נ״ח:ב׳", "anchorVerse": 58, "sourceHasEn": true, "compDate": [1845, 1875], "commentaryNum": 58.0002, "collectiveTitle": {"en": "Rav Hirsch", "he": "רש\"ר הירש"}, "heTitle": "ויקרא", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "בגדים werden daher טמא durch ירקרק und אדמרם, wenn dieselben ב' שבועות geblieben, oder sich schon nach einem הסגר ausgebreitet haben, מיטמאין בשני שבועות ובשלשה סימנין בירקרק ובאדמדם ובפשיון (Negaim 3, 7). Sebachim 49b wird gelehrt, daß auch פריחה בכולו bei בגדים ebenso wie bei נתקים (siehe zu V. 40) טהור ist. Siehe מ׳ל׳מ zu  הל׳ ט׳׳צ 12, 8.", "versionTitle": "Der Pentateuch. Übersetzt und erläutert von Samson Raphael Hirsch, 1903 [de]", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6593c77c7cd0ed0599b6cf8c", "index_title": "Shadal on Isaiah", "category": "Quoting Commentary", "type": "", "ref": "Shadal on Isaiah 1:5:2", "anchorRef": "Leviticus 13:58", "anchorRefExpanded": ["Leviticus 13:58"], "sourceRef": "Shadal on Isaiah 1:5:2", "sourceHeRef": "שד\"ל על ישעיהו א׳:ה׳:ב׳", "anchorVerse": 58, "sourceHasEn": false, "compDate": [1831, 1855], "commentaryNum": 5.0002, "collectiveTitle": {"en": "Shadal on Isaiah", "he": "שד\"ל על ישעיהו"}, "he": "<b>סרה</b> שם משרש סור. ורבים. פירשו תוסיפו לסור מאחרי ה', או מדרך התורה; אך מצאנו כי סרה דברת על ה' (ירמיה כ\"ח י\"ו), כי סרה דבר על ה' (שם כט ל\"ב), שלא יתכן שיהיה ענין מלת <b>סרה</b> אלא דבר שקר וכן לענות בו סרה (דברים י\"ט י\"ו), כי דבר סרה על ה' אלהיכם (שם י\"ג ו') דבר עשק וסרה (ישעיה כ\"ט י\"ג), שנראה מכלם שענינם דבר שקר. לכך נראה לי כי אחר שאמרו סר על מה שהלך לו מה שחדל להיות ואיננו עוד. כמו וסר מהם הנגע (ויקרא י\"ג נ\"ח), אמרו סר גם על מה שלא היה מעולם, כמו וסרת טעם (משלי י\"א כ\"ב), שאין בה טעם, כאלו היה בה וסר מעליה, ומזה קראו סרה לכל מה שאין לו מציאות ולכל דבר שוא ושקר, ואחרי כן קראו סרה גם אל הרע והחמס והעול, כמו שקראו <b>שוא,</b> וגם <b>אָוֶן</b> (שהוא נגזר מן <b>אַיִן</b>) השקר והרע והעול יחדו. ועל הדרך הזה לדעתי הכל סר (תהלים י\"ד ג') נעשה רע, וכן מה זה רוחך סרה (מלכים א' כ\"א ה'), כמו רוחך רעה.", "heVersionTitle": "Padova, 1867", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6593c9ba7cd0ed0599b6d770", "index_title": "Shadal on Isaiah", "category": "Quoting Commentary", "type": "", "ref": "Shadal on Isaiah 34:6:2", "anchorRef": "Leviticus 13:58", "anchorRefExpanded": ["Leviticus 13:58"], "sourceRef": "Shadal on Isaiah 34:6:2", "sourceHeRef": "שד\"ל על ישעיהו ל״ד:ו׳:ב׳", "anchorVerse": 58, "sourceHasEn": false, "compDate": [1831, 1855], "commentaryNum": 6.0002, "collectiveTitle": {"en": "Shadal on Isaiah", "he": "שד\"ל על ישעיהו"}, "he": "<b>הדשנה מחלב,</b> נעשתה שמנה ודשנה מרוב חלב שאכלה. מלת הֻדַּשְׁנָה היא בנין הָתְפָּעַל כמו התפקדו (במדבר א' מ\"ז, ב' ל''ג, כ''ו ס''ב, ומלכים א' כ' כ''ז), הֻכַּבֵּס (ויקרא י\"ג נ\"ה), הֻטַּמָּאּה (דברים כ\"ד ד'), אלא שהראשון (התפקדו) רפי, והאחרים דגושים. בנין התפעל הוראתו לפי דעתי (היום כ''ה אלול תרכ''ג) כבנין פעל, כי הלוים לא התפקדו ענינו כענין אשר פקד על פי משה (שמות ל''ח כ''א), הכבס את הנגע ענינו כענין וכבס שנית (ויקרא י''ג נ''ח), והטמאה ענינו שהאשה קבלה טומאה על ידי אדם שטמא אותה בשכיבתו, והנה היא מטמאה (פעל תולדה דפעל). וכן כאן הדשנה מחלב ענינו כענין מה שכתוב בפסוק שאחר זה ועפרם מחלב ידשן. ונ''ל כי בתחלה הוסיפו על אותיות השרש הברת <b>הת</b> להורות שהפועל פועל על ענמו, והברת <b>הת</b> להורות על קבלת הפעולה מיד אחרים; ואחר זמן השמיטו הברת <b>הת,</b> והטילו תנועתה על פ\"א הפועל ואמרו פעל ועדיין תיבת הֻדַּ֣שְׁנָה זרה משני פנים, כי הש\"ין היתה ראויה להיות דגושה, והטעם היה ראוי להיות בלמד הפועל (הֻדַּשְּׁנָ֣ה); ונ\"ל שעשו כן כדי שלא נחשוב שהמלה מענין דשן ואפר כמו ודשנו את המזבח (במדבר ד' י\"ג), ועולתך ידשנה סלה (תהלים כ' ד'), ומהטעם הוה עצמו היה לדעתי שלא נכתב ועולתך ידשן, כדי שלא יובן מענין דשן ושמן. ונ\"ל כי כשהתיבה נקראת בטעם על הדל\"ת השומע נוטה להבין אותה להוראת השמנינות, כי ידמה לו שהיא משרש דוש, והעגלה השמנה נקראת עגלה דשה (עיין פירושי למעלה א' ג'), ואולי שרש דשן נגזר משרש דוש, מפני שהבהמה הדשה היא שמנה.", "heVersionTitle": "Padova, 1867", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "657ecc56758c1dc532ec8dbe", "index_title": "Steinsaltz on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Steinsaltz on Leviticus 13:58", "anchorRef": "Leviticus 13:58", "anchorRefExpanded": ["Leviticus 13:58"], "sourceRef": "Steinsaltz on Leviticus 13:58", "sourceHeRef": "ביאור שטיינזלץ על ויקרא י״ג:נ״ח", "anchorVerse": 58, "sourceHasEn": true, "commentaryNum": 13.0058, "collectiveTitle": {"en": "Steinsaltz", "he": "ביאור שטיינזלץ"}, "heTitle": "ביאור שטיינזלץ על ויקרא", "he": "<b>וְהַבֶּגֶד אוֹ הַשְּׁתִי אוֹ הָעֵרֶב אוֹ כָל כְּלִי הָעוֹר אֲשֶׁר תְּכַבֵּס, וְסָר מֵהֶם הַנָּגַע.</b> אם בעקבות הכיבוס נעלם הנגע ולא חזר – \n    <b>וְכֻבַּס שֵׁנִית,</b> יוטבל במקווה מים\n    \n    <b>וְטָהֵר</b> מטומאתו.", "heVersionTitle": "The Koren Steinsaltz Tanakh HaMevoar - Hebrew", "heLicense": "Copyright: Steinsaltz Center", "heVersionTitleInHebrew": "", "text": "<b>The garment, or the warp, or the woof, or any leather implement, that you shall wash and the mark leaves them, </b>that is, if due to the laundering, the mark disappears and does not return, <b>it shall be washed again, </b>this time by immersion in a ritual bath, 30 <b>and </b>it <b>shall be purified </b>from its impurity.", "versionTitle": "The Steinsaltz Tanakh - English", "license": "Copyright: Steinsaltz Center", "versionTitleInHebrew": ""}, {"_id": "5253b8e8edbab4498f482a4c", "index_title": "Ibn Ezra on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Ibn Ezra on Leviticus 13:58:1", "anchorRef": "Leviticus 13:58", "anchorRefExpanded": ["Leviticus 13:58"], "sourceRef": "Ibn Ezra on Leviticus 13:58:1", "sourceHeRef": "אבן עזרא על ויקרא י״ג:נ״ח:א׳", "anchorVerse": 58, "sourceHasEn": true, "compDate": [1155, 1165], "commentaryNum": 58.0001, "collectiveTitle": {"en": "Ibn Ezra", "he": "אבן עזרא"}, "heTitle": "אבן עזרא על ויקרא", "he": "<b>וכבס שנית.</b> מצוה לכבסו פעמים:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "THEN IT SHALL BE WASHED THE SECOND TIME. There is divine command to wash it twice.", "versionTitle": "Ibn Ezra's commentary on the Pentateuch, tran. and annot. by H. Norman Strickman and Arthur M. Silver. Menorah Pub., 1988-2004", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "5253b8e8edbab4498f482a4e", "index_title": "Ibn Ezra on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Ibn Ezra on Leviticus 13:58:2", "anchorRef": "Leviticus 13:58", "anchorRefExpanded": ["Leviticus 13:58"], "sourceRef": "Ibn Ezra on Leviticus 13:58:2", "sourceHeRef": "אבן עזרא על ויקרא י״ג:נ״ח:ב׳", "anchorVerse": 58, "sourceHasEn": true, "compDate": [1155, 1165], "commentaryNum": 58.0002, "collectiveTitle": {"en": "Ibn Ezra", "he": "אבן עזרא"}, "heTitle": "אבן עזרא על ויקרא", "he": "<b>וסר מהם הנגע.</b> וכבר סר מהם הנגע וכבר הראיתיך רבים כמוהו:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "IF THE PLAGUE BE DEPARTED FROM THEM. <i>Ve-sar me-hem ha-naga</i> means if the plague be departed from them.<sup class=\"footnote-marker\">91</sup><i class=\"footnote\">Not and the affliction will depart from them.</i> I have previously shown you many such instances.<sup class=\"footnote-marker\">92</sup><i class=\"footnote\">Where the <i>vav</i> does not mean and, but indicates the pluperfect.</i> ", "versionTitle": "Ibn Ezra's commentary on the Pentateuch, tran. and annot. by H. Norman Strickman and Arthur M. Silver. Menorah Pub., 1988-2004", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "55053473fbfba270cc17e841", "index_title": "Haamek Davar on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Haamek Davar on Leviticus 13:58:1", "anchorRef": "Leviticus 13:58", "anchorRefExpanded": ["Leviticus 13:58"], "sourceRef": "Haamek Davar on Leviticus 13:58:1", "sourceHeRef": "העמק דבר על ויקרא י״ג:נ״ח:א׳", "anchorVerse": 58, "sourceHasEn": false, "compDate": [1840, 1880], "commentaryNum": 58.0001, "collectiveTitle": {"en": "Haamek Davar", "he": "העמק דבר"}, "he": "<b>והבגד וגו׳.</b> חזר המקרא עוד על כל הפרטים ללמדנו דאפי׳ השתי וערב או איזה כלי עור שאינם מקבלים טומאה זולת צרעת. בעי טבילה הנהוג בכל טומאת מגע ג״כ. ולא הוי כמפץ שמקבל טומאת מדרס ואין לה טהרה במקוה משום שאינן כלי כדאי׳ שבת דפ״ד א׳:\n", "heVersionTitle": "Sefer Torat Elohim, Vilna 1879", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר תורת אלוהים, וילנא 1879", "text": [], "versionTitle": "Yalkut, Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5868bd2bd6e4a97c9cbb154a", "index_title": "Bekhor Shor", "category": "Commentary", "type": "commentary", "ref": "Bekhor Shor, Leviticus 13:58:1", "anchorRef": "Leviticus 13:58", "anchorRefExpanded": ["Leviticus 13:58"], "sourceRef": "Bekhor Shor, Leviticus 13:58:1", "sourceHeRef": "בכור שור, ויקרא י״ג:נ״ח:א׳", "anchorVerse": 58, "sourceHasEn": false, "compDate": [1145, 1195], "commentaryNum": 58.0001, "collectiveTitle": {"en": "Bekhor Shor", "he": "בכור שור"}, "heTitle": "ויקרא", "he": "<b>וכבס שנית.</b> לפי שהיה בספק טומאה, כמו שפי' גבי אדם שצריך טבילה לטהרו, נ\"ל לפי שאפשר למצורע בלא כבוס בגדים, ערב טומאת בגדים קודם טהרת מצורע שטהרתו יחד:\n", "heVersionTitle": "Bekhor Shor, HaTzofeh LeHokhmat Yisrael VIII, Budapest, 1924", "heLicense": "Public Domain", "heVersionTitleInHebrew": "בכור שור, הצופה לחכמת ישראל ח, בודפשט, תרפ\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5892f287d6e4a92746471aca", "index_title": "Chizkuni", "category": "Commentary", "type": "commentary", "ref": "Chizkuni, Leviticus 13:58:1", "anchorRef": "Leviticus 13:58", "anchorRefExpanded": ["Leviticus 13:58"], "sourceRef": "Chizkuni, Leviticus 13:58:1", "sourceHeRef": "חזקוני, ויקרא י״ג:נ״ח:א׳", "anchorVerse": 58, "sourceHasEn": true, "compDate": [1220, 1260], "commentaryNum": 58.0001, "collectiveTitle": {"en": "Chizkuni", "he": "חזקוני"}, "heTitle": "ויקרא", "he": "<b>וכבס שנית</b> השנייה לטהרו והראשונה להסיר את נגעו.", "heVersionTitle": "Chizkuni", "heLicense": "Public Domain", "heVersionTitleInHebrew": "חזקוני", "text": "וכבס שנית, “it shall be immersed in a ritual bath a second time.” The second time in order to purify it, whereas the first time was in order to remove the residue of the plague.", "versionTitle": "Chizkuni, translated and annotated by Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": "חזקוני, מתורגם ומוער בידי אליהו מונק"}, {"_id": "58d1398bd6e4a96e427ef03f", "index_title": "Ibn Ezra on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Ibn Ezra on Leviticus 13:58:3", "anchorRef": "Leviticus 13:58", "anchorRefExpanded": ["Leviticus 13:58"], "sourceRef": "Ibn Ezra on Leviticus 13:58:3", "sourceHeRef": "אבן עזרא על ויקרא י״ג:נ״ח:ג׳", "anchorVerse": 58, "sourceHasEn": true, "compDate": [1155, 1165], "commentaryNum": 58.0003, "collectiveTitle": {"en": "Ibn Ezra", "he": "אבן עזרא"}, "heTitle": "אבן עזרא על ויקרא", "he": "ומלת <b>וכבס<b> פעל שלא נקרא שם פועלו:</b></b>", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "<i>Ve-khubbas</i> (it shall be washed) is a <i>pu’al</i>.<sup class=\"footnote-marker\">93</sup><i class=\"footnote\">Literally, a verb whose subject is not identified.</i>", "versionTitle": "Ibn Ezra's commentary on the Pentateuch, tran. and annot. by H. Norman Strickman and Arthur M. Silver. Menorah Pub., 1988-2004", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "59a6c624d6e4a920f72d9798", "index_title": "HaKtav VeHaKabalah", "category": "Commentary", "type": "commentary", "ref": "HaKtav VeHaKabalah, Leviticus 13:58:1", "anchorRef": "Leviticus 13:58", "anchorRefExpanded": ["Leviticus 13:58"], "sourceRef": "HaKtav VeHaKabalah, Leviticus 13:58:1", "sourceHeRef": "הכתב והקבלה, ויקרא י״ג:נ״ח:א׳", "anchorVerse": 58, "sourceHasEn": false, "compDate": [1829, 1839], "commentaryNum": 58.0001, "collectiveTitle": {"en": "HaKtav VeHaKabalah", "he": "הכתב והקבלה"}, "heTitle": "ויקרא", "he": "<b>וכבס שנית. </b>לשון טבילה, תרגום של כבוסין שבפרשה זו ליבון ויתחוור חוץ מזה שאינו לליבון אלא לטבול לכן תרגומו ויצטבע, וכן כל כבוסי בגדים שהן לטבילה מתורגמין ויצטבע (רש\"י), וכן אמרו בת\"כ הראשונה להסגיר את נגעו והשניה לטהרו. ואמר הרנ\"ו כבוס ללבון הוא להעביר הכתמים בסממנים, וכשבגד לבן בא במים אע\"פ שלא יכובס בנתר ובורית, ע\"י שפשוף לבד מתלבן ג\"כ קצת משחררותו ומזוהמתו, לכן כל טבילת בגדים נקראו כבוס, ע\"כ. ואין טעמו מספיק, דא\"כ היו צריכים שפשוף בכל טבילת בגדים. לכן נ\"ל בדעת רבותינו הכוללים בלשון כבוס דקרא גם הוראת הטבילה הוא זה, כי שרש כבס משתתף עם שרש כבש, שבשי\"ן ימנית, שהוראתו שני עניני דחיקה והדוק, אם דחיקת הבגדים והדוקם זה עם זה, או דחיקת הדבר להכריחו לרדת ממעלה למטה, כמו העגלה כובשת הקרקע (ביצה כ\"ג), שאופן העגלה שעושה חריץ עמוק בקרקע איננו חופר בו כ\"א דוחק את חלקי העפר שתחתיו. וכן מכבש (פרעססע), שכובשים בו הבגדים אחר הכבוס לתקנם ולקפלם כראוי, שנדחק בגד בבגד ומהדקם זה עם זה (שבת קמ\"א), ויורה שרש כבש בלשון ארמי גם על מה שלמטה, כמו וערפל תחת רגליו (תהילים ח׳:ז׳\"י) תרגומו ענן אמטתא כבש קדמוי, לכן ישומש לשון כבש גם על דחיקת הדבר להכריחו לרדת ממעלה למטה, כמו יכבוש עונותינו (מיכה ז׳:י״ט), כף המאזנים של זכיות שהוא למעלה לקלותו כובשו להורידו מטה עד תיכריע את הכף של חוב (ר\"ה י\"ז), ועל המתבייש להרים פניו מעלה יאמרו כובש פניו בקרקע. ומזה הכפישני באפר (איכה ג׳:ט״ז) בחילוף הפ\"א בבי\"ת, וכמו הכבישני, דחק את ראשו וכפפו למטה אל העפר (נידערגעדריקקט); ושני מיני דחיקות אלה שבשורש כבש ישנם ג\"כ בשרש כבס, כי כבוס הבגד במים בבורית ונתר המנקים זוהמת הבגד ומלבנים אותו נעשה ע\"י דחיקת חלקי הבגד זה עם זה אם בידי הכובס או ברגליו עד שנדחק ממנו כל טנוף וזוהמא ומתלבן (וואשען, וואלקען), והנה בגדים וכלים קלים הם ע\"פ המים לכן הם שטים וצפים מלמעלה, ורק לסבת כח המכריח אותם ירדו למטה מן המים ובסור כח הדוחה אותם מטה יעלו מעלה מעצמם, לכן הונח על טבילת הבגדים לשון כבוס (אונטערדריקקען, אונטערטויכען), שהוא הכבישה והדחיקה להורידה מטה אל תחת המים. וכבר מצאנו לרבותינו שמשתפים שרש כבש עם כבס (סנהדרין ק\"ד) אל מסלת שדה כובס, מאי כובס דכבשינהו לאפי'. ובילקוט פינחס כבשים בני שנה, כבשים שהם כובשים עונותיהם, שהם מכבסים ומלבינים עונותיהם. וברור הוא שלסבת השתתפות הוראת כבס עם כבש עשו כן, וכמבואר במה שקדם. והנה כל מקום שנאמר בתורה כבוס בגדים אצל הטומאה אינו הכביסה ללבן הבגד, כ\"א טבילת הבגד במקוה לטהרו מטומאתו, וכמה השתבשו המתרגמים האשכנזים שהשוו לתרגם בכל המקומות כבוס (וואשען) ולא שמו על לבם שבמקומות הטומאה לשון כבוס הוא הטבילה (אונטערטויכען): \n", "heVersionTitle": "HaKtav VeHaKabbalah, Frankfurt 1880", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5a9d3cbfd6e4a9026bd8f4cd", "index_title": "Aderet Eliyahu", "category": "Commentary", "type": "commentary", "ref": "Aderet Eliyahu, Leviticus 13:58:1", "anchorRef": "Leviticus 13:58", "anchorRefExpanded": ["Leviticus 13:58"], "sourceRef": "Aderet Eliyahu, Leviticus 13:58:1", "sourceHeRef": "אדרת אליהו, ויקרא י״ג:נ״ח:א׳", "anchorVerse": 58, "sourceHasEn": false, "compDate": [1740, 1800], "commentaryNum": 58.0001, "collectiveTitle": {"en": "Aderet Eliyahu", "he": "אדרת אליהו"}, "heTitle": "ויקרא", "he": "<b>אשר תכבס.</b> יכול יקיים בו מצות כיבוס ת\"ל וסר. יכול מצד זה לצד זה ת\"ל מהם עד שיעקר מכולם:", "heVersionTitle": "Aderet Eliyahu, Halberstadt, 1860", "heLicense": "Public Domain", "heVersionTitleInHebrew": "אדרת אליהו על התורה, הלברשטאט תרי\"ט", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5a9d3cbfd6e4a9026bd8f4cf", "index_title": "Aderet Eliyahu", "category": "Commentary", "type": "commentary", "ref": "Aderet Eliyahu, Leviticus 13:58:2", "anchorRef": "Leviticus 13:58", "anchorRefExpanded": ["Leviticus 13:58"], "sourceRef": "Aderet Eliyahu, Leviticus 13:58:2", "sourceHeRef": "אדרת אליהו, ויקרא י״ג:נ״ח:ב׳", "anchorVerse": 58, "sourceHasEn": false, "compDate": [1740, 1800], "commentaryNum": 58.0002, "collectiveTitle": {"en": "Aderet Eliyahu", "he": "אדרת אליהו"}, "heTitle": "ויקרא", "he": "<b>וכבס שנית.</b> זה לטהרו והראשונ' להסגר:", "heVersionTitle": "Aderet Eliyahu, Halberstadt, 1860", "heLicense": "Public Domain", "heVersionTitleInHebrew": "אדרת אליהו על התורה, הלברשטאט תרי\"ט", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5bc7a122a20e630094ef1977", "index_title": "Chullin", "category": "Talmud", "type": "", "ref": "Chullin 31b:13", "anchorRef": "Leviticus 13:58", "anchorRefExpanded": ["Leviticus 13:58"], "sourceRef": "Chullin 31b:13", "sourceHeRef": "חולין ל״א ב:י״ג", "anchorVerse": 58, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 62.0013, "collectiveTitle": {"en": "Chullin", "he": "חולין"}, "heTitle": "חולין", "he": "דתניא רבי יונתן בן יוסף אומר (ויקרא יג, נח) וכובס מה ת\"ל שנית מקיש תכבוסת שניה לתכבוסת ראשונה מה תכבוסת ראשונה לדעת אף תכבוסת שניה לדעת", "heVersionTitle": "Wikisource Talmud Bavli", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "תלמוד בבלי (ויקיטקסט)", "text": "<b>As it is taught</b> in a <i>baraita</i> with regard to the verse dealing with the purification of a leprous garment, which must be laundered, quarantined for a week, and then immersed in a ritual bath: “And the garment…that you shall wash and the leprosy departed from them, and it shall be washed a second time and shall be pure” (Leviticus 13:58). <b>Rabbi Yonatan ben Yosef says:</b> It would have been sufficient for the verse to simply state: <b>And it shall be washed</b> and shall be pure. For <b>what</b> purpose does <b>the verse state: “A second time”?</b> The Torah <b>juxtaposes the second washing,</b> the immersion, <b>with the first washing,</b> the laundering. <b>Just as the first washing is</b> performed <b>with intent,</b> as it is written: “And the priest shall command that they wash the garment that has the leprous mark, and he shall quarantine it seven days more” (Leviticus 13:54), <b>so too, the second washing,</b> the immersion in a ritual bath, must be performed <b>with intent.</b>", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "5bc7a122a20e630094ef197b", "index_title": "Chullin", "category": "Talmud", "type": "", "ref": "Chullin 31b:14", "anchorRef": "Leviticus 13:58", "anchorRefExpanded": ["Leviticus 13:58"], "sourceRef": "Chullin 31b:14", "sourceHeRef": "חולין ל״א ב:י״ד", "anchorVerse": 58, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 62.0014, "collectiveTitle": {"en": "Chullin", "he": "חולין"}, "heTitle": "חולין", "he": "אי מה להלן בעינן דעת כהן אף כאן בעינן דעת כהן ת\"ל (ויקרא יג, נח) וטהר מכל מקום", "heVersionTitle": "Wikisource Talmud Bavli", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "תלמוד בבלי (ויקיטקסט)", "text": "<b>If</b> so, based on the same juxtaposition, perhaps derive: <b>Just as there,</b> with regard to the first washing, <b>we require the intent of a priest,</b> who commands to wash the garment, <b>so too here,</b> with regard to the second washing, <b>we require the intent of a priest.</b> Therefore, <b>the verse states: “And shall be pure”</b> (Leviticus 13:58), indicating that there is purity <b>in any case</b> where there is intent, even without a command from a priest. In the opinion of Rabbi Yonatan ben Yosef, even the immersion of the non-sacred garment must be performed with intent. Rav Yosef states that Rabbi Yoḥanan bases his statement on Rabbi Yonatan ben Yosef’s opinion.", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "5bf3e0457d30e800a7031b04", "index_title": "English Explanation of Mishnah Negaim", "category": "Quoting Commentary", "type": "", "ref": "English Explanation of Mishnah Negaim 11:1:1", "anchorRef": "Leviticus 13:47-59", "anchorRefExpanded": ["Leviticus 13:47", "Leviticus 13:48", "Leviticus 13:49", "Leviticus 13:50", "Leviticus 13:51", "Leviticus 13:52", "Leviticus 13:53", "Leviticus 13:54", "Leviticus 13:55", "Leviticus 13:56", "Leviticus 13:57", "Leviticus 13:58", "Leviticus 13:59"], "sourceRef": "English Explanation of Mishnah Negaim 11:1:1", "sourceHeRef": "ביאור אנגלי על משנה נגעים י״א:א׳:א׳", "anchorVerse": 47, "sourceHasEn": true, "compDate": [1997, 2013], "commentaryNum": 1.0001, "collectiveTitle": {"en": "English Explanation of Mishnah Negaim", "he": "ביאור אנגלי על משנה נגעים"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<b>Introduction</b>\nUp until now the Mishnah has been dealing with negaim that appear on the body. Chapter eleven deals with negaim that occur in clothing. This is addressed in Leviticus 13:47-59.", "versionTitle": "Mishnah Yomit by Dr. Joshua Kulp", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5c4708e508d98a0285f85893", "index_title": "Klein Dictionary", "category": "Reference", "type": "reference", "ref": "Klein Dictionary, שְׁתִי ᴵᴵ 1", "anchorRef": "Leviticus 13:56-59", "anchorRefExpanded": ["Leviticus 13:56", "Leviticus 13:57", "Leviticus 13:58", "Leviticus 13:59"], "sourceRef": "Klein Dictionary, שְׁתִי ᴵᴵ 1", "sourceHeRef": "מילון קליין, שְׁתִי ᴵᴵ א׳", "anchorVerse": 56, "sourceHasEn": true, "compDate": [1973, 1983], "commentaryNum": 1, "collectiveTitle": {"en": "Klein Dictionary", "he": "מילון קליין"}, "heTitle": "שְׁתִי ᴵᴵ", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<strong dir=\"rtl\">שְׁתִי ᴵᴵ</strong> m.n.    warp on a loom (in the Bible occurring only <a class=\"refLink\" href=\"/Leviticus.13.48\" data-ref=\"Leviticus 13:48\">Lev. 13:48</a>, <a class=\"refLink\" href=\"/Leviticus.13.51\" data-ref=\"Leviticus 13:51\">51</a>, <a class=\"refLink\" href=\"/Leviticus.13.53\" data-ref=\"Leviticus 13:53\">53</a>, <a class=\"refLink\" href=\"/Leviticus.13.56-59\" data-ref=\"Leviticus 13:56-59\">56–59</a>, always in the phrase <span dir=\"rtl\">שְׁתִי אוֹ עֵרֶב</span> or <span dir=\"rtl\">הַשְּׁתִי אוֹ הָעֵרֶב</span>, ‘the warp or the woof’).  [From <a dir=\"rtl\" class=\"refLink\" href=\"/Klein Dictionary,_שׁתה ᴵᴵᴵ.1\" data-ref=\"Klein Dictionary, שׁתה ᴵᴵᴵ 1\">שׁתה ᴵᴵᴵ</a>. Related to Aram. <span dir=\"rtl\">שִׁתְיָא</span>, Syr. <span dir=\"rtl\">שֶׁתְיָא</span>, Arab. <i>satan</i> (= thread, warp).]"], "versionTitle": "Carta Jerusalem; 1st edition, 1987", "license": "CC-BY-NC", "versionTitleInHebrew": "כרטא תשמ״ז"}, {"_id": "5e1486975e6ea9e54b43df31", "index_title": "Gan Naul", "category": "Jewish Thought", "type": "", "ref": "Gan Naul, House II, Introduction 55", "anchorRef": "Leviticus 13:58", "anchorRefExpanded": ["Leviticus 13:58"], "sourceRef": "Gan Naul, House II, Introduction 55", "sourceHeRef": "גן נעול, בית שני, הקדמה נ״ה", "anchorVerse": 58, "sourceHasEn": false, "compDate": [1755, 1765], "commentaryNum": 55, "collectiveTitle": {"en": "Gan Naul", "he": "גן נעול"}, "heTitle": "הקדמה", "he": "וטעם ההרכבה הזאת אפרשנה לך. הסתכל מה שרמזנו עליו בבית השני הזה (חדר ח' חלון ז'), שיש הבדל בין שרש \"רחץ\" לשרש \"כבס\". לשון רחיצה נופל על כל דבר כשיבא במים, אעפ\"י שאין כתמים בדבר ההוא המשתנים ממראיתם על ידי המים, בכל זאת יפול עליו לשון רחיצה, לפי שאין הטומאה כתם המתלבן ע\"י המים, וכן בשר האדם לא ישתנה ממראיתו הטבעי ע\"י הטבילה. ולשון כבוס אינו נופל, זולתי על דבר המשתנה ממראיתו ע\"י המים הנתר והבורית שמכבסין בהן. ולכן אצל בגדים נזכר כבוס, כמו (שם יג, ו) \"וכבס בגדיו\". ואצל הגוף נזכר רחיצה, כמו (שם טו, יג) \"ורחץ בשרו במים\", וכן תמיד. ושם בארנו ענין יקר, שמטעם זה עצמו נזכר תמיד לשון \"טהרה\" אצל הסרת החטא, ולשון \"כבס\" אצל מחיית העון, כמו (תהלים נא, ד) \"הֶרֶב כבסני מעוני ומחטאתי טהרני\", וכיוצא בזה, ואין פה המקום לדבר על זה. והנה אמרה התורה שבהיות בבגד נגע צרעת, שיסגרנו הכהן שבעת ימים. ואם יראה ביום השביעי כי פשה הנגע, ישרוף הבגד כולו. ואם יראה שלא פשה הנגע, אז יצוה הכהן לכבס את אשר בו הנגע. והוא שיכבסו חלק מן הבגד שבו הנגע, לראות אם ישתנה הנגע ממראיתו על ידי הכבוס, כדרך מכבסי הבגדים ללבנם מכתמיהם. ואחר הכבוס כשיראה שלא סר מן הבגד, יסגירנו עוד שבעה ימים. ועל זה כתוב (ויקרא יג, נד) \"וצוה הכהן וכבסו את אשר בו הנגע והסגירו שבעת ימים שנית\". אחר כן אמר (יג, נה) \"וראה הכהן אחרי הֻכַּבֵּס את הנגע והנה לא הפך הנגע את עינו והנגע לא פשה טמא הוא\". וכבר ידעת מה שהתבאר בחכמת הדקדוק, שהוראת בנין התפעל לפעמים יורה על ההפך מאותו הדבר, כמו (משלי יג, ז) \"יש מתעשר ואין כל, מתרושש והון רב\". והוראת התפעל על דבר הנפעל ע\"י אמצעיים ביד שלישי ורביעי. והנה הכבוס ע\"י דברים רבים, מים נתר ובורית וכיוצא, ולכן נזכר התפעל. ואולם לפי האמת הנגע לא כובס, שהרי הכתוב מדבר שהנגע עמד בעינו לא הפך ולא פשה, ואיך יאמר אחרי הכבס בהפעל, ולא היה כאן כבוס כלל, אחרי שלא נשתנה ממראיתו? לכן מורכבה המלה עם ההתפעל, להורות שכובס לבד על צד הדמיון לא בפעל. ואולם מה שאמר בפסוק שלפניו \"וכבסו את אשר בו הנגע\", נאמר כפי מחשבת הכהן המצוה על הכבוס, שנעלם ממנו אם יעמוד הנגע בעינו אחר הכבוס או לא, ורצונו בכבוס שיסור הנגע. אחר כן אמר (ויקרא יג, נו) \"ואם ראה הכהן והנה כהה הנגע אחרי הֻכַּבֵּס אותו וקרע אותו מן הבגד או מן העור\", כלומר אעפ\"י שֶׁבְּעֵת הכבוס לא נשתנה הנגע ממראיתו, הנה אם נשתנה וכהה בשבעת ימי הסגר השניים, אין הבגד צריך שריפה אלא יקרע מקום הנגע מן הבגד, והנותר טהור הוא. ולפי שמדבר מנגע שלא נשתנה ממראיתו ע\"י הכבוס, הוצרך לומר גם בפסוק זה הכבס, מורכב מן ההפעל וההתפעל, ומטעם שאמרנו. אחר כן אמר (ויקרא יג, נח) \"והבגד או השתי וגו' אשר תְּכַבֵּס וסר מהם הנגע וְכֻבַּס שנית וטהר\", כלומר אם סרה הנגע ע\"י הכבוס, אינו צריך שריפה ולא קריעה, אלא יכובס שנית עוד פעם וטהר. ולפי שבפסוק זה מדבר על סור הנגע ונשתנה מראיתו ע\"י הכבוס, לא נכתבה ההרכבה, אלא \"תְּכַבֵּס\", לפי שהיה כבוס גמור שעברו כתמיו. והכבוס השני היא הטבילה, ונקרא אצל בגדים תמיד בלשון \"כביסה\", לפי שהבגדים משתנים תמיד מעט ע\"י המים. ומה יקר שלא נזכר פה ההפעל לבדו! לפי שכביסה זו איננה ע\"י אמצעיים, רק טבילה במים, לכן נזכר וכבס בפּוּעָל וזהו הטבילה, והבן.", "heVersionTitle": "Gan Na'ul, Rishon Letzion, 2016", "heLicense": "CC-BY", "heVersionTitleInHebrew": "גן נעול, ראשון לציון תשע\"ו", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "61a622fc87f574a17ca6ad53", "index_title": "Jerusalem Talmud Kilayim", "category": "Talmud", "type": "", "ref": "Jerusalem Talmud Kilayim 9:1:1", "anchorRef": "Leviticus 13:47-59", "anchorRefExpanded": ["Leviticus 13:47", "Leviticus 13:48", "Leviticus 13:49", "Leviticus 13:50", "Leviticus 13:51", "Leviticus 13:52", "Leviticus 13:53", "Leviticus 13:54", "Leviticus 13:55", "Leviticus 13:56", "Leviticus 13:57", "Leviticus 13:58", "Leviticus 13:59"], "sourceRef": "Jerusalem Talmud Kilayim 9:1:1", "sourceHeRef": "תלמוד ירושלמי כלאים ט׳:א׳:א׳", "anchorVerse": 47, "sourceHasEn": true, "compDate": [375, 425], "commentaryNum": 1.0001, "collectiveTitle": {"en": "Jerusalem Talmud Kilayim", "he": "תלמוד ירושלמי כלאים"}, "heTitle": "תלמוד ירושלמי כלאים", "he": "<strong><big>משנה:</big></strong> אֵינוֹ אָסוּר מִשּׁוּם כִּלְאַיִם אֶלָּא צֶמֶר וּפִשְׁתִּים. וְאֵינוֹ מִטָּמֵא בִּנְגָעִים אֶלָּא צֶמֶר וּפִשְׁתִּים. אֵין הַכֹּהֲנִים לוֹבְשִׁין לְשַׁמֵּשׁ בַּמִּקְדָּשׁ אֶלָּא צֶמֶר וּפִשְׁתִּים. צֶמֶר גְּמָלִים וְצֶמֶר רְחֵלִים שֶׁטְּרָפָן זֶה בְזֶה אִם רוֹב מִן הַגְּמָלִים מוּתָּר. אִם רוֹב מִן הָֽרְחֵלִים אָסוּר. מֶחֱצָה לְמֶחֱצָה אָסוּר. וְכֵן הַקַּנַּבִּס וְהַפִּשְׁתָּן שֶׁטְּרָפָן זֶה בְזֶה. הַשֵּׂירָיִין וְהַכַּלָּךְ אֵין בָּהֶן מִשּׁוּם כִּלְאַיִם אֲבָל אֲסוּרִין מִפְּנֵי מַרְאִית הָעַיִן. הַכָּרִים וְהַכְּסָתוֹת אֵין בָּהֶן מִשּׁוּם כִּלְאַיִם וּבִלְבַד שֶׁלֹּא יְהֵא בְשָׂרוֹ נוֹגְעַ בָּהֶן. אֵין עֲרַאי לְכִלְאַיִם. לֹא יִלְבַּשׁ כִּלְאַיִם עַל גַּבֵּי עֲשָׂרָה אֲפִילוּ לִגְנוֹב אֶת הַמֶּכֶס.", "heVersionTitle": "The Jerusalem Talmud, edition by Heinrich W. Guggenheimer. Berlin, De Gruyter, 1999-2015", "heLicense": "CC-BY", "heVersionTitleInHebrew": "", "text": "<strong>MISHNAH:</strong> Only wool and linen are forbidden as <i>kilaim</i><sup class=\"footnote-marker\">1</sup><i class=\"footnote\">This chapter deals with <i>ša‘aṭnēz</i>(<a class=\"refLink\" data-ref=\"Leviticus 19:19\" href=\"/Leviticus.19.19\"><i>Lev</i>. 19:19</a>, <a class=\"refLink\" data-ref=\"Deuteronomy 22:11\" href=\"/Deuteronomy.22.11\"><i>Deut</i>. 22:11</a>) defined as mixing of linen and wool.</i>. Only wool and linen can become impure by mold disease<sup class=\"footnote-marker\">2</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Leviticus 13:47-59\" href=\"/Leviticus.13.47-59\"><i>Lev</i>. 13:47–59</a>. Wool and linen are the only textiles mentioned there but leather is under the same rules.</i>. Only wool and linen are worn by priests for their service in the temple<sup class=\"footnote-marker\">3</sup><i class=\"footnote\">The materials decribed in <a class=\"refLink\" data-ref=\"Exodus 28:5\" href=\"/Exodus.28.5\"><i>Ex</i>. 28:5</a> are interpreted to be gold, wool died dark blue, purple, crimson, and fine linen. Gold was used only for the garments of the High Priest.</i>. If one mixed camel wool and sheep wool, if most is camel wool it is permitted, if most is sheep wool it is forbidden, half and half is forbidden<sup class=\"footnote-marker\">4</sup><i class=\"footnote\">Since the prohibition is biblical, in case of doubt the prohibition prevails.</i>. The same applies if hemp<sup class=\"footnote-marker\">5</sup><i class=\"footnote\">Latin <i>cannabis</i>, also <i>cannabum;</i> Greek κάνναβις, κάνναβος.</i> and linen are mixed.<br>Raw silk and <i>kalak</i> silk are not subject to <i>kilaim</i> but are forbidden because of the bad impression<sup class=\"footnote-marker\">29</sup><i class=\"footnote\">Since raw silk looks like flax and <i>kalak</i> silk (cf. <a class=\"refLink\" data-ref=\"Jerusalem Talmud Kilayim 9:1:8\" href=\"/Jerusalem_Talmud_Kilayim.9.1.8\">Note 33</a>) like wool.</i>. Mattresses and pillows are not subject to <i>kilaim</i> but one’s skin should not touch them. There is no provisional <i>kilaim</i><sup class=\"footnote-marker\">30</sup><i class=\"footnote\">One may not wear <i>kilaim</i> even temporarily as explained in the next sentence.</i>. One may not wear <i>kilaim</i> over ten other garments<sup class=\"footnote-marker\">31</sup><i class=\"footnote\">In this case one does not need the <i>kilaim</i> garment as such and derives no bodily comfort from it. Since customs officials are dishonest and charge more than the legal amounts, one does not have to be honest with them, cf. <i>Demay</i> 2:3.</i>, not even to trick the customs.", "versionTitle": "The Jerusalem Talmud, translation and commentary by Heinrich W. Guggenheimer. Berlin, De Gruyter, 1999-2015", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "619e8fa6ad9c4d6ad74193d3", "index_title": "Jerusalem Talmud Megillah", "category": "Talmud", "type": "related passage", "ref": "Jerusalem Talmud Megillah 2:5:7", "anchorRef": "Leviticus 13:58", "anchorRefExpanded": ["Leviticus 13:58"], "sourceRef": "Jerusalem Talmud Megillah 2:5:7", "sourceHeRef": "תלמוד ירושלמי מגילה ב׳:ה׳:ז׳", "anchorVerse": 58, "sourceHasEn": true, "compDate": [375, 425], "commentaryNum": 5.0007, "collectiveTitle": {"en": "Jerusalem Talmud Megillah", "he": "תלמוד ירושלמי מגילה"}, "heTitle": "תלמוד ירושלמי מגילה", "he": "נִידָּה שֶׁנֶּאֶנְסָה וְטָֽבְלָה. רִבִּי שַׁמַּי בְשֵׁם רַב. טְהוֹרָה לְבֵיתָהּ וּטְמֵיאָה לְטַהֲרוֹת. רִבִּי לָֽעְזָר בְּשֵׁם רִבִּי חֲנִינָה. טְמֵיאָה <i data-overlay=\"Venice Columns\" data-value=\"73c\"></i>בֵין לְבֵיתָהּ בֵּין לְטַהֲרוֹת. מַה טַעֲם. וְכוּבַּס שֵׁנִי֭ת וְטָהֵֽר. מַה הָרִאשׁוֹנָה לַדַּעַת אַף הַשְּׁנִייָה לַדַּעַת. מְנַיִין שֶׁהָרִאשׁוֹנָה לַדַּעַת. וְצִוָּה֙ הַכֹּהֵ֔ן וְכִ֨בְּס֔וּ. לַדַּעַת. וַאֲנָן חַמְיי רַבָּנִן מְקַדְּמִין לְעִיבּוּרָה. רִבִּי נַחְמָן בְּשֵׁם רִבִּי מָנָא. מִצְוָה לְהַקְדִּים כְּדֵי לְזָרֵז בַּמִּצְוֹת.", "heVersionTitle": "The Jerusalem Talmud, edition by Heinrich W. Guggenheimer. Berlin, De Gruyter, 1999-2015", "heLicense": "CC-BY", "heVersionTitleInHebrew": "", "text": "A woman after her period who was immersed by accident, Rebbi Shammai in the name of Rav: she is pure for her house but impure for purities<sup class=\"footnote-marker\">101</sup><i class=\"footnote\">She unintentionally fell into water which qualifies as a <i>miqweh</i>. In this opinion, an intent to become pure by immersion is needed only to be able to prepare pure food (“purities”) whereas to be permitted to her husband (“pure for her house”) she only has to be immersed since in the relevant biblical paragraph (<a class=\"refLink\" data-ref=\"Leviticus 15:19-24\" href=\"/Leviticus.15.19-24\"><i>Lev</i>. 15:19–24</a>) immersion is explicitly required only of people coming in contact with movables on which she sat during her period of impurity. The opposing opinion requires intent for any purification. <a class=\"refLink\" data-ref=\"Chullin 31a\" href=\"/Chullin.31a\">Babli <i>Ḥulin</i>31a</a>.</i>. Rebbi Eleazar in the name of Rebbi Ḥanina, she is impure both for her house and purities. What is the reason? <i>It should be washed a second time and will be pure</i><sup class=\"footnote-marker\">102</sup><i class=\"footnote\"><i>Lev</i>. 15:59, about impurity of textiles. The remark “a second time” is taken as indication that the second washing has to follow the rules of the first; <a class=\"refLink\" data-ref=\"Chullin 31b\" href=\"/Chullin.31b\">Babli <i>Ḥulin</i>31b</a>. A different interpretation in <i>Sifra Tazria` Pereq</i> 16(11)</i>. Since the first time it was intentionally, also the second time it must be intentionally. And from where that the first time it was intentionally? <i>The Cohen has to order that they should wash</i><sup class=\"footnote-marker\">103</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Leviticus 13:54\" href=\"/Leviticus.13.54\"><i>Lev</i>. 13:54</a>.</i>. Intentionally. And we see that rabbis are early for intercalations. Rav Naḥman in the name of Rebbi Mana: It is an obligation to be early, to hasten in commandments<sup class=\"footnote-marker\">104</sup><i class=\"footnote\">This refers to something completely different in the rules of Sabbath observation. Rebbi Naḥman requires the husband to direct his household to light Sabbath lights, and therefore begin the observance of the Sabbath, somewhat before the time of sundown since in the fulfilling of divine commandments one has to show eagerness. As an example it is noted that the rabbis who form the court which decrees intercalations always arrive early for the deliberations. This is a commentary on the last statement of the last Mishnah in Chapter <i>Šabbat</i>2.</i>.", "versionTitle": "The Jerusalem Talmud, translation and commentary by Heinrich W. Guggenheimer. Berlin, De Gruyter, 1999-2015", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "619e8f71ad9c4d6ad7417ab7", "index_title": "Jerusalem Talmud Shabbat", "category": "Talmud", "type": "related passage", "ref": "Jerusalem Talmud Shabbat 2:1:14", "anchorRef": "Leviticus 13:58", "anchorRefExpanded": ["Leviticus 13:58"], "sourceRef": "Jerusalem Talmud Shabbat 2:1:14", "sourceHeRef": "תלמוד ירושלמי שבת ב׳:א׳:י״ד", "anchorVerse": 58, "sourceHasEn": true, "compDate": [375, 425], "commentaryNum": 1.0014, "collectiveTitle": {"en": "Jerusalem Talmud Shabbat", "he": "תלמוד ירושלמי שבת"}, "heTitle": "תלמוד ירושלמי שבת", "he": "נִדָּה שֶׁנֶּאֶנְסָה וְטָֽבְלָה. שַׁמַּי בְשֵׁם רַב. טְהוֹרָה לְבֵיתָהּ וּטְמֵיאָה לְטַהֲרוֹת. רִבִּי לָֽעְזָר בְּשֵׁם רִבִּי חֲנִינָה. טְמֵיאָה בֵין לְבֵיתָהּ בֵּין לְטַהֲרוֹת. וּמַאי טַעֲמָא. וְכוּבַּס שֵׁנִי֭ת וְטָהֵֽר. מַה הָרִאשׁוֹנָה לַדַּעַת אַף הַשְּׁנִייָה לַדַּעַת. וּמְנַיִין שֶׁהָרִאשׁוֹנָה לַדַּעַת. וְצִוָּה֙ הַכֹּהֵ֔ן וְכִ֨בְּס֔וּ. לַדַּעַת.", "heVersionTitle": "The Jerusalem Talmud, edition by Heinrich W. Guggenheimer. Berlin, De Gruyter, 1999-2015", "heLicense": "CC-BY", "heVersionTitleInHebrew": "", "text": "A woman after her period who was immersed by accident, Shammai in the name of Rav: she is pure for her house but impure for purities<sup class=\"footnote-marker\">68</sup><i class=\"footnote\">She unintentionally fell into water which qualifies as a <i>miqweh</i>. In this opinion, an intent to become pure by immersion is needed only to be able to prepare pure food (“purities”) whereas to be permitted to her husband (“pure for her house”) she only has to be immersed since in the relevant biblical paragraph (<a class=\"refLink\" data-ref=\"Leviticus 15:19-24\" href=\"/Leviticus.15.19-24\"><i>Lev</i>. 15:19–24</a>) immersion is explicitly required only of people coming in contact with movables on which she sat during her period of impurity. The opposing opinion requires intent for any purification. <a class=\"refLink\" data-ref=\"Chullin 31a\" href=\"/Chullin.31a\">Babli <i>Ḥulin</i> 31a</a>.</i>. Rebbi Eleazar in the name of Rebbi Ḥanina, she is impure both for her house and  purities. What is the reason? <i>It should</i> <i>be washed a second time and will be pure</i><sup class=\"footnote-marker\">69</sup><i class=\"footnote\"><i>Lev</i>. 15:59, about impurity of textiles. The remark “a second time” is taken as indication that the second washing has to follow the rules of the first; <a class=\"refLink\" data-ref=\"Chullin 31b\" href=\"/Chullin.31b\">Babli <i>Ḥulin</i> 31b</a>. A different interpretation in <i>Sifra Tazriaˋ Pereq</i> 16(11)</i>. Since the first time it was intentionally, also the second time it must be intentionally. And from where that the first time it was intentionally? <i>The Cohen has to order that they should wash</i><sup class=\"footnote-marker\">70</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Leviticus 13:54\" href=\"/Leviticus.13.54\"><i>Lev</i>. 13:54</a>.</i>. Intentionally.", "versionTitle": "The Jerusalem Talmud, translation and commentary by Heinrich W. Guggenheimer. Berlin, De Gruyter, 1999-2015", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "6319d19ab6084aa1cbf10229", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, טָהֵר 1", "anchorRef": "Leviticus 13:58", "anchorRefExpanded": ["Leviticus 13:58"], "sourceRef": "BDB, טָהֵר 1", "sourceHeRef": "בראון-דרייבר-בריגס, טָהֵר א׳", "anchorVerse": 58, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "טָהֵר", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† <big><big><span dir=\"rtl\">טָהֵר</span></big></big>  <strong>vb.</strong> be clean, pure <strong>(</strong>Arabic <span dir=\"rtl\">طَهَرَ</span>, <span dir=\"rtl\">طَهُرَ</span> <em>id.;</em> NH <em>id.</em>, Pi. <em>make</em> or <em>declare ceremonially clean;</em> Aramaic <span dir=\"rtl\">טְהַר</span> <em>emptiness</em>, <span dir=\"rtl\">טִיהֲרָא</span> <em>brightness;</em> Sab. <span dir=\"rtl\">טהר</span> Hal <sup>682</sup>; Ethiopic አጥሀረ, ተጣሀረ <em>purify, wash oneself with water</em><strong>)</strong>—<br><strong>Qal</strong>  Pf. <span dir=\"rtl\">ט׳</span> <a data-ref=\"Leviticus 11:32\" href=\"/Leviticus.11.32\">Lv 11:32</a> + 12 times; 3 fs. <span dir=\"rtl\">טָֽהֲרָה</span> <a data-ref=\"Leviticus 12:7\" href=\"/Leviticus.12.7\">Lv 12:7</a>; <a data-ref=\"Leviticus 15:28\" href=\"/Leviticus.15.28\">15:28</a>; <span dir=\"rtl\">טָהֵ֑רָה</span> <a data-ref=\"Leviticus 12:8\" href=\"/Leviticus.12.8\">Lv 12:8</a> etc., + 5 times Pf.; Impf. <span dir=\"rtl\">יִטְהַר</span> <a data-ref=\"Leviticus 15:13\" href=\"/Leviticus.15.13\">Lv 15:13</a> <a data-ref=\"Job 4:17\" href=\"/Job.4.17\">Jb 4:17</a> etc., + 9 times Impf.<em>;</em> Imv. <span dir=\"rtl\">טְהָ֑ר</span> <a data-ref=\"II Kings 5:10\" href=\"/II_Kings.5.10\">2 K 5:10</a>, <a data-ref=\"II Kings 5:13\" href=\"/II_Kings.5.13\">13</a>;— <strong>1.</strong>  <em>be clean</em>, i.e. (miraculously) freed from leprosy by washing in the Jordan <a data-ref=\"II Kings 5:10\" href=\"/II_Kings.5.10\">2 K 5:10</a>, <a data-ref=\"II Kings 5:12\" href=\"/II_Kings.5.12\">12</a>, <a data-ref=\"II Kings 5:13\" href=\"/II_Kings.5.13\">13</a>, <a data-ref=\"II Kings 5:14\" href=\"/II_Kings.5.14\">14</a>. <strong>2.</strong>  <em>be clean ceremonially</em> (only H P), <a data-ref=\"Leviticus 15:13\" href=\"/Leviticus.15.13\">Lv 15:13</a>, <a data-ref=\"Leviticus 15:28\" href=\"/Leviticus.15.28\">28</a><sup>(×2)</sup> (P), <a data-ref=\"Leviticus 22:4\" href=\"/Leviticus.22.4\">22:4</a> (H); by washing with water, the flesh <a data-ref=\"Leviticus 22:7\" href=\"/Leviticus.22.7\">Lv 22:7</a> (H); garments <a data-ref=\"Leviticus 13:6\" href=\"/Leviticus.13.6\">Lv 13:6</a>, <a data-ref=\"Leviticus 13:34\" href=\"/Leviticus.13.34\">34</a>, <a data-ref=\"Leviticus 13:58\" href=\"/Leviticus.13.58\">58</a> <a data-ref=\"Numbers 31:24\" href=\"/Numbers.31.24\">Nu 31:24</a> (all P); both flesh and garments <a data-ref=\"Leviticus 17:5\" href=\"/Leviticus.17.5\">Lv 17:5</a> (H), <a data-ref=\"Leviticus 14:8\" href=\"/Leviticus.14.8\">14:8</a>, <a data-ref=\"Leviticus 14:9\" href=\"/Leviticus.14.9\">9</a>; <a data-ref=\"Leviticus 15:13\" href=\"/Leviticus.15.13\">15:13</a> <a data-ref=\"Numbers 19:19\" href=\"/Numbers.19.19\">Nu 19:19</a> (all P); other articles <a data-ref=\"Leviticus 11:32\" href=\"/Leviticus.11.32\">Lv 11:32</a> (P); passing things through the fire <a data-ref=\"Numbers 31:23\" href=\"/Numbers.31.23\">Nu 31:23</a> (P); offering sin-offerings <a data-ref=\"Leviticus 12:7\" href=\"/Leviticus.12.7\">Lv 12:7</a>, <a data-ref=\"Leviticus 12:8\" href=\"/Leviticus.12.8\">8</a>; <a data-ref=\"Leviticus 14:20\" href=\"/Leviticus.14.20\">14:20</a> (P); by the ceremony of the two birds <a data-ref=\"Leviticus 14:53\" href=\"/Leviticus.14.53\">Lv 14:53</a> (P); by ashes of red heifer <a data-ref=\"Numbers 19:12\" href=\"/Numbers.19.12\">Nu 19:12</a><sup>(×2)</sup> (P). <strong>3.</strong>  <em>be clean morally</em>, of people, made clean by <span dir=\"rtl\">י׳</span>’s scattering clean water upon them <a data-ref=\"Ezekiel 36:25\" href=\"/Ezekiel.36.25\">Ez 36:25</a>; of Jerus., specif. made clean from idolatry, under fig. of adultery <a data-ref=\"Jeremiah 13:27\" href=\"/Jeremiah.13.27\">Je 13:27</a>; also sq. <span dir=\"rtl\">מִן</span> <a data-ref=\"Ezekiel 24:13\" href=\"/Ezekiel.24.13\">Ez 24:13</a><sup>(×2)</sup> (purification by <span dir=\"rtl\">י׳</span>); <em>made clean</em> <span dir=\"rtl\">מִכָּל־חַטֹּאתֵיכֶם</span> <a data-ref=\"Leviticus 16:30\" href=\"/Leviticus.16.30\">Lv 16:30</a> (P; by the sin-offering of the atonement day); also of the individual, <em>be clean</em> <span dir=\"rtl\">מֵחַטָּאוֹת</span> <a data-ref=\"Proverbs 20:9\" href=\"/Proverbs.20.9\">Pr 20:9</a> (‖ <span dir=\"rtl\">זכה</span>); <em>become clean</em> by use of hyssop <a data-ref=\"Psalms 51:9\" href=\"/Psalms.51.9\">ψ 51:9</a> (‖ <span dir=\"rtl\">אַלְבִּין</span>); more generally <span dir=\"rtl\">אִם־מֵעֹשֵׂהוּ יִטְהַר־גָּ֑בֶר</span> <a data-ref=\"Job 4:17\" href=\"/Job.4.17\">Jb 4:17</a> <em>shall a man be more pure than his maker?</em> (‖ <span dir=\"rtl\">יִצְדָּ֑ק</span>).<br><strong>Pi.</strong>  Pf. <span dir=\"rtl\">טִהַר</span> <a data-ref=\"Leviticus 13:3\" href=\"/Leviticus.13.3\">Lv 13:3</a> + 4 times; sf. <span dir=\"rtl\">טִהֲרוֹ</span> <a data-ref=\"Leviticus 13:6\" href=\"/Leviticus.13.6\">Lv 13:6</a> + 5 times; 2 ms. <span dir=\"rtl\">טִהַרְתָּ</span> <a data-ref=\"Numbers 8:6\" href=\"/Numbers.8.6\">Nu 8:6</a>, <a data-ref=\"Numbers 8:15\" href=\"/Numbers.8.15\">15</a> etc. + 7 times Pf.; Impf. <span dir=\"rtl\">יְטַהֵר</span> <a data-ref=\"II Chronicles 34:5\" href=\"/II_Chronicles.34.5\">2 Ch 34:5</a> etc. + 4 times Impf.<em>;</em> Imv. sf. <span dir=\"rtl\">טַהֲרֵנִי</span> <a data-ref=\"Psalms 51:4\" href=\"/Psalms.51.4\">ψ 51:4</a>; Inf. cstr. <span dir=\"rtl\">טַהֵר</span> <a data-ref=\"Ezekiel 39:12\" href=\"/Ezekiel.39.12\">Ez 39:12</a> + 5 times; sf. <span dir=\"rtl\">טַהֲרִי</span> <a data-ref=\"Ezekiel 36:33\" href=\"/Ezekiel.36.33\">Ez 36:33</a> etc. + 4 times Inf.<em>;</em> Pt. <span dir=\"rtl\">מְטַחֵר</span> <a data-ref=\"Leviticus 14:11\" href=\"/Leviticus.14.11\">Lv 14:11</a> <a data-ref=\"Malachi 3:3\" href=\"/Malachi.3.3\">Mal 3:3</a>;—chiefly P; <strong>1.</strong>  <em>cleanse, purify:</em> <strong>a.</strong>  <em>physically</em>, metals from dross <a data-ref=\"Malachi 3:3\" href=\"/Malachi.3.3\">Mal 3:3</a>; land from corpses <a data-ref=\"Ezekiel 39:12\" href=\"/Ezekiel.39.12\">Ez 39:12</a>, <a data-ref=\"Ezekiel 39:14\" href=\"/Ezekiel.39.14\">14</a>, <a data-ref=\"Ezekiel 39:16\" href=\"/Ezekiel.39.16\">16</a>; heavens from clouds <a data-ref=\"Job 37:21\" href=\"/Job.37.21\">Jb 37:21</a>; temple from unclean things <a data-ref=\"II Chronicles 29:15\" href=\"/II_Chronicles.29.15\">2 Ch 29:15</a>, <a data-ref=\"II Chronicles 29:16\" href=\"/II_Chronicles.29.16\">16</a>, <a data-ref=\"II Chronicles 29:18\" href=\"/II_Chronicles.29.18\">18</a>; land and city from Asherim and images <a data-ref=\"II Chronicles 34:3\" href=\"/II_Chronicles.34.3\">2 Ch 34:3</a>, <a data-ref=\"II Chronicles 34:5\" href=\"/II_Chronicles.34.5\">5</a>, <a data-ref=\"II Chronicles 34:8\" href=\"/II_Chronicles.34.8\">8</a>; store-chambers of temple from household stuff <a data-ref=\"Nehemiah 13:9\" href=\"/Nehemiah.13.9\">Ne 13:9</a>; priesthood by exclusion of alien blood <a data-ref=\"Nehemiah 13:30\" href=\"/Nehemiah.13.30\">Ne 13:30</a>. <strong>b.</strong>  <em>ceremonially</em>, the altar of incense by the blood of the annual sin-offering <a data-ref=\"Leviticus 16:19\" href=\"/Leviticus.16.19\">Lv 16:19</a> (P); the people, gates, and wall (by some undefined ceremony) <a data-ref=\"Nehemiah 12:30\" href=\"/Nehemiah.12.30\">Ne 12:30</a>; the altar of the court by the blood of sin-offerings <a data-ref=\"Ezekiel 43:26\" href=\"/Ezekiel.43.26\">Ez 43:26</a>; of consecration of Levites by <span dir=\"rtl\">מֵי חטאת</span> <a data-ref=\"Numbers 8:6\" href=\"/Numbers.8.6\">Nu 8:6</a>, <a data-ref=\"Numbers 8:7\" href=\"/Numbers.8.7\">7</a> (P), and <span dir=\"rtl\">חטאת</span> <a data-ref=\"Numbers 8:15\" href=\"/Numbers.8.15\">Nu 8:15</a>, <a data-ref=\"Numbers 8:21\" href=\"/Numbers.8.21\">21</a> (P). <strong>c.</strong>  <em>morally</em> <a data-ref=\"Leviticus 16:30\" href=\"/Leviticus.16.30\">Lv 16:30</a> (P), <a data-ref=\"Ezekiel 37:23\" href=\"/Ezekiel.37.23\">Ez 37:23</a> <a data-ref=\"Malachi 3:3\" href=\"/Malachi.3.3\">Mal 3:3</a>; <span dir=\"rtl\">מֵחַטָּאֹת</span> <a data-ref=\"Psalms 51:4\" href=\"/Psalms.51.4\">ψ 51:4</a>; <span dir=\"rtl\">מֵעונ(ות)</span> <a data-ref=\"Jeremiah 33:8\" href=\"/Jeremiah.33.8\">Je 33:8</a> <a data-ref=\"Ezekiel 36:33\" href=\"/Ezekiel.36.33\">Ez 36:33</a>; <span dir=\"rtl\">מִטּמא(ו)ת</span> <a data-ref=\"Ezekiel 24:13\" href=\"/Ezekiel.24.13\">Ez 24:13</a>; <a data-ref=\"Ezekiel 36:25\" href=\"/Ezekiel.36.25\">36:25</a>. <strong>2.</strong>  <em>pronounce clean</em>, ceremonially <a data-ref=\"Leviticus 13:6\" href=\"/Leviticus.13.6\">Lv 13:6</a>, <a data-ref=\"Leviticus 13:13\" href=\"/Leviticus.13.13\">13</a>, <a data-ref=\"Leviticus 13:17\" href=\"/Leviticus.13.17\">17</a>, <a data-ref=\"Leviticus 13:23\" href=\"/Leviticus.13.23\">23</a>, <a data-ref=\"Leviticus 13:28\" href=\"/Leviticus.13.28\">28</a>, <a data-ref=\"Leviticus 13:34\" href=\"/Leviticus.13.34\">34</a>, <a data-ref=\"Leviticus 13:37\" href=\"/Leviticus.13.37\">37</a>, <a data-ref=\"Leviticus 13:59\" href=\"/Leviticus.13.59\">59</a>; <a data-ref=\"Leviticus 14:7\" href=\"/Leviticus.14.7\">14:7</a>, <a data-ref=\"Leviticus 14:48\" href=\"/Leviticus.14.48\">48</a> (all P). <strong>3.</strong>  <em>perform the ceremony of cleansing</em> <a data-ref=\"Leviticus 14:11\" href=\"/Leviticus.14.11\">Lv 14:11</a> (P).<br><strong>Pu.</strong>  Pf. 3 ms. <span dir=\"rtl\">טֹהַר</span> <a data-ref=\"I Samuel 20:26\" href=\"/I_Samuel.20.26\">1 S 20:26</a> (so read for MT <span dir=\"rtl\">טהור</span> 𝔊 We Dr, he is not clean, because <em>he hath not been cleansed</em>); Pt. <span dir=\"rtl\">אֶרֶץ לֹא מְטֹהָרָה</span> <em>a land not cleansed</em> <a data-ref=\"Ezekiel 22:24\" href=\"/Ezekiel.22.24\">Ez 22:24</a> (but 𝔊 Hi Ew Co SS read <em>a land not rained upon</em>, v. <a data-ref=\"BDB, מָטָר\" href=\"/BDB,_מָטָר\", dir=\"rtl\">מטר</a>).<br><strong>Hithp.</strong>  Pf. 3 pl. <span dir=\"rtl\">הִטָּֽהֲרוּ</span> <a data-ref=\"Ezra 6:20\" href=\"/Ezra.6.20\">Ezr 6:20</a>; <span dir=\"rtl\">הִטֶּהָ֑רוּ</span> (Kö<sup>i 271</sup>) <a data-ref=\"II Chronicles 30:18\" href=\"/II_Chronicles.30.18\">2 Ch 30:18</a>; <a data-ref=\"Numbers 8:7\" href=\"/Numbers.8.7\">Nu 8:7</a>; 1 pl. <span dir=\"rtl\">הִטַּהַרְנוּ</span> <a data-ref=\"Joshua 22:17\" href=\"/Joshua.22.17\">Jos 22:17</a>; Impf. <span dir=\"rtl\">יִטָּֽהֲרוּ</span> <a data-ref=\"Nehemiah 12:30\" href=\"/Nehemiah.12.30\">Ne 12:30</a>; Imv. <span dir=\"rtl\">הִטָּֽהֲרוּ</span> <a data-ref=\"Genesis 35:2\" href=\"/Genesis.35.2\">Gn 35:2</a>; Pt. <span dir=\"rtl\">מִטַּהֵר</span> <a data-ref=\"Leviticus 14:7\" href=\"/Leviticus.14.7\">Lv 14:7</a> + 11 times; pl. <span dir=\"rtl\">מִטַּהֲרִים</span> <a data-ref=\"Nehemiah 13:22\" href=\"/Nehemiah.13.22\">Ne 13:22</a> <a data-ref=\"Isaiah 66:17\" href=\"/Isaiah.66.17\">Is 66:17</a>;—reflexive: <strong>1.</strong>  <em>purify oneself:</em> <strong>a.</strong>  ceremonially, especially in preparation for sacred duties <a data-ref=\"Genesis 35:2\" href=\"/Genesis.35.2\">Gn 35:2</a> (R), <a data-ref=\"Numbers 8:7\" href=\"/Numbers.8.7\">Nu 8:7</a> <a data-ref=\"II Chronicles 30:18\" href=\"/II_Chronicles.30.18\">2 Ch 30:18</a> <a data-ref=\"Ezra 6:20\" href=\"/Ezra.6.20\">Ezr 6:20</a> <a data-ref=\"Nehemiah 13:22\" href=\"/Nehemiah.13.22\">Ne 13:22</a>; also for heathen mysteries <a data-ref=\"Isaiah 66:17\" href=\"/Isaiah.66.17\">Is 66:17</a>; of purifying priests, people, and wall <a data-ref=\"Nehemiah 12:30\" href=\"/Nehemiah.12.30\">Ne 12:30</a> (cf. <strong>Pi. 1 b</strong>). <strong>b.</strong>  morally <a data-ref=\"Joshua 22:17\" href=\"/Joshua.22.17\">Jos 22:17</a> (P). <strong>2.</strong>  <em>present oneself for purification</em>, only pt. <span dir=\"rtl\">הַמִּטַּהֵר</span> <em>the candidate for purificaion</em> <a data-ref=\"Leviticus 14:4\" href=\"/Leviticus.14.4\">Lv 14:4</a>, <a data-ref=\"Leviticus 14:7\" href=\"/Leviticus.14.7\">7</a>, <a data-ref=\"Leviticus 14:8\" href=\"/Leviticus.14.8\">8</a>, <a data-ref=\"Leviticus 14:11\" href=\"/Leviticus.14.11\">11</a>, <a data-ref=\"Leviticus 14:14\" href=\"/Leviticus.14.14\">14</a>, <a data-ref=\"Leviticus 14:17\" href=\"/Leviticus.14.17\">17</a>, <a data-ref=\"Leviticus 14:18\" href=\"/Leviticus.14.18\">18</a>, <a data-ref=\"Leviticus 14:19\" href=\"/Leviticus.14.19\">19</a>, <a data-ref=\"Leviticus 14:25\" href=\"/Leviticus.14.25\">25</a>, <a data-ref=\"Leviticus 14:28\" href=\"/Leviticus.14.28\">28</a>, <a data-ref=\"Leviticus 14:29\" href=\"/Leviticus.14.29\">29</a>, <a data-ref=\"Leviticus 14:31\" href=\"/Leviticus.14.31\">31</a> (P)."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d21db6084aa1cbf16121", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, כָּבַס 1", "anchorRef": "Leviticus 13:58", "anchorRefExpanded": ["Leviticus 13:58"], "sourceRef": "BDB, כָּבַס 1", "sourceHeRef": "בראון-דרייבר-בריגס, כָּבַס א׳", "anchorVerse": 58, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "כָּבַס", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><big>[<span dir=\"rtl\">כָּבַס</span></big></big><sub>51</sub><big><big>]</big></big>  <strong>vb.</strong> (<strong>tread</strong>), <strong>wash (</strong>NH <em>id.;</em> Ph. <span dir=\"rtl\">כבס</span> as pt.; Assyrian <em>kabâsu</em>, <em>tread</em>, (<em>down</em>), <em>subjugate</em>, <em>kilšu</em>, <em>step, path</em>, Dl<sup>HWB</sup><strong>)</strong>—<br><strong>Qal</strong>  Pt. only <span dir=\"rtl\">מְסִלַּת שְׂדֵה כוֹבֵס</span> <em>highway of fuller’s</em> (= <em>treader’s, washer’s</em>) <em>field</em> <a data-ref=\"Isaiah 7:3\" href=\"/Isaiah.7.3\">Is 7:3</a>; <a data-ref=\"Isaiah 36:2\" href=\"/Isaiah.36.2\">36:2</a> = <a data-ref=\"II Kings 18:17\" href=\"/II_Kings.18.17\">2 K 18:17</a>.<br><strong>Pi.</strong>  Pf. <span dir=\"rtl\">וְכִּבֶּס</span> consec. <a data-ref=\"Leviticus 13:6\" href=\"/Leviticus.13.6\">Lv 13:6</a> + 11 times; <span dir=\"rtl\">כִּבֵּס</span> <a data-ref=\"Genesis 49:11\" href=\"/Genesis.49.11\">Gn 49:11</a> <a data-ref=\"II Samuel 19:25\" href=\"/II_Samuel.19.25\">2 S 19:25</a>, etc.; Impf. <span dir=\"rtl\">יְכַבֵּס</span> <a data-ref=\"Leviticus 11:25\" href=\"/Leviticus.11.25\">Lv 11:25</a> + 16 times; 2 ms. sf. <span dir=\"rtl\">תְּכַבְּסֵנִי</span> <a data-ref=\"Psalms 51:9\" href=\"/Psalms.51.9\">ψ 51:9</a>, etc.; Imv. sf. <span dir=\"rtl\">כַּבְּסֵנִי</span> <a data-ref=\"Psalms 51:4\" href=\"/Psalms.51.4\">51:4</a>; fs. <span dir=\"rtl\">כַּבְּסִי</span> <a data-ref=\"Jeremiah 4:14\" href=\"/Jeremiah.4.14\">Je 4:14</a>; Pt. pl. <span dir=\"rtl\">מְכַבְּסִים</span> <a data-ref=\"Malachi 3:2\" href=\"/Malachi.3.2\">Mal 3:2</a>;— <strong>1.</strong>  <em>wash</em> garments (i.e. by <em>treading</em>) <a data-ref=\"Exodus 19:10\" href=\"/Exodus.19.10\">Ex 19:10</a>, <a data-ref=\"Exodus 19:14\" href=\"/Exodus.19.14\">14</a> (E), <a data-ref=\"II Samuel 19:25\" href=\"/II_Samuel.19.25\">2 S 19:25</a>; fig. of Judah <a data-ref=\"Genesis 49:11\" href=\"/Genesis.49.11\">Gn 49:11</a>; elsewhere chiefly P: <a data-ref=\"Leviticus 6:20\" href=\"/Leviticus.6.20\">Lv 6:20</a>; <a data-ref=\"Leviticus 11:25\" href=\"/Leviticus.11.25\">11:25</a>, <a data-ref=\"Leviticus 11:28\" href=\"/Leviticus.11.28\">28</a>; <a data-ref=\"Leviticus 13:6\" href=\"/Leviticus.13.6\">13:6</a>, <a data-ref=\"Leviticus 13:34\" href=\"/Leviticus.13.34\">34</a>; <a data-ref=\"Leviticus 15:11\" href=\"/Leviticus.15.11\">15:11</a>; <a data-ref=\"Numbers 8:9\" href=\"/Numbers.8.9\">Nu 8:9</a> +; ‖ <span dir=\"rtl\">רָחץ</span> (which = <em>wash person</em>) <a data-ref=\"Leviticus 14:8\" href=\"/Leviticus.14.8\">Lv 14:8</a>, <a data-ref=\"Leviticus 14:9\" href=\"/Leviticus.14.9\">9</a>; <a data-ref=\"Leviticus 15:5\" href=\"/Leviticus.15.5\">15:5</a>, <a data-ref=\"Leviticus 15:6\" href=\"/Leviticus.15.6\">6</a>, <a data-ref=\"Leviticus 15:7\" href=\"/Leviticus.15.7\">7</a>, <a data-ref=\"Leviticus 15:8\" href=\"/Leviticus.15.8\">8</a>, <a data-ref=\"Leviticus 15:10\" href=\"/Leviticus.15.10\">10</a>, <a data-ref=\"Leviticus 15:11\" href=\"/Leviticus.15.11\">11</a> + (<span dir=\"rtl\">כ׳</span> in Lv 27 times, ‖ <span dir=\"rtl\">ר׳</span> 15 times; in Nu 8 times, ‖ <span dir=\"rtl\">ר׳</span> 3 times); Pt. = <em>fuller</em> (cf. Qal), only <span dir=\"rtl\">בֹּרִית מְכ׳</span> <a data-ref=\"Malachi 3:2\" href=\"/Malachi.3.2\">Mal 3:2</a>. †<strong>2.</strong>  <em>wash</em> person, only poet. and fig. <span dir=\"rtl\">אִם תְּכַבְּסִי בַּנֶּתֶר</span> <a data-ref=\"Jeremiah 2:22\" href=\"/Jeremiah.2.22\">Je 2:22</a>; <span dir=\"rtl\">כַּבְּסִי מֵרָעָה לִבֵּךְ</span> <a data-ref=\"Jeremiah 4:14\" href=\"/Jeremiah.4.14\">4:14</a>; c. sf. <a data-ref=\"Psalms 51:4\" href=\"/Psalms.51.4\">ψ 51:4</a> (‖ <span dir=\"rtl\">טהר</span>; + <span dir=\"rtl\">מֵעָוֹן</span>); v <a data-ref=\"Psalms 51:9\" href=\"/Psalms.51.9\">9</a> (‖ <span dir=\"rtl\">חִטֵּא</span>).<br>†<strong>Pu.</strong>  Pf. <span dir=\"rtl\">וְכֻבַּס</span> consec. <a data-ref=\"Leviticus 13:58\" href=\"/Leviticus.13.58\">Lv 13:58</a>; <a data-ref=\"Leviticus 15:17\" href=\"/Leviticus.15.17\">15:17</a> <em>be washed</em>, of garment.<br>†<strong>Hothp.</strong>  (Ges<sup>§ 54, 3</sup>) Inf. <span dir=\"rtl\">אַחֲרֵי הֻכַּבֵּס אֶת־הַנֶּגַע</span> <a data-ref=\"Leviticus 13:55\" href=\"/Leviticus.13.55\">Lv 13:55</a> <em>after the plague is washed out</em>, so v <a data-ref=\"Leviticus 13:56\" href=\"/Leviticus.13.56\">56</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d237b6084aa1cbf17597", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, כְּלִי 1", "anchorRef": "Leviticus 13:58", "anchorRefExpanded": ["Leviticus 13:58"], "sourceRef": "BDB, כְּלִי 1", "sourceHeRef": "בראון-דרייבר-בריגס, כְּלִי א׳", "anchorVerse": 58, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "כְּלִי", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><span dir=\"rtl\">כְּלִי</span></big><sub>324</sub>  <strong>n.m.</strong> <a data-ref=\"Hosea 8:8\" href=\"/Hosea.8.8\">Ho 8:8</a> <strong>article, utensil, vessel (</strong>NH <em>id.;</em> according to Thes from <span dir=\"rtl\">כלה</span> = <em>conficere</em>, like Ger. <em>Zeug</em> from <em>zeugen;</em> proposes therefore anything <em>finished, made, produced;</em> according to Ba<sup>ZMG 1887, 605</sup> from meaning <em>enclose, contain;</em> he finds pl. of <span dir=\"rtl\">כְּלִי</span> in <span dir=\"rtl\">כלאי</span> M-I<sup>23</sup> (cf. <span dir=\"rtl\">כלאים</span>)<strong>)</strong>—<span dir=\"rtl\">כ׳</span> abs. <a data-ref=\"Jeremiah 18:4\" href=\"/Jeremiah.18.4\">Je 18:4</a> +; <span dir=\"rtl\">הַכֶּ֑לִי</span> <a data-ref=\"I Samuel 17:49\" href=\"/I_Samuel.17.49\">1 S 17:49</a>; <a data-ref=\"I Samuel 21:6\" href=\"/I_Samuel.21.6\">21:6</a>; cstr. <span dir=\"rtl\">כְּלִי</span> <a data-ref=\"Hosea 13:15\" href=\"/Hosea.13.15\">Ho 13:15</a> +; sf. <span dir=\"rtl\">כֶּלְיְךָ</span> <a data-ref=\"Deuteronomy 23:25\" href=\"/Deuteronomy.23.25\">Dt 23:25</a>; pl. <span dir=\"rtl\">כֵּלִים</span> <a data-ref=\"Exodus 22:6\" href=\"/Exodus.22.6\">Ex 22:6</a> +; cstr. <span dir=\"rtl\">כְּלֵי</span> <a data-ref=\"Genesis 24:53\" href=\"/Genesis.24.53\">Gn 24:53</a> +; sf. <span dir=\"rtl\">כֵּלַי</span> <a data-ref=\"Genesis 31:37\" href=\"/Genesis.31.37\">Gn 31:37</a> + 2 times; <span dir=\"rtl\">כֵּלֶיךָ</span> <a data-ref=\"Genesis 27:3\" href=\"/Genesis.27.3\">Gn 27:3</a> <a data-ref=\"Ezekiel 12:4\" href=\"/Ezekiel.12.4\">Ez 12:4</a>; <span dir=\"rtl\">כֵּלֵינוּ</span> <a data-ref=\"I Samuel 9:7\" href=\"/I_Samuel.9.7\">1 S 9:7</a>; <span dir=\"rtl\">כְּלֵיכֶם</span> <a data-ref=\"Genesis 43:11\" href=\"/Genesis.43.11\">Gn 43:11</a> +; <span dir=\"rtl\">כְּלֵיהֶם</span> <a data-ref=\"Joshua 7:11\" href=\"/Joshua.7.11\">Jos 7:11</a> +;—<br><strong>1.</strong>  in gen., <em>article, object</em>, made of any material, <em>thing</em>, especially thing of value <span dir=\"rtl\">כ׳ זָהָב</span> <a data-ref=\"I Samuel 6:8\" href=\"/I_Samuel.6.8\">1 S 6:8</a>, <a data-ref=\"I Samuel 6:15\" href=\"/I_Samuel.6.15\">15</a> (images of mice, etc.), personal or household property <a data-ref=\"Genesis 31:37\" href=\"/Genesis.31.37\">Gn 31:37</a><sup>(×2)</sup> (E; v b <span dir=\"rtl\">כֹּל כְּלֵי־בֵיתֶ֑ךָ</span>), <a data-ref=\"Genesis 45:20\" href=\"/Genesis.45.20\">45:20</a> (E), <span dir=\"rtl\">כִּלֵי בֵית־טוֹבִיָּהוּ</span> <a data-ref=\"Nehemiah 13:8\" href=\"/Nehemiah.13.8\">Ne 13:8</a>, <a data-ref=\"Joshua 7:11\" href=\"/Joshua.7.11\">Jos 7:11</a> (JE), <span dir=\"rtl\">כֶּסֶף אוֹ כֵּלִים</span> <a data-ref=\"Exodus 22:6\" href=\"/Exodus.22.6\">Ex 22:6</a> (E) <em>money</em> or <em>articles</em> (property), <span dir=\"rtl\">כְּלִי־פָּ֑ז</span> <a data-ref=\"Job 28:17\" href=\"/Job.28.17\">Jb 28:17</a> (appar. coll.); <em>things carried</em>, pl. = <em>stuff, load, baggage</em> (<em>impedimenta</em>) <a data-ref=\"I Samuel 17:22\" href=\"/I_Samuel.17.22\">1 S 17:22</a><sup>(×2)</sup>, appar. = <em>baggage-train</em> <a data-ref=\"I Samuel 10:22\" href=\"/I_Samuel.10.22\">10:22</a>; <a data-ref=\"I Samuel 25:13\" href=\"/I_Samuel.25.13\">25:13</a>; <a data-ref=\"I Samuel 30:24\" href=\"/I_Samuel.30.24\">30:24</a> <a data-ref=\"Isaiah 10:28\" href=\"/Isaiah.10.28\">Is 10:28</a>; (cf. <a data-ref=\"Genesis 31:37\" href=\"/Genesis.31.37\">Gn 31:37</a> supr.); <span dir=\"rtl\">כְּלֵי גוֹלָה</span> <em>things of exile</em>, i.e. the most necessary articles, such as exiles may take, <a data-ref=\"Jeremiah 46:19\" href=\"/Jeremiah.46.19\">Je 46:19</a> <a data-ref=\"Ezekiel 12:3\" href=\"/Ezekiel.12.3\">Ez 12:3</a>, <a data-ref=\"Ezekiel 12:4\" href=\"/Ezekiel.12.4\">4b</a>, <a data-ref=\"Ezekiel 12:7\" href=\"/Ezekiel.12.7\">7b</a>, cf. v <a data-ref=\"Ezekiel 12:4\" href=\"/Ezekiel.12.4\">4a</a>, <a data-ref=\"Ezekiel 12:7\" href=\"/Ezekiel.12.7\">7a</a>; = <em>ornament</em> or <em>jewels</em> <a data-ref=\"Genesis 24:53\" href=\"/Genesis.24.53\">Gn 24:53</a> (J <span dir=\"rtl\">כ׳ כֶסֶף וכ׳ זָהָב</span>, prob. = ornaments), <span dir=\"rtl\">כ׳ כסף וכ׳ זהב</span> also <a data-ref=\"Exodus 3:22\" href=\"/Exodus.3.22\">Ex 3:22</a>; <a data-ref=\"Exodus 11:2\" href=\"/Exodus.11.2\">11:2</a>; <a data-ref=\"Exodus 12:35\" href=\"/Exodus.12.35\">12:35</a> (all E); <a data-ref=\"Isaiah 61:10\" href=\"/Isaiah.61.10\">Is 61:10</a>, <a data-ref=\"Exodus 35:22\" href=\"/Exodus.35.22\">Ex 35:22</a> <a data-ref=\"Numbers 31:50\" href=\"/Numbers.31.50\">Nu 31:50</a>, <span dir=\"rtl\">כְּלֵי מַעֲשֶׂה</span> v <a data-ref=\"Numbers 31:51\" href=\"/Numbers.31.51\">51</a> (all P), <span dir=\"rtl\">כְּלִי יְקָר</span> <a data-ref=\"Proverbs 20:15\" href=\"/Proverbs.20.15\">Pr 20:15</a> (in fig.), <span dir=\"rtl\">כ׳ תִפְאַרְתֵּךְ</span> <a data-ref=\"Ezekiel 16:17\" href=\"/Ezekiel.16.17\">Ez 16:17</a>, <a data-ref=\"Ezekiel 16:39\" href=\"/Ezekiel.16.39\">39</a>; <a data-ref=\"Ezekiel 23:26\" href=\"/Ezekiel.23.26\">23:26</a> (all in fig.); <span dir=\"rtl\">כְּלֵי נְחשֶׁת</span> as merchandise <a data-ref=\"Ezekiel 27:13\" href=\"/Ezekiel.27.13\">Ez 27:13</a>; <span dir=\"rtl\">כֵּלִים</span> as cargo of ship <a data-ref=\"Jonah 1:5\" href=\"/Jonah.1.5\">Jon 1:5</a>; <span dir=\"rtl\">כסף וזהב וּכְלֵי נְחשֶׁת וּבַרְזֶל</span> <a data-ref=\"Joshua 6:19\" href=\"/Joshua.6.19\">Jos 6:19</a>, <a data-ref=\"Joshua 6:24\" href=\"/Joshua.6.24\">24</a> (JE; spoil of war); of any household article (on which one sits) <a data-ref=\"Leviticus 15:4\" href=\"/Leviticus.15.4\">Lv 15:4</a>, <a data-ref=\"Leviticus 15:6\" href=\"/Leviticus.15.6\">6</a>, <a data-ref=\"Leviticus 15:22\" href=\"/Leviticus.15.22\">22</a>, <a data-ref=\"Leviticus 15:23\" href=\"/Leviticus.15.23\">23</a>, <a data-ref=\"Leviticus 15:26\" href=\"/Leviticus.15.26\">26</a> (all P); of skin <a data-ref=\"Numbers 31:20\" href=\"/Numbers.31.20\">Nu 31:20</a>, or wood v <a data-ref=\"Numbers 31:20\" href=\"/Numbers.31.20\">20</a> (P) <span dir=\"rtl\">כְּלִי חֶמְדָּה</span> <a data-ref=\"Nahum 2:10\" href=\"/Nahum.2.10\">Na 2:10</a> <em>precious thing</em>, so <a data-ref=\"Hosea 13:15\" href=\"/Hosea.13.15\">Ho 13:15</a> (fig.), <a data-ref=\"Jeremiah 25:34\" href=\"/Jeremiah.25.34\">Je 25:34</a> (sim.), <a data-ref=\"II Chronicles 32:27\" href=\"/II_Chronicles.32.27\">2 Ch 32:27</a> <a data-ref=\"Daniel 11:8\" href=\"/Daniel.11.8\">Dn 11:8</a>, <span dir=\"rtl\">כלי חֲמֻדוֹת</span> <a data-ref=\"II Chronicles 20:25\" href=\"/II_Chronicles.20.25\">2 Ch 20:25</a> (appar. = ornaments); also <span dir=\"rtl\">כְּלִי אֵין־חֵפֶץ בּוֹ</span> <a data-ref=\"Jeremiah 22:28\" href=\"/Jeremiah.22.28\">Je 22:28</a> (fig. of Coniah, ‖ <span dir=\"rtl\">עֶצֶב נִבְזֶה נָפוּץ</span>), <a data-ref=\"Hosea 8:8\" href=\"/Hosea.8.8\">Ho 8:8</a> (sim.; cf. <a data-ref=\"Jeremiah 48:38\" href=\"/Jeremiah.48.38\">Je 48:38</a> infr.); †specif. of <em>garments</em> (one’s ‘things’): <span dir=\"rtl\">כְּלִי־גֶבֶר</span> <a data-ref=\"Deuteronomy 22:5\" href=\"/Deuteronomy.22.5\">Dt 22:5</a> (‖ <span dir=\"rtl\">שִׂמְלַת אִשָּׁה</span>), so <span dir=\"rtl\">כְּלִי־עוֹר</span> <a data-ref=\"Leviticus 13:49\" href=\"/Leviticus.13.49\">Lv 13:49</a> (cf. <span dir=\"rtl\">מְלֶאכֶת עוֹר</span> v <a data-ref=\"Leviticus 13:48\" href=\"/Leviticus.13.48\">48</a>), v <a data-ref=\"Leviticus 13:52\" href=\"/Leviticus.13.52\">52</a>, <a data-ref=\"Leviticus 13:53\" href=\"/Leviticus.13.53\">53</a>, <a data-ref=\"Leviticus 13:57\" href=\"/Leviticus.13.57\">57</a>, <a data-ref=\"Leviticus 13:58\" href=\"/Leviticus.13.58\">58</a>, <a data-ref=\"Leviticus 13:59\" href=\"/Leviticus.13.59\">59</a> (all P).<br><strong>2.</strong>  <em>utensil, implement, apparatus:</em> †<strong>a.</strong>  <em>implement</em> of hunting and (especially) war, = <em>weapon</em> <a data-ref=\"Genesis 27:3\" href=\"/Genesis.27.3\">Gn 27:3</a> (J), <a data-ref=\"I Samuel 20:40\" href=\"/I_Samuel.20.40\">1 S 20:40</a>; <a data-ref=\"I Samuel 21:9\" href=\"/I_Samuel.21.9\">21:9</a> <span dir=\"rtl\">(גַּם חַרְבִּי וְגַם כֵּלַי)</span>, <a data-ref=\"I Kings 11:8\" href=\"/I_Kings.11.8\">1 K 11:8</a> = <a data-ref=\"II Chronicles 23:7\" href=\"/II_Chronicles.23.7\">2 Ch 23:7</a>, <a data-ref=\"I Kings 11:11\" href=\"/I_Kings.11.11\">1 K 11:11</a> <a data-ref=\"Isaiah 54:16\" href=\"/Isaiah.54.16\">Is 54:16</a>, <a data-ref=\"Isaiah 54:17\" href=\"/Isaiah.54.17\">17</a> <a data-ref=\"Jeremiah 22:7\" href=\"/Jeremiah.22.7\">Je 22:7</a>; prob. also <a data-ref=\"Numbers 35:22\" href=\"/Numbers.35.22\">Nu 35:22</a>, <span dir=\"rtl\">כְּלִי בַּרְזֶל</span> v <a data-ref=\"Numbers 35:16\" href=\"/Numbers.35.16\">16</a>, <span dir=\"rtl\">כְּלִי עֵץ־יָד</span> v <a data-ref=\"Numbers 35:18\" href=\"/Numbers.35.18\">18</a> (all P); <span dir=\"rtl\">כְּלֵי חָמָם</span> <a data-ref=\"Genesis 49:5\" href=\"/Genesis.49.5\">Gn 49:5</a> (poem); <span dir=\"rtl\">כְּלִי מַשְׁחֵתוֹ</span> <a data-ref=\"Ezekiel 9:1\" href=\"/Ezekiel.9.1\">Ez 9:1</a>, <span dir=\"rtl\">כ׳ מַפָּצוֹ</span> v <a data-ref=\"Ezekiel 9:2\" href=\"/Ezekiel.9.2\">2</a>; fig. of God’s weapons <span dir=\"rtl\">כְּלֵי־מָוֶת</span> <a data-ref=\"Psalms 7:14\" href=\"/Psalms.7.14\">ψ 7:14</a> (‖ <span dir=\"rtl\">חִצָּיו</span>); <span dir=\"rtl\">כ׳ זַעְמוֹ</span> <a data-ref=\"Isaiah 13:5\" href=\"/Isaiah.13.5\">Is 13:5</a> <a data-ref=\"Jeremiah 50:25\" href=\"/Jeremiah.50.25\">Je 50:25</a>; of entire equipment of warrior, <em>armour</em> or <em>armament</em> offensive and defensive <a data-ref=\"I Samuel 17:54\" href=\"/I_Samuel.17.54\">1 S 17:54</a> (cf. v <a data-ref=\"I Samuel 17:5\" href=\"/I_Samuel.17.5\">5 ff.</a>), <a data-ref=\"I Samuel 21:6\" href=\"/I_Samuel.21.6\">21:6</a>, <a data-ref=\"I Samuel 21:9\" href=\"/I_Samuel.21.9\">9</a> (v Dr<sup>Sm 139, 293</sup>), <a data-ref=\"I Samuel 31:9\" href=\"/I_Samuel.31.9\">31:9</a>, <a data-ref=\"I Samuel 31:10\" href=\"/I_Samuel.31.10\">10</a> = <a data-ref=\"I Chronicles 10:9\" href=\"/I_Chronicles.10.9\">1 Ch 10:9</a>, <a data-ref=\"I Chronicles 10:10\" href=\"/I_Chronicles.10.10\">10</a>; hence <span dir=\"rtl\">(כֵּלָיו) נֹשֵׂא כֵלִים</span> <em>armour</em>- or <em>weapon-bearer</em> <a data-ref=\"Judges 9:54\" href=\"/Judges.9.54\">Ju 9:54</a> <a data-ref=\"I Samuel 14:1\" href=\"/I_Samuel.14.1\">1 S 14:1</a>, <a data-ref=\"I Samuel 14:6\" href=\"/I_Samuel.14.6\">6</a>, <a data-ref=\"I Samuel 14:7\" href=\"/I_Samuel.14.7\">7</a>, <a data-ref=\"I Samuel 14:12\" href=\"/I_Samuel.14.12\">12</a><sup>(×2)</sup>, <a data-ref=\"I Samuel 14:13\" href=\"/I_Samuel.14.13\">13</a><sup>(×2)</sup>, <a data-ref=\"I Samuel 14:14\" href=\"/I_Samuel.14.14\">14</a>, <a data-ref=\"I Samuel 14:17\" href=\"/I_Samuel.14.17\">17</a>; <a data-ref=\"I Samuel 16:21\" href=\"/I_Samuel.16.21\">16:21</a>; <a data-ref=\"I Samuel 31:4\" href=\"/I_Samuel.31.4\">31:4</a><sup>(×2)</sup>, <a data-ref=\"I Samuel 31:5\" href=\"/I_Samuel.31.5\">5</a>, <a data-ref=\"I Samuel 31:6\" href=\"/I_Samuel.31.6\">6</a> = <a data-ref=\"I Chronicles 10:4\" href=\"/I_Chronicles.10.4\">1 Ch 10:4</a><sup>(×2)</sup>, <a data-ref=\"I Chronicles 10:5\" href=\"/I_Chronicles.10.5\">5</a>, <a data-ref=\"II Samuel 18:15\" href=\"/II_Samuel.18.15\">2 S 18:15</a>; <a data-ref=\"II Samuel 23:37\" href=\"/II_Samuel.23.37\">23:37</a> = <a data-ref=\"I Chronicles 11:39\" href=\"/I_Chronicles.11.39\">1 Ch 11:39</a>; fig. <span dir=\"rtl\">וְכֵלַי כֵּלָיו רָעִים</span> <a data-ref=\"Isaiah 32:7\" href=\"/Isaiah.32.7\">Is 32:7</a> <em>and a knave, his weapons</em> (i.e. devices, Che ‘machinations’) <em>are evil;</em> more precisely <span dir=\"rtl\">כְּלֵי מִלְחָמָה</span> <a data-ref=\"Judges 18:11\" href=\"/Judges.18.11\">Ju 18:11</a>, <a data-ref=\"Judges 18:16\" href=\"/Judges.18.16\">16</a>, <a data-ref=\"Judges 18:17\" href=\"/Judges.18.17\">17</a> <a data-ref=\"I Samuel 8:12\" href=\"/I_Samuel.8.12\">1 S 8:12</a> <a data-ref=\"II Samuel 1:27\" href=\"/II_Samuel.1.27\">2 S 1:27</a> <a data-ref=\"Deuteronomy 1:41\" href=\"/Deuteronomy.1.41\">Dt 1:41</a> <a data-ref=\"Jeremiah 21:4\" href=\"/Jeremiah.21.4\">Je 21:4</a>; <a data-ref=\"Jeremiah 51:20\" href=\"/Jeremiah.51.20\">51:20</a> (fig.), <a data-ref=\"Ezekiel 32:27\" href=\"/Ezekiel.32.27\">Ez 32:27</a> <a data-ref=\"I Chronicles 12:34\" href=\"/I_Chronicles.12.34\">1 Ch 12:34</a> (van d. H. v <a data-ref=\"I Chronicles 12:33\" href=\"/I_Chronicles.12.33\">33</a>); <span dir=\"rtl\">כְּלֵי צְבָא מִלְחָמָה</span> <a data-ref=\"I Chronicles 12:38\" href=\"/I_Chronicles.12.38\">1 Ch 12:38</a> (van d. H.) v <a data-ref=\"I Chronicles 12:37\" href=\"/I_Chronicles.12.37\">37</a>); <span dir=\"rtl\">כְּלֵי קְרָב</span> <a data-ref=\"Ecclesiastes 9:18\" href=\"/Ecclesiastes.9.18\">Ec 9:18</a>; <span dir=\"rtl\">בֵּית כֵּלָיו</span> <a data-ref=\"II Kings 20:13\" href=\"/II_Kings.20.13\">2 K 20:13</a> = <a data-ref=\"Isaiah 39:2\" href=\"/Isaiah.39.2\">Is 39:2</a> is perhaps <em>armoury;</em> <span dir=\"rtl\">כ׳</span> <a data-ref=\"Ezekiel 40:42\" href=\"/Ezekiel.40.42\">Ez 40:42</a> is sacrificial knife. †<strong>b.</strong>  <em>instrument</em> of music <span dir=\"rtl\">כְּלֵי (הַ)שִּׁיר</span> <a data-ref=\"Amos 6:5\" href=\"/Amos.6.5\">Am 6:5</a> <a data-ref=\"I Chronicles 15:16\" href=\"/I_Chronicles.15.16\">1 Ch 15:16</a>; <a data-ref=\"I Chronicles 16:42\" href=\"/I_Chronicles.16.42\">16:42</a> <a data-ref=\"II Chronicles 5:13\" href=\"/II_Chronicles.5.13\">2 Ch 5:13</a>; <a data-ref=\"II Chronicles 7:6\" href=\"/II_Chronicles.7.6\">7:6</a> <a data-ref=\"II Chronicles 23:13\" href=\"/II_Chronicles.23.13\">23:13</a>; <a data-ref=\"II Chronicles 34:12\" href=\"/II_Chronicles.34.12\">34:12</a>; <span dir=\"rtl\">כְּלֵי דָוִיד</span> <a data-ref=\"II Chronicles 29:26\" href=\"/II_Chronicles.29.26\">29:26</a>, <a data-ref=\"II Chronicles 29:27\" href=\"/II_Chronicles.29.27\">27</a>, <span dir=\"rtl\">כ׳־שִׁיר דָּוִיד</span> <a data-ref=\"Nehemiah 12:36\" href=\"/Nehemiah.12.36\">Ne 12:36</a>; <span dir=\"rtl\">כְּלִי נֶבֶל</span> <a data-ref=\"Psalms 71:22\" href=\"/Psalms.71.22\">ψ 71:22</a>, <span dir=\"rtl\">כ׳ נְבָלִים</span> <a data-ref=\"I Chronicles 16:5\" href=\"/I_Chronicles.16.5\">1 Ch 16:5</a>; <span dir=\"rtl\">כֵּלִים</span> alone <a data-ref=\"I Chronicles 23:5\" href=\"/I_Chronicles.23.5\">1 Ch 23:5</a>, cf. <a data-ref=\"Numbers 31:6\" href=\"/Numbers.31.6\">Nu 31:6</a> (P <span dir=\"rtl\">כְּלֵי הַקֹּדֶשׁ</span>);—for <span dir=\"rtl\">(ליהוה) בִּכְלֵי עֹז</span> <a data-ref=\"II Chronicles 30:21\" href=\"/II_Chronicles.30.21\">2 Ch 30:21</a> read <span dir=\"rtl\">בְּכָל־עֹז</span> (Kau<sup>AT</sup>, cf. Be). †<strong>c.</strong>  <em>implement</em> of labour, <em>tool</em> <span dir=\"rtl\">כ׳ בַרְזֶל</span> <a data-ref=\"I Kings 6:7\" href=\"/I_Kings.6.7\">1 K 6:7</a>, or of one’s calling, pursuit <span dir=\"rtl\">קַח־לְךָ כְּלִי רֹעֶה אֱוִלִי</span> <a data-ref=\"Zechariah 11:15\" href=\"/Zechariah.11.15\">Zc 11:15</a> (otherwise <a data-ref=\"I Samuel 17:40\" href=\"/I_Samuel.17.40\">1 S 17:40</a>, v <strong>3</strong>). †<strong>d.</strong>  <em>equipment</em> of oxen (yoke, etc.) <a data-ref=\"II Samuel 24:22\" href=\"/II_Samuel.24.22\">2 S 24:22</a> <a data-ref=\"I Kings 19:21\" href=\"/I_Kings.19.21\">1 K 19:21</a>. †<strong>e.</strong>  <span dir=\"rtl\">כְּלֵי רִכְבּוֹ</span> <a data-ref=\"I Samuel 8:12\" href=\"/I_Samuel.8.12\">1 S 8:12</a> <em>his chariot-equipments</em>. <strong>f.</strong>  as gen. term for <em>utensils</em> and <em>furniture</em> of Sol.’s palace <a data-ref=\"I Kings 10:21\" href=\"/I_Kings.10.21\">1 K 10:21</a> = <a data-ref=\"II Chronicles 9:20\" href=\"/II_Chronicles.9.20\">2 Ch 9:20</a>; especially (very often) of tabern. <a data-ref=\"Exodus 25:9\" href=\"/Exodus.25.9\">Ex 25:9</a>, <a data-ref=\"Exodus 25:39\" href=\"/Exodus.25.39\">39</a>; <a data-ref=\"Exodus 27:3\" href=\"/Exodus.27.3\">27:3</a> + (in Hex always P), and temple <a data-ref=\"I Kings 7:45\" href=\"/I_Kings.7.45\">1 K 7:45</a>, <a data-ref=\"I Kings 7:47\" href=\"/I_Kings.7.47\">47</a>, <a data-ref=\"I Kings 7:48\" href=\"/I_Kings.7.48\">48</a> <a data-ref=\"II Kings 12:14\" href=\"/II_Kings.12.14\">2 K 12:14</a> +; of both palace and temple <a data-ref=\"Jeremiah 27:18\" href=\"/Jeremiah.27.18\">Je 27:18</a>, <a data-ref=\"Jeremiah 27:19\" href=\"/Jeremiah.27.19\">19</a>, <a data-ref=\"Jeremiah 27:21\" href=\"/Jeremiah.27.21\">21</a>; combinations are <span dir=\"rtl\">כְּלֵי הַמִּשְׁכָּן</span> <a data-ref=\"Exodus 27:19\" href=\"/Exodus.27.19\">Ex 27:19</a>, <span dir=\"rtl\">כ׳ הַמִּזְבֵּחַ</span> <a data-ref=\"Exodus 38:3\" href=\"/Exodus.38.3\">38:3</a>, <span dir=\"rtl\">כ׳ יהוה</span> <a data-ref=\"Isaiah 52:11\" href=\"/Isaiah.52.11\">Is 52:11</a>, <span dir=\"rtl\">כ׳ בֵית י׳</span> <a data-ref=\"Jeremiah 27:16\" href=\"/Jeremiah.27.16\">Je 27:16</a>; <a data-ref=\"Jeremiah 28:3\" href=\"/Jeremiah.28.3\">28:3</a>, <a data-ref=\"Jeremiah 28:6\" href=\"/Jeremiah.28.6\">6</a> <a data-ref=\"Ezra 1:7\" href=\"/Ezra.1.7\">Ezr 1:7</a>, <span dir=\"rtl\">כְּלֵי חֶמְדַּת בֵּית י׳</span> <a data-ref=\"II Chronicles 36:10\" href=\"/II_Chronicles.36.10\">2 Ch 36:10</a>, <span dir=\"rtl\">כ׳ בֵית אֱלֹהִים</span> <a data-ref=\"II Chronicles 28:24\" href=\"/II_Chronicles.28.24\">2 Ch 28:24</a><sup>(×2)</sup>; <a data-ref=\"II Chronicles 36:18\" href=\"/II_Chronicles.36.18\">36:18</a> <a data-ref=\"Nehemiah 13:9\" href=\"/Nehemiah.13.9\">Ne 13:9</a> <a data-ref=\"Daniel 1:2\" href=\"/Daniel.1.2\">Dn 1:2</a>, <span dir=\"rtl\">כ׳ הַמִּקְדָּשׁ</span> <a data-ref=\"Nehemiah 10:40\" href=\"/Nehemiah.10.40\">Ne 10:40</a>; <span dir=\"rtl\">כ׳ הַשָּׁרֵת</span> <a data-ref=\"Numbers 4:12\" href=\"/Numbers.4.12\">Nu 4:12</a> <em>utensil of ministry</em>, <span dir=\"rtl\">כ׳ עֲבֹדָתָם</span> <a data-ref=\"Numbers 4:26\" href=\"/Numbers.4.26\">Nu 4:26</a> <a data-ref=\"I Chronicles 9:28\" href=\"/I_Chronicles.9.28\">1 Ch 9:28</a>; <a data-ref=\"I Chronicles 28:14\" href=\"/I_Chronicles.28.14\">28:14</a><sup>(×2)</sup>, <span dir=\"rtl\">כ׳ עֲבוֹדַת בֵּית י׳</span> <a data-ref=\"I Chronicles 28:13\" href=\"/I_Chronicles.28.13\">1 Ch 28:13</a>, <span dir=\"rtl\">כ׳ מִשְׁמֶרֶת מַשָּׂאָם</span> <a data-ref=\"Numbers 4:32\" href=\"/Numbers.4.32\">Nu 4:32</a>; also <span dir=\"rtl\">כ׳ הַקֹּדֶשׁ</span> <a data-ref=\"I Kings 8:4\" href=\"/I_Kings.8.4\">1 K 8:4</a> <a data-ref=\"I Chronicles 9:29\" href=\"/I_Chronicles.9.29\">1 Ch 9:29</a>; of <em>appliances</em> of idol-worship <a data-ref=\"II Kings 23:4\" href=\"/II_Kings.23.4\">2 K 23:4</a>.<br><strong>3.</strong>  ><em>vessel, receptacle</em>, of various materials and for various purposes <a data-ref=\"Genesis 43:11\" href=\"/Genesis.43.11\">Gn 43:11</a> (J); <a data-ref=\"I Samuel 9:7\" href=\"/I_Samuel.9.7\">1 S 9:7</a> <a data-ref=\"Deuteronomy 23:25\" href=\"/Deuteronomy.23.25\">Dt 23:25</a>; = <em>sack</em> <a data-ref=\"Genesis 42:25\" href=\"/Genesis.42.25\">Gn 42:25</a> (E; <span dir=\"rtl\">שַׂק</span> in ‖ cl., cf. <span dir=\"rtl\">אַמְתַּחַת</span> v <a data-ref=\"Genesis 42:27\" href=\"/Genesis.42.27\">27</a>); <span dir=\"rtl\">כְּלִי הָרֹעִים</span> <em>shepherd’s bag</em> or <em>wallet</em> <a data-ref=\"I Samuel 17:40\" href=\"/I_Samuel.17.40\">1 S 17:40</a>, cf. v <a data-ref=\"I Samuel 17:49\" href=\"/I_Samuel.17.49\">49</a>; <span dir=\"rtl\">כ׳ חֶרֶשׂ</span> <a data-ref=\"Jeremiah 32:14\" href=\"/Jeremiah.32.14\">Je 32:14</a> is <em>earthernware receptacle</em> for deed of sale; for liquids <a data-ref=\"I Kings 17:10\" href=\"/I_Kings.17.10\">1 K 17:10</a> <a data-ref=\"II Kings 4:3\" href=\"/II_Kings.4.3\">2 K 4:3</a><sup>(×2)</sup>, <a data-ref=\"II Kings 4:4\" href=\"/II_Kings.4.4\">4</a>, <a data-ref=\"II Kings 4:6\" href=\"/II_Kings.4.6\">6</a><sup>(×3)</sup>, <span dir=\"rtl\">כ׳ מַשְׁקֶה</span> <a data-ref=\"I Kings 10:21\" href=\"/I_Kings.10.21\">1 K 10:21</a> = <a data-ref=\"II Chronicles 9:20\" href=\"/II_Chronicles.9.20\">2 Ch 9:20</a>, <span dir=\"rtl\">כְּלֵי שַׁמְנָהּ</span> <a data-ref=\"Numbers 4:9\" href=\"/Numbers.4.9\">Nu 4:9</a>, cf. v <a data-ref=\"Numbers 4:10\" href=\"/Numbers.4.10\">10</a>; <span dir=\"rtl\">וְלֹא הוּרַק מִכְּלִי אֶל־כֶּ֑לִי</span> <a data-ref=\"Jeremiah 48:11\" href=\"/Jeremiah.48.11\">Je 48:11</a> (fig.), cf. v <a data-ref=\"Jeremiah 48:12\" href=\"/Jeremiah.48.12\">12</a> (‖ <span dir=\"rtl\">נְבָלִים</span>); for cooking <a data-ref=\"Leviticus 6:21\" href=\"/Leviticus.6.21\">Lv 6:21</a> <span dir=\"rtl\">(כ׳ חֶרֶשׂ)</span>, v <a data-ref=\"Leviticus 6:21\" href=\"/Leviticus.6.21\">21</a> <span dir=\"rtl\">(כ׳ נְחשֶׁת)</span>; v also <span dir=\"rtl\">(הַ)יּוֹצֵר</span> <a data-ref=\"II Samuel 17:28\" href=\"/II_Samuel.17.28\">2 S 17:28</a> <a data-ref=\"Jeremiah 19:11\" href=\"/Jeremiah.19.11\">Je 19:11</a> (sim.), <a data-ref=\"Psalms 2:9\" href=\"/Psalms.2.9\">ψ 2:9</a> (sim.), <span dir=\"rtl\">לַצֹּרֵף כֶּ֑לִי</span> <a data-ref=\"Proverbs 25:4\" href=\"/Proverbs.25.4\">Pr 25:4</a>; <span dir=\"rtl\">כ׳ פָתוּחַ</span> <a data-ref=\"Numbers 19:15\" href=\"/Numbers.19.15\">Nu 19:15</a> <em>an open</em> (<em>uncovered</em>) <em>vessel</em>. <span dir=\"rtl\">כ׳ טָהוֹר</span> <a data-ref=\"Isaiah 66:20\" href=\"/Isaiah.66.20\">Is 66:20</a> <em>a clean vessel;</em> fig. of Eliakim’s relatives <span dir=\"rtl\">כְּלֵי הַקָּטָ֑ן מִכְּלֵי הָאַגָּנוֹת וְעַד כָּל־כְּלֵי הַנְּבָלִים</span> <a data-ref=\"Isaiah 22:24\" href=\"/Isaiah.22.24\">Is 22:24</a> <em>the vessels of smallness</em> (Da<sup>Synt. § 32, R 5</sup>), <em>from the basin-vessels to all the pitcher-vessels</em>.<br>†<strong>4.</strong>  specif. <span dir=\"rtl\">כְּלֵי־גֹמֶא</span> <a data-ref=\"Isaiah 18:2\" href=\"/Isaiah.18.2\">Is 18:2</a> <em>vessels</em> (boats) <em>of paper-reed</em>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "64e4a324613f3c2d3b458be8", "index_title": "German Commentary on Mishnah Negaim", "category": "Quoting Commentary", "type": "", "ref": "German Commentary on Mishnah Negaim 11:5:4", "anchorRef": "Leviticus 13:58", "anchorRefExpanded": ["Leviticus 13:58"], "sourceRef": "German Commentary on Mishnah Negaim 11:5:4", "sourceHeRef": "פירוש גרמני על משנה נגעים י״א:ה׳:ד׳", "anchorVerse": 58, "sourceHasEn": true, "commentaryNum": 5.0004, "collectiveTitle": {"en": "German Commentary on Mishnah Negaim", "he": "פירוש גרמני על משנה נגעים"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<b>und [wieder] verschlossen.</b>  1st jedoch durch das Waschen der Aussatz vollständig geschwunden, so ist das Kleid rein und bedarf nur noch des Reinigungsbades (Lev. 13,58).", "versionTitle": "Mischnajot mit deutscher Übersetzung und Erklärung. Berlin 1887-1933 [de]", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6665c95cb695d8dbb73bd362", "index_title": "David Zvi Hoffmann on Leviticus", "category": "Commentary", "type": "commentary", "ref": "David Zvi Hoffmann on Leviticus 13:58:1-2", "anchorRef": "Leviticus 13:58", "anchorRefExpanded": ["Leviticus 13:58"], "sourceRef": "David Zvi Hoffmann on Leviticus 13:58:1-2", "sourceHeRef": "פירושי רד\"צ הופמן על ויקרא י״ג:נ״ח:א׳-ב׳", "anchorVerse": 58, "sourceHasEn": false, "commentaryNum": 58.0001, "collectiveTitle": {"en": "David Zvi Hoffmann", "he": "פירושי רד\"צ הופמן"}, "he": ["<b>\"תכבס\",</b> הכיבוס הראשון, שהוא ממעשה הניקוי (השוה אונקלוס ורש\"י), צריך להיעשות בשבעה הסממנים שנזכרו במסכת נדה סא: וזבחים צה. הכיבוס השני הוא בעצם טבילה, מאחר שפעם אחת היה מוסגר, השוה ביאור לפסוק ו. ויזל העיר, כי ההתפעל \"הכבס\" הוא שמציין את הכיבוס בסממנים.", "דיני נגעי בגדים חמורים מאלה שבנגעי בני אדם, באשר בבגדים עמידת המראה בעינו מביאה להחלטת טומאה, מה שאין כן בנגעי אדם, אולי רומזות המלים \"פחתת הוא\" (פסוק נה) על נימוק זה, אשר לפי המלבי\"ם משמען שהנגע בבגדים העמיק, עד שבאמת יש כאן פסיון, הגם שלמראית עין עמד בצורתו הקודמת.<i data-commentator=\"Endnotes\" data-label=\"896\" data-order=\"896\"></i> ועוד: בנגעי בגדים רק הפסיון משמש סימן טומאה. ההסגר מוכרח לבוא פעמיים. הצבעים המעידים על הנגע הם ירקרק ואדמדם."], "heVersionTitle": "Mossad Harav Kook, Jerusalem, 2022\r", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}]