[{"_id": "5203e8bfedbab4556a70d6fd", "index_title": "Ramban on Exodus", "category": "Commentary", "type": "commentary", "ref": "Ramban on Exodus 23:32:1", "anchorRef": "Exodus 23:32", "anchorRefExpanded": ["Exodus 23:32"], "sourceRef": "Ramban on Exodus 23:32:1", "sourceHeRef": "רמב\"ן על שמות כ״ג:ל״ב:א׳", "anchorVerse": 32, "sourceHasEn": true, "compDate": [1246, 1286], "commentaryNum": 32.0001, "collectiveTitle": {"en": "Ramban", "he": "רמב\"ן"}, "he": "<b>לֹא תִכְרֹת לָהֶם וְלֵאלֹהֵיהֶם בְּרִית</b> הִזְהִיר שֶׁלֹּא יִכְרֹת לָהֶם בְּרִית לְהַחֲיוֹת מֵהֶם כָּל נְשָׁמָה, <b>וְלֵאלֹהֵיהֶם</b>, יַזְהִיר שֶׁלֹּא יִכְרֹת לָהֶם בְּרִית לְהַנִּיחַ ע\"ז שֶׁלָּהֶם, אֶלָּא שֶׁיַּהַרְסֵם וִישַׁבֵּר מַצֵּבֹתֵיהֶם. וְיִתָּכֵן שֶׁיֹּאמַר שֶׁלֹּא יִכְרֹת לָהֶם בְּרִית וְעִם אֱלֹהֵיהֶם כְּאַחַת, אֶלָּא שֶׁיַּהַרְסֵם וִישַׁבֵּר מַצֵּבֹתֵיהֶם. וְהַכַּוָּנָה לוֹמַר כִּי בְּעוֹדָם עוֹבְדִים אֶת אֱלֹהֵיהֶם לֹא יִכְרֹת לָהֶם בְּרִית, אֲבָל אִם קִבְּלוּ עֲלֵיהֶם שֶׁלֹּא לַעֲבֹד ע\"ז רַשַּׁאי הוּא לְקַיְּמָם:", "heVersionTitle": "Vocalized Edition", "heLicense": "", "heVersionTitleInHebrew": "", "text": "THOU SHALT MAKE NO COVENANT WITH THEM, NOR WITH THEIR GODS. He warned here against making a covenant <i>with them</i> [the seven nations] to save them and keep them alive; <i>nor with their gods</i>, this being a warning against making a covenant with the nations to leave them their idols, but instead we are to destroy them and break their pillars in pieces.<sup class=\"footnote-marker\">460</sup><i class=\"footnote\">Verse 24.</i> It is possible that the verse is stating that we are not to make a covenant with them and their gods together, but we are to destroy them and break their idols in pieces, and the intention is to state that as long as they worship their gods we are not to make any covenant with them, but if they accepted upon themselves not to worship the idols, we may leave them unharmed.", "versionTitle": "Commentary on the Torah by Ramban (Nachmanides). Translated and annotated by Charles B. Chavel. New York, Shilo Pub. House, 1971-1976", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "52527679edbab4498f481e91", "index_title": "Ibn Ezra on Exodus; Perush HaArokh", "category": "Commentary", "type": "commentary", "ref": "Ibn Ezra on Exodus; Perush HaArokh 23:32:1", "anchorRef": "Exodus 23:32", "anchorRefExpanded": ["Exodus 23:32"], "sourceRef": "Ibn Ezra on Exodus; Perush HaArokh 23:32:1", "sourceHeRef": "אבן עזרא על שמות; פירוש הארוך כ״ג:ל״ב:א׳", "anchorVerse": 32, "sourceHasEn": true, "compDate": [1155, 1165], "commentaryNum": 32.0001, "collectiveTitle": {"en": "Ibn Ezra", "he": "אבן עזרא"}, "heTitle": "אבן עזרא על שמות; פירוש הארוך", "he": "בין כך ובין כך <b>לא תכרות להם ברית</b>:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "THOU SHALT MAKE NO COVENANT WITH THEM. Do not make a covenant with them in any case.<sup class=\"footnote-marker\">221</sup><i class=\"footnote\">Regardless of the size of your borders.</i>", "versionTitle": "Ibn Ezra's commentary on the Pentateuch, tran. and annot. by H. Norman Strickman and Arthur M. Silver. Menorah Pub., 1988-2004", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "531e4fe0fbfba276047f5fc0", "index_title": "Onkelos Exodus", "category": "Targum", "type": "targum", "ref": "Onkelos Exodus 23:32", "anchorRef": "Exodus 23:32", "anchorRefExpanded": ["Exodus 23:32"], "sourceRef": "Onkelos Exodus 23:32", "sourceHeRef": "תרגום אונקלוס על שמות כ״ג:ל״ב", "anchorVerse": 32, "sourceHasEn": false, "compDate": [80, 120], "commentaryNum": 23.0032, "collectiveTitle": {"en": "Onkelos Exodus", "he": "תרגום אונקלוס על שמות"}, "heTitle": "תרגום אונקלוס על שמות", "he": "לָא תִגְזַר לְהוֹן <b>וּלְטַעֲוָתְהוֹן</b> קְיָם:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "חומש שפתי חכמים, מצודה תשס\"ט", "text": "Do not make a pact with them or with their [<b>false</b>] gods.", "versionTitle": "Metsudah Chumash, Metsudah Publications, 2009 [with Onkelos translation]", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "532b2684fbfba27c35eeb800", "index_title": "Targum Jonathan on Exodus", "category": "Targum", "type": "targum", "ref": "Targum Jonathan on Exodus 23:32", "anchorRef": "Exodus 23:32", "anchorRefExpanded": ["Exodus 23:32"], "sourceRef": "Targum Jonathan on Exodus 23:32", "sourceHeRef": "תרגום יונתן על שמות כ״ג:ל״ב", "anchorVerse": 32, "sourceHasEn": true, "compDate": [30, 70], "commentaryNum": 23.0032, "collectiveTitle": {"en": "Targum Jonathan on Exodus", "he": "תרגום יונתן על שמות"}, "heTitle": "תרגום יונתן על שמות", "he": "לָא תִגְזְרוּן לְהוֹן וּלְטַעֲוַותְהוֹן קְיָים", "heVersionTitle": "Targum Jonathan on Exodus", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": " Thou shalt make no covenant with them, nor with their idols. \n", "versionTitle": "The Targum of Jonathan ben Uzziel, trans. J. W. Etheridge, London, 1862", "license": "Public Domain", "versionTitleInHebrew": "תרגום ירושלמי (תרגום יונתן בן-עוזיאל) לתורה, תורגם ע״י ג׳ון ווסלי אטרידג׳, לונדון 1862"}, {"_id": "53f177b5fbfba22336ea10fe", "index_title": "Or HaChaim on Exodus", "category": "Commentary", "type": "commentary", "ref": "Or HaChaim on Exodus 23:32:1", "anchorRef": "Exodus 23:32", "anchorRefExpanded": ["Exodus 23:32"], "sourceRef": "Or HaChaim on Exodus 23:32:1", "sourceHeRef": "אור החיים על שמות כ״ג:ל״ב:א׳", "anchorVerse": 32, "sourceHasEn": true, "compDate": [1718, 1742], "commentaryNum": 32.0001, "collectiveTitle": {"en": "Or HaChaim", "he": "אור החיים"}, "heTitle": "אור החיים על שמות", "he": "<b>לא תכרות וגו</b>. קשה אם כבר צוה שיהרסו וישברו אותם מה מקום לצוות על כריתת ברית עמהם, ועוד איך יוצדק לכרות ברית לאלהיהן, ואם על עבודת עבודה זרה הוא אומר מאי איריא בכריתת ברית:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "<b> <span class=\"font1\">לא תכרות להם..ברית</span>, \"Do not enter into a covenant with them and their deities.\"</b> Why does the Torah have to prohibit such covenants since G'd had already commanded the Jewish people (verse 24) to destroy these people? Besides, what would be the purpose of concluding a covenant with the deities rather than the people?", "versionTitle": "Or Hachayim, trans. Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "54bd4834fbfba21733363604", "index_title": "Ramban on Deuteronomy", "category": "Quoting Commentary", "type": "", "ref": "Ramban on Deuteronomy 20:11:1", "anchorRef": "Exodus 23:32", "anchorRefExpanded": ["Exodus 23:32"], "sourceRef": "Ramban on Deuteronomy 20:11:1", "sourceHeRef": "רמב\"ן על דברים כ׳:י״א:א׳", "anchorVerse": 32, "sourceHasEn": true, "compDate": [1246, 1286], "commentaryNum": 11.0001, "collectiveTitle": {"en": "Ramban on Deuteronomy", "he": "רמב\"ן על דברים"}, "he": "<b>לָמַס וַעֲבָדוּךָ</b>, עַד שֶׁיְּקַבְּלוּ עֲלֵיהֶם מִסִּים וְשִׁעְבּוּד, לְשׁוֹן רַבֵּינוּ שְׁלֹמֹה. וּבְסִפְרֵי (שופטים ר), אָמְרוּ מְקַבְּלִין אָנוּ עָלֵינוּ מִסִּים וְלֹא שִׁעְבּוּד, שִׁעְבּוּד וְלֹא מִסִּים, אֵין שׁוֹמְעִין לָהֶם, עַד שֶׁיְּקַבְּלוּ עֲלֵיהֶם זוֹ וְזוֹ. וְעִנְיַן הַמִּסִּים, שֶׁיַּעֲלֶה עֲלֵיהֶם מֶלֶךְ יִשְׂרָאֵל אוֹ הַסַּנְהֶדְרִין מַס לִבְנוֹת בַּיִת לַמֶּלֶךְ וְעָרֵי הַמִּסְכְּנוֹת אֲשֶׁר לוֹ, וְכֵן לְבִנְיַן בֵּית הַשֵּׁם. וְהַשִּׁעְבּוּד הוּא שֶׁיּוּכַל כָּל אִישׁ מִיִּשְׂרָאֵל לִקַּח מֵהֶם לַחְטֹב עֵצָיו וְלִשְׁאֹב מֵימָיו, וְנוֹתֵן לוֹ שָׂכָר הָרָאוּי. וְזֶה טַעַם <b>לְמַס עוֹבֵד</b> הַכָּתוּב בִּשְׁלֹמֹה (מלכים א ט כא), שֶׁקִּבְּלוּ עֲלֵיהֶם מִסִּים וְעַבְדוּת כְּדִין הַתּוֹרָה, לֹא כָּעִנְיָן שֶׁכָּתוּב (שופטים א כח) וַיְהִי כִּי חָזַק יִשְׂרָאֵל וַיָּשֶׂם אֶת הַכְּנַעֲנִי לָמַס וְהוֹרֵשׁ לֹא הוֹרִישׁוֹ, כִּי שָׁם אֵינֶנּוּ מַזְכִּיר עַבְדוּת אֲבָל כְּמֶלֶךְ שֶׁנּוֹתֵן שֹׁחַד לְמֶלֶךְ תַּקִּיף מִמֶּנּוּ שֶׁלֹּא יִלָּחֵם בּוֹ. וְדַע כִּי עִנְיַן אַנְשֵׁי גִּבְעוֹן הָיָה מִפְּנֵי שֶׁלֹּא הָיוּ יוֹדְעִין מִשְׁפָּטָם שֶׁל יִשְׂרָאֵל בִּקְרִיאַת הַשָּׁלוֹם, וְהִקְדִּימוּ קֹדֶם שֶׁתָּבֹא לָהֶם פְּרוֹסְדִיטְגְּמָא שֶׁל יְהוֹשֻׁעַ, וּלְכָךְ אָמְרוּ (יהושע ט כד) וַנִּירָא מְאֹד לְנַפְשׁוֹתֵינוּ. אוֹ שֶׁלֹּא רָצוּ מִתְּחִלָּה לִשְׁמֹעַ לְדִבְרֵי יְהוֹשֻׁעַ, וּבַסּוֹף פָּחֲדוּ וְעָשׂוּ עַצְמָם נָכְרִים, דִּכְתִיב (שם פסוקים ג ד) וְיֹשְׁבֵי גִבְעוֹן שָׁמְעוּ אֵת אֲשֶׁר עָשָׂה יְהוֹשֻׁעַ לִירִיחוֹ וְלָעָי וַיַּעֲשׂוּ גַם הֵמָּה בְּעָרְמָה, וְהָיָה מוֹעִיל לָהֶם עוֹד שֶׁלֹּא יִהְיוּ לָהֶם לַעֲבָדִים אֶלָּא יִהְיוּ עִמָּם בַּעֲלֵי בְּרִית, וּמִפְּנֵי זֶה הִקְפִּידוּ עֲלֵיהֶם וְהָיוּ נֶהֱרָגִין אִלְמָלֵא שְׁבוּעַת הַנְּשִׂיאִים, מִפְּנֵי שֶׁהָיָה עֲלֵיהֶם לְקַבֵּל מִסִּים וְשִׁעְבּוּד כְּמוֹ שֶׁאָמַרְנוּ, וְהֵם כָּרְתוּ לָהֶם בְּרִית לִהְיוֹתָם שָׁוִים לָהֶם וּבַעֲלֵי בְּרִית וְעוֹזְרִים זֶה לָזֶה בְּמִלְחֲמוֹתֵיהֶם, וְעָשׂוּ עִמָּהֶם שָׁלוֹם לְפִי שֶׁהָיוּ סְבוּרִין שֶׁהֵם עָרִים רְחוֹקוֹת מְאֹד מִן הָעַמִּים שֶׁאֵין דַּעְתָּם לָבֹא עֲלֵיהֶם כְּלָל. וּלְפִיכָךְ קִלֵּל אוֹתָם יְהוֹשֻׁעַ וְאָמַר (שם פסוק כג), וְעַתָּה אֲרוּרִים אַתֶּם, שֶׁהֵם מִן הָעַמִּים הָאֲרוּרִים אֲשֶׁר אֵרְרָם ה', וְעָשָׂה לָהֶם כַּמִּשְׁפָּט הָרָאוּי לְהֵעָשׂוֹת בָּהֶם לְקַיֵּם מָה שֶׁנֶּאֱמַר לָמַס וַעֲבָדוּךָ, שֶׁיִּהְיוּ חֹטְבֵי עֵצִים וְשֹׁאֲבֵי מַיִם לָעֵדָה וּלְמִזְבַּח ה', וְהוּא הַמַּס וְהַשִּׁעְבּוּד כְּמוֹ שֶׁפֵּרַשְׁנוּ. וְיֵשׁ אוֹמְרִים כִּי פֵּרוּשׁ וְהָיָה אִם שָׁלוֹם תַּעַנְךָ, בְּעֵת הַקְּרִיאָה, אֲבָל אִם מֵאֲנוּ מִתְּחִלָּה שׁוּב אֵין מְקַבְּלִין אוֹתָם. וְהַגִּבְעֹנִים מֵאֲנוּ בַּפְּרוֹסְדִיטְגְּמָא, וְלֹא הָיָה הַדִּין לְקַבְּלָם. וְהָרַב רַבִּי מֹשֶׁה כָּתַב (הל' מלכים פ\"ו ה\"ה) שֶׁהִקְפִּידוּ עֲלֵיהֶם מִפְּנֵי שֶׁכָּרְתוּ לָהֶם בְּרִית וַהֲרֵי הוּא אוֹמֵר (שמות כג לב) לֹא תִכְרֹת לָהֶם וְלֵאלֹהֵיהֶם בְּרִית. וְאֵינוֹ נָכוֹן בְּעֵינַי, כִּי הַגִּבְעוֹנִים בְּוַדַּאי קִבְּלוּ עֲלֵיהֶם שֶׁלֹּא לַעֲבֹד ע\"ז, כְּמוֹ שֶׁאָמְרוּ (יהושע ט ט) בָּאוּ עֲבָדֶיךָ לְשֵׁם ה' אֱלֹהֶיךָ, וּלְכָךְ לֹא הֻצְרַךְ יְהוֹשֻׁעַ אַחֲרֵי כֵן לוֹמַר לָהֶם שֶׁיְּקַבְּלוּ עֲלֵיהֶם לַעֲבֹד אֶת הַשֵּׁם, כֵּיוָן שֶׁכֵּן מֻתָּרִין הָיוּ בַּבְּרִית הַהוּא כְּמוֹ שֶׁהָיוּ מֻתָּרִין בִּישִׁיבַת הָאָרֶץ, שֶׁשְּׁתֵּיהֶן לֹא נֶאֶסְרוּ אֶלָּא קֹדֶם הַתְּשׁוּבָה, כְּמוֹ שֶׁאָמַר (שמות כג לג) פֶּן יַחֲטִיאוּ אֹתְךָ לִי, וְכֵן אָמַר לֹא תִכְרֹת לָהֶם וְלֵאלֹהֵיהֶם בְּרִית. אֲבָל הַדָּבָר כְּמוֹ שֶׁאָמַרְנוּ:", "heVersionTitle": "Vocalized Edition", "heLicense": "", "heVersionTitleInHebrew": "", "text": "TRIBUTARIES UNTO THEE, AND THEY SHALL SERVE THEE. “[Their surrender is not to be accepted] until they accept tribute and servitude upon themselves.” This is the language of Rabbeinu Shlomo [Rashi]. And in the Sifre the Rabbis have said:<sup class=\"footnote-marker\">340</sup><i class=\"footnote\">Sifre, <i>Shoftim</i> 200.</i> “If they say ‘We accept tribute upon ourselves but not servitude’, or ‘servitude but not tribute,’ they are not to heed them until they accept both upon themselves.”<br>Now the purport of the tribute was that the king of Israel or the Sanhedrin could impose a levy upon them, [drafting men] to build the king’s palace and his store-cities, also the House of G-d. The servitude was that any Israelite could take one of them to be the hewer of his wood and the drawer of his water and pay him proper wages. This is the sense of what is written in connection with Solomon <i>a levy of bondservants</i>,<sup class=\"footnote-marker\">341</sup><i class=\"footnote\">I Kings 9:21.</i> meaning that they took upon themselves [both] tribute and servitude as is the law of the Torah. [However, the law of the Torah is] not as is written, <i>And it came to pass, when Israel was waxen strong, that they put the Canaanites to tribute, but did not drive them out entirely</i>,<sup class=\"footnote-marker\">342</sup><i class=\"footnote\">Judges 1:28.</i> for “servitude” is not mentioned there. Instead it was like a king who bribes a more powerful king not to wage war against him.<br>Know that the matter of the Gibeonites<sup class=\"footnote-marker\">343</sup><i class=\"footnote\">Joshua 9:3-27.</i> came to pass because they did not know the law of Israel with respect to proclaiming peace, and therefore they put forward their plan, before Joshua’s proclamation arrived. Hence they said, <i>and we were sore afraid for our lives</i>.<sup class=\"footnote-marker\">344</sup><i class=\"footnote\"><i>Ibid.</i>, Verse 24.</i> Or it may be that, at first they did not wish to hearken to Joshua’s offer [thus laying themselves open to invasion], and in the end they became frightened and disguised themselves as strangers, as it is written, <i>And when the inhabitants of Gibeon heard what Joshua had done unto Jericho and to Ai, they also did work wilily</i>.<sup class=\"footnote-marker\">345</sup><i class=\"footnote\"><i>Ibid.</i>, Verses 3-4.</i> Their trickery helped them yet in that they did not become their servants, but their confederates.<br>The Israelites were irritated at them and would have killed them had it not been for the oath of the princes<sup class=\"footnote-marker\">346</sup><i class=\"footnote\"><i>Ibid.</i>, Verse 19.</i> because the Gibeonites should have taken upon themselves tribute and servitude, as we have said, while they [the princes] made a covenant with them to be equal and to be their confederates helping each other in their wars. They made peace with them [the Gibeonites] because they had thought that they were [from] very distant cities, from the peoples against whom they [the Israelites] had no intention of advancing. Therefore, Joshua cursed the Gibeonites, saying, <i>Now therefore ye are cursed</i>,<sup class=\"footnote-marker\">347</sup><i class=\"footnote\"><i>Ibid.</i>, Verse 23.</i> meaning that they are of the accursed peoples whom the Eternal had cursed, and he did to them according to the law appropriate to be applied to them, to fulfill that which is written concerning them, <i>tributaries unto thee, and they shall serve thee</i>, that they be <i>hewers of wood and drawers of water for the congregation, and for the altar of the Eternal</i>,<sup class=\"footnote-marker\">348</sup><i class=\"footnote\"><i>Ibid.</i>, Verse 27.</i> this being the tribute and the servitude, as we have explained.<br>And some scholars<sup class=\"footnote-marker\">349</sup><i class=\"footnote\">This opinion is found in Tosafoth, Sotah 35b.</i> say that the meaning of the verse, <i>And it shall be, if it make thee answer of peace</i> etc.<sup class=\"footnote-marker\">330</sup><i class=\"footnote\">Verse 11.</i> is [that it applies only to an answer given] at the time of the proclamation [of peace]. But if at first they refused to make peace, we no longer accept them. The Gibeonites refused at first to hearken to Joshua’s proclamation and the law therefore did not require the Israelites to accept them. And Harav Rabbi Moshe [ben Maimon] wrote<sup class=\"footnote-marker\">350</sup><i class=\"footnote\">Hilchoth Melachim 6:5.</i> that “they were irritated at them because [they tricked the Israelites into] making a covenant with them, when it is said, <i>Thou shalt make no covenant with them, nor with their gods</i>.”<sup class=\"footnote-marker\">351</sup><i class=\"footnote\">Exodus 23:32.</i> But this does not appear to be correct, for the Gibeonites had surely taken upon themselves not to worship idols, as they said, <i>thy servants are come because of the name of the Eternal thy G-d</i>.<sup class=\"footnote-marker\">352</sup><i class=\"footnote\">Joshua 9:9.</i> Therefore, Joshua did not have to tell them afterwards that they must take upon themselves to worship G-d. And if so, it was permissible for the Israelites to make that covenant with them, just as they were permitted to dwell in the Land, for both, [the making of a covenant, and the dwelling in the Land] were prohibited only before repentance [from the sin of idolatry], as He said, <i>lest they make thee sin against Me</i>,<sup class=\"footnote-marker\">331</sup><i class=\"footnote\">Exodus 23:33.</i> and so also He said, <i>Thou shalt make no covenant with them, or with their gods</i>.<sup class=\"footnote-marker\">351</sup><i class=\"footnote\">Exodus 23:32.</i> But the explanation of the Gibeonite affair is as we have said.", "versionTitle": "Commentary on the Torah by Ramban (Nachmanides). Translated and annotated by Charles B. Chavel. New York, Shilo Pub. House, 1971-1976", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "54eaf567fbfba278fd265c74", "index_title": "Haamek Davar on Exodus", "category": "Commentary", "type": "commentary", "ref": "Haamek Davar on Exodus 23:32:1", "anchorRef": "Exodus 23:32", "anchorRefExpanded": ["Exodus 23:32"], "sourceRef": "Haamek Davar on Exodus 23:32:1", "sourceHeRef": "העמק דבר על שמות כ״ג:ל״ב:א׳", "anchorVerse": 32, "sourceHasEn": false, "compDate": [1840, 1880], "commentaryNum": 32.0001, "collectiveTitle": {"en": "Haamek Davar", "he": "העמק דבר"}, "he": "<b>לא תכרות להם ולאלהיהם ברית.</b> שלא תשמידם בימים יבואו כדי שלא ימסרו נפשם על המלחמה. וכאן לא הית׳ אזהרה אלא שלא יהא הברית עמם ואת אלהיהם ביחד. אבל עמם לבד היו רשאים. אבל פ׳ זו הוכפלה סוף סדר תשא לאחר מעשה העגל ואז הוזהרו גם עליהם לבד. וע׳ להלן ל״ד י״ב:\n", "heVersionTitle": "Sefer Torat Elohim, Vilna 1879", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר תורת אלוהים, וילנא 1879", "text": [], "versionTitle": "Yalkut, Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "568add2fd6e4a933a1fc9fc3", "index_title": "Shadal on Exodus", "category": "Commentary", "type": "commentary", "ref": "Shadal on Exodus 23:32:1", "anchorRef": "Exodus 23:32", "anchorRefExpanded": ["Exodus 23:32"], "sourceRef": "Shadal on Exodus 23:32:1", "sourceHeRef": "שד\"ל על שמות כ״ג:ל״ב:א׳", "anchorVerse": 32, "sourceHasEn": false, "compDate": [1835, 1865], "commentaryNum": 32.0001, "collectiveTitle": {"en": "Shadal", "he": "שד\"ל"}, "heTitle": "שד\"ל על שמות", "he": "ולאלהיהם: שאם תכרות להם ברית, על כרחך תכרות ברית גם לאלהיהם, כי תצטרך להניח להם שיקיימו אותם, כי אמנם להכריח אדם לעזוב יראתו אשר גדל בה לא יתכן.", "heVersionTitle": "Shadal first edition, Padua 1871", "heLicense": "Public Domain", "heVersionTitleInHebrew": "שד״ל במהדורה המקורית, פדובה 1871", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "57e77cc2d6e4a94c7c189eac", "index_title": "Tafsir Rasag", "category": "Targum", "type": "targum", "ref": "Tafsir Rasag, Exodus 23:32", "anchorRef": "Exodus 23:32", "anchorRefExpanded": ["Exodus 23:32"], "sourceRef": "Tafsir Rasag, Exodus 23:32", "sourceHeRef": "תפסיר רס\"ג, שמות כ״ג:ל״ב", "anchorVerse": 32, "sourceHasEn": false, "compDate": [918, 942], "commentaryNum": 23.0032, "collectiveTitle": {"en": "Tafsir Rasag", "he": "תפסיר רס\"ג"}, "heTitle": "שמות", "he": "לא תעהד מעהם ולא מע מעבודאתהם עהדא", "heVersionTitle": "Tafsir al-Torah bi-al-Arabiya, Paris, 1893", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תפסיר אלתורה באלערביה, פריס, 1893", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5889b4ded6e4a902855ff4fd", "index_title": "Tur HaArokh", "category": "Commentary", "type": "commentary", "ref": "Tur HaArokh, Exodus 23:32:1", "anchorRef": "Exodus 23:32", "anchorRefExpanded": ["Exodus 23:32"], "sourceRef": "Tur HaArokh, Exodus 23:32:1", "sourceHeRef": "הטור הארוך, שמות כ״ג:ל״ב:א׳", "anchorVerse": 32, "sourceHasEn": true, "compDate": [1280, 1340], "commentaryNum": 32.0001, "collectiveTitle": {"en": "Tur HaAroch", "he": "הטור הארוך"}, "heTitle": "שמות", "he": "<b>לא תכרות להם ולאלהיהם ברית. </b>כפשטי' שלא יכרות להם להחיותם ולאלהיהם לעבדם. וכתב הרמב\"ן ויתכן עוד לפרש שלא יכרות להם ברית ולאלהיהם כאחד פי' בעודם עובדים אלהיהם לא יכרות להם ברית אבל אם קבלו עליהם שלא לעבוד ע\"ז רשאי לקיימם: \n", "heVersionTitle": "Perush al ha-Torah, Hanover, 1838", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": " לא תכרות להם ולאלוהיהם ברית, “You must not enter into any covenant with them or their deities.” The plain meaning is that the inhabitants will not be promised that their lives will be spared if they surrender, and there will be no understanding that the Israelites will accept any part of their religious practices.\n    Nachmanides writes that one could also interpret the Torah as meaning that no agreement of any kind with the local inhabitants must include retaining any of their religious practices. In other words, as long as the local inhabitants have not completely abandoned their idolatrous practices. In the event that the inhabitants convert to Judaism they may be allowed to survive.\n", "versionTitle": "Tur on the Torah, trans. Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "593398f3d6e4a91d6791b7ed", "index_title": "Sefer HaChinukh", "category": "Halakhah", "type": "", "ref": "Sefer HaChinukh 93:1", "anchorRef": "Exodus 23:32", "anchorRefExpanded": ["Exodus 23:32"], "sourceRef": "Sefer HaChinukh 93:1", "sourceHeRef": "ספר החינוך צ״ג:א׳", "anchorVerse": 32, "sourceHasEn": true, "compDate": [1255, 1285], "commentaryNum": 93.0001, "collectiveTitle": {"en": "Sefer HaChinukh", "he": "ספר החינוך"}, "he": "<b>שֶׁלֹּא לִכְרֹת בְּרִית לְשִׁבְעָה עֲמָמִים וְכֵן לְכָל עוֹבֵד עֲבוֹדָה זָרָה</b> – שֶׁלֹּא נִכְרֹת בְּרִית, כְּלוֹמַר שֶׁלֹּא נַבְטִיחַ בְּאַהֲבָתֵנוּ אֶל הָעָם הָרַע הַכּוֹפְרִים שֶׁהֵם שִׁבְעָה עֲמָמִים שֶׁבַּתּוֹרָה שֶׁהָיוּ מַחְזִיקִים בְּאַרְצֵנוּ טֶרֶם בּוֹאֵנוּ שָׁם, וְהֵם הַחִתִּי וְהָאֱמֹרִי וכו', שֶׁנֶּאֱמַר לֹא תִכְרֹת לָהֶם וְלֵאלֹהֵיהֶם בְּרִית, כְּלוֹמַר שֶׁלֹּא נַעֲשֶׂה עִמָּהֶם שָׁלוֹם וְנַנִּיחַ אוֹתָם לַעֲבֹד הָעֲבוֹדָה זָרָה.", "heVersionTitle": "Vocalized Edition", "heLicense": "", "heVersionTitleInHebrew": "", "text": "<b>To not make a covenant with the seven nations and likewise with any worshiper of idolatry:</b> That we not make a covenant, meaning to say that we promise our friendship to the bad nation of heretics — which are the seven nations in the Torah which were holding our Land before our arriving there, and they are the Hittite, the Emorite, etc. — as it is stated (Exodus 23:32), “You shall not make a covenant with them and their gods.” [This] means to say that we should not make peace with them and leave them to worship idolatry.", "versionTitle": "Sefer HaChinukh, translated by R. Francis Nataf, Sefaria 2018", "license": "CC0", "versionTitleInHebrew": "ספר החינוך, תורגם על ידי ספריא"}, {"_id": "596482bcd6e4a92bf45a2b20", "index_title": "Rabbeinu Bahya", "category": "Quoting Commentary", "type": "", "ref": "Rabbeinu Bahya, Bereshit 12:11:3", "anchorRef": "Exodus 23:32", "anchorRefExpanded": ["Exodus 23:32"], "sourceRef": "Rabbeinu Bahya, Bereshit 12:11:3", "sourceHeRef": "רבנו בחיי, בראשית י״ב:י״א:ג׳", "anchorVerse": 32, "sourceHasEn": true, "compDate": [1290, 1310], "commentaryNum": 11.0003, "collectiveTitle": {"en": "Rabbeinu Bahya", "he": "רבנו בחיי"}, "heTitle": "בראשית", "he": "<b>ועל </b>דרך המדרש הנה נא ידעתי כי אשה יפת מראה את, אמר לה אברהם יגיעת הדרך ממעט היופי ומסלק זיו הפנים ואת עומדת ביפיך, הנה נא ידעתי כי אשה יפת מראה את. ודעת רז\"ל שלא נסתכל בה מעולם עד אותה שעה, כי אברהם לענותנותו הגדולה היה כורת ברית לעיניו, וכענין שאמר איוב (איוב ל״א:א׳) ברית כרתי לעיני, כי הצדיקים כורתים ברית עם אבריהם שלא יזיקו אותם, כאדם הכורת ברית עם אויביו שלא יזיקוהו, וכד\"א (שמות כ״ג:ל״ב) לא תכרות להם ולאלהיהם ברית, שאין לך אויב שיריע לאדם כרוע פעולותיו. ודרשו רז\"ל עפרא בפומיה דאיוב שאמר ומה אתבונן על בתולה, באחריני לא מסתכל אבל בדידיה מסתכל אבל אברהם אף בדידיה לא מסתכל, שנא' הנה נא ידעתי כי אשה יפת מראה את. ", "heVersionTitle": "Midrash Rabbeinu Bachya [ben Asher]. Warsaw, 1878", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "According to Bereshit Rabbah 40,4 what Avram meant was that although under normal circumstances travel and the strains experienced on a journey detract from a woman’s beauty, at least temporarily, he found that Sarai’s beauty had not only not been diminished but appeared to have been enhanced further by that experience. This proved to be an unexpected source of danger to his life; hence he made this request that she should tell a white lie. <br>However, Tanchuma on Lech Lecha 5 claims that Avraham had never looked at Sarai in a way that made him notice her beauty as he had made a promise to his eyes not to use them in a manner which would arouse his desire for physical gratification. We find a reference to such conduct in Job 31,1 ברית כרתי לעיני, “I have covenanted with my eyes not to gaze at a maiden.” It is not unusual to find that the righteous enter into such “covenants” with a number of their organs in order to ensure that these organs would not cause them any harm. This is similar to someone making a treaty with a former enemy that he would not harm him. The Torah urges us (Exodus 23,32) “do not make a treaty with them or their gods “ (the Gentile nations resident in the land of Canaan). Our sages in Baba Batra 16 commented on this that there is no enemy who causes as much harm to another person as do his own deeds. Furthermore, our sages on that same folio comment עפרא לפומיה, “earth in his mouth.” They ridiculed what appeared to be Job’s superior piety by saying: “granted Job had undertaken not to look at other maidens but he had not denied himself the pleasure of admiring the beauty of his own wife.” Avram, however, had not even looked at the beauty of his own wife prior to his arrival at the border of Egypt.", "versionTitle": "Torah Commentary by Rabbi Bachya ben Asher, trans. Eliyahu Munk, 1998.", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5990952fd6e4a94d00975b33", "index_title": "Mishneh Torah, Negative Mitzvot", "category": "Halakhah", "type": "", "ref": "Mishneh Torah, Negative Mitzvot 48", "anchorRef": "Exodus 23:32", "anchorRefExpanded": ["Exodus 23:32"], "sourceRef": "Mishneh Torah, Negative Mitzvot 48", "sourceHeRef": "משנה תורה, מצוות לא תעשה מ״ח", "anchorVerse": 32, "sourceHasEn": true, "compDate": [1176, 1178], "commentaryNum": 48, "collectiveTitle": {"en": "Mishneh Torah, Negative Mitzvot", "he": "משנה תורה, מצוות לא תעשה"}, "heTitle": "משנה תורה, מצוות לא תעשה", "he": "שלא לכרות ברית לשבעה עממין, שנאמר \"לא תכרות להם ברית\" (דברים ז,ב).", "heVersionTitle": "Wikisource Mishneh Torah", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "משנה תורה (ויקיטקסט)", "text": "Not to establish a covenant with the seven [Canaanite] nations, as [Deuteronomy 7:2] states: \"Do not establish a covenant with them.\"", "versionTitle": "Mishneh Torah, trans. by Eliyahu Touger. Jerusalem, Moznaim Pub. c1986-c2007", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "59a6c60ed6e4a920f72d94a4", "index_title": "HaKtav VeHaKabalah", "category": "Commentary", "type": "commentary", "ref": "HaKtav VeHaKabalah, Exodus 23:32:1", "anchorRef": "Exodus 23:32", "anchorRefExpanded": ["Exodus 23:32"], "sourceRef": "HaKtav VeHaKabalah, Exodus 23:32:1", "sourceHeRef": "הכתב והקבלה, שמות כ״ג:ל״ב:א׳", "anchorVerse": 32, "sourceHasEn": false, "compDate": [1829, 1839], "commentaryNum": 32.0001, "collectiveTitle": {"en": "HaKtav VeHaKabalah", "he": "הכתב והקבלה"}, "heTitle": "שמות", "he": "<b>להם ולאלהיהם. </b>לא יכרות להם ברית ועם אלהיהם אלא יהרסם וישבר מצבותיהם, והכונה לומר כי בעודם עובדים את אלהיהם לא יכרות להם ברית, אבל אם קבלו עליהם שלא לעבוד ע\"ז רשאי לקיימם (רמב\"ן): \n", "heVersionTitle": "HaKtav VeHaKabbalah, Frankfurt 1880", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5a46022ad6e4a924eb19357e", "index_title": "Rashi on Joshua", "category": "Quoting Commentary", "type": "", "ref": "Rashi on Joshua 9:7:1", "anchorRef": "Exodus 23:32", "anchorRefExpanded": ["Exodus 23:32"], "sourceRef": "Rashi on Joshua 9:7:1", "sourceHeRef": "רש\"י על יהושע ט׳:ז׳:א׳", "anchorVerse": 32, "sourceHasEn": true, "compDate": [1075, 1105], "commentaryNum": 7.0001, "collectiveTitle": {"en": "Rashi on Joshua", "he": "רש\"י על יהושע"}, "heTitle": "רש\"י על יהושע", "he": "<b>אוּלַי בְּקִרְבִּי אַתָּה יוֹשֵׁב</b> שֶׁמָּא מִיּוֹשְׁבֵי הָאָרֶץ אַתֶּם.", "heVersionTitle": "The Book of Joshua, Metsudah Publications, 1997", "heLicense": "CC-BY", "heVersionTitleInHebrew": "", "text": "<b>Maybe you really live in our midst.</b> Perhaps you are of those who dwell in the land.<sup class=\"footnote-marker\">9</sup><i class=\"footnote\">The Torah explicitly states that the inhabitants of the land of Canaan were to be totally destroyed. It was forbidden to make any sort of treaty with them, as it is said “Do not make a treaty with them or with their gods.” (Shemos 23:32). The men of Givon therefore attempted to portray themselves as people who were not of Canaan and therefore not included in the destruction that was to befall all those who were inhabitants of the land. The verse states וַיאמְרוּ אִישׁ, and <i>they</i> said, but it is read וַיאמַר אִישׁ  “the <i>man</i> of Yisroel said.” They all spoke together as a single person who had doubts about the truth of their presentation.</i>", "versionTitle": "The Book of Joshua, Metsudah Publications, 1997", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5afecc42e37da90018960a83", "index_title": "Sefer Mitzvot Gadol", "category": "Halakhah", "type": "sifrei mitzvot", "ref": "Sefer Mitzvot Gadol, Negative Commandments, Remazim 47", "anchorRef": "Exodus 23:32", "anchorRefExpanded": ["Exodus 23:32"], "sourceRef": "Sefer Mitzvot Gadol, Negative Commandments, Remazim 47", "sourceHeRef": "ספר מצוות גדול, לאוין, רמזים מ״ז", "anchorVerse": 32, "sourceHasEn": false, "compDate": [1243, 1247], "commentaryNum": 47, "collectiveTitle": {"en": "Sefer Mitzvot Gadol", "he": "ספר מצוות גדול"}, "heTitle": "רמזים", "he": "שלא לכרות ברי' לשבעה עממים בארצינו שנ' לא תכרות להם ברית:", "heVersionTitle": "Munkatch, 1901", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מונקאטש, 1901", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5afecc42e37da90018960a8d", "index_title": "Sefer HaMitzvot", "category": "Halakhah", "type": "sifrei mitzvot", "ref": "Sefer HaMitzvot, Negative Commandments 48:1", "anchorRef": "Exodus 23:32", "anchorRefExpanded": ["Exodus 23:32"], "sourceRef": "Sefer HaMitzvot, Negative Commandments 48:1", "sourceHeRef": "ספר המצוות, מצוות לא תעשה מ״ח:א׳", "anchorVerse": 32, "sourceHasEn": true, "compDate": [1167, 1179], "commentaryNum": 48.0001, "collectiveTitle": {"en": "Sefer HaMitzvot", "he": "ספר המצוות"}, "heTitle": "מצוות לא תעשה", "he": " הזהירנו מכרות ברית עם הכופרים ולהבטיחם על כפירתם, רוצה לומר עם שבעה עממין. והוא אמרו יתעלה לא תכרות להם ברית. וכבר בארנו במצות עשה קפ\"ז שמלחמת שבעה עממין וכל מה שבא בהם ראוי למנותו ושהוא לא ילך דרך מצות שאין נוהגות לדורות. (ואתחנן, שם פ\"י): ", "heVersionTitle": "Sefer HaMitzvot, Warsaw 1883", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר המצוות, ורשה 1883", "text": "He prohibited us from making a covenant with the heretics - meaning, with the seven nations (of Canaan) - and to allow them to be secure. And that is His, may He be exalted, saying, \"and you shall not make a covenant with them\" (Deuteronomy 7:2). And we have already explained in Positive Commandment 187 that war with the seven nations, and everything that comes with them, is appropriate to list [as a commandment]; and that it is not in the way of the commandments that are not practiced for [all] generations. (See Parashat Vaetchanan; Mishneh Torah, Foreign Worship and Customs of the Nations 10.)", "versionTitle": "Sefaria Edition 2021, Translated by Rabbi Francis Nataf", "license": "", "versionTitleInHebrew": ""}, {"_id": "5afecc43e37da90018960a95", "index_title": "Sefer Mitzvot Gadol", "category": "Halakhah", "type": "sifrei mitzvot", "ref": "Sefer Mitzvot Gadol, Negative Commandments 47:1", "anchorRef": "Exodus 23:32", "anchorRefExpanded": ["Exodus 23:32"], "sourceRef": "Sefer Mitzvot Gadol, Negative Commandments 47:1", "sourceHeRef": "ספר מצוות גדול, לאוין מ״ז:א׳", "anchorVerse": 32, "sourceHasEn": false, "compDate": [1243, 1247], "commentaryNum": 47.0001, "collectiveTitle": {"en": "Sefer Mitzvot Gadol", "he": "ספר מצוות גדול"}, "he": "שלא (א) לכרות ברית לשבעה עממים שנאמ' לא תכרות להם ולאלהיהם ברית אבל בשאר אומות לא נאסרה כריתת ברית כמו שמצינו בגבעונים שאמרו להם ואולי בקרבי אתה יושב ואיך אכרות לך ברית וכתיב ויכרתו שלמה וחירם ברית: ", "heVersionTitle": "Munkatch, 1901", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מונקאטש, 1901", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5afecc43e37da90018960a9b", "index_title": "Mishneh Torah, Foreign Worship and Customs of the Nations", "category": "Halakhah", "type": "sifrei mitzvot", "ref": "Mishneh Torah, Foreign Worship and Customs of the Nations 10", "anchorRef": "Exodus 23:32", "anchorRefExpanded": ["Exodus 23:32"], "sourceRef": "Mishneh Torah, Foreign Worship and Customs of the Nations 10", "sourceHeRef": "משנה תורה, הלכות עבודה זרה וחוקות הגויים י׳", "anchorVerse": 32, "sourceHasEn": true, "compDate": [1176, 1178], "commentaryNum": 10.0, "collectiveTitle": {"en": "Mishneh Torah, Foreign Worship and Customs of the Nations", "he": "משנה תורה, הלכות עבודה זרה וחוקות הגויים"}, "heTitle": "משנה תורה, הלכות עבודה זרה וחוקות הגויים", "he": ["אֵין כּוֹרְתִין בְּרִית לְשׁבְעָה עֲמָמִין כְּדֵי שֶׁנַּעֲשֶׂה עִמָּהֶן שָׁלוֹם וְנָנִיחַ אוֹתָם לַעֲבֹד עֲבוֹדָה זָרָה שֶׁנֶּאֱמַר <small>(דברים ז ב)</small> \"לֹא תִכְרֹת לָהֶם בְּרִית\" אֶלָּא יַחְזְרוּ מֵעֲבוֹדָתָם אוֹ יֵהָרְגוּ. וְאָסוּר לְרַחֵם עֲלֵיהֶם שֶׁנֶּאֱמַר <small>(דברים ז ב)</small> \"וְלֹא תְחָנֵּם\". לְפִיכָךְ אִם רָאָה מֵהֶם אוֹבֵד אוֹ טוֹבֵעַ בַּנָּהָר לֹא יַעֲלֶנּוּ. רָאָהוּ נָטוּי לָמוּת לֹא יַצִּילֶנּוּ. אֲבָל לְאַבְּדוֹ בְּיָדוֹ אוֹ לְדָחֳפוֹ לַבּוֹר וְכַיּוֹצֵא בָּזֶה אָסוּר מִפְּנֵי שֶׁאֵינוֹ עוֹשֶׂה עִמָּנוּ מִלְחָמָה. בַּמֶּה דְּבָרִים אֲמוּרִים בְּשִׁבְעָה עֲמָמִין אֲבָל הַמּוֹסְרִים וְהָאֶפִּיקוֹרוֹסִין מִיִּשְׂרָאֵל הָיָה דִּין לְאַבְּדָן בְּיָד וּלְהוֹרִידָן עַד בְּאֵר שַׁחַת מִפְּנֵי שֶׁהָיוּ מְצֵרִים לְיִשְׂרָאֵל וּמְסִירִין אֶת הָעָם מֵאַחֲרֵי ה':\n", "מִכָּאן אַתָּה לָמֵד שֶׁאָסוּר לְרַפְּאוֹת עַכּוּ\"ם אֲפִלּוּ בְּשָׂכָר. וְאִם הָיָה מִתְיָרֵא מֵהֶן אוֹ שֶׁהָיָה חוֹשֵׁשׁ מִשּׁוּם אֵיבָה מְרַפֵּא בְּשָׂכָר אֲבָל בְּחִנָּם אָסוּר. וְגֵר תּוֹשָׁב הוֹאִיל וְאַתָּה מְצֻוֶּה לְהַחֲיוֹתוֹ מְרַפְּאִים אוֹתוֹ בְּחִנָּם:\n", "אֵין מוֹכְרִין לָהֶם בָּתִּים וְשָׂדוֹת בְּאֶרֶץ יִשְׂרָאֵל. וּבְסוּרְיָא מוֹכְרִין לָהֶם בָּתִּים אֲבָל לֹא שָׂדוֹת. וּמַשְׂכִּירִין לָהֶם בָּתִּים בְּאֶרֶץ יִשְׂרָאֵל וּבִלְבַד שֶׁלֹּא יַעֲשׂוּ שְׁכוּנָה וְאֵין שְׁכוּנָה פָּחוֹת מִשְּׁלֹשָׁה. וְאֵין מַשְׂכִּירִין לָהֶם שָׂדוֹת. וּבְסוּרְיָא מַשְׂכִּירִין לָהֶם שָׂדוֹת. וּמִפְּנֵי מָה הֶחְמִירוּ בְּשָׂדֶה, מִפְּנֵי שֶׁיֵּשׁ בָּהּ שְׁתַּיִם, מַפְקִיעָהּ מִן הַמַּעַשְׂרוֹת וְנוֹתֵן לָהֶם חֲנִיָּה בַּקַּרְקַע. וּמֻתָּר לִמְכֹּר לָהֶם בָּתִּים וְשָׂדוֹת בְּחוּצָה לָאָרֶץ מִפְּנֵי שֶׁאֵינָהּ אַרְצֵנוּ:\n", "אַף בְּמָקוֹם שֶׁהִתִּירוּ לְהַשְׂכִּיר לֹא לְבֵית דִּירָה הִתִּירוּ מִפְּנֵי שֶׁהוּא מַכְנִיס לְתוֹכָהּ עֲבוֹדַת כּוֹכָבִים וְנֶאֱמַר <small>(דברים ז כו)</small> \"לֹא תָבִיא תוֹעֵבָה אֶל בֵּיתֶךָ\". אֲבָל מַשְׂכִּיר לָהֶן בָּתִּים לַעֲשׂוֹתָן אוֹצָר. וְאֵין מוֹכְרִין לָהֶן פֵּרוֹת וּתְבוּאָה וְכַיּוֹצֵא בָּהֶן בַּמְחֻבָּר לַקַּרְקַע. אֲבָל מוֹכֵר הוּא מִשֶּׁיָקֹץ אוֹ מוֹכֵר לוֹ עַל מְנָת לָקֹץ וְקוֹצֵץ. וּמִפְּנֵי מָה אֵין מוֹכְרִין לָהֶן שֶׁנֶּאֱמַר <small>(דברים ז ב)</small> \"וְלֹא תְחָנֵּם\" לֹא תִּתֵּן לָהֶם חֲנִיָּה בַּקַּרְקַע שֶׁאִם לֹא יִהְיֶה לָהֶם קַרְקַע יְשִׁיבָתָן יְשִׁיבַת עַרְאַי הִיא. וְכֵן אָסוּר לְסַפֵּר בְּשִׁבְחָן וַאֲפִלּוּ לוֹמַר כַּמָּה נָאֶה עוֹבֵד כּוֹכָבִים זֶה בְּצוּרָתוֹ. קַל וָחֹמֶר שֶׁיְּסַפֵּר בְּשֶׁבַח מַעֲשָׂיו אוֹ שֶׁיְּחַבֵּב דָּבָר מִדִּבְרֵיהֶם שֶׁנֶּאֱמַר וְלֹא תְחָנֵּם לֹא יִהְיֶה לָהֶם חֵן בְּעֵינֶיךָ, מִפְּנֵי שֶׁגּוֹרֵם לְהִדַּבֵּק עִמּוֹ וְלִלְמֹד מִמַּעֲשָׂיו הָרָעִים. וְאָסוּר לִתֵּן לָהֶם מַתְּנַת חִנָּם אֲבָל נוֹתֵן הוּא לְגֵר תּוֹשָׁב שֶׁנֶּאֱמַר <small>(דברים יד כא)</small> \"לַגֵּר אֲשֶׁר בִּשְׁעָרֶיךָ תִּתְּנֶנָּה וַאֲכָלָהּ אוֹ מָכֹר לְנָכְרִי\", בִּמְכִירָה וְלֹא בִּנְתִינָה: \n", "מְפַרְנְסִים עֲנִיֵּי עוֹבְדֵי כּוֹכָבִים עִם עֲנִיֵּי יִשְׂרָאֵל מִפְּנֵי דַּרְכֵי שָׁלוֹם. וְאֵין מְמַחִין בִּידֵי עֲנִיֵּי עוֹבְדֵי כּוֹכָבִים בְּלֶקֶט שִׁכְחָה וּפֵאָה מִפְּנֵי דַּרְכֵי שָׁלוֹם. וְשׁוֹאֲלִים בִּשְׁלוֹמָם וַאֲפִלּוּ בְּיוֹם חַגָּם מִפְּנֵי דַּרְכֵי שָׁלוֹם. וְאֵין כּוֹפְלִין לָהֶן שָׁלוֹם לְעוֹלָם. וְלֹא יִכָּנֵס לְבֵיתוֹ שֶׁל עוֹבֵד כּוֹכָבִים בְּיוֹם חַגּוֹ לָתֵת לוֹ שָׁלוֹם. מְצָאוֹ בַּשּׁוּק נוֹתֵן לוֹ שָׁלוֹם בְּשָׂפָה רָפָה וּבְכֹבֶד רֹאשׁ:\n", "אֵין כָּל הַדְּבָרִים הָאֵלּוּ אֲמוּרִים אֶלָּא בִּזְמַן שֶׁגָּלוּ יִשְׂרָאֵל לְבֵין הָעוֹבְדֵי כּוֹכָבִים אוֹ שֶׁיַּד עַכּוּ\"ם תַּקִּיפָה עַל יִשְׂרָאֵל אֲבָל בִּזְמַן שֶׁיַּד יִשְׂרָאֵל תַּקִּיפָה עֲלֵיהֶם אָסוּר לָנוּ לְהַנִּיחַ עוֹבְדֵי כּוֹכָבִים בֵּינֵינוּ. וַאֲפִלּוּ יוֹשֵׁב יְשִׁיבַת עַרְאַי אוֹ עוֹבֵר מִמָּקוֹם לְמָקוֹם בִּסְחוֹרָה לֹא יַעֲבֹר בְּאַרְצֵנוּ אֶלָּא עַד שֶׁיְּקַבֵּל עָלָיו שֶׁבַע מִצְוֹת שֶׁנִּצְטַוּוּ בְּנֵי נֹחַ שֶׁנֶּאֱמַר <small>(שמות כג לג)</small> \"לֹא יֵשְׁבוּ בְּאַרְצְךָ\" אֲפִלּוּ לְפִי שָׁעָה. וְאִם קִבֵּל עָלָיו שֶׁבַע מִצְוֹת הֲרֵי זֶה גֵּר תּוֹשָׁב. וְאֵין מְקַבְּלִין גֵּר תּוֹשָׁב אֶלָּא בִּזְמַן שֶׁהַיּוֹבֵל נוֹהֵג אֲבָל שֶׁלֹּא בִּזְמַן הַיּוֹבֵל אֵין מְקַבְּלִין אֶלָּא גֵּר צֶדֶק בִּלְבַד:\n"], "heVersionTitle": "Torat Emet 363", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורת אמת 363", "text": ["We may not draw up a covenant with idolaters which will establish peace between them [and us] and yet allow them to worship idols, as [Deuteronomy 7:2] states: \"Do not establish a covenant with them.\" Rather, they must renounce their [idol] worship or be slain. It is forbidden to have mercy upon them, as [Deuteronomy, <i>ibid.</i>] states: \"Do not be gracious to them.\"<br>Accordingly, if we see an idolater being swept away or drowning in the river, we should not help him. If we see that his life is in danger, we should not save him. It is, however, forbidden to cause one of them to sink or push him into a pit or the like, since he is not waging war against us.<br>To whom do the above apply? To gentiles. It is a mitzvah, however, to eradicate Jewish traitors, <i>minnim</i>, and <i>apikorsim</i>, and to cause them to descend to the pit of destruction, since they cause difficulty to the Jews and sway the people away from God.", "From the above, we can infer that it is forbidden to offer medical treatment to an idolater even when offered a wage. If, however, one is afraid of the consequences or fears that ill feeling will be aroused, one may treat them for a wage, but to treat them free is forbidden.<br>[With regard to] a <i>ger toshav</i>, since we are commanded to secure his well-being, he may be given medical treatment at no cost.", "It is forbidden to sell them homes and fields in <i>Eretz Yisrael</i>. In Syria, one may sell them homes, but not fields.<br>One may rent them homes in <i>Eretz Yisrael</i>, provided that a neighborhood [of idolaters] is not established. Fewer than three [homes] does not constitute a neighborhood. It is, however, forbidden to rent them fields. In Syria, one may rent them fields.<br>Why did [the Rabbis issue] more stringent laws regarding fields? Because two difficulties are involved: One removes the obligation of tithes [from these fields], and one gives them a resting place in our land.<br>It is permitted to sell them houses and fields in the Diaspora, because it is not our land.", "Even when it is permitted to rent [homes to idolaters], it is not permitted to rent to them for use as a dwelling, because they will bring idols into them, as [Deuteronomy 7:26] states: \"Do not bring an abomination into your home.\" It is, however, permitted to rent them homes to use as storehouses.<br>It is forbidden to sell them fruit, grain, or other produce while it is attached to the earth. One may sell [these products] after they have been harvested or [before they have been harvested], on the condition that they will be harvested, and he must harvest them.<br>Why is it forbidden to sell them [land or anything attached to the land]? Because [Deuteronomy 7:2] states: \"Do not be gracious with them.\" [This phrase can also be interpreted:] \"Do not give them a resting place in the land.\" As long as they do not have a resting place in the land, their stay will be a temporary one.<br>[This prohibition also] forbids speaking about [idolaters] in a praiseworthy manner. It is even forbidden to say, \"Look how beautiful that idolater's body is.\" How much more so is it forbidden to praise their deeds or to hold their words dear, as [the phrase states]: \"Do not be gracious with them.\" [This phrase can also be interpreted:] \"Do not look at them graciously,\" for doing so will cause you to draw close to them and learn from their wicked behavior.<br>[Also implicit in the above phrase is that] it is forbidden to give them a present. A present may, however, be given to a <i>ger toshav</i>, [as implied by Deuteronomy 14:21:] \"You may give it to the stranger in your gates so that he may eat it; or sell it to a gentile,\" [i.e., to an idolater]; it should be sold, not given.", "We should provide for poor idolaters together with poor Jews for the sake of peace. One should not rebuke idolaters [from taking] <i>leket</i>, <i>shich'chah</i>, and <i>pe'ah</i>, for the sake of peace. One may inquire about their well-being - even on their festivals - for the sake of peace.<br>One may never repeat good wishes to them. Also, one should not enter the house of a gentile on one of his festivals to wish him well. If one encounters him in the marketplace, one may greet him meekly with a serious countenance.", "All the above matters apply only in an era when Israel is in exile among the idolaters or in an era when the idolaters are in power. When, however, Israel is in power over them, it is forbidden for us to allow an idolater among us.<br>Even a temporary resident or a merchant who travels from place to place should not be allowed to pass through our land until he accepts the seven universal laws commanded to Noah and his descendants, as [Exodus 23:33] states: \"They shall not dwell in your land\" - i.e., even temporarily.<br>A person who accepts these seven mitzvot is a <i>ger toshav</i>. A <i>ger toshav</i> may be accepted only in the era when the [laws of the] Jubilee Year are observed. In an era when the [laws of the] Jubilee Year are not observed, however, we may accept only full converts [to Judaism]."], "versionTitle": "Mishneh Torah, trans. by Eliyahu Touger. Jerusalem, Moznaim Pub. c1986-c2007", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "5afecc43e37da90018960a9f", "index_title": "Mishneh Torah, Kings and Wars", "category": "Halakhah", "type": "sifrei mitzvot", "ref": "Mishneh Torah, Kings and Wars 6", "anchorRef": "Exodus 23:32", "anchorRefExpanded": ["Exodus 23:32"], "sourceRef": "Mishneh Torah, Kings and Wars 6", "sourceHeRef": "משנה תורה, הלכות מלכים ומלחמות ו׳", "anchorVerse": 32, "sourceHasEn": true, "compDate": [1176, 1178], "commentaryNum": 6.0, "collectiveTitle": {"en": "Mishneh Torah, Kings and Wars", "he": "משנה תורה, הלכות מלכים ומלחמות"}, "heTitle": "משנה תורה, הלכות מלכים ומלחמות", "he": ["אֵין עוֹשִׂין מִלְחָמָה עִם אָדָם בָּעוֹלָם עַד שֶׁקּוֹרְאִין לוֹ שָׁלוֹם. אֶחָד מִלְחֶמֶת הָרְשׁוּת וְאֶחָד מִלְחֶמֶת מִצְוָה. שֶׁנֶּאֱמַר <small>(דברים כ, י)</small> \"כִּי תִקְרַב אֶל עִיר לְהִלָּחֵם עָלֶיהָ וְקָרָאתָ אֵלֶיהָ לְשָׁלוֹם\". אִם הִשְׁלִימוּ וְקִבְּלוּ שֶׁבַע מִצְוֹת שֶׁנִּצְטַוּוּ בְּנֵי נֹחַ עֲלֵיהֶן אֵין הוֹרְגִין מֵהֶן נְשָׁמָה וַהֲרֵי הֵן לְמַס. שֶׁנֶּאֱמַר <small>(דברים כ, יא)</small> \"יִהְיוּ לְךָ לָמַס וַעֲבָדוּךָ\". קִבְּלוּ עֲלֵיהֶן הַמַּס וְלֹא קִבְּלוּ הָעַבְדוּת אוֹ שֶׁקִּבְּלוּ הָעַבְדוּת וְלֹא קִבְּלוּ הַמַּס. אֵין שׁוֹמְעִין לָהֶם עַד שֶׁיְּקַבְּלוּ שְׁנֵיהֶם. וְהָעַבְדוּת שֶׁיְּקַבְּלוּ הוּא שֶׁיִּהְיוּ נִבְזִים וּשְׁפָלִים לְמַטָּה וְלֹא יָרִימוּ רֹאשׁ בְּיִשְׂרָאֵל אֶלָּא יִהְיוּ כְּבוּשִׁים תַּחַת יָדָם. וְלֹא יִתְמַנּוּ עַל יִשְׂרָאֵל לְשׁוּם דָּבָר שֶׁבָּעוֹלָם. וְהַמַּס שֶׁיְּקַבְּלוּ שֶׁיִּהְיוּ מוּכָנִים לַעֲבוֹדַת הַמֶּלֶךְ בְּגוּפָם וּמָמוֹנָם. כְּגוֹן בִּנְיַן הַחוֹמוֹת. וְחֹזֶק הַמְּצוּדוֹת. וּבִנְיַן אַרְמוֹן הַמֶּלֶךְ וְכַיּוֹצֵא בּוֹ. שֶׁנֶּאֱמַר <small>(מלכים א ט, טו)</small> \"וְזֶה דְבַר הַמַּס אֲשֶׁר הֶעֱלָה הַמֶּלֶךְ שְׁלֹמֹה לִבְנוֹת אֶת בֵּית ה' וְאֶת בֵּיתוֹ וְאֶת הַמִּלּוֹא וְאֵת חוֹמַת יְרוּשָׁלָםִ\" <small>(מלכים א ט, יט)</small> \"וְאֵת כָּל עָרֵי הַמִּסְכְּנוֹת אֲשֶׁר הָיוּ לִשְׁלֹמֹה\" <small>(מלכים א ט, כ)</small> \"כָּל הָעָם הַנּוֹתָר מִן הָאֱמֹרִי\" <small>(מלכים א ט, כא)</small> \"וַיַּעֲלֵם שְׁלֹמֹה לְמַס עֹבֵד עַד הַיּוֹם הַזֶּה\" <small>(מלכים א ט, כב)</small> \"וּמִבְּנֵי יִשְׂרָאֵל לֹא נָתַן שְׁלֹמֹה עָבֶד כִּי הֵם אַנְשֵׁי הַמִּלְחָמָה וַעֲבָדָיו וְשָׂרָיו וְשָׁלִישָׁיו וְשָׂרֵי רִכְבּוֹ וּפָרָשָׁיו\": ", "וְיֵשׁ לַמֶּלֶךְ לְהַתְנוֹת עִמָּהֶם שֶׁיִּקַּח חֲצִי מָמוֹנָם אוֹ הַקַּרְקָעוֹת וְיַנִּיחַ כָּל הַמִּטַּלְטְלִין אוֹ הַמִּטַּלְטְלִים וְיַנִּיחַ הַקַּרְקָעוֹת כְּפִי מַה שֶּׁיַּתְנֶה: ", "וְאָסוּר לְשַׁקֵּר בִּבְרִיתָם וּלְכַזֵּב לָהֶם אַחַר שֶׁהִשְׁלִימוּ וְקִבְּלוּ שֶׁבַע מִצְוֹת: ", "וְאִם לֹא הִשְׁלִימוּ אוֹ שֶׁהִשְׁלִימוּ וְלֹא קִבְּלוּ שֶׁבַע מִצְוֹת. עוֹשִׂין עִמָּהֶם מִלְחָמָה וְהוֹרְגִין כָּל הַזְּכָרִים הַגְּדוֹלִים. וּבוֹזְזִין כָּל מָמוֹנָם וְטַפָּם. וְאֵין הוֹרְגִין אִשָּׁה וְלֹא קָטָן שֶׁנֶּאֱמַר <small>(דברים כ, יד)</small> \"וְהַנָּשִׁים וְהַטָּף\" זֶה טַף שֶׁל זְכָרִים. בַּמֶּה דְּבָרִים אֲמוּרִים בְּמִלְחֶמֶת הָרְשׁוּת שֶׁהוּא עִם שְׁאָר הָאֻמּוֹת. אֲבָל שִׁבְעָה עֲמָמִין וַעֲמָלֵק שֶׁלֹּא הִשְׁלִימוּ אֵין מַנִּיחִין מֵהֶם נְשָׁמָה שֶׁנֶּאֱמַר <small>(דברים כ, טו)</small> \"כֵּן תַּעֲשֶׂה לְכָל\" וְגוֹ' <small>(דברים כ, טז)</small> \"רַק מֵעָרֵי הָעַמִּים\" <small>(דברים כ, טז)</small> \"לֹא תְחַיֶּה כָּל נְשָׁמָה\". וְכֵן הוּא אוֹמֵר בַּעֲמָלֵק <small>(דברים כה, יט)</small> \"תִּמְחֶה אֶת זֵכֶר עֲמָלֵק\". וּמִנַּיִן שֶׁאֵינוֹ מְדַבֵּר אֶלָּא בְּאֵלּוּ שֶׁלֹּא הִשְׁלִימוּ שֶׁנֶּאֱמַר <small>(יהושע יא, יט)</small> \"לֹא הָיְתָה עִיר אֲשֶׁר הִשְׁלִימָה אֶל בְּנֵי יִשְׂרָאֵל בִּלְתִּי הַחִוִּי ישְׁבֵי גִבְעוֹן אֶת הַכּל לָקְחוּ בַמִּלְחָמָה\" <small>(יהושע יא, כ)</small> \"כִּי מֵאֵת ה' הָיְתָה לְחַזֵּק אֶת לִבָּם לִקְרַאת הַמִּלְחָמָה אֶת יִשְׂרָאֵל לְמַעַן הַחֲרִימָם\". מִכְלַל שֶׁשָּׁלְחוּ לָהֶם לְשָׁלוֹם וְלֹא קִבְּלוּ: ", "שְׁלֹשָׁה כְּתָבִים שָׁלַח יְהוֹשֻׁעַ עַד שֶׁלֹּא נִכְנַס לָאָרֶץ. הָרִאשׁוֹן שָׁלַח לָהֶם מִי שֶׁרוֹצֶה לִבְרֹחַ יִבְרַח. וְחָזַר וְשָׁלַח מִי שֶׁרוֹצֶה לְהַשְׁלִים יַשְׁלִים. וְחָזַר וְשָׁלַח מִי שֶׁרוֹצֶה לַעֲשׂוֹת מִלְחָמָה יַעֲשֶׂה. אִם כֵּן מִפְּנֵי מָה הֶעֱרִימוּ יוֹשְׁבֵי גִּבְעוֹן. לְפִי שֶׁשָּׁלַח לָהֶם בַּכְּלָל וְלֹא קִבְּלוּ. וְלֹא יָדְעוּ מִשְׁפַּט יִשְׂרָאֵל וְדִמּוּ שֶׁשּׁוּב אֵין פּוֹתְחִין לָהֶם לְשָׁלוֹם. וְלָמָּה קָשָׁה הַדָּבָר לַנְּשִׂיאִים וְרָאוּ שֶׁרָאוּי לְהַכּוֹתָם לְפִי חֶרֶב לוּלֵי הַשְּׁבוּעָה. מִפְּנֵי שֶׁכָּרְתוּ לָהֶם בְּרִית וַהֲרֵי הוּא אוֹמֵר <small>(דברים ז, ב)</small> \"לֹא תִכְרֹת לָהֶם בְּרִית\" אֶלָּא הָיָה דִּינָם שֶׁיִּהְיוּ לְמַס עֲבָדִים. וְהוֹאִיל וּבְטָעוּת נִשְׁבְּעוּ לָהֶן בְּדִין הָיָה שֶׁיֵּהָרְגוּ עַל שֶׁהִטְעוּם לוּלֵי חִלּוּל הַשֵּׁם: ", "עַמּוֹן וּמוֹאָב אֵין שׁוֹלְחִין לָהֶם לְשָׁלוֹם שֶׁנֶּאֱמַר <small>(דברים כג, ז)</small> \"לֹא תִדְרשׁ שְׁלֹמָם וְטֹבָתָם כָּל יָמֶיךָ\". אָמְרוּ חֲכָמִים לְפִי שֶׁנֶּאֱמַר <small>(דברים כ, י)</small> \"וְקָרָאתָ אֵלֶיהָ לְשָׁלוֹם\" יָכוֹל עַמּוֹן וּמוֹאָב כֵּן. תַּלְמוּד לוֹמַר לֹא תִדְרשׁ שְׁלֹמָם וְטֹבָתָם. לְפִי שֶׁנֶּאֱמַר <small>(דברים כג, יז)</small> \"עִמְּךָ יֵשֵׁב בְּקִרְבְּךָ\" <small>(דברים כג, יז)</small> \"בַּטּוֹב לוֹ לֹא תּוֹנֶנּוּ\". יָכוֹל עַמּוֹן וּמוֹאָב כֵּן תַּלְמוּד לוֹמַר וְטֹבָתָם. וְאַף עַל פִּי שֶׁאֵין שׁוֹאֲלִים בִּשְׁלוֹמָם אִם הִשְׁלִימוּ מֵעַצְמָם תְּחִלָּה מְקַבְּלִין אוֹתָן: ", "כְּשֶׁצָּרִין עַל עִיר לְתָפְשָׂהּ. אֵין מַקִּיפִין אוֹתָהּ מֵאַרְבַּע רוּחוֹתֶיהָ אֶלָּא מִשָּׁלֹשׁ רוּחוֹתֶיהָ. וּמַנִּיחִין מָקוֹם לַבּוֹרֵחַ וּלְכָל מִי שֶׁיִּרְצֶה לְהִמָּלֵט עַל נַפְשׁוֹ. שֶׁנֶּאֱמַר <small>(במדבר לא, ז)</small> \"וַיִּצְבְּאוּ עַל מִדְיָן כַּאֲשֶׁר צִוָּה ה' אֶת משֶׁה\". מִפִּי הַשְּׁמוּעָה לָמְדוּ שֶׁבְּכָךְ צִוָּהוּ: ", "אֵין קוֹצְצִין אִילָנֵי מַאֲכָל שֶׁחוּץ לַמְּדִינָה וְאֵין מוֹנְעִין מֵהֶם אַמַּת הַמַּיִם כְּדֵי שֶׁיִּיבְשׁוּ. שֶׁנֶּאֱמַר <small>(דברים כ, יט)</small> \"לֹא תַשְׁחִית אֶת עֵצָהּ\". וְכָל הַקּוֹצֵץ לוֹקֶה. וְלֹא בְּמָצוֹר בִּלְבַד אֶלָּא בְּכָל מָקוֹם כָּל הַקּוֹצֵץ אִילַן מַאֲכָל דֶּרֶךְ הַשְׁחָתָה לוֹקֶה. אֲבָל קוֹצְצִין אוֹתוֹ אִם הָיָה מַזִּיק אִילָנוֹת אֲחֵרִים. אוֹ מִפְּנֵי שֶׁמַּזִּיק בִּשְׂדֵה אֲחֵרִים. אוֹ מִפְּנֵי שֶׁדָּמָיו יְקָרִים. לֹא אָסְרָה תּוֹרָה אֶלָּא דֶּרֶךְ הַשְׁחָתָה: ", "כָּל אִילַן סְרָק מֻתָּר לָקֹץ אוֹתוֹ וַאֲפִלּוּ אֵינוֹ צָרִיךְ לוֹ. וְכֵן אִילַן מַאֲכָל שֶׁהִזְקִין וְאֵינוֹ עוֹשֶׂה אֶלָּא דָּבָר מוּעָט שֶׁאֵינוֹ רָאוּי לִטְרֹחַ בּוֹ מֻתָּר לָקֹץ אוֹתוֹ. וְכַמָּה יְהֵא הַזַּיִת עוֹשֶׂה וְלֹא יְקֻצֶּנּוּ. רֹבַע הַקַּב זֵיתִים. וְדֶקֶל שֶׁהוּא עוֹשֶׂה קַב תְּמָרִים לֹא יְקֻצֶּנּוּ: ", "וְלֹא הָאִילָנוֹת בִּלְבַד. אֶלָּא כָּל הַמְשַׁבֵּר כֵּלִים. וְקוֹרֵעַ בְּגָדִים. וְהוֹרֵס בִּנְיָן. וְסוֹתֵם מַעְיָן. וּמְאַבֵּד מַאֲכָלוֹת דֶּרֶךְ הַשְׁחָתָה. עוֹבֵר בְּלֹא תַשְׁחִית. וְאֵינוֹ לוֹקֶה אֶלָּא מַכַּת מַרְדּוּת מִדִּבְרֵיהֶם: ", "צָרִין עַל עֲיָרוֹת שֶׁל עַכּוּ\"ם שְׁלֹשָׁה יָמִים קֹדֶם הַשַּׁבָּת וְעוֹשִׂין עִמָּהֶם מִלְחָמָה בְּכָל יוֹם וְיוֹם וַאֲפִלּוּ בְּשַׁבָּת. שֶׁנֶּאֱמַר <small>(דברים כ, כ)</small> \"עַד רִדְתָּהּ\" וַאֲפִלּוּ בְּשַׁבָּת. בֵּין מִלְחֶמֶת מִצְוָה בֵּין מִלְחֶמֶת רְשׁוּת: ", "כְּשֶׁחוֹנִין חוֹנִין בְּכָל מָקוֹם. וּמִי שֶׁנֶּהֱרַג בַּמִּלְחָמָה בַּמָּקוֹם שֶׁיִּפּל שָׁם יִקָּבֵר. קוֹנֶה מְקוֹמוֹ כְּמֵת מִצְוָה: ", "אַרְבָּעָה דְּבָרִים פָּטְרוּ בַּמַּחֲנֶה. אוֹכְלִים הַדְּמַאי. וּפְטוּרִים מֵרְחִיצַת יָדַיִם בַּתְּחִלָּה. וּמְבִיאִין עֵצִים מִכָּל מָקוֹם. וַאֲפִלּוּ מְצָאָן תְּלוּשִׁים וִיבֵשִׁים אֵין מַקְפִּידִין עַל כָּךְ בַּמַּחֲנֶה. וְכֵן פְּטוּרִין מִלְּעָרֵב עֵרוּבֵי חֲצֵרוֹת בַּמַּחֲנֶה אֶלָּא מְטַלְטְלִין מֵאֹהֶל לְאֹהֶל וּמִסֻּכָּה לְסֻכָּה וְהוּא שֶׁיַּקִּיפוּ כָּל הַמַּחֲנֶה מְחִצָּה גְּבוֹהָה עֲשָׂרָה טְפָחִים כְּדֵי שֶׁתִּהְיֶה רְשׁוּת יָחִיד כְּמוֹ שֶׁנִּתְבָּאֵר בְּהִלְכוֹת שַׁבָּת. וְאֵין מְחִצָּה פְּחוּתָה מֵעֲשָׂרָה. וּכְשֵׁם שֶׁפְּטוּרִין מִכָּל אֵלּוּ בַּהֲלִיכָתָן כָּךְ פְּטוּרִין בַּחֲזִירָתָן: ", "וְאָסוּר לְהִפָּנוֹת בְּתוֹךְ הַמַּחֲנֶה אוֹ עַל פְּנֵי הַשָּׂדֶה בְּכָל מָקוֹם. אֶלָּא מִצְוַת עֲשֵׂה לְתַקֵּן שָׁם דֶּרֶךְ מְיֻחֶדֶת לְהִפָּנוֹת בָּהּ. שֶׁנֶּאֱמַר <small>(דברים כג, יג)</small> \"וְיָד תִּהְיֶה לְךָ מִחוּץ לַמַּחֲנֶה\": ", "וְכֵן מִצְוַת עֲשֵׂה לִהְיוֹת יָתֵד לְכָל אֶחָד וְאֶחָד תְּלוּיָה עִם כְּלֵי מִלְחַמְתּוֹ. וְיֵצֵא בְּאוֹתָהּ הַדֶּרֶךְ וְיַחְפֹּר בָּהּ וְיִפָּנֶה וִיכַסֶּה. שֶׁנֶּאֱמַר <small>(דברים כג, יד)</small> \"וְיָתֵד תִּהְיֶה לְךָ עַל אֲזֵנֶךָ\" וְגוֹ'. וּבֵין שֶׁיֵּשׁ עִמָּהֶן אָרוֹן וּבֵין שֶׁאֵין עִמָּהֶן אָרוֹן כָּךְ הֵם עוֹשִׂים תָּמִיד. שֶׁנֶּאֱמַר <small>(דברים כג, טו)</small> \"וְהָיָה מַחֲנֶיךָ קָדוֹשׁ\": "], "heVersionTitle": "Torat Emet 363", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורת אמת 363", "text": ["War, neither a <i>milchemet hareshut</i> or a <i>milchemet mitzvah</i>, should not be waged against anyone until they are offered the opportunity of peace as Deuteronomy 20:10 states: 'When you approach a city to wage war against it, you should propose a peaceful settlement.'<br>If the enemy accepts the offer of peace and commits itself to the fulfillment of the seven mitzvot that were commanded to Noah's descendents, none of them should be killed. Rather, they should be subjugated as <i>ibid.</i>:11 states: 'They shall be your subjects and serve you.'<br>If they agree to tribute, but do not accept subjugation or if they accept subjugation, but do not agree to tribute, their offer should not be heeded. They must accept both.<br>The subjugation they must accept consists of being on a lower level, scorned and humble. They must never raise their heads against Israel, but must remain subjugated under their rule. They may never be appointed over a Jew in any matter whatsoever.<br>The tribute they must accept consists of being prepared to support the king's service with their money and with their persons; for example, the building of walls, strengthening the fortresses, building the king's palace, and the like as I Kings 9:15-22) relates: \"This is the tribute which Solomon raised to build the House of God, his own palace, the Milo, the wall of Jerusalem,... and all the store-cities which Solomon had... All the people that remained from the Amorites... upon them did Solomon lay a tribute of bondservice until this day.\"<br>In contrast, Solomon did not make bondsmen out of the children of Israel. They were men of war, his personal servants, his princes, his captains, the officers of his chariots, and his horsemen.", "In the settlement he offers, the king may propose that he is entitled to take half their financial resources. Or he may propose to take all their landed property and leave them their movable property; or to take all their movable property and leave their land.", "It is forbidden to lie when making such a covenant or to be untruthful to them after they have made peace and accepted the seven mitzvot.", "If they do not agree to a peaceful settlement, or if they agree to a peaceful settlement, but refuse to accept the seven mitzvot, war should be waged against them.<br>All males past majority should be killed. Their money and their children should be taken as spoil, but neither women or children should be killed, as Deuteronomy 20:14 states: 'But the women and the children... take as spoil.\" 'The children' refer to males below the age of majority.<br>The above applies to a <i>milchemet hareshut</i> fought with other nations. However, if either the seven nations or Amalek refuse to accept a peaceful settlement, not one soul of them may be left alive as <i>ibid.</i> 20:15-16 states: 'Do this to all the cities that ... are not the cities of these nations. However, from the cities of these nations,... do not leave a soul alive.' Similarly, in regard to Amalek, Deuteronomy 25:19 states: 'Obliterate the memory of Amalek.'<br>How do we know that these commands are only referring to those who did not accept a peaceful settlement? Joshua 11:19-20 states: 'There was no city which accepted a peaceful settlement with the children of Israel except the Chivites who lived in Gibeon. All the rest, they conquered in battle. This was inspired by God, Who strengthened their hearts to engage in battle against Israel so that they would be destroyed.' From these statements, we can infer that a peaceful settlement was offered, but they did not accept it.", "Joshua sent three letters to the Canaanites before entering the promised land: At first, he sent them: 'Whoever desires to flee, should flee.'<br>Afterwards, he sent a second message: 'Whoever desires to accept a peaceful settlement, should make peace.'<br>Then, he sent again: 'Whoever desires war, should do battle.'<br>If so, why did the inhabitants of Gibeon employ a ruse? Because originally, when he sent the message to them as part of all the Canaanite nations, they did not accept. They were not aware of the laws of Israel and thought that they would never be offered a peaceful settlement again.<br>Why was the matter difficult for the princes of Israel to accept to the point that they desired to slay the Gibeonites by the sword were it not for the oath they had taken? Because they made a covenant with them and Deuteronomy 7:2 states 'Do not make a covenant with them.' Rather, the laws governing their status would have prescribed that they be subjugated as servants.<br>Since the oath was given to them under false pretenses, it would have been just to slay them for misleading them, were it not for the dishonor to God's name which would have been caused.", "No offer of a peaceful settlement should be made to Ammon and Moav, as Deuteronomy 23:7 states: 'Do not seek their peace and welfare for all your days.' Our Sages declared: Although it is written: 'Offer a peaceful settlement,' does this apply to Ammon and Moab? The Torah states: 'Do not seek their peace and welfare.'<br>Although it is written Deuteronomy 23:17: 'He must be allowed to live alongside you in you midst,' does this apply to Ammon and Moav? No, the Torah also forbids 'their welfare.'<br>Even though we should not offer them a peaceful settlement, if they sue for peace themselves, we may accept their offer.", "When a siege is placed around a city to conquer it, it should not be surrounded on all four sides, only on three. A place should be left for the inhabitants to flee and for all those who desire, to escape with their lives, as it is written Numbers 31:7: 'And they besieged Midian as God commanded Moses.' According to tradition, He commanded them to array the siege as described.", "We should not cut down fruit trees outside a city nor prevent an irrigation ditch from bringing water to them so that they dry up, as Deuteronomy 20:19 states: 'Do not destroy its trees.' Anyone who cuts down such a tree should be lashed.<br>This does not apply only in a siege, but in all situations. Anyone who cuts down a fruit tree with a destructive intent, should be lashed.<br>Nevertheless, a fruit tree may be cut down if it causes damage to other trees or to fields belonging to others, or if a high price could be received for its wood. The Torah only prohibited cutting down a tree with a destructive intent.", "It is permissible to cut down any non-fruit bearing tree, even if one has no need for it. Similarly, one may cut down a fruit bearing tree that has become old and produces only a slight yield which does not warrant the effort required to care for it.<br>What is the yield that an olive tree must produce to warrant that it should not be cut down? A quarter of a <i>kav</i> of olives. Similarly, a date palm which yields a <i>kav</i> of dates should not be cut down.", "This prohibition does not apply to trees alone. Rather, anyone who breaks utensils, tears garments, destroys buildings, stops up a spring, or ruins food with a destructive intent transgresses the command 'Do not destroy.' However, he is not lashed. Instead, he receives stripes for rebellious conducts instituted by the Sages.", "We should lay siege to the gentiles' cities at least three days before the Sabbath. We may engage in battle with them every day, even on the Sabbath, as Deuteronomy 20:20 states: 'against the city waging war with you until you subjugate it.' Our Sages explain: this implies 'even on the Sabbath.' This applies to both a <i>milchemet mitzvah</i> and a <i>milchemet hareshut</i>.", "The army may camp anywhere.<br>A person killed in the war should be buried where he falls. He acquires that place in the same manner as a <i>meit mitzvah</i> acquires his.", "Four leniencies are permitted in an army camp:<br>a) <i>Demai</i> may be eaten.<br>b) There is no requirement to wash one's hands before eating bread.<br>c) Wood may be gathered from anywhere. Even if one finds wood that has been cut down and dried, there is no objection to taking it for an army camp.<br>d) There is no obligation to make an <i>eruv chatzeirot</i> for an army camp. Rather, one may carry from tent to tent and from booth to booth.<br>The latter is only permitted when the entire camp is surrounded by a barrier at least ten handbreadths high, for as explained in <i>Hilchot Shabbat</i>, a barrier must be at least ten handbreadths high.<br>Just as these leniencies apply when the army goes out to war, they apply when it returns.", "It is forbidden to defecate in an army camp or in an open field anywhere. Rather, it is a positive commandment to establish comfort facilities for the soldiers to defecate as Deuteronomy 23:13 commands: 'Designate a place outside the camp to use as a lavatory.'", "Similarly, it is a positive commandment for every single soldier to have a spike hanging together with his weapons. When he goes out and uses those comfort facilities, he should dig with it, relieve himself, and cover his excrement as <i>ibid.</i>:14 states 'You must keep a spike among your weapons.'<br>They must follow these practices at all times, whether the ark accompanies them or not, as <i>ibid.</i>:15 states: 'God walks among your camp,... therefore, your camp shall be holy.'"], "versionTitle": "Mishneh Torah, trans. by Eliyahu Touger. Jerusalem, Moznaim Pub. c1986-c2007", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "5b0e9fa873ad4f00597bbd09", "index_title": "Or HaChaim on Exodus", "category": "Commentary", "type": "commentary", "ref": "Or HaChaim on Exodus 23:32:2", "anchorRef": "Exodus 23:32", "anchorRefExpanded": ["Exodus 23:32"], "sourceRef": "Or HaChaim on Exodus 23:32:2", "sourceHeRef": "אור החיים על שמות כ״ג:ל״ב:ב׳", "anchorVerse": 32, "sourceHasEn": true, "compDate": [1718, 1742], "commentaryNum": 32.0002, "collectiveTitle": {"en": "Or HaChaim", "he": "אור החיים"}, "heTitle": "אור החיים על שמות", "he": "<b>אכן</b> כוונת הכתוב הוא לומר שאין אוסר כריתת ברית עם האומות אלא כל עוד שהם ואלהיהן עמהם אבל אם כפרו באלהיהן אין איסור לזה אמר <b>לא תכרות להם ולאלהיהם</b> פירוש כשיהיו להם אלהיהן ברית.", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "Actually, we must understand the verse as teaching us that the entire prohibition of concluding treaties with the Gentile nations is applicable only as long as the Gentile nations still adhere to their deities. Once they have denied their former deities this prohibition becomes void. This is why the Torah linked the prohibition by the words <span class=\"font1\">להם ולאלוהיהם</span>, \"with them and their deities.\"", "versionTitle": "Or Hachayim, trans. Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5b0e9fa873ad4f00597bbd0d", "index_title": "Or HaChaim on Exodus", "category": "Commentary", "type": "commentary", "ref": "Or HaChaim on Exodus 23:32:3", "anchorRef": "Exodus 23:32", "anchorRefExpanded": ["Exodus 23:32"], "sourceRef": "Or HaChaim on Exodus 23:32:3", "sourceHeRef": "אור החיים על שמות כ״ג:ל״ב:ג׳", "anchorVerse": 32, "sourceHasEn": true, "compDate": [1718, 1742], "commentaryNum": 32.0003, "collectiveTitle": {"en": "Or HaChaim", "he": "אור החיים"}, "heTitle": "אור החיים על שמות", "he": "ונתכוון גם לומר כי הכורת ברית לעובד עבודה זרה כאלו כרת ברית לעבודה זרה עצמה מב' טעמים. האחד כי סופו ליכשל כמאמר הסמוך פן יחטיאו וגו' כי תעבוד. והב' כי בחינת העבודה זרה תתלבש בעובדיה ובזה נמצא שכורת ברית גם לאלהיהן רחמנא ליצלן, ואין לומר כי לזה לבד נתכוין שאם כן היה לו לומר לא תכרות להם ברית ולאלהיהן ואז היינו אומרים שהכוונה היא אם כרת להם ברית מעלה עליו הכתוב כאלו וכו', אכן מאומרו הזכרת הברית אחר הזכרת אלהיהן יגיד גם מה שפירשנו שלא אסר אלא בזמן שלא קבל שלא לעבוד עבודה זרה אבל אם אין לו אלוה מותר לכרות לו ברית כמו שכרתו ברית לגבעונים. וטעם שהקפידו ישראל אחר כך, לצד שאמרו ז\"ל (ירושלמי שביעית פ\"ו) שמתחלה היו מהמורדים בישראל בשליחות אגרת יהושע ונתחייבו כליה כמצות המלך לא תחיה כל נשמה:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "The wording of the prohibition also indicates that G'd views anyone who enters into a covenant with an idol worshiper as if he had made a covenant with idolatry. There are two reasons for this. 1) In the end the Jew will stumble and become guilty of idol worship as a result of obligations he took upon himself; the Torah spells this out in verse 33: \"lest they will cause you to sin.\" 2) The second consideration is that the clothing worn by pagans reflects and symbolises their deities. When making a covenant with such people it appears as if one makes the covenant with their beliefs, G'd forbid. It is not sufficient that one had intended to conclude the deal only with the person and not with his beliefs. If the Torah had been content with that, the wording would have been: <span class=\"font1\">לא תכרות להם ברית ולאלוהיהם</span> instead of the word <span class=\"font1\">ולאלוהיהם</span> appearing before the word <span class=\"font1\">ברית</span>, covenant. The mention of the word \"covenant\" at the end of the verse confirms our opinion that the prohibition is valid only when the Gentiles still recognise these deities. It is perfectly permissible to conclude a covenant with an atheist, for instance. This is why the covenant with the Gibeonites was perfectly admissible. If the Israelites subsequently felt cheated and had remorse about that covenant this is explained by the Jerusalem Talmud <i>Shevi-it</i> chapter 6. The Gibeonites originally were in a position of rebels against the Israelites and were guilty of death under the directive: \"do not allow anyone to survive\" (Deut. 20,16).", "versionTitle": "Or Hachayim, trans. Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5b30a8eb6f685500161b4903", "index_title": "Malbim on Exodus", "category": "Commentary", "type": "commentary", "ref": "Malbim on Exodus 23:32:1", "anchorRef": "Exodus 23:32", "anchorRefExpanded": ["Exodus 23:32"], "sourceRef": "Malbim on Exodus 23:32:1", "sourceHeRef": "מלבי\"ם על שמות כ״ג:ל״ב:א׳", "anchorVerse": 32, "sourceHasEn": false, "compDate": [1844, 1874], "commentaryNum": 32.0001, "collectiveTitle": {"en": "Malbim", "he": "מלבי\"ם"}, "heTitle": "מלבי\"ם על שמות", "he": "<b>לא תכרות.</b> וכאשר הגרושין יהיה מעט מעט וישארו עוד מהם יושבים בארץ פן תרצה להשלים עם יושבי הארץ כדי שתנוח מכבד מלחמה, וזה בשני פנים: או שתכרות עמהם ברית באופן שהם ישארו בעבודת אליליהם כדרך כורת ברית אהבה, עז\"א לא תכרות להם ולאלהיהם ברית:", "heVersionTitle": "Mikraei Kodesh, Vilna, 1891", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מקראי קדש, וילנא תרנ\"א", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5bd6bfbaa726d1001790b794", "index_title": "Ralbag on Torah", "category": "Commentary", "type": "commentary", "ref": "Ralbag on Torah, Exodus 23:32:1", "anchorRef": "Exodus 23:32", "anchorRefExpanded": ["Exodus 23:32"], "sourceRef": "Ralbag on Torah, Exodus 23:32:1", "sourceHeRef": "רלב\"ג על התורה, שמות כ״ג:ל״ב:א׳", "anchorVerse": 32, "sourceHasEn": false, "compDate": [1325, 1345], "commentaryNum": 32.0001, "collectiveTitle": {"en": "Ralbag on Torah", "he": "רלב\"ג על התורה"}, "heTitle": "שמות", "he": "<b>לא תכרות להם ולאלהיהם ברית</b>. ר\"ל שלא תכרות ברית לעובדי ע\"ז כדי שתעשה עמהם שלום כי זה יהיה סבה שתכרות ברית לאלהיהם ותעבוד ע\"ז אבל יהרגו או יחזרו מעבודתם לא ישבו בארץ אלו הגוי' העובדים ע\"ז פן יחטיאו אותך לי בשיפתוך לעבוד ע\"ז ומזה יתבאר שאסור לישראל להניחה שישבו עמהם אפילו לפי שעה כי אולי בזן המעט ההוא יחטיאו אותם לש' יתע' כי יהיה לך למוקש מגיד שאפילו אחד מהם לא נניח לשבת בארצנו כי יהיה לנו למוקש במה שיפותונו לע\"ז והנה גר שעד הכתוב בתורה הוא המקבל של לעבוד ע\"ז וכבר יתבאר שהוא ראוי גם כן שיקבל שאר המצות שנצטוו בני נח היה בה השלמות ביחס אל מה שיהיו מוכנים לקבל ממנו האומות ההם וכמו שלא יתכן לישראל לעזוב קצת תורתנו ולהחזיק בקצת כן  לא יותר זה לבני נח ולזה היה ראוי שיקבל עליו הגר היושב בארצנו שלא לעבוד ע\"ז עם שאר המצות שנצטוו בני נח ואז נניח אותו לשבת עמנו. והנה התועלת המגיע מזאת הפרשה במצו' שנזכרו בה הוא מבואר וזה כי בשמיעה לדברי הנביא תשלם לישראל ההשגחה האלהית אשר בעבורה שולח הנביא להם.  והנה מה שהזהיר שלא נעבדהו באופן שיעבדו שאר האומות אלהיהם הוא נגלה התועלת כי ראוי שלא נלמד ממעשיהם כדי שלא נתפתה לעבוד ע\"ז ועוד כשכבר בארה התורה התועלת בזה וספרה כי גם את בניהם ואת בנותיהם ישרפו באש לאלהיהם ומה שצוה שנתפלל אליו ונשאל ממנו מה שיצטרך הוא מבואר התועלת לישב בדעותינו כי כל הטובות שופעות מאתו עם שבזה תדבק בנו ההשגחה האלהית כי ענין התפלה ומהותה הוא לפי מה שנבאר בתורה שנספר שבחי השם יתע' ואח\"כ נתפלל כמו שמצאנו במשה בהתפללו לשם יתע' בראש פרשת ואתחנן והנה וסור שבחי השם יתע' הוא מה שנוכל להשיג מאמתת מציאותו ווזאת ההשגה היא סבה דבקות השגחתו בנו כמו שביארנו ברביעי ממ\"י ומה שצוה שלא לכרות ברית לעובדי ע\"ז ושלא ישבו בארצנו כבר נתבאר בתורה התועלת באלו המצות והוא שלא יחטיאו אותנו. והנה בזאת הפרשה עם זה תועלת בדעות והוא להודיע כי השם יתעלה ישלח לישראל נביאו על דרך ההשגחה לשמרם ממה שיתכן שיזוקו בו ולהקנותם הטובות וההשגחות הבאות אליהם והנה הקדים לזכור השמירה כי ההשגחה האלהית והיא מיוחדת בזה לדבקים בו יותר ממה שהוא בהקנאת הטובות כי היא תהיה בהודעת הדעות אשר יתכן שיקרו וזאת היתה הכונה בענין אלו ההודעות אשר תהיינה לנביא בעתידות כמו שהתבאר בשני ממ\"י והיא תהיה בשעת להקנות הטובות באמצעות ההודעה כשתהיה בטובות ובאמצעות הנפלאות אשר תהיינה על יד הנביא והנה הוסיף להזהירם בכאן מענין ע\"ז לפי שגלוי וידוע לפני השם יתע' שסופן היה לעבוד אלהי נכר הארץ כמו שהתבאר בספר שופטים ומלכים ורצה להתחכם להצילם מזה. וראוי שתדע כי כמה שזכר שיעשה להם אם יעבדו השם יכללו בו כל הטובות וההשמר מהרעות וזה כי באמרו וברך את לחמך ואת מימיך כלל שימצאו להם המזונות ברבוי ושלא יזיקו להם בהיותם נזונים מהם אבל יולידו להם דם טוב ובאמרו שיסיר כל מחלה מביניהם כלל שירפאם מהמחלה שתהיה להם ושיצילם מכל עפוש מחוץ ומכל דבר מזיק כמו הפכת הארצות ואש נופל מן השמים ומה שידמה לזה וזה כולל שיהיה להם בגד ללבוש ובית להיו' להם למחסה למסתור ואחר שיעדם בשמירתם באיש לפי מה שאפשר שב ליעד בשמירתם במין ולזה אמר לא תהיה משכלה ועקרה בארצך כי בזה כלל קיומם במין ורבוי' וזהו אמרו את מספר ימיך אמלא ר\"ל שלא ימותו בלא עתם ולזה לא תהיה משכלה בארצך ואחר זה יעדם על נצחם האומו' אשר יבואו בהם באופן שיברחו כלם מהם ולזה תמצא להם ארץ ישבו בה עם רבוים:", "heVersionTitle": "Ralbag on Torah, Venice, 1547", "heLicense": "Public Domain", "heVersionTitleInHebrew": "רלב\"ג על התורה, ונציה ש\"ז", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5c179e66bb386c011be99feb", "index_title": "Tosafot on Yevamot", "category": "Quoting Commentary", "type": "", "ref": "Tosafot on Yevamot 23a:13:1", "anchorRef": "Exodus 23:32", "anchorRefExpanded": ["Exodus 23:32"], "sourceRef": "Tosafot on Yevamot 23a:13:1", "sourceHeRef": "תוספות על יבמות כ״ג א:י״ג:א׳", "anchorVerse": 32, "sourceHasEn": false, "compDate": [1150, 1350], "commentaryNum": 13.0001, "collectiveTitle": {"en": "Tosafot on Yevamot", "he": "תוספות על יבמות"}, "heTitle": "תוספות על יבמות", "he": "ההוא בשבעה אומות כתיב - ואע\"ג דלא תחנם דכתיב נמי התם מוקמינן בפרק קמא דמסכת ע\"ז ' (דף כ.) בכל אומות עובדי עבודת כוכבים הכא לא מוקמינן ליה בז' אומות אלא משום דכי יסיר משמע שבעה אומות דמסירין טפי ואי לאו כי יסיר הוה מוקמינן ליה נמי בכל אומות עובדי עבודת כוכבים לרבנן ולר\"ש דדריש טעמא דקרא אי לאו כי יסיר הוה דרשי' דטעמא דקרא משום הסרה והוה מוקי ליה דוקא בז' אומות דמסירין טפי וא\"ת דלא תתחתן בם דכתיב נמי התם מוקמינן דוקא בז' אומות אע\"ג דאין שייך שם הסרה דבגירותן איירי כדאמר בהערל (לקמן יבמות דף עו. ושם) וי\"ל דעל כרחך אי אפשר לאוקומי בכל אומות דמדאסר גר עמוני ומואבי מצרי ואדומי מכלל דשאר גרים שרי בישראל ואם תאמר והיכי כרת ברית שלמה עם חירם מלך צור דכתיב ויכרתו ברית שניהם (מלכים א ה׳:כ״ו) והכתיב לא תכרות להם ברית ולא תחנם (דברים ז׳:ב׳) ובכל האומות עובדי עבודת כוכבים איירי כמו ולא תחנם וי\"ל דשמא לא אסר אלא כריתת ברית לשם עבודת כוכבים כדכתיב באידך קרא לא תכרות להם ולאלהיהם ברית (שמות כ״ג:ל״ב) או שמא חירם מלך צור גר תושב היה ועוד נ\"ל דלא מיתסר כריתת ברית אלא דוקא בשבעה אומות מדכתיב גבי גבעונים (יהושע ט׳:ז׳) אולי בקרבי אתה יושב ואיך אכרות לך ברית משמע דבשאר אומות שרי ואע\"ג דלא תחנם איירי בכל אומות עובדי עבודת כוכבים כריתת ברית שאני דמוכח עניינא דאיירי דוקא בשבעה אומות כמו לא תחיה כל נשמה דדוקא ז' האומות היו מצווים להחרים דכתיב שבעה גוים רבים ועצומים וכו' החרם תחרים (דברים ז׳:א׳) וצוה הכתוב שלא לכרות להם ברית שלום שלא להכותם כדי לכבוש ארץ ישראל:", "heVersionTitle": "Vilna Edition", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מהדורת וילנא", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5c17ba60b071e100bf4f4145", "index_title": "Kad HaKemach", "category": "Musar", "type": "", "ref": "Kad HaKemach, Shavuot 1:11", "anchorRef": "Exodus 23:32", "anchorRefExpanded": ["Exodus 23:32"], "sourceRef": "Kad HaKemach, Shavuot 1:11", "sourceHeRef": "כד הקמח, שבועות א׳:י״א", "anchorVerse": 32, "sourceHasEn": false, "compDate": [1290, 1340], "commentaryNum": 1.0011, "collectiveTitle": {"en": "Kad HaKemach", "he": "כד הקמח"}, "heTitle": "שבועות", "he": "<b>לא</b> תעשה לך פסל וכל תמונה. שלא יעשה פסל ומסכה בידיו שמתוך העשייה יבא לידי עבודה, ואמרו במס' ע\"ז (דברים כו) ארור האיש אשר יעשה פסל ומסכה, ארור משעת עשייה שהעשיה מביאה לידי תועבה שעובדו, וכן לא יעשנו לאחרים, שלא לעשות ע\"ז אפילו לאחרים שנא' (ויקרא יט) ואלהי מסכה לא תעשו לכם. ושלא לעשות צורות לנוי ואף ע\"פ שאין עובדין אותן שנא' (שמות כ) לא תעשון אתי. ושלא להשתחות לע\"ז אע\"פ שאין דרך עבודתה בהשתחויה שנא' (שם) לא תשתחוה להם. ושלא לעבוד ע\"ז בדברים שדרכן לעבדן בהן שנאמר (שם) ולא תעבדם. ושלא להעביר למולך שנא' (ויקרא יח) ומזרעך לא תתן להעביר למולך. ושלא לעשות מעשה אוב שנא' (שם יט) אל תפנו אל האובות, ולא מעשה ידעוני שנא' (שם) ואל הידעוני, ושלא לפנות אחר ע\"ז שנא' (שם) אל תפנו אל האלילים, ושלא להקים מצבה שנא' (דברים טז) ולא תקים לך מצבה, ושלא ליתן אבן משכית שנא' (ויקרא כו) ואבן משכית לא תתנו בארצכם, ושלא לטעת אילן במקדש שנאמר (דברים טז) לא תטע לך אשרה וגו', ושלא לישבע בע\"ז ולעובדיה. וגם אין משביעין אותם בה שנא' (שמות כג) ושם אלהים אחרים לא תזכירו. ושלא להדיח בני ישראל אחר ע\"ז שנא' (שם) ולא ישמע על פיך. ולא להסית אדם מישראל שנא' (דברים יג) ולא יוסיפון לעשות כדבר הרע הזה. ושלא לאהוב המסית שנא' לא תאבה לו, ושלא לעזוב השנאה שנא' ולא תשמע אליו. ושלא להציל המסית אלא לעמוד על דמו שנא' (שם) לא תחוס עינך עליו, ושלא ילמד המוסת זכות על המסית שנא' (שם) לא תחמול, ושלא יחריש המוסת ללמד חובה על המסית אם ידע לו חובה שנא' (שם) לא תכסה עליו, ושלא ליהנות מציפוי נעבד שנא' (שם) לא תחמוד כסף וזהב עליהם. ואמרו במסכת ע\"ז (פ\"ד דף נב) פסלו לאלוה לא תחמוד פסלו מאלוה ולקחת לך. שהרי הכתוב מתחיל פסילי אלהיהם והוא לשון פיסול עשייה ויכלול עוד לשון פסלות וביטול. ושלא לבנות עיר הנדחת לכמות שהיתה שנא' (שם יג) לא תבנה עוד, ושלא ליהנות בממון עיר הנדחת שנא' (שם) לא ידבק בידך מאומה מן החרם. ולא ליהנות בע\"ז ובכל משמשיה ובתקרובת שלה וביין שנתנסך לה שנא' (שם ז) ולא תביא תועבה אל ביתך. ושלא להתנבא בשמה שנא' (דברים יח) ואשר ידבר בשם אלהים אחרים ושלא להתנבא בשקר שנא' אשר יזיד לדבר דבר בשמי אשר לא צויתיו. ושלא לשמוע למתנבא בשם ע\"ז שנא' לא תשמע אל דברי הנביא ההוא. ושלא ימנע מהריגת נביא השקר שנא' לא תגור ממנו, ושלא ללכת בחקות ע\"ז ולא במנהגותיהם שנא' ולא תלכו בחקות הגוים. ושלא לקסום שנא' לא יהיה בך קוסם קסמים, ושלא לעונן שנא' ולא תעוננו. ושלא לנחש שנאמר ולא תנחשו. ושלא לכשף שנא' מעונן ומנחש ומכשף. ושלא לחיות מכשף שנא' מכשפה לא תחיה, ושלא לחבר חבר שנא' וחובר חבר. ושלא לשאול באוב שנא' ושואל אוב. ושלא לשאל בידעוני שנא' וידעוני, ושלא לשאול בחלום אל המתים שנא' ודורש אל המתים, ופירוש מנחש אמרו בספרי אלו המנחשים בחולדה ובעופות ובכוכבים, ופי' חובר אחד חובר את הנחש ואחד חובר את העקרב כלומר שיאמר הדברים ההם ולא ישכנו לפי דבריו, או אם יאמר אותם על המכה הכואבת ינוח הכאב מיד, ופי' אוב המדבר משחיו וידעוני המדבר בפיו והוא נעשה בעצם שמכניס בפיו מחיה ששמה ידוע. ושלא לכתוב בגוף שנא' (ויקרא יט) וכתובת קעקע לא תתנו בכם. ובמסכת אבות (פ\"ג דף כא) כתב אפי' לשמים ולא קעקע קעקע ולא כתב אינו חייב עד שיכתוב ויקעקע שנא' (שם) לא תתנו בכם אני ה' לא תתנו בכם שמי ה'. ושלא לשכון בארץ מצרים לעולם שהיא גורמת להטות מדרך האמת כענין שכתוב כמעשה ארץ מצרים וגו' שנא' (דברים יז) לא תוסיפון לשוב בדרך הזה עוד, ואזהרה זו אינה אלא למי שדר בא\"י שאינן רשאין לדור וללכת שם וזהו לשון בדרך הזה עוד. אבל היושבים בחוצה לארץ אינן בכלל אזהרה זו, בא וראה עוד כמה קהלות וכמה אנשים גדולי ישראל נתישבו במצרים שבאו שם מחוצה לארץ ולכך אין אזהרה זו אלא לאותן הדרים בא\"י. ושלא לכרות ברית לז' עממין שנא' (שמות כג) לא תכרות להם ולאלהיהם ברית. ושלא להחיות אדם מז' עממין שנא' לא תחיה כל נשמה. ושלא לחון עובדי ע\"ז שנא' לא תחנם. ושלא להושיב ע\"ז בארצנו שנא' לא ישבו בארצך. ושלא להתחתן בעובדי ע\"ז שנא' (דברים ז) לא תתחתן בם. ושלא ישא עמוני ומואבי בת ישראל לעולם. שנא' לא יבא עמוני ומואבי בקהל ה'. ושלא לקרא להם לשלום בשעת מלחמה כשאר הגוים שנא' לא תדרוש שלומם. כל אלו בכלל לא יהיה לך שהן כלן מצות לא תעשה נגררות ונמשכות אחר ע\"ז. לשומרי מצותי (שמות כ) ירמוז למצות לא תעשה הנכללות בגדר גמילות חסדים שנא' (שם) ועושה חסד לאלפים. והן שלא למשכן האלמנה שנא' (דברים כד) לא תחבול בגד אלמנה. ושלא יתבע העני בחובו שנא' (שמות כב) לא תהיה לו כנושה ובד\"א כשהוא יודע שאין לו מפני שהוא מלבין את פניו בלא תועלת שיש לו. ושלא להרחיק זרע עשו מן הקהל אלא עד ג' דורות שנא' (דברים כג) לא תתעב אדומי. ולא מצרי לבא בקהל אלא עד ג' דורות שנא' (שם) לא תתעב מצרי. ושלא להלוות ברבית שנא' (ויקרא כה) את כספך לא תתן לו בנשך. ושלא ללות ברבית שנא' (דברים כג) לא תשיך לאחיך. ושלא להשית יד בין לוה למלוה ברבית להיות ערב או עד ולא לכתוב ביניהם שנא' (שמות כב) בכל אלו לא תשימון עליו נשך. ושלא לעבוד בעבד עברי בעבודת עבד שנא' (ויקרא כה) לא תעבוד בו עבודת עבד. ושלא למכור אותו ממכרת עבד שנא' (שם) לא ימכרו ממכרת עבד. ושלא לעבוד בו בפרך שנא' לא תרדה בו בפרך. ושלא להניח לגוי לעבוד בעבד עברי הנמכר לו שנא' (שם) לא ירדנו בפרך לעיניך. ושלא למכור אמה עבריה שנא' (שמות כא) לא ימשול למכרה. ושלא למנוע ממנה שאר כסות ועונה שנא' (שם) לא יגרע. ושלא ימכור אשת יפת תואר שנאמר (דברים כא) ומכר לא תמכרנה. ושלא לכבוש אותה לשפחה אחר שלקחה לאשה. שנאמר (שם) לא תתעמר בה. ושלא לאחר פעולת שכיר שנא' (ויקרא יט) לא תלין פעולת שכיר. ועוד יכלול מצות לא תעשה של חסד עם המתים שלא תנשא יבמה לאחר חוץ מיבמה שנאמר (שם כה) לא תהיה אשת המת החוצה לאיש זר, כדי ליתן זרע לאחיו ולא תכרת שלשלת היחס מן המקום שמשתלשלת משם: לא תשא זו מצות לא תעשה שלא לישבע לשוא ויכלול שלא לעבור על שבועת בטוי. ושלא לחלל שמו של הקב\"ה שנא' (ויקרא כב) ולא תחלל את שם קדשי. ושלא לנקוב את השם לפי שאנו מוזהרין על ברכת השם וכתיב בעונש (שם כד) ונוקב שם ה' מות יומת. ושלא לנסות את השם שנא' לא תנסו. ושלא לעבור על דברים שאסר בהן על נפשו שנא' (במדבר ל) לא יחל דברו:  ", "heVersionTitle": "Kad HaKemach, Warsaw 1872", "heLicense": "Public Domain", "heVersionTitleInHebrew": "כד הקמח, וורשא תרל\"ב", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5c4697ad08d98a02694e0157", "index_title": "Jastrow", "category": "Reference", "type": "reference", "ref": "Jastrow, סִיגְנוּם 1", "anchorRef": "Exodus 23:32", "anchorRefExpanded": ["Exodus 23:32"], "sourceRef": "Jastrow, סִיגְנוּם 1", "sourceHeRef": "מילון יסטרוב, סִיגְנוּם א׳", "anchorVerse": 32, "sourceHasEn": true, "compDate": [1883, 1903], "commentaryNum": 1, "collectiveTitle": {"en": "Jastrow", "he": "מילון יסטרוב"}, "heTitle": "סִיגְנוּם", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<strong dir=\"rtl\">סִיגְנוּם</strong>, <strong dir=\"rtl\">סִיגְנוֹן</strong>, <strong dir=\"rtl\">סִגְ׳</strong> m.  (signum, σίγνον S.)  <b>1)</b> <i>sign, ensign, banner</i>. <a class=\"refLink\" href=\"/Bereishit_Rabbah.6.9\" data-ref=\"Bereishit Rabbah 6:9\">Gen. R. s. 6</a>, end <span dir=\"rtl\">ספר משנה תורה היה ס׳ ליהושע וכ׳</span> (Ar. ed. Koh. <span dir=\"rtl\">סגנם</span>, read <a dir=\"rtl\" class=\"refLink\" href=\"/Jastrow,_סִגְנוּם.1\" data-ref=\"Jastrow, סִגְנוּם 1\">סגנום</a>) the Book of Deuteronomy was to Joshua a (commander’s) banner; … he took it up and showed it to the sun &c.; <a class=\"refLink\" href=\"/Yalkut_Shimoni_on_Nach.22.10\" data-ref=\"Yalkut Shimoni on Nach 22:10\">Yalk. Josh. 22</a> <span dir=\"rtl\">שגנז יהושע</span> (corr. acc.). <a class=\"refLink\" href=\"/Shemot_Rabbah.45.6\" data-ref=\"Shemot Rabbah 45:6\">Ex. R. s. 45</a> <span dir=\"rtl\">נטל סגנוס של וכ׳</span> (some ed. <span dir=\"rtl\">סגנם</span>; corr. acc.) the commander (of the mutinous legion) took the royal ensign and fled.; <a class=\"refLink\" href=\"/Yalkut_Shimoni_on_Torah.394.2\" data-ref=\"Yalkut Shimoni on Torah 394:2\">Yalk. Ex. 394</a> <a dir=\"rtl\" class=\"refLink\" href=\"/Jastrow,_סִיגְנִים.1\" data-ref=\"Jastrow, סִיגְנִים 1\">סִיגְנִין</a> (pl.); Tanḥ., ed. Bub., Ki Thissa 15; Y’lamd. to Num. X, 2, quot. inAr. <span dir=\"rtl\">נטלו סִגְנִים וכ׳</span> they (the <i>singulares</i>, v. <a dir=\"rtl\" class=\"refLink\" href=\"/Jastrow,_סִנְגְּלָרִין.1\" data-ref=\"Jastrow, סִנְגְּלָרִין 1\">סִנְגְּלָרִין</a>) took the ensigns &c.—Pl. <a dir=\"rtl\" class=\"refLink\" href=\"/Jastrow,_סִיגְנִים.1\" data-ref=\"Jastrow, סִיגְנִים 1\">סִיגְנִים</a>, <a dir=\"rtl\" class=\"refLink\" href=\"/Jastrow,_סִיגְנִים.1\" data-ref=\"Jastrow, סִיגְנִים 1\">סִיגְנִין</a>, <a dir=\"rtl\" class=\"refLink\" href=\"/Jastrow,_סִיגְנוּם.1\" data-ref=\"Jastrow, סִיגְנוּם 1\">סִגְ׳</a> (v. supra); <a dir=\"rtl\" class=\"refLink\" href=\"/Jastrow,_סִגְנִיּוֹת.1\" data-ref=\"Jastrow, סִגְנִיּוֹת 1\">סִיגְנִיּוֹת</a>, <a dir=\"rtl\" class=\"refLink\" href=\"/Jastrow,_סִיגְנוּם.1\" data-ref=\"Jastrow, סִיגְנוּם 1\">סִגְ׳</a>. <a class=\"refLink\" href=\"/Shir_HaShirim_Rabbah.1.9.6\" data-ref=\"Shir HaShirim Rabbah 1:9:6\">Cant. R. to I, 9</a> <span dir=\"rtl\">נטל ס׳ שלהם וכ׳</span> the Lord took away their (the Egyptians’) ensigns &c.; <a class=\"refLink\" href=\"/Yalkut_Shimoni_on_Torah.232.3\" data-ref=\"Yalkut Shimoni on Torah 232:3\">Yalk. Ex. 232</a>; Tanḥ. <a class=\"refLink\" href=\"/Exodus.23.33\" data-ref=\"Exodus 23:33\">B’shall. 23</a> <span dir=\"rtl\">סגיונות</span> (some ed. <span dir=\"rtl\">סגניניות</span>, corr. acc.); Mekh. B’shall., s. 2 <span dir=\"rtl\">מגפות</span> (Var. <a dir=\"rtl\" class=\"refLink\" href=\"/Jastrow,_מַגָּנִיּוֹת.1\" data-ref=\"Jastrow, מַגָּנִיּוֹת 1\">מגניות</a>, corr. acc.; v. <a dir=\"rtl\" class=\"refLink\" href=\"/Jastrow,_מְנָפָה.1\" data-ref=\"Jastrow, מְנָפָה 1\">מְנָפָה</a>); <a class=\"refLink\" href=\"Jerusalem_Talmud_Sotah.8.3.2\" data-ref=\"Jerusalem Talmud Sotah 8:3:2\">Y. Sot. VIII, 22ᵇ</a> bot. <span dir=\"rtl\">והפיל סיגנם שלהן</span> (corr. acc., or <a dir=\"rtl\" class=\"refLink\" href=\"/Jastrow,_סִיגְנוּם.1\" data-ref=\"Jastrow, סִיגְנוּם 1\">סיגנום</a>).—<a class=\"refLink\" href=\"/Midrash_Tehillim.20.6\" data-ref=\"Midrash Tehillim 20:6\">Midr. Till. to Ps. XX</a>, end <span dir=\"rtl\">מכיר דגלו מתוך סגנין שלו</span> ed. Bub., not <a dir=\"rtl\" class=\"refLink\" href=\"/Jastrow,_סִגְנוּם.1\" data-ref=\"Jastrow, סִגְנוּם 1\">סגנון</a>; oth. ed. <span dir=\"rtl\">דגליו מכל סְגָנָיו</span>, read: <span dir=\"rtl\">דגלו מתוך ס׳</span>) recognises his regiment by its colors; <a class=\"refLink\" href=\"/Yalkut_Shimoni_on_Nach.681.3\" data-ref=\"Yalkut Shimoni on Nach 681:3\">Yalk. Ps. 681</a> <span dir=\"rtl\">סימנין</span>.—[<a class=\"refLink\" href=\"/Tosefta_Avodah_Zarah.5.7\" data-ref=\"Tosefta Avodah Zarah 5:7\">Tosef. Ab. Zar. V</a> (<a class=\"refLink\" href=\"/Tosefta_Avodah_Zarah.6.1\" data-ref=\"Tosefta Avodah Zarah 6:1\">VI), 1</a> <span dir=\"rtl\">הסיגנין</span> some ed., read with ed. Zuck. <span dir=\"rtl\">הטִיגָּנִין</span>.] <b>—2)</b> <i>watchword, signal</i>. <a class=\"refLink\" href=\"/Sanhedrin.89a.20\" data-ref=\"Sanhedrin 89a:20\">Snh. 89ᵃ</a> <span dir=\"rtl\">ס׳ אחד עולה … בס׳ אחד</span> the same watchword (divine oracle) is passed to many prophets, but no two prophets prophesy under the same watchword (use the very same expressions). <b>—3)</b> <i>sign in the heavens, constellation; v.</i> <a dir=\"rtl\" class=\"refLink\" href=\"/Jastrow,_אִסְטַגְנֵין.1\" data-ref=\"Jastrow, אִסְטַגְנֵין 1\">אִסְטגְנֵין</a>."], "versionTitle": "London, Luzac, 1903", "license": "Public Domain", "versionTitleInHebrew": "תרס״ג"}, {"_id": "5caeff8038f4c90017cdd283", "index_title": "Sefer Hamitzvot of Rasag", "category": "Halakhah", "type": "sifrei mitzvot", "ref": "Sefer Hamitzvot of Rasag, Negative Commandments 13", "anchorRef": "Exodus 23:32", "anchorRefExpanded": ["Exodus 23:32"], "sourceRef": "Sefer Hamitzvot of Rasag, Negative Commandments 13", "sourceHeRef": "ספר המצוות לרס\"ג, מצות לא תעשה י״ג", "anchorVerse": 32, "sourceHasEn": true, "compDate": [918, 942], "commentaryNum": 13, "collectiveTitle": {"en": "Sefer Hamitzvot of Rasag", "he": "ספר המצוות לרס\"ג"}, "he": "<big><strong>גּוֹיֵיהֶם</strong></big> מִכְּרֹת לָמוֹ בְּרִית", "heVersionTitle": "Sefer Hamitzvot L'Rasag, Warsaw, 1914. Vocalized Edition", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "<b> Gimel. </b> Their [Canaanite] nations- do not make treaties with them", "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": ""}, {"_id": "5decf52de5928b1a0d7eab00", "index_title": "Paaneach Raza", "category": "Commentary", "type": "commentary", "ref": "Paaneach Raza, Mishpatim 42", "anchorRef": "Exodus 23:32", "anchorRefExpanded": ["Exodus 23:32"], "sourceRef": "Paaneach Raza, Mishpatim 42", "sourceHeRef": "פענח רזא, משפטים מ״ב", "anchorVerse": 32, "sourceHasEn": false, "compDate": [1250, 1290], "commentaryNum": 42, "collectiveTitle": {"en": "Paaneach Raza", "he": "פענח רזא"}, "heTitle": "משפטים", "he": "לא תכרות להם ולאלהיהם ברית וקשה איך כרת שלמה ברית עם חירם, וי\"ל דחירם גר ותושב הי' ממשפחת אבימלך אשר כבר כרת לו אברם ברית, מצאתי:", "heVersionTitle": "Paaneach Raza, Warsaw 1932", "heLicense": "", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5decf52eafd0455414a3c349", "index_title": "Paaneach Raza", "category": "Commentary", "type": "commentary", "ref": "Paaneach Raza, Mishpatim 43", "anchorRef": "Exodus 23:32", "anchorRefExpanded": ["Exodus 23:32"], "sourceRef": "Paaneach Raza, Mishpatim 43", "sourceHeRef": "פענח רזא, משפטים מ״ג", "anchorVerse": 32, "sourceHasEn": false, "compDate": [1250, 1290], "commentaryNum": 43, "collectiveTitle": {"en": "Paaneach Raza", "he": "פענח רזא"}, "heTitle": "משפטים", "he": "(ואל תקשה על אברם גופי' דכבר בלא\"ה קבל קצת עונש על כך כדאיתא לעיל פ' וירא אצל והאלהים נסה את אברהם וגו':", "heVersionTitle": "Paaneach Raza, Warsaw 1932", "heLicense": "", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5ebd38c0024f59704938c6c3", "index_title": "Peninei Halakhah, The Nation and the Land", "category": "Halakhah", "type": "", "ref": "Peninei Halakhah, The Nation and the Land 5:1:4", "anchorRef": "Exodus 23:32-33", "anchorRefExpanded": ["Exodus 23:32", "Exodus 23:33"], "sourceRef": "Peninei Halakhah, The Nation and the Land 5:1:4", "sourceHeRef": "פניני הלכה, העם והארץ ה׳:א׳:ד׳", "anchorVerse": 32, "sourceHasEn": false, "compDate": [1998, 2002], "commentaryNum": 1.0004, "collectiveTitle": {"en": "Peninei Halakhah, The Nation and the Land", "he": "פניני הלכה, העם והארץ"}, "he": "לפיכך עלינו ללמוד את שני האיסורים שנזכרו בתורה ביחס למגורי נכרים בארץ ישראל. האחד הוא איסור כללי שמחייב את עם ישראל, שנאמר (שמות כג, לב-לג): \"לֹא תִכְרֹת לָהֶם וְלֵאלֹהֵיהֶם בְּרִית. לֹא יֵשְׁבוּ בְּאַרְצְךָ פֶּן יַחֲטִיאוּ אֹתְךָ לִי כִּי תַעֲבֹד אֶת אֱלֹהֵיהֶם כִּי יִהְיֶה לְךָ לְמוֹקֵשׁ\". והשני איסור פרטי שמכוון לכל יחיד, שלא ימכור קרקע לנכרי, כדי שלא לתת חניה בארץ, שנאמר (שם ז, ב-ד): \"לֹא תִכְרֹת לָהֶם בְּרִית וְלֹא תְחָנֵּם. וְלֹא תִתְחַתֵּן בָּם… כִּי יָסִיר אֶת בִּנְךָ מֵאַחֲרַי וְעָבְדוּ אֱלֹהִים אֲחֵרִים…\" נחלקו גדולי הראשונים והאחרונים בשאלה, כלפי איזה גויים נאמרו האיסורים הללו. שלוש דעות עיקריות נאמרו בזה:", "heVersionTitle": "Peninei Halakhah, Yeshivat Har Bracha", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": [], "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": ""}, {"_id": "5f1e9f7ebfb3c3d94bf65449", "index_title": "Midrash Lekach Tov", "category": "Midrash", "type": "commentary", "ref": "Midrash Lekach Tov, Exodus 23:32:1", "anchorRef": "Exodus 23:32", "anchorRefExpanded": ["Exodus 23:32"], "sourceRef": "Midrash Lekach Tov, Exodus 23:32:1", "sourceHeRef": "מדרש לקח טוב, שמות כ״ג:ל״ב:א׳", "anchorVerse": 32, "sourceHasEn": false, "compDate": [1105, 1115], "commentaryNum": 32.0001, "collectiveTitle": {"en": "Midrash Lekach Tov", "he": "מדרש לקח טוב"}, "heTitle": "שמות", "he": "לא תכרת להם ולאלהיהם ברית. שאם תכרות להם הרי אתה כורת גם לאלהיהם.", "heVersionTitle": "Midrash Lekach Tov on Torah, Vilna 1884", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש לקח טוב, מכונה פסיקתא זוטרתא, וילנא תרמ\"ד", "text": [], "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": ""}, {"_id": "604e13f01e4558070e604da2", "index_title": "Ibn Ezra on Exodus; Perush HaArokh", "category": "Commentary", "type": "commentary", "ref": "Ibn Ezra on Exodus; Perush HaArokh 23:32:2", "anchorRef": "Exodus 23:32", "anchorRefExpanded": ["Exodus 23:32"], "sourceRef": "Ibn Ezra on Exodus; Perush HaArokh 23:32:2", "sourceHeRef": "אבן עזרא על שמות; פירוש הארוך כ״ג:ל״ב:ב׳", "anchorVerse": 32, "sourceHasEn": true, "compDate": [1155, 1165], "commentaryNum": 32.0002, "collectiveTitle": {"en": "Ibn Ezra", "he": "אבן עזרא"}, "heTitle": "אבן עזרא על שמות; פירוש הארוך", "he": "וטעם <b>לאלהיהם.</b> שתשחיתם:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "[NOR WITH THEIR GODS.] Its meaning is, you shall destroy their gods.<sup class=\"footnote-marker\">222</sup><i class=\"footnote\"><i>Thou shalt make no covenant with them</i> means you shall destroy their gods.</i>", "versionTitle": "Ibn Ezra's commentary on the Pentateuch, tran. and annot. by H. Norman Strickman and Arthur M. Silver. Menorah Pub., 1988-2004", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "61ffd0b0982f2c084c72ab4e", "index_title": "Jerusalem Talmud Sotah", "category": "Talmud", "type": "", "ref": "Jerusalem Talmud Sotah 1:8:4", "anchorRef": "Exodus 23:32", "anchorRefExpanded": ["Exodus 23:32"], "sourceRef": "Jerusalem Talmud Sotah 1:8:4", "sourceHeRef": "תלמוד ירושלמי סוטה א׳:ח׳:ד׳", "anchorVerse": 32, "sourceHasEn": true, "compDate": [375, 425], "commentaryNum": 8.0004, "collectiveTitle": {"en": "Jerusalem Talmud Sotah", "he": "תלמוד ירושלמי סוטה"}, "heTitle": "תלמוד ירושלמי סוטה", "he": "כְּתִיב וַיָּבוֹאוּ עַד כַּרְמֵי תִמְנָתָה. אָמַר רַב שְׁמוּאֵל בַּר רַב יִצְחָק. מְלַמֵּד שֶׁהָיוּ אָבִיו וְאִמּוֹ מַרְאִין לוֹ כַּרְמֵי תִמְנָתָה זְרוּעִים כִּלְאַיִם וְאוֹמְרִים לוֹ. בְּנִי. כְּשֵׁם <i data-overlay=\"Venice Columns\" data-value=\"17b\"></i>שֶׁכַּרְמֵיהֶן זְרוּעִין כִּלְאַיִם. כָּךְ בְּנוֹתֵיהֶם זְרוּעוֹת כִּלְאַיִם. וְאָבִיו וְאִמּוֹ לֹא יָֽדְעוּ כִּי מֵיי֨ הִיא כִּי תוֹאָנָה הוּא מְבַקֵּשׁ מִפְּלִשְׁתִּים. אָמַר רִבִּי לָֽעְזָר. בְּשִׁבְעָה מְקוֹמוֹת כְּתִיב לֹא תִּתְחַתֵּן בָּם. אָמַר רִבִּי אָבִין. לֶאֱסוֹר שִׁבְעָה עַמָּמִין. וְהָכָא הוּא אָמַר הָכֵין. אָמַר רִבִּי יִצְחָק אִם לַלֵּצִים הוּא יָלִיץ.", "heVersionTitle": "The Jerusalem Talmud, edition by Heinrich W. Guggenheimer. Berlin, De Gruyter, 1999-2015", "heLicense": "CC-BY", "heVersionTitleInHebrew": "", "text": "<sup class=\"footnote-marker\">281</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Bamidbar Rabbah 9:24\" href=\"/Bamidbar_Rabbah.9.24\"><i>Num. rabba</i> 9(24</a>).</i> It is written: “They came to the vineyards in direction of Timna.<sup class=\"footnote-marker\">282</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Judges 14:5\" href=\"/Judges.14.5\"><i>Jud</i>. 14:5</a>.</i>” Rav<sup class=\"footnote-marker\">283</sup><i class=\"footnote\">The title has to be “Rebbi”.</i> Samuel ben Rav Isaac said, this teaches you that his father and mother were showing him the vineyards in direction of Timna sown in several kinds and saying to him: My son, just as their vineyards are sown with several kinds so their daughters are sown with several kinds<sup class=\"footnote-marker\">284</sup><i class=\"footnote\">They are children of adultery. <a class=\"refLink\" data-ref=\"Judges 14:4\" href=\"/Judges.14.4\"><i>Jud</i>. 14:4</a>.</i>. “And his father and mother did not know that this was from the Eternal, that he was looking for a pretext from the Philistines.” Rebbi Eleazar said, In seven places it is written: “Do not contract marriage with them.<sup class=\"footnote-marker\">285</sup><i class=\"footnote\">That verse is only in <a class=\"refLink\" data-ref=\"Deuteronomy 7:3\" href=\"/Deuteronomy.7.3\"><i>Deut</i>. 7:3</a>. But the prohibition of Canaanite women is also in <a class=\"refLink\" data-ref=\"Exodus 34:16\" href=\"/Exodus.34.16\"><i>Ex</i>. 34:16</a>. Outside the Pentateuch, the prohibition is mentioned <a class=\"refLink\" data-ref=\"Malachi 2:11\" href=\"/Malachi.2.11\"><i>Mal</i>. 2:11</a>, <a class=\"refLink\" data-ref=\"Ezra 9:2\" href=\"/Ezra.9.2\"><i>Ezra</i> 9:2</a>,<a class=\"refLink\" data-ref=\"Ezra 9:12\" href=\"/Ezra.9.12\">12</a>,<a class=\"refLink\" data-ref=\"Ezra 9:14\" href=\"/Ezra.9.14\">14</a>; <a class=\"refLink\" data-ref=\"Nehemiah 10:31\" href=\"/Nehemiah.10.31\"><i>Neh</i>. 10:31</a>.</i>” Rebbi Abun said, to prohibit seven peoples<sup class=\"footnote-marker\">286</sup><i class=\"footnote\">The seven Canaanite tribes enumerated in <a class=\"refLink\" data-ref=\"Genesis 15:20-21\" href=\"/Genesis.15.20-21\"><i>Gen</i>. 15:20–21</a>. Philistines are not mentioned in that list.</i>. And here, it says so<sup class=\"footnote-marker\">287</sup><i class=\"footnote\">It is not obvious what the remark means. According to R. David Fraenckel, since Simson’s relations with Philistine women were not forbidden, why was he punished? According to R. Moses Margalit, since all non-Jewish women are forbidden in the interpretation of pentateuchal law in <i>Mal., Ezra, Neh</i>., how can it be said that his first marriage was (<a class=\"refLink\" data-ref=\"Judges 14:4\" href=\"/Judges.14.4\"><i>Jud</i>. 14:4</a>) “from the Eternal”?</i>? Rebbi Isaac said, “if he scoffs about the scoffers.<sup class=\"footnote-marker\">288</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Proverbs 3:34\" href=\"/Proverbs.3.34\"><i>Prov</i>. 3:34</a>. According to R. David Fraenckel, since at least Simson’s relations with the Gazean prostitute and Dalilah were illegitimate, he deserved punishment.</i>”", "versionTitle": "The Jerusalem Talmud, translation and commentary by Heinrich W. Guggenheimer. Berlin, De Gruyter, 1999-2015", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "62035a785433cec0f44b4eae", "index_title": "Genesis", "category": "Tanakh", "type": "", "ref": "Genesis 15", "anchorRef": "Exodus 23:32", "anchorRefExpanded": ["Exodus 23:32"], "sourceRef": "Genesis 15", "sourceHeRef": "בראשית ט״ו", "anchorVerse": 32, "sourceHasEn": true, "compDate": [-1400, -400], "commentaryNum": 15.0, "collectiveTitle": {"en": "Genesis", "he": "בראשית"}, "heTitle": "בראשית", "he": ["אַחַ֣ר&thinsp;<b>׀</b> הַדְּבָרִ֣ים הָאֵ֗לֶּה הָיָ֤ה דְבַר־יְהֹוָה֙ אֶל־אַבְרָ֔ם בַּֽמַּחֲזֶ֖ה לֵאמֹ֑ר אַל־תִּירָ֣א אַבְרָ֗ם אָנֹכִי֙ מָגֵ֣ן לָ֔ךְ שְׂכָרְךָ֖ הַרְבֵּ֥ה מְאֹֽד׃", "וַיֹּ֣אמֶר אַבְרָ֗ם אֲדֹנָ֤י יֱהֹוִה֙ מַה־תִּתֶּן־לִ֔י וְאָנֹכִ֖י הוֹלֵ֣ךְ עֲרִירִ֑י וּבֶן־מֶ֣שֶׁק בֵּיתִ֔י ה֖וּא דַּמֶּ֥שֶׂק אֱלִיעֶֽזֶר׃", "וַיֹּ֣אמֶר אַבְרָ֔ם הֵ֣ן לִ֔י לֹ֥א נָתַ֖תָּה זָ֑רַע וְהִנֵּ֥ה בֶן־בֵּיתִ֖י יוֹרֵ֥שׁ אֹתִֽי׃", "וְהִנֵּ֨ה דְבַר־יְהֹוָ֤ה אֵלָיו֙ לֵאמֹ֔ר לֹ֥א יִֽירָשְׁךָ֖ זֶ֑ה כִּי־אִם֙ אֲשֶׁ֣ר יֵצֵ֣א מִמֵּעֶ֔יךָ ה֖וּא יִֽירָשֶֽׁךָ׃", "וַיּוֹצֵ֨א אֹת֜וֹ הַח֗וּצָה וַיֹּ֙אמֶר֙ הַבֶּט־נָ֣א הַשָּׁמַ֗יְמָה וּסְפֹר֙ הַכּ֣וֹכָבִ֔ים אִם־תּוּכַ֖ל לִסְפֹּ֣ר אֹתָ֑ם וַיֹּ֣אמֶר ל֔וֹ כֹּ֥ה יִהְיֶ֖ה זַרְעֶֽךָ׃", "וְהֶאֱמִ֖ן בַּֽיהֹוָ֑ה וַיַּחְשְׁבֶ֥הָ לּ֖וֹ צְדָקָֽה׃", "וַיֹּ֖אמֶר אֵלָ֑יו אֲנִ֣י יְהֹוָ֗ה אֲשֶׁ֤ר הוֹצֵאתִ֙יךָ֙ מֵא֣וּר כַּשְׂדִּ֔ים לָ֧תֶת לְךָ֛ אֶת־הָאָ֥רֶץ הַזֹּ֖את לְרִשְׁתָּֽהּ׃", "וַיֹּאמַ֑ר אֲדֹנָ֣י יֱהֹוִ֔ה בַּמָּ֥ה אֵדַ֖ע כִּ֥י אִֽירָשֶֽׁנָּה׃", "וַיֹּ֣אמֶר אֵלָ֗יו קְחָ֥ה לִי֙ עֶגְלָ֣ה מְשֻׁלֶּ֔שֶׁת וְעֵ֥ז מְשֻׁלֶּ֖שֶׁת וְאַ֣יִל מְשֻׁלָּ֑שׁ וְתֹ֖ר וְגוֹזָֽל׃", "וַיִּֽקַּֽח־ל֣וֹ אֶת־כׇּל־אֵ֗לֶּה וַיְבַתֵּ֤ר אֹתָם֙ בַּתָּ֔וֶךְ וַיִּתֵּ֥ן אִישׁ־בִּתְר֖וֹ לִקְרַ֣את רֵעֵ֑הוּ וְאֶת־הַצִּפֹּ֖ר לֹ֥א בָתָֽר׃", "וַיֵּ֥רֶד הָעַ֖יִט עַל־הַפְּגָרִ֑ים וַיַּשֵּׁ֥ב אֹתָ֖ם אַבְרָֽם׃", "וַיְהִ֤י הַשֶּׁ֙מֶשׁ֙ לָב֔וֹא וְתַרְדֵּמָ֖ה נָפְלָ֣ה עַל־אַבְרָ֑ם וְהִנֵּ֥ה אֵימָ֛ה חֲשֵׁכָ֥ה גְדֹלָ֖ה נֹפֶ֥לֶת עָלָֽיו׃", "וַיֹּ֣אמֶר לְאַבְרָ֗ם יָדֹ֨עַ תֵּדַ֜ע כִּי־גֵ֣ר&thinsp;<b>׀</b> יִהְיֶ֣ה זַרְעֲךָ֗ בְּאֶ֙רֶץ֙ לֹ֣א לָהֶ֔ם וַעֲבָד֖וּם וְעִנּ֣וּ אֹתָ֑ם אַרְבַּ֥ע מֵא֖וֹת שָׁנָֽה׃", "וְגַ֧ם אֶת־הַגּ֛וֹי אֲשֶׁ֥ר יַעֲבֹ֖דוּ דָּ֣ן אָנֹ֑כִי וְאַחֲרֵי־כֵ֥ן יֵצְא֖וּ בִּרְכֻ֥שׁ גָּדֽוֹל׃", "וְאַתָּ֛ה תָּב֥וֹא אֶל־אֲבֹתֶ֖יךָ בְּשָׁל֑וֹם תִּקָּבֵ֖ר בְּשֵׂיבָ֥ה טוֹבָֽה׃", "וְד֥וֹר רְבִיעִ֖י יָשׁ֣וּבוּ הֵ֑נָּה כִּ֧י לֹא־שָׁלֵ֛ם עֲוֺ֥ן הָאֱמֹרִ֖י עַד־הֵֽנָּה׃", "וַיְהִ֤י הַשֶּׁ֙מֶשׁ֙ בָּ֔אָה וַעֲלָטָ֖ה הָיָ֑ה וְהִנֵּ֨ה תַנּ֤וּר עָשָׁן֙ וְלַפִּ֣יד אֵ֔שׁ אֲשֶׁ֣ר עָבַ֔ר בֵּ֖ין הַגְּזָרִ֥ים הָאֵֽלֶּה׃", "בַּיּ֣וֹם הַה֗וּא כָּרַ֧ת יְהֹוָ֛ה אֶת־אַבְרָ֖ם בְּרִ֣ית לֵאמֹ֑ר לְזַרְעֲךָ֗ נָתַ֙תִּי֙ אֶת־הָאָ֣רֶץ הַזֹּ֔את מִנְּהַ֣ר מִצְרַ֔יִם עַד־הַנָּהָ֥ר הַגָּדֹ֖ל נְהַר־פְּרָֽת׃", "אֶת־הַקֵּינִי֙ וְאֶת־הַקְּנִזִּ֔י וְאֵ֖ת הַקַּדְמֹנִֽי׃", "וְאֶת־הַחִתִּ֥י וְאֶת־הַפְּרִזִּ֖י וְאֶת־הָרְפָאִֽים׃", "וְאֶת־הָֽאֱמֹרִי֙ וְאֶת־הַֽכְּנַעֲנִ֔י וְאֶת־הַגִּרְגָּשִׁ֖י וְאֶת־הַיְבוּסִֽי׃&nbsp;<span class=\"mam-spi-samekh\">{ס}</span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;"], "heVersionTitle": "Miqra according to the Masorah", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "מקרא על פי המסורה", "text": ["Some time later, the word of יהוה came to Abram in a vision:<br>“Fear not, Abram,<br>I am a shield to you;<br>Your reward shall be very great.”", "But Abram said, “O lord יהוה,<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>lord יהוה </b>Heb. <i>’adonai y-h-w-h</i>, traditionally read aloud as <i>’adonai ’elohim</i> (rather than <i>’adonai</i> twice). NJPS “Lord God.” See also the Dictionary under “male metaphors for God.”</i> what can You give me, seeing that I shall die childless, and the one in charge of my household is Dammesek Eliezer!”<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>and the one in charge of my household is Dammesek Eliezer </b>Meaning of Heb. uncertain.</i>", "Abram said further, “Since You have granted me no offspring, my steward will be my heir.”", "The word of יהוה came to him in reply, “That one shall not be your heir; none but your very own issue shall be your heir.”", "[Then in the vision, God] took him outside and said, “Look toward heaven and count the stars, if you are able to count them”—continuing, “So shall your offspring be.”", "And he put his trust in יהוה, who reckoned it to his merit.", "Then [God] said to him, “I am יהוה who brought you out from Ur of the Chaldeans to assign this land to you as a possession.”", "And he said, “O lord יהוה, how shall I know that I am to possess it?”", "Came the reply, “Bring Me a three-year-old heifer, a three-year-old she-goat, a three-year-old ram, a turtledove, and a young bird.”", "He brought all these and cut them in two, placing each half opposite the other; but he did not cut up the bird.", "Birds of prey came down upon the carcasses, and Abram drove them away.", "As the sun was about to set, a deep sleep fell upon Abram, and a great dark dread descended upon him.", "And [God] said to Abram, “Know well that your offspring shall be strangers in a land not theirs, and they shall be enslaved and oppressed four hundred years;", "but I will execute judgment on the nation they shall serve, and in the end they shall go free with great wealth.", "As for you,<br>You shall go to your ancestors in peace;<br>You shall be buried at a ripe old age.", "And they shall return here in the fourth generation, for the iniquity of the Amorites is not yet complete.”", "When the sun set and it was very dark, there appeared a smoking oven, and a flaming torch which passed between those pieces.", "On that day יהוה made a covenant with Abram: “To your offspring I assign this land, from the river of Egypt to the great river, the river Euphrates—", "the Kenites, the Kenizzites, the Kadmonites,", "the Hittites, the Perizzites, the Rephaim,", "the Amorites, the Canaanites, the Girgashites, and the Jebusites.”"], "versionTitle": "The Contemporary Torah, Jewish Publication Society, 2006", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "62037e906bfddfbb310febe9", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Exodus, Part III; The Meeting and Covenant At Sinai, Epilogue; The Future Conquest 2-3", "anchorRef": "Exodus 23:20-33", "anchorRefExpanded": ["Exodus 23:20", "Exodus 23:21", "Exodus 23:22", "Exodus 23:23", "Exodus 23:24", "Exodus 23:25", "Exodus 23:26", "Exodus 23:27", "Exodus 23:28", "Exodus 23:29", "Exodus 23:30", "Exodus 23:31", "Exodus 23:32", "Exodus 23:33"], "sourceRef": "The Five Books of Moses, by Everett Fox, Exodus, Part III; The Meeting and Covenant At Sinai, Epilogue; The Future Conquest 2-3", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, שמות, שמות מאמר ד׳, שמות הערה ט׳ ב׳-ג׳", "anchorVerse": 20, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Epilogue; The Future Conquest", "he": "שמות הערה ט׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "שמות הערה ט׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["It would not be suitable, given the grave nature of the covenant, to end the legal passages merely with a particular law, and so our narrator appends a long speech, in the style of Deuteronomy, warning the Israelites, first, to follow God’s messenger, and second, not to assimilate with the nations they are about to conquer. The Deuteronomic themes are classic: “taking care,” smashing Canaanite idols, God’s removing disease from the faithful Israelites, and the spelling-out of Israel’s future borders.", "Also to be remarked are the sevenfold repetition of “before you” as a stylistic unifying device, and the ending theme of serving YHWH as opposed to “their gods.”"], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "6203808e713bd8cd388d3e42", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Exodus, Part III; The Meeting and Covenant At Sinai 2-18", "anchorRef": "Exodus 19:1-24:18", "anchorRefExpanded": ["Exodus 19:1", "Exodus 19:2", "Exodus 19:3", "Exodus 19:4", "Exodus 19:5", "Exodus 19:6", "Exodus 19:7", "Exodus 19:8", "Exodus 19:9", "Exodus 19:10", "Exodus 19:11", "Exodus 19:12", "Exodus 19:13", "Exodus 19:14", "Exodus 19:15", "Exodus 19:16", "Exodus 19:17", "Exodus 19:18", "Exodus 19:19", "Exodus 19:20", "Exodus 19:21", "Exodus 19:22", "Exodus 19:23", "Exodus 19:24", "Exodus 19:25", "Exodus 20:1", "Exodus 20:2", "Exodus 20:3", "Exodus 20:4", "Exodus 20:5", "Exodus 20:6", "Exodus 20:7", "Exodus 20:8", "Exodus 20:9", "Exodus 20:10", "Exodus 20:11", "Exodus 20:12", "Exodus 20:13", "Exodus 20:14", "Exodus 20:15", "Exodus 20:16", "Exodus 20:17", "Exodus 20:18", "Exodus 20:19", "Exodus 20:20", "Exodus 20:21", "Exodus 20:22", "Exodus 20:23", "Exodus 21:1", "Exodus 21:2", "Exodus 21:3", "Exodus 21:4", "Exodus 21:5", "Exodus 21:6", "Exodus 21:7", "Exodus 21:8", "Exodus 21:9", "Exodus 21:10", "Exodus 21:11", "Exodus 21:12", "Exodus 21:13", "Exodus 21:14", "Exodus 21:15", "Exodus 21:16", "Exodus 21:17", "Exodus 21:18", "Exodus 21:19", "Exodus 21:20", "Exodus 21:21", "Exodus 21:22", "Exodus 21:23", "Exodus 21:24", "Exodus 21:25", "Exodus 21:26", "Exodus 21:27", "Exodus 21:28", "Exodus 21:29", "Exodus 21:30", "Exodus 21:31", "Exodus 21:32", "Exodus 21:33", "Exodus 21:34", "Exodus 21:35", "Exodus 21:36", "Exodus 21:37", "Exodus 22:1", "Exodus 22:2", "Exodus 22:3", "Exodus 22:4", "Exodus 22:5", "Exodus 22:6", "Exodus 22:7", "Exodus 22:8", "Exodus 22:9", "Exodus 22:10", "Exodus 22:11", "Exodus 22:12", "Exodus 22:13", "Exodus 22:14", "Exodus 22:15", "Exodus 22:16", "Exodus 22:17", "Exodus 22:18", "Exodus 22:19", "Exodus 22:20", "Exodus 22:21", "Exodus 22:22", "Exodus 22:23", "Exodus 22:24", "Exodus 22:25", "Exodus 22:26", "Exodus 22:27", "Exodus 22:28", "Exodus 22:29", "Exodus 22:30", "Exodus 23:1", "Exodus 23:2", "Exodus 23:3", "Exodus 23:4", "Exodus 23:5", "Exodus 23:6", "Exodus 23:7", "Exodus 23:8", "Exodus 23:9", "Exodus 23:10", "Exodus 23:11", "Exodus 23:12", "Exodus 23:13", "Exodus 23:14", "Exodus 23:15", "Exodus 23:16", "Exodus 23:17", "Exodus 23:18", "Exodus 23:19", "Exodus 23:20", "Exodus 23:21", "Exodus 23:22", "Exodus 23:23", "Exodus 23:24", "Exodus 23:25", "Exodus 23:26", "Exodus 23:27", "Exodus 23:28", "Exodus 23:29", "Exodus 23:30", "Exodus 23:31", "Exodus 23:32", "Exodus 23:33", "Exodus 24:1", "Exodus 24:2", "Exodus 24:3", "Exodus 24:4", "Exodus 24:5", "Exodus 24:6", "Exodus 24:7", "Exodus 24:8", "Exodus 24:9", "Exodus 24:10", "Exodus 24:11", "Exodus 24:12", "Exodus 24:13", "Exodus 24:14", "Exodus 24:15", "Exodus 24:16", "Exodus 24:17", "Exodus 24:18"], "sourceRef": "The Five Books of Moses, by Everett Fox, Exodus, Part III; The Meeting and Covenant At Sinai 2-18", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, שמות, שמות מאמר ד׳ ב׳-י״ח", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Part III; The Meeting and Covenant At Sinai", "he": "שמות מאמר ד׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["T<small>he narrative has returned to its source.</small> A<small>t</small> S<small>inai it had been foretold that</small> when Pharaoh “sends you free, you will serve God on this mountain,” and it is at Sinai that Moshe and the people now arrive. The fateful public meeting between the deity and the amassed human community will betoken the formal change of masters: the people, no longer enslaved by the Egyptian crown, now swear fealty to their divine Lord, who imposes rules of conduct upon them in return for his protection and their well-being.", "The settings for these events of covenant-making and law-giving are appropriately impressive. The mountain naturally functions as a bridge between heaven and earth (with only Moshe allowed to ascend!), but it is additionally accompanied on this occasion by the powerful manifestations of smoke, fire, cloud, thunder, lightning, and trumpet blasts. To try and pin down exactly to what natural phenomena the story alludes, be they volcano, earthquake, or the like, is somewhat beside the point; what speaks through the text is the voice of an overwhelming experience. Indeed, as Greenberg (1972) points out, the account in Chapter 19 may have been deliberately left ambiguous and contradictory, showing that the editor wished to include all the received traditions about the event.", "At the same time, it should be noted that the Sinai revelation resembles the appearance of the storm-god Baal in Canaanite texts, especially in the combining of thunder/lightning and earthquake. Psalm 18:8 portrays a similar scene. So as varied as the phenomena accompanying God’s appearance here are, they conform to a known literary pattern (Greenstein 1984c).", "As mentioned previously, Sinai stands geographically at the center of the Israelite wanderings. As the textual center of the book of Exodus as well, it anchors the people of Israel on their journey toward the fulfillment of their destiny. But that function is purely a mythic one. Sinai never became an important biblical cult site, and the only later story to take place there, that of Elijah in I Kings 19, clearly stems from the desire to draw a parallel between Elijah and Moshe. The Hebrews apparently could not conceive of God’s abiding place’s being located outside the land of Israel. On the other hand, it was necessary to demonstrate that Israel’s laws and institutions arose, not out of normal settled political and economic circumstances, but rather as the direct gift and stipulation of God himself (see Cohn), and hence the choice of a site wholly removed from the great culture centers of the ancient Near East: the monolithic culture of Egypt, the ancestral heritage of Mesopotamia, and the fertility-based society the people were to encounter in Canaan. Sinai, the originating point of Israel as a self-defined community, had to start everything anew, on a stage in which all other considerations had been stripped away.", "Early in the history of biblical exegesis (the Midrash) it was noted that the events on Sinai resemble the conclusion of a marriage ceremony. Such an idea may even have been in the minds of the transmitters of the Exodus traditions. Indeed, the entire book is remarkably reminiscent of a pattern of rescue—courting—wedding with stipulations—home planning—infidelity—reconciliation—and final “moving in” (these stages fit into the general Part divisions I have used throughout the book). Lest this appear to be too Western a model, let it be noted that such analogies occur in the writings of the prophets, where the relationship between God and Israel is likened to that between husband and wife. This constitutes Israel’s version of what Joseph Campbell has termed “sacred marriage” in hero stories—not, as classically, the hero’s successful wooing of a goddess or semidivine creature, but an intimate relationship established between God and his people. As such, it is unique in the ancient world.", "<b>O<small>n</small> C<small>ovenant</small></b>", "Marriage may be one imaginative model for the Sinai experience, but it was covenant that the writers wished to stress above all in these chapters. Here we observe a fascinating phenomenon that occurs again and again in biblical religion: an institution well known in the secular world is given a religious emphasis in the Bible. For covenant (others, “pact”) was a widespread form of political bonding in the ancient Near East. Kings and vassals, from Anatolia to Assyria, regularly aligned themselves in treaties involving either freewill granting of privileges or an agreement of mutual obligations between parties. A number of texts laying out the stipulations and ceremonies particular to covenant-making in the ancient Near East have been recovered, and study of them is helpful for an understanding of what we have in Ex. 19–24. Three things are clear. First, the stylistic pattern in our chapters resembles what is found in Hittite treaty texts (Mendenhall 1954); second, the Exodus passages use narrative to express these events, not merely a list of conditions; third, and most important, no other ancient society, so far as we know, conceived of the possibility that a <i>god</i> could “cut a covenant” with a people. This last fact leads to the observation that, for Israel, the true king was not earthly but divine—despite the later establishment of a monarchy (Weinfeld 1972b). Hence the narrator’s concentration on these chapters, especially considering the dramatic nature of what had gone before (Chaps. 1–15).", "The covenant found in Exodus and subsequently in the Torah differs substantively from the two described in Genesis. Noah (Gen. 9) and all living creatures had been promised no further universal destruction, with the stipulation that human beings were not to eat meat with blood or commit willful murder. Avraham, too (Gen. 15, 17), was the recipient of a covenant: God would give him land and descendants, and Avraham was to attend to the circumcision of all his males (yet this is more sign than stipulation). What these early events have in common is the aspect of bestowal—God acts and promises, and human beings are the passive recipients. Exodus introduces the notes of mutuality and conditionality. Both parties are now to have a stake in the agreement, and it can be broken by either (as in Chap. 32; contrast this with the promise to Noah in Gen. 8:21–22, “I will never doom the soil again … never shall [natural processes] cease,” and Gen. 9:11, “Never again shall there be Deluge….”). From the Creator God we have moved to the God of History, who enters into a fateful relationship with the people of Israel (for more on this, see Sarna 1986).", "<b>O<small>n</small> B<small>iblical</small> L<small>aw</small></b>", "A century of modern Bible scholarship has led to far-reaching changes in the perceptions of biblical law. Initial archeological findings, which often included legal documents, had led comparativists to see in the biblical material a pale reflection of its Mesopotamian antecedents. The Code of Hammurabi, for instance, was deemed the source of some of the Exodus material. These early judgments have given way to a view that places more emphasis on what is distinctive about the biblical laws.", "For our purposes here, several brief points should be made, drawn from recent research; the reader may find them explored at greater depth in the essays by Greenberg (1970), Greenstein (1984), Paul, and Sarna (1986), and the work of Sonsino. Expressions of law in the ancient Near East, especially in documents from Mesopotamia, reveal a strong economic underpinning, tied to class structure. They also have at times a personal or political function. Hammurabi, for instance, presents his code with the express purpose that the gods and men may see what a just king he is. The laws are listed by category, with religion occupying its own sphere. Finally, the king acts as the enforcer of the laws, having received them from a god—who is nevertheless not their ultimate source. Law exists in the Mesopotamian texts as an abstract value, designed for the smooth functioning of society.", "By way of contrast, Hebrew law, as typified by our chapters, displays very different concepts and concerns. Class is hardly alluded to, reflecting a totally different kind of society economically but also expressing an ideal that began in the Genesis creation story with the common ancestor of the human race. The laws are presented as the terms of the covenant (our section is often termed the “Book of the Covenant”), and the motivation behind them is portrayed as historical/psychological (“… for you were sojourners in the land of Egypt”). Strikingly, the biblical regulations, not only here but in the other major collections as well (in Leviticus and Deuteronomy), blur the distinctions between religious and secular, and treat all law as a matter directly related to God. He is perceived as the source of laws; they are the expression of his will; and breaking them is a direct affront to and act of rebellion against him (contrast, for example, the modern American view).", "The key concept behind much of biblical law seems to be that of Ex. 19:6, to make of the people of Israel “a holy nation.” This expression, which appears nowhere else in the Bible, combines a secular notion (the Hebrew <i>goy</i>, meaning a political body, a state) with a sacral one: this people is to transform all of its life into service of God. There is, therefore, no subject in the code before us—slavery, social relations, torts, cult, or diet—that is not of immediate concern to the biblical God. The first part of 19:6, “a kingdom of priests” (Buber: “a king’s-retinue of priests”), would seem to suggest that despite the clear existence of a priestly group in ancient Israel, the ideal approached a more democratic form of religious expression.", "This leads us to posit a final question: Are the materials in Ex. 21–24 (and other texts in the Torah that enumerate laws) to be taken as actual regulations or cases, or as something else, rather more didactic? We have little evidence for the former view, and in fact other ancient Near Eastern legal documents such as the Hammurabi Code seem to point in the other (didactic) direction. Given the nature of Torah literature, where narrative has a teaching function rather than a purely historical one, it seems plausible that the legal texts as well were intended to elucidate principles of Israelite belief—to present, as it were, a worldview. The other possibility, more in keeping with the history of law, is Daube’s (1947) view that “many ancient codes regulate only matters as to which the law is dubious or in need of reform or both.” In other words, law in day-to-day Israel was regulated by established precedents, and certainly not by Ex. 21–23, in the main. But in this case, too, our text would be instructive of the biblical mentality. For a fuller treatment of biblical law and its context in the ancient Near East, see Sarna (1986).", "Any attempt to describe this section structurally is bound to run into a roadblock; perhaps precisely because of the Bible’s desire <i>not</i> to distinguish between various categories of life, we do not have a watertight structure. Suffice it to say that, overall, most sections in these chapters begin with the general proposition “When …” (Heb. <i>ki</i>), and break down the issue under discussion into subsections beginning with “If …” (Heb. <i>’im</i>), a pattern found commonly in other legal systems as well. Beyond this, and the observation that there are some general categories and logical connections (for which, see the Commentary), one striking stylistic device in the Hebrew should be pointed out. From 21:5 through 23:24 a double verb form appears (the infinitive absolute followed by the imperfect) fully twenty-seven times. The effect of this device, which is rhetorically emphatic, is to give a sense of coherence to what are otherwise quite diverse laws.", "<img>", "<b><i>Ex. 32:16</i> … and the tablets were God’s making,/and the writing was God’s writing,/engraved upon the tablets.</b>"], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62038095713bd8cd388d3e45", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Exodus, On the Book of Exodus and Its Structure 2-44", "anchorRef": "Exodus 1:1-40:38", "anchorRefExpanded": ["Exodus 1:1", "Exodus 1:2", "Exodus 1:3", "Exodus 1:4", "Exodus 1:5", "Exodus 1:6", "Exodus 1:7", "Exodus 1:8", "Exodus 1:9", "Exodus 1:10", "Exodus 1:11", "Exodus 1:12", "Exodus 1:13", "Exodus 1:14", "Exodus 1:15", "Exodus 1:16", "Exodus 1:17", "Exodus 1:18", "Exodus 1:19", "Exodus 1:20", "Exodus 1:21", "Exodus 1:22", "Exodus 2:1", "Exodus 2:2", "Exodus 2:3", "Exodus 2:4", "Exodus 2:5", "Exodus 2:6", "Exodus 2:7", "Exodus 2:8", "Exodus 2:9", "Exodus 2:10", "Exodus 2:11", "Exodus 2:12", "Exodus 2:13", "Exodus 2:14", "Exodus 2:15", "Exodus 2:16", "Exodus 2:17", "Exodus 2:18", "Exodus 2:19", "Exodus 2:20", "Exodus 2:21", "Exodus 2:22", "Exodus 2:23", "Exodus 2:24", "Exodus 2:25", "Exodus 3:1", "Exodus 3:2", "Exodus 3:3", "Exodus 3:4", "Exodus 3:5", "Exodus 3:6", "Exodus 3:7", "Exodus 3:8", "Exodus 3:9", "Exodus 3:10", "Exodus 3:11", "Exodus 3:12", "Exodus 3:13", "Exodus 3:14", "Exodus 3:15", "Exodus 3:16", "Exodus 3:17", "Exodus 3:18", "Exodus 3:19", "Exodus 3:20", "Exodus 3:21", "Exodus 3:22", "Exodus 4:1", "Exodus 4:2", "Exodus 4:3", "Exodus 4:4", "Exodus 4:5", "Exodus 4:6", "Exodus 4:7", "Exodus 4:8", "Exodus 4:9", "Exodus 4:10", "Exodus 4:11", "Exodus 4:12", "Exodus 4:13", "Exodus 4:14", "Exodus 4:15", "Exodus 4:16", "Exodus 4:17", "Exodus 4:18", "Exodus 4:19", "Exodus 4:20", "Exodus 4:21", "Exodus 4:22", "Exodus 4:23", "Exodus 4:24", "Exodus 4:25", "Exodus 4:26", "Exodus 4:27", "Exodus 4:28", "Exodus 4:29", "Exodus 4:30", "Exodus 4:31", "Exodus 5:1", "Exodus 5:2", "Exodus 5:3", "Exodus 5:4", "Exodus 5:5", "Exodus 5:6", "Exodus 5:7", "Exodus 5:8", "Exodus 5:9", "Exodus 5:10", "Exodus 5:11", "Exodus 5:12", "Exodus 5:13", "Exodus 5:14", "Exodus 5:15", "Exodus 5:16", "Exodus 5:17", "Exodus 5:18", "Exodus 5:19", "Exodus 5:20", "Exodus 5:21", "Exodus 5:22", "Exodus 5:23", "Exodus 6:1", "Exodus 6:2", "Exodus 6:3", "Exodus 6:4", "Exodus 6:5", "Exodus 6:6", "Exodus 6:7", "Exodus 6:8", "Exodus 6:9", "Exodus 6:10", "Exodus 6:11", "Exodus 6:12", "Exodus 6:13", "Exodus 6:14", "Exodus 6:15", "Exodus 6:16", "Exodus 6:17", "Exodus 6:18", "Exodus 6:19", "Exodus 6:20", "Exodus 6:21", "Exodus 6:22", "Exodus 6:23", "Exodus 6:24", "Exodus 6:25", "Exodus 6:26", "Exodus 6:27", "Exodus 6:28", "Exodus 6:29", "Exodus 6:30", "Exodus 7:1", "Exodus 7:2", "Exodus 7:3", "Exodus 7:4", "Exodus 7:5", "Exodus 7:6", "Exodus 7:7", "Exodus 7:8", "Exodus 7:9", "Exodus 7:10", "Exodus 7:11", "Exodus 7:12", "Exodus 7:13", "Exodus 7:14", "Exodus 7:15", "Exodus 7:16", "Exodus 7:17", "Exodus 7:18", "Exodus 7:19", "Exodus 7:20", "Exodus 7:21", "Exodus 7:22", "Exodus 7:23", "Exodus 7:24", "Exodus 7:25", "Exodus 7:26", "Exodus 7:27", "Exodus 7:28", "Exodus 7:29", "Exodus 8:1", "Exodus 8:2", "Exodus 8:3", "Exodus 8:4", "Exodus 8:5", "Exodus 8:6", "Exodus 8:7", "Exodus 8:8", "Exodus 8:9", "Exodus 8:10", "Exodus 8:11", "Exodus 8:12", "Exodus 8:13", "Exodus 8:14", "Exodus 8:15", "Exodus 8:16", "Exodus 8:17", "Exodus 8:18", "Exodus 8:19", "Exodus 8:20", "Exodus 8:21", "Exodus 8:22", "Exodus 8:23", "Exodus 8:24", "Exodus 8:25", "Exodus 8:26", "Exodus 8:27", "Exodus 8:28", "Exodus 9:1", "Exodus 9:2", "Exodus 9:3", "Exodus 9:4", "Exodus 9:5", "Exodus 9:6", "Exodus 9:7", "Exodus 9:8", "Exodus 9:9", "Exodus 9:10", "Exodus 9:11", "Exodus 9:12", "Exodus 9:13", "Exodus 9:14", "Exodus 9:15", "Exodus 9:16", "Exodus 9:17", "Exodus 9:18", "Exodus 9:19", "Exodus 9:20", "Exodus 9:21", "Exodus 9:22", "Exodus 9:23", "Exodus 9:24", "Exodus 9:25", "Exodus 9:26", "Exodus 9:27", "Exodus 9:28", "Exodus 9:29", "Exodus 9:30", "Exodus 9:31", "Exodus 9:32", "Exodus 9:33", "Exodus 9:34", "Exodus 9:35", "Exodus 10:1", "Exodus 10:2", "Exodus 10:3", "Exodus 10:4", "Exodus 10:5", "Exodus 10:6", "Exodus 10:7", "Exodus 10:8", "Exodus 10:9", "Exodus 10:10", "Exodus 10:11", "Exodus 10:12", "Exodus 10:13", "Exodus 10:14", "Exodus 10:15", "Exodus 10:16", "Exodus 10:17", "Exodus 10:18", "Exodus 10:19", "Exodus 10:20", "Exodus 10:21", "Exodus 10:22", "Exodus 10:23", "Exodus 10:24", "Exodus 10:25", "Exodus 10:26", "Exodus 10:27", "Exodus 10:28", "Exodus 10:29", "Exodus 11:1", "Exodus 11:2", "Exodus 11:3", "Exodus 11:4", "Exodus 11:5", "Exodus 11:6", "Exodus 11:7", "Exodus 11:8", "Exodus 11:9", "Exodus 11:10", "Exodus 12:1", "Exodus 12:2", "Exodus 12:3", "Exodus 12:4", "Exodus 12:5", "Exodus 12:6", "Exodus 12:7", "Exodus 12:8", "Exodus 12:9", "Exodus 12:10", "Exodus 12:11", "Exodus 12:12", "Exodus 12:13", "Exodus 12:14", "Exodus 12:15", "Exodus 12:16", "Exodus 12:17", "Exodus 12:18", "Exodus 12:19", "Exodus 12:20", "Exodus 12:21", "Exodus 12:22", "Exodus 12:23", "Exodus 12:24", "Exodus 12:25", "Exodus 12:26", "Exodus 12:27", "Exodus 12:28", "Exodus 12:29", "Exodus 12:30", "Exodus 12:31", "Exodus 12:32", "Exodus 12:33", "Exodus 12:34", "Exodus 12:35", "Exodus 12:36", "Exodus 12:37", "Exodus 12:38", "Exodus 12:39", "Exodus 12:40", "Exodus 12:41", "Exodus 12:42", "Exodus 12:43", "Exodus 12:44", "Exodus 12:45", "Exodus 12:46", "Exodus 12:47", "Exodus 12:48", "Exodus 12:49", "Exodus 12:50", "Exodus 12:51", "Exodus 13:1", "Exodus 13:2", "Exodus 13:3", "Exodus 13:4", "Exodus 13:5", "Exodus 13:6", "Exodus 13:7", "Exodus 13:8", "Exodus 13:9", "Exodus 13:10", "Exodus 13:11", "Exodus 13:12", "Exodus 13:13", "Exodus 13:14", "Exodus 13:15", "Exodus 13:16", "Exodus 13:17", "Exodus 13:18", "Exodus 13:19", "Exodus 13:20", "Exodus 13:21", "Exodus 13:22", "Exodus 14:1", "Exodus 14:2", "Exodus 14:3", "Exodus 14:4", "Exodus 14:5", "Exodus 14:6", "Exodus 14:7", "Exodus 14:8", "Exodus 14:9", "Exodus 14:10", "Exodus 14:11", "Exodus 14:12", "Exodus 14:13", "Exodus 14:14", "Exodus 14:15", "Exodus 14:16", "Exodus 14:17", "Exodus 14:18", "Exodus 14:19", "Exodus 14:20", "Exodus 14:21", "Exodus 14:22", "Exodus 14:23", "Exodus 14:24", "Exodus 14:25", "Exodus 14:26", "Exodus 14:27", "Exodus 14:28", "Exodus 14:29", "Exodus 14:30", "Exodus 14:31", "Exodus 15:1", "Exodus 15:2", "Exodus 15:3", "Exodus 15:4", "Exodus 15:5", "Exodus 15:6", "Exodus 15:7", "Exodus 15:8", "Exodus 15:9", "Exodus 15:10", "Exodus 15:11", "Exodus 15:12", "Exodus 15:13", "Exodus 15:14", "Exodus 15:15", "Exodus 15:16", "Exodus 15:17", "Exodus 15:18", "Exodus 15:19", "Exodus 15:20", "Exodus 15:21", "Exodus 15:22", "Exodus 15:23", "Exodus 15:24", "Exodus 15:25", "Exodus 15:26", "Exodus 15:27", "Exodus 16:1", "Exodus 16:2", "Exodus 16:3", "Exodus 16:4", "Exodus 16:5", "Exodus 16:6", "Exodus 16:7", "Exodus 16:8", "Exodus 16:9", "Exodus 16:10", "Exodus 16:11", "Exodus 16:12", "Exodus 16:13", "Exodus 16:14", "Exodus 16:15", "Exodus 16:16", "Exodus 16:17", "Exodus 16:18", "Exodus 16:19", "Exodus 16:20", "Exodus 16:21", "Exodus 16:22", "Exodus 16:23", "Exodus 16:24", "Exodus 16:25", "Exodus 16:26", "Exodus 16:27", "Exodus 16:28", "Exodus 16:29", "Exodus 16:30", "Exodus 16:31", "Exodus 16:32", "Exodus 16:33", "Exodus 16:34", "Exodus 16:35", "Exodus 16:36", "Exodus 17:1", "Exodus 17:2", "Exodus 17:3", "Exodus 17:4", "Exodus 17:5", "Exodus 17:6", "Exodus 17:7", "Exodus 17:8", "Exodus 17:9", "Exodus 17:10", "Exodus 17:11", "Exodus 17:12", "Exodus 17:13", "Exodus 17:14", "Exodus 17:15", "Exodus 17:16", "Exodus 18:1", "Exodus 18:2", "Exodus 18:3", "Exodus 18:4", "Exodus 18:5", "Exodus 18:6", "Exodus 18:7", "Exodus 18:8", "Exodus 18:9", "Exodus 18:10", "Exodus 18:11", "Exodus 18:12", "Exodus 18:13", "Exodus 18:14", "Exodus 18:15", "Exodus 18:16", "Exodus 18:17", "Exodus 18:18", "Exodus 18:19", "Exodus 18:20", "Exodus 18:21", "Exodus 18:22", "Exodus 18:23", "Exodus 18:24", "Exodus 18:25", "Exodus 18:26", "Exodus 18:27", "Exodus 19:1", "Exodus 19:2", "Exodus 19:3", "Exodus 19:4", "Exodus 19:5", "Exodus 19:6", "Exodus 19:7", "Exodus 19:8", "Exodus 19:9", "Exodus 19:10", "Exodus 19:11", "Exodus 19:12", "Exodus 19:13", "Exodus 19:14", "Exodus 19:15", "Exodus 19:16", "Exodus 19:17", "Exodus 19:18", "Exodus 19:19", "Exodus 19:20", "Exodus 19:21", "Exodus 19:22", "Exodus 19:23", "Exodus 19:24", "Exodus 19:25", "Exodus 20:1", "Exodus 20:2", "Exodus 20:3", "Exodus 20:4", "Exodus 20:5", "Exodus 20:6", "Exodus 20:7", "Exodus 20:8", "Exodus 20:9", "Exodus 20:10", "Exodus 20:11", "Exodus 20:12", "Exodus 20:13", "Exodus 20:14", "Exodus 20:15", "Exodus 20:16", "Exodus 20:17", "Exodus 20:18", "Exodus 20:19", "Exodus 20:20", "Exodus 20:21", "Exodus 20:22", "Exodus 20:23", "Exodus 21:1", "Exodus 21:2", "Exodus 21:3", "Exodus 21:4", "Exodus 21:5", "Exodus 21:6", "Exodus 21:7", "Exodus 21:8", "Exodus 21:9", "Exodus 21:10", "Exodus 21:11", "Exodus 21:12", "Exodus 21:13", "Exodus 21:14", "Exodus 21:15", "Exodus 21:16", "Exodus 21:17", "Exodus 21:18", "Exodus 21:19", "Exodus 21:20", "Exodus 21:21", "Exodus 21:22", "Exodus 21:23", "Exodus 21:24", "Exodus 21:25", "Exodus 21:26", "Exodus 21:27", "Exodus 21:28", "Exodus 21:29", "Exodus 21:30", "Exodus 21:31", "Exodus 21:32", "Exodus 21:33", "Exodus 21:34", "Exodus 21:35", "Exodus 21:36", "Exodus 21:37", "Exodus 22:1", "Exodus 22:2", "Exodus 22:3", "Exodus 22:4", "Exodus 22:5", "Exodus 22:6", "Exodus 22:7", "Exodus 22:8", "Exodus 22:9", "Exodus 22:10", "Exodus 22:11", "Exodus 22:12", "Exodus 22:13", "Exodus 22:14", "Exodus 22:15", "Exodus 22:16", "Exodus 22:17", "Exodus 22:18", "Exodus 22:19", "Exodus 22:20", "Exodus 22:21", "Exodus 22:22", "Exodus 22:23", "Exodus 22:24", "Exodus 22:25", "Exodus 22:26", "Exodus 22:27", "Exodus 22:28", "Exodus 22:29", "Exodus 22:30", "Exodus 23:1", "Exodus 23:2", "Exodus 23:3", "Exodus 23:4", "Exodus 23:5", "Exodus 23:6", "Exodus 23:7", "Exodus 23:8", "Exodus 23:9", "Exodus 23:10", "Exodus 23:11", "Exodus 23:12", "Exodus 23:13", "Exodus 23:14", "Exodus 23:15", "Exodus 23:16", "Exodus 23:17", "Exodus 23:18", "Exodus 23:19", "Exodus 23:20", "Exodus 23:21", "Exodus 23:22", "Exodus 23:23", "Exodus 23:24", "Exodus 23:25", "Exodus 23:26", "Exodus 23:27", "Exodus 23:28", "Exodus 23:29", "Exodus 23:30", "Exodus 23:31", "Exodus 23:32", "Exodus 23:33", "Exodus 24:1", "Exodus 24:2", "Exodus 24:3", "Exodus 24:4", "Exodus 24:5", "Exodus 24:6", "Exodus 24:7", "Exodus 24:8", "Exodus 24:9", "Exodus 24:10", "Exodus 24:11", "Exodus 24:12", "Exodus 24:13", "Exodus 24:14", "Exodus 24:15", "Exodus 24:16", "Exodus 24:17", "Exodus 24:18", "Exodus 25:1", "Exodus 25:2", "Exodus 25:3", "Exodus 25:4", "Exodus 25:5", "Exodus 25:6", "Exodus 25:7", "Exodus 25:8", "Exodus 25:9", "Exodus 25:10", "Exodus 25:11", "Exodus 25:12", "Exodus 25:13", "Exodus 25:14", "Exodus 25:15", "Exodus 25:16", "Exodus 25:17", "Exodus 25:18", "Exodus 25:19", "Exodus 25:20", "Exodus 25:21", "Exodus 25:22", "Exodus 25:23", "Exodus 25:24", "Exodus 25:25", "Exodus 25:26", "Exodus 25:27", "Exodus 25:28", "Exodus 25:29", "Exodus 25:30", "Exodus 25:31", "Exodus 25:32", "Exodus 25:33", "Exodus 25:34", "Exodus 25:35", "Exodus 25:36", "Exodus 25:37", "Exodus 25:38", "Exodus 25:39", "Exodus 25:40", "Exodus 26:1", "Exodus 26:2", "Exodus 26:3", "Exodus 26:4", "Exodus 26:5", "Exodus 26:6", "Exodus 26:7", "Exodus 26:8", "Exodus 26:9", "Exodus 26:10", "Exodus 26:11", "Exodus 26:12", "Exodus 26:13", "Exodus 26:14", "Exodus 26:15", "Exodus 26:16", "Exodus 26:17", "Exodus 26:18", "Exodus 26:19", "Exodus 26:20", "Exodus 26:21", "Exodus 26:22", "Exodus 26:23", "Exodus 26:24", "Exodus 26:25", "Exodus 26:26", "Exodus 26:27", "Exodus 26:28", "Exodus 26:29", "Exodus 26:30", "Exodus 26:31", "Exodus 26:32", "Exodus 26:33", "Exodus 26:34", "Exodus 26:35", "Exodus 26:36", "Exodus 26:37", "Exodus 27:1", "Exodus 27:2", "Exodus 27:3", "Exodus 27:4", "Exodus 27:5", "Exodus 27:6", "Exodus 27:7", "Exodus 27:8", "Exodus 27:9", "Exodus 27:10", "Exodus 27:11", "Exodus 27:12", "Exodus 27:13", "Exodus 27:14", "Exodus 27:15", "Exodus 27:16", "Exodus 27:17", "Exodus 27:18", "Exodus 27:19", "Exodus 27:20", "Exodus 27:21", "Exodus 28:1", "Exodus 28:2", "Exodus 28:3", "Exodus 28:4", "Exodus 28:5", "Exodus 28:6", "Exodus 28:7", "Exodus 28:8", "Exodus 28:9", "Exodus 28:10", "Exodus 28:11", "Exodus 28:12", "Exodus 28:13", "Exodus 28:14", "Exodus 28:15", "Exodus 28:16", "Exodus 28:17", "Exodus 28:18", "Exodus 28:19", "Exodus 28:20", "Exodus 28:21", "Exodus 28:22", "Exodus 28:23", "Exodus 28:24", "Exodus 28:25", "Exodus 28:26", "Exodus 28:27", "Exodus 28:28", "Exodus 28:29", "Exodus 28:30", "Exodus 28:31", "Exodus 28:32", "Exodus 28:33", "Exodus 28:34", "Exodus 28:35", "Exodus 28:36", "Exodus 28:37", "Exodus 28:38", "Exodus 28:39", "Exodus 28:40", "Exodus 28:41", "Exodus 28:42", "Exodus 28:43", "Exodus 29:1", "Exodus 29:2", "Exodus 29:3", "Exodus 29:4", "Exodus 29:5", "Exodus 29:6", "Exodus 29:7", "Exodus 29:8", "Exodus 29:9", "Exodus 29:10", "Exodus 29:11", "Exodus 29:12", "Exodus 29:13", "Exodus 29:14", "Exodus 29:15", "Exodus 29:16", "Exodus 29:17", "Exodus 29:18", "Exodus 29:19", "Exodus 29:20", "Exodus 29:21", "Exodus 29:22", "Exodus 29:23", "Exodus 29:24", "Exodus 29:25", "Exodus 29:26", "Exodus 29:27", "Exodus 29:28", "Exodus 29:29", "Exodus 29:30", "Exodus 29:31", "Exodus 29:32", "Exodus 29:33", "Exodus 29:34", "Exodus 29:35", "Exodus 29:36", "Exodus 29:37", "Exodus 29:38", "Exodus 29:39", "Exodus 29:40", "Exodus 29:41", "Exodus 29:42", "Exodus 29:43", "Exodus 29:44", "Exodus 29:45", "Exodus 29:46", "Exodus 30:1", "Exodus 30:2", "Exodus 30:3", "Exodus 30:4", "Exodus 30:5", "Exodus 30:6", "Exodus 30:7", "Exodus 30:8", "Exodus 30:9", "Exodus 30:10", "Exodus 30:11", "Exodus 30:12", "Exodus 30:13", "Exodus 30:14", "Exodus 30:15", "Exodus 30:16", "Exodus 30:17", "Exodus 30:18", "Exodus 30:19", "Exodus 30:20", "Exodus 30:21", "Exodus 30:22", "Exodus 30:23", "Exodus 30:24", "Exodus 30:25", "Exodus 30:26", "Exodus 30:27", "Exodus 30:28", "Exodus 30:29", "Exodus 30:30", "Exodus 30:31", "Exodus 30:32", "Exodus 30:33", "Exodus 30:34", "Exodus 30:35", "Exodus 30:36", "Exodus 30:37", "Exodus 30:38", "Exodus 31:1", "Exodus 31:2", "Exodus 31:3", "Exodus 31:4", "Exodus 31:5", "Exodus 31:6", "Exodus 31:7", "Exodus 31:8", "Exodus 31:9", "Exodus 31:10", "Exodus 31:11", "Exodus 31:12", "Exodus 31:13", "Exodus 31:14", "Exodus 31:15", "Exodus 31:16", "Exodus 31:17", "Exodus 31:18", "Exodus 32:1", "Exodus 32:2", "Exodus 32:3", "Exodus 32:4", "Exodus 32:5", "Exodus 32:6", "Exodus 32:7", "Exodus 32:8", "Exodus 32:9", "Exodus 32:10", "Exodus 32:11", "Exodus 32:12", "Exodus 32:13", "Exodus 32:14", "Exodus 32:15", "Exodus 32:16", "Exodus 32:17", "Exodus 32:18", "Exodus 32:19", "Exodus 32:20", "Exodus 32:21", "Exodus 32:22", "Exodus 32:23", "Exodus 32:24", "Exodus 32:25", "Exodus 32:26", "Exodus 32:27", "Exodus 32:28", "Exodus 32:29", "Exodus 32:30", "Exodus 32:31", "Exodus 32:32", "Exodus 32:33", "Exodus 32:34", "Exodus 32:35", "Exodus 33:1", "Exodus 33:2", "Exodus 33:3", "Exodus 33:4", "Exodus 33:5", "Exodus 33:6", "Exodus 33:7", "Exodus 33:8", "Exodus 33:9", "Exodus 33:10", "Exodus 33:11", "Exodus 33:12", "Exodus 33:13", "Exodus 33:14", "Exodus 33:15", "Exodus 33:16", "Exodus 33:17", "Exodus 33:18", "Exodus 33:19", "Exodus 33:20", "Exodus 33:21", "Exodus 33:22", "Exodus 33:23", "Exodus 34:1", "Exodus 34:2", "Exodus 34:3", "Exodus 34:4", "Exodus 34:5", "Exodus 34:6", "Exodus 34:7", "Exodus 34:8", "Exodus 34:9", "Exodus 34:10", "Exodus 34:11", "Exodus 34:12", "Exodus 34:13", "Exodus 34:14", "Exodus 34:15", "Exodus 34:16", "Exodus 34:17", "Exodus 34:18", "Exodus 34:19", "Exodus 34:20", "Exodus 34:21", "Exodus 34:22", "Exodus 34:23", "Exodus 34:24", "Exodus 34:25", "Exodus 34:26", "Exodus 34:27", "Exodus 34:28", "Exodus 34:29", "Exodus 34:30", "Exodus 34:31", "Exodus 34:32", "Exodus 34:33", "Exodus 34:34", "Exodus 34:35", "Exodus 35:1", "Exodus 35:2", "Exodus 35:3", "Exodus 35:4", "Exodus 35:5", "Exodus 35:6", "Exodus 35:7", "Exodus 35:8", "Exodus 35:9", "Exodus 35:10", "Exodus 35:11", "Exodus 35:12", "Exodus 35:13", "Exodus 35:14", "Exodus 35:15", "Exodus 35:16", "Exodus 35:17", "Exodus 35:18", "Exodus 35:19", "Exodus 35:20", "Exodus 35:21", "Exodus 35:22", "Exodus 35:23", "Exodus 35:24", "Exodus 35:25", "Exodus 35:26", "Exodus 35:27", "Exodus 35:28", "Exodus 35:29", "Exodus 35:30", "Exodus 35:31", "Exodus 35:32", "Exodus 35:33", "Exodus 35:34", "Exodus 35:35", "Exodus 36:1", "Exodus 36:2", "Exodus 36:3", "Exodus 36:4", "Exodus 36:5", "Exodus 36:6", "Exodus 36:7", "Exodus 36:8", "Exodus 36:9", "Exodus 36:10", "Exodus 36:11", "Exodus 36:12", "Exodus 36:13", "Exodus 36:14", "Exodus 36:15", "Exodus 36:16", "Exodus 36:17", "Exodus 36:18", "Exodus 36:19", "Exodus 36:20", "Exodus 36:21", "Exodus 36:22", "Exodus 36:23", "Exodus 36:24", "Exodus 36:25", "Exodus 36:26", "Exodus 36:27", "Exodus 36:28", "Exodus 36:29", "Exodus 36:30", "Exodus 36:31", "Exodus 36:32", "Exodus 36:33", "Exodus 36:34", "Exodus 36:35", "Exodus 36:36", "Exodus 36:37", "Exodus 36:38", "Exodus 37:1", "Exodus 37:2", "Exodus 37:3", "Exodus 37:4", "Exodus 37:5", "Exodus 37:6", "Exodus 37:7", "Exodus 37:8", "Exodus 37:9", "Exodus 37:10", "Exodus 37:11", "Exodus 37:12", "Exodus 37:13", "Exodus 37:14", "Exodus 37:15", "Exodus 37:16", "Exodus 37:17", "Exodus 37:18", "Exodus 37:19", "Exodus 37:20", "Exodus 37:21", "Exodus 37:22", "Exodus 37:23", "Exodus 37:24", "Exodus 37:25", "Exodus 37:26", "Exodus 37:27", "Exodus 37:28", "Exodus 37:29", "Exodus 38:1", "Exodus 38:2", "Exodus 38:3", "Exodus 38:4", "Exodus 38:5", "Exodus 38:6", "Exodus 38:7", "Exodus 38:8", "Exodus 38:9", "Exodus 38:10", "Exodus 38:11", "Exodus 38:12", "Exodus 38:13", "Exodus 38:14", "Exodus 38:15", "Exodus 38:16", "Exodus 38:17", "Exodus 38:18", "Exodus 38:19", "Exodus 38:20", "Exodus 38:21", "Exodus 38:22", "Exodus 38:23", "Exodus 38:24", "Exodus 38:25", "Exodus 38:26", "Exodus 38:27", "Exodus 38:28", "Exodus 38:29", "Exodus 38:30", "Exodus 38:31", "Exodus 39:1", "Exodus 39:2", "Exodus 39:3", "Exodus 39:4", "Exodus 39:5", "Exodus 39:6", "Exodus 39:7", "Exodus 39:8", "Exodus 39:9", "Exodus 39:10", "Exodus 39:11", "Exodus 39:12", "Exodus 39:13", "Exodus 39:14", "Exodus 39:15", "Exodus 39:16", "Exodus 39:17", "Exodus 39:18", "Exodus 39:19", "Exodus 39:20", "Exodus 39:21", "Exodus 39:22", "Exodus 39:23", "Exodus 39:24", "Exodus 39:25", "Exodus 39:26", "Exodus 39:27", "Exodus 39:28", "Exodus 39:29", "Exodus 39:30", "Exodus 39:31", "Exodus 39:32", "Exodus 39:33", "Exodus 39:34", "Exodus 39:35", "Exodus 39:36", "Exodus 39:37", "Exodus 39:38", "Exodus 39:39", "Exodus 39:40", "Exodus 39:41", "Exodus 39:42", "Exodus 39:43", "Exodus 40:1", "Exodus 40:2", "Exodus 40:3", "Exodus 40:4", "Exodus 40:5", "Exodus 40:6", "Exodus 40:7", "Exodus 40:8", "Exodus 40:9", "Exodus 40:10", "Exodus 40:11", "Exodus 40:12", "Exodus 40:13", "Exodus 40:14", "Exodus 40:15", "Exodus 40:16", "Exodus 40:17", "Exodus 40:18", "Exodus 40:19", "Exodus 40:20", "Exodus 40:21", "Exodus 40:22", "Exodus 40:23", "Exodus 40:24", "Exodus 40:25", "Exodus 40:26", "Exodus 40:27", "Exodus 40:28", "Exodus 40:29", "Exodus 40:30", "Exodus 40:31", "Exodus 40:32", "Exodus 40:33", "Exodus 40:34", "Exodus 40:35", "Exodus 40:36", "Exodus 40:37", "Exodus 40:38"], "sourceRef": "The Five Books of Moses, by Everett Fox, Exodus, On the Book of Exodus and Its Structure 2-44", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, שמות, שמות מאמר א׳ ב׳-מ״ד", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "On the Book of Exodus and Its Structure", "he": "שמות מאמר א׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "שמות מאמר א׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["T<small>HE BOOK OF</small> E<small>XODUS IS</small> I<small>SRAEL’S SECOND BOOK OF ORIGINS</small>. G<small>ENESIS HAD CONCERNED</small> itself with the beginnings of the world, of human beings and their institutions, and of the people of Israel as a tribal family. Exodus continues this thrust as it recounts the origin of the people on a religious and political level (here inseparable as concepts). A number of biblical ideas receive their fullest early treatment in this book: God’s acting directly in history; making himself “known” to both Israelites and foreigners; covenant as a reciprocal agreement between God and humans; law as an expression of total worldview; and the use of sacred structure (Tabernacle or “Dwelling”) as a vehicle for and expression of perceived truths about the world. In addition, several biblical institutions make their first appearance in Exodus: Passover, Sabbath, rudimentary leadership/government, and cult/priesthood. All this is presented in a general narrative framework, raising the question as to whether what we have here is story or history. Is Exodus a fanciful reconstruction of what happened to Moshe (Moses) and his generation, riddled with anachronisms? Or is it a faithful and reliable handing-down of eyewitness data which only the cynical or irreligious would doubt?", "For the first position there are several supports. We possess virtually no extra-biblical references to the events recorded in our book, either in Egypt or elsewhere. Then, too, there seem to be inconsistencies of time within the story (Chaps. 16 and 18 appear to presuppose laws which were given later), and patterns within the telling of the tale that are too symmetrical (the Plagues) or too stereotyped (the constant use of stylized language) to be simple reporting of fact. Finally, Exodus is lacking in the citation of personal and geographical names, especially as compared to the books that precede and follow (Genesis and Numbers).", "For the second position, that of Exodus as a reliable historical record, there exist no methods of proof other than evaluation of literary form—that is, accepting that oral literature is able to preserve facts without later coloration. But even if it could be shown that Exodus is oral literature—an evaluation which is too sweeping, given the present form of the book—modern scholarship has come to cast doubt on the absolute historical reliability of oral tradition (see Vansina).", "Despite these observations, there is still something unsettling about writing Exodus off as a work of fiction, however pious that fiction may have been. For the rest of the Hebrew Bible abounds in emotional references to the experience of the exodus. At every stage of biblical literature, that experience is invoked for the purpose of directing behavior (see especially Judg. 2, I Sam. 8, II Sam. 7, II Kings 17, Neh. 9, and Ps. 78; and most of Deuteronomy is rhetorically grounded in it). The entire structure and emotional force of biblical law rest upon such exhortations as “A sojourner you are not to oppress:/you yourselves know (well) the feelings of the sojourner,/for sojourners were you in the land of Egypt” (Ex. 23:9) and such situations as that of the Hebrew serf (Ex. 21:2ff.). Apparently the experience of the exodus period was crucial in forming the group consciousness of the Israelites, and ever since it has provided a model from which both later Judaism and Christianity were to draw frequently and profoundly.", "A hypothetical analogy, based on American history, may help to shed light on the historicity of Exodus. Imagine a book based on the following outline: first, a section on the American Revolution, with some biographical material on a few of the Founding Fathers, focusing mostly on the outbreak of the war and key battles; second, a description of the Constitutional Convention, including some of the more important speeches and discussions; third, the text of the Constitution itself; and finally, L’Enfant’s original blueprints for the building of the new capital, Washington, D.C., interspersed with accounts of the first few presidents’ inaugural addresses. What would be the underlying message of such a book? We are certainly dealing here with more than a straight journalistic description of the events, more than a legalistic discussion of constitutional law, and more than a technical presentation for architects. Such a book would actually be presenting the ideals of America’s self-image: a nation founded on the willingness to fight for particular rights against Old World tyranny, established under democratic laws based on reason and providing governmental checks and balances, and whose ideals would be embodied in the construction of a brand-new, centrally located capital city that used classically grounded forms of architecture to express grace and reason as the basis for the new society.", "Now this portrayal is very simplistic, but it gets its point across (and I would be willing to wager that, somewhere in this country, there exists a school textbook written along these lines). In a similar manner, although with much more weight given to God’s role in the process, the book of Exodus unfolds. The dramatic story of Israel’s deliverance from bondage, coupled with Moshe’s own early development, is only the first part of the book, and accounts for less than half of it. It is followed by several stories of desert wanderings, and then by a presentation of the covenant made between God and Israel at Sinai, against a stunning natural backdrop. The second half of the book enumerates a series of laws which constitute the covenant, and the details of construction of a portable sanctuary designed both to symbolize and actually to accommodate God’s presence among the Israelites (with the interruption of a major rebellion). So, like our theoretical American model, Exodus conveys far more than information about events. It is, rather, the narration of a worldview, a laying out of different types of texts bearing the <i>meaning</i> of Israel’s historical experience.", "I stress the word “experience” because that is what is at stake here. Human memory is always selective. We remember what we wish to remember, giving weight to particular emotions, sometimes over and above the facts (or, as the poet Maya Angelou puts it autobiographically, “The facts sometimes obscure the truth”). The same thing appears to be true of group memory. What a people remembers of substance is not nearly as important as how they process their experience.", "In our Exodus text one can perceive a characteristically Israelite process at work. The book emerges as a mix of historical recollection, mythical processing, and didactic retelling, what Buber and others have called a “saga.” What is preserved in the book of Exodus, therefore, is a Teaching (Heb. <i>Tora</i>) based on a set of experiences, which became history for ancient Israel. Hence, to understand better the workings of the book, we need to turn to its themes and its structure. This will be more fruitful than trying to find the exact location of the Sea of Reeds or Mount Sinai, or the “Lost Ark,” or Moshe’s burial site— of whose location “no man has knowledge until this day” (Deut. 34:6). These have all receded into archeological oblivion. What has survived of ancient Israel is its approach to history and to life, and its literature. In that sense, the book of Exodus is an attempt to distill history and to learn from it, using echoes from the past to shape the present and the future.", "When we turn to a closer consideration of the structure of Exodus, we must proceed on the assumption that a work of art stems from both artful and unconscious design. Therefore, any structuring of such a book can only be hypothetical and must not limit itself to ironclad categories.", "With that said, a number of potential divisions of our book present themselves. The first emerges from a close look at the subject matter of the text. Strikingly, Exodus appears to be arranged in groups of a few chapters each (bearing in mind that the chapter divisions are historically late), resulting in the following scheme:", "1. Prologue in Egypt (Chap. 1)<br>2. Moshe’s Early Life and Call (Chaps. 2–4)<br>3. Moshe’s Mission in Egypt (5:1–7:13)<br>4. The First Nine Plagues (7:14–10:29)<br>5. The Tenth Plague and the Exodus (Chaps. 11–13)<br>6. In the Wilderness I: The Deliverance at the Sea (14:1–15:21)<br>7. In the Wilderness II: Early Experiences (15:22–18:27)<br>8. Covenant at Sinai (Chaps. 19–20)<br>9. The Terms (Laws) and Conclusion of the Covenant (Chaps. 21–24)<br>10. Details of the Tabernacle (Chaps. 25–27)<br>11. Details of the Cult (Chaps. 28–31)<br>12. Rebellion and Reconciliation (Chaps. 32–34)<br>13. The Building of the Tabernacle, Priestly Vestments (Chaps. 35–39)<br>14. Conclusion (Chap. 40)", "Such a measured shifting of focus helps to maintain the flow of the text and our interest in it.", "A glance through this list will also lead to the positing of larger structures. The traditions collected in Exodus fall naturally into both geographical and thematic divisions. The first part of the book takes place in Egypt (1:1–15:21), the second in the wilderness (15:22–40:38); this could alternatively be viewed as the events preceding Mount Sinai (Chaps. 1–17/18) and those that take place there (Chaps. 18/19–40). One could also combine the geographical and thematic aspects, resulting in the structure (1) Israel in Egypt (1:1–15:21), (2) Israel in the Wilderness (15:22–24:18), and (3) Tabernacle and Calf (Chaps. 25–40).", "My own preference for structuring Exodus also combines these aspects, as follows:", "I. The Deliverance Narrative (1:1–15:21)", "II. In the Wilderness (15:22–18:27)", "III. Covenant and Law (Chaps. 19–24)", "IV. The Blueprints for the Tabernacle and Its Service (Chaps. 25–31)", "V. Infidelity and Reconciliation (Chaps. 32–34)", "VI. The Building of the Tabernacle (Chaps. 35–40)", "These divisions exhibit a great deal of overlapping. In Part I, Israel’s life in Egypt (Chap. 1) paves the way for Moshe’s early years (Chaps. 2–4), then the account of his mission before Pharaoh and the Plagues (Chaps. 5–13), and the final victory (Chaps. 14–15); Part II is anticipated by some of what happens after the exodus itself (Chap. 14), and leads to Sinai (Chap. 19); the covenant and laws of Part III naturally lead to other prescriptions, this time the building instructions for the Tabernacle (Chaps. 25–31); planning the sacred structure in Part IV is followed by the making of a forbidden construction, the Golden Calf (Chaps. 32–33); and the reconciliation between God and Israel (Chap. 34) restores Israel’s capacity to return to the actual building of the Tabernacle, and to complete it (Chaps. 35–40). So despite the presence of what must have been several very diverse traditions behind the final text of Exodus, it has been skillfully woven together to form a coherent whole. In addition to the above structures, it can be said that the book of Exodus rests on several textual backbones, inner structures and recurring themes and motifs that help to create a unified work. These may be listed by category:", "1. There are various climaxes which serve to highlight the action—the Encounter at the Bush (Chaps. 3–4), the Tenth Plague and Exodus (12:29–42), the Deliverance at the Sea (14–15:21), the Revelation at Sinai (Chaps. 19–20), the Calf Episode (Chap. 32), and Completion of the Tabernacle (Chap. 40). Anchoring these dramatic scenes, at the center of the book, is the Sinai Revelation. The Binding of Yitzhak (Isaac) in Chapter 22 of Genesis serves much the same focusing function.", "2. There exist three strategically placed accounts of God’s Presence accompanying the Israelites (13:21–22, 24:15–18, 40:34–38) which share a common vocabulary. Key words in these passages are “day/night,” “cloud,” “fire,” “dwell,” “Glory,” “cover,” “go up,” and “in the eyes of the Children of Israel/before the people” (it should be noted that not every passage uses all of these terms). These words chart God’s movement: first, following the Exodus; second, following the concluding of the covenant; and third, following the erection of the Tabernacle, at the end of the book. A variation of these Presence accounts occurs in Numbers 9:15–23, where it rounds out the picture—for it is at this point that the Israelites finally depart from Sinai (having spent about a year there), on their journey toward the Promised Land.", "3. Several leading words recur throughout the book and give it a sense of unity:", "<i>serve</i>— The Israelites pass from “servitude” to Pharaoh into the “service” of God; laws are given that warn against “serving” other gods, that specify how a “serf” is to be treated, and that detail the “service” (i.e., construction and dismantling) of a sanctuary where God is to be properly “served.”", "<i>Glory</i>—Liberated from Pharaoh’s “stubbornness” (Heb. <i>koved lev</i>), the Israelites experience God’s “Glory” (Heb. <i>kavod</i>) at the Sea of Reeds, and encounter it again at Sinai (Chap. 24) and when the Tabernacle is completed (Chap. 40). When Israel falters in Chapter 32, Moses begs to see God’s “Glory” as a sign of reassurance. This is one of the central issues of the book, receiving its clearest formulation in Chap. 17:7—“Is Y<small>HWH</small> in our midst, or not?” Without the accompanying Presence, the Israelites can survive neither in Egypt nor in the wilderness. That the book ends with the “Glory” taking up residence in the Tabernacle is a sign that all is well in this regard.", "<i>know</i>—The Plagues and the liberation take place so that Egyptian and Israelite alike will acknowledge God as the true ruler (who “knows” the slaves’ sufferings). The book as a whole portrays a God who is “known” by his compassion toward the oppressed.", "<i>see</i>—God “sees” and rescues the people early in the book (Chap. 3); they “see” his deliverance at the sea (Chap. 14) and the awesome display at Sinai (Chaps. 19-20); the Tabernacle blueprint is given to Moshe to “see” (Chaps 25ff.).", "4. Aside from theme words, there are also several thematic threads that run through the book. These may be listed as well:", "<i>distinction</i>—The Israelites learn what it is to be separated out, first for oppression and later for God’s service. This process occurs during the Plagues and throughout the legal sections, which are often based on the making of distinctions (the Hebrew word for “holy,” <i>kadosh,</i> may originally have had this connotation). In general, Exodus is a book that abounds in polarities and distinctions: between God and Pharaoh, life and death, slavery and freedom, Egyptianness and Israeliteness, city and wilderness, visible gods/magic and an invisible God who is not conjurable, doubt and trust.", "<i>construction</i>—The Israelites are enslaved as builders of Egyptian cities; they go on to build a society, a calf-god, and a Tabernacle.", "<i>rebellion</i>—From the beginning, God and Moshe are often unheeded, as the Israelites seek to maintain or return to their status as dependent slaves in Egypt (Chaps. 2, 5, 14, 15–17, 32).", "<i>Sabbath</i>—As a newly freed people, Israel is to adapt to a rhythm of work and sacred cessation, which celebrates both creation and freedom. The Sabbath is at issue immediately after liberation (Chap. 16) and is commanded three times (Chaps. 20, 31, 35); and the account of the Tabernacle’s completion echoes the vocabulary of God’s completed creation in Genesis 2, a passage which serves as one justification for observing the Sabbath (see Ex. 20:11).", "<i>origins</i>—We are told of the beginnings of the new covenant (distinct from that concluded with Abraham), the law system, the cult/priesthood, and the sacred calendar, but with the significant omission of the monarchy.", "<i>covenant</i>—God establishes a relationship with the people of Israel: if they will obey him and observe his laws, he will protect them and treat them as his “firstborn son.” This form of covenant is different from the ones in Genesis, and plays a significant role in subsequent books of the Bible.", "<i>God in History</i>—The God of Exodus actively intervenes to rescue a people, defeating their oppressors in battle; he leads them through the wilderness, meets them, and makes a covenant with them.", "5. The above themes are specifically Israelite themes. There are, however, motifs in Exodus that have a more universal ring. One could term these anthropological, since they employ standard aspects of human experience to convey the overall messages of the book.", "<i>Fire</i> is used frequently and in varied contexts (at the Burning Bush and later back at Mount Sinai, in the desert trek, in the Tabernacle service, and at the Calf incident), usually to make a statement about God. In contrast to conventional fire gods (e.g., the Norse trickster Loki), the God of Exodus is most often associated with the more positive aspects of fire: constancy, purity, and transformation. The fire at Sinai does not destroy Moshe and the people, but rather turns them into something new. At the same time it should not be forgotten that fire is used regularly to connote anger in the Bible, especially God’s, and especially in the later wilderness narratives.", "<i>Water</i> appears throughout Exodus, not as a backdrop but as an active medium which most often signifies life and death simultaneously. The Nile, into which the enslaved Hebrews’ babies are thrown, gently bears the infant Moshe to safety: the Nile, the giver of life in Egypt, is changed into blood, itself a major signifier of life in the Bible but useless here because it is undrinkable; the Sea of Reeds acts as a passageway of birth for the Israelites but as a graveyard for their Egyptian pursuers. The availability of water becomes a central issue in the wilderness, as an instrument for survival and for the testing of the Israelites’ faith. Finally, water creates the ritual purity necessary for the people at Sinai and their priests in the Tabernacle to approach God.", "<i>Desert/Wilderness</i> is the scene of the crucial second part of the book. Only in the desert, away from the massive influence of age-old Egyptian culture, can the new Israelite society be forged. Moshe, like many other real-life and fictional heroes, demonstrates this in his own early life. The desert acts as a purifying agent for him, changing the Egyptian prince into a member of his own true people. Similarly, the Israelites begin the process of transformation from bondage to self-rule, a process which is taught in the harsh reality of desert life and which will take an entire generation to complete.", "In point of fact, all these media—fire, water, and desert—suggest change as a major concern of the book of Exodus. Our text chronicles the start of Israel’s journey as a nation, a transformative journey which takes vastly changed circumstances, a whole generation in time, and indeed several books of recounting to complete. Exodus is very concerned with topography—not for the purposes of historical recollection (as Genesis was, apparently) but as an account of an inner journey. Thus the people travel to the boundary between Egypt and the desert, through the sea, to the great fiery mountain; and we know that they cannot but be on their way to a final goal. That goal, the Promised Land, will not be realized in Exodus, because in this book we stand only at the beginning of the journey. Change does not occur quickly, and the true molding of a people, like that of an individual, requires formative experiences over time. In Exodus, then, the People of Israel begins in adolescence, as it were. It has survived infancy in Genesis, a period marked by constant threats of physical extinction, and must now begin the tortuous process of learning to cope with adulthood—that is to say, people-hood—in a hostile world.", "That process will take us past the present text. Exodus stands at the beginning of a trilogy in the middle of the Torah. It takes us from slavery up to Sinai, inaugurating the law-giving process. Leviticus will concentrate almost exclusively on laws (of “holiness”), never budging geographically, while Numbers will see the conclusion of the Sinai experience and the traveling toward (and actually reaching) the land of Israel. Exodus is thus of great importance in the overall five-book pattern, introducing key elements of the wilderness books: law, institutions, rebellion, and—Moshe himself. It serves as a bridge between the great narratives of Genesis and the priestly code of Leviticus and the wanderings of Numbers (Green­berg 1972 notes how the opening of Exodus points back, to Gen. 46; and the closing points forward, to Num. 9). It in fact contains elements of all three books.", "Exodus is the basis not only of what follows in the Torah, but also sets the stage for the rest of the Hebrew Bible. What Israel understood of its God, and what that God expects of them, are set forth most directly and unforgettably in the memories enshrined in the book of Exodus."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620382d7c9ad75f2d99af844", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "", "ref": "The Five Books of Moses, by Everett Fox, Exodus, Part III; The Meeting and Covenant At Sinai 1", "anchorRef": "Exodus 19:1-24:18", "anchorRefExpanded": ["Exodus 19:1", "Exodus 19:2", "Exodus 19:3", "Exodus 19:4", "Exodus 19:5", "Exodus 19:6", "Exodus 19:7", "Exodus 19:8", "Exodus 19:9", "Exodus 19:10", "Exodus 19:11", "Exodus 19:12", "Exodus 19:13", "Exodus 19:14", "Exodus 19:15", "Exodus 19:16", "Exodus 19:17", "Exodus 19:18", "Exodus 19:19", "Exodus 19:20", "Exodus 19:21", "Exodus 19:22", "Exodus 19:23", "Exodus 19:24", "Exodus 19:25", "Exodus 20:1", "Exodus 20:2", "Exodus 20:3", "Exodus 20:4", "Exodus 20:5", "Exodus 20:6", "Exodus 20:7", "Exodus 20:8", "Exodus 20:9", "Exodus 20:10", "Exodus 20:11", "Exodus 20:12", "Exodus 20:13", "Exodus 20:14", "Exodus 20:15", "Exodus 20:16", "Exodus 20:17", "Exodus 20:18", "Exodus 20:19", "Exodus 20:20", "Exodus 20:21", "Exodus 20:22", "Exodus 20:23", "Exodus 21:1", "Exodus 21:2", "Exodus 21:3", "Exodus 21:4", "Exodus 21:5", "Exodus 21:6", "Exodus 21:7", "Exodus 21:8", "Exodus 21:9", "Exodus 21:10", "Exodus 21:11", "Exodus 21:12", "Exodus 21:13", "Exodus 21:14", "Exodus 21:15", "Exodus 21:16", "Exodus 21:17", "Exodus 21:18", "Exodus 21:19", "Exodus 21:20", "Exodus 21:21", "Exodus 21:22", "Exodus 21:23", "Exodus 21:24", "Exodus 21:25", "Exodus 21:26", "Exodus 21:27", "Exodus 21:28", "Exodus 21:29", "Exodus 21:30", "Exodus 21:31", "Exodus 21:32", "Exodus 21:33", "Exodus 21:34", "Exodus 21:35", "Exodus 21:36", "Exodus 21:37", "Exodus 22:1", "Exodus 22:2", "Exodus 22:3", "Exodus 22:4", "Exodus 22:5", "Exodus 22:6", "Exodus 22:7", "Exodus 22:8", "Exodus 22:9", "Exodus 22:10", "Exodus 22:11", "Exodus 22:12", "Exodus 22:13", "Exodus 22:14", "Exodus 22:15", "Exodus 22:16", "Exodus 22:17", "Exodus 22:18", "Exodus 22:19", "Exodus 22:20", "Exodus 22:21", "Exodus 22:22", "Exodus 22:23", "Exodus 22:24", "Exodus 22:25", "Exodus 22:26", "Exodus 22:27", "Exodus 22:28", "Exodus 22:29", "Exodus 22:30", "Exodus 23:1", "Exodus 23:2", "Exodus 23:3", "Exodus 23:4", "Exodus 23:5", "Exodus 23:6", "Exodus 23:7", "Exodus 23:8", "Exodus 23:9", "Exodus 23:10", "Exodus 23:11", "Exodus 23:12", "Exodus 23:13", "Exodus 23:14", "Exodus 23:15", "Exodus 23:16", "Exodus 23:17", "Exodus 23:18", "Exodus 23:19", "Exodus 23:20", "Exodus 23:21", "Exodus 23:22", "Exodus 23:23", "Exodus 23:24", "Exodus 23:25", "Exodus 23:26", "Exodus 23:27", "Exodus 23:28", "Exodus 23:29", "Exodus 23:30", "Exodus 23:31", "Exodus 23:32", "Exodus 23:33", "Exodus 24:1", "Exodus 24:2", "Exodus 24:3", "Exodus 24:4", "Exodus 24:5", "Exodus 24:6", "Exodus 24:7", "Exodus 24:8", "Exodus 24:9", "Exodus 24:10", "Exodus 24:11", "Exodus 24:12", "Exodus 24:13", "Exodus 24:14", "Exodus 24:15", "Exodus 24:16", "Exodus 24:17", "Exodus 24:18"], "sourceRef": "The Five Books of Moses, by Everett Fox, Exodus, Part III; The Meeting and Covenant At Sinai 1", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, שמות, שמות מאמר ד׳ א׳", "anchorVerse": 1, "sourceHasEn": true, "commentaryNum": 1, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<a class=\"refLink\" data-ref=\"Exodus 19:1—24:18\" data-ven=\"The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995\">Exodus 19:1—24:18</a>", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620382dac9ad75f2d99af876", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "", "ref": "The Five Books of Moses, by Everett Fox, Exodus, Part III; The Meeting and Covenant At Sinai, Epilogue; The Future Conquest 1", "anchorRef": "Exodus 23:20-33", "anchorRefExpanded": ["Exodus 23:20", "Exodus 23:21", "Exodus 23:22", "Exodus 23:23", "Exodus 23:24", "Exodus 23:25", "Exodus 23:26", "Exodus 23:27", "Exodus 23:28", "Exodus 23:29", "Exodus 23:30", "Exodus 23:31", "Exodus 23:32", "Exodus 23:33"], "sourceRef": "The Five Books of Moses, by Everett Fox, Exodus, Part III; The Meeting and Covenant At Sinai, Epilogue; The Future Conquest 1", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, שמות, שמות מאמר ד׳, שמות הערה ט׳ א׳", "anchorVerse": 20, "sourceHasEn": true, "commentaryNum": 1, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "שמות הערה ט׳", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<a class=\"refLink\" data-ref=\"Exodus 23:20-33\" data-ven=\"The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995\">Exodus 23:20-33</a>", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "63970416e04aa92ab37c7dc8", "index_title": "Introductions to the Babylonian Talmud", "category": "Guides", "type": "", "ref": "Introductions to the Babylonian Talmud, Avodah Zarah, Introduction to Avodah Zarah 2", "anchorRef": "Exodus 23:32-33", "anchorRefExpanded": ["Exodus 23:32", "Exodus 23:33"], "sourceRef": "Introductions to the Babylonian Talmud, Avodah Zarah, Introduction to Avodah Zarah 2", "sourceHeRef": "הקדמות לתלמוד הבבלי, עבודה זרה, הקדמה למסכת עבודה זרה ב׳", "anchorVerse": 32, "sourceHasEn": true, "compDate": [1965, 1995], "commentaryNum": 2, "collectiveTitle": {"en": "Introductions to the Babylonian Talmud", "he": "הקדמות לתלמוד הבבלי"}, "heTitle": "הקדמה למסכת עבודה זרה", "he": "משום חומר האיסור לא זו בלבד שנאסר באיסור חמור לעבוד עבודה זרה, אלא אף נצטוינו בתורה לאבדה. להרחיק עצמנו ממנה ומעובדיה בכל מיני הרחקות<sup class=\"footnote-marker\">4</sup><i class=\"footnote\">ראה שמות כג, לב— לג. דברים ז, ב—ג ועוד רבים.</i>, שלא ללכת בדרכיהם ולא להידמות להם<sup class=\"footnote-marker\">5</sup><i class=\"footnote\">ראה ויקרא יח, כ. ובדברי הרמב״ם הן ב״משנה תורה״ וביותר ב״מורה נבוכים״, שהוא מסביר הרבה ממצוות התורה כדרכי הרחקה והבדלות מעובדי עבודה זרה ומחוקותיה.</i>. וחכמים שהוסיפו סייגים בכל התורה כולה ראו מקום לגדור אף בענין זה כל פרצה היכולה להביא לידי התדמות והתקרבות לעבודה זרה ולעובדיה.", "heVersionTitle": "William Davidson Edition - Hebrew", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": "Due to its severity, the Torah does not merely require one to refrain from idol worship. Rather, one must actively uproot and obliterate it. There are also numerous <span class=\"it-text\">halakhot</span> designed to create boundaries between the Jewish people and idolatry and its worshippers (see Exodus 23:32-33 and Deuteronomy 7:2-3), whose ways Jews are commanded not to imitate (see Leviticus 18:2). The Sages added many further measures to prevent contact with idol worship and its adherents. In <span class=\"it-text\">Mishne Torah</span> and especially in the <span class=\"it-text\">Guide of the Perplexed</span>, the Rambam explains that numerous mitzvot are a means of distancing Jews from the practices of idol worship and its adherents.", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "64186d46c9371ec0cebe4508", "index_title": "Reggio on Torah", "category": "Commentary", "type": "commentary", "ref": "Reggio on Torah, Exodus 23:32:1", "anchorRef": "Exodus 23:32", "anchorRefExpanded": ["Exodus 23:32"], "sourceRef": "Reggio on Torah, Exodus 23:32:1", "sourceHeRef": "ביאור יש\"ר על התורה, שמות כ״ג:ל״ב:א׳", "anchorVerse": 32, "sourceHasEn": false, "compDate": [1790, 1810], "commentaryNum": 32.0001, "collectiveTitle": {"en": "Reggio", "he": "ביאור יש\"ר"}, "heTitle": "שמות", "he": "<b>ולאלהיהם,</b> להניח ע\"ז שלהם, אלא יהרסם וישבר מצבותיהם כנזכר במקום אחר:", "heVersionTitle": "Vienna, 1821", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6425a8e7fec747b355ea0935", "index_title": "Sifrei Aggadah on Esther", "category": "Midrash", "type": "", "ref": "Sifrei Aggadah on Esther, Midrash Panim Acherim, Version II 2:18", "anchorRef": "Exodus 23:32", "anchorRefExpanded": ["Exodus 23:32"], "sourceRef": "Sifrei Aggadah on Esther, Midrash Panim Acherim, Version II 2:18", "sourceHeRef": "ספרי דאגדתא על מגילת אסתר, מדרש פנים אחרים, נוסח ב ב׳:י״ח", "anchorVerse": 32, "sourceHasEn": false, "commentaryNum": 2.0018, "collectiveTitle": {"en": "Sifrei Aggadah on Esther", "he": "ספרי דאגדתא על מגילת אסתר"}, "heTitle": "נוסח ב", "he": "<small>[אסתר א, ב]</small> <b>בימים ההם ומרדכי יושב בשער המלך קצף בגתן ותרש.</b> א\"ר לוי למה קצף בגתן ותרש אלא כשנכנסה אסתר למלכות אמרה לאחשורוש, למה אין אתה עושה כשם שהיו המלכים הראשונים עושים, שהיו מושיבין אדם צדיק יהודי יושב בשער המלך, נבוכדנצר הושיב דניאל על פתחו, שאם יגיע לו דבר היה אומר לו, שנאמר ודניאל בתרע מלכא (דניאל ב מט), אמר לה מכיר את יהודי בשער, אמרה לו יש כאן אדם צדיק וכשר, ושמו מרדכי יהודי. בגתן ותרש היו יושבין בשער, כיון שהעבירן המלך והושיב את מרדכי שם קצפו, שנאמר קצף בגתן ותרש, מה עשו, אמרו הואיל והעבירנו המלך ממקומינו, נלך ונהרוג את המלך בצנעה, ויהי הכל אומרין כשהיו בגתן ותרש משמרין את המלך היו משמרין אותו יפה, עכשיו שהושיב שם יהודי נהרג, והיו עומדין ומשיחין, ולא היו יודעים שמרדכי מיושבי לשכת הגזית היה, והיה יודע בשבעים לשון, ושמע אותם שהיו אומרים נטמין נחש בקיתון המלך, ויעמוד וישתה וימות, ושמע מרדכי הדבר, שנאמר ויודע הדבר למרדכי ויגד לאסתר המלכה, ויש אומרים ברוח הקודש נאמר לו, ויש אומרים שנכנס בלילה ולא ידעו בו השוערים ולא הכל[ב]ים ולא הזיקו אדם, שנאמר אני לפניך אלך והדורים אישר ודלתות נחושה אשבר וגו' (ישעיה מה ב), לפיכך ויגד לאסתר המלכה, ולמה אמר לה מרדכי שתאמר למלך, ולא כתיב לא תכרות להם ולאלהיהם ברית (שמות כג לב), אלא אמר מרדכי מוטב שיחיה זה, ויתן לי רשות לבנות בית המקדש. ד\"א למה אמר לה שתאמר למלך, אמר מרדכי מוטב זה שהוא מכירני, שאם יבא דבר על ישראל אומר לו והוא עושה. ד\"א למה אמר שתגיד לו, שלא יהו אומרים כל אותן הימים ששומרים אותו גוים היה שמור, ועכשיו ששמרו מרדכי נהרג, לכך נאמר ויגד לאסתר המלכה. ולמה אמרה אסתר למלך בשם מרדכי, אלא אמרה יודע אני שמרדכי צדיק, ומה שהוא מבקש מהקב\"ה הוא עושה, לכך נאמר ותאמר אסתר למלך בשם מרדכי. ואמרו חכמים כל שאינו אומר דבר בשם אומרו הורג נפשות, ובשביל שאמרה למלך בשם מרדכי נמלט.", "heVersionTitle": "Vilna, 1886", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "657ecc3f758c1dc532ec8a18", "index_title": "Steinsaltz on Exodus", "category": "Commentary", "type": "commentary", "ref": "Steinsaltz on Exodus 23:32", "anchorRef": "Exodus 23:32", "anchorRefExpanded": ["Exodus 23:32"], "sourceRef": "Steinsaltz on Exodus 23:32", "sourceHeRef": "ביאור שטיינזלץ על שמות כ״ג:ל״ב", "anchorVerse": 32, "sourceHasEn": true, "commentaryNum": 23.0032, "collectiveTitle": {"en": "Steinsaltz", "he": "ביאור שטיינזלץ"}, "heTitle": "ביאור שטיינזלץ על שמות", "he": "<b>לֹא תִכְרֹת לָהֶם וְלֵאלֹהֵיהֶם בְּרִית.</b>", "heVersionTitle": "The Koren Steinsaltz Tanakh HaMevoar - Hebrew", "heLicense": "Copyright: Steinsaltz Center", "heVersionTitleInHebrew": "", "text": "<b>You shall not establish a covenant with them or with their gods. </b>", "versionTitle": "The Steinsaltz Tanakh - English", "license": "Copyright: Steinsaltz Center", "versionTitleInHebrew": ""}, {"_id": "668bba08787a3be91bef8859", "index_title": "Ibn Ezra HaKatzar on Exodus", "category": "Commentary", "type": "commentary", "ref": "Ibn Ezra HaKatzar on Exodus 23:32:1", "anchorRef": "Exodus 23:32", "anchorRefExpanded": ["Exodus 23:32"], "sourceRef": "Ibn Ezra HaKatzar on Exodus 23:32:1", "sourceHeRef": "אבן עזרא הקצר על שמות כ״ג:ל״ב:א׳", "anchorVerse": 32, "sourceHasEn": false, "compDate": [1143], "commentaryNum": 32.0001, "collectiveTitle": {"en": "Ibn Ezra HaKatzar", "he": "אבן עזרא הקצר"}, "he": "וטעם לא תכרות להם, כי אני אגרשם מעט מעט עד כלותם, ובין כך וכך לא תכרות להם אתה ברית להחיותם. וטעם ולאלהיהם אם יאמרו נתן לכם הארץ על מנת שלא תהרסו או תשברו מצבות אלהינו ומה שיכלת להרגם הרג, ומה שלא תוכל להרג כי אם לגרש גרש:,", "heVersionTitle": "Prague, 1840", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5bf3e229bfb49d008760a916", "index_title": "English Explanation of Mishnah Bava Kamma", "category": "Quoting Commentary", "type": "", "ref": "English Explanation of Mishnah Bava Kamma 3:8:1", "anchorRef": "Exodus 21:28-32:35", "anchorRefExpanded": ["Exodus 21:28", "Exodus 21:29", "Exodus 21:30", "Exodus 21:31", "Exodus 21:32", "Exodus 21:33", "Exodus 21:34", "Exodus 21:35", "Exodus 21:36", "Exodus 21:37", "Exodus 22:1", "Exodus 22:2", "Exodus 22:3", "Exodus 22:4", "Exodus 22:5", "Exodus 22:6", "Exodus 22:7", "Exodus 22:8", "Exodus 22:9", "Exodus 22:10", "Exodus 22:11", "Exodus 22:12", "Exodus 22:13", "Exodus 22:14", "Exodus 22:15", "Exodus 22:16", "Exodus 22:17", "Exodus 22:18", "Exodus 22:19", "Exodus 22:20", "Exodus 22:21", "Exodus 22:22", "Exodus 22:23", "Exodus 22:24", "Exodus 22:25", "Exodus 22:26", "Exodus 22:27", "Exodus 22:28", "Exodus 22:29", "Exodus 22:30", "Exodus 23:1", "Exodus 23:2", "Exodus 23:3", "Exodus 23:4", "Exodus 23:5", "Exodus 23:6", "Exodus 23:7", "Exodus 23:8", "Exodus 23:9", "Exodus 23:10", "Exodus 23:11", "Exodus 23:12", "Exodus 23:13", "Exodus 23:14", "Exodus 23:15", "Exodus 23:16", "Exodus 23:17", "Exodus 23:18", "Exodus 23:19", "Exodus 23:20", "Exodus 23:21", "Exodus 23:22", "Exodus 23:23", "Exodus 23:24", "Exodus 23:25", "Exodus 23:26", "Exodus 23:27", "Exodus 23:28", "Exodus 23:29", "Exodus 23:30", "Exodus 23:31", "Exodus 23:32", "Exodus 23:33", "Exodus 24:1", "Exodus 24:2", "Exodus 24:3", "Exodus 24:4", "Exodus 24:5", "Exodus 24:6", "Exodus 24:7", "Exodus 24:8", "Exodus 24:9", "Exodus 24:10", "Exodus 24:11", "Exodus 24:12", "Exodus 24:13", "Exodus 24:14", "Exodus 24:15", "Exodus 24:16", "Exodus 24:17", "Exodus 24:18", "Exodus 25:1", "Exodus 25:2", "Exodus 25:3", "Exodus 25:4", "Exodus 25:5", "Exodus 25:6", "Exodus 25:7", "Exodus 25:8", "Exodus 25:9", "Exodus 25:10", "Exodus 25:11", "Exodus 25:12", "Exodus 25:13", "Exodus 25:14", "Exodus 25:15", "Exodus 25:16", "Exodus 25:17", "Exodus 25:18", "Exodus 25:19", "Exodus 25:20", "Exodus 25:21", "Exodus 25:22", "Exodus 25:23", "Exodus 25:24", "Exodus 25:25", "Exodus 25:26", "Exodus 25:27", "Exodus 25:28", "Exodus 25:29", "Exodus 25:30", "Exodus 25:31", "Exodus 25:32", "Exodus 25:33", "Exodus 25:34", "Exodus 25:35", "Exodus 25:36", "Exodus 25:37", "Exodus 25:38", "Exodus 25:39", "Exodus 25:40", "Exodus 26:1", "Exodus 26:2", "Exodus 26:3", "Exodus 26:4", "Exodus 26:5", "Exodus 26:6", "Exodus 26:7", "Exodus 26:8", "Exodus 26:9", "Exodus 26:10", "Exodus 26:11", "Exodus 26:12", "Exodus 26:13", "Exodus 26:14", "Exodus 26:15", "Exodus 26:16", "Exodus 26:17", "Exodus 26:18", "Exodus 26:19", "Exodus 26:20", "Exodus 26:21", "Exodus 26:22", "Exodus 26:23", "Exodus 26:24", "Exodus 26:25", "Exodus 26:26", "Exodus 26:27", "Exodus 26:28", "Exodus 26:29", "Exodus 26:30", "Exodus 26:31", "Exodus 26:32", "Exodus 26:33", "Exodus 26:34", "Exodus 26:35", "Exodus 26:36", "Exodus 26:37", "Exodus 27:1", "Exodus 27:2", "Exodus 27:3", "Exodus 27:4", "Exodus 27:5", "Exodus 27:6", "Exodus 27:7", "Exodus 27:8", "Exodus 27:9", "Exodus 27:10", "Exodus 27:11", "Exodus 27:12", "Exodus 27:13", "Exodus 27:14", "Exodus 27:15", "Exodus 27:16", "Exodus 27:17", "Exodus 27:18", "Exodus 27:19", "Exodus 27:20", "Exodus 27:21", "Exodus 28:1", "Exodus 28:2", "Exodus 28:3", "Exodus 28:4", "Exodus 28:5", "Exodus 28:6", "Exodus 28:7", "Exodus 28:8", "Exodus 28:9", "Exodus 28:10", "Exodus 28:11", "Exodus 28:12", "Exodus 28:13", "Exodus 28:14", "Exodus 28:15", "Exodus 28:16", "Exodus 28:17", "Exodus 28:18", "Exodus 28:19", "Exodus 28:20", "Exodus 28:21", "Exodus 28:22", "Exodus 28:23", "Exodus 28:24", "Exodus 28:25", "Exodus 28:26", "Exodus 28:27", "Exodus 28:28", "Exodus 28:29", "Exodus 28:30", "Exodus 28:31", "Exodus 28:32", "Exodus 28:33", "Exodus 28:34", "Exodus 28:35", "Exodus 28:36", "Exodus 28:37", "Exodus 28:38", "Exodus 28:39", "Exodus 28:40", "Exodus 28:41", "Exodus 28:42", "Exodus 28:43", "Exodus 29:1", "Exodus 29:2", "Exodus 29:3", "Exodus 29:4", "Exodus 29:5", "Exodus 29:6", "Exodus 29:7", "Exodus 29:8", "Exodus 29:9", "Exodus 29:10", "Exodus 29:11", "Exodus 29:12", "Exodus 29:13", "Exodus 29:14", "Exodus 29:15", "Exodus 29:16", "Exodus 29:17", "Exodus 29:18", "Exodus 29:19", "Exodus 29:20", "Exodus 29:21", "Exodus 29:22", "Exodus 29:23", "Exodus 29:24", "Exodus 29:25", "Exodus 29:26", "Exodus 29:27", "Exodus 29:28", "Exodus 29:29", "Exodus 29:30", "Exodus 29:31", "Exodus 29:32", "Exodus 29:33", "Exodus 29:34", "Exodus 29:35", "Exodus 29:36", "Exodus 29:37", "Exodus 29:38", "Exodus 29:39", "Exodus 29:40", "Exodus 29:41", "Exodus 29:42", "Exodus 29:43", "Exodus 29:44", "Exodus 29:45", "Exodus 29:46", "Exodus 30:1", "Exodus 30:2", "Exodus 30:3", "Exodus 30:4", "Exodus 30:5", "Exodus 30:6", "Exodus 30:7", "Exodus 30:8", "Exodus 30:9", "Exodus 30:10", "Exodus 30:11", "Exodus 30:12", "Exodus 30:13", "Exodus 30:14", "Exodus 30:15", "Exodus 30:16", "Exodus 30:17", "Exodus 30:18", "Exodus 30:19", "Exodus 30:20", "Exodus 30:21", "Exodus 30:22", "Exodus 30:23", "Exodus 30:24", "Exodus 30:25", "Exodus 30:26", "Exodus 30:27", "Exodus 30:28", "Exodus 30:29", "Exodus 30:30", "Exodus 30:31", "Exodus 30:32", "Exodus 30:33", "Exodus 30:34", "Exodus 30:35", "Exodus 30:36", "Exodus 30:37", "Exodus 30:38", "Exodus 31:1", "Exodus 31:2", "Exodus 31:3", "Exodus 31:4", "Exodus 31:5", "Exodus 31:6", "Exodus 31:7", "Exodus 31:8", "Exodus 31:9", "Exodus 31:10", "Exodus 31:11", "Exodus 31:12", "Exodus 31:13", "Exodus 31:14", "Exodus 31:15", "Exodus 31:16", "Exodus 31:17", "Exodus 31:18", "Exodus 32:1", "Exodus 32:2", "Exodus 32:3", "Exodus 32:4", "Exodus 32:5", "Exodus 32:6", "Exodus 32:7", "Exodus 32:8", "Exodus 32:9", "Exodus 32:10", "Exodus 32:11", "Exodus 32:12", "Exodus 32:13", "Exodus 32:14", "Exodus 32:15", "Exodus 32:16", "Exodus 32:17", "Exodus 32:18", "Exodus 32:19", "Exodus 32:20", "Exodus 32:21", "Exodus 32:22", "Exodus 32:23", "Exodus 32:24", "Exodus 32:25", "Exodus 32:26", "Exodus 32:27", "Exodus 32:28", "Exodus 32:29", "Exodus 32:30", "Exodus 32:31", "Exodus 32:32", "Exodus 32:33", "Exodus 32:34", "Exodus 32:35"], "sourceRef": "English Explanation of Mishnah Bava Kamma 3:8:1", "sourceHeRef": "ביאור אנגלי על משנה בבא קמא ג׳:ח׳:א׳", "anchorVerse": 28, "sourceHasEn": true, "compDate": [1997, 2013], "commentaryNum": 8.0001, "collectiveTitle": {"en": "English Explanation of Mishnah Bava Kamma", "he": "ביאור אנגלי על משנה בבא קמא"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<b>If two oxen which were accounted harmless hurt one another, the owner pays half-damages for that one which suffered the greater hurt.<br>If both were attested dangers full damages are payable for that one which suffered the greater hurt.<br>If one was accounted harmless and the other was an attested danger, that which was an attested danger as against that which was accounted harmless must pay full damages for the greater hurt that the other has suffered, while that which was accounted harmless, as against that which was an attested danger, pays only half damages for the greater hurt that the other has suffered.<br>So, too, if two men hurt one another, full damages are payable for that one which suffered the greater hurt.<br>If a man and an ox which was accounted harmless hurt one another, the man as against the ox accounted harmless must pay full damages for the greater hurt that the other has suffered, while the ox accounted harmless, as against the man, pays only half damages for the greater hurt that the other suffered. Rabbi Akiva says:  “Even if an ox accounted harmless hurt a man, full damages must be paid for that one which suffered the greater hurt.</b><br>This mishnah returns to deal with a subject that we dealt with in the last mishnah of chapter one and in the fourth and fifth mishnayoth of chapter 2 and that is the goring ox.  Remember, there are two types of goring oxen, one that is a previously attested danger (muad), who has been testified against.  The second type is innocent (tam) meaning he is not a previously attested danger.  When a muad damages the owner will pay full damages from the best of his land.  When a tam damages the owner will pay half damages from the value of the tam itself.  This means that the upper limit of liability will be the value of the damaging animal.<br>We will continue to deal with the goring ox for the next two and a half chapters.  I will not be explaining the concepts of tam and muad every time we encounter them.  I will try to reference places where I did explain them.  If you are wondering why the mishnah is so fascinated by the goring ox, it is due to the fact that the Torah mentions the ox quite frequently (Exodus 21:28-32, 35-36).  It is indeed the paradigm for the damaging animal.<br>The rendering of this mishnah into sensible English is very difficult since the mishnah speaks in shorthand.  However, the explanation should make more sense to you.<br>The first section deals with two harmless oxen that gore each other.  In general the owner of each is obligated to pay half damages to the other.  Here we figure out what was the greater damage and the owner of the less injured ox will pay half of that amount.  A table will help.<br>Value of ox before injury<br>Value after injury<br>Damages<br>Amount owed<br>100 (tam)<br>30<br>70<br>35<br>50  (tam)<br>30<br>20<br>10<br>In this case the owner of the ox worth fifty will pay twenty-five to the owner of the ox worth 100.<br>In the second case both of the animals were muad and will therefore pay full damages.   Our table now looks like this:<br>Value of ox before injury<br>Value after injury<br>Damages<br>Amount owed<br>100 (muad)<br>30<br>70<br>70<br>50 (muad)<br>30<br>20<br>20<br>In this case the owner of the ox worth fifty will pay fifty to the owner of the ox worth 100.<br>In the third case one ox was muad and one was tam.  The muad will owe half damages and the tam full damages.  According to our example in this case the animal worth 100 was a muad and therefore will owe full damages for the animal worth 50.  The animal worth 50 is a tam and will therefore pay half damages for the animal worth 100.   Our table now looks like this:<br>Value of ox before injury<br>Value after injury<br>Damages<br>Amount owed<br>100 (muad)<br>30<br>70<br>35<br>50 (tam)<br>30<br>20<br>30<br>In this case the owner of the ox worth fifty will pay 5 to the owner of the ox worth 100.<br>The fourth case of the mishnah deals with human beings who injure one another.  Since a human being is always a muad (see chapter one mishnah four), this is similar to case number two.<br>The fifth and final case deals with a human being (who is always muad) and a harmless ox (tam) who injure one another.  This case is similar to case number three.  We will nevertheless bring a new table.<br>Value before injury<br>Value after injury<br>Damages<br>Amount owed<br>1000-- human (muad)<br>500<br>500<br>250<br>50--ox (tam)<br>20<br>30<br>30<br>In this case the owner of the ox will pay the human 220.  Rabbi Akiva disagrees.  According to him an ox that injures a human being always pays full damages as if it was a muad.  Therefore in the previous scenario the owner of the ox will pay 470 to the human.", "versionTitle": "Mishnah Yomit by Dr. Joshua Kulp", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5d3efb17377f2a0019f1ad7d", "index_title": "Abarbanel on Joshua", "category": "Quoting Commentary", "type": "", "ref": "Abarbanel on Joshua 9:3:1", "anchorRef": "Exodus 23:32", "anchorRefExpanded": ["Exodus 23:32"], "sourceRef": "Abarbanel on Joshua 9:3:1", "sourceHeRef": "אברבנאל על יהושע ט׳:ג׳:א׳", "anchorVerse": 32, "sourceHasEn": false, "compDate": [1484], "commentaryNum": 3.0001, "collectiveTitle": {"en": "Abarbanel on Joshua", "he": "אברבנאל על יהושע"}, "he": "<b>ויושבי גבעון שמעו וגו'.</b> הנה לא נזכר בזה הספור דבר ממלך גבעון, ולא נתבאר אם היה מלך בקרבו אם לא, אבל לפי שאמר למעלה ויהי כשמוע כל המלכים, ואחד מהם שזכר הוא החוי שהיה בגבעון ואם כן מלך היה בו, וכפי זה הדעת נאמר שיחס הכתוב הדבר הזה שעשו ליושבי גבעון ולא למלכם, לפי שעם היותו מכלל המלכים באותה עצה ללחום עם יהושע, יושבי ארצו שמעו מה שבא על יריחו ועל העי, וכמו שהוא עשה להנצל באופן אחד, ככה עשו גם המה בערמה באופן אחר כדי להנצל מידי בני ישראל ולהשלים עמהם, ולא חששו למלכם כי אם לעצמם ולבתיהם ולכן אמר אשר עשה ליריחו ולעי ולא אמר למלכם, כי היתה זאת עצת יושבי הארץ להמרות במלכם ולהמליך בתוכם את בן טבאל ולהשלים עם יהושע ולעבדו, ולצאת מידי מלכם כיון שלא יוכל להושיעם, וזה פירוש ויעשו גם המה בערמה, שיהיה הרבוי למלכם שנתחבר עם המלכים בעצה אחת, ויושבי הארץ נתחברו עם יהושע באופן אחר. ואם נאמר שהחוי הנזכר למעלה הוא יושבי הארץ ולא היה להם מלך, אחשוב בפי' הפסוקים שהחוי יושבי גבעון היו עם אותם המלכים הנזכרים בקבוץ שעשו להלחם ביהושע, ועם היותם באותה עצה הנה מצד אחר הערימו להשלים עם בני ישראל, וזה ויעשו גם המה בערמה, ר\"ל ויעשו המה מלבד מה שעשו בקבוץ המלכים גם כן עשו בערמה עם ישראל, וחז\"ל (עיין בפי' הרד\"ק) דרשו גם המה לרבות בני יעקב שדברו במרמה ליושבי שכם שהיו אלה החוי, ומפני זה עשו גם המה לישראל בערמה. והנה רד\"ק ורלב\"ג ז\"ל פירשו הפסוק באופנים אחרים, וכל דרך איש ישר בעיניו. וזכר (ד) שהגבעונים נצטידו, שר\"ל לקחו צידה כתרגום יונתן בן עוזיאל, או שעשו עצמם מלאכים וצירים נאמנים לשולחיהם כדברי המפרשים, ולקחו שקים וכלים ומזונות ומלבושים ישנים כדרך הבאים מארץ רחוקה ובאו אל יהושע, ולא רצו לדבר אליו בייחוד כי אם אליו ולכל איש ישראל בהיותם נקבצים לאמר, (ו) מארץ רחוקה באנו ועתה כרתו לנו ברית, (ז) ואיש ישראל, ר\"ל ההמון לא היה רוצה לכרות להם ברית מיראת פן יהיו מהיושבים בקרבם, ואז הגבעונים עשו תחבולה אחרת שעזבו העם ולא דרשו עוד לדבר אל העדה, (ח) וילכו אל יהושע, ר\"ל אליו בייחוד ואמרו לו עבדיך אנחנו, כלומר אנחנו אין רצוננו להשתעבד לכל העם הזה, כי אם להיות לעבדיך ביחוד ואתה תהיה לנו לראש ולקצין. ואז יהושע שאל אליהם מאין באו (ט) והם גזרו אומר שבאו מארץ רחוקה לשם ה', כי שמעו בארצם את אשר עשה ה' למצרים ולסחון ועוג (יא) ולכן נצטוו מזקניהם לבוא אליהם לשאול ברית (יב-יג) והביאו ראיה מרוחק ארצם מענין מזונם וכליהם אשר הביאו, וזכר שלקחו האנשים מצידם (יד) ואת פי ה' לא שאלו, ירצה שלקחו ראיה מענין צידם שיבש היה נקודים, וחשבו היותו כן ואת פי ה' לא שאלו, ובזה טעו שהיה להם לשאול באורים ותומים לפני אלעזר הכהן, ויהיה אומרו ויקחו האנשים וגו', ר\"ל נשיאי העדה שהם לקחו אותה ראיה, או יאמר שלקחו אותם הנשיאים שוחד ומתנה מהצידה שהיו מביאים הגבעונים, ולזה הסכימו עמהם, ואז (טו) ויעש להם יהושע שלום ויכרות להם ברית להחיותם, ומלבד זה וישבעו להם נשיאי העדה עליו, זהו סדור הפסוקים: ואמנם להיתר הספקות אשר העירותי בפרשה, כתב הרלב\"ג שיהושע שלח ראשונה לשאול ולקרוא לשלום את כל יושבי הארץ, ושהגבעונים לא רצו להשלים כי אם להלחם, ומפני זה הוצרכו הערמה הזאת באשר אחר כך נתחרטו ובקשו להשלים, והוא מדברי הרמב\"ם בסוף ספר שופטים. והדעת הזה באמת בלתי מתישב על הלב, אם למה שהכתוב לא זכר דבר מזה, ואם לפי שכפי הדין (עם היות שלא רצו להשלים מיד) אם קודם המלחמה נתחרטו מזה ובקשו שלום היה ראוי שינתן אליהם: ואני אחשוב ששם ברית בהחלט יאמר על האהבה העצומה מבלי עבדות ומס ומבלי עול אחר, אמר האל יתברך (מלאכי ב' ה') בריתי היתה אתו החיים והשלום, כי כל הדברים נכנסו בברית, ואמר (מלכים ב י״א:י״ז) ויכרות יהוידע את הברית בין ה' ובין המלך ובין העם שהיה האהבה והשלום והסכמת הלבבות להטיב, ואמר באבימלך ונכרתה ברית עמך, ועם היות ששם ברית יאמר על החזוק והאמות השלם, הנה לא יאמר בכתוב כי אם כפי מה שאמרתי, והנה הגבעונים אין ספק שידעו וששמעו כתב יהושע מי שירצה להשלים ישלים, אבל ידעו תנאי ההשלמה, והוא שיהיו למס ויעבדו אותם, ומפני זה לא היה רצונם לעשות שלום שהוא עם המס והעבדות, כי אם לעשות ברית והוא האהבה וההסכמה בלי מס ועבדות, ובלי הסרת הע\"ז מקרבם וההכנע למצות בני נח, וידעו עם זה שהתורה צותה על השלום שתנתן אליהם באותם התנאים ושהזהירה על הברית, באמרו (שמות כ\"ג ל\"ב) לא תכרות להם ברית ולאלהיהם וגו' כי הברית לא יכרית הע\"ז ולזה אמר ולאלהיהם, ובעבור זה עשו הערמה לומר שהם מארץ רחוקה והמס והעבדות מהם בלתי מועיל, ואינו ראוי גם כן שימנע אליהם, כיון שהם בהיותם רחוקים מהם הרבה ואינם יראים מהם, שואלים הברית לא מפני המלחמה כי אם לשם ה' אלוהיהם, לומר שהמה בעלי בריתם לכבוד ולתפארת ויהיו משרתי אל עליון ואוהבי עמו וחסידיו. והיה תכלית דבריהם ועתה כרתו לנו ברית, לא אמרו תנו לנו שלום כי אם ברית לשלא יתחייבו במס ובעבדות, וישראל מפני זה השיבום אולי בקרבי אתה יושב ואיך אכרות לך ברית, ר\"ל אם תהיה מחזק במעוזי תעשה שלום לי? שלום אעשה לך עם תנאי המס והעבודה אבל הברית אינו ראוי, כי אולי אתה יושב בקרבי, והתורה צותה (שם) לא תכרות להם ברית, ואיך אכרות לך ברית ותעבוד את אלהיך בקרבי? והנה הגבעונים ברחו מדבר עם ישראל כי מצאו בהם רוח חכמה ובינה, והלכו להם ליהושע בדברי חנופה ואמרו עבדיך אנחנו כמו שפירשתי, ויהושע בראותו הספק שהיו מספקים העם שאל אליהם מי אתם ומאין תבואו? ר\"ל מאיזה עם אתם ומה שם ארצכם? והם בהערמתם לא גלו שמם ולא השיבו לשאלת מי אתם, אבל השיבו לבד לשאלת מאין תבואו, וגם בזה לא אמרו מאיזה ארץ הם אבל בדרך כלל אמרו מארץ רחוקה באנו. ולפי שלא יקשה אליהם אם הייתם מארץ רחוקה מה לכם לבקש בריתנו? לזה אמרו לשם ה' אלהיך כי שמענו שמעו וגו', ואת כל אשר עשה וגו', ר\"ל שמענו שמעו שהוא סבת הסבות ומניע העולם בכללו ויתר התארים אשר בו וגם שמענו פעולותיו, וזכרו מהם אשר עשה למצרים ולסיחון ולעוג, והנה לא אמרו דבר מנס עברת הירדן ולא מלכידת יריחו והעי, להראות שעדיין לא נשמעו הדברים האלה בארצם כשנסעו משם כי רחוקה היא מאד, כי אם שאר הדברים שקרו זה ימים רבים כל זה להורות רוחק ארצם, והביאו לזה ראיה מענין צידם, ויהושע ראה דבריהם ודברי העם וביקש מצוע בדבר, והוא שנתן להם שלום סתם בלתי זכרון התנאים, וכרת להם ברית לא בהחלט כי אם להחיותם בלבד, ובזה עשה כדעת העם שנתן שלום וברית להחיות ולא עוד, ועשה דבר מבקשת הגבעונים אחר שנתן אותו ברית. וזכר הסיפור שנשיאי העדה (בלי דעת יהושע ובלי דעת העם) מעצמם נשבעו על זה לגבעונים לקיים מה שעשה יהושע, והנה התעורר יהושע לעשות זה לא לגסות הרוח להיותם עבדיו, כי אם לכבוד ה' אלהי ישראל יען אמרו שבאו לשמעו, ואולי יהיה זה סבה לשיאמינו בתורתו, וגם כי ראה שהיה זה כבוד גדול לישראל שמלכי שבא וסבא מקצה הארץ ישתחוו אפים ארצה אליהם ויבקשו בריתם. הנה התבאר מזה שהגבעונים כל מה שעשו עשו בערמה, וישראל מה שהשיבו אליהם השיבו בחכמה, ויהושע מה שעשה עמהם עשאו בתבונה. והותרו בזה השאלות ראשונה שנית ושלישית ורביעית:", "heVersionTitle": "Abarbanel, Tel Aviv 1960", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6319d052b6084aa1cbf021cf", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, בְּרִית 1", "anchorRef": "Exodus 23:32", "anchorRefExpanded": ["Exodus 23:32"], "sourceRef": "BDB, בְּרִית 1", "sourceHeRef": "בראון-דרייבר-בריגס, בְּרִית א׳", "anchorVerse": 32, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "בְּרִית", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><span dir=\"rtl\">בְּרִית</span></big><sub>285</sub>  <strong>n.f.</strong> covenant <strong>(</strong>‖ Aramaic <span dir=\"rtl\">קְיָם</span>, διαθήκη; <em>constitutio</em><strong>)</strong>—<span dir=\"rtl\">ב׳</span> <a data-ref=\"Genesis 9:13\" href=\"/Genesis.9.13\">Gn 9:13</a> + 199 times; sf. <span dir=\"rtl\">בְּרִיתִי</span> <a data-ref=\"Genesis 6:18\" href=\"/Genesis.6.18\">Gn 6:18</a> + 50 times; <span dir=\"rtl\">בְּרִיתְךָ</span> <a data-ref=\"Deuteronomy 33:9\" href=\"/Deuteronomy.33.9\">Dt 33:9</a>; <span dir=\"rtl\">בְּרִיתֶ֑ךָ</span> <a data-ref=\"Psalms 44:18\" href=\"/Psalms.44.18\">ψ 44:18</a> + 11 times; <span dir=\"rtl\">בְּרִיתְכֶם</span> <a data-ref=\"Isaiah 28:18\" href=\"/Isaiah.28.18\">Is 28:18</a>; <span dir=\"rtl\">בְּרִיתֵךְ</span> <a data-ref=\"Ezekiel 16:61\" href=\"/Ezekiel.16.61\">Ez 16:61</a>; <span dir=\"rtl\">בְּרִיתוֹ</span> <a data-ref=\"Exodus 2:24\" href=\"/Exodus.2.24\">Ex 2:24</a> + 18 times;—<em>pact, compact, covenant</em>.<br><strong>I.</strong>  <em>between men</em>. <strong>1.</strong>  <em>treaty, alliance, league:</em> Abraham and Amorites <a data-ref=\"Genesis 14:13\" href=\"/Genesis.14.13\">Gn 14:13</a>; Edom and its allies <a data-ref=\"Obadiah 1:7\" href=\"/Obadiah.1.7\">Ob 7</a>; with Philistines <a data-ref=\"Genesis 21:27\" href=\"/Genesis.21.27\">Gn 21:27</a>, <a data-ref=\"Genesis 21:32\" href=\"/Genesis.21.32\">32</a> (E) <a data-ref=\"Genesis 26:28\" href=\"/Genesis.26.28\">26:28</a> (J); Jacob and Laban <a data-ref=\"Genesis 31:44\" href=\"/Genesis.31.44\">Gn 31:44</a> (J); Joshua and Gibeonites <a data-ref=\"Joshua 9:6\" href=\"/Joshua.9.6\">Jos 9:6</a>, <a data-ref=\"Joshua 9:7\" href=\"/Joshua.9.7\">7</a>, <a data-ref=\"Joshua 9:11\" href=\"/Joshua.9.11\">11</a>, <a data-ref=\"Joshua 9:15\" href=\"/Joshua.9.15\">15</a>, <a data-ref=\"Joshua 9:16\" href=\"/Joshua.9.16\">16</a> (J); Israel and Canaanites <a data-ref=\"Exodus 23:32\" href=\"/Exodus.23.32\">Ex 23:32</a>; <a data-ref=\"Exodus 34:12\" href=\"/Exodus.34.12\">34:12</a>, <a data-ref=\"Exodus 34:15\" href=\"/Exodus.34.15\">15</a> (JE) <a data-ref=\"Deuteronomy 7:2\" href=\"/Deuteronomy.7.2\">Dt 7:2</a> <a data-ref=\"Judges 2:2\" href=\"/Judges.2.2\">Ju 2:2</a>; Ammonites and Jabesh <a data-ref=\"I Samuel 11:1\" href=\"/I_Samuel.11.1\">1 S 11:1</a>; Solomon and Hiram <a data-ref=\"I Kings 5:26\" href=\"/I_Kings.5.26\">1 K 5:26</a>; Ahab and Benhadad <a data-ref=\"I Kings 20:34\" href=\"/I_Kings.20.34\">1 K 20:34</a>; Syria and Israel <a data-ref=\"I Kings 15:19\" href=\"/I_Kings.15.19\">1 K 15:19</a> = <a data-ref=\"II Chronicles 16:3\" href=\"/II_Chronicles.16.3\">2 Ch 16:3</a>; Nebuchadnezzar and Zedekiah <a data-ref=\"Ezekiel 17:13-19\" href=\"/Ezekiel.17.13-19\">Ez 17:13–19</a>; nations against Israel <a data-ref=\"Psalms 83:6\" href=\"/Psalms.83.6\">ψ 83:6</a>; nations with Egypt <a data-ref=\"Ezekiel 30:5\" href=\"/Ezekiel.30.5\">Ez 30:5</a>; Ephraim and Assyria <a data-ref=\"Hosea 12:2\" href=\"/Hosea.12.2\">Ho 12:2</a>; Judah and Israel <a data-ref=\"Ezekiel 16:61\" href=\"/Ezekiel.16.61\">Ez 16:61</a>; Judah and Tyre <a data-ref=\"Amos 1:9\" href=\"/Amos.1.9\">Am 1:9</a>; Assyria and Judah <a data-ref=\"Isaiah 33:8\" href=\"/Isaiah.33.8\">Is 33:8</a>; <span dir=\"rtl\">נגיד ברית</span> <em>a prince in league</em> (with him) <a data-ref=\"Daniel 11:22\" href=\"/Daniel.11.22\">Dn 11:22</a> (so He Ew; Hi Meinh Bev ref. to h. p. Onias III & translate <em>prince of cov’t</em>, cf. AV RV); fig., with death <a data-ref=\"Isaiah 28:15\" href=\"/Isaiah.28.15\">Is 28:15</a>, <a data-ref=\"Isaiah 28:18\" href=\"/Isaiah.28.18\">18</a>; with stones of the field <a data-ref=\"Job 5:23\" href=\"/Job.5.23\">Jb 5:23</a>. <strong>2.</strong>  <em>constitution, ordinance</em>, between monarch and subjects: David and Abner <a data-ref=\"II Samuel 3:12\" href=\"/II_Samuel.3.12\">2 S 3:12</a>, <a data-ref=\"II Samuel 3:13\" href=\"/II_Samuel.3.13\">13</a>, <a data-ref=\"II Samuel 3:21\" href=\"/II_Samuel.3.21\">21</a>; David and the elders of Israel <a data-ref=\"II Samuel 5:3\" href=\"/II_Samuel.5.3\">2 S 5:3</a> = <a data-ref=\"I Chronicles 11:3\" href=\"/I_Chronicles.11.3\">1 Ch 11:3</a>; Zedekiah and his people <a data-ref=\"Jeremiah 34:8-18\" href=\"/Jeremiah.34.8-18\">Je 34:8–18</a>; hostile prince and Israelites <a data-ref=\"Daniel 9:27\" href=\"/Daniel.9.27\">Dn 9:27</a>. <strong>3.</strong>  <em>agreement, pledge:</em> Jehoiada and captains <a data-ref=\"II Kings 11:4\" href=\"/II_Kings.11.4\">2 K 11:4</a> = <a data-ref=\"II Chronicles 23:1\" href=\"/II_Chronicles.23.1\">2 Ch 23:1</a>; with oneself <a data-ref=\"Job 31:1\" href=\"/Job.31.1\">Jb 31:1</a>; with Leviathan to be a servant <a data-ref=\"Job 40:28\" href=\"/Job.40.28\">Jb 40:28</a>; between man and man <a data-ref=\"Hosea 10:4\" href=\"/Hosea.10.4\">Ho 10:4</a> cf. <span dir=\"rtl\">בעל ברית</span> <a data-ref=\"Judges 8:33\" href=\"/Judges.8.33\">Ju 8:33</a>; <a data-ref=\"Judges 9:4\" href=\"/Judges.9.4\">9:4</a> = <span dir=\"rtl\">אל ברית</span> <a data-ref=\"Judges 9:46\" href=\"/Judges.9.46\">Ju 9:46</a>. <strong>4.</strong>  <em>alliance</em> of friendship between David and Jonathan <a data-ref=\"I Samuel 18:3\" href=\"/I_Samuel.18.3\">1 S 18:3</a>; <a data-ref=\"I Samuel 20:8\" href=\"/I_Samuel.20.8\">20:8</a>; <a data-ref=\"I Samuel 23:18\" href=\"/I_Samuel.23.18\">23:18</a> cf. <a data-ref=\"Psalms 55:21\" href=\"/Psalms.55.21\">ψ 55:21</a>. <strong>5.</strong>  <em>alliance</em> of marriage <a data-ref=\"Proverbs 2:17\" href=\"/Proverbs.2.17\">Pr 2:17</a> <a data-ref=\"Malachi 2:14\" href=\"/Malachi.2.14\">Mal 2:14</a>.—In all cases <span dir=\"rtl\">כרת ברית</span> is the technical phrase for making covenant except <a data-ref=\"Jeremiah 34:10\" href=\"/Jeremiah.34.10\">Je 34:10</a> <span dir=\"rtl\">באו בברית</span>; <a data-ref=\"Daniel 9:27\" href=\"/Daniel.9.27\">Dn 9:27</a> <span dir=\"rtl\">הגביר ברית לְ</span>. Various preps. are used, most often <span dir=\"rtl\">לְ</span> <a data-ref=\"Exodus 23:32\" href=\"/Exodus.23.32\">Ex 23:32</a> +, but also <span dir=\"rtl\">עִם</span> <a data-ref=\"Genesis 26:28\" href=\"/Genesis.26.28\">Gn 26:28</a> +, <span dir=\"rtl\">אֵת</span> <a data-ref=\"II Samuel 3:12\" href=\"/II_Samuel.3.12\">2 S 3:12</a> +, <span dir=\"rtl\">בֵּין</span> <a data-ref=\"II Chronicles 16:3\" href=\"/II_Chronicles.16.3\">2 Ch 16:3</a>.<br><strong>II.</strong>  <em>between God and man</em>. <strong>1.</strong>  <em>alliance</em> of friendship (‖ <span dir=\"rtl\">סוֹד</span>) <a data-ref=\"Psalms 25:14\" href=\"/Psalms.25.14\">ψ 25:14</a>. <strong>2.</strong>  <em>covenant</em>, as a divine constitution or ordinance with signs or pledges (vid. <a data-ref=\"BDB, אוֹת\" href=\"/BDB,_אוֹת\", dir=\"rtl\">אוֹת</a>). <strong>a.</strong>  <em>with Noah</em> <a data-ref=\"Genesis 9:9-17\" href=\"/Genesis.9.9-17\">Gn 9:9–17</a> (P) <a data-ref=\"Isaiah 54:10\" href=\"/Isaiah.54.10\">Is 54:10</a> <a data-ref=\"Jeremiah 33:20\" href=\"/Jeremiah.33.20\">Je 33:20</a>, <a data-ref=\"Jeremiah 33:25\" href=\"/Jeremiah.33.25\">25</a>; a divine promise that there would be no other deluge. <strong>b.</strong>  <em>with Abraham, Isaac and Jacob</em> <a data-ref=\"Genesis 15:18\" href=\"/Genesis.15.18\">Gn 15:18</a> (J) <a data-ref=\"Genesis 17:2-21\" href=\"/Genesis.17.2-21\">17:2–21</a> <a data-ref=\"Exodus 2:24\" href=\"/Exodus.2.24\">Ex 2:24</a>; <a data-ref=\"Exodus 6:4\" href=\"/Exodus.6.4\">6:4</a>, <a data-ref=\"Exodus 6:5\" href=\"/Exodus.6.5\">5</a>; <a data-ref=\"Leviticus 26:42\" href=\"/Leviticus.26.42\">Lv 26:42</a> (P) <a data-ref=\"II Kings 13:23\" href=\"/II_Kings.13.23\">2 K 13:23</a>; <a data-ref=\"I Chronicles 16:15\" href=\"/I_Chronicles.16.15\">1 Ch 16:15</a> = <a data-ref=\"Psalms 105:8\" href=\"/Psalms.105.8\">ψ 105:8</a>, <a data-ref=\"Psalms 105:10\" href=\"/Psalms.105.10\">10</a>, <a data-ref=\"Nehemiah 9:8\" href=\"/Nehemiah.9.8\">Ne 9:8</a> <a data-ref=\"Jeremiah 34:18\" href=\"/Jeremiah.34.18\">Je 34:18</a>; a promise to multiply their seed, give them the land of Canaan, and make them a blessing to the nations. <strong>c.</strong>  <em>with Israel at Sinai</em> = Horeb, with a covenant sacrifice <a data-ref=\"Exodus 19:5\" href=\"/Exodus.19.5\">Ex 19:5</a>; <a data-ref=\"Exodus 24:7\" href=\"/Exodus.24.7\">24:7</a>, <a data-ref=\"Exodus 24:8\" href=\"/Exodus.24.8\">8</a> (E) <a data-ref=\"Exodus 34:10\" href=\"/Exodus.34.10\">34:10</a>, <a data-ref=\"Exodus 34:27\" href=\"/Exodus.34.27\">27</a>, <a data-ref=\"Exodus 34:28\" href=\"/Exodus.34.28\">28</a> (J) <a data-ref=\"Exodus 31:16\" href=\"/Exodus.31.16\">31:16</a>; <a data-ref=\"Leviticus 2:13\" href=\"/Leviticus.2.13\">Lv 2:13</a> (P) <a data-ref=\"Leviticus 24:8\" href=\"/Leviticus.24.8\">24:8</a>; <a data-ref=\"Leviticus 26:9\" href=\"/Leviticus.26.9\">26:9</a>, <a data-ref=\"Leviticus 26:15\" href=\"/Leviticus.26.15\">15</a>, <a data-ref=\"Leviticus 26:25\" href=\"/Leviticus.26.25\">25</a>, <a data-ref=\"Leviticus 26:44\" href=\"/Leviticus.26.44\">44</a>, <a data-ref=\"Leviticus 26:45\" href=\"/Leviticus.26.45\">45</a> (H) <a data-ref=\"Deuteronomy 4:13\" href=\"/Deuteronomy.4.13\">Dt 4:13</a>; renewed in plains of Moab <a data-ref=\"Deuteronomy 28:69\" href=\"/Deuteronomy.28.69\">Dt 28:69</a>; with blessings and curses <a data-ref=\"Deuteronomy 29:20\" href=\"/Deuteronomy.29.20\">Dt 29:20</a>; frequently referred to in other books <a data-ref=\"II Chronicles 34:32\" href=\"/II_Chronicles.34.32\">2 Ch 34:32</a> <a data-ref=\"Psalms 25:10\" href=\"/Psalms.25.10\">ψ 25:10</a>; <a data-ref=\"Psalms 44:18\" href=\"/Psalms.44.18\">44:18</a>; <a data-ref=\"Psalms 50:5\" href=\"/Psalms.50.5\">50:5</a>, <a data-ref=\"Psalms 50:16\" href=\"/Psalms.50.16\">16</a>; <a data-ref=\"Psalms 74:20\" href=\"/Psalms.74.20\">74:20</a>; <a data-ref=\"Psalms 78:10\" href=\"/Psalms.78.10\">78:10</a>, <a data-ref=\"Psalms 78:37\" href=\"/Psalms.78.37\">37</a>; <a data-ref=\"Psalms 103:18\" href=\"/Psalms.103.18\">103:18</a>; <a data-ref=\"Psalms 106:45\" href=\"/Psalms.106.45\">106:45</a>; <a data-ref=\"Psalms 111:5\" href=\"/Psalms.111.5\">111:5</a>, <a data-ref=\"Psalms 111:9\" href=\"/Psalms.111.9\">9</a> <a data-ref=\"Isaiah 56:4\" href=\"/Isaiah.56.4\">Is 56:4</a>, <a data-ref=\"Isaiah 56:6\" href=\"/Isaiah.56.6\">6</a>; <a data-ref=\"Jeremiah 1:2\" href=\"/Jeremiah.1.2\">Je 1:2</a>, <a data-ref=\"Jeremiah 1:3\" href=\"/Jeremiah.1.3\">3</a>, <a data-ref=\"Jeremiah 1:6\" href=\"/Jeremiah.1.6\">6</a>, <a data-ref=\"Jeremiah 1:8\" href=\"/Jeremiah.1.8\">8</a>, <a data-ref=\"Jeremiah 1:10\" href=\"/Jeremiah.1.10\">10</a>; <a data-ref=\"Jeremiah 14:21\" href=\"/Jeremiah.14.21\">14:21</a>; <a data-ref=\"Jeremiah 22:9\" href=\"/Jeremiah.22.9\">22:9</a>; <a data-ref=\"Jeremiah 31:32\" href=\"/Jeremiah.31.32\">31:32</a>; <a data-ref=\"Ezekiel 16:8\" href=\"/Ezekiel.16.8\">Ez 16:8</a>, <a data-ref=\"Ezekiel 16:59\" href=\"/Ezekiel.16.59\">59</a>, <a data-ref=\"Ezekiel 16:60\" href=\"/Ezekiel.16.60\">60</a>; <a data-ref=\"Ezekiel 44:7\" href=\"/Ezekiel.44.7\">44:7</a>; <a data-ref=\"Daniel 9:4\" href=\"/Daniel.9.4\">Dn 9:4</a>; <a data-ref=\"Daniel 11:28\" href=\"/Daniel.11.28\">11:28</a>, <a data-ref=\"Daniel 11:30\" href=\"/Daniel.11.30\">30</a>, <a data-ref=\"Daniel 11:32\" href=\"/Daniel.11.32\">32</a>; <a data-ref=\"Hosea 6:7\" href=\"/Hosea.6.7\">Ho 6:7</a>; <a data-ref=\"Hosea 8:1\" href=\"/Hosea.8.1\">8:1</a> <a data-ref=\"Zechariah 9:11\" href=\"/Zechariah.9.11\">Zc 9:11</a>; <a data-ref=\"Zechariah 11:10\" href=\"/Zechariah.11.10\">11:10</a>; a divine constitution given to Israel with promises on condition of obedience and penalties for disobedience, in the form of tables of the covenant <a data-ref=\"Deuteronomy 9:9\" href=\"/Deuteronomy.9.9\">Dt 9:9</a>, <a data-ref=\"Deuteronomy 9:11\" href=\"/Deuteronomy.9.11\">11</a>, <a data-ref=\"Deuteronomy 9:15\" href=\"/Deuteronomy.9.15\">15</a>, inscribed with the ten words, placed in <span dir=\"rtl\">(י׳) ארון ברית</span> the ark of the covenant <a data-ref=\"Numbers 10:33\" href=\"/Numbers.10.33\">Nu 10:33</a> + 40 times (vid. <span dir=\"rtl\">ארון</span>; in <a data-ref=\"I Samuel 4:3\" href=\"/I_Samuel.4.3\">1 S 4:3</a>, <a data-ref=\"I Samuel 4:4\" href=\"/I_Samuel.4.4\">4</a><sup>(×2)</sup>, <a data-ref=\"I Samuel 4:5\" href=\"/I_Samuel.4.5\">5</a> om. <span dir=\"rtl\">ברית</span> after <span dir=\"rtl\">ארון</span> 𝔊 We Dr); set forth in <span dir=\"rtl\">דברי הברית</span> <em>words of the covenant</em> <a data-ref=\"Exodus 34:28\" href=\"/Exodus.34.28\">Ex 34:28</a> (J) <a data-ref=\"Deuteronomy 28:69\" href=\"/Deuteronomy.28.69\">Dt 28:69</a>; <a data-ref=\"Deuteronomy 29:8\" href=\"/Deuteronomy.29.8\">29:8</a>; <a data-ref=\"II Kings 23:3\" href=\"/II_Kings.23.3\">2 K 23:3</a> (= <a data-ref=\"II Chronicles 34:31\" href=\"/II_Chronicles.34.31\">2 Ch 34:31</a>) <a data-ref=\"Jeremiah 11:2-8\" href=\"/Jeremiah.11.2-8\">Je 11:2–8</a>, written in <span dir=\"rtl\">ספר הברית</span> <em>the book of the covenant</em> <a data-ref=\"Exodus 24:7\" href=\"/Exodus.24.7\">Ex 24:7</a> (E, cf. <a data-ref=\"Exodus 34:27\" href=\"/Exodus.34.27\">34:27</a> J) <a data-ref=\"II Kings 23:2\" href=\"/II_Kings.23.2\">2 K 23:2</a>, <a data-ref=\"II Kings 23:21\" href=\"/II_Kings.23.21\">21</a> (cf. <a data-ref=\"II Chronicles 34:30\" href=\"/II_Chronicles.34.30\">2 Ch 34:30</a>). <strong>d.</strong>  <em>with Phinehas</em> <a data-ref=\"Numbers 25:12\" href=\"/Numbers.25.12\">Nu 25:12</a>, <a data-ref=\"Numbers 25:13\" href=\"/Numbers.25.13\">13</a> (P), a constitution, establishing an everlasting priesthood in his line; cf. <span dir=\"rtl\">ברית הכהנים</span> <a data-ref=\"Nehemiah 13:29\" href=\"/Nehemiah.13.29\">Ne 13:29</a> & <span dir=\"rtl\">ברית הלוי</span> <a data-ref=\"Malachi 2:4\" href=\"/Malachi.2.4\">Mal 2:4</a>, <a data-ref=\"Malachi 2:8\" href=\"/Malachi.2.8\">8</a>. <strong>e.</strong>  <em>with Joshua and Israel</em> <a data-ref=\"Joshua 24:25\" href=\"/Joshua.24.25\">Jos 24:25</a> (E), an ordinance or constitutional agreement to serve Yahweh only. <strong>f.</strong>  <em>with David</em> <a data-ref=\"Psalms 89:4\" href=\"/Psalms.89.4\">ψ 89:4</a>, <a data-ref=\"Psalms 89:29\" href=\"/Psalms.89.29\">29</a>, <a data-ref=\"Psalms 89:34\" href=\"/Psalms.89.34\">34</a>, <a data-ref=\"Psalms 89:39\" href=\"/Psalms.89.39\">39</a>; <a data-ref=\"Psalms 132:12\" href=\"/Psalms.132.12\">132:12</a>; <a data-ref=\"Jeremiah 33:21\" href=\"/Jeremiah.33.21\">Je 33:21</a> (cf. <a data-ref=\"II Samuel 7\" href=\"/II_Samuel.7\">2 S 7</a> = <a data-ref=\"I Chronicles 17\" href=\"/I_Chronicles.17\">1 Ch 17</a>); a divine promise to the seed of David of an everlasting kingdom, the relation of sonship, and the superintendence of the temple (cf. <a data-ref=\"Psalms 2\" href=\"/Psalms.2\">ψ 2</a>). <strong>g.</strong>  <em>Jehoiada and the people</em> <a data-ref=\"II Kings 11:17\" href=\"/II_Kings.11.17\">2 K 11:17</a> = <a data-ref=\"II Chronicles 23:3\" href=\"/II_Chronicles.23.3\">2 Ch 23:3</a>, a constitutional agreement to be the people of Yahweh. <strong>h.</strong>  <em>Hezekiah and the people</em> <a data-ref=\"II Chronicles 29:10\" href=\"/II_Chronicles.29.10\">2 Ch 29:10</a>, a constitutional agreement to reform the worship. <strong>i.</strong>  <em>Josiah and the people</em> <a data-ref=\"II Kings 23:3\" href=\"/II_Kings.23.3\">2 K 23:3</a>, a constitutional agreement to obey the book of the covenant. <strong>j.</strong>  <em>Ezra and the people</em> <a data-ref=\"Ezra 10:3\" href=\"/Ezra.10.3\">Ezr 10:3</a>, a constitutional agreement to put away foreign wives and observe the Law. <strong>k.</strong> <em>the prophetic covenant</em>, a divine promise through a series of prophets to establish a new constitution <span dir=\"rtl\">ברית חדשׁה</span> <a data-ref=\"Jeremiah 31:31\" href=\"/Jeremiah.31.31\">Je 31:31</a>, with new institutions and precepts <a data-ref=\"Isaiah 42:6\" href=\"/Isaiah.42.6\">Is 42:6</a>, <a data-ref=\"Isaiah 49:8\" href=\"/Isaiah.49.8\">49:8</a>; <a data-ref=\"Isaiah 55:3\" href=\"/Isaiah.55.3\">55:3</a>; <a data-ref=\"Isaiah 59:21\" href=\"/Isaiah.59.21\">59:21</a>; <a data-ref=\"Isaiah 61:8\" href=\"/Isaiah.61.8\">61:8</a> <a data-ref=\"Jeremiah 31:31\" href=\"/Jeremiah.31.31\">Je 31:31</a>, <a data-ref=\"Jeremiah 31:33\" href=\"/Jeremiah.31.33\">33</a>; <a data-ref=\"Jeremiah 32:40\" href=\"/Jeremiah.32.40\">32:40</a>; <a data-ref=\"Jeremiah 50:5\" href=\"/Jeremiah.50.5\">50:5</a>; <a data-ref=\"Ezekiel 16:60\" href=\"/Ezekiel.16.60\">Ez 16:60</a>, <a data-ref=\"Ezekiel 16:62\" href=\"/Ezekiel.16.62\">62</a>; <a data-ref=\"Ezekiel 20:37\" href=\"/Ezekiel.20.37\">20:37</a>; <a data-ref=\"Ezekiel 34:25\" href=\"/Ezekiel.34.25\">34:25</a>; <a data-ref=\"Ezekiel 37:26\" href=\"/Ezekiel.37.26\">37:26</a>; <a data-ref=\"Hosea 2:20\" href=\"/Hosea.2.20\">Ho 2:20</a>. In <a data-ref=\"Isaiah 2\" href=\"/Isaiah.2\">Is 2</a> the Messianic servant is <span dir=\"rtl\">ברית עם</span> <a data-ref=\"Isaiah 42:6\" href=\"/Isaiah.42.6\">Is 42:6</a>; <a data-ref=\"Isaiah 49:8\" href=\"/Isaiah.49.8\">49:8</a>, cf. <span dir=\"rtl\">מלאך הברית</span> <a data-ref=\"Malachi 3:1\" href=\"/Malachi.3.1\">Mal 3:1</a>.<br><strong>III.</strong>  Phrases. <strong>1.</strong>  <em>covenant making:</em> <span dir=\"rtl\">כרת ברית</span> <a data-ref=\"Genesis 15:18\" href=\"/Genesis.15.18\">Gn 15:18</a>; <a data-ref=\"Exodus 34:10\" href=\"/Exodus.34.10\">Ex 34:10</a>, <a data-ref=\"Exodus 34:27\" href=\"/Exodus.34.27\">27</a> (J) <a data-ref=\"Joshua 24:25\" href=\"/Joshua.24.25\">Jos 24:25</a> (E) <a data-ref=\"Deuteronomy 5:2\" href=\"/Deuteronomy.5.2\">Dt 5:2</a>, <a data-ref=\"Deuteronomy 5:3\" href=\"/Deuteronomy.5.3\">3</a>; <a data-ref=\"Deuteronomy 28:69\" href=\"/Deuteronomy.28.69\">28:69</a>; <a data-ref=\"Deuteronomy 29:13\" href=\"/Deuteronomy.29.13\">29:13</a>, <a data-ref=\"Deuteronomy 29:24\" href=\"/Deuteronomy.29.24\">24</a>; <a data-ref=\"I Kings 5:26\" href=\"/I_Kings.5.26\">1 K 5:26</a>; <a data-ref=\"II Kings 11:17\" href=\"/II_Kings.11.17\">2 K 11:17</a>; <a data-ref=\"II Kings 17:35\" href=\"/II_Kings.17.35\">17:35</a>, <a data-ref=\"II Kings 17:38\" href=\"/II_Kings.17.38\">38</a>; <a data-ref=\"II Kings 23:3\" href=\"/II_Kings.23.3\">23:3</a> <a data-ref=\"II Chronicles 21:7\" href=\"/II_Chronicles.21.7\">2 Ch 21:7</a>; <a data-ref=\"II Chronicles 23:3\" href=\"/II_Chronicles.23.3\">23:3</a>, <a data-ref=\"II Chronicles 23:16\" href=\"/II_Chronicles.23.16\">16</a>; <a data-ref=\"II Chronicles 29:10\" href=\"/II_Chronicles.29.10\">29:10</a>; <a data-ref=\"II Chronicles 34:30\" href=\"/II_Chronicles.34.30\">34:30</a> <a data-ref=\"Ezra 10:3\" href=\"/Ezra.10.3\">Ezr 10:3</a>; <a data-ref=\"Nehemiah 9:8\" href=\"/Nehemiah.9.8\">Ne 9:8</a>; <a data-ref=\"Psalms 50:5\" href=\"/Psalms.50.5\">ψ 50:5</a>; <a data-ref=\"Psalms 89:4\" href=\"/Psalms.89.4\">89:4</a>; <a data-ref=\"Isaiah 55:3\" href=\"/Isaiah.55.3\">Is 55:3</a>; <a data-ref=\"Isaiah 61:8\" href=\"/Isaiah.61.8\">61:8</a>; <a data-ref=\"Jeremiah 11:10\" href=\"/Jeremiah.11.10\">Je 11:10</a>; <a data-ref=\"Jeremiah 31:31\" href=\"/Jeremiah.31.31\">31:31</a>, <a data-ref=\"Jeremiah 31:32\" href=\"/Jeremiah.31.32\">32</a>, <a data-ref=\"Jeremiah 31:33\" href=\"/Jeremiah.31.33\">33</a>; <a data-ref=\"Jeremiah 32:40\" href=\"/Jeremiah.32.40\">32:40</a>; <a data-ref=\"Jeremiah 34:13\" href=\"/Jeremiah.34.13\">34:13</a> <a data-ref=\"Ezekiel 34:25\" href=\"/Ezekiel.34.25\">Ez 34:25</a>; <a data-ref=\"Ezekiel 37:26\" href=\"/Ezekiel.37.26\">37:26</a>; <a data-ref=\"Hosea 2:20\" href=\"/Hosea.2.20\">Hos 2:20</a>; <span dir=\"rtl\">הקים ברית</span> <em>establish a covenant</em> <a data-ref=\"Genesis 6:18\" href=\"/Genesis.6.18\">Gn 6:18</a>; <a data-ref=\"Genesis 9:9\" href=\"/Genesis.9.9\">9:9</a>, <a data-ref=\"Genesis 9:11\" href=\"/Genesis.9.11\">11</a>, <a data-ref=\"Genesis 9:17\" href=\"/Genesis.9.17\">17</a>; <a data-ref=\"Genesis 17:7\" href=\"/Genesis.17.7\">17:7</a>, <a data-ref=\"Genesis 17:19\" href=\"/Genesis.17.19\">19</a>, <a data-ref=\"Genesis 17:21\" href=\"/Genesis.17.21\">21</a>; <a data-ref=\"Exodus 6:4\" href=\"/Exodus.6.4\">Ex 6:4</a> (P) <a data-ref=\"Ezekiel 16:60\" href=\"/Ezekiel.16.60\">Ez 16:60</a>, <a data-ref=\"Ezekiel 16:62\" href=\"/Ezekiel.16.62\">62</a>, <em>confirm covenant</em> <a data-ref=\"Leviticus 26:9\" href=\"/Leviticus.26.9\">Lv 26:9</a> (?; H) <a data-ref=\"Deuteronomy 8:18\" href=\"/Deuteronomy.8.18\">Dt 8:18</a>; <span dir=\"rtl\">נתן ברית</span> <a data-ref=\"Genesis 17:2\" href=\"/Genesis.17.2\">Gn 17:2</a> (cf. <a data-ref=\"Genesis 9:12\" href=\"/Genesis.9.12\">9:12</a>) <a data-ref=\"Numbers 25:12\" href=\"/Numbers.25.12\">Nu 25:12</a> (P); <span dir=\"rtl\">שׂם ברית</span> <a data-ref=\"II Samuel 23:5\" href=\"/II_Samuel.23.5\">2 S 23:5</a>; <span dir=\"rtl\">עבר בברית</span> <a data-ref=\"Deuteronomy 29:11\" href=\"/Deuteronomy.29.11\">Dt 29:11</a>; <span dir=\"rtl\">בא בברית</span> <a data-ref=\"II Chronicles 15:12\" href=\"/II_Chronicles.15.12\">2 Ch 15:12</a>; <a data-ref=\"Ezekiel 16:8\" href=\"/Ezekiel.16.8\">Ez 16:8</a>; <span dir=\"rtl\">צוה ברית</span> <a data-ref=\"Psalms 111:9\" href=\"/Psalms.111.9\">ψ 111:9</a>; <span dir=\"rtl\">נשׂא ברית על פי</span> <a data-ref=\"Psalms 50:16\" href=\"/Psalms.50.16\">ψ 50:16</a>. (Cf. further on these Dr<sup>J Ph. xi. 1882, 210 ff.</sup>) <strong>2.</strong>  <em>covenant keeping:</em> on the part of man <span dir=\"rtl\">שׁמר ברית</span> <a data-ref=\"I Kings 11:11\" href=\"/I_Kings.11.11\">1 K 11:11</a> <a data-ref=\"Nehemiah 1:5\" href=\"/Nehemiah.1.5\">Ne 1:5</a>; <a data-ref=\"Nehemiah 9:32\" href=\"/Nehemiah.9.32\">9:32</a> <a data-ref=\"Psalms 78:10\" href=\"/Psalms.78.10\">ψ 78:10</a>; <a data-ref=\"Psalms 103:18\" href=\"/Psalms.103.18\">103:18</a>; <a data-ref=\"Psalms 132:12\" href=\"/Psalms.132.12\">132:12</a> <a data-ref=\"Daniel 9:4\" href=\"/Daniel.9.4\">Dn 9:4</a>, <span dir=\"rtl\">נצר ברית</span> <a data-ref=\"Deuteronomy 33:9\" href=\"/Deuteronomy.33.9\">Dt 33:9</a> <a data-ref=\"Psalms 25:10\" href=\"/Psalms.25.10\">ψ 25:10</a>, <span dir=\"rtl\">מחזיקים בברית</span> <a data-ref=\"Isaiah 56:4\" href=\"/Isaiah.56.4\">Is 56:4</a>, <a data-ref=\"Isaiah 56:6\" href=\"/Isaiah.56.6\">6</a>; on the part of God <span dir=\"rtl\">זכר ברית</span> <a data-ref=\"Genesis 9:15\" href=\"/Genesis.9.15\">Gn 9:15</a>, <a data-ref=\"Genesis 9:16\" href=\"/Genesis.9.16\">16</a> <a data-ref=\"Exodus 2:24\" href=\"/Exodus.2.24\">Ex 2:24</a>; <a data-ref=\"Exodus 6:5\" href=\"/Exodus.6.5\">6:5</a> (all P), <a data-ref=\"Leviticus 26:42\" href=\"/Leviticus.26.42\">Lv 26:42</a><sup>(×3)</sup> (H; on sf. cf. Di Ges<sup>§ 128, 1 R b</sup>) v <a data-ref=\"Leviticus 26:45\" href=\"/Leviticus.26.45\">45</a> (H) <a data-ref=\"Psalms 105:8\" href=\"/Psalms.105.8\">ψ 105:8</a>; <a data-ref=\"Psalms 106:45\" href=\"/Psalms.106.45\">106:45</a>; <a data-ref=\"Psalms 111:5\" href=\"/Psalms.111.5\">111:5</a> <a data-ref=\"I Chronicles 16:15\" href=\"/I_Chronicles.16.15\">1 Ch 16:15</a> <a data-ref=\"Ezekiel 16:60\" href=\"/Ezekiel.16.60\">Ez 16:60</a>. Thus we have <span dir=\"rtl\">נאמנת</span> <a data-ref=\"Psalms 89:29\" href=\"/Psalms.89.29\">ψ 89:29</a>; <span dir=\"rtl\">ברית עולם</span> <a data-ref=\"Genesis 9:16\" href=\"/Genesis.9.16\">Gn 9:16</a>; <a data-ref=\"Genesis 17:7\" href=\"/Genesis.17.7\">17:7</a>, <a data-ref=\"Genesis 17:13\" href=\"/Genesis.17.13\">13</a>, <a data-ref=\"Genesis 17:18\" href=\"/Genesis.17.18\">18</a>, <a data-ref=\"Genesis 17:19\" href=\"/Genesis.17.19\">19</a> <a data-ref=\"Exodus 31:16\" href=\"/Exodus.31.16\">Ex 31:16</a> <a data-ref=\"Leviticus 24:8\" href=\"/Leviticus.24.8\">Lv 24:8</a> <a data-ref=\"Numbers 18:19\" href=\"/Numbers.18.19\">Nu 18:19</a>; <a data-ref=\"Numbers 25:13\" href=\"/Numbers.25.13\">25:13</a> (P) <a data-ref=\"II Samuel 23:5\" href=\"/II_Samuel.23.5\">2 S 23:5</a> (poet.) <a data-ref=\"I Chronicles 16:17\" href=\"/I_Chronicles.16.17\">1 Ch 16:17</a> (= <a data-ref=\"Psalms 105:10\" href=\"/Psalms.105.10\">ψ 105:10</a>) <a data-ref=\"Isaiah 24:5\" href=\"/Isaiah.24.5\">Is 24:5</a>; <a data-ref=\"Isaiah 55:3\" href=\"/Isaiah.55.3\">55:3</a>; <a data-ref=\"Isaiah 61:8\" href=\"/Isaiah.61.8\">61:8</a> <a data-ref=\"Jeremiah 32:40\" href=\"/Jeremiah.32.40\">Je 32:40</a>; <a data-ref=\"Jeremiah 50:5\" href=\"/Jeremiah.50.5\">50:5</a> <a data-ref=\"Ezekiel 16:60\" href=\"/Ezekiel.16.60\">Ez 16:60</a>; <a data-ref=\"Ezekiel 37:26\" href=\"/Ezekiel.37.26\">37:26</a>; <span dir=\"rtl\">ברית מלח</span> <a data-ref=\"Leviticus 2:13\" href=\"/Leviticus.2.13\">Lv 2:13</a> <a data-ref=\"II Chronicles 13:5\" href=\"/II_Chronicles.13.5\">2 Ch 13:5</a>; <a data-ref=\"II Chronicles 21:7\" href=\"/II_Chronicles.21.7\">21:7</a> (a cov’t. with sacrificial meal and salt; on cov’t. with salt in Arabia cf. We<sup>Skizzen iii. 124</sup>); <span dir=\"rtl\">ברית שׁלום</span> <a data-ref=\"Numbers 25:12\" href=\"/Numbers.25.12\">Nu 25:12</a> (P) <a data-ref=\"Isaiah 54:10\" href=\"/Isaiah.54.10\">Is 54:10</a> <a data-ref=\"Ezekiel 34:25\" href=\"/Ezekiel.34.25\">Ez 34:25</a>; <a data-ref=\"Ezekiel 37:26\" href=\"/Ezekiel.37.26\">37:26</a>; <span dir=\"rtl\">הברית והחסד</span> <a data-ref=\"Deuteronomy 7:9\" href=\"/Deuteronomy.7.9\">Dt 7:9</a>, <a data-ref=\"Deuteronomy 7:12\" href=\"/Deuteronomy.7.12\">12</a> <a data-ref=\"I Kings 8:23\" href=\"/I_Kings.8.23\">1 K 8:23</a> (= <a data-ref=\"II Chronicles 6:14\" href=\"/II_Chronicles.6.14\">2 Ch 6:14</a>) <a data-ref=\"Nehemiah 1:5\" href=\"/Nehemiah.1.5\">Ne 1:5</a>; <a data-ref=\"Nehemiah 9:32\" href=\"/Nehemiah.9.32\">9:32</a>; <a data-ref=\"Daniel 9:4\" href=\"/Daniel.9.4\">Dn 9:4</a>; <span dir=\"rtl\">ברית קדשׁ</span> <a data-ref=\"Daniel 11:28\" href=\"/Daniel.11.28\">Dn 11:28</a>, <a data-ref=\"Daniel 11:30\" href=\"/Daniel.11.30\">30</a>; <span dir=\"rtl\">מסרת הברית</span> <a data-ref=\"Ezekiel 20:37\" href=\"/Ezekiel.20.37\">Ez 20:27</a>. <strong>3.</strong>  <em>covenant violation:</em> <span dir=\"rtl\">עבר ברית</span> <a data-ref=\"Deuteronomy 17:2\" href=\"/Deuteronomy.17.2\">Dt 17:2</a>; <a data-ref=\"Joshua 7:11\" href=\"/Joshua.7.11\">Jos 7:11</a>, <a data-ref=\"Joshua 7:15\" href=\"/Joshua.7.15\">15</a>; <a data-ref=\"Joshua 23:16\" href=\"/Joshua.23.16\">23:16</a> (D) <a data-ref=\"Judges 2:20\" href=\"/Judges.2.20\">Ju 2:20</a>; <a data-ref=\"II Kings 18:12\" href=\"/II_Kings.18.12\">2 K 18:12</a>; <a data-ref=\"Hosea 6:7\" href=\"/Hosea.6.7\">Ho 6:7</a>; <a data-ref=\"Hosea 8:1\" href=\"/Hosea.8.1\">8:1</a>; <span dir=\"rtl\">הפר ברית</span> <a data-ref=\"Genesis 17:14\" href=\"/Genesis.17.14\">Gn 17:14</a>; <a data-ref=\"Leviticus 26:15\" href=\"/Leviticus.26.15\">Lv 26:15</a>, <a data-ref=\"Leviticus 26:44\" href=\"/Leviticus.26.44\">44</a> (H) <a data-ref=\"Deuteronomy 31:16\" href=\"/Deuteronomy.31.16\">Dt 31:16</a>, <a data-ref=\"Deuteronomy 31:20\" href=\"/Deuteronomy.31.20\">20</a> (J) <a data-ref=\"Judges 2:1\" href=\"/Judges.2.1\">Ju 2:1</a>; <a data-ref=\"Isaiah 24:5\" href=\"/Isaiah.24.5\">Is 24:5</a><sup>(×2)</sup> <a data-ref=\"Jeremiah 11:10\" href=\"/Jeremiah.11.10\">Je 11:10</a>; <a data-ref=\"Jeremiah 14:21\" href=\"/Jeremiah.14.21\">14:21</a>; <a data-ref=\"Jeremiah 31:32\" href=\"/Jeremiah.31.32\">31:32</a>; <a data-ref=\"Jeremiah 33:20\" href=\"/Jeremiah.33.20\">33:20</a>, <a data-ref=\"Jeremiah 33:21\" href=\"/Jeremiah.33.21\">21</a>; <a data-ref=\"Ezekiel 16:59\" href=\"/Ezekiel.16.59\">Ez 16:59</a>; <a data-ref=\"Ezekiel 17:18\" href=\"/Ezekiel.17.18\">17:18</a>, <a data-ref=\"Ezekiel 17:19\" href=\"/Ezekiel.17.19\">19</a>; <a data-ref=\"Ezekiel 44:7\" href=\"/Ezekiel.44.7\">44:7</a>; <a data-ref=\"Zechariah 11:10\" href=\"/Zechariah.11.10\">Zc 11:10</a>; <span dir=\"rtl\">עזב ב׳</span> <a data-ref=\"Deuteronomy 29:24\" href=\"/Deuteronomy.29.24\">Dt 29:24</a> <a data-ref=\"I Kings 19:10\" href=\"/I_Kings.19.10\">1 K 19:10</a>, <a data-ref=\"I Kings 19:14\" href=\"/I_Kings.19.14\">14</a>; <a data-ref=\"Jeremiah 22:9\" href=\"/Jeremiah.22.9\">Je 22:9</a> <a data-ref=\"Daniel 11:30\" href=\"/Daniel.11.30\">Dn 11:30</a>; <span dir=\"rtl\">מאס ברית</span> <a data-ref=\"II Kings 17:15\" href=\"/II_Kings.17.15\">2 K 17:15</a>; <span dir=\"rtl\">נאר ברית</span> <a data-ref=\"Psalms 89:39\" href=\"/Psalms.89.39\">ψ 89:39</a>; <span dir=\"rtl\">חלל ברית</span> <a data-ref=\"Psalms 89:34\" href=\"/Psalms.89.34\">ψ 89:34</a> <a data-ref=\"Malachi 2:10\" href=\"/Malachi.2.10\">Mal 2:10</a> (cf. v <a data-ref=\"Malachi 2:4\" href=\"/Malachi.2.4\">4</a>); <span dir=\"rtl\">שׁקר בב׳</span> <a data-ref=\"Psalms 44:18\" href=\"/Psalms.44.18\">ψ 44:18</a>; <span dir=\"rtl\">שׁכח ברית</span> <a data-ref=\"Deuteronomy 4:23\" href=\"/Deuteronomy.4.23\">Dt 4:23</a>, <a data-ref=\"Deuteronomy 4:21\" href=\"/Deuteronomy.4.21\">21</a>; <a data-ref=\"Jeremiah 50:5\" href=\"/Jeremiah.50.5\">Je 50:5</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d252b6084aa1cbf18ac5", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, כָּרַת 1", "anchorRef": "Exodus 23:32", "anchorRefExpanded": ["Exodus 23:32"], "sourceRef": "BDB, כָּרַת 1", "sourceHeRef": "בראון-דרייבר-בריגס, כָּרַת א׳", "anchorVerse": 32, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "כָּרַת", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† <big><big><span dir=\"rtl\">כָּרַת</span></big></big><sub>291</sub><big></big>  <strong>vb.</strong> cut off, cut down <strong>(</strong>NH <em>id.;</em> Assyrian <em>karâtu</em>, ii. <em>hew off</em> Dl <sup>HWB 357</sup><strong>)</strong>;—<br><strong>Qal</strong>  Pf. <span dir=\"rtl\">כ׳</span> <a data-ref=\"Genesis 15:18\" href=\"/Genesis.15.18\">Gn 15:18</a> + 19 times; 2 ms. <span dir=\"rtl\">כָּרָ֑תָּ</span> <a data-ref=\"Deuteronomy 20:20\" href=\"/Deuteronomy.20.20\">Dt 20:20</a>; 1 s. <span dir=\"rtl\">כָּרַתִּי</span> <a data-ref=\"Exodus 34:27\" href=\"/Exodus.34.27\">Ex 34:27</a> + 15 times; + 8 times Pf.; Impf. <span dir=\"rtl\">יִכְרֹת</span> <a data-ref=\"Job 40:28\" href=\"/Job.40.28\">Jb 40:28</a> + 21 times; 2 ms. <span dir=\"rtl\">תִּכְרָת־</span> <a data-ref=\"Isaiah 57:8\" href=\"/Isaiah.57.8\">Is 57:8</a>; 1 s. <span dir=\"rtl\">אֶכְרוֹת</span> <a data-ref=\"Isaiah 61:8\" href=\"/Isaiah.61.8\">Is 61:8</a>; <a data-ref=\"I Samuel 11:2\" href=\"/I_Samuel.11.2\">1 S 11:2</a>; <span dir=\"rtl\">אֶכְרְתָה</span> <a data-ref=\"Isaiah 55:3\" href=\"/Isaiah.55.3\">Is 55:3</a>; 3 mpl. <span dir=\"rtl\">יִכְרֹ֑תוּ</span> <a data-ref=\"Hosea 12:2\" href=\"/Hosea.12.2\">Ho 12:2</a> <a data-ref=\"Psalms 83:6\" href=\"/Psalms.83.6\">ψ 83:6</a>; 1 pl. <span dir=\"rtl\">נִכְרְתָה</span> <a data-ref=\"Genesis 26:28\" href=\"/Genesis.26.28\">Gn 26:28</a>; <a data-ref=\"Genesis 31:44\" href=\"/Genesis.31.44\">31:44</a>; sf. <span dir=\"rtl\">נִכְרְתֶנּוּ</span> <a data-ref=\"Jeremiah 11:19\" href=\"/Jeremiah.11.19\">Je 11:19</a>; + 31 times Impf.; Imv. <span dir=\"rtl\">כְּרָת־</span> <a data-ref=\"I Samuel 11:1\" href=\"/I_Samuel.11.1\">1 S 11:1</a>; <span dir=\"rtl\">כָּרְתָה</span> <a data-ref=\"II Samuel 3:12\" href=\"/II_Samuel.3.12\">2 S 3:12</a>; + 4 times Imv.; Inf. abs. <span dir=\"rtl\">כָּרֹת</span> <a data-ref=\"Hosea 10:4\" href=\"/Hosea.10.4\">Ho 10:4</a>; <span dir=\"rtl\">כָּרוֹת</span> <a data-ref=\"Nehemiah 9:8\" href=\"/Nehemiah.9.8\">Ne 9:8</a>; cstr. <span dir=\"rtl\">כְּרֹת</span> <a data-ref=\"Jeremiah 34:8\" href=\"/Jeremiah.34.8\">Je 34:8</a> + 2 times; <span dir=\"rtl\">כְּרָת־</span> <a data-ref=\"Isaiah 44:14\" href=\"/Isaiah.44.14\">Is 44:14</a> + 2 times; <span dir=\"rtl\">כְּרוֹת</span> <a data-ref=\"II Chronicles 2:7\" href=\"/II_Chronicles.2.7\">2 Ch 2:7</a>; <a data-ref=\"II Chronicles 29:10\" href=\"/II_Chronicles.29.10\">29:10</a>; sf. <span dir=\"rtl\">כָּרְתִי</span> <a data-ref=\"I Samuel 24:12\" href=\"/I_Samuel.24.12\">1 S 24:12</a>; Pt. act. <span dir=\"rtl\">כֹּרֵת</span> <a data-ref=\"Exodus 34:10\" href=\"/Exodus.34.10\">Ex 34:10</a> + 3 times; + 3 times Pt. act.; pass. <span dir=\"rtl\">כָּרוּת</span> <a data-ref=\"Leviticus 22:24\" href=\"/Leviticus.22.24\">Lv 22:24</a>; cstr. <span dir=\"rtl\">כְּרוּת</span> <a data-ref=\"Deuteronomy 23:2\" href=\"/Deuteronomy.23.2\">Dt 23:2</a>; pl. <span dir=\"rtl\">כְּרֻת[וֹ]ת</span> <a data-ref=\"I Kings 7:12\" href=\"/I_Kings.7.12\">1 K 7:12</a> + 3 times;— <strong>1.</strong>  <em>cut off:</em> <strong>a.</strong>  <em>things:</em> c. acc. foreskin <a data-ref=\"Exodus 4:25\" href=\"/Exodus.4.25\">Ex 4:25</a> (J); privy member <a data-ref=\"Leviticus 22:24\" href=\"/Leviticus.22.24\">Lv 22:24</a> (H) <a data-ref=\"Deuteronomy 23:2\" href=\"/Deuteronomy.23.2\">Dt 23:2</a>; cluster of grapes <a data-ref=\"Numbers 13:23\" href=\"/Numbers.13.23\">Nu 13:23</a>, <a data-ref=\"Numbers 13:24\" href=\"/Numbers.13.24\">24</a> (E); bough of tree <a data-ref=\"Judges 9:48\" href=\"/Judges.9.48\">Ju 9:48</a>, <a data-ref=\"Judges 9:49\" href=\"/Judges.9.49\">49</a>; skirt <a data-ref=\"I Samuel 24:5\" href=\"/I_Samuel.24.5\">1 S 24:5</a>, <a data-ref=\"I Samuel 24:6\" href=\"/I_Samuel.24.6\">6</a>, <a data-ref=\"I Samuel 24:12\" href=\"/I_Samuel.24.12\">12</a>; head of man <a data-ref=\"I Samuel 17:51\" href=\"/I_Samuel.17.51\">1 S 17:51</a>; <a data-ref=\"I Samuel 31:9\" href=\"/I_Samuel.31.9\">31:9</a> <a data-ref=\"II Samuel 20:22\" href=\"/II_Samuel.20.22\">2 S 20:22</a>; garments <a data-ref=\"II Samuel 10:4\" href=\"/II_Samuel.10.4\">2 S 10:4</a> = <a data-ref=\"I Chronicles 19:4\" href=\"/I_Chronicles.19.4\">1 Ch 19:4</a>; palms of hands <a data-ref=\"I Samuel 5:4\" href=\"/I_Samuel.5.4\">1 S 5:4</a>; sprigs <a data-ref=\"Isaiah 18:5\" href=\"/Isaiah.18.5\">Is 18:5</a>. <strong>b.</strong>  <em>persons</em>, c. acc. pers. <span dir=\"rtl\">מִן</span> loc. <a data-ref=\"Jeremiah 11:19\" href=\"/Jeremiah.11.19\">Je 11:19</a>; <a data-ref=\"Jeremiah 50:16\" href=\"/Jeremiah.50.16\">50:16</a>. <strong>2.</strong>  <em>cut down</em>, c. acc. trees <a data-ref=\"Deuteronomy 19:5\" href=\"/Deuteronomy.19.5\">Dt 19:5</a>; <a data-ref=\"Deuteronomy 20:19\" href=\"/Deuteronomy.20.19\">20:19</a>, <a data-ref=\"Deuteronomy 20:20\" href=\"/Deuteronomy.20.20\">20</a>; <a data-ref=\"II Kings 19:23\" href=\"/II_Kings.19.23\">2 K 19:23</a> = <a data-ref=\"Isaiah 37:24\" href=\"/Isaiah.37.24\">Is 37:24</a>; <a data-ref=\"Isaiah 44:14\" href=\"/Isaiah.44.14\">Is 44:14</a> <a data-ref=\"Jeremiah 6:6\" href=\"/Jeremiah.6.6\">Je 6:6</a>; <a data-ref=\"Jeremiah 10:3\" href=\"/Jeremiah.10.3\">10:3</a>; <a data-ref=\"Jeremiah 22:7\" href=\"/Jeremiah.22.7\">22:7</a>; <a data-ref=\"Jeremiah 46:23\" href=\"/Jeremiah.46.23\">46:23</a> <a data-ref=\"Ezekiel 31:12\" href=\"/Ezekiel.31.12\">Ez 31:12</a>; <em>asherim</em> <a data-ref=\"Exodus 34:13\" href=\"/Exodus.34.13\">Ex 34:13</a> (J) <a data-ref=\"Judges 6:25\" href=\"/Judges.6.25\">Ju 6:25</a>, <a data-ref=\"Judges 6:26\" href=\"/Judges.6.26\">26</a>, <a data-ref=\"Judges 6:30\" href=\"/Judges.6.30\">30</a>; <a data-ref=\"I Kings 15:13\" href=\"/I_Kings.15.13\">1 K 15:13</a> = <a data-ref=\"II Chronicles 15:16\" href=\"/II_Chronicles.15.16\">2 Ch 15:16</a>; <a data-ref=\"II Kings 18:4\" href=\"/II_Kings.18.4\">2 K 18:4</a>; <a data-ref=\"II Kings 23:14\" href=\"/II_Kings.23.14\">23:14</a>. <strong>3.</strong>  <em>hew</em>, timber <a data-ref=\"I Kings 5:20\" href=\"/I_Kings.5.20\">1 K 5:20</a><sup>(×2)</sup> = <a data-ref=\"II Chronicles 2:7\" href=\"/II_Chronicles.2.7\">2 Ch 2:7</a>, <a data-ref=\"II Chronicles 2:15\" href=\"/II_Chronicles.2.15\">15</a>, <a data-ref=\"Isaiah 14:8\" href=\"/Isaiah.14.8\">Is 14:8</a>; <span dir=\"rtl\">כֹּרְתֵי הָעֵצִים</span> <em>hewers of timber</em> <a data-ref=\"II Chronicles 2:9\" href=\"/II_Chronicles.2.9\">2 Ch 2:9</a>; <span dir=\"rtl\">כְּרֻת(וֹ)ת</span> <em>hewn beams</em> <a data-ref=\"I Kings 6:36\" href=\"/I_Kings.6.36\">1 K 6:36</a>; <a data-ref=\"I Kings 7:2\" href=\"/I_Kings.7.2\">7:2</a>, <a data-ref=\"I Kings 7:12\" href=\"/I_Kings.7.12\">12</a>. <strong>4.</strong>  <span dir=\"rtl\">כ׳ בְּרִית</span> <em>cut, or make a covenant</em> (because of the cutting up and distribution of the flesh of the victim for eating in the sacrifice of the covenants, see <a data-ref=\"BDB, בְּרִית\" href=\"/BDB,_בְּרִית\", dir=\"rtl\">בְּרִית</a>); <span dir=\"rtl\">הָעֵגֶל אֲשֶׁר כ׳</span> <em>the calf which they cut</em> <a data-ref=\"Jeremiah 34:18\" href=\"/Jeremiah.34.18\">Je 34:18</a> (referring to <a data-ref=\"Genesis 15:10\" href=\"/Genesis.15.10\">Gn 15:10</a>); <span dir=\"rtl\">עֲלֵי־זֶבַח</span> <a data-ref=\"Psalms 50:5\" href=\"/Psalms.50.5\">ψ 50:5</a>; abs. <a data-ref=\"Genesis 21:27\" href=\"/Genesis.21.27\">Gn 21:27</a>, <a data-ref=\"Genesis 21:32\" href=\"/Genesis.21.32\">32</a>; <a data-ref=\"Genesis 31:44\" href=\"/Genesis.31.44\">31:44</a> (E) <a data-ref=\"I Samuel 18:3\" href=\"/I_Samuel.18.3\">1 S 18:3</a>; <a data-ref=\"I Kings 5:26\" href=\"/I_Kings.5.26\">1 K 5:26</a>; <a data-ref=\"Hosea 10:4\" href=\"/Hosea.10.4\">Ho 10:4</a>; c. <span dir=\"rtl\">אֶת</span> <em>with</em> <a data-ref=\"Genesis 15:18\" href=\"/Genesis.15.18\">Gn 15:18</a>; <a data-ref=\"Exodus 34:27\" href=\"/Exodus.34.27\">Ex 34:27</a>; <a data-ref=\"Deuteronomy 31:16\" href=\"/Deuteronomy.31.16\">Dt 31:16</a> (J) <a data-ref=\"Deuteronomy 5:3\" href=\"/Deuteronomy.5.3\">Dt 5:3</a> <a data-ref=\"Deuteronomy 28:69\" href=\"/Deuteronomy.28.69\">28:69</a><sup>(×2)</sup>; <a data-ref=\"Deuteronomy 29:13\" href=\"/Deuteronomy.29.13\">29:13</a> <a data-ref=\"II Samuel 3:12\" href=\"/II_Samuel.3.12\">2 S 3:12</a>, <a data-ref=\"II Samuel 3:13\" href=\"/II_Samuel.3.13\">13</a>, <a data-ref=\"II Samuel 3:21\" href=\"/II_Samuel.3.21\">21</a>; <a data-ref=\"II Kings 17:15\" href=\"/II_Kings.17.15\">2 K 17:15</a>, <a data-ref=\"II Kings 17:35\" href=\"/II_Kings.17.35\">35</a>, <a data-ref=\"II Kings 17:38\" href=\"/II_Kings.17.38\">38</a>; <a data-ref=\"Isaiah 28:15\" href=\"/Isaiah.28.15\">Is 28:15</a>; <a data-ref=\"Jeremiah 11:10\" href=\"/Jeremiah.11.10\">Je 11:10</a>; <a data-ref=\"Jeremiah 31:31\" href=\"/Jeremiah.31.31\">31:31</a>, <a data-ref=\"Jeremiah 31:32\" href=\"/Jeremiah.31.32\">32</a>, <a data-ref=\"Jeremiah 31:33\" href=\"/Jeremiah.31.33\">33</a>; <a data-ref=\"Jeremiah 34:8\" href=\"/Jeremiah.34.8\">34:8</a>, <a data-ref=\"Jeremiah 34:13\" href=\"/Jeremiah.34.13\">13</a>; <a data-ref=\"Ezekiel 17:13\" href=\"/Ezekiel.17.13\">Ez 17:13</a>; <a data-ref=\"Zechariah 11:10\" href=\"/Zechariah.11.10\">Zc 11:10</a> <a data-ref=\"Psalms 105:9\" href=\"/Psalms.105.9\">ψ 105:9</a> = <a data-ref=\"I Chronicles 16:16\" href=\"/I_Chronicles.16.16\">1 Ch 16:16</a>; c. <span dir=\"rtl\">עִם</span> <a data-ref=\"Genesis 26:28\" href=\"/Genesis.26.28\">Gn 26:28</a> (J) <a data-ref=\"Exodus 24:8\" href=\"/Exodus.24.8\">Ex 24:8</a> (E) <a data-ref=\"Deuteronomy 4:23\" href=\"/Deuteronomy.4.23\">Dt 4:23</a>; <a data-ref=\"Deuteronomy 5:2\" href=\"/Deuteronomy.5.2\">5:2</a>; <a data-ref=\"Deuteronomy 9:9\" href=\"/Deuteronomy.9.9\">9:9</a>; <a data-ref=\"Deuteronomy 29:11\" href=\"/Deuteronomy.29.11\">29:11</a>, <a data-ref=\"Deuteronomy 29:24\" href=\"/Deuteronomy.29.24\">24</a>; <a data-ref=\"I Kings 8:21\" href=\"/I_Kings.8.21\">1 K 8:21</a> = <a data-ref=\"II Chronicles 6:11\" href=\"/II_Chronicles.6.11\">2 Ch 6:11</a>; <a data-ref=\"II Chronicles 23:3\" href=\"/II_Chronicles.23.3\">2 Ch 23:3</a> <a data-ref=\"Nehemiah 9:8\" href=\"/Nehemiah.9.8\">Ne 9:8</a>; <a data-ref=\"Hosea 2:20\" href=\"/Hosea.2.20\">Ho 2:20</a>; <a data-ref=\"Hosea 12:2\" href=\"/Hosea.12.2\">12:2</a>; <a data-ref=\"Job 40:28\" href=\"/Job.40.28\">Jb 40:28</a>; <span dir=\"rtl\">בְּ׳</span> omitted <a data-ref=\"I Samuel 20:16\" href=\"/I_Samuel.20.16\">1 S 20:16</a>; <a data-ref=\"I Samuel 22:8\" href=\"/I_Samuel.22.8\">22:8</a>; <a data-ref=\"I Kings 8:9\" href=\"/I_Kings.8.9\">1 K 8:9</a> = <a data-ref=\"II Chronicles 5:10\" href=\"/II_Chronicles.5.10\">2 Ch 5:10</a>; c. <span dir=\"rtl\">לְ</span> <a data-ref=\"Exodus 23:32\" href=\"/Exodus.23.32\">Ex 23:32</a>; <a data-ref=\"Exodus 34:12\" href=\"/Exodus.34.12\">34:12</a>, <a data-ref=\"Exodus 34:15\" href=\"/Exodus.34.15\">15</a>; <a data-ref=\"Joshua 9:6\" href=\"/Joshua.9.6\">Jos 9:6</a>, <a data-ref=\"Joshua 9:7\" href=\"/Joshua.9.7\">7</a>, <a data-ref=\"Joshua 9:11\" href=\"/Joshua.9.11\">11</a>, <a data-ref=\"Joshua 9:15\" href=\"/Joshua.9.15\">15</a>, <a data-ref=\"Joshua 9:16\" href=\"/Joshua.9.16\">16</a>; <a data-ref=\"Joshua 24:25\" href=\"/Joshua.24.25\">24:25</a> (JE) <a data-ref=\"Deuteronomy 7:2\" href=\"/Deuteronomy.7.2\">Dt 7:2</a>; <a data-ref=\"Judges 2:2\" href=\"/Judges.2.2\">Ju 2:2</a>; <a data-ref=\"I Samuel 11:1\" href=\"/I_Samuel.11.1\">1 S 11:1</a>; <a data-ref=\"II Samuel 5:3\" href=\"/II_Samuel.5.3\">2 S 5:3</a>; <a data-ref=\"I Kings 20:34\" href=\"/I_Kings.20.34\">1 K 20:34</a> <a data-ref=\"II Kings 11:4\" href=\"/II_Kings.11.4\">2 K 11:4</a>; <a data-ref=\"I Chronicles 11:3\" href=\"/I_Chronicles.11.3\">1 Ch 11:3</a>; <a data-ref=\"II Chronicles 21:7\" href=\"/II_Chronicles.21.7\">2 Ch 21:7</a>; <a data-ref=\"II Chronicles 29:10\" href=\"/II_Chronicles.29.10\">29:10</a>; <a data-ref=\"Ezra 10:3\" href=\"/Ezra.10.3\">Ezr 10:3</a>; <a data-ref=\"Isaiah 55:3\" href=\"/Isaiah.55.3\">Is 55:3</a>; <a data-ref=\"Isaiah 61:8\" href=\"/Isaiah.61.8\">61:8</a>; <a data-ref=\"Jeremiah 32:40\" href=\"/Jeremiah.32.40\">Je 32:40</a>; <a data-ref=\"Jeremiah 34:18\" href=\"/Jeremiah.34.18\">34:18</a>; <a data-ref=\"Ezekiel 34:25\" href=\"/Ezekiel.34.25\">Ez 34:25</a>; <a data-ref=\"Ezekiel 37:26\" href=\"/Ezekiel.37.26\">37:26</a>; <a data-ref=\"Job 31:1\" href=\"/Job.31.1\">Jb 31:1</a> <a data-ref=\"Psalms 89:4\" href=\"/Psalms.89.4\">ψ 89:4</a>; <span dir=\"rtl\">בְּ׳</span> omitted <a data-ref=\"I Samuel 11:2\" href=\"/I_Samuel.11.2\">1 S 11:2</a>; <a data-ref=\"II Chronicles 7:18\" href=\"/II_Chronicles.7.18\">2 Ch 7:18</a>; <span dir=\"rtl\">נֶגֶד</span> <a data-ref=\"Exodus 34:10\" href=\"/Exodus.34.10\">Ex 34:10</a> (J); <span dir=\"rtl\">לִפְנֵי</span> <a data-ref=\"I Samuel 23:18\" href=\"/I_Samuel.23.18\">1 S 23:18</a>; <a data-ref=\"II Kings 23:3\" href=\"/II_Kings.23.3\">2 K 23:3</a> = <a data-ref=\"II Chronicles 34:31\" href=\"/II_Chronicles.34.31\">2 Ch 34:31</a> <a data-ref=\"Jeremiah 34:15\" href=\"/Jeremiah.34.15\">Je 34:15</a>; <span dir=\"rtl\">בֵּין וּבֵין</span> <a data-ref=\"II Kings 11:17\" href=\"/II_Kings.11.17\">2 K 11:17</a>; <a data-ref=\"II Chronicles 23:16\" href=\"/II_Chronicles.23.16\">2 Ch 23:16</a>; c. <span dir=\"rtl\">עַל</span> <em>against</em>, <a data-ref=\"Psalms 83:6\" href=\"/Psalms.83.6\">ψ 83:6</a>; <span dir=\"rtl\">אֲמָנָה</span> is used for <span dir=\"rtl\">ברית</span> <a data-ref=\"Nehemiah 10:1\" href=\"/Nehemiah.10.1\">Ne 10:1</a>; and <span dir=\"rtl\">דָּבָר</span> <a data-ref=\"Haggai 2:5\" href=\"/Haggai.2.5\">Hg 2:5</a>. <em>Note.</em> —<span dir=\"rtl\">וַתִּכְרָת־לָךְ מֵהֶם</span> <a data-ref=\"Isaiah 57:8\" href=\"/Isaiah.57.8\">Is 57:8</a> is usually rendered as RV <em>made for thee a covenant with them</em>, with ellipsis of <span dir=\"rtl\">בּ׳</span> as above. But <span dir=\"rtl\">מִן</span> is not used in such a construction. The clause is commonly regarded as corrupt by recent critics. Gr emends <span dir=\"rtl\">עִמָּהֶם</span> for <span dir=\"rtl\">מֵהֶם</span>, this is easiest and gives the usual construction; Du, followed by Buhl, reads <span dir=\"rtl\">וַתִּכְרִי</span> after <a data-ref=\"Hosea 3:2\" href=\"/Hosea.3.2\">Ho 3:2</a>.<br><strong>Niph.</strong>  Pf. 3 ms. <span dir=\"rtl\">נכרת</span> <a data-ref=\"Joel 1:5\" href=\"/Joel.1.5\">Jo 1:5</a> + 5 times; <span dir=\"rtl\">נִכְרָ֑ת</span> <a data-ref=\"Joel 1:16\" href=\"/Joel.1.16\">Jo 1:16</a> + 2 times; 3 fs. <span dir=\"rtl\">נִכְרְתָה</span> <a data-ref=\"Genesis 17:14\" href=\"/Genesis.17.14\">Gn 17:14</a> + 16 times; <span dir=\"rtl\">נִכְרָ֑תָה</span> <a data-ref=\"Psalms 37:38\" href=\"/Psalms.37.38\">ψ 37:38</a>; 2 ms. <span dir=\"rtl\">נִכְרַתָּ</span> <a data-ref=\"Obadiah 1:10\" href=\"/Obadiah.1.10\">Ob 10</a>; + 8 times Pf.; Impf. <span dir=\"rtl\">יִכָּרֵת</span> <a data-ref=\"Genesis 9:11\" href=\"/Genesis.9.11\">Gn 9:11</a> + 21 times; <span dir=\"rtl\">יִכָּֽרֶת־</span> <a data-ref=\"Obadiah 1:9\" href=\"/Obadiah.1.9\">Ob 9</a>; 3 mpl. <span dir=\"rtl\">יִכָּֽרְתוּ</span> <a data-ref=\"Zechariah 13:8\" href=\"/Zechariah.13.8\">Zc 13:8</a>; <span dir=\"rtl\">יִכָּרֵת֑וּן</span> <a data-ref=\"Joshua 3:13\" href=\"/Joshua.3.13\">Jos 3:13</a> <a data-ref=\"Psalms 37:9\" href=\"/Psalms.37.9\">ψ 37:9</a>; + 9 times Impf.; Inf. <span dir=\"rtl\">הִכָּרֵת</span> <a data-ref=\"Numbers 15:31\" href=\"/Numbers.15.31\">Nu 15:31</a> <a data-ref=\"Psalms 37:34\" href=\"/Psalms.37.34\">ψ 37:34</a>.— <strong>1.</strong>  <em>be cut off:</em> <strong>a.</strong>  of <em>things</em>, froward tongue <a data-ref=\"Proverbs 10:31\" href=\"/Proverbs.10.31\">Pr 10:31</a>; burden from a nail <a data-ref=\"Isaiah 22:25\" href=\"/Isaiah.22.25\">Is 22:25</a>; chariots <a data-ref=\"Zechariah 9:10\" href=\"/Zechariah.9.10\">Zc 9:10</a>; dwelling <a data-ref=\"Zephaniah 3:7\" href=\"/Zephaniah.3.7\">Zp 3:7</a>. <strong>b.</strong>  <em>of persons</em>, the people of the land by a famine <span dir=\"rtl\">(בְּ)</span> <a data-ref=\"Genesis 41:36\" href=\"/Genesis.41.36\">Gn 41:36</a> (E); all flesh by waters of deluge <span dir=\"rtl\">(מִמֵּי)</span> <a data-ref=\"Genesis 9:11\" href=\"/Genesis.9.11\">Gn 9:11</a> (P); the anointed <a data-ref=\"Daniel 9:26\" href=\"/Daniel.9.26\">Dn 9:26</a>; enemies <a data-ref=\"Isaiah 11:13\" href=\"/Isaiah.11.13\">Is 11:13</a>; <a data-ref=\"Micah 5:8\" href=\"/Micah.5.8\">Mi 5:8</a>; the wicked <a data-ref=\"Isaiah 29:20\" href=\"/Isaiah.29.20\">Is 29:20</a>; <a data-ref=\"Hosea 8:4\" href=\"/Hosea.8.4\">Ho 8:4</a>; <a data-ref=\"Nahum 2:1\" href=\"/Nahum.2.1\">Na 2:1</a> <a data-ref=\"Psalms 37:9\" href=\"/Psalms.37.9\">ψ 37:9</a>, <a data-ref=\"Psalms 37:22\" href=\"/Psalms.37.22\">22</a>, <a data-ref=\"Psalms 37:28\" href=\"/Psalms.37.28\">28</a>, <a data-ref=\"Psalms 37:34\" href=\"/Psalms.37.34\">34</a>, <a data-ref=\"Psalms 37:38\" href=\"/Psalms.37.38\">38</a>; <a data-ref=\"Proverbs 2:22\" href=\"/Proverbs.2.22\">Pr 2:22</a>; others <a data-ref=\"Obadiah 1:9\" href=\"/Obadiah.1.9\">Ob 9</a>, <a data-ref=\"Obadiah 1:10\" href=\"/Obadiah.1.10\">10</a> <a data-ref=\"Zephaniah 1:11\" href=\"/Zephaniah.1.11\">Zp 1:11</a>; <a data-ref=\"Zechariah 13:8\" href=\"/Zechariah.13.8\">Zc 13:8</a>; <a data-ref=\"Zechariah 14:2\" href=\"/Zechariah.14.2\">14:2</a>. <strong>c.</strong>  in the technical phrases of H and P <span dir=\"rtl\">וְנִכְרְתָה הַנֶּפֶשׁ ההיא</span> <em>that person shall be cut off</em> (by death penalty) <span dir=\"rtl\">מֵעַמֶּיהָ</span> <a data-ref=\"Genesis 17:14\" href=\"/Genesis.17.14\">Gn 17:14</a> <a data-ref=\"Leviticus 7:20\" href=\"/Leviticus.7.20\">Lv 7:20</a>, <a data-ref=\"Leviticus 7:21\" href=\"/Leviticus.7.21\">21</a>, <a data-ref=\"Leviticus 7:25\" href=\"/Leviticus.7.25\">25</a>, <a data-ref=\"Leviticus 7:27\" href=\"/Leviticus.7.27\">27</a>; <a data-ref=\"Numbers 9:13\" href=\"/Numbers.9.13\">Nu 9:13</a>; <a data-ref=\"Leviticus 19:8\" href=\"/Leviticus.19.8\">Lv 19:8</a>; <span dir=\"rtl\">מִיִּשְׂרָאֵל</span> <a data-ref=\"Exodus 12:15\" href=\"/Exodus.12.15\">Ex 12:15</a>; <a data-ref=\"Numbers 19:13\" href=\"/Numbers.19.13\">Nu 19:13</a>; <span dir=\"rtl\">מֵעֲדַת יִשְׂרָאֵל</span> <a data-ref=\"Exodus 12:19\" href=\"/Exodus.12.19\">Ex 12:19</a>; <span dir=\"rtl\">מִקֶּרֶב עַמֶּיהָ</span> <a data-ref=\"Exodus 31:14\" href=\"/Exodus.31.14\">Ex 31:14</a>; <a data-ref=\"Numbers 15:30\" href=\"/Numbers.15.30\">Nu 15:30</a> <span dir=\"rtl\">(עַמָּהּ)</span>; <span dir=\"rtl\">מִלְּפָנַי</span> <a data-ref=\"Leviticus 22:3\" href=\"/Leviticus.22.3\">Lv 22:3</a>; <span dir=\"rtl\">מִתּוֹךְ הַקָּהָל</span> <a data-ref=\"Numbers 19:20\" href=\"/Numbers.19.20\">Nu 19:20</a>; similarly with variation of subject <a data-ref=\"Exodus 30:33\" href=\"/Exodus.30.33\">Ex 30:33</a>, <a data-ref=\"Exodus 30:38\" href=\"/Exodus.30.38\">38</a>; <a data-ref=\"Leviticus 17:4\" href=\"/Leviticus.17.4\">Lv 17:4</a>, <a data-ref=\"Leviticus 17:9\" href=\"/Leviticus.17.9\">9</a>; <a data-ref=\"Leviticus 18:29\" href=\"/Leviticus.18.29\">18:29</a>; <a data-ref=\"Leviticus 20:18\" href=\"/Leviticus.20.18\">20:18</a>; <a data-ref=\"Leviticus 23:29\" href=\"/Leviticus.23.29\">23:29</a>, and with omission of word with <span dir=\"rtl\">מִן</span> <a data-ref=\"Leviticus 17:14\" href=\"/Leviticus.17.14\">Lv 17:14</a>; <a data-ref=\"Leviticus 20:17\" href=\"/Leviticus.20.17\">20:17</a>; <a data-ref=\"Numbers 15:31\" href=\"/Numbers.15.31\">Nu 15:31</a><sup>(×2)</sup>. <strong>2.</strong>  <em>be cut down</em>, a tree <a data-ref=\"Job 14:7\" href=\"/Job.14.7\">Jb 14:7</a>. <strong>3.</strong>  <em>be chewed</em> between the teeth <a data-ref=\"Numbers 11:33\" href=\"/Numbers.11.33\">Nu 11:33</a> (J). <strong>4.</strong>  <em>be cut off</em>, in a more general sense, <em>fail:</em> of waters <a data-ref=\"Joshua 3:13\" href=\"/Joshua.3.13\">Jos 3:13</a>, <a data-ref=\"Joshua 3:16\" href=\"/Joshua.3.16\">16</a> (JE) <a data-ref=\"Joshua 4:7\" href=\"/Joshua.4.7\">4:7</a><sup>(×2)</sup> (D); new wine <a data-ref=\"Joel 1:5\" href=\"/Joel.1.5\">Jo 1:5</a>; meat v <a data-ref=\"Joel 1:16\" href=\"/Joel.1.16\">16</a>; hope <a data-ref=\"Proverbs 23:18\" href=\"/Proverbs.23.18\">Pr 23:18</a>; <a data-ref=\"Proverbs 24:14\" href=\"/Proverbs.24.14\">24:14</a>; a name <a data-ref=\"Isaiah 48:19\" href=\"/Isaiah.48.19\">Is 48:19</a>; <a data-ref=\"Isaiah 56:5\" href=\"/Isaiah.56.5\">56:5</a>; <a data-ref=\"Ruth 4:10\" href=\"/Ruth.4.10\">Ru 4:10</a>; a sign <a data-ref=\"Isaiah 55:13\" href=\"/Isaiah.55.13\">Is 55:13</a>; faithfulness <a data-ref=\"Jeremiah 7:28\" href=\"/Jeremiah.7.28\">Je 7:28</a>; <span dir=\"rtl\">לֹא יִכָּרֵת לְ׳ אִישׁ</span> <em>there shall not fail thee a man</em> <a data-ref=\"I Kings 2:4\" href=\"/I_Kings.2.4\">1 K 2:4</a>; <a data-ref=\"I Kings 8:25\" href=\"/I_Kings.8.25\">8:25</a> = <a data-ref=\"II Chronicles 6:16\" href=\"/II_Chronicles.6.16\">2 Ch 6:16</a>; <a data-ref=\"I Kings 9:5\" href=\"/I_Kings.9.5\">1 K 9:5</a> = <a data-ref=\"II Chronicles 7:18\" href=\"/II_Chronicles.7.18\">2 Ch 7:18</a>; <a data-ref=\"Jeremiah 33:17\" href=\"/Jeremiah.33.17\">Je 33:17</a>; <a data-ref=\"Jeremiah 33:18\" href=\"/Jeremiah.33.18\">18</a>; <a data-ref=\"Jeremiah 35:19\" href=\"/Jeremiah.35.19\">35:19</a>; <span dir=\"rtl\">לא יכרת מן</span> <em>there shall not fail of</em> <a data-ref=\"Joshua 9:23\" href=\"/Joshua.9.23\">Jos 9:23</a> (J) <a data-ref=\"II Samuel 3:29\" href=\"/II_Samuel.3.29\">2 S 3:29</a>.<br><strong>Pual</strong>  Pf. <span dir=\"rtl\">כָּרַּת</span> <a data-ref=\"Ezekiel 16:4\" href=\"/Ezekiel.16.4\">Ez 16:4</a>; 3 fs. <span dir=\"rtl\">כֹּרָ֑תָה</span> <a data-ref=\"Judges 6:28\" href=\"/Judges.6.28\">Ju 6:28</a>;— <strong>1.</strong>  <em>be cut off</em>, navel string <a data-ref=\"Ezekiel 16:4\" href=\"/Ezekiel.16.4\">Ez 16:4</a>. <strong>2.</strong>  <em>be cut down</em>, Asherah <a data-ref=\"Judges 6:28\" href=\"/Judges.6.28\">Ju 6:28</a>.<br><strong>Hiph.</strong>  Pf. <span dir=\"rtl\">הִכְרִית</span> <a data-ref=\"I Samuel 28:9\" href=\"/I_Samuel.28.9\">1 S 28:9</a>; <a data-ref=\"I Kings 11:16\" href=\"/I_Kings.11.16\">1 K 11:16</a>; 3 fs. <span dir=\"rtl\">הִכְרִיתָה</span> <a data-ref=\"Leviticus 26:22\" href=\"/Leviticus.26.22\">Lv 26:22</a>; 1 s. <span dir=\"rtl\">הִכְרַתִּי</span> <a data-ref=\"Joshua 23:4\" href=\"/Joshua.23.4\">Jos 23:4</a> + 32 times; + 4 times Pf.; Impf. <span dir=\"rtl\">יַכְרִית</span> <a data-ref=\"Deuteronomy 12:29\" href=\"/Deuteronomy.12.29\">Dt 12:29</a> + 2 times; juss. <span dir=\"rtl\">יַכְרֵת</span> <a data-ref=\"Psalms 12:4\" href=\"/Psalms.12.4\">ψ 12:4</a> + 4 times; 1 s. <span dir=\"rtl\">וָֽאַכְרִ֫תָה</span> <a data-ref=\"II Samuel 7:9\" href=\"/II_Samuel.7.9\">2 S 7:9</a>; 1 pl. sf. <span dir=\"rtl\">וְנַכְרִיתֶנָּה</span> <a data-ref=\"Jeremiah 48:2\" href=\"/Jeremiah.48.2\">Je 48:2</a>; + 9 times Impf.; Inf. <span dir=\"rtl\">הַכְרִית</span> <a data-ref=\"Jeremiah 44:8\" href=\"/Jeremiah.44.8\">Je 44:8</a> + 15 times; <span dir=\"rtl\">הַכְרִת</span> <a data-ref=\"I Samuel 20:15\" href=\"/I_Samuel.20.15\">1 S 20:15</a>; + sf. 2 times— <strong>1.</strong>  <em>cut off</em>, flattering lips <a data-ref=\"Psalms 12:4\" href=\"/Psalms.12.4\">ψ 12:4</a>. <strong>2.</strong>  <em>cut off</em>, destroy the life of: <strong>a.</strong>  animals c. acc., cattle <a data-ref=\"Leviticus 26:22\" href=\"/Leviticus.26.22\">Lv 26:22</a> (H); c. acc. and <span dir=\"rtl\">מִן</span> frogs <a data-ref=\"Exodus 8:5\" href=\"/Exodus.8.5\">Ex 8:5</a> (J); horses <a data-ref=\"Micah 5:9\" href=\"/Micah.5.9\">Mi 5:9</a>; <a data-ref=\"Zechariah 9:10\" href=\"/Zechariah.9.10\">Zc 9:10</a>. <strong>b.</strong>  of men abs. <a data-ref=\"Psalms 109:13\" href=\"/Psalms.109.13\">ψ 109:13</a>, by men, c. acc. enemies <a data-ref=\"Judges 4:24\" href=\"/Judges.4.24\">Ju 4:24</a>; <a data-ref=\"I Samuel 24:22\" href=\"/I_Samuel.24.22\">1 S 24:22</a>; <a data-ref=\"I Kings 11:16\" href=\"/I_Kings.11.16\">1 K 11:16</a>; <a data-ref=\"I Kings 14:14\" href=\"/I_Kings.14.14\">14:14</a>; <a data-ref=\"I Kings 18:4\" href=\"/I_Kings.18.4\">18:4</a>; <a data-ref=\"II Chronicles 22:7\" href=\"/II_Chronicles.22.7\">2 Ch 22:7</a>; <a data-ref=\"Isaiah 10:7\" href=\"/Isaiah.10.7\">Is 10:7</a>; <a data-ref=\"Ezekiel 17:17\" href=\"/Ezekiel.17.17\">Ez 17:17</a> <a data-ref=\"Obadiah 1:14\" href=\"/Obadiah.1.14\">Ob 14</a>; c. acc. and <span dir=\"rtl\">מִן</span> enemies <a data-ref=\"Joshua 11:21\" href=\"/Joshua.11.21\">Jos 11:21</a>; <a data-ref=\"Jeremiah 48:2\" href=\"/Jeremiah.48.2\">Je 48:2</a>; the wicked <a data-ref=\"Psalms 101:8\" href=\"/Psalms.101.8\">ψ 101:8</a>; a clan <a data-ref=\"Numbers 4:18\" href=\"/Numbers.4.18\">Nu 4:18</a> (P); young men by death <a data-ref=\"Jeremiah 9:20\" href=\"/Jeremiah.9.20\">Je 9:20</a>; people by the sword <a data-ref=\"Nahum 3:15\" href=\"/Nahum.3.15\">Na 3:15</a>; necromancers <a data-ref=\"I Samuel 28:9\" href=\"/I_Samuel.28.9\">1 S 28:9</a>; the name <a data-ref=\"Joshua 7:9\" href=\"/Joshua.7.9\">Jos 7:9</a>. <strong>c.</strong>  of men, by God c. acc. <span dir=\"rtl\">(הַ)גּוֹיִם</span> <a data-ref=\"Deuteronomy 19:1\" href=\"/Deuteronomy.19.1\">Dt 19:1</a>; <a data-ref=\"Joshua 23:4\" href=\"/Joshua.23.4\">Jos 23:4</a> (D) <a data-ref=\"Zephaniah 3:6\" href=\"/Zephaniah.3.6\">Zp 3:6</a>; various persons and things <a data-ref=\"Isaiah 48:9\" href=\"/Isaiah.48.9\">Is 48:9</a>; <a data-ref=\"Jeremiah 44:11\" href=\"/Jeremiah.44.11\">Je 44:11</a>; <a data-ref=\"Jeremiah 51:62\" href=\"/Jeremiah.51.62\">51:62</a> <a data-ref=\"Ezekiel 25:16\" href=\"/Ezekiel.25.16\">Ez 25:16</a>; <a data-ref=\"Ezekiel 30:15\" href=\"/Ezekiel.30.15\">30:15</a>; <a data-ref=\"Zechariah 9:6\" href=\"/Zechariah.9.6\">Zc 9:6</a>; c. acc. and <span dir=\"rtl\">מִן</span> <a data-ref=\"Ezekiel 25:7\" href=\"/Ezekiel.25.7\">Ez 25:7</a> <a data-ref=\"Amos 1:5\" href=\"/Amos.1.5\">Am 1:5</a>, <a data-ref=\"Amos 1:8\" href=\"/Amos.1.8\">8</a>; <a data-ref=\"Amos 2:3\" href=\"/Amos.2.3\">2:3</a>; <span dir=\"rtl\">מֵאֶרֶץ</span> <a data-ref=\"Nahum 2:14\" href=\"/Nahum.2.14\">Na 2:14</a> <a data-ref=\"Psalms 34:17\" href=\"/Psalms.34.17\">ψ 34:17</a> = <a data-ref=\"Psalms 109:15\" href=\"/Psalms.109.15\">109:15</a>; <span dir=\"rtl\">מִיִּשְׂרָאֵל</span> <a data-ref=\"Isaiah 9:13\" href=\"/Isaiah.9.13\">Is 9:13</a>; <span dir=\"rtl\">מִיַּד</span> <a data-ref=\"Micah 5:11\" href=\"/Micah.5.11\">Mi 5:11</a>; <span dir=\"rtl\">מִפָּנֶיךָ</span> <a data-ref=\"Deuteronomy 12:29\" href=\"/Deuteronomy.12.29\">Dt 12:29</a>; <a data-ref=\"II Samuel 7:9\" href=\"/II_Samuel.7.9\">2 S 7:9</a> = <a data-ref=\"I Chronicles 17:8\" href=\"/I_Chronicles.17.8\">1 Ch 17:8</a>; <span dir=\"rtl\">מֵעַל פְּנֵי הָאֲדָמָה</span> <a data-ref=\"I Samuel 20:15\" href=\"/I_Samuel.20.15\">1 S 20:15</a>; <a data-ref=\"I Kings 9:7\" href=\"/I_Kings.9.7\">1 K 9:7</a>; <a data-ref=\"Zephaniah 1:3\" href=\"/Zephaniah.1.3\">Zp 1:3</a>; <span dir=\"rtl\">מִקֶּרֶב עַמּוֹ</span> <a data-ref=\"Leviticus 17:10\" href=\"/Leviticus.17.10\">Lv 17:10</a>; <a data-ref=\"Leviticus 20:3\" href=\"/Leviticus.20.3\">20:3</a>, <a data-ref=\"Leviticus 20:5\" href=\"/Leviticus.20.5\">5</a>, <a data-ref=\"Leviticus 20:6\" href=\"/Leviticus.20.6\">6</a> (H); <span dir=\"rtl\">מִתּוֹךְ עַמִּי</span> <a data-ref=\"Ezekiel 14:8\" href=\"/Ezekiel.14.8\">Ez 14:8</a>; Ez says also <span dir=\"rtl\">הכ׳ מִן</span> … <span dir=\"rtl\">אָדָם וּבְהֵמָה</span> <a data-ref=\"Ezekiel 14:13\" href=\"/Ezekiel.14.13\">14:13</a>, <a data-ref=\"Ezekiel 14:17\" href=\"/Ezekiel.14.17\">17</a>, <a data-ref=\"Ezekiel 14:19\" href=\"/Ezekiel.14.19\">19</a>, <a data-ref=\"Ezekiel 14:21\" href=\"/Ezekiel.14.21\">21</a>; <a data-ref=\"Ezekiel 25:13\" href=\"/Ezekiel.25.13\">25:13</a>; <a data-ref=\"Ezekiel 29:8\" href=\"/Ezekiel.29.8\">29:8</a>; <span dir=\"rtl\">צדיק ורשׁע</span> <a data-ref=\"Ezekiel 21:8\" href=\"/Ezekiel.21.8\">21:8</a>, <a data-ref=\"Ezekiel 21:9\" href=\"/Ezekiel.21.9\">9</a>; <span dir=\"rtl\">עבר ושׁב</span> <a data-ref=\"Ezekiel 35:7\" href=\"/Ezekiel.35.7\">35:7</a>; c. acc. and <span dir=\"rtl\">לְ</span>, <em>cut off, to</em>, or <em>from</em> <a data-ref=\"Isaiah 14:22\" href=\"/Isaiah.14.22\">Is 14:22</a>; <a data-ref=\"Jeremiah 44:7\" href=\"/Jeremiah.44.7\">Je 44:7</a>, <a data-ref=\"Jeremiah 44:8\" href=\"/Jeremiah.44.8\">8</a>; <a data-ref=\"Jeremiah 47:4\" href=\"/Jeremiah.47.4\">47:4</a>; <span dir=\"rtl\">כ׳ לְ׳ מַשְׁתִּין בְּקִיר</span> <a data-ref=\"I Kings 14:10\" href=\"/I_Kings.14.10\">1 K 14:10</a>; <a data-ref=\"I Kings 21:21\" href=\"/I_Kings.21.21\">21:21</a>; <a data-ref=\"II Kings 9:8\" href=\"/II_Kings.9.8\">2 K 9:8</a>; <span dir=\"rtl\">כ׳ ל׳ מעם מזבח</span> <a data-ref=\"I Samuel 2:33\" href=\"/I_Samuel.2.33\">1 S 2:33</a>; <span dir=\"rtl\">יַכְרֵת י׳ לָאִישׁ מֵאָֽהֳלֵי יַעֲקֹב</span> <a data-ref=\"Malachi 2:12\" href=\"/Malachi.2.12\">Mal 2:12</a> <em>may Yahweh cut off to the man—from the tents of Jacob</em>. <strong>3.</strong>  <em>cut down, destroy</em>, cities <a data-ref=\"Micah 5:10\" href=\"/Micah.5.10\">Mi 5:10</a>, sun-pillars <a data-ref=\"Leviticus 26:30\" href=\"/Leviticus.26.30\">Lv 26:30</a> (H); and other things used in idolatry <a data-ref=\"Nahum 1:14\" href=\"/Nahum.1.14\">Na 1:14</a>; <a data-ref=\"Zephaniah 1:4\" href=\"/Zephaniah.1.4\">Zp 1:4</a>; <span dir=\"rtl\">מן הארץ</span> <a data-ref=\"Zechariah 13:2\" href=\"/Zechariah.13.2\">Zc 13:2</a>; <span dir=\"rtl\">מִקֶּרֶב</span> <a data-ref=\"Micah 5:12\" href=\"/Micah.5.12\">Mi 5:12</a>. <strong>4.</strong>  <em>take away</em>, <span dir=\"rtl\">חֶסֶד מֵעִם</span> <em>kindness from</em> <a data-ref=\"I Samuel 20:15\" href=\"/I_Samuel.20.15\">1 S 20:15</a>. <strong>5.</strong>  <em>permit to perish</em>, <span dir=\"rtl\">מֵהַבְּהֵמָה</span> (some) <em>of the cattle</em> <a data-ref=\"I Kings 18:5\" href=\"/I_Kings.18.5\">1 K 18:5</a>.<br><strong>Hoph.</strong>  Pf. <span dir=\"rtl\">הָכְרַת מִנְחָה וָנֶסֶךְ מִבֵּית י׳</span> <a data-ref=\"Joel 1:9\" href=\"/Joel.1.9\">Jo 1:9</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6522dd474b36bd700bec0561", "index_title": "Bereshit Rabbah", "category": "Midrash", "type": "", "ref": "Bereshit Rabbah 54:4", "anchorRef": "Exodus 23:32", "anchorRefExpanded": ["Exodus 23:32"], "sourceRef": "Bereshit Rabbah 54:4", "sourceHeRef": "בראשית רבה נ״ד:ד׳", "anchorVerse": 32, "sourceHasEn": true, "compDate": [400], "commentaryNum": 54.0004, "collectiveTitle": {"en": "Bereshit Rabbah", "he": "בראשית רבה"}, "heTitle": "בראשית רבה", "he": "וַיִּקַּח אַבְרָהָם צֹאן וּבָקָר וַיִּתֵּן לַאֲבִימֶלֶךְ, וַיֹּאמֶר אֲבִימֶלֶךְ אֶל אַבְרָהָם מָה הֵנָּה שֶׁבַע כְּבָשׂת <small>(בראשית כא, כז כט)</small>, אָמַר לוֹ הַקָּדוֹשׁ בָּרוּךְ הוּא אַתָּה נָתַתָּ שֶׁבַע כְּבָשׂוֹת בְּלִי רְצוֹנִי, חַיֶּיךָ שֶׁאֲנִי מַשְׁהֶה בְּשִׂמְחַת בָּנֶיךָ שִׁבְעָה דוֹרוֹת. אַתָּה נָתַתָּ לוֹ שֶׁבַע כְּבָשׂוֹת בְּלִי רְצוֹנִי, חַיֶּיךָ כְּנֶגֶד כֵּן הוֹרְגִים מִבָּנֶיךָ שִׁבְעָה צַדִּיקִים, וְאֵלּוּ הֵן: חָפְנִי, וּפִינְחָס, וְשִׁמְשׁוֹן, וְשָׁאוּל, וּשְׁלשֶׁת בָּנָיו. אַתָּה נָתַתָּ לוֹ שֶׁבַע כְּבָשׂוֹת בְּלִי רְצוֹנִי, כְּנֶגֶד כֵּן בָּנָיו מַחֲרִיבִין מִבָּנֶיךָ שִׁבְעָה מִשְׁכָּנוֹת, וְאֵלּוּ הֵן: אֹהֶל מוֹעֵד, וְגִלְגָּל, נוֹב, וְגִבְעוֹן, וְשִׁילֹה, וּבֵית עוֹלָמִים תְּרֵין. אַתָּה נָתַתָּ לוֹ שֶׁבַע כְּבָשׂוֹת בְּלִי רְצוֹנִי, כְּנֶגֶד כֵּן אֲרוֹנִי חוֹזֵר בִּשְׂדֵה פְלִשְׁתִּים שִׁבְעָה חֳדָשִׁים, הֲדָא הוּא דִכְתִיב <small>(תהלים עח, סא)</small>: וַיִּתֵּן לַשְּׁבִי עֻזּוֹ, זֶה אֲרוֹן בְּרִית. וּכְתִיב <small>(שמואל א ו, א)</small>: וַיְהִי אֲרוֹן ה' בִּשְׂדֵה פְלִשְׁתִּים שִׁבְעָה חֳדָשִׁים, <small>(תהלים עח, סא)</small>: וְתִפְאַרְתּוֹ בְּיַד צָר, אֵלּוּ בִּגְדֵי כְּהֻנָּה, כְּמָה דְאַתְּ אָמַר <small>(שמות כח, ב)</small>: וְעָשִׂיתָ בִגְדֵי קֹדֶשׁ לְאַהֲרֹן וגו' וּלְתִפְאָרֶת. רַבִּי יִרְמְיָה בְּשֵׁם רַבִּי שְׁמוּאֵל בַּר רַב יִצְחָק בְּשֵׁם רַבִּי אַבָּא לָמָּה לָקוּ אַנְשֵׁי בֵּית שֶׁמֶשׁ, עַל יְדֵי שֶׁהָיוּ מַלִּיזִין בָּאָרוֹן, אָמַר הַקָּדוֹשׁ בָּרוּךְ הוּא אִלּוּ תַּרְנְגָלְתּוֹ שֶׁל אֶחָד מֵהֶם אָבְדָה הָיָה מְחַזֵּר עָלֶיהָ כַּמָּה פְּתָחִים לַהֲבִיאָהּ וַאֲרוֹנִי בִּשְׂדֵה פְלִשְׁתִּים שִׁבְעָה חֳדָשִׁים וְאֵין אַתֶּם מַשְׁגִּיחִים בּוֹ, אִם אֵין אַתֶּם מַשְׁגִּיחִין עָלָיו אֲנִי אַשְׁגִּיחַ עָלָיו <small>(תהלים צח, א)</small>: הוֹשִׁיעָה לוֹ יְמִינוֹ וּזְרוֹעַ קָדְשׁוֹ, הֲדָא הוּא דִכְתִיב <small>(שמואל א ו, יב)</small>: וַיִּשַּׁרְנָה הַפָּרוֹת בַּדֶּרֶךְ, מְהַלְּכוֹת בְּיַשְׁרוּת, הָפְכוּ פְּנֵיהֶם כְּלַפֵּי אָרוֹן וְאָמְרוּ שִׁירָה, וְהַיְנוּ דִּכְתִיב וַיִּשַּׁרְנָה, אָמְרוּ שִׁירָה בַּפֶּה, אֵי זוֹ שִׁירָה אָמְרוּ, רַבִּי מֵאִיר אוֹמֵר שִׁירַת הַיָּם אָמְרוּ, נֶאֱמַר כָּאן <small>(שמואל א ו, יב)</small>: הָלְכוּ הָלֹךְ וְגָעוֹ, וְנֶאֱמַר לְהַלָּן <small>(שמות טו, א)</small>: כִּי גָאֹה גָּאָה. רַבִּי יוֹחָנָן אָמַר <small>(תהלים צח, א)</small>: שִׁירוּ לַה' שִׁיר חָדָשׁ. רַבִּי אֱלִיעֶזֶר אָמַר <small>(תהלים קה, א)</small>: הוֹדוּ לַה' קִרְאוּ בִשְׁמוֹ. רַבָּנָן אַמְרֵי <small>(תהלים צז, א)</small>: ה' מָלָךְ תָּגֵל הָאָרֶץ. רַבִּי יִרְמְיָה בְּשֵׁם רַבִּי שְׁמוּאֵל בַּר יִצְחָק אָמַר תְּלַת שִׁירוּ לַה' שִׁיר חָדָשׁ, <small>(תהלים צו, א)</small>: שִׁירוּ לַה' כָּל הָאָרֶץ, <small>(תהלים צט, א)</small>: ה' מָלָךְ יִרְגְּזוּ עַמִּים. תָּנֵי אֵלִיָּהוּ רוֹמִי הַשִּׁטָּה הִתְנוֹפְפִי בְּרוֹב הֲדָרֵךְ, הַמְחֻשֶּׁקֶת בְּרִקְמֵי זָהָב, הַמְהֻלָּלָה בִּדְבִיר אַרְמוֹן, הַמְעֻלֶּפֶת מִבֵּין שְׁנֵי כְּרוּבִים. אָמַר רַבִּי שְׁמוּאֵל בַּר נַחְמָן כַּמָּה יְגִיעוֹת יָגַע בּוֹ בֶּן עַמְרָם עַד שֶׁלִּמֵּד שִׁירָה לַלְוִים, וְאַתֶּם אוֹמְרוֹת שִׁירָה מֵאֲלֵיכֶם, יִישַׁר חֵילְכֶם. ", "heVersionTitle": "Midrash Rabbah -- TE", "heLicense": "unknown", "heVersionTitleInHebrew": "מדרש רבה - תורת אמת", "text": "<b>“Abraham took flocks and cattle, and gave them to Avimelekh, and the two of them established a covenant” (Genesis 21:27). <br>“Abraham set aside seven ewes of the flock by themselves” (Genesis 21:28). <br>“Avimelekh said to Abraham: What are these seven ewes that you have placed by themselves?” (Genesis 21:29).</b> <br>“Abraham took flocks and cattle, and gave them to Avimelekh…Avimelekh said to Abraham: What are these seven ewes?” – the Holy One blessed be He said to him [Abraham]: ‘You gave seven ewes against My wishes,<sup class=\"footnote-marker\">13</sup><i class=\"footnote\">God was not pleased that Abraham was making a covenant with an idolater (see Exodus 23:32).</i> by your life, I will delay the rejoicing of your descendants for seven generations.’<sup class=\"footnote-marker\">14</sup><i class=\"footnote\">The Exodus from Egypt did not occur until seven generations after Abraham.</i> <br>‘You gave him seven ewes against My wishes, by your life, they [the Philistines] will correspondingly kill seven righteous men of your descendants.’ They are: Ḥofni and Pinḥas,<sup class=\"footnote-marker\">15</sup><i class=\"footnote\">The sons of Eli the priest (I Samuel 4:11).</i> Samson, and Saul and his three sons. <br>‘You gave him seven ewes against My wishes, they [the Philistines] will correspondingly destroy seven Sanctuaries of your descendants.’ These are: The Tent of Meeting, Gilgal, Nov, Givon, Shilo, and the two eternal Temples [in Jerusalem]. <br>‘You gave him seven ewes against My wishes, My Ark will correspondingly circulate in the Philistine countryside for seven months.’ That is what is written: “He sent His strength into captivity, [and His splendor into the hand of the foe]” (Psalms 78:61) – this refers to the Ark of the Covenant. And it is written: “The Ark of the Lord was in the Philistine countryside seven months” (I Samuel 6:1). “And His splendor into the hand of the foe” – this refers to the priestly vestments, as it says: “You shall make holy vestments for Aaron…and for splendor” (Exodus 28:2). <br>Rabbi Yirmeya in the name of Rabbi Shmuel bar Rav Yitzḥak in the name of Rabbi Abba: Why were the people of Beit Shemesh stricken down?<sup class=\"footnote-marker\">16</sup><i class=\"footnote\">When the Ark, which had been seized by the Philistines, was returned to that town (see I Samuel 6:19).</i> It is because they demeaned the Ark. The Holy One blessed be He said: ‘Had one of them lost a chicken, he would have gone around to many doors [of his neighbors] in order to recover it, yet My Ark was in the Philistine countryside for seven months, and you paid it no attention. Though you paid it no attention, I will pay attention to it.’ “His right hand and His holy arm have wrought salvation for Him” (Psalms 98:1).<sup class=\"footnote-marker\">17</sup><i class=\"footnote\">This verse is taken as a reference to the retrieval of the Ark from the Philistines.</i> <br>That is what is written: “The cows<sup class=\"footnote-marker\">18</sup><i class=\"footnote\">Who were pulling the wagon carrying the Ark from the Philistines to Beit Shemesh.</i> went directly [<i>vayisharna</i>] on the road” (I Samuel 6:12) – they were walking in a straight path. [Alternatively,] they turned their faces toward the Ark<sup class=\"footnote-marker\">19</sup><i class=\"footnote\">Out of respect for it.</i> and sang a song of praise. That is what is written: “<i>Vayisharna</i>” – they sang a song of praise [<i>shira</i>] with their mouths.  <br>What was the song that they sang? Rabbi Meir said: They recited the Song of the Sea. Here it is stated: “They went, lowing [<i>vega’u</i>] as they went” (I Samuel 6:12), and there [in the Song of the Sea] it is stated: “As He is greatly exalted [<i>gao gaa</i>]” (Exodus 15:1). Rabbi Yoḥanan said: [They sang:] “Sing to the Lord a new song” (Psalms 98:1). The Rabbis say: [They sang:] “The Lord reigns; let the earth rejoice” (Psalms 97:1). Rabbi Yirmeya said in the name of Rabbi Shmuel bar Yitzḥak: [They sang] three [songs:] “Sing to the Lord a new song” (Psalms 98:1); “Sing to the Lord all the earth” (Psalms 96:1); “The Lord reigns; peoples tremble” (Psalms 99:1). Eliyahu taught: [This was their song:] ‘Rise, acacia wood,<sup class=\"footnote-marker\">20</sup><i class=\"footnote\">The Ark was made of acacia wood (Exodus 25:10).</i> soar in your abundant glory, decorated with golden embroidery, extolled in the innermost Sanctuary of the palace, adorned between two cherubs.’  <br>Rabbi Shmuel bar Naḥman said [of those cows]: How many exertions did [Moses,] the son of Amram, expend until he taught the art of song to the Levites, and you [the cows] recite song on your own? May your strength be true.", "versionTitle": "The Sefaria Midrash Rabbah, 2022", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "668bbfcb310e2d929aa16ca2", "index_title": "David Zvi Hoffmann on Exodus", "category": "Tanakh", "type": "commentary", "ref": "David Zvi Hoffmann on Exodus 23:32:1", "anchorRef": "Exodus 23:32", "anchorRefExpanded": ["Exodus 23:32"], "sourceRef": "David Zvi Hoffmann on Exodus 23:32:1", "sourceHeRef": "פירושי רד\"צ הופמן על שמות כ״ג:ל״ב:א׳", "anchorVerse": 32, "sourceHasEn": false, "commentaryNum": 32.0001, "collectiveTitle": {"en": "David Zvi Hoffmann on Exodus", "he": "פירושי רד\"צ הופמן על שמות"}, "he": "<b>לא תכרת</b> וגו'. אסור לכרות ברית עם הנותרים, <b>ואלוהיהם,</b> כי כריתת ברית עמהם כמוה ככריתת ברית עם אלוהיהם.", "heVersionTitle": "Mossad Harav Kook, Jerusalem, 2010", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "67082c0a21016e7671311fda", "index_title": "Deuteronomy", "category": "Tanakh", "type": "", "ref": "Deuteronomy 12:3", "anchorRef": "Exodus 23:27-33:34", "anchorRefExpanded": ["Exodus 23:27", "Exodus 23:28", "Exodus 23:29", "Exodus 23:30", "Exodus 23:31", "Exodus 23:32", "Exodus 23:33", "Exodus 24:1", "Exodus 24:2", "Exodus 24:3", "Exodus 24:4", "Exodus 24:5", "Exodus 24:6", "Exodus 24:7", "Exodus 24:8", "Exodus 24:9", "Exodus 24:10", "Exodus 24:11", "Exodus 24:12", "Exodus 24:13", "Exodus 24:14", "Exodus 24:15", "Exodus 24:16", "Exodus 24:17", "Exodus 24:18", "Exodus 25:1", "Exodus 25:2", "Exodus 25:3", "Exodus 25:4", "Exodus 25:5", "Exodus 25:6", "Exodus 25:7", "Exodus 25:8", "Exodus 25:9", "Exodus 25:10", "Exodus 25:11", "Exodus 25:12", "Exodus 25:13", "Exodus 25:14", "Exodus 25:15", "Exodus 25:16", "Exodus 25:17", "Exodus 25:18", "Exodus 25:19", "Exodus 25:20", "Exodus 25:21", "Exodus 25:22", "Exodus 25:23", "Exodus 25:24", "Exodus 25:25", "Exodus 25:26", "Exodus 25:27", "Exodus 25:28", "Exodus 25:29", "Exodus 25:30", "Exodus 25:31", "Exodus 25:32", "Exodus 25:33", "Exodus 25:34", "Exodus 25:35", "Exodus 25:36", "Exodus 25:37", "Exodus 25:38", "Exodus 25:39", "Exodus 25:40", "Exodus 26:1", "Exodus 26:2", "Exodus 26:3", "Exodus 26:4", "Exodus 26:5", "Exodus 26:6", "Exodus 26:7", "Exodus 26:8", "Exodus 26:9", "Exodus 26:10", "Exodus 26:11", "Exodus 26:12", "Exodus 26:13", "Exodus 26:14", "Exodus 26:15", "Exodus 26:16", "Exodus 26:17", "Exodus 26:18", "Exodus 26:19", "Exodus 26:20", "Exodus 26:21", "Exodus 26:22", "Exodus 26:23", "Exodus 26:24", "Exodus 26:25", "Exodus 26:26", "Exodus 26:27", "Exodus 26:28", "Exodus 26:29", "Exodus 26:30", "Exodus 26:31", "Exodus 26:32", "Exodus 26:33", "Exodus 26:34", "Exodus 26:35", "Exodus 26:36", "Exodus 26:37", "Exodus 27:1", "Exodus 27:2", "Exodus 27:3", "Exodus 27:4", "Exodus 27:5", "Exodus 27:6", "Exodus 27:7", "Exodus 27:8", "Exodus 27:9", "Exodus 27:10", "Exodus 27:11", "Exodus 27:12", "Exodus 27:13", "Exodus 27:14", "Exodus 27:15", "Exodus 27:16", "Exodus 27:17", "Exodus 27:18", "Exodus 27:19", "Exodus 27:20", "Exodus 27:21", "Exodus 28:1", "Exodus 28:2", "Exodus 28:3", "Exodus 28:4", "Exodus 28:5", "Exodus 28:6", "Exodus 28:7", "Exodus 28:8", "Exodus 28:9", "Exodus 28:10", "Exodus 28:11", "Exodus 28:12", "Exodus 28:13", "Exodus 28:14", "Exodus 28:15", "Exodus 28:16", "Exodus 28:17", "Exodus 28:18", "Exodus 28:19", "Exodus 28:20", "Exodus 28:21", "Exodus 28:22", "Exodus 28:23", "Exodus 28:24", "Exodus 28:25", "Exodus 28:26", "Exodus 28:27", "Exodus 28:28", "Exodus 28:29", "Exodus 28:30", "Exodus 28:31", "Exodus 28:32", "Exodus 28:33", "Exodus 28:34", "Exodus 28:35", "Exodus 28:36", "Exodus 28:37", "Exodus 28:38", "Exodus 28:39", "Exodus 28:40", "Exodus 28:41", "Exodus 28:42", "Exodus 28:43", "Exodus 29:1", "Exodus 29:2", "Exodus 29:3", "Exodus 29:4", "Exodus 29:5", "Exodus 29:6", "Exodus 29:7", "Exodus 29:8", "Exodus 29:9", "Exodus 29:10", "Exodus 29:11", "Exodus 29:12", "Exodus 29:13", "Exodus 29:14", "Exodus 29:15", "Exodus 29:16", "Exodus 29:17", "Exodus 29:18", "Exodus 29:19", "Exodus 29:20", "Exodus 29:21", "Exodus 29:22", "Exodus 29:23", "Exodus 29:24", "Exodus 29:25", "Exodus 29:26", "Exodus 29:27", "Exodus 29:28", "Exodus 29:29", "Exodus 29:30", "Exodus 29:31", "Exodus 29:32", "Exodus 29:33", "Exodus 29:34", "Exodus 29:35", "Exodus 29:36", "Exodus 29:37", "Exodus 29:38", "Exodus 29:39", "Exodus 29:40", "Exodus 29:41", "Exodus 29:42", "Exodus 29:43", "Exodus 29:44", "Exodus 29:45", "Exodus 29:46", "Exodus 30:1", "Exodus 30:2", "Exodus 30:3", "Exodus 30:4", "Exodus 30:5", "Exodus 30:6", "Exodus 30:7", "Exodus 30:8", "Exodus 30:9", "Exodus 30:10", "Exodus 30:11", "Exodus 30:12", "Exodus 30:13", "Exodus 30:14", "Exodus 30:15", "Exodus 30:16", "Exodus 30:17", "Exodus 30:18", "Exodus 30:19", "Exodus 30:20", "Exodus 30:21", "Exodus 30:22", "Exodus 30:23", "Exodus 30:24", "Exodus 30:25", "Exodus 30:26", "Exodus 30:27", "Exodus 30:28", "Exodus 30:29", "Exodus 30:30", "Exodus 30:31", "Exodus 30:32", "Exodus 30:33", "Exodus 30:34", "Exodus 30:35", "Exodus 30:36", "Exodus 30:37", "Exodus 30:38", "Exodus 31:1", "Exodus 31:2", "Exodus 31:3", "Exodus 31:4", "Exodus 31:5", "Exodus 31:6", "Exodus 31:7", "Exodus 31:8", "Exodus 31:9", "Exodus 31:10", "Exodus 31:11", "Exodus 31:12", "Exodus 31:13", "Exodus 31:14", "Exodus 31:15", "Exodus 31:16", "Exodus 31:17", "Exodus 31:18", "Exodus 32:1", "Exodus 32:2", "Exodus 32:3", "Exodus 32:4", "Exodus 32:5", "Exodus 32:6", "Exodus 32:7", "Exodus 32:8", "Exodus 32:9", "Exodus 32:10", "Exodus 32:11", "Exodus 32:12", "Exodus 32:13", "Exodus 32:14", "Exodus 32:15", "Exodus 32:16", "Exodus 32:17", "Exodus 32:18", "Exodus 32:19", "Exodus 32:20", "Exodus 32:21", "Exodus 32:22", "Exodus 32:23", "Exodus 32:24", "Exodus 32:25", "Exodus 32:26", "Exodus 32:27", "Exodus 32:28", "Exodus 32:29", "Exodus 32:30", "Exodus 32:31", "Exodus 32:32", "Exodus 32:33", "Exodus 32:34", "Exodus 32:35", "Exodus 33:1", "Exodus 33:2", "Exodus 33:3", "Exodus 33:4", "Exodus 33:5", "Exodus 33:6", "Exodus 33:7", "Exodus 33:8", "Exodus 33:9", "Exodus 33:10", "Exodus 33:11", "Exodus 33:12", "Exodus 33:13", "Exodus 33:14", "Exodus 33:15", "Exodus 33:16", "Exodus 33:17", "Exodus 33:18", "Exodus 33:19", "Exodus 33:20", "Exodus 33:21", "Exodus 33:22", "Exodus 33:23", "Exodus 33:24", "Exodus 33:25", "Exodus 33:26", "Exodus 33:27", "Exodus 33:28", "Exodus 33:29", "Exodus 33:30", "Exodus 33:31", "Exodus 33:32", "Exodus 33:33", "Exodus 33:34"], "sourceRef": "Deuteronomy 12:3", "sourceHeRef": "דברים י״ב:ג׳", "anchorVerse": 27, "sourceHasEn": true, "compDate": [-1400, -400], "commentaryNum": 12.0003, "collectiveTitle": {"en": "Deuteronomy", "he": "דברים"}, "heTitle": "דברים", "he": "וְנִתַּצְתֶּ֣ם אֶת־מִזְבְּחֹתָ֗ם וְשִׁבַּרְתֶּם֙ אֶת־מַצֵּ֣בֹתָ֔ם וַאֲשֵֽׁרֵיהֶם֙ תִּשְׂרְפ֣וּן בָּאֵ֔שׁ וּפְסִילֵ֥י אֱלֹֽהֵיהֶ֖ם תְּגַדֵּע֑וּן וְאִבַּדְתֶּ֣ם אֶת־שְׁמָ֔ם מִן־הַמָּק֖וֹם הַהֽוּא׃", "heVersionTitle": "Miqra according to the Masorah", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "מקרא על פי המסורה", "text": "Tear down their altars, smash their pillars, put their sacred posts to the fire, and cut down the images of their gods, obliterating their name from that site.", "versionTitle": "The Contemporary Torah, Jewish Publication Society, 2006", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "6708575921016e7671312286", "index_title": "Deuteronomy", "category": "Tanakh", "type": "", "ref": "Deuteronomy 20:1", "anchorRef": "Exodus 23:31-33", "anchorRefExpanded": ["Exodus 23:31", "Exodus 23:32", "Exodus 23:33"], "sourceRef": "Deuteronomy 20:1", "sourceHeRef": "דברים כ׳:א׳", "anchorVerse": 31, "sourceHasEn": true, "compDate": [-1400, -400], "commentaryNum": 20.0001, "collectiveTitle": {"en": "Deuteronomy", "he": "דברים"}, "heTitle": "דברים", "he": "כִּֽי־תֵצֵ֨א לַמִּלְחָמָ֜ה עַל־אֹיְבֶ֗ךָ וְֽרָאִ֜יתָ ס֤וּס וָרֶ֙כֶב֙ עַ֚ם רַ֣ב מִמְּךָ֔ לֹ֥א תִירָ֖א מֵהֶ֑ם כִּֽי־יְהֹוָ֤ה אֱלֹהֶ֙יךָ֙ עִמָּ֔ךְ הַמַּֽעַלְךָ֖ מֵאֶ֥רֶץ מִצְרָֽיִם׃", "heVersionTitle": "Miqra according to the Masorah", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "מקרא על פי המסורה", "text": "When you [an Israelite warrior] take the field against your enemies, and see horses and chariots—forces larger than yours—have no fear of them, for your God יהוה, who brought you from the land of Egypt, is with you.", "versionTitle": "The Contemporary Torah, Jewish Publication Society, 2006", "license": "CC-BY-NC", "versionTitleInHebrew": ""}]