[{"_id": "531e4fe3fbfba276047f6d0d", "index_title": "Onkelos Numbers", "category": "Targum", "type": "targum", "ref": "Onkelos Numbers 25:16", "anchorRef": "Numbers 25:16", "anchorRefExpanded": ["Numbers 25:16"], "sourceRef": "Onkelos Numbers 25:16", "sourceHeRef": "תרגום אונקלוס על במדבר כ״ה:ט״ז", "anchorVerse": 16, "sourceHasEn": false, "compDate": [80, 120], "commentaryNum": 25.0016, "collectiveTitle": {"en": "Onkelos Numbers", "he": "תרגום אונקלוס על במדבר"}, "heTitle": "תרגום אונקלוס על במדבר", "he": "וּמַלִּיל יְיָ עִם משֶׁה לְמֵימָר:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "חומש שפתי חכמים, מצודה תשס\"ט", "text": "Adonoy spoke to Moshe saying:", "versionTitle": "Metsudah Chumash, Metsudah Publications, 2009 [with Onkelos translation]", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "532b2686fbfba27c35eec544", "index_title": "Targum Jonathan on Numbers", "category": "Targum", "type": "targum", "ref": "Targum Jonathan on Numbers 25:16", "anchorRef": "Numbers 25:16", "anchorRefExpanded": ["Numbers 25:16"], "sourceRef": "Targum Jonathan on Numbers 25:16", "sourceHeRef": "תרגום יונתן על במדבר כ״ה:ט״ז", "anchorVerse": 16, "sourceHasEn": true, "compDate": [30, 70], "commentaryNum": 25.0016, "collectiveTitle": {"en": "Targum Jonathan on Numbers", "he": "תרגום יונתן על במדבר"}, "heTitle": "תרגום יונתן על במדבר", "he": "וּמַלֵיל יְיָ עִם משֶׁה לְמֵימָר", "heVersionTitle": "Targum Jonathan on Numbers", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תרגום יונתן על במדבר", "text": " And the Lord spake with Mosheh, saying:  ", "versionTitle": "The Targum of Jonathan ben Uzziel, trans. J. W. Etheridge, London, 1862", "license": "Public Domain", "versionTitleInHebrew": "תרגום ירושלמי (תרגום יונתן בן-עוזיאל) לתורה, תורגם ע״י ג׳ון ווסלי אטרידג׳, לונדון 1862"}, {"_id": "57e77d79d6e4a94c7c18b0c3", "index_title": "Tafsir Rasag", "category": "Targum", "type": "targum", "ref": "Tafsir Rasag, Numbers 25:16", "anchorRef": "Numbers 25:16", "anchorRefExpanded": ["Numbers 25:16"], "sourceRef": "Tafsir Rasag, Numbers 25:16", "sourceHeRef": "תפסיר רס\"ג, במדבר כ״ה:ט״ז", "anchorVerse": 16, "sourceHasEn": false, "compDate": [918, 942], "commentaryNum": 25.0016, "collectiveTitle": {"en": "Tafsir Rasag", "he": "תפסיר רס\"ג"}, "heTitle": "במדבר", "he": "ת̇ם כלם אללה מוסי תכלימא", "heVersionTitle": "Tafsir al-Torah bi-al-Arabiya, Paris, 1893", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תפסיר אלתורה באלערביה, פריס, 1893", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "591c5566d6e4a9560e2cf394", "index_title": "Redeeming Relevance; Numbers", "category": "Quoting Commentary", "type": "", "ref": "Redeeming Relevance; Numbers, CHAPTER 7 Shimon and Levi; The Brothers Divided 32", "anchorRef": "Numbers 25:16", "anchorRefExpanded": ["Numbers 25:16"], "sourceRef": "Redeeming Relevance; Numbers, CHAPTER 7 Shimon and Levi; The Brothers Divided 32", "sourceHeRef": "פדיון הרלוונטיות על במדבר, פרק שביעי ל״ב", "anchorVerse": 16, "sourceHasEn": true, "compDate": [2011, 2015], "commentaryNum": 32, "collectiveTitle": {"en": "Redeeming Relevance; Numbers", "he": "פדיון הרלוונטיות על במדבר"}, "heTitle": "פרק שביעי", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "It is important to stress again that Moshe’s marriage was not a generic one. The Torah’s choice of Midian should draw our attention even more once we see that God singles out this nation for Israelite enmity (Bemidbar 25:16-18). If Moshe marries into such a nation, it can hardly be accidental.", "versionTitle": "Redeeming Relevance -- Numbers 1", "license": "", "versionTitleInHebrew": ""}, {"_id": "5a1c0213d6e4a943452d3c3c", "index_title": "Sefer HaYashar (midrash)", "category": "Midrash", "type": "midrash", "ref": "Sefer HaYashar (midrash), Book of Numbers 7", "anchorRef": "Numbers 25:16-18", "anchorRefExpanded": ["Numbers 25:16", "Numbers 25:17", "Numbers 25:18"], "sourceRef": "Sefer HaYashar (midrash), Book of Numbers 7", "sourceHeRef": "ספר הישר (מדרש), ספר במדבר ז׳", "anchorVerse": 16, "sourceHasEn": true, "compDate": [950, 1550], "commentaryNum": 7, "collectiveTitle": {"en": "Sefer HaYashar (midrash)", "he": "ספר הישר (מדרש)"}, "heTitle": "ספר במדבר", "he": "וירא בלק כי לא שמע בלעם אל דברו ויקם וילך אל מקומו, וגם בלעם שב אל ארצו וילך משם מדינה. ובני ישראל נסעו מערבות מואב, ויחנו על הירדן מבית הישימות עד אבל השיטים בקצה ערבות מואב. ויהי בשבת בני ישראל בנחל השיטים, ויחל לזנות אל בנות מואב. ויגשו בני ישראל לפני מואב, ובני מואב תקעו אהליהם נגד מחנה בני ישראל. וייראו בהי מואב מפני ישראל ויקחו בני מואב את כל בנותיהם וכל נשיהם היפות תואר וטובות המראה, וילבישו אותם כסף וזהב ובגדים יקרים. ויושיבו בני מואב את הנשים ההנה פתח אהליהם, למען ראות אותם בני ישראל ויפנו אליהן ולא ילחמו את מואב. ויעשו כל בני מואב את הדבר הזה אל בני ישראל, ויושיבו איש את בתו ואיש את אשתו פתח אהלו. וכל בני ישראל ראו את מעשה בני מואב ויפנו בני ישראל אל בנות מואב, ויתאוו להן וילכו אליהן. ויהיה בבוא העברי אל פתח אוהל מואב ויראה את בת מואב, ויחמוד אותה בלבו וידבר עמה פתח האוהל את אשר יחפוץ. ויהי בדברם, ויבואו אליהם כל אנשי האוהל וידברו אל העברי כדברים האלה. הלא ידעתם כי אחים אנחנו כולנו יחד בני לוט ובני אברהם אחיו, ולמה לא תשבו איתנו ולמה לא תאכלו את לחמינו ואת זבחינו. ויהי כי ירבו עליו בני מואב בדבריהם ויסיתו אותו בחלקת דבריהם והושיבוהו האהלה וטבחו לו וזבחו לו, ואכל מזבחם ומלחמם. ויתנו לו יין וישתה וישכרוהו, ויושיבו לפניו נערה יפה ועשה בה כרצונו כי לא ידע כי שתה יין הרבה. ככה יעשו בני מואב לישראל במקום ההוא בנחל השיטים. ויחר אף ה׳ בישראל על הדבר הזה וישלח בהם מגפה, וימותו מישראל ארבעה ועשרים אלף איש. והנה איש אחד מבני שמעון זמרי בן סלוא שמו ויקרב את המדינית את כזבי בת צור מלך מדין, לעיני כל בני ישראל. וירא פנחס בן אלעזר בן אהרון הכהן את הדבר הרע הזה אשר עשה זמרי. ויקח רומח וילך אחריהם וידקור את שניהם ויהרגם, ותעצר המגפה מעל בני ישראל.", "heVersionTitle": "Sefer HaYashar, Livorno 1870", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "and when Balak saw that Balaam was not willing to follow his words, he rose up and went to ‎his home, and Balaam also returned to his home in Midian. And the children of Israel ‎journeyed from the plain of Moab and encamped by the Jordan, from Beth-hajesi moth up to ‎Abel-shittim in the end of the plain of Moab. And when the children of Israel abode in the ‎plain of Shittim they began to commit fornication with the daughters of Moab. For when the ‎children of Israel approached Moab, and the people of Moab pitched their tents opposite the ‎camp of Israel, the Moabites were in great fear of the children of Israel, and they took their ‎daughters and wives who were of fine figure and comely appearance, and they dressed them ‎in silver and in gold and in costly garments; and the children of Moab placed those women in ‎the doors of their tents, that the children of Israel might incline to them and not fight against ‎Moab; and the children of Israel turned unto the daughters of Moab, and they were charmed ‎with them and went after them. And when a Hebrew came to the door of a Moabitish tent ‎and he saw the daughter of Moab, he felt a desire for her in his heart, and he spoke unto her ‎as he pleased. And while they were en gaged in conversation, the men of Moab would come ‎out of the tent and address the Hebrew in words like these, saying: Are we not brethren, all ‎the descendants of Lot and the descendants of Abraham his brother, wherefore then do you ‎not abide with us, and wherefore do you not eat of our bread and of our sacrifices? And when ‎the Moabites had thus spoken and enticed him with their smooth words, they seated him in ‎the tent and they slaughtered and sacrificed before him, and he ate of their bread and ‎sacrifices; and they gave him wine and he drank, and when they had him intoxicated they ‎placed a beautiful maiden before him, and he did with her according to his pleasure, for he ‎knew not what he was doing after having drunk such an abundance of wine. Thus did the sons ‎of Moab unto Israel in that place in the valley of Shittim.‎‏ ‏And the anger of the Lord was kindled ‎against the children of Israel on that account, and he sent a pestilence among them, and there ‎died of Israel twenty-four thousand men.‎‏ ‏And there was a man of the children of Simeon, ‎Zimri, son of Salu, was his name, and he enjoyed the person of the Midianite, Cobi, daughter ‎of Zur, king of Midian, before the eyes of all the children of Israel; and when Phineas, son of ‎Eleazar, son of Aaron, the priest, saw this great wickedness of Zimri, Phineas went and took a ‎spear into his hands, and he followed them and pierced both of them through, and slew them. ‎So the plague was stayed from the children of Israel.‎", "versionTitle": "Sefer ha-Yashar,  trans. Edward B.M. Browne, New York, 1876", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "61eea3681d82090a96b4ee7e", "index_title": "Shulchan Arukh, Orach Chayim", "category": "Halakhah", "type": "", "ref": "Shulchan Arukh, Orach Chayim 621:1", "anchorRef": "Numbers 25:10-30:1", "anchorRefExpanded": ["Numbers 25:10", "Numbers 25:11", "Numbers 25:12", "Numbers 25:13", "Numbers 25:14", "Numbers 25:15", "Numbers 25:16", "Numbers 25:17", "Numbers 25:18", "Numbers 26:1", "Numbers 26:2", "Numbers 26:3", "Numbers 26:4", "Numbers 26:5", "Numbers 26:6", "Numbers 26:7", "Numbers 26:8", "Numbers 26:9", "Numbers 26:10", "Numbers 26:11", "Numbers 26:12", "Numbers 26:13", "Numbers 26:14", "Numbers 26:15", "Numbers 26:16", "Numbers 26:17", "Numbers 26:18", "Numbers 26:19", "Numbers 26:20", "Numbers 26:21", "Numbers 26:22", "Numbers 26:23", "Numbers 26:24", "Numbers 26:25", "Numbers 26:26", "Numbers 26:27", "Numbers 26:28", "Numbers 26:29", "Numbers 26:30", "Numbers 26:31", "Numbers 26:32", "Numbers 26:33", "Numbers 26:34", "Numbers 26:35", "Numbers 26:36", "Numbers 26:37", "Numbers 26:38", "Numbers 26:39", "Numbers 26:40", "Numbers 26:41", "Numbers 26:42", "Numbers 26:43", "Numbers 26:44", "Numbers 26:45", "Numbers 26:46", "Numbers 26:47", "Numbers 26:48", "Numbers 26:49", "Numbers 26:50", "Numbers 26:51", "Numbers 26:52", "Numbers 26:53", "Numbers 26:54", "Numbers 26:55", "Numbers 26:56", "Numbers 26:57", "Numbers 26:58", "Numbers 26:59", "Numbers 26:60", "Numbers 26:61", "Numbers 26:62", "Numbers 26:63", "Numbers 26:64", "Numbers 26:65", "Numbers 27:1", "Numbers 27:2", "Numbers 27:3", "Numbers 27:4", "Numbers 27:5", "Numbers 27:6", "Numbers 27:7", "Numbers 27:8", "Numbers 27:9", "Numbers 27:10", "Numbers 27:11", "Numbers 27:12", "Numbers 27:13", "Numbers 27:14", "Numbers 27:15", "Numbers 27:16", "Numbers 27:17", "Numbers 27:18", "Numbers 27:19", "Numbers 27:20", "Numbers 27:21", "Numbers 27:22", "Numbers 27:23", "Numbers 28:1", "Numbers 28:2", "Numbers 28:3", "Numbers 28:4", "Numbers 28:5", "Numbers 28:6", "Numbers 28:7", "Numbers 28:8", "Numbers 28:9", "Numbers 28:10", "Numbers 28:11", "Numbers 28:12", "Numbers 28:13", "Numbers 28:14", "Numbers 28:15", "Numbers 28:16", "Numbers 28:17", "Numbers 28:18", "Numbers 28:19", "Numbers 28:20", "Numbers 28:21", "Numbers 28:22", "Numbers 28:23", "Numbers 28:24", "Numbers 28:25", "Numbers 28:26", "Numbers 28:27", "Numbers 28:28", "Numbers 28:29", "Numbers 28:30", "Numbers 28:31", "Numbers 29:1", "Numbers 29:2", "Numbers 29:3", "Numbers 29:4", "Numbers 29:5", "Numbers 29:6", "Numbers 29:7", "Numbers 29:8", "Numbers 29:9", "Numbers 29:10", "Numbers 29:11", "Numbers 29:12", "Numbers 29:13", "Numbers 29:14", "Numbers 29:15", "Numbers 29:16", "Numbers 29:17", "Numbers 29:18", "Numbers 29:19", "Numbers 29:20", "Numbers 29:21", "Numbers 29:22", "Numbers 29:23", "Numbers 29:24", "Numbers 29:25", "Numbers 29:26", "Numbers 29:27", "Numbers 29:28", "Numbers 29:29", "Numbers 29:30", "Numbers 29:31", "Numbers 29:32", "Numbers 29:33", "Numbers 29:34", "Numbers 29:35", "Numbers 29:36", "Numbers 29:37", "Numbers 29:38", "Numbers 29:39", "Numbers 30:1"], "sourceRef": "Shulchan Arukh, Orach Chayim 621:1", "sourceHeRef": "שולחן ערוך, אורח חיים תרכ״א:א׳", "anchorVerse": 10, "sourceHasEn": true, "compDate": [1563], "commentaryNum": 621.0001, "collectiveTitle": {"en": "Shulchan Arukh, Orach Chayim", "he": "שולחן ערוך, אורח חיים"}, "heTitle": "שולחן ערוך, אורח חיים", "he": "<b>סדר קריאת התורה ומילה ביו\"כ ובו ו' סעיפים:</b><br>מוציאין שני ספרים <i data-commentator=\"Be'er HaGolah\" data-label=\"א\" data-order=\"1\"></i>בראשונה קורים ששה בפרשת <i data-commentator=\"Be'er HaGolah\" data-label=\"ב\" data-order=\"2\"></i><i data-commentator=\"Ba'er Hetev\" data-order=\"1\"></i>אחרי מות עד ויעש כאשר צוה ה' <i data-commentator=\"Sha'arei Teshuvah\" data-order=\"1\"></i>ואם חל בשב' קוראים שבעה <i data-commentator=\"Ba'er Hetev\" data-order=\"2\"></i>ומפטיר קורא בשניה בפנחס ובעשור לחודש <i data-commentator=\"Ateret Zekenim\" data-label=\"♦\" data-order=\"1\"></i>ומפטיר בישעיה ואמר סלו סלו פנו עד כי פי ה' דבר:", "heVersionTitle": "Maginei Eretz: Shulchan Aruch Orach Chaim, Lemberg, 1893", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר מגיני ארץ: שלחן ערוך. למברג, תרנ\"ג", "text": "<b>“The order of the reading of the Torah and of circumcision on Yom Kippur” - Containing six paragraphs.</b><br>We take out (from the ark) two Torah scrolls.<sup class=\"footnote-marker\">168</sup><i class=\"footnote\">Two Torah scrolls are taken out on the festivals because portions from two separate sections of the Torah are read. The Torahs can be set before hand so that they can be opened to the correct portion without the necessity of rolling the scroll from one portion to the next.</i> In the first Torah six men read from the portion “<span dir=\"ltr\">אחרי מות</span>”, (Leviticus 16:1-18:30) until “and he did as the Lord commanded (Moses)”, (Leviticus 16:34). But if (Yom Kippur) falls on Shabbat, seven (men read from the first Torah), and the <i>Maftir</i><sup class=\"footnote-marker\">169</sup><i class=\"footnote\"><i>Maftir</i>, <span class=\"rtl\">מפטיר</span>, means literally \"one who concludes\". It is the name given to the man who is the last to read in the Torah and he also usually reads the <i>haftarah</i> (see footnote 170), the section of the prophets that corresponds to the Torah reading. <i>Maftir</i> is also the name given to the three or more concluding verses of the regular weekly Torah portion as well as to the final verses read on festivals and public fast days.<br>Editorial Staff, <i>E</i>. <i>J</i>., v. 11, p. 685.</i> (the last reader) reads from the second (Torah scroll) from the portion, <i>Pinḥas</i>, (Numbers 25:10-30:1), the section “and you shall have on the tenth day of this seventh month”, (Numbers 29:7-11). The <i>Maftir</i> (the <i>Haftarah</i> section from the Prophets<sup class=\"footnote-marker\">170</sup><i class=\"footnote\">The <i>Haftarah</i>, <span class=\"rtl\">הפטרה</span>, is a portion from the Prophets section of the Bible read after the Torah is read on Sabbaths, festivals, and fast days. On Sabbaths and festivals the <i>haftarah</i> is read during the Morning, <i>Shaḥarit</i> Service (see footnote 17), but on fast days it is read only during the Afternoon, <i>Minḥah</i> Service (see footnote 40). The exception to this is Yom Kippur and <i>Tishah be-Av</i> (see footnote 102) where there is a <i>haftarah</i> after the Torah reading in both the Morning and the Afternoon Service.<br>The Torah in its regular portions is read straight through during the year but such is not the case on festivals and some special Sabbaths. The <i>haftarot</i> are selected in parts from both the Former and Latter Prophets. Only two prophetic books are read in their entirety as <i>haftarot</i>, the Book of Obadiah which has only twenty-one verses and is read after the Torah portion <i>Va-Yishlaḥ</i> (Genesis 32:4-36-43) according to the Sephardi rite, and the Book of Jonah which is the <i>haftarah</i> for the <i>Minḥah</i> Service on Yom Kippur (see the Shulḥan Arukh, <i>Oraḥ Ḥayyim</i> 622:2).<br><i>Haftarot</i> were usually selected so there would be some similarity in content between the Pentateuchal and the Prophetic portions, but often this did not happen and <i>haftarot</i> were chosen because of historical events or because of some special date. Special <i>haftarot</i> are read on special Sabbaths and the <i>haftarah</i> for each festival is based on the nature of the festival.<br>When the custom of reading the <i>haftarah</i> got started is not known for sure, but it is thought that it began during the persecutions of the Antiochus Epiphanes which preceded the Hasmonean revolt. The Torah was not permitted to be read by the Jews during the persecution for it was felt that the reading of it kept the Jews together and gave them a special strength. As a substitute for the Torah reading, sections form the Prophets were chosen that would remind the Jews of the corresponding Torah portion. Appearantly when the ban against reading the Torah was lifted, the practice of reading the <i>haftarah</i> continued. The first mention of the practice of the reading of the <i>haftarah</i> is found in the New Testament. Acts 13:15 states, \"after the reading of the law and the prophets\". <i>Haftarot</i> are also discussed in the Talmud as to which are to be read at specific times and festivals. In Mishnaic times different communities read different <i>haftarot</i>, and a set order was probably not established until talmudic times. Some <i>haftarot</i> today differ from those recorded in the Talmud, and there are differences in the Sephardi and Ashkenazi rites.<br>The <i>maftir</i>, the one who reads the <i>haftarah</i> also reads the last part of the weekly portion, (i.e., the Torah reader reads it for him). On the Sabbath, after the seventh reader from the Torah, the <i>maftir</i> usually rereads the last three verses of the weekly portion. On festivals and the four special Sabbaths, the <i>maftir</i> reads the special section from the second scroll which is usually a short description of of the festival found in the Torah. Before the <i>haftarah</i> is read (or chanted) the <i>maftir</i> precedes the <i>haftarah</i> with two blessings and after he ends the <i>haftarah</i> he recites three blessings to which a fourth one is added on Sabbaths and festivals. This fourth blessing changes with the nature of the day. The Sabbath <i>haftarah</i> usually has a minimum of twenty-one verses while the festival has at least fifteen verses. Lately it has become the custom for the Bar Mitzvah boy (a man upon reaching the age of thirteen) to chant the <i>haftarah</i> to display his ability with a Hebrew text.<br>Louis Isaac Rabinowitz, <i>E</i>. <i>J</i>., v. 16, pp. 1342-44.</i>) comes from Isaiah, “and shall say, cast you up, cast you up, prepare the way” until “for the mouth of the Lord has spoken it”, (Isaiah 57:14-58:14).", "versionTitle": "Hilkhot Yom ha-Kippurim, trans. by Jan M. Brahms. HUC, 1976", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "62037ee047cf7a0c25239b67", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Numbers, Part II; The Rebellion Narratives 2-17", "anchorRef": "Numbers 11:1-25:18", "anchorRefExpanded": ["Numbers 11:1", "Numbers 11:2", "Numbers 11:3", "Numbers 11:4", "Numbers 11:5", "Numbers 11:6", "Numbers 11:7", "Numbers 11:8", "Numbers 11:9", "Numbers 11:10", "Numbers 11:11", "Numbers 11:12", "Numbers 11:13", "Numbers 11:14", "Numbers 11:15", "Numbers 11:16", "Numbers 11:17", "Numbers 11:18", "Numbers 11:19", "Numbers 11:20", "Numbers 11:21", "Numbers 11:22", "Numbers 11:23", "Numbers 11:24", "Numbers 11:25", "Numbers 11:26", "Numbers 11:27", "Numbers 11:28", "Numbers 11:29", "Numbers 11:30", "Numbers 11:31", "Numbers 11:32", "Numbers 11:33", "Numbers 11:34", "Numbers 11:35", "Numbers 12:1", "Numbers 12:2", "Numbers 12:3", "Numbers 12:4", "Numbers 12:5", "Numbers 12:6", "Numbers 12:7", "Numbers 12:8", "Numbers 12:9", "Numbers 12:10", "Numbers 12:11", "Numbers 12:12", "Numbers 12:13", "Numbers 12:14", "Numbers 12:15", "Numbers 12:16", "Numbers 13:1", "Numbers 13:2", "Numbers 13:3", "Numbers 13:4", "Numbers 13:5", "Numbers 13:6", "Numbers 13:7", "Numbers 13:8", "Numbers 13:9", "Numbers 13:10", "Numbers 13:11", "Numbers 13:12", "Numbers 13:13", "Numbers 13:14", "Numbers 13:15", "Numbers 13:16", "Numbers 13:17", "Numbers 13:18", "Numbers 13:19", "Numbers 13:20", "Numbers 13:21", "Numbers 13:22", "Numbers 13:23", "Numbers 13:24", "Numbers 13:25", "Numbers 13:26", "Numbers 13:27", "Numbers 13:28", "Numbers 13:29", "Numbers 13:30", "Numbers 13:31", "Numbers 13:32", "Numbers 13:33", "Numbers 14:1", "Numbers 14:2", "Numbers 14:3", "Numbers 14:4", "Numbers 14:5", "Numbers 14:6", "Numbers 14:7", "Numbers 14:8", "Numbers 14:9", "Numbers 14:10", "Numbers 14:11", "Numbers 14:12", "Numbers 14:13", "Numbers 14:14", "Numbers 14:15", "Numbers 14:16", "Numbers 14:17", "Numbers 14:18", "Numbers 14:19", "Numbers 14:20", "Numbers 14:21", "Numbers 14:22", "Numbers 14:23", "Numbers 14:24", "Numbers 14:25", "Numbers 14:26", "Numbers 14:27", "Numbers 14:28", "Numbers 14:29", "Numbers 14:30", "Numbers 14:31", "Numbers 14:32", "Numbers 14:33", "Numbers 14:34", "Numbers 14:35", "Numbers 14:36", "Numbers 14:37", "Numbers 14:38", "Numbers 14:39", "Numbers 14:40", "Numbers 14:41", "Numbers 14:42", "Numbers 14:43", "Numbers 14:44", "Numbers 14:45", "Numbers 15:1", "Numbers 15:2", "Numbers 15:3", "Numbers 15:4", "Numbers 15:5", "Numbers 15:6", "Numbers 15:7", "Numbers 15:8", "Numbers 15:9", "Numbers 15:10", "Numbers 15:11", "Numbers 15:12", "Numbers 15:13", "Numbers 15:14", "Numbers 15:15", "Numbers 15:16", "Numbers 15:17", "Numbers 15:18", "Numbers 15:19", "Numbers 15:20", "Numbers 15:21", "Numbers 15:22", "Numbers 15:23", "Numbers 15:24", "Numbers 15:25", "Numbers 15:26", "Numbers 15:27", "Numbers 15:28", "Numbers 15:29", "Numbers 15:30", "Numbers 15:31", "Numbers 15:32", "Numbers 15:33", "Numbers 15:34", "Numbers 15:35", "Numbers 15:36", "Numbers 15:37", "Numbers 15:38", "Numbers 15:39", "Numbers 15:40", "Numbers 15:41", "Numbers 16:1", "Numbers 16:2", "Numbers 16:3", "Numbers 16:4", "Numbers 16:5", "Numbers 16:6", "Numbers 16:7", "Numbers 16:8", "Numbers 16:9", "Numbers 16:10", "Numbers 16:11", "Numbers 16:12", "Numbers 16:13", "Numbers 16:14", "Numbers 16:15", "Numbers 16:16", "Numbers 16:17", "Numbers 16:18", "Numbers 16:19", "Numbers 16:20", "Numbers 16:21", "Numbers 16:22", "Numbers 16:23", "Numbers 16:24", "Numbers 16:25", "Numbers 16:26", "Numbers 16:27", "Numbers 16:28", "Numbers 16:29", "Numbers 16:30", "Numbers 16:31", "Numbers 16:32", "Numbers 16:33", "Numbers 16:34", "Numbers 16:35", "Numbers 17:1", "Numbers 17:2", "Numbers 17:3", "Numbers 17:4", "Numbers 17:5", "Numbers 17:6", "Numbers 17:7", "Numbers 17:8", "Numbers 17:9", "Numbers 17:10", "Numbers 17:11", "Numbers 17:12", "Numbers 17:13", "Numbers 17:14", "Numbers 17:15", "Numbers 17:16", "Numbers 17:17", "Numbers 17:18", "Numbers 17:19", "Numbers 17:20", "Numbers 17:21", "Numbers 17:22", "Numbers 17:23", "Numbers 17:24", "Numbers 17:25", "Numbers 17:26", "Numbers 17:27", "Numbers 17:28", "Numbers 18:1", "Numbers 18:2", "Numbers 18:3", "Numbers 18:4", "Numbers 18:5", "Numbers 18:6", "Numbers 18:7", "Numbers 18:8", "Numbers 18:9", "Numbers 18:10", "Numbers 18:11", "Numbers 18:12", "Numbers 18:13", "Numbers 18:14", "Numbers 18:15", "Numbers 18:16", "Numbers 18:17", "Numbers 18:18", "Numbers 18:19", "Numbers 18:20", "Numbers 18:21", "Numbers 18:22", "Numbers 18:23", "Numbers 18:24", "Numbers 18:25", "Numbers 18:26", "Numbers 18:27", "Numbers 18:28", "Numbers 18:29", "Numbers 18:30", "Numbers 18:31", "Numbers 18:32", "Numbers 19:1", "Numbers 19:2", "Numbers 19:3", "Numbers 19:4", "Numbers 19:5", "Numbers 19:6", "Numbers 19:7", "Numbers 19:8", "Numbers 19:9", "Numbers 19:10", "Numbers 19:11", "Numbers 19:12", "Numbers 19:13", "Numbers 19:14", "Numbers 19:15", "Numbers 19:16", "Numbers 19:17", "Numbers 19:18", "Numbers 19:19", "Numbers 19:20", "Numbers 19:21", "Numbers 19:22", "Numbers 20:1", "Numbers 20:2", "Numbers 20:3", "Numbers 20:4", "Numbers 20:5", "Numbers 20:6", "Numbers 20:7", "Numbers 20:8", "Numbers 20:9", "Numbers 20:10", "Numbers 20:11", "Numbers 20:12", "Numbers 20:13", "Numbers 20:14", "Numbers 20:15", "Numbers 20:16", "Numbers 20:17", "Numbers 20:18", "Numbers 20:19", "Numbers 20:20", "Numbers 20:21", "Numbers 20:22", "Numbers 20:23", "Numbers 20:24", "Numbers 20:25", "Numbers 20:26", "Numbers 20:27", "Numbers 20:28", "Numbers 20:29", "Numbers 21:1", "Numbers 21:2", "Numbers 21:3", "Numbers 21:4", "Numbers 21:5", "Numbers 21:6", "Numbers 21:7", "Numbers 21:8", "Numbers 21:9", "Numbers 21:10", "Numbers 21:11", "Numbers 21:12", "Numbers 21:13", "Numbers 21:14", "Numbers 21:15", "Numbers 21:16", "Numbers 21:17", "Numbers 21:18", "Numbers 21:19", "Numbers 21:20", "Numbers 21:21", "Numbers 21:22", "Numbers 21:23", "Numbers 21:24", "Numbers 21:25", "Numbers 21:26", "Numbers 21:27", "Numbers 21:28", "Numbers 21:29", "Numbers 21:30", "Numbers 21:31", "Numbers 21:32", "Numbers 21:33", "Numbers 21:34", "Numbers 21:35", "Numbers 22:1", "Numbers 22:2", "Numbers 22:3", "Numbers 22:4", "Numbers 22:5", "Numbers 22:6", "Numbers 22:7", "Numbers 22:8", "Numbers 22:9", "Numbers 22:10", "Numbers 22:11", "Numbers 22:12", "Numbers 22:13", "Numbers 22:14", "Numbers 22:15", "Numbers 22:16", "Numbers 22:17", "Numbers 22:18", "Numbers 22:19", "Numbers 22:20", "Numbers 22:21", "Numbers 22:22", "Numbers 22:23", "Numbers 22:24", "Numbers 22:25", "Numbers 22:26", "Numbers 22:27", "Numbers 22:28", "Numbers 22:29", "Numbers 22:30", "Numbers 22:31", "Numbers 22:32", "Numbers 22:33", "Numbers 22:34", "Numbers 22:35", "Numbers 22:36", "Numbers 22:37", "Numbers 22:38", "Numbers 22:39", "Numbers 22:40", "Numbers 22:41", "Numbers 23:1", "Numbers 23:2", "Numbers 23:3", "Numbers 23:4", "Numbers 23:5", "Numbers 23:6", "Numbers 23:7", "Numbers 23:8", "Numbers 23:9", "Numbers 23:10", "Numbers 23:11", "Numbers 23:12", "Numbers 23:13", "Numbers 23:14", "Numbers 23:15", "Numbers 23:16", "Numbers 23:17", "Numbers 23:18", "Numbers 23:19", "Numbers 23:20", "Numbers 23:21", "Numbers 23:22", "Numbers 23:23", "Numbers 23:24", "Numbers 23:25", "Numbers 23:26", "Numbers 23:27", "Numbers 23:28", "Numbers 23:29", "Numbers 23:30", "Numbers 24:1", "Numbers 24:2", "Numbers 24:3", "Numbers 24:4", "Numbers 24:5", "Numbers 24:6", "Numbers 24:7", "Numbers 24:8", "Numbers 24:9", "Numbers 24:10", "Numbers 24:11", "Numbers 24:12", "Numbers 24:13", "Numbers 24:14", "Numbers 24:15", "Numbers 24:16", "Numbers 24:17", "Numbers 24:18", "Numbers 24:19", "Numbers 24:20", "Numbers 24:21", "Numbers 24:22", "Numbers 24:23", "Numbers 24:24", "Numbers 24:25", "Numbers 25:1", "Numbers 25:2", "Numbers 25:3", "Numbers 25:4", "Numbers 25:5", "Numbers 25:6", "Numbers 25:7", "Numbers 25:8", "Numbers 25:9", "Numbers 25:10", "Numbers 25:11", "Numbers 25:12", "Numbers 25:13", "Numbers 25:14", "Numbers 25:15", "Numbers 25:16", "Numbers 25:17", "Numbers 25:18"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, Part II; The Rebellion Narratives 2-17", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר ג׳ ב׳-י״ז", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Part II; The Rebellion Narratives", "he": "במדבר מאמר ג׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["V<small>IRTUALLY THE FIRST THING THE</small> I<small>SRAELITES DO AFTER SETTING OUT ON THE SECOND</small> leg of their journey to the Promised Land is—rebel. This pattern was already seen in the book of Exodus, where, despite the climactic miracle of deliverance at the Sea of Reeds, the Israelites “grumbled against Moshe” at Mara because of lack of drinkable water. Although a strain in later biblical thinking remembered the wilderness period as a kind of honeymoon (cf. Jer. 2:2), the Torah itself chose to remember it as a severe time of testing which the ex-slaves ultimately failed to pass.", "The second part of Numbers is a remarkable collection of rebellion narratives that simultaneously display striking similarities and great and colorful differences. The section details six rebellions of the people, and two of the leaders themselves. They are united by a consistent vocabulary: verbs such as “grumble” and “assemble/gather/speak against” depict complaints against Moshe and Aharon and against God. These stories also display the recurring themes of dearth of food and water, and God’s anger at the rebellions, usually expressed in some form of plague (or, additionally, fire).", "Rather than unfold in simple chronological order, one following another, these pieces of the text have been intensified by priestly editing, which has interspersed the stories with a number of cultic and legal passages (Chaps. 15, 18, and 19, all of which bear the theme word “law” [Heb. <i>hok</i> or <i>hukka</i>]), and which are somehow related to previous or succeeding narratives. The interruptions also allow each of the memorable rebellion narratives to “breathe,” giving the audience time to digest the images and the drama presented therein. The stories possess both in abundant measure; one thinks, for instance, of the “meat between the teeth” (11:33), of the grape clusters borne on a pole by two men (13:23); and of the great confrontation with Korah in Chapter 16 (not to mention its resolution), as well as Moshe’s dramatic failure in Chapter 20.", "As in any great literature, repetition of story type or type scene is here accomplished via variation of the most telling kind. In this case we observe once again an alternating pattern to the rebellions, a pattern which reveals not one theme but several:", "The people, over lack of food (chapter 11)", "Moshe’s siblings, over prophetic primacy (12)", "The people, over the spies’ false report (14)", "Levites, over Moshe and Aharon’s prerogatives (16)", "The people, over the rebellious Levites’ sinister fate (17)", "Moshe himself, over the burden of leading the people (20)", "The people, over the lack of food and water (21)", "The pattern observable here is broken, in true biblical rhetorical style (where the last in a sequence often serves by its oddness to reinforce the whole), in a final rebellion (Chap. 25), where the people’s actions involve neither the “complaining” vocabulary nor a revolt against human leadership, but rather comprise the greatest biblical crime of them all: worship of other gods. Viewed in this patterned fashion, the rebellion narratives emerge with a kind of crescendo effect.", "It is also possible, as I have done in “On the Book of Numbers and Its Structure,” above, to follow the scheme put forth by Mann—a three-part structure to the section, each with its internal logic and conclusions. These are treated below; for the moment, it will suffice to see in the first subsection (Chaps. 11–14) the inevitable result of wilderness rebellions: the divine decree that the slave generation must die out before entering the Promised Land; the second subsection (16–20) deals with the challenges to the leadership of Moshe and Aharon, and results in a similar decree, that they will die outside the land; and the third subsection (20–25) chronicles the encounter of the Israelites with neighboring nations, which initially goes in their favor but ends with the disastrous incident at Baal Pe’or (25).", "The primary issue in these stories, to the biblical writer, is lack of trust in God. Each of the three sections mentions or implies that problem; 14:11 and 20:12 use the verb itself, and the narrative of Chapter 25 suggests it. The bottom line is that the Israelites could not keep faith with God—even after both staggering acts of divine intervention (i.e., rescue) and demonstrations of the force of divine wrath—and this lack of faith led ultimately to their dying out in the wilderness outside the Promised Land, in punishment. The stories clearly were meant to be understood as an unfortunate example for later generations, and were taken as such already in the biblical period (see, for example, the treatment in Psalm 78).", "Read on another level, the rebellion narratives are largely concerned with the issue of human leadership, its qualifications, manifestations, and limitations (and even failures). Has there ever been a leader as beleaguered as Moshe? From the beginning of his career on the sands of Egypt, where he assumes the mantle of leadership in the matter of retaliating against the sadistic Egyptian taskmaster (Ex. 2:11–12), to its end at the plains of Moab, in stern address to the people he has struggled to lead (this is the setting of the entire next book, Deuteronomy), he must evoke trust in God, lead the people through an uncharted wilderness, and inspire confidence in his own leadership. His success is muted by the passing of the generation he initially leads, before it can enter Canaan; like them, he too must pass on—with merely a look beyond the Jordan, but no more. Later generations of Jewish readers wept on confronting Moshe’s seemingly premature death, and created heroic tales of his pleading before God to be let into the land he had so long sought to reach. In Numbers he fully deserves this stature, alternately interceding with and cajoling God, standing up for and then almost giving up on this people with whom his life has become so enmeshed. Our stories stress his gifts of prophecy and his pathos as a deeply human leader.", "A final, troubling issue is the character of God in this part of the book. It is a measure of the Bible’s artistry that the rebellion accounts are so varied in content and style; but the variations in punishment—from undetailed death to skin disease to stoning and the earth opening up, just to mention a few examples—create an impression, not of artistic richness but of unremitting severity. The Bible does not seem to have a problem with this kind of divine behavior, and other ancient cultures would have felt at home here, but already in late antiquity, and continuing down to our own day, Jews and Christians most often have preferred, and prayed to, a more forgiving, nurturing, and compassionate God. Dealing with these texts, in the end, raises the question of whether to understand them as the result of “historical necessity” or “literary conceit” (that is, the old generation simply had to die out) or as they stand in the text: a harsh portrayal of what happened when the covenant people violated the covenant."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62037ee56bfddfbb310fed0c", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Numbers, On the Book of Numbers and Its Structure 2-52", "anchorRef": "Numbers 1:1-36:13", "anchorRefExpanded": ["Numbers 1:1", "Numbers 1:2", "Numbers 1:3", "Numbers 1:4", "Numbers 1:5", "Numbers 1:6", "Numbers 1:7", "Numbers 1:8", "Numbers 1:9", "Numbers 1:10", "Numbers 1:11", "Numbers 1:12", "Numbers 1:13", "Numbers 1:14", "Numbers 1:15", "Numbers 1:16", "Numbers 1:17", "Numbers 1:18", "Numbers 1:19", "Numbers 1:20", "Numbers 1:21", "Numbers 1:22", "Numbers 1:23", "Numbers 1:24", "Numbers 1:25", "Numbers 1:26", "Numbers 1:27", "Numbers 1:28", "Numbers 1:29", "Numbers 1:30", "Numbers 1:31", "Numbers 1:32", "Numbers 1:33", "Numbers 1:34", "Numbers 1:35", "Numbers 1:36", "Numbers 1:37", "Numbers 1:38", "Numbers 1:39", "Numbers 1:40", "Numbers 1:41", "Numbers 1:42", "Numbers 1:43", "Numbers 1:44", "Numbers 1:45", "Numbers 1:46", "Numbers 1:47", "Numbers 1:48", "Numbers 1:49", "Numbers 1:50", "Numbers 1:51", "Numbers 1:52", "Numbers 1:53", "Numbers 1:54", "Numbers 2:1", "Numbers 2:2", "Numbers 2:3", "Numbers 2:4", "Numbers 2:5", "Numbers 2:6", "Numbers 2:7", "Numbers 2:8", "Numbers 2:9", "Numbers 2:10", "Numbers 2:11", "Numbers 2:12", "Numbers 2:13", "Numbers 2:14", "Numbers 2:15", "Numbers 2:16", "Numbers 2:17", "Numbers 2:18", "Numbers 2:19", "Numbers 2:20", "Numbers 2:21", "Numbers 2:22", "Numbers 2:23", "Numbers 2:24", "Numbers 2:25", "Numbers 2:26", "Numbers 2:27", "Numbers 2:28", "Numbers 2:29", "Numbers 2:30", "Numbers 2:31", "Numbers 2:32", "Numbers 2:33", "Numbers 2:34", "Numbers 3:1", "Numbers 3:2", "Numbers 3:3", "Numbers 3:4", "Numbers 3:5", "Numbers 3:6", "Numbers 3:7", "Numbers 3:8", "Numbers 3:9", "Numbers 3:10", "Numbers 3:11", "Numbers 3:12", "Numbers 3:13", "Numbers 3:14", "Numbers 3:15", "Numbers 3:16", "Numbers 3:17", "Numbers 3:18", "Numbers 3:19", "Numbers 3:20", "Numbers 3:21", "Numbers 3:22", "Numbers 3:23", "Numbers 3:24", "Numbers 3:25", "Numbers 3:26", "Numbers 3:27", "Numbers 3:28", "Numbers 3:29", "Numbers 3:30", "Numbers 3:31", "Numbers 3:32", "Numbers 3:33", "Numbers 3:34", "Numbers 3:35", "Numbers 3:36", "Numbers 3:37", "Numbers 3:38", "Numbers 3:39", "Numbers 3:40", "Numbers 3:41", "Numbers 3:42", "Numbers 3:43", "Numbers 3:44", "Numbers 3:45", "Numbers 3:46", "Numbers 3:47", "Numbers 3:48", "Numbers 3:49", "Numbers 3:50", "Numbers 3:51", "Numbers 4:1", "Numbers 4:2", "Numbers 4:3", "Numbers 4:4", "Numbers 4:5", "Numbers 4:6", "Numbers 4:7", "Numbers 4:8", "Numbers 4:9", "Numbers 4:10", "Numbers 4:11", "Numbers 4:12", "Numbers 4:13", "Numbers 4:14", "Numbers 4:15", "Numbers 4:16", "Numbers 4:17", "Numbers 4:18", "Numbers 4:19", "Numbers 4:20", "Numbers 4:21", "Numbers 4:22", "Numbers 4:23", "Numbers 4:24", "Numbers 4:25", "Numbers 4:26", "Numbers 4:27", "Numbers 4:28", "Numbers 4:29", "Numbers 4:30", "Numbers 4:31", "Numbers 4:32", "Numbers 4:33", "Numbers 4:34", "Numbers 4:35", "Numbers 4:36", "Numbers 4:37", "Numbers 4:38", "Numbers 4:39", "Numbers 4:40", "Numbers 4:41", "Numbers 4:42", "Numbers 4:43", "Numbers 4:44", "Numbers 4:45", "Numbers 4:46", "Numbers 4:47", "Numbers 4:48", "Numbers 4:49", "Numbers 5:1", "Numbers 5:2", "Numbers 5:3", "Numbers 5:4", "Numbers 5:5", "Numbers 5:6", "Numbers 5:7", "Numbers 5:8", "Numbers 5:9", "Numbers 5:10", "Numbers 5:11", "Numbers 5:12", "Numbers 5:13", "Numbers 5:14", "Numbers 5:15", "Numbers 5:16", "Numbers 5:17", "Numbers 5:18", "Numbers 5:19", "Numbers 5:20", "Numbers 5:21", "Numbers 5:22", "Numbers 5:23", "Numbers 5:24", "Numbers 5:25", "Numbers 5:26", "Numbers 5:27", "Numbers 5:28", "Numbers 5:29", "Numbers 5:30", "Numbers 5:31", "Numbers 6:1", "Numbers 6:2", "Numbers 6:3", "Numbers 6:4", "Numbers 6:5", "Numbers 6:6", "Numbers 6:7", "Numbers 6:8", "Numbers 6:9", "Numbers 6:10", "Numbers 6:11", "Numbers 6:12", "Numbers 6:13", "Numbers 6:14", "Numbers 6:15", "Numbers 6:16", "Numbers 6:17", "Numbers 6:18", "Numbers 6:19", "Numbers 6:20", "Numbers 6:21", "Numbers 6:22", "Numbers 6:23", "Numbers 6:24", "Numbers 6:25", "Numbers 6:26", "Numbers 6:27", "Numbers 7:1", "Numbers 7:2", "Numbers 7:3", "Numbers 7:4", "Numbers 7:5", "Numbers 7:6", "Numbers 7:7", "Numbers 7:8", "Numbers 7:9", "Numbers 7:10", "Numbers 7:11", "Numbers 7:12", "Numbers 7:13", "Numbers 7:14", "Numbers 7:15", "Numbers 7:16", "Numbers 7:17", "Numbers 7:18", "Numbers 7:19", "Numbers 7:20", "Numbers 7:21", "Numbers 7:22", "Numbers 7:23", "Numbers 7:24", "Numbers 7:25", "Numbers 7:26", "Numbers 7:27", "Numbers 7:28", "Numbers 7:29", "Numbers 7:30", "Numbers 7:31", "Numbers 7:32", "Numbers 7:33", "Numbers 7:34", "Numbers 7:35", "Numbers 7:36", "Numbers 7:37", "Numbers 7:38", "Numbers 7:39", "Numbers 7:40", "Numbers 7:41", "Numbers 7:42", "Numbers 7:43", "Numbers 7:44", "Numbers 7:45", "Numbers 7:46", "Numbers 7:47", "Numbers 7:48", "Numbers 7:49", "Numbers 7:50", "Numbers 7:51", "Numbers 7:52", "Numbers 7:53", "Numbers 7:54", "Numbers 7:55", "Numbers 7:56", "Numbers 7:57", "Numbers 7:58", "Numbers 7:59", "Numbers 7:60", "Numbers 7:61", "Numbers 7:62", "Numbers 7:63", "Numbers 7:64", "Numbers 7:65", "Numbers 7:66", "Numbers 7:67", "Numbers 7:68", "Numbers 7:69", "Numbers 7:70", "Numbers 7:71", "Numbers 7:72", "Numbers 7:73", "Numbers 7:74", "Numbers 7:75", "Numbers 7:76", "Numbers 7:77", "Numbers 7:78", "Numbers 7:79", "Numbers 7:80", "Numbers 7:81", "Numbers 7:82", "Numbers 7:83", "Numbers 7:84", "Numbers 7:85", "Numbers 7:86", "Numbers 7:87", "Numbers 7:88", "Numbers 7:89", "Numbers 8:1", "Numbers 8:2", "Numbers 8:3", "Numbers 8:4", "Numbers 8:5", "Numbers 8:6", "Numbers 8:7", "Numbers 8:8", "Numbers 8:9", "Numbers 8:10", "Numbers 8:11", "Numbers 8:12", "Numbers 8:13", "Numbers 8:14", "Numbers 8:15", "Numbers 8:16", "Numbers 8:17", "Numbers 8:18", "Numbers 8:19", "Numbers 8:20", "Numbers 8:21", "Numbers 8:22", "Numbers 8:23", "Numbers 8:24", "Numbers 8:25", "Numbers 8:26", "Numbers 9:1", "Numbers 9:2", "Numbers 9:3", "Numbers 9:4", "Numbers 9:5", "Numbers 9:6", "Numbers 9:7", "Numbers 9:8", "Numbers 9:9", "Numbers 9:10", "Numbers 9:11", "Numbers 9:12", "Numbers 9:13", "Numbers 9:14", "Numbers 9:15", "Numbers 9:16", "Numbers 9:17", "Numbers 9:18", "Numbers 9:19", "Numbers 9:20", "Numbers 9:21", "Numbers 9:22", "Numbers 9:23", "Numbers 10:1", "Numbers 10:2", "Numbers 10:3", "Numbers 10:4", "Numbers 10:5", "Numbers 10:6", "Numbers 10:7", "Numbers 10:8", "Numbers 10:9", "Numbers 10:10", "Numbers 10:11", "Numbers 10:12", "Numbers 10:13", "Numbers 10:14", "Numbers 10:15", "Numbers 10:16", "Numbers 10:17", "Numbers 10:18", "Numbers 10:19", "Numbers 10:20", "Numbers 10:21", "Numbers 10:22", "Numbers 10:23", "Numbers 10:24", "Numbers 10:25", "Numbers 10:26", "Numbers 10:27", "Numbers 10:28", "Numbers 10:29", "Numbers 10:30", "Numbers 10:31", "Numbers 10:32", "Numbers 10:33", "Numbers 10:34", "Numbers 10:35", "Numbers 10:36", "Numbers 11:1", "Numbers 11:2", "Numbers 11:3", "Numbers 11:4", "Numbers 11:5", "Numbers 11:6", "Numbers 11:7", "Numbers 11:8", "Numbers 11:9", "Numbers 11:10", "Numbers 11:11", "Numbers 11:12", "Numbers 11:13", "Numbers 11:14", "Numbers 11:15", "Numbers 11:16", "Numbers 11:17", "Numbers 11:18", "Numbers 11:19", "Numbers 11:20", "Numbers 11:21", "Numbers 11:22", "Numbers 11:23", "Numbers 11:24", "Numbers 11:25", "Numbers 11:26", "Numbers 11:27", "Numbers 11:28", "Numbers 11:29", "Numbers 11:30", "Numbers 11:31", "Numbers 11:32", "Numbers 11:33", "Numbers 11:34", "Numbers 11:35", "Numbers 12:1", "Numbers 12:2", "Numbers 12:3", "Numbers 12:4", "Numbers 12:5", "Numbers 12:6", "Numbers 12:7", "Numbers 12:8", "Numbers 12:9", "Numbers 12:10", "Numbers 12:11", "Numbers 12:12", "Numbers 12:13", "Numbers 12:14", "Numbers 12:15", "Numbers 12:16", "Numbers 13:1", "Numbers 13:2", "Numbers 13:3", "Numbers 13:4", "Numbers 13:5", "Numbers 13:6", "Numbers 13:7", "Numbers 13:8", "Numbers 13:9", "Numbers 13:10", "Numbers 13:11", "Numbers 13:12", "Numbers 13:13", "Numbers 13:14", "Numbers 13:15", "Numbers 13:16", "Numbers 13:17", "Numbers 13:18", "Numbers 13:19", "Numbers 13:20", "Numbers 13:21", "Numbers 13:22", "Numbers 13:23", "Numbers 13:24", "Numbers 13:25", "Numbers 13:26", "Numbers 13:27", "Numbers 13:28", "Numbers 13:29", "Numbers 13:30", "Numbers 13:31", "Numbers 13:32", "Numbers 13:33", "Numbers 14:1", "Numbers 14:2", "Numbers 14:3", "Numbers 14:4", "Numbers 14:5", "Numbers 14:6", "Numbers 14:7", "Numbers 14:8", "Numbers 14:9", "Numbers 14:10", "Numbers 14:11", "Numbers 14:12", "Numbers 14:13", "Numbers 14:14", "Numbers 14:15", "Numbers 14:16", "Numbers 14:17", "Numbers 14:18", "Numbers 14:19", "Numbers 14:20", "Numbers 14:21", "Numbers 14:22", "Numbers 14:23", "Numbers 14:24", "Numbers 14:25", "Numbers 14:26", "Numbers 14:27", "Numbers 14:28", "Numbers 14:29", "Numbers 14:30", "Numbers 14:31", "Numbers 14:32", "Numbers 14:33", "Numbers 14:34", "Numbers 14:35", "Numbers 14:36", "Numbers 14:37", "Numbers 14:38", "Numbers 14:39", "Numbers 14:40", "Numbers 14:41", "Numbers 14:42", "Numbers 14:43", "Numbers 14:44", "Numbers 14:45", "Numbers 15:1", "Numbers 15:2", "Numbers 15:3", "Numbers 15:4", "Numbers 15:5", "Numbers 15:6", "Numbers 15:7", "Numbers 15:8", "Numbers 15:9", "Numbers 15:10", "Numbers 15:11", "Numbers 15:12", "Numbers 15:13", "Numbers 15:14", "Numbers 15:15", "Numbers 15:16", "Numbers 15:17", "Numbers 15:18", "Numbers 15:19", "Numbers 15:20", "Numbers 15:21", "Numbers 15:22", "Numbers 15:23", "Numbers 15:24", "Numbers 15:25", "Numbers 15:26", "Numbers 15:27", "Numbers 15:28", "Numbers 15:29", "Numbers 15:30", "Numbers 15:31", "Numbers 15:32", "Numbers 15:33", "Numbers 15:34", "Numbers 15:35", "Numbers 15:36", "Numbers 15:37", "Numbers 15:38", "Numbers 15:39", "Numbers 15:40", "Numbers 15:41", "Numbers 16:1", "Numbers 16:2", "Numbers 16:3", "Numbers 16:4", "Numbers 16:5", "Numbers 16:6", "Numbers 16:7", "Numbers 16:8", "Numbers 16:9", "Numbers 16:10", "Numbers 16:11", "Numbers 16:12", "Numbers 16:13", "Numbers 16:14", "Numbers 16:15", "Numbers 16:16", "Numbers 16:17", "Numbers 16:18", "Numbers 16:19", "Numbers 16:20", "Numbers 16:21", "Numbers 16:22", "Numbers 16:23", "Numbers 16:24", "Numbers 16:25", "Numbers 16:26", "Numbers 16:27", "Numbers 16:28", "Numbers 16:29", "Numbers 16:30", "Numbers 16:31", "Numbers 16:32", "Numbers 16:33", "Numbers 16:34", "Numbers 16:35", "Numbers 17:1", "Numbers 17:2", "Numbers 17:3", "Numbers 17:4", "Numbers 17:5", "Numbers 17:6", "Numbers 17:7", "Numbers 17:8", "Numbers 17:9", "Numbers 17:10", "Numbers 17:11", "Numbers 17:12", "Numbers 17:13", "Numbers 17:14", "Numbers 17:15", "Numbers 17:16", "Numbers 17:17", "Numbers 17:18", "Numbers 17:19", "Numbers 17:20", "Numbers 17:21", "Numbers 17:22", "Numbers 17:23", "Numbers 17:24", "Numbers 17:25", "Numbers 17:26", "Numbers 17:27", "Numbers 17:28", "Numbers 18:1", "Numbers 18:2", "Numbers 18:3", "Numbers 18:4", "Numbers 18:5", "Numbers 18:6", "Numbers 18:7", "Numbers 18:8", "Numbers 18:9", "Numbers 18:10", "Numbers 18:11", "Numbers 18:12", "Numbers 18:13", "Numbers 18:14", "Numbers 18:15", "Numbers 18:16", "Numbers 18:17", "Numbers 18:18", "Numbers 18:19", "Numbers 18:20", "Numbers 18:21", "Numbers 18:22", "Numbers 18:23", "Numbers 18:24", "Numbers 18:25", "Numbers 18:26", "Numbers 18:27", "Numbers 18:28", "Numbers 18:29", "Numbers 18:30", "Numbers 18:31", "Numbers 18:32", "Numbers 19:1", "Numbers 19:2", "Numbers 19:3", "Numbers 19:4", "Numbers 19:5", "Numbers 19:6", "Numbers 19:7", "Numbers 19:8", "Numbers 19:9", "Numbers 19:10", "Numbers 19:11", "Numbers 19:12", "Numbers 19:13", "Numbers 19:14", "Numbers 19:15", "Numbers 19:16", "Numbers 19:17", "Numbers 19:18", "Numbers 19:19", "Numbers 19:20", "Numbers 19:21", "Numbers 19:22", "Numbers 20:1", "Numbers 20:2", "Numbers 20:3", "Numbers 20:4", "Numbers 20:5", "Numbers 20:6", "Numbers 20:7", "Numbers 20:8", "Numbers 20:9", "Numbers 20:10", "Numbers 20:11", "Numbers 20:12", "Numbers 20:13", "Numbers 20:14", "Numbers 20:15", "Numbers 20:16", "Numbers 20:17", "Numbers 20:18", "Numbers 20:19", "Numbers 20:20", "Numbers 20:21", "Numbers 20:22", "Numbers 20:23", "Numbers 20:24", "Numbers 20:25", "Numbers 20:26", "Numbers 20:27", "Numbers 20:28", "Numbers 20:29", "Numbers 21:1", "Numbers 21:2", "Numbers 21:3", "Numbers 21:4", "Numbers 21:5", "Numbers 21:6", "Numbers 21:7", "Numbers 21:8", "Numbers 21:9", "Numbers 21:10", "Numbers 21:11", "Numbers 21:12", "Numbers 21:13", "Numbers 21:14", "Numbers 21:15", "Numbers 21:16", "Numbers 21:17", "Numbers 21:18", "Numbers 21:19", "Numbers 21:20", "Numbers 21:21", "Numbers 21:22", "Numbers 21:23", "Numbers 21:24", "Numbers 21:25", "Numbers 21:26", "Numbers 21:27", "Numbers 21:28", "Numbers 21:29", "Numbers 21:30", "Numbers 21:31", "Numbers 21:32", "Numbers 21:33", "Numbers 21:34", "Numbers 21:35", "Numbers 22:1", "Numbers 22:2", "Numbers 22:3", "Numbers 22:4", "Numbers 22:5", "Numbers 22:6", "Numbers 22:7", "Numbers 22:8", "Numbers 22:9", "Numbers 22:10", "Numbers 22:11", "Numbers 22:12", "Numbers 22:13", "Numbers 22:14", "Numbers 22:15", "Numbers 22:16", "Numbers 22:17", "Numbers 22:18", "Numbers 22:19", "Numbers 22:20", "Numbers 22:21", "Numbers 22:22", "Numbers 22:23", "Numbers 22:24", "Numbers 22:25", "Numbers 22:26", "Numbers 22:27", "Numbers 22:28", "Numbers 22:29", "Numbers 22:30", "Numbers 22:31", "Numbers 22:32", "Numbers 22:33", "Numbers 22:34", "Numbers 22:35", "Numbers 22:36", "Numbers 22:37", "Numbers 22:38", "Numbers 22:39", "Numbers 22:40", "Numbers 22:41", "Numbers 23:1", "Numbers 23:2", "Numbers 23:3", "Numbers 23:4", "Numbers 23:5", "Numbers 23:6", "Numbers 23:7", "Numbers 23:8", "Numbers 23:9", "Numbers 23:10", "Numbers 23:11", "Numbers 23:12", "Numbers 23:13", "Numbers 23:14", "Numbers 23:15", "Numbers 23:16", "Numbers 23:17", "Numbers 23:18", "Numbers 23:19", "Numbers 23:20", "Numbers 23:21", "Numbers 23:22", "Numbers 23:23", "Numbers 23:24", "Numbers 23:25", "Numbers 23:26", "Numbers 23:27", "Numbers 23:28", "Numbers 23:29", "Numbers 23:30", "Numbers 24:1", "Numbers 24:2", "Numbers 24:3", "Numbers 24:4", "Numbers 24:5", "Numbers 24:6", "Numbers 24:7", "Numbers 24:8", "Numbers 24:9", "Numbers 24:10", "Numbers 24:11", "Numbers 24:12", "Numbers 24:13", "Numbers 24:14", "Numbers 24:15", "Numbers 24:16", "Numbers 24:17", "Numbers 24:18", "Numbers 24:19", "Numbers 24:20", "Numbers 24:21", "Numbers 24:22", "Numbers 24:23", "Numbers 24:24", "Numbers 24:25", "Numbers 25:1", "Numbers 25:2", "Numbers 25:3", "Numbers 25:4", "Numbers 25:5", "Numbers 25:6", "Numbers 25:7", "Numbers 25:8", "Numbers 25:9", "Numbers 25:10", "Numbers 25:11", "Numbers 25:12", "Numbers 25:13", "Numbers 25:14", "Numbers 25:15", "Numbers 25:16", "Numbers 25:17", "Numbers 25:18", "Numbers 26:1", "Numbers 26:2", "Numbers 26:3", "Numbers 26:4", "Numbers 26:5", "Numbers 26:6", "Numbers 26:7", "Numbers 26:8", "Numbers 26:9", "Numbers 26:10", "Numbers 26:11", "Numbers 26:12", "Numbers 26:13", "Numbers 26:14", "Numbers 26:15", "Numbers 26:16", "Numbers 26:17", "Numbers 26:18", "Numbers 26:19", "Numbers 26:20", "Numbers 26:21", "Numbers 26:22", "Numbers 26:23", "Numbers 26:24", "Numbers 26:25", "Numbers 26:26", "Numbers 26:27", "Numbers 26:28", "Numbers 26:29", "Numbers 26:30", "Numbers 26:31", "Numbers 26:32", "Numbers 26:33", "Numbers 26:34", "Numbers 26:35", "Numbers 26:36", "Numbers 26:37", "Numbers 26:38", "Numbers 26:39", "Numbers 26:40", "Numbers 26:41", "Numbers 26:42", "Numbers 26:43", "Numbers 26:44", "Numbers 26:45", "Numbers 26:46", "Numbers 26:47", "Numbers 26:48", "Numbers 26:49", "Numbers 26:50", "Numbers 26:51", "Numbers 26:52", "Numbers 26:53", "Numbers 26:54", "Numbers 26:55", "Numbers 26:56", "Numbers 26:57", "Numbers 26:58", "Numbers 26:59", "Numbers 26:60", "Numbers 26:61", "Numbers 26:62", "Numbers 26:63", "Numbers 26:64", "Numbers 26:65", "Numbers 27:1", "Numbers 27:2", "Numbers 27:3", "Numbers 27:4", "Numbers 27:5", "Numbers 27:6", "Numbers 27:7", "Numbers 27:8", "Numbers 27:9", "Numbers 27:10", "Numbers 27:11", "Numbers 27:12", "Numbers 27:13", "Numbers 27:14", "Numbers 27:15", "Numbers 27:16", "Numbers 27:17", "Numbers 27:18", "Numbers 27:19", "Numbers 27:20", "Numbers 27:21", "Numbers 27:22", "Numbers 27:23", "Numbers 28:1", "Numbers 28:2", "Numbers 28:3", "Numbers 28:4", "Numbers 28:5", "Numbers 28:6", "Numbers 28:7", "Numbers 28:8", "Numbers 28:9", "Numbers 28:10", "Numbers 28:11", "Numbers 28:12", "Numbers 28:13", "Numbers 28:14", "Numbers 28:15", "Numbers 28:16", "Numbers 28:17", "Numbers 28:18", "Numbers 28:19", "Numbers 28:20", "Numbers 28:21", "Numbers 28:22", "Numbers 28:23", "Numbers 28:24", "Numbers 28:25", "Numbers 28:26", "Numbers 28:27", "Numbers 28:28", "Numbers 28:29", "Numbers 28:30", "Numbers 28:31", "Numbers 29:1", "Numbers 29:2", "Numbers 29:3", "Numbers 29:4", "Numbers 29:5", "Numbers 29:6", "Numbers 29:7", "Numbers 29:8", "Numbers 29:9", "Numbers 29:10", "Numbers 29:11", "Numbers 29:12", "Numbers 29:13", "Numbers 29:14", "Numbers 29:15", "Numbers 29:16", "Numbers 29:17", "Numbers 29:18", "Numbers 29:19", "Numbers 29:20", "Numbers 29:21", "Numbers 29:22", "Numbers 29:23", "Numbers 29:24", "Numbers 29:25", "Numbers 29:26", "Numbers 29:27", "Numbers 29:28", "Numbers 29:29", "Numbers 29:30", "Numbers 29:31", "Numbers 29:32", "Numbers 29:33", "Numbers 29:34", "Numbers 29:35", "Numbers 29:36", "Numbers 29:37", "Numbers 29:38", "Numbers 29:39", "Numbers 30:1", "Numbers 30:2", "Numbers 30:3", "Numbers 30:4", "Numbers 30:5", "Numbers 30:6", "Numbers 30:7", "Numbers 30:8", "Numbers 30:9", "Numbers 30:10", "Numbers 30:11", "Numbers 30:12", "Numbers 30:13", "Numbers 30:14", "Numbers 30:15", "Numbers 30:16", "Numbers 30:17", "Numbers 31:1", "Numbers 31:2", "Numbers 31:3", "Numbers 31:4", "Numbers 31:5", "Numbers 31:6", "Numbers 31:7", "Numbers 31:8", "Numbers 31:9", "Numbers 31:10", "Numbers 31:11", "Numbers 31:12", "Numbers 31:13", "Numbers 31:14", "Numbers 31:15", "Numbers 31:16", "Numbers 31:17", "Numbers 31:18", "Numbers 31:19", "Numbers 31:20", "Numbers 31:21", "Numbers 31:22", "Numbers 31:23", "Numbers 31:24", "Numbers 31:25", "Numbers 31:26", "Numbers 31:27", "Numbers 31:28", "Numbers 31:29", "Numbers 31:30", "Numbers 31:31", "Numbers 31:32", "Numbers 31:33", "Numbers 31:34", "Numbers 31:35", "Numbers 31:36", "Numbers 31:37", "Numbers 31:38", "Numbers 31:39", "Numbers 31:40", "Numbers 31:41", "Numbers 31:42", "Numbers 31:43", "Numbers 31:44", "Numbers 31:45", "Numbers 31:46", "Numbers 31:47", "Numbers 31:48", "Numbers 31:49", "Numbers 31:50", "Numbers 31:51", "Numbers 31:52", "Numbers 31:53", "Numbers 31:54", "Numbers 32:1", "Numbers 32:2", "Numbers 32:3", "Numbers 32:4", "Numbers 32:5", "Numbers 32:6", "Numbers 32:7", "Numbers 32:8", "Numbers 32:9", "Numbers 32:10", "Numbers 32:11", "Numbers 32:12", "Numbers 32:13", "Numbers 32:14", "Numbers 32:15", "Numbers 32:16", "Numbers 32:17", "Numbers 32:18", "Numbers 32:19", "Numbers 32:20", "Numbers 32:21", "Numbers 32:22", "Numbers 32:23", "Numbers 32:24", "Numbers 32:25", "Numbers 32:26", "Numbers 32:27", "Numbers 32:28", "Numbers 32:29", "Numbers 32:30", "Numbers 32:31", "Numbers 32:32", "Numbers 32:33", "Numbers 32:34", "Numbers 32:35", "Numbers 32:36", "Numbers 32:37", "Numbers 32:38", "Numbers 32:39", "Numbers 32:40", "Numbers 32:41", "Numbers 32:42", "Numbers 33:1", "Numbers 33:2", "Numbers 33:3", "Numbers 33:4", "Numbers 33:5", "Numbers 33:6", "Numbers 33:7", "Numbers 33:8", "Numbers 33:9", "Numbers 33:10", "Numbers 33:11", "Numbers 33:12", "Numbers 33:13", "Numbers 33:14", "Numbers 33:15", "Numbers 33:16", "Numbers 33:17", "Numbers 33:18", "Numbers 33:19", "Numbers 33:20", "Numbers 33:21", "Numbers 33:22", "Numbers 33:23", "Numbers 33:24", "Numbers 33:25", "Numbers 33:26", "Numbers 33:27", "Numbers 33:28", "Numbers 33:29", "Numbers 33:30", "Numbers 33:31", "Numbers 33:32", "Numbers 33:33", "Numbers 33:34", "Numbers 33:35", "Numbers 33:36", "Numbers 33:37", "Numbers 33:38", "Numbers 33:39", "Numbers 33:40", "Numbers 33:41", "Numbers 33:42", "Numbers 33:43", "Numbers 33:44", "Numbers 33:45", "Numbers 33:46", "Numbers 33:47", "Numbers 33:48", "Numbers 33:49", "Numbers 33:50", "Numbers 33:51", "Numbers 33:52", "Numbers 33:53", "Numbers 33:54", "Numbers 33:55", "Numbers 33:56", "Numbers 34:1", "Numbers 34:2", "Numbers 34:3", "Numbers 34:4", "Numbers 34:5", "Numbers 34:6", "Numbers 34:7", "Numbers 34:8", "Numbers 34:9", "Numbers 34:10", "Numbers 34:11", "Numbers 34:12", "Numbers 34:13", "Numbers 34:14", "Numbers 34:15", "Numbers 34:16", "Numbers 34:17", "Numbers 34:18", "Numbers 34:19", "Numbers 34:20", "Numbers 34:21", "Numbers 34:22", "Numbers 34:23", "Numbers 34:24", "Numbers 34:25", "Numbers 34:26", "Numbers 34:27", "Numbers 34:28", "Numbers 34:29", "Numbers 35:1", "Numbers 35:2", "Numbers 35:3", "Numbers 35:4", "Numbers 35:5", "Numbers 35:6", "Numbers 35:7", "Numbers 35:8", "Numbers 35:9", "Numbers 35:10", "Numbers 35:11", "Numbers 35:12", "Numbers 35:13", "Numbers 35:14", "Numbers 35:15", "Numbers 35:16", "Numbers 35:17", "Numbers 35:18", "Numbers 35:19", "Numbers 35:20", "Numbers 35:21", "Numbers 35:22", "Numbers 35:23", "Numbers 35:24", "Numbers 35:25", "Numbers 35:26", "Numbers 35:27", "Numbers 35:28", "Numbers 35:29", "Numbers 35:30", "Numbers 35:31", "Numbers 35:32", "Numbers 35:33", "Numbers 35:34", "Numbers 36:1", "Numbers 36:2", "Numbers 36:3", "Numbers 36:4", "Numbers 36:5", "Numbers 36:6", "Numbers 36:7", "Numbers 36:8", "Numbers 36:9", "Numbers 36:10", "Numbers 36:11", "Numbers 36:12", "Numbers 36:13"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, On the Book of Numbers and Its Structure 2-52", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר א׳ ב׳-נ״ב", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "On the Book of Numbers and Its Structure", "he": "במדבר מאמר א׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "במדבר מאמר א׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["T<small>HE READER WHO APPROACHES THE BOOK OF</small> N<small>UMBERS UNDER THE INFLUENCE OF ITS</small> common Hebrew name, <i>Bemidbar</i>, “In the Wilderness,” will logically expect a narrative account of the wanderings of the Israelites before they reach the Promised Land. But the book in its present form is a great deal more than that. To be sure,it contains stories of the long trek from Egypt to Canaan, with moments of triumph and difficulty, obedience and rebellion. Some of the great narratives of the Pentateuch are here, from the account of Korah’s revolt (Chap. 16) to Moshe’s sin (20) to Bil'am’s recalcitrant donkey (22). But the book also features census and sacrificial donation lists; details of the setup of Israel’s camp; the duties of the Levites in the traveling sanctuary; laws regarding wives suspected of adultery and those who take on extraordinary vows; a complicated and mysterious ritual for removing the extreme ritual pollution carried by death; a doubled tale about daughters inheriting land; and a host of other rules and regulations.", "It is this composite character and apparent lack of easily definable structure that imbue the book with fascination for scholars and with frustration for lay readers. While the four other books of the Torah also mix narrative, law, poetry, and cultic regulations, none of them has combined and alternated these genres with such abandon. There are a number of possible explanations for this. First, it is conceivable that Numbers as we have it reflects the desire to preserve as many traditions about the wilderness wanderings as possible; as Greenberg (1972) has demonstrated with the traditions about the revelation on Mount Sinai, it may have been more important to collect everything relevant than to create a smooth or seamless text. Second, here as elsewhere in the Torah, narrative may serve to introduce law or to provide the preceding background for it. Third, there is an aesthetic consideration: the great rebellion stories in the center of the book, to give an example, are separated from one another by prescriptive legal passages. Earlier books in the Torah similarly utilize breaks of varying lengths (e.g., the genealogical lists in Genesis, the Tabernacle texts of Exodus). The result is to highlight both narrative and law, and also to provide a large-scale rhythm to the book (Milgrom comments on the consistent alternating pattern).", "The kind of literary mixture that we find in Numbers goes beyond that rabbinic dictum that “the Torah speaks in human language.” It suggests that, far from betraying human frailties in the composition or transmission of the traditions presented in Numbers, a purposeful and powerful hand has been at work. More than any other book in the Torah, this one gives evidence of an editorial process. While the finished product may not be able to help us unravel the detailed history of that process, we may at least observe that much has been added to the wilderness narratives, in a way that transforms them into a patterned view of Israel’s early history.", "Recent commentaries see a two- or three-part structure to Numbers, based either on geography—the Sinai Wilderness, Kadesh, the plains of Moab—or chronology. Since the book as we have it is not entirely clear about either area— there seems to be internal disagreement about where the spies (Chap. 13) left from and went, and also about when the forty-year punishment began—I am in general agreement with Olson’s scheme of seeing the book as “The Death of the Old and the Birth of the New,” that is, the slave generation and that of their children, which are set apart by the two census lists in Chapters 1 and 26. But the differences between Chapters 1–10 and 11–25 must also be taken into account. I propose the following theoretical structure:", "I In the Wilderness of Sinai: The Camp", "1 The Census (Musterings) of the Israelites; the Duties of the Levites", "2 The Ordering of the Camp", "3 The Census of the Levites According to Their Duties", "4 The Tasks of the Levites", "5 Threats to the Ritual Integrity of the Camp", "6 Procedure Regarding a Nazirite; the Priestly Blessing", "7 Gifts of the Tribes to the Tabernacle", "8 The Tabernacle Lamps; Purification of the Levites", "9 Passover in the Wilderness; God’s Presence with the Tabernacle", "10 The Journey to Canaan Commences", "II The Rebellious Folk: Narratives of Challenge", "A Sealing the Fate of the First Generation", "11 First Rebellion: Food", "12 Second Rebellion: Siblings", "13 The Spies’ Mission", "14 Third Rebellion: Panic", "15 Interlude: Rules on Sacrifices, Sabbath, and Tassels", "B The Crisis of Leadership", "16 Fourth Rebellion: Korah and the Levites", "17 Fifth Rebellion: After the Purge", "18 The Levites as Guardians", "19 Pollution by Death and Its Removal", "20 Sixth Rebellion: The Sin of Moshe and Aharon", "C Encountering the Other", "21 Encounters with Various Neighbors; Seventh Rebellion:", "Food and Water", "22–24 The Bil'am Cycle", "25 Final Rebellion: Apostasy", "III In the Plains of Moab: Preparations for the Conquest of Canaan", "26 The Second Census", "27 Inheritance: the Daughters of Tzelofhad I", "28–29 Sacrifices for Holy Days", "30 Rules Concerning Vows", "31 First Battle and Aftermath", "32 Two and a Half Tribes and the Future Conquest", "33 Wilderness Itinerary and Warning", "34 Future Borders", "35 The Levites’ Towns of Asylum", "36 Inheritance: the Daughters of Tzelofhad II", "In this scheme, not only does the otherwise haphazard subject matter of the book fit roughly into the three divisions, but the divisions themselves seem to correspond to narrative mood swings. This might be characterized as a movement from order to chaos, and back to order again. The wilderness camp is still connected to the ordering—nation-founding—experience of Sinai; God speaks to Moshe from the Tabernacle, both here and in Leviticus, and the structure serves as a surrogate Mount Sinai. The concerns of Part I, therefore, are expressed in lists, and the section is filled with them.", "With the rebellion narratives of Part II, which not coincidentally take place as soon as Israel sets out on its journey through the wilderness, the idealistic order of Sinai is broken, and the people (and Moshe) must deal with the harsh reality of life in the desert. It becomes clear that nation-founding involves not only the giving of laws and the arranging of societal roles, but also the developing of the ability to cope with physical and spiritual challenges to survival.", "The slave generation is unable to successfully meet the challenge, and Part II chronicles their failures and their punishment. They had been born into the rigidly ordered situation of slavery—an order with underlying spiritual chaos— and only their children, born into the chaotic but free air of the wilderness, can be readied for the orderly transition into conquest and societal life on their own soil. This readying process is portrayed in Part III, through a series of lists once again: another military census, clear inheritance laws, a sacred calendar tied to the growing cycles of the land, a tracing of the Israelites’ travels through the wilderness, and a laying out of future borders. By the end of the book, Israel is fully prepared to enter the land, with a new generation, new leadership in the wings, a full set of societal rules, an operative cult, and, above all, a collective memory of experiences that serve to instruct and warn future generations. These issues will be fully and memorably summarized in the great final speeches of Moshe that comprise the last book of the Torah, Deuteronomy.", "Of special note in the book of Numbers is the emphasis on the Levites and their tasks. The text introduces this group, which may have originated as a guild rather than as a tribe, already in Chapter 1 (v.47). Thereafter, they play a major role in the book—the portrayal of their purification for service (Chap. 8), the great rebellion fomented by some of them (16), their important function as guardians against encroachment on the sanctuary (18), and their distribution in certain towns that serve also as places of refuge for accidental manslayers (35) is spread throughout the book, as if to form a distinctive thread amid the other themes of wandering, rebellion, and preparation for conquest. This interest in the Levites, in the eyes of some scholars, signals a particularly late development in the history of Israelite religion, and perhaps a late editing for our book as well. It also indicates how thoroughly the wilderness traditions have been reworked, to establish a hoary history for the central Israelite institutions connected with divine worship. While it is next to impossible to trace the internal struggles of the Israelite priesthood over the centuries with historical precision, it seems clear that such strife was part of history, and may be reflected in the portrayals of Aharon, Korah, and Pin’has, to mention just a few of the priestly/Levitical figures that populate the wilderness stories. At any rate, the combining of clearly priestly material into the varied narrative and poetic stuff of Numbers has created a book different than what might have been, had the editors sought a story and only a story. The same, of course, might be said for the entire five books of which Numbers is a part.", "As I noted in the introduction to Volume II of this work, <i>Now These Are the Names</i> (Exodus), the hero’s journey through the unknown is, of course, a central theme in Western literature. From Homer’s <i>Odyssey</i> to Sinbad’s journeys in <i>A Thousand and One Nights</i> to the many twentieth-century works on the theme, the protagonist’s unfamiliar terrain has become the familiar metaphor for our own inner journeys. Such accounts normally concentrate on obstacles in the way: opponents divine and human, harsh landscapes, wild beasts, lack of water, lack of people and succor. Heroes are left to their own devices, and if they are successful in completing their journey, the audience experiences the vicarious triumph of conquering the impossible. Indeed, the operating principle seems to be: the greater the obstacles, the more stunning the triumph.", "The wilderness trek recounted in the heart of the book of Numbers has a wholly different feel. To be sure, there are obstacles, some of them standard, such as the dearth of food and water and the opposition of hostile nations along the way. But the main emphasis in these texts is on internal obstacles—the people’s lack of trust, faith, and courage. And as so often happens in the Torah, physical background, as important as it obviously is in Numbers, what with a myriad of geographical locations noted, is overshadowed by the dominant issue of the relationship between Israel and God. The God of the wilderness journey is initially a provider and protector (cf. Ex. 15–18); when he turns lawgiver, Israel’s situation seems secure despite the harsh ecological setting. But Numbers has chosen to remember the people’s moments of doubt and rebellion above all, and so the orderly leaving of Sinai which closes the first part of the book, along with the orderly preparations for conquest that mark its third part, fade in the reader’s consciousness before the memorable narratives in Chapters 11–25.", "It has been pointed out (Tunyogi) that these stories serve as “foundation accounts,” as stories that tell about “the archetypes to be repeated in all coming generations.” As such, they are significant in later Israel’s understanding of itself. Through the book of Numbers, later generations were warned not to repeat the sins of the wilderness; and Moshe himself came to be looked upon as the quintessential prophet. For the era of the literary prophets (ninth-sixth centuries <small>B.C.E.</small>), concerned as they were with Israel’s forgetfulness and backsliding, and the era of Babylonian Exile (sixth century <small>B.C.E.</small>), in which the exiles also found themselves outside the Promised Land, there could have been no stronger warning or cause for hope than the stories and laws set down in the Torah, and especially the traditions recorded in the book of Numbers."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62037ee76bfddfbb310fed14", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Numbers, Part II; The Rebellion Narratives, Final Rebellion; Apostasy 2-4", "anchorRef": "Numbers 25:1-18", "anchorRefExpanded": ["Numbers 25:1", "Numbers 25:2", "Numbers 25:3", "Numbers 25:4", "Numbers 25:5", "Numbers 25:6", "Numbers 25:7", "Numbers 25:8", "Numbers 25:9", "Numbers 25:10", "Numbers 25:11", "Numbers 25:12", "Numbers 25:13", "Numbers 25:14", "Numbers 25:15", "Numbers 25:16", "Numbers 25:17", "Numbers 25:18"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, Part II; The Rebellion Narratives, Final Rebellion; Apostasy 2-4", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר ג׳, במדבר הערה ט״ו ב׳-ד׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Final Rebellion; Apostasy", "he": "במדבר הערה ט״ו"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "במדבר הערה ט״ו", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["A tale ostensibly meant to establish the permanent status of the Aaronide priesthood, this chapter has another important structural function. As the last section of Part II (at least as I have laid out the book’s structure), it prevents the wilderness traditions from ending on an up note. The Bil’am cycle with its exalted poetry would have made a positive conclusion, but the editor does not wish us to forget the basic facts of Israel’s wilderness experience: dissatisfaction, complaint, and rebellion. Here we end with the ultimate rebellion, the moment of serious unfaithfulness in the “marriage” between God and Israel.", "Like his grandfather Aharon in Chap. 17, Pin’has is able to stay the plague from God, albeit not through peaceful means. His action here recalls the killing spree of the Levites at the Golden Calf incident, another major apostasy (Wenham). The text goes out of its way to name also specific offenders; the Moabite woman who is remembered for evil is, in fact, the daughter of a chieftain.", "The horrifying details of Pin’has’s act remind the reader once again that, for the biblical writers, idolatry was the worst of all crimes. The books to follow, starting with Deuteronomy, will make this abundantly clear."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620382efc9ad75f2d99afa36", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "", "ref": "The Five Books of Moses, by Everett Fox, Numbers, Part II; The Rebellion Narratives, Final Rebellion; Apostasy 1", "anchorRef": "Numbers 25:1-18", "anchorRefExpanded": ["Numbers 25:1", "Numbers 25:2", "Numbers 25:3", "Numbers 25:4", "Numbers 25:5", "Numbers 25:6", "Numbers 25:7", "Numbers 25:8", "Numbers 25:9", "Numbers 25:10", "Numbers 25:11", "Numbers 25:12", "Numbers 25:13", "Numbers 25:14", "Numbers 25:15", "Numbers 25:16", "Numbers 25:17", "Numbers 25:18"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, Part II; The Rebellion Narratives, Final Rebellion; Apostasy 1", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר ג׳, במדבר הערה ט״ו א׳", "anchorVerse": 1, "sourceHasEn": true, "commentaryNum": 1, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "במדבר הערה ט״ו", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<a class=\"refLink\" data-ref=\"Numbers 25:1-18\" data-ven=\"The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995\">Numbers 25:1-18</a>", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "623bd5f2a107c838f92b2f38", "index_title": "Siddur Sefard", "category": "Liturgy", "type": "quotation_auto_tanakh", "ref": "Siddur Sefard, Torah Readings, Torah Reading for Shabbat Mincha & Monday, Thursday 84", "anchorRef": "Numbers 25:16-26:4", "anchorRefExpanded": ["Numbers 25:16", "Numbers 25:17", "Numbers 25:18", "Numbers 26:1", "Numbers 26:2", "Numbers 26:3", "Numbers 26:4"], "sourceRef": "Siddur Sefard, Torah Readings, Torah Reading for Shabbat Mincha & Monday, Thursday 84", "sourceHeRef": "סידור ספרד, סדר הקריאות, קריאות לשבת במנחה, ושני וחמישי פ״ד", "anchorVerse": 16, "sourceHasEn": false, "compDate": [1710, 1810], "commentaryNum": 84, "collectiveTitle": {"en": "Siddur Sefard", "he": "סידור ספרד"}, "heTitle": "קריאות לשבת במנחה, ושני וחמישי", "he": "<b>וַיְדַבֵּר</b> יְהֹוָה אֶל מֹשֶׁה לֵּאמֹר: פִּינְחָס בֶּן אֶלְעָזָר בֶּן אַהֲרֹן הַכֹּהֵן הֵשִׁיב אֶת חֲמָתִי מֵעַל בְּנֵי יִשְׂרָאֵל בְּקַנְאוֹ אֶת קִנְאָתִי בְּתוֹכָם וְלֹא כִלִּיתִי אֶת בְּנֵי יִשְׂרָאֵל בְּקִנְאָתִי: לָכֵן אֱמֹר הִנְנִי נֹתֵן לוֹ אֶת בְּרִיתִי שָׁלוֹם:שניוְהָיְתָה לּוֹ וּלְזַרְעוֹ אַחֲרָיו בְּרִית כְּהֻנַּת עוֹלָם תַּחַת אֲשֶׁר קִנֵּא לֵאלֹהָיו וַיְכַפֵּר עַל בְּנֵי יִשְׂרָאֵל: וְשֵׁם אִישׁ יִשְׂרָאֵל הַמֻּכֶּה אֲשֶׁר הֻכָּה אֶת הַמִּדְיָנִית זִמְרִי בֶּן סָלוּא נְשִׂיא בֵית אָב לַשִּׁמְעֹנִי: וְשֵׁם הָאִשָּׁה הַמֻּכָּה הַמִּדְיָנִית כָּזְבִּי בַת צוּר רֹאשׁ אֻמּוֹת בֵּית אָב בְּמִדְיָן הוּא:שלישיוַיְדַבֵּר יְהֹוָה אֶל מֹשֶׁה לֵּאמֹר: צָרוֹר אֶת הַמִּדְיָנִים וְהִכִּיתֶם אוֹתָם: כִּי צֹרְרִים הֵם לָכֶם בְּנִכְלֵיהֶם אֲשֶׁר נִכְּלוּ לָכֶם עַל דְּבַר פְּעוֹר וְעַל דְּבַר כָּזְבִּי בַת נְשִׂיא מִדְיָן אֲחֹתָם הַמֻּכָּה בְיוֹם הַמַּגֵּפָה עַל דְּבַר פְּעוֹר: וַיְהִי אַחֲרֵי הַמַּגֵּפָה וַיֹּאמֶר יְהֹוָה אֶל מֹשֶׁה וְאֶל אֶלְעָזָר בֶּן אַהֲרֹן הַכֹּהֵן לֵאמֹר: שְׂאוּ אֶת רֹאשׁ כָּל עֲדַת בְּנֵי יִשְׂרָאֵל מִבֶּן עֶשְׂרִים שָׁנָה וָמַעְלָה לְבֵית אֲבֹתָם כָּל יֹצֵא צָבָא בְּיִשְׂרָאֵל: וַיְדַבֵּר מֹשֶׁה וְאֶלְעָזָר הַכֹּהֵן אֹתָם בְּעַרְבֹת מוֹאָב עַל יַרְדֵּן יְרֵחוֹ לֵאמֹר: מִבֶּן עֶשְׂרִים שָׁנָה וָמָעְלָה כַּאֲשֶׁר צִוָּה יְהֹוָה אֶת מֹשֶׁה וּבְנֵי יִשְׂרָאֵל הַיֹּצְאִים מֵאֶרֶץ מִצְרָיִם: ", "heVersionTitle": "Torat Emet 357", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורת אמת 357", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "628f795814957193884fb9cc", "index_title": "Tribal Lands", "category": "Quoting Commentary", "type": "", "ref": "Tribal Lands, Chapter 2; Excursus; Textual Evidence for Boundary Determination of Nahalat Reuven 4", "anchorRef": "Numbers 25:6-18", "anchorRefExpanded": ["Numbers 25:6", "Numbers 25:7", "Numbers 25:8", "Numbers 25:9", "Numbers 25:10", "Numbers 25:11", "Numbers 25:12", "Numbers 25:13", "Numbers 25:14", "Numbers 25:15", "Numbers 25:16", "Numbers 25:17", "Numbers 25:18"], "sourceRef": "Tribal Lands, Chapter 2; Excursus; Textual Evidence for Boundary Determination of Nahalat Reuven 4", "sourceHeRef": "נחלת השבטים, ב; הרחבה ד׳", "anchorVerse": 6, "sourceHasEn": true, "compDate": [2013, 2015], "commentaryNum": 4, "collectiveTitle": {"en": "Tribal Lands", "he": "נחלת השבטים"}, "heTitle": "ב; הרחבה", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "The layout of the cities as they were divided in Numbers presented Reuben as almost cushioned within Gad’s territory, which was arranged in a sort of bow around the cities given to Reuben. Gad formed a northern, southern, and western perimeter around Reuben, whose cities sat toward the interior of the <i>Mishor</i>. Perhaps this division of cities was by design, drawing upon the innate character of Gad as the natural warriors who successfully defended the Israelites dwelling in the region against nations invading from the north (Ammonites), south (Moabites), and west (Canaanites). Further, textual evidence indicates that the Gadite cities were fortified against the enemy,<sup class=\"footnote-marker\">2</sup><i class=\"footnote\">Numbers 32:36. זאב (ז׳אבו) ארליך, <i>מזרח הירדן ממבט יהודי </i>(דפוס מוריה, תשנ״ו), 157.</i> a detail that remains unclear with regard to Reuben’s cities. Concerning potential uprisings from the indigenous Midianite population of the <i>Mishor</i> itself, three early episodes against that people quashed any threat of imminent attack.<sup class=\"footnote-marker\">3</sup><i class=\"footnote\">The Balaam episode, where the dreams of the Midianites and Moabites destroying Israel were dashed when the prophet blessed the Children of Israel instead of cursing them (Numbers 22–24), the actions of Phineas and God’s ensuing charge for Israel to harass them (Numbers 25:6–18), and God’s vengeance toward the Midianites that resulted in their resounding defeat (Numbers 31:1–20). In a later period, the Midianites again attacked the Israelites, but the division of cities in Numbers 32 did not reflect that situation.</i>", "versionTitle": "Jerusalem, 2019", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "657ecc75758c1dc532ec931f", "index_title": "Steinsaltz on Numbers", "category": "Commentary", "type": "commentary", "ref": "Steinsaltz on Numbers 25:16", "anchorRef": "Numbers 25:16", "anchorRefExpanded": ["Numbers 25:16"], "sourceRef": "Steinsaltz on Numbers 25:16", "sourceHeRef": "ביאור שטיינזלץ על במדבר כ״ה:ט״ז", "anchorVerse": 16, "sourceHasEn": true, "commentaryNum": 25.0016, "collectiveTitle": {"en": "Steinsaltz", "he": "ביאור שטיינזלץ"}, "heTitle": "ביאור שטיינזלץ על במדבר", "he": "<b>וַיְדַבֵּר ה' אֶל משֶׁה לֵּאמֹר:</b>", "heVersionTitle": "The Koren Steinsaltz Tanakh HaMevoar - Hebrew", "heLicense": "Copyright: Steinsaltz Center", "heVersionTitleInHebrew": "", "text": "<b>The Lord spoke to Moses, saying: </b>", "versionTitle": "The Steinsaltz Tanakh - English", "license": "Copyright: Steinsaltz Center", "versionTitleInHebrew": ""}, {"_id": "58b6b186d6e4a952249cc55a", "index_title": "Minchat Shai on Torah", "category": "Commentary", "type": "commentary", "ref": "Minchat Shai on Torah, Numbers 25:16:1", "anchorRef": "Numbers 25:16", "anchorRefExpanded": ["Numbers 25:16"], "sourceRef": "Minchat Shai on Torah, Numbers 25:16:1", "sourceHeRef": "מנחת שי על תורה, במדבר כ״ה:ט״ז:א׳", "anchorVerse": 16, "sourceHasEn": false, "compDate": [1526], "commentaryNum": 16.0001, "collectiveTitle": {"en": "Minchat Shai", "he": "מנחת שי"}, "heTitle": "במדבר", "he": "<b>לאמר.</b> הלמ\"ד דגושה והמ\"ם בלא דגש:", "heVersionTitle": "Minchat Shai on Torah", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "612254da5de8bfb900edc2d0", "index_title": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers", "category": "Jewish Thought", "type": "", "ref": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers, Part I, Chapter 5; Leaders and Strangers 12", "anchorRef": "Numbers 15:30-31:19", "anchorRefExpanded": ["Numbers 15:30", "Numbers 15:31", "Numbers 15:32", "Numbers 15:33", "Numbers 15:34", "Numbers 15:35", "Numbers 15:36", "Numbers 15:37", "Numbers 15:38", "Numbers 15:39", "Numbers 15:40", "Numbers 15:41", "Numbers 16:1", "Numbers 16:2", "Numbers 16:3", "Numbers 16:4", "Numbers 16:5", "Numbers 16:6", "Numbers 16:7", "Numbers 16:8", "Numbers 16:9", "Numbers 16:10", "Numbers 16:11", "Numbers 16:12", "Numbers 16:13", "Numbers 16:14", "Numbers 16:15", "Numbers 16:16", "Numbers 16:17", "Numbers 16:18", "Numbers 16:19", "Numbers 16:20", "Numbers 16:21", "Numbers 16:22", "Numbers 16:23", "Numbers 16:24", "Numbers 16:25", "Numbers 16:26", "Numbers 16:27", "Numbers 16:28", "Numbers 16:29", "Numbers 16:30", "Numbers 16:31", "Numbers 16:32", "Numbers 16:33", "Numbers 16:34", "Numbers 16:35", "Numbers 17:1", "Numbers 17:2", "Numbers 17:3", "Numbers 17:4", "Numbers 17:5", "Numbers 17:6", "Numbers 17:7", "Numbers 17:8", "Numbers 17:9", "Numbers 17:10", "Numbers 17:11", "Numbers 17:12", "Numbers 17:13", "Numbers 17:14", "Numbers 17:15", "Numbers 17:16", "Numbers 17:17", "Numbers 17:18", "Numbers 17:19", "Numbers 17:20", "Numbers 17:21", "Numbers 17:22", "Numbers 17:23", "Numbers 17:24", "Numbers 17:25", "Numbers 17:26", "Numbers 17:27", "Numbers 17:28", "Numbers 18:1", "Numbers 18:2", "Numbers 18:3", "Numbers 18:4", "Numbers 18:5", "Numbers 18:6", "Numbers 18:7", "Numbers 18:8", "Numbers 18:9", "Numbers 18:10", "Numbers 18:11", "Numbers 18:12", "Numbers 18:13", "Numbers 18:14", "Numbers 18:15", "Numbers 18:16", "Numbers 18:17", "Numbers 18:18", "Numbers 18:19", "Numbers 18:20", "Numbers 18:21", "Numbers 18:22", "Numbers 18:23", "Numbers 18:24", "Numbers 18:25", "Numbers 18:26", "Numbers 18:27", "Numbers 18:28", "Numbers 18:29", "Numbers 18:30", "Numbers 18:31", "Numbers 18:32", "Numbers 19:1", "Numbers 19:2", "Numbers 19:3", "Numbers 19:4", "Numbers 19:5", "Numbers 19:6", "Numbers 19:7", "Numbers 19:8", "Numbers 19:9", "Numbers 19:10", "Numbers 19:11", "Numbers 19:12", "Numbers 19:13", "Numbers 19:14", "Numbers 19:15", "Numbers 19:16", "Numbers 19:17", "Numbers 19:18", "Numbers 19:19", "Numbers 19:20", "Numbers 19:21", "Numbers 19:22", "Numbers 20:1", "Numbers 20:2", "Numbers 20:3", "Numbers 20:4", "Numbers 20:5", "Numbers 20:6", "Numbers 20:7", "Numbers 20:8", "Numbers 20:9", "Numbers 20:10", "Numbers 20:11", "Numbers 20:12", "Numbers 20:13", "Numbers 20:14", "Numbers 20:15", "Numbers 20:16", "Numbers 20:17", "Numbers 20:18", "Numbers 20:19", "Numbers 20:20", "Numbers 20:21", "Numbers 20:22", "Numbers 20:23", "Numbers 20:24", "Numbers 20:25", "Numbers 20:26", "Numbers 20:27", "Numbers 20:28", "Numbers 20:29", "Numbers 21:1", "Numbers 21:2", "Numbers 21:3", "Numbers 21:4", "Numbers 21:5", "Numbers 21:6", "Numbers 21:7", "Numbers 21:8", "Numbers 21:9", "Numbers 21:10", "Numbers 21:11", "Numbers 21:12", "Numbers 21:13", "Numbers 21:14", "Numbers 21:15", "Numbers 21:16", "Numbers 21:17", "Numbers 21:18", "Numbers 21:19", "Numbers 21:20", "Numbers 21:21", "Numbers 21:22", "Numbers 21:23", "Numbers 21:24", "Numbers 21:25", "Numbers 21:26", "Numbers 21:27", "Numbers 21:28", "Numbers 21:29", "Numbers 21:30", "Numbers 21:31", "Numbers 21:32", "Numbers 21:33", "Numbers 21:34", "Numbers 21:35", "Numbers 22:1", "Numbers 22:2", "Numbers 22:3", "Numbers 22:4", "Numbers 22:5", "Numbers 22:6", "Numbers 22:7", "Numbers 22:8", "Numbers 22:9", "Numbers 22:10", "Numbers 22:11", "Numbers 22:12", "Numbers 22:13", "Numbers 22:14", "Numbers 22:15", "Numbers 22:16", "Numbers 22:17", "Numbers 22:18", "Numbers 22:19", "Numbers 22:20", "Numbers 22:21", "Numbers 22:22", "Numbers 22:23", "Numbers 22:24", "Numbers 22:25", "Numbers 22:26", "Numbers 22:27", "Numbers 22:28", "Numbers 22:29", "Numbers 22:30", "Numbers 22:31", "Numbers 22:32", "Numbers 22:33", "Numbers 22:34", "Numbers 22:35", "Numbers 22:36", "Numbers 22:37", "Numbers 22:38", "Numbers 22:39", "Numbers 22:40", "Numbers 22:41", "Numbers 23:1", "Numbers 23:2", "Numbers 23:3", "Numbers 23:4", "Numbers 23:5", "Numbers 23:6", "Numbers 23:7", "Numbers 23:8", "Numbers 23:9", "Numbers 23:10", "Numbers 23:11", "Numbers 23:12", "Numbers 23:13", "Numbers 23:14", "Numbers 23:15", "Numbers 23:16", "Numbers 23:17", "Numbers 23:18", "Numbers 23:19", "Numbers 23:20", "Numbers 23:21", "Numbers 23:22", "Numbers 23:23", "Numbers 23:24", "Numbers 23:25", "Numbers 23:26", "Numbers 23:27", "Numbers 23:28", "Numbers 23:29", "Numbers 23:30", "Numbers 24:1", "Numbers 24:2", "Numbers 24:3", "Numbers 24:4", "Numbers 24:5", "Numbers 24:6", "Numbers 24:7", "Numbers 24:8", "Numbers 24:9", "Numbers 24:10", "Numbers 24:11", "Numbers 24:12", "Numbers 24:13", "Numbers 24:14", "Numbers 24:15", "Numbers 24:16", "Numbers 24:17", "Numbers 24:18", "Numbers 24:19", "Numbers 24:20", "Numbers 24:21", "Numbers 24:22", "Numbers 24:23", "Numbers 24:24", "Numbers 24:25", "Numbers 25:1", "Numbers 25:2", "Numbers 25:3", "Numbers 25:4", "Numbers 25:5", "Numbers 25:6", "Numbers 25:7", "Numbers 25:8", "Numbers 25:9", "Numbers 25:10", "Numbers 25:11", "Numbers 25:12", "Numbers 25:13", "Numbers 25:14", "Numbers 25:15", "Numbers 25:16", "Numbers 25:17", "Numbers 25:18", "Numbers 26:1", "Numbers 26:2", "Numbers 26:3", "Numbers 26:4", "Numbers 26:5", "Numbers 26:6", "Numbers 26:7", "Numbers 26:8", "Numbers 26:9", "Numbers 26:10", "Numbers 26:11", "Numbers 26:12", "Numbers 26:13", "Numbers 26:14", "Numbers 26:15", "Numbers 26:16", "Numbers 26:17", "Numbers 26:18", "Numbers 26:19", "Numbers 26:20", "Numbers 26:21", "Numbers 26:22", "Numbers 26:23", "Numbers 26:24", "Numbers 26:25", "Numbers 26:26", "Numbers 26:27", "Numbers 26:28", "Numbers 26:29", "Numbers 26:30", "Numbers 26:31", "Numbers 26:32", "Numbers 26:33", "Numbers 26:34", "Numbers 26:35", "Numbers 26:36", "Numbers 26:37", "Numbers 26:38", "Numbers 26:39", "Numbers 26:40", "Numbers 26:41", "Numbers 26:42", "Numbers 26:43", "Numbers 26:44", "Numbers 26:45", "Numbers 26:46", "Numbers 26:47", "Numbers 26:48", "Numbers 26:49", "Numbers 26:50", "Numbers 26:51", "Numbers 26:52", "Numbers 26:53", "Numbers 26:54", "Numbers 26:55", "Numbers 26:56", "Numbers 26:57", "Numbers 26:58", "Numbers 26:59", "Numbers 26:60", "Numbers 26:61", "Numbers 26:62", "Numbers 26:63", "Numbers 26:64", "Numbers 26:65", "Numbers 27:1", "Numbers 27:2", "Numbers 27:3", "Numbers 27:4", "Numbers 27:5", "Numbers 27:6", "Numbers 27:7", "Numbers 27:8", "Numbers 27:9", "Numbers 27:10", "Numbers 27:11", "Numbers 27:12", "Numbers 27:13", "Numbers 27:14", "Numbers 27:15", "Numbers 27:16", "Numbers 27:17", "Numbers 27:18", "Numbers 27:19", "Numbers 27:20", "Numbers 27:21", "Numbers 27:22", "Numbers 27:23", "Numbers 28:1", "Numbers 28:2", "Numbers 28:3", "Numbers 28:4", "Numbers 28:5", "Numbers 28:6", "Numbers 28:7", "Numbers 28:8", "Numbers 28:9", "Numbers 28:10", "Numbers 28:11", "Numbers 28:12", "Numbers 28:13", "Numbers 28:14", "Numbers 28:15", "Numbers 28:16", "Numbers 28:17", "Numbers 28:18", "Numbers 28:19", "Numbers 28:20", "Numbers 28:21", "Numbers 28:22", "Numbers 28:23", "Numbers 28:24", "Numbers 28:25", "Numbers 28:26", "Numbers 28:27", "Numbers 28:28", "Numbers 28:29", "Numbers 28:30", "Numbers 28:31", "Numbers 29:1", "Numbers 29:2", "Numbers 29:3", "Numbers 29:4", "Numbers 29:5", "Numbers 29:6", "Numbers 29:7", "Numbers 29:8", "Numbers 29:9", "Numbers 29:10", "Numbers 29:11", "Numbers 29:12", "Numbers 29:13", "Numbers 29:14", "Numbers 29:15", "Numbers 29:16", "Numbers 29:17", "Numbers 29:18", "Numbers 29:19", "Numbers 29:20", "Numbers 29:21", "Numbers 29:22", "Numbers 29:23", "Numbers 29:24", "Numbers 29:25", "Numbers 29:26", "Numbers 29:27", "Numbers 29:28", "Numbers 29:29", "Numbers 29:30", "Numbers 29:31", "Numbers 29:32", "Numbers 29:33", "Numbers 29:34", "Numbers 29:35", "Numbers 29:36", "Numbers 29:37", "Numbers 29:38", "Numbers 29:39", "Numbers 30:1", "Numbers 30:2", "Numbers 30:3", "Numbers 30:4", "Numbers 30:5", "Numbers 30:6", "Numbers 30:7", "Numbers 30:8", "Numbers 30:9", "Numbers 30:10", "Numbers 30:11", "Numbers 30:12", "Numbers 30:13", "Numbers 30:14", "Numbers 30:15", "Numbers 30:16", "Numbers 30:17", "Numbers 31:1", "Numbers 31:2", "Numbers 31:3", "Numbers 31:4", "Numbers 31:5", "Numbers 31:6", "Numbers 31:7", "Numbers 31:8", "Numbers 31:9", "Numbers 31:10", "Numbers 31:11", "Numbers 31:12", "Numbers 31:13", "Numbers 31:14", "Numbers 31:15", "Numbers 31:16", "Numbers 31:17", "Numbers 31:18", "Numbers 31:19"], "sourceRef": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers, Part I, Chapter 5; Leaders and Strangers 12", "sourceHeRef": "מנהיגות בשממה; סמכות ואנרכיה בספר במדבר, חלק ראשון, פרק ה י״ב", "anchorVerse": 30, "sourceHasEn": true, "commentaryNum": 12, "collectiveTitle": {"en": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers", "he": "מנהיגות בשממה; סמכות ואנרכיה בספר במדבר"}, "heTitle": "פרק ה", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "If the stranger can enjoy literal and metaphysical benefits such as atonement, what makes the stranger a stranger at all? Multiple times in the Pentateuch is the expression “there shall be one law for you and the resident alien” used to show legal equivalence.<sup class=\"footnote-marker\">3</sup><i class=\"footnote\">See Exodus 12:48–49; Leviticus 7:7, 24:22; Numbers 9:14, 15:15, 15:29–30.</i> Like citizens, strangers can be cut off from the community for cursing God and are obliged to refrain from behaviors that engender impurity.<sup class=\"footnote-marker\">4</sup><i class=\"footnote\">For examples, see Leviticus 4, 17:15–16, 18:27–28, 35:34–35; Numbers 15:30–31, 19:13, 19:20.</i> The stranger and the citizen both enjoy the privileges of the community and are both accountable for their place in the community and for their personal relationships with God through prohibitive commands. A poor gentile or <i>ger </i>was counted among the recipients of communal welfare (Lev. 19:10) and enjoyed the protections of the community as a relative equal (Lev. 24:22). Who, then, was the stranger, if during this period of transition there was no land from which to claim citizenship? Who was a stranger if we were all strangers? Furthermore, what made this individual alien if he was included in the community, such that both citizen and stranger were “alike before the Lord”?", "versionTitle": "Jerusalem. Maggid Books, 2013", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "61225507412970c0e359d91a", "index_title": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers", "category": "Jewish Thought", "type": "", "ref": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers, Part II, Chapter 8; Betraying the Vision 23", "anchorRef": "Numbers 13:27-29:31", "anchorRefExpanded": ["Numbers 13:27", "Numbers 13:28", "Numbers 13:29", "Numbers 13:30", "Numbers 13:31", "Numbers 13:32", "Numbers 13:33", "Numbers 14:1", "Numbers 14:2", "Numbers 14:3", "Numbers 14:4", "Numbers 14:5", "Numbers 14:6", "Numbers 14:7", "Numbers 14:8", "Numbers 14:9", "Numbers 14:10", "Numbers 14:11", "Numbers 14:12", "Numbers 14:13", "Numbers 14:14", "Numbers 14:15", "Numbers 14:16", "Numbers 14:17", "Numbers 14:18", "Numbers 14:19", "Numbers 14:20", "Numbers 14:21", "Numbers 14:22", "Numbers 14:23", "Numbers 14:24", "Numbers 14:25", "Numbers 14:26", "Numbers 14:27", "Numbers 14:28", "Numbers 14:29", "Numbers 14:30", "Numbers 14:31", "Numbers 14:32", "Numbers 14:33", "Numbers 14:34", "Numbers 14:35", "Numbers 14:36", "Numbers 14:37", "Numbers 14:38", "Numbers 14:39", "Numbers 14:40", "Numbers 14:41", "Numbers 14:42", "Numbers 14:43", "Numbers 14:44", "Numbers 14:45", "Numbers 15:1", "Numbers 15:2", "Numbers 15:3", "Numbers 15:4", "Numbers 15:5", "Numbers 15:6", "Numbers 15:7", "Numbers 15:8", "Numbers 15:9", "Numbers 15:10", "Numbers 15:11", "Numbers 15:12", "Numbers 15:13", "Numbers 15:14", "Numbers 15:15", "Numbers 15:16", "Numbers 15:17", "Numbers 15:18", "Numbers 15:19", "Numbers 15:20", "Numbers 15:21", "Numbers 15:22", "Numbers 15:23", "Numbers 15:24", "Numbers 15:25", "Numbers 15:26", "Numbers 15:27", "Numbers 15:28", "Numbers 15:29", "Numbers 15:30", "Numbers 15:31", "Numbers 15:32", "Numbers 15:33", "Numbers 15:34", "Numbers 15:35", "Numbers 15:36", "Numbers 15:37", "Numbers 15:38", "Numbers 15:39", "Numbers 15:40", "Numbers 15:41", "Numbers 16:1", "Numbers 16:2", "Numbers 16:3", "Numbers 16:4", "Numbers 16:5", "Numbers 16:6", "Numbers 16:7", "Numbers 16:8", "Numbers 16:9", "Numbers 16:10", "Numbers 16:11", "Numbers 16:12", "Numbers 16:13", "Numbers 16:14", "Numbers 16:15", "Numbers 16:16", "Numbers 16:17", "Numbers 16:18", "Numbers 16:19", "Numbers 16:20", "Numbers 16:21", "Numbers 16:22", "Numbers 16:23", "Numbers 16:24", "Numbers 16:25", "Numbers 16:26", "Numbers 16:27", "Numbers 16:28", "Numbers 16:29", "Numbers 16:30", "Numbers 16:31", "Numbers 16:32", "Numbers 16:33", "Numbers 16:34", "Numbers 16:35", "Numbers 17:1", "Numbers 17:2", "Numbers 17:3", "Numbers 17:4", "Numbers 17:5", "Numbers 17:6", "Numbers 17:7", "Numbers 17:8", "Numbers 17:9", "Numbers 17:10", "Numbers 17:11", "Numbers 17:12", "Numbers 17:13", "Numbers 17:14", "Numbers 17:15", "Numbers 17:16", "Numbers 17:17", "Numbers 17:18", "Numbers 17:19", "Numbers 17:20", "Numbers 17:21", "Numbers 17:22", "Numbers 17:23", "Numbers 17:24", "Numbers 17:25", "Numbers 17:26", "Numbers 17:27", "Numbers 17:28", "Numbers 18:1", "Numbers 18:2", "Numbers 18:3", "Numbers 18:4", "Numbers 18:5", "Numbers 18:6", "Numbers 18:7", "Numbers 18:8", "Numbers 18:9", "Numbers 18:10", "Numbers 18:11", "Numbers 18:12", "Numbers 18:13", "Numbers 18:14", "Numbers 18:15", "Numbers 18:16", "Numbers 18:17", "Numbers 18:18", "Numbers 18:19", "Numbers 18:20", "Numbers 18:21", "Numbers 18:22", "Numbers 18:23", "Numbers 18:24", "Numbers 18:25", "Numbers 18:26", "Numbers 18:27", "Numbers 18:28", "Numbers 18:29", "Numbers 18:30", "Numbers 18:31", "Numbers 18:32", "Numbers 19:1", "Numbers 19:2", "Numbers 19:3", "Numbers 19:4", "Numbers 19:5", "Numbers 19:6", "Numbers 19:7", "Numbers 19:8", "Numbers 19:9", "Numbers 19:10", "Numbers 19:11", "Numbers 19:12", "Numbers 19:13", "Numbers 19:14", "Numbers 19:15", "Numbers 19:16", "Numbers 19:17", "Numbers 19:18", "Numbers 19:19", "Numbers 19:20", "Numbers 19:21", "Numbers 19:22", "Numbers 20:1", "Numbers 20:2", "Numbers 20:3", "Numbers 20:4", "Numbers 20:5", "Numbers 20:6", "Numbers 20:7", "Numbers 20:8", "Numbers 20:9", "Numbers 20:10", "Numbers 20:11", "Numbers 20:12", "Numbers 20:13", "Numbers 20:14", "Numbers 20:15", "Numbers 20:16", "Numbers 20:17", "Numbers 20:18", "Numbers 20:19", "Numbers 20:20", "Numbers 20:21", "Numbers 20:22", "Numbers 20:23", "Numbers 20:24", "Numbers 20:25", "Numbers 20:26", "Numbers 20:27", "Numbers 20:28", "Numbers 20:29", "Numbers 21:1", "Numbers 21:2", "Numbers 21:3", "Numbers 21:4", "Numbers 21:5", "Numbers 21:6", "Numbers 21:7", "Numbers 21:8", "Numbers 21:9", "Numbers 21:10", "Numbers 21:11", "Numbers 21:12", "Numbers 21:13", "Numbers 21:14", "Numbers 21:15", "Numbers 21:16", "Numbers 21:17", "Numbers 21:18", "Numbers 21:19", "Numbers 21:20", "Numbers 21:21", "Numbers 21:22", "Numbers 21:23", "Numbers 21:24", "Numbers 21:25", "Numbers 21:26", "Numbers 21:27", "Numbers 21:28", "Numbers 21:29", "Numbers 21:30", "Numbers 21:31", "Numbers 21:32", "Numbers 21:33", "Numbers 21:34", "Numbers 21:35", "Numbers 22:1", "Numbers 22:2", "Numbers 22:3", "Numbers 22:4", "Numbers 22:5", "Numbers 22:6", "Numbers 22:7", "Numbers 22:8", "Numbers 22:9", "Numbers 22:10", "Numbers 22:11", "Numbers 22:12", "Numbers 22:13", "Numbers 22:14", "Numbers 22:15", "Numbers 22:16", "Numbers 22:17", "Numbers 22:18", "Numbers 22:19", "Numbers 22:20", "Numbers 22:21", "Numbers 22:22", "Numbers 22:23", "Numbers 22:24", "Numbers 22:25", "Numbers 22:26", "Numbers 22:27", "Numbers 22:28", "Numbers 22:29", "Numbers 22:30", "Numbers 22:31", "Numbers 22:32", "Numbers 22:33", "Numbers 22:34", "Numbers 22:35", "Numbers 22:36", "Numbers 22:37", "Numbers 22:38", "Numbers 22:39", "Numbers 22:40", "Numbers 22:41", "Numbers 23:1", "Numbers 23:2", "Numbers 23:3", "Numbers 23:4", "Numbers 23:5", "Numbers 23:6", "Numbers 23:7", "Numbers 23:8", "Numbers 23:9", "Numbers 23:10", "Numbers 23:11", "Numbers 23:12", "Numbers 23:13", "Numbers 23:14", "Numbers 23:15", "Numbers 23:16", "Numbers 23:17", "Numbers 23:18", "Numbers 23:19", "Numbers 23:20", "Numbers 23:21", "Numbers 23:22", "Numbers 23:23", "Numbers 23:24", "Numbers 23:25", "Numbers 23:26", "Numbers 23:27", "Numbers 23:28", "Numbers 23:29", "Numbers 23:30", "Numbers 24:1", "Numbers 24:2", "Numbers 24:3", "Numbers 24:4", "Numbers 24:5", "Numbers 24:6", "Numbers 24:7", "Numbers 24:8", "Numbers 24:9", "Numbers 24:10", "Numbers 24:11", "Numbers 24:12", "Numbers 24:13", "Numbers 24:14", "Numbers 24:15", "Numbers 24:16", "Numbers 24:17", "Numbers 24:18", "Numbers 24:19", "Numbers 24:20", "Numbers 24:21", "Numbers 24:22", "Numbers 24:23", "Numbers 24:24", "Numbers 24:25", "Numbers 25:1", "Numbers 25:2", "Numbers 25:3", "Numbers 25:4", "Numbers 25:5", "Numbers 25:6", "Numbers 25:7", "Numbers 25:8", "Numbers 25:9", "Numbers 25:10", "Numbers 25:11", "Numbers 25:12", "Numbers 25:13", "Numbers 25:14", "Numbers 25:15", "Numbers 25:16", "Numbers 25:17", "Numbers 25:18", "Numbers 26:1", "Numbers 26:2", "Numbers 26:3", "Numbers 26:4", "Numbers 26:5", "Numbers 26:6", "Numbers 26:7", "Numbers 26:8", "Numbers 26:9", "Numbers 26:10", "Numbers 26:11", "Numbers 26:12", "Numbers 26:13", "Numbers 26:14", "Numbers 26:15", "Numbers 26:16", "Numbers 26:17", "Numbers 26:18", "Numbers 26:19", "Numbers 26:20", "Numbers 26:21", "Numbers 26:22", "Numbers 26:23", "Numbers 26:24", "Numbers 26:25", "Numbers 26:26", "Numbers 26:27", "Numbers 26:28", "Numbers 26:29", "Numbers 26:30", "Numbers 26:31", "Numbers 26:32", "Numbers 26:33", "Numbers 26:34", "Numbers 26:35", "Numbers 26:36", "Numbers 26:37", "Numbers 26:38", "Numbers 26:39", "Numbers 26:40", "Numbers 26:41", "Numbers 26:42", "Numbers 26:43", "Numbers 26:44", "Numbers 26:45", "Numbers 26:46", "Numbers 26:47", "Numbers 26:48", "Numbers 26:49", "Numbers 26:50", "Numbers 26:51", "Numbers 26:52", "Numbers 26:53", "Numbers 26:54", "Numbers 26:55", "Numbers 26:56", "Numbers 26:57", "Numbers 26:58", "Numbers 26:59", "Numbers 26:60", "Numbers 26:61", "Numbers 26:62", "Numbers 26:63", "Numbers 26:64", "Numbers 26:65", "Numbers 27:1", "Numbers 27:2", "Numbers 27:3", "Numbers 27:4", "Numbers 27:5", "Numbers 27:6", "Numbers 27:7", "Numbers 27:8", "Numbers 27:9", "Numbers 27:10", "Numbers 27:11", "Numbers 27:12", "Numbers 27:13", "Numbers 27:14", "Numbers 27:15", "Numbers 27:16", "Numbers 27:17", "Numbers 27:18", "Numbers 27:19", "Numbers 27:20", "Numbers 27:21", "Numbers 27:22", "Numbers 27:23", "Numbers 28:1", "Numbers 28:2", "Numbers 28:3", "Numbers 28:4", "Numbers 28:5", "Numbers 28:6", "Numbers 28:7", "Numbers 28:8", "Numbers 28:9", "Numbers 28:10", "Numbers 28:11", "Numbers 28:12", "Numbers 28:13", "Numbers 28:14", "Numbers 28:15", "Numbers 28:16", "Numbers 28:17", "Numbers 28:18", "Numbers 28:19", "Numbers 28:20", "Numbers 28:21", "Numbers 28:22", "Numbers 28:23", "Numbers 28:24", "Numbers 28:25", "Numbers 28:26", "Numbers 28:27", "Numbers 28:28", "Numbers 28:29", "Numbers 28:30", "Numbers 28:31", "Numbers 29:1", "Numbers 29:2", "Numbers 29:3", "Numbers 29:4", "Numbers 29:5", "Numbers 29:6", "Numbers 29:7", "Numbers 29:8", "Numbers 29:9", "Numbers 29:10", "Numbers 29:11", "Numbers 29:12", "Numbers 29:13", "Numbers 29:14", "Numbers 29:15", "Numbers 29:16", "Numbers 29:17", "Numbers 29:18", "Numbers 29:19", "Numbers 29:20", "Numbers 29:21", "Numbers 29:22", "Numbers 29:23", "Numbers 29:24", "Numbers 29:25", "Numbers 29:26", "Numbers 29:27", "Numbers 29:28", "Numbers 29:29", "Numbers 29:30", "Numbers 29:31"], "sourceRef": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers, Part II, Chapter 8; Betraying the Vision 23", "sourceHeRef": "מנהיגות בשממה; סמכות ואנרכיה בספר במדבר, חלק שני, פרק ח כ״ג", "anchorVerse": 27, "sourceHasEn": true, "commentaryNum": 23, "collectiveTitle": {"en": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers", "he": "מנהיגות בשממה; סמכות ואנרכיה בספר במדבר"}, "heTitle": "פרק ח", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<small>This is what they told him: “We came to the land you sent us to; it does indeed flow with milk and honey, and this is its fruit. However, the people who inhabit the country are powerful, and the cities are fortified and very large; moreover, we saw the Anakites there. Amalekites dwell in the Negeb region; Hittites, Jebusites, and Amorites inhabit the hill country; and Canaanites dwell by the Sea and along the Jordan…. We cannot attack that people, for it is stronger than we.” Thus they spread calumnies among the Israelites about the land they had scouted, saying, “The country that we traversed and scouted is one that devours its settlers. All the people that we saw in it are men of great size; we saw the Nephilim there – the Anakites are part of the Nephilim and we looked like grasshoppers to ourselves, and so we must have looked to them.” (Num. 13:27–29, 31–33)</small>", "versionTitle": "Jerusalem. Maggid Books, 2013", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "64bfcd6d5781082118c151d7", "index_title": "Alshekh on Torah", "category": "Commentary", "type": "commentary", "ref": "Alshekh on Torah, Numbers 25:16:1", "anchorRef": "Numbers 25:16", "anchorRefExpanded": ["Numbers 25:16"], "sourceRef": "Alshekh on Torah, Numbers 25:16:1", "sourceHeRef": "תורת משה - אלשיך, במדבר כ״ה:ט״ז:א׳", "anchorVerse": 16, "sourceHasEn": false, "compDate": [1540, 1590], "commentaryNum": 16.0001, "collectiveTitle": {"en": "Alshich", "he": "אלשיך"}, "heTitle": "במדבר", "he": "<b>וידבר ה' וכו'</b> לומר הנה לפנינו לשלם גמול טוב לפנחס וגמול רע למדינים. והנה הגמול טוב לפנחס אשר בידכם לעשות אעשנו אני לבדי ולא אעשה אותו על הנוגע אל כבודי שעשה נקמה בעוברי רצוני וסיבב שיוסרו כל השאר מלעשות כמותו להכעיסני כ\"א מה שראוי לו לאמר הוא פנחס וכו' השיב את חמתי מעל בני ישראל שלא אמיתם. ולא כליתי לכן אמור כלו' לכן על טעם זה שהוא על שלא כליתי מבני ישראל אמור שאני נותן לו את בריתי שלום והיתה לו ולזרעו וכו' על אשר קנא ולא על הנוגע אלי בעצם כ\"א שויכפר על בני ישראל אך אינני אומר שכל שאטיב לו הוא על הנוגע אל כבודי שהרג את מכעיסני ושעשה בל ישובו להכעיסני. וסיים שבח פנחס שלא חש אל היות המוכה נשיא בית אב ואל היות היא בת ראש אומות שיקומו עלי גואלי דמיהן. וכהתימו ענותנותו הרב הזה אמר הנה אני עשיתי את שלי שלא עשיתי עיקר רק מהנוגע אליכם. גם אתם בבואכם לנקום נקמת המדינים עשו את שלכם ולא תעשו על דמכם שהיסבו להמית בכם כ\"א וידבר ה' אל משה מה שראו לאמור צרור וכו' אך לא על הנוגע על צרתכם רק על דבר כבוד ה' כי באו להחטיאכם את ה' כ\"א מה שוהכיתם אותם הוא על כי צוררים הם לכם על דבר פעור ועל דבר כזבי אשר דברה שלהחטיא את השלמים באה במצות אביה וגם שהיה ביום המגפה לא תעשו אתם הדבר על אשר מתו במגפה רק על דבר וסיבת פעור שעשו שתגעו בכבודי. כי כאשר אני עשיתי את שלי גם אתם עשו את שלכם. והנה עדין היה אפשר יתחמץ לבבם באומרם כי ממוצא דברו יראה כי לא כבדה מאד צרת ישראל לפניו ית' כי על כן לא אמר לישראל שיעשו על שני הדברים רק על דבר כבוד שמו ית'. על כן עשה פרשה פתוחה אחר אומרו ויהי אחרי המגפה עם היותו בחצי הפסוק לומר כי הקודם שהוא אשר צוה ית' לא יחוש על צרת עצמם אשר מתו במגפה לא אמרו הוא ית' רק אחרי מופלג ולא סמוך אל המגפה שהיתה שעת חימום עד נתקררה דעתם. ומה שהוא פסוק א' הוא כי גם חוזר אל הענין שלא צוה יתברך עליו עד אחרי המגפה שהוא מופלג ויהיה הטעם פן יחרדו בשומעם באומרם הנה עדיין לא הטהרנו מן המגפה וימנו אותנו שהוא דבר הגורם נגף על כן אמר שגם צווי זה היה אחרי מופלג ושיעור הכתוב ויהי אחרי המגפה שהוא מופלג ממנה אז וידבר ה' וכו' לאמר להם שאו את ראש וכו' כי אז ראוי לאומרו לא מקודם. והנה לשית לב אל צורך המנין אשר צוה ה' באומרו שאו את ראש. עוד נתעורר על פי דרכינו אל אומרו. וידבר משה ואלעזר וכו' בערבות מואב על ירדן ירחו לאמר כי למה בצותו ית' אותם לאמר לא אמר באיזה מקום היה ובדברם הם לישראל אומר שהיה בערבות וכו'. ועוד המקום האמור פה הוא השיטים עצמו או מקום אחר אם הוא מקום אחר למה לא הוזכרה הנסיעה ועוד שא\"כ למה לא נזכר שיטים במנין המסעות במקומות. ואם הכל הוא מקום אחד למה משנה שמותם וגם למה הודיענו שדברו לישראל בערבות וכו' ידוע הוא כי שם היו: ועוד אומרו לאמר כי הוא בלתי צודק כלל כי אינו לאמר לזולת: ועוד אומרו מבן עשרים וכו' כאשר צוה ה' את משה וכו' היוצאים מארץ מצרים מי לא ידע שהוא כאשר צוה ה' ושבני ישראל הם היוצאים מארץ מצרים ומה צורך לאומרו פה. ועל פי דרכנו נאמר עוד דרך שני על פתיחת פרשה באמצע הפסוק. והנה יש מרבותינו אומרים והביא רש\"י ז\"ל כי כאשר בצאת ישראל ממצרים מסר הקב\"ה את ישראל ביד משה במספר כך כשבא משה למוסרם ביד יהושע מסרם במספר. ויהיה הענין למען הזהיר את רועה ישראל ישית לבו ועיניו להדריכם בדרך ישרה באופן שלא יחטאו וימותו אנשים מהם על העדר מנהיג ומוכיח על כן מסר הוא יתברך למשה במספר כאומר אליו ראה והביטה המספר הלז השמר פן ואל יפגע בם מדת הדין ויחסר מגינם על העדר הישרה הראויה. ועל דבר זה משה מסרם ליהושע ולפי זה מה שצירף הוא את חברת אלעזר עם משה והיה ראוי לא יהיה כי אם יהושע. יהיה כי לבלי יתחמץ לב משה כי על ידי מסירה וראות יהושע פנים בפנים הוא כמזכיר לו יום המיתה ומוסר לו צאן מרעיתו בידו. על כן מפני כבודו נתן הוא ית' את אלעזר במקומו. כי גם את יהושע צוה הוא ית' ואמר ולפני אלעזר הכהן יעמוד וכו' על פיו יצא וכו'. ועדיין צריך לתת טעם למה מיהר הוא ית' למנותם כעת ולא ימתין עוד סמוך לסילוק מרע\"ה ד' או ה' ימים על כן אחשבה כי עוד היו שני טעמים. א'. כי הלא אשר ארז\"ל שהיה בלב גויי הארץ כי היה בלתי אפשר לייחס את ישראל יוצאי מצרים יוצאי ירכו לבית אבותם באומרם אם בהם שלטו בנשותיהם לא כ\"ש והוצרך הוא ית' לומר בצאתם ממצרים כי כלם היו לבית אבותם כמפורש אצלינו פ' במדבר סיני. והנה עתה ע\"י מעשי השטים שמתו מישראל כ\"ד אלף יש אשר נטמאו בזמה הלא יעוררו משנתם אשר חשבו מאז על בנות ישראל ששלטו בם הגוים באמת באמור הנה יוכיח סופם על תחלתם כי שטופי זמה המה ומי יודע כי ככה עשו איש את אשת רעהו בהיותם במצרים ואיך יהיו לבית אבותם כל איש מהם. על כן תכף למעשה הרע הזה בא הוא ית' ומנאם וישם את שם י\"ה על כל משפחותם באומרו החנוכי הפלואי וכן בכל משפחות ישראל למען יהיה שם י\"ה על כל משפחות לומר שמי זה עדות הוא לישראל שלא היה בהם פסול כאשר נבאר לפנים בס\"ד. עוד טעם בני והוא מאמרנו פ' כי תשא על אשר צוה הוא ית' אחרי מות אשר נפלו בעגל שהוא כי גם שבעשרה מישראל יש שכינה ביניהם אינו דומה השראתה כשהם מאה או אלף כי ברובם תרבה זכותם. ועל דבר זה כל המספרים עולים במעלות עד ס' רבוא כי אז תופלג קדושתם הפלא ופלא עד גדר שנתחייב לברך עליהם ברוך חכם הרזים. כי בכללותם נמצאו כל בחינות חלקי התורה כי מספר זה הוא לעומת ס' רבוא כתות עליונים אשר נפשות משתלשלות מהם ועל כן בהתאחדם יתאחדו למעלה כל הבחינות עליונות ויגדל השפע עד אין קצה כנודע ליודעים חן. ועל כן אשריהם ישראל בהגיעם אל הסך ההוא. ועל כן כאשר שמחו ישראל בצאתם ממצרים כי היו ס' רבוא היו מתעצבים אחר אשר חסרו הנופלים בעגל באומר אולי לא נשארנו הסך הנזכר על כן צוה ית' אז למנותם למען ידעו ישראל כי עודם ס' רבוא כאשר בתחלה וקדושתם גדולה כאשר דקדקנו זה שם בכתובים בס\"ד. ועל הדרך הזה פה אחרי מות כ\"ד אלף מלבד המתים על צרות ראשונות אפשר ידאגו ישראל לאמור אולי נהרסו מהסך הנזכר אשר היה בהם ואבדו גדר השראת שכינה השורה על כן רצה הקב\"ה למנותם למען יראו וידעו כי עוד מספר ההוא בישראל באשר נמצאו שש מאות אלף ואלף נמצא כי שלשה טעמים בדבר. (א) למוסרם מרועה אל רועה במספר. (ב) למען העיד בהם כי כלם לבית אבותם יתייחסו באמת. (ג) למען ידע כי עדיין ס' רבוא המה וגדר השראת קדושת שכינה כאשר בתחלה לא זזה מהם. והן אמת כ\"א לא היה רק הטעם הראשון לא היה צריך תכיפות אל מעשה שטים ואפי' על הטעם השלישי אך על השני אין להתמהמה לסלק חשד מעל ישראל כי הוא דבר גדול שאפי' ישראל בינם לבינם לא ימנע מהם מלהרהר בדבר כראותם המעשה הרע הזה אך לעומת זה יש עכוב אל התכיפות כי יתחמץ לב בני ישראל באומרם הנה עדיין לא הטהרנו מהמגפה זו ותמנו אותנו כי המנין הוא גורם נגף על כן מה עשה הוא ית'. למעו זאת לא קירב התכיפות וזהו ויהי אחרי המגפה והיא כמו שכתבנו כי ג' תיבות אלה סמוכות אל הקודם ואל מה שאחריו לסמוך אל הקודם נעשה פרשה פתוחה ולסמוך אל ענין המספר שאחריו לא נגמר הפסוק. והוא כי על מה שאמר למעלה שאין הקב\"ה עושה עיקר ממיתתם על כן לא היה תכף כ\"א ויהי אחרי המגפה שהוא מופלג והוא מחמת המגפה שהוא נראה שלא היה חש הוא ית' בעצם על אשר מתו במגפה. אך ההפלגה אי אפשר להיות הרבה כו' הלא היה טעם את שהוא על ענין המייחס לבית אבותם וזהו שלא עשה סוף פסוק אחר הגימ\"ל תיבות לומר כי עם היות אחרי מופלג צריך תכיפות וזהו: ", "heVersionTitle": "Torat Moshe, Warsaw, 1875", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}]