[{"_id": "531e4fe4fbfba276047f7196", "index_title": "Onkelos Numbers", "category": "Targum", "type": "targum", "ref": "Onkelos Numbers 33:12", "anchorRef": "Numbers 33:12", "anchorRefExpanded": ["Numbers 33:12"], "sourceRef": "Onkelos Numbers 33:12", "sourceHeRef": "תרגום אונקלוס על במדבר ל״ג:י״ב", "anchorVerse": 12, "sourceHasEn": false, "compDate": [80, 120], "commentaryNum": 33.0012, "collectiveTitle": {"en": "Onkelos Numbers", "he": "תרגום אונקלוס על במדבר"}, "heTitle": "תרגום אונקלוס על במדבר", "he": "וּנְטָלוּ מִמַּדְבְּרָא דְסִין וּשְׁרוֹ בְּדָפְקָה:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "חומש שפתי חכמים, מצודה תשס\"ט", "text": "They journeyed from the wilderness of Sin and camped in Dofkoh.", "versionTitle": "Metsudah Chumash, Metsudah Publications, 2009 [with Onkelos translation]", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "532b2686fbfba27c35eec9cb", "index_title": "Targum Jonathan on Numbers", "category": "Targum", "type": "targum", "ref": "Targum Jonathan on Numbers 33:12", "anchorRef": "Numbers 33:12", "anchorRefExpanded": ["Numbers 33:12"], "sourceRef": "Targum Jonathan on Numbers 33:12", "sourceHeRef": "תרגום יונתן על במדבר ל״ג:י״ב", "anchorVerse": 12, "sourceHasEn": true, "compDate": [30, 70], "commentaryNum": 33.0012, "collectiveTitle": {"en": "Targum Jonathan on Numbers", "he": "תרגום יונתן על במדבר"}, "heTitle": "תרגום יונתן על במדבר", "he": "וּנְטָלוּ מִמַדְבְּרָא דְסִין וּשְׁרוֹ בְּדָפְקָה", "heVersionTitle": "Targum Jonathan on Numbers", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תרגום יונתן על במדבר", "text": " thence to Dopheka,  ", "versionTitle": "The Targum of Jonathan ben Uzziel, trans. J. W. Etheridge, London, 1862", "license": "Public Domain", "versionTitleInHebrew": "תרגום ירושלמי (תרגום יונתן בן-עוזיאל) לתורה, תורגם ע״י ג׳ון ווסלי אטרידג׳, לונדון 1862"}, {"_id": "54bd482bfbfba2173336272c", "index_title": "Ramban on Exodus", "category": "Quoting Commentary", "type": "", "ref": "Ramban on Exodus 18:1:1", "anchorRef": "Numbers 33:12", "anchorRefExpanded": ["Numbers 33:12"], "sourceRef": "Ramban on Exodus 18:1:1", "sourceHeRef": "רמב\"ן על שמות י״ח:א׳:א׳", "anchorVerse": 12, "sourceHasEn": true, "compDate": [1246, 1286], "commentaryNum": 1.0001, "collectiveTitle": {"en": "Ramban on Exodus", "he": "רמב\"ן על שמות"}, "he": "כְּבָר נֶחְלְקוּ רַבּוֹתֵינוּ (מכילתא כאן, זבחים קטז) בַּפָּרָשָׁה הַזֹּאת. יֵשׁ מֵהֶם אוֹמְרִים כִּי קֹדֶם מַתַּן תּוֹרָה בָּא יִתְרוֹ כְּסֵדֶר הַפָּרָשִׁיּוֹת, וְיֵשׁ מֵהֶן שֶׁאָמְרוּ שֶׁאַחַר מַתַּן תּוֹרָה בָּא. וְזֶה וַדַּאי יִסְתַּיֵּעַ מִן הַכָּתוּב (שמות י\"ח:ה') שֶׁאָמַר <b>וַיָּבֹא יִתְרוֹ חֹתֵן מֹשֶׁה וּבָנָיו וְאִשְׁתּוֹ אֶל מֹשֶׁה אֶל הַמִּדְבָּר אֲשֶׁר הוּא חֹנֶה שָׁם הַר הָאֱלֹהִים</b> הִנֵּה אָמַר שֶׁבָּא אֵלָיו בַּחֲנוֹתוֹ לִפְנֵי הַר סִינַי שֶׁחָנוּ שָׁם שָׁנָה אַחַת, וְזֶה טַעַם <b>אֲשֶׁר הוּא חֹנֶה שָׁם</b>. וְעוֹד, שֶׁאָמַר <b>וְהוֹדַעְתִּי אֶת חֻקֵּי הָאֱלֹהִים וְאֶת תּוֹרֹתָיו</b> (שמות י\"ח:ט\"ז), שֶׁהֵם הַנְּתוּנִים לוֹ בְּהַר סִינַי. וְעוֹד, כִּי כָּאן (שמות י\"ח:כ\"ז) אָמַר <b>וַיְשַׁלַּח מֹשֶׁה אֶת חֹתְנוֹ וַיֵּלֶךְ לוֹ אֶל אַרְצוֹ</b>, וְהָיָה זֶה בַּשָּׁנָה הַשְּׁנִיָּה בְּנָסְעָם מֵהַר סִינַי, כְּמוֹ שֶׁאָמַר בְּפָרָשַׁת בְּהַעֲלוֹתְךָ (במדבר י כט) \"וַיֹּאמֶר מֹשֶׁה לְחֹבָב בֶּן רְעוּאֵל הַמִּדְיָנִי חֹתֵן מֹשֶׁה נֹסְעִים אֲנַחְנוּ\", וְשָׁם כָּתוּב (שמות י\"ח:ל') \"וַיֹּאמֶר אֵלָיו לֹא אֵלֵךְ כִּי אִם אֶל אַרְצִי וְאֶל מוֹלַדְתִּי אֵלֵךְ\", וְהִיא הַהֲלִיכָה הַכְּתוּבָה בְּכָאן \"וַיֵּלֶךְ לוֹ אֶל אַרְצוֹ\" (שמות י\"ח:כ\"ז):<br><b>וְעוֹד</b> הֵבִיאוּ רְאָיָה מִמַּה שֶׁאָמַר הַכָּתוּב (דברים א ו ז) \"ה' אֱלֹהֵינוּ דִּבֶּר אֵלֵינוּ בְּחֹרֵב לֵאמֹר רַב לָכֶם שֶׁבֶת בָּהָר הַזֶּה פְּנוּ וּסְעוּ לָכֶם\", וְשָׁם (שמות י\"ח:ט') נֶאֱמַר \"וָאוֹמַר אֲלֵיכֶם בָּעֵת הַהִיא לֵאמֹר לֹא אוּכַל לְבַדִּי שְׂאֵת אֶתְכֶם, וָאֶקַּח אֶת רָאשֵׁי שִׁבְטֵיכֶם אֲנָשִׁים חֲכָמִים\" וְגוֹ' (שם טו), וְזוֹ עֲצַת יִתְרוֹ, וְשָׁם (שמות י\"ח:י\"ט) כָּתוּב \"וְנִסַּע מֵחוֹרֵב\", כִּי נָסְעוּ מִיָּד, וְאִם כֵּן נִצְטָרֵךְ טַעַם לָמָּה מַקְדִּים הַפָּרָשָׁה הַזֹּאת לְכָתְבָהּ בְּכָאן: וְאָמַר ר\"א (אבן עזרא על שמות י\"ח:א') כִּי הָיָה זֶה בַּעֲבוּר דְּבַר עֲמָלֵק, כִּי כַּאֲשֶׁר הִזְכִּיר הָרָעָה שֶׁעָשָׂה עִמָּנוּ עֲמָלֵק וְצִוָּה שֶׁנִּגְמָלֵהוּ כְּרָעָתוֹ, הִזְכִּיר שֶׁעָשָׂה לָנוּ יִתְרוֹ טוֹבָה, לְהוֹרוֹתֵינוּ שֶׁנְּשַׁלֵּם לוֹ גְּמוּל טוֹב, וּכְשֶׁנָּבֹא לְהַכְרִית אֶת עֲמָלֵק כַּמְּצֻוֶּה עָלֵינוּ, שֶׁנִּזָּהֵר בִּבְנֵי הַקֵּינִי הָעוֹמְדִים עִמָּהֶם וְלֹא נוֹסִיפֵם עִמָּם, וְהוּא דְּבַר שָׁאוּל שֶׁאָמַר לָהֶם כֵּן (שמואל א ט\"ו:ו'):<br>וְעִם כָּל זֶה אֲנִי שׁוֹאֵל עַל הַדַּעַת הַזּוֹ, כְּשֶׁאָמַר הַכָּתוּב <b>וַיִּשְׁמַע יִתְרוֹ כָּל אֲשֶׁר עָשָׂה ה' לְמֹשֶׁה וּלְיִשְׂרָאֵל עַמּוֹ כִּי הוֹצִיא ה' אֶת יִשְׂרָאֵל מִמִּצְרָיִם</b>, וְלָמָּה לֹא אָמַר שֶׁשָּׁמַע מַה שֶׁעָשָׂה לְמֹשֶׁה וּלְיִשְׂרָאֵל בְּמַתַּן הַתּוֹרָה, שֶׁהוּא מֵהַנִּפְלָאוֹת הַגְּדוֹלוֹת שֶׁנַּעֲשׂוּ לָהֶם, כְּמוֹ שֶׁאָמַר (דברים ד לב) \"כִּי שְׁאַל נָא לְיָמִים רִאשֹׁנִים אֲשֶׁר הָיוּ לְפָנֶיךָ לְמִן הַיּוֹם אֲשֶׁר בָּרָא אֱלֹהִים אָדָם עַל הָאָרֶץ וּלְמִקְצֵה הַשָּׁמַיִם וְעַד קְצֵה הַשָּׁמָיִם הֲנִהְיָה כַּדָּבָר הַגָּדוֹל הַזֶּה אוֹ הֲנִשְׁמַע כָּמֹהוּ, הֲשָׁמַע עָם קוֹל אֱלֹהִים מְדַבֵּר מִתּוֹךְ הָאֵשׁ כַּאֲשֶׁר שָׁמַעְתָּ אַתָּה וַיֶּחִי\": <b>וּכְשֶׁאָמַר וַיְסַפֵּר מֹשֶׁה לְחֹתְנוֹ אֵת כָּל אֲשֶׁר עָשָׂה ה' לְפַרְעֹה וּלְמִצְרַיִם עַל אוֹדֹת יִשְׂרָאֵל אֵת כָּל הַתְּלָאָה אֲשֶׁר מְצָאָתַם בַּדֶּרֶךְ</b> (שמות י\"ח:ח'), וְאָמַר יִתְרוֹ מִזֶּה \"עַתָּה יָדַעְתִּי כִּי גָדוֹל ה'\" (שמות י\"ח:י\"א), לָמָּה לֹא סִפֵּר לוֹ מַעֲמַד הַר סִינַי, וּמִמֶּנּוּ יִוָּדַע כִּי הַשֵּׁם אֱמֶת וְתוֹרָתוֹ אֱמֶת וְאֵין עוֹד מִלְּבַדּוֹ, כְּמוֹ שֶׁאָמַר (דברים ד לה לו) \"אַתָּה הָרְאֵתָ לָדַעַת כִּי ה' הוּא הָאֱלֹהִים אֵין עוֹד מִלְבַדּוֹ, מִן הַשָּׁמַיִם הִשְׁמִיעֲךָ אֶת קֹלוֹ\" וְגוֹ'. וְאוּלַי נֹאמַר שֶׁשָּׁמַע יִתְרוֹ בְּאַרְצוֹ מִיָּד כִּי הוֹצִיא ה' אֶת יִשְׂרָאֵל מִמִּצְרָיִם, וְנָסַע מֵאַרְצוֹ וְהִגִּיעַ אֶל מֹשֶׁה אַחֲרֵי הֱיוֹתוֹ חוֹנֶה בְּהַר סִינַי אַחַר מַתַּן תּוֹרָה. וְלֹא סִפֵּר שֶׁהִזְכִּיר לוֹ עִנְיַן הַמַּעֲמָד הַהוּא, כִּי הַדָּבָר עוֹדֶנּוּ קָרוֹב וְעוֹדָם שָׁם, וּבְיָדוּעַ כִּי סֻפַּר לוֹ:<br>וְהַקָּרוֹב אֵלַי לִתְפֹּשׂ סֵדֶר הַתּוֹרָה, שֶׁבָּא קֹדֶם מַתַּן תּוֹרָה בִּהְיוֹתָם בִּרְפִידִים, כְּמוֹ שֶׁאָמְרוּ בַּמְּכִילְתָּא (כאן), רַבִּי יְהוֹשֻׁעַ אוֹמֵר מִלְחֶמֶת עֲמָלֵק שָׁמַע וּבָא, שֶׁהִיא כְּתוּבָה בְּצִדּוֹ, וְנָסַע עִמָּהֶם מֵרְפִידִים אֶל הַר סִינַי. וְהַכָּתוּב (שמות י\"ח:ה') שֶׁאָמַר \"אֶל הַמִּדְבָּר אֲשֶׁר הוּא חֹנֶה שָׁם הַר הָאֱלֹהִים\", עִנְיָנוֹ כִּי הָיָה הַר סִינַי בְּדֶרֶךְ מִדְיָן קָרוֹב מִשָּׁם, שֶׁהֲרֵי מֹשֶׁה הָלַךְ שָׁם לִרְעוֹת צֹאן מִדְיָן (שמות ג':א'), וּבְאַהֲרֹן אָמַר \"וַיִּפְגְּשֵׁהוּ בְּהַר הָאֱלֹהִים\" (שם ד כז). וְהִנֵּה יִתְרוֹ יָצָא עִם בִּתּוֹ וְהַבָּנִים מִמִּדְיָן וּבָאוּ אֶל הַר סִינַי, וּמֹשֶׁה הָיָה בִּרְפִידִים שֶׁהוּא מָקוֹם אֶחָד בְּמִדְבַּר סִין, שֶׁהַכָּתוּב אָמַר (שמות ט\"ז:א') \"וַיִּסְעוּ מֵאֵלִים וַיָּבֹאוּ כָּל עֲדַת בְּנֵי יִשְׂרָאֵל אֶל מִדְבַּר סִין אֲשֶׁר בֵּין אֵילִם וּבֵין סִינָי\", לוֹמַר כִּי מִדְבַּר סִין מַגִּיעַ עַד הַר סִינַי, וְיִכְלֹל דָּפְקָה אָלוּשׁ וּרְפִידִים. וְאַף עַל פִּי שֶׁאָמַר (שמות י\"ז:א') \"וַיִּסְעוּ מִמִּדְבַּר סִין וַיַּחֲנוּ בִּרְפִידִים\", כָּךְ אָמַר וַיִּסְעוּ מִמִּדְבַּר סִין וַיַּחֲנוּ בְּדָפְקָה וְאָלוּשׁ (במדבר לג יב יג), וְהֵם מִמִּדְבַּר סִין עַצְמוֹ, כִּי הַמִּדְבָּר כֻּלּוֹ יִקָּרֵא מִדְבַּר סִין, וְהַמָּקוֹם שֶׁלִּפְנֵי הַר סִינַי יִקָּרֵא מִדְבַּר סִין, וְכָמוֹהוּ \"וַיָּשֻׁבוּ אֶל אֶרֶץ פְּלִשְׁתִּים\" (בראשית כא לב): וְהִנֵּה יִהְיֶה פֵּרוּשׁ הַכָּתוּב <b>וַיָּבֹא יִתְרוֹ חֹתֵן מֹשֶׁה וּבָנָיו וְאִשְׁתּוֹ אֶל מֹשֶׁה אֶל הַמִּדְבָּר אֲשֶׁר הוּא חֹנֶה שָׁם וַיָּבֹא אֶל הַר הָאֱלֹהִים</b>, כִּי אֶל הָהָר בָּא וְשָׁם עָמַד, וְהוּא כְּמוֹ שֶׁאָמַר \"וַיָּבֹא אֶל הַר הָאֱלֹהִים חֹרֵבָה\", וְכֵן \"וַיִּפְגְּשֵׁהוּ בְּהַר הָאֱלֹהִים\" (שמות ד':כ\"ז), וְכֵן \"רַב לָכֶם שֶׁבֶת בָּהָר הַזֶּה\" (דברים א ו), וּמִן הָהָר שָׁלַח אֵלָיו <b>אֲנִי חֹתֶנְךָ יִתְרוֹ בָּא אֵלֶיךָ</b>, וְיָצָא אֵלָיו מֹשֶׁה. וְלֹא נִצְטָרֵךְ לוֹמַר כִּי \"וַיֹּאמֶר\" יִהְיֶה מֻקְדָּם. וַאֲפִלּוּ אִם לֹא יִהְיֶה רְפִידִים בְּמִדְבַּר סִין, עַל כָּל פָּנִים בַּמִּדְבָּר הוּא, כִּי לֹא בָּאוּ יִשְׂרָאֵל בְּאֶרֶץ נוֹשֶׁבֶת כָּל אַרְבָּעִים שָׁנָה, וְקָרוֹב מֵהַר סִינַי הָיָה, שֶׁבָּאוּ מִשָּׁם אֶל הָהָר בְּיוֹם אֶחָד מַחֲנֵה קָהָל גָּדוֹל כָּמוֹהוּ, וּכְמוֹ שֶׁנִּתְבָּאֵר (שמות י\"ז:ו') בְּעִנְיַן הַצּוּר שֶׁשָּׁתוּ מִמֶּנּוּ בִּרְפִידִים כַּאֲשֶׁר פֵּרַשְׁתִּי (שם). וְהִנֵּה יִהְיֶה הַפֵּרוּשׁ שֶׁאָמַרְתִּי נָכוֹן:<br>וְרָאִיתִי נָמֵי בַּמְּכִילְתָּא (כאן), <b>אֶל הַמִּדְבָּר אֲשֶׁר הוּא חֹנֶה שָׁם</b>, הֲרֵי הַכָּתוּב מַתְמִיהַּ עָלָיו שֶׁהוּא שָׁרוּי בְּתוֹךְ כְּבוֹדוֹ שֶׁל עוֹלָם וּבִקֵּשׁ לָצֵאת אֶל הַמִּדְבָּר תֹּהוּ שֶׁאֵין בּוֹ כְּלוּם. דַּעְתָּם לְפָרֵשׁ <b>אֶל הַמִּדְבָּר אֲשֶׁר הוּא חֹנֶה שָׁם</b>, הוּא מִדְבַּר <b>הַר הָאֱלֹהִים</b>, כִּי מֵאֵלִים וְעַד הַר סִינַי הָיָה מִדְבַּר סִין, וְסִפֵּר הַכָּתוּב שֶׁבָּא אֶל קְצֵה הַמִּדְבָּר אֲשֶׁר הוּא חֹנֶה שָׁם, הוּא מִדְבַּר הַר הָאֱלֹהִים חֹרֵבָה, וְהִזְכִּיר זֶה לְשַׁבֵּחַ יִתְרוֹ, שֶׁעָזַב אַרְצוֹ וּבָא אֶל הַמִּדְבָּר אֲשֶׁר הוּא שָׁם בַּעֲבוּר שֶׁיָּדַע שֶׁהוּא הַר הָאֱלֹהִים, כִּי בוֹ נִגְלוּ אֵלָיו הָאֱלֹהִים, שֶׁכְּבָר שָׁמַע כָּל הָעִנְיָן כִּי יִשְׂרָאֵל יָצְאוּ מִמִּצְרַיִם לַעֲבֹד אֶת הָאֱלֹהִים עַל הָהָר הַזֶּה (שמות ג':י\"ב), וּבָא לְשֵׁם ה' אֱלֹהֵי יִשְׂרָאֵל. וְגַם זֶה נָכוֹן הוּא: וְכֵן נִרְאֶה לִי שֶׁאָמַר כָּאן (שמות י\"ח:כ\"ז) \"וַיְשַׁלַּח מֹשֶׁה אֶת חֹתְנוֹ וַיֵּלֶךְ לוֹ אֶל אַרְצוֹ\", שֶׁהָיָה זֶה בַּשָּׁנָה הָרִאשׁוֹנָה, וְהָלַךְ לוֹ אֶל אַרְצוֹ וְחָזַר אֵלָיו. וְיִתָּכֵן שֶׁהָלַךְ שָׁם לְגַיֵּר אֶת מִשְׁפַּחְתּוֹ וְחָזַר לְמֹשֶׁה וְעוֹדֶנּוּ בְּהַר סִינַי כִּי קָרוֹב הוּא לְמִדְיָן, כְּמוֹ שֶׁהִזְכַּרְתִּי, שֶׁהֲרֵי בִּנְסֹעַ הַמַּחֲנֶה בְּאִיָּיר בְּשָׁנָה שְׁנִיָּה כְּשֶׁאָמַר לוֹ מֹשֶׁה \"נוֹסְעִים אֲנַחְנוּ לְכָה אִתָּנוּ\" (במדבר י כט), וְעָנָה אוֹתוֹ \"לֹא אֵלֵךְ כִּי אִם אֶל אַרְצִי וְאֶל מוֹלַדְתִּי אֵלֵךְ\" (שם ל), הִתְחַנֵּן לוֹ מֹשֶׁה מְאֹד וְאָמַר לוֹ \"אַל נָא תַּעֲזֹב אֹתָנוּ וְגוֹ' וְהָיִיתָ לָּנוּ לְעֵינָיִם, וְהָיָה כִּי תֵלֵךְ עִמָּנוּ וְהָיָה הַטּוֹב הַהוּא אֲשֶׁר יֵיטִיב ה' עִמָּנוּ וְהֵטַבְנוּ לָךְ\" (שם לא לב), וְלֹא הֵשִׁיב אוֹתוֹ דָּבָר, וְנִרְאֶה שֶׁקִּבֵּל דְּבָרָיו וְעָשָׂה כִּרְצוֹנוֹ וְלֹא עֲזָבָם: אֲבָל בִּימֵי שָׁאוּל הָיוּ בָּנָיו עִם עֲמָלֵק וּבָאוּ וְהִתְחַבְּרוּ עוֹד אֶל יִשְׂרָאֵל, וְהָיוּ בִּירוּשָׁלִַם בְּנֵי יוֹנָדָב בֶּן רֵכָב, אוּלַי בְּמוֹת מֹשֶׁה חָזַר לְאַרְצוֹ הוּא אוֹ בָּנָיו. וְאֶפְשָׁר שֶׁהָיָה הַקֵּנִי הַיּוֹשֵׁב עִם עֲמָלֵק מִמִּשְׁפַּחַת יִתְרוֹ, לֹא בָּנָיו, וְעָשָׂה חֶסֶד עִם כָּל הַמִּשְׁפָּחָה בַּעֲבוּרוֹ כַּאֲשֶׁר עָשָׂה יְהוֹשֻׁעַ עִם מִשְׁפַּחַת רָחָב (יהושע ו כג):<br>וְדַעַת רַבּוֹתֵינוּ כָּךְ הִיא, שֶׁהָלַךְ עִמָּהֶם, אָמְרוּ בְּסִפְרֵי (בהעלותך לד א) שֶׁנָּתְנוּ לוֹ דָּשְׁנָהּ שֶׁל יְרִיחוֹ, וְהָיוּ אוֹכְלִין אוֹתָהּ עַד שֶׁנִּבְנָה בֵּית הַמִּקְדָּשׁ ת\"מ שָׁנָה. וְרַשִׁ\"י עַצְמוֹ כָּתַב זֶה בְּסֵדֶר בְּהַעֲלוֹתְךָ (במדבר י לב). אִם כֵּן חָזַר אֵלָיו. וּבַמְּכִילְתָּא (כאן), אָמַר לוֹ, הֲרֵינִי הוֹלֵךְ וּמְגַיֵּר אֶת בְּנֵי מְדִינָתִי שֶׁאֲבִיאֵם תַּחַת כַּנְפֵי שָׁמַיִם. יָכוֹל שֶׁהָלַךְ וְלֹא חָזַר, ת\"ל \"וּבְנֵי קֵינִי חֹתֵן מֹשֶׁה עָלוּ מֵעִיר הַתְּמָרִים\" וְכוּ':", "heVersionTitle": "Vocalized Edition", "heLicense": "", "heVersionTitleInHebrew": "", "text": "Our Rabbis have already differed concerning this section.<sup class=\"footnote-marker\">1</sup><i class=\"footnote\">Zebachim 116 a, and Mechilta in beginning of this <i>Seder</i>. The difference of opinion is between Rabbi Yehoshua and Rabbi Eleazar of Modi’im, Rabbi Yehoshua maintaining that Jethro arrived before the Giving of the Torah, and Rabbi Eleazar saying that he came after the Torah had been given.</i> Some say that Jethro came to Moses before the Giving of the Torah, as the sequence of the sections of the Torah indicate, and some say that he came after the Giving of the Torah. Now this [latter] opinion [that he came after the Giving of the Torah] is certainly assisted by the verse [here] which states, <i>And Jethro, Moses’ father-in-law, came with his sons and his wife unto Moses into the wilderness where he was encamped, at the mount of G-d</i>.<sup class=\"footnote-marker\">2</sup><i class=\"footnote\">Verse 5.</i> Thus Scripture states that Jethro came to Moses when he was encamped before Mount Sinai, the place in which the Israelites camped for one year,<sup class=\"footnote-marker\">3</sup><i class=\"footnote\">They arrived before Mount Sinai on the first day of Sivan (further, 19:1), and they first journeyed from there on the twentieth day of the second month in the second year after the exodus (Numbers 10:11). They thus stayed there for twelve months less ten days.</i> this being the meaning of the expression, <i>where he was encamped</i>.<sup class=\"footnote-marker\">2</sup><i class=\"footnote\">Verse 5.</i> Moreover, Moses said to Jethro, <i>and I make them know the statutes of G-d, and His laws</i>,<sup class=\"footnote-marker\">4</sup><i class=\"footnote\">Further, Verse 16.</i> [thus indicating that the Torah had already been given]. Besides, it says here, <i>And Moses let his father-in-law depart; and he went his way unto his own land</i>.<sup class=\"footnote-marker\">5</sup><i class=\"footnote\"><i>Ibid.</i>, Verse 27.</i> This had taken place in the second year when they journeyed from Mount Sinai, as it is said in the <i>parashah</i> (section) of <i>Beha’alothcha:</i><sup class=\"footnote-marker\">6</sup><i class=\"footnote\">Numbers 8:1 — 12:16.</i> <i>And Moses said unto Hobab, the son of Reuel the Midianite, Moses’ father-in-law: we are journeying</i><sup class=\"footnote-marker\">7</sup><i class=\"footnote\"><i>Ibid.</i>, 10:29. Hobab is identified as Jethro (Rashi). Now if all this happened before the Giving of the Torah, how could Moses say, <i>We are journeying</i>, etc.?</i> There it is written: <i>And he</i> [Hobab] <i>said unto him</i> [Moses]: <i>I will not go; but I will depart to mine own land and to my kindred</i>,<sup class=\"footnote-marker\">8</sup><i class=\"footnote\"><i>Ibid.</i>, Verse 30.</i> this being identical with the departure mentioned here, <i>and he went his way unto his own land</i>.<sup class=\"footnote-marker\">5</sup><i class=\"footnote\"><i>Ibid.</i>, Verse 27.</i><br>They<sup class=\"footnote-marker\">9</sup><i class=\"footnote\">I.e., the commentators. The proof is found in Ibn Ezra here.</i> have further brought proof [that Jethro came after the Torah had been given] from that which Scripture says, <i>The Eternal our G-d spoke unto us in Horeb, saying: Ye have dwelt long enough in this mountain; turn you, and take your journey</i>.<sup class=\"footnote-marker\">10</sup><i class=\"footnote\">Deuteronomy 1:6-7.</i> There it is said, <i>And I spoke unto you at that time, saying: I am not able to bear you myself alone… So I took the heads of your tribes, wise men</i>, etc.<sup class=\"footnote-marker\">11</sup><i class=\"footnote\"><i>Ibid.</i>, Verses 9-15.</i> This is the advice that Jethro [gave Moses on the morning after he arrived at the camp, as mentioned here further on in Verse 13]. There — [in Moses’ narration of the account in the Book of Deuteronomy] — it is written, <i>And we journeyed from Horeb</i>,<sup class=\"footnote-marker\">12</sup><i class=\"footnote\"><i>Ibid.</i>, Verse 19.</i> for they journeyed immediately [after they appointed judges in accordance with Jethro’s advice. All of this serves to prove that Jethro came to Moses after the Giving of the Torah]. And if this is so, we are in need of a reason for this section being written here before [the account of the Giving of the Torah]!<br>Now Rabbi Abraham ibn Ezra wrote that this was because of the affair of Amalek. Having mentioned the evil which Amalek inflicted upon us and how G-d commanded us to requite him accordingly, Scripture [by way of contrast], now mentioned the good which Jethro did for us in order to instruct us that we should show him kindness. When we will come to exterminate Amalek, as is mandatory upon us, we should warn the Kenites, [the descendants of Jethro], who dwelt near Amalek, and not destroy them together with Amalek. This was indeed done by Saul when he so spoke to the Kenites.<sup class=\"footnote-marker\">13</sup><i class=\"footnote\">I Samuel 15:6, <i>And Saul said unto the Kenites: Go, depart, get ye down from among the Amalekites, lest I destroy you with them; for ye showed kindness to all the children of Israel, when they came up out of Egypt</i>.</i><br>Yet with all this, I find it difficult to understand this opinion [that Jethro came after the Revelation, for the following reasons]: When Scripture says, <i>Now Jethro…heard of all that G-d had done for Moses, and for Israel His people, how that the Eternal had brought Israel out of Egypt</i>, why does it not say that he heard what G-d had done to Moses and to Israel by giving the Torah, which is among the great wonders that were done for them, as He said: <i>For ask now of the days past, which were before thee, since the day that G-d created man upon the earth, and from the one end of heaven unto the other, whether there had been any such thing as this great thing is, or hath been heard like it? Did ever a people hear the voice of G-d speaking out of the midst of the fire, as thou hast heard, and live?</i><sup class=\"footnote-marker\">14</sup><i class=\"footnote\">Deuteronomy 4:32-33.</i> And when Scripture states, <i>And Moses told his father-in-law all that the Eternal had done unto Pharaoh and to the Egyptians for Israel’s sake, all the travail that had come upon them by the way</i>,<sup class=\"footnote-marker\">15</sup><i class=\"footnote\">Further, Verse 8.</i> on the basis of which Jethro said, <i>Now I know that the Eternal is greater than all gods</i>,<sup class=\"footnote-marker\">16</sup><i class=\"footnote\"><i>Ibid.</i>, Verse 11.</i> why did not Moses tell him about the Revelation<sup class=\"footnote-marker\">17</sup><i class=\"footnote\">Literally: “‘the stand’ (<i>ma’amad</i>) at Mount Sinai,” or “the Revelation on Mount Sinai.” It is based on Deuteronomy 4:10, <i>the day that thou ‘stoodest’ before the Eternal thy G-d in Horeb</i>. The expression <i>ma’amad har sinai</i> appears in Rambam’s Mishneh Torah, Hilchoth Yesodei Hatorah 8:1.</i> on Sinai? Jethro would thereby know that the Eternal is the true G-d and that His Torah is the truth, there being no other but He, as Moses said, <i>Unto thee it was shown, that thou mightest know that the Eternal He is G-d, there is none else beside Him. Out of Heaven He made thee to hear His voice</i>, etc.<sup class=\"footnote-marker\">18</sup><i class=\"footnote\">Deuteronomy 4:35-36.</i><br>Perhaps we may say that while he was yet in his country, Jethro immediately heard that G-d had brought Israel out of Egypt, whereupon he left his country and reached Moses where he camped before Mount Sinai following the Giving of the Torah. Scripture, however, does not narrate that Moses related the matter of the Revelation<sup class=\"footnote-marker\">17</sup><i class=\"footnote\">Literally: “‘the stand’ (<i>ma’amad</i>) at Mount Sinai,” or “the Revelation on Mount Sinai.” It is based on Deuteronomy 4:10, <i>the day that thou ‘stoodest’ before the Eternal thy G-d in Horeb</i>. The expression <i>ma’amad har sinai</i> appears in Rambam’s Mishneh Torah, Hilchoth Yesodei Hatorah 8:1.</i> to him, for it had just happened and they were still at that site, and it is self-understood that he told him about it.<br>The most likely explanation seems to me to be to follow the sequence of the sections of the Torah, i.e., that Jethro came before the Giving of the Torah when the Israelites were yet in Rephidim, just as the Rabbis have said in the Mechilta:<sup class=\"footnote-marker\">19</sup><i class=\"footnote\">Mechilta here in Verse 1. On the word “Mechilta,” see <i>Seder Bo</i>, Note 205.</i> “Rabbi Yehoshua says, ‘[<i>Now Jethro…heard</i>. What particular event did he hear of that he came?] He heard of the war of Amalek, as mentioned in the preceding passage,<sup class=\"footnote-marker\">20</sup><i class=\"footnote\">Above, 17:8.</i> and he came.’” He then journeyed with the Israelites from Rephidim to Mount Sinai. The purport of the verse which states [that Jethro came] <i>unto the wilderness where he was encamped, at the mount of G-d</i>,<sup class=\"footnote-marker\">21</sup><i class=\"footnote\">Verse 5. Now this verse clearly states that Jethro came to Moses, not in Rephidim, but to where he was camped before Mount Sinai. But the true meaning of the verse is that Mount Sinai, etc.</i> is that Mount Sinai was on the way from Midian, near that country. Moses went there to feed the flock of Midian,<sup class=\"footnote-marker\">22</sup><i class=\"footnote\">Above, 3:1.</i> and in connection with Aaron’s [going forth to meet Moses upon his arrival in Egypt], it is said, <i>And he met him in the mountain of G-d</i>.<sup class=\"footnote-marker\">23</sup><i class=\"footnote\"><i>Ibid.</i>, 4:27.</i> Thus Jethro left Midian with his daughter and the children and came to Mount Sinai.<br>At that time, Moses was in Rephidim, which is a locale in the wilderness of Sin. Scripture says, <i>And they took their journey from Elim, and all the congregation of the children of Israel came unto the wilderness of Sin, which is between Elim and Sinai</i>,<sup class=\"footnote-marker\">24</sup><i class=\"footnote\"><i>Ibid.</i>, 16:1.</i> thus stating that the wilderness of Sin stretches until Mount Sinai and includes the locales of Dophkah, Alush, and Rephidim.<sup class=\"footnote-marker\">25</sup><i class=\"footnote\">Numbers 33:12-14. See Ramban above, 16:1, where the same explanation is expounded briefly. Here, since it affects a major problem in the background - i.e., whether Jethro’s arrival occurred before or after the Giving of the Torah — Ramban discusses his explanation at greater length.</i> Even though it says, <i>And they journeyed…from the wilderness of Sin…and encamped in Rephidim</i>,<sup class=\"footnote-marker\">26</sup><i class=\"footnote\">Above, 17:1.</i> [which would seem to indicate that Rephidim was not in the wilderness of Sin], it nevertheless also says, <i>And they journeyed from the wilderness of Sin, and pitched in Dophkah</i>,<sup class=\"footnote-marker\">27</sup><i class=\"footnote\">Numbers 33:12.</i> [and from Dophkah they came to Alush, and from Alush to Rephidim, as stated in the following verses<sup class=\"footnote-marker\">28</sup><i class=\"footnote\"><i>Ibid.</i>, Verses 13-14.</i> there]. Alush and Rephidim are all part of the wilderness of Sin itself,<sup class=\"footnote-marker\">29</sup><i class=\"footnote\">And yet it says (above, 17:1) that they journeyed <i>from the wilderness of Sin</i> and came to Rephidim! But how could this be, for it says in the Book of Numbers that they journeyed <i>from the wilderness of Sin</i> and came to Dophkah and then to Alush and finally to Rephidim? It must be, Ramban concludes, that the name “wilderness of Sin” applies in general to an entire area, as well as to one particular locale, as explained in the text.</i> as the whole desert there was called “the wilderness of Sin,” and the place before Mount Sinai was [also] called “the wilderness of Sin.” A similar case is the verse, <i>And they returned unto the land of the Philistines</i>.<sup class=\"footnote-marker\">30</sup><i class=\"footnote\">Genesis 21:32. See Ramban there (Vol. I, p. 274) that “the sense of the verse is that they [Abimelech and Phicol] returned to their city which was in the land of the Philistines.” Here too “the wilderness of Sin” includes Dophkah, Alush, and Rephidim. Thus, the sense of the verse, <i>and they encamped in Rephidim</i> (above, 17:1), is that they encamped in Rephidim, which was in the wilderness of Sin.</i><br>Thus, the explanation of the verse here is: <i>And Jethro, Moses’ father-in-law, came with his sons and his wife unto Moses unto the wilderness where he was encamped</i>, and he [Jethro] came to <i>the mountain of G-d</i>.<sup class=\"footnote-marker\">31</sup><i class=\"footnote\">Verse 5.</i> It was to the mountain that he [Jethro] came, and he stopped there, this being similar in meaning to the expression, <i>and he came to the mountain of G-d</i>,<sup class=\"footnote-marker\">32</sup><i class=\"footnote\">Above, 3:1.</i> [which means that he stopped there]. In a similar sense also is the verse, <i>Ye have sat long enough at this mountain</i>,<sup class=\"footnote-marker\">33</sup><i class=\"footnote\">Deuteronomy 1:6.</i> [which means “you have dwelt long enough at this place”]. From Mount Sinai, Jethro sent [a message] to Moses, [who was in Rephidim], saying, <i>‘I thy father-in-law Jethro am coming unto thee,’</i><sup class=\"footnote-marker\">34</sup><i class=\"footnote\">Verse 6.</i> <i>and Moses went out</i><sup class=\"footnote-marker\">35</sup><i class=\"footnote\">Verse 7.</i> <i>to meet</i> him. In this case, it would not be necessary for us to say, [as Ibn Ezra did], that the expression, <i>And he</i> [Jethro] <i>said to Moses: ‘I thy father-in-law Jethro am coming,’</i><sup class=\"footnote-marker\">34</sup><i class=\"footnote\">Verse 6.</i> means that he said so before [he arrived at the mount of G-d, as stated in the preceding verse].<sup class=\"footnote-marker\">36</sup><i class=\"footnote\">But according to Ramban’s interpretation, the verses are in chronological order. First, as stated in Verse 5, Jethro arrived at the mount of G-d, and from there, as stated in Verse 6, he sent Moses — who was in Rephidim — the message: <i>I thy father-in-law Jethro am coming to thee</i>. In order to show respect to him, Moses went out to meet him, as related in Verse 7.</i> Even if Rephidim was not in the wilderness of Sin, it was at any event in the desert, for Israel did not come to an inhabited land during all of the forty years.<sup class=\"footnote-marker\">37</sup><i class=\"footnote\">Above, 16:35.</i> Further, Rephidim was near Mount Sinai, as [is evidenced by the fact] that a great multitude of people like them came from Rephidim to the mount of G-d in one day,<sup class=\"footnote-marker\">38</sup><i class=\"footnote\">I have not found any source for this statement of Ramban that the journey from Rephidim to Sinai was accomplished in one day.</i> and as has been explained in the matter of the rock from which they drank in Rephidim, as I elucidated the subject there.<sup class=\"footnote-marker\">39</sup><i class=\"footnote\">Above, 17:5.</i> Thus the explanation I have offered here is correct.<br>I have also seen this text in the Mechilta:<sup class=\"footnote-marker\">40</sup><i class=\"footnote\">Mechilta here on Verse 5.</i> “<i>Into the wilderness where he was encamped</i>. Scripture thus expresses surprise at him. Here is a man who dwells in the midst of the glory of the world and yet desires to go out into a desolate wilderness which has nothing to offer.” The Rabbis’ intent was to explain the phrase, <i>unto the wilderness where he was encamped</i>, as referring to [that part of] the wilderness where the mount of G-d was, for the wilderness of Sin extended from Elim<sup class=\"footnote-marker\">24</sup><i class=\"footnote\"><i>Ibid.</i>, 16:1.</i> until Mount Sinai. Thus, Scripture here relates that Jethro came to the edge of the wilderness where Moses was camped, this being the desert where the mount of G-d was, i.e., unto Horeb.<sup class=\"footnote-marker\">41</sup><i class=\"footnote\">See above, 3:1.</i> Scripture mentioned this in praise of Jethro, who left his country and came to the wilderness where Moses was, because he knew that this was the mount of G-d, for on it G-d had appeared to Moses. He [Jethro] had already heard of the entire affair, i.e., that Israel went out from Egypt in order to serve G-d upon this mountain,<sup class=\"footnote-marker\">42</sup><i class=\"footnote\"><i>Ibid.</i>, Verse 12.</i> and he came <i>for the Name of the Eternal, the G-d of Israel</i>.<sup class=\"footnote-marker\">43</sup><i class=\"footnote\">II Chronicles 6:7.</i> This too is correct.<br>It also appears to me concerning that which the verse states here, <i>And Moses let his father-in-law depart; and he went his way unto his own land</i>,<sup class=\"footnote-marker\">44</sup><i class=\"footnote\">Further, Verse 27.</i> that this took place in the first year [of the exodus] and he betook himself to his own land and returned there. It is possible that he went there to convert his family and then returned to Moses while he was yet at Mount Sinai, since it was near to Midian, as I have mentioned. When they broke camp in Iyar of the second year,<sup class=\"footnote-marker\">45</sup><i class=\"footnote\">Numbers 10:11.</i> and Moses said to him, <i>We are journeying… come thou with us</i>,<sup class=\"footnote-marker\">46</sup><i class=\"footnote\"><i>Ibid.</i>, Verse 29.</i> and he answered him, <i>I will not go; but I will depart to mine own land, and to my kindred</i>,<sup class=\"footnote-marker\">47</sup><i class=\"footnote\"><i>Ibid.</i>, Verse 30.</i> Moses in turn pleaded with him very much and said to him, <i>Leave us not, I pray thee… and thou shalt be to us instead of eyes. And it shall be, if thou go with us, yea, it shall be, that what good soever the Eternal shall do unto us, the same will we do unto thee</i>.<sup class=\"footnote-marker\">48</sup><i class=\"footnote\"><i>Ibid.</i>, Verses 31-32.</i> and he did not answer him at all. It would appear then that he accepted Moses’ plea and did according to his will and did not leave them. However, in the days of Saul, we find Jethro’s descendants with Amalek,<sup class=\"footnote-marker\">49</sup><i class=\"footnote\">I Samuel 15:6. See above, Note 13.</i> and [after they departed from the Amalekites], they came and attached themselves again to Israel. [We also find that] the sons of Jonadab the son of Rechab — [i.e., descendants of Jethro] — were in Jerusalem.<sup class=\"footnote-marker\">50</sup><i class=\"footnote\">Jeremiah, Chapter 35.</i> Perhaps Jethro or his sons returned to their land after the death of Moses. It is possible also that the Kenite that dwelled with Amalek were of the family of Jethro but not his direct descendants, and Saul showed kindness unto the entire family on account of Jethro, just as Joshua dealt kindly with the [whole] family of Rahab<sup class=\"footnote-marker\">51</sup><i class=\"footnote\">Joshua 6:23.</i> [because of her]. The opinion of our Rabbis is thus that Jethro did go along with the Israelites [in the wilderness]. Thus they said in the Sifre<sup class=\"footnote-marker\">52</sup><i class=\"footnote\">The Sifre is a Tanaaitic Midrash on the Books of Numbers and Deuteronomy. The text quoted is in <i>Beha’alothcha</i>, 81. The Sifre is to be distinguished from the Sifra, which is a work of a similar nature on the Book of Leviticus. The Sifra is also referred to as Torath Kohanim [literally: “the law of the priests”].</i> that [at the time they divided up the land], the Israelites gave him the most fertile part of Jericho, and they [Jethro’s descendants] used it until the Sanctuary was built four hundred and forty years later.<sup class=\"footnote-marker\">53</sup><i class=\"footnote\">The building of the Temple was begun four hundred and eighty years after the exodus (I Kings 6:1). Subtract the forty years of the stay in the wilderness, and you have four hundred and forty.</i> [It was then given as a substitute to him who gave up the land upon which the Sanctuary was to be built.] Rashi himself wrote this tradition in <i>Seder Beha’alothcha</i>.<sup class=\"footnote-marker\">54</sup><i class=\"footnote\">Numbers 10:32.</i> Thus it is clear that Jethro returned to Moses, [as we have explained above, after he had returned to his land in the first year of the exodus]. In the Mechilta,<sup class=\"footnote-marker\">55</sup><i class=\"footnote\">Mechilta here on Verse 27.</i> we also find: “Jethro said to Moses: ‘I am going to my land to convert the people of my country, for I shall bring them under the wings of Heaven.’ I might think that he merely went back and did not return; Scripture therefore says, <i>And the children of the Kenite, Moses’ father-in-law, went up out of the city of palm-trees</i>, etc.”<sup class=\"footnote-marker\">56</sup><i class=\"footnote\">Judges 1:16.</i>", "versionTitle": "Commentary on the Torah by Ramban (Nachmanides). Translated and annotated by Charles B. Chavel. New York, Shilo Pub. House, 1971-1976", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "57e77d88d6e4a94c7c18b2ff", "index_title": "Tafsir Rasag", "category": "Targum", "type": "targum", "ref": "Tafsir Rasag, Numbers 33:12", "anchorRef": "Numbers 33:12", "anchorRefExpanded": ["Numbers 33:12"], "sourceRef": "Tafsir Rasag, Numbers 33:12", "sourceHeRef": "תפסיר רס\"ג, במדבר ל״ג:י״ב", "anchorVerse": 12, "sourceHasEn": false, "compDate": [918, 942], "commentaryNum": 33.0012, "collectiveTitle": {"en": "Tafsir Rasag", "he": "תפסיר רס\"ג"}, "heTitle": "במדבר", "he": "ורחלו מן ת̇ם ונזלו פי דפקה", "heVersionTitle": "Tafsir al-Torah bi-al-Arabiya, Paris, 1893", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תפסיר אלתורה באלערביה, פריס, 1893", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "62037ee56bfddfbb310fed0c", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Numbers, On the Book of Numbers and Its Structure 2-52", "anchorRef": "Numbers 1:1-36:13", "anchorRefExpanded": ["Numbers 1:1", "Numbers 1:2", "Numbers 1:3", "Numbers 1:4", "Numbers 1:5", "Numbers 1:6", "Numbers 1:7", "Numbers 1:8", "Numbers 1:9", "Numbers 1:10", "Numbers 1:11", "Numbers 1:12", "Numbers 1:13", "Numbers 1:14", "Numbers 1:15", "Numbers 1:16", "Numbers 1:17", "Numbers 1:18", "Numbers 1:19", "Numbers 1:20", "Numbers 1:21", "Numbers 1:22", "Numbers 1:23", "Numbers 1:24", "Numbers 1:25", "Numbers 1:26", "Numbers 1:27", "Numbers 1:28", "Numbers 1:29", "Numbers 1:30", "Numbers 1:31", "Numbers 1:32", "Numbers 1:33", "Numbers 1:34", "Numbers 1:35", "Numbers 1:36", "Numbers 1:37", "Numbers 1:38", "Numbers 1:39", "Numbers 1:40", "Numbers 1:41", "Numbers 1:42", "Numbers 1:43", "Numbers 1:44", "Numbers 1:45", "Numbers 1:46", "Numbers 1:47", "Numbers 1:48", "Numbers 1:49", "Numbers 1:50", "Numbers 1:51", "Numbers 1:52", "Numbers 1:53", "Numbers 1:54", "Numbers 2:1", "Numbers 2:2", "Numbers 2:3", "Numbers 2:4", "Numbers 2:5", "Numbers 2:6", "Numbers 2:7", "Numbers 2:8", "Numbers 2:9", "Numbers 2:10", "Numbers 2:11", "Numbers 2:12", "Numbers 2:13", "Numbers 2:14", "Numbers 2:15", "Numbers 2:16", "Numbers 2:17", "Numbers 2:18", "Numbers 2:19", "Numbers 2:20", "Numbers 2:21", "Numbers 2:22", "Numbers 2:23", "Numbers 2:24", "Numbers 2:25", "Numbers 2:26", "Numbers 2:27", "Numbers 2:28", "Numbers 2:29", "Numbers 2:30", "Numbers 2:31", "Numbers 2:32", "Numbers 2:33", "Numbers 2:34", "Numbers 3:1", "Numbers 3:2", "Numbers 3:3", "Numbers 3:4", "Numbers 3:5", "Numbers 3:6", "Numbers 3:7", "Numbers 3:8", "Numbers 3:9", "Numbers 3:10", "Numbers 3:11", "Numbers 3:12", "Numbers 3:13", "Numbers 3:14", "Numbers 3:15", "Numbers 3:16", "Numbers 3:17", "Numbers 3:18", "Numbers 3:19", "Numbers 3:20", "Numbers 3:21", "Numbers 3:22", "Numbers 3:23", "Numbers 3:24", "Numbers 3:25", "Numbers 3:26", "Numbers 3:27", "Numbers 3:28", "Numbers 3:29", "Numbers 3:30", "Numbers 3:31", "Numbers 3:32", "Numbers 3:33", "Numbers 3:34", "Numbers 3:35", "Numbers 3:36", "Numbers 3:37", "Numbers 3:38", "Numbers 3:39", "Numbers 3:40", "Numbers 3:41", "Numbers 3:42", "Numbers 3:43", "Numbers 3:44", "Numbers 3:45", "Numbers 3:46", "Numbers 3:47", "Numbers 3:48", "Numbers 3:49", "Numbers 3:50", "Numbers 3:51", "Numbers 4:1", "Numbers 4:2", "Numbers 4:3", "Numbers 4:4", "Numbers 4:5", "Numbers 4:6", "Numbers 4:7", "Numbers 4:8", "Numbers 4:9", "Numbers 4:10", "Numbers 4:11", "Numbers 4:12", "Numbers 4:13", "Numbers 4:14", "Numbers 4:15", "Numbers 4:16", "Numbers 4:17", "Numbers 4:18", "Numbers 4:19", "Numbers 4:20", "Numbers 4:21", "Numbers 4:22", "Numbers 4:23", "Numbers 4:24", "Numbers 4:25", "Numbers 4:26", "Numbers 4:27", "Numbers 4:28", "Numbers 4:29", "Numbers 4:30", "Numbers 4:31", "Numbers 4:32", "Numbers 4:33", "Numbers 4:34", "Numbers 4:35", "Numbers 4:36", "Numbers 4:37", "Numbers 4:38", "Numbers 4:39", "Numbers 4:40", "Numbers 4:41", "Numbers 4:42", "Numbers 4:43", "Numbers 4:44", "Numbers 4:45", "Numbers 4:46", "Numbers 4:47", "Numbers 4:48", "Numbers 4:49", "Numbers 5:1", "Numbers 5:2", "Numbers 5:3", "Numbers 5:4", "Numbers 5:5", "Numbers 5:6", "Numbers 5:7", "Numbers 5:8", "Numbers 5:9", "Numbers 5:10", "Numbers 5:11", "Numbers 5:12", "Numbers 5:13", "Numbers 5:14", "Numbers 5:15", "Numbers 5:16", "Numbers 5:17", "Numbers 5:18", "Numbers 5:19", "Numbers 5:20", "Numbers 5:21", "Numbers 5:22", "Numbers 5:23", "Numbers 5:24", "Numbers 5:25", "Numbers 5:26", "Numbers 5:27", "Numbers 5:28", "Numbers 5:29", "Numbers 5:30", "Numbers 5:31", "Numbers 6:1", "Numbers 6:2", "Numbers 6:3", "Numbers 6:4", "Numbers 6:5", "Numbers 6:6", "Numbers 6:7", "Numbers 6:8", "Numbers 6:9", "Numbers 6:10", "Numbers 6:11", "Numbers 6:12", "Numbers 6:13", "Numbers 6:14", "Numbers 6:15", "Numbers 6:16", "Numbers 6:17", "Numbers 6:18", "Numbers 6:19", "Numbers 6:20", "Numbers 6:21", "Numbers 6:22", "Numbers 6:23", "Numbers 6:24", "Numbers 6:25", "Numbers 6:26", "Numbers 6:27", "Numbers 7:1", "Numbers 7:2", "Numbers 7:3", "Numbers 7:4", "Numbers 7:5", "Numbers 7:6", "Numbers 7:7", "Numbers 7:8", "Numbers 7:9", "Numbers 7:10", "Numbers 7:11", "Numbers 7:12", "Numbers 7:13", "Numbers 7:14", "Numbers 7:15", "Numbers 7:16", "Numbers 7:17", "Numbers 7:18", "Numbers 7:19", "Numbers 7:20", "Numbers 7:21", "Numbers 7:22", "Numbers 7:23", "Numbers 7:24", "Numbers 7:25", "Numbers 7:26", "Numbers 7:27", "Numbers 7:28", "Numbers 7:29", "Numbers 7:30", "Numbers 7:31", "Numbers 7:32", "Numbers 7:33", "Numbers 7:34", "Numbers 7:35", "Numbers 7:36", "Numbers 7:37", "Numbers 7:38", "Numbers 7:39", "Numbers 7:40", "Numbers 7:41", "Numbers 7:42", "Numbers 7:43", "Numbers 7:44", "Numbers 7:45", "Numbers 7:46", "Numbers 7:47", "Numbers 7:48", "Numbers 7:49", "Numbers 7:50", "Numbers 7:51", "Numbers 7:52", "Numbers 7:53", "Numbers 7:54", "Numbers 7:55", "Numbers 7:56", "Numbers 7:57", "Numbers 7:58", "Numbers 7:59", "Numbers 7:60", "Numbers 7:61", "Numbers 7:62", "Numbers 7:63", "Numbers 7:64", "Numbers 7:65", "Numbers 7:66", "Numbers 7:67", "Numbers 7:68", "Numbers 7:69", "Numbers 7:70", "Numbers 7:71", "Numbers 7:72", "Numbers 7:73", "Numbers 7:74", "Numbers 7:75", "Numbers 7:76", "Numbers 7:77", "Numbers 7:78", "Numbers 7:79", "Numbers 7:80", "Numbers 7:81", "Numbers 7:82", "Numbers 7:83", "Numbers 7:84", "Numbers 7:85", "Numbers 7:86", "Numbers 7:87", "Numbers 7:88", "Numbers 7:89", "Numbers 8:1", "Numbers 8:2", "Numbers 8:3", "Numbers 8:4", "Numbers 8:5", "Numbers 8:6", "Numbers 8:7", "Numbers 8:8", "Numbers 8:9", "Numbers 8:10", "Numbers 8:11", "Numbers 8:12", "Numbers 8:13", "Numbers 8:14", "Numbers 8:15", "Numbers 8:16", "Numbers 8:17", "Numbers 8:18", "Numbers 8:19", "Numbers 8:20", "Numbers 8:21", "Numbers 8:22", "Numbers 8:23", "Numbers 8:24", "Numbers 8:25", "Numbers 8:26", "Numbers 9:1", "Numbers 9:2", "Numbers 9:3", "Numbers 9:4", "Numbers 9:5", "Numbers 9:6", "Numbers 9:7", "Numbers 9:8", "Numbers 9:9", "Numbers 9:10", "Numbers 9:11", "Numbers 9:12", "Numbers 9:13", "Numbers 9:14", "Numbers 9:15", "Numbers 9:16", "Numbers 9:17", "Numbers 9:18", "Numbers 9:19", "Numbers 9:20", "Numbers 9:21", "Numbers 9:22", "Numbers 9:23", "Numbers 10:1", "Numbers 10:2", "Numbers 10:3", "Numbers 10:4", "Numbers 10:5", "Numbers 10:6", "Numbers 10:7", "Numbers 10:8", "Numbers 10:9", "Numbers 10:10", "Numbers 10:11", "Numbers 10:12", "Numbers 10:13", "Numbers 10:14", "Numbers 10:15", "Numbers 10:16", "Numbers 10:17", "Numbers 10:18", "Numbers 10:19", "Numbers 10:20", "Numbers 10:21", "Numbers 10:22", "Numbers 10:23", "Numbers 10:24", "Numbers 10:25", "Numbers 10:26", "Numbers 10:27", "Numbers 10:28", "Numbers 10:29", "Numbers 10:30", "Numbers 10:31", "Numbers 10:32", "Numbers 10:33", "Numbers 10:34", "Numbers 10:35", "Numbers 10:36", "Numbers 11:1", "Numbers 11:2", "Numbers 11:3", "Numbers 11:4", "Numbers 11:5", "Numbers 11:6", "Numbers 11:7", "Numbers 11:8", "Numbers 11:9", "Numbers 11:10", "Numbers 11:11", "Numbers 11:12", "Numbers 11:13", "Numbers 11:14", "Numbers 11:15", "Numbers 11:16", "Numbers 11:17", "Numbers 11:18", "Numbers 11:19", "Numbers 11:20", "Numbers 11:21", "Numbers 11:22", "Numbers 11:23", "Numbers 11:24", "Numbers 11:25", "Numbers 11:26", "Numbers 11:27", "Numbers 11:28", "Numbers 11:29", "Numbers 11:30", "Numbers 11:31", "Numbers 11:32", "Numbers 11:33", "Numbers 11:34", "Numbers 11:35", "Numbers 12:1", "Numbers 12:2", "Numbers 12:3", "Numbers 12:4", "Numbers 12:5", "Numbers 12:6", "Numbers 12:7", "Numbers 12:8", "Numbers 12:9", "Numbers 12:10", "Numbers 12:11", "Numbers 12:12", "Numbers 12:13", "Numbers 12:14", "Numbers 12:15", "Numbers 12:16", "Numbers 13:1", "Numbers 13:2", "Numbers 13:3", "Numbers 13:4", "Numbers 13:5", "Numbers 13:6", "Numbers 13:7", "Numbers 13:8", "Numbers 13:9", "Numbers 13:10", "Numbers 13:11", "Numbers 13:12", "Numbers 13:13", "Numbers 13:14", "Numbers 13:15", "Numbers 13:16", "Numbers 13:17", "Numbers 13:18", "Numbers 13:19", "Numbers 13:20", "Numbers 13:21", "Numbers 13:22", "Numbers 13:23", "Numbers 13:24", "Numbers 13:25", "Numbers 13:26", "Numbers 13:27", "Numbers 13:28", "Numbers 13:29", "Numbers 13:30", "Numbers 13:31", "Numbers 13:32", "Numbers 13:33", "Numbers 14:1", "Numbers 14:2", "Numbers 14:3", "Numbers 14:4", "Numbers 14:5", "Numbers 14:6", "Numbers 14:7", "Numbers 14:8", "Numbers 14:9", "Numbers 14:10", "Numbers 14:11", "Numbers 14:12", "Numbers 14:13", "Numbers 14:14", "Numbers 14:15", "Numbers 14:16", "Numbers 14:17", "Numbers 14:18", "Numbers 14:19", "Numbers 14:20", "Numbers 14:21", "Numbers 14:22", "Numbers 14:23", "Numbers 14:24", "Numbers 14:25", "Numbers 14:26", "Numbers 14:27", "Numbers 14:28", "Numbers 14:29", "Numbers 14:30", "Numbers 14:31", "Numbers 14:32", "Numbers 14:33", "Numbers 14:34", "Numbers 14:35", "Numbers 14:36", "Numbers 14:37", "Numbers 14:38", "Numbers 14:39", "Numbers 14:40", "Numbers 14:41", "Numbers 14:42", "Numbers 14:43", "Numbers 14:44", "Numbers 14:45", "Numbers 15:1", "Numbers 15:2", "Numbers 15:3", "Numbers 15:4", "Numbers 15:5", "Numbers 15:6", "Numbers 15:7", "Numbers 15:8", "Numbers 15:9", "Numbers 15:10", "Numbers 15:11", "Numbers 15:12", "Numbers 15:13", "Numbers 15:14", "Numbers 15:15", "Numbers 15:16", "Numbers 15:17", "Numbers 15:18", "Numbers 15:19", "Numbers 15:20", "Numbers 15:21", "Numbers 15:22", "Numbers 15:23", "Numbers 15:24", "Numbers 15:25", "Numbers 15:26", "Numbers 15:27", "Numbers 15:28", "Numbers 15:29", "Numbers 15:30", "Numbers 15:31", "Numbers 15:32", "Numbers 15:33", "Numbers 15:34", "Numbers 15:35", "Numbers 15:36", "Numbers 15:37", "Numbers 15:38", "Numbers 15:39", "Numbers 15:40", "Numbers 15:41", "Numbers 16:1", "Numbers 16:2", "Numbers 16:3", "Numbers 16:4", "Numbers 16:5", "Numbers 16:6", "Numbers 16:7", "Numbers 16:8", "Numbers 16:9", "Numbers 16:10", "Numbers 16:11", "Numbers 16:12", "Numbers 16:13", "Numbers 16:14", "Numbers 16:15", "Numbers 16:16", "Numbers 16:17", "Numbers 16:18", "Numbers 16:19", "Numbers 16:20", "Numbers 16:21", "Numbers 16:22", "Numbers 16:23", "Numbers 16:24", "Numbers 16:25", "Numbers 16:26", "Numbers 16:27", "Numbers 16:28", "Numbers 16:29", "Numbers 16:30", "Numbers 16:31", "Numbers 16:32", "Numbers 16:33", "Numbers 16:34", "Numbers 16:35", "Numbers 17:1", "Numbers 17:2", "Numbers 17:3", "Numbers 17:4", "Numbers 17:5", "Numbers 17:6", "Numbers 17:7", "Numbers 17:8", "Numbers 17:9", "Numbers 17:10", "Numbers 17:11", "Numbers 17:12", "Numbers 17:13", "Numbers 17:14", "Numbers 17:15", "Numbers 17:16", "Numbers 17:17", "Numbers 17:18", "Numbers 17:19", "Numbers 17:20", "Numbers 17:21", "Numbers 17:22", "Numbers 17:23", "Numbers 17:24", "Numbers 17:25", "Numbers 17:26", "Numbers 17:27", "Numbers 17:28", "Numbers 18:1", "Numbers 18:2", "Numbers 18:3", "Numbers 18:4", "Numbers 18:5", "Numbers 18:6", "Numbers 18:7", "Numbers 18:8", "Numbers 18:9", "Numbers 18:10", "Numbers 18:11", "Numbers 18:12", "Numbers 18:13", "Numbers 18:14", "Numbers 18:15", "Numbers 18:16", "Numbers 18:17", "Numbers 18:18", "Numbers 18:19", "Numbers 18:20", "Numbers 18:21", "Numbers 18:22", "Numbers 18:23", "Numbers 18:24", "Numbers 18:25", "Numbers 18:26", "Numbers 18:27", "Numbers 18:28", "Numbers 18:29", "Numbers 18:30", "Numbers 18:31", "Numbers 18:32", "Numbers 19:1", "Numbers 19:2", "Numbers 19:3", "Numbers 19:4", "Numbers 19:5", "Numbers 19:6", "Numbers 19:7", "Numbers 19:8", "Numbers 19:9", "Numbers 19:10", "Numbers 19:11", "Numbers 19:12", "Numbers 19:13", "Numbers 19:14", "Numbers 19:15", "Numbers 19:16", "Numbers 19:17", "Numbers 19:18", "Numbers 19:19", "Numbers 19:20", "Numbers 19:21", "Numbers 19:22", "Numbers 20:1", "Numbers 20:2", "Numbers 20:3", "Numbers 20:4", "Numbers 20:5", "Numbers 20:6", "Numbers 20:7", "Numbers 20:8", "Numbers 20:9", "Numbers 20:10", "Numbers 20:11", "Numbers 20:12", "Numbers 20:13", "Numbers 20:14", "Numbers 20:15", "Numbers 20:16", "Numbers 20:17", "Numbers 20:18", "Numbers 20:19", "Numbers 20:20", "Numbers 20:21", "Numbers 20:22", "Numbers 20:23", "Numbers 20:24", "Numbers 20:25", "Numbers 20:26", "Numbers 20:27", "Numbers 20:28", "Numbers 20:29", "Numbers 21:1", "Numbers 21:2", "Numbers 21:3", "Numbers 21:4", "Numbers 21:5", "Numbers 21:6", "Numbers 21:7", "Numbers 21:8", "Numbers 21:9", "Numbers 21:10", "Numbers 21:11", "Numbers 21:12", "Numbers 21:13", "Numbers 21:14", "Numbers 21:15", "Numbers 21:16", "Numbers 21:17", "Numbers 21:18", "Numbers 21:19", "Numbers 21:20", "Numbers 21:21", "Numbers 21:22", "Numbers 21:23", "Numbers 21:24", "Numbers 21:25", "Numbers 21:26", "Numbers 21:27", "Numbers 21:28", "Numbers 21:29", "Numbers 21:30", "Numbers 21:31", "Numbers 21:32", "Numbers 21:33", "Numbers 21:34", "Numbers 21:35", "Numbers 22:1", "Numbers 22:2", "Numbers 22:3", "Numbers 22:4", "Numbers 22:5", "Numbers 22:6", "Numbers 22:7", "Numbers 22:8", "Numbers 22:9", "Numbers 22:10", "Numbers 22:11", "Numbers 22:12", "Numbers 22:13", "Numbers 22:14", "Numbers 22:15", "Numbers 22:16", "Numbers 22:17", "Numbers 22:18", "Numbers 22:19", "Numbers 22:20", "Numbers 22:21", "Numbers 22:22", "Numbers 22:23", "Numbers 22:24", "Numbers 22:25", "Numbers 22:26", "Numbers 22:27", "Numbers 22:28", "Numbers 22:29", "Numbers 22:30", "Numbers 22:31", "Numbers 22:32", "Numbers 22:33", "Numbers 22:34", "Numbers 22:35", "Numbers 22:36", "Numbers 22:37", "Numbers 22:38", "Numbers 22:39", "Numbers 22:40", "Numbers 22:41", "Numbers 23:1", "Numbers 23:2", "Numbers 23:3", "Numbers 23:4", "Numbers 23:5", "Numbers 23:6", "Numbers 23:7", "Numbers 23:8", "Numbers 23:9", "Numbers 23:10", "Numbers 23:11", "Numbers 23:12", "Numbers 23:13", "Numbers 23:14", "Numbers 23:15", "Numbers 23:16", "Numbers 23:17", "Numbers 23:18", "Numbers 23:19", "Numbers 23:20", "Numbers 23:21", "Numbers 23:22", "Numbers 23:23", "Numbers 23:24", "Numbers 23:25", "Numbers 23:26", "Numbers 23:27", "Numbers 23:28", "Numbers 23:29", "Numbers 23:30", "Numbers 24:1", "Numbers 24:2", "Numbers 24:3", "Numbers 24:4", "Numbers 24:5", "Numbers 24:6", "Numbers 24:7", "Numbers 24:8", "Numbers 24:9", "Numbers 24:10", "Numbers 24:11", "Numbers 24:12", "Numbers 24:13", "Numbers 24:14", "Numbers 24:15", "Numbers 24:16", "Numbers 24:17", "Numbers 24:18", "Numbers 24:19", "Numbers 24:20", "Numbers 24:21", "Numbers 24:22", "Numbers 24:23", "Numbers 24:24", "Numbers 24:25", "Numbers 25:1", "Numbers 25:2", "Numbers 25:3", "Numbers 25:4", "Numbers 25:5", "Numbers 25:6", "Numbers 25:7", "Numbers 25:8", "Numbers 25:9", "Numbers 25:10", "Numbers 25:11", "Numbers 25:12", "Numbers 25:13", "Numbers 25:14", "Numbers 25:15", "Numbers 25:16", "Numbers 25:17", "Numbers 25:18", "Numbers 26:1", "Numbers 26:2", "Numbers 26:3", "Numbers 26:4", "Numbers 26:5", "Numbers 26:6", "Numbers 26:7", "Numbers 26:8", "Numbers 26:9", "Numbers 26:10", "Numbers 26:11", "Numbers 26:12", "Numbers 26:13", "Numbers 26:14", "Numbers 26:15", "Numbers 26:16", "Numbers 26:17", "Numbers 26:18", "Numbers 26:19", "Numbers 26:20", "Numbers 26:21", "Numbers 26:22", "Numbers 26:23", "Numbers 26:24", "Numbers 26:25", "Numbers 26:26", "Numbers 26:27", "Numbers 26:28", "Numbers 26:29", "Numbers 26:30", "Numbers 26:31", "Numbers 26:32", "Numbers 26:33", "Numbers 26:34", "Numbers 26:35", "Numbers 26:36", "Numbers 26:37", "Numbers 26:38", "Numbers 26:39", "Numbers 26:40", "Numbers 26:41", "Numbers 26:42", "Numbers 26:43", "Numbers 26:44", "Numbers 26:45", "Numbers 26:46", "Numbers 26:47", "Numbers 26:48", "Numbers 26:49", "Numbers 26:50", "Numbers 26:51", "Numbers 26:52", "Numbers 26:53", "Numbers 26:54", "Numbers 26:55", "Numbers 26:56", "Numbers 26:57", "Numbers 26:58", "Numbers 26:59", "Numbers 26:60", "Numbers 26:61", "Numbers 26:62", "Numbers 26:63", "Numbers 26:64", "Numbers 26:65", "Numbers 27:1", "Numbers 27:2", "Numbers 27:3", "Numbers 27:4", "Numbers 27:5", "Numbers 27:6", "Numbers 27:7", "Numbers 27:8", "Numbers 27:9", "Numbers 27:10", "Numbers 27:11", "Numbers 27:12", "Numbers 27:13", "Numbers 27:14", "Numbers 27:15", "Numbers 27:16", "Numbers 27:17", "Numbers 27:18", "Numbers 27:19", "Numbers 27:20", "Numbers 27:21", "Numbers 27:22", "Numbers 27:23", "Numbers 28:1", "Numbers 28:2", "Numbers 28:3", "Numbers 28:4", "Numbers 28:5", "Numbers 28:6", "Numbers 28:7", "Numbers 28:8", "Numbers 28:9", "Numbers 28:10", "Numbers 28:11", "Numbers 28:12", "Numbers 28:13", "Numbers 28:14", "Numbers 28:15", "Numbers 28:16", "Numbers 28:17", "Numbers 28:18", "Numbers 28:19", "Numbers 28:20", "Numbers 28:21", "Numbers 28:22", "Numbers 28:23", "Numbers 28:24", "Numbers 28:25", "Numbers 28:26", "Numbers 28:27", "Numbers 28:28", "Numbers 28:29", "Numbers 28:30", "Numbers 28:31", "Numbers 29:1", "Numbers 29:2", "Numbers 29:3", "Numbers 29:4", "Numbers 29:5", "Numbers 29:6", "Numbers 29:7", "Numbers 29:8", "Numbers 29:9", "Numbers 29:10", "Numbers 29:11", "Numbers 29:12", "Numbers 29:13", "Numbers 29:14", "Numbers 29:15", "Numbers 29:16", "Numbers 29:17", "Numbers 29:18", "Numbers 29:19", "Numbers 29:20", "Numbers 29:21", "Numbers 29:22", "Numbers 29:23", "Numbers 29:24", "Numbers 29:25", "Numbers 29:26", "Numbers 29:27", "Numbers 29:28", "Numbers 29:29", "Numbers 29:30", "Numbers 29:31", "Numbers 29:32", "Numbers 29:33", "Numbers 29:34", "Numbers 29:35", "Numbers 29:36", "Numbers 29:37", "Numbers 29:38", "Numbers 29:39", "Numbers 30:1", "Numbers 30:2", "Numbers 30:3", "Numbers 30:4", "Numbers 30:5", "Numbers 30:6", "Numbers 30:7", "Numbers 30:8", "Numbers 30:9", "Numbers 30:10", "Numbers 30:11", "Numbers 30:12", "Numbers 30:13", "Numbers 30:14", "Numbers 30:15", "Numbers 30:16", "Numbers 30:17", "Numbers 31:1", "Numbers 31:2", "Numbers 31:3", "Numbers 31:4", "Numbers 31:5", "Numbers 31:6", "Numbers 31:7", "Numbers 31:8", "Numbers 31:9", "Numbers 31:10", "Numbers 31:11", "Numbers 31:12", "Numbers 31:13", "Numbers 31:14", "Numbers 31:15", "Numbers 31:16", "Numbers 31:17", "Numbers 31:18", "Numbers 31:19", "Numbers 31:20", "Numbers 31:21", "Numbers 31:22", "Numbers 31:23", "Numbers 31:24", "Numbers 31:25", "Numbers 31:26", "Numbers 31:27", "Numbers 31:28", "Numbers 31:29", "Numbers 31:30", "Numbers 31:31", "Numbers 31:32", "Numbers 31:33", "Numbers 31:34", "Numbers 31:35", "Numbers 31:36", "Numbers 31:37", "Numbers 31:38", "Numbers 31:39", "Numbers 31:40", "Numbers 31:41", "Numbers 31:42", "Numbers 31:43", "Numbers 31:44", "Numbers 31:45", "Numbers 31:46", "Numbers 31:47", "Numbers 31:48", "Numbers 31:49", "Numbers 31:50", "Numbers 31:51", "Numbers 31:52", "Numbers 31:53", "Numbers 31:54", "Numbers 32:1", "Numbers 32:2", "Numbers 32:3", "Numbers 32:4", "Numbers 32:5", "Numbers 32:6", "Numbers 32:7", "Numbers 32:8", "Numbers 32:9", "Numbers 32:10", "Numbers 32:11", "Numbers 32:12", "Numbers 32:13", "Numbers 32:14", "Numbers 32:15", "Numbers 32:16", "Numbers 32:17", "Numbers 32:18", "Numbers 32:19", "Numbers 32:20", "Numbers 32:21", "Numbers 32:22", "Numbers 32:23", "Numbers 32:24", "Numbers 32:25", "Numbers 32:26", "Numbers 32:27", "Numbers 32:28", "Numbers 32:29", "Numbers 32:30", "Numbers 32:31", "Numbers 32:32", "Numbers 32:33", "Numbers 32:34", "Numbers 32:35", "Numbers 32:36", "Numbers 32:37", "Numbers 32:38", "Numbers 32:39", "Numbers 32:40", "Numbers 32:41", "Numbers 32:42", "Numbers 33:1", "Numbers 33:2", "Numbers 33:3", "Numbers 33:4", "Numbers 33:5", "Numbers 33:6", "Numbers 33:7", "Numbers 33:8", "Numbers 33:9", "Numbers 33:10", "Numbers 33:11", "Numbers 33:12", "Numbers 33:13", "Numbers 33:14", "Numbers 33:15", "Numbers 33:16", "Numbers 33:17", "Numbers 33:18", "Numbers 33:19", "Numbers 33:20", "Numbers 33:21", "Numbers 33:22", "Numbers 33:23", "Numbers 33:24", "Numbers 33:25", "Numbers 33:26", "Numbers 33:27", "Numbers 33:28", "Numbers 33:29", "Numbers 33:30", "Numbers 33:31", "Numbers 33:32", "Numbers 33:33", "Numbers 33:34", "Numbers 33:35", "Numbers 33:36", "Numbers 33:37", "Numbers 33:38", "Numbers 33:39", "Numbers 33:40", "Numbers 33:41", "Numbers 33:42", "Numbers 33:43", "Numbers 33:44", "Numbers 33:45", "Numbers 33:46", "Numbers 33:47", "Numbers 33:48", "Numbers 33:49", "Numbers 33:50", "Numbers 33:51", "Numbers 33:52", "Numbers 33:53", "Numbers 33:54", "Numbers 33:55", "Numbers 33:56", "Numbers 34:1", "Numbers 34:2", "Numbers 34:3", "Numbers 34:4", "Numbers 34:5", "Numbers 34:6", "Numbers 34:7", "Numbers 34:8", "Numbers 34:9", "Numbers 34:10", "Numbers 34:11", "Numbers 34:12", "Numbers 34:13", "Numbers 34:14", "Numbers 34:15", "Numbers 34:16", "Numbers 34:17", "Numbers 34:18", "Numbers 34:19", "Numbers 34:20", "Numbers 34:21", "Numbers 34:22", "Numbers 34:23", "Numbers 34:24", "Numbers 34:25", "Numbers 34:26", "Numbers 34:27", "Numbers 34:28", "Numbers 34:29", "Numbers 35:1", "Numbers 35:2", "Numbers 35:3", "Numbers 35:4", "Numbers 35:5", "Numbers 35:6", "Numbers 35:7", "Numbers 35:8", "Numbers 35:9", "Numbers 35:10", "Numbers 35:11", "Numbers 35:12", "Numbers 35:13", "Numbers 35:14", "Numbers 35:15", "Numbers 35:16", "Numbers 35:17", "Numbers 35:18", "Numbers 35:19", "Numbers 35:20", "Numbers 35:21", "Numbers 35:22", "Numbers 35:23", "Numbers 35:24", "Numbers 35:25", "Numbers 35:26", "Numbers 35:27", "Numbers 35:28", "Numbers 35:29", "Numbers 35:30", "Numbers 35:31", "Numbers 35:32", "Numbers 35:33", "Numbers 35:34", "Numbers 36:1", "Numbers 36:2", "Numbers 36:3", "Numbers 36:4", "Numbers 36:5", "Numbers 36:6", "Numbers 36:7", "Numbers 36:8", "Numbers 36:9", "Numbers 36:10", "Numbers 36:11", "Numbers 36:12", "Numbers 36:13"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, On the Book of Numbers and Its Structure 2-52", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר א׳ ב׳-נ״ב", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "On the Book of Numbers and Its Structure", "he": "במדבר מאמר א׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "במדבר מאמר א׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["T<small>HE READER WHO APPROACHES THE BOOK OF</small> N<small>UMBERS UNDER THE INFLUENCE OF ITS</small> common Hebrew name, <i>Bemidbar</i>, “In the Wilderness,” will logically expect a narrative account of the wanderings of the Israelites before they reach the Promised Land. But the book in its present form is a great deal more than that. To be sure,it contains stories of the long trek from Egypt to Canaan, with moments of triumph and difficulty, obedience and rebellion. Some of the great narratives of the Pentateuch are here, from the account of Korah’s revolt (Chap. 16) to Moshe’s sin (20) to Bil'am’s recalcitrant donkey (22). But the book also features census and sacrificial donation lists; details of the setup of Israel’s camp; the duties of the Levites in the traveling sanctuary; laws regarding wives suspected of adultery and those who take on extraordinary vows; a complicated and mysterious ritual for removing the extreme ritual pollution carried by death; a doubled tale about daughters inheriting land; and a host of other rules and regulations.", "It is this composite character and apparent lack of easily definable structure that imbue the book with fascination for scholars and with frustration for lay readers. While the four other books of the Torah also mix narrative, law, poetry, and cultic regulations, none of them has combined and alternated these genres with such abandon. There are a number of possible explanations for this. First, it is conceivable that Numbers as we have it reflects the desire to preserve as many traditions about the wilderness wanderings as possible; as Greenberg (1972) has demonstrated with the traditions about the revelation on Mount Sinai, it may have been more important to collect everything relevant than to create a smooth or seamless text. Second, here as elsewhere in the Torah, narrative may serve to introduce law or to provide the preceding background for it. Third, there is an aesthetic consideration: the great rebellion stories in the center of the book, to give an example, are separated from one another by prescriptive legal passages. Earlier books in the Torah similarly utilize breaks of varying lengths (e.g., the genealogical lists in Genesis, the Tabernacle texts of Exodus). The result is to highlight both narrative and law, and also to provide a large-scale rhythm to the book (Milgrom comments on the consistent alternating pattern).", "The kind of literary mixture that we find in Numbers goes beyond that rabbinic dictum that “the Torah speaks in human language.” It suggests that, far from betraying human frailties in the composition or transmission of the traditions presented in Numbers, a purposeful and powerful hand has been at work. More than any other book in the Torah, this one gives evidence of an editorial process. While the finished product may not be able to help us unravel the detailed history of that process, we may at least observe that much has been added to the wilderness narratives, in a way that transforms them into a patterned view of Israel’s early history.", "Recent commentaries see a two- or three-part structure to Numbers, based either on geography—the Sinai Wilderness, Kadesh, the plains of Moab—or chronology. Since the book as we have it is not entirely clear about either area— there seems to be internal disagreement about where the spies (Chap. 13) left from and went, and also about when the forty-year punishment began—I am in general agreement with Olson’s scheme of seeing the book as “The Death of the Old and the Birth of the New,” that is, the slave generation and that of their children, which are set apart by the two census lists in Chapters 1 and 26. But the differences between Chapters 1–10 and 11–25 must also be taken into account. I propose the following theoretical structure:", "I In the Wilderness of Sinai: The Camp", "1 The Census (Musterings) of the Israelites; the Duties of the Levites", "2 The Ordering of the Camp", "3 The Census of the Levites According to Their Duties", "4 The Tasks of the Levites", "5 Threats to the Ritual Integrity of the Camp", "6 Procedure Regarding a Nazirite; the Priestly Blessing", "7 Gifts of the Tribes to the Tabernacle", "8 The Tabernacle Lamps; Purification of the Levites", "9 Passover in the Wilderness; God’s Presence with the Tabernacle", "10 The Journey to Canaan Commences", "II The Rebellious Folk: Narratives of Challenge", "A Sealing the Fate of the First Generation", "11 First Rebellion: Food", "12 Second Rebellion: Siblings", "13 The Spies’ Mission", "14 Third Rebellion: Panic", "15 Interlude: Rules on Sacrifices, Sabbath, and Tassels", "B The Crisis of Leadership", "16 Fourth Rebellion: Korah and the Levites", "17 Fifth Rebellion: After the Purge", "18 The Levites as Guardians", "19 Pollution by Death and Its Removal", "20 Sixth Rebellion: The Sin of Moshe and Aharon", "C Encountering the Other", "21 Encounters with Various Neighbors; Seventh Rebellion:", "Food and Water", "22–24 The Bil'am Cycle", "25 Final Rebellion: Apostasy", "III In the Plains of Moab: Preparations for the Conquest of Canaan", "26 The Second Census", "27 Inheritance: the Daughters of Tzelofhad I", "28–29 Sacrifices for Holy Days", "30 Rules Concerning Vows", "31 First Battle and Aftermath", "32 Two and a Half Tribes and the Future Conquest", "33 Wilderness Itinerary and Warning", "34 Future Borders", "35 The Levites’ Towns of Asylum", "36 Inheritance: the Daughters of Tzelofhad II", "In this scheme, not only does the otherwise haphazard subject matter of the book fit roughly into the three divisions, but the divisions themselves seem to correspond to narrative mood swings. This might be characterized as a movement from order to chaos, and back to order again. The wilderness camp is still connected to the ordering—nation-founding—experience of Sinai; God speaks to Moshe from the Tabernacle, both here and in Leviticus, and the structure serves as a surrogate Mount Sinai. The concerns of Part I, therefore, are expressed in lists, and the section is filled with them.", "With the rebellion narratives of Part II, which not coincidentally take place as soon as Israel sets out on its journey through the wilderness, the idealistic order of Sinai is broken, and the people (and Moshe) must deal with the harsh reality of life in the desert. It becomes clear that nation-founding involves not only the giving of laws and the arranging of societal roles, but also the developing of the ability to cope with physical and spiritual challenges to survival.", "The slave generation is unable to successfully meet the challenge, and Part II chronicles their failures and their punishment. They had been born into the rigidly ordered situation of slavery—an order with underlying spiritual chaos— and only their children, born into the chaotic but free air of the wilderness, can be readied for the orderly transition into conquest and societal life on their own soil. This readying process is portrayed in Part III, through a series of lists once again: another military census, clear inheritance laws, a sacred calendar tied to the growing cycles of the land, a tracing of the Israelites’ travels through the wilderness, and a laying out of future borders. By the end of the book, Israel is fully prepared to enter the land, with a new generation, new leadership in the wings, a full set of societal rules, an operative cult, and, above all, a collective memory of experiences that serve to instruct and warn future generations. These issues will be fully and memorably summarized in the great final speeches of Moshe that comprise the last book of the Torah, Deuteronomy.", "Of special note in the book of Numbers is the emphasis on the Levites and their tasks. The text introduces this group, which may have originated as a guild rather than as a tribe, already in Chapter 1 (v.47). Thereafter, they play a major role in the book—the portrayal of their purification for service (Chap. 8), the great rebellion fomented by some of them (16), their important function as guardians against encroachment on the sanctuary (18), and their distribution in certain towns that serve also as places of refuge for accidental manslayers (35) is spread throughout the book, as if to form a distinctive thread amid the other themes of wandering, rebellion, and preparation for conquest. This interest in the Levites, in the eyes of some scholars, signals a particularly late development in the history of Israelite religion, and perhaps a late editing for our book as well. It also indicates how thoroughly the wilderness traditions have been reworked, to establish a hoary history for the central Israelite institutions connected with divine worship. While it is next to impossible to trace the internal struggles of the Israelite priesthood over the centuries with historical precision, it seems clear that such strife was part of history, and may be reflected in the portrayals of Aharon, Korah, and Pin’has, to mention just a few of the priestly/Levitical figures that populate the wilderness stories. At any rate, the combining of clearly priestly material into the varied narrative and poetic stuff of Numbers has created a book different than what might have been, had the editors sought a story and only a story. The same, of course, might be said for the entire five books of which Numbers is a part.", "As I noted in the introduction to Volume II of this work, <i>Now These Are the Names</i> (Exodus), the hero’s journey through the unknown is, of course, a central theme in Western literature. From Homer’s <i>Odyssey</i> to Sinbad’s journeys in <i>A Thousand and One Nights</i> to the many twentieth-century works on the theme, the protagonist’s unfamiliar terrain has become the familiar metaphor for our own inner journeys. Such accounts normally concentrate on obstacles in the way: opponents divine and human, harsh landscapes, wild beasts, lack of water, lack of people and succor. Heroes are left to their own devices, and if they are successful in completing their journey, the audience experiences the vicarious triumph of conquering the impossible. Indeed, the operating principle seems to be: the greater the obstacles, the more stunning the triumph.", "The wilderness trek recounted in the heart of the book of Numbers has a wholly different feel. To be sure, there are obstacles, some of them standard, such as the dearth of food and water and the opposition of hostile nations along the way. But the main emphasis in these texts is on internal obstacles—the people’s lack of trust, faith, and courage. And as so often happens in the Torah, physical background, as important as it obviously is in Numbers, what with a myriad of geographical locations noted, is overshadowed by the dominant issue of the relationship between Israel and God. The God of the wilderness journey is initially a provider and protector (cf. Ex. 15–18); when he turns lawgiver, Israel’s situation seems secure despite the harsh ecological setting. But Numbers has chosen to remember the people’s moments of doubt and rebellion above all, and so the orderly leaving of Sinai which closes the first part of the book, along with the orderly preparations for conquest that mark its third part, fade in the reader’s consciousness before the memorable narratives in Chapters 11–25.", "It has been pointed out (Tunyogi) that these stories serve as “foundation accounts,” as stories that tell about “the archetypes to be repeated in all coming generations.” As such, they are significant in later Israel’s understanding of itself. Through the book of Numbers, later generations were warned not to repeat the sins of the wilderness; and Moshe himself came to be looked upon as the quintessential prophet. For the era of the literary prophets (ninth-sixth centuries <small>B.C.E.</small>), concerned as they were with Israel’s forgetfulness and backsliding, and the era of Babylonian Exile (sixth century <small>B.C.E.</small>), in which the exiles also found themselves outside the Promised Land, there could have been no stronger warning or cause for hope than the stories and laws set down in the Torah, and especially the traditions recorded in the book of Numbers."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62037eea6bfddfbb310fed1e", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Numbers, Part III; The Preparations for Conquest, The Wilderness Marches 2-3", "anchorRef": "Numbers 33:1-56", "anchorRefExpanded": ["Numbers 33:1", "Numbers 33:2", "Numbers 33:3", "Numbers 33:4", "Numbers 33:5", "Numbers 33:6", "Numbers 33:7", "Numbers 33:8", "Numbers 33:9", "Numbers 33:10", "Numbers 33:11", "Numbers 33:12", "Numbers 33:13", "Numbers 33:14", "Numbers 33:15", "Numbers 33:16", "Numbers 33:17", "Numbers 33:18", "Numbers 33:19", "Numbers 33:20", "Numbers 33:21", "Numbers 33:22", "Numbers 33:23", "Numbers 33:24", "Numbers 33:25", "Numbers 33:26", "Numbers 33:27", "Numbers 33:28", "Numbers 33:29", "Numbers 33:30", "Numbers 33:31", "Numbers 33:32", "Numbers 33:33", "Numbers 33:34", "Numbers 33:35", "Numbers 33:36", "Numbers 33:37", "Numbers 33:38", "Numbers 33:39", "Numbers 33:40", "Numbers 33:41", "Numbers 33:42", "Numbers 33:43", "Numbers 33:44", "Numbers 33:45", "Numbers 33:46", "Numbers 33:47", "Numbers 33:48", "Numbers 33:49", "Numbers 33:50", "Numbers 33:51", "Numbers 33:52", "Numbers 33:53", "Numbers 33:54", "Numbers 33:55", "Numbers 33:56"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, Part III; The Preparations for Conquest, The Wilderness Marches 2-3", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר ד׳, במדבר הערה ז׳ ב׳-ג׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "The Wilderness Marches", "he": "במדבר הערה ז׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "במדבר הערה ז׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["Another list in the book of Numbers traces the full journey of the Israelites from Egypt—as the Egyptians are still burying their firstborn dead!—to a spot opposite Jericho by the Jordan. It would of course be ideal if we could map out the route, but the location of most of the places mentioned in the chapter has been lost over time. We are left with the rhythm of the place-names rather than a viable historical record.", "Vv.50ff. introduce a new note, appropriate in view of the preconquest situation. Before Moshe lays out the future borders of Israelite Canaan in the next chapter, he must warn his charges about the dangers of leaving the conquered peoples (and their religious culture) settled in the land. This concern is typical of Deuteronomy, and figures in later history (cf. Judg. 1), where the apparent failure to do what is demanded here is understood as having led to idol-worship in Israel."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620380ae713bd8cd388d3e57", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Numbers, Part III; The Preparations for Conquest 2-10", "anchorRef": "Numbers 26:1-36:13", "anchorRefExpanded": ["Numbers 26:1", "Numbers 26:2", "Numbers 26:3", "Numbers 26:4", "Numbers 26:5", "Numbers 26:6", "Numbers 26:7", "Numbers 26:8", "Numbers 26:9", "Numbers 26:10", "Numbers 26:11", "Numbers 26:12", "Numbers 26:13", "Numbers 26:14", "Numbers 26:15", "Numbers 26:16", "Numbers 26:17", "Numbers 26:18", "Numbers 26:19", "Numbers 26:20", "Numbers 26:21", "Numbers 26:22", "Numbers 26:23", "Numbers 26:24", "Numbers 26:25", "Numbers 26:26", "Numbers 26:27", "Numbers 26:28", "Numbers 26:29", "Numbers 26:30", "Numbers 26:31", "Numbers 26:32", "Numbers 26:33", "Numbers 26:34", "Numbers 26:35", "Numbers 26:36", "Numbers 26:37", "Numbers 26:38", "Numbers 26:39", "Numbers 26:40", "Numbers 26:41", "Numbers 26:42", "Numbers 26:43", "Numbers 26:44", "Numbers 26:45", "Numbers 26:46", "Numbers 26:47", "Numbers 26:48", "Numbers 26:49", "Numbers 26:50", "Numbers 26:51", "Numbers 26:52", "Numbers 26:53", "Numbers 26:54", "Numbers 26:55", "Numbers 26:56", "Numbers 26:57", "Numbers 26:58", "Numbers 26:59", "Numbers 26:60", "Numbers 26:61", "Numbers 26:62", "Numbers 26:63", "Numbers 26:64", "Numbers 26:65", "Numbers 27:1", "Numbers 27:2", "Numbers 27:3", "Numbers 27:4", "Numbers 27:5", "Numbers 27:6", "Numbers 27:7", "Numbers 27:8", "Numbers 27:9", "Numbers 27:10", "Numbers 27:11", "Numbers 27:12", "Numbers 27:13", "Numbers 27:14", "Numbers 27:15", "Numbers 27:16", "Numbers 27:17", "Numbers 27:18", "Numbers 27:19", "Numbers 27:20", "Numbers 27:21", "Numbers 27:22", "Numbers 27:23", "Numbers 28:1", "Numbers 28:2", "Numbers 28:3", "Numbers 28:4", "Numbers 28:5", "Numbers 28:6", "Numbers 28:7", "Numbers 28:8", "Numbers 28:9", "Numbers 28:10", "Numbers 28:11", "Numbers 28:12", "Numbers 28:13", "Numbers 28:14", "Numbers 28:15", "Numbers 28:16", "Numbers 28:17", "Numbers 28:18", "Numbers 28:19", "Numbers 28:20", "Numbers 28:21", "Numbers 28:22", "Numbers 28:23", "Numbers 28:24", "Numbers 28:25", "Numbers 28:26", "Numbers 28:27", "Numbers 28:28", "Numbers 28:29", "Numbers 28:30", "Numbers 28:31", "Numbers 29:1", "Numbers 29:2", "Numbers 29:3", "Numbers 29:4", "Numbers 29:5", "Numbers 29:6", "Numbers 29:7", "Numbers 29:8", "Numbers 29:9", "Numbers 29:10", "Numbers 29:11", "Numbers 29:12", "Numbers 29:13", "Numbers 29:14", "Numbers 29:15", "Numbers 29:16", "Numbers 29:17", "Numbers 29:18", "Numbers 29:19", "Numbers 29:20", "Numbers 29:21", "Numbers 29:22", "Numbers 29:23", "Numbers 29:24", "Numbers 29:25", "Numbers 29:26", "Numbers 29:27", "Numbers 29:28", "Numbers 29:29", "Numbers 29:30", "Numbers 29:31", "Numbers 29:32", "Numbers 29:33", "Numbers 29:34", "Numbers 29:35", "Numbers 29:36", "Numbers 29:37", "Numbers 29:38", "Numbers 29:39", "Numbers 30:1", "Numbers 30:2", "Numbers 30:3", "Numbers 30:4", "Numbers 30:5", "Numbers 30:6", "Numbers 30:7", "Numbers 30:8", "Numbers 30:9", "Numbers 30:10", "Numbers 30:11", "Numbers 30:12", "Numbers 30:13", "Numbers 30:14", "Numbers 30:15", "Numbers 30:16", "Numbers 30:17", "Numbers 31:1", "Numbers 31:2", "Numbers 31:3", "Numbers 31:4", "Numbers 31:5", "Numbers 31:6", "Numbers 31:7", "Numbers 31:8", "Numbers 31:9", "Numbers 31:10", "Numbers 31:11", "Numbers 31:12", "Numbers 31:13", "Numbers 31:14", "Numbers 31:15", "Numbers 31:16", "Numbers 31:17", "Numbers 31:18", "Numbers 31:19", "Numbers 31:20", "Numbers 31:21", "Numbers 31:22", "Numbers 31:23", "Numbers 31:24", "Numbers 31:25", "Numbers 31:26", "Numbers 31:27", "Numbers 31:28", "Numbers 31:29", "Numbers 31:30", "Numbers 31:31", "Numbers 31:32", "Numbers 31:33", "Numbers 31:34", "Numbers 31:35", "Numbers 31:36", "Numbers 31:37", "Numbers 31:38", "Numbers 31:39", "Numbers 31:40", "Numbers 31:41", "Numbers 31:42", "Numbers 31:43", "Numbers 31:44", "Numbers 31:45", "Numbers 31:46", "Numbers 31:47", "Numbers 31:48", "Numbers 31:49", "Numbers 31:50", "Numbers 31:51", "Numbers 31:52", "Numbers 31:53", "Numbers 31:54", "Numbers 32:1", "Numbers 32:2", "Numbers 32:3", "Numbers 32:4", "Numbers 32:5", "Numbers 32:6", "Numbers 32:7", "Numbers 32:8", "Numbers 32:9", "Numbers 32:10", "Numbers 32:11", "Numbers 32:12", "Numbers 32:13", "Numbers 32:14", "Numbers 32:15", "Numbers 32:16", "Numbers 32:17", "Numbers 32:18", "Numbers 32:19", "Numbers 32:20", "Numbers 32:21", "Numbers 32:22", "Numbers 32:23", "Numbers 32:24", "Numbers 32:25", "Numbers 32:26", "Numbers 32:27", "Numbers 32:28", "Numbers 32:29", "Numbers 32:30", "Numbers 32:31", "Numbers 32:32", "Numbers 32:33", "Numbers 32:34", "Numbers 32:35", "Numbers 32:36", "Numbers 32:37", "Numbers 32:38", "Numbers 32:39", "Numbers 32:40", "Numbers 32:41", "Numbers 32:42", "Numbers 33:1", "Numbers 33:2", "Numbers 33:3", "Numbers 33:4", "Numbers 33:5", "Numbers 33:6", "Numbers 33:7", "Numbers 33:8", "Numbers 33:9", "Numbers 33:10", "Numbers 33:11", "Numbers 33:12", "Numbers 33:13", "Numbers 33:14", "Numbers 33:15", "Numbers 33:16", "Numbers 33:17", "Numbers 33:18", "Numbers 33:19", "Numbers 33:20", "Numbers 33:21", "Numbers 33:22", "Numbers 33:23", "Numbers 33:24", "Numbers 33:25", "Numbers 33:26", "Numbers 33:27", "Numbers 33:28", "Numbers 33:29", "Numbers 33:30", "Numbers 33:31", "Numbers 33:32", "Numbers 33:33", "Numbers 33:34", "Numbers 33:35", "Numbers 33:36", "Numbers 33:37", "Numbers 33:38", "Numbers 33:39", "Numbers 33:40", "Numbers 33:41", "Numbers 33:42", "Numbers 33:43", "Numbers 33:44", "Numbers 33:45", "Numbers 33:46", "Numbers 33:47", "Numbers 33:48", "Numbers 33:49", "Numbers 33:50", "Numbers 33:51", "Numbers 33:52", "Numbers 33:53", "Numbers 33:54", "Numbers 33:55", "Numbers 33:56", "Numbers 34:1", "Numbers 34:2", "Numbers 34:3", "Numbers 34:4", "Numbers 34:5", "Numbers 34:6", "Numbers 34:7", "Numbers 34:8", "Numbers 34:9", "Numbers 34:10", "Numbers 34:11", "Numbers 34:12", "Numbers 34:13", "Numbers 34:14", "Numbers 34:15", "Numbers 34:16", "Numbers 34:17", "Numbers 34:18", "Numbers 34:19", "Numbers 34:20", "Numbers 34:21", "Numbers 34:22", "Numbers 34:23", "Numbers 34:24", "Numbers 34:25", "Numbers 34:26", "Numbers 34:27", "Numbers 34:28", "Numbers 34:29", "Numbers 35:1", "Numbers 35:2", "Numbers 35:3", "Numbers 35:4", "Numbers 35:5", "Numbers 35:6", "Numbers 35:7", "Numbers 35:8", "Numbers 35:9", "Numbers 35:10", "Numbers 35:11", "Numbers 35:12", "Numbers 35:13", "Numbers 35:14", "Numbers 35:15", "Numbers 35:16", "Numbers 35:17", "Numbers 35:18", "Numbers 35:19", "Numbers 35:20", "Numbers 35:21", "Numbers 35:22", "Numbers 35:23", "Numbers 35:24", "Numbers 35:25", "Numbers 35:26", "Numbers 35:27", "Numbers 35:28", "Numbers 35:29", "Numbers 35:30", "Numbers 35:31", "Numbers 35:32", "Numbers 35:33", "Numbers 35:34", "Numbers 36:1", "Numbers 36:2", "Numbers 36:3", "Numbers 36:4", "Numbers 36:5", "Numbers 36:6", "Numbers 36:7", "Numbers 36:8", "Numbers 36:9", "Numbers 36:10", "Numbers 36:11", "Numbers 36:12", "Numbers 36:13"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, Part III; The Preparations for Conquest 2-10", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר ד׳ ב׳-י׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Part III; The Preparations for Conquest", "he": "במדבר מאמר ד׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["T<small>HE LAST PART OF</small> N<small>UMBERS IS WHAT THE READER MIGHT HAVE EXPECTED ALL ALONG</small>: a collection of materials that deal directly with the upcoming conquest of Canaan. It is concerned, then, with the transfer of leadership from Moshe to Yehoshua (Joshua); with provisions for two and a half tribes to remain on the east bank of the Jordan River, as long as they take part in the impending invasion; with listing the entire route of the Israelites, from Egypt to the plains of Moab; and with the borders of the land to be conquered.", "As has been the case earlier in the book, however, other material intervenes: a theme and variation doublet on the inheritance of land in a case where a man leaves daughters, not sons; two chapters on what sacrifices are to be brought on holy days; a section on vows taken by women; war with Midyan and the precise apportioning of spoils, both to warriors and to the sanctuary; and the law regarding accidental homicide, in which family vengeance is circumvented by the existence of “safe” Levite towns to which the manslayer may flee.", "The inconsistent thematics may again be explained by the intrusion of an editorial hand, again by priestly interests. In Levine’s view, most of Chapters 25–36 function to establish matters of importance in the priestly view, just as in Chapters 1–10. Here law takes precedence over narrative.", "Despite the varied subject matter of this section, it holds together structurally, via the common biblical technique of word (sound) repetition. The rather common verb <i>tzivvah</i>, “command,” weaves through every one of Chapters 26–36, except for 33. Sometimes it introduces what God wants the Israelites to do; sometimes it leads to the formula of fulfillment, “as YHWH commanded the Children of Israel, so they did”; still other times it refers to a command given by Moshe himself. The entire section begins with the verb (26:4), and ends with it as well (36:13). In addition, the chapters most far afield, 28–29 (taken as a unit) and 30, begin and end with it. Whether this was a conscious technique by redactors is hard to say, but its existence is striking.", "Another structural device, that of framing, also occurs in this part of the book: after the introductory census (Chap. 26), the rest is built between two brackets, each involving the daughters of Tzelofhad, and each opening with the verb “to come-near” (27:1 and 36:1). So despite the wide-ranging material, some sense of unity has been imposed upon it.", "Finally, there is the key occurrence, for the book of Numbers, of more lists, from census to holiday sacrifices, from stops along the journey to the precise borders of the Promised Land. We are in the presence of order once again.", "What remains lacking at the end of the book is exactly what Deuteronomy supplies: a final exhortation from Moshe, which includes reiteration and further clarification of the laws, a public covenant ceremony, Moshe’s long blessing of the people, and the account of his death and burial. If added here, these topics might have tipped the scales of Numbers, which has given us almost too much to digest as it is; as the Torah has come down to us, they are more appropriately treated in the expansive and majestic rhetorical setting of Deuteronomy.", "<img>", "<b><i>Num. 26:3</i> Moshe spoke, and El’azar the priest, to them in the Plains of Moav …</b>"], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620382f1c9ad75f2d99afa4e", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "", "ref": "The Five Books of Moses, by Everett Fox, Numbers, Part III; The Preparations for Conquest, The Wilderness Marches 1", "anchorRef": "Numbers 33:1-56", "anchorRefExpanded": ["Numbers 33:1", "Numbers 33:2", "Numbers 33:3", "Numbers 33:4", "Numbers 33:5", "Numbers 33:6", "Numbers 33:7", "Numbers 33:8", "Numbers 33:9", "Numbers 33:10", "Numbers 33:11", "Numbers 33:12", "Numbers 33:13", "Numbers 33:14", "Numbers 33:15", "Numbers 33:16", "Numbers 33:17", "Numbers 33:18", "Numbers 33:19", "Numbers 33:20", "Numbers 33:21", "Numbers 33:22", "Numbers 33:23", "Numbers 33:24", "Numbers 33:25", "Numbers 33:26", "Numbers 33:27", "Numbers 33:28", "Numbers 33:29", "Numbers 33:30", "Numbers 33:31", "Numbers 33:32", "Numbers 33:33", "Numbers 33:34", "Numbers 33:35", "Numbers 33:36", "Numbers 33:37", "Numbers 33:38", "Numbers 33:39", "Numbers 33:40", "Numbers 33:41", "Numbers 33:42", "Numbers 33:43", "Numbers 33:44", "Numbers 33:45", "Numbers 33:46", "Numbers 33:47", "Numbers 33:48", "Numbers 33:49", "Numbers 33:50", "Numbers 33:51", "Numbers 33:52", "Numbers 33:53", "Numbers 33:54", "Numbers 33:55", "Numbers 33:56"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, Part III; The Preparations for Conquest, The Wilderness Marches 1", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר ד׳, במדבר הערה ז׳ א׳", "anchorVerse": 1, "sourceHasEn": true, "commentaryNum": 1, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "במדבר הערה ז׳", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<a class=\"refLink\" data-ref=\"Numbers 33:1-56\" data-ven=\"The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995\">Numbers 33:1-56</a>", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "657ecc7c758c1dc532ec943c", "index_title": "Steinsaltz on Numbers", "category": "Commentary", "type": "commentary", "ref": "Steinsaltz on Numbers 33:12", "anchorRef": "Numbers 33:12", "anchorRefExpanded": ["Numbers 33:12"], "sourceRef": "Steinsaltz on Numbers 33:12", "sourceHeRef": "ביאור שטיינזלץ על במדבר ל״ג:י״ב", "anchorVerse": 12, "sourceHasEn": true, "commentaryNum": 33.0012, "collectiveTitle": {"en": "Steinsaltz", "he": "ביאור שטיינזלץ"}, "heTitle": "ביאור שטיינזלץ על במדבר", "he": "<b>וַיִּסְעוּ מִמִּדְבַּר סִין, וַיַּחֲנוּ בְּדָפְקָה.</b>", "heVersionTitle": "The Koren Steinsaltz Tanakh HaMevoar - Hebrew", "heLicense": "Copyright: Steinsaltz Center", "heVersionTitleInHebrew": "", "text": "<b>They traveled from the wilderness of Sin, and encamped in Dofka. </b>", "versionTitle": "The Steinsaltz Tanakh - English", "license": "Copyright: Steinsaltz Center", "versionTitleInHebrew": ""}, {"_id": "53f17a31fbfba22336ea749b", "index_title": "Kitzur Ba'al HaTurim on Numbers", "category": "Commentary", "type": "commentary", "ref": "Kitzur Ba'al HaTurim on Numbers 33:12:1", "anchorRef": "Numbers 33:12", "anchorRefExpanded": ["Numbers 33:12"], "sourceRef": "Kitzur Ba'al HaTurim on Numbers 33:12:1", "sourceHeRef": "קיצור בעל הטורים על במדבר ל״ג:י״ב:א׳", "anchorVerse": 12, "sourceHasEn": false, "compDate": [1280, 1340], "commentaryNum": 12.0001, "collectiveTitle": {"en": "Kitzur Ba'al HaTurim", "he": "קיצור בעל הטורים "}, "heTitle": "קיצור בעל הטורים על במדבר", "he": "<b>בדפקה</b> שם דפק לבם שלא היה להם לחם:\n\n", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "606ae1470253386bb13782d0", "index_title": "Ibn Ezra on Exodus; Perush HaArokh", "category": "Quoting Commentary", "type": "", "ref": "Ibn Ezra on Exodus; Perush HaArokh 17:1:1", "anchorRef": "Numbers 33:12-14", "anchorRefExpanded": ["Numbers 33:12", "Numbers 33:13", "Numbers 33:14"], "sourceRef": "Ibn Ezra on Exodus; Perush HaArokh 17:1:1", "sourceHeRef": "אבן עזרא על שמות; פירוש הארוך י״ז:א׳:א׳", "anchorVerse": 12, "sourceHasEn": true, "compDate": [1155, 1165], "commentaryNum": 1.0001, "collectiveTitle": {"en": "Ibn Ezra on Exodus; Perush HaArokh", "he": "אבן עזרא על שמות; פירוש הארוך"}, "heTitle": "אבן עזרא על שמות; פירוש הארוך", "he": "<b>ויסעו.</b> אחז הכתוב דרך קצרה לומר למסעיהם כי ממדבר סין נסעו אל דפקה. ומשם לאלוש. ומאלוש לרפידים.", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "JOURNEYED. Scripture is being brief in saying <i>by their stages.</i> For <i>from the wilderness of Sin</i> Israel journeyed to Dophkah; from there to Alush, and from Alush they went to Rephidim.<sup class=\"footnote-marker\">1</sup><i class=\"footnote\">See Num. 33:12-14. In other words, <i>by their stages</i> alludes to all the places that Israel stopped between Sin and Rephidim.</i>", "versionTitle": "Ibn Ezra's commentary on the Pentateuch, tran. and annot. by H. Norman Strickman and Arthur M. Silver. Menorah Pub., 1988-2004", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "6319d0acb6084aa1cbf0632b", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, דָּפְקָה 1", "anchorRef": "Numbers 33:12", "anchorRefExpanded": ["Numbers 33:12"], "sourceRef": "BDB, דָּפְקָה 1", "sourceHeRef": "בראון-דרייבר-בריגס, דָּפְקָה א׳", "anchorVerse": 12, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "דָּפְקָה", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† <big><span dir=\"rtl\">דָּפְקָה</span></big>  <strong>n.pr.loc.</strong> first station of Isr. after <span dir=\"rtl\">מדבר סין</span> <a data-ref=\"Numbers 33:12\" href=\"/Numbers.33.12\">Nu 33:12</a>, <a data-ref=\"Numbers 33:13\" href=\"/Numbers.33.13\">13</a> 𝔊 Ῥαφακα; situation unknown, cf. views in Di. <strong>(</strong>On an interpret. of name from a stone or metal <em>Mafkat, Ta-Mafkat</em> = <em>Mafkat</em>-district, v. Eb<sup>GS 148 f. 552 ff.</sup><strong>)</strong>"], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d33eb6084aa1cbf243e5", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, סִין² 1", "anchorRef": "Numbers 33:12", "anchorRefExpanded": ["Numbers 33:12"], "sourceRef": "BDB, סִין² 1", "sourceHeRef": "בראון-דרייבר-בריגס, סִין² א׳", "anchorVerse": 12, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "סִין²", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† II. <big><span dir=\"rtl\">סִין</span></big>  <strong>n.pr.loc.</strong> wilderness between Elim and Sinai, <span dir=\"rtl\">מִדְבַּר־סִין</span>, according to P, <a data-ref=\"Exodus 16:1\" href=\"/Exodus.16.1\">Ex 16:1</a>; <a data-ref=\"Exodus 17:1\" href=\"/Exodus.17.1\">17:1</a> <a data-ref=\"Numbers 33:11\" href=\"/Numbers.33.11\">Nu 33:11</a>, <a data-ref=\"Numbers 33:12\" href=\"/Numbers.33.12\">12</a>; 𝔊 Σειν, A 𝔊L Σιν; cf. Eb<sup>GS 2. 155 ff.</sup> and especially Di <a data-ref=\"Exodus 16:1\" href=\"/Exodus.16.1\">Ex 16:1</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "63f31b7df23647618d2e55fb", "index_title": "Chizkuni", "category": "Quoting Commentary", "type": "", "ref": "Chizkuni, Exodus 17:1:1", "anchorRef": "Numbers 33:12-14", "anchorRefExpanded": ["Numbers 33:12", "Numbers 33:13", "Numbers 33:14"], "sourceRef": "Chizkuni, Exodus 17:1:1", "sourceHeRef": "חזקוני, שמות י״ז:א׳:א׳", "anchorVerse": 12, "sourceHasEn": true, "compDate": [1220, 1260], "commentaryNum": 1.0001, "collectiveTitle": {"en": "Chizkuni", "he": "חזקוני"}, "heTitle": "שמות", "he": "<b>ממדבר סין למסעיהם</b> אחז לשון קצרה כי ממדבר סין נסעו לדפקה ומדפקה לאלוש ומאלוש לרפידים אלא מפני גנותם של ישראל שהיו רוצים לשוב למצרים קצר לו שני מסעות.", "heVersionTitle": "Chizkuni", "heLicense": "Public Domain", "heVersionTitleInHebrew": "חזקוני", "text": "ממדבר סין למסעיהם, from the desert of Sin on their journeys; the Torah used an abbreviation here. The truth, as described in Numbers 33,12-14, is that the way stations after the desert of Sin were: Dofkah, Alush, and Refidim, at which point they found themselves short of water. The reason why two waystations are omitted here is because of the disgrace of Israel who had wished to return to Egypt by the shortest possible route.", "versionTitle": "Chizkuni, translated and annotated by Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": "חזקוני, מתורגם ומוער בידי אליהו מונק"}]