[{"_id": "531e4fe4fbfba276047f71a9", "index_title": "Onkelos Numbers", "category": "Targum", "type": "targum", "ref": "Onkelos Numbers 33:31", "anchorRef": "Numbers 33:31", "anchorRefExpanded": ["Numbers 33:31"], "sourceRef": "Onkelos Numbers 33:31", "sourceHeRef": "תרגום אונקלוס על במדבר ל״ג:ל״א", "anchorVerse": 31, "sourceHasEn": false, "compDate": [80, 120], "commentaryNum": 33.0031, "collectiveTitle": {"en": "Onkelos Numbers", "he": "תרגום אונקלוס על במדבר"}, "heTitle": "תרגום אונקלוס על במדבר", "he": "וּנְטָלוּ מִמֹּסֵרוֹת וּשְׁרוֹ בִּבְנֵי יַעֲקָן:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "חומש שפתי חכמים, מצודה תשס\"ט", "text": "They journeyed from Moseiros and camped in Bnei Ya’akon.", "versionTitle": "Metsudah Chumash, Metsudah Publications, 2009 [with Onkelos translation]", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "532b2686fbfba27c35eec9de", "index_title": "Targum Jonathan on Numbers", "category": "Targum", "type": "targum", "ref": "Targum Jonathan on Numbers 33:31", "anchorRef": "Numbers 33:31", "anchorRefExpanded": ["Numbers 33:31"], "sourceRef": "Targum Jonathan on Numbers 33:31", "sourceHeRef": "תרגום יונתן על במדבר ל״ג:ל״א", "anchorVerse": 31, "sourceHasEn": true, "compDate": [30, 70], "commentaryNum": 33.0031, "collectiveTitle": {"en": "Targum Jonathan on Numbers", "he": "תרגום יונתן על במדבר"}, "heTitle": "תרגום יונתן על במדבר", "he": "וּנְטָלוּ מֵאֲתַר מַרְדוּתָא וּשְׁרוֹ בְּבֵירֵי עַקְתָא", "heVersionTitle": "Targum Jonathan on Numbers", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תרגום יונתן על במדבר", "text": " thence to Bere-Haktha,  ", "versionTitle": "The Targum of Jonathan ben Uzziel, trans. J. W. Etheridge, London, 1862", "license": "Public Domain", "versionTitleInHebrew": "תרגום ירושלמי (תרגום יונתן בן-עוזיאל) לתורה, תורגם ע״י ג׳ון ווסלי אטרידג׳, לונדון 1862"}, {"_id": "54bd4833fbfba2173336342a", "index_title": "Ramban on Deuteronomy", "category": "Quoting Commentary", "type": "", "ref": "Ramban on Deuteronomy 10:6:1", "anchorRef": "Numbers 33:31", "anchorRefExpanded": ["Numbers 33:31"], "sourceRef": "Ramban on Deuteronomy 10:6:1", "sourceHeRef": "רמב\"ן על דברים י׳:ו׳:א׳", "anchorVerse": 31, "sourceHasEn": true, "compDate": [1246, 1286], "commentaryNum": 6.0001, "collectiveTitle": {"en": "Ramban on Deuteronomy", "he": "רמב\"ן על דברים"}, "he": "<b>וּבְנֵי יִשְׂרָאֵל נָסְעוּ מִבְּאֵרֹת בְּנֵי יַעֲקָן מוֹסֵרָה</b>, מָה עִנְיָן זֶה לְכָאן, וְעוֹד וְכִי מִבְּאֵרוֹת בְּנֵי יַעֲקָן נָסְעוּ לְמוֹסֵרָה, וַהֲלֹא מִמּוֹסֵרָה בָּאוּ לִבְנֵי יַעֲקָן, שֶׁנֶּאֱמַר (במדבר לג לא) וַיִּסְעוּ מִמֹּסֵרוֹת וַיַּחֲנוּ בִּבְנֵי יַעֲקָן, וְעוֹד <b>שָׁם מֵת אַהֲרֹן</b> וַהֲלֹא בְּהֹר הָהָר מֵת, צֵא וַחֲשֹׁב וְתִמְצָא שְׁמוֹנָה מַסָּעוֹת מִמּוֹסֵרוֹת לְהֹר הָהָר. אֶלָּא אַף זוֹ מִן הַתּוֹכָחוֹת: וְעוֹד זֹאת עֲשִׂיתֶם, כְּשֶׁמֵּת אַהֲרֹן בְּהֹר הָהָר בְּסוֹף אַרְבָּעִים שָׁנָה וְנִסְתַּלְּקוּ עַנְנֵי הַכָּבוֹד יְרֵאתֶם לָכֶם מִמִּלְחֶמֶת מֶלֶךְ עֲרָד, וּנְתַתֶּם רֹאשׁ לַחֲזֹר לְמִצְרַיִם, וַחֲזַרְתֶּם לַאֲחוֹרֵיכֶם שְׁמוֹנָה מַסָּעוֹת עַד בְּנֵי יַעֲקָן וּמִשָּׁם לְמוֹסֵרָה, שָׁם נִלְחֲמוּ בָּכֶם בְּנֵי לֵוִי וְהָרְגוּ מִכֶּם וְאַתֶּם מֵהֶם עַד שֶׁהֶחְזִירוּ אֶתְכֶם לַדֶּרֶךְ, וּמִשָּׁם חֲזַרְתֶּם הַגֻּדְגֹּדָה הוּא חֹר הַגִּדְגָּד, וּמִן הַגִּדְגָּד לְמוֹסֵרָה, וּבְמוֹסֵרָה עֲשִׂיתֶם אֵבֶל גָּדוֹל עַל מִיתָתוֹ שֶׁל אַהֲרֹן שֶׁגָּרְמָה לָכֶם זֹאת, וְנִדְמָה לָכֶם כְּאִלּוּ הוּא מֵת שָׁם. וְסָמַךְ מֹשֶׁה תּוֹכֵחָה זוֹ לִשְׁבִירַת הַלּוּחוֹת לוֹמַר שֶׁקָּשָׁה מִיתָתָן שֶׁל צַדִּיקִים לִפְנֵי הַקָּדוֹשׁ בָּרוּךְ הוּא כְּיוֹם שֶׁנִּשְׁתַּבְּרוּ הַלּוּחוֹת, וּלְהוֹדִיעֲךָ שֶׁקָּשֶׁה לוֹ מָה שֶׁאָמְרוּ <b>נִתְּנָה רֹאשׁ</b> לִפְרֹשׁ מִמֶּנּוּ כְּיוֹם שֶׁעָשׂוּ אֶת הָעֵגֶל. בָּעֵת הַהִיא הִבְדִּיל ה' אֶת שֵׁבֶט הַלֵּוִי, מוּסָב לָעִנְיָן הָרִאשׁוֹן, בָּעֵת הַהִיא בַּשָּׁנָה הָרִאשׁוֹנָה שֶׁיְּצָאתֶם מִמִּצְרַיִם וּטְעִיתֶם בָּעֵגֶל וּבְנֵי לֵוִי לֹא טָעוּ, הִבְדִּילָם הַמָּקוֹם מִכֶּם. וְסָמַךְ זֶה לַחֲזָרַת בְּנֵי יַעֲקָן, לוֹמַר שֶׁאַף בָּזֶה לֹא טָעוּ בָּהּ בְּנֵי לֵוִי אֶלָּא עָמְדוּ בֶּאֱמוּנָתָם, כָּל זֶה לְשׁוֹן רַבֵּינוּ שְׁלֹמֹה מִדִּבְרֵי אַגָּדָה (ירושלמי יומא פ\"א ה\"א). וְהֻצְרַךְ רַבִּי אַבְרָהָם לוֹמַר בְּדֶרֶךְ הַפְּשָׁט כִּי בְּאֵרוֹת בְּנֵי יַעֲקָן אֵינֶנּוּ בְּנֵי יַעֲקָן, וּמוֹסֵרָה אֵינֶנּוּ מוֹסֵרוֹת, אֲבָל קָדֵשׁ נִקְרָא בְּאֵרוֹת בְּנֵי יַעֲקָן, וְשֵׁם (ב)מִדְבַּר הֹר הָהָר מוֹסֵרָה, מִשָּׁם נָסְעוּ הַגֻּדְגֹּדָה אֵינֶנּוּ חֹר הַגִּדְגָּד רַק הוּא שֵׁם כְּלָל לְצַלְמֹנָה וּפוּנֹן וְאוֹבוֹת, וְיָטְבָתָה הוּא הַמָּקוֹם הַנִּקְרָא בְּאֵרָה (במדבר כא טז), וְזֶה טַעַם אֶרֶץ נַחֲלֵי מָיִם, וְיִדְבַּק <b>וּמִן הַגֻּדְגֹּדָה יָטְבָתָה</b> עִם <b>וַיְכַהֵן אֶלְעָזָר</b>, כִּי שָׁם בְּיָטְבָתָה כִּהֵן אֶלְעָזָר בִּכְהֻנָּה גְּדוֹלָה וְהִקְרִיב קָרְבָּנוֹת. וְכָל אֵלֶּה דִּבְרֵי רוּחַ, כִּי אֵיךְ יִתָּכֵן שֶׁכָּל הַמְּקוֹמוֹת הָאֵלֶּה הָרַבִּים שֶׁיִּהְיוּ כֻּלָּם מְקוֹמוֹת חֲדָשִׁים שֶׁלֹּא נִזְכְּרוּ בַּמַּסָּעוֹת. וְעוֹד שֶׁמִּנְהַג הַכָּתוּב בְּכָל מָקוֹם לְשַׁנּוֹת מְעַט בְּהַזְכִּירוֹ הַשֵּׁמוֹת פְּעָמִים בֵּין בְּשֵׁם מָקוֹם בֵּין בְּשֵׁם אָדָם, וְכָל שֶׁכֵּן בְּכָאן שֶׁהֵם שָׁוִים, כִּי מוֹסֵרָה וּמוֹסֵרוֹת אֵינֶנּוּ שִׁנּוּי וְהֶפְרֵשׁ, וְכֵן חֹר הַגִּדְגָּד וְהַגֻּדְגֹּדָה שֵׁם אֶחָד, וְיָטְבָתָה שָׁוֶה לְגַמְרֵי. וְעוֹד כִּי בְּהֹר הָהָר כִּהֵן אֶלְעָזָר כְּשֶׁמֵּת אָבִיו כַּאֲשֶׁר הִלְבִּישׁוֹ הַבְּגָדִים, כִּי מִיָּד הָיָה מְרֻבֶּה בִּבְגָדִים, וְזֶה מִשְׁפַּט הַכֹּהֲנִים הַגְּדוֹלִים אֲפִלּוּ לְדוֹרוֹת. וְהַנִּרְאֶה בְּעֵינַי כִּי הֹר הָהָר, גָּדוֹל שֶׁבֶּהָרִים וְאָרֹךְ פַּרְסָאוֹת רַבּוֹת, וּשְׁמוֹ מוֹכִיחַ כִּי הוּא יִקָּרֵא \"הֹר\", וְיֹאמְרוּ לוֹ <b>הָהָר</b> לְגָדְלוֹ וְאָרְכּוֹ. וְכָךְ אָמְרוּ רַבּוֹתֵינוּ (במדב\"ר יט טז) שֶׁהָיָה הַר עַל גַּבֵּי הַר, וְהָיָה סוֹף הָהָר עַד גְּבוּל אֶרֶץ אֱדוֹם וְרֹאשׁוֹ קָרוֹב לְחַשְׁמֹנָה, וְהָיוּ בַּמִּישׁוֹר אֲשֶׁר לִפְנֵי הֹר הָהָר עָרִים אוֹ מְקוֹמוֹת הַנִּקְרָאִים מוֹסֵרוֹת וּבְנֵי יַעֲקָן וְחוֹר הַגִּדְגָּד וְיָטְבָתָה וְעַבְרֹנָה וְעֶצְיוֹן גָּבֶר וְקָדֵשׁ, וְאֵלּוּ הַמְּקוֹמוֹת אֵין בֵּינֵיהֶם מֶרְחָק רַב, כִּי הַמַּחֲנֶה הַגָּדוֹל הַהוּא בְּיוֹם אֶחָד מְהַלְּכִים כְּמוֹ פַּרְסָה אוֹ פָּחוֹת מִכָּאן, וְנָסְעוּ מִקָּדֵשׁ וַיַּחֲנוּ בְּהֹר הָהָר, שֶׁנִּכְנְסוּ בּוֹ בְּמָקוֹם שָׁפָל אֲשֶׁר הָיָה בְּרַגְלֵי הָהָר, וְאָז צִוָּה ה' לְמֹשֶׁה (במדבר כ כה) <b>וְהַעַל אֹתָם הֹר הָהָר</b>, שֶׁיַּעֲלֶה לְמַעְלָה אֶל רֹאשׁוֹ הוּא תְּחִלַּת הָהָר, וְהִנֵּה עָלוּ אֶל רֹאשׁוֹ שֶׁל הַר וְהִגִּיעוּ כְּנֶגֶד מוֹסֵרוֹת וּמֵת אַהֲרֹן שָׁם, וְהוּא שֶׁנֶּאֱמַר (שם פסוק כח) <b>וַיָּמָת אַהֲרֹן שָׁם בְּרֹאשׁ הָהָר</b>, וְהִנֵּה מִיתָתוֹ בְּמוֹסֵרָה. וְאֶפְשָׁר שֶׁהָיוּ הַמְּקוֹמוֹת הָאֵלֶּה בִּשְׁמָם נֶחְשָׁבִים בָּהָר עַצְמוֹ, וְיִקָּרֵא רֹאשׁ הָהָר וּכְנֶגְדּוֹ בַּמִּישׁוֹר מוֹסֵרוֹת, וְשֵׁם כָּל אֶחָד מוֹסֵרָה, שֶׁיֹּאמְרוּ מוֹסֵרָה אֲשֶׁר בָּהָר וּמוֹסֵרָה אֲשֶׁר בַּשְּׁפֵלָה. וְהָיוּ בְּמָקוֹם הַנִּקְרָא חַשְׁמֹנָה בְּאֵרוֹת בַּשָּׂדֶה, יִקְרְאוּ אוֹתָן בְּאֵרוֹת בְּנֵי יַעֲקָן, כִּי אַנְשֵׁי בְּנֵי יַעֲקָן בָּאִים שָׁם לְהַשְׁקוֹת צֹאנָם, וְהֵם עֲשָׂאוּם כִּי שָׁם מָצְאוּ מַיִם חַיִּים. וּמִשָּׁם נָסְעוּ לְמוֹסֵרָה וּמִשָּׁם נָסְעוּ לְמוֹסֵרוֹת, וַיִּסְעוּ מִמֹּסֵרוֹת וַיַּחֲנוּ בִּבְנֵי יַעֲקָן, שֶׁהַמָּקוֹם הַהוּא זֶה שְׁמוֹ. וְסִפֵּר הַכָּתוּב מִשָּׁם נָסְעוּ הַגֻּדְגֹּדָה, וּמִן הַגֻּדְגֹּדָה יָטְבָתָה אֶרֶץ נַחֲלֵי מָיִם, לְהוֹדִיעַ שֶׁעָמְדוּ שָׁם יָמִים בַּעֲבוּר הַנְּחָלִים. וְקִצֵּר בְּמַסְעֵיהֶם שֶׁכְּבָר בֵּאֵר אוֹתָם, אֲבָל אָמַר כִּי מִשָּׁם מִמּוֹסֵרָה נָסְעוּ אֶל הַגֻּדְגֹּדָה וְאֶל יָטְבָתָה, שֶׁהִיא כֻּלָּהּ אֶרֶץ נַחֲלֵי מַיִם, כִּי מִן גֻּדְגֹּד וְעַד יָטְבָתָה כֻּלָּהּ מַשְׁקֶה. וְיִתָּכֵן עוֹד שֶׁנֹּאמַר כִּי כַּאֲשֶׁר עָלָה אַהֲרֹן אֶל רֹאשׁ הָהָר וַיָּמָת בְּרֹאשׁ הָהָר כְּנֶגֶד מוֹסֵרוֹת אוֹ בְּמוֹסֵרָה עַצְמָהּ וַיִּקָּבֵר שָׁם, חָזְרוּ יִשְׂרָאֵל אֶל מוֹסֵרוֹת לִבְכּוֹת וְלִסְפֹּד עַל קֶבֶר אִישׁ הָאֱלֹהִים, וְהָיוּ גְּדוֹלֵיהֶם בְּכָל הַשְּׁלֹשִׁים יוֹם עוֹלִים אֶל רֹאשׁ הָהָר וְסוֹפְדִים לִקְדוֹשׁ ה', וַיָּשׁוּבוּ אֶל הַמַּחֲנֶה בְּמוֹסֵרָה. וְאַחַר הַשְּׁלֹשִׁים יוֹם נָסְעוּ מִמּוֹסֵרָה אֶל חֹר הַגִּדְגָּד, וּמִן הַגֻּדְגֹּדָה יָטְבָתָה, כִּי עַתָּה בְּשׁוּבָם הָלְכוּ מְהֵרָה. וְזֶה דָּבָר נָכוֹן מְאֹד בְּיִשּׁוּב הַמִּקְרָאוֹת עַל אָפְנָן. וְהִזְכִּיר כִּי הָיָה שֵׁם הַמָּקוֹם יָטְבָתָה בַּעֲבוּר שֶׁהָיָה מָקוֹם טוֹב, כִּי שָׁם נַחֲלֵי מַיִם וּשְׁאָר הַמִּדְבָּר אֶרֶץ צִיָּה וְצִמָּאוֹן אֲשֶׁר אֵין שָׁם מָיִם. וְטַעַם הַזְכִּירוּ מִיתַת אַהֲרֹן עַתָּה בַּמָּקוֹם הַזֶּה כִּי אָמַר (דברים ט':כ') וָאֶתְפַּלֵּל גַּם בְּעַד אַהֲרֹן בָּעֵת הַהִוא, וְלֹא הִגִּיעוֹ עֹנֶשׁ הַשְּׁמָד לֹא בְּגוּפוֹ וְלֹא בְּזַרְעוֹ, כִּי לֹא מֵת עַד שְׁנַת הָאַרְבָּעִים שֶׁהָיָה זָקֵן וּשְׂבַע יָמִים, וְכִהֵן בְּנוֹ תַּחְתָּיו. וְאָמַר וּבְנֵי יִשְׂרָאֵל נָסְעוּ, וְלֹא אָמַר <b>וְאַתֶּם</b> כְּדֶרֶךְ כָּל הַפָּרָשָׁה, כִּי בַּתּוֹכָחוֹת יְדַבֵּר עִמָּהֶם לְהוֹכִיחַ אוֹתָם, אֲבָל בָּזֶה יְסַפֵּר בְּמַסְעֵי בְּנֵי יִשְׂרָאֵל.", "heVersionTitle": "Vocalized Edition", "heLicense": "", "heVersionTitleInHebrew": "", "text": "AND THE CHILDREN OF ISRAEL JOURNEYED FROM BEEROTH-BENE-YAAKAN TO MOSERAH. “Why does this matter belong here? Furthermore, did they indeed journey from Beeroth-bene-yaakan to Moserah; did they not come from Moserah to Bene-yaakan, as it is said, <i>And they journeyed from Moseroth, and pitched in Bene-yaakan</i>?<sup class=\"footnote-marker\">188</sup><i class=\"footnote\">Numbers 33:31.</i> And further, here it is said, <i>there</i> [in Moserah] <i>Aaron died</i>; but did he not die in Mount Hor?<sup class=\"footnote-marker\">189</sup><i class=\"footnote\"><i>Ibid.</i>, Verse 39.</i> Go and count and you will find that there are eight journeys from Moseroth to Mount Hor!<sup class=\"footnote-marker\">190</sup><i class=\"footnote\"><i>Ibid.</i>, Verses 31-37: Moseroth, Bene-yaakan, Hor-hagidgad, Jotbah, Abronah, Etzion-geber, Kadesh, Mount Hor.</i> But really this is also part of the reproof [spoken by Moses, saying in effect]: ‘This also you did; When Aaron died in Mount Hor at the end of forty years [after the exodus] and the clouds of Divine Glory departed, you feared war with the king of Arad<sup class=\"footnote-marker\">191</sup><i class=\"footnote\"><i>Ibid.</i>, 21:1.</i> and you appointed a leader to return to Egypt and you turned backwards eight journeys until Bene-yaakan and from there [you continued] to Moserah [as stated here]. There the children of Levi fought you and slew some of you, and you [slew] some of them, until they forced you back the road [along which you had retreated]. From there [Moserah] you returned to Gudgod<sup class=\"footnote-marker\">192</sup><i class=\"footnote\">Verse 7 here: <i>From thence</i> [Moserah] <i>they journeyed unto Gudgod, and from Gudgod</i> etc.</i> which is identical with Hor-hagidgad,<sup class=\"footnote-marker\">193</sup><i class=\"footnote\">Numbers 33:32: <i>And they journeyed from Hor-hagidgad, and pitched in Jotbah</i>. Hence Gudgod is identical with Hor-hagidgad.</i> <i>and from Gudgod</i> to Moserah.<sup class=\"footnote-marker\">194</sup><i class=\"footnote\">“To Moserah.” This is not found in our texts of Rashi. Instead our text reads, “<i>And from Gudgod</i> ‘etc’” (Verse 7). Ramban’s text of Rashi is to be understood as follows: “<i>And from Gudgod</i> you ultimately came back to Moserah” since the exact order in the process of their return was from Gudgod to Bene-yaakan, and thence to Moserah. See above, Note 190.</i> And at Moserah you made a great lamentation on account of the death of Aaron which brought this [retreat and subsequent battle with the Levites] upon you, and it [the sadness] was as if Aaron had died there [thus accounting for the verse which states: <i>there</i> — at Moserah — <i>Aaron died</i>]!’ Now Moses placed this reproof next to the [narrative about the] breaking of the Tablets in order to intimate that the death of the righteous is as grievous before the Holy One, blessed be He, as was the day on which the Tablets were broken, and to inform you that it was displeasing to Him what they said <i>Let us make a captain</i> [<i>and return to Egypt</i>]<sup class=\"footnote-marker\">195</sup><i class=\"footnote\">Numbers 14:4.</i> in order to break away from Him, as was the day when they made the calf. <i>At that time the Eternal separated the tribe of Levi</i><sup class=\"footnote-marker\">196</sup><i class=\"footnote\">Verse 8 here.</i> — this refers back to the first subject [of this chapter]. <i>At that time</i>, in the first year of your departure from Egypt when you sinned by worshipping the calf, but the sons of Levi did not sin, G-d separated them from you. This event is placed next to the retreat to Bene-yaakan [where, as explained earlier, the Levites showed faith and heroism] in order to intimate that in this matter, also, the sons of Levi did not sin but stood steadfast in their faith.” All this is the language of our Rabbi Shlomo [Rashi] from the words of Agadah.<sup class=\"footnote-marker\">197</sup><i class=\"footnote\">Tanchuma, <i>Chukath</i> 18.</i><br>Now, Rabbi Abraham ibn Ezra, [in order not to deviate from the literal meaning of the text by saying that they retreated backwards eight stages] found it necessary to say by way of the plain meaning of Scripture that “Beeroth-bene-yaakan [mentioned in the verse before us: <i>and the children of Israel journeyed from Beeroth-bene-yaakan to Moserah</i>] is not identical with Bene-yaakan [mentioned in Numbers 33:31] and Moserah [mentioned here] is not Moseroth [mentioned in Numbers 33:30], but Kadesh<sup class=\"footnote-marker\">198</sup><i class=\"footnote\"><i>And they journeyed from Kadesh, and pitched in Mount Hor</i> (Numbers 33:37).</i> is called Beeroth-bene-yaakan,<sup class=\"footnote-marker\">199</sup><i class=\"footnote\">For, since it states here that from Beeroth-bene-yaakan they journeyed to Moserah and that there in Moserah Aaron died, it follows that Kadesh [mentioned in Numbers 33:37] is Beeroth-bene-yaakan, seeing that there in Verse 39 it is stated that Aaron died in Mount Hor.</i> and the name of the wilderness where Aaron died is Mount Hor-moserah [so that there is no need to say that they retreated back toward Egypt]. <i>From thence they journeyed unto Gudgod</i><sup class=\"footnote-marker\">200</sup><i class=\"footnote\">Verse 7 here.</i> is not identical with Hor-hagidgad<sup class=\"footnote-marker\">193</sup><i class=\"footnote\">Numbers 33:32: <i>And they journeyed from Hor-hagidgad, and pitched in Jotbah</i>. Hence Gudgod is identical with Hor-hagidgad.</i> but instead is a general name for Zalmonah, Punon, and Oboth,<sup class=\"footnote-marker\">201</sup><i class=\"footnote\">Numbers 33:41-43.</i> while Jotbah<sup class=\"footnote-marker\">200</sup><i class=\"footnote\">Verse 7 here.</i> is the place called B’eir,<sup class=\"footnote-marker\">202</sup><i class=\"footnote\"><i>Ibid.</i>, 21:16.</i> this being the purport of the expression [here in Verse 7 describing Jotbah as] <i>a land of brooks of water</i> [and in B’eir was the well, whereof the Eternal said unto Moses: ‘<i>Gather the people together, and I will give them water</i>’].<sup class=\"footnote-marker\">202</sup><i class=\"footnote\"><i>Ibid.</i>, 21:16.</i> And the expression, <i>and from Gudgod to Jotbah</i><sup class=\"footnote-marker\">200</sup><i class=\"footnote\">Verse 7 here.</i> is connected with the phrase [in Verse 6 before us], <i>and Eleazar his son ministered in the priest’s office in his</i> [Aaron’s] <i>stead</i>, for it was there in Jotbah that Eleazar began ministering as the High Priest and performed the offerings.” [Thus far is Ibn Ezra’s language.]<br>But all these are <i>windy words</i><sup class=\"footnote-marker\">203</sup><i class=\"footnote\">Job 16:3.</i> [i.e., words devoid of substance]. For how is it possible for all these many places to be new locations that have not been referred to in the section [enumerating all] of the journeys [of Israel from Egypt to the promised Land].<sup class=\"footnote-marker\">204</sup><i class=\"footnote\">Numbers 33:1-49.</i> Moreover, it is the custom of Scripture everywhere to make slight changes when mentioning names a second time, whether it is the name of a place or the name of a person [so that even slightly different names would refer to the same place or person] and surely here, when the names are alike, for between Moserah and Moseroth there is no [significant] change or difference; similarly, Hor-hagidgad and Gudgod are one name, and Jotbah [mentioned here and in Numbers 33:34] are surely alike. Furthermore, it was in <i>Mount Hor</i> that Eleazar ministered upon the death of his father [Aaron] when Moses clothed him in the garments [of the High Priest],<sup class=\"footnote-marker\">205</sup><i class=\"footnote\"><i>Ibid.</i>, 20:28.</i> for he was immediately distinguished [as a High Priest simply] by virtue of [being clothed in] the larger number of official garments [of the High Priest], this being the law of the High Priests even during succeeding generations! [Hence there is no justification for Ibn Ezra to say that Eleazar ministered as a High Priest in Jotbah for the first time.]<br>The correct interpretation appears to me to be that Mount Hor is the largest of the mountains and is many parasangs long.<sup class=\"footnote-marker\">206</sup><i class=\"footnote\">An ancient Persian measure of length, equal to about three and two-fifths English miles.</i> Its name [<i>Hor Hahar</i> — literally: “the mount of the mount”] so indicates, for it is called “mount” and people called it “<i>the</i> mountain” because of its height and length. And so our Rabbis said that this was a mount on top of a mount.<sup class=\"footnote-marker\">207</sup><i class=\"footnote\">Tanchuma, <i>Chukath</i> 14, and mentioned by Rashi (Numbers 20:22): “Like a small apple on top of a large apple.”</i> The end of the mountain extended as far as the border of the land of Edom<sup class=\"footnote-marker\">208</sup><i class=\"footnote\"><i>Ibid.</i>, Verse 23.</i> and the beginning of it was near Hashmonah<sup class=\"footnote-marker\">209</sup><i class=\"footnote\"><i>Ibid.</i>, 33:30.</i> [eight stages away from Mount Hor proper].<sup class=\"footnote-marker\">210</sup><i class=\"footnote\"><i>Ibid.</i>, Verses 30-37.</i> Now in the plain before Mount Hor there were cities or places called Moseroth, Bene-yaakan, Hor-hagidgad, Jotbah, Abronah, Ezion-geber, and Kadesh.<sup class=\"footnote-marker\">210</sup><i class=\"footnote\"><i>Ibid.</i>, Verses 30-37.</i> There was no great distance between these places, for that large camp [of the Israelites] walked in one day about a parasang<sup class=\"footnote-marker\">206</sup><i class=\"footnote\">An ancient Persian measure of length, equal to about three and two-fifths English miles.</i> or less. From Kadesh <i>they journeyed, and pitched in Mount Hor</i>,<sup class=\"footnote-marker\">211</sup><i class=\"footnote\"><i>Ibid.</i>, Verse 37.</i> entering a low place at the foot of the mount. Then G-d commanded Moses, <i>Take Aaron and Eleazar his son, and bring them up unto Mount Hor</i>,<sup class=\"footnote-marker\">212</sup><i class=\"footnote\"><i>Ibid.</i>, 20:25.</i> meaning that he is to climb upward to the top of it [the lower part of the mountain] which is the beginning of the [upper part of the] mountain. Thus they ascended to the top of the mountain, arriving [at the part] opposite Moseroth, and Aaron died there, this being the intent of the verse, <i>and Aaron died there ‘in the top of the mount,’</i><sup class=\"footnote-marker\">213</sup><i class=\"footnote\"><i>Ibid.</i>, Verse 28.</i> and thus his death [is also described in the verse before us as having] occurred in Moserah. It is possible that all these places as named were considered as if they were [also] on the mountain itself, so that the summit of the mountain and its opposite site in the plain were called “Moseroth” [in the plural] and the name of each place separately was “Moserah” [in the singular] so that people spoke of “Moserah in the mount” and “Moserah in the plain.” And in the place called Hashmonah there were wells in the field, which people referred to as <i>Beeroth</i> (“The wells of) <i>bene-yaakan</i>” because the inhabitants of Bene-yaakan came there to water their flocks and they made these wells, for there they found running water. And from there [from Beeroth-bene-yaakan] they journeyed to Moserah [as is mentioned in Verse 6 before us], and from there they journeyed to Moseroth,<sup class=\"footnote-marker\">209</sup><i class=\"footnote\"><i>Ibid.</i>, 33:30.</i> <i>and they journeyed from Moseroth, and pitched in Bene-yaakan</i>,<sup class=\"footnote-marker\">214</sup><i class=\"footnote\"><i>Ibid.</i>, 33:31.</i> for that [i.e., Bene-yaakan] was the name of that place.<sup class=\"footnote-marker\">215</sup><i class=\"footnote\">Bene-yaakan is thus not to be confused with <i>Beeroth</i> (“The Wells of”) <i>bene-yaakan</i> which, as explained above, was a spot in Hashmonah, where the people of Bene-yaakan dug wells to water their flocks.</i> And Scripture continues to tell [here in Verse 7], <i>From thence they journeyed unto Gudgod; and from Gudgod to Jotbah, a land of brooks of water</i> in order to inform us that they stayed there [many] days on account of the brooks. It abbreviates [in listing] the journeys because it has already explained them [in the section on the journeys],<sup class=\"footnote-marker\">204</sup><i class=\"footnote\">Numbers 33:1-49.</i> but it states that <i>from thence</i> — from Moserah — <i>they journeyed unto Gudgod</i> and unto Jotbah which was all <i>a land of brooks of water</i>, for from Gudgod to Jotbah <i>was well watered everywhere</i>.<sup class=\"footnote-marker\">216</sup><i class=\"footnote\">Genesis 13:10.</i><br>It is further possible that we say that when Aaron went up to the top of the mountain and died there opposite Moseroth or in Moserah itself [as explained above that the top of the mountain was also called Moserah] and he was buried there, the Israelites went back to Moseroth [i.e., to “Moserah” at the foot of the mountain, mentioned here in Verse 6 before us] to weep and to mourn at the <i>grave of the man of G-d</i>,<sup class=\"footnote-marker\">217</sup><i class=\"footnote\">II Kings 23:17.</i> and, for the entire thirty days [of mourning]<sup class=\"footnote-marker\">218</sup><i class=\"footnote\">Numbers 20:29.</i> their prominent men would go up to the top of the mountain and mourn for <i>the holy one of the Eternal</i>,<sup class=\"footnote-marker\">219</sup><i class=\"footnote\">Psalms 106:16: <i>And of Aaron the holy one of the Eternal</i>.</i> and then they would return to the camp which was pitched in Moserah. After the thirty days [of mourning] they journeyed from Moserah to Hor-hagidgad, and from Gudgod to Jotbah [as stated here in Verse 7], for now, as they returned from Moserah, they travelled quickly [and did not stop in Bene-yaakan which was between Moseroth and Hor-hagidgad;<sup class=\"footnote-marker\">220</sup><i class=\"footnote\">Numbers 33:31-32.</i> hence it is not mentioned here]. This is a very proper interpretation of explaining the verses in a manner that fits the text. Scripture mentions that the name of the place was <i>Yotbathah</i> [“Jotbah,” from the root <i>tovah</i> — good] because it was a “good” place for there were brooks of water, while the rest of the wilderness was <i>a land of drought</i>,<sup class=\"footnote-marker\">221</sup><i class=\"footnote\">Jeremiah 2:6.</i> <i>thirsty ground where there was no water</i>.<sup class=\"footnote-marker\">222</sup><i class=\"footnote\">Above, 8:15.</i> The reason for Moses’ mentioning the death of Aaron now while discussing these subjects is because he had said, <i>and I prayed for Aaron also at the same time</i><sup class=\"footnote-marker\">223</sup><i class=\"footnote\"><i>Ibid.</i>, 9:20.</i> [and so he indicated here] that the punishment of “destruction”<sup class=\"footnote-marker\">224</sup><i class=\"footnote\"><i>Ibid.: Moreover the Eternal was angry with Aaron to have ‘destroyed’ him, and I prayed for Aaron</i> …</i> did not touch him [Aaron] neither himself personally nor his seed — for Aaron did not die until the fortieth year [after the exodus], being old and full of days, and his son ministered in his stead. He said, <i>And the children of Israel journeyed</i>, and not “and you journeyed,” for in the sections of reproof he speaks directly to the people to chastise them, but in this [verse] he narrates the journeys of the children of Israel.", "versionTitle": "Commentary on the Torah by Ramban (Nachmanides). Translated and annotated by Charles B. Chavel. New York, Shilo Pub. House, 1971-1976", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "54bd483afbfba21733363f88", "index_title": "Rashi on Deuteronomy", "category": "Quoting Commentary", "type": "", "ref": "Rashi on Deuteronomy 10:6:1", "anchorRef": "Numbers 33:31", "anchorRefExpanded": ["Numbers 33:31"], "sourceRef": "Rashi on Deuteronomy 10:6:1", "sourceHeRef": "רש\"י על דברים י׳:ו׳:א׳", "anchorVerse": 31, "sourceHasEn": true, "compDate": [1075, 1105], "commentaryNum": 6.0001, "collectiveTitle": {"en": "Rashi on Deuteronomy", "he": "רש\"י על דברים"}, "heTitle": "רש\"י על דברים", "he": "<b>ובני ישראל נסעו מבארת בני יעקן מוסרה.</b> מָה עִנְיָן זֶה לְכָאן? וְעוֹד, וְכִי מִבְּאֵרוֹת בְּנֵי יַעֲקָן נָסְעוּ לְמוֹסֵרָה, וַהֲלֹא מִמּוֹסֵרָה בָּאוּ לִבְנֵי יַעֲקָן, שֶׁנֶּאֱמַר \"וַיִּסְעוּ מִמֹּסֵרוֹת וְגוֹ'\" (במדבר ל\"ג), וְעוֹד, שָׁם מֵת אַהֲרֹן, וַהֲלֹא בְּהֹר הָהָר מֵת, צֵא וַחֲשֹׁב וְתִמְצָא שְׁמוֹנָה מַסָּעוֹת מִמּוֹסֵרוֹת לְהֹר הָהָר? אֶלָּא אַף זוֹ מִן הַתּוֹכֵחָה, וְעוֹד זֹאת עֲשִׂיתֶם, כְּשֶׁמֵּת אַהֲרֹן בְּהֹר הָהָר לְסוֹף אַרְבָּעִים שָׁנָה וְנִסְתַּלְּקוּ עַנְנֵי כָבוֹד, יְרֵאתֶם לָכֶם מִמִּלְחֶמֶת מֶלֶךְ עֲרָד, וּנְתַתֶּם רֹאשׁ לַחֲזֹר לְמִצְרַיִם וַחֲזַרְתֶּם לַאֲחוֹרֵיכֶם שְׁמוֹנָה מַסָּעוֹת עַד בְּנֵי יַעֲקָן, וּמִשָּׁם לְמוֹסֵרָה, שָׁם נִלְחֲמוּ בָּכֶם בְּנֵי לֵוִי וְהָרְגוּ מִכֶּם וְאַתֶּם מֵהֶם, עַד שֶׁהֶחֱזִירוּ אֶתְכֶם בְּדֶרֶךְ חֲזָרַתְכֶם, וּמִשָּׁם חֲזַרְתֶּם הַגֻּדְגֹּדָה הוּא חֹר הַגִּדְגָּד.", "heVersionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "ובני ישראל נסעו מבארת בני יעקן מוסרה AND THE CHILDREN OF ISRAEL JOURNEYED FROM BEEROTH OF THE CHILDREN OF JAAKAN TO MOSERA — What has this matter to do with what has been related here? Further: Did they indeed journey from Beeroth of the children of Jaakan to Mosera; did they not come from Mosera to Beeroth of the children of Jaakan, as it is said, (Numbers 33:31) “And they journeyed from Moseroth, [and they encamped in Bene Jaakan]”? And further: it states here, “There (at Mosera) did Aaron die”. But did he not die at Mount Hor? Go and count and you will find that there are eight stations from Mosera to Mount Hor! — But really this also is part of the reproof offered by Moses. In effect he said, “This, also, ye did: when Aaron died on Mount Hor at the end of forty years and the clouds of Divine Glory departed, ye feared war with the king of Arad and you appointed a leader that ye might return to Egypt, and ye turned backwards eight stages unto Bene Jaakan and hence to Mosera. There the sons of Levi fought with you, and they slew some of you, and you some of them, until they forced you back on the road along which you had retreated. From there (Mosera) ye returned to Gudgodah, — that is identical with Hor Hagidgod (Numbers 33:32).", "versionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "license": "Public Domain", "versionTitleInHebrew": "חמישה חומשי תורה עם פירוש רש״י, מ. רוזנבאום וא.מ. סילברמן"}, {"_id": "54d8b351fbfba245af99abc6", "index_title": "Rashbam on Deuteronomy", "category": "Quoting Commentary", "type": "", "ref": "Rashbam on Deuteronomy 10:6:1", "anchorRef": "Numbers 33:31", "anchorRefExpanded": ["Numbers 33:31"], "sourceRef": "Rashbam on Deuteronomy 10:6:1", "sourceHeRef": "רשב\"ם על דברים י׳:ו׳:א׳", "anchorVerse": 31, "sourceHasEn": true, "compDate": [1120, 1160], "commentaryNum": 6.0001, "collectiveTitle": {"en": "Rashbam on Deuteronomy", "he": "רשב\"ם על דברים"}, "heTitle": "רשב\"ם על דברים", "he": "ובני ישראל נסעו מבארות בני יעקן וגו' - וכי תאמרו לי: אתה אומר: ואתפלל גם בעד אהרן בעת ההיא - בתחלת הארבעים, והלא אנו יודעים שאהרן מת וא\"כ מה הועילה תפלתך? אמר להם משה: לא בתחילת הארבעים מת במעשה העגל, אלא בסוף הארבעים מת בהר ההר, באותו זמן כשנסעו מבארות בני יעקן שבאו שם ממוסרות, כדכתיב במסעות: ויסעו ממוסרות ויחנו בבני יעקן - והלכו משם עד הר ההר - שם מת אהרן - ולא במעשה העגל. ", "heVersionTitle": "Rashbam on Deuteronomy -- Daat", "heLicense": "Public Domain", "heVersionTitleInHebrew": "רשב\"ם על דברים - דעת", "text": "'ובני ישראל נסעו מבארות בני יעקן וגו, if you were to say to me that I told you that you prayed also on behalf of Aaron (Deut. 9.20) concerning what had happened in the first year of our wanderings, and in the meantime Aaron has died, so what good are your prayers? To such an argument Moses answered that Aaron did not die in the first year when, due to his participation in the golden calf, G’d had meant to kill him, but he only died at the end of these long years at Hor Hahar, at the time when we journeyed from Beerot Bney Yaakon. We had arrived there coming from Mosserot as mentioned in Numbers 33,31 from which we proceeded to Hor Hahar. שם מת אהרן, and not in connection with the people whom G’d killed as an aftermath of the sin of the golden calf.", "versionTitle": "Eliyahu Munk, HaChut Hameshulash", "license": "CC-BY", "versionTitleInHebrew": "החוט המשולש, אליהו מונק"}, {"_id": "57e77d89d6e4a94c7c18b325", "index_title": "Tafsir Rasag", "category": "Targum", "type": "targum", "ref": "Tafsir Rasag, Numbers 33:31", "anchorRef": "Numbers 33:31", "anchorRefExpanded": ["Numbers 33:31"], "sourceRef": "Tafsir Rasag, Numbers 33:31", "sourceHeRef": "תפסיר רס\"ג, במדבר ל״ג:ל״א", "anchorVerse": 31, "sourceHasEn": false, "compDate": [918, 942], "commentaryNum": 33.0031, "collectiveTitle": {"en": "Tafsir Rasag", "he": "תפסיר רס\"ג"}, "heTitle": "במדבר", "he": "ורחלו מנהא ונזלו פי בני יעקן", "heVersionTitle": "Tafsir al-Torah bi-al-Arabiya, Paris, 1893", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תפסיר אלתורה באלערביה, פריס, 1893", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5889b40dd6e4a902855fe8bc", "index_title": "Tur HaArokh", "category": "Quoting Commentary", "type": "", "ref": "Tur HaArokh, Deuteronomy 10:6:1", "anchorRef": "Numbers 33:31", "anchorRefExpanded": ["Numbers 33:31"], "sourceRef": "Tur HaArokh, Deuteronomy 10:6:1", "sourceHeRef": "הטור הארוך, דברים י׳:ו׳:א׳", "anchorVerse": 31, "sourceHasEn": true, "compDate": [1280, 1340], "commentaryNum": 6.0001, "collectiveTitle": {"en": "Tur HaArokh", "he": "הטור הארוך"}, "heTitle": "דברים", "he": "<b>ובני ישראל נסעו מבארות בני יעקן. </b>פרש\"י מה ענין זה בכאן ועוד וכי מבארות בני יעקן באו למוסרה וכו' מדברי אגדה. ור' אברהם שרודף לעולם אחר הפשט נדחק לפרש כי בארות בני יעקן איננו בני יעקן ומוסרה איננו מוסרות אלא קדש נקרא בארות בני יעקן ושם במדבר הר ההר מוסר' ומשם נסעו הגודגודה איננו הר הגודגוד רק הוא שם כלל לצלמונה ופונון ואובות ויטבתה הוא המקום הנקרא בארה והנה טעם ארץ נחלי מים כי במשענותם כרו הנדיבי' ויצאו המים ופסוק משם נסעו הגודגוד' דבק עם ויכהן אלעזר כי ישראל לא הקריבו זבחים אחר נסעם מהר סיני. ויתכן שהקריבו בבואם אל צלמונה ופונון ושם היתה תחלת כהונת אלעזר בכהונה גדולה ובאותם המקומו' שמש בראש השנה ושימש במקום הנקרא באר ביו' הכיפורים והנה פי' הפסוק ויכהן אלעזר כאשר נסעו אל מקום פלוני ולמה כיהן אלעזר כי השם הבדיל בעת עשיית העגל את שבט הלוי לשאת את הארון ולעמוד לפני ד' ולשרתו בני לוי עם בני אהרן ולברך בשמו עד היום הזה כי אלעזר היה נושא את כפיו. וכתב הרמב\"ן וכל אלה דברי רוח כי איך יתכן בכל אלה מקומות חדשים שלא נזכרו במסעות ועוד שמנהג הפסוק בכל מקום לשנות מעט בהזכירו השמות פעמים בין בשם מקום בין בשם אדם וכ\"ש בכאן שהם שוים כי מוסרה למוסרות איננו שינוי וכן חרה גדגד והגדגדה שם אחד הוא ויטבתה שוה לגמרי וטעם ויכהן אלעזר כי בהר ההר כיהן אלעזר כשמת אביו כאשר הלבישו הבגדים כי מיד היה מרובה בגדים. ונראה בעיני כי הם ההר גדול בהרים ארוך כמה פרסאות ושמו מוכיח עליו כי הוא נקרא הר וקראו לו ההר לגודלו והיה סוף ההר על גבול ארץ אדום וראשו קרוב לחשמונה והיו במישור אשר לפני הר ההר ערים או מקומות הנקראים מוסרות ובני יעקן וחר הגדגד ויטבתה ועברונה ועציון גבר וקדש ואלו המקומות אין ביניהם מרחק רב כי המחנה הגדול לא היו הולכים ביום אלא פרסה או פחות ונסעו מקדש וחנו בהר ההר במקום שפל אשר היה ברגלי ההר ואז ציוה השם למשה והעל אותם הר ההר שיעלה למעלה לראשו הוא תחלת ההר והנה עלו על ראשו של ההר והגיעו כנגד מוסרות ומת אהרן שם והוא שנאמר וימת שם אהרן בראש ההר והוא כנגד מוסר' ואיפשר שהיו מקומות האלה בשמותם נחשבים כהר עצמו ויקרא ראש ההר וכנגדו במישור מוסרות ושם כל אחד מוסרה שיאמרו מוסר' אשר בהר ומוסר' אשר בשפלה. והי' במקום שנקרא חשמונה בארות בשדה נקראים בארות בני יעקן כי הם חפרום ובאים להשקות צאנם ועברו עליהם ובאו למוסר' וזהו שאמר כאן נסעו מבארות בני יעקן מוסר' ומה שאומר במסעו' ויסעו ממוסר' ויחנו בבני יעקן זהו במקום שנקרא בני יעקן ואמר משם גוגדוד' ויטבתה ארץ נחלי מים ולא הזכיר שאר המסעות שאינו בא עתה להזכיר המסעות ולא הזכיר אלא אלו לומר שכול' משקה ועמדו שם ימים בעבור הנחלים. ויתכן עוד שנאמר כי כאשר עלה אהרן בראש ההר וימת בראש ההר כנגד מוסר' ויקבר שם חזרו בני ישראל אל מוסר' לספוד ולבכות על קבר איש האלקים וזהו שנאמר כאן שנסעו מבארות בני יעקן מוסרה והיו גדוליהם בכל השלשים יום עולים לראש ההר וסופדים לקדוש ד' וישובו אל המחנ' במוסרה ואחר השלשים יום נסעו במסע אחד ממוסר' עד גודגדה כי עתה בשובם הלכו במהר' ולא חנו בבני יעקן שהי' באמצע הדרך ומשם יטבת' והזכיר כי היה שם המקום יטבתה בעבור שהי' שם נחלי מים ושאר המדבר ארץ ציה וצמאון. והזכיר כאן מיתת אהרן בעבור שאמר ואתפלל גם בעד אהרן בעת ההיא ולא הגיעו עונש לא בגופו ולא בזרעו כי לא מת עד שנת הארבעים שהי' זקן ושבע ימים ויכהן אלעזר בנו תחתיו. ואמר ובני ישראל נסעו ולא אמר ואתם כדרך כל הפרשה כי בתוכחות מדבר אליהם להוכיח אותם אבל בזה מספר מסעי בני ישראל: \n", "heVersionTitle": "Perush al ha-Torah, Hanover, 1838", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": " ובני ישראל נסעו מבארות בני יעקן, “The Children of Israel journeyed from Be-eroth-bney Yaakon.” <i>Rashi,</i> feeling the need to explain how this apparently unrelated verse fits in here, and posing the rhetorical question if these wells came to the place called <i>Mosserah,</i> explains the verse by following <i>aggadic</i> interpretations, saying that seeing this is where Aaron was mourned in style, it appeared to the people as if this was where he had died.\n    Ibn Ezra, forever attempting to find a straightforward interpretation clearly suggested by the text, [author’s words, not mine. Ed.] is hard pressed saying the words בארות בני יעקן (of the descendants of Se-ir, Edom) were not places by the same name mentioned in Numbers [The name of this individual appears in the Bible three more times, in Chronicles I 1,42, in Numbers 33,31, and 32. Ed.] He claims that the place is the one we know as <i>Kadesh.</i> Similarly, according to<i> Ibn Ezra,</i> מוסרה mentioned here is not identical with the מוסרות mentioned in Numbers Only the “<i>Kadesh</i>” mentioned in Numbers 33,37 is identical with בארות בני יעקן. The name of the desert surrounding הר ההר is מוסרה. From that location the Israelites moved on to <i>Gudgoda. Gudgoda</i> is not the name of a mountain. It is a term for a region comprising Tzalmona, Punon, and Ovot. (Numbers 33, 31-42) Yotvata, is the place referred to as באר, as we know from Numbers This is also why it is described as ארץ נחלי מים, a land with brooks and rivulets providing water. The region responded favourably to water diviners. The verse (7) משם נסעו הגוגודה belongs with ויכהן אלעזר תחתחו “and Eleazar, his son, performed the priestly duties in his stead.” (6) I have already explained that after departing from Mount Sinai the (individual) Israelites no longer offered offerings on the Altar. [Ibn Ezra on Exodus ]\n    It is possible that when arriving at Tzalmona they began to offer these sacrifices again and that is when Eleazar began his duties in practice. Perhaps on New Year’s Day, as well as on the Day of Atonement, these rites were performed. [In his commentary on Exodus 29,42 Ibn Ezra justifies the non-performance on most days with the non-availability of the requisite amounts of wine and olive oil, etc. Ed.] The justification for referring to Eleazar as performing his duties as his father’s successor at this point is that as a result of the golden calf episode the firstborn who up until that time had performed the priestly duties were exchanged for the Levites who had remained loyal, and among their various duties was the one to carry the Holy Ark on their shoulders during the journeys of the Israelites. Already in Numbers 6,23 Eleazar had blessed the people together with his father, i.e. had performed some priestly functions.\n    Nachmanides refuses to accept any part of Ibn Ezra’s commentary on this subject (locations) declaring that the sudden emergence of locations that had not been mentioned in <i>Parshat Massey</i> is totally inadmissible. Furthermore, he sees nothing strange in locations appearing as having slightly different names on different occasions. He quotes numerous examples of this being the case. The Torah does so not only when referring to place names, but also when referring to the same people by different names. In this case where there is hardly any different between מוסרה and מוסרות, there is even less reason to “make a federal case” out of such nuances. He also sees nothing special about the variation from חור הגדגוד in Numbers 33,32, and הגדגודה in our verse here to justify looking for Ibn Ezra’s far-fetched stretching of the meaning of the text on these two occasions. He feels that the various locations mentioned here are so close to one another that they did not warrant separate mention in Numbers chapter 33. By allowing for the fact that the camp of the Israelites was about 12-15 kilometers in length, the front section had reached another location before the rearguard had even left it. He assumes that the people hardly moved more than 3 or 4 kilometers in an average day’s journey. When the Israelites journeyed sometimes for only a single day, they could easily have straddled both locations while encamped. He also argues that quite possibly, seeing mountains are named, the top of the mountain was named by a different name from the base of the same mountain, although both names fitted the same location. In a location known as חשמונה (Numbers 33,29) there were numerous wells in the field, collectively known as the wells of the sons of Yaakon, בארות בני יעקן, in order to water their flocks. The Israelites passed that region in their journeys and moved on to a place known as מוסרה. They encamped around the wells known as בארות בני יעקן, and remained there for some time. Moses singled out two places, Gudgoda and Yotvata as areas that were also well watered, skipping others which did not have much to commend them, seeing they had all been mentioned already in <i>Parshat Massey</i>. It is also possible that when Aaron ascended the mountain הר ההר to die there, a mountain that was facing the place known as מוסרה, that the people then moved back to Mosserah to mourn and eulogise Aaron in a manner befitting such a beloved leader. This is what is reported here when Moses writes that they journeyed from בארות יעקן to מוסרה, and that the notables of the people used these 30 days to each pay their respects to Aaron at his grave, ascending the mountain where he had died in order to do so. The Torah had not actually written that the people made camp in בארות בני יעקן. Once the thirty days of mourning were over, they moved on at greater speed all the way to Gudgodah. From there they moved to Yatvata The location was known as Yatvata on account of the abundant supply of drinking water in that region. This was by way of contrast with the desert of Tzin, which qualified for the description ציה וצמאון, completely devoid of water, a region in which one could only perish from thirst. The reason why Moses inserted reference to the death of Aaron at this juncture, may have been that he had already mentioned praying on behalf of Aaron who might have died many years earlier if not for Moses’ prayer. He wanted the people to know and to remember that if Aaron did not die until the fortieth year this was proof that that he had not been guilty of sin but died of old age. He did not die until his son Eleazar was sufficiently mature to become his successor.\n    As to the formulation (verse 6) ובני ישראל נסעו, “the Children of Israel journeyed” (in the third person), as opposed to Moses speaking in these portions in direct speech i.e. “you have done,” “I have done, etc.,” Moses spoke to them in direct speech when he admonished them. Here he was merely relating some historical facts, without implying criticism of the people.\n", "versionTitle": "Tur on the Torah, trans. Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "59648387d6e4a92bf45a705b", "index_title": "Rabbeinu Bahya", "category": "Quoting Commentary", "type": "", "ref": "Rabbeinu Bahya, Devarim 10:6:1", "anchorRef": "Numbers 33:31", "anchorRefExpanded": ["Numbers 33:31"], "sourceRef": "Rabbeinu Bahya, Devarim 10:6:1", "sourceHeRef": "רבנו בחיי, דברים י׳:ו׳:א׳", "anchorVerse": 31, "sourceHasEn": true, "compDate": [1290, 1310], "commentaryNum": 6.0001, "collectiveTitle": {"en": "Rabbeinu Bahya", "he": "רבנו בחיי"}, "heTitle": "דברים", "he": "<b>ובני ישראל נסעו מבארות בני יעקן מוסרה.</b> דרשו רז\"ל וכי מבארות בני יעקב נסעו למוסרה, והלא ממוסרה באו לבני יעקן, שנאמר (במדבר לג) ויסעו ממוסרות ויחנו בבני יעקן, ועוד מה שאמר עוד שם מת אהרן ויקבר שם, וכי במוסרה מת אהרן והלא בהר ההר מת, ומצינו שמונה מסעות ממוסרה להר ההר, אבל באור הכתוב שם מת אהרן ויקבר שם, במוסרה עשו ישראל אבל גדול כאלו שם מת אהרן ונקבר שם, וגם זה מן התוכחת, אמר להם לסוף ארבעים שנה כשמת אהרן בהר ההר ונסתלקו ענני כבוד יראתם ממלחמת הכנעני ואמרתם נתנה ראש וגו', וחזרו כלפי מצרים שמונה מסעות, ודרשו רז\"ל כי בני לוי נלחמו בהם באותה שעה שאמרו כן והרגו מהן הרבה, ומזה עשו במוסרה אבל גדול.\n", "heVersionTitle": "Midrash Rabbeinu Bachya [ben Asher]. Warsaw, 1878", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "ובני ישראל נסעו מבארות בני יעקן מוסרה, “and the Children of Israel journeyed from the wells of Beney Yakon to Mosserah.” Our sages in Jerusalem Talmud Sotah query this as the order of the journeys indicated that the people traveled in the reverse order, i.e. from Mosserah to Beney Yakon (Numbers 33,31). Another difficulty in this verse is the reference to Aaron having died there when we know that Aaron had died at Har Hahor. We find that there are 8 stations between Har Hahor and Mosserah. The correct interpretation of our verse is that although Aaron had died at Har Hahor and had been buried there, the eulogy and mourning for Aaron occurred at Mosserah, so that anyone watching this would have concluded that this was the place where Aaron died and was buried. This is also one of the rebukes of Moses versus the people. He reminded the people that at the end of 40 years when Aaron had died and as a result the protective cloud-cover they had enjoyed during all these years disappeared, they became afraid of the Canaanites, so much so that they had actually retraced their steps through the desert as far back as Mosserah. They had wanted to appoint for themselves a new leader who would lead them back to Egypt. Our sages in the Jerusalem Talmud Sotah explain that the Levites fought against the people who wanted to return to Egypt at that time and killed many of them.", "versionTitle": "Torah Commentary by Rabbi Bachya ben Asher, trans. Eliyahu Munk, 1998.", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "62037ee56bfddfbb310fed0c", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Numbers, On the Book of Numbers and Its Structure 2-52", "anchorRef": "Numbers 1:1-36:13", "anchorRefExpanded": ["Numbers 1:1", "Numbers 1:2", "Numbers 1:3", "Numbers 1:4", "Numbers 1:5", "Numbers 1:6", "Numbers 1:7", "Numbers 1:8", "Numbers 1:9", "Numbers 1:10", "Numbers 1:11", "Numbers 1:12", "Numbers 1:13", "Numbers 1:14", "Numbers 1:15", "Numbers 1:16", "Numbers 1:17", "Numbers 1:18", "Numbers 1:19", "Numbers 1:20", "Numbers 1:21", "Numbers 1:22", "Numbers 1:23", "Numbers 1:24", "Numbers 1:25", "Numbers 1:26", "Numbers 1:27", "Numbers 1:28", "Numbers 1:29", "Numbers 1:30", "Numbers 1:31", "Numbers 1:32", "Numbers 1:33", "Numbers 1:34", "Numbers 1:35", "Numbers 1:36", "Numbers 1:37", "Numbers 1:38", "Numbers 1:39", "Numbers 1:40", "Numbers 1:41", "Numbers 1:42", "Numbers 1:43", "Numbers 1:44", "Numbers 1:45", "Numbers 1:46", "Numbers 1:47", "Numbers 1:48", "Numbers 1:49", "Numbers 1:50", "Numbers 1:51", "Numbers 1:52", "Numbers 1:53", "Numbers 1:54", "Numbers 2:1", "Numbers 2:2", "Numbers 2:3", "Numbers 2:4", "Numbers 2:5", "Numbers 2:6", "Numbers 2:7", "Numbers 2:8", "Numbers 2:9", "Numbers 2:10", "Numbers 2:11", "Numbers 2:12", "Numbers 2:13", "Numbers 2:14", "Numbers 2:15", "Numbers 2:16", "Numbers 2:17", "Numbers 2:18", "Numbers 2:19", "Numbers 2:20", "Numbers 2:21", "Numbers 2:22", "Numbers 2:23", "Numbers 2:24", "Numbers 2:25", "Numbers 2:26", "Numbers 2:27", "Numbers 2:28", "Numbers 2:29", "Numbers 2:30", "Numbers 2:31", "Numbers 2:32", "Numbers 2:33", "Numbers 2:34", "Numbers 3:1", "Numbers 3:2", "Numbers 3:3", "Numbers 3:4", "Numbers 3:5", "Numbers 3:6", "Numbers 3:7", "Numbers 3:8", "Numbers 3:9", "Numbers 3:10", "Numbers 3:11", "Numbers 3:12", "Numbers 3:13", "Numbers 3:14", "Numbers 3:15", "Numbers 3:16", "Numbers 3:17", "Numbers 3:18", "Numbers 3:19", "Numbers 3:20", "Numbers 3:21", "Numbers 3:22", "Numbers 3:23", "Numbers 3:24", "Numbers 3:25", "Numbers 3:26", "Numbers 3:27", "Numbers 3:28", "Numbers 3:29", "Numbers 3:30", "Numbers 3:31", "Numbers 3:32", "Numbers 3:33", "Numbers 3:34", "Numbers 3:35", "Numbers 3:36", "Numbers 3:37", "Numbers 3:38", "Numbers 3:39", "Numbers 3:40", "Numbers 3:41", "Numbers 3:42", "Numbers 3:43", "Numbers 3:44", "Numbers 3:45", "Numbers 3:46", "Numbers 3:47", "Numbers 3:48", "Numbers 3:49", "Numbers 3:50", "Numbers 3:51", "Numbers 4:1", "Numbers 4:2", "Numbers 4:3", "Numbers 4:4", "Numbers 4:5", "Numbers 4:6", "Numbers 4:7", "Numbers 4:8", "Numbers 4:9", "Numbers 4:10", "Numbers 4:11", "Numbers 4:12", "Numbers 4:13", "Numbers 4:14", "Numbers 4:15", "Numbers 4:16", "Numbers 4:17", "Numbers 4:18", "Numbers 4:19", "Numbers 4:20", "Numbers 4:21", "Numbers 4:22", "Numbers 4:23", "Numbers 4:24", "Numbers 4:25", "Numbers 4:26", "Numbers 4:27", "Numbers 4:28", "Numbers 4:29", "Numbers 4:30", "Numbers 4:31", "Numbers 4:32", "Numbers 4:33", "Numbers 4:34", "Numbers 4:35", "Numbers 4:36", "Numbers 4:37", "Numbers 4:38", "Numbers 4:39", "Numbers 4:40", "Numbers 4:41", "Numbers 4:42", "Numbers 4:43", "Numbers 4:44", "Numbers 4:45", "Numbers 4:46", "Numbers 4:47", "Numbers 4:48", "Numbers 4:49", "Numbers 5:1", "Numbers 5:2", "Numbers 5:3", "Numbers 5:4", "Numbers 5:5", "Numbers 5:6", "Numbers 5:7", "Numbers 5:8", "Numbers 5:9", "Numbers 5:10", "Numbers 5:11", "Numbers 5:12", "Numbers 5:13", "Numbers 5:14", "Numbers 5:15", "Numbers 5:16", "Numbers 5:17", "Numbers 5:18", "Numbers 5:19", "Numbers 5:20", "Numbers 5:21", "Numbers 5:22", "Numbers 5:23", "Numbers 5:24", "Numbers 5:25", "Numbers 5:26", "Numbers 5:27", "Numbers 5:28", "Numbers 5:29", "Numbers 5:30", "Numbers 5:31", "Numbers 6:1", "Numbers 6:2", "Numbers 6:3", "Numbers 6:4", "Numbers 6:5", "Numbers 6:6", "Numbers 6:7", "Numbers 6:8", "Numbers 6:9", "Numbers 6:10", "Numbers 6:11", "Numbers 6:12", "Numbers 6:13", "Numbers 6:14", "Numbers 6:15", "Numbers 6:16", "Numbers 6:17", "Numbers 6:18", "Numbers 6:19", "Numbers 6:20", "Numbers 6:21", "Numbers 6:22", "Numbers 6:23", "Numbers 6:24", "Numbers 6:25", "Numbers 6:26", "Numbers 6:27", "Numbers 7:1", "Numbers 7:2", "Numbers 7:3", "Numbers 7:4", "Numbers 7:5", "Numbers 7:6", "Numbers 7:7", "Numbers 7:8", "Numbers 7:9", "Numbers 7:10", "Numbers 7:11", "Numbers 7:12", "Numbers 7:13", "Numbers 7:14", "Numbers 7:15", "Numbers 7:16", "Numbers 7:17", "Numbers 7:18", "Numbers 7:19", "Numbers 7:20", "Numbers 7:21", "Numbers 7:22", "Numbers 7:23", "Numbers 7:24", "Numbers 7:25", "Numbers 7:26", "Numbers 7:27", "Numbers 7:28", "Numbers 7:29", "Numbers 7:30", "Numbers 7:31", "Numbers 7:32", "Numbers 7:33", "Numbers 7:34", "Numbers 7:35", "Numbers 7:36", "Numbers 7:37", "Numbers 7:38", "Numbers 7:39", "Numbers 7:40", "Numbers 7:41", "Numbers 7:42", "Numbers 7:43", "Numbers 7:44", "Numbers 7:45", "Numbers 7:46", "Numbers 7:47", "Numbers 7:48", "Numbers 7:49", "Numbers 7:50", "Numbers 7:51", "Numbers 7:52", "Numbers 7:53", "Numbers 7:54", "Numbers 7:55", "Numbers 7:56", "Numbers 7:57", "Numbers 7:58", "Numbers 7:59", "Numbers 7:60", "Numbers 7:61", "Numbers 7:62", "Numbers 7:63", "Numbers 7:64", "Numbers 7:65", "Numbers 7:66", "Numbers 7:67", "Numbers 7:68", "Numbers 7:69", "Numbers 7:70", "Numbers 7:71", "Numbers 7:72", "Numbers 7:73", "Numbers 7:74", "Numbers 7:75", "Numbers 7:76", "Numbers 7:77", "Numbers 7:78", "Numbers 7:79", "Numbers 7:80", "Numbers 7:81", "Numbers 7:82", "Numbers 7:83", "Numbers 7:84", "Numbers 7:85", "Numbers 7:86", "Numbers 7:87", "Numbers 7:88", "Numbers 7:89", "Numbers 8:1", "Numbers 8:2", "Numbers 8:3", "Numbers 8:4", "Numbers 8:5", "Numbers 8:6", "Numbers 8:7", "Numbers 8:8", "Numbers 8:9", "Numbers 8:10", "Numbers 8:11", "Numbers 8:12", "Numbers 8:13", "Numbers 8:14", "Numbers 8:15", "Numbers 8:16", "Numbers 8:17", "Numbers 8:18", "Numbers 8:19", "Numbers 8:20", "Numbers 8:21", "Numbers 8:22", "Numbers 8:23", "Numbers 8:24", "Numbers 8:25", "Numbers 8:26", "Numbers 9:1", "Numbers 9:2", "Numbers 9:3", "Numbers 9:4", "Numbers 9:5", "Numbers 9:6", "Numbers 9:7", "Numbers 9:8", "Numbers 9:9", "Numbers 9:10", "Numbers 9:11", "Numbers 9:12", "Numbers 9:13", "Numbers 9:14", "Numbers 9:15", "Numbers 9:16", "Numbers 9:17", "Numbers 9:18", "Numbers 9:19", "Numbers 9:20", "Numbers 9:21", "Numbers 9:22", "Numbers 9:23", "Numbers 10:1", "Numbers 10:2", "Numbers 10:3", "Numbers 10:4", "Numbers 10:5", "Numbers 10:6", "Numbers 10:7", "Numbers 10:8", "Numbers 10:9", "Numbers 10:10", "Numbers 10:11", "Numbers 10:12", "Numbers 10:13", "Numbers 10:14", "Numbers 10:15", "Numbers 10:16", "Numbers 10:17", "Numbers 10:18", "Numbers 10:19", "Numbers 10:20", "Numbers 10:21", "Numbers 10:22", "Numbers 10:23", "Numbers 10:24", "Numbers 10:25", "Numbers 10:26", "Numbers 10:27", "Numbers 10:28", "Numbers 10:29", "Numbers 10:30", "Numbers 10:31", "Numbers 10:32", "Numbers 10:33", "Numbers 10:34", "Numbers 10:35", "Numbers 10:36", "Numbers 11:1", "Numbers 11:2", "Numbers 11:3", "Numbers 11:4", "Numbers 11:5", "Numbers 11:6", "Numbers 11:7", "Numbers 11:8", "Numbers 11:9", "Numbers 11:10", "Numbers 11:11", "Numbers 11:12", "Numbers 11:13", "Numbers 11:14", "Numbers 11:15", "Numbers 11:16", "Numbers 11:17", "Numbers 11:18", "Numbers 11:19", "Numbers 11:20", "Numbers 11:21", "Numbers 11:22", "Numbers 11:23", "Numbers 11:24", "Numbers 11:25", "Numbers 11:26", "Numbers 11:27", "Numbers 11:28", "Numbers 11:29", "Numbers 11:30", "Numbers 11:31", "Numbers 11:32", "Numbers 11:33", "Numbers 11:34", "Numbers 11:35", "Numbers 12:1", "Numbers 12:2", "Numbers 12:3", "Numbers 12:4", "Numbers 12:5", "Numbers 12:6", "Numbers 12:7", "Numbers 12:8", "Numbers 12:9", "Numbers 12:10", "Numbers 12:11", "Numbers 12:12", "Numbers 12:13", "Numbers 12:14", "Numbers 12:15", "Numbers 12:16", "Numbers 13:1", "Numbers 13:2", "Numbers 13:3", "Numbers 13:4", "Numbers 13:5", "Numbers 13:6", "Numbers 13:7", "Numbers 13:8", "Numbers 13:9", "Numbers 13:10", "Numbers 13:11", "Numbers 13:12", "Numbers 13:13", "Numbers 13:14", "Numbers 13:15", "Numbers 13:16", "Numbers 13:17", "Numbers 13:18", "Numbers 13:19", "Numbers 13:20", "Numbers 13:21", "Numbers 13:22", "Numbers 13:23", "Numbers 13:24", "Numbers 13:25", "Numbers 13:26", "Numbers 13:27", "Numbers 13:28", "Numbers 13:29", "Numbers 13:30", "Numbers 13:31", "Numbers 13:32", "Numbers 13:33", "Numbers 14:1", "Numbers 14:2", "Numbers 14:3", "Numbers 14:4", "Numbers 14:5", "Numbers 14:6", "Numbers 14:7", "Numbers 14:8", "Numbers 14:9", "Numbers 14:10", "Numbers 14:11", "Numbers 14:12", "Numbers 14:13", "Numbers 14:14", "Numbers 14:15", "Numbers 14:16", "Numbers 14:17", "Numbers 14:18", "Numbers 14:19", "Numbers 14:20", "Numbers 14:21", "Numbers 14:22", "Numbers 14:23", "Numbers 14:24", "Numbers 14:25", "Numbers 14:26", "Numbers 14:27", "Numbers 14:28", "Numbers 14:29", "Numbers 14:30", "Numbers 14:31", "Numbers 14:32", "Numbers 14:33", "Numbers 14:34", "Numbers 14:35", "Numbers 14:36", "Numbers 14:37", "Numbers 14:38", "Numbers 14:39", "Numbers 14:40", "Numbers 14:41", "Numbers 14:42", "Numbers 14:43", "Numbers 14:44", "Numbers 14:45", "Numbers 15:1", "Numbers 15:2", "Numbers 15:3", "Numbers 15:4", "Numbers 15:5", "Numbers 15:6", "Numbers 15:7", "Numbers 15:8", "Numbers 15:9", "Numbers 15:10", "Numbers 15:11", "Numbers 15:12", "Numbers 15:13", "Numbers 15:14", "Numbers 15:15", "Numbers 15:16", "Numbers 15:17", "Numbers 15:18", "Numbers 15:19", "Numbers 15:20", "Numbers 15:21", "Numbers 15:22", "Numbers 15:23", "Numbers 15:24", "Numbers 15:25", "Numbers 15:26", "Numbers 15:27", "Numbers 15:28", "Numbers 15:29", "Numbers 15:30", "Numbers 15:31", "Numbers 15:32", "Numbers 15:33", "Numbers 15:34", "Numbers 15:35", "Numbers 15:36", "Numbers 15:37", "Numbers 15:38", "Numbers 15:39", "Numbers 15:40", "Numbers 15:41", "Numbers 16:1", "Numbers 16:2", "Numbers 16:3", "Numbers 16:4", "Numbers 16:5", "Numbers 16:6", "Numbers 16:7", "Numbers 16:8", "Numbers 16:9", "Numbers 16:10", "Numbers 16:11", "Numbers 16:12", "Numbers 16:13", "Numbers 16:14", "Numbers 16:15", "Numbers 16:16", "Numbers 16:17", "Numbers 16:18", "Numbers 16:19", "Numbers 16:20", "Numbers 16:21", "Numbers 16:22", "Numbers 16:23", "Numbers 16:24", "Numbers 16:25", "Numbers 16:26", "Numbers 16:27", "Numbers 16:28", "Numbers 16:29", "Numbers 16:30", "Numbers 16:31", "Numbers 16:32", "Numbers 16:33", "Numbers 16:34", "Numbers 16:35", "Numbers 17:1", "Numbers 17:2", "Numbers 17:3", "Numbers 17:4", "Numbers 17:5", "Numbers 17:6", "Numbers 17:7", "Numbers 17:8", "Numbers 17:9", "Numbers 17:10", "Numbers 17:11", "Numbers 17:12", "Numbers 17:13", "Numbers 17:14", "Numbers 17:15", "Numbers 17:16", "Numbers 17:17", "Numbers 17:18", "Numbers 17:19", "Numbers 17:20", "Numbers 17:21", "Numbers 17:22", "Numbers 17:23", "Numbers 17:24", "Numbers 17:25", "Numbers 17:26", "Numbers 17:27", "Numbers 17:28", "Numbers 18:1", "Numbers 18:2", "Numbers 18:3", "Numbers 18:4", "Numbers 18:5", "Numbers 18:6", "Numbers 18:7", "Numbers 18:8", "Numbers 18:9", "Numbers 18:10", "Numbers 18:11", "Numbers 18:12", "Numbers 18:13", "Numbers 18:14", "Numbers 18:15", "Numbers 18:16", "Numbers 18:17", "Numbers 18:18", "Numbers 18:19", "Numbers 18:20", "Numbers 18:21", "Numbers 18:22", "Numbers 18:23", "Numbers 18:24", "Numbers 18:25", "Numbers 18:26", "Numbers 18:27", "Numbers 18:28", "Numbers 18:29", "Numbers 18:30", "Numbers 18:31", "Numbers 18:32", "Numbers 19:1", "Numbers 19:2", "Numbers 19:3", "Numbers 19:4", "Numbers 19:5", "Numbers 19:6", "Numbers 19:7", "Numbers 19:8", "Numbers 19:9", "Numbers 19:10", "Numbers 19:11", "Numbers 19:12", "Numbers 19:13", "Numbers 19:14", "Numbers 19:15", "Numbers 19:16", "Numbers 19:17", "Numbers 19:18", "Numbers 19:19", "Numbers 19:20", "Numbers 19:21", "Numbers 19:22", "Numbers 20:1", "Numbers 20:2", "Numbers 20:3", "Numbers 20:4", "Numbers 20:5", "Numbers 20:6", "Numbers 20:7", "Numbers 20:8", "Numbers 20:9", "Numbers 20:10", "Numbers 20:11", "Numbers 20:12", "Numbers 20:13", "Numbers 20:14", "Numbers 20:15", "Numbers 20:16", "Numbers 20:17", "Numbers 20:18", "Numbers 20:19", "Numbers 20:20", "Numbers 20:21", "Numbers 20:22", "Numbers 20:23", "Numbers 20:24", "Numbers 20:25", "Numbers 20:26", "Numbers 20:27", "Numbers 20:28", "Numbers 20:29", "Numbers 21:1", "Numbers 21:2", "Numbers 21:3", "Numbers 21:4", "Numbers 21:5", "Numbers 21:6", "Numbers 21:7", "Numbers 21:8", "Numbers 21:9", "Numbers 21:10", "Numbers 21:11", "Numbers 21:12", "Numbers 21:13", "Numbers 21:14", "Numbers 21:15", "Numbers 21:16", "Numbers 21:17", "Numbers 21:18", "Numbers 21:19", "Numbers 21:20", "Numbers 21:21", "Numbers 21:22", "Numbers 21:23", "Numbers 21:24", "Numbers 21:25", "Numbers 21:26", "Numbers 21:27", "Numbers 21:28", "Numbers 21:29", "Numbers 21:30", "Numbers 21:31", "Numbers 21:32", "Numbers 21:33", "Numbers 21:34", "Numbers 21:35", "Numbers 22:1", "Numbers 22:2", "Numbers 22:3", "Numbers 22:4", "Numbers 22:5", "Numbers 22:6", "Numbers 22:7", "Numbers 22:8", "Numbers 22:9", "Numbers 22:10", "Numbers 22:11", "Numbers 22:12", "Numbers 22:13", "Numbers 22:14", "Numbers 22:15", "Numbers 22:16", "Numbers 22:17", "Numbers 22:18", "Numbers 22:19", "Numbers 22:20", "Numbers 22:21", "Numbers 22:22", "Numbers 22:23", "Numbers 22:24", "Numbers 22:25", "Numbers 22:26", "Numbers 22:27", "Numbers 22:28", "Numbers 22:29", "Numbers 22:30", "Numbers 22:31", "Numbers 22:32", "Numbers 22:33", "Numbers 22:34", "Numbers 22:35", "Numbers 22:36", "Numbers 22:37", "Numbers 22:38", "Numbers 22:39", "Numbers 22:40", "Numbers 22:41", "Numbers 23:1", "Numbers 23:2", "Numbers 23:3", "Numbers 23:4", "Numbers 23:5", "Numbers 23:6", "Numbers 23:7", "Numbers 23:8", "Numbers 23:9", "Numbers 23:10", "Numbers 23:11", "Numbers 23:12", "Numbers 23:13", "Numbers 23:14", "Numbers 23:15", "Numbers 23:16", "Numbers 23:17", "Numbers 23:18", "Numbers 23:19", "Numbers 23:20", "Numbers 23:21", "Numbers 23:22", "Numbers 23:23", "Numbers 23:24", "Numbers 23:25", "Numbers 23:26", "Numbers 23:27", "Numbers 23:28", "Numbers 23:29", "Numbers 23:30", "Numbers 24:1", "Numbers 24:2", "Numbers 24:3", "Numbers 24:4", "Numbers 24:5", "Numbers 24:6", "Numbers 24:7", "Numbers 24:8", "Numbers 24:9", "Numbers 24:10", "Numbers 24:11", "Numbers 24:12", "Numbers 24:13", "Numbers 24:14", "Numbers 24:15", "Numbers 24:16", "Numbers 24:17", "Numbers 24:18", "Numbers 24:19", "Numbers 24:20", "Numbers 24:21", "Numbers 24:22", "Numbers 24:23", "Numbers 24:24", "Numbers 24:25", "Numbers 25:1", "Numbers 25:2", "Numbers 25:3", "Numbers 25:4", "Numbers 25:5", "Numbers 25:6", "Numbers 25:7", "Numbers 25:8", "Numbers 25:9", "Numbers 25:10", "Numbers 25:11", "Numbers 25:12", "Numbers 25:13", "Numbers 25:14", "Numbers 25:15", "Numbers 25:16", "Numbers 25:17", "Numbers 25:18", "Numbers 26:1", "Numbers 26:2", "Numbers 26:3", "Numbers 26:4", "Numbers 26:5", "Numbers 26:6", "Numbers 26:7", "Numbers 26:8", "Numbers 26:9", "Numbers 26:10", "Numbers 26:11", "Numbers 26:12", "Numbers 26:13", "Numbers 26:14", "Numbers 26:15", "Numbers 26:16", "Numbers 26:17", "Numbers 26:18", "Numbers 26:19", "Numbers 26:20", "Numbers 26:21", "Numbers 26:22", "Numbers 26:23", "Numbers 26:24", "Numbers 26:25", "Numbers 26:26", "Numbers 26:27", "Numbers 26:28", "Numbers 26:29", "Numbers 26:30", "Numbers 26:31", "Numbers 26:32", "Numbers 26:33", "Numbers 26:34", "Numbers 26:35", "Numbers 26:36", "Numbers 26:37", "Numbers 26:38", "Numbers 26:39", "Numbers 26:40", "Numbers 26:41", "Numbers 26:42", "Numbers 26:43", "Numbers 26:44", "Numbers 26:45", "Numbers 26:46", "Numbers 26:47", "Numbers 26:48", "Numbers 26:49", "Numbers 26:50", "Numbers 26:51", "Numbers 26:52", "Numbers 26:53", "Numbers 26:54", "Numbers 26:55", "Numbers 26:56", "Numbers 26:57", "Numbers 26:58", "Numbers 26:59", "Numbers 26:60", "Numbers 26:61", "Numbers 26:62", "Numbers 26:63", "Numbers 26:64", "Numbers 26:65", "Numbers 27:1", "Numbers 27:2", "Numbers 27:3", "Numbers 27:4", "Numbers 27:5", "Numbers 27:6", "Numbers 27:7", "Numbers 27:8", "Numbers 27:9", "Numbers 27:10", "Numbers 27:11", "Numbers 27:12", "Numbers 27:13", "Numbers 27:14", "Numbers 27:15", "Numbers 27:16", "Numbers 27:17", "Numbers 27:18", "Numbers 27:19", "Numbers 27:20", "Numbers 27:21", "Numbers 27:22", "Numbers 27:23", "Numbers 28:1", "Numbers 28:2", "Numbers 28:3", "Numbers 28:4", "Numbers 28:5", "Numbers 28:6", "Numbers 28:7", "Numbers 28:8", "Numbers 28:9", "Numbers 28:10", "Numbers 28:11", "Numbers 28:12", "Numbers 28:13", "Numbers 28:14", "Numbers 28:15", "Numbers 28:16", "Numbers 28:17", "Numbers 28:18", "Numbers 28:19", "Numbers 28:20", "Numbers 28:21", "Numbers 28:22", "Numbers 28:23", "Numbers 28:24", "Numbers 28:25", "Numbers 28:26", "Numbers 28:27", "Numbers 28:28", "Numbers 28:29", "Numbers 28:30", "Numbers 28:31", "Numbers 29:1", "Numbers 29:2", "Numbers 29:3", "Numbers 29:4", "Numbers 29:5", "Numbers 29:6", "Numbers 29:7", "Numbers 29:8", "Numbers 29:9", "Numbers 29:10", "Numbers 29:11", "Numbers 29:12", "Numbers 29:13", "Numbers 29:14", "Numbers 29:15", "Numbers 29:16", "Numbers 29:17", "Numbers 29:18", "Numbers 29:19", "Numbers 29:20", "Numbers 29:21", "Numbers 29:22", "Numbers 29:23", "Numbers 29:24", "Numbers 29:25", "Numbers 29:26", "Numbers 29:27", "Numbers 29:28", "Numbers 29:29", "Numbers 29:30", "Numbers 29:31", "Numbers 29:32", "Numbers 29:33", "Numbers 29:34", "Numbers 29:35", "Numbers 29:36", "Numbers 29:37", "Numbers 29:38", "Numbers 29:39", "Numbers 30:1", "Numbers 30:2", "Numbers 30:3", "Numbers 30:4", "Numbers 30:5", "Numbers 30:6", "Numbers 30:7", "Numbers 30:8", "Numbers 30:9", "Numbers 30:10", "Numbers 30:11", "Numbers 30:12", "Numbers 30:13", "Numbers 30:14", "Numbers 30:15", "Numbers 30:16", "Numbers 30:17", "Numbers 31:1", "Numbers 31:2", "Numbers 31:3", "Numbers 31:4", "Numbers 31:5", "Numbers 31:6", "Numbers 31:7", "Numbers 31:8", "Numbers 31:9", "Numbers 31:10", "Numbers 31:11", "Numbers 31:12", "Numbers 31:13", "Numbers 31:14", "Numbers 31:15", "Numbers 31:16", "Numbers 31:17", "Numbers 31:18", "Numbers 31:19", "Numbers 31:20", "Numbers 31:21", "Numbers 31:22", "Numbers 31:23", "Numbers 31:24", "Numbers 31:25", "Numbers 31:26", "Numbers 31:27", "Numbers 31:28", "Numbers 31:29", "Numbers 31:30", "Numbers 31:31", "Numbers 31:32", "Numbers 31:33", "Numbers 31:34", "Numbers 31:35", "Numbers 31:36", "Numbers 31:37", "Numbers 31:38", "Numbers 31:39", "Numbers 31:40", "Numbers 31:41", "Numbers 31:42", "Numbers 31:43", "Numbers 31:44", "Numbers 31:45", "Numbers 31:46", "Numbers 31:47", "Numbers 31:48", "Numbers 31:49", "Numbers 31:50", "Numbers 31:51", "Numbers 31:52", "Numbers 31:53", "Numbers 31:54", "Numbers 32:1", "Numbers 32:2", "Numbers 32:3", "Numbers 32:4", "Numbers 32:5", "Numbers 32:6", "Numbers 32:7", "Numbers 32:8", "Numbers 32:9", "Numbers 32:10", "Numbers 32:11", "Numbers 32:12", "Numbers 32:13", "Numbers 32:14", "Numbers 32:15", "Numbers 32:16", "Numbers 32:17", "Numbers 32:18", "Numbers 32:19", "Numbers 32:20", "Numbers 32:21", "Numbers 32:22", "Numbers 32:23", "Numbers 32:24", "Numbers 32:25", "Numbers 32:26", "Numbers 32:27", "Numbers 32:28", "Numbers 32:29", "Numbers 32:30", "Numbers 32:31", "Numbers 32:32", "Numbers 32:33", "Numbers 32:34", "Numbers 32:35", "Numbers 32:36", "Numbers 32:37", "Numbers 32:38", "Numbers 32:39", "Numbers 32:40", "Numbers 32:41", "Numbers 32:42", "Numbers 33:1", "Numbers 33:2", "Numbers 33:3", "Numbers 33:4", "Numbers 33:5", "Numbers 33:6", "Numbers 33:7", "Numbers 33:8", "Numbers 33:9", "Numbers 33:10", "Numbers 33:11", "Numbers 33:12", "Numbers 33:13", "Numbers 33:14", "Numbers 33:15", "Numbers 33:16", "Numbers 33:17", "Numbers 33:18", "Numbers 33:19", "Numbers 33:20", "Numbers 33:21", "Numbers 33:22", "Numbers 33:23", "Numbers 33:24", "Numbers 33:25", "Numbers 33:26", "Numbers 33:27", "Numbers 33:28", "Numbers 33:29", "Numbers 33:30", "Numbers 33:31", "Numbers 33:32", "Numbers 33:33", "Numbers 33:34", "Numbers 33:35", "Numbers 33:36", "Numbers 33:37", "Numbers 33:38", "Numbers 33:39", "Numbers 33:40", "Numbers 33:41", "Numbers 33:42", "Numbers 33:43", "Numbers 33:44", "Numbers 33:45", "Numbers 33:46", "Numbers 33:47", "Numbers 33:48", "Numbers 33:49", "Numbers 33:50", "Numbers 33:51", "Numbers 33:52", "Numbers 33:53", "Numbers 33:54", "Numbers 33:55", "Numbers 33:56", "Numbers 34:1", "Numbers 34:2", "Numbers 34:3", "Numbers 34:4", "Numbers 34:5", "Numbers 34:6", "Numbers 34:7", "Numbers 34:8", "Numbers 34:9", "Numbers 34:10", "Numbers 34:11", "Numbers 34:12", "Numbers 34:13", "Numbers 34:14", "Numbers 34:15", "Numbers 34:16", "Numbers 34:17", "Numbers 34:18", "Numbers 34:19", "Numbers 34:20", "Numbers 34:21", "Numbers 34:22", "Numbers 34:23", "Numbers 34:24", "Numbers 34:25", "Numbers 34:26", "Numbers 34:27", "Numbers 34:28", "Numbers 34:29", "Numbers 35:1", "Numbers 35:2", "Numbers 35:3", "Numbers 35:4", "Numbers 35:5", "Numbers 35:6", "Numbers 35:7", "Numbers 35:8", "Numbers 35:9", "Numbers 35:10", "Numbers 35:11", "Numbers 35:12", "Numbers 35:13", "Numbers 35:14", "Numbers 35:15", "Numbers 35:16", "Numbers 35:17", "Numbers 35:18", "Numbers 35:19", "Numbers 35:20", "Numbers 35:21", "Numbers 35:22", "Numbers 35:23", "Numbers 35:24", "Numbers 35:25", "Numbers 35:26", "Numbers 35:27", "Numbers 35:28", "Numbers 35:29", "Numbers 35:30", "Numbers 35:31", "Numbers 35:32", "Numbers 35:33", "Numbers 35:34", "Numbers 36:1", "Numbers 36:2", "Numbers 36:3", "Numbers 36:4", "Numbers 36:5", "Numbers 36:6", "Numbers 36:7", "Numbers 36:8", "Numbers 36:9", "Numbers 36:10", "Numbers 36:11", "Numbers 36:12", "Numbers 36:13"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, On the Book of Numbers and Its Structure 2-52", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר א׳ ב׳-נ״ב", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "On the Book of Numbers and Its Structure", "he": "במדבר מאמר א׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "במדבר מאמר א׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["T<small>HE READER WHO APPROACHES THE BOOK OF</small> N<small>UMBERS UNDER THE INFLUENCE OF ITS</small> common Hebrew name, <i>Bemidbar</i>, “In the Wilderness,” will logically expect a narrative account of the wanderings of the Israelites before they reach the Promised Land. But the book in its present form is a great deal more than that. To be sure,it contains stories of the long trek from Egypt to Canaan, with moments of triumph and difficulty, obedience and rebellion. Some of the great narratives of the Pentateuch are here, from the account of Korah’s revolt (Chap. 16) to Moshe’s sin (20) to Bil'am’s recalcitrant donkey (22). But the book also features census and sacrificial donation lists; details of the setup of Israel’s camp; the duties of the Levites in the traveling sanctuary; laws regarding wives suspected of adultery and those who take on extraordinary vows; a complicated and mysterious ritual for removing the extreme ritual pollution carried by death; a doubled tale about daughters inheriting land; and a host of other rules and regulations.", "It is this composite character and apparent lack of easily definable structure that imbue the book with fascination for scholars and with frustration for lay readers. While the four other books of the Torah also mix narrative, law, poetry, and cultic regulations, none of them has combined and alternated these genres with such abandon. There are a number of possible explanations for this. First, it is conceivable that Numbers as we have it reflects the desire to preserve as many traditions about the wilderness wanderings as possible; as Greenberg (1972) has demonstrated with the traditions about the revelation on Mount Sinai, it may have been more important to collect everything relevant than to create a smooth or seamless text. Second, here as elsewhere in the Torah, narrative may serve to introduce law or to provide the preceding background for it. Third, there is an aesthetic consideration: the great rebellion stories in the center of the book, to give an example, are separated from one another by prescriptive legal passages. Earlier books in the Torah similarly utilize breaks of varying lengths (e.g., the genealogical lists in Genesis, the Tabernacle texts of Exodus). The result is to highlight both narrative and law, and also to provide a large-scale rhythm to the book (Milgrom comments on the consistent alternating pattern).", "The kind of literary mixture that we find in Numbers goes beyond that rabbinic dictum that “the Torah speaks in human language.” It suggests that, far from betraying human frailties in the composition or transmission of the traditions presented in Numbers, a purposeful and powerful hand has been at work. More than any other book in the Torah, this one gives evidence of an editorial process. While the finished product may not be able to help us unravel the detailed history of that process, we may at least observe that much has been added to the wilderness narratives, in a way that transforms them into a patterned view of Israel’s early history.", "Recent commentaries see a two- or three-part structure to Numbers, based either on geography—the Sinai Wilderness, Kadesh, the plains of Moab—or chronology. Since the book as we have it is not entirely clear about either area— there seems to be internal disagreement about where the spies (Chap. 13) left from and went, and also about when the forty-year punishment began—I am in general agreement with Olson’s scheme of seeing the book as “The Death of the Old and the Birth of the New,” that is, the slave generation and that of their children, which are set apart by the two census lists in Chapters 1 and 26. But the differences between Chapters 1–10 and 11–25 must also be taken into account. I propose the following theoretical structure:", "I In the Wilderness of Sinai: The Camp", "1 The Census (Musterings) of the Israelites; the Duties of the Levites", "2 The Ordering of the Camp", "3 The Census of the Levites According to Their Duties", "4 The Tasks of the Levites", "5 Threats to the Ritual Integrity of the Camp", "6 Procedure Regarding a Nazirite; the Priestly Blessing", "7 Gifts of the Tribes to the Tabernacle", "8 The Tabernacle Lamps; Purification of the Levites", "9 Passover in the Wilderness; God’s Presence with the Tabernacle", "10 The Journey to Canaan Commences", "II The Rebellious Folk: Narratives of Challenge", "A Sealing the Fate of the First Generation", "11 First Rebellion: Food", "12 Second Rebellion: Siblings", "13 The Spies’ Mission", "14 Third Rebellion: Panic", "15 Interlude: Rules on Sacrifices, Sabbath, and Tassels", "B The Crisis of Leadership", "16 Fourth Rebellion: Korah and the Levites", "17 Fifth Rebellion: After the Purge", "18 The Levites as Guardians", "19 Pollution by Death and Its Removal", "20 Sixth Rebellion: The Sin of Moshe and Aharon", "C Encountering the Other", "21 Encounters with Various Neighbors; Seventh Rebellion:", "Food and Water", "22–24 The Bil'am Cycle", "25 Final Rebellion: Apostasy", "III In the Plains of Moab: Preparations for the Conquest of Canaan", "26 The Second Census", "27 Inheritance: the Daughters of Tzelofhad I", "28–29 Sacrifices for Holy Days", "30 Rules Concerning Vows", "31 First Battle and Aftermath", "32 Two and a Half Tribes and the Future Conquest", "33 Wilderness Itinerary and Warning", "34 Future Borders", "35 The Levites’ Towns of Asylum", "36 Inheritance: the Daughters of Tzelofhad II", "In this scheme, not only does the otherwise haphazard subject matter of the book fit roughly into the three divisions, but the divisions themselves seem to correspond to narrative mood swings. This might be characterized as a movement from order to chaos, and back to order again. The wilderness camp is still connected to the ordering—nation-founding—experience of Sinai; God speaks to Moshe from the Tabernacle, both here and in Leviticus, and the structure serves as a surrogate Mount Sinai. The concerns of Part I, therefore, are expressed in lists, and the section is filled with them.", "With the rebellion narratives of Part II, which not coincidentally take place as soon as Israel sets out on its journey through the wilderness, the idealistic order of Sinai is broken, and the people (and Moshe) must deal with the harsh reality of life in the desert. It becomes clear that nation-founding involves not only the giving of laws and the arranging of societal roles, but also the developing of the ability to cope with physical and spiritual challenges to survival.", "The slave generation is unable to successfully meet the challenge, and Part II chronicles their failures and their punishment. They had been born into the rigidly ordered situation of slavery—an order with underlying spiritual chaos— and only their children, born into the chaotic but free air of the wilderness, can be readied for the orderly transition into conquest and societal life on their own soil. This readying process is portrayed in Part III, through a series of lists once again: another military census, clear inheritance laws, a sacred calendar tied to the growing cycles of the land, a tracing of the Israelites’ travels through the wilderness, and a laying out of future borders. By the end of the book, Israel is fully prepared to enter the land, with a new generation, new leadership in the wings, a full set of societal rules, an operative cult, and, above all, a collective memory of experiences that serve to instruct and warn future generations. These issues will be fully and memorably summarized in the great final speeches of Moshe that comprise the last book of the Torah, Deuteronomy.", "Of special note in the book of Numbers is the emphasis on the Levites and their tasks. The text introduces this group, which may have originated as a guild rather than as a tribe, already in Chapter 1 (v.47). Thereafter, they play a major role in the book—the portrayal of their purification for service (Chap. 8), the great rebellion fomented by some of them (16), their important function as guardians against encroachment on the sanctuary (18), and their distribution in certain towns that serve also as places of refuge for accidental manslayers (35) is spread throughout the book, as if to form a distinctive thread amid the other themes of wandering, rebellion, and preparation for conquest. This interest in the Levites, in the eyes of some scholars, signals a particularly late development in the history of Israelite religion, and perhaps a late editing for our book as well. It also indicates how thoroughly the wilderness traditions have been reworked, to establish a hoary history for the central Israelite institutions connected with divine worship. While it is next to impossible to trace the internal struggles of the Israelite priesthood over the centuries with historical precision, it seems clear that such strife was part of history, and may be reflected in the portrayals of Aharon, Korah, and Pin’has, to mention just a few of the priestly/Levitical figures that populate the wilderness stories. At any rate, the combining of clearly priestly material into the varied narrative and poetic stuff of Numbers has created a book different than what might have been, had the editors sought a story and only a story. The same, of course, might be said for the entire five books of which Numbers is a part.", "As I noted in the introduction to Volume II of this work, <i>Now These Are the Names</i> (Exodus), the hero’s journey through the unknown is, of course, a central theme in Western literature. From Homer’s <i>Odyssey</i> to Sinbad’s journeys in <i>A Thousand and One Nights</i> to the many twentieth-century works on the theme, the protagonist’s unfamiliar terrain has become the familiar metaphor for our own inner journeys. Such accounts normally concentrate on obstacles in the way: opponents divine and human, harsh landscapes, wild beasts, lack of water, lack of people and succor. Heroes are left to their own devices, and if they are successful in completing their journey, the audience experiences the vicarious triumph of conquering the impossible. Indeed, the operating principle seems to be: the greater the obstacles, the more stunning the triumph.", "The wilderness trek recounted in the heart of the book of Numbers has a wholly different feel. To be sure, there are obstacles, some of them standard, such as the dearth of food and water and the opposition of hostile nations along the way. But the main emphasis in these texts is on internal obstacles—the people’s lack of trust, faith, and courage. And as so often happens in the Torah, physical background, as important as it obviously is in Numbers, what with a myriad of geographical locations noted, is overshadowed by the dominant issue of the relationship between Israel and God. The God of the wilderness journey is initially a provider and protector (cf. Ex. 15–18); when he turns lawgiver, Israel’s situation seems secure despite the harsh ecological setting. But Numbers has chosen to remember the people’s moments of doubt and rebellion above all, and so the orderly leaving of Sinai which closes the first part of the book, along with the orderly preparations for conquest that mark its third part, fade in the reader’s consciousness before the memorable narratives in Chapters 11–25.", "It has been pointed out (Tunyogi) that these stories serve as “foundation accounts,” as stories that tell about “the archetypes to be repeated in all coming generations.” As such, they are significant in later Israel’s understanding of itself. Through the book of Numbers, later generations were warned not to repeat the sins of the wilderness; and Moshe himself came to be looked upon as the quintessential prophet. For the era of the literary prophets (ninth-sixth centuries <small>B.C.E.</small>), concerned as they were with Israel’s forgetfulness and backsliding, and the era of Babylonian Exile (sixth century <small>B.C.E.</small>), in which the exiles also found themselves outside the Promised Land, there could have been no stronger warning or cause for hope than the stories and laws set down in the Torah, and especially the traditions recorded in the book of Numbers."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62037eea6bfddfbb310fed1e", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Numbers, Part III; The Preparations for Conquest, The Wilderness Marches 2-3", "anchorRef": "Numbers 33:1-56", "anchorRefExpanded": ["Numbers 33:1", "Numbers 33:2", "Numbers 33:3", "Numbers 33:4", "Numbers 33:5", "Numbers 33:6", "Numbers 33:7", "Numbers 33:8", "Numbers 33:9", "Numbers 33:10", "Numbers 33:11", "Numbers 33:12", "Numbers 33:13", "Numbers 33:14", "Numbers 33:15", "Numbers 33:16", "Numbers 33:17", "Numbers 33:18", "Numbers 33:19", "Numbers 33:20", "Numbers 33:21", "Numbers 33:22", "Numbers 33:23", "Numbers 33:24", "Numbers 33:25", "Numbers 33:26", "Numbers 33:27", "Numbers 33:28", "Numbers 33:29", "Numbers 33:30", "Numbers 33:31", "Numbers 33:32", "Numbers 33:33", "Numbers 33:34", "Numbers 33:35", "Numbers 33:36", "Numbers 33:37", "Numbers 33:38", "Numbers 33:39", "Numbers 33:40", "Numbers 33:41", "Numbers 33:42", "Numbers 33:43", "Numbers 33:44", "Numbers 33:45", "Numbers 33:46", "Numbers 33:47", "Numbers 33:48", "Numbers 33:49", "Numbers 33:50", "Numbers 33:51", "Numbers 33:52", "Numbers 33:53", "Numbers 33:54", "Numbers 33:55", "Numbers 33:56"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, Part III; The Preparations for Conquest, The Wilderness Marches 2-3", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר ד׳, במדבר הערה ז׳ ב׳-ג׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "The Wilderness Marches", "he": "במדבר הערה ז׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "במדבר הערה ז׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["Another list in the book of Numbers traces the full journey of the Israelites from Egypt—as the Egyptians are still burying their firstborn dead!—to a spot opposite Jericho by the Jordan. It would of course be ideal if we could map out the route, but the location of most of the places mentioned in the chapter has been lost over time. We are left with the rhythm of the place-names rather than a viable historical record.", "Vv.50ff. introduce a new note, appropriate in view of the preconquest situation. Before Moshe lays out the future borders of Israelite Canaan in the next chapter, he must warn his charges about the dangers of leaving the conquered peoples (and their religious culture) settled in the land. This concern is typical of Deuteronomy, and figures in later history (cf. Judg. 1), where the apparent failure to do what is demanded here is understood as having led to idol-worship in Israel."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620380ae713bd8cd388d3e57", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Numbers, Part III; The Preparations for Conquest 2-10", "anchorRef": "Numbers 26:1-36:13", "anchorRefExpanded": ["Numbers 26:1", "Numbers 26:2", "Numbers 26:3", "Numbers 26:4", "Numbers 26:5", "Numbers 26:6", "Numbers 26:7", "Numbers 26:8", "Numbers 26:9", "Numbers 26:10", "Numbers 26:11", "Numbers 26:12", "Numbers 26:13", "Numbers 26:14", "Numbers 26:15", "Numbers 26:16", "Numbers 26:17", "Numbers 26:18", "Numbers 26:19", "Numbers 26:20", "Numbers 26:21", "Numbers 26:22", "Numbers 26:23", "Numbers 26:24", "Numbers 26:25", "Numbers 26:26", "Numbers 26:27", "Numbers 26:28", "Numbers 26:29", "Numbers 26:30", "Numbers 26:31", "Numbers 26:32", "Numbers 26:33", "Numbers 26:34", "Numbers 26:35", "Numbers 26:36", "Numbers 26:37", "Numbers 26:38", "Numbers 26:39", "Numbers 26:40", "Numbers 26:41", "Numbers 26:42", "Numbers 26:43", "Numbers 26:44", "Numbers 26:45", "Numbers 26:46", "Numbers 26:47", "Numbers 26:48", "Numbers 26:49", "Numbers 26:50", "Numbers 26:51", "Numbers 26:52", "Numbers 26:53", "Numbers 26:54", "Numbers 26:55", "Numbers 26:56", "Numbers 26:57", "Numbers 26:58", "Numbers 26:59", "Numbers 26:60", "Numbers 26:61", "Numbers 26:62", "Numbers 26:63", "Numbers 26:64", "Numbers 26:65", "Numbers 27:1", "Numbers 27:2", "Numbers 27:3", "Numbers 27:4", "Numbers 27:5", "Numbers 27:6", "Numbers 27:7", "Numbers 27:8", "Numbers 27:9", "Numbers 27:10", "Numbers 27:11", "Numbers 27:12", "Numbers 27:13", "Numbers 27:14", "Numbers 27:15", "Numbers 27:16", "Numbers 27:17", "Numbers 27:18", "Numbers 27:19", "Numbers 27:20", "Numbers 27:21", "Numbers 27:22", "Numbers 27:23", "Numbers 28:1", "Numbers 28:2", "Numbers 28:3", "Numbers 28:4", "Numbers 28:5", "Numbers 28:6", "Numbers 28:7", "Numbers 28:8", "Numbers 28:9", "Numbers 28:10", "Numbers 28:11", "Numbers 28:12", "Numbers 28:13", "Numbers 28:14", "Numbers 28:15", "Numbers 28:16", "Numbers 28:17", "Numbers 28:18", "Numbers 28:19", "Numbers 28:20", "Numbers 28:21", "Numbers 28:22", "Numbers 28:23", "Numbers 28:24", "Numbers 28:25", "Numbers 28:26", "Numbers 28:27", "Numbers 28:28", "Numbers 28:29", "Numbers 28:30", "Numbers 28:31", "Numbers 29:1", "Numbers 29:2", "Numbers 29:3", "Numbers 29:4", "Numbers 29:5", "Numbers 29:6", "Numbers 29:7", "Numbers 29:8", "Numbers 29:9", "Numbers 29:10", "Numbers 29:11", "Numbers 29:12", "Numbers 29:13", "Numbers 29:14", "Numbers 29:15", "Numbers 29:16", "Numbers 29:17", "Numbers 29:18", "Numbers 29:19", "Numbers 29:20", "Numbers 29:21", "Numbers 29:22", "Numbers 29:23", "Numbers 29:24", "Numbers 29:25", "Numbers 29:26", "Numbers 29:27", "Numbers 29:28", "Numbers 29:29", "Numbers 29:30", "Numbers 29:31", "Numbers 29:32", "Numbers 29:33", "Numbers 29:34", "Numbers 29:35", "Numbers 29:36", "Numbers 29:37", "Numbers 29:38", "Numbers 29:39", "Numbers 30:1", "Numbers 30:2", "Numbers 30:3", "Numbers 30:4", "Numbers 30:5", "Numbers 30:6", "Numbers 30:7", "Numbers 30:8", "Numbers 30:9", "Numbers 30:10", "Numbers 30:11", "Numbers 30:12", "Numbers 30:13", "Numbers 30:14", "Numbers 30:15", "Numbers 30:16", "Numbers 30:17", "Numbers 31:1", "Numbers 31:2", "Numbers 31:3", "Numbers 31:4", "Numbers 31:5", "Numbers 31:6", "Numbers 31:7", "Numbers 31:8", "Numbers 31:9", "Numbers 31:10", "Numbers 31:11", "Numbers 31:12", "Numbers 31:13", "Numbers 31:14", "Numbers 31:15", "Numbers 31:16", "Numbers 31:17", "Numbers 31:18", "Numbers 31:19", "Numbers 31:20", "Numbers 31:21", "Numbers 31:22", "Numbers 31:23", "Numbers 31:24", "Numbers 31:25", "Numbers 31:26", "Numbers 31:27", "Numbers 31:28", "Numbers 31:29", "Numbers 31:30", "Numbers 31:31", "Numbers 31:32", "Numbers 31:33", "Numbers 31:34", "Numbers 31:35", "Numbers 31:36", "Numbers 31:37", "Numbers 31:38", "Numbers 31:39", "Numbers 31:40", "Numbers 31:41", "Numbers 31:42", "Numbers 31:43", "Numbers 31:44", "Numbers 31:45", "Numbers 31:46", "Numbers 31:47", "Numbers 31:48", "Numbers 31:49", "Numbers 31:50", "Numbers 31:51", "Numbers 31:52", "Numbers 31:53", "Numbers 31:54", "Numbers 32:1", "Numbers 32:2", "Numbers 32:3", "Numbers 32:4", "Numbers 32:5", "Numbers 32:6", "Numbers 32:7", "Numbers 32:8", "Numbers 32:9", "Numbers 32:10", "Numbers 32:11", "Numbers 32:12", "Numbers 32:13", "Numbers 32:14", "Numbers 32:15", "Numbers 32:16", "Numbers 32:17", "Numbers 32:18", "Numbers 32:19", "Numbers 32:20", "Numbers 32:21", "Numbers 32:22", "Numbers 32:23", "Numbers 32:24", "Numbers 32:25", "Numbers 32:26", "Numbers 32:27", "Numbers 32:28", "Numbers 32:29", "Numbers 32:30", "Numbers 32:31", "Numbers 32:32", "Numbers 32:33", "Numbers 32:34", "Numbers 32:35", "Numbers 32:36", "Numbers 32:37", "Numbers 32:38", "Numbers 32:39", "Numbers 32:40", "Numbers 32:41", "Numbers 32:42", "Numbers 33:1", "Numbers 33:2", "Numbers 33:3", "Numbers 33:4", "Numbers 33:5", "Numbers 33:6", "Numbers 33:7", "Numbers 33:8", "Numbers 33:9", "Numbers 33:10", "Numbers 33:11", "Numbers 33:12", "Numbers 33:13", "Numbers 33:14", "Numbers 33:15", "Numbers 33:16", "Numbers 33:17", "Numbers 33:18", "Numbers 33:19", "Numbers 33:20", "Numbers 33:21", "Numbers 33:22", "Numbers 33:23", "Numbers 33:24", "Numbers 33:25", "Numbers 33:26", "Numbers 33:27", "Numbers 33:28", "Numbers 33:29", "Numbers 33:30", "Numbers 33:31", "Numbers 33:32", "Numbers 33:33", "Numbers 33:34", "Numbers 33:35", "Numbers 33:36", "Numbers 33:37", "Numbers 33:38", "Numbers 33:39", "Numbers 33:40", "Numbers 33:41", "Numbers 33:42", "Numbers 33:43", "Numbers 33:44", "Numbers 33:45", "Numbers 33:46", "Numbers 33:47", "Numbers 33:48", "Numbers 33:49", "Numbers 33:50", "Numbers 33:51", "Numbers 33:52", "Numbers 33:53", "Numbers 33:54", "Numbers 33:55", "Numbers 33:56", "Numbers 34:1", "Numbers 34:2", "Numbers 34:3", "Numbers 34:4", "Numbers 34:5", "Numbers 34:6", "Numbers 34:7", "Numbers 34:8", "Numbers 34:9", "Numbers 34:10", "Numbers 34:11", "Numbers 34:12", "Numbers 34:13", "Numbers 34:14", "Numbers 34:15", "Numbers 34:16", "Numbers 34:17", "Numbers 34:18", "Numbers 34:19", "Numbers 34:20", "Numbers 34:21", "Numbers 34:22", "Numbers 34:23", "Numbers 34:24", "Numbers 34:25", "Numbers 34:26", "Numbers 34:27", "Numbers 34:28", "Numbers 34:29", "Numbers 35:1", "Numbers 35:2", "Numbers 35:3", "Numbers 35:4", "Numbers 35:5", "Numbers 35:6", "Numbers 35:7", "Numbers 35:8", "Numbers 35:9", "Numbers 35:10", "Numbers 35:11", "Numbers 35:12", "Numbers 35:13", "Numbers 35:14", "Numbers 35:15", "Numbers 35:16", "Numbers 35:17", "Numbers 35:18", "Numbers 35:19", "Numbers 35:20", "Numbers 35:21", "Numbers 35:22", "Numbers 35:23", "Numbers 35:24", "Numbers 35:25", "Numbers 35:26", "Numbers 35:27", "Numbers 35:28", "Numbers 35:29", "Numbers 35:30", "Numbers 35:31", "Numbers 35:32", "Numbers 35:33", "Numbers 35:34", "Numbers 36:1", "Numbers 36:2", "Numbers 36:3", "Numbers 36:4", "Numbers 36:5", "Numbers 36:6", "Numbers 36:7", "Numbers 36:8", "Numbers 36:9", "Numbers 36:10", "Numbers 36:11", "Numbers 36:12", "Numbers 36:13"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, Part III; The Preparations for Conquest 2-10", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר ד׳ ב׳-י׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Part III; The Preparations for Conquest", "he": "במדבר מאמר ד׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["T<small>HE LAST PART OF</small> N<small>UMBERS IS WHAT THE READER MIGHT HAVE EXPECTED ALL ALONG</small>: a collection of materials that deal directly with the upcoming conquest of Canaan. It is concerned, then, with the transfer of leadership from Moshe to Yehoshua (Joshua); with provisions for two and a half tribes to remain on the east bank of the Jordan River, as long as they take part in the impending invasion; with listing the entire route of the Israelites, from Egypt to the plains of Moab; and with the borders of the land to be conquered.", "As has been the case earlier in the book, however, other material intervenes: a theme and variation doublet on the inheritance of land in a case where a man leaves daughters, not sons; two chapters on what sacrifices are to be brought on holy days; a section on vows taken by women; war with Midyan and the precise apportioning of spoils, both to warriors and to the sanctuary; and the law regarding accidental homicide, in which family vengeance is circumvented by the existence of “safe” Levite towns to which the manslayer may flee.", "The inconsistent thematics may again be explained by the intrusion of an editorial hand, again by priestly interests. In Levine’s view, most of Chapters 25–36 function to establish matters of importance in the priestly view, just as in Chapters 1–10. Here law takes precedence over narrative.", "Despite the varied subject matter of this section, it holds together structurally, via the common biblical technique of word (sound) repetition. The rather common verb <i>tzivvah</i>, “command,” weaves through every one of Chapters 26–36, except for 33. Sometimes it introduces what God wants the Israelites to do; sometimes it leads to the formula of fulfillment, “as YHWH commanded the Children of Israel, so they did”; still other times it refers to a command given by Moshe himself. The entire section begins with the verb (26:4), and ends with it as well (36:13). In addition, the chapters most far afield, 28–29 (taken as a unit) and 30, begin and end with it. Whether this was a conscious technique by redactors is hard to say, but its existence is striking.", "Another structural device, that of framing, also occurs in this part of the book: after the introductory census (Chap. 26), the rest is built between two brackets, each involving the daughters of Tzelofhad, and each opening with the verb “to come-near” (27:1 and 36:1). So despite the wide-ranging material, some sense of unity has been imposed upon it.", "Finally, there is the key occurrence, for the book of Numbers, of more lists, from census to holiday sacrifices, from stops along the journey to the precise borders of the Promised Land. We are in the presence of order once again.", "What remains lacking at the end of the book is exactly what Deuteronomy supplies: a final exhortation from Moshe, which includes reiteration and further clarification of the laws, a public covenant ceremony, Moshe’s long blessing of the people, and the account of his death and burial. If added here, these topics might have tipped the scales of Numbers, which has given us almost too much to digest as it is; as the Torah has come down to us, they are more appropriately treated in the expansive and majestic rhetorical setting of Deuteronomy.", "<img>", "<b><i>Num. 26:3</i> Moshe spoke, and El’azar the priest, to them in the Plains of Moav …</b>"], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620382f1c9ad75f2d99afa4e", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "", "ref": "The Five Books of Moses, by Everett Fox, Numbers, Part III; The Preparations for Conquest, The Wilderness Marches 1", "anchorRef": "Numbers 33:1-56", "anchorRefExpanded": ["Numbers 33:1", "Numbers 33:2", "Numbers 33:3", "Numbers 33:4", "Numbers 33:5", "Numbers 33:6", "Numbers 33:7", "Numbers 33:8", "Numbers 33:9", "Numbers 33:10", "Numbers 33:11", "Numbers 33:12", "Numbers 33:13", "Numbers 33:14", "Numbers 33:15", "Numbers 33:16", "Numbers 33:17", "Numbers 33:18", "Numbers 33:19", "Numbers 33:20", "Numbers 33:21", "Numbers 33:22", "Numbers 33:23", "Numbers 33:24", "Numbers 33:25", "Numbers 33:26", "Numbers 33:27", "Numbers 33:28", "Numbers 33:29", "Numbers 33:30", "Numbers 33:31", "Numbers 33:32", "Numbers 33:33", "Numbers 33:34", "Numbers 33:35", "Numbers 33:36", "Numbers 33:37", "Numbers 33:38", "Numbers 33:39", "Numbers 33:40", "Numbers 33:41", "Numbers 33:42", "Numbers 33:43", "Numbers 33:44", "Numbers 33:45", "Numbers 33:46", "Numbers 33:47", "Numbers 33:48", "Numbers 33:49", "Numbers 33:50", "Numbers 33:51", "Numbers 33:52", "Numbers 33:53", "Numbers 33:54", "Numbers 33:55", "Numbers 33:56"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, Part III; The Preparations for Conquest, The Wilderness Marches 1", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר ד׳, במדבר הערה ז׳ א׳", "anchorVerse": 1, "sourceHasEn": true, "commentaryNum": 1, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "במדבר הערה ז׳", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<a class=\"refLink\" data-ref=\"Numbers 33:1-56\" data-ven=\"The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995\">Numbers 33:1-56</a>", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62e631d6eadfb73fe77ce235", "index_title": "Rav Hirsch on Torah", "category": "Quoting Commentary", "type": "", "ref": "Rav Hirsch on Torah, Deuteronomy 10:6:1", "anchorRef": "Numbers 33:31", "anchorRefExpanded": ["Numbers 33:31"], "sourceRef": "Rav Hirsch on Torah, Deuteronomy 10:6:1", "sourceHeRef": "רש\"ר הירש על התורה, דברים י׳:ו׳:א׳", "anchorVerse": 31, "sourceHasEn": true, "compDate": [1845, 1875], "commentaryNum": 6.0001, "collectiveTitle": {"en": "Rav Hirsch on Torah", "he": "רש\"ר הירש על התורה"}, "heTitle": "דברים", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "VV. 6 u. 7. וכני ישראל וגו׳. Auch über Aharons Tod hinaus gehen des Volkes Geschick und des Volkes Bestimmung ihrer Zukunft ungehemmt entgegen. Aharon scheidet aus ihrer Mitte hinaus und stirbt auf Berges Höhen, an seine Stelle tritt sein Sohn im Volke und das Volk zieht seiner Bestimmung weiter entgegen. (Siehe oben einleitend zu Kap. 9, 7.) – Bamidbar 33, 31 folgen die Reisestationen also aufeinander:", "versionTitle": "Der Pentateuch. Übersetzt und erläutert von Samson Raphael Hirsch, 1903 [de]", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "64185cc89b61665c8769914e", "index_title": "Reggio on Torah", "category": "Quoting Commentary", "type": "", "ref": "Reggio on Torah, Deuteronomy 10:6:2", "anchorRef": "Numbers 33:31", "anchorRefExpanded": ["Numbers 33:31"], "sourceRef": "Reggio on Torah, Deuteronomy 10:6:2", "sourceHeRef": "ביאור יש\"ר על התורה, דברים י׳:ו׳:ב׳", "anchorVerse": 31, "sourceHasEn": false, "compDate": [1790, 1810], "commentaryNum": 6.0002, "collectiveTitle": {"en": "Reggio on Torah", "he": "ביאור יש\"ר על התורה"}, "heTitle": "דברים", "he": "<b>מבארת בני יעקן מוסרה,</b> והלא ממוסרות באו לבני יעקן שנאמר ויסעו ממוסרות ויחנו בבני יעקן (במדבר ל\"ג ל\"א)? ועוד שם מת אהרן והלא בהר ההר מת? אלא צריך לידע כי הר ההר גדול שבהרים הוא וארוך פרסאות רבות, ושמו מוכיח כי הוא יקרא הר ויקראו לו ההר לגדלו וארכו, וכך אמרו רבותינו שהיה הר ע\"ג הר, והיה סוף ההר עד גבול ארץ אדום וראשו קרוב לחשמונה והיו במישור אשר לפני הר ההר ערים או מקומות רבים, ואלה שמותן מוסרות, ובני יעקן, וחר הגדגד, ויטבתה, ועברונה, ועציון גבר, ואלה המקומות אין ביניהם מרחק רב, כי המחנה הגדול ההוא ביום אחד מהלכים כמו פרסה או פחות מכאן, ונסעו מקדש ויחנו בהר ההר, כלומר שנכנסו בו במקום שפל אשר היה ברגלי ההר ואז צוה ה' למשה והעל איתם הר ההר שיעלה למעלה על ראשו הוא תחלת ההר, והנה עלו על ראשו של הר והגיע כנגד מוסרות, ומת אהרן שם, והוא שנאמר וימת שם אהרן בראש ההר, והנה מיתתו במוסרה ואפשר שהיו מקומות האלה בשמם נחשבים כהר עצמו, ויקרא ראש ההר, וכנגדו במישור שני מוסרות, ושם כל אחת מוסרה שיאמרו מוסרה חשר בהר ומוסרה אשר בשפלה, והיו במקום אשר נקרא חשמונה בארות הרבה, נקראו בארות בני יעקן שאנשי בני יעקן באים שם להשקות צאנם, ואין זה מקום בני יעקן, ולפיכך נכון לומר שנסעו מבארות בני יעקן למוסרה ומשם למוסרות, ומשם אל מקום בני יעקן:", "heVersionTitle": "Vienna, 1821", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "657ecc7c758c1dc532ec944f", "index_title": "Steinsaltz on Numbers", "category": "Commentary", "type": "commentary", "ref": "Steinsaltz on Numbers 33:31", "anchorRef": "Numbers 33:31", "anchorRefExpanded": ["Numbers 33:31"], "sourceRef": "Steinsaltz on Numbers 33:31", "sourceHeRef": "ביאור שטיינזלץ על במדבר ל״ג:ל״א", "anchorVerse": 31, "sourceHasEn": true, "commentaryNum": 33.0031, "collectiveTitle": {"en": "Steinsaltz", "he": "ביאור שטיינזלץ"}, "heTitle": "ביאור שטיינזלץ על במדבר", "he": "<b>וַיִּסְעוּ מִמֹּסֵרוֹת, וַיַּחֲנוּ בִּבְנֵי יַעֲקָן.</b>", "heVersionTitle": "The Koren Steinsaltz Tanakh HaMevoar - Hebrew", "heLicense": "Copyright: Steinsaltz Center", "heVersionTitleInHebrew": "", "text": "<b>They traveled from Moserot, and encamped in Benei Yaakan. </b>", "versionTitle": "The Steinsaltz Tanakh - English", "license": "Copyright: Steinsaltz Center", "versionTitleInHebrew": ""}, {"_id": "58e39febd6e4a94c42d10b1b", "index_title": "Ibn Ezra on Deuteronomy", "category": "Quoting Commentary", "type": "", "ref": "Ibn Ezra on Deuteronomy 10:6:1", "anchorRef": "Numbers 33:31", "anchorRefExpanded": ["Numbers 33:31"], "sourceRef": "Ibn Ezra on Deuteronomy 10:6:1", "sourceHeRef": "אבן עזרא על דברים י׳:ו׳:א׳", "anchorVerse": 31, "sourceHasEn": true, "compDate": [1155, 1165], "commentaryNum": 6.0001, "collectiveTitle": {"en": "Ibn Ezra on Deuteronomy", "he": "אבן עזרא על דברים"}, "heTitle": "אבן עזרא על דברים", "he": "<b>ובני ישראל נסעו מבארות בני יעקב מוסרה.</b> נכנס זה הפסוק במקום הזה בעבור שאמר ואתפלל גם בעד אהרן בעת ההיא ואמר כי לא מת אהרן רק בשנת הארבעים והעד שכן פירושו שאמר בעת ההיא הבדיל ה' את שבט לוי וזה היה בהר סיני כאשר פירשתי בפרשת וידבר וקדמונינו אמרו שנסעו לאחור ומה נעש' במלת שם מת אהרן ויקבר שם ור' יצחק אבן גיאת ז״‎ל הספרדי פי' שם כמו אז וכמוהו משם רוע' ואין צורך רק לפי דעתי כי מבארות בני יעקן איננו בני יעקן גם מוסרה איננו מוסרות רק קדש יקרא בארות בני יעקן ושם מדבר הר ההר מוסרה ורבים כן הלא תראה הכתוב אמר מדבר שור ובפסוק אחר מדבר איתם:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "AND THE CHILDREN OF ISRAEL JOURNEYED FROM BEEROTH-BENEJAAKAN TO MOSERAH; THERE AARON DIED. This verse is placed here<sup class=\"footnote-marker\">21</sup><i class=\"footnote\">Amidst the account of the golden calf.</i> because Moses said, <i>And I prayed for Aaron also the same time</i> (Deut. 9:20).<sup class=\"footnote-marker\">22</sup><i class=\"footnote\">Saying, <i>And I prayed for Aaron also at that time</i>, Moses indicated that Aaron did not go along with those who worshipped the calf.</i> Moses indicated that Aaron did not die until the fortieth year (Num. 33:38).<sup class=\"footnote-marker\">23</sup><i class=\"footnote\">And not after the incident of the golden calf, for God accepted Moses’ prayer.</i> Moses’ statement, <i>At that time the Lord separated the tribe of Levi</i> (v. 8), which took place at Mount Sinai<sup class=\"footnote-marker\">24</sup><i class=\"footnote\">Not after the death of Aaron.</i> as I explained in the Torah portion which opens with <i>And The Lord Spoke</i> (Num. 1:1),<sup class=\"footnote-marker\">25</sup><i class=\"footnote\">See I.E. on Num. 3:1.</i> is proof that this is its meaning.<sup class=\"footnote-marker\">26</sup><i class=\"footnote\">That our verse is a parenthetical statement.</i> The early authorities<sup class=\"footnote-marker\">27</sup><i class=\"footnote\">The rabbis of the Talmud.</i> tell us that Israel backtracked.<sup class=\"footnote-marker\">28</sup><i class=\"footnote\">According to Num. 20:22-29, Aaron died at Mount Hor, not at Moserah. Furthermore, Num. 33:31 tells us that Israel journeyed from Moseroth to Bene-jaakan. The rabbis identify Bene-jaakan with Beeroth-benejaakan and Moserah with Moseroth. Additionally, the rabbis identify Hor-haggidgad (Num. 33:32) with Gudgod (v. 7). Thus according to the rabbis, verses 6 and 7 contradict Num. 33:31,32. The rabbis solve the contradictions by saying that Israel backtracked from Mount Hor to Moserah. See Rashi: “Moses reproved Israel saying that when Aaron died on Mount Hor at the end of 40 years and the clouds of glory departed you feared war with the king of Arad, and you appointed a leader that you might return to Egypt, and you turned backwards 8 stages unto Bene-jaakan and from there to Moserah. There the sons of Levi fought with you, and they slew some of you, and you some of them, until they forced you back on the road along which you had retreated. From Moserah you returned to Gudgod, (Num. 33:33), that is identical with Hor-haggidgad (v. 8).” Also, see <i>Yerushalmi Sotah</i>, chapter 1, Hal. 10; <i>Yoma</i>, Chap 1, Hal. 1; <i>Seder Olam</i>, chapter 9.</i> However, what shall we do with the clause, <i>there Aaron died, and there he was buried</i>?<sup class=\"footnote-marker\">29</sup><i class=\"footnote\">Which indicates that Aaron died and was buried at Moserah.</i> Rabbi Isaac ibn Giat the Spaniard,<sup class=\"footnote-marker\">30</sup><i class=\"footnote\">An eleventh-twelfth century scholar. He was a student of Rabbi Samuel Ha-Nagid and the teacher of Rabbi Moses ibn Ezra.</i> of blessed memory, says that the meaning of <i>sham</i> (there) is then.<sup class=\"footnote-marker\">31</sup><i class=\"footnote\">At that time.</i> He says that <i>mi-sham</i> (from thence) in <i>misham ro’eh</i> (from thence, from the shepherd) (Gen. 49:24) is similar. There is no need for this interpretation. On the contrary, I believe that Beeroth-benejaakan is not to be identified with Bene-jaakkan; neither is Moserah the same as Moserot (Num. 33:31).<sup class=\"footnote-marker\">32</sup><i class=\"footnote\">Thus our verse does not contradict Num. 33:31.</i> In reality Kadesh<sup class=\"footnote-marker\">33</sup><i class=\"footnote\">Not Bene-jaakan, for Num. 33:37 relates that Israel journeyed from Kadesh to Mount Hor.</i> is called the wilderness of Beeroth-benejaakan, and the wilderness of Mount Hor is called Moserah.<sup class=\"footnote-marker\">34</sup><i class=\"footnote\">Hence our verse does not contradict Num. 20:22-29.</i> There are many such examples.<sup class=\"footnote-marker\">35</sup><i class=\"footnote\">Where a place has two names and Scripture refers to it in one place by one name and in another place by another name.</i> Do you not see that Scripture says the wilderness of Shur (Ex. 15:22)? However, in another place Scripture refers to it as the wilderness of Etam (Num. 33:18).<sup class=\"footnote-marker\">36</sup><i class=\"footnote\">See I.E. on Ex. 15:22 (Vol. 1, p. 309).</i> ", "versionTitle": "Ibn Ezra's commentary on the Pentateuch, tran. and annot. by H. Norman Strickman and Arthur M. Silver. Menorah Pub., 1988-2004", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "606f02d3a6bef871fd0d43b7", "index_title": "Deuteronomy", "category": "Tanakh", "type": "", "ref": "Deuteronomy 1:1", "anchorRef": "Numbers 33:16-36", "anchorRefExpanded": ["Numbers 33:16", "Numbers 33:17", "Numbers 33:18", "Numbers 33:19", "Numbers 33:20", "Numbers 33:21", "Numbers 33:22", "Numbers 33:23", "Numbers 33:24", "Numbers 33:25", "Numbers 33:26", "Numbers 33:27", "Numbers 33:28", "Numbers 33:29", "Numbers 33:30", "Numbers 33:31", "Numbers 33:32", "Numbers 33:33", "Numbers 33:34", "Numbers 33:35", "Numbers 33:36"], "sourceRef": "Deuteronomy 1:1", "sourceHeRef": "דברים א׳:א׳", "anchorVerse": 16, "sourceHasEn": true, "compDate": [-1400, -400], "commentaryNum": 1.0001, "collectiveTitle": {"en": "Deuteronomy", "he": "דברים"}, "heTitle": "דברים", "he": "אֵ֣לֶּה הַדְּבָרִ֗ים אֲשֶׁ֨ר דִּבֶּ֤ר מֹשֶׁה֙ אֶל־כׇּל־יִשְׂרָאֵ֔ל בְּעֵ֖בֶר הַיַּרְדֵּ֑ן בַּמִּדְבָּ֡ר בָּֽעֲרָבָה֩ מ֨וֹל ס֜וּף בֵּֽין־פָּארָ֧ן וּבֵֽין־תֹּ֛פֶל וְלָבָ֥ן וַחֲצֵרֹ֖ת וְדִ֥י זָהָֽב׃", "heVersionTitle": "Miqra according to the Masorah", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "מקרא על פי המסורה", "text": "These are the words that Moses addressed to all Israel on the other side of the Jordan.—Through the wilderness, in the Arabah near Suph, between Paran and Tophel, Laban, Hazeroth, and Di-zahab,", "versionTitle": "The Contemporary Torah, Jewish Publication Society, 2006", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "606f02d7a6bef871fd0d43c9", "index_title": "Deuteronomy", "category": "Tanakh", "type": "", "ref": "Deuteronomy 10:6", "anchorRef": "Numbers 33:31-32", "anchorRefExpanded": ["Numbers 33:31", "Numbers 33:32"], "sourceRef": "Deuteronomy 10:6", "sourceHeRef": "דברים י׳:ו׳", "anchorVerse": 31, "sourceHasEn": true, "compDate": [-1400, -400], "commentaryNum": 10.0006, "collectiveTitle": {"en": "Deuteronomy", "he": "דברים"}, "heTitle": "דברים", "he": "וּבְנֵ֣י יִשְׂרָאֵ֗ל נָ֥סְע֛וּ מִבְּאֵרֹ֥ת בְּנֵי־יַעֲקָ֖ן מוֹסֵרָ֑ה שָׁ֣ם מֵ֤ת אַהֲרֹן֙ וַיִּקָּבֵ֣ר שָׁ֔ם וַיְכַהֵ֛ן אֶלְעָזָ֥ר בְּנ֖וֹ תַּחְתָּֽיו׃", "heVersionTitle": "Miqra according to the Masorah", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "מקרא על פי המסורה", "text": "From Beeroth-bene-jaakan<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>Beeroth-bene-jaakan </b>Lit. “wells of Bene-jaakan”; cf. Num. 33.31–32.</i> the Israelites marched to Moserah. Aaron died there and was buried there; and his son Eleazar became priest in his stead.", "versionTitle": "The Contemporary Torah, Jewish Publication Society, 2006", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "62035bb8d48ae067a3776706", "index_title": "Deuteronomy", "category": "Tanakh", "type": "", "ref": "Deuteronomy 1:2", "anchorRef": "Numbers 33:16-36", "anchorRefExpanded": ["Numbers 33:16", "Numbers 33:17", "Numbers 33:18", "Numbers 33:19", "Numbers 33:20", "Numbers 33:21", "Numbers 33:22", "Numbers 33:23", "Numbers 33:24", "Numbers 33:25", "Numbers 33:26", "Numbers 33:27", "Numbers 33:28", "Numbers 33:29", "Numbers 33:30", "Numbers 33:31", "Numbers 33:32", "Numbers 33:33", "Numbers 33:34", "Numbers 33:35", "Numbers 33:36"], "sourceRef": "Deuteronomy 1:2", "sourceHeRef": "דברים א׳:ב׳", "anchorVerse": 16, "sourceHasEn": true, "compDate": [-1400, -400], "commentaryNum": 1.0002, "collectiveTitle": {"en": "Deuteronomy", "he": "דברים"}, "heTitle": "דברים", "he": "אַחַ֨ד עָשָׂ֥ר יוֹם֙ מֵֽחֹרֵ֔ב דֶּ֖רֶךְ הַר־שֵׂעִ֑יר עַ֖ד קָדֵ֥שׁ בַּרְנֵֽעַ׃", "heVersionTitle": "Miqra according to the Masorah", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "מקרא על פי המסורה", "text": "it is eleven days from Horeb to Kadesh-barnea by the Mount Seir route.<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>Through the wilderness … by the Mount Seir route </b>This passage is unclear; cf. v. 19 and Num. 33.16–36.</i> —", "versionTitle": "The Contemporary Torah, Jewish Publication Society, 2006", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "6319cfe2b6084aa1cbefcfa7", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, מֹסֵרוֹת 1", "anchorRef": "Numbers 33:31", "anchorRefExpanded": ["Numbers 33:31"], "sourceRef": "BDB, מֹסֵרוֹת 1", "sourceHeRef": "בראון-דרייבר-בריגס, מֹסֵרוֹת א׳", "anchorVerse": 31, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "מֹסֵרוֹת", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† <big><span dir=\"rtl\">מֹסֵרוֹת</span></big>  <strong>n.pr.loc.</strong> <em>id.</em>, <a data-ref=\"Numbers 33:30\" href=\"/Numbers.33.30\">Nu 33:30</a>, <a data-ref=\"Numbers 33:31\" href=\"/Numbers.33.31\">31</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d007b6084aa1cbefec05", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, בְּאֵרֹת בְּנֵי־יַעֲקָן 1", "anchorRef": "Numbers 33:31", "anchorRefExpanded": ["Numbers 33:31"], "sourceRef": "BDB, בְּאֵרֹת בְּנֵי־יַעֲקָן 1", "sourceHeRef": "בראון-דרייבר-בריגס, בְּאֵרֹת בְּנֵי־יַעֲקָן א׳", "anchorVerse": 31, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "בְּאֵרֹת בְּנֵי־יַעֲקָן", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† <big><span dir=\"rtl\">בְּאֵרֹת בְּנֵי־יַעֲקָן</span></big>  <strong>n.pr.loc.</strong> <a data-ref=\"Deuteronomy 10:6\" href=\"/Deuteronomy.10.6\">Dt 10:6</a> (cf. <a data-ref=\"Numbers 33:31\" href=\"/Numbers.33.31\">Nu 33:31</a>, <a data-ref=\"Numbers 33:32\" href=\"/Numbers.33.32\">32</a>, where <span dir=\"rtl\">בני יעקן</span>), a station of Isr. in desert, prob. in country of Horites, cf. Di."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d038b6084aa1cbf01023", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, בְּנֵי יַעֲקָ֑ן 1", "anchorRef": "Numbers 33:31", "anchorRefExpanded": ["Numbers 33:31"], "sourceRef": "BDB, בְּנֵי יַעֲקָ֑ן 1", "sourceHeRef": "בראון-דרייבר-בריגס, בְּנֵי יַעֲקָ֑ן א׳", "anchorVerse": 31, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "בְּנֵי יַעֲקָ֑ן", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† <big><span dir=\"rtl\">בְּנֵי יַעֲקָ֑ן</span></big>  <strong>n.pr.loc.</strong> a station of Israel in wilderness <a data-ref=\"Numbers 33:31\" href=\"/Numbers.33.31\">Nu 33:31</a>, <a data-ref=\"Numbers 33:32\" href=\"/Numbers.33.32\">32</a> (= <span dir=\"rtl\">בְּאֵרוֹת בני יעקן</span> <a data-ref=\"Deuteronomy 10:6\" href=\"/Deuteronomy.10.6\">Dt 10:6</a> q.v., p. 92; cf. also <a data-ref=\"BDB, בְּנֵי יַעֲקָ֑ן\" href=\"/BDB,_בְּנֵי יַעֲקָ֑ן\", dir=\"rtl\">יַעֲקָ֑ן</a> <a data-ref=\"I Chronicles 1:42\" href=\"/I_Chronicles.1.42\">1 Ch 1:42</a> = <span dir=\"rtl\">וַעֲקָ֑ן</span> <a data-ref=\"Genesis 36:27\" href=\"/Genesis.36.27\">Gn 36:27</a>, & Di <a data-ref=\"Numbers 33:31\" href=\"/Numbers.33.31\">Nu 33:31</a>)."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6596f6ecbed9ae71ab5ade82", "index_title": "Mekhilta DeRabbi Yishmael", "category": "Midrash", "type": "", "ref": "Mekhilta DeRabbi Yishmael, Tractate Vayassa 1:3", "anchorRef": "Numbers 33:31-37", "anchorRefExpanded": ["Numbers 33:31", "Numbers 33:32", "Numbers 33:33", "Numbers 33:34", "Numbers 33:35", "Numbers 33:36", "Numbers 33:37"], "sourceRef": "Mekhilta DeRabbi Yishmael, Tractate Vayassa 1:3", "sourceHeRef": "מכילתא דרבי ישמעאל, מַסֶּכְתָּא דְוַיַּסַּע א׳:ג׳", "anchorVerse": 31, "sourceHasEn": true, "compDate": [200], "commentaryNum": 1.0003, "collectiveTitle": {"en": "Mekhilta DeRabbi Yishmael", "he": "מכילתא דרבי ישמעאל"}, "heTitle": "מַסֶּכְתָּא דְוַיַּסַּע", "he": "וְכֵן מָצִינוּ, שֶׁחָזַר מַסָּעָן לַאֲחוֹרֵיהֶם שְׁלֹשָׁה מַסָּעוֹת, שֶׁנֶּאֱמַר: (במדבר לג,ח-י) \"וַיִּסְעוּ מִפְּנֵי הַחִירֹת וַיַּעַבְרוּ בְתוֹךְ הַיָּם הַמִּדְבָּרָה, וַיֵּלְכוּ דֶּרֶךְ שְׁלֹשֶׁת יָמִים בְּמִדְבַּר אֵתָם, וַיַּחֲנוּ בְּמָרָה. וַיִּסְעוּ מִמָּרָה וַיָּבֹאוּ אֵילִמָה, וּבְאֵילִם שְׁתֵּים עֶשְׂרֵה עֵינֹת מַיִם וְשִׁבְעִים תְּמָרִים, וַיַּחֲנוּ שָׁם. וַיִּסְעוּ מֵאֵילִם וַיַּחֲנוּ עַל יַם סוּף.\" וְכֵן מָצִינוּ, שֶׁחָזְרוּ לִכְבוֹדוֹ שֶׁלְּאַהֲרֹן לִקְבוּרָתוֹ שְׁמוֹנָה מַסָּעוֹת, שֶׁנֶּאֱמַר: (דברים י,י) \"וּבְנֵי יִשְׂרָאֵל נָסְעוּ מִבְּאֵרֹת בְּנֵי יַעֲקָן מוֹסֵרָה, שָׁם מֵת אַהֲרֹן וַיִּקָּבֵר שָׁם, וַיְכַהֵן אֶלְעָזָר בְּנוֹ תַּחְתָּיו.\" וְכִי בְמוֹסֵרָה מֵת? וַהֲלֹא לֹא מֵת אֶלָּא בְּהֹר הָהָר, שֶׁנֶּאֱמַר: (במדבר לג,לח) \"וַיַּעַל אַהֲרֹן הַכֹּהֵן אֶל הֹר הָהָר עַל פִּי יי, וַיָּמָת שָׁם\"? וּמַה תִּלְמֹד לוֹמַר \"שָׁם מֵת אַהֲרֹן\"? אֶלָּא מְלַמֵּד שֶׁחָזְרוּ לַאֲחוֹרֵיהֶם לִכְבוֹדוֹ שֶׁלְּאַהֲרֹן לִקְבוּרָתוֹ שְׁמוֹנָה מַסָּעוֹת, שֶׁנֶּאֱמַר: (במדבר לג,לא-לז) \"וַיִּסְעוּ מִמֹּסֵרוֹת, וַיַּחֲנוּ בִּבְנֵי יַעֲקָן. וַיִּסְעוּ מִבְּנֵי יַעֲקָן, וַיַּחֲנוּ בְּחֹר הַגִּדְגָּד. וַיִּסְעוּ מֵחֹר הַגִּדְגָּד, וַיַּחֲנוּ בְּיָטְבָתָה. וַיִּסְעוּ מִיָּטְבָתָה, וַיַּחֲנוּ בְּעַבְרֹנָה. וַיִּסְעוּ מֵעַבְרֹנָה, וַיַּחֲנוּ בְּעֶצְיֹן גָּבֶר. וַיִּסְעוּ מֵעֶצְיֹן גָּבֶר, וַיַּחֲנוּ בְמִדְבַּר צִן הִוא קָדֵשׁ. וַיִּסְעוּ מִקָּדֵשׁ וַיַּחֲנוּ בְּהֹר הָהָר בִּקְצֵה אֶרֶץ אֱדוֹם.\"", "heVersionTitle": "Beeri Edition, Koren, Jerusalem, 2019", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": "And thus we find that they went back (the distance of) three journeys (at Moses' behest), viz. (Numbers 33:8-10) \"And they journeyed from Pi Hachiroth … And they journeyed from Marah and they came to Eilim … And they journeyed from Eilim and they encamped at the Red Sea.\" And thus we find that they went back eight journeys in honor of Aaron for his burial. As it is written (Devarim 10:6) \"And the children of Israel journeyed from Be'eroth Benei Yaakan … There Aaron died, etc,\" Now did Aaron die in Mosera? Did he not die in Hor Hahar, viz. (Numbers 33:38) \"And Aaron the Cohein went up to Hor Hahar, etc.\"? What, then, is the intent of \"There Aaron died and he was buried there\"? We are hereby apprised that they went back eight journeys in honor of Aaron for his burial, viz. (Numbers 33:31-37) \"And they journeyed from Moseroth and they encamped in Benei Yaakan. And they journeyed from Bnei Yaakan and they encamped in Chor Hagidgad and they encamped in Yatvatha. And they journeyed from Yatvatha and they encamped in Avronah. And they journeyed from Avronah and they encamped in Etzyon Gaver. And they journeyed from Etzyon aver and they encamped in the desert of Sin, which is Kadesh. And they journeyed from Kadesh and they encamped in Hor Hahar, at the edge of the land of Edom.\"", "versionTitle": "Mechilta, translated by Rabbi Shraga Silverstein", "license": "CC-BY", "versionTitleInHebrew": "מכילתא, מתורגמת בידי רבי שרגא סילברשטיין"}]