[{"_id": "5224506dedbab41a9d003e0e", "index_title": "Rashi on Numbers", "category": "Commentary", "type": "commentary", "ref": "Rashi on Numbers 33:40:1", "anchorRef": "Numbers 33:40", "anchorRefExpanded": ["Numbers 33:40"], "sourceRef": "Rashi on Numbers 33:40:1", "sourceHeRef": "רש\"י על במדבר ל״ג:מ׳:א׳", "anchorVerse": 40, "sourceHasEn": true, "compDate": [1075, 1105], "commentaryNum": 40.0001, "collectiveTitle": {"en": "Rashi", "he": "רש\"י"}, "heTitle": "רש\"י על במדבר", "he": "<b>וישמע הכנעני.</b> לְלַמֶּדְךָ שֶׁמִּיתַת אַהֲרֹן הִיא הַשְּׁמוּעָה, שֶׁנִּסְתַּלְּקוּ עַנְנֵי כָבוֹד וּכְסָבוּר שֶׁנִּתְּנָה רְשׁוּת לְהִלָּחֵם בְּיִשְׂרָאֵל, לְפִיכָךְ חָזַר וּכְתָבָהּ (ראש השנה ג'):", "heVersionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann -- corrected vocalization", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "וישמע הכנעני AND THE CANAANITE HEARD This is stated here to tell you that Aaron’s death was indeed the news he heard — that the clouds of glory that until now had protected Israel had departed, and he therefore believed that liberty was now given to wage war against Israel. It is on this account that this is again recorded here (see Rashi on Numbers 21:1) (Rosh Hashanah 3a).", "versionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "license": "Public Domain", "versionTitleInHebrew": "חמישה חומשי תורה עם פירוש רש״י, מ. רוזנבאום וא.מ. סילברמן"}, {"_id": "531e4fe4fbfba276047f71b2", "index_title": "Onkelos Numbers", "category": "Targum", "type": "targum", "ref": "Onkelos Numbers 33:40", "anchorRef": "Numbers 33:40", "anchorRefExpanded": ["Numbers 33:40"], "sourceRef": "Onkelos Numbers 33:40", "sourceHeRef": "תרגום אונקלוס על במדבר ל״ג:מ׳", "anchorVerse": 40, "sourceHasEn": false, "compDate": [80, 120], "commentaryNum": 33.004, "collectiveTitle": {"en": "Onkelos Numbers", "he": "תרגום אונקלוס על במדבר"}, "heTitle": "תרגום אונקלוס על במדבר", "he": "וּשְׁמַע כְּנַעֲנָאָה מַלְכָּא דַעֲרָד וְהוּא יָתֵב בִּדְרוֹמָא בְּאַרְעָא דִכְנָעַן בְּמֵיתֵי בְּנֵי יִשְׂרָאֵל:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "חומש שפתי חכמים, מצודה תשס\"ט", "text": "The Canaanite, the king of Arod heard that Bnei Yisroel were approaching—he dwelt in the south of the land of Canaan.", "versionTitle": "Metsudah Chumash, Metsudah Publications, 2009 [with Onkelos translation]", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "532b2686fbfba27c35eec9e7", "index_title": "Targum Jonathan on Numbers", "category": "Targum", "type": "targum", "ref": "Targum Jonathan on Numbers 33:40", "anchorRef": "Numbers 33:40", "anchorRefExpanded": ["Numbers 33:40"], "sourceRef": "Targum Jonathan on Numbers 33:40", "sourceHeRef": "תרגום יונתן על במדבר ל״ג:מ׳", "anchorVerse": 40, "sourceHasEn": true, "compDate": [30, 70], "commentaryNum": 33.004, "collectiveTitle": {"en": "Targum Jonathan on Numbers", "he": "תרגום יונתן על במדבר"}, "heTitle": "תרגום יונתן על במדבר", "he": "וּשְׁמַע עֲמָלֵק חַיָיבָא וְאִתְחַבֵּר בִּכְנַעֲנָאֵי וּמְלַךְ בַּעֲרָד וּבֵית מוֹתְבֵיהּ בְּאַרַע דָרוֹמָא כַּד אָתוּ בְנֵי יִשְרָאֵל וְאַגִיחַ בְּהוֹן וּגְמָרוּ יַתְהוֹן וְיַת קִירְוֵויהוֹן", "heVersionTitle": "Targum Jonathan on Numbers", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תרגום יונתן על במדבר", "text": " And Amalek the wicked, who was combined with the Kenaanites, and reigned in Arad,-the house of his abode was in the land of the south,-heard that the sons of Israel were coming to wage war against them, and utterly to destroy their cities. ", "versionTitle": "The Targum of Jonathan ben Uzziel, trans. J. W. Etheridge, London, 1862", "license": "Public Domain", "versionTitleInHebrew": "תרגום ירושלמי (תרגום יונתן בן-עוזיאל) לתורה, תורגם ע״י ג׳ון ווסלי אטרידג׳, לונדון 1862"}, {"_id": "53f179bffbfba22336ea6641", "index_title": "Sforno on Numbers", "category": "Commentary", "type": "commentary", "ref": "Sforno on Numbers 33:40:1", "anchorRef": "Numbers 33:40", "anchorRefExpanded": ["Numbers 33:40"], "sourceRef": "Sforno on Numbers 33:40:1", "sourceHeRef": "ספורנו על במדבר ל״ג:מ׳:א׳", "anchorVerse": 40, "sourceHasEn": true, "compDate": [1500, 1550], "commentaryNum": 40.0001, "collectiveTitle": {"en": "Sforno", "he": "ספורנו"}, "heTitle": "ספורנו על במדבר", "he": "<b>וישמע הכנעני.</b> גם זה זכות להם כי לא אמרו כאבותם נתנה ראש גם בראותם מלחמה אבל נדרו נדר לה' ושלמו:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "וישמע הכנעני, this too was a credit for them in that this time they did not say: “let us appoint a new leader and return to Egypt.” (Compare Numbers 14,4 when they did) This time they were not afraid of facing war and battle.", "versionTitle": "Eliyahu Munk, HaChut Hameshulash", "license": "CC-BY", "versionTitleInHebrew": "החוט המשולש, אליהו מונק"}, {"_id": "54bd4827fbfba217333621c0", "index_title": "Ramban on Genesis", "category": "Quoting Commentary", "type": "", "ref": "Ramban on Genesis 35:18:1", "anchorRef": "Numbers 33:40", "anchorRefExpanded": ["Numbers 33:40"], "sourceRef": "Ramban on Genesis 35:18:1", "sourceHeRef": "רמב\"ן על בראשית ל״ה:י״ח:א׳", "anchorVerse": 40, "sourceHasEn": true, "compDate": [1246, 1286], "commentaryNum": 18.0001, "collectiveTitle": {"en": "Ramban on Genesis", "he": "רמב\"ן על בראשית"}, "he": "<b>בֶּן אוֹנִי</b> בֶּן צַעֲרִי. \"בִּנְיָמִין\", נִרְאֶה בְּעֵינַי לְפִי שֶׁהוּא לְבַדּוֹ נוֹלַד בְּאֶרֶץ כְּנַעַן שֶׁהוּא בַּנֶּגֶב כְּשֶׁאָדָם בָּא מֵאֲרַם נַהֲרַיִם, כְּמוֹ שֶׁאָמַר \"בַּנֶּגֶב בְּאֶרֶץ כְּנָעַן\" (במדבר לג מ), \"הָלוֹךְ וְנָסוֹעַ הַנֶּגְבָּה\" (בראשית י\"ב:ט'), בִּנְיָמִין – בֶּן יָמִין, לְשׁוֹן \"צָפוֹן וְיָמִין אַתָּה בְרָאתָם\" (תהלים פט יג) וּלְפִיכָךְ הוּא מָלֵא, לְשׁוֹן רַשִׁ\"י (רש\"י על בראשית ל\"ה:י\"ח). וְלֹא הֲבִינוֹתִי זֶה שֶׁתְּהֵא אֶרֶץ יִשְׂרָאֵל דְּרוֹמִית לַאֲרַם נַהֲרַיִם, שֶׁהֲרֵי אֲרָם מִזְרָחִית לְאֶרֶץ יִשְׂרָאֵל, כְּדִכְתִיב (בראשית כ\"ט:א') \"וַיֵּלֶךְ אַרְצָה בְּנֵי קֶדֶם\", וּכְתִיב (במדבר כג ז) \"מִן אֲרָם יַנְחֵנִי בָלָק מֶלֶךְ מוֹאָב מֵהַרְרֵי קֶדֶם\", וְיַעֲקֹב עָבַר הַיַּרְדֵּן שֶׁהוּא לְמִזְרָחָהּ שֶׁל אֶרֶץ יִשְׂרָאֵל וְהָיָה חוֹזֵר דֶּרֶךְ אֱדוֹם שֶׁהוּא בִּדְרוֹם אֶרֶץ יִשְׂרָאֵל, נִמְצָא אֲרָם מִזְרָחִית דְּרוֹמִית לְאֶרֶץ יִשְׂרָאֵל וְאֶרֶץ יִשְׂרָאֵל לִצְפוֹנָהּ. אֲבָל אִם נוֹלַד בִּתְחוּם בֵּית לֶחֶם אֶפְרָתָה שֶׁהוּא בְּאֶרֶץ יְהוּדָה, כְּדִכְתִיב (שופטים יט ב) \"בֵּית לֶחֶם יְהוּדָה\", וּכְתִיב (מיכה ה א) \"וְאַתָּה בֵּית לֶחֶם אֶפְרָתָה צָעִיר לִהְיוֹת בְּאַלְפֵי יְהוּדָה\" הִנֵּה הוּא בִּדְרוֹמָהּ שֶׁל אֶרֶץ יִשְׂרָאֵל, וְהִנֵּה בֵּין בֵּית אֵל וּבֵין בֵּית לֶחֶם אֶפְרָת נוֹלַד. וְאִם הַמָּקוֹם בְּהַר אֶפְרַיִם, הֲרֵי הוּא בִּצְפוֹנָהּ שֶׁל אֶרֶץ יִשְׂרָאֵל, כְּדִכְתִיב (יהושע יח ה) \"יְהוּדָה יַעֲמֹד עַל גְּבוּלוֹ מִנֶּגֶב וּבֵית יוֹסֵף יַעַמְדוּ עַל גְּבוּלָם מִצָּפוֹן\". וְאִם בְּחֶלְקוֹ שֶׁל בִּנְיָמִין גַּם כֵּן אֵינָהּ בַּדָּרוֹם, דִּכְתִיב \"וַיְהִי לָהֶם גְּבוּל לִפְאַת צָפוֹנָה\". וּמִכָּל מָקוֹם אֵין טַעַם לִקְרוֹתוֹ בֶּן דָּרוֹם. וְהַנָּכוֹן בְּעֵינַי כִּי אִמּוֹ קְרָאַתּוּ בֶּן אוֹנִי, וְרָצְתָה לוֹמַר בֶּן אֶבְלִי, מִ\"לֶּחֶם אוֹנִים\" (הושע ט ד), \"לֹא אָכַלְתִּי בְאוֹנִי\" (דברים כו יד), וְאָבִיו עָשָׂה מִן אוֹנִי – כֹּחִי, מִלְּשׁוֹן \"רֵאשִׁית אוֹנִי\" (בראשית מ\"ט:ג'), \"וּלְאֵין אוֹנִים\" (ישעיהו מ כט), וְלָכֵן קָרָא אוֹתוֹ בִּנְיָמִין – בֶּן הַכֹּחַ אוֹ בֶּן הַחֹזֶק, כִּי הַיָּמִין בּוֹ הַגְּבוּרָה וְהַהַצְלָחָה, כְּעִנְיָן שֶׁכָּתוּב (קהלת י ב) \"לֵב חָכָם לִימִינוֹ\", \"יְמִינְךָ תִּמְצָא שֹׂנְאֶיךָ\" (תהלים כא ט) \"יְמִין ה' רוֹמֵמָה\" (שם קיח טז), רָצָה לִהְיוֹת קוֹרֵא אוֹתוֹ בַּשֵּׁם שֶׁקְּרָאַתּוּ אִמּוֹ, כִּי כֵן כָּל בָּנָיו בַּשֵּׁם שֶׁקָּרְאוּ אוֹתָם אִמּוֹתָם יִקָּרְאוּ, וְהִנֵּה תִּרְגֵּם אוֹתוֹ לְטוֹבָה וְלִגְבוּרָה. וְרָאִיתִי בִּבְרֵאשִׁית רַבָּה (בראשית רבה פ\"ב:ט'), \"בֶּן אוֹנִי\" – בֶּן צַעֲרִי, \"וְאָבִיו קָרָא לוֹ בִנְיָמִין\" – בִּלְשׁוֹן הַקֹּדֶשׁ. וְלֹא יָדַעְתִּי מַהוּ, כִּי הַכֹּל לְשׁוֹן הַקֹּדֶשׁ, וְכֵן שֵׁם כָּל בָּנָיו לְשׁוֹן קֹדֶשׁ הוּא. אֲבָל רָמְזוּ לְמָה שֶׁאָמַרְתִּי שֶׁתִּרְגֵּם הַלָּשׁוֹן לְטוֹבָה:", "heVersionTitle": "Vocalized Edition", "heLicense": "", "heVersionTitleInHebrew": "", "text": "‘BEN ONI’ (THE SON OF MY SORROW). I am of the opinion that he was so called because he alone was born in the land of Canaan which lies to the south (<i>yamin</i>) as one comes from Aram-naharaim, just as it is said: <i>In the south, in the land of Canaan;</i><sup class=\"footnote-marker\">220</sup><i class=\"footnote\">Numbers 33:40.</i> <i>Going on still toward the south</i>.<sup class=\"footnote-marker\">221</sup><i class=\"footnote\">Above, 12:9.</i> <i>Binyamin</i> thus means a son of the south, just as in the verse: <i>The north ‘v’yamin’ (and the south) Thou hast created them</i>.<sup class=\"footnote-marker\">222</sup><i class=\"footnote\">Psalms 89:13.</i> For this reason the name <i>Binyamin</i> is here written “full” [with a <i>yud</i> after the <i>mem</i> to indicate that the name is derived from the word <i>yamin</i> (south)]. This is Rashi’s language.<br>But I do not understand this claim that the Land of Israel lies to the south of Aram-naharaim for Aram is eastward of the Land of Israel, as it is written, <i>And he came to the land of the children of the east</i>,<sup class=\"footnote-marker\">223</sup><i class=\"footnote\">Above, 29:1. </i> and it is further written, <i>From Aram Balak bringeth me, the king of Moab from the mountains of the East</i>,<sup class=\"footnote-marker\">224</sup><i class=\"footnote\">Numbers 23:7.</i> and Jacob crossed the Jordan which is to the east of the Land of Israel, and he returned by way of Edom which is south of the Land of Israel. Thus you find that Aram is south-east of the Land of Israel, and the Land of Israel is to its north. However, if Benjamin was born within the border of Bethlehem Ephrathah which is in the land of Judah — as it is written, <i>Bethlehem in Judah</i>,<sup class=\"footnote-marker\">225</sup><i class=\"footnote\">Judges 19:2.</i> and it is further written, <i>But thou, Bethlehem Ephratha, which art little to be among the thousands of Judah</i><sup class=\"footnote-marker\">217</sup><i class=\"footnote\">Micah 5:1.</i> — this was in the south of the Land of Israel, and he was thus born between Beth-el and Bethlehem Ephrath. And if the place was in the hill country of Ephraim, then it is in the north of the Land of Israel, as it is written, <i>Judah shall abide in his border on the south, and the house of Joseph shall abide in their border on the north</i>.<sup class=\"footnote-marker\">226</sup><i class=\"footnote\">Joshua 18:5.</i> And if it was in the portion of Benjamin, it was also not in the south, for it is written, <i>And their border was on the north side</i>.<sup class=\"footnote-marker\">227</sup><i class=\"footnote\"><i>Ibid.</i>, Verse 12.</i> Thus in any case there was no reason to call Benjamin “a son of the south.”<br>The correct interpretation appears to me to be that his mother called him <i>ben oni</i>, and she meant to say, “the son of my mourning, similar in expression to: <i>bread of ‘onim’ (mourners);</i><sup class=\"footnote-marker\">228</sup><i class=\"footnote\">Hosea 9:4.</i> <i>I have not eaten thereof ‘b’oni’ (in my mourning)</i>.<sup class=\"footnote-marker\">229</sup><i class=\"footnote\">Deuteronomy 26:14.</i> And his father understood the word <i>oni</i> in the sense of “my strength,” similar in expression to: <i>the first-fruits of ‘oni’ (my strength);</i><sup class=\"footnote-marker\">230</sup><i class=\"footnote\">Genesis 49:29.</i> <i>And to those who have no ‘onim’ (power)</i>.<sup class=\"footnote-marker\">231</sup><i class=\"footnote\">Isaiah 40:29.</i> And therefore he called him <i>Binyamin</i>, “the son of power” or “the son of strength,” for in the right hand (<i>yamin</i>) there is strength and success, just as it is written: <i>A wise man’s understanding is at his right hand;</i><sup class=\"footnote-marker\">232</sup><i class=\"footnote\">Ecclesiastes 10:2.</i> <i>Thy right hand shall overtake</i> all <i>those that hate thee;</i><sup class=\"footnote-marker\">233</sup><i class=\"footnote\">Psalms 21:9.</i> <i>The right hand of the Eternal is exalted</i>.<sup class=\"footnote-marker\">234</sup><i class=\"footnote\"><i>Ibid.</i>, 118:16.</i> Jacob wanted to call him by the name his mother had called him, for all his children were called by the names their mothers had called them, and he thus rendered it to good and to strength.<br>Now I have seen in Bereshith Rabbah:<sup class=\"footnote-marker\">235</sup><i class=\"footnote\">82:10.</i> “<i>Ben oni</i>, ‘the son of my sorrow.’ <i>And his father called him Benjamin</i>, i.e., in the Sacred Language.” I do not know what this means for it is all the Sacred Language, and so are the names of all his sons in the Sacred Language. However, the Rabbis have alluded to that which I have said, namely, that Jacob rendered the expression so that it signified good.", "versionTitle": "Commentary on the Torah by Ramban (Nachmanides). Translated and annotated by Charles B. Chavel. New York, Shilo Pub. House, 1971-1976", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "56d4c3edd6e4a96832560f84", "index_title": "Rashi on Genesis", "category": "Quoting Commentary", "type": "", "ref": "Rashi on Genesis 35:18:2", "anchorRef": "Numbers 33:40", "anchorRefExpanded": ["Numbers 33:40"], "sourceRef": "Rashi on Genesis 35:18:2", "sourceHeRef": "רש\"י על בראשית ל״ה:י״ח:ב׳", "anchorVerse": 40, "sourceHasEn": true, "compDate": [1075, 1105], "commentaryNum": 18.0002, "collectiveTitle": {"en": "Rashi on Genesis", "he": "רש\"י על בראשית"}, "heTitle": "רש\"י על בראשית", "he": "<b>בנימין.</b> נִרְאֶה בְעֵינַי, לְפִי שֶׁהוּא לְבַדּוֹ נוֹלַד בְּאֶרֶץ כְּנַעַן שֶׁהוּא בַּנֶּגֶב כְּשֶׁאָדָם בָּא מֵאֲרַם נַהֲרַיִם, כְּמוֹ שֶׁנֶּאֱמַר בַּנֶּגֶב בְּאֶרֶץ כְּנָעַן (במדבר ל\"ג), הָלוֹךְ וְנָסוֹעַ הַנֶּגְבָּה (בראשית י\"ב): ", "heVersionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "בנימין BENJAMIN — I am of opinion that he was so called because he alone was born in the land of Canaan which is in the South (ימין) as one comes from Aram-Naharaim, as it is said (Numbers 33:40) “in the South, in the Land of Canaan”, and (12:9) “going on still towards the South”. בנימין therefore means בן ימין where ימין has the same meaning as in (Psalms 89:13) “The North and the South (ימין) Thou hast created them”. For this reason the word is here written plene (with a י after the מ). ", "versionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "license": "Public Domain", "versionTitleInHebrew": "חמישה חומשי תורה עם פירוש רש״י, מ. רוזנבאום וא.מ. סילברמן"}, {"_id": "57e77d8ad6e4a94c7c18b337", "index_title": "Tafsir Rasag", "category": "Targum", "type": "targum", "ref": "Tafsir Rasag, Numbers 33:40", "anchorRef": "Numbers 33:40", "anchorRefExpanded": ["Numbers 33:40"], "sourceRef": "Tafsir Rasag, Numbers 33:40", "sourceHeRef": "תפסיר רס\"ג, במדבר ל״ג:מ׳", "anchorVerse": 40, "sourceHasEn": false, "compDate": [918, 942], "commentaryNum": 33.004, "collectiveTitle": {"en": "Tafsir Rasag", "he": "תפסיר רס\"ג"}, "heTitle": "במדבר", "he": "ת̇ם כאן כ̇בר מא סמע אלכנעאני מלך ערד והוא סאכן אלדארום פי בלד כנעאן במג̇י בני אסראיל", "heVersionTitle": "Tafsir al-Torah bi-al-Arabiya, Paris, 1893", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תפסיר אלתורה באלערביה, פריס, 1893", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5889b396d6e4a902855fe5de", "index_title": "Tur HaArokh", "category": "Quoting Commentary", "type": "", "ref": "Tur HaArokh, Numbers 21:1:1", "anchorRef": "Numbers 33:40", "anchorRefExpanded": ["Numbers 33:40"], "sourceRef": "Tur HaArokh, Numbers 21:1:1", "sourceHeRef": "הטור הארוך, במדבר כ״א:א׳:א׳", "anchorVerse": 40, "sourceHasEn": true, "compDate": [1280, 1340], "commentaryNum": 1.0001, "collectiveTitle": {"en": "Tur HaArokh", "he": "הטור הארוך"}, "heTitle": "במדבר", "he": "<b>וישמע הכנעני מלך ערד. </b>פירש\"י שזה הי' עמלק כדכתיב עמלק יושב בארץ הנגב אלא ששינה עצמו לדמות כנען וכו'. כתב הרמב\"ן כי ערד ממלכי כנען הי' כמו שמצינו ביהושע מלך ערד אחד ועוד כתיב במסעות והוא יושב בנגב בארץ כנען ואין הכתוב קורא ארץ כנען סתם אלא הארץ שמעבר לירדן שנאמר ארץ כנען לגבולותיה ועוד כי היה ראוי שיחלק משה את ארצו של מלך ערד לאחד משבטי ישראל והפסוק מזכיר לעולם שארץ סיחון ועוג נתן לשני המטות וחצי המטה והשאר כולם לקחו נחלתם מעבר לירדן מזרחה. ופי' הוא כי זה מלך ערד הי' יושב בנגב מעבר לירדן בארץ כנען על יד הירדן בגבול בני יהודה סמוך לחברון שהוא מנגב ושמע כי באו בני ישראל לערבות מואב ויצא לקראתם ונלחם בם וזה טעם וישמע ולכך סיפר הכתוב והוא יושב בנגב בארץ כנען כי בא מארץ אחרת אל ישראל ונדרו נדר אם נתן תתן וגו'. וסיפר הכתוב כי שמע השם תפלתם ונתנם בידם והם שלמו נדרם והרגו אותם עתה בימי משה שצוה כל חרם אשר יחרם מן האדם לא יפדה ונתנו שללם לאוצר בית ה' והשלים עוד לספר כי החרימו ישראל גם את עריהם אחרי בואם לארץ אחר מות יהושע לקיים את נדרם וקראו שם המקום חרמה כמו שנאמר בספר שופטים ובני קני חותן משה עלו מעיר התמרים את בני יהודה מדבר יהודה אשר בנגב ערד ושם כתיב וילך יהודה את שמעון ויכו את הכנעני יושב צפת ויחרימו אותה ויקרא שם העיר חרמה וכתב אותו כאן על שם העתיד כדרך שכתוב בפרשת המן ויקח צנצנת וינחהו לפני העדות למשמרת אע\"פ שלא הי' אלא עד אחר ארבעים שנה. גם נכון לפרש שהחרימו ישראל עתה את המלך הזה ואת עמו לפי חרב וקראו שם מקום המלחמה חרמה ואחרי עברם את הירדן המית יהושע גם את מלך ערד אשר מלך אחרי כן עם מלכי כנען אשר מלכו בימים ההם ובני יהודה בבואם בעריהם החרימו אותם גם כן וקראו שם העיר חרמה כי כשלימו את נדרם אשר נדרו אבותם ולכך אומר כאן ויקרא שם המקום חרמה ושם כתיב ויקרא את שם העיר חרמה. והנה כל הנזכר כאן היה בבת אחת זולתי שהזכיר ואת עריהם שיהי' לעתיד בבואם לארץ ולכך אמר והחרמתי את עריהם ולא אמר אתהם ואת עריהם כי על אתהם לא הי' צריך לפרש פשיטא שימיתו אותם במלחמה אלא הזכיר עריהם שנדבר עליהם לעתיד. וכן מוכח קרא דכתיב ויתן את הכנעני ויחרם אתהם ואת עריהם והי' ראוי לומר ויתן את הכנעני בידם ויחרימו אתהם ואת עריהם אלא חיסר שם הכינויים לרמוז שנתן הכנעני ביד מי שנתנו מישראל מהם עתה ומהם לעתיד כי השם שמע את תפלתם והם קיימו את נדרם: ", "heVersionTitle": "Perush al ha-Torah, Hanover, 1838", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": " וישמע הכנעני מלך ערד, “When the Canaanite King who dwelled in Arad heard, etc.” According<i> to Rashi</i> the “Canaanite” mentioned here was in fact the Amalekite, as we know from the description of the spies who reported that the Amalekite dwelled in the south of the Land of Canaan. (13,29) However, they had misrepresented themselves to look like Canaanites, and this is why the Torah here describes them as they appeared to the Israelites at that time.\n    Nachmanides writes that Arad was one of the (legitimate) Canaanite kings (Joshua 12,14) Furthermore, in Numbers 33,40 this king is described specifically as dwelling in the south, in the Land of Canaan. It is not customary for the Torah to refer to the “Land of Canaan” without further detail (such as which tribe) except to the areas east of the river Jordan, as in chapter 34,2 later on. If this land had indeed been east of the Jordan, Moses should have included it in the allotment to the tribes of Reuven, Gad and half of Menashe. The nine and a half tribes all received their share of the land on the west bank of the river Jordan.\n    Nachmanides therefore explains our verse as referring to a different king by the name of Arad, one whose territory was on the west bank of the Jordan, and this is why the Torah had to add that it was far to the south, not the lands conquered from Sichon and Og. [The whole problem is that if Arad had dwelled on the west bank, how could he have attacked Israel who had not set foot in that region as yet. Ed.] He assumes that this king dwelled between the river Jordan and the mountains of Yehudah, south of Hebron. He invaded the Israelites coming from another country. When this king heard that the Israelites had already reached the plains of Moav close to the river Jordan, the Torah reports that G’d accepted the Israelites’ prayer and delivered the Canaanites into their hands, and they made good on their vow and killed them now while Moses was still alive, who had decreed that none of the loot from that campaign was to be used personally, and it was all donated to the Temple treasury. The Torah added that even the cities belonging to that Canaanite king were placed in ban by the Israelites when they conquered them later in the days after Joshua’s death, and that they named that area <i>Chormah.</i> All of this has been recorded in Judges 1,16 where also the conquest of a town by the name of Tzefat is mentioned. At that time the tribes of Yehudah and Shimon co-operated in that campaign. In that chapter we are told that the sons of the Kenite, Moses’ father-in-law, ascended from the city of palm trees, (the former Jericho) to the desert of Yehudah in the south of Arad etc. It is not surprising that these names surface already in our <i>Parshah</i>, as it is not unusual for the Torah to refer to place names that were known to the reader of the Torah in later years although at the time the Torah was first written, and no one had a chance to read it yet, these places had not been known by these names. An example is that in <i>Parshat Beshalach</i> Moses and Aaron were commanded to preserve a bottle of the manna and they are reported as depositing it near the Holy Ark as a memento for future generations, although in fact this bottle was filled with manna 40 years later, shortly before the Israelites crossed the Jordan and the manna would stop falling from heaven.\n    It is also completely in order to interpret that Israel at that time placed in ban this King of the Canaanites, i.e. defeated him and his people by the sword and commemorated the event by naming the site <i>Chormah,</i> although Joshua defeated that king after having crossed the Jordan at the same period as he defeated the 30 other kings of the Canaanites. To add detail, we are told in the Book of Judges that the tribe of Yehudah and Shimon had performed this feat, not Joshua personally, although he was the commander \n in chief, and therefore all the conquests during his lifetime are credited to him, also. In fact, this particular battle occurred after Joshua’s death had already been reported in the Book of Joshua. The author of the Book of Joshua even added that there had been military considerations why this part of the Land of Israel had not been conquered earlier. (Judges 1,19) The campaign represented the payment of the vow the Israelites had made to G’d when the events that occurred at the beginning of our chapter took place. By mentioning the name of the site already here, the Torah established the link between these two events in the mind of the reader of the Holy Scriptures.\n", "versionTitle": "Tur on the Torah, trans. Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "58ad9635d6e4a93323dc251c", "index_title": "Rosh Hashanah", "category": "Talmud", "type": "", "ref": "Rosh Hashanah 3a:12", "anchorRef": "Numbers 33:40", "anchorRefExpanded": ["Numbers 33:40"], "sourceRef": "Rosh Hashanah 3a:12", "sourceHeRef": "ראש השנה ג׳ א:י״ב", "anchorVerse": 40, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 5.0012, "collectiveTitle": {"en": "Rosh Hashanah", "he": "ראש השנה"}, "heTitle": "ראש השנה", "he": "וּכְתִיב: ״אַחֲרֵי הַכּוֹתוֹ אֶת סִיחוֹן וְגוֹ׳״, וְאוֹמֵר: ״וַיִּשְׁמַע הַכְּנַעֲנִי וְגוֹ׳״, וְאוֹמֵר: ״וַיִּרְאוּ כׇּל הָעֵדָה כִּי גָוַע אַהֲרֹן וְגוֹ׳״, וְאוֹמֵר: ״וַיְהִי בַּחֹדֶשׁ הָרִאשׁוֹן בַּשָּׁנָה הַשֵּׁנִית וְגוֹ׳״.", "heVersionTitle": "William Davidson Edition - Vocalized Aramaic", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "מהדורת וויליאם דייוידסון - ארמית המנוקד", "text": "<b>And it is written: “After he had slain Sihon,</b> the king of the Amorites, who dwelt in Heshbon” (Deuteronomy 1:4). <b>And it says: “And when the Canaanite,</b> the king of Arad, who dwelt in the South, <b>heard”</b> (Numbers 33:40). <b>And it says: “And all the congregation saw that Aaron was dead,</b> and they wept for Aaron thirty days” (Numbers 20:29). <b>And it says: “And it came to pass in the first month in the second year,</b> on the first day of the month, that the Tabernacle was established” (Exodus 40:17).", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": "מהדורת וויליאם דייוידסון - אנגלית"}, {"_id": "58ad973ed6e4a93323dc3a97", "index_title": "Taanit", "category": "Talmud", "type": "", "ref": "Taanit 9a:10", "anchorRef": "Numbers 33:40", "anchorRefExpanded": ["Numbers 33:40"], "sourceRef": "Taanit 9a:10", "sourceHeRef": "תענית ט׳ א:י׳", "anchorVerse": 40, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 17.001, "collectiveTitle": {"en": "Taanit", "he": "תענית"}, "heTitle": "תענית", "he": "מֵת אַהֲרֹן — נִסְתַּלְּקוּ עַנְנֵי כָּבוֹד, שֶׁנֶּאֱמַר: ״וַיִּשְׁמַע הַכְּנַעֲנִי מֶלֶךְ עֲרָד״, מָה שְׁמוּעָה שָׁמַע? שָׁמַע שֶׁמֵּת אַהֲרֹן וְנִסְתַּלְּקוּ עַנְנֵי כָּבוֹד, וּכְסָבוּר נִיתְּנָה לוֹ רְשׁוּת לְהִלָּחֵם בְּיִשְׂרָאֵל. וְהַיְינוּ דִּכְתִיב: ״וַיִּרְאוּ כׇּל הָעֵדָה כִּי גָוַע אַהֲרֹן״.", "heVersionTitle": "William Davidson Edition - Vocalized Aramaic", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "מהדורת וויליאם דייוידסון - ארמית המנוקד", "text": "When <b>Aaron died</b> the <b>clouds of glory disappeared, as it is stated: “And the Canaanite, the king of Arad heard”</b> (Numbers 33:40). <b>What report did he hear? He heard that Aaron had died and the clouds of glory had disappeared, and he thought that</b> the Jewish people were no longer protected by Heaven and therefore <b>he had been given permission to go to war against the Jewish people. And this</b> disappearance of the clouds <b>is</b> the meaning of that <b>which is written: “And all the congregation saw that [<i>ki</i>] Aaron was dead”</b> (Numbers 20:29).", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": "מהדורת וויליאם דייוידסון - אנגלית"}, {"_id": "5964d69bd6e4a92bf45a8beb", "index_title": "Rabbeinu Bahya", "category": "Commentary", "type": "commentary", "ref": "Rabbeinu Bahya, Bamidbar 33:40:1", "anchorRef": "Numbers 33:40", "anchorRefExpanded": ["Numbers 33:40"], "sourceRef": "Rabbeinu Bahya, Bamidbar 33:40:1", "sourceHeRef": "רבנו בחיי, במדבר ל״ג:מ׳:א׳", "anchorVerse": 40, "sourceHasEn": true, "compDate": [1290, 1310], "commentaryNum": 40.0001, "collectiveTitle": {"en": "Rabbeinu Bahya", "he": "רבנו בחיי"}, "heTitle": "במדבר", "he": "<b>וישמע הכנעני מלך ערד.</b> סמך פרשה וישמע הכנעני למיתת אהרן, והוא שדרשו מה שמועה שמע, שמע שמת אהרן ונסתלקו ענני כבוד, וכיון שנסתלקו חשב שנתנה רשות להלחם בהם.\n", "heVersionTitle": "Midrash Rabbeinu Bachya [ben Asher]. Warsaw, 1878", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "וישמע הכנעני מלך ערד, “the Canaanite, i.e. the King of Arad heard.” This verse follows mention of Aaron’s death to teach that when the Canaanite noticed that Aaron had died and that the protective cloud-cover over the camp of the Israelites had disappeared, they assumed that it was now permissible to attack this nation.", "versionTitle": "Torah Commentary by Rabbi Bachya ben Asher, trans. Eliyahu Munk, 1998.", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "59ef2fe1d6e4a90d4d5cabcc", "index_title": "Steinsaltz on Rosh Hashanah", "category": "Quoting Commentary", "type": "", "ref": "Steinsaltz on Rosh Hashanah 3a:1", "anchorRef": "Numbers 33:40", "anchorRefExpanded": ["Numbers 33:40"], "sourceRef": "Steinsaltz on Rosh Hashanah 3a:1", "sourceHeRef": "ביאור שטיינזלץ על ראש השנה ג׳ א:א׳", "anchorVerse": 40, "sourceHasEn": false, "compDate": [1950, 2010], "commentaryNum": 5.0001, "collectiveTitle": {"en": "Steinsaltz on Rosh Hashanah", "he": "ביאור שטיינזלץ על ראש השנה"}, "heTitle": "ביאור שטיינזלץ על ראש השנה", "he": "<b>\"וישמע הכנעני מלך ערד</b> יושב הנגב כי בא ישראל וילחם בישראל וישב ממנו שבי\" (במדבר לג, מ), <b>מה שמועה שמע?</b> — <b>שמע שמת אהרן, ו</b>ש<b>נסתלקו ענני כבוד</b> מישראל, <b>וכסבור</b> כי <b>ניתנה</b> לו <b>רשות</b> (אפשרות) <b>להלחם בישראל</b> ולנצחם. <b>והיינו דכתיב</b> <small>[וזהו שנאמר]:</small> <b>\"ויראו כל העדה כי גוע אהרן</b> ויבכו את אהרן שלושים יום כל בית ישראל<b>\"</b> (במדבר כ, כט),", "heVersionTitle": "William Davidson Edition - Hebrew", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59ef2fe1d6e4a90d4d5cabe0", "index_title": "Steinsaltz on Rosh Hashanah", "category": "Quoting Commentary", "type": "", "ref": "Steinsaltz on Rosh Hashanah 3a:12", "anchorRef": "Numbers 33:40", "anchorRefExpanded": ["Numbers 33:40"], "sourceRef": "Steinsaltz on Rosh Hashanah 3a:12", "sourceHeRef": "ביאור שטיינזלץ על ראש השנה ג׳ א:י״ב", "anchorVerse": 40, "sourceHasEn": false, "compDate": [1950, 2010], "commentaryNum": 5.0012, "collectiveTitle": {"en": "Steinsaltz on Rosh Hashanah", "he": "ביאור שטיינזלץ על ראש השנה"}, "heTitle": "ביאור שטיינזלץ על ראש השנה", "he": "<b>וכתיב</b> <small>[ונאמר]:</small> <b>\"אחרי הכתו את סיחון</b> מלך האמורי אשר יושב בחשבון<b>\"</b> (דברים א, ד) <b>ואומר: \"וישמע הכנעני</b> מלך ערד והוא יושב בנגב בארץ כנען בבוא בני ישראל<b>\"</b> (במדבר לג, מ), <b>ואומר: \"ויראו כל העדה כי גוע אהרן</b> ויבכו את אהרן שלושים יום<b>\"</b> (במדבר כ, כט) <b>ואומר: \"ויהי בחדש הראשון בשנה השנית</b> באחד לחודש הוקם המשכן<b>\"</b> (שמות מ, יז),", "heVersionTitle": "William Davidson Edition - Hebrew", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59ef319fd6e4a90d4d5d5491", "index_title": "Steinsaltz on Taanit", "category": "Quoting Commentary", "type": "", "ref": "Steinsaltz on Taanit 9a:10", "anchorRef": "Numbers 33:40", "anchorRefExpanded": ["Numbers 33:40"], "sourceRef": "Steinsaltz on Taanit 9a:10", "sourceHeRef": "ביאור שטיינזלץ על תענית ט׳ א:י׳", "anchorVerse": 40, "sourceHasEn": false, "compDate": [1950, 2010], "commentaryNum": 17.001, "collectiveTitle": {"en": "Steinsaltz on Taanit", "he": "ביאור שטיינזלץ על תענית"}, "heTitle": "ביאור שטיינזלץ על תענית", "he": "<b>מת אהרן נסתלקו ענני כבוד, שנאמר: \"וישמע הכנעני מלך ערד\"</b> (במדבר לג, מ), <b>מה שמועה שמע — שמע שמת אהרן ונסתלקו ענני כבוד, וכסבור</b> שאין לישראל עוד הגנה משמים ולכן <b>ניתנה לו רשות להלחם בישראל. והיינו דכתיב</b> <small>[והוא שנאמר]:</small> <b>\"ויראו כל העדה כי גוע אהרן\"</b> (במדבר כ, כט),", "heVersionTitle": "William Davidson Edition - Hebrew", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5a1543e3d6e4a92409abf24e", "index_title": "Siftei Chakhamim", "category": "Quoting Commentary", "type": "", "ref": "Siftei Chakhamim, Numbers 21:1:1", "anchorRef": "Numbers 33:40", "anchorRefExpanded": ["Numbers 33:40"], "sourceRef": "Siftei Chakhamim, Numbers 21:1:1", "sourceHeRef": "שפתי חכמים, במדבר כ״א:א׳:א׳", "anchorVerse": 40, "sourceHasEn": true, "compDate": [1660, 1680], "commentaryNum": 1.0001, "collectiveTitle": {"en": "Siftei Chakhamim", "he": "שפתי חכמים"}, "heTitle": "במדבר", "he": "<b>שמע שמת אהרן ונסתלקו.</b> וא\"ת מנליה לרש\"י, דלמא כפשוטו כדכתיב אחריו כי בא ישראל וגו'. וי\"ל דק\"ל לרש\"י ל\"ל וישמע, דלא הל\"ל אלא ויבא ישראל דרך האתרים ויבא הכנעני וילחם וגו', כמו ויבא עמלק וילחם בישראל, וכמו ויצא לקראת ישראל המדברה ויבא יהצה וילחם בישראל, וכן גבי עוג ויצא לקראת ישראל וגומר למלחמה אדרעי, אלא שמע שמת אהרן ונסתלקו ענני כבוד. ועי\"ל דהוכחתו מדכתיב בפ' ואלה מסעי, וישמע הכנעני וגו' אחר מיתת אהרן והתם ע\"כ לא שמע אלא שמת אהרן ונסתלקה השכינה מישראל, והתם פירש\"י כאן למדך כו' ל' מכאן משמע שפי' דראייתו משם, ושם אפרש בס\"ד. והרא\"ם פי' כדכתיב ויראו כל העדה וגו' ואמר ר' אבהו קרי ויראו בצירי תחת היו\"ד וכדריש לקיש דאמר האי כי, נתינת טעם לדבר שלפניו הוא, נתגלו העדה לפי שגוע אהרן. ונראה דמשום זה מהפך רש\"י ופי' כי גוע אחר כל בית ישראל כדי להסמיך לוישמע הכנעני. נלי\"ט:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY", "heVersionTitleInHebrew": "חומש שפתי חכמים, הוצאת מצודה, 2009", "text": "<b>He heard that Aharon died and [the clouds of glory] departed.</b> You might ask: What is Rashi’s source for this? Perhaps [the explanation of the verse] is like its plain understanding, that it was because “Yisroel had come…” as the verse continues. The answer is that Rashi is answering the question: Why does it say, “He heard”? It should have merely said “Yisroel came by the route of the spies and the Cannanite King of Arad came and attacked…” As the Torah writes (Shemos 17:8) “Amalek came and attacked Yisroel” and (Bamidbar 21:23) “[They] went out against Yisroel to the wilderness; he came to Yohatz and attacked Yisroel.” Similarly it says regarding Og (ibid. v. 33), “He came out against Yisroel, [he with all his people] to wage war at Edre’i.” Rather, it was because they heard that Aharon died and the Clouds of Glory departed. Furthermore one can answer that Rashi’s proof is from Parshas Masei (Bamidbar 33:40) where it is written, “The Canaanites heard…after Aharon’s death.” There it is clear that it was only because they had heard that Aharon had died and that the Divine Presence had departed from Yisroel. Rashi explains on that verse, “From here you learn…” The words, “From here” imply that he is explaining that his proof is from there, as I will explain there. <i>Re’m</i> explains: It is written above וַיִּרְאוּ כל העדה [\"The entire community saw…\"] (20:29) and Rabbi Abahu says (Rosh Hashanah 3a): Read this as וַיֵרְאוּ [\"and they feared\"] with a <i>tzerei</i> under the <i>yud</i> in accordance with Reish Lakish who says that here the word כי [translated in 20:29 as \"that\" but sometimes meaning \"because\"] comes to explain the matter that precedes it. [Consequently it means that they were fearful] since the community had become vulnerable because of Aharon’s death. It appears that this was why Rashi reversed the order of the verse and explained (20:29) “that [Aharon] had died” after “the entire community of Yisroel” in order to juxtapose it to the comment, “And the Canaanite heard.” <i>R. Yaakov Triosh</i>.", "versionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": "חומש שפתי חכמים, הוצאת מצודה, 2009"}, {"_id": "5a1547e2d6e4a92409ac4f48", "index_title": "Siftei Chakhamim", "category": "Commentary", "type": "commentary", "ref": "Siftei Chakhamim, Numbers 33:40:1", "anchorRef": "Numbers 33:40", "anchorRefExpanded": ["Numbers 33:40"], "sourceRef": "Siftei Chakhamim, Numbers 33:40:1", "sourceHeRef": "שפתי חכמים, במדבר ל״ג:מ׳:א׳", "anchorVerse": 40, "sourceHasEn": true, "compDate": [1660, 1680], "commentaryNum": 40.0001, "collectiveTitle": {"en": "Siftei Chakhamim", "he": "שפתי חכמים"}, "heTitle": "במדבר", "he": "<b>כאן למדך כו'.</b> ר\"ל לעיל בפ' חקת ג\"כ כתיב אחר מיתת אהרן וישמע הכנעני וגו' אבל לא מוכח שם ששמע מיתת אהרן, דאיכא למימר ששמע מה שאמר בקרא אחריו כי בא ישראל דרך האתרים, אבל כאן לא מפרש אחריו מידי, לכך מוכח כאן שמיתת אהרן וכו' שפי' כאן למדך שמיתת אהרן היא השמועה דכתיב ואהרן בן קכ\"ג שנה במותו וישמע הכנעני, אבל בפרשת חקת לא ידענו מה שמועה שמע אם מיתתו של אהרן אם בכייתם ששניהם כתובים שם:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY", "heVersionTitleInHebrew": "חומש שפתי חכמים, הוצאת מצודה, 2009", "text": "<b>This teaches…</b> Meaning: Above in Parshas Chukas (21:1) following the death of Aharon it is also written, “The Canaanite [King] heard…” However, there it was not clear that he heard about the death of Aharon, for one could have said that he heard what was said subsequently, “That Yisroel had come by the route of the spies.” But here the Torah does not make any comment afterward; therefore <i>here</i> it is clear that “the death of Aharon [was the news…]” It is here that Rashi comments, “This teaches you that the death of Aharon was the news he heard” because it is written “Aharon was one hundred and twenty-three years old at his death… and the Canaanite heard.” However in Parshas Chukas we did not know what he heard, whether it was about the death of Aharon or about their weeping, since both of are written there (20:29).", "versionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": "חומש שפתי חכמים, הוצאת מצודה, 2009"}, {"_id": "5a43673dd6e4a97d18d91bbb", "index_title": "Ralbag Beur HaMilot on Torah", "category": "Commentary", "type": "commentary", "ref": "Ralbag Beur HaMilot on Torah, Numbers 33:40:1", "anchorRef": "Numbers 33:40", "anchorRefExpanded": ["Numbers 33:40"], "sourceRef": "Ralbag Beur HaMilot on Torah, Numbers 33:40:1", "sourceHeRef": "רלב\"ג ביאור המלות על התורה, במדבר ל״ג:מ׳:א׳", "anchorVerse": 40, "sourceHasEn": false, "compDate": [1326, 1340], "commentaryNum": 40.0001, "collectiveTitle": {"en": "Ralbag Beur HaMilot", "he": "רלב\"ג ביאור המלות"}, "heTitle": "במדבר", "he": "<b>וישמע הכנעני מלך ערד וגומ'.</b> זכר בזה המקום להעיר על שמיתת אהרן היתה סבה מה לזה המקרה כי הוא היה מדקדק מאד בהישרת העם לעבוד' הש\"י וכאלו אמרה התורה שמות אהרן היה כמו סבה לזה המקרה הרע לישראל:\n", "heVersionTitle": "Ralbag on Torah, Venice, 1547", "heLicense": "Public Domain", "heVersionTitleInHebrew": "רלב\"ג על התורה, ונציה ש\"ז", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6037a6dccda51cfa3ddf3db5", "index_title": "Ramban on Numbers", "category": "Quoting Commentary", "type": "", "ref": "Ramban on Numbers 21:1:1", "anchorRef": "Numbers 33:40", "anchorRefExpanded": ["Numbers 33:40"], "sourceRef": "Ramban on Numbers 21:1:1", "sourceHeRef": "רמב\"ן על במדבר כ״א:א׳:א׳", "anchorVerse": 40, "sourceHasEn": true, "compDate": [1246, 1286], "commentaryNum": 1.0001, "collectiveTitle": {"en": "Ramban on Numbers", "he": "רמב\"ן על במדבר"}, "he": "<b>וישמע הכנעני</b> מצינו בכיבושי יהושע (יהושע יב יד) מלך ערד אחד ועוד כתיב במסעות (במדבר ל״ג:מ׳) והוא יושב בנגב בארץ כנען והכתוב לא יקרא ארץ כנען סתם מעבר לירדן מזרחה כמו שאמר (במדבר ל״ד:ב׳) ארץ כנען לגבולותיה ועוד כי היה ראוי שיחלוק משה את ארצו של מלך ערד לאחד משבטי ישראל והכתוב יספר בכל מקום כי ארץ סיחון ועוג שני מלכי האמורי נתן משה לשני המטות וחצי המטה ותשעת המטות וחצי המטה לקחו נחלתם אחרי עברם את הירדן בארץ כנען ואולי נאמר כי החרימו ישראל את ארצם ולא ישבו בה כלל ואינו נכון וכן רש\"י מפרש והחרמתי את עריהם (במדבר כ״א:ב׳) שהקדיש שללם לגבוה והנכון בעיני כי זה מלך ערד הוא יושב בנגב מעבר לירדן ימה בארץ כנען על יד הירדן בגבול בני יהודה סמוך לחברון שהיא בנגב ושמע מרחוק בבוא בני ישראל ובא דרך האתרים אל ערבות מואב להלחם עמהם שם וזה טעם <b>וישמע</b> ולכך ספר הכתוב <b>והוא יושב בנגב בארץ כנען</b> כי בא מארץ אחרת אל מקום ישראל ונדרו ישראל נדר לה' שאם יתן אותו בידם שיחרימו כל אשר להם לה' וספר הכתוב כי שמע השם תפלתם ונדרו נדר לה' ושלמו אותו כי הרגו אותם עתה בימי משה כמו שצוה (ויקרא כז כט) כל חרם אשר יחרם מן האדם לא יפדה מות יומת ונתנו כל שללם לאוצר בית ה' והשלים עוד בכאן לספר כי החרימו ישראל גם את עריהם אחרי בואם בארץ כנען אחרי מות יהושע לקיים את נדרם אשר נדרו ויקראו שם הערים חרמה והוא מה שנאמר בספר שופטים (א טז) ובני קיני חותן משה עלו מעיר התמרים את בני יהודה מדבר יהודה אשר בנגב ערד ושם כתוב (במדבר כ״א:י״ז) וילך יהודה את שמעון אחיו ויכו את הכנעני יושב צפת ויחרימו אותה ויקרא את שם העיר חרמה ושם נשלם הנדר הזה אבל השלים הכתוב להזכיר הענין בכאן וזה כענין הפרשה שאמרה ברדת המן (שמות טז לד לה) ויניחהו אהרן לפני העדות למשמרת ובני ישראל אכלו את המן ארבעים שנה עד בואם אל ארץ נושבת את המן אכלו עד בואם אל קצה ארץ כנען והוא לאחר מיתתו של משה עד ממחרת הפסח (יהושע ה יב) וכן אלה שמות האנשים אשר ינחלו לכם את הארץ וגו' (במדבר ל״ד:י״ז) נבואה שיהיו חיים וקיימים כי לא יתכן שיהיה השם מיחד להם אנשים על הספק אבל היה ראוי שיצוה ליהושע בעת החלוקה גם נכון הוא לומר שהחרימו ישראל עתה בימי משה את המלך הזה ואת עמו לפי חרב וקראו שם מקום המלחמה חרמה ואחרי עברם את הירדן המית יהושע גם את מלך ערד אשר מלך אחרי כן עם מלכי כנען אשר מלכו בימים ההם ובני יהודה בבאם בעריהם החרימו אותם גם כן וקראו שם הערים חרמה כי השלימו את נדרם אשר נדרו אבותם <b>והחרמתי את עריהם</b> ולכך אמר כאן ויקרא שם המקום חרמה ושם כתוב ויקרא את שם העיר חרמה שם כל עיר שהיתה ממלך ערד כי השלימו נדרם והיה שללם מחרמי גבוה והנה כל הנזכר כאן היה בבת אחת זולתי שהזכיר <b>ואת עריהם</b> שהיה לעתיד בבואם בעריהם ולכך אמר והחרמתי את עריהם ולא אמר אתהם ואת עריהם כי הזכיר הנדר העתיד כי הם במלחמה ימותו ושם יתמו ולשון הכתוב נאות למה שפירשנו שהיה ראוי לומר ויתן את הכנעני בידם ויחרימו אתהם ואת עריהם ויקראו שם המקום חרמה אבל חסר הכנויין לרמוז שנתן הכנעני ביד מי שנתנו מישראל מהם עתה ומהם לעתיד כי השם שמע את תפלתם והם קיימו את נדרם:", "heVersionTitle": "On Your Way New", "heLicense": "", "heVersionTitleInHebrew": "", "text": "AND THE CANAANITE, THE KING OF ARAD, HEARD. We find [mentioned] amongst the conquests of Joshua: <i>the king of Arad, one</i>.<sup class=\"footnote-marker\">217</sup><i class=\"footnote\">Joshua 12:14. Ramban is to ask: since the verse in Joshua clearly indicates that Arad was in Canaan proper, to the <i>west</i> of the river Jordan: so how — as indicated in this section — could its king fight against Israel whilst they were still on the eastern bank of the Jordan:</i> Moreover, in the section dealing with the [stages of the Israelites’] journeyings [in the wilderness], it is written, <i>And the Canaanite, the king of Arad, who dwelt in the south in the land of Canaan</i>,<sup class=\"footnote-marker\">218</sup><i class=\"footnote\">Further, 33:40.</i> and Scripture does not refer to [that land which is] on the eastern side of the Jordan as “the land of Canaan” without qualification, just as He said, <i>the land of Canaan according to the borders thereof</i>.<sup class=\"footnote-marker\">219</sup><i class=\"footnote\"><i>Ibid.</i>, 34:2. Verses 10-12 <i>ibid.</i>, define the eastern boundary of Canaan as the Jordan: hence we see that the word “Canaan” does <i>not</i> include land <i>east</i> of the Jordan. So the question reappears: how come that the king of Arad, a land west of the Jordan, came to fight the children of Israel who were now encamped <i>east</i> of the Jordan?</i> Furthermore, [if Arad was to the east of the river Jordan], Moses should have given the land of the king of Arad to one of the tribes of Israel [as their inheritance, in the same way that he divided up the other lands which he conquered]; but Scripture always tells<sup class=\"footnote-marker\">220</sup><i class=\"footnote\"><i>Ibid.</i>, Verses 13-15; Joshua 12:6, etc.</i> that it was the land of Sihon and Og, the two Amorite kings, which Moses gave to the two tribes [Reuben and Gad] and to the half-tribe [of Menasheh], whereas the nine tribes and the [other] half-tribe [of Menasheh] received their inheritance after they crossed the Jordan into the land of Canaan. Perhaps we may explain [that the reason for this is] that Israel utterly destroyed their land, and did not settle therein at all. But that is not [the] correct [explanation of the word <i>v’hacharamti</i> in Verse 2]. Similarly Rashi explains [that the expression: <i>And Israel vowed a vow unto the Eternal, and said, If Thou wilt indeed deliver this people into my hand</i>,] <i>then ‘v’hacharamti’ their cities</i><sup class=\"footnote-marker\">221</sup><i class=\"footnote\">Further, verse 2.</i> means that Israel would dedicate the spoils [of those cities] to the Most High [and not that they would destroy the cities themselves].<sup class=\"footnote-marker\">222</sup><i class=\"footnote\">Hence the question would be: If Arad was on the eastern side of the Jordan, why did Moses not give it to any of the tribes?</i><br>The correct interpretation appears to me to be that this king of Arad <i>dwelt in the south</i><sup class=\"footnote-marker\">218</sup><i class=\"footnote\">Further, 33:40.</i> on the <i>western</i> side of the Jordan, in the land of Canaan near the Jordan, bordering onto the land of the children of Judah, near Hebron which is in the south;<sup class=\"footnote-marker\">223</sup><i class=\"footnote\">Above, 13:22: <i>And they went up into the south, and came unto Hebron</i>.</i> <i>and he heard</i> from afar <i>of the coming of the children of Israel</i>,<sup class=\"footnote-marker\">218</sup><i class=\"footnote\">Further, 33:40.</i> so he [the king] <i>came by the way of Atharim</i><sup class=\"footnote-marker\">224</sup><i class=\"footnote\">Here in Verse 1.</i> to the plains of Moab to fight there against Israel. This is the meaning of the word <i>‘vayishma’</i> (<i>and he heard</i>) [i.e., he heard from a distance]. Therefore Scripture relates that he <i>dwelt in the south in the land of Canaan</i>,<sup class=\"footnote-marker\">218</sup><i class=\"footnote\">Further, 33:40.</i> [to point out] that he came from another land, to the place where Israel was [encamped]. Then <i>Israel vowed a vow unto the Eternal</i><sup class=\"footnote-marker\">221</sup><i class=\"footnote\">Further, verse 2.</i> that if He would deliver him [the king of Arad] into their hand, they would dedicate all that they had to G-d. And Scripture [further] relates<sup class=\"footnote-marker\">225</sup><i class=\"footnote\">Further, Verse 3.</i> that G-d heard their prayer, and the vow that they had vowed unto G-d, they fulfilled,<sup class=\"footnote-marker\">226</sup><i class=\"footnote\">See Isaiah 19:21: <i>and they shall vow a vow unto the Eternal, and shall perform it</i>.</i> for they killed them now in the days of Moses, as He had commanded, <i>None devoted, that may be devoted of men, shall be ransomed; he shall surely be put to death</i>,<sup class=\"footnote-marker\">227</sup><i class=\"footnote\">Leviticus 27:29. See Ramban <i>ibid.</i></i> and they gave all their spoils <i>into the treasury of the House of the Eternal</i>.<sup class=\"footnote-marker\">228</sup><i class=\"footnote\">Joshua 6:24.</i> Scripture continued by relating <i>here</i><sup class=\"footnote-marker\">225</sup><i class=\"footnote\">Further, Verse 3.</i> that Israel also laid their cities waste when they came into the land of Canaan, after the death of Joshua, in order to fulfill the vow which they had made, and they called the name of the cities Hormah [Utter Destruction].<sup class=\"footnote-marker\">229</sup><i class=\"footnote\">Ramban is thus saying that the account in Verse 3 of the destruction of the cities refers to an event which took place after Joshua’s death, and which is recorded in detail in the Book of Judges, as will be explained further on. Thus we must say that this future event was told by G-d to Moses, who wrote it down — like the rest of the Torah — at the command and dictation of G-d. Compare Ramban’s remarks in his introduction to the Commentary on the Torah, (Vol. I p. 9): “However, it is true and clear that the entire Torah — from the beginning of Genesis to <i>in the sight of all Israel</i> [the last words in Deuteronomy] — reached the ear of Moses from the mouth of the Holy One, blessed be He”. Since there is no difference in time for G-d, it is written in the past tense, for past, present, and future are all the same to Him. See also Ramban Vol. II, p. 192, for the reason why the tenses are often used interchangeably in prophetic statements.</i> It is with reference to this that it is stated in the Book of Judges, <i>And the children of the Kenite, Moses’ father-in-law, went up out of the city of palm-trees with the children of Judah into the wilderness of Judah, which is in the south of Arad</i>,<sup class=\"footnote-marker\">230</sup><i class=\"footnote\">Judges 1:16.</i> and it is [further] written, <i>And Judah went with Simeon his brother, and they smote the Canaanites that inhabited Zephath, and utterly destroyed it. And he called the name of the city Hormah</i>.<sup class=\"footnote-marker\">231</sup><i class=\"footnote\"><i>Ibid.</i>, Verse 17.</i> It was then that this vow [recorded here] was fulfilled, but Scripture, however, completed the account of the matter here, just as it did in the section speaking of the descending of the manna, [where it states]<i>: and Aaron laid it up before the Testimony, to be kept. And the children of Israel did eat the manna forty years, until they came to a land inhabited; they did eat the manna, until they came unto the borders of the land of Canaan</i>,<sup class=\"footnote-marker\">232</sup><i class=\"footnote\">Exodus 16:34-35.</i> [an event which occurred] after the death of Moses, until <i>the morrow after the Passover</i>.<sup class=\"footnote-marker\">233</sup><i class=\"footnote\">Joshua 5:11.</i> Similarly, <i>These are the names of the men that shall take possession of the Land for you</i> etc.<sup class=\"footnote-marker\">234</sup><i class=\"footnote\">Further, 34:17.</i> constitutes a prophecy that these men will [still] live and function [at that time]; for it is impossible [to say] that G-d would specify for them men about whom there was a doubt [as to whether they would still be living; for if so], He should rather have commanded Joshua [about them] at the time of the division of the Land. [But since the command was already given to Moses, we see that the Torah speaks of future events, and that this constitutes a Divine promise that these specified men would live until the time of the division of the Land.]<br>It is also correct to say that already now in the days of Moses the Israelites destroyed this king [of Arad] <i>and his people with the edge of the sword</i>,<sup class=\"footnote-marker\">235</sup><i class=\"footnote\">Exodus 17:13.</i> and called the place of the battle Hormah, and after they crossed the Jordan, Joshua also killed the [then] king of Arad<sup class=\"footnote-marker\">217</sup><i class=\"footnote\">Joshua 12:14. Ramban is to ask: since the verse in Joshua clearly indicates that Arad was in Canaan proper, to the <i>west</i> of the river Jordan: so how — as indicated in this section — could its king fight against Israel whilst they were still on the eastern bank of the Jordan:</i> who ruled after [the one in the days of Moses], together with the [other] Canaanite kings who ruled at that time. When the children of Judah came into their cities, they destroyed them as well, and called the name of the cities Hormah,<sup class=\"footnote-marker\">231</sup><i class=\"footnote\"><i>Ibid.</i>, Verse 17.</i> because [by destroying them] they fulfilled the vow which their fathers had made, <i>and I will utterly destroy their cities</i>.<sup class=\"footnote-marker\">221</sup><i class=\"footnote\">Further, verse 2.</i> Therefore He stated here, <i>and he called the name of ‘the place’ Hormah</i>,<sup class=\"footnote-marker\">225</sup><i class=\"footnote\">Further, Verse 3.</i> but there [in the Book of Judges] it is written, <i>and he called the name of ‘the city’ Hormah</i>,<sup class=\"footnote-marker\">231</sup><i class=\"footnote\"><i>Ibid.</i>, Verse 17.</i> meaning the name of every city which belonged to the king of Arad, as they fulfilled their vow, and their spoils were dedicated to the Sanctuary. Thus [according to this interpretation] everything mentioned here happened at the same time [in the days of Moses], except that He mentioned, <i>and their cities</i>,<sup class=\"footnote-marker\">225</sup><i class=\"footnote\">Further, Verse 3.</i> [the destruction of which] occurred at a later time, when they came into their cities. It is for this reason that it says [here], <i>and I will utterly destroy their cities</i>,<sup class=\"footnote-marker\">221</sup><i class=\"footnote\">Further, verse 2.</i> and does not say “[I will destroy] them and their cities,” because the verse [only] mentions their vow concerning the future, but they themselves [the people] died in the battle [at the time of Moses] and were destroyed there. And the language of the verse fits in well with this explanation of ours, for it should have said: “and He delivered up the Canaanites ‘into their hand,’ and ‘they’ utterly destroyed them and their cities, and ‘they’ called the name of the place Hormah.” But Scripture omitted the pronouns<sup class=\"footnote-marker\">236</sup><i class=\"footnote\">Thus it does not say that He gave the Canaanites “into their hand” [which would refer exclusively to the hand of the Israelites <i>of the days of Moses</i>]. Nor does it say <i>vayacharimu</i> (and “they” destroyed), but instead says: <i>‘vayachareim’</i> [literally: “and ‘he’ destroyed” — i.e., the one who destroyed them — now, or later on in the days of Joshua]. Similarly it does not say <i>vayikr’u</i> (“and ‘they’ called”), the name of the place Hormah [in the days of Moses] but <i>‘vayikra’</i> [“and ‘he’ called” — the one who called — now or later on].</i> in order to indicate that He delivered the Canaanites into the hand of whoever of the Israelites He delivered them, some of them now and some of them at a later time, for G-d hearkened to their prayer, and they fulfilled their vow.", "versionTitle": "Commentary on the Torah by Ramban (Nachmanides). Translated and annotated by Charles B. Chavel. New York, Shilo Pub. House, 1971-1976", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "6037a6dccda51cfa3ddf3dbf", "index_title": "Ramban on Numbers", "category": "Quoting Commentary", "type": "", "ref": "Ramban on Numbers 21:1:2", "anchorRef": "Numbers 33:40", "anchorRefExpanded": ["Numbers 33:40"], "sourceRef": "Ramban on Numbers 21:1:2", "sourceHeRef": "רמב\"ן על במדבר כ״א:א׳:ב׳", "anchorVerse": 40, "sourceHasEn": true, "compDate": [1246, 1286], "commentaryNum": 1.0002, "collectiveTitle": {"en": "Ramban on Numbers", "he": "רמב\"ן על במדבר"}, "he": "וטעם <b>כי בא ישראל דרך האתרים</b> על דעת אונקלוס (תרגום אונקלוס על במדבר כ״א:א׳) כי כאשר באו המרגלים ועלו בנגב וחזרו להם הרגישו בהם יושבי הארץ ושמע בהם הכנעני הזה שהיה יושב בנגב ובא בדרך שהלכו הם עד הגיעו למחנה ישראל ויפה פירש ורבותינו אמרו (ר\"ה ג) מה שמועה שמע כי הוקשה להם הכתוב בפרשת המסעים (במדבר ל״ג:מ׳) וישמע הכנעני מלך ערד והוא יושב בנגב בארץ כנען בבא בני ישראל שלא הזכיר שם המלחמה ולא שום דבר על כן אמרו שהשמועה היתה במיתת אהרן הנזכרת שם יזכיר כי שמעו אויבי ישראל במיתת הצדיק ונתעוררו בה להלחם עמהם וכן אמרו (במדבר רבה יט יא) שהכנעני הזה הוא עמלק ולא כבש ארצם ולא חלק אותה אבל החרים עריהם:", "heVersionTitle": "On Your Way New", "heLicense": "", "heVersionTitleInHebrew": "", "text": "THAT ISRAEL CAME BY WAY OF ‘ATHARIM.’ According to the opinion of Onkelos [who rendered the verse: “that Israel came by the way which ‘the spies’ had gone”], the meaning is that when the spies came and went up from the south<sup class=\"footnote-marker\">237</sup><i class=\"footnote\">Above, 13:22.</i> and returned, the inhabitants of the Land noticed them, and this Canaanite who dwelt in the south heard about them, and so he followed the same route which they had taken, until he reached the camp of the Israelites. Onkelos has interpreted it well. And our Rabbis have said:<sup class=\"footnote-marker\">238</sup><i class=\"footnote\">Rosh Hashanah 3a.</i> “What was the report which he [the Canaanite] heard?” — because they found difficulty with the verse in the section [dealing with the stages] of the [Israelites’] journeyings,<sup class=\"footnote-marker\">239</sup><i class=\"footnote\">Ramban by implication differs here from Rashi, who quoted this text of the Rabbis on the verse before us. According to Ramban, the Rabbis made their remark with reference to the verse mentioned further on. Ramban’s reason for disagreeing is apparent, because in our verse it states quite clearly the reason why the Canaanite came, namely because he had heard of the sending of the spies, as explained, and therefore he went to fight against Israel. But further on no reason is given and no war mentioned. Therefore Ramban says, the Rabbis found it necessary to give their interpretation.</i> which states, <i>And the Canaanite, the king of Arad, who dwelt in the south in the land of Canaan, heard of the coming of the children of Israel</i>,<sup class=\"footnote-marker\">240</sup><i class=\"footnote\">Further, 33:40.</i> since it does not mention there any war, or any other event whatsoever. Therefore they said that the report was about the death of Aaron which is mentioned there,<sup class=\"footnote-marker\">241</sup><i class=\"footnote\"><i>Ibid.</i>, Verses 38-39.</i> and Scripture thus states that Israel’s enemies heard of the death of the righteous one, and they were consequently encouraged by that event to fight against Israel. Likewise the Rabbis have said<sup class=\"footnote-marker\">242</sup><i class=\"footnote\">Tanchuma, <i>Chukath</i> 18.</i> that this Canaanite was Amalek, and [therefore the Israelites] did not conquer his land, nor take any part of it; but they completely destroyed their cities.", "versionTitle": "Commentary on the Torah by Ramban (Nachmanides). Translated and annotated by Charles B. Chavel. New York, Shilo Pub. House, 1971-1976", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "60b36d2018af6fc69130ce5b", "index_title": "Tzofnat Paneach", "category": "Chasidut", "type": "", "ref": "Tzofnat Paneach, Terumah 8:9", "anchorRef": "Numbers 33:40", "anchorRefExpanded": ["Numbers 33:40"], "sourceRef": "Tzofnat Paneach, Terumah 8:9", "sourceHeRef": "צפנת פענח, תרומה ח׳:ט׳", "anchorVerse": 40, "sourceHasEn": false, "commentaryNum": 8.0009, "collectiveTitle": {"en": "Tzofnat Paneach", "he": "צפנת פענח"}, "heTitle": "תרומה", "he": "<b>ובש\"ס </b>פרק קמא דראש השנה דף (ב') [ג'] (ע\"א) כתבו <b>התוספות</b>, וזה לשונם: וישמע הכנעני מלך ערד, במדרש אמרינן דהיינו עמלק, כמו שיסד <b>הפייט</b> כסות ולשון שינה היות כמלך ערד. ומכל מקום דייק שפיר דסיחון קיים וכו', ונראה דמההוא דמסעי (במדבר לג, מ) דריש, דאי מההוא דחוקת (במדבר כא, א) הא מפרש דמשמע כי בא ישראל דרך האתרים, ורש\"י לא דק בפירוש חומש, עכ\"ל. ורש\"י לא דק, ר\"ל שפירש בפ' חוקת (שם), וישמע הכנעני - שמע שמת אהרן וגו', דזה אינו, דמפורש שם כי בא דרך האתרים וכו'.", "heVersionTitle": "Eichen edition. Jerusalem, 2011", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "62037ee56bfddfbb310fed0c", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Numbers, On the Book of Numbers and Its Structure 2-52", "anchorRef": "Numbers 1:1-36:13", "anchorRefExpanded": ["Numbers 1:1", "Numbers 1:2", "Numbers 1:3", "Numbers 1:4", "Numbers 1:5", "Numbers 1:6", "Numbers 1:7", "Numbers 1:8", "Numbers 1:9", "Numbers 1:10", "Numbers 1:11", "Numbers 1:12", "Numbers 1:13", "Numbers 1:14", "Numbers 1:15", "Numbers 1:16", "Numbers 1:17", "Numbers 1:18", "Numbers 1:19", "Numbers 1:20", "Numbers 1:21", "Numbers 1:22", "Numbers 1:23", "Numbers 1:24", "Numbers 1:25", "Numbers 1:26", "Numbers 1:27", "Numbers 1:28", "Numbers 1:29", "Numbers 1:30", "Numbers 1:31", "Numbers 1:32", "Numbers 1:33", "Numbers 1:34", "Numbers 1:35", "Numbers 1:36", "Numbers 1:37", "Numbers 1:38", "Numbers 1:39", "Numbers 1:40", "Numbers 1:41", "Numbers 1:42", "Numbers 1:43", "Numbers 1:44", "Numbers 1:45", "Numbers 1:46", "Numbers 1:47", "Numbers 1:48", "Numbers 1:49", "Numbers 1:50", "Numbers 1:51", "Numbers 1:52", "Numbers 1:53", "Numbers 1:54", "Numbers 2:1", "Numbers 2:2", "Numbers 2:3", "Numbers 2:4", "Numbers 2:5", "Numbers 2:6", "Numbers 2:7", "Numbers 2:8", "Numbers 2:9", "Numbers 2:10", "Numbers 2:11", "Numbers 2:12", "Numbers 2:13", "Numbers 2:14", "Numbers 2:15", "Numbers 2:16", "Numbers 2:17", "Numbers 2:18", "Numbers 2:19", "Numbers 2:20", "Numbers 2:21", "Numbers 2:22", "Numbers 2:23", "Numbers 2:24", "Numbers 2:25", "Numbers 2:26", "Numbers 2:27", "Numbers 2:28", "Numbers 2:29", "Numbers 2:30", "Numbers 2:31", "Numbers 2:32", "Numbers 2:33", "Numbers 2:34", "Numbers 3:1", "Numbers 3:2", "Numbers 3:3", "Numbers 3:4", "Numbers 3:5", "Numbers 3:6", "Numbers 3:7", "Numbers 3:8", "Numbers 3:9", "Numbers 3:10", "Numbers 3:11", "Numbers 3:12", "Numbers 3:13", "Numbers 3:14", "Numbers 3:15", "Numbers 3:16", "Numbers 3:17", "Numbers 3:18", "Numbers 3:19", "Numbers 3:20", "Numbers 3:21", "Numbers 3:22", "Numbers 3:23", "Numbers 3:24", "Numbers 3:25", "Numbers 3:26", "Numbers 3:27", "Numbers 3:28", "Numbers 3:29", "Numbers 3:30", "Numbers 3:31", "Numbers 3:32", "Numbers 3:33", "Numbers 3:34", "Numbers 3:35", "Numbers 3:36", "Numbers 3:37", "Numbers 3:38", "Numbers 3:39", "Numbers 3:40", "Numbers 3:41", "Numbers 3:42", "Numbers 3:43", "Numbers 3:44", "Numbers 3:45", "Numbers 3:46", "Numbers 3:47", "Numbers 3:48", "Numbers 3:49", "Numbers 3:50", "Numbers 3:51", "Numbers 4:1", "Numbers 4:2", "Numbers 4:3", "Numbers 4:4", "Numbers 4:5", "Numbers 4:6", "Numbers 4:7", "Numbers 4:8", "Numbers 4:9", "Numbers 4:10", "Numbers 4:11", "Numbers 4:12", "Numbers 4:13", "Numbers 4:14", "Numbers 4:15", "Numbers 4:16", "Numbers 4:17", "Numbers 4:18", "Numbers 4:19", "Numbers 4:20", "Numbers 4:21", "Numbers 4:22", "Numbers 4:23", "Numbers 4:24", "Numbers 4:25", "Numbers 4:26", "Numbers 4:27", "Numbers 4:28", "Numbers 4:29", "Numbers 4:30", "Numbers 4:31", "Numbers 4:32", "Numbers 4:33", "Numbers 4:34", "Numbers 4:35", "Numbers 4:36", "Numbers 4:37", "Numbers 4:38", "Numbers 4:39", "Numbers 4:40", "Numbers 4:41", "Numbers 4:42", "Numbers 4:43", "Numbers 4:44", "Numbers 4:45", "Numbers 4:46", "Numbers 4:47", "Numbers 4:48", "Numbers 4:49", "Numbers 5:1", "Numbers 5:2", "Numbers 5:3", "Numbers 5:4", "Numbers 5:5", "Numbers 5:6", "Numbers 5:7", "Numbers 5:8", "Numbers 5:9", "Numbers 5:10", "Numbers 5:11", "Numbers 5:12", "Numbers 5:13", "Numbers 5:14", "Numbers 5:15", "Numbers 5:16", "Numbers 5:17", "Numbers 5:18", "Numbers 5:19", "Numbers 5:20", "Numbers 5:21", "Numbers 5:22", "Numbers 5:23", "Numbers 5:24", "Numbers 5:25", "Numbers 5:26", "Numbers 5:27", "Numbers 5:28", "Numbers 5:29", "Numbers 5:30", "Numbers 5:31", "Numbers 6:1", "Numbers 6:2", "Numbers 6:3", "Numbers 6:4", "Numbers 6:5", "Numbers 6:6", "Numbers 6:7", "Numbers 6:8", "Numbers 6:9", "Numbers 6:10", "Numbers 6:11", "Numbers 6:12", "Numbers 6:13", "Numbers 6:14", "Numbers 6:15", "Numbers 6:16", "Numbers 6:17", "Numbers 6:18", "Numbers 6:19", "Numbers 6:20", "Numbers 6:21", "Numbers 6:22", "Numbers 6:23", "Numbers 6:24", "Numbers 6:25", "Numbers 6:26", "Numbers 6:27", "Numbers 7:1", "Numbers 7:2", "Numbers 7:3", "Numbers 7:4", "Numbers 7:5", "Numbers 7:6", "Numbers 7:7", "Numbers 7:8", "Numbers 7:9", "Numbers 7:10", "Numbers 7:11", "Numbers 7:12", "Numbers 7:13", "Numbers 7:14", "Numbers 7:15", "Numbers 7:16", "Numbers 7:17", "Numbers 7:18", "Numbers 7:19", "Numbers 7:20", "Numbers 7:21", "Numbers 7:22", "Numbers 7:23", "Numbers 7:24", "Numbers 7:25", "Numbers 7:26", "Numbers 7:27", "Numbers 7:28", "Numbers 7:29", "Numbers 7:30", "Numbers 7:31", "Numbers 7:32", "Numbers 7:33", "Numbers 7:34", "Numbers 7:35", "Numbers 7:36", "Numbers 7:37", "Numbers 7:38", "Numbers 7:39", "Numbers 7:40", "Numbers 7:41", "Numbers 7:42", "Numbers 7:43", "Numbers 7:44", "Numbers 7:45", "Numbers 7:46", "Numbers 7:47", "Numbers 7:48", "Numbers 7:49", "Numbers 7:50", "Numbers 7:51", "Numbers 7:52", "Numbers 7:53", "Numbers 7:54", "Numbers 7:55", "Numbers 7:56", "Numbers 7:57", "Numbers 7:58", "Numbers 7:59", "Numbers 7:60", "Numbers 7:61", "Numbers 7:62", "Numbers 7:63", "Numbers 7:64", "Numbers 7:65", "Numbers 7:66", "Numbers 7:67", "Numbers 7:68", "Numbers 7:69", "Numbers 7:70", "Numbers 7:71", "Numbers 7:72", "Numbers 7:73", "Numbers 7:74", "Numbers 7:75", "Numbers 7:76", "Numbers 7:77", "Numbers 7:78", "Numbers 7:79", "Numbers 7:80", "Numbers 7:81", "Numbers 7:82", "Numbers 7:83", "Numbers 7:84", "Numbers 7:85", "Numbers 7:86", "Numbers 7:87", "Numbers 7:88", "Numbers 7:89", "Numbers 8:1", "Numbers 8:2", "Numbers 8:3", "Numbers 8:4", "Numbers 8:5", "Numbers 8:6", "Numbers 8:7", "Numbers 8:8", "Numbers 8:9", "Numbers 8:10", "Numbers 8:11", "Numbers 8:12", "Numbers 8:13", "Numbers 8:14", "Numbers 8:15", "Numbers 8:16", "Numbers 8:17", "Numbers 8:18", "Numbers 8:19", "Numbers 8:20", "Numbers 8:21", "Numbers 8:22", "Numbers 8:23", "Numbers 8:24", "Numbers 8:25", "Numbers 8:26", "Numbers 9:1", "Numbers 9:2", "Numbers 9:3", "Numbers 9:4", "Numbers 9:5", "Numbers 9:6", "Numbers 9:7", "Numbers 9:8", "Numbers 9:9", "Numbers 9:10", "Numbers 9:11", "Numbers 9:12", "Numbers 9:13", "Numbers 9:14", "Numbers 9:15", "Numbers 9:16", "Numbers 9:17", "Numbers 9:18", "Numbers 9:19", "Numbers 9:20", "Numbers 9:21", "Numbers 9:22", "Numbers 9:23", "Numbers 10:1", "Numbers 10:2", "Numbers 10:3", "Numbers 10:4", "Numbers 10:5", "Numbers 10:6", "Numbers 10:7", "Numbers 10:8", "Numbers 10:9", "Numbers 10:10", "Numbers 10:11", "Numbers 10:12", "Numbers 10:13", "Numbers 10:14", "Numbers 10:15", "Numbers 10:16", "Numbers 10:17", "Numbers 10:18", "Numbers 10:19", "Numbers 10:20", "Numbers 10:21", "Numbers 10:22", "Numbers 10:23", "Numbers 10:24", "Numbers 10:25", "Numbers 10:26", "Numbers 10:27", "Numbers 10:28", "Numbers 10:29", "Numbers 10:30", "Numbers 10:31", "Numbers 10:32", "Numbers 10:33", "Numbers 10:34", "Numbers 10:35", "Numbers 10:36", "Numbers 11:1", "Numbers 11:2", "Numbers 11:3", "Numbers 11:4", "Numbers 11:5", "Numbers 11:6", "Numbers 11:7", "Numbers 11:8", "Numbers 11:9", "Numbers 11:10", "Numbers 11:11", "Numbers 11:12", "Numbers 11:13", "Numbers 11:14", "Numbers 11:15", "Numbers 11:16", "Numbers 11:17", "Numbers 11:18", "Numbers 11:19", "Numbers 11:20", "Numbers 11:21", "Numbers 11:22", "Numbers 11:23", "Numbers 11:24", "Numbers 11:25", "Numbers 11:26", "Numbers 11:27", "Numbers 11:28", "Numbers 11:29", "Numbers 11:30", "Numbers 11:31", "Numbers 11:32", "Numbers 11:33", "Numbers 11:34", "Numbers 11:35", "Numbers 12:1", "Numbers 12:2", "Numbers 12:3", "Numbers 12:4", "Numbers 12:5", "Numbers 12:6", "Numbers 12:7", "Numbers 12:8", "Numbers 12:9", "Numbers 12:10", "Numbers 12:11", "Numbers 12:12", "Numbers 12:13", "Numbers 12:14", "Numbers 12:15", "Numbers 12:16", "Numbers 13:1", "Numbers 13:2", "Numbers 13:3", "Numbers 13:4", "Numbers 13:5", "Numbers 13:6", "Numbers 13:7", "Numbers 13:8", "Numbers 13:9", "Numbers 13:10", "Numbers 13:11", "Numbers 13:12", "Numbers 13:13", "Numbers 13:14", "Numbers 13:15", "Numbers 13:16", "Numbers 13:17", "Numbers 13:18", "Numbers 13:19", "Numbers 13:20", "Numbers 13:21", "Numbers 13:22", "Numbers 13:23", "Numbers 13:24", "Numbers 13:25", "Numbers 13:26", "Numbers 13:27", "Numbers 13:28", "Numbers 13:29", "Numbers 13:30", "Numbers 13:31", "Numbers 13:32", "Numbers 13:33", "Numbers 14:1", "Numbers 14:2", "Numbers 14:3", "Numbers 14:4", "Numbers 14:5", "Numbers 14:6", "Numbers 14:7", "Numbers 14:8", "Numbers 14:9", "Numbers 14:10", "Numbers 14:11", "Numbers 14:12", "Numbers 14:13", "Numbers 14:14", "Numbers 14:15", "Numbers 14:16", "Numbers 14:17", "Numbers 14:18", "Numbers 14:19", "Numbers 14:20", "Numbers 14:21", "Numbers 14:22", "Numbers 14:23", "Numbers 14:24", "Numbers 14:25", "Numbers 14:26", "Numbers 14:27", "Numbers 14:28", "Numbers 14:29", "Numbers 14:30", "Numbers 14:31", "Numbers 14:32", "Numbers 14:33", "Numbers 14:34", "Numbers 14:35", "Numbers 14:36", "Numbers 14:37", "Numbers 14:38", "Numbers 14:39", "Numbers 14:40", "Numbers 14:41", "Numbers 14:42", "Numbers 14:43", "Numbers 14:44", "Numbers 14:45", "Numbers 15:1", "Numbers 15:2", "Numbers 15:3", "Numbers 15:4", "Numbers 15:5", "Numbers 15:6", "Numbers 15:7", "Numbers 15:8", "Numbers 15:9", "Numbers 15:10", "Numbers 15:11", "Numbers 15:12", "Numbers 15:13", "Numbers 15:14", "Numbers 15:15", "Numbers 15:16", "Numbers 15:17", "Numbers 15:18", "Numbers 15:19", "Numbers 15:20", "Numbers 15:21", "Numbers 15:22", "Numbers 15:23", "Numbers 15:24", "Numbers 15:25", "Numbers 15:26", "Numbers 15:27", "Numbers 15:28", "Numbers 15:29", "Numbers 15:30", "Numbers 15:31", "Numbers 15:32", "Numbers 15:33", "Numbers 15:34", "Numbers 15:35", "Numbers 15:36", "Numbers 15:37", "Numbers 15:38", "Numbers 15:39", "Numbers 15:40", "Numbers 15:41", "Numbers 16:1", "Numbers 16:2", "Numbers 16:3", "Numbers 16:4", "Numbers 16:5", "Numbers 16:6", "Numbers 16:7", "Numbers 16:8", "Numbers 16:9", "Numbers 16:10", "Numbers 16:11", "Numbers 16:12", "Numbers 16:13", "Numbers 16:14", "Numbers 16:15", "Numbers 16:16", "Numbers 16:17", "Numbers 16:18", "Numbers 16:19", "Numbers 16:20", "Numbers 16:21", "Numbers 16:22", "Numbers 16:23", "Numbers 16:24", "Numbers 16:25", "Numbers 16:26", "Numbers 16:27", "Numbers 16:28", "Numbers 16:29", "Numbers 16:30", "Numbers 16:31", "Numbers 16:32", "Numbers 16:33", "Numbers 16:34", "Numbers 16:35", "Numbers 17:1", "Numbers 17:2", "Numbers 17:3", "Numbers 17:4", "Numbers 17:5", "Numbers 17:6", "Numbers 17:7", "Numbers 17:8", "Numbers 17:9", "Numbers 17:10", "Numbers 17:11", "Numbers 17:12", "Numbers 17:13", "Numbers 17:14", "Numbers 17:15", "Numbers 17:16", "Numbers 17:17", "Numbers 17:18", "Numbers 17:19", "Numbers 17:20", "Numbers 17:21", "Numbers 17:22", "Numbers 17:23", "Numbers 17:24", "Numbers 17:25", "Numbers 17:26", "Numbers 17:27", "Numbers 17:28", "Numbers 18:1", "Numbers 18:2", "Numbers 18:3", "Numbers 18:4", "Numbers 18:5", "Numbers 18:6", "Numbers 18:7", "Numbers 18:8", "Numbers 18:9", "Numbers 18:10", "Numbers 18:11", "Numbers 18:12", "Numbers 18:13", "Numbers 18:14", "Numbers 18:15", "Numbers 18:16", "Numbers 18:17", "Numbers 18:18", "Numbers 18:19", "Numbers 18:20", "Numbers 18:21", "Numbers 18:22", "Numbers 18:23", "Numbers 18:24", "Numbers 18:25", "Numbers 18:26", "Numbers 18:27", "Numbers 18:28", "Numbers 18:29", "Numbers 18:30", "Numbers 18:31", "Numbers 18:32", "Numbers 19:1", "Numbers 19:2", "Numbers 19:3", "Numbers 19:4", "Numbers 19:5", "Numbers 19:6", "Numbers 19:7", "Numbers 19:8", "Numbers 19:9", "Numbers 19:10", "Numbers 19:11", "Numbers 19:12", "Numbers 19:13", "Numbers 19:14", "Numbers 19:15", "Numbers 19:16", "Numbers 19:17", "Numbers 19:18", "Numbers 19:19", "Numbers 19:20", "Numbers 19:21", "Numbers 19:22", "Numbers 20:1", "Numbers 20:2", "Numbers 20:3", "Numbers 20:4", "Numbers 20:5", "Numbers 20:6", "Numbers 20:7", "Numbers 20:8", "Numbers 20:9", "Numbers 20:10", "Numbers 20:11", "Numbers 20:12", "Numbers 20:13", "Numbers 20:14", "Numbers 20:15", "Numbers 20:16", "Numbers 20:17", "Numbers 20:18", "Numbers 20:19", "Numbers 20:20", "Numbers 20:21", "Numbers 20:22", "Numbers 20:23", "Numbers 20:24", "Numbers 20:25", "Numbers 20:26", "Numbers 20:27", "Numbers 20:28", "Numbers 20:29", "Numbers 21:1", "Numbers 21:2", "Numbers 21:3", "Numbers 21:4", "Numbers 21:5", "Numbers 21:6", "Numbers 21:7", "Numbers 21:8", "Numbers 21:9", "Numbers 21:10", "Numbers 21:11", "Numbers 21:12", "Numbers 21:13", "Numbers 21:14", "Numbers 21:15", "Numbers 21:16", "Numbers 21:17", "Numbers 21:18", "Numbers 21:19", "Numbers 21:20", "Numbers 21:21", "Numbers 21:22", "Numbers 21:23", "Numbers 21:24", "Numbers 21:25", "Numbers 21:26", "Numbers 21:27", "Numbers 21:28", "Numbers 21:29", "Numbers 21:30", "Numbers 21:31", "Numbers 21:32", "Numbers 21:33", "Numbers 21:34", "Numbers 21:35", "Numbers 22:1", "Numbers 22:2", "Numbers 22:3", "Numbers 22:4", "Numbers 22:5", "Numbers 22:6", "Numbers 22:7", "Numbers 22:8", "Numbers 22:9", "Numbers 22:10", "Numbers 22:11", "Numbers 22:12", "Numbers 22:13", "Numbers 22:14", "Numbers 22:15", "Numbers 22:16", "Numbers 22:17", "Numbers 22:18", "Numbers 22:19", "Numbers 22:20", "Numbers 22:21", "Numbers 22:22", "Numbers 22:23", "Numbers 22:24", "Numbers 22:25", "Numbers 22:26", "Numbers 22:27", "Numbers 22:28", "Numbers 22:29", "Numbers 22:30", "Numbers 22:31", "Numbers 22:32", "Numbers 22:33", "Numbers 22:34", "Numbers 22:35", "Numbers 22:36", "Numbers 22:37", "Numbers 22:38", "Numbers 22:39", "Numbers 22:40", "Numbers 22:41", "Numbers 23:1", "Numbers 23:2", "Numbers 23:3", "Numbers 23:4", "Numbers 23:5", "Numbers 23:6", "Numbers 23:7", "Numbers 23:8", "Numbers 23:9", "Numbers 23:10", "Numbers 23:11", "Numbers 23:12", "Numbers 23:13", "Numbers 23:14", "Numbers 23:15", "Numbers 23:16", "Numbers 23:17", "Numbers 23:18", "Numbers 23:19", "Numbers 23:20", "Numbers 23:21", "Numbers 23:22", "Numbers 23:23", "Numbers 23:24", "Numbers 23:25", "Numbers 23:26", "Numbers 23:27", "Numbers 23:28", "Numbers 23:29", "Numbers 23:30", "Numbers 24:1", "Numbers 24:2", "Numbers 24:3", "Numbers 24:4", "Numbers 24:5", "Numbers 24:6", "Numbers 24:7", "Numbers 24:8", "Numbers 24:9", "Numbers 24:10", "Numbers 24:11", "Numbers 24:12", "Numbers 24:13", "Numbers 24:14", "Numbers 24:15", "Numbers 24:16", "Numbers 24:17", "Numbers 24:18", "Numbers 24:19", "Numbers 24:20", "Numbers 24:21", "Numbers 24:22", "Numbers 24:23", "Numbers 24:24", "Numbers 24:25", "Numbers 25:1", "Numbers 25:2", "Numbers 25:3", "Numbers 25:4", "Numbers 25:5", "Numbers 25:6", "Numbers 25:7", "Numbers 25:8", "Numbers 25:9", "Numbers 25:10", "Numbers 25:11", "Numbers 25:12", "Numbers 25:13", "Numbers 25:14", "Numbers 25:15", "Numbers 25:16", "Numbers 25:17", "Numbers 25:18", "Numbers 26:1", "Numbers 26:2", "Numbers 26:3", "Numbers 26:4", "Numbers 26:5", "Numbers 26:6", "Numbers 26:7", "Numbers 26:8", "Numbers 26:9", "Numbers 26:10", "Numbers 26:11", "Numbers 26:12", "Numbers 26:13", "Numbers 26:14", "Numbers 26:15", "Numbers 26:16", "Numbers 26:17", "Numbers 26:18", "Numbers 26:19", "Numbers 26:20", "Numbers 26:21", "Numbers 26:22", "Numbers 26:23", "Numbers 26:24", "Numbers 26:25", "Numbers 26:26", "Numbers 26:27", "Numbers 26:28", "Numbers 26:29", "Numbers 26:30", "Numbers 26:31", "Numbers 26:32", "Numbers 26:33", "Numbers 26:34", "Numbers 26:35", "Numbers 26:36", "Numbers 26:37", "Numbers 26:38", "Numbers 26:39", "Numbers 26:40", "Numbers 26:41", "Numbers 26:42", "Numbers 26:43", "Numbers 26:44", "Numbers 26:45", "Numbers 26:46", "Numbers 26:47", "Numbers 26:48", "Numbers 26:49", "Numbers 26:50", "Numbers 26:51", "Numbers 26:52", "Numbers 26:53", "Numbers 26:54", "Numbers 26:55", "Numbers 26:56", "Numbers 26:57", "Numbers 26:58", "Numbers 26:59", "Numbers 26:60", "Numbers 26:61", "Numbers 26:62", "Numbers 26:63", "Numbers 26:64", "Numbers 26:65", "Numbers 27:1", "Numbers 27:2", "Numbers 27:3", "Numbers 27:4", "Numbers 27:5", "Numbers 27:6", "Numbers 27:7", "Numbers 27:8", "Numbers 27:9", "Numbers 27:10", "Numbers 27:11", "Numbers 27:12", "Numbers 27:13", "Numbers 27:14", "Numbers 27:15", "Numbers 27:16", "Numbers 27:17", "Numbers 27:18", "Numbers 27:19", "Numbers 27:20", "Numbers 27:21", "Numbers 27:22", "Numbers 27:23", "Numbers 28:1", "Numbers 28:2", "Numbers 28:3", "Numbers 28:4", "Numbers 28:5", "Numbers 28:6", "Numbers 28:7", "Numbers 28:8", "Numbers 28:9", "Numbers 28:10", "Numbers 28:11", "Numbers 28:12", "Numbers 28:13", "Numbers 28:14", "Numbers 28:15", "Numbers 28:16", "Numbers 28:17", "Numbers 28:18", "Numbers 28:19", "Numbers 28:20", "Numbers 28:21", "Numbers 28:22", "Numbers 28:23", "Numbers 28:24", "Numbers 28:25", "Numbers 28:26", "Numbers 28:27", "Numbers 28:28", "Numbers 28:29", "Numbers 28:30", "Numbers 28:31", "Numbers 29:1", "Numbers 29:2", "Numbers 29:3", "Numbers 29:4", "Numbers 29:5", "Numbers 29:6", "Numbers 29:7", "Numbers 29:8", "Numbers 29:9", "Numbers 29:10", "Numbers 29:11", "Numbers 29:12", "Numbers 29:13", "Numbers 29:14", "Numbers 29:15", "Numbers 29:16", "Numbers 29:17", "Numbers 29:18", "Numbers 29:19", "Numbers 29:20", "Numbers 29:21", "Numbers 29:22", "Numbers 29:23", "Numbers 29:24", "Numbers 29:25", "Numbers 29:26", "Numbers 29:27", "Numbers 29:28", "Numbers 29:29", "Numbers 29:30", "Numbers 29:31", "Numbers 29:32", "Numbers 29:33", "Numbers 29:34", "Numbers 29:35", "Numbers 29:36", "Numbers 29:37", "Numbers 29:38", "Numbers 29:39", "Numbers 30:1", "Numbers 30:2", "Numbers 30:3", "Numbers 30:4", "Numbers 30:5", "Numbers 30:6", "Numbers 30:7", "Numbers 30:8", "Numbers 30:9", "Numbers 30:10", "Numbers 30:11", "Numbers 30:12", "Numbers 30:13", "Numbers 30:14", "Numbers 30:15", "Numbers 30:16", "Numbers 30:17", "Numbers 31:1", "Numbers 31:2", "Numbers 31:3", "Numbers 31:4", "Numbers 31:5", "Numbers 31:6", "Numbers 31:7", "Numbers 31:8", "Numbers 31:9", "Numbers 31:10", "Numbers 31:11", "Numbers 31:12", "Numbers 31:13", "Numbers 31:14", "Numbers 31:15", "Numbers 31:16", "Numbers 31:17", "Numbers 31:18", "Numbers 31:19", "Numbers 31:20", "Numbers 31:21", "Numbers 31:22", "Numbers 31:23", "Numbers 31:24", "Numbers 31:25", "Numbers 31:26", "Numbers 31:27", "Numbers 31:28", "Numbers 31:29", "Numbers 31:30", "Numbers 31:31", "Numbers 31:32", "Numbers 31:33", "Numbers 31:34", "Numbers 31:35", "Numbers 31:36", "Numbers 31:37", "Numbers 31:38", "Numbers 31:39", "Numbers 31:40", "Numbers 31:41", "Numbers 31:42", "Numbers 31:43", "Numbers 31:44", "Numbers 31:45", "Numbers 31:46", "Numbers 31:47", "Numbers 31:48", "Numbers 31:49", "Numbers 31:50", "Numbers 31:51", "Numbers 31:52", "Numbers 31:53", "Numbers 31:54", "Numbers 32:1", "Numbers 32:2", "Numbers 32:3", "Numbers 32:4", "Numbers 32:5", "Numbers 32:6", "Numbers 32:7", "Numbers 32:8", "Numbers 32:9", "Numbers 32:10", "Numbers 32:11", "Numbers 32:12", "Numbers 32:13", "Numbers 32:14", "Numbers 32:15", "Numbers 32:16", "Numbers 32:17", "Numbers 32:18", "Numbers 32:19", "Numbers 32:20", "Numbers 32:21", "Numbers 32:22", "Numbers 32:23", "Numbers 32:24", "Numbers 32:25", "Numbers 32:26", "Numbers 32:27", "Numbers 32:28", "Numbers 32:29", "Numbers 32:30", "Numbers 32:31", "Numbers 32:32", "Numbers 32:33", "Numbers 32:34", "Numbers 32:35", "Numbers 32:36", "Numbers 32:37", "Numbers 32:38", "Numbers 32:39", "Numbers 32:40", "Numbers 32:41", "Numbers 32:42", "Numbers 33:1", "Numbers 33:2", "Numbers 33:3", "Numbers 33:4", "Numbers 33:5", "Numbers 33:6", "Numbers 33:7", "Numbers 33:8", "Numbers 33:9", "Numbers 33:10", "Numbers 33:11", "Numbers 33:12", "Numbers 33:13", "Numbers 33:14", "Numbers 33:15", "Numbers 33:16", "Numbers 33:17", "Numbers 33:18", "Numbers 33:19", "Numbers 33:20", "Numbers 33:21", "Numbers 33:22", "Numbers 33:23", "Numbers 33:24", "Numbers 33:25", "Numbers 33:26", "Numbers 33:27", "Numbers 33:28", "Numbers 33:29", "Numbers 33:30", "Numbers 33:31", "Numbers 33:32", "Numbers 33:33", "Numbers 33:34", "Numbers 33:35", "Numbers 33:36", "Numbers 33:37", "Numbers 33:38", "Numbers 33:39", "Numbers 33:40", "Numbers 33:41", "Numbers 33:42", "Numbers 33:43", "Numbers 33:44", "Numbers 33:45", "Numbers 33:46", "Numbers 33:47", "Numbers 33:48", "Numbers 33:49", "Numbers 33:50", "Numbers 33:51", "Numbers 33:52", "Numbers 33:53", "Numbers 33:54", "Numbers 33:55", "Numbers 33:56", "Numbers 34:1", "Numbers 34:2", "Numbers 34:3", "Numbers 34:4", "Numbers 34:5", "Numbers 34:6", "Numbers 34:7", "Numbers 34:8", "Numbers 34:9", "Numbers 34:10", "Numbers 34:11", "Numbers 34:12", "Numbers 34:13", "Numbers 34:14", "Numbers 34:15", "Numbers 34:16", "Numbers 34:17", "Numbers 34:18", "Numbers 34:19", "Numbers 34:20", "Numbers 34:21", "Numbers 34:22", "Numbers 34:23", "Numbers 34:24", "Numbers 34:25", "Numbers 34:26", "Numbers 34:27", "Numbers 34:28", "Numbers 34:29", "Numbers 35:1", "Numbers 35:2", "Numbers 35:3", "Numbers 35:4", "Numbers 35:5", "Numbers 35:6", "Numbers 35:7", "Numbers 35:8", "Numbers 35:9", "Numbers 35:10", "Numbers 35:11", "Numbers 35:12", "Numbers 35:13", "Numbers 35:14", "Numbers 35:15", "Numbers 35:16", "Numbers 35:17", "Numbers 35:18", "Numbers 35:19", "Numbers 35:20", "Numbers 35:21", "Numbers 35:22", "Numbers 35:23", "Numbers 35:24", "Numbers 35:25", "Numbers 35:26", "Numbers 35:27", "Numbers 35:28", "Numbers 35:29", "Numbers 35:30", "Numbers 35:31", "Numbers 35:32", "Numbers 35:33", "Numbers 35:34", "Numbers 36:1", "Numbers 36:2", "Numbers 36:3", "Numbers 36:4", "Numbers 36:5", "Numbers 36:6", "Numbers 36:7", "Numbers 36:8", "Numbers 36:9", "Numbers 36:10", "Numbers 36:11", "Numbers 36:12", "Numbers 36:13"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, On the Book of Numbers and Its Structure 2-52", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר א׳ ב׳-נ״ב", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "On the Book of Numbers and Its Structure", "he": "במדבר מאמר א׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "במדבר מאמר א׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["T<small>HE READER WHO APPROACHES THE BOOK OF</small> N<small>UMBERS UNDER THE INFLUENCE OF ITS</small> common Hebrew name, <i>Bemidbar</i>, “In the Wilderness,” will logically expect a narrative account of the wanderings of the Israelites before they reach the Promised Land. But the book in its present form is a great deal more than that. To be sure,it contains stories of the long trek from Egypt to Canaan, with moments of triumph and difficulty, obedience and rebellion. Some of the great narratives of the Pentateuch are here, from the account of Korah’s revolt (Chap. 16) to Moshe’s sin (20) to Bil'am’s recalcitrant donkey (22). But the book also features census and sacrificial donation lists; details of the setup of Israel’s camp; the duties of the Levites in the traveling sanctuary; laws regarding wives suspected of adultery and those who take on extraordinary vows; a complicated and mysterious ritual for removing the extreme ritual pollution carried by death; a doubled tale about daughters inheriting land; and a host of other rules and regulations.", "It is this composite character and apparent lack of easily definable structure that imbue the book with fascination for scholars and with frustration for lay readers. While the four other books of the Torah also mix narrative, law, poetry, and cultic regulations, none of them has combined and alternated these genres with such abandon. There are a number of possible explanations for this. First, it is conceivable that Numbers as we have it reflects the desire to preserve as many traditions about the wilderness wanderings as possible; as Greenberg (1972) has demonstrated with the traditions about the revelation on Mount Sinai, it may have been more important to collect everything relevant than to create a smooth or seamless text. Second, here as elsewhere in the Torah, narrative may serve to introduce law or to provide the preceding background for it. Third, there is an aesthetic consideration: the great rebellion stories in the center of the book, to give an example, are separated from one another by prescriptive legal passages. Earlier books in the Torah similarly utilize breaks of varying lengths (e.g., the genealogical lists in Genesis, the Tabernacle texts of Exodus). The result is to highlight both narrative and law, and also to provide a large-scale rhythm to the book (Milgrom comments on the consistent alternating pattern).", "The kind of literary mixture that we find in Numbers goes beyond that rabbinic dictum that “the Torah speaks in human language.” It suggests that, far from betraying human frailties in the composition or transmission of the traditions presented in Numbers, a purposeful and powerful hand has been at work. More than any other book in the Torah, this one gives evidence of an editorial process. While the finished product may not be able to help us unravel the detailed history of that process, we may at least observe that much has been added to the wilderness narratives, in a way that transforms them into a patterned view of Israel’s early history.", "Recent commentaries see a two- or three-part structure to Numbers, based either on geography—the Sinai Wilderness, Kadesh, the plains of Moab—or chronology. Since the book as we have it is not entirely clear about either area— there seems to be internal disagreement about where the spies (Chap. 13) left from and went, and also about when the forty-year punishment began—I am in general agreement with Olson’s scheme of seeing the book as “The Death of the Old and the Birth of the New,” that is, the slave generation and that of their children, which are set apart by the two census lists in Chapters 1 and 26. But the differences between Chapters 1–10 and 11–25 must also be taken into account. I propose the following theoretical structure:", "I In the Wilderness of Sinai: The Camp", "1 The Census (Musterings) of the Israelites; the Duties of the Levites", "2 The Ordering of the Camp", "3 The Census of the Levites According to Their Duties", "4 The Tasks of the Levites", "5 Threats to the Ritual Integrity of the Camp", "6 Procedure Regarding a Nazirite; the Priestly Blessing", "7 Gifts of the Tribes to the Tabernacle", "8 The Tabernacle Lamps; Purification of the Levites", "9 Passover in the Wilderness; God’s Presence with the Tabernacle", "10 The Journey to Canaan Commences", "II The Rebellious Folk: Narratives of Challenge", "A Sealing the Fate of the First Generation", "11 First Rebellion: Food", "12 Second Rebellion: Siblings", "13 The Spies’ Mission", "14 Third Rebellion: Panic", "15 Interlude: Rules on Sacrifices, Sabbath, and Tassels", "B The Crisis of Leadership", "16 Fourth Rebellion: Korah and the Levites", "17 Fifth Rebellion: After the Purge", "18 The Levites as Guardians", "19 Pollution by Death and Its Removal", "20 Sixth Rebellion: The Sin of Moshe and Aharon", "C Encountering the Other", "21 Encounters with Various Neighbors; Seventh Rebellion:", "Food and Water", "22–24 The Bil'am Cycle", "25 Final Rebellion: Apostasy", "III In the Plains of Moab: Preparations for the Conquest of Canaan", "26 The Second Census", "27 Inheritance: the Daughters of Tzelofhad I", "28–29 Sacrifices for Holy Days", "30 Rules Concerning Vows", "31 First Battle and Aftermath", "32 Two and a Half Tribes and the Future Conquest", "33 Wilderness Itinerary and Warning", "34 Future Borders", "35 The Levites’ Towns of Asylum", "36 Inheritance: the Daughters of Tzelofhad II", "In this scheme, not only does the otherwise haphazard subject matter of the book fit roughly into the three divisions, but the divisions themselves seem to correspond to narrative mood swings. This might be characterized as a movement from order to chaos, and back to order again. The wilderness camp is still connected to the ordering—nation-founding—experience of Sinai; God speaks to Moshe from the Tabernacle, both here and in Leviticus, and the structure serves as a surrogate Mount Sinai. The concerns of Part I, therefore, are expressed in lists, and the section is filled with them.", "With the rebellion narratives of Part II, which not coincidentally take place as soon as Israel sets out on its journey through the wilderness, the idealistic order of Sinai is broken, and the people (and Moshe) must deal with the harsh reality of life in the desert. It becomes clear that nation-founding involves not only the giving of laws and the arranging of societal roles, but also the developing of the ability to cope with physical and spiritual challenges to survival.", "The slave generation is unable to successfully meet the challenge, and Part II chronicles their failures and their punishment. They had been born into the rigidly ordered situation of slavery—an order with underlying spiritual chaos— and only their children, born into the chaotic but free air of the wilderness, can be readied for the orderly transition into conquest and societal life on their own soil. This readying process is portrayed in Part III, through a series of lists once again: another military census, clear inheritance laws, a sacred calendar tied to the growing cycles of the land, a tracing of the Israelites’ travels through the wilderness, and a laying out of future borders. By the end of the book, Israel is fully prepared to enter the land, with a new generation, new leadership in the wings, a full set of societal rules, an operative cult, and, above all, a collective memory of experiences that serve to instruct and warn future generations. These issues will be fully and memorably summarized in the great final speeches of Moshe that comprise the last book of the Torah, Deuteronomy.", "Of special note in the book of Numbers is the emphasis on the Levites and their tasks. The text introduces this group, which may have originated as a guild rather than as a tribe, already in Chapter 1 (v.47). Thereafter, they play a major role in the book—the portrayal of their purification for service (Chap. 8), the great rebellion fomented by some of them (16), their important function as guardians against encroachment on the sanctuary (18), and their distribution in certain towns that serve also as places of refuge for accidental manslayers (35) is spread throughout the book, as if to form a distinctive thread amid the other themes of wandering, rebellion, and preparation for conquest. This interest in the Levites, in the eyes of some scholars, signals a particularly late development in the history of Israelite religion, and perhaps a late editing for our book as well. It also indicates how thoroughly the wilderness traditions have been reworked, to establish a hoary history for the central Israelite institutions connected with divine worship. While it is next to impossible to trace the internal struggles of the Israelite priesthood over the centuries with historical precision, it seems clear that such strife was part of history, and may be reflected in the portrayals of Aharon, Korah, and Pin’has, to mention just a few of the priestly/Levitical figures that populate the wilderness stories. At any rate, the combining of clearly priestly material into the varied narrative and poetic stuff of Numbers has created a book different than what might have been, had the editors sought a story and only a story. The same, of course, might be said for the entire five books of which Numbers is a part.", "As I noted in the introduction to Volume II of this work, <i>Now These Are the Names</i> (Exodus), the hero’s journey through the unknown is, of course, a central theme in Western literature. From Homer’s <i>Odyssey</i> to Sinbad’s journeys in <i>A Thousand and One Nights</i> to the many twentieth-century works on the theme, the protagonist’s unfamiliar terrain has become the familiar metaphor for our own inner journeys. Such accounts normally concentrate on obstacles in the way: opponents divine and human, harsh landscapes, wild beasts, lack of water, lack of people and succor. Heroes are left to their own devices, and if they are successful in completing their journey, the audience experiences the vicarious triumph of conquering the impossible. Indeed, the operating principle seems to be: the greater the obstacles, the more stunning the triumph.", "The wilderness trek recounted in the heart of the book of Numbers has a wholly different feel. To be sure, there are obstacles, some of them standard, such as the dearth of food and water and the opposition of hostile nations along the way. But the main emphasis in these texts is on internal obstacles—the people’s lack of trust, faith, and courage. And as so often happens in the Torah, physical background, as important as it obviously is in Numbers, what with a myriad of geographical locations noted, is overshadowed by the dominant issue of the relationship between Israel and God. The God of the wilderness journey is initially a provider and protector (cf. Ex. 15–18); when he turns lawgiver, Israel’s situation seems secure despite the harsh ecological setting. But Numbers has chosen to remember the people’s moments of doubt and rebellion above all, and so the orderly leaving of Sinai which closes the first part of the book, along with the orderly preparations for conquest that mark its third part, fade in the reader’s consciousness before the memorable narratives in Chapters 11–25.", "It has been pointed out (Tunyogi) that these stories serve as “foundation accounts,” as stories that tell about “the archetypes to be repeated in all coming generations.” As such, they are significant in later Israel’s understanding of itself. Through the book of Numbers, later generations were warned not to repeat the sins of the wilderness; and Moshe himself came to be looked upon as the quintessential prophet. For the era of the literary prophets (ninth-sixth centuries <small>B.C.E.</small>), concerned as they were with Israel’s forgetfulness and backsliding, and the era of Babylonian Exile (sixth century <small>B.C.E.</small>), in which the exiles also found themselves outside the Promised Land, there could have been no stronger warning or cause for hope than the stories and laws set down in the Torah, and especially the traditions recorded in the book of Numbers."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62037eea6bfddfbb310fed1e", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Numbers, Part III; The Preparations for Conquest, The Wilderness Marches 2-3", "anchorRef": "Numbers 33:1-56", "anchorRefExpanded": ["Numbers 33:1", "Numbers 33:2", "Numbers 33:3", "Numbers 33:4", "Numbers 33:5", "Numbers 33:6", "Numbers 33:7", "Numbers 33:8", "Numbers 33:9", "Numbers 33:10", "Numbers 33:11", "Numbers 33:12", "Numbers 33:13", "Numbers 33:14", "Numbers 33:15", "Numbers 33:16", "Numbers 33:17", "Numbers 33:18", "Numbers 33:19", "Numbers 33:20", "Numbers 33:21", "Numbers 33:22", "Numbers 33:23", "Numbers 33:24", "Numbers 33:25", "Numbers 33:26", "Numbers 33:27", "Numbers 33:28", "Numbers 33:29", "Numbers 33:30", "Numbers 33:31", "Numbers 33:32", "Numbers 33:33", "Numbers 33:34", "Numbers 33:35", "Numbers 33:36", "Numbers 33:37", "Numbers 33:38", "Numbers 33:39", "Numbers 33:40", "Numbers 33:41", "Numbers 33:42", "Numbers 33:43", "Numbers 33:44", "Numbers 33:45", "Numbers 33:46", "Numbers 33:47", "Numbers 33:48", "Numbers 33:49", "Numbers 33:50", "Numbers 33:51", "Numbers 33:52", "Numbers 33:53", "Numbers 33:54", "Numbers 33:55", "Numbers 33:56"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, Part III; The Preparations for Conquest, The Wilderness Marches 2-3", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר ד׳, במדבר הערה ז׳ ב׳-ג׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "The Wilderness Marches", "he": "במדבר הערה ז׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "במדבר הערה ז׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["Another list in the book of Numbers traces the full journey of the Israelites from Egypt—as the Egyptians are still burying their firstborn dead!—to a spot opposite Jericho by the Jordan. It would of course be ideal if we could map out the route, but the location of most of the places mentioned in the chapter has been lost over time. We are left with the rhythm of the place-names rather than a viable historical record.", "Vv.50ff. introduce a new note, appropriate in view of the preconquest situation. Before Moshe lays out the future borders of Israelite Canaan in the next chapter, he must warn his charges about the dangers of leaving the conquered peoples (and their religious culture) settled in the land. This concern is typical of Deuteronomy, and figures in later history (cf. Judg. 1), where the apparent failure to do what is demanded here is understood as having led to idol-worship in Israel."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620380ae713bd8cd388d3e57", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Numbers, Part III; The Preparations for Conquest 2-10", "anchorRef": "Numbers 26:1-36:13", "anchorRefExpanded": ["Numbers 26:1", "Numbers 26:2", "Numbers 26:3", "Numbers 26:4", "Numbers 26:5", "Numbers 26:6", "Numbers 26:7", "Numbers 26:8", "Numbers 26:9", "Numbers 26:10", "Numbers 26:11", "Numbers 26:12", "Numbers 26:13", "Numbers 26:14", "Numbers 26:15", "Numbers 26:16", "Numbers 26:17", "Numbers 26:18", "Numbers 26:19", "Numbers 26:20", "Numbers 26:21", "Numbers 26:22", "Numbers 26:23", "Numbers 26:24", "Numbers 26:25", "Numbers 26:26", "Numbers 26:27", "Numbers 26:28", "Numbers 26:29", "Numbers 26:30", "Numbers 26:31", "Numbers 26:32", "Numbers 26:33", "Numbers 26:34", "Numbers 26:35", "Numbers 26:36", "Numbers 26:37", "Numbers 26:38", "Numbers 26:39", "Numbers 26:40", "Numbers 26:41", "Numbers 26:42", "Numbers 26:43", "Numbers 26:44", "Numbers 26:45", "Numbers 26:46", "Numbers 26:47", "Numbers 26:48", "Numbers 26:49", "Numbers 26:50", "Numbers 26:51", "Numbers 26:52", "Numbers 26:53", "Numbers 26:54", "Numbers 26:55", "Numbers 26:56", "Numbers 26:57", "Numbers 26:58", "Numbers 26:59", "Numbers 26:60", "Numbers 26:61", "Numbers 26:62", "Numbers 26:63", "Numbers 26:64", "Numbers 26:65", "Numbers 27:1", "Numbers 27:2", "Numbers 27:3", "Numbers 27:4", "Numbers 27:5", "Numbers 27:6", "Numbers 27:7", "Numbers 27:8", "Numbers 27:9", "Numbers 27:10", "Numbers 27:11", "Numbers 27:12", "Numbers 27:13", "Numbers 27:14", "Numbers 27:15", "Numbers 27:16", "Numbers 27:17", "Numbers 27:18", "Numbers 27:19", "Numbers 27:20", "Numbers 27:21", "Numbers 27:22", "Numbers 27:23", "Numbers 28:1", "Numbers 28:2", "Numbers 28:3", "Numbers 28:4", "Numbers 28:5", "Numbers 28:6", "Numbers 28:7", "Numbers 28:8", "Numbers 28:9", "Numbers 28:10", "Numbers 28:11", "Numbers 28:12", "Numbers 28:13", "Numbers 28:14", "Numbers 28:15", "Numbers 28:16", "Numbers 28:17", "Numbers 28:18", "Numbers 28:19", "Numbers 28:20", "Numbers 28:21", "Numbers 28:22", "Numbers 28:23", "Numbers 28:24", "Numbers 28:25", "Numbers 28:26", "Numbers 28:27", "Numbers 28:28", "Numbers 28:29", "Numbers 28:30", "Numbers 28:31", "Numbers 29:1", "Numbers 29:2", "Numbers 29:3", "Numbers 29:4", "Numbers 29:5", "Numbers 29:6", "Numbers 29:7", "Numbers 29:8", "Numbers 29:9", "Numbers 29:10", "Numbers 29:11", "Numbers 29:12", "Numbers 29:13", "Numbers 29:14", "Numbers 29:15", "Numbers 29:16", "Numbers 29:17", "Numbers 29:18", "Numbers 29:19", "Numbers 29:20", "Numbers 29:21", "Numbers 29:22", "Numbers 29:23", "Numbers 29:24", "Numbers 29:25", "Numbers 29:26", "Numbers 29:27", "Numbers 29:28", "Numbers 29:29", "Numbers 29:30", "Numbers 29:31", "Numbers 29:32", "Numbers 29:33", "Numbers 29:34", "Numbers 29:35", "Numbers 29:36", "Numbers 29:37", "Numbers 29:38", "Numbers 29:39", "Numbers 30:1", "Numbers 30:2", "Numbers 30:3", "Numbers 30:4", "Numbers 30:5", "Numbers 30:6", "Numbers 30:7", "Numbers 30:8", "Numbers 30:9", "Numbers 30:10", "Numbers 30:11", "Numbers 30:12", "Numbers 30:13", "Numbers 30:14", "Numbers 30:15", "Numbers 30:16", "Numbers 30:17", "Numbers 31:1", "Numbers 31:2", "Numbers 31:3", "Numbers 31:4", "Numbers 31:5", "Numbers 31:6", "Numbers 31:7", "Numbers 31:8", "Numbers 31:9", "Numbers 31:10", "Numbers 31:11", "Numbers 31:12", "Numbers 31:13", "Numbers 31:14", "Numbers 31:15", "Numbers 31:16", "Numbers 31:17", "Numbers 31:18", "Numbers 31:19", "Numbers 31:20", "Numbers 31:21", "Numbers 31:22", "Numbers 31:23", "Numbers 31:24", "Numbers 31:25", "Numbers 31:26", "Numbers 31:27", "Numbers 31:28", "Numbers 31:29", "Numbers 31:30", "Numbers 31:31", "Numbers 31:32", "Numbers 31:33", "Numbers 31:34", "Numbers 31:35", "Numbers 31:36", "Numbers 31:37", "Numbers 31:38", "Numbers 31:39", "Numbers 31:40", "Numbers 31:41", "Numbers 31:42", "Numbers 31:43", "Numbers 31:44", "Numbers 31:45", "Numbers 31:46", "Numbers 31:47", "Numbers 31:48", "Numbers 31:49", "Numbers 31:50", "Numbers 31:51", "Numbers 31:52", "Numbers 31:53", "Numbers 31:54", "Numbers 32:1", "Numbers 32:2", "Numbers 32:3", "Numbers 32:4", "Numbers 32:5", "Numbers 32:6", "Numbers 32:7", "Numbers 32:8", "Numbers 32:9", "Numbers 32:10", "Numbers 32:11", "Numbers 32:12", "Numbers 32:13", "Numbers 32:14", "Numbers 32:15", "Numbers 32:16", "Numbers 32:17", "Numbers 32:18", "Numbers 32:19", "Numbers 32:20", "Numbers 32:21", "Numbers 32:22", "Numbers 32:23", "Numbers 32:24", "Numbers 32:25", "Numbers 32:26", "Numbers 32:27", "Numbers 32:28", "Numbers 32:29", "Numbers 32:30", "Numbers 32:31", "Numbers 32:32", "Numbers 32:33", "Numbers 32:34", "Numbers 32:35", "Numbers 32:36", "Numbers 32:37", "Numbers 32:38", "Numbers 32:39", "Numbers 32:40", "Numbers 32:41", "Numbers 32:42", "Numbers 33:1", "Numbers 33:2", "Numbers 33:3", "Numbers 33:4", "Numbers 33:5", "Numbers 33:6", "Numbers 33:7", "Numbers 33:8", "Numbers 33:9", "Numbers 33:10", "Numbers 33:11", "Numbers 33:12", "Numbers 33:13", "Numbers 33:14", "Numbers 33:15", "Numbers 33:16", "Numbers 33:17", "Numbers 33:18", "Numbers 33:19", "Numbers 33:20", "Numbers 33:21", "Numbers 33:22", "Numbers 33:23", "Numbers 33:24", "Numbers 33:25", "Numbers 33:26", "Numbers 33:27", "Numbers 33:28", "Numbers 33:29", "Numbers 33:30", "Numbers 33:31", "Numbers 33:32", "Numbers 33:33", "Numbers 33:34", "Numbers 33:35", "Numbers 33:36", "Numbers 33:37", "Numbers 33:38", "Numbers 33:39", "Numbers 33:40", "Numbers 33:41", "Numbers 33:42", "Numbers 33:43", "Numbers 33:44", "Numbers 33:45", "Numbers 33:46", "Numbers 33:47", "Numbers 33:48", "Numbers 33:49", "Numbers 33:50", "Numbers 33:51", "Numbers 33:52", "Numbers 33:53", "Numbers 33:54", "Numbers 33:55", "Numbers 33:56", "Numbers 34:1", "Numbers 34:2", "Numbers 34:3", "Numbers 34:4", "Numbers 34:5", "Numbers 34:6", "Numbers 34:7", "Numbers 34:8", "Numbers 34:9", "Numbers 34:10", "Numbers 34:11", "Numbers 34:12", "Numbers 34:13", "Numbers 34:14", "Numbers 34:15", "Numbers 34:16", "Numbers 34:17", "Numbers 34:18", "Numbers 34:19", "Numbers 34:20", "Numbers 34:21", "Numbers 34:22", "Numbers 34:23", "Numbers 34:24", "Numbers 34:25", "Numbers 34:26", "Numbers 34:27", "Numbers 34:28", "Numbers 34:29", "Numbers 35:1", "Numbers 35:2", "Numbers 35:3", "Numbers 35:4", "Numbers 35:5", "Numbers 35:6", "Numbers 35:7", "Numbers 35:8", "Numbers 35:9", "Numbers 35:10", "Numbers 35:11", "Numbers 35:12", "Numbers 35:13", "Numbers 35:14", "Numbers 35:15", "Numbers 35:16", "Numbers 35:17", "Numbers 35:18", "Numbers 35:19", "Numbers 35:20", "Numbers 35:21", "Numbers 35:22", "Numbers 35:23", "Numbers 35:24", "Numbers 35:25", "Numbers 35:26", "Numbers 35:27", "Numbers 35:28", "Numbers 35:29", "Numbers 35:30", "Numbers 35:31", "Numbers 35:32", "Numbers 35:33", "Numbers 35:34", "Numbers 36:1", "Numbers 36:2", "Numbers 36:3", "Numbers 36:4", "Numbers 36:5", "Numbers 36:6", "Numbers 36:7", "Numbers 36:8", "Numbers 36:9", "Numbers 36:10", "Numbers 36:11", "Numbers 36:12", "Numbers 36:13"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, Part III; The Preparations for Conquest 2-10", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר ד׳ ב׳-י׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Part III; The Preparations for Conquest", "he": "במדבר מאמר ד׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["T<small>HE LAST PART OF</small> N<small>UMBERS IS WHAT THE READER MIGHT HAVE EXPECTED ALL ALONG</small>: a collection of materials that deal directly with the upcoming conquest of Canaan. It is concerned, then, with the transfer of leadership from Moshe to Yehoshua (Joshua); with provisions for two and a half tribes to remain on the east bank of the Jordan River, as long as they take part in the impending invasion; with listing the entire route of the Israelites, from Egypt to the plains of Moab; and with the borders of the land to be conquered.", "As has been the case earlier in the book, however, other material intervenes: a theme and variation doublet on the inheritance of land in a case where a man leaves daughters, not sons; two chapters on what sacrifices are to be brought on holy days; a section on vows taken by women; war with Midyan and the precise apportioning of spoils, both to warriors and to the sanctuary; and the law regarding accidental homicide, in which family vengeance is circumvented by the existence of “safe” Levite towns to which the manslayer may flee.", "The inconsistent thematics may again be explained by the intrusion of an editorial hand, again by priestly interests. In Levine’s view, most of Chapters 25–36 function to establish matters of importance in the priestly view, just as in Chapters 1–10. Here law takes precedence over narrative.", "Despite the varied subject matter of this section, it holds together structurally, via the common biblical technique of word (sound) repetition. The rather common verb <i>tzivvah</i>, “command,” weaves through every one of Chapters 26–36, except for 33. Sometimes it introduces what God wants the Israelites to do; sometimes it leads to the formula of fulfillment, “as YHWH commanded the Children of Israel, so they did”; still other times it refers to a command given by Moshe himself. The entire section begins with the verb (26:4), and ends with it as well (36:13). In addition, the chapters most far afield, 28–29 (taken as a unit) and 30, begin and end with it. Whether this was a conscious technique by redactors is hard to say, but its existence is striking.", "Another structural device, that of framing, also occurs in this part of the book: after the introductory census (Chap. 26), the rest is built between two brackets, each involving the daughters of Tzelofhad, and each opening with the verb “to come-near” (27:1 and 36:1). So despite the wide-ranging material, some sense of unity has been imposed upon it.", "Finally, there is the key occurrence, for the book of Numbers, of more lists, from census to holiday sacrifices, from stops along the journey to the precise borders of the Promised Land. We are in the presence of order once again.", "What remains lacking at the end of the book is exactly what Deuteronomy supplies: a final exhortation from Moshe, which includes reiteration and further clarification of the laws, a public covenant ceremony, Moshe’s long blessing of the people, and the account of his death and burial. If added here, these topics might have tipped the scales of Numbers, which has given us almost too much to digest as it is; as the Torah has come down to us, they are more appropriately treated in the expansive and majestic rhetorical setting of Deuteronomy.", "<img>", "<b><i>Num. 26:3</i> Moshe spoke, and El’azar the priest, to them in the Plains of Moav …</b>"], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620382f1c9ad75f2d99afa4e", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "", "ref": "The Five Books of Moses, by Everett Fox, Numbers, Part III; The Preparations for Conquest, The Wilderness Marches 1", "anchorRef": "Numbers 33:1-56", "anchorRefExpanded": ["Numbers 33:1", "Numbers 33:2", "Numbers 33:3", "Numbers 33:4", "Numbers 33:5", "Numbers 33:6", "Numbers 33:7", "Numbers 33:8", "Numbers 33:9", "Numbers 33:10", "Numbers 33:11", "Numbers 33:12", "Numbers 33:13", "Numbers 33:14", "Numbers 33:15", "Numbers 33:16", "Numbers 33:17", "Numbers 33:18", "Numbers 33:19", "Numbers 33:20", "Numbers 33:21", "Numbers 33:22", "Numbers 33:23", "Numbers 33:24", "Numbers 33:25", "Numbers 33:26", "Numbers 33:27", "Numbers 33:28", "Numbers 33:29", "Numbers 33:30", "Numbers 33:31", "Numbers 33:32", "Numbers 33:33", "Numbers 33:34", "Numbers 33:35", "Numbers 33:36", "Numbers 33:37", "Numbers 33:38", "Numbers 33:39", "Numbers 33:40", "Numbers 33:41", "Numbers 33:42", "Numbers 33:43", "Numbers 33:44", "Numbers 33:45", "Numbers 33:46", "Numbers 33:47", "Numbers 33:48", "Numbers 33:49", "Numbers 33:50", "Numbers 33:51", "Numbers 33:52", "Numbers 33:53", "Numbers 33:54", "Numbers 33:55", "Numbers 33:56"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, Part III; The Preparations for Conquest, The Wilderness Marches 1", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר ד׳, במדבר הערה ז׳ א׳", "anchorVerse": 1, "sourceHasEn": true, "commentaryNum": 1, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "במדבר הערה ז׳", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<a class=\"refLink\" data-ref=\"Numbers 33:1-56\" data-ven=\"The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995\">Numbers 33:1-56</a>", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "63d77c83eca1000753446cc9", "index_title": "Rav Hirsch on Torah", "category": "Commentary", "type": "commentary", "ref": "Rav Hirsch on Torah, Numbers 33:40:1", "anchorRef": "Numbers 33:40", "anchorRefExpanded": ["Numbers 33:40"], "sourceRef": "Rav Hirsch on Torah, Numbers 33:40:1", "sourceHeRef": "רש\"ר הירש על התורה, במדבר ל״ג:מ׳:א׳", "anchorVerse": 40, "sourceHasEn": true, "compDate": [1845, 1875], "commentaryNum": 40.0001, "collectiveTitle": {"en": "Rav Hirsch", "he": "רש\"ר הירש"}, "heTitle": "במדבר", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "V. 40.  וישמע וגו׳ Es war dies die erste feindliche Begegnung mit einer Völkerschaft des in Besitz zu nehmenden Landes.", "versionTitle": "Der Pentateuch. Übersetzt und erläutert von Samson Raphael Hirsch, 1903 [de]", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "64186a8ed17253d3f8428124", "index_title": "Sifrei Zuta", "category": "Midrash", "type": "", "ref": "Sifrei Zuta 15:32:1", "anchorRef": "Numbers 33:40", "anchorRefExpanded": ["Numbers 33:40"], "sourceRef": "Sifrei Zuta 15:32:1", "sourceHeRef": "ספרי זוטא ט״ו:ל״ב:א׳", "anchorVerse": 40, "sourceHasEn": false, "commentaryNum": 32.0001, "collectiveTitle": {"en": "Sifrei Zuta", "he": "ספרי זוטא"}, "he": "<b>ויהיו בני ישראל במדבר</b>, לפה שאמר שבו איש תחתיו (שמות טז כט) יכול אם היה מוטל צפון דרום אל יפול לו מזרח מערב מזרח מערב אל יפול לו צפון דרום תלמוד לומר אל יצא איש ממקומו יהא לו מקום וכמה אמרו ארבע אמות וכן מי שיצא שכור וכן מי שהוציאתו רוח רעה וכן מי שהוציאוהו גוים או ליסטים אין לו אלא ארבע אמות יכול אף למהלכי שבתות לא יהא להם אלא ארבע אמות ת״ל ויהיו בני ישראל במדבר מלמד שאמר להם משה צאו וראו אם יש אדם שחלל את השבת אבל אין אתה יודע כמה נתן להם משה וכמה לא נתן להם אמרת ומדותם מחוץ לעיר את פאת קדמה אלפים באמה והעיר בתוך (במדבר לה ה) כשאמר זה אף למהלכי שבתות יש להם אלפים אמה לכל רוח. <b>ויהיו בני ישראל במדבר</b>, אמר ר' אליעזר בן יעקב נאמר כאן ויהיו בני ישראל במדבר ונאמר להלן אבינו מת במדבר (במדבר כז ג) מה מדבר שנא' להלן צלפחד אף מדבר האמור כאן צלפחד. - אמר לו ר' שמעון אי אפשר לומר מקושש היה צלפחד מפני שהיה מקושש בשנה ראשונה בעשרים ואחד לחדש השני וכי אפשר שיהיו בנות צלפחד בנות מלכים נאות וכשרות הקטנה שבהן היתה יושבת ארבעים שנה עד שלא נשאת וכי באיזו שעה מת צלפחד בשעה שנ' וישמע הכנעני מלך ערד (במדבר לג מ) באותה שעה מת צלפחד:", "heVersionTitle": "Leipzig, 1917", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "657ecc7c758c1dc532ec9458", "index_title": "Steinsaltz on Numbers", "category": "Commentary", "type": "commentary", "ref": "Steinsaltz on Numbers 33:40", "anchorRef": "Numbers 33:40", "anchorRefExpanded": ["Numbers 33:40"], "sourceRef": "Steinsaltz on Numbers 33:40", "sourceHeRef": "ביאור שטיינזלץ על במדבר ל״ג:מ׳", "anchorVerse": 40, "sourceHasEn": true, "commentaryNum": 33.004, "collectiveTitle": {"en": "Steinsaltz", "he": "ביאור שטיינזלץ"}, "heTitle": "ביאור שטיינזלץ על במדבר", "he": "<b>וַיִּשְׁמַע הַכְּנַעֲנִי מֶלֶךְ עֲרָד</b> שישראל מתקרבים אליו,\n    \n    <b>וְהוּא ישֵׁב בַּנֶּגֶב בְּאֶרֶץ כְּנָעַן בְּבֹא בְּנֵי יִשְׂרָאֵל.</b> ובעקבות זאת התקיימה מלחמה במלך ערד, שבה ניצחו ישראל. למרות ניצחונם לא נכנסו ישראל לכנען דרך הנגב, אלא המשיכו להקיף את אדום ופנו לעבר הירדן המזרחי.", "heVersionTitle": "The Koren Steinsaltz Tanakh HaMevoar - Hebrew", "heLicense": "Copyright: Steinsaltz Center", "heVersionTitleInHebrew": "", "text": "<b>The Canaanite king of Arad, who lived in the south in the land of Canaan, heard of the arrival of the children of Israel </b>to his region (see 21:1). This led to a war, in which the Israelites defeated the king of Arad. However, the victorious Israelites did not enter Canaan from the south, but continued to encircle Edom and turned toward the lands adjacent to the eastern bank of the Jordan River.", "versionTitle": "The Steinsaltz Tanakh - English", "license": "Copyright: Steinsaltz Center", "versionTitleInHebrew": ""}, {"_id": "65e9da7bb215f43691cfe156", "index_title": "Tze'enah Ure'enah", "category": "Commentary", "type": "commentary", "ref": "Tze'enah Ure'enah, Masei 8", "anchorRef": "Numbers 33:40", "anchorRefExpanded": ["Numbers 33:40"], "sourceRef": "Tze'enah Ure'enah, Masei 8", "sourceHeRef": "צאינה וראינה, מסעי ח׳", "anchorVerse": 40, "sourceHasEn": true, "compDate": [1590, 1616], "commentaryNum": 8, "collectiveTitle": {"en": "Tze'enah Ure'enah", "he": "צאינה וראינה"}, "heTitle": "מסעי", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "“<i>The Canaanite heard</i>” [33:40]. This means, the Canaanite heard that Aaron died in the <i>month of Ab</i> and he came to wage war against Israel.<sup class=\"footnote-marker\">8</sup><i class=\"footnote\">Rashi, Numbers, 33:40.</i>", "versionTitle": "A Critical Translation into English; Edited and translated by Morris M. Faierstein. De Gruyter, 2017", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "525a91d1edbab4498f4853c6", "index_title": "Ibn Ezra on Numbers", "category": "Commentary", "type": "commentary", "ref": "Ibn Ezra on Numbers 33:40:1", "anchorRef": "Numbers 33:40", "anchorRefExpanded": ["Numbers 33:40"], "sourceRef": "Ibn Ezra on Numbers 33:40:1", "sourceHeRef": "אבן עזרא על במדבר ל״ג:מ׳:א׳", "anchorVerse": 40, "sourceHasEn": true, "compDate": [1155, 1165], "commentaryNum": 40.0001, "collectiveTitle": {"en": "Ibn Ezra", "he": "אבן עזרא"}, "heTitle": "אבן עזרא על במדבר", "he": "וטעם <b>וישמע הכנעני.</b> כי נלחם עם ישראל בהיותם בהר ההר:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "[AND THE CANAANITE…HEARD.] Scripture tells us this here<sup class=\"footnote-marker\">16</sup><i class=\"footnote\">After mentioning Mount Hor.</i> because the Canaanite fought with Israel at Hor ha-Hor.<sup class=\"footnote-marker\">17</sup><i class=\"footnote\">Following the death of Aaron. See Num. 21:1-3.</i>", "versionTitle": "Ibn Ezra's commentary on the Pentateuch, tran. and annot. by H. Norman Strickman and Arthur M. Silver. Menorah Pub., 1988-2004", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "554ef0b7fbfba21b48f54228", "index_title": "Haamek Davar on Numbers", "category": "Commentary", "type": "commentary", "ref": "Haamek Davar on Numbers 33:40:1", "anchorRef": "Numbers 33:40", "anchorRefExpanded": ["Numbers 33:40"], "sourceRef": "Haamek Davar on Numbers 33:40:1", "sourceHeRef": "העמק דבר על במדבר ל״ג:מ׳:א׳", "anchorVerse": 40, "sourceHasEn": false, "compDate": [1840, 1880], "commentaryNum": 40.0001, "collectiveTitle": {"en": "Haamek Davar", "he": "העמק דבר"}, "he": "<b>וישמע הכנעני וגו׳.</b> גם זה השמועה עוררה את הכנעני להתחזק וללחום עם ישראל. בשמעם כי אחד מראשי מנהיגי ישראל מת. ובמחנה ההולכת למלחמה הוא חסרון הניכר לבלבל ולהרוס הסדר. והרי הוא כספינה בלי קברניטא. מש״ה מצאו לבבם ללחום עם ישראל. לבד הסיבה שמבואר בפ׳ חקת ששמע כי בא ישראל דרך האתרים כמו שביארנו במקומו:\n", "heVersionTitle": "Sefer Torat Elohim, Vilna 1879", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר תורת אלוהים, וילנא 1879", "text": [], "versionTitle": "Yalkut, Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "57669f81d6e4a949a39b2947", "index_title": "JPS 1985 Footnotes", "category": "Commentary", "type": "commentary", "ref": "JPS 1985 Footnotes, Numbers 33:4", "anchorRef": "Numbers 33:40", "anchorRefExpanded": ["Numbers 33:40"], "sourceRef": "JPS 1985 Footnotes, Numbers 33:4", "sourceHeRef": "הערות שוליים תרגום 1985 של JPS, במדבר ל״ג:ד׳", "anchorVerse": 40, "sourceHasEn": true, "compDate": [1980, 1990], "commentaryNum": 33.0004, "collectiveTitle": {"en": "JPS", "he": "הערות שוליים תרגום 1985 של JPS"}, "heTitle": "במדבר", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "See 21.1–3.", "versionTitle": "JPS Footnotes", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "59636c5ad6e4a9416e9c4d2b", "index_title": "Mizrachi", "category": "Commentary", "type": "commentary", "ref": "Mizrachi, Numbers 33:40:1", "anchorRef": "Numbers 33:40", "anchorRefExpanded": ["Numbers 33:40"], "sourceRef": "Mizrachi, Numbers 33:40:1", "sourceHeRef": "מזרחי, במדבר ל״ג:מ׳:א׳", "anchorVerse": 40, "sourceHasEn": false, "compDate": [1475, 1525], "commentaryNum": 40.0001, "collectiveTitle": {"en": "Mizrachi", "he": "מזרחי"}, "heTitle": "במדבר", "he": "<b>וישמע הכנעני כאן למדך שמיתת אהרן היא השמיעה. </b>דכתיב ואהרן בן שלש ועשרים ומאת שנה במותו וישמע הכנעני אלמא מיתתו היא השמיעה ששמע אבל למעלה בפרשת פרה כתב וישמע הכנעני לא ידענו מה שמועה שמע אם מיתתו של אהרן אם בכייתו של אהרן מפני ששניהם כתובים לעיל וימת אהרן שם בראש ההר ויבכו את אהרן שלשים יום כל בית ישראל ואפשר לומר ששמע את שניהם ופרשת פרה הודיע של מתתו ושל בכייתו וכאן הודיע של מיתתו ושניהם נכונים אבל מלא ידענו לא משמע כך: \n", "heVersionTitle": "Four commentaries on Rashi. Warsaw, 1862", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5cd141ce922a7400576c2a42", "index_title": "Birkat Asher on Torah", "category": "Commentary", "type": "commentary", "ref": "Birkat Asher on Torah, Numbers 33:40:1", "anchorRef": "Numbers 33:40", "anchorRefExpanded": ["Numbers 33:40"], "sourceRef": "Birkat Asher on Torah, Numbers 33:40:1", "sourceHeRef": "ברכת אשר על התורה, במדבר ל״ג:מ׳:א׳", "anchorVerse": 40, "sourceHasEn": false, "compDate": [1960, 2010], "commentaryNum": 40.0001, "collectiveTitle": {"en": "Birkat Asher on Torah", "he": "ברכת אשר על התורה"}, "heTitle": "במדבר", "he": "<b>רש\"י ד\"ה וישמע הכנעני, כאן למדך שמיתת אהרן היא השמועה, שנסתלקו ענני הכבוד וכו'. </b>מכיוון שאין הכתוב משלים מה שמועה שמע, מסיק רש\"י מסמיכות הפרשיות \"ללמדך\" וכו'. והרי זה מסמיכות הפרשיות שר' יצחק גוטליב שי' במאמרו: \"'למה נסמכה' בפירושי רש\"י\" (בספר הזכרון לנחמה ליבוביץ ז\"ל, אותו התחלתי לערוך בימים אלה) אינו מזכיר. מן הסתם משום שהשתמש בתוכנות מחשב למיניהן, והמחשב, עם כל מעלותיו, איננו חושב! (פ' מטות מסעי תשנ\"ט)", "heVersionTitle": "Birkat Asher, Asher Vasertil, Jerusalem 2010-2012", "heLicense": "CC-BY", "heVersionTitleInHebrew": "ברכת אשר, ירושלים תש\"ע-תשע\"ג", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5f02d6df8415afd29c04f43f", "index_title": "Gur Aryeh on Bamidbar", "category": "Commentary", "type": "commentary", "ref": "Gur Aryeh on Bamidbar 33:40:1", "anchorRef": "Numbers 33:40", "anchorRefExpanded": ["Numbers 33:40"], "sourceRef": "Gur Aryeh on Bamidbar 33:40:1", "sourceHeRef": "גור אריה על במדבר ל״ג:מ׳:א׳", "anchorVerse": 40, "sourceHasEn": false, "compDate": [1548, 1578], "commentaryNum": 40.0001, "collectiveTitle": {"en": "Gur Aryeh", "he": "גור אריה"}, "heTitle": "גור אריה על במדבר", "he": "<b>למדך שהשמיעה היא המיתה כו'.</b> פירוש, מה שכתוב בפרשת חקת (לעיל כא, א) \"וישמע הכנעני\"<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"10\"></i>, נוכל לומר \"כי שמע כי בא ישראל דרך האתרים\" (שם), ובא עליהם למלחמה, והכתוב מחובר למה שאחריו – \"וילחם עם ישראל וגו'\". אבל כאן שלא הזכיר כלל המלחמה, רק השמיעה, ותו לא מידי, אם כן אין הכתוב בא להזכיר המלחמה, רק מיתת אהרן, והנמשך מן מיתת אהרן מה שגרמה, לכך אמר \"וישמע הכנעני\", ששמע מיתת אהרן ונסתלקו ענני הכבוד, וזהו \"וישמע הכנעני בבא ישראל\", כלומר ששמע בבואם בלא ענן, רק ישראל בלבד, ודבר זה היה גורם דבר מה, והוא שבא עליהם למלחמה, רק שלא בא הכתוב לפרש מה היה גורם<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"11\"></i>. אי נמי<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"12\"></i>, \"בבא ישראל\" פירוש, שמתחלה לא היה יכול לשמוע ביאתם, כי הענן היה מפסיק ביניהם, שלא היו נראים, אבל כשנסתלקו ענני הכבוד שמע \"בבא ישראל\". והשתא יש לפרש בפרשת חקת גם כן כך \"וישמע הכנעני כי בא ישראל דרך האתרים\", פירוש ששמע מיתת אהרן, ונסתלקו ענני כבוד:<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"13\"></i><br>‎ואם תאמר, דאמרינן במסכת תענית (ט. ) שהענן היה חוזר בזכות משה<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"14\"></i>, אם כן כבר חזר להם הענן, ומה שמע. ויראה, שלא חזר עד שעשה רושם, וזהו הרושם שעשה מיתת אהרן – שנסתלקו ענני הכבוד ובא הכנעני להלחם בהם, כדי שיראו מה היה גורם להם מיתת הצדיק. וכן תמצא במרים גם כן, שהיה הבאר בזכותה (רש\"י לעיל כ, ב), וחזר גם כן בזכות משה ואהרן (תענית ט. ), ולא חזר עד שעשה רושם – שלא היה מים לעדה, והיו צמאים (לעיל כ, ב). והכל כדי שידעו מה נאבד להם במיתת הצדיקים:<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"15\"></i>", "heVersionTitle": "Gur Aryeh, Machon Yerushalyim, 1989-1995", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5f1ea0231d77ecfb0d09e9e8", "index_title": "Midrash Lekach Tov", "category": "Midrash", "type": "commentary", "ref": "Midrash Lekach Tov, Numbers 33:40:1", "anchorRef": "Numbers 33:40", "anchorRefExpanded": ["Numbers 33:40"], "sourceRef": "Midrash Lekach Tov, Numbers 33:40:1", "sourceHeRef": "מדרש לקח טוב, במדבר ל״ג:מ׳:א׳", "anchorVerse": 40, "sourceHasEn": false, "compDate": [1105, 1115], "commentaryNum": 40.0001, "collectiveTitle": {"en": "Midrash Lekach Tov", "he": "מדרש לקח טוב"}, "heTitle": "במדבר", "he": "<b>פס'.</b> וישמע הכנעני מלך ערד. הוא שנאמר ביהושע (שם יב) מלך ערד אחד ונקרא כנען על שם ארץ כנען:", "heVersionTitle": "Midrash Lekach Tov on Torah, Vilna 1884", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש לקח טוב, מכונה פסיקתא זוטרתא, וילנא תרמ\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "60f57588b6062f226d620494", "index_title": "Maskil LeDavid", "category": "Commentary", "type": "commentary", "ref": "Maskil LeDavid, Numbers 33:40:1", "anchorRef": "Numbers 33:40", "anchorRefExpanded": ["Numbers 33:40"], "sourceRef": "Maskil LeDavid, Numbers 33:40:1", "sourceHeRef": "משכיל לדוד, במדבר ל״ג:מ׳:א׳", "anchorVerse": 40, "sourceHasEn": false, "commentaryNum": 40.0001, "collectiveTitle": {"en": "Maskil LeDavid", "he": "משכיל לדוד"}, "heTitle": "במדבר", "he": "<b>וישמע הכנעני כאן לימדך וכו׳</b> הרא״ם ז״ל כתב דאילו לעיל בפרשת חקת כתיב וימת אהרן שם וכו׳ ויבכו את אהרן וכו׳ ואחר כך וישמע הכנעני וכו׳ ולכך לא ידענו מה שמועה שמע אם מיתתו של אהרן אם בכייתו וכו׳ ע״ש. וק״ק היכי ס״ד דקאי על הבכייה מה ענין הבכייה לעוררו למלחמה. וגם סוף דברי הרב אינם מובנים כלל ע״ש. אמנם לע״ד הענין מבואר דהתם כתיב וישמע הכנעני וכו׳ כי בא ישראל דרך האתרים. והיה אפ׳ לפ׳ דלא קאי אדלעיל כלל אלא ענין אחר הוא וה״ק וישמע הכנעני כי בא ישראל להתקרב אצלו לפיכך וילחם בישראל אבל כאן דלא כתיב אלא וישמע ולא ביאר הפ׳ מה שמועה שמע מוכרח דקאי אדלעיל וממילא דהתם נמי צריכ׳ לפ׳ הכי. ומאי דכתיב כי בא ישראל. אין פירושו אשר בא ישראל. אלא כאשר בא אבל לעולם השמועה הוא מיתת אהרן:", "heVersionTitle": "Venice, 1760", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ויניציאה, תקכ\"א", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "61a6232987f574a17ca6c066", "index_title": "Jerusalem Talmud Sotah", "category": "Talmud", "type": "", "ref": "Jerusalem Talmud Sotah 1:10:4", "anchorRef": "Numbers 33:40", "anchorRefExpanded": ["Numbers 33:40"], "sourceRef": "Jerusalem Talmud Sotah 1:10:4", "sourceHeRef": "תלמוד ירושלמי סוטה א׳:י׳:ד׳", "anchorVerse": 40, "sourceHasEn": true, "compDate": [375, 425], "commentaryNum": 10.0004, "collectiveTitle": {"en": "Jerusalem Talmud Sotah", "he": "תלמוד ירושלמי סוטה"}, "heTitle": "תלמוד ירושלמי סוטה", "he": "כְּתִיב וַיְקוֹנֵן דָּוִד אֶת הַקִּינָה הַזֹּאת וגו׳ וַיֹּאמֶר לְלַמֵּד לִבְנֵי יְהוּדָה קָשֶׁת. לֹא מִסְתַּבְּרָא דְלֹא. לְלַמֵּד בְּנֵי יְהוּדָה מִי הָיָה. אֶלָּא אָמַר דָּוִד. כֵּיוָן שֶׁהַצַּדִּיקִים מִסְתַּלְּקִין הַשּׂוֹנְאִין בָּאִין וּמִתְגָּרִין בְּיִשְׂרָאֵל. הֲלֹא הִיא כְתוּבָה עַל סֵפֶר הַיָּשָׁר. תְּרִין אֲמוֹרִין. חַד אָמַר. זֶה סֵפֶר בְּרֵאשִׁית. וְחָרָנָה אָמַר. זֶה חוּמָשׁ הַפִּיקּוּדִים. מָאן דְּאָמַר. זֶה סֵפֶר בְּרֵאשִׁית. נִיחָא. וּמָאן דְּאָמַר. זֶה חוּמָשׁ פִּיקּוּדִים. מַה מִלְחָמָה הָֽיְתָה שָׁם. וּבְנֵי יִשְׂרָאֵל נָֽסְעוּ מִבְּאֵרוֹת בְּנֵי יַעֲקֹן מוֹסֵרָה שָׁם מֵת אַהֲרֹן. וְכִי בְמוֹסֵירוֹת מֵת אַהֲרֹן. וַהֲלֹא בְהֹר הָהָר מֵת. הָדָא הִיא דִכְתִיב וַיַּעַל אַהֲרֹן הַכֹּהֶן אֶל הֹר הָהָר וָיָּמָת שָׁם. אֶלָּא כֵּיוָן שֶׁמֵּת אַהֲרֹן <i data-overlay=\"Vilna Pages\" data-value=\"8b\"></i>וְנִסְתַּלְּקוּ עֲנָנֵי כָּבוֹד וּבִיקְּשׁוּ הַכְּנַעֲנִים לְהִתְגָּרוֹת בְּיִשְׂרָאֵל. הָדָא הִיא דִכְתִיב וַיִּשְׁמַע הַכְּנַעֲנִי מֶלֶךְ עֲרָד יוֹשֵׁב הַנֶּגֶב כִּי בָא יִשְׂרָאֵל דֶּרֶךְ הָאֲתָרִים. מַהוּ דֶּרֶךְ הָאֲתָרִים. שָׁמַע שֶׁמֵּת אַהֲרֹן הַתַּייָר הַגָּדוֹל שֶׁלָּהֶן שֶׁהָיָה תָר לָהֶן אֶת הַדֶּרֶךְ. בּוֹאוּ וְנִתְגָּרֶה בֵהֶן. וּבִיקְּשׁוּ יִשְׂרָאֵל לַחֲזוֹר לְמִצְרַיִם וְנָֽסְעוּ לָאַחֲרֵיהֶן שְׁמוֹנֶה מַסָּעוֹת. וְרָץ אַחֲרָיו שִׁבְטוֹ שֶׁלְּלֵוִי וְהָרַג בָּהֶן שְׁמוֹנֶה מִשְׁפָּחוֹת. אַף הֵן הָֽרְגוּ מִמֶּנּוּ אַרְבַּע. הָדָא הִיא דִכְתִיב לְעַמְרָמִי לְיִצְהָרִי לְחֶבְרוֹנִי לְעוֹזִּיאֵלִי. אֵימָתַי חָֽזְרוּ. בִּימֵי דָוִד. הָדָא הִיא דִכְתִיב יִפְרַח בְּיָמָיו צַדִּיק. אָֽמְרוּ. מִי גָרַם לָנוּ כָל־הַדָּמִים הַלָּלוּ. אָֽמְרוּ. עַל שֶלֹּא עָשִׂינוּ חֶסֶד עִם אוֹתוֹ הַצַּדִּיק. וְהָֽלְכוּ וְקָֽשְׁרוּ לוֹ הֶסְפֵּד וְגָֽמְלוּ לַצַּדִיק חֶסֶד. וְהֶעֱלָה עֲלֵיהֶם הַכָּתוּב כְּאִילּוּ מֵת שָׁם וְנִקְבַּר שָׁם. שֶׁגָּֽמְלוּ לַצַּדִיק חֶסֶד.", "heVersionTitle": "The Jerusalem Talmud, edition by Heinrich W. Guggenheimer. Berlin, De Gruyter, 1999-2015", "heLicense": "CC-BY", "heVersionTitleInHebrew": "", "text": "It is written<sup class=\"footnote-marker\">380</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"II Samuel 1:17-18\" href=\"/II_Samuel.1.17-18\"><i>2S</i>. 1:17–18</a>.</i>: “And David sang this elegy”, etc., “and said: To teach the people of Judah archery.” Is it reasonable that he had to teach the people of Judah, who was he<sup class=\"footnote-marker\">381</sup><i class=\"footnote\">Instead of מי היה, the Rome ms. reads נהיה; probably a corruption. The problem is that (1) the mention of Jehudah in a dirge about the slain of Benjamin is somewhat out of place, and (2) that David, who had a magic bow (<a class=\"refLink\" data-ref=\"Psalms 18:35\" href=\"/Psalms.18.35\"><i>Ps</i>. 18:35</a>), long ago was a teacher of archery. “He” refers to David.</i>? But David said, when the just have disappeared, the haters come and attack Israel. “Is that not written in the book Yashar?” Two Amoraïm. One says, that is the book of Genesis. But the other said, that is the fifth of Numbers<sup class=\"footnote-marker\">382</sup><i class=\"footnote\">In the <a class=\"refLink\" data-ref=\"Avodah Zarah 25a\" href=\"/Avodah_Zarah.25a\">Babli, <i>Avodah Zarah</i> 25a</a>, R. Joḥanan identifies the book Yashar with Genesis, R. Eleazar with Deuteronomy. In the Babli, the book of Yashar is <i>not</i> a book of wars. “Fifth” is the standard rabbinic name for any one of the five books of the Pentateuch.</i>. The one who said, this is the book of Genesis, is understandable<sup class=\"footnote-marker\">383</sup><i class=\"footnote\">Since it records the victory of Abraham over the kings of the East.</i>. But the one who said, that is the fifth of Numbers, what war is reported there? <sup class=\"footnote-marker\">384</sup><i class=\"footnote\">From here to the end of the paragraph, the text is also in <i>Yoma</i> 1:1, fol. 38b.</i>“The Children of Israel travelled from the springs of Bene-Ya‘aqon to Mosera; there Aaron died<sup class=\"footnote-marker\">385</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Deuteronomy 10:6\" href=\"/Deuteronomy.10.6\"><i>Deut</i>. 10:6</a>.</i>.” Did Aaron die at Mosera? Did he not die on Mount Hor? That is what is written: “Aaron the Cohen ascended Mount Hor and died there.<sup class=\"footnote-marker\">386</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Numbers 33:38\" href=\"/Numbers.33.38\"><i>Num</i>. 33:38</a>.</i>” But when Aaron died and the clouds of glory disappeared, the Canaanites desired to attack Israel. That is what is written: “The Canaanite, the king of Arad, dweller in the Southland, heard that Israel came by the way of the scouts.<sup class=\"footnote-marker\">387</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Numbers 33:40\" href=\"/Numbers.33.40\"><i>Num</i>. 33:40</a>. The same interpretation is in the <a class=\"refLink\" data-ref=\"Rosh Hashanah 3a\" href=\"/Rosh_Hashanah.3a\">Babli, <i>Roš Haššanah</i> 3a</a>. Cf. also <a class=\"refLink\" data-ref=\"Bamidbar Rabbah 19:11\" href=\"/Bamidbar_Rabbah.19.11\"><i>Num. rabba</i> 19(11</a>), <i>Tanḥuma Buber Ḥuqqat</i> 42, <i>Tanḥuma Ḥuqqat</i> 18; <i>Threni rabbati</i> 1(64); <a class=\"refLink\" data-ref=\"Tosefta Sotah (Lieberman) 11:1\" href=\"/Tosefta_Sotah_(Lieberman).11.1\">Tosephta 11:1</a>; <i>Sifry Num</i>. 82.</i>” What is “the way of the scouts”? He heard that Aaron died, the great scout, who did scout the way for them<sup class=\"footnote-marker\">388</sup><i class=\"footnote\">Since Aaron was responsible for the Ark which was the pathfinder (<a class=\"refLink\" data-ref=\"Numbers 10:33\" href=\"/Numbers.10.33\"><i>Num</i>. 10:33</a>).</i>. They came and attacked them. Then Israel wanted to return to Egypt and travelled eight stations backward. The tribe of Levi ran after them and killed eight families from them<sup class=\"footnote-marker\">389</sup><i class=\"footnote\">In the catalog of families in <a class=\"refLink\" data-ref=\"Numbers 26\" href=\"/Numbers.26\"><i>Num</i>. 26</a>, <a class=\"refLink\" data-ref=\"Numbers 8\" href=\"/Numbers.8\">8</a> families are missing compared to the enumeration of grandsons of Jacob in <a class=\"refLink\" data-ref=\"Genesis 46:5\" href=\"/Genesis.46.5\"><i>Gen</i>. 46: 5</a> from Benjamin and 1 each from Simeon, Gad, and Asher.</i>. They also killed four of their families. That is what is written: “The Amramite, the Yiṣharite, the Ḥebronite, the Uzielite.<sup class=\"footnote-marker\">390</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"I Chronicles 26:23\" href=\"/I_Chronicles.26.23\"><i>1Chr</i>. 26:23</a>, an isolated verse seemingly without connection to what comes before and after. This is interpreted to mean that David took care to re-establish these families after they had been decimated. The only levitic family missing in the list of <a class=\"refLink\" data-ref=\"Numbers 26\" href=\"/Numbers.26\"><i>Num</i>. 26 is <i>Šim‘î</a></i>.</i>” When were they re-established? In David’s time. That is what is written: “In his days, the just will blossom<sup class=\"footnote-marker\">391</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Psalms 72:2\" href=\"/Psalms.72.2\"><i>Ps</i>. 72:2</a>.</i>”. They said, what caused us all this bloodshed? They said, because we did not perform kindness for that just man. They went and organized a eulogy and performed kindness for that just man. The verse considers it as if he died and was buried there where they performed kindness for that just man.", "versionTitle": "The Jerusalem Talmud, translation and commentary by Heinrich W. Guggenheimer. Berlin, De Gruyter, 1999-2015", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "6319d244b6084aa1cbf17ef7", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, כְּנַעֲנִי 1", "anchorRef": "Numbers 33:40", "anchorRefExpanded": ["Numbers 33:40"], "sourceRef": "BDB, כְּנַעֲנִי 1", "sourceHeRef": "בראון-דרייבר-בריגס, כְּנַעֲנִי א׳", "anchorVerse": 40, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "כְּנַעֲנִי", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† I. <big><span dir=\"rtl\">כְּנַעֲנִי</span></big>  <strong>adj.</strong> et <strong>nom. gent.</strong> of 1. <span dir=\"rtl\">כְּנַעַן</span>;—usually ms. <span dir=\"rtl\">(הַ)כְּנַעֲנִי</span> <a data-ref=\"Genesis 38:2\" href=\"/Genesis.38.2\">Gn 38:2</a> <a data-ref=\"Numbers 21:1\" href=\"/Numbers.21.1\">Nu 21:1</a> +; fs. <span dir=\"rtl\">הַכְּנַעֲנִית</span> <a data-ref=\"Genesis 46:10\" href=\"/Genesis.46.10\">Gn 46:10</a> = <a data-ref=\"Exodus 6:15\" href=\"/Exodus.6.15\">Ex 6:15</a> <a data-ref=\"I Chronicles 2:3\" href=\"/I_Chronicles.2.3\">1 Ch 2:3</a>; mpl.; <span dir=\"rtl\">(הַ)כְּנַעֲנִים</span> <a data-ref=\"Obadiah 1:20\" href=\"/Obadiah.1.20\">Ob 20</a> <a data-ref=\"Nehemiah 9:24\" href=\"/Nehemiah.9.24\">Ne 9:24</a>;—<br><strong>1.</strong>  <strong> adj.</strong> <span dir=\"rtl\">אִישׁ כ׳</span> <a data-ref=\"Genesis 38:2\" href=\"/Genesis.38.2\">Gn 38:2</a> (J).<br><strong>2.</strong>  <strong> c.</strong> art. as <strong>subst.</strong>, <strong>a.</strong>  of individual, <span dir=\"rtl\">הַכּ׳ מֶלֶךְ־עֲרָד</span> <a data-ref=\"Numbers 21:1\" href=\"/Numbers.21.1\">Nu 21:1</a> (J) and hence <a data-ref=\"Numbers 33:40\" href=\"/Numbers.33.40\">33:40</a> (P or R); f. <span dir=\"rtl\">הַכְּנַעֲנִית</span> <a data-ref=\"Genesis 46:10\" href=\"/Genesis.46.10\">Gn 46:10</a> = <a data-ref=\"Exodus 6:15\" href=\"/Exodus.6.15\">Ex 6:15</a> (P) <span dir=\"rtl\">בַּת־שׁוּעַ הַכְּנַעֲנִית</span> <a data-ref=\"I Chronicles 2:3\" href=\"/I_Chronicles.2.3\">1 Ch 2:3</a>. <strong>b.</strong>  usually coll. (c. art.) of pre-Isr. inhabitants of <span dir=\"rtl\">כְּנַעַן</span> (q.v.) <a data-ref=\"Genesis 12:6\" href=\"/Genesis.12.6\">Gn 12:6</a>; <a data-ref=\"Genesis 24:3\" href=\"/Genesis.24.3\">24:3</a>, <a data-ref=\"Genesis 24:37\" href=\"/Genesis.24.37\">37</a>; <a data-ref=\"Genesis 50:11\" href=\"/Genesis.50.11\">50:11</a> (all J), <a data-ref=\"Numbers 21:3\" href=\"/Numbers.21.3\">Nu 21:3</a> (J), <a data-ref=\"Joshua 13:3\" href=\"/Joshua.13.3\">Jos 13:3</a> (D), <a data-ref=\"Judges 1:1\" href=\"/Judges.1.1\">Ju 1:1</a>, <a data-ref=\"Judges 1:3\" href=\"/Judges.1.3\">3</a>, <a data-ref=\"Judges 1:9\" href=\"/Judges.1.9\">9</a>, <a data-ref=\"Judges 1:10\" href=\"/Judges.1.10\">10</a>, <a data-ref=\"Judges 1:17\" href=\"/Judges.1.17\">17</a>, many of whom continued to live in the midst of Isr., v <a data-ref=\"Judges 1:27\" href=\"/Judges.1.27\">27</a>, <a data-ref=\"Judges 1:28\" href=\"/Judges.1.28\">28</a>, <a data-ref=\"Judges 1:29\" href=\"/Judges.1.29\">29</a><sup>(×2)</sup>, <a data-ref=\"Judges 1:30\" href=\"/Judges.1.30\">30</a>, <a data-ref=\"Judges 1:32\" href=\"/Judges.1.32\">32</a>, <a data-ref=\"Judges 1:33\" href=\"/Judges.1.33\">33</a> <a data-ref=\"Joshua 16:10\" href=\"/Joshua.16.10\">Jos 16:10</a><sup>(×2)</sup>, <a data-ref=\"Joshua 17:12\" href=\"/Joshua.17.12\">17:12</a>, <a data-ref=\"Joshua 17:13\" href=\"/Joshua.17.13\">13</a>, <a data-ref=\"Joshua 17:16\" href=\"/Joshua.17.16\">16</a>, <a data-ref=\"Joshua 17:18\" href=\"/Joshua.17.18\">18</a> (all JE), <a data-ref=\"I Kings 9:16\" href=\"/I_Kings.9.16\">1 K 9:16</a>; pl. only <a data-ref=\"Obadiah 1:20\" href=\"/Obadiah.1.20\">Ob 20</a>, and <span dir=\"rtl\">יֹשְׁבֵי הָאָרֶץ הַכְּנַעֲנִים</span> <a data-ref=\"Nehemiah 9:24\" href=\"/Nehemiah.9.24\">Ne 9:24</a>; <span dir=\"rtl\">מִשְׁפְּחוֹת הַכּ׳</span> <a data-ref=\"Genesis 10:18\" href=\"/Genesis.10.18\">Gn 10:18</a>, <span dir=\"rtl\">גְּבוּל הַכּ׳</span> v <a data-ref=\"Genesis 10:19\" href=\"/Genesis.10.19\">19</a> (both J), <span dir=\"rtl\">אֶרֶץ הַכּ׳</span> <a data-ref=\"Exodus 13:11\" href=\"/Exodus.13.11\">Ex 13:11</a> (JE), <a data-ref=\"Ezekiel 16:3\" href=\"/Ezekiel.16.3\">Ez 16:3</a>; often of <em>part</em> of the inhabit., <span dir=\"rtl\">הַכּ׳ וְכָל יֹשְׁבֵי הָאָרֶץ</span> <a data-ref=\"Joshua 7:9\" href=\"/Joshua.7.9\">Jos 7:9</a> (JE), <a data-ref=\"Deuteronomy 11:30\" href=\"/Deuteronomy.11.30\">Dt 11:30</a>; with other n.pr.gent., + <span dir=\"rtl\">הַפְּרִזִּי</span> <a data-ref=\"Genesis 13:7\" href=\"/Genesis.13.7\">Gn 13:7</a>; <a data-ref=\"Genesis 34:30\" href=\"/Genesis.34.30\">34:30</a> (both J), <a data-ref=\"Judges 1:4\" href=\"/Judges.1.4\">Ju 1:4</a>, <a data-ref=\"Judges 1:5\" href=\"/Judges.1.5\">5</a>, + <span dir=\"rtl\">הָאֱמֹרִי</span> <a data-ref=\"Deuteronomy 1:7\" href=\"/Deuteronomy.1.7\">Dt 1:7</a> <a data-ref=\"Joshua 5:1\" href=\"/Joshua.5.1\">Jos 5:1</a>; <a data-ref=\"Joshua 13:4\" href=\"/Joshua.13.4\">13:4</a> (all D); + <span dir=\"rtl\">הַחִוִּי</span> <a data-ref=\"II Samuel 24:7\" href=\"/II_Samuel.24.7\">2 S 24:7</a>; + <span dir=\"rtl\">עֲמָלֵקִ(י)</span> <a data-ref=\"Numbers 14:25\" href=\"/Numbers.14.25\">Nu 14:25</a>, <a data-ref=\"Numbers 14:43\" href=\"/Numbers.14.43\">43</a>, <a data-ref=\"Numbers 14:45\" href=\"/Numbers.14.45\">45</a>; especially in the list of peoples dispossessed by Isr., <a data-ref=\"Genesis 15:21\" href=\"/Genesis.15.21\">Gn 15:21</a> <a data-ref=\"Exodus 3:8\" href=\"/Exodus.3.8\">Ex 3:8</a>, <a data-ref=\"Exodus 3:17\" href=\"/Exodus.3.17\">17</a>; <a data-ref=\"Exodus 13:5\" href=\"/Exodus.13.5\">13:5</a>; <a data-ref=\"Exodus 23:23\" href=\"/Exodus.23.23\">23:23</a>, <a data-ref=\"Exodus 23:28\" href=\"/Exodus.23.28\">28</a>; <a data-ref=\"Exodus 33:2\" href=\"/Exodus.33.2\">33:2</a>; <a data-ref=\"Exodus 34:11\" href=\"/Exodus.34.11\">34:11</a> <a data-ref=\"Numbers 13:29\" href=\"/Numbers.13.29\">Nu 13:29</a> (<span dir=\"rtl\">הַכּ׳</span> dwelling by the sea and along Jordan [cf. <a data-ref=\"Deuteronomy 1:7\" href=\"/Deuteronomy.1.7\">Dt 1:7</a>; <a data-ref=\"Deuteronomy 11:30\" href=\"/Deuteronomy.11.30\">11:30</a> <a data-ref=\"Joshua 5:1\" href=\"/Joshua.5.1\">Jos 5:1</a>; <a data-ref=\"Joshua 11:3\" href=\"/Joshua.11.3\">11:3</a>; <a data-ref=\"Joshua 13:4\" href=\"/Joshua.13.4\">13:4</a>]; all these JE), <a data-ref=\"Deuteronomy 7:1\" href=\"/Deuteronomy.7.1\">Dt 7:1</a>; <a data-ref=\"Deuteronomy 20:17\" href=\"/Deuteronomy.20.17\">20:17</a> <a data-ref=\"Joshua 3:10\" href=\"/Joshua.3.10\">Jos 3:10</a>; <a data-ref=\"Joshua 9:1\" href=\"/Joshua.9.1\">9:1</a>; <a data-ref=\"Joshua 11:3\" href=\"/Joshua.11.3\">11:3</a>; <a data-ref=\"Joshua 12:8\" href=\"/Joshua.12.8\">12:8</a>; <a data-ref=\"Joshua 24:11\" href=\"/Joshua.24.11\">24:11</a> (all JED), <a data-ref=\"Judges 3:3\" href=\"/Judges.3.3\">Ju 3:3</a>, <a data-ref=\"Judges 3:5\" href=\"/Judges.3.5\">5</a>; hence <a data-ref=\"Ezra 9:1\" href=\"/Ezra.9.1\">Ezr 9:1</a> <a data-ref=\"Nehemiah 9:8\" href=\"/Nehemiah.9.8\">Ne 9:8</a>. Cf. Dr Dt. p. 11, 13 f., 97, 133."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d2e7b6084aa1cbf1fe9d", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, נֶ֫גֶב 1", "anchorRef": "Numbers 33:40", "anchorRefExpanded": ["Numbers 33:40"], "sourceRef": "BDB, נֶ֫גֶב 1", "sourceHeRef": "בראון-דרייבר-בריגס, נֶ֫גֶב א׳", "anchorVerse": 40, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "נֶ֫גֶב", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† <big><span dir=\"rtl\">נֶ֫גֶב</span></big>  <strong>n.</strong>[<strong>m.</strong>] south-country, Negeb, south <strong>(</strong>cf. Lag<sup>BN 78</sup><strong>)</strong>;—<span dir=\"rtl\">נ׳</span> abs. <a data-ref=\"Genesis 20:1\" href=\"/Genesis.20.1\">Gn 20:1</a> +; cstr. <a data-ref=\"Joshua 11:2\" href=\"/Joshua.11.2\">Jos 11:2</a> +; <span dir=\"rtl\">נֶ֫גְבָּה</span> <a data-ref=\"Genesis 13:14\" href=\"/Genesis.13.14\">Gn 13:14</a> +;—<br><strong>1.</strong>  <em>south-country</em>, i.e. <strong>a.</strong>  specif. the region S. of Judah, boundaries not exactly defined (see cities in it <a data-ref=\"Joshua 15:21-32\" href=\"/Joshua.15.21-32\">Jos 15:21–32</a>), but c. from hills S. of Hebron to Ḳadesh, <span dir=\"rtl\">אֶרֶץ הַנּ׳</span> <a data-ref=\"Genesis 20:1\" href=\"/Genesis.20.1\">Gn 20:1</a> (E), <a data-ref=\"Genesis 24:62\" href=\"/Genesis.24.62\">24:62</a> (J), <a data-ref=\"Numbers 13:29\" href=\"/Numbers.13.29\">Nu 13:29</a> (JE), <a data-ref=\"Judges 1:15\" href=\"/Judges.1.15\">Ju 1:15</a> <a data-ref=\"Joshua 15:19\" href=\"/Joshua.15.19\">Jos 15:19</a>; alm. = n.pr. <span dir=\"rtl\">הַנּ׳</span>, <span dir=\"rtl\">הַנֶּ֫גְבָּה</span>, <a data-ref=\"Genesis 12:9\" href=\"/Genesis.12.9\">Gn 12:9</a>; <a data-ref=\"Genesis 13:1\" href=\"/Genesis.13.1\">13:1</a> <a data-ref=\"Numbers 13:17\" href=\"/Numbers.13.17\">Nu 13:17</a>, <a data-ref=\"Numbers 13:22\" href=\"/Numbers.13.22\">22</a>; <a data-ref=\"Numbers 21:1\" href=\"/Numbers.21.1\">21:1</a> (all J), <a data-ref=\"Deuteronomy 34:3\" href=\"/Deuteronomy.34.3\">Dt 34:3</a> (JE), <a data-ref=\"Deuteronomy 1:7\" href=\"/Deuteronomy.1.7\">Dt 1:7</a> <a data-ref=\"Joshua 10:40\" href=\"/Joshua.10.40\">Jos 10:40</a>; <a data-ref=\"Joshua 11:16\" href=\"/Joshua.11.16\">11:16</a>; <a data-ref=\"Joshua 12:8\" href=\"/Joshua.12.8\">12:8</a> (all D), <a data-ref=\"Numbers 33:40\" href=\"/Numbers.33.40\">Nu 33:40</a> <a data-ref=\"Joshua 15:21\" href=\"/Joshua.15.21\">Jos 15:21</a> (both P), <a data-ref=\"Judges 1:9\" href=\"/Judges.1.9\">Ju 1:9</a> <a data-ref=\"I Samuel 20:41\" href=\"/I_Samuel.20.41\">1 S 20:41</a> (but read <span dir=\"rtl\">הָאַרְגָּב</span>, i.e. <em>the mound</em> 𝔊 (ἀργαβ) Th We Klo Dr Kit Bu HPS), <a data-ref=\"Jeremiah 13:19\" href=\"/Jeremiah.13.19\">Je 13:19</a>; <a data-ref=\"Jeremiah 17:26\" href=\"/Jeremiah.17.26\">17:26</a>; <a data-ref=\"Jeremiah 32:44\" href=\"/Jeremiah.32.44\">32:44</a>; <a data-ref=\"Jeremiah 33:13\" href=\"/Jeremiah.33.13\">33:13</a> <a data-ref=\"Zechariah 7:7\" href=\"/Zechariah.7.7\">Zc 7:7</a> <a data-ref=\"Obadiah 1:20\" href=\"/Obadiah.1.20\">Ob 20</a> <a data-ref=\"Psalms 126:4\" href=\"/Psalms.126.4\">ψ 126:4</a> (sim.), <a data-ref=\"Ezekiel 21:3\" href=\"/Ezekiel.21.3\">Ez 21:3a</a> (= Judah); <span dir=\"rtl\">נ׳</span> (no art.) <a data-ref=\"Genesis 13:3\" href=\"/Genesis.13.3\">Gn 13:3</a> (J), <a data-ref=\"I Samuel 30:1\" href=\"/I_Samuel.30.1\">1 S 30:1</a>, <a data-ref=\"Isaiah 30:6\" href=\"/Isaiah.30.6\">Is 30:6</a> (cf. Di); of particular districts in the Negeb: <span dir=\"rtl\">נ׳ עֲרָד</span> <a data-ref=\"Judges 1:16\" href=\"/Judges.1.16\">Ju 1:16</a> (cf. GFM), <span dir=\"rtl\">נ׳ יהוּדָה</span> etc. <a data-ref=\"I Samuel 27:10\" href=\"/I_Samuel.27.10\">1 S 27:10</a><sup>(×3)</sup> (cf. Dr), <a data-ref=\"I Samuel 30:14\" href=\"/I_Samuel.30.14\">30:14</a><sup>(×2)</sup> <a data-ref=\"II Samuel 24:7\" href=\"/II_Samuel.24.7\">2 S 24:7</a> <a data-ref=\"II Chronicles 28:18\" href=\"/II_Chronicles.28.18\">2 Ch 28:18</a>; v. also <a data-ref=\"Zechariah 14:10\" href=\"/Zechariah.14.10\">Zc 14:10</a>; <span dir=\"rtl\">רָמַת נ׳</span> <a data-ref=\"Joshua 19:8\" href=\"/Joshua.19.8\">Jos 19:8</a>, <span dir=\"rtl\">רָמוֹת נ׳</span> <a data-ref=\"I Samuel 30:27\" href=\"/I_Samuel.30.27\">1 S 30:27</a>; coll. c. pl. vb. = <em>people of south-land</em> <a data-ref=\"Obadiah 1:19\" href=\"/Obadiah.1.19\">Ob 19</a>. <strong>b.</strong>  land S. of Babylon <a data-ref=\"Isaiah 21:1\" href=\"/Isaiah.21.1\">Is 21:1</a> (cf. Di). <strong>c.</strong>  = Egypt <a data-ref=\"Daniel 11:5\" href=\"/Daniel.11.5\">Dn 11:5</a>, <a data-ref=\"Daniel 11:6\" href=\"/Daniel.11.6\">6</a>, <a data-ref=\"Daniel 11:9\" href=\"/Daniel.11.9\">9</a>, <a data-ref=\"Daniel 11:11\" href=\"/Daniel.11.11\">11</a>, <a data-ref=\"Daniel 11:14\" href=\"/Daniel.11.14\">14</a>, <a data-ref=\"Daniel 11:15\" href=\"/Daniel.11.15\">15</a>, <a data-ref=\"Daniel 11:25\" href=\"/Daniel.11.25\">25</a><sup>(×2)</sup>, <a data-ref=\"Daniel 11:29\" href=\"/Daniel.11.29\">29</a>, <a data-ref=\"Daniel 11:40\" href=\"/Daniel.11.40\">40</a> (v. Meinh Bev Behrm, cf. v <a data-ref=\"Daniel 11:43\" href=\"/Daniel.11.43\">43</a>).<br><strong>2.</strong>  hence <em>south</em> (opp. N., E., W.) <a data-ref=\"Genesis 13:14\" href=\"/Genesis.13.14\">Gn 13:14</a>; <a data-ref=\"Genesis 28:14\" href=\"/Genesis.28.14\">28:14</a> (both J), <a data-ref=\"Joshua 17:10\" href=\"/Joshua.17.10\">Jos 17:10</a> (P), <a data-ref=\"I Kings 7:25\" href=\"/I_Kings.7.25\">1 K 7:25</a> = <a data-ref=\"II Chronicles 4:4\" href=\"/II_Chronicles.4.4\">2 Ch 4:4</a>, <a data-ref=\"I Chronicles 9:24\" href=\"/I_Chronicles.9.24\">1 Ch 9:24</a>; <a data-ref=\"I Chronicles 26:15\" href=\"/I_Chronicles.26.15\">26:15</a>, <a data-ref=\"I Chronicles 26:17\" href=\"/I_Chronicles.26.17\">17</a> (cf. v <a data-ref=\"I Chronicles 26:14\" href=\"/I_Chronicles.26.14\">14</a>, <a data-ref=\"I Chronicles 26:16\" href=\"/I_Chronicles.26.16\">16</a>, <a data-ref=\"I Chronicles 26:18\" href=\"/I_Chronicles.26.18\">18</a>), <a data-ref=\"Ezekiel 21:3\" href=\"/Ezekiel.21.3\">Ez 21:3b</a>, <a data-ref=\"Ezekiel 21:9\" href=\"/Ezekiel.21.9\">9</a> <a data-ref=\"Daniel 8:4\" href=\"/Daniel.8.4\">Dn 8:4</a>, <a data-ref=\"Daniel 8:9\" href=\"/Daniel.8.9\">9</a>, further <a data-ref=\"I Kings 7:39\" href=\"/I_Kings.7.39\">1 K 7:39</a> <a data-ref=\"Zechariah 14:4\" href=\"/Zechariah.14.4\">Zc 14:4</a>; <span dir=\"rtl\">פְּאַת נֶ֫גְבָּה תֵּימָ֫נָה</span> <a data-ref=\"Exodus 26:18\" href=\"/Exodus.26.18\">Ex 26:18</a>, cf. <a data-ref=\"Exodus 27:9\" href=\"/Exodus.27.9\">27:9</a>; <a data-ref=\"Exodus 36:23\" href=\"/Exodus.36.23\">36:23</a>; <a data-ref=\"Exodus 38:9\" href=\"/Exodus.38.9\">38:9</a>; <a data-ref=\"Exodus 40:24\" href=\"/Exodus.40.24\">40:24</a> (of S. side of tabernacle); <span dir=\"rtl\">שַׁ֫עַר נ׳</span> <a data-ref=\"Ezekiel 46:9\" href=\"/Ezekiel.46.9\">Ez 46:9</a><sup>(×2)</sup>; <span dir=\"rtl\">פְּאַת נ׳</span> <em>south side</em> or <em>border</em> <a data-ref=\"Numbers 34:3\" href=\"/Numbers.34.3\">Nu 34:3</a>; <a data-ref=\"Numbers 35:5\" href=\"/Numbers.35.5\">35:5</a> <a data-ref=\"Joshua 18:15\" href=\"/Joshua.18.15\">Jos 18:15</a> (all P), <a data-ref=\"Ezekiel 47:19\" href=\"/Ezekiel.47.19\">Ez 47:19</a>, cf. v <a data-ref=\"Ezekiel 47:19\" href=\"/Ezekiel.47.19\">19</a> <a data-ref=\"Ezekiel 48:16\" href=\"/Ezekiel.48.16\">48:16</a>, <a data-ref=\"Ezekiel 48:28\" href=\"/Ezekiel.48.28\">28</a>, <a data-ref=\"Ezekiel 48:33\" href=\"/Ezekiel.48.33\">33</a>; <span dir=\"rtl\">גְּבוּל נ׳</span> <em>south boundary</em> <a data-ref=\"Numbers 34:3\" href=\"/Numbers.34.3\">Nu 34:3</a> <a data-ref=\"Joshua 15:2\" href=\"/Joshua.15.2\">Jos 15:2</a>, <a data-ref=\"Joshua 15:4\" href=\"/Joshua.15.4\">4</a>; <a data-ref=\"Joshua 18:19\" href=\"/Joshua.18.19\">18:19</a> (all P), cf. <a ,=\"\" data-ref=\"BDB, לְ\" dir=\"rtl\" href=\"/BDB,_לְ\">מִנֶּ֫גֶב לְ</a> <span dir=\"rtl\">(הַגְּבוּל)</span> <em>on the south</em> of <a data-ref=\"Numbers 34:4\" href=\"/Numbers.34.4\">Nu 34:4</a><sup>(×2)</sup> <a data-ref=\"Joshua 15:3\" href=\"/Joshua.15.3\">Jos 15:3</a> <span dir=\"rtl\">(אֶל־מִנּ׳ לְ)</span>, v <a data-ref=\"Joshua 15:3\" href=\"/Joshua.15.3\">3</a>, <a data-ref=\"Joshua 15:7\" href=\"/Joshua.15.7\">7</a>; <a data-ref=\"Joshua 18:13\" href=\"/Joshua.18.13\">18:13</a> (all P), <a data-ref=\"Judges 21:19\" href=\"/Judges.21.19\">Ju 21:19</a>; <span dir=\"rtl\">מִנּ׳</span> abs. <em>on the south</em> <a data-ref=\"Joshua 18:5\" href=\"/Joshua.18.5\">Jos 18:5</a> (JE), <a data-ref=\"Joshua 19:34\" href=\"/Joshua.19.34\">19:34</a> (P), <a data-ref=\"I Samuel 14:5\" href=\"/I_Samuel.14.5\">1 S 14:5</a> <a data-ref=\"Ezekiel 40:2\" href=\"/Ezekiel.40.2\">Ez 40:2</a>; <span dir=\"rtl\">כֶּ֫תֶף הַיְבוּסִי מִנּ׳</span> <a data-ref=\"Joshua 15:8\" href=\"/Joshua.15.8\">Jos 15:8</a>, cf. <a data-ref=\"Joshua 18:13\" href=\"/Joshua.18.13\">18:13</a>, <a data-ref=\"Joshua 18:16\" href=\"/Joshua.18.16\">16</a> (all P); <span dir=\"rtl\">נֶ֫גְבָּה</span> <a data-ref=\"Joshua 15:1\" href=\"/Joshua.15.1\">15:1</a>, <a data-ref=\"Joshua 15:2\" href=\"/Joshua.15.2\">2</a>; <a data-ref=\"Joshua 18:14\" href=\"/Joshua.18.14\">18:14</a><sup>(×2)</sup>, <a data-ref=\"Joshua 18:19\" href=\"/Joshua.18.19\">19</a> (all P), <a data-ref=\"II Chronicles 4:10\" href=\"/II_Chronicles.4.10\">2 Ch 4:10</a> <a data-ref=\"Ezekiel 21:2\" href=\"/Ezekiel.21.2\">Ez 21:2</a> (Co; ℌ <span dir=\"rtl\">נגב</span>), <a data-ref=\"Ezekiel 48:10\" href=\"/Ezekiel.48.10\">48:10</a>, <a data-ref=\"Ezekiel 48:17\" href=\"/Ezekiel.48.17\">17</a>; <span dir=\"rtl\">נֶ֫גְבָּה לְ</span> <a data-ref=\"Joshua 17:9\" href=\"/Joshua.17.9\">Jos 17:9</a> (P).—For <span dir=\"rtl\">נ׳ כִּנְּרוֹת</span> <a data-ref=\"Ezekiel 11:2\" href=\"/Ezekiel.11.2\">11:2</a> read <span dir=\"rtl\">נֶגֶד</span> (𝔊 Di)."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d3b9b6084aa1cbf2a403", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, עֲרָד 1", "anchorRef": "Numbers 33:40", "anchorRefExpanded": ["Numbers 33:40"], "sourceRef": "BDB, עֲרָד 1", "sourceHeRef": "בראון-דרייבר-בריגס, עֲרָד א׳", "anchorVerse": 40, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "עֲרָד", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† I. <big><span dir=\"rtl\">עֲרָד</span></big>  <strong>n.pr.loc.</strong> Can. city in the Negeb, Αραδ <strong>(</strong>Egyptian <em>ʿa-ru-dâ</em> WMM<sup>As. u. Eur. 168, 170</sup><strong>)</strong>;—<a data-ref=\"Judges 1:16\" href=\"/Judges.1.16\">Ju 1:16</a>, <span dir=\"rtl\">מֶלֶךְ־ע׳</span> <a data-ref=\"Numbers 21:1\" href=\"/Numbers.21.1\">Nu 21:1</a> (JE) = <a data-ref=\"Numbers 33:40\" href=\"/Numbers.33.40\">33:40</a>, <a data-ref=\"Joshua 12:14\" href=\"/Joshua.12.14\">Jos 12:14</a> (D, Α(ι)ραθ, A 𝔊L Αδερ); prob. mod. <em>Tel Arad</em>, <a data-ref=\"Joshua 12:16\" href=\"/Joshua.12.16\">16</a> 1/2 miles S. of Hebron; cf. GFM <a data-ref=\"Judges 1:16\" href=\"/Judges.1.16\">Ju 1:16</a> Buhl<sup>Geogr. 182</sup>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "659c27f8a2b0ace7060d9d03", "index_title": "Netzach Yisrael", "category": "Jewish Thought", "type": "", "ref": "Netzach Yisrael 54:3", "anchorRef": "Numbers 33:40", "anchorRefExpanded": ["Numbers 33:40"], "sourceRef": "Netzach Yisrael 54:3", "sourceHeRef": "נצח ישראל נ״ד:ג׳", "anchorVerse": 40, "sourceHasEn": true, "compDate": [1589, 1599], "commentaryNum": 54.0003, "collectiveTitle": {"en": "Netzach Yisrael", "he": "נצח ישראל"}, "he": "ובפרק קמא דתענית (ט.), רבי יוסי בן רבי יהודה אומר, ג' פרנסים טובים עמדו לישראל, ואלו הן; משה, ואהרן, ומרים. וג' מתנות נתנו על ידיהן; הבאר, והענן, והמן. באר בזכות מרים, עמוד הענן בזכות אהרן, המן בזכות משה. מתה מרים - נסתלק הבאר, דכתיב (במדבר כ, א) \"ותמת שם מרים\", וכתיב בתריה (שם שם ב) \"ולא היה מים לעדה\", וחזרה בזכות שניהם<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"14\" data-order=\"14\"></i>. מת אהרן - נסתלקו ענני כבוד, שנאמר (במדבר כא, א) \"וישמע הכנעני מלך ערד\", מה שמועה שמע, שמע שמת אהרן, ונסתלקו ענני כבוד, וכסבור ניתנה רשות להלחם בישראל. והיינו דכתיב (במדבר כ, כט) \"ויראו כל העדה כי גוע אהרן\", אל תקרי \"ויראו\", אלא 'וייראו'. חזרו שניהם בזכות משה<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"15\" data-order=\"15\"></i>, שנאמר (ר' זכריה יא, ח) \"ואכחיד שלשה הרועים בירח אחד\", וכי בירח אחד מתו, והלא מרים מתה בניסן<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"16\" data-order=\"16\"></i>, ואהרן באב<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"17\" data-order=\"17\"></i>, ומשה באדר, אלא שנתבטלו שלשה מתנות טובות שניתנו על ידם, ונסתלקו כולם בירח אחד, עד כאן.", "heVersionTitle": "Netzach Yisrael, with footnotes and annotations by Rabbi Yehoshua D. Hartman, Machon Yerushalyim, 1997", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "In the first chapter of Taanit (9a): Rabbi Yose, son of Rabbi Yehudah, says, “Three good sustainers rose up for the Jewish people, and they are: Moses, Aaron and Miriam. And three good gifts were given through their agency, and these are they: The well, the [pillar of] cloud, and the manna. The well in the merit of Miriam; the pillar of cloud in the merit of Aaron; the manna in the merit of Moses. When Miriam died, the well disappeared, as it is stated (Numbers 20:1), ‘And Miriam died there’; and it says thereafter (Numbers 20:2), ‘And there was no water for the congregation.’ But it returned in the merit of [Moses and Aaron]. When Aaron died the clouds of glory disappeared, as it is stated (Numbers 33:40), ‘And the Canaanite, the king of Arad heard.’ What report did he hear? He heard that Aaron had died and the clouds of glory had disappeared, and he thought he had been given permission to go to war against the Jewish people. And this is [the meaning of] that which is written (Numbers 20:29), ‘And all the congregation saw that Aaron was dead.’ Do not read [the verse as], ‘And they saw (<i>vayiru</i>)’; but rather [as], ‘And they were seen (<i>vayerau</i>)' [since the clouds which had concealed the Jewish people were temporarily removed]. Both returned in the merit of Moses. As it is stated (Zechariah 11:8), ‘And I cut off the three shepherds in one month.’ But did they die in one month? Didn’t Miriam die in Nisan, and Aaron in Av and Moses in Adar? Rather, it is that three good gifts that were given through their agency were annulled, and all disappeared in one month.” To here [is the Gemara].", "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": ""}, {"_id": "665d7709e1d4c3231a2f2de9", "index_title": "Divrei David on Rashi", "category": "Commentary", "type": "commentary", "ref": "Divrei David on Rashi, Numbers 33:40:1", "anchorRef": "Numbers 33:40", "anchorRefExpanded": ["Numbers 33:40"], "sourceRef": "Divrei David on Rashi, Numbers 33:40:1", "sourceHeRef": "דברי דוד על רש״י, במדבר ל״ג:מ׳:א׳", "anchorVerse": 40, "sourceHasEn": false, "commentaryNum": 40.0001, "collectiveTitle": {"en": "Divrei David", "he": "דברי דוד"}, "heTitle": "במדבר", "he": "וישמע הכנעני, כאן למדך שמיתת אהרן היא השמועה שנסתלקו כו' לעיל בפרשת חקת כתב רש\"י ג\"כ דבר זה ולא זכר מהיכן נלמד כמו שכתב כאן שמכאן אתה למד. והתוס' בפ\"ק דר\"ה (דף ג') הקשו על רש\"י שכתב בפרשת חקת ששמע שמת אהרן ולא דק דהא כתיב מה ששמע דהיינו דבאו ישראל דרך האתרים ומנלן לומר ששמע שמת אהרן אלא דמהך, דכאן דלא כתיב אלא וישמע הכנעני כו' ולא נזכר כי באו דרך האחרים, ע\"כ לומר ששמע שמת אהרן ונסתלקו כו'. ונראה דלק\"מ דשם בפ\"ק דר\"ה אמר וישמע הכנעני מה שמועה שמע שמע שמת אהרן כו' ויל\"ד לשון מה שמועה שמע ולא אמר מה שמע אלא מדאמר וישמע הכנעני כי בא ישראל כו' למה לא אמר ג\"כ כאן אלא ע\"כ צ\"ל ששמע מיתת אהרן ובא להלחם, וא\"כ לעיל נמי אע\"פ שנזכר שם כי בא ישראל ע\"כ עוד שמועה אחרת כמו בפרשת יתרו דכתב רש\"י ג\"כ מה שמועה שמע כו' והיינו מה שאינו מפורש שם בפסוק את אשר עשה אלהים למשה מכח הוכחה שזכרנו שם, וגם כאן הוא כן כיון שיש לנו הוכחה שהיתה עוד שמועה אחרת. ועיין ריש יתרו:", "heVersionTitle": "Warsaw, 1882", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "665d7709e1d4c3231a2f2dea", "index_title": "Divrei David on Rashi", "category": "Commentary", "type": "commentary", "ref": "Divrei David on Rashi, Numbers 33:40:2", "anchorRef": "Numbers 33:40", "anchorRefExpanded": ["Numbers 33:40"], "sourceRef": "Divrei David on Rashi, Numbers 33:40:2", "sourceHeRef": "דברי דוד על רש״י, במדבר ל״ג:מ׳:ב׳", "anchorVerse": 40, "sourceHasEn": false, "commentaryNum": 40.0002, "collectiveTitle": {"en": "Divrei David", "he": "דברי דוד"}, "heTitle": "במדבר", "he": "שנסתלקו ענני הכבוד. כתב הרא\"ם ואע\"פ שאמרו בתענית (דף ט') שחזרו העננים בזכות משה י\"ל שלא חזרו אלא אחר המלחמה כדי להראות רושם במיתת הצדיק וכן תמצא בבאר שחזרה להם בזכות משה ואהרן כדאיתא שם:", "heVersionTitle": "Warsaw, 1882", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}]