[{"_id": "531e4fe3fbfba276047f6d8e", "index_title": "Onkelos Numbers", "category": "Targum", "type": "targum", "ref": "Onkelos Numbers 21:10", "anchorRef": "Numbers 21:10", "anchorRefExpanded": ["Numbers 21:10"], "sourceRef": "Onkelos Numbers 21:10", "sourceHeRef": "תרגום אונקלוס על במדבר כ״א:י׳", "anchorVerse": 10, "sourceHasEn": false, "compDate": [80, 120], "commentaryNum": 21.001, "collectiveTitle": {"en": "Onkelos Numbers", "he": "תרגום אונקלוס על במדבר"}, "heTitle": "תרגום אונקלוס על במדבר", "he": "וּנְטָלוּ בְּנֵי יִשְׂרָאֵל וּשְׁרוֹ בְּאֹבֹת:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "חומש שפתי חכמים, מצודה תשס\"ט", "text": "Bnei Yisroel traveled on and camped in Ovos.", "versionTitle": "Metsudah Chumash, Metsudah Publications, 2009 [with Onkelos translation]", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "532b2686fbfba27c35eec5c5", "index_title": "Targum Jonathan on Numbers", "category": "Targum", "type": "targum", "ref": "Targum Jonathan on Numbers 21:10", "anchorRef": "Numbers 21:10", "anchorRefExpanded": ["Numbers 21:10"], "sourceRef": "Targum Jonathan on Numbers 21:10", "sourceHeRef": "תרגום יונתן על במדבר כ״א:י׳", "anchorVerse": 10, "sourceHasEn": true, "compDate": [30, 70], "commentaryNum": 21.001, "collectiveTitle": {"en": "Targum Jonathan on Numbers", "he": "תרגום יונתן על במדבר"}, "heTitle": "תרגום יונתן על במדבר", "he": "וּנְטָלוּ מִתַּמָן בְּנֵי יִשְרָאֵל וּשְׁרוֹ בְּאוֹבוֹת", "heVersionTitle": "Targum Jonathan on Numbers", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תרגום יונתן על במדבר", "text": " And the children of Israel journeyed from thence, and pitched in Oboth; \n", "versionTitle": "The Targum of Jonathan ben Uzziel, trans. J. W. Etheridge, London, 1862", "license": "Public Domain", "versionTitleInHebrew": "תרגום ירושלמי (תרגום יונתן בן-עוזיאל) לתורה, תורגם ע״י ג׳ון ווסלי אטרידג׳, לונדון 1862"}, {"_id": "57e77d71d6e4a94c7c18afaf", "index_title": "Tafsir Rasag", "category": "Targum", "type": "targum", "ref": "Tafsir Rasag, Numbers 21:10", "anchorRef": "Numbers 21:10", "anchorRefExpanded": ["Numbers 21:10"], "sourceRef": "Tafsir Rasag, Numbers 21:10", "sourceHeRef": "תפסיר רס\"ג, במדבר כ״א:י׳", "anchorVerse": 10, "sourceHasEn": false, "compDate": [918, 942], "commentaryNum": 21.001, "collectiveTitle": {"en": "Tafsir Rasag", "he": "תפסיר רס\"ג"}, "heTitle": "במדבר", "he": "ת̇ם רחלו בנו אסראיל מן ת̇ם ונזלו פי אבת", "heVersionTitle": "Tafsir al-Torah bi-al-Arabiya, Paris, 1893", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תפסיר אלתורה באלערביה, פריס, 1893", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5889b3cbd6e4a902855fe652", "index_title": "Tur HaArokh", "category": "Quoting Commentary", "type": "", "ref": "Tur HaArokh, Numbers 33:41:1", "anchorRef": "Numbers 21:10", "anchorRefExpanded": ["Numbers 21:10"], "sourceRef": "Tur HaArokh, Numbers 33:41:1", "sourceHeRef": "הטור הארוך, במדבר ל״ג:מ״א:א׳", "anchorVerse": 10, "sourceHasEn": true, "compDate": [1280, 1340], "commentaryNum": 41.0001, "collectiveTitle": {"en": "Tur HaArokh", "he": "הטור הארוך"}, "heTitle": "במדבר", "he": "<b>ויסעו מהר ההר ויחנו בצלמונה ויסעו מצלמונה ויחנו בפונן ויסעו מפונן ויחנו באובות. </b>ולמעלה בפרשת חוקת אינו מזכיר כל אלה המסעות אלא אומר ויסעו מהר ההר ותקצר נפש העם בדרך עד שגומר כל הענין ואומר ויסעו בני ישראל ויחנו באובות ואינו אומר ויסעו ממקום פלוני ויחנו באובות וכתב הרמב\"ן מפני שצלמונה ופונן הם סביב ארץ אדום ותקצר נפש העם שם בדרך ודברו באלקים ובמשה ושלח בהם נחשים השרפים ועשה משה נחש נחשת והיו מוליכין אותו בכל הדרך ובחנותם בצלמונה ופונן ולא סר מהם עד אשר חנו באובות על כן לא הזכיר חנייה כשסיפר המאורע כי בכל הדרך היה הענין וחושב מסע אחד כל המקומות שהיה בהם המאורע דהיינו משנסעו מהר ההר עד שחנו באובות:  ", "heVersionTitle": "Perush al ha-Torah, Hanover, 1838", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "ויסעו מהר ההר ויחנו בצלמות ויסעו מצלמות ויחנו בפונן ויסעו מפונן ויחנו באובות., “They journeyed from Hor Hahar and encamped at Tzalmavet. They journeyed from Tzalmavet and encamped at Punan. They journeyed from Punan and encamped at Ovot. In <i>Parshat Chukat</i> (Numbers 21,10) we did not hear about these places at all, but were only told that when journeying from Ovot that the people became very frustrated at the long detour they had to take. It is not even stated there from which place they set out before arriving at Ovot.\n    Nachmanides writes that the reason for the failure to mention Tzalmavet and Punan in <i>Parshat Chukat</i> is that they were located along the detour around the territory of Edom, and the people passed there while full of discontent at this lengthy detour. They spoke out against G’d on that occasion so that He dispatched the snakes, etc., against them. Eventually, Moses constructed the copper snake, and the people carried that snake on a pole all the way until they came to Ovot. That snake was removed only at that time. Seeing that the phenomenon of the copper snake continued during these journeys, the stops in between were not considered as relevant, as nothing in the condition of the people had changed due to their having made camp.\n", "versionTitle": "Tur on the Torah, trans. Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5964d68cd6e4a92bf45a8a4f", "index_title": "Rabbeinu Bahya", "category": "Commentary", "type": "commentary", "ref": "Rabbeinu Bahya, Bamidbar 21:10:1", "anchorRef": "Numbers 21:10", "anchorRefExpanded": ["Numbers 21:10"], "sourceRef": "Rabbeinu Bahya, Bamidbar 21:10:1", "sourceHeRef": "רבנו בחיי, במדבר כ״א:י׳:א׳", "anchorVerse": 10, "sourceHasEn": true, "compDate": [1290, 1310], "commentaryNum": 10.0001, "collectiveTitle": {"en": "Rabbeinu Bahya", "he": "רבנו בחיי"}, "heTitle": "במדבר", "he": "<b>ויסעו בני ישראל ויחנו באובות.</b> אמרו במדרש שנעשו אויבים למקום. ויחנו בעיי העברים שהיו מלאים עברה. ויחנו בנחל זרד, לא היה הנחל אלא מלא זרת ולא יכלו לעברו ל\"ח שנה, וזהו שכתוב (דברים ב׳:י״ד) ועברו לכם את נחל זרד , וכתיב (שם) והימים אשר הלכנו מקדש ברנע עד אשר עברנו את נחל זרד שלשים ושמנה שנה. משם נסעו ויחנו מעבר ארנון, שנתרצה להם הקב\"ה, עד כאן. ונראה לומר כי מה שנאמר נתרצה להם הקב\"ה שכוון בזה לפי מה שאמר מעבר ארנון והיה ראוי לומר ויחנו בעבר ארנון, אבל אמר מעבר כי נסתלקה מהם אותה עברה שכל ל\"ח שנה היו נזופין, לכך אמר שנתרצה להם הקב\"ה. וכן מצינו שמיד בא הדבור למשה ואמר לו הקב\"ה מיד (שם) קומו סעו ועברו את נחל ארנון, וכענין שכתוב באלה הדברים.\n", "heVersionTitle": "Midrash Rabbeinu Bachya [ben Asher]. Warsaw, 1878", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "ויסעו בני ישראל ויחנו באובות, “The Children of Israel journeyed and camped at Ovot.” Tanchuma Chukat 19 proceeds to comment on the significance of these various way-stations mentioned in the verses following, seeing in each of them an allusion to what occurred there. The word אובות is related to אויב, “enemy,” i.e. that the people still suffered from a display of G’d’s anger at that place. The next location mentioned, i.e. עיי העברים, is an allusion to anger, עברה, i.e. G‘d remained angry at the people for 38 years. The name “river זרד,” which is mentioned next as a resting place, is understood to describe such a narrow body of water (זרת, the distance from thumb to the little finger when the hand is extended) that the idea that it took 38 years before the people could cross it was also a source of frustration for them. Moses repeated this theme in Deut. 2,13 where he recalls that G’d finally gave the instruction to the people to cross this “river.” The point is reinforced when the Torah writes in Deut. 2,14 that it took 38 years for the people to travel the distance from Kadesh Barnea to the river zered. When the Torah continues in verse 13 of our chapter to describe that משם נסעו ויחנו מעבר ארנון, “from there they journeyed and camped “beyond” Arnon, the word מעבר is understood by Tanchuma as signifying that finally G’d’s anger at the people i.e. עברה, had passed and they were in G’d’s good graces again. The normal construction in that verse should have been ויחנו ב-עבר ארנון, “they camped on the far side of the river Arnon.” The change from בעבר, to מעבר gave rise to the Midrash’s insight on that verse. We find that immediately after the people crossed the river Arnon G’d addressed Moses once again.<small> [There had been a silence of verbal communication from G’d ever since the decree that the generation of the spies had to die. Ed.].</small> (Compare Deut. 2,24, that G’d spoke to Moses immediately after the people reached the river Arnon).", "versionTitle": "Torah Commentary by Rabbi Bachya ben Asher, trans. Eliyahu Munk, 1998.", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5b450ac7c9688f00161d8fb5", "index_title": "Rashi on II Kings", "category": "Quoting Commentary", "type": "", "ref": "Rashi on II Kings 18:4:1", "anchorRef": "Numbers 21:4-10", "anchorRefExpanded": ["Numbers 21:4", "Numbers 21:5", "Numbers 21:6", "Numbers 21:7", "Numbers 21:8", "Numbers 21:9", "Numbers 21:10"], "sourceRef": "Rashi on II Kings 18:4:1", "sourceHeRef": "רש\"י על מלכים ב י״ח:ד׳:א׳", "anchorVerse": 4, "sourceHasEn": true, "compDate": [1075, 1105], "commentaryNum": 4.0001, "collectiveTitle": {"en": "Rashi on II Kings", "he": "רש\"י על מלכים ב"}, "heTitle": "רש\"י על מלכים ב", "he": "<b>וַיִּקְרָא לוֹ נְחֻשְׁתָּן.</b> לְשׁוֹן בִּזָּיוֹן, כְּלוֹמַר מַה צֹּרֶךְ בָּזֶה, אֵינוֹ אֶלָּא נְחַשׁ נְחשֶׁת.", "heVersionTitle": "The Metsudah Tanach series, Lakewood, N.J", "heLicense": "CC-BY", "heVersionTitleInHebrew": "", "text": "<b>And he called it Nechushton.</b> A derogatory expression,<sup class=\"footnote-marker\">3</sup><i class=\"footnote\">The additional “nun” to the word נחשת serves to belittle and mock the subject. See II Shmuel 13:20.</i> as though to say, “Why is this necessary?<sup class=\"footnote-marker\">4</sup><i class=\"footnote\">The copper serpent was not destroyed before now because it was incorrectly believed that one may not destroy any object that was made as a result of a Divine command. The serpent was originally made to encourage the Bnei Yisroel to pray to God after they were bitten by poisonous snakes. See Bamidbar 21:4-10 and Tosfos in Maseches Chulin 7a. It is also possible that they kept the copper serpent as a remembrance of the great miracle that occurred, just as they kept the jar of manna, in Shemos 16:33-35.</i> It is nothing but a copper serpent.”<sup class=\"footnote-marker\">5</sup><i class=\"footnote\">Alternatively, the Bnei Yisroel who were worshiping it called it the Nechushton.—Targum</i>", "versionTitle": "The Metsudah Tanach series, Lakewood, N.J", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "6037a6eccda51cfa3ddf3ebb", "index_title": "Ramban on Numbers", "category": "Quoting Commentary", "type": "", "ref": "Ramban on Numbers 33:41:1", "anchorRef": "Numbers 21:10", "anchorRefExpanded": ["Numbers 21:10"], "sourceRef": "Ramban on Numbers 33:41:1", "sourceHeRef": "רמב\"ן על במדבר ל״ג:מ״א:א׳", "anchorVerse": 10, "sourceHasEn": true, "compDate": [1246, 1286], "commentaryNum": 41.0001, "collectiveTitle": {"en": "Ramban on Numbers", "he": "רמב\"ן על במדבר"}, "he": "<b>ויסעו מהר ההר ויחנו בצלמנה</b> היו אלו המקומות צלמונה ופונון בדרך ים סוף סביב ארץ אדום ותקצר נפש העם בדרך והנה דברו באלהים ובמשה בדרך ושלח בהם הנחשים השרפים בלכתם בדרך ובחנותם במחנה ועשה משה נחש נחשת והיו מוליכים אותו על הנס בכל הדרך ובחנותם בצלמונה ובפונון ולא סרה מהם עד שחנו באובות ועל כן לא הזכיר הכתוב במאורע ההוא שם מקום ואמר שם (במדבר כ״א:י׳) ויסעו בני ישראל ויחנו באובות ולא אמר <b>ויסעו ממקום פלוני ויחנו באובות</b> כאשר יאמר בכל המסעים כי בכל הדרך הזה היה הענין משנסעו מהר ההר עד שחנו באובות ונסעו מאובות וחנו בעיי העברים ומשם נסעו ויחנו בדיבון גד ובעלמון דבלתימה והרי העברים והם מקומות בנחל זרד:", "heVersionTitle": "On Your Way New", "heLicense": "", "heVersionTitleInHebrew": "", "text": "AND THEY JOURNEYED FROM MOUNT HOR, AND PITCHED IN ZALMONAH. These places — Zalmonah and Punon<sup class=\"footnote-marker\">15</sup><i class=\"footnote\">Verse 42 here.</i> — were <i>by the way of the Red Sea</i> circling <i>the land of Edom, and the soul of the people became impatient because of the way</i>,<sup class=\"footnote-marker\">16</sup><i class=\"footnote\">Above, 21:10.</i> and they [therefore] <i>spoke against G-d, and Moses</i><sup class=\"footnote-marker\">17</sup><i class=\"footnote\"><i>Ibid.</i>, Verse 5.</i> on the way, and G-d sent against them the fiery serpents whilst they were travelling and when they rested in camp. Then Moses made the serpent of brass, which they carried upon a pole<sup class=\"footnote-marker\">18</sup><i class=\"footnote\"><i>Ibid.</i>, Verse 9.</i> all the way, and [kept it] when they encamped in Zalmonah and Punon, and it was not removed from them until they pitched in Oboth.<sup class=\"footnote-marker\">19</sup><i class=\"footnote\">Verse 43 here.</i> Therefore Scripture there, in narrating this episode [of the fiery serpents, above in Chapter 21], did not mention the name of the place [from which they set forth again, i.e., Zalmonah and Punon] and [merely] stated, <i>And the children of Israel journeyed, and pitched in Oboth</i>,<sup class=\"footnote-marker\">20</sup><i class=\"footnote\">Above, 21:10.</i> without saying “and they journeyed from such-and-such a place and pitched in Oboth,” as it does with all the [other stages of their] journeyings. This is because the matter [of the brass serpent] continued throughout this way — from the time that they journeyed from Mount Hor until they pitched in Oboth, <i>and they journeyed from Oboth and pitched in Ije-abarim</i>.<sup class=\"footnote-marker\">21</sup><i class=\"footnote\"><i>Ibid.</i>, Verse 11. — Verse 44 here.</i> From there they journeyed <i>and they pitched in Divon-gad</i>, and then <i>in Almon-diblathaim</i>, and [finally] <i>in the mountains of Abarim</i>,<sup class=\"footnote-marker\">22</sup><i class=\"footnote\">Verses 45-47 here.</i> [all these] being places <i>in the valley of Zered</i>.<sup class=\"footnote-marker\">23</sup><i class=\"footnote\">Above, 21:12.</i>", "versionTitle": "Commentary on the Torah by Ramban (Nachmanides). Translated and annotated by Charles B. Chavel. New York, Shilo Pub. House, 1971-1976", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "6089255a67e3866b092c1dae", "index_title": "Ohev Yisrael", "category": "Chasidut", "type": "commentary", "ref": "Ohev Yisrael, Chukat 3:1", "anchorRef": "Numbers 21:10", "anchorRefExpanded": ["Numbers 21:10"], "sourceRef": "Ohev Yisrael, Chukat 3:1", "sourceHeRef": "אוהב ישראל, חקת ג׳:א׳", "anchorVerse": 10, "sourceHasEn": false, "compDate": [1770, 1820], "commentaryNum": 3.0001, "collectiveTitle": {"en": "Ohev Yisrael", "he": "אוהב ישראל"}, "heTitle": "חקת", "he": "<b>ויסעו ב\"י ויחנו באובות גו' </b>עד סוף הפרשה. בפרשה זו יש לרמז סודות נפלאים להורות לעם ה'. דרכי ה' וסודותיו הק'. כי הנה כאשר בא התעוררות בלב האדם לאמר עד אנה ירום אויבי עלי. ועד מתי אהיה משוקע בהבלי תאוות עוה\"ז הגשמי והחומרי ורוצה להיות מאז והלאה סור מרע. ואח\"כ לדבק א\"ע אל הטוב אז צריך לחשוב בלבו לאמר מתי יגיעו מעשי למעשי אבותי אברהם יצחק ויעקב. והיינו שצריך לדבק עצמו במדתן ובחינתם. מדת אברהם הוא מדת החסד. לגמול חסדים לכל זרע ישראל. ומדת יצחק הוא הגבורה והפחד ומדת יעקב הוא לעשות תענוגים ושיעשועים והתפארות להבורא בהוב\"ש וזהו ויסעו ב\"י ויחנו באב\"ת. היינו לעשו' חנייה בבחי' ומדת אבות הק'. ויסעו מאב\"ת ר\"ל לפעמים כאשר יסעו מבחי' זו ויפלו ממדריגתן ח\"ו. אז ויחנו בעיי העברים. ע\"יי לשון חורבה ושממה כפרש\"י ז\"ל העברים היינו בעבר האחר במדבר אשר על פני מואב. מוא\"ב מספרו מ\"ט כי כמו שיש מ\"ט ש\"ב הק' שיש לנו השגה בהם כן יש כנגדן מ\"ט שערי טומאה. וזהו במדבר אשר ע\"פ מוא\"ב. היינו שיבואו למדריגה התחתונה ח\"ו. עד מאוד למקום החורבה והס\"א אשר הם מסכים המבדילין. ע\"פ מואב היינו המ\"ט שערי' אשר משם הוא המשכת אור השפעה להעולמות. וזהו ממזרח השמש והגם שנופל האדם ח\"ו. לבחי' ומדריגה כזו עכ\"ז אם הוא דבוק בנקודה עילאה וזהו סוד החו\"לם אשר על הא' של אבת. וכיון שהוא דבוק בנקודה עילאה זו. משם נסעו ויחנו בנחל זר\"ד היינו שיוכל ליסע ולעלות בבחי' זו עד אשר יבוא לבחי' נחל הק' המשקה את כל הענפים זר\"ד הוא מלשון חבילי זרדין. משם נסעו ויחנו מעבר ארנון אשר במדבר היוצא מגבול האמורי א\"רנון. אל\"ף הוא סוד כתרא עילאה קדישא. ר' הוא סוד ראשית חכמה. נו\"ן הוא סוד נו\"ן ש\"ב. היינו שיוכל לעלות לבחי' כח\"ב. אשר במדבר בחי' הדיבור סוד המלוכה. היוצא מגבול האמורי. היינו מהגבולין של ה' מוצאות הפה. כי גם בבחי' המלוכה כלול כח\"ב. כי כ\"א כלול מעשר. כנודע ליו\"ח כי ארנון גבול מואב בין מואב ובין האמורי היינו כי אלו הג\"ר הם הגבול של המ\"ט ש\"ב. בין מוא\"ב. היינו המ\"ט ש\"ב העליונים. ובין האמור\"י המ\"ט ש\"ב של המלוכה הק'. כי הה' מוצאות הפה הם ה' שערים כוללים אשר כ\"א כלול מעשר. ע\"כ יאמר בספר מלחמת ה'. היינו על אלו המדריגות והיחודים הק'. המבוארים עד הנה. יוכל להיאמר בספר ע\"י לימוד תוה\"ק אז יוכל לבוא לבחי' הנ\"ל ויוכל לנצח מלחמת ה' אשר בכל אדם את והב בסופה. וה\"ב מספרו כמו אהב\"ה. והיינו לבסוף יהיה לו אהב\"ה ואת הנחלים ארנון ואשד הנחלים אשר נטה לשבת ער. ידוע דאית נחל עליון ונחל תחתון. נחל עליון הוא בחי' מזלא עילאה קדישא. בסוד נ\"וצר ח\"סד ל\"אלפים ר\"ת נח\"ל ונחל התחתון בחי' מזלא תתאה. בסוד ונק\"ה. והוא יוצא מר\"ת נ\"פשנו ח\"כתה ל\"ה'. והוא בחי' מיין תתאי' ואתערותא דלתתא של עם ה' בני אל חי. בכל לבבם ונפשם ועי\"ז אתער נחל העליון להשקות ולהשפיע כל מיני טובה וברכה להעולמות כולם. לחיות הק' ולאופני הק'. ולעשר כתות דמלאכייא ולגלגלי המרכבה. ולהוריק שפע טוב וברכה והצלחה בני חיי ומזוני על זרע ישראל וזהו כנחלים נטיו שהם נוטים זה לזה. כי מרוב ההשתוקקות של האתערותא דלתתא. אשר בא אל נחל העליון הק' אתער ההוא נחל להשקות ולהשפיע אל הנשמות ישראל כל טיבו וכל חדו וכל ברכאין טבין. וזהו ואת הנחלים. היינו עם אלו הנחלים הק'. תרין מזלין נוצ\"ר ונק\"ה. ארנו\"ן היינו הג' בחי' כח\"ב כנ\"ל ואשד הנחלים היינו שפיכת הנחלים אלו הק' אשר נטה לשבת לעשות ישיבה. ע\"ר הוא לשון חורבה ושממה מלשון ער\"ו ער\"ו. היינו לעשות ישיבה ותיקון אף במקום חורבה. ונשען לגבול מואב. היינו כי אלו הנחלים הם בחי' משענה לגבול מוא\"ב. היינו המ\"ט שערים. ומשם באר\"ה. הוא הבאר הק'. סוד התוה\"ק. אשר אמר ה' למשה בחי' הדעת. אסוף את העם היינו שיתייחדו כולם בדיעה אחת ובקשר אחדות. ואז ואתנה להם מים. היינו התוה\"ק:", "heVersionTitle": "Ohev Yisrael, Zhitomir, 1863.", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6121b88fc823a798e70b5c78", "index_title": "Yalkut Shimoni on Torah", "category": "Midrash", "type": "dibur_hamatchil", "ref": "Yalkut Shimoni on Torah 764:20", "anchorRef": "Numbers 21:10", "anchorRefExpanded": ["Numbers 21:10"], "sourceRef": "Yalkut Shimoni on Torah 764:20", "sourceHeRef": "ילקוט שמעוני על התורה תשס״ד:כ׳", "anchorVerse": 10, "sourceHasEn": false, "compDate": [1100], "commentaryNum": 764.002, "collectiveTitle": {"en": "Yalkut Shimoni on Torah", "he": "ילקוט שמעוני על התורה"}, "heTitle": "ילקוט שמעוני על התורה", "he": "ויסעו בני ישראל ויחנו באובות. שנעשו אויבים למקום. ויחנו בעיי העברים שהיו מלאים (עבירות) [עברה]. ויחנו בנחל זרד שלא היה הנחל אלא כמלא זרת ולא יכלו לעבור שלשים ושמונה שנה. עתה קומו ועברו את נחל זרד וגו' והימים אשר הלכנו מקדש ברנע וגו' משם נסעו ויחנו מעבר ארנון שנתרצה להם המקום:", "heVersionTitle": "Yalkut Shimoni on Torah", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "62037ee047cf7a0c25239b67", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Numbers, Part II; The Rebellion Narratives 2-17", "anchorRef": "Numbers 11:1-25:18", "anchorRefExpanded": ["Numbers 11:1", "Numbers 11:2", "Numbers 11:3", "Numbers 11:4", "Numbers 11:5", "Numbers 11:6", "Numbers 11:7", "Numbers 11:8", "Numbers 11:9", "Numbers 11:10", "Numbers 11:11", "Numbers 11:12", "Numbers 11:13", "Numbers 11:14", "Numbers 11:15", "Numbers 11:16", "Numbers 11:17", "Numbers 11:18", "Numbers 11:19", "Numbers 11:20", "Numbers 11:21", "Numbers 11:22", "Numbers 11:23", "Numbers 11:24", "Numbers 11:25", "Numbers 11:26", "Numbers 11:27", "Numbers 11:28", "Numbers 11:29", "Numbers 11:30", "Numbers 11:31", "Numbers 11:32", "Numbers 11:33", "Numbers 11:34", "Numbers 11:35", "Numbers 12:1", "Numbers 12:2", "Numbers 12:3", "Numbers 12:4", "Numbers 12:5", "Numbers 12:6", "Numbers 12:7", "Numbers 12:8", "Numbers 12:9", "Numbers 12:10", "Numbers 12:11", "Numbers 12:12", "Numbers 12:13", "Numbers 12:14", "Numbers 12:15", "Numbers 12:16", "Numbers 13:1", "Numbers 13:2", "Numbers 13:3", "Numbers 13:4", "Numbers 13:5", "Numbers 13:6", "Numbers 13:7", "Numbers 13:8", "Numbers 13:9", "Numbers 13:10", "Numbers 13:11", "Numbers 13:12", "Numbers 13:13", "Numbers 13:14", "Numbers 13:15", "Numbers 13:16", "Numbers 13:17", "Numbers 13:18", "Numbers 13:19", "Numbers 13:20", "Numbers 13:21", "Numbers 13:22", "Numbers 13:23", "Numbers 13:24", "Numbers 13:25", "Numbers 13:26", "Numbers 13:27", "Numbers 13:28", "Numbers 13:29", "Numbers 13:30", "Numbers 13:31", "Numbers 13:32", "Numbers 13:33", "Numbers 14:1", "Numbers 14:2", "Numbers 14:3", "Numbers 14:4", "Numbers 14:5", "Numbers 14:6", "Numbers 14:7", "Numbers 14:8", "Numbers 14:9", "Numbers 14:10", "Numbers 14:11", "Numbers 14:12", "Numbers 14:13", "Numbers 14:14", "Numbers 14:15", "Numbers 14:16", "Numbers 14:17", "Numbers 14:18", "Numbers 14:19", "Numbers 14:20", "Numbers 14:21", "Numbers 14:22", "Numbers 14:23", "Numbers 14:24", "Numbers 14:25", "Numbers 14:26", "Numbers 14:27", "Numbers 14:28", "Numbers 14:29", "Numbers 14:30", "Numbers 14:31", "Numbers 14:32", "Numbers 14:33", "Numbers 14:34", "Numbers 14:35", "Numbers 14:36", "Numbers 14:37", "Numbers 14:38", "Numbers 14:39", "Numbers 14:40", "Numbers 14:41", "Numbers 14:42", "Numbers 14:43", "Numbers 14:44", "Numbers 14:45", "Numbers 15:1", "Numbers 15:2", "Numbers 15:3", "Numbers 15:4", "Numbers 15:5", "Numbers 15:6", "Numbers 15:7", "Numbers 15:8", "Numbers 15:9", "Numbers 15:10", "Numbers 15:11", "Numbers 15:12", "Numbers 15:13", "Numbers 15:14", "Numbers 15:15", "Numbers 15:16", "Numbers 15:17", "Numbers 15:18", "Numbers 15:19", "Numbers 15:20", "Numbers 15:21", "Numbers 15:22", "Numbers 15:23", "Numbers 15:24", "Numbers 15:25", "Numbers 15:26", "Numbers 15:27", "Numbers 15:28", "Numbers 15:29", "Numbers 15:30", "Numbers 15:31", "Numbers 15:32", "Numbers 15:33", "Numbers 15:34", "Numbers 15:35", "Numbers 15:36", "Numbers 15:37", "Numbers 15:38", "Numbers 15:39", "Numbers 15:40", "Numbers 15:41", "Numbers 16:1", "Numbers 16:2", "Numbers 16:3", "Numbers 16:4", "Numbers 16:5", "Numbers 16:6", "Numbers 16:7", "Numbers 16:8", "Numbers 16:9", "Numbers 16:10", "Numbers 16:11", "Numbers 16:12", "Numbers 16:13", "Numbers 16:14", "Numbers 16:15", "Numbers 16:16", "Numbers 16:17", "Numbers 16:18", "Numbers 16:19", "Numbers 16:20", "Numbers 16:21", "Numbers 16:22", "Numbers 16:23", "Numbers 16:24", "Numbers 16:25", "Numbers 16:26", "Numbers 16:27", "Numbers 16:28", "Numbers 16:29", "Numbers 16:30", "Numbers 16:31", "Numbers 16:32", "Numbers 16:33", "Numbers 16:34", "Numbers 16:35", "Numbers 17:1", "Numbers 17:2", "Numbers 17:3", "Numbers 17:4", "Numbers 17:5", "Numbers 17:6", "Numbers 17:7", "Numbers 17:8", "Numbers 17:9", "Numbers 17:10", "Numbers 17:11", "Numbers 17:12", "Numbers 17:13", "Numbers 17:14", "Numbers 17:15", "Numbers 17:16", "Numbers 17:17", "Numbers 17:18", "Numbers 17:19", "Numbers 17:20", "Numbers 17:21", "Numbers 17:22", "Numbers 17:23", "Numbers 17:24", "Numbers 17:25", "Numbers 17:26", "Numbers 17:27", "Numbers 17:28", "Numbers 18:1", "Numbers 18:2", "Numbers 18:3", "Numbers 18:4", "Numbers 18:5", "Numbers 18:6", "Numbers 18:7", "Numbers 18:8", "Numbers 18:9", "Numbers 18:10", "Numbers 18:11", "Numbers 18:12", "Numbers 18:13", "Numbers 18:14", "Numbers 18:15", "Numbers 18:16", "Numbers 18:17", "Numbers 18:18", "Numbers 18:19", "Numbers 18:20", "Numbers 18:21", "Numbers 18:22", "Numbers 18:23", "Numbers 18:24", "Numbers 18:25", "Numbers 18:26", "Numbers 18:27", "Numbers 18:28", "Numbers 18:29", "Numbers 18:30", "Numbers 18:31", "Numbers 18:32", "Numbers 19:1", "Numbers 19:2", "Numbers 19:3", "Numbers 19:4", "Numbers 19:5", "Numbers 19:6", "Numbers 19:7", "Numbers 19:8", "Numbers 19:9", "Numbers 19:10", "Numbers 19:11", "Numbers 19:12", "Numbers 19:13", "Numbers 19:14", "Numbers 19:15", "Numbers 19:16", "Numbers 19:17", "Numbers 19:18", "Numbers 19:19", "Numbers 19:20", "Numbers 19:21", "Numbers 19:22", "Numbers 20:1", "Numbers 20:2", "Numbers 20:3", "Numbers 20:4", "Numbers 20:5", "Numbers 20:6", "Numbers 20:7", "Numbers 20:8", "Numbers 20:9", "Numbers 20:10", "Numbers 20:11", "Numbers 20:12", "Numbers 20:13", "Numbers 20:14", "Numbers 20:15", "Numbers 20:16", "Numbers 20:17", "Numbers 20:18", "Numbers 20:19", "Numbers 20:20", "Numbers 20:21", "Numbers 20:22", "Numbers 20:23", "Numbers 20:24", "Numbers 20:25", "Numbers 20:26", "Numbers 20:27", "Numbers 20:28", "Numbers 20:29", "Numbers 21:1", "Numbers 21:2", "Numbers 21:3", "Numbers 21:4", "Numbers 21:5", "Numbers 21:6", "Numbers 21:7", "Numbers 21:8", "Numbers 21:9", "Numbers 21:10", "Numbers 21:11", "Numbers 21:12", "Numbers 21:13", "Numbers 21:14", "Numbers 21:15", "Numbers 21:16", "Numbers 21:17", "Numbers 21:18", "Numbers 21:19", "Numbers 21:20", "Numbers 21:21", "Numbers 21:22", "Numbers 21:23", "Numbers 21:24", "Numbers 21:25", "Numbers 21:26", "Numbers 21:27", "Numbers 21:28", "Numbers 21:29", "Numbers 21:30", "Numbers 21:31", "Numbers 21:32", "Numbers 21:33", "Numbers 21:34", "Numbers 21:35", "Numbers 22:1", "Numbers 22:2", "Numbers 22:3", "Numbers 22:4", "Numbers 22:5", "Numbers 22:6", "Numbers 22:7", "Numbers 22:8", "Numbers 22:9", "Numbers 22:10", "Numbers 22:11", "Numbers 22:12", "Numbers 22:13", "Numbers 22:14", "Numbers 22:15", "Numbers 22:16", "Numbers 22:17", "Numbers 22:18", "Numbers 22:19", "Numbers 22:20", "Numbers 22:21", "Numbers 22:22", "Numbers 22:23", "Numbers 22:24", "Numbers 22:25", "Numbers 22:26", "Numbers 22:27", "Numbers 22:28", "Numbers 22:29", "Numbers 22:30", "Numbers 22:31", "Numbers 22:32", "Numbers 22:33", "Numbers 22:34", "Numbers 22:35", "Numbers 22:36", "Numbers 22:37", "Numbers 22:38", "Numbers 22:39", "Numbers 22:40", "Numbers 22:41", "Numbers 23:1", "Numbers 23:2", "Numbers 23:3", "Numbers 23:4", "Numbers 23:5", "Numbers 23:6", "Numbers 23:7", "Numbers 23:8", "Numbers 23:9", "Numbers 23:10", "Numbers 23:11", "Numbers 23:12", "Numbers 23:13", "Numbers 23:14", "Numbers 23:15", "Numbers 23:16", "Numbers 23:17", "Numbers 23:18", "Numbers 23:19", "Numbers 23:20", "Numbers 23:21", "Numbers 23:22", "Numbers 23:23", "Numbers 23:24", "Numbers 23:25", "Numbers 23:26", "Numbers 23:27", "Numbers 23:28", "Numbers 23:29", "Numbers 23:30", "Numbers 24:1", "Numbers 24:2", "Numbers 24:3", "Numbers 24:4", "Numbers 24:5", "Numbers 24:6", "Numbers 24:7", "Numbers 24:8", "Numbers 24:9", "Numbers 24:10", "Numbers 24:11", "Numbers 24:12", "Numbers 24:13", "Numbers 24:14", "Numbers 24:15", "Numbers 24:16", "Numbers 24:17", "Numbers 24:18", "Numbers 24:19", "Numbers 24:20", "Numbers 24:21", "Numbers 24:22", "Numbers 24:23", "Numbers 24:24", "Numbers 24:25", "Numbers 25:1", "Numbers 25:2", "Numbers 25:3", "Numbers 25:4", "Numbers 25:5", "Numbers 25:6", "Numbers 25:7", "Numbers 25:8", "Numbers 25:9", "Numbers 25:10", "Numbers 25:11", "Numbers 25:12", "Numbers 25:13", "Numbers 25:14", "Numbers 25:15", "Numbers 25:16", "Numbers 25:17", "Numbers 25:18"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, Part II; The Rebellion Narratives 2-17", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר ג׳ ב׳-י״ז", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Part II; The Rebellion Narratives", "he": "במדבר מאמר ג׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["V<small>IRTUALLY THE FIRST THING THE</small> I<small>SRAELITES DO AFTER SETTING OUT ON THE SECOND</small> leg of their journey to the Promised Land is—rebel. This pattern was already seen in the book of Exodus, where, despite the climactic miracle of deliverance at the Sea of Reeds, the Israelites “grumbled against Moshe” at Mara because of lack of drinkable water. Although a strain in later biblical thinking remembered the wilderness period as a kind of honeymoon (cf. Jer. 2:2), the Torah itself chose to remember it as a severe time of testing which the ex-slaves ultimately failed to pass.", "The second part of Numbers is a remarkable collection of rebellion narratives that simultaneously display striking similarities and great and colorful differences. The section details six rebellions of the people, and two of the leaders themselves. They are united by a consistent vocabulary: verbs such as “grumble” and “assemble/gather/speak against” depict complaints against Moshe and Aharon and against God. These stories also display the recurring themes of dearth of food and water, and God’s anger at the rebellions, usually expressed in some form of plague (or, additionally, fire).", "Rather than unfold in simple chronological order, one following another, these pieces of the text have been intensified by priestly editing, which has interspersed the stories with a number of cultic and legal passages (Chaps. 15, 18, and 19, all of which bear the theme word “law” [Heb. <i>hok</i> or <i>hukka</i>]), and which are somehow related to previous or succeeding narratives. The interruptions also allow each of the memorable rebellion narratives to “breathe,” giving the audience time to digest the images and the drama presented therein. The stories possess both in abundant measure; one thinks, for instance, of the “meat between the teeth” (11:33), of the grape clusters borne on a pole by two men (13:23); and of the great confrontation with Korah in Chapter 16 (not to mention its resolution), as well as Moshe’s dramatic failure in Chapter 20.", "As in any great literature, repetition of story type or type scene is here accomplished via variation of the most telling kind. In this case we observe once again an alternating pattern to the rebellions, a pattern which reveals not one theme but several:", "The people, over lack of food (chapter 11)", "Moshe’s siblings, over prophetic primacy (12)", "The people, over the spies’ false report (14)", "Levites, over Moshe and Aharon’s prerogatives (16)", "The people, over the rebellious Levites’ sinister fate (17)", "Moshe himself, over the burden of leading the people (20)", "The people, over the lack of food and water (21)", "The pattern observable here is broken, in true biblical rhetorical style (where the last in a sequence often serves by its oddness to reinforce the whole), in a final rebellion (Chap. 25), where the people’s actions involve neither the “complaining” vocabulary nor a revolt against human leadership, but rather comprise the greatest biblical crime of them all: worship of other gods. Viewed in this patterned fashion, the rebellion narratives emerge with a kind of crescendo effect.", "It is also possible, as I have done in “On the Book of Numbers and Its Structure,” above, to follow the scheme put forth by Mann—a three-part structure to the section, each with its internal logic and conclusions. These are treated below; for the moment, it will suffice to see in the first subsection (Chaps. 11–14) the inevitable result of wilderness rebellions: the divine decree that the slave generation must die out before entering the Promised Land; the second subsection (16–20) deals with the challenges to the leadership of Moshe and Aharon, and results in a similar decree, that they will die outside the land; and the third subsection (20–25) chronicles the encounter of the Israelites with neighboring nations, which initially goes in their favor but ends with the disastrous incident at Baal Pe’or (25).", "The primary issue in these stories, to the biblical writer, is lack of trust in God. Each of the three sections mentions or implies that problem; 14:11 and 20:12 use the verb itself, and the narrative of Chapter 25 suggests it. The bottom line is that the Israelites could not keep faith with God—even after both staggering acts of divine intervention (i.e., rescue) and demonstrations of the force of divine wrath—and this lack of faith led ultimately to their dying out in the wilderness outside the Promised Land, in punishment. The stories clearly were meant to be understood as an unfortunate example for later generations, and were taken as such already in the biblical period (see, for example, the treatment in Psalm 78).", "Read on another level, the rebellion narratives are largely concerned with the issue of human leadership, its qualifications, manifestations, and limitations (and even failures). Has there ever been a leader as beleaguered as Moshe? From the beginning of his career on the sands of Egypt, where he assumes the mantle of leadership in the matter of retaliating against the sadistic Egyptian taskmaster (Ex. 2:11–12), to its end at the plains of Moab, in stern address to the people he has struggled to lead (this is the setting of the entire next book, Deuteronomy), he must evoke trust in God, lead the people through an uncharted wilderness, and inspire confidence in his own leadership. His success is muted by the passing of the generation he initially leads, before it can enter Canaan; like them, he too must pass on—with merely a look beyond the Jordan, but no more. Later generations of Jewish readers wept on confronting Moshe’s seemingly premature death, and created heroic tales of his pleading before God to be let into the land he had so long sought to reach. In Numbers he fully deserves this stature, alternately interceding with and cajoling God, standing up for and then almost giving up on this people with whom his life has become so enmeshed. Our stories stress his gifts of prophecy and his pathos as a deeply human leader.", "A final, troubling issue is the character of God in this part of the book. It is a measure of the Bible’s artistry that the rebellion accounts are so varied in content and style; but the variations in punishment—from undetailed death to skin disease to stoning and the earth opening up, just to mention a few examples—create an impression, not of artistic richness but of unremitting severity. The Bible does not seem to have a problem with this kind of divine behavior, and other ancient cultures would have felt at home here, but already in late antiquity, and continuing down to our own day, Jews and Christians most often have preferred, and prayed to, a more forgiving, nurturing, and compassionate God. Dealing with these texts, in the end, raises the question of whether to understand them as the result of “historical necessity” or “literary conceit” (that is, the old generation simply had to die out) or as they stand in the text: a harsh portrayal of what happened when the covenant people violated the covenant."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62037ee56bfddfbb310fed0c", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Numbers, On the Book of Numbers and Its Structure 2-52", "anchorRef": "Numbers 1:1-36:13", "anchorRefExpanded": ["Numbers 1:1", "Numbers 1:2", "Numbers 1:3", "Numbers 1:4", "Numbers 1:5", "Numbers 1:6", "Numbers 1:7", "Numbers 1:8", "Numbers 1:9", "Numbers 1:10", "Numbers 1:11", "Numbers 1:12", "Numbers 1:13", "Numbers 1:14", "Numbers 1:15", "Numbers 1:16", "Numbers 1:17", "Numbers 1:18", "Numbers 1:19", "Numbers 1:20", "Numbers 1:21", "Numbers 1:22", "Numbers 1:23", "Numbers 1:24", "Numbers 1:25", "Numbers 1:26", "Numbers 1:27", "Numbers 1:28", "Numbers 1:29", "Numbers 1:30", "Numbers 1:31", "Numbers 1:32", "Numbers 1:33", "Numbers 1:34", "Numbers 1:35", "Numbers 1:36", "Numbers 1:37", "Numbers 1:38", "Numbers 1:39", "Numbers 1:40", "Numbers 1:41", "Numbers 1:42", "Numbers 1:43", "Numbers 1:44", "Numbers 1:45", "Numbers 1:46", "Numbers 1:47", "Numbers 1:48", "Numbers 1:49", "Numbers 1:50", "Numbers 1:51", "Numbers 1:52", "Numbers 1:53", "Numbers 1:54", "Numbers 2:1", "Numbers 2:2", "Numbers 2:3", "Numbers 2:4", "Numbers 2:5", "Numbers 2:6", "Numbers 2:7", "Numbers 2:8", "Numbers 2:9", "Numbers 2:10", "Numbers 2:11", "Numbers 2:12", "Numbers 2:13", "Numbers 2:14", "Numbers 2:15", "Numbers 2:16", "Numbers 2:17", "Numbers 2:18", "Numbers 2:19", "Numbers 2:20", "Numbers 2:21", "Numbers 2:22", "Numbers 2:23", "Numbers 2:24", "Numbers 2:25", "Numbers 2:26", "Numbers 2:27", "Numbers 2:28", "Numbers 2:29", "Numbers 2:30", "Numbers 2:31", "Numbers 2:32", "Numbers 2:33", "Numbers 2:34", "Numbers 3:1", "Numbers 3:2", "Numbers 3:3", "Numbers 3:4", "Numbers 3:5", "Numbers 3:6", "Numbers 3:7", "Numbers 3:8", "Numbers 3:9", "Numbers 3:10", "Numbers 3:11", "Numbers 3:12", "Numbers 3:13", "Numbers 3:14", "Numbers 3:15", "Numbers 3:16", "Numbers 3:17", "Numbers 3:18", "Numbers 3:19", "Numbers 3:20", "Numbers 3:21", "Numbers 3:22", "Numbers 3:23", "Numbers 3:24", "Numbers 3:25", "Numbers 3:26", "Numbers 3:27", "Numbers 3:28", "Numbers 3:29", "Numbers 3:30", "Numbers 3:31", "Numbers 3:32", "Numbers 3:33", "Numbers 3:34", "Numbers 3:35", "Numbers 3:36", "Numbers 3:37", "Numbers 3:38", "Numbers 3:39", "Numbers 3:40", "Numbers 3:41", "Numbers 3:42", "Numbers 3:43", "Numbers 3:44", "Numbers 3:45", "Numbers 3:46", "Numbers 3:47", "Numbers 3:48", "Numbers 3:49", "Numbers 3:50", "Numbers 3:51", "Numbers 4:1", "Numbers 4:2", "Numbers 4:3", "Numbers 4:4", "Numbers 4:5", "Numbers 4:6", "Numbers 4:7", "Numbers 4:8", "Numbers 4:9", "Numbers 4:10", "Numbers 4:11", "Numbers 4:12", "Numbers 4:13", "Numbers 4:14", "Numbers 4:15", "Numbers 4:16", "Numbers 4:17", "Numbers 4:18", "Numbers 4:19", "Numbers 4:20", "Numbers 4:21", "Numbers 4:22", "Numbers 4:23", "Numbers 4:24", "Numbers 4:25", "Numbers 4:26", "Numbers 4:27", "Numbers 4:28", "Numbers 4:29", "Numbers 4:30", "Numbers 4:31", "Numbers 4:32", "Numbers 4:33", "Numbers 4:34", "Numbers 4:35", "Numbers 4:36", "Numbers 4:37", "Numbers 4:38", "Numbers 4:39", "Numbers 4:40", "Numbers 4:41", "Numbers 4:42", "Numbers 4:43", "Numbers 4:44", "Numbers 4:45", "Numbers 4:46", "Numbers 4:47", "Numbers 4:48", "Numbers 4:49", "Numbers 5:1", "Numbers 5:2", "Numbers 5:3", "Numbers 5:4", "Numbers 5:5", "Numbers 5:6", "Numbers 5:7", "Numbers 5:8", "Numbers 5:9", "Numbers 5:10", "Numbers 5:11", "Numbers 5:12", "Numbers 5:13", "Numbers 5:14", "Numbers 5:15", "Numbers 5:16", "Numbers 5:17", "Numbers 5:18", "Numbers 5:19", "Numbers 5:20", "Numbers 5:21", "Numbers 5:22", "Numbers 5:23", "Numbers 5:24", "Numbers 5:25", "Numbers 5:26", "Numbers 5:27", "Numbers 5:28", "Numbers 5:29", "Numbers 5:30", "Numbers 5:31", "Numbers 6:1", "Numbers 6:2", "Numbers 6:3", "Numbers 6:4", "Numbers 6:5", "Numbers 6:6", "Numbers 6:7", "Numbers 6:8", "Numbers 6:9", "Numbers 6:10", "Numbers 6:11", "Numbers 6:12", "Numbers 6:13", "Numbers 6:14", "Numbers 6:15", "Numbers 6:16", "Numbers 6:17", "Numbers 6:18", "Numbers 6:19", "Numbers 6:20", "Numbers 6:21", "Numbers 6:22", "Numbers 6:23", "Numbers 6:24", "Numbers 6:25", "Numbers 6:26", "Numbers 6:27", "Numbers 7:1", "Numbers 7:2", "Numbers 7:3", "Numbers 7:4", "Numbers 7:5", "Numbers 7:6", "Numbers 7:7", "Numbers 7:8", "Numbers 7:9", "Numbers 7:10", "Numbers 7:11", "Numbers 7:12", "Numbers 7:13", "Numbers 7:14", "Numbers 7:15", "Numbers 7:16", "Numbers 7:17", "Numbers 7:18", "Numbers 7:19", "Numbers 7:20", "Numbers 7:21", "Numbers 7:22", "Numbers 7:23", "Numbers 7:24", "Numbers 7:25", "Numbers 7:26", "Numbers 7:27", "Numbers 7:28", "Numbers 7:29", "Numbers 7:30", "Numbers 7:31", "Numbers 7:32", "Numbers 7:33", "Numbers 7:34", "Numbers 7:35", "Numbers 7:36", "Numbers 7:37", "Numbers 7:38", "Numbers 7:39", "Numbers 7:40", "Numbers 7:41", "Numbers 7:42", "Numbers 7:43", "Numbers 7:44", "Numbers 7:45", "Numbers 7:46", "Numbers 7:47", "Numbers 7:48", "Numbers 7:49", "Numbers 7:50", "Numbers 7:51", "Numbers 7:52", "Numbers 7:53", "Numbers 7:54", "Numbers 7:55", "Numbers 7:56", "Numbers 7:57", "Numbers 7:58", "Numbers 7:59", "Numbers 7:60", "Numbers 7:61", "Numbers 7:62", "Numbers 7:63", "Numbers 7:64", "Numbers 7:65", "Numbers 7:66", "Numbers 7:67", "Numbers 7:68", "Numbers 7:69", "Numbers 7:70", "Numbers 7:71", "Numbers 7:72", "Numbers 7:73", "Numbers 7:74", "Numbers 7:75", "Numbers 7:76", "Numbers 7:77", "Numbers 7:78", "Numbers 7:79", "Numbers 7:80", "Numbers 7:81", "Numbers 7:82", "Numbers 7:83", "Numbers 7:84", "Numbers 7:85", "Numbers 7:86", "Numbers 7:87", "Numbers 7:88", "Numbers 7:89", "Numbers 8:1", "Numbers 8:2", "Numbers 8:3", "Numbers 8:4", "Numbers 8:5", "Numbers 8:6", "Numbers 8:7", "Numbers 8:8", "Numbers 8:9", "Numbers 8:10", "Numbers 8:11", "Numbers 8:12", "Numbers 8:13", "Numbers 8:14", "Numbers 8:15", "Numbers 8:16", "Numbers 8:17", "Numbers 8:18", "Numbers 8:19", "Numbers 8:20", "Numbers 8:21", "Numbers 8:22", "Numbers 8:23", "Numbers 8:24", "Numbers 8:25", "Numbers 8:26", "Numbers 9:1", "Numbers 9:2", "Numbers 9:3", "Numbers 9:4", "Numbers 9:5", "Numbers 9:6", "Numbers 9:7", "Numbers 9:8", "Numbers 9:9", "Numbers 9:10", "Numbers 9:11", "Numbers 9:12", "Numbers 9:13", "Numbers 9:14", "Numbers 9:15", "Numbers 9:16", "Numbers 9:17", "Numbers 9:18", "Numbers 9:19", "Numbers 9:20", "Numbers 9:21", "Numbers 9:22", "Numbers 9:23", "Numbers 10:1", "Numbers 10:2", "Numbers 10:3", "Numbers 10:4", "Numbers 10:5", "Numbers 10:6", "Numbers 10:7", "Numbers 10:8", "Numbers 10:9", "Numbers 10:10", "Numbers 10:11", "Numbers 10:12", "Numbers 10:13", "Numbers 10:14", "Numbers 10:15", "Numbers 10:16", "Numbers 10:17", "Numbers 10:18", "Numbers 10:19", "Numbers 10:20", "Numbers 10:21", "Numbers 10:22", "Numbers 10:23", "Numbers 10:24", "Numbers 10:25", "Numbers 10:26", "Numbers 10:27", "Numbers 10:28", "Numbers 10:29", "Numbers 10:30", "Numbers 10:31", "Numbers 10:32", "Numbers 10:33", "Numbers 10:34", "Numbers 10:35", "Numbers 10:36", "Numbers 11:1", "Numbers 11:2", "Numbers 11:3", "Numbers 11:4", "Numbers 11:5", "Numbers 11:6", "Numbers 11:7", "Numbers 11:8", "Numbers 11:9", "Numbers 11:10", "Numbers 11:11", "Numbers 11:12", "Numbers 11:13", "Numbers 11:14", "Numbers 11:15", "Numbers 11:16", "Numbers 11:17", "Numbers 11:18", "Numbers 11:19", "Numbers 11:20", "Numbers 11:21", "Numbers 11:22", "Numbers 11:23", "Numbers 11:24", "Numbers 11:25", "Numbers 11:26", "Numbers 11:27", "Numbers 11:28", "Numbers 11:29", "Numbers 11:30", "Numbers 11:31", "Numbers 11:32", "Numbers 11:33", "Numbers 11:34", "Numbers 11:35", "Numbers 12:1", "Numbers 12:2", "Numbers 12:3", "Numbers 12:4", "Numbers 12:5", "Numbers 12:6", "Numbers 12:7", "Numbers 12:8", "Numbers 12:9", "Numbers 12:10", "Numbers 12:11", "Numbers 12:12", "Numbers 12:13", "Numbers 12:14", "Numbers 12:15", "Numbers 12:16", "Numbers 13:1", "Numbers 13:2", "Numbers 13:3", "Numbers 13:4", "Numbers 13:5", "Numbers 13:6", "Numbers 13:7", "Numbers 13:8", "Numbers 13:9", "Numbers 13:10", "Numbers 13:11", "Numbers 13:12", "Numbers 13:13", "Numbers 13:14", "Numbers 13:15", "Numbers 13:16", "Numbers 13:17", "Numbers 13:18", "Numbers 13:19", "Numbers 13:20", "Numbers 13:21", "Numbers 13:22", "Numbers 13:23", "Numbers 13:24", "Numbers 13:25", "Numbers 13:26", "Numbers 13:27", "Numbers 13:28", "Numbers 13:29", "Numbers 13:30", "Numbers 13:31", "Numbers 13:32", "Numbers 13:33", "Numbers 14:1", "Numbers 14:2", "Numbers 14:3", "Numbers 14:4", "Numbers 14:5", "Numbers 14:6", "Numbers 14:7", "Numbers 14:8", "Numbers 14:9", "Numbers 14:10", "Numbers 14:11", "Numbers 14:12", "Numbers 14:13", "Numbers 14:14", "Numbers 14:15", "Numbers 14:16", "Numbers 14:17", "Numbers 14:18", "Numbers 14:19", "Numbers 14:20", "Numbers 14:21", "Numbers 14:22", "Numbers 14:23", "Numbers 14:24", "Numbers 14:25", "Numbers 14:26", "Numbers 14:27", "Numbers 14:28", "Numbers 14:29", "Numbers 14:30", "Numbers 14:31", "Numbers 14:32", "Numbers 14:33", "Numbers 14:34", "Numbers 14:35", "Numbers 14:36", "Numbers 14:37", "Numbers 14:38", "Numbers 14:39", "Numbers 14:40", "Numbers 14:41", "Numbers 14:42", "Numbers 14:43", "Numbers 14:44", "Numbers 14:45", "Numbers 15:1", "Numbers 15:2", "Numbers 15:3", "Numbers 15:4", "Numbers 15:5", "Numbers 15:6", "Numbers 15:7", "Numbers 15:8", "Numbers 15:9", "Numbers 15:10", "Numbers 15:11", "Numbers 15:12", "Numbers 15:13", "Numbers 15:14", "Numbers 15:15", "Numbers 15:16", "Numbers 15:17", "Numbers 15:18", "Numbers 15:19", "Numbers 15:20", "Numbers 15:21", "Numbers 15:22", "Numbers 15:23", "Numbers 15:24", "Numbers 15:25", "Numbers 15:26", "Numbers 15:27", "Numbers 15:28", "Numbers 15:29", "Numbers 15:30", "Numbers 15:31", "Numbers 15:32", "Numbers 15:33", "Numbers 15:34", "Numbers 15:35", "Numbers 15:36", "Numbers 15:37", "Numbers 15:38", "Numbers 15:39", "Numbers 15:40", "Numbers 15:41", "Numbers 16:1", "Numbers 16:2", "Numbers 16:3", "Numbers 16:4", "Numbers 16:5", "Numbers 16:6", "Numbers 16:7", "Numbers 16:8", "Numbers 16:9", "Numbers 16:10", "Numbers 16:11", "Numbers 16:12", "Numbers 16:13", "Numbers 16:14", "Numbers 16:15", "Numbers 16:16", "Numbers 16:17", "Numbers 16:18", "Numbers 16:19", "Numbers 16:20", "Numbers 16:21", "Numbers 16:22", "Numbers 16:23", "Numbers 16:24", "Numbers 16:25", "Numbers 16:26", "Numbers 16:27", "Numbers 16:28", "Numbers 16:29", "Numbers 16:30", "Numbers 16:31", "Numbers 16:32", "Numbers 16:33", "Numbers 16:34", "Numbers 16:35", "Numbers 17:1", "Numbers 17:2", "Numbers 17:3", "Numbers 17:4", "Numbers 17:5", "Numbers 17:6", "Numbers 17:7", "Numbers 17:8", "Numbers 17:9", "Numbers 17:10", "Numbers 17:11", "Numbers 17:12", "Numbers 17:13", "Numbers 17:14", "Numbers 17:15", "Numbers 17:16", "Numbers 17:17", "Numbers 17:18", "Numbers 17:19", "Numbers 17:20", "Numbers 17:21", "Numbers 17:22", "Numbers 17:23", "Numbers 17:24", "Numbers 17:25", "Numbers 17:26", "Numbers 17:27", "Numbers 17:28", "Numbers 18:1", "Numbers 18:2", "Numbers 18:3", "Numbers 18:4", "Numbers 18:5", "Numbers 18:6", "Numbers 18:7", "Numbers 18:8", "Numbers 18:9", "Numbers 18:10", "Numbers 18:11", "Numbers 18:12", "Numbers 18:13", "Numbers 18:14", "Numbers 18:15", "Numbers 18:16", "Numbers 18:17", "Numbers 18:18", "Numbers 18:19", "Numbers 18:20", "Numbers 18:21", "Numbers 18:22", "Numbers 18:23", "Numbers 18:24", "Numbers 18:25", "Numbers 18:26", "Numbers 18:27", "Numbers 18:28", "Numbers 18:29", "Numbers 18:30", "Numbers 18:31", "Numbers 18:32", "Numbers 19:1", "Numbers 19:2", "Numbers 19:3", "Numbers 19:4", "Numbers 19:5", "Numbers 19:6", "Numbers 19:7", "Numbers 19:8", "Numbers 19:9", "Numbers 19:10", "Numbers 19:11", "Numbers 19:12", "Numbers 19:13", "Numbers 19:14", "Numbers 19:15", "Numbers 19:16", "Numbers 19:17", "Numbers 19:18", "Numbers 19:19", "Numbers 19:20", "Numbers 19:21", "Numbers 19:22", "Numbers 20:1", "Numbers 20:2", "Numbers 20:3", "Numbers 20:4", "Numbers 20:5", "Numbers 20:6", "Numbers 20:7", "Numbers 20:8", "Numbers 20:9", "Numbers 20:10", "Numbers 20:11", "Numbers 20:12", "Numbers 20:13", "Numbers 20:14", "Numbers 20:15", "Numbers 20:16", "Numbers 20:17", "Numbers 20:18", "Numbers 20:19", "Numbers 20:20", "Numbers 20:21", "Numbers 20:22", "Numbers 20:23", "Numbers 20:24", "Numbers 20:25", "Numbers 20:26", "Numbers 20:27", "Numbers 20:28", "Numbers 20:29", "Numbers 21:1", "Numbers 21:2", "Numbers 21:3", "Numbers 21:4", "Numbers 21:5", "Numbers 21:6", "Numbers 21:7", "Numbers 21:8", "Numbers 21:9", "Numbers 21:10", "Numbers 21:11", "Numbers 21:12", "Numbers 21:13", "Numbers 21:14", "Numbers 21:15", "Numbers 21:16", "Numbers 21:17", "Numbers 21:18", "Numbers 21:19", "Numbers 21:20", "Numbers 21:21", "Numbers 21:22", "Numbers 21:23", "Numbers 21:24", "Numbers 21:25", "Numbers 21:26", "Numbers 21:27", "Numbers 21:28", "Numbers 21:29", "Numbers 21:30", "Numbers 21:31", "Numbers 21:32", "Numbers 21:33", "Numbers 21:34", "Numbers 21:35", "Numbers 22:1", "Numbers 22:2", "Numbers 22:3", "Numbers 22:4", "Numbers 22:5", "Numbers 22:6", "Numbers 22:7", "Numbers 22:8", "Numbers 22:9", "Numbers 22:10", "Numbers 22:11", "Numbers 22:12", "Numbers 22:13", "Numbers 22:14", "Numbers 22:15", "Numbers 22:16", "Numbers 22:17", "Numbers 22:18", "Numbers 22:19", "Numbers 22:20", "Numbers 22:21", "Numbers 22:22", "Numbers 22:23", "Numbers 22:24", "Numbers 22:25", "Numbers 22:26", "Numbers 22:27", "Numbers 22:28", "Numbers 22:29", "Numbers 22:30", "Numbers 22:31", "Numbers 22:32", "Numbers 22:33", "Numbers 22:34", "Numbers 22:35", "Numbers 22:36", "Numbers 22:37", "Numbers 22:38", "Numbers 22:39", "Numbers 22:40", "Numbers 22:41", "Numbers 23:1", "Numbers 23:2", "Numbers 23:3", "Numbers 23:4", "Numbers 23:5", "Numbers 23:6", "Numbers 23:7", "Numbers 23:8", "Numbers 23:9", "Numbers 23:10", "Numbers 23:11", "Numbers 23:12", "Numbers 23:13", "Numbers 23:14", "Numbers 23:15", "Numbers 23:16", "Numbers 23:17", "Numbers 23:18", "Numbers 23:19", "Numbers 23:20", "Numbers 23:21", "Numbers 23:22", "Numbers 23:23", "Numbers 23:24", "Numbers 23:25", "Numbers 23:26", "Numbers 23:27", "Numbers 23:28", "Numbers 23:29", "Numbers 23:30", "Numbers 24:1", "Numbers 24:2", "Numbers 24:3", "Numbers 24:4", "Numbers 24:5", "Numbers 24:6", "Numbers 24:7", "Numbers 24:8", "Numbers 24:9", "Numbers 24:10", "Numbers 24:11", "Numbers 24:12", "Numbers 24:13", "Numbers 24:14", "Numbers 24:15", "Numbers 24:16", "Numbers 24:17", "Numbers 24:18", "Numbers 24:19", "Numbers 24:20", "Numbers 24:21", "Numbers 24:22", "Numbers 24:23", "Numbers 24:24", "Numbers 24:25", "Numbers 25:1", "Numbers 25:2", "Numbers 25:3", "Numbers 25:4", "Numbers 25:5", "Numbers 25:6", "Numbers 25:7", "Numbers 25:8", "Numbers 25:9", "Numbers 25:10", "Numbers 25:11", "Numbers 25:12", "Numbers 25:13", "Numbers 25:14", "Numbers 25:15", "Numbers 25:16", "Numbers 25:17", "Numbers 25:18", "Numbers 26:1", "Numbers 26:2", "Numbers 26:3", "Numbers 26:4", "Numbers 26:5", "Numbers 26:6", "Numbers 26:7", "Numbers 26:8", "Numbers 26:9", "Numbers 26:10", "Numbers 26:11", "Numbers 26:12", "Numbers 26:13", "Numbers 26:14", "Numbers 26:15", "Numbers 26:16", "Numbers 26:17", "Numbers 26:18", "Numbers 26:19", "Numbers 26:20", "Numbers 26:21", "Numbers 26:22", "Numbers 26:23", "Numbers 26:24", "Numbers 26:25", "Numbers 26:26", "Numbers 26:27", "Numbers 26:28", "Numbers 26:29", "Numbers 26:30", "Numbers 26:31", "Numbers 26:32", "Numbers 26:33", "Numbers 26:34", "Numbers 26:35", "Numbers 26:36", "Numbers 26:37", "Numbers 26:38", "Numbers 26:39", "Numbers 26:40", "Numbers 26:41", "Numbers 26:42", "Numbers 26:43", "Numbers 26:44", "Numbers 26:45", "Numbers 26:46", "Numbers 26:47", "Numbers 26:48", "Numbers 26:49", "Numbers 26:50", "Numbers 26:51", "Numbers 26:52", "Numbers 26:53", "Numbers 26:54", "Numbers 26:55", "Numbers 26:56", "Numbers 26:57", "Numbers 26:58", "Numbers 26:59", "Numbers 26:60", "Numbers 26:61", "Numbers 26:62", "Numbers 26:63", "Numbers 26:64", "Numbers 26:65", "Numbers 27:1", "Numbers 27:2", "Numbers 27:3", "Numbers 27:4", "Numbers 27:5", "Numbers 27:6", "Numbers 27:7", "Numbers 27:8", "Numbers 27:9", "Numbers 27:10", "Numbers 27:11", "Numbers 27:12", "Numbers 27:13", "Numbers 27:14", "Numbers 27:15", "Numbers 27:16", "Numbers 27:17", "Numbers 27:18", "Numbers 27:19", "Numbers 27:20", "Numbers 27:21", "Numbers 27:22", "Numbers 27:23", "Numbers 28:1", "Numbers 28:2", "Numbers 28:3", "Numbers 28:4", "Numbers 28:5", "Numbers 28:6", "Numbers 28:7", "Numbers 28:8", "Numbers 28:9", "Numbers 28:10", "Numbers 28:11", "Numbers 28:12", "Numbers 28:13", "Numbers 28:14", "Numbers 28:15", "Numbers 28:16", "Numbers 28:17", "Numbers 28:18", "Numbers 28:19", "Numbers 28:20", "Numbers 28:21", "Numbers 28:22", "Numbers 28:23", "Numbers 28:24", "Numbers 28:25", "Numbers 28:26", "Numbers 28:27", "Numbers 28:28", "Numbers 28:29", "Numbers 28:30", "Numbers 28:31", "Numbers 29:1", "Numbers 29:2", "Numbers 29:3", "Numbers 29:4", "Numbers 29:5", "Numbers 29:6", "Numbers 29:7", "Numbers 29:8", "Numbers 29:9", "Numbers 29:10", "Numbers 29:11", "Numbers 29:12", "Numbers 29:13", "Numbers 29:14", "Numbers 29:15", "Numbers 29:16", "Numbers 29:17", "Numbers 29:18", "Numbers 29:19", "Numbers 29:20", "Numbers 29:21", "Numbers 29:22", "Numbers 29:23", "Numbers 29:24", "Numbers 29:25", "Numbers 29:26", "Numbers 29:27", "Numbers 29:28", "Numbers 29:29", "Numbers 29:30", "Numbers 29:31", "Numbers 29:32", "Numbers 29:33", "Numbers 29:34", "Numbers 29:35", "Numbers 29:36", "Numbers 29:37", "Numbers 29:38", "Numbers 29:39", "Numbers 30:1", "Numbers 30:2", "Numbers 30:3", "Numbers 30:4", "Numbers 30:5", "Numbers 30:6", "Numbers 30:7", "Numbers 30:8", "Numbers 30:9", "Numbers 30:10", "Numbers 30:11", "Numbers 30:12", "Numbers 30:13", "Numbers 30:14", "Numbers 30:15", "Numbers 30:16", "Numbers 30:17", "Numbers 31:1", "Numbers 31:2", "Numbers 31:3", "Numbers 31:4", "Numbers 31:5", "Numbers 31:6", "Numbers 31:7", "Numbers 31:8", "Numbers 31:9", "Numbers 31:10", "Numbers 31:11", "Numbers 31:12", "Numbers 31:13", "Numbers 31:14", "Numbers 31:15", "Numbers 31:16", "Numbers 31:17", "Numbers 31:18", "Numbers 31:19", "Numbers 31:20", "Numbers 31:21", "Numbers 31:22", "Numbers 31:23", "Numbers 31:24", "Numbers 31:25", "Numbers 31:26", "Numbers 31:27", "Numbers 31:28", "Numbers 31:29", "Numbers 31:30", "Numbers 31:31", "Numbers 31:32", "Numbers 31:33", "Numbers 31:34", "Numbers 31:35", "Numbers 31:36", "Numbers 31:37", "Numbers 31:38", "Numbers 31:39", "Numbers 31:40", "Numbers 31:41", "Numbers 31:42", "Numbers 31:43", "Numbers 31:44", "Numbers 31:45", "Numbers 31:46", "Numbers 31:47", "Numbers 31:48", "Numbers 31:49", "Numbers 31:50", "Numbers 31:51", "Numbers 31:52", "Numbers 31:53", "Numbers 31:54", "Numbers 32:1", "Numbers 32:2", "Numbers 32:3", "Numbers 32:4", "Numbers 32:5", "Numbers 32:6", "Numbers 32:7", "Numbers 32:8", "Numbers 32:9", "Numbers 32:10", "Numbers 32:11", "Numbers 32:12", "Numbers 32:13", "Numbers 32:14", "Numbers 32:15", "Numbers 32:16", "Numbers 32:17", "Numbers 32:18", "Numbers 32:19", "Numbers 32:20", "Numbers 32:21", "Numbers 32:22", "Numbers 32:23", "Numbers 32:24", "Numbers 32:25", "Numbers 32:26", "Numbers 32:27", "Numbers 32:28", "Numbers 32:29", "Numbers 32:30", "Numbers 32:31", "Numbers 32:32", "Numbers 32:33", "Numbers 32:34", "Numbers 32:35", "Numbers 32:36", "Numbers 32:37", "Numbers 32:38", "Numbers 32:39", "Numbers 32:40", "Numbers 32:41", "Numbers 32:42", "Numbers 33:1", "Numbers 33:2", "Numbers 33:3", "Numbers 33:4", "Numbers 33:5", "Numbers 33:6", "Numbers 33:7", "Numbers 33:8", "Numbers 33:9", "Numbers 33:10", "Numbers 33:11", "Numbers 33:12", "Numbers 33:13", "Numbers 33:14", "Numbers 33:15", "Numbers 33:16", "Numbers 33:17", "Numbers 33:18", "Numbers 33:19", "Numbers 33:20", "Numbers 33:21", "Numbers 33:22", "Numbers 33:23", "Numbers 33:24", "Numbers 33:25", "Numbers 33:26", "Numbers 33:27", "Numbers 33:28", "Numbers 33:29", "Numbers 33:30", "Numbers 33:31", "Numbers 33:32", "Numbers 33:33", "Numbers 33:34", "Numbers 33:35", "Numbers 33:36", "Numbers 33:37", "Numbers 33:38", "Numbers 33:39", "Numbers 33:40", "Numbers 33:41", "Numbers 33:42", "Numbers 33:43", "Numbers 33:44", "Numbers 33:45", "Numbers 33:46", "Numbers 33:47", "Numbers 33:48", "Numbers 33:49", "Numbers 33:50", "Numbers 33:51", "Numbers 33:52", "Numbers 33:53", "Numbers 33:54", "Numbers 33:55", "Numbers 33:56", "Numbers 34:1", "Numbers 34:2", "Numbers 34:3", "Numbers 34:4", "Numbers 34:5", "Numbers 34:6", "Numbers 34:7", "Numbers 34:8", "Numbers 34:9", "Numbers 34:10", "Numbers 34:11", "Numbers 34:12", "Numbers 34:13", "Numbers 34:14", "Numbers 34:15", "Numbers 34:16", "Numbers 34:17", "Numbers 34:18", "Numbers 34:19", "Numbers 34:20", "Numbers 34:21", "Numbers 34:22", "Numbers 34:23", "Numbers 34:24", "Numbers 34:25", "Numbers 34:26", "Numbers 34:27", "Numbers 34:28", "Numbers 34:29", "Numbers 35:1", "Numbers 35:2", "Numbers 35:3", "Numbers 35:4", "Numbers 35:5", "Numbers 35:6", "Numbers 35:7", "Numbers 35:8", "Numbers 35:9", "Numbers 35:10", "Numbers 35:11", "Numbers 35:12", "Numbers 35:13", "Numbers 35:14", "Numbers 35:15", "Numbers 35:16", "Numbers 35:17", "Numbers 35:18", "Numbers 35:19", "Numbers 35:20", "Numbers 35:21", "Numbers 35:22", "Numbers 35:23", "Numbers 35:24", "Numbers 35:25", "Numbers 35:26", "Numbers 35:27", "Numbers 35:28", "Numbers 35:29", "Numbers 35:30", "Numbers 35:31", "Numbers 35:32", "Numbers 35:33", "Numbers 35:34", "Numbers 36:1", "Numbers 36:2", "Numbers 36:3", "Numbers 36:4", "Numbers 36:5", "Numbers 36:6", "Numbers 36:7", "Numbers 36:8", "Numbers 36:9", "Numbers 36:10", "Numbers 36:11", "Numbers 36:12", "Numbers 36:13"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, On the Book of Numbers and Its Structure 2-52", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר א׳ ב׳-נ״ב", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "On the Book of Numbers and Its Structure", "he": "במדבר מאמר א׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "במדבר מאמר א׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["T<small>HE READER WHO APPROACHES THE BOOK OF</small> N<small>UMBERS UNDER THE INFLUENCE OF ITS</small> common Hebrew name, <i>Bemidbar</i>, “In the Wilderness,” will logically expect a narrative account of the wanderings of the Israelites before they reach the Promised Land. But the book in its present form is a great deal more than that. To be sure,it contains stories of the long trek from Egypt to Canaan, with moments of triumph and difficulty, obedience and rebellion. Some of the great narratives of the Pentateuch are here, from the account of Korah’s revolt (Chap. 16) to Moshe’s sin (20) to Bil'am’s recalcitrant donkey (22). But the book also features census and sacrificial donation lists; details of the setup of Israel’s camp; the duties of the Levites in the traveling sanctuary; laws regarding wives suspected of adultery and those who take on extraordinary vows; a complicated and mysterious ritual for removing the extreme ritual pollution carried by death; a doubled tale about daughters inheriting land; and a host of other rules and regulations.", "It is this composite character and apparent lack of easily definable structure that imbue the book with fascination for scholars and with frustration for lay readers. While the four other books of the Torah also mix narrative, law, poetry, and cultic regulations, none of them has combined and alternated these genres with such abandon. There are a number of possible explanations for this. First, it is conceivable that Numbers as we have it reflects the desire to preserve as many traditions about the wilderness wanderings as possible; as Greenberg (1972) has demonstrated with the traditions about the revelation on Mount Sinai, it may have been more important to collect everything relevant than to create a smooth or seamless text. Second, here as elsewhere in the Torah, narrative may serve to introduce law or to provide the preceding background for it. Third, there is an aesthetic consideration: the great rebellion stories in the center of the book, to give an example, are separated from one another by prescriptive legal passages. Earlier books in the Torah similarly utilize breaks of varying lengths (e.g., the genealogical lists in Genesis, the Tabernacle texts of Exodus). The result is to highlight both narrative and law, and also to provide a large-scale rhythm to the book (Milgrom comments on the consistent alternating pattern).", "The kind of literary mixture that we find in Numbers goes beyond that rabbinic dictum that “the Torah speaks in human language.” It suggests that, far from betraying human frailties in the composition or transmission of the traditions presented in Numbers, a purposeful and powerful hand has been at work. More than any other book in the Torah, this one gives evidence of an editorial process. While the finished product may not be able to help us unravel the detailed history of that process, we may at least observe that much has been added to the wilderness narratives, in a way that transforms them into a patterned view of Israel’s early history.", "Recent commentaries see a two- or three-part structure to Numbers, based either on geography—the Sinai Wilderness, Kadesh, the plains of Moab—or chronology. Since the book as we have it is not entirely clear about either area— there seems to be internal disagreement about where the spies (Chap. 13) left from and went, and also about when the forty-year punishment began—I am in general agreement with Olson’s scheme of seeing the book as “The Death of the Old and the Birth of the New,” that is, the slave generation and that of their children, which are set apart by the two census lists in Chapters 1 and 26. But the differences between Chapters 1–10 and 11–25 must also be taken into account. I propose the following theoretical structure:", "I In the Wilderness of Sinai: The Camp", "1 The Census (Musterings) of the Israelites; the Duties of the Levites", "2 The Ordering of the Camp", "3 The Census of the Levites According to Their Duties", "4 The Tasks of the Levites", "5 Threats to the Ritual Integrity of the Camp", "6 Procedure Regarding a Nazirite; the Priestly Blessing", "7 Gifts of the Tribes to the Tabernacle", "8 The Tabernacle Lamps; Purification of the Levites", "9 Passover in the Wilderness; God’s Presence with the Tabernacle", "10 The Journey to Canaan Commences", "II The Rebellious Folk: Narratives of Challenge", "A Sealing the Fate of the First Generation", "11 First Rebellion: Food", "12 Second Rebellion: Siblings", "13 The Spies’ Mission", "14 Third Rebellion: Panic", "15 Interlude: Rules on Sacrifices, Sabbath, and Tassels", "B The Crisis of Leadership", "16 Fourth Rebellion: Korah and the Levites", "17 Fifth Rebellion: After the Purge", "18 The Levites as Guardians", "19 Pollution by Death and Its Removal", "20 Sixth Rebellion: The Sin of Moshe and Aharon", "C Encountering the Other", "21 Encounters with Various Neighbors; Seventh Rebellion:", "Food and Water", "22–24 The Bil'am Cycle", "25 Final Rebellion: Apostasy", "III In the Plains of Moab: Preparations for the Conquest of Canaan", "26 The Second Census", "27 Inheritance: the Daughters of Tzelofhad I", "28–29 Sacrifices for Holy Days", "30 Rules Concerning Vows", "31 First Battle and Aftermath", "32 Two and a Half Tribes and the Future Conquest", "33 Wilderness Itinerary and Warning", "34 Future Borders", "35 The Levites’ Towns of Asylum", "36 Inheritance: the Daughters of Tzelofhad II", "In this scheme, not only does the otherwise haphazard subject matter of the book fit roughly into the three divisions, but the divisions themselves seem to correspond to narrative mood swings. This might be characterized as a movement from order to chaos, and back to order again. The wilderness camp is still connected to the ordering—nation-founding—experience of Sinai; God speaks to Moshe from the Tabernacle, both here and in Leviticus, and the structure serves as a surrogate Mount Sinai. The concerns of Part I, therefore, are expressed in lists, and the section is filled with them.", "With the rebellion narratives of Part II, which not coincidentally take place as soon as Israel sets out on its journey through the wilderness, the idealistic order of Sinai is broken, and the people (and Moshe) must deal with the harsh reality of life in the desert. It becomes clear that nation-founding involves not only the giving of laws and the arranging of societal roles, but also the developing of the ability to cope with physical and spiritual challenges to survival.", "The slave generation is unable to successfully meet the challenge, and Part II chronicles their failures and their punishment. They had been born into the rigidly ordered situation of slavery—an order with underlying spiritual chaos— and only their children, born into the chaotic but free air of the wilderness, can be readied for the orderly transition into conquest and societal life on their own soil. This readying process is portrayed in Part III, through a series of lists once again: another military census, clear inheritance laws, a sacred calendar tied to the growing cycles of the land, a tracing of the Israelites’ travels through the wilderness, and a laying out of future borders. By the end of the book, Israel is fully prepared to enter the land, with a new generation, new leadership in the wings, a full set of societal rules, an operative cult, and, above all, a collective memory of experiences that serve to instruct and warn future generations. These issues will be fully and memorably summarized in the great final speeches of Moshe that comprise the last book of the Torah, Deuteronomy.", "Of special note in the book of Numbers is the emphasis on the Levites and their tasks. The text introduces this group, which may have originated as a guild rather than as a tribe, already in Chapter 1 (v.47). Thereafter, they play a major role in the book—the portrayal of their purification for service (Chap. 8), the great rebellion fomented by some of them (16), their important function as guardians against encroachment on the sanctuary (18), and their distribution in certain towns that serve also as places of refuge for accidental manslayers (35) is spread throughout the book, as if to form a distinctive thread amid the other themes of wandering, rebellion, and preparation for conquest. This interest in the Levites, in the eyes of some scholars, signals a particularly late development in the history of Israelite religion, and perhaps a late editing for our book as well. It also indicates how thoroughly the wilderness traditions have been reworked, to establish a hoary history for the central Israelite institutions connected with divine worship. While it is next to impossible to trace the internal struggles of the Israelite priesthood over the centuries with historical precision, it seems clear that such strife was part of history, and may be reflected in the portrayals of Aharon, Korah, and Pin’has, to mention just a few of the priestly/Levitical figures that populate the wilderness stories. At any rate, the combining of clearly priestly material into the varied narrative and poetic stuff of Numbers has created a book different than what might have been, had the editors sought a story and only a story. The same, of course, might be said for the entire five books of which Numbers is a part.", "As I noted in the introduction to Volume II of this work, <i>Now These Are the Names</i> (Exodus), the hero’s journey through the unknown is, of course, a central theme in Western literature. From Homer’s <i>Odyssey</i> to Sinbad’s journeys in <i>A Thousand and One Nights</i> to the many twentieth-century works on the theme, the protagonist’s unfamiliar terrain has become the familiar metaphor for our own inner journeys. Such accounts normally concentrate on obstacles in the way: opponents divine and human, harsh landscapes, wild beasts, lack of water, lack of people and succor. Heroes are left to their own devices, and if they are successful in completing their journey, the audience experiences the vicarious triumph of conquering the impossible. Indeed, the operating principle seems to be: the greater the obstacles, the more stunning the triumph.", "The wilderness trek recounted in the heart of the book of Numbers has a wholly different feel. To be sure, there are obstacles, some of them standard, such as the dearth of food and water and the opposition of hostile nations along the way. But the main emphasis in these texts is on internal obstacles—the people’s lack of trust, faith, and courage. And as so often happens in the Torah, physical background, as important as it obviously is in Numbers, what with a myriad of geographical locations noted, is overshadowed by the dominant issue of the relationship between Israel and God. The God of the wilderness journey is initially a provider and protector (cf. Ex. 15–18); when he turns lawgiver, Israel’s situation seems secure despite the harsh ecological setting. But Numbers has chosen to remember the people’s moments of doubt and rebellion above all, and so the orderly leaving of Sinai which closes the first part of the book, along with the orderly preparations for conquest that mark its third part, fade in the reader’s consciousness before the memorable narratives in Chapters 11–25.", "It has been pointed out (Tunyogi) that these stories serve as “foundation accounts,” as stories that tell about “the archetypes to be repeated in all coming generations.” As such, they are significant in later Israel’s understanding of itself. Through the book of Numbers, later generations were warned not to repeat the sins of the wilderness; and Moshe himself came to be looked upon as the quintessential prophet. For the era of the literary prophets (ninth-sixth centuries <small>B.C.E.</small>), concerned as they were with Israel’s forgetfulness and backsliding, and the era of Babylonian Exile (sixth century <small>B.C.E.</small>), in which the exiles also found themselves outside the Promised Land, there could have been no stronger warning or cause for hope than the stories and laws set down in the Torah, and especially the traditions recorded in the book of Numbers."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62037ee66bfddfbb310fed10", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Numbers, Part II; The Rebellion Narratives, First Victory; Rebellion Again; Traveling; Sihon and Og 2-4", "anchorRef": "Numbers 21:1-35", "anchorRefExpanded": ["Numbers 21:1", "Numbers 21:2", "Numbers 21:3", "Numbers 21:4", "Numbers 21:5", "Numbers 21:6", "Numbers 21:7", "Numbers 21:8", "Numbers 21:9", "Numbers 21:10", "Numbers 21:11", "Numbers 21:12", "Numbers 21:13", "Numbers 21:14", "Numbers 21:15", "Numbers 21:16", "Numbers 21:17", "Numbers 21:18", "Numbers 21:19", "Numbers 21:20", "Numbers 21:21", "Numbers 21:22", "Numbers 21:23", "Numbers 21:24", "Numbers 21:25", "Numbers 21:26", "Numbers 21:27", "Numbers 21:28", "Numbers 21:29", "Numbers 21:30", "Numbers 21:31", "Numbers 21:32", "Numbers 21:33", "Numbers 21:34", "Numbers 21:35"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, Part II; The Rebellion Narratives, First Victory; Rebellion Again; Traveling; Sihon and Og 2-4", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר ג׳, במדבר הערה י״א ב׳-ד׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "First Victory; Rebellion Again; Traveling; Sihon and Og", "he": "במדבר הערה י״א"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "במדבר הערה י״א", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["A miscellany of wilderness traditions, Chap. 21 begins with a military victory—perhaps a sign that Israel’s terrible trials are coming to an end. Not insignificantly, the victory comes after the Israelites have properly vowed to allot booty to God (v.2), a far cry from their willful attempt at conquest at the end of Chap. 14. This brief account may in fact be a reworking or different account of the Horma incident in that passage.", "The strange events surrounding the “viper of copper” that follow provide a reminder, even amid the progress of the march and military successes, of the Israelites’ usual waywardness. As usual, the problem is food; several things, however, make this brief story unusual amid the rebellion narratives. For one, the punishment is unique; for another, the people call upon Moshe to remove the plague—in a manner that is more reminiscent of Pharaoh of Egypt, with the Plagues, than of previous Israelite behavior. Finally, there is the Bible’s record of what happened to the copper object: it was preserved in the cult and worshiped by the people, until it was smashed during the large-scale religious reform under King Hezekiah of Judah (late eighth century <small>B.C.E.</small>). One might note that the divine punishment for sin, once accomplished, clears the way for the Israelite victories that follow immediately.", "Of additional interest in this chapter is the inclusion of three ancient poems (vv. 14–15, 17–18, and 27–30), whose origins and language are both obscure. Preceded by a brief itinerary of the Israelites’ travels up to Moabite territory, soon to be the scene of the Bil’am narratives (Chaps. 22–24), the chapter ends with two successful clashes against local kings, Sihon and Og. While the accounts here are brief, postbiblical Jewish tradition took delight in spinning fantastic tales about these two kings (cf. Ginzberg)."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620382efc9ad75f2d99afa24", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "", "ref": "The Five Books of Moses, by Everett Fox, Numbers, Part II; The Rebellion Narratives, First Victory; Rebellion Again; Traveling; Sihon and Og 1", "anchorRef": "Numbers 21:1-35", "anchorRefExpanded": ["Numbers 21:1", "Numbers 21:2", "Numbers 21:3", "Numbers 21:4", "Numbers 21:5", "Numbers 21:6", "Numbers 21:7", "Numbers 21:8", "Numbers 21:9", "Numbers 21:10", "Numbers 21:11", "Numbers 21:12", "Numbers 21:13", "Numbers 21:14", "Numbers 21:15", "Numbers 21:16", "Numbers 21:17", "Numbers 21:18", "Numbers 21:19", "Numbers 21:20", "Numbers 21:21", "Numbers 21:22", "Numbers 21:23", "Numbers 21:24", "Numbers 21:25", "Numbers 21:26", "Numbers 21:27", "Numbers 21:28", "Numbers 21:29", "Numbers 21:30", "Numbers 21:31", "Numbers 21:32", "Numbers 21:33", "Numbers 21:34", "Numbers 21:35"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, Part II; The Rebellion Narratives, First Victory; Rebellion Again; Traveling; Sihon and Og 1", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר ג׳, במדבר הערה י״א א׳", "anchorVerse": 1, "sourceHasEn": true, "commentaryNum": 1, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "במדבר הערה י״א", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<a class=\"refLink\" data-ref=\"Numbers 21:1-35\" data-ven=\"The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995\">Numbers 21:1-35</a>", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "6418849bc9371ec0cebe793c", "index_title": "Reggio on Torah", "category": "Commentary", "type": "commentary", "ref": "Reggio on Torah, Numbers 21:10:1", "anchorRef": "Numbers 21:10", "anchorRefExpanded": ["Numbers 21:10"], "sourceRef": "Reggio on Torah, Numbers 21:10:1", "sourceHeRef": "ביאור יש\"ר על התורה, במדבר כ״א:י׳:א׳", "anchorVerse": 10, "sourceHasEn": false, "compDate": [1790, 1810], "commentaryNum": 10.0001, "collectiveTitle": {"en": "Reggio", "he": "ביאור יש\"ר"}, "heTitle": "במדבר", "he": "<b>ויחנו באבת,</b> ובסדר אלה מסעי יזכיר עוד מסעות רבות בין הר ההר לאבת והם צלמונה ופונן וכו', אלא שלא בא הכתוב להודיע כאן סדר פרטי המסעות רק דרך כלל עד שבאו אל גבול ארץ סיחון ומשם שלח מלאכים אליו:", "heVersionTitle": "Vienna, 1821", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "657ecc71758c1dc532ec9296", "index_title": "Steinsaltz on Numbers", "category": "Commentary", "type": "commentary", "ref": "Steinsaltz on Numbers 21:10", "anchorRef": "Numbers 21:10", "anchorRefExpanded": ["Numbers 21:10"], "sourceRef": "Steinsaltz on Numbers 21:10", "sourceHeRef": "ביאור שטיינזלץ על במדבר כ״א:י׳", "anchorVerse": 10, "sourceHasEn": true, "commentaryNum": 21.001, "collectiveTitle": {"en": "Steinsaltz", "he": "ביאור שטיינזלץ"}, "heTitle": "ביאור שטיינזלץ על במדבר", "he": "<b>וַיִּסְעוּ בְּנֵי יִשְׂרָאֵל וַיַּחֲנוּ בְּאֹבֹת.</b>", "heVersionTitle": "The Koren Steinsaltz Tanakh HaMevoar - Hebrew", "heLicense": "Copyright: Steinsaltz Center", "heVersionTitleInHebrew": "", "text": "<b>The children of Israel traveled and encamped in Ovot. </b>", "versionTitle": "The Steinsaltz Tanakh - English", "license": "Copyright: Steinsaltz Center", "versionTitleInHebrew": ""}, {"_id": "5173764cedbab41120e49a49", "index_title": "Bamidbar Rabbah", "category": "Midrash", "type": "midrash", "ref": "Bamidbar Rabbah 19:24", "anchorRef": "Numbers 21:10", "anchorRefExpanded": ["Numbers 21:10"], "sourceRef": "Bamidbar Rabbah 19:24", "sourceHeRef": "במדבר רבה י״ט:כ״ד", "anchorVerse": 10, "sourceHasEn": true, "compDate": [1200], "commentaryNum": 19.0024, "collectiveTitle": {"en": "Bamidbar Rabbah", "he": "במדבר רבה"}, "heTitle": "במדבר רבה", "he": "וַיִּסְעוּ בְּנֵי יִשְׂרָאֵל וַיַּחֲנוּ בְּאוֹבוֹת <small>(במדבר כא, י)</small>, שֶׁנַּעֲשׂוּ אוֹיְבִים לַמָּקוֹם, <small>(במדבר כא, י)</small>: וַיַּחֲנוּ בְּעִיֵּי הָעֲבָרִים, שֶׁהָיוּ מְלֵאִים עֲבֵרָה. <small>(במדבר כא, יב)</small>: וַיַּחֲנוּ בְּנַחַל זָרֶד, שֶׁלֹא הָיָה הַנַּחַל אֶלָּא מְלוֹא זֶרֶת וְלֹא יָכְלוּ לְעָבְרוֹ שְׁלשִׁים וּשְׁמוֹנֶה שָׁנָה, שֶׁנֶּאֱמַר <small>(דברים ב, יג)</small>: עַתָּה קֻמוּ וְעִבְרוּ לָכֶם אֶת נַחַל זָרֶד, וּכְתִיב <small>(דברים ב, יד)</small>: וְהַיָּמִים אֲשֶׁר הָלַכְנוּ מִקָּדֵשׁ בַּרְנֵעַ עַד אֲשֶׁר עָבַרְנוּ אֶת נַחַל זֶרֶד שְׁלשִׁים וּשְׁמוֹנֶה שָׁנָה עַד תֹּם כָּל הַדּוֹר. <small>(במדבר כא, יג)</small>: מִשָּׁם נָסָעוּ וַיַּחֲנוּ מֵעֵבֶר אַרְנוֹן, שֶׁנִּתְרַצֶּה לָהֶם הַקָּדוֹשׁ בָּרוּךְ הוּא.", "heVersionTitle": "Midrash Rabbah -- TE", "heLicense": "unknown", "heVersionTitleInHebrew": "מדרש רבה - תורת אמת", "text": "<b>“The children of Israel traveled, and encamped in Ovot” (Numbers 21:10).</b> <br>“The children of Israel traveled, and encamped in Ovot” (Numbers 21:10) – they became enemies [<i>oyevim</i>] to the Omnipresent. “They encamped at Iyei HaAvarim” (Numbers 21:11) –they were filled with transgressions [<i>averot</i>]. “They encamped in the Zered Ravine” (Numbers 21:12) – the ravine had no more than the capacity of a span [<i>zeret</i>],<sup class=\"footnote-marker\">68</sup><i class=\"footnote\">A zeret is a half-cubit.</i> but they were unable to cross it for thirty-eight years, as it is stated: “Now rise, and cross yourselves over the Zered Ravine” (Deuteronomy 2:13). And it is written: “The days that we went from Kadesh Barne’a until we crossed the Zered Ravine were thirty-eight years, until the demise of the entire generation” (Deuteronomy 2:14). “From there they traveled, and encamped across [<i>me’ever</i>] the Arnon” (Numbers 21:13)<b> – </b>as the Holy One blessed be He reconciled with them.<sup class=\"footnote-marker\">69</sup><i class=\"footnote\">Me’ever is expounded to mean that they emerged from the fury [me’evrat] of the Holy One blessed be He.</i>", "versionTitle": "The Sefaria Midrash Rabbah, 2022", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "525a5287edbab4498f484f71", "index_title": "Ibn Ezra on Numbers", "category": "Commentary", "type": "commentary", "ref": "Ibn Ezra on Numbers 21:10:1", "anchorRef": "Numbers 21:10", "anchorRefExpanded": ["Numbers 21:10"], "sourceRef": "Ibn Ezra on Numbers 21:10:1", "sourceHeRef": "אבן עזרא על במדבר כ״א:י׳:א׳", "anchorVerse": 10, "sourceHasEn": true, "compDate": [1155, 1165], "commentaryNum": 10.0001, "collectiveTitle": {"en": "Ibn Ezra", "he": "אבן עזרא"}, "heTitle": "אבן עזרא על במדבר", "he": "<b>ויסעו בני ישראל.</b> מארץ אדום כי כן כתוב לסבוב ואחרית גבולה פונון ומפונון נסעו אל אובות כי כן כתוב:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "AND THE CHILDREN OF ISRAEL JOURNEYED. From the land of Edom, for Scripture states, <i>to compass the land of Edom</i> (v. 4). Punon<sup class=\"footnote-marker\">31</sup><i class=\"footnote\">See I.E. on verse 4.</i> is on the far border of Edom. The Israelites traveled from Punon to Oboth, for Scripture says so.<sup class=\"footnote-marker\">32</sup><i class=\"footnote\">Num. 33:43.</i>", "versionTitle": "Ibn Ezra's commentary on the Pentateuch, tran. and annot. by H. Norman Strickman and Arthur M. Silver. Menorah Pub., 1988-2004", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "54c7aa65fbfba27c8a3df087", "index_title": "Da'at Zekenim on Numbers", "category": "Commentary", "type": "commentary", "ref": "Da'at Zekenim on Numbers 21:10:1", "anchorRef": "Numbers 21:10", "anchorRefExpanded": ["Numbers 21:10"], "sourceRef": "Da'at Zekenim on Numbers 21:10:1", "sourceHeRef": "דעת זקנים על במדבר כ״א:י׳:א׳", "anchorVerse": 10, "sourceHasEn": true, "compDate": [1100, 1300], "commentaryNum": 10.0001, "collectiveTitle": {"en": "Da'at Zekenim", "he": "דעת זקנים"}, "heTitle": "דעת זקנים על במדבר", "he": "<b>ויחנו באובות. </b>פי' בצלמון ובפונון שבין הר ההר ואובות כמו שכתוב באלה מסעי ושם היתה מכת נחשים ומשם באו אחר המכה לאובות: ", "heVersionTitle": "daat zekenim", "heLicense": "Public Domain", "heVersionTitleInHebrew": "דעת זקנים", "text": "ויחנו באובות, “they encamped at a place called Ovot. This was located between almost at the border of Moav, as we know from Numbers 33,44. This is where the plague of snakes had occurred.", "versionTitle": "Daat Zekenim translated by Rb. Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": "דעת זקנים, בתרגום רבי אליהו מונק"}, {"_id": "554ef0b4fbfba21b48f53eb6", "index_title": "Haamek Davar on Numbers", "category": "Commentary", "type": "commentary", "ref": "Haamek Davar on Numbers 21:10:1", "anchorRef": "Numbers 21:10", "anchorRefExpanded": ["Numbers 21:10"], "sourceRef": "Haamek Davar on Numbers 21:10:1", "sourceHeRef": "העמק דבר על במדבר כ״א:י׳:א׳", "anchorVerse": 10, "sourceHasEn": false, "compDate": [1840, 1880], "commentaryNum": 10.0001, "collectiveTitle": {"en": "Haamek Davar", "he": "העמק דבר"}, "he": "<b>ויחנו באובות.</b> לפי הכתוב בפ׳ מסעי היה בינתים שני מסעות פונון וצלמונה. מזה יצא הדרש ברבה שנעשו אויבים למקום. פי׳ מש״ה הזכיר הכתוב כאן נסיעה זו. ולפי הפשט לפי שהיה מדבר בסבוב ארץ אדום במזרח. ואובות היה קצה ארץ אדום במזרחית צפונית והתחיל מואב. היינו דכתיב ויחנו בעיי העברים וגו׳ אשר על פני מואב. מכלל דעד כה היה גבול אדום. וכ״כ בפ׳ מסעי ויחנו בעיי העברים בגבול מואב וכ״ז היה למזרח ארצם. אבל לדרומה של מואב לא הלכו כלל. והפלא על פרש״י בפסוק י״ג שכ׳ הקיפו ארץ מואב כל דרומה ומזרחה כו׳. וא״כ צ״ל דפונון וצלמונה היה בדרום מואב. ואמאי כתיב בעיי העברים גבול מואב. ותו דא״כ הי׳ הר ההר שעל קצה ארץ אדום בין אדום ובין מואב לדרומה של א״י. וא״כ איך כתיב אחר הר ההר לסבוב את ארץ אדום. הא כבר כלה ארץ אדום. אלא כמש״כ דסבבו דרום ומזרחה של אדום. ואח״כ מזרח ארץ מואב ובשעה שהיו שם שלחו למלך מואב שיניחם לעבור ולא אבה כמבואר בס׳ שופטים בדברי יפתח:\n", "heVersionTitle": "Sefer Torat Elohim, Vilna 1879", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר תורת אלוהים, וילנא 1879", "text": [], "versionTitle": "Yalkut, Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5654804cd6e4a94e1942d373", "index_title": "Abarbanel on Torah", "category": "Commentary", "type": "commentary", "ref": "Abarbanel on Torah, Numbers 21:10", "anchorRef": "Numbers 21:10", "anchorRefExpanded": ["Numbers 21:10"], "sourceRef": "Abarbanel on Torah, Numbers 21:10", "sourceHeRef": "אברבנאל על תורה, במדבר כ״א:י׳", "anchorVerse": 10, "sourceHasEn": false, "compDate": [1483, 1513], "commentaryNum": 10.0, "collectiveTitle": {"en": "Abarbanel", "he": "אברבנאל"}, "he": ["ויסעו בני ישראל ויחנו באובות וגו'. עד וישלח ישראל מלאכים אל סיחון. חזר הכתוב לענינו להגיד מסעות העם וקצר בהם שתי מסעות כמו שהתבאר בסדר מסעי כי שם נאמר ויסעו מצלמונה ויחנו בפונון ויסעו מפונון ויחנו באובות. ומשם חנו בעיי העברים ואין זה הר העברים אשר שם מת משה אבל הוא מקום אחר על פני מואב ר\"ל בגבולו מפאת מזרח כי משם גבול סיחון וארנון הוא פאת מערב לגבול מואב. ומפני שצוה ית' לישראל כמו שצוה משה בסדר אלה הדברים אל תצר את מואב לפי' פירש הכתוב כאן מאנה ירשו ישראל ואיך נסעו וחנו כמו שמספר והולך. להודיע שלא עברו על הצווי. ונחל זרד הוא דיבון גד והיו לו שני שמות. ואמר כי ארנון גבול מואב להגיד שאם ישראל ירשו את ארנון היה בעבור היות בין ארנון ובין האמורי והאמורי לקחו מבני מואב כי הנה הרחיב את גבולו עד נחל ארנון ואז נאמר לישראל קומו וסעו ועברו את נחל ארנון בתוך גבול האמורי ראה נתתי בידך את סיחון החל רש והתגר בו מלחמה. והביא ראיה מספר מלחמות ה'. והוא ספר היה בין האומות נכתבו בו המלחמות אשר קרו בכל הארץ ויחסום אל השם כי הכל מאתו ובידו. והמספרים היו עושים ספוריהם במשלים וחידות יפות ושם נאמר על מלחמת האמורי ולקיחתו ארץ מואב את והב בסופה ואת הנחלים ארנון. ואשד הנחלים אשר נטה לשבת ער ונשען לגבול מואב. ופירושו של מקרא כך הוא שירש האמורי מארץ מואב עד מקום שהיה נקרא והב בסופה כי שניהם מלה חדא היא ועד הנחלים ארנון כי מלה את תשמש בזה המקום במקום עם זו אצל זו. עד. ואשד הנחלים. הוא שפוך מימי נחלים. ושם נטה לשבת ער שהיה ממואב כי ער ומואב אחד הם והרמב\"ן פירש ג\"כ שספר מלחמות ה' היה מחכמי הדורות ההם שכתבו דברי הימים והמלחמות שקרו ולפי שגבורת סיחון במואב היתה נפלאת בעיניהם כתב זה בספר וכתבו עליה מליצות את והב בסופה וגו' וכן בואו חשבון ושם עיר אחת מערי מואב היה והב ואשד הנחלים מארנון הנחל כל אשד הנחלים כגריס מאשדות הפסגה. ומלת בסופה היה מלשון בסופה ובסערה. והנה כאשר לכד סיחון את ערי מואב כתבו המושלים בספר המלחמות את והב בסופה רוצה לומר נלחם זה עם והב עיר מואב בסופה ובסערה. ואת הנחלים ארנון רוצה לומר וכן הלכו בסופה הנחלים אשר בארנון. ואת הנחלים אשר נטה למושב ער שהיה ממואב ונשען האשד לגבול מואב הכל השמיד ה' בסופה ובסערה כי בא עליהם סיחון פתאום פרסות סוסיו כצר נחשבו וגלגליו בסופה. וזכר הכתוב כל זה לבאר כי ארנון היה גבול מואב ולכך היה אסור לישראל. אבל הנחלים וכל האשדות עד ארנון היו מותרים להם. לפי שסיחון לקח ממלך מואב את כל ארצו עד ארנון ולא ארנון בכלל. ולכך נתן משה לראובני ולגדי מן הגלגל עד נחל ארנון. והוא פירוש נאה. ואמר הכתוב משם בארה וכבר הודעתיך שקרות האומר שהבאר הנזכר כאן הוא הסלע שהכה משה בקדש כי למה הזכיר הכתוב כאן שלא במקומו גם שענין הסלע היה בקדש ומשם באו אל הר ההר שם מת אהרן. ומשם באו לאובות ומשם באו לעיי העברים. ומשם לנחל זרד. ומשם לארנון. ומשם אל בארה הוא הבאר אשר אמר ה' ואיך יהיה זה הסלע אשר בקדש. ועוד שאיך יתכן בהיות משה ואהרן אבלים וחפויי ראש על גזרת מיתתם ושלא יבואו אל הארץ אז ישיר ישראל את השירה הזאת ורועיהם ומנהיגיהם בלב רע. ועוד כי איך יאמרו על הסלע באר חפרוה שרים כרוה נדיבי העם במחוקק במשענותם כי הנה הסלע אשר היה בקדש לא נגע בו יד אדם להוציא מים ממנו אלא משה ולכן נראה לי ששאר הפעמים נתן הקב\"ה מים לישראל ע\"ד הפלא. אבל היה זה כאשר ישראל היו שואלים אותם ומתרעמים עליהם ומפני ההכרח היה שולח להם מים לשתות אבל המקום הזה בארה נקרא כן לפי ששם הקדוש ברוך הוא מעצמו מבלי שישאלהו ממנו ישראל מים אמר אל משה אסוף את העם ואתנה להם מים רוצה לומר מבלי שאלתם ובקשתם כי לא אחפוץ בו מבלי שמוע תלונותיהם ועל דעת חכמינו זכרונם לברכה זה היה בארה של מרים שנפסק במותה ונתנו הקדוש ברוך הוא לישראל עתה בזכות משה. והנה ישראל בראותם שהקדוש ברוך הוא היה נותן לפניהם מים ברצון פשוט ושמחה לא מכח תרעומ' נתנו לפניו שירה רבה ברכות והודאות לשמו הגדול וזהו שאמר היא הבאר אשר אמר ה' רוצה לומר זה היה הבאר שהי' הקב\"ה נותנו מעצמו ולא בשאלת שואלים כי שאר הבארות נתנן מתוך התרעומת ולכן אז ישיר ישראל כי בשאר הפעמים לא נתנו שירה על המים לפי שהיו באים בכעס ומתוך צעקות ותלונות אבל כאן נתנו שירה ואמרו עלי באר ענו לה רוצה לומר שיענו ויאמרו הכל עלי באר ר\"ל שהיו ממים רבים ונובעים באופן שיספיקו אליהם והיה מהכבוד בעבור זה שחפרוהו שרים כרוהו לאותו באר נדיבי העם ואמרו זה להגיד שלא נתנו משה אליהם אלא השם הוא נתן להם מים ונתקבצו השרים והנדיבים לעשות גומה יפה סביבו. והתבונן באמרו במחוקק במשענותם שרצו בזה שהשרים והנדיבים חפרו הבאר הזה במשענותם כמו ששאר הפעמים היה חופר הבאר ומכה הצור משה אדונינו שנקרא מחוקק שנאמר כי שם חלקת מחוקק צפון. ולכן אמרו שזה הבאר חפרו השרים כמו ששאר הבארות חפר המחוקק ע\"ה. וקרא את הצור אשר בחורב ואת הסלע שבקדש בארות ע\"ד ההעברה לפי שיצאו מהם מים. והותרה במה שפירשתי בזה השאלה הט'. וזכר שאר המסעות שעשו אחר בארה ממדבר שהי' שם בארה אל מתנה וממתנה נחליאל ומנחליאל במות שהם שמות המקומות אשר הלכו בחזרתם לסבוב את ארץ אדום. והענין כ\"ש הרמב\"ן שבכל המסעות ההן לא היה נחל ולא מקור נובע מים זולת זה כי היתה הארץ ההיא כלה מדבר ופני הישימון וראש הפסגה הוא הר העברים ששם מת משה: "], "heVersionTitle": "Torah Commentary of Yitzchak Abarbanel, Warsaw 1862", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": "תרגום קהילת ספריא"}, {"_id": "5868bd4ad6e4a97c9cbb194a", "index_title": "Bekhor Shor", "category": "Commentary", "type": "commentary", "ref": "Bekhor Shor, Numbers 21:10:1", "anchorRef": "Numbers 21:10", "anchorRefExpanded": ["Numbers 21:10"], "sourceRef": "Bekhor Shor, Numbers 21:10:1", "sourceHeRef": "בכור שור, במדבר כ״א:י׳:א׳", "anchorVerse": 10, "sourceHasEn": false, "compDate": [1145, 1195], "commentaryNum": 10.0001, "collectiveTitle": {"en": "Bekhor Shor", "he": "בכור שור"}, "heTitle": "במדבר", "he": "<b>ויחנו באבת.</b> [בצלמון ובפונן שבין הר ההר ואובות כמו שכתו' בפר' אלה מסעי ושם היתה מכת הנחשים. ומשם באו אחר המכה לאובות ומשם נסעו מעיי העברים:\n", "heVersionTitle": "Bekhor Shor, HaTzofeh LeHokhmat Yisrael VIII, Budapest, 1928", "heLicense": "Public Domain", "heVersionTitleInHebrew": "בכור שור, הצופה לחכמת ישראל ח, בודפשט, תרפ\"ח", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "586901d5d6e4a97c9cbb1f5d", "index_title": "Mei HaShiloach", "category": "Chasidut", "type": "commentary", "ref": "Mei HaShiloach, Volume I, Numbers, Chukat 5", "anchorRef": "Numbers 21:10", "anchorRefExpanded": ["Numbers 21:10"], "sourceRef": "Mei HaShiloach, Volume I, Numbers, Chukat 5", "sourceHeRef": "מי השלוח, חלק א, ספר במדבר, חקת ה׳", "anchorVerse": 10, "sourceHasEn": false, "compDate": [1840, 1860], "commentaryNum": 5, "collectiveTitle": {"en": "Mei HaShiloach", "he": "מי השלוח"}, "heTitle": "חקת", "he": "<b>ויסעו בני ישראל ויחנו באובות.</b> אובות הם כללי התורה והמצות מלשון אב בחכמה. והנה איתא בגמ' (ברכות נ\"ד.) עת לעשות לה' הפרו תורתיך ר' נתן אומר הפרו תורתיך משום עת לעשות לה'. הענין בזה היא כך, שדברי הת\"ק הם שבשעה שמבורר לאדם על דבר שעתה הוא עת לעשות לה' כמו אליהו בהר הכרמל, אז מהצורך להפר כללי ד\"ת ורק להתנהג עפ\"י בינה שהש\"י מבין לאדם, ור' נתן אומר בשעה שאין הבינה מפורשת לנוכח אדם שאז מחייב האדם להתנהג את עצמו עפ\"י כללי ד\"ת ומצות מבלי לצאת מגדר ההלכה, ור\"נ אומר באם שלב האדם נמשך אחרי רצון הש\"י ומסלק ממנו כל נגיעותיו ואח\"כ יזמין לו הש\"י מעשה שידמה לו שח\"ו הסיר מגדר כללי ד\"ת, וע\"ז אמר ר\"נ כי לאדם שלבו נמשך אחר רצון ה' וגם שהסיר ממנו כל נגיעה, בטח לא יאונה לו עון ח\"ו, ובטח ידע כי הוא אז עת לעשות לה'. וכמו כן היה גם חניות ישראל באובות, כי כל זמן שהיה אהרן קיים היו מנהיגים את עצמם עפ\"י בינת לבבם שהיתה מפורשת להם והיו הולכים כמו שהבינו מענני הכבוד, אך בעת שנסתלקו ענני הכבוד, אז התחילו להתנהג עצמם עפ\"י כללים מד\"ת וכמו שעתה בזמן שבהמ\"ק חרב אין לו להקב\"ה אלא ד' אמות של הלכה בלבד (ברכות ח'.), ואז התחילו להתנהג עפ\"י כללים. וזהו אובות כי אובות היינו כללים כמו שמבואר בפסוק אלהי מסכה לא תעשה לך [לעיל פ' תשא], אך ביען שהבינו כי מהתנהגותם עפ\"י כללים לא יוכל ליבם להזדכך שלא יחטיאו ממטרת רצון ה', וכמו שכתוב ובני ישראל באו דרך האתרים, היינו שראו שהם נבוכים, כי עפ\"י הכללים לא היה עוד הזמן לבוא בגבול עשו כמ\"ש יעקב אע\"ה (בראשית ל\"ג, י\"ד) עד אשר אבוא אל אדוני שעירה כי הכנעני היה עמלק כפירש רש\"י ז\"ל, וראו כי זימן ה' נכחם דבר נגד הכללים ויעצו עצה שיסלקו מאתם כל נגיעותם, ואז יהיה כל הפרת ד\"ת רק מפני שהוא עת לעשות לה' כמו שמפורש בענין, וזה שנאמר ויחנו בעיי העברים היינו שבררו א\"ע משני לאוין האלו היינו לא תרצח ולא תנאף, כי אלו השנים הם יסוד ושורש כל התורה, ולכן העצה לאדם כשיאונה לו דבר שיתראה לו שהוא נגד ד\"ת יברר א\"ע בשני לאוין האלו. ועיי העברים רומז ע\"ז, כי עיי הוא מלשון יעים היינו שהסירו מעצמם, ועברים מלשון עבר שטיהרו א\"ע משני צדדים הללו ובאם יתרשל כח האדם מזה הברור ע\"ז נאמר ויחנו בנחל זרד, היינו שהש\"י נותן תקופות כי זרד הוא תקופות כמ\"ד (יומא מ\"ז.) וזרד אימא עלה לגג, וכאשר בררו א\"ע וסלקו נגיעותם במה שהחרימו וגם בררו א\"ע, אז שמע ה' בקולם.", "heVersionTitle": "Mei HaShiloach, Publication of Sifrei Izhbitza Radzin, Bnei Brak 2005.", "heLicense": "", "heVersionTitleInHebrew": "מי השילוח. תשס\"ה. בני ברק", "text": "<i>“And the children of Israel journeyed and camped at Ovot.”</i> (Bamidbar, 21:10)<br>“Ovot” (a place name) signifies the principles of Torah and <i>mitzvot</i>, comparable to the expression “<i>av</i> [like <i>ov</i>] <i>b’chochma,”</i> a father in wisdom. It is written in the Gemara (<i>Berachot</i>, 54a), “ ‘it is a time to act for God, for they have made Your Torah void’ (<i>Tehilim</i>, 119). Rebbe Natan says, ‘It is a time to do for God, for they have made void your Torah.’ This means, since they have made your Torah void, act only [in the will] of God.”<sup class=\"footnote-marker\">58</sup><i class=\"footnote\">The laws are temporarily suspended in order that the Torah can later be strengthened. (Steinsaltz)</i> At a time when it is perfectly clear that it is a time to act solely for God, like Eliyahu on Mount Carmel,<sup class=\"footnote-marker\">59</sup><i class=\"footnote\">See Kings 1, Ch. 18, where though the building of an altar outside of the temple was not permitted at that time, still Eliyahu had to do it to show the greatness of God.</i> then it is necessary to put aside the principles of the holy Torah and act only in the understanding that God instills in you.<br>Rebbe Natan is saying that at a time when this God-given understanding is not completely clear to you, you must act according to the principles of the Torah and <i>mitzvot</i> without stepping out of the bounds of the <i>Halacha</i>. Yet Rebbe Natan is also saying that if your heart is drawn after God’s will, and have removed from yourself any kind of impurity (anything that could bring you down), afterwards God may provide you with an opportunity to act in a way that may seem as if, God forbid, you have removed yourself from the bounds of the principles of the Torah. Concerning this Rebbe Natan said that for the one whose heart is drawn after God and has cleaned himself from any <i>negiot</i> (personal motive, partiality), certainly God will not let him fall into a transgression, God forbid. He will surely then know that it is “a time to act for God.”<sup class=\"footnote-marker\">60</sup><i class=\"footnote\">This is one of the classic teachings of the Mei HaShiloach and the one that has perhaps engaged him in more controversy with his opponents than any other. It could be easily misinterpreted as being antinomian, that God forbid the Torah is not absolute and we may choose to act based on our own perception of what God wants. This is not what he is saying. It is rather the deepest expression of how one may at times be drawn after God’s will, what Reb Shlomo Carlebach ZTs’L used to call being “beyond choice.” As the author mentions twice, it only happens in a state of complete clarity and after a process of being purified from any affliction or ulterior selfish motive. Then, once this has been clarified, he must start over and inspect himself again. Of course it is not a way to make anything permitted, as only a fool would interpret it, and some fools in our generation have. It is relevant when we find examples of our holy forefathers seemingly “breaking” the Torah, when in fact they are doing God’s will.<br>Take Lot and his daughters, an act of incest, which created the line of David. Yehuda and Tamar, also making way for the Moshiach. Tslofchad, who was killed for gathering wood on Shabbat, actually making us aware of the awesome greatness and depth of Shabbat. Aharon and Miriam’s “little foolishness” [see the end of Mei HaShiloach <i>bha’alotcha</i>] speaking against Moshe, which made us aware of the greatness of Moshe, and Korach’s challenge of Aharon, which revealed to us the great depth of the level of Aharon haCohen. One would also include Zimri, who is described in <i>Parshat Pinchas</i> as one who was on the highest level of separation from licentious behavior, so his incident with Cosbi can only be understood as an act of God’s will. The author mentions Eliyahu on Mount Carmel. This is a central theme of the Mei HaShiloach, and one that must be investigated further.</i><br>Thus it was when Israel camped at Ovot. For the entire time that Aharon was with them they would conduct themselves according to the understanding of their hearts, which was completely clear to them, as we understand from the clouds of glory in the desert.<sup class=\"footnote-marker\">61</sup><i class=\"footnote\">This is expression of God’s will, where the clouds went, they went.</i> Yet when the clouds of glory left them (after the passing of Aharon), they began to conduct themselves according to the principles of the Torah. This is like now, with our Holy Temple destroyed, where the only dwelling place of the Holy One, blessed be He, is within the four cubits of the <i>Halacha</i> (<i>Berachot</i> 8a). Thus they began to act according to the principles. This is <i>Ovot</i>, or the principles (<i>ovot—av b’chochma</i>—wisdom of the Torah), as explained above on the verse, “Do not make molten gods,” in <i>Parshat Ki Tissa</i>. However, they understood that through conducting themselves only according to the principles their hearts could not become sufficiently purified so as not to be detracted from the goal of God’s will.<br>This is as it is written (21:1), “and the Caananite heard … that Israel came by the way of the spies [through Edom].” In this, they saw that Israel was confused, for according to the principles it was not yet the time to enter the border of Esav as it is written (<i>Bereshit</i>, 33:14), “until I shall come to my master in Seir [Esav].” The Caananite is Amalek, as explained by Rashi, who saw that God presented them with a situation not in accordance with the principles. Thus (God) advised them to clean themselves from all forms of <i>negiot</i> (personal motive, partiality), and then any suspension of the Torah would be only because it is “a time to do for God.” This is why it says that they camped at <i>Iye Ha’avarim</i> (21:11), for there they inspected themselves concerning the two prohibitions (<i>avarim</i> is similar to <i>averot</i>, transgressions) “do not kill” and “do not commit adultery,” two laws that are the foundation and root of the entire Torah.<sup class=\"footnote-marker\">62</sup><i class=\"footnote\">This is what the Author seems to have been referring to in the “removal of all affliction.”</i><br>Thus the advice given if you happen upon a situation that seems to you is against the Torah, you must inspect yourself concerning these two transgressions. The place name “Iye Ha’avarim” hints at this, for Iye shares the letters of <i>ya’im</i> (like a dustpan, <i>ya’e</i>)<i></i>, meaning to remove these transgressions from yourself. &lt;<i>i&gt;Avarim</i>, like <i>avera</i>, Hebrew for transgression, that you have purified yourself from these two sides. If you put your power into this process of purification, then you arrive at the meaning of what is said, “and they camped by the stream of Zared,” meaning that God gives us special strength.<sup class=\"footnote-marker\">63</sup><i class=\"footnote\">Tekifut. See note 61, <i>Sefer Shemot</i>.</i> For <i>zared</i> is strength, as it is written (<i>Yoma</i>, 47a), “all the women did valiantly, but the valor [<i>zered</i> or strength] of my mother exceeded them all.” And in the desert, when they had inspected themselves and removed any trace of <i>negiot</i> (personal motive, partiality),  from what had been prohibited, then God heard their voice.<sup class=\"footnote-marker\">64</sup><i class=\"footnote\">This is referring to arriving at Be’er, where they merited receiving a spring of water, and sang [<i>Bamidbar</i>, 21:17].</i>", "versionTitle": "Living waters, the Mei HaShiloach. Trans. and edited by Betsalel Philip Edwards, Jerusalem, J. Aronson 2001 [Revised digital edition, 2021]", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "5892f2bbd6e4a92746472422", "index_title": "Chizkuni", "category": "Commentary", "type": "commentary", "ref": "Chizkuni, Numbers 21:10:1", "anchorRef": "Numbers 21:10", "anchorRefExpanded": ["Numbers 21:10"], "sourceRef": "Chizkuni, Numbers 21:10:1", "sourceHeRef": "חזקוני, במדבר כ״א:י׳:א׳", "anchorVerse": 10, "sourceHasEn": true, "compDate": [1220, 1260], "commentaryNum": 10.0001, "collectiveTitle": {"en": "Chizkuni", "he": "חזקוני"}, "heTitle": "במדבר", "he": "<b>ויסעו בני ישראל ויחנו באבת</b> באו להם מפונון לאובות כמו שמפורש במסעות.", "heVersionTitle": "Chizkuni", "heLicense": "Public Domain", "heVersionTitleInHebrew": "חזקוני", "text": "ויסעו בני ישראל ויחנו באובות. The Jewish people continued journeying and they encamped at Ovot. Their previous encampment had been at Punan as reported in Numbers 33,43.", "versionTitle": "Chizkuni, translated and annotated by Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": "חזקוני, מתורגם ומוער בידי אליהו מונק"}, {"_id": "59a6c640d6e4a920f72d9bee", "index_title": "HaKtav VeHaKabalah", "category": "Commentary", "type": "commentary", "ref": "HaKtav VeHaKabalah, Numbers 21:10:1", "anchorRef": "Numbers 21:10", "anchorRefExpanded": ["Numbers 21:10"], "sourceRef": "HaKtav VeHaKabalah, Numbers 21:10:1", "sourceHeRef": "הכתב והקבלה, במדבר כ״א:י׳:א׳", "anchorVerse": 10, "sourceHasEn": false, "compDate": [1829, 1839], "commentaryNum": 10.0001, "collectiveTitle": {"en": "HaKtav VeHaKabalah", "he": "הכתב והקבלה"}, "heTitle": "במדבר", "he": "<b>ויסעו בני ישראל. </b>היא הנסיעה שאמר למעלה פ\"ד, ויסעו מהר ההר לסבב את ארץ אדום. הנה רש\"י כתב (בגבולין של פ' מסעי) שאדום היה בדרום בצדו ומואב למעלה מאדום. והרבה הגר\"א להשיב עליו (בפ' חוקת, ובפ' בלק מהדורא תניינא) והעלה כי עיקר הענין שאדום היה במקצוע דרומית מזרחית של ארץ ישראל, זוית צפונית של אדום בדרומית של ארץ ישראל, והר ההר למטה ממנה, וקדש עוד למטה ממנה קצת, ומדבר צין עוד למטה ממנה קצת, וקדש הוא קצה גבול ארץ אדום, ונתקרבו קצת להר ההר, שם מת אהרן ונסעו משם לסבב ארץ אדום, והלכו בצד דרום של ארץ אדום עד שבאו לאובות. ובדרך הזה היה צלמונה ופונון (ככתוב בפ' מסעי ל\"ג מ\"א מ\"ב) ואובות היה בסוף גבול אדום, ולכן לא כתב כאן רק נסיעתו מהר ההר לאובות, ולא חשיב צלמונה ופונון לפי שנכללין בדרך זה, ולא חשיב רק שני הקצוות של ארץ אדום, ונסעו מאובות באלכסון קצת עד שבאו לעיי העברים, שהוא נגד מדבר מואב, ומואב היה כעין דלת, שהלך מואב נגד המזרח של ארץ אדום, והלך גם בצד צפון של ארץ אדום כרצועה רחבה עד ארץ ישראל. ונסעו מעיי העברים עד נחל זרד, ונחל זרד היה אצל ארץ מואב נגד גבול צפוני של ארץ אדום, שהוא נגד גבול דרום של ארץ ישראל, ומחמת שלא רצו מואב להניח לעבור ישראל בגבולם, הוכרחו לעבור את נחל זרד, ובאו לנחל ארנון, אשר הוא גבול בין מואב ובין האמרי, ונחל זרד נקרא (בפ' מסעי ל\"ג מ\"ה) דיבון גד, כי עד שם לקח גד לכן כתיב ביה וטרף זרוע אף קדקד, שלקח כמו זרוע, כי עד ארץ מואב אשר לקח סיחון לקח כל הרוחב עד הירדן, ואצל ארץ מואב לקח רצועה קצרה עד נחל זרד. ושם אצל נחל זרד תמו כל אנשי דור המדבר, כי שם התחלת גבול ישראל, והם לא יכלו לראות אפילו פירותיה. משם נסעו ובאו מעבר ארנון, וזה נקרא (בפ' מסעי ל\"ג מ\"ו) עלמן דבלתימה, ומתחיל לפרש: \n", "heVersionTitle": "HaKtav VeHaKabbalah, Frankfurt 1880", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59ec5a73d6e4a94f1a71fa87", "index_title": "Akeidat Yitzchak", "category": "Jewish Thought", "type": "", "ref": "Akeidat Yitzchak 42:1:8", "anchorRef": "Numbers 21:6-10", "anchorRefExpanded": ["Numbers 21:6", "Numbers 21:7", "Numbers 21:8", "Numbers 21:9", "Numbers 21:10"], "sourceRef": "Akeidat Yitzchak 42:1:8", "sourceHeRef": "עקידת יצחק מ״ב:א׳:ח׳", "anchorVerse": 6, "sourceHasEn": true, "compDate": [1455, 1495], "commentaryNum": 1.0008, "collectiveTitle": {"en": "Akeidat Yitzchak", "he": "עקידת יצחק"}, "he": "ובמדרש (ש\"ר פרש' כ\"ו) היש ה' בקרבנו אם אין מה ענין זה לזה משל לתינוק שהיה רכוב על כתיפיו של אביו והוא שואל עליו. א\"ל אתה רכוב על כתפי ואתה שואל הרי אני משליכך ויבוא השונא וישלוט בך. כך אמר הקב\"ה לישראל אני נשאתי אתכם על ענני כבוד ואתם אומרים היש ה' בקרבנו לפיכך יבא השונא וישלוט בכם ויבא עמלק. ואיפשר שזה המרד נודע לו לעמלק וחשב כי בא יומו להתגבר עליו ממאמר אביהם (בראשית כ״ז:מ׳) והיה כאשר תריד ופרקת עלו מעל צוארך כפי תרגומו. והוא מה שנרמז באומרו זכור את אשר עשה לך עמלק וגו' וסוף אתה עייף ויגע ולא ירא אלהים כמו שביארנו כי ידע היותם על זה האופן עם אלהיהם. ואיפשר שכוון זה במה שאמר (ש\"א ט\"ו) אשר שם לו בדרך בעלותו ממצרים שמשמע ששם לו מארבים לדעת מה טובם: והנה באומרו וילחם עם ישראל ברפידים כלל בטוב הבחינה כל מה שאמר בפרשת זכור כמו שפירשנו. ויאמר משה אל יהושע בחר לנו אנשים (התר ספק א') עתה שנודע הטעם אשר לא יצא משם בצבאותם לצוות למשה לעשות להם חיל כי הוא רצה בצערם ובעונשם. הנה נתפרסם צדקת משה רבן עמהם כי לא די שמחל על עלבונו אלא שנתאמץ בכל עוז לעמוד בפרץ לפני אלהיו המקנא לו והשיב חמתו מהשחית והתקין עצמו למלחמה למטה ולתפלה למעלה על צד היותר נכון שיכול עליו. ולזה אמר אל יהושע בחר לנו אנשים. (א) כי צריך היה לבחור אותם שיהיו אנשי מעשה ובעלי זכות לא מהחוטאים וגם שיהיו גבורים אנשי חיל דכולי האי ואולי לפי צורך השעה וכמו שתרגם אנקלוס (במדבר ל״א:ה׳) וימסרו מאלפי ישראל ואתבחרו שגם אותה מלחמה באת ע\"י חטא השטים ועתה התחזק והיה לבן חיל כי מחר אנכי נצב על ראש הגבעה ומטה האלהים בידי ויהיו ידי פרושות השמים בתפלה לפייס ולרצות שלא יצא קצף מלפניו יתעלה להכשילם במלחמה כמו שיתחייב משיעור מרדם. ויעש יהושע כאשר אמר משה להלחם בכל עוז בעמלק ומשה ואהרן וחור עלו ראש הגבעה כי הוא היה המתפלל שם לעיני כל ישראל והם היו שם ללוותו ולסייעו: והיה כאשר ירים משם ידו וגבר ישראל וכאשר יניח ידו וגבר עמלק. (ב) אמר שנתברר להם שם מאד תועלת תפלתו על אותו השיעור שזכרו הרופאים בסגולת הפיאוניא' לנכפה כי בשומה עליו תסור ממנו הכפייה ובסורה תשוב וזה כי כאשר ירים משה ידו בתפלה היה מעביר זעם השם מהם והיו נשארים על טבעם וגבר ישראל כי היו רובי רבבות יותר מעמלק. אמנם כאשר יניח ידו מכובד משאה וגבר עמלק מפאת ההשגחה שסרה מהם ומגברת כחו: וידי משה כבדים ויקחו אבן וישימו תחתיו וישב עליה ואהרן וחור תמכו בידיו מזה אחד ומזה אחד ויהי ידיו אמונה עד בא השמש. (ג) אמר שכבר קרה לו למשה בזה לסבת חסרון שלמותם כמקרה שאר האנשים אשר כח אין בהם להעמיד ידיהם פרושות השמים זמן עד שהוצרכו להביא אבן שישב עליה כדי שיוכלו אהרן וחור לסמוך ידיו מזה אחד ומזה אחד מבלי שיצטרכו גם הם להרים ידיהם למעלה כי לא יוכלו שאת: ויהיו ידיו אמונה עד בא השמש. (ד) יאמר כי היות ידיו כן עד בא השמש היה חוזק האמונה להם לישראל בה' כי בנשאם עיניהם כל היום אל ראש הגבעה מכירים כי לולי תפלת משה בחיר י\"י היו נופלים לפני אויביהם בעונש מה שהכעיסו לפני אלהיהם ויעשו תשובה. ובאגדה (ר\"ה כ\"ט.) וכי ידיו של משה עושות מלחמה או שוברות מלחמה אלא בזמן שישראל מסתכלין כלפי מעלה ומכוונין לבם לאביהם שבשמים היו מתגברין ואם לאו היו נופלים. כיוצא בדבר אתה אומר עשה לך שרף וגו' וכי נחש ממית ומחיה אלא בזמן שישראל מסתכלין כלפי מעלה ומכוונין לבם לאביהם שבשמים היו מתרפאין ואם לאו היו נמוקים. והכוונה שהנצחון והנפילה והחיים והמות בהיותם עניינים הפכיים בתכלית ההפכיות הנה א\"א להם שימשכו מהתחלה אחת עד שיהיו הידים עצמו שוברות מלחמה ועושות מלחמה וכן שיהיה הנחש ממית ומחיה. אלא שזה יתחייב מהתחלפות לבם בתכלית ההפכיות והוא היותו מכוין לשמים או לשעות בדברי שקר. והנה הכרתם הענין הזה היא חוזק אמונתם בלי ספק: ויחלש יהושע את עמלק. (ה) אמר כי לסבה שקדמה לא הספיק כל זה הטורח רק להחליש אותם וגם זאת החולש' לא באת להם מפאת ההשגחה הדבקה בהם שבה נעשו מלחמות הכנענים שנאמר בהם (תהילים מ״ד:ד׳) כי לא בחרבם ירשו ארץ וזרועם לא הושיעה למו כי עתה הפעם לא עמדו על נפשם כי אם בחרב ובחנית כאחד האדם. ויתכן שעל זה אמר דוד (שמואל ב א׳:י״ח) ללמד בני יהודה קשת הנה כתובה על ספר הישר כמו שכתבנו בשער ל\"ב אצל אשר לקחתי מיד האמורי בחרבי ובקשתי. והריוח והצלה היה להם כי שמע השם אל תפלת עבדו שלא להיות בעוכריהם. ולפי שהיה ענין זה על הדרך שאמרנו דוגמת בנו יחידו של מלך שמרד באביו והרים עליו יד ויקצוף המלך עליו מאד וחמתו בערה בו ובשעת הזעם עמדו עליו בני אמתו להמיתו והאוהב הנאמן השתדל בכל עוז להפר כעס המלך לבלתי השחיתו גם הוא ויצא ונלחם מלחמתו כי הנה מצד אחד היה לו למלך להחזיק לו טובה כי הציל את נפש בנו יחידו מיד המבקשים לכבות את גחלתו ומצד אחד לא רצה שיודיע זה לבן כי עדין הוא בכעס עמו (ו) לזה אמר כתוב זאת זכרון בספר ושים באזני יהושע כי מחה אמחה את זכר עמלק וגו'. ירצה כתוב זאת זכרון בספר שאני מחזיק לך טובה על מעשה זה ושים באזני יהושע משרתך הלוחם מלחמתך לו לבד ראוי להודיע כי עכשיו אין רצוני שיתפרסם לזולתכם שעשיתם בהצלתם הטוב בעיני ותדע מעתה כי מחה אמחה את זכר עמלק מתחת השמים להשלים ולגמור את אשר התחלתם עשוהו. ולבשורה זו בנה משה מזבח ויקרא שמו י\"י נסי כי היה י\"י לו לאות ולמופת כי רצה במעשיו וקבל לגמור על ידיהן את אשר החלו לעשות. והנכון כי לפי שידע שאם יפול זה המעשה על ישראל לבדם לא ישלימוהו כראוי כמו שכן עשו בשבעה עממין שזרזם לאבדם ולמחות זרעם התרה בהם (במדבר ל\"ג) והיה אשר תותירו מהם לשיכים בעיניכם ולצנינים בצדיכם וגו' ואמר (שם) כאשר דמיתי לעשות להם אעשה לכם ולבסוף הותירו והותירו. גם במלחמה זו עצמה שצוה עליה בתורה באותו שיעור שנזכר ועוד ע\"י שמואל הנביא אל שאול בכמה זרוזיו והנה הוא פשע בה לבלתי השלימה בכל האופנים שזכרנו. והיות הכרתת זרעו של עמלק דבר שהוא צורך גדול להצלחת ישראל כמו שיתבאר בשער נ' הנזכר. הנה לזה כשייחס האל יתעל' מעשה זה בעצמו באומרו כי מחה אמחה את זכר עמלק מתחת השמים שמח ובנה מזבח זה להודות ולהלל על השמועה וקרא שמו ה' נסי כלומר ה' איש מלחמה הוא בעל הנצחון הזה כי הוא ולא אחר ישא את נסי בה. ופי' זה באומרו ויאמר כי יד על כס יה מלחמה לה' בעמלק מדור דור ירצה הטעם שאמרתי ה' נסי כי יה ה' צור עולמים נשא ידו על כסאו לאמר מלחמה לי\"י בעמלק וגו'. ומעתה נצח ישראל לא ישקר. (ו) ואע\"פ שיצוה לישראל לעשות מלחמה זו הוא ישלים מה שיחסרו הם וכמ\"ש ראשית גוים עמלק ואחריתו עדי אובד: (ו) ויתכן עוד לומר כי לפי שכבר פשע עמלק במעשה הזה שתי פשיעות גדולות זו גדולה מזו. הקטנה מהנה כי לא זכר ברית אחים ועברתו שמרה ליום פקודה אשר שברו שהיו מקדמים להם בלחם ובמים והגדולה כי לא זע ולא חל מפחד ה' אשר נקרא שמו עליהם וכל מלכי הגוים נבהלו ורגזו וחלו מפניו וכמו שאמרו ז\"ל (תנחומא פ' תצא) שהביא ידו באמבטי רותחת והנה באמת היה הלחמו עם ישראל בעת ההיא כשולחו יד אל כסא ה' לחלל כבודו ולהתריס כנגדו. והיה מהראוי שכל אחד מהם ינקום חלק נקמתו. לזה אמר עם היות שתחת חטאתו לישראל הוא עתיד לצות להם לסוף. אמנם לעונש חטאתו העקרית והוא שהרים יד על כס יה יהי' עונשו כי מלחמה לה' עצמו בעמלק מדור דור כי על ידו יגמר דינם בלי שום מונע ועכוב מכל הנזכרים למעלה ע\"י שאול במלחמ' זו וע\"י זולתו בזולתה מהמלחמות המוטלות עליהם: והענין הזה בעצמו וכל אשר דברנו עליו הוא מה שכונוהו חז\"ל באותו מאמר שזכרנו ראשונה (תנחומא ס\"פ אחרי) אמר להם הקב\"ה לישראל לשעבר הייתם נושעים על ידי בני אדם וכו'. וזה כי לפי שכלל העם המנהג הם חסרי השלמות בענינם ואינם דבקים עם אלהיהם אשר לפי זה היה מההכרח שתהי' פרנסתם והנהגתם ע\"י אמצעיים והם היותר שלמים וקרובים אל ה' שבהם ויהיו פעולות האנשים אשר בעפר יסודם ואף כי יהיו היותר שלמים שבמין כמשה ואהרן ואין צ\"ל כל אשר נמשכו בדורות האחרונים בלתי איפשר להמלט מהחסרון או החסרונות בבחינ' או בחינות כמו שהיה הענין במעשה שאול זכרנו במלחמה זו וכדומה והיה מההכרח שלא תשתלם ישועת העם על ידם לגמרי ושלא תתקיים הצלחתם לעד אבל הם נושעים על ידם זמן מה וחוזרין ומשתעבדין כפי מה שחוייב מחסרונן. אמנם לעתיד לבא בשוב ה' את שבות עמו שימול להם לבות האנשים ויהפכו כלם שפה אחת ברורה לקרא בשם ה' ולעבדו הנה אז הוא יתברך בכבודו ובעצמו ימלוך עליהם ויפרנסם וינהיגם ויגאלם כי הם מעצמם יזכו לישועה וגדולה. ושוב אינם חוזרין לשיעבוד בהסתלק סבתו מה שעד הנה לא נסתלקו סבות השעבוד ע\"י שאר הפרנסים. הוא מה שאמר הנביא (ירמיהו כ״ג:ז׳-ח׳) ולא יאמר עוד חי ה' אשר העלה את בני ישראל מארץ מצרים כי אם חי ה' אשר העלה ואשר הביא את זרע בית ישראל מארץ צפונה ומכל הארצות אשר הדחתים שם וישבו על אדמתם. ירצה כי בימים ההם ובעת ההיא יכירו ישראל מעלת הגאולה ההיא הנעשית ע\"י עצמו שתהיה נפלאת ונבדלת מגאולת מצרים בשלשה עקרים גדולים. האחד מה שיורה על כללות ממשלתו. השני על עוצם אמתתו ונאמנותו. והשלישי על גדולת השגחתו: ועל האחד אמר אשר העלה ואשר הביא מארץ צפונה ומכל ארצות אשר מזה יראה כי מלכותו בכל משלה. אמנם במצרים לא נודעה גבורתו כי אם על המצריים לבד והוא שטעמו משה בשעת הצורך (במדבר י״ד:ט״ו-ט״ז) ושמעו מצרים וגו' ואמרו הגוים אשר שמעו את שמעך לאמר מבלתי יכולת וגו' ועתה יגדל נא וגו': ועל השנית אמר את זרע בית ישראל כי מעשה ארץ מצרים היה עם הבנים הקרובים אל האבות הנגשים אליו אשר נשבע להם בו ומי יודע אם לדורות האחרונים ישכח בריתו ואמונתו וכבר חשש לזה משה באומרו (שמות ל״ב:י״ג) זכור לאברהם וגו' אשר נשבעת להם בך וגו'. והנביא אמר (ירמיהו י״ד:כ״א) זכור אל תפר בריתך אתנו (איכה ה׳:כ׳) למה לנצח תשכחנו וגו'. אבל המעשה הגדול והנורא העתיד להיות באחרית הימים יהיה עניינו עם כל זרע זרוע אשר יזרע על כל פני האדמה בדורות הרבים ההם אשר עברו עד עת קץ ובדבר ההוא יודע בגוים כי הוא נאמן בבריתו ושומר חסדו לאוהביו ולשומרי מצותיו לאלף דור: ועל העקר השלישי אמר אשר הדחתים שם. וזה שכבר נתבאר בשער ל\"ו שישראל מעצמם ירדו מצרים ושלא הורידם השם יתעלה לעונש עון אשר חטא ולזה לא נתברר משם עוצם ההשגחה האלהית בגלות ההוא ובגאולה ממנו באותו שיעור שיתפרסם מהגלות הזה וגאולתו. כי הגלות נודע שהיה להם עונש מעשיהם הרעים כמו שנתפרסם ע\"י הנביא כלם. ואחר כשמלאה צבאם ונרצה עונם גאלם וכמו שאמר (יחזקאל ל״ט:כ״ח) על זה עצמו וידעו כי אני ה' אלהיהם בהגלות אותם בין הגוים וכנסתים על אדמתם לא אותיר עוד מהם שם ונאמר (שם) וידעו הגוים כי בעונם גלו בית ישראל על אשר מעלו בי ואסתיר פני מהם וגו'. והנה לפי שלמות המעשה הגדול ההוא ראו שהוא ראוי ליחסו אליו יתעלה שהוא שלם בהחלט ופעולותיו שלמות מבלי שום חסרון. לא הגאולה הראשונה של מצרים שלא היתה גאולה שלמה אשר חזרו ונשתעבדו אחריה. אבל ייחסוה למשה ואהרן וכן בכל שאר הגאולות הנעשות עד הנה: והוא מה שאמר (ברכות י\"ב:) בן זומא לחכמים כשדרשו ימי חייך העולם הזה כל ימי חייך להביא את ימות המשיח וכי מזכירין יציאת מצרים לימות המשיח והלא נאמר הנה ימים באים נאם ה' ולא יאמר עוד וגו'. והיתה התשובה לא שתעקר יציאת מצרים ממקומה אלא שיהיה שעבוד מלכיות עקר. והכוונה שאין הרצון שלא תזכור יציאת מצרים עוד ושאר הישועות הפרטיות כי אין ראוי שישכחים לעד רק שתהיה זאת הישועה האחרונה עקר ליחס אותה אליו יתעלה והראשונות טפלות לפי שהיו חסרות בעצמן מה שיחייב היותן בלתי נצחיות. והוא מה שאמר הה\"ד ישראל נושע בה' תשועת עולמים. כי מהשלם יתעלה תקווה תשועה שלמה מכל צדדיה כמו שאמר המשורר ע\"ה (תהילים ק״ו:ד׳-ה׳) זכרני ה' ברצון עמך פקדני בישועתך לראות בטובת בחירך לשמוח בשמחת גוייך להתהלל עם נחלתך. ירצה כי הספיק ישועתו לשיראו בחירי ה' הטוב העצמי הנכסף להם בייחוד והוא הטוב הנפשי והדבקות בה' וכמ\"ש במקום אחר (שם כ\"ז) לולא האמנתי לראות בטוב ה' בארץ חיים והגוי כלו יראו בשמחתם המקווה להם בצאת לחפשי מתחת סבלות הגלות והשיג העניינים הזמניים הנדרשים להם בהשקט ובטחה וכמ\"ש (ישעיהו ל״ה:י׳) ששון ושמחה ישיגו ונסו יגון ואנחה וגם יגיע לכלם ההתפארות יכספוהו הכל מנעימות הנצחון והעביר חרפת העמים האומרי' איה אלהיהם וכמ\"ש (תהילים נ״ו:י״א) באלהים אהלל דבר וגו'. ונאמר (שם ט\"ז) שובע שמחות את פניך נעימות בימינך נצח כי בזה יכירו הכל וידעו כי ישראל נושע בה' וגם בהיות ישועתו תשועת עולמים ולא תסור עד עולמי עד וזהו שיעור מה שרצינו אליו בזה השער:  ", "heVersionTitle": "Akeidat Yitzchak, Pressburg 1849", "heLicense": "Public Domain", "heVersionTitleInHebrew": "עקידת יצחק, פרשבורג, תר\"ט", "text": "The Midrash quoted by Rashi on the verse is well known. (3) When the Torah admonishes in <i>Ki Teytze</i> \"remember what Amalek did to you,\" that warning is a reminder of the conditions under which an Amalek feels encouraged to pounce upon Israel. Israel's own conduct is a provocation . When Joshua is told to choose <i>anashim</i>, i.e. <i>tzaddikim</i>, this is to serve as evidence that there are people amongst Israel who by dint of their lifestyle can face an Amalek without fear, secure in the knowledge that they can count on G-d’s support. Moses assured Joshua that on the morrow he would add the power of prayer to that of the courage of the <i>tzaddikim</i> (5) The visible evidence of Moses’s hands raised in prayer was a psychological prop to the warriors engaged in battle. When Moses’s hands were resting, due to fatigue, this prop was absent inducing fear amongst the Israelites, thus giving Amalek the advantage. Moses’s own physical strength was affected by the knowledge of the weakness of Israel's moral case, as demonstrated by their most recent behaviour. (4+6) Therefore Moses was in need of a physical prop to convey the illusion of superhuman strength and endurance. Viewing Moses’s posture, the Israelites realised that only Moses’s prayer ensured their ascendancy at that particular moment in history. The Talmud Rosh Hashanah 29, compares this happening to the incident with the copper snake, which had the power to heal when the Israelites looked at it. (Numbers 21,6-10) That look also symbolised one's faith in G-d and did not mean that the snake had any power at all. (7+8) For the reasons cited, Israel could not achieve more at that time than to weaken Amalek, not destroy it. This campaign could not be compared to the conquest of the Canaanite nations, since here the warriors had to rely on their own strength, though G-d assisted indirectly in order not to ignore Moses’s prayer. On the one hand G-d wanted to prove to Israel that they had been wrong in questioning His Presence; on the other hand, G-d wanted Israel to know that He was still angry at them. For that reason He commanded Moses to \"write this in a book and tell Joshua.\" Only the latter was deemed worthy at that juncture to be told that the ongoing fight against Amalek was indeed G-d’s fight, and that He would not forsake Israel when the latter would come under attack by Amalek. (9) The revelation that Hashem Himself would in future destroy Amalek, warranted that Moses would build an altar which he named \"G-d is My banner.\" This served as proof that G-d had approved the manner in which Moses had acted on his own when Amalek attacked. The very thing that G-d approved of was Moses’s taking the initiative. G-d was aware that if Israel would be left to its own devices, they would not complete the destruction of Amalek, just as they did not complete the destruction of the seven Canaanite nations despite G-d’s warning that leaving any of them alive or in the country, would prove a destabilising influence to Israel's society. (Numbers 33,55) It was Moses who proclaimed \"for as long as there is a hand raised against the throne of G-d, He will be at war with Amalek.\" (Exodus 17,16) It was Moses’s conviction that the importance of wiping out Amalek warranted that G-d personally would continue to take an active part in such endeavours until they would be crowned with total success. This is the reason we read in Samuel I 15,30, after Saul's failure that \"Israel's eternity will not be denied.\" The ultimate success does not depend on any particular leader of Israel who may or may not carry out G-d’s wishes wholeheartedly. (10) Although G-d commands Israel to wage this war of extermination against Amalek, He Himself will complete whatever has not been accomplished by Israel. This is also the meaning of Bileam's statement \"Amalek is the first of the nations, therefore its end must be utter destruction.\" (Numbers 24,20.) When referring to \"nations,\" Bileam means the first nation to rebel against G-d <i>as a nation</i>. Another reason may be that Amalek committed two wrongs 1) They disregarded the agreement made between their respective ancestors Jacob and Esau. 2) They attacked G-d’s chosen people at a particularly sensitive moment. In the words of the Midrash, Amalek put his hands on a scaldingly hot bathtub, meaning right after a clear demonstration of G-d’s power on behalf of Israel. Therefore, both G-d and Israel would share in the task of punishing Amalek. In Parshat <i>Ki Teytze</i> we read about Israel's part, whereas in Parshat <i>Beshalach</i> we read about G-d’s part. These two portions are complementary to one another. This brings us back to our opening Midrash. Once the Messiah will come, Israel will no longer display the usual human inadequacies, i.e. fulfilling G-d’s will only in part. At that time we will be granted G-d’s direct guidance, and will not have to be led by men, who, though G-d’s instruments, are chosen for their relative merit only. In those latter days the salvation will endure eternally, because intermediaries no longer need to be employed by G-d. ", "versionTitle": "Akeydat Yitzchak by Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5f1e9f831d77ecfb0d09e7e8", "index_title": "Midrash Lekach Tov", "category": "Midrash", "type": "commentary", "ref": "Midrash Lekach Tov, Numbers 21:10:1", "anchorRef": "Numbers 21:10", "anchorRefExpanded": ["Numbers 21:10"], "sourceRef": "Midrash Lekach Tov, Numbers 21:10:1", "sourceHeRef": "מדרש לקח טוב, במדבר כ״א:י׳:א׳", "anchorVerse": 10, "sourceHasEn": false, "compDate": [1105, 1115], "commentaryNum": 10.0001, "collectiveTitle": {"en": "Midrash Lekach Tov", "he": "מדרש לקח טוב"}, "heTitle": "במדבר", "he": "<b>פס'.</b> ויסעו בני ישראל ויחנו באובות. ובפרשת אלה מסעי בין הר ההר לאובות שתי מסעות צלמונה ופונון. אלא שקיצר המסעות מכאן ולא זכר צלמונה ופונון. אלה לסבוב ארץ אדום לפי שהיה צלמונה ופונון צלמות. וכן הוא אומר (ירמיהו ב׳:ו׳) ולא אמרו איה ה' המעלה אותנו מארץ מצרים המוליך אותנו במדבר בארץ ערבה ושוחה בארץ ציה וצלמות וגו'. פונון לשון יוני מיתה. ד״א על שם הנס:", "heVersionTitle": "Midrash Lekach Tov on Torah, Vilna 1884", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש לקח טוב, מכונה פסיקתא זוטרתא, וילנא תרמ\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "612254da5de8bfb900edc2d0", "index_title": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers", "category": "Jewish Thought", "type": "", "ref": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers, Part I, Chapter 5; Leaders and Strangers 12", "anchorRef": "Numbers 15:30-31:19", "anchorRefExpanded": ["Numbers 15:30", "Numbers 15:31", "Numbers 15:32", "Numbers 15:33", "Numbers 15:34", "Numbers 15:35", "Numbers 15:36", "Numbers 15:37", "Numbers 15:38", "Numbers 15:39", "Numbers 15:40", "Numbers 15:41", "Numbers 16:1", "Numbers 16:2", "Numbers 16:3", "Numbers 16:4", "Numbers 16:5", "Numbers 16:6", "Numbers 16:7", "Numbers 16:8", "Numbers 16:9", "Numbers 16:10", "Numbers 16:11", "Numbers 16:12", "Numbers 16:13", "Numbers 16:14", "Numbers 16:15", "Numbers 16:16", "Numbers 16:17", "Numbers 16:18", "Numbers 16:19", "Numbers 16:20", "Numbers 16:21", "Numbers 16:22", "Numbers 16:23", "Numbers 16:24", "Numbers 16:25", "Numbers 16:26", "Numbers 16:27", "Numbers 16:28", "Numbers 16:29", "Numbers 16:30", "Numbers 16:31", "Numbers 16:32", "Numbers 16:33", "Numbers 16:34", "Numbers 16:35", "Numbers 17:1", "Numbers 17:2", "Numbers 17:3", "Numbers 17:4", "Numbers 17:5", "Numbers 17:6", "Numbers 17:7", "Numbers 17:8", "Numbers 17:9", "Numbers 17:10", "Numbers 17:11", "Numbers 17:12", "Numbers 17:13", "Numbers 17:14", "Numbers 17:15", "Numbers 17:16", "Numbers 17:17", "Numbers 17:18", "Numbers 17:19", "Numbers 17:20", "Numbers 17:21", "Numbers 17:22", "Numbers 17:23", "Numbers 17:24", "Numbers 17:25", "Numbers 17:26", "Numbers 17:27", "Numbers 17:28", "Numbers 18:1", "Numbers 18:2", "Numbers 18:3", "Numbers 18:4", "Numbers 18:5", "Numbers 18:6", "Numbers 18:7", "Numbers 18:8", "Numbers 18:9", "Numbers 18:10", "Numbers 18:11", "Numbers 18:12", "Numbers 18:13", "Numbers 18:14", "Numbers 18:15", "Numbers 18:16", "Numbers 18:17", "Numbers 18:18", "Numbers 18:19", "Numbers 18:20", "Numbers 18:21", "Numbers 18:22", "Numbers 18:23", "Numbers 18:24", "Numbers 18:25", "Numbers 18:26", "Numbers 18:27", "Numbers 18:28", "Numbers 18:29", "Numbers 18:30", "Numbers 18:31", "Numbers 18:32", "Numbers 19:1", "Numbers 19:2", "Numbers 19:3", "Numbers 19:4", "Numbers 19:5", "Numbers 19:6", "Numbers 19:7", "Numbers 19:8", "Numbers 19:9", "Numbers 19:10", "Numbers 19:11", "Numbers 19:12", "Numbers 19:13", "Numbers 19:14", "Numbers 19:15", "Numbers 19:16", "Numbers 19:17", "Numbers 19:18", "Numbers 19:19", "Numbers 19:20", "Numbers 19:21", "Numbers 19:22", "Numbers 20:1", "Numbers 20:2", "Numbers 20:3", "Numbers 20:4", "Numbers 20:5", "Numbers 20:6", "Numbers 20:7", "Numbers 20:8", "Numbers 20:9", "Numbers 20:10", "Numbers 20:11", "Numbers 20:12", "Numbers 20:13", "Numbers 20:14", "Numbers 20:15", "Numbers 20:16", "Numbers 20:17", "Numbers 20:18", "Numbers 20:19", "Numbers 20:20", "Numbers 20:21", "Numbers 20:22", "Numbers 20:23", "Numbers 20:24", "Numbers 20:25", "Numbers 20:26", "Numbers 20:27", "Numbers 20:28", "Numbers 20:29", "Numbers 21:1", "Numbers 21:2", "Numbers 21:3", "Numbers 21:4", "Numbers 21:5", "Numbers 21:6", "Numbers 21:7", "Numbers 21:8", "Numbers 21:9", "Numbers 21:10", "Numbers 21:11", "Numbers 21:12", "Numbers 21:13", "Numbers 21:14", "Numbers 21:15", "Numbers 21:16", "Numbers 21:17", "Numbers 21:18", "Numbers 21:19", "Numbers 21:20", "Numbers 21:21", "Numbers 21:22", "Numbers 21:23", "Numbers 21:24", "Numbers 21:25", "Numbers 21:26", "Numbers 21:27", "Numbers 21:28", "Numbers 21:29", "Numbers 21:30", "Numbers 21:31", "Numbers 21:32", "Numbers 21:33", "Numbers 21:34", "Numbers 21:35", "Numbers 22:1", "Numbers 22:2", "Numbers 22:3", "Numbers 22:4", "Numbers 22:5", "Numbers 22:6", "Numbers 22:7", "Numbers 22:8", "Numbers 22:9", "Numbers 22:10", "Numbers 22:11", "Numbers 22:12", "Numbers 22:13", "Numbers 22:14", "Numbers 22:15", "Numbers 22:16", "Numbers 22:17", "Numbers 22:18", "Numbers 22:19", "Numbers 22:20", "Numbers 22:21", "Numbers 22:22", "Numbers 22:23", "Numbers 22:24", "Numbers 22:25", "Numbers 22:26", "Numbers 22:27", "Numbers 22:28", "Numbers 22:29", "Numbers 22:30", "Numbers 22:31", "Numbers 22:32", "Numbers 22:33", "Numbers 22:34", "Numbers 22:35", "Numbers 22:36", "Numbers 22:37", "Numbers 22:38", "Numbers 22:39", "Numbers 22:40", "Numbers 22:41", "Numbers 23:1", "Numbers 23:2", "Numbers 23:3", "Numbers 23:4", "Numbers 23:5", "Numbers 23:6", "Numbers 23:7", "Numbers 23:8", "Numbers 23:9", "Numbers 23:10", "Numbers 23:11", "Numbers 23:12", "Numbers 23:13", "Numbers 23:14", "Numbers 23:15", "Numbers 23:16", "Numbers 23:17", "Numbers 23:18", "Numbers 23:19", "Numbers 23:20", "Numbers 23:21", "Numbers 23:22", "Numbers 23:23", "Numbers 23:24", "Numbers 23:25", "Numbers 23:26", "Numbers 23:27", "Numbers 23:28", "Numbers 23:29", "Numbers 23:30", "Numbers 24:1", "Numbers 24:2", "Numbers 24:3", "Numbers 24:4", "Numbers 24:5", "Numbers 24:6", "Numbers 24:7", "Numbers 24:8", "Numbers 24:9", "Numbers 24:10", "Numbers 24:11", "Numbers 24:12", "Numbers 24:13", "Numbers 24:14", "Numbers 24:15", "Numbers 24:16", "Numbers 24:17", "Numbers 24:18", "Numbers 24:19", "Numbers 24:20", "Numbers 24:21", "Numbers 24:22", "Numbers 24:23", "Numbers 24:24", "Numbers 24:25", "Numbers 25:1", "Numbers 25:2", "Numbers 25:3", "Numbers 25:4", "Numbers 25:5", "Numbers 25:6", "Numbers 25:7", "Numbers 25:8", "Numbers 25:9", "Numbers 25:10", "Numbers 25:11", "Numbers 25:12", "Numbers 25:13", "Numbers 25:14", "Numbers 25:15", "Numbers 25:16", "Numbers 25:17", "Numbers 25:18", "Numbers 26:1", "Numbers 26:2", "Numbers 26:3", "Numbers 26:4", "Numbers 26:5", "Numbers 26:6", "Numbers 26:7", "Numbers 26:8", "Numbers 26:9", "Numbers 26:10", "Numbers 26:11", "Numbers 26:12", "Numbers 26:13", "Numbers 26:14", "Numbers 26:15", "Numbers 26:16", "Numbers 26:17", "Numbers 26:18", "Numbers 26:19", "Numbers 26:20", "Numbers 26:21", "Numbers 26:22", "Numbers 26:23", "Numbers 26:24", "Numbers 26:25", "Numbers 26:26", "Numbers 26:27", "Numbers 26:28", "Numbers 26:29", "Numbers 26:30", "Numbers 26:31", "Numbers 26:32", "Numbers 26:33", "Numbers 26:34", "Numbers 26:35", "Numbers 26:36", "Numbers 26:37", "Numbers 26:38", "Numbers 26:39", "Numbers 26:40", "Numbers 26:41", "Numbers 26:42", "Numbers 26:43", "Numbers 26:44", "Numbers 26:45", "Numbers 26:46", "Numbers 26:47", "Numbers 26:48", "Numbers 26:49", "Numbers 26:50", "Numbers 26:51", "Numbers 26:52", "Numbers 26:53", "Numbers 26:54", "Numbers 26:55", "Numbers 26:56", "Numbers 26:57", "Numbers 26:58", "Numbers 26:59", "Numbers 26:60", "Numbers 26:61", "Numbers 26:62", "Numbers 26:63", "Numbers 26:64", "Numbers 26:65", "Numbers 27:1", "Numbers 27:2", "Numbers 27:3", "Numbers 27:4", "Numbers 27:5", "Numbers 27:6", "Numbers 27:7", "Numbers 27:8", "Numbers 27:9", "Numbers 27:10", "Numbers 27:11", "Numbers 27:12", "Numbers 27:13", "Numbers 27:14", "Numbers 27:15", "Numbers 27:16", "Numbers 27:17", "Numbers 27:18", "Numbers 27:19", "Numbers 27:20", "Numbers 27:21", "Numbers 27:22", "Numbers 27:23", "Numbers 28:1", "Numbers 28:2", "Numbers 28:3", "Numbers 28:4", "Numbers 28:5", "Numbers 28:6", "Numbers 28:7", "Numbers 28:8", "Numbers 28:9", "Numbers 28:10", "Numbers 28:11", "Numbers 28:12", "Numbers 28:13", "Numbers 28:14", "Numbers 28:15", "Numbers 28:16", "Numbers 28:17", "Numbers 28:18", "Numbers 28:19", "Numbers 28:20", "Numbers 28:21", "Numbers 28:22", "Numbers 28:23", "Numbers 28:24", "Numbers 28:25", "Numbers 28:26", "Numbers 28:27", "Numbers 28:28", "Numbers 28:29", "Numbers 28:30", "Numbers 28:31", "Numbers 29:1", "Numbers 29:2", "Numbers 29:3", "Numbers 29:4", "Numbers 29:5", "Numbers 29:6", "Numbers 29:7", "Numbers 29:8", "Numbers 29:9", "Numbers 29:10", "Numbers 29:11", "Numbers 29:12", "Numbers 29:13", "Numbers 29:14", "Numbers 29:15", "Numbers 29:16", "Numbers 29:17", "Numbers 29:18", "Numbers 29:19", "Numbers 29:20", "Numbers 29:21", "Numbers 29:22", "Numbers 29:23", "Numbers 29:24", "Numbers 29:25", "Numbers 29:26", "Numbers 29:27", "Numbers 29:28", "Numbers 29:29", "Numbers 29:30", "Numbers 29:31", "Numbers 29:32", "Numbers 29:33", "Numbers 29:34", "Numbers 29:35", "Numbers 29:36", "Numbers 29:37", "Numbers 29:38", "Numbers 29:39", "Numbers 30:1", "Numbers 30:2", "Numbers 30:3", "Numbers 30:4", "Numbers 30:5", "Numbers 30:6", "Numbers 30:7", "Numbers 30:8", "Numbers 30:9", "Numbers 30:10", "Numbers 30:11", "Numbers 30:12", "Numbers 30:13", "Numbers 30:14", "Numbers 30:15", "Numbers 30:16", "Numbers 30:17", "Numbers 31:1", "Numbers 31:2", "Numbers 31:3", "Numbers 31:4", "Numbers 31:5", "Numbers 31:6", "Numbers 31:7", "Numbers 31:8", "Numbers 31:9", "Numbers 31:10", "Numbers 31:11", "Numbers 31:12", "Numbers 31:13", "Numbers 31:14", "Numbers 31:15", "Numbers 31:16", "Numbers 31:17", "Numbers 31:18", "Numbers 31:19"], "sourceRef": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers, Part I, Chapter 5; Leaders and Strangers 12", "sourceHeRef": "מנהיגות בשממה; סמכות ואנרכיה בספר במדבר, חלק ראשון, פרק ה י״ב", "anchorVerse": 30, "sourceHasEn": true, "commentaryNum": 12, "collectiveTitle": {"en": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers", "he": "מנהיגות בשממה; סמכות ואנרכיה בספר במדבר"}, "heTitle": "פרק ה", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "If the stranger can enjoy literal and metaphysical benefits such as atonement, what makes the stranger a stranger at all? Multiple times in the Pentateuch is the expression “there shall be one law for you and the resident alien” used to show legal equivalence.<sup class=\"footnote-marker\">3</sup><i class=\"footnote\">See Exodus 12:48–49; Leviticus 7:7, 24:22; Numbers 9:14, 15:15, 15:29–30.</i> Like citizens, strangers can be cut off from the community for cursing God and are obliged to refrain from behaviors that engender impurity.<sup class=\"footnote-marker\">4</sup><i class=\"footnote\">For examples, see Leviticus 4, 17:15–16, 18:27–28, 35:34–35; Numbers 15:30–31, 19:13, 19:20.</i> The stranger and the citizen both enjoy the privileges of the community and are both accountable for their place in the community and for their personal relationships with God through prohibitive commands. A poor gentile or <i>ger </i>was counted among the recipients of communal welfare (Lev. 19:10) and enjoyed the protections of the community as a relative equal (Lev. 24:22). Who, then, was the stranger, if during this period of transition there was no land from which to claim citizenship? Who was a stranger if we were all strangers? Furthermore, what made this individual alien if he was included in the community, such that both citizen and stranger were “alike before the Lord”?", "versionTitle": "Jerusalem. Maggid Books, 2013", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "61225507412970c0e359d91a", "index_title": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers", "category": "Jewish Thought", "type": "", "ref": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers, Part II, Chapter 8; Betraying the Vision 23", "anchorRef": "Numbers 13:27-29:31", "anchorRefExpanded": ["Numbers 13:27", "Numbers 13:28", "Numbers 13:29", "Numbers 13:30", "Numbers 13:31", "Numbers 13:32", "Numbers 13:33", "Numbers 14:1", "Numbers 14:2", "Numbers 14:3", "Numbers 14:4", "Numbers 14:5", "Numbers 14:6", "Numbers 14:7", "Numbers 14:8", "Numbers 14:9", "Numbers 14:10", "Numbers 14:11", "Numbers 14:12", "Numbers 14:13", "Numbers 14:14", "Numbers 14:15", "Numbers 14:16", "Numbers 14:17", "Numbers 14:18", "Numbers 14:19", "Numbers 14:20", "Numbers 14:21", "Numbers 14:22", "Numbers 14:23", "Numbers 14:24", "Numbers 14:25", "Numbers 14:26", "Numbers 14:27", "Numbers 14:28", "Numbers 14:29", "Numbers 14:30", "Numbers 14:31", "Numbers 14:32", "Numbers 14:33", "Numbers 14:34", "Numbers 14:35", "Numbers 14:36", "Numbers 14:37", "Numbers 14:38", "Numbers 14:39", "Numbers 14:40", "Numbers 14:41", "Numbers 14:42", "Numbers 14:43", "Numbers 14:44", "Numbers 14:45", "Numbers 15:1", "Numbers 15:2", "Numbers 15:3", "Numbers 15:4", "Numbers 15:5", "Numbers 15:6", "Numbers 15:7", "Numbers 15:8", "Numbers 15:9", "Numbers 15:10", "Numbers 15:11", "Numbers 15:12", "Numbers 15:13", "Numbers 15:14", "Numbers 15:15", "Numbers 15:16", "Numbers 15:17", "Numbers 15:18", "Numbers 15:19", "Numbers 15:20", "Numbers 15:21", "Numbers 15:22", "Numbers 15:23", "Numbers 15:24", "Numbers 15:25", "Numbers 15:26", "Numbers 15:27", "Numbers 15:28", "Numbers 15:29", "Numbers 15:30", "Numbers 15:31", "Numbers 15:32", "Numbers 15:33", "Numbers 15:34", "Numbers 15:35", "Numbers 15:36", "Numbers 15:37", "Numbers 15:38", "Numbers 15:39", "Numbers 15:40", "Numbers 15:41", "Numbers 16:1", "Numbers 16:2", "Numbers 16:3", "Numbers 16:4", "Numbers 16:5", "Numbers 16:6", "Numbers 16:7", "Numbers 16:8", "Numbers 16:9", "Numbers 16:10", "Numbers 16:11", "Numbers 16:12", "Numbers 16:13", "Numbers 16:14", "Numbers 16:15", "Numbers 16:16", "Numbers 16:17", "Numbers 16:18", "Numbers 16:19", "Numbers 16:20", "Numbers 16:21", "Numbers 16:22", "Numbers 16:23", "Numbers 16:24", "Numbers 16:25", "Numbers 16:26", "Numbers 16:27", "Numbers 16:28", "Numbers 16:29", "Numbers 16:30", "Numbers 16:31", "Numbers 16:32", "Numbers 16:33", "Numbers 16:34", "Numbers 16:35", "Numbers 17:1", "Numbers 17:2", "Numbers 17:3", "Numbers 17:4", "Numbers 17:5", "Numbers 17:6", "Numbers 17:7", "Numbers 17:8", "Numbers 17:9", "Numbers 17:10", "Numbers 17:11", "Numbers 17:12", "Numbers 17:13", "Numbers 17:14", "Numbers 17:15", "Numbers 17:16", "Numbers 17:17", "Numbers 17:18", "Numbers 17:19", "Numbers 17:20", "Numbers 17:21", "Numbers 17:22", "Numbers 17:23", "Numbers 17:24", "Numbers 17:25", "Numbers 17:26", "Numbers 17:27", "Numbers 17:28", "Numbers 18:1", "Numbers 18:2", "Numbers 18:3", "Numbers 18:4", "Numbers 18:5", "Numbers 18:6", "Numbers 18:7", "Numbers 18:8", "Numbers 18:9", "Numbers 18:10", "Numbers 18:11", "Numbers 18:12", "Numbers 18:13", "Numbers 18:14", "Numbers 18:15", "Numbers 18:16", "Numbers 18:17", "Numbers 18:18", "Numbers 18:19", "Numbers 18:20", "Numbers 18:21", "Numbers 18:22", "Numbers 18:23", "Numbers 18:24", "Numbers 18:25", "Numbers 18:26", "Numbers 18:27", "Numbers 18:28", "Numbers 18:29", "Numbers 18:30", "Numbers 18:31", "Numbers 18:32", "Numbers 19:1", "Numbers 19:2", "Numbers 19:3", "Numbers 19:4", "Numbers 19:5", "Numbers 19:6", "Numbers 19:7", "Numbers 19:8", "Numbers 19:9", "Numbers 19:10", "Numbers 19:11", "Numbers 19:12", "Numbers 19:13", "Numbers 19:14", "Numbers 19:15", "Numbers 19:16", "Numbers 19:17", "Numbers 19:18", "Numbers 19:19", "Numbers 19:20", "Numbers 19:21", "Numbers 19:22", "Numbers 20:1", "Numbers 20:2", "Numbers 20:3", "Numbers 20:4", "Numbers 20:5", "Numbers 20:6", "Numbers 20:7", "Numbers 20:8", "Numbers 20:9", "Numbers 20:10", "Numbers 20:11", "Numbers 20:12", "Numbers 20:13", "Numbers 20:14", "Numbers 20:15", "Numbers 20:16", "Numbers 20:17", "Numbers 20:18", "Numbers 20:19", "Numbers 20:20", "Numbers 20:21", "Numbers 20:22", "Numbers 20:23", "Numbers 20:24", "Numbers 20:25", "Numbers 20:26", "Numbers 20:27", "Numbers 20:28", "Numbers 20:29", "Numbers 21:1", "Numbers 21:2", "Numbers 21:3", "Numbers 21:4", "Numbers 21:5", "Numbers 21:6", "Numbers 21:7", "Numbers 21:8", "Numbers 21:9", "Numbers 21:10", "Numbers 21:11", "Numbers 21:12", "Numbers 21:13", "Numbers 21:14", "Numbers 21:15", "Numbers 21:16", "Numbers 21:17", "Numbers 21:18", "Numbers 21:19", "Numbers 21:20", "Numbers 21:21", "Numbers 21:22", "Numbers 21:23", "Numbers 21:24", "Numbers 21:25", "Numbers 21:26", "Numbers 21:27", "Numbers 21:28", "Numbers 21:29", "Numbers 21:30", "Numbers 21:31", "Numbers 21:32", "Numbers 21:33", "Numbers 21:34", "Numbers 21:35", "Numbers 22:1", "Numbers 22:2", "Numbers 22:3", "Numbers 22:4", "Numbers 22:5", "Numbers 22:6", "Numbers 22:7", "Numbers 22:8", "Numbers 22:9", "Numbers 22:10", "Numbers 22:11", "Numbers 22:12", "Numbers 22:13", "Numbers 22:14", "Numbers 22:15", "Numbers 22:16", "Numbers 22:17", "Numbers 22:18", "Numbers 22:19", "Numbers 22:20", "Numbers 22:21", "Numbers 22:22", "Numbers 22:23", "Numbers 22:24", "Numbers 22:25", "Numbers 22:26", "Numbers 22:27", "Numbers 22:28", "Numbers 22:29", "Numbers 22:30", "Numbers 22:31", "Numbers 22:32", "Numbers 22:33", "Numbers 22:34", "Numbers 22:35", "Numbers 22:36", "Numbers 22:37", "Numbers 22:38", "Numbers 22:39", "Numbers 22:40", "Numbers 22:41", "Numbers 23:1", "Numbers 23:2", "Numbers 23:3", "Numbers 23:4", "Numbers 23:5", "Numbers 23:6", "Numbers 23:7", "Numbers 23:8", "Numbers 23:9", "Numbers 23:10", "Numbers 23:11", "Numbers 23:12", "Numbers 23:13", "Numbers 23:14", "Numbers 23:15", "Numbers 23:16", "Numbers 23:17", "Numbers 23:18", "Numbers 23:19", "Numbers 23:20", "Numbers 23:21", "Numbers 23:22", "Numbers 23:23", "Numbers 23:24", "Numbers 23:25", "Numbers 23:26", "Numbers 23:27", "Numbers 23:28", "Numbers 23:29", "Numbers 23:30", "Numbers 24:1", "Numbers 24:2", "Numbers 24:3", "Numbers 24:4", "Numbers 24:5", "Numbers 24:6", "Numbers 24:7", "Numbers 24:8", "Numbers 24:9", "Numbers 24:10", "Numbers 24:11", "Numbers 24:12", "Numbers 24:13", "Numbers 24:14", "Numbers 24:15", "Numbers 24:16", "Numbers 24:17", "Numbers 24:18", "Numbers 24:19", "Numbers 24:20", "Numbers 24:21", "Numbers 24:22", "Numbers 24:23", "Numbers 24:24", "Numbers 24:25", "Numbers 25:1", "Numbers 25:2", "Numbers 25:3", "Numbers 25:4", "Numbers 25:5", "Numbers 25:6", "Numbers 25:7", "Numbers 25:8", "Numbers 25:9", "Numbers 25:10", "Numbers 25:11", "Numbers 25:12", "Numbers 25:13", "Numbers 25:14", "Numbers 25:15", "Numbers 25:16", "Numbers 25:17", "Numbers 25:18", "Numbers 26:1", "Numbers 26:2", "Numbers 26:3", "Numbers 26:4", "Numbers 26:5", "Numbers 26:6", "Numbers 26:7", "Numbers 26:8", "Numbers 26:9", "Numbers 26:10", "Numbers 26:11", "Numbers 26:12", "Numbers 26:13", "Numbers 26:14", "Numbers 26:15", "Numbers 26:16", "Numbers 26:17", "Numbers 26:18", "Numbers 26:19", "Numbers 26:20", "Numbers 26:21", "Numbers 26:22", "Numbers 26:23", "Numbers 26:24", "Numbers 26:25", "Numbers 26:26", "Numbers 26:27", "Numbers 26:28", "Numbers 26:29", "Numbers 26:30", "Numbers 26:31", "Numbers 26:32", "Numbers 26:33", "Numbers 26:34", "Numbers 26:35", "Numbers 26:36", "Numbers 26:37", "Numbers 26:38", "Numbers 26:39", "Numbers 26:40", "Numbers 26:41", "Numbers 26:42", "Numbers 26:43", "Numbers 26:44", "Numbers 26:45", "Numbers 26:46", "Numbers 26:47", "Numbers 26:48", "Numbers 26:49", "Numbers 26:50", "Numbers 26:51", "Numbers 26:52", "Numbers 26:53", "Numbers 26:54", "Numbers 26:55", "Numbers 26:56", "Numbers 26:57", "Numbers 26:58", "Numbers 26:59", "Numbers 26:60", "Numbers 26:61", "Numbers 26:62", "Numbers 26:63", "Numbers 26:64", "Numbers 26:65", "Numbers 27:1", "Numbers 27:2", "Numbers 27:3", "Numbers 27:4", "Numbers 27:5", "Numbers 27:6", "Numbers 27:7", "Numbers 27:8", "Numbers 27:9", "Numbers 27:10", "Numbers 27:11", "Numbers 27:12", "Numbers 27:13", "Numbers 27:14", "Numbers 27:15", "Numbers 27:16", "Numbers 27:17", "Numbers 27:18", "Numbers 27:19", "Numbers 27:20", "Numbers 27:21", "Numbers 27:22", "Numbers 27:23", "Numbers 28:1", "Numbers 28:2", "Numbers 28:3", "Numbers 28:4", "Numbers 28:5", "Numbers 28:6", "Numbers 28:7", "Numbers 28:8", "Numbers 28:9", "Numbers 28:10", "Numbers 28:11", "Numbers 28:12", "Numbers 28:13", "Numbers 28:14", "Numbers 28:15", "Numbers 28:16", "Numbers 28:17", "Numbers 28:18", "Numbers 28:19", "Numbers 28:20", "Numbers 28:21", "Numbers 28:22", "Numbers 28:23", "Numbers 28:24", "Numbers 28:25", "Numbers 28:26", "Numbers 28:27", "Numbers 28:28", "Numbers 28:29", "Numbers 28:30", "Numbers 28:31", "Numbers 29:1", "Numbers 29:2", "Numbers 29:3", "Numbers 29:4", "Numbers 29:5", "Numbers 29:6", "Numbers 29:7", "Numbers 29:8", "Numbers 29:9", "Numbers 29:10", "Numbers 29:11", "Numbers 29:12", "Numbers 29:13", "Numbers 29:14", "Numbers 29:15", "Numbers 29:16", "Numbers 29:17", "Numbers 29:18", "Numbers 29:19", "Numbers 29:20", "Numbers 29:21", "Numbers 29:22", "Numbers 29:23", "Numbers 29:24", "Numbers 29:25", "Numbers 29:26", "Numbers 29:27", "Numbers 29:28", "Numbers 29:29", "Numbers 29:30", "Numbers 29:31"], "sourceRef": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers, Part II, Chapter 8; Betraying the Vision 23", "sourceHeRef": "מנהיגות בשממה; סמכות ואנרכיה בספר במדבר, חלק שני, פרק ח כ״ג", "anchorVerse": 27, "sourceHasEn": true, "commentaryNum": 23, "collectiveTitle": {"en": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers", "he": "מנהיגות בשממה; סמכות ואנרכיה בספר במדבר"}, "heTitle": "פרק ח", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<small>This is what they told him: “We came to the land you sent us to; it does indeed flow with milk and honey, and this is its fruit. However, the people who inhabit the country are powerful, and the cities are fortified and very large; moreover, we saw the Anakites there. Amalekites dwell in the Negeb region; Hittites, Jebusites, and Amorites inhabit the hill country; and Canaanites dwell by the Sea and along the Jordan…. We cannot attack that people, for it is stronger than we.” Thus they spread calumnies among the Israelites about the land they had scouted, saying, “The country that we traversed and scouted is one that devours its settlers. All the people that we saw in it are men of great size; we saw the Nephilim there – the Anakites are part of the Nephilim and we looked like grasshoppers to ourselves, and so we must have looked to them.” (Num. 13:27–29, 31–33)</small>", "versionTitle": "Jerusalem. Maggid Books, 2013", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "6319cf8fb6084aa1cbef93b1", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, אֹבֹת 1", "anchorRef": "Numbers 21:10", "anchorRefExpanded": ["Numbers 21:10"], "sourceRef": "BDB, אֹבֹת 1", "sourceHeRef": "בראון-דרייבר-בריגס, אֹבֹת א׳", "anchorVerse": 10, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "אֹבֹת", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† <big><span dir=\"rtl\">אֹבֹת</span></big>  <strong>n.pr.loc.</strong> (<em>water-skins</em>) station of Isr. in wildern. <a data-ref=\"Numbers 21:10\" href=\"/Numbers.21.10\">Nu 21:10</a>, <a data-ref=\"Numbers 21:11\" href=\"/Numbers.21.11\">11</a>; <a data-ref=\"Numbers 33:43\" href=\"/Numbers.33.43\">33:43</a>, <a data-ref=\"Numbers 33:44\" href=\"/Numbers.33.44\">44</a>; not yet determ., prob. on eastern skirts of Idumæa not far from Moab; according to Wetzst in De <sup>Ct 168</sup> <em>Wêba</em>, <span dir=\"rtl\">وَيْبَة</span> in the Arabah, but identif. not prob.; cf. Di on <a data-ref=\"Numbers 21:10\" href=\"/Numbers.21.10\">Nu 21:10</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d121b6084aa1cbf0b161", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, מִזְרָח 1", "anchorRef": "Numbers 21:10", "anchorRefExpanded": ["Numbers 21:10"], "sourceRef": "BDB, מִזְרָח 1", "sourceHeRef": "בראון-דרייבר-בריגס, מִזְרָח א׳", "anchorVerse": 10, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "מִזְרָח", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† <big><span dir=\"rtl\">מִזְרָח</span></big>  <strong>n.</strong>[<strong>m.</strong>] place of sunrise, east—abs. <span dir=\"rtl\">מ׳</span> <a data-ref=\"Joshua 11:3\" href=\"/Joshua.11.3\">Jos 11:3</a> + 21 times; cstr. <span dir=\"rtl\">מִזְרַח</span> <a data-ref=\"Numbers 21:10\" href=\"/Numbers.21.10\">Nu 21:10</a> + 19 times, c. ה loc. <span dir=\"rtl\">מִזְרָ֫חָה</span> <a data-ref=\"Exodus 27:13\" href=\"/Exodus.27.13\">Ex 27:13</a> + 28 times, cstr. <span dir=\"rtl\">מִזְרְחָה</span> <a data-ref=\"Deuteronomy 4:41\" href=\"/Deuteronomy.4.41\">Dt 4:41</a> <a data-ref=\"Joshua 12:1\" href=\"/Joshua.12.1\">Jos 12:1</a> <a data-ref=\"Judges 21:19\" href=\"/Judges.21.19\">Ju 21:19</a> (not in Gn Lv Sa Ez etc.);—<br><strong>1.</strong>  <em>sunrise</em>, always of quarter of the heavens = <em>east</em> <span dir=\"rtl\">מ׳ (ה)שׁמשׁ</span> <a data-ref=\"Numbers 21:11\" href=\"/Numbers.21.11\">Nu 21:11</a> (P), <a data-ref=\"Deuteronomy 4:41\" href=\"/Deuteronomy.4.41\">Dt 4:41</a>, <a data-ref=\"Deuteronomy 4:47\" href=\"/Deuteronomy.4.47\">47</a> <a data-ref=\"Joshua 1:15\" href=\"/Joshua.1.15\">Jos 1:15</a>; <a data-ref=\"Joshua 12:1\" href=\"/Joshua.12.1\">12:1</a>; <a data-ref=\"Joshua 13:5\" href=\"/Joshua.13.5\">13:5</a> (all D), <a data-ref=\"Joshua 19:12\" href=\"/Joshua.19.12\">19:12</a>, <a data-ref=\"Joshua 19:27\" href=\"/Joshua.19.27\">27</a>, <a data-ref=\"Joshua 19:34\" href=\"/Joshua.19.34\">34</a> (all P), <a data-ref=\"Judges 20:43\" href=\"/Judges.20.43\">Ju 20:43</a>; <a data-ref=\"Judges 21:19\" href=\"/Judges.21.19\">21:19</a> <a data-ref=\"II Kings 10:33\" href=\"/II_Kings.10.33\">2 K 10:33</a> <a data-ref=\"Isaiah 41:25\" href=\"/Isaiah.41.25\">Is 41:25</a>; <a data-ref=\"Isaiah 45:6\" href=\"/Isaiah.45.6\">45:6</a>; <a data-ref=\"Isaiah 59:19\" href=\"/Isaiah.59.19\">59:19</a>, cf. <span dir=\"rtl\">מ׳ שׁמשׁ לארץ</span> <a data-ref=\"Judges 11:18\" href=\"/Judges.11.18\">Ju 11:18</a>; <span dir=\"rtl\">מִמִּז׳ שׁמשׁ וְעַד־מְבוֹאוֹ</span> <a data-ref=\"Psalms 50:1\" href=\"/Psalms.50.1\">ψ 50:1</a>; <a data-ref=\"Psalms 113:3\" href=\"/Psalms.113.3\">113:3</a> <a data-ref=\"Malachi 1:11\" href=\"/Malachi.1.11\">Mal 1:11</a>; more often<br><strong>2.</strong>  without <span dir=\"rtl\">שֶׁמֶשׁ</span>: <strong>a.</strong>  <em>the east</em> <span dir=\"rtl\">בִּרְחֹק מ׳ מִמַּעֲרָ֑ב</span> <a data-ref=\"Psalms 103:12\" href=\"/Psalms.103.12\">ψ 103:12</a>. <strong>b.</strong>  <span dir=\"rtl\">מִמּ׳</span> <em>from the east</em> <a data-ref=\"Isaiah 41:2\" href=\"/Isaiah.41.2\">Is 41:2</a>; <a data-ref=\"Isaiah 43:5\" href=\"/Isaiah.43.5\">43:5</a> (opp. <span dir=\"rtl\">מִמַּעֲרָב</span>), <a data-ref=\"Isaiah 46:11\" href=\"/Isaiah.46.11\">46:11</a> <a data-ref=\"Daniel 11:44\" href=\"/Daniel.11.44\">Dn 11:44</a> (+ <span dir=\"rtl\">מִצָּפוֹן</span>); <span dir=\"rtl\">מִמּ׳ וּמִמַּעֲרָ֑ב מִצָּפוֹן וּמִיָּם</span> <a data-ref=\"Psalms 107:3\" href=\"/Psalms.107.3\">ψ 107:3</a>. <strong>c.</strong>  <em>to</em> or <em>toward the place of sunrise, to the east, eastward:</em> (1) <span dir=\"rtl\">מִזְרָ֫חָה</span> <a data-ref=\"Numbers 32:19\" href=\"/Numbers.32.19\">Nu 32:19</a> (P), <a data-ref=\"Deuteronomy 3:17\" href=\"/Deuteronomy.3.17\">Dt 3:17</a>, <a data-ref=\"Deuteronomy 3:27\" href=\"/Deuteronomy.3.27\">27</a> <span dir=\"rtl\">(יָ֫מָּה וְצָפ֫וֹנָה וְתֵימָ֫נָה וּמ׳)</span>, <a data-ref=\"Deuteronomy 4:49\" href=\"/Deuteronomy.4.49\">4:49</a> <a data-ref=\"Joshua 11:8\" href=\"/Joshua.11.8\">Jos 11:8</a>; <a data-ref=\"Joshua 16:1\" href=\"/Joshua.16.1\">16:1</a> (JE), <a data-ref=\"Joshua 12:1\" href=\"/Joshua.12.1\">12:1</a>, <a data-ref=\"Joshua 12:3\" href=\"/Joshua.12.3\">3</a><sup>(×2)</sup>; <a data-ref=\"Joshua 13:8\" href=\"/Joshua.13.8\">13:8</a> (all D), v <a data-ref=\"Joshua 13:27\" href=\"/Joshua.13.27\">27</a>, <a data-ref=\"Joshua 13:32\" href=\"/Joshua.13.32\">32</a>; <a data-ref=\"Joshua 16:5\" href=\"/Joshua.16.5\">16:5</a>; <a data-ref=\"Joshua 18:7\" href=\"/Joshua.18.7\">18:7</a>; <a data-ref=\"Joshua 20:8\" href=\"/Joshua.20.8\">20:8</a> (all P), <a data-ref=\"I Chronicles 9:18\" href=\"/I_Chronicles.9.18\">1 Ch 9:18</a>; <a data-ref=\"I Chronicles 26:14\" href=\"/I_Chronicles.26.14\">26:14</a>; ‖ <span dir=\"rtl\">קֵ֫דְמָה</span> <a data-ref=\"Numbers 3:38\" href=\"/Numbers.3.38\">Nu 3:38</a> <a data-ref=\"Joshua 19:13\" href=\"/Joshua.19.13\">Jos 19:13</a> (both P) <a data-ref=\"Jeremiah 31:40\" href=\"/Jeremiah.31.40\">Je 31:40</a>; ‖ <span dir=\"rtl\">צָפ֫וֹנָה</span>, <span dir=\"rtl\">יָ֫מָּה</span>, <span dir=\"rtl\">נֶ֫גְבָּה</span> <a data-ref=\"I Kings 7:25\" href=\"/I_Kings.7.25\">1 K 7:25</a>, cf. <a data-ref=\"Joshua 16:6\" href=\"/Joshua.16.6\">Jos 16:6</a> (P) <a data-ref=\"I Chronicles 26:17\" href=\"/I_Chronicles.26.17\">1 Ch 26:17</a>; + <span dir=\"rtl\">קֵ֫דְמָה</span> <a data-ref=\"Exodus 27:13\" href=\"/Exodus.27.13\">Ex 27:13</a>; <a data-ref=\"Exodus 38:13\" href=\"/Exodus.38.13\">38:13</a> <a data-ref=\"Numbers 2:3\" href=\"/Numbers.2.3\">Nu 2:3</a>; <a data-ref=\"Numbers 34:15\" href=\"/Numbers.34.15\">34:15</a> (all P); <span dir=\"rtl\">מִקֶּדֶם</span> <a data-ref=\"Zechariah 14:4\" href=\"/Zechariah.14.4\">Zc 14:4</a> (opp. <span dir=\"rtl\">יָ֫מָּה</span>); (2) <span dir=\"rtl\">מִזְרָח</span> (without ה loc.), <span dir=\"rtl\">מ׳ יָ֫מָּה צָפ֫וֹנָה וָנֶ֫גְבָּה</span> <a data-ref=\"I Chronicles 9:24\" href=\"/I_Chronicles.9.24\">1 Ch 9:24</a>, cf. <a data-ref=\"Nehemiah 12:37\" href=\"/Nehemiah.12.37\">Ne 12:37</a>; <span dir=\"rtl\">מ׳ לַמִּזְבֵּחַ</span> <a data-ref=\"II Chronicles 5:12\" href=\"/II_Chronicles.5.12\">2 Ch 5:12</a>; (3) <span dir=\"rtl\">לַמִּז׳</span> <a data-ref=\"I Chronicles 5:9\" href=\"/I_Chronicles.5.9\">1 Ch 5:9</a>; <a data-ref=\"I Chronicles 7:28\" href=\"/I_Chronicles.7.28\">7:28</a> (opp. <span dir=\"rtl\">לַמַּעֲרָב</span>) <a data-ref=\"I Chronicles 12:16\" href=\"/I_Chronicles.12.16\">12:16</a> (so Baer; v <a data-ref=\"I Chronicles 12:15\" href=\"/I_Chronicles.12.15\">15</a> van d. H.; opp. <em>id.</em>), <a data-ref=\"I Chronicles 26:17\" href=\"/I_Chronicles.26.17\">26:17</a> (+ <span dir=\"rtl\">לַצָּפ֫וֹנָה</span>, <span dir=\"rtl\">לַנֶּ֫גְבָּה</span>), <a data-ref=\"Nehemiah 3:26\" href=\"/Nehemiah.3.26\">Ne 3:26</a>; <span dir=\"rtl\">לַמִּזְרָ֫חָה</span> <a data-ref=\"II Chronicles 31:14\" href=\"/II_Chronicles.31.14\">2 Ch 31:14</a>; (4) <span dir=\"rtl\">אֶל־הַמּ׳</span> <a data-ref=\"Daniel 8:9\" href=\"/Daniel.8.9\">Dn 8:9</a> (+ <span dir=\"rtl\">אֶל־הַנֶּגֶב</span>, <span dir=\"rtl\">אֶל־הַצֶּ֑בִי</span>); (5) <span dir=\"rtl\">מִיָּם עָד־יָם וּמִצָּפוֹן עַד־מִזְרָח</span> <a data-ref=\"Amos 8:12\" href=\"/Amos.8.12\">Am 8:12</a>. <strong>d.</strong>  (on) <em>the east side</em> of, cstr. <span dir=\"rtl\">קְצֵה מִזְרַח יְרִיחוֹ</span> <a data-ref=\"Joshua 4:19\" href=\"/Joshua.4.19\">Jos 4:19</a> (P); also c. <span dir=\"rtl\">לְמִזְרַח הַגָּ֑יְא לְ</span> <a data-ref=\"I Chronicles 4:39\" href=\"/I_Chronicles.4.39\">1 Ch 4:39</a>, <span dir=\"rtl\">לְמ׳ הַיַּרְדֵּן</span> <a data-ref=\"I Chronicles 6:63\" href=\"/I_Chronicles.6.63\">6:63</a>; c. <span dir=\"rtl\">מִן</span>, <span dir=\"rtl\">מִמִּז׳</span> <a data-ref=\"Joshua 11:3\" href=\"/Joshua.11.3\">Jos 11:3</a> (opp. <span dir=\"rtl\">מִיָּם</span>) cf. <a data-ref=\"Joshua 17:10\" href=\"/Joshua.17.10\">17:10</a> (+ <span dir=\"rtl\">מִצָּפוֹן</span>; both JE), also <a data-ref=\"Joshua 16:6\" href=\"/Joshua.16.6\">16:6</a> (P). <strong>e.</strong>  after a cstr. <span dir=\"rtl\">עַל־כָּל־פְּנֵי מ׳ לגלעד</span> <a data-ref=\"I Chronicles 5:10\" href=\"/I_Chronicles.5.10\">1 Ch 5:10</a>; <span dir=\"rtl\">רְחוֹב הַמּ׳</span> <a data-ref=\"II Chronicles 29:4\" href=\"/II_Chronicles.29.4\">2 Ch 29:4</a>; <span dir=\"rtl\">שַׁעַר הַמּ׳</span> <a data-ref=\"Nehemiah 3:29\" href=\"/Nehemiah.3.29\">Ne 3:29</a>; <span dir=\"rtl\">אֶרֶץ מ׳</span> <a data-ref=\"Zechariah 8:7\" href=\"/Zechariah.8.7\">Zc 8:7</a> (opp. <span dir=\"rtl\">ארץ מְבוֹא הַשֶּׁמֶשׁ</span>)."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6596fa31a555ccc6c5c381d8", "index_title": "Mekhilta DeRabbi Yishmael", "category": "Midrash", "type": "", "ref": "Mekhilta DeRabbi Yishmael, Tractate Amalek 1:26", "anchorRef": "Numbers 21:10", "anchorRefExpanded": ["Numbers 21:10"], "sourceRef": "Mekhilta DeRabbi Yishmael, Tractate Amalek 1:26", "sourceHeRef": "מכילתא דרבי ישמעאל, מַסֶּכְתָּא דַעֲמָלֵק א׳:כ״ו", "anchorVerse": 10, "sourceHasEn": true, "compDate": [200], "commentaryNum": 1.0026, "collectiveTitle": {"en": "Mekhilta DeRabbi Yishmael", "he": "מכילתא דרבי ישמעאל"}, "heTitle": "מַסֶּכְתָּא דַעֲמָלֵק", "he": "כַּיּוֹצֵא בוֹ: (במדבר כא,י) \"וַיֹּאמֶר יי אֶל מֹשֶׁה: עֲשֵׂה לְךָ שָׂרָף וְשִׂים אֹתוֹ עַל נֵס, וְהָיָה כָּל הַנָּשׁוּךְ, וְרָאָה אֹתוֹ וָחָי.\" וְכִי נָחָשׁ מֵמִית וּמְחַיֶּה? אֶלָּא כָּל זְמַן שֶׁהָיָה מֹשֶׁה עוֹשֶׂה כֵן, הָיוּ יִשְׂרָאֵל מִסְתַּכְּלִין בּוֹ, וּמַאֲמִינִין בְּמִי שֶׁפִּקֵּד אֶת מֹשֶׁה לַעֲשׁוֹת כֵּן, וְהַמָּקוֹם שׁוֹלֵחַ לָהֶם רְפוּאָה.", "heVersionTitle": "Beeri Edition, Koren, Jerusalem, 2019", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": "Similarly, (Numbers 21:8) \"Make for yourself a saraf (a fiery serpent), etc.\" Now does a snake put to death or bring to life? Rather, whenever he did so, Israel would gaze at it and affirm their faith in Him who commanded Moses to do thus, and the Holy One Blessed be He wrought healings for them.", "versionTitle": "Mechilta, translated by Rabbi Shraga Silverstein", "license": "CC-BY", "versionTitleInHebrew": "מכילתא, מתורגמת בידי רבי שרגא סילברשטיין"}, {"_id": "6682730c10a13a863f2a8f07", "index_title": "Hadar Zekenim on Torah", "category": "Commentary", "type": "commentary", "ref": "Hadar Zekenim on Torah, Numbers 21:10:1", "anchorRef": "Numbers 21:10", "anchorRefExpanded": ["Numbers 21:10"], "sourceRef": "Hadar Zekenim on Torah, Numbers 21:10:1", "sourceHeRef": "הדר זקנים על התורה, במדבר כ״א:י׳:א׳", "anchorVerse": 10, "sourceHasEn": false, "compDate": [1250, 1300], "commentaryNum": 10.0001, "collectiveTitle": {"en": "Hadar Zekenim", "he": "הדר זקנים"}, "heTitle": "במדבר", "he": "ויחנו באובות. בצלמון ופונון שבין הר ההר ואובות ושם היתה מכת נחשים ומשם באו אחר המכה באובות. ועל שם שנעשו שם אויבים למקום נקרא אובות:", "heVersionTitle": "Livorno, 1840", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6682730c10a13a863f2a8f09", "index_title": "Hadar Zekenim on Torah", "category": "Commentary", "type": "commentary", "ref": "Hadar Zekenim on Torah, Numbers 21:10:2", "anchorRef": "Numbers 21:10", "anchorRefExpanded": ["Numbers 21:10"], "sourceRef": "Hadar Zekenim on Torah, Numbers 21:10:2", "sourceHeRef": "הדר זקנים על התורה, במדבר כ״א:י׳:ב׳", "anchorVerse": 10, "sourceHasEn": false, "compDate": [1250, 1300], "commentaryNum": 10.0002, "collectiveTitle": {"en": "Hadar Zekenim", "he": "הדר זקנים"}, "heTitle": "במדבר", "he": "בעיי העברים. שהיו מלאים עברה. משם נסעו מעיי העברים ויחנו בנחל זרד. ובפרש' מסעי אומר שמעיי העברים באו לדיבון גד. ולשם אומר שם המקומות. וכאן אומר שם הנהרות לפי שרוצה לבא אל הבאר. עיי כמו איי. נחל זרד שלא היה אלא מלא זרת ולא יוכלו לעברו אלא לשלשים ושמונה שנה כדכתיב והימים אשר הלכנו מקדש ברנע עד אשר עברנו את נחל זרד שלשים ושמונה שנה. בעבר ארנון. שם נהר. והם חנו מעבר הנהר לצד הארץ. כי היו מקיפים ארץ מואב. לפי שלא נתנם לעבור בעריו כי אם בגבולו כדכתיב וגם אל מלך מואב שלח ולא אבה. ובאו ממזרח שמש אל ארץ מואב שעברו מזרחה של ארץ מואב והניחו ארץ מואב לצד מערב ועברו בארץ מעבר ארנון לצד ארץ סיחון:", "heVersionTitle": "Livorno, 1840", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}]