[{"_id": "52106ad4edbab43f23701778", "index_title": "Ramban on Numbers", "category": "Commentary", "type": "commentary", "ref": "Ramban on Numbers 21:13:1", "anchorRef": "Numbers 21:13", "anchorRefExpanded": ["Numbers 21:13"], "sourceRef": "Ramban on Numbers 21:13:1", "sourceHeRef": "רמב\"ן על במדבר כ״א:י״ג:א׳", "anchorVerse": 13, "sourceHasEn": true, "compDate": [1246, 1286], "commentaryNum": 13.0001, "collectiveTitle": {"en": "Ramban", "he": "רמב\"ן"}, "he": "<b>כי ארנון גבול מואב בין מואב ובין האמרי</b> היה ארנון שם עיר למואב והיא בסוף תחום האמורי תחלת גבול מואב יושבת על נחלים נוזלים ממנה:", "heVersionTitle": "On Your Way New", "heLicense": "", "heVersionTitleInHebrew": "", "text": "FOR ARNON IS THE BORDER OF MOAB, BETWEEN MOAB AND THE AMORITES. Arnon was a city which belonged to Moab, [located] near the end of the Amorite border and the beginning of the border of Moab, and it was situated on brooks that flowed through it.<sup class=\"footnote-marker\">258</sup><i class=\"footnote\">Verse 14: <i>and Arnon among the brooks</i>.</i>", "versionTitle": "Commentary on the Torah by Ramban (Nachmanides). Translated and annotated by Charles B. Chavel. New York, Shilo Pub. House, 1971-1976", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "522326ededbab45814ae712b", "index_title": "Rashi on Numbers", "category": "Commentary", "type": "commentary", "ref": "Rashi on Numbers 21:13:1", "anchorRef": "Numbers 21:13", "anchorRefExpanded": ["Numbers 21:13"], "sourceRef": "Rashi on Numbers 21:13:1", "sourceHeRef": "רש\"י על במדבר כ״א:י״ג:א׳", "anchorVerse": 13, "sourceHasEn": true, "compDate": [1075, 1105], "commentaryNum": 13.0001, "collectiveTitle": {"en": "Rashi", "he": "רש\"י"}, "heTitle": "רש\"י על במדבר", "he": "<b>מגבל האמרי.</b> תְּחוּם סוֹף מֶצֶר שֶׁלָּהֶם, וְכֵן גְּבוּל מוֹאָב — לְשׁוֹן קָצֶה וָסוֹף:", "heVersionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann -- corrected vocalization", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "מגבל האמרי The word גבול denotes boundary-line of (marking) the end of their frontier. Similar is the term the גבול of Moab (in this verse): it is an expression for extremity and end.", "versionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "license": "Public Domain", "versionTitleInHebrew": "חמישה חומשי תורה עם פירוש רש״י, מ. רוזנבאום וא.מ. סילברמן"}, {"_id": "522326ededbab45814ae712d", "index_title": "Rashi on Numbers", "category": "Commentary", "type": "commentary", "ref": "Rashi on Numbers 21:13:2", "anchorRef": "Numbers 21:13", "anchorRefExpanded": ["Numbers 21:13"], "sourceRef": "Rashi on Numbers 21:13:2", "sourceHeRef": "רש\"י על במדבר כ״א:י״ג:ב׳", "anchorVerse": 13, "sourceHasEn": true, "compDate": [1075, 1105], "commentaryNum": 13.0002, "collectiveTitle": {"en": "Rashi", "he": "רש\"י"}, "heTitle": "רש\"י על במדבר", "he": "<b>מעבר ארנון.</b> הִקִּיפוּ אֶרֶץ מוֹאָב כָּל דְּרוֹמָהּ וּמִזְרָחָהּ עַד שֶׁבָּאוּ מֵעֵבֶר הַשֵּׁנִי לְאַרְנוֹן בְּתוֹךְ אֶרֶץ הָאֱמוֹרִי בִּצְפוֹנָהּ שֶׁל אֶרֶץ מוֹאָב:", "heVersionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann -- corrected vocalization", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "מעבר ארנון ON THE OTHER SIDE OF ARNON — they travelled round the land of Moab along the whole of its southern and eastern sides until they came to the other side of the Arnon into the land of the Amorites on the north of the land of Moab.", "versionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "license": "Public Domain", "versionTitleInHebrew": "חמישה חומשי תורה עם פירוש רש״י, מ. רוזנבאום וא.מ. סילברמן"}, {"_id": "522326ededbab45814ae712f", "index_title": "Rashi on Numbers", "category": "Commentary", "type": "commentary", "ref": "Rashi on Numbers 21:13:3", "anchorRef": "Numbers 21:13", "anchorRefExpanded": ["Numbers 21:13"], "sourceRef": "Rashi on Numbers 21:13:3", "sourceHeRef": "רש\"י על במדבר כ״א:י״ג:ג׳", "anchorVerse": 13, "sourceHasEn": true, "compDate": [1075, 1105], "commentaryNum": 13.0003, "collectiveTitle": {"en": "Rashi", "he": "רש\"י"}, "heTitle": "רש\"י על במדבר", "he": "<b>היצא מגבל האמרי.</b> רְצוּעָה יוֹצְאָה מִגְּבוּל הָאֱמוֹרִי וְהִיא שֶׁל אֱמוֹרִיִּים, וְנִכְנֶסֶת לִגְבוּל מוֹאָב עַד אַרְנוֹן שֶׁהוּא גְּבוּל מוֹאָב, וְשָׁם חָנוּ יִשְֹרָאֵל וְלֹא בָאוּ לִגְבוּל מוֹאָב, <b>כי ארנון גבול מואב</b>, וְהֵם לֹא נָתְנוּ לָהֶם רְשׁוּת לַעֲבֹר בְּאַרְצָם, וְאַעַ\"פִּי שֶׁלֹּא פֵרְשָׁהּ מֹשֶׁה, פֵּרְשָׁהּ יִפְתָּח, כְּמוֹ שֶׁאָמַר יִפְתָּח (שופטים י\"א) \"וְגַם אֶל מֶלֶךְ מוֹאָב שָׁלַח וְלֹא אָבָה\", וּמֹשֶׁה רְמָזָהּ (דברים ב'), \"כַּאֲשֶׁר עָשׂוּ לִי בְּנֵי עֵשָׂו הַיֹּשְׁבִים בְּשֵׂעִיר וְהַמּוֹאָבִים הַיֹּשְׁבִים בְּעָר\" — מָה אֵלּוּ לֹא נְתָנוּם לַעֲבֹר בְּתוֹךְ אַרְצָם אֶלָּא הִקִּיפוּם סָבִיב, אַף מוֹאָב כֵּן:", "heVersionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann -- corrected vocalization", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "היצא מגבל האמרי [ARNON WHICH IS IN THE WILDERNESS] THAT COMETH OUT OF THE BOUNDARY OF THE AMORITES — a strip of land jutted out from the territory of the Amorites — it belonged to the Amorites — and entered into the territory of Moab extending unto the Arnon which is the boundary of Moab. It was there that the Israelites encamped and thus they did not pass into the territory of Moab, כי ארנון גבול מואב, FOR ARNON IS THE BOUNDARY OF MOAB, and they did not grant them permission to pass through their land. And although Moses did not state this plainly, Jephtha plainly stated it], as Jephtha said, (Judges 11:17) \"And in like manner he sent unto the king of Moab, out he would not permit him to pass through his territory”. Moses, however, made an allusion to it when he stated, (Deuteronomy 2:29) “As the children of Esau that dwell in Seir, and the Moabites that dwell in Ar, did unto me”. What was the case with these (the children of Esau)? They did not permit them to pass through their land, but they made them travel right round it! Similarly, too, Moab did!", "versionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "license": "Public Domain", "versionTitleInHebrew": "חמישה חומשי תורה עם פירוש רש״י, מ. רוזנבאום וא.מ. סילברמן"}, {"_id": "531e4fe3fbfba276047f6d91", "index_title": "Onkelos Numbers", "category": "Targum", "type": "targum", "ref": "Onkelos Numbers 21:13", "anchorRef": "Numbers 21:13", "anchorRefExpanded": ["Numbers 21:13"], "sourceRef": "Onkelos Numbers 21:13", "sourceHeRef": "תרגום אונקלוס על במדבר כ״א:י״ג", "anchorVerse": 13, "sourceHasEn": false, "compDate": [80, 120], "commentaryNum": 21.0013, "collectiveTitle": {"en": "Onkelos Numbers", "he": "תרגום אונקלוס על במדבר"}, "heTitle": "תרגום אונקלוס על במדבר", "he": "מִתַּמָּן נְטָלוּ וּשְׁרוֹ מֵעִבְרָא דְאַרְנוֹן דִּי בְמַדְבְּרָא דְּנָפֵק מִתְּחוּם אֱמוֹרָאָה אֲרֵי אַרְנוֹן תְּחוּם מוֹאָב בֵּין מוֹאָב וּבֵין אֱמוֹרָאָה:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "חומש שפתי חכמים, מצודה תשס\"ט", "text": "They traveled from there and camped opposite Arnon, in the wilderness, extending from the Emorite border; Arnon being the Moav border between Moav and the Emorite.", "versionTitle": "Metsudah Chumash, Metsudah Publications, 2009 [with Onkelos translation]", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "532b2686fbfba27c35eec5c8", "index_title": "Targum Jonathan on Numbers", "category": "Targum", "type": "targum", "ref": "Targum Jonathan on Numbers 21:13", "anchorRef": "Numbers 21:13", "anchorRefExpanded": ["Numbers 21:13"], "sourceRef": "Targum Jonathan on Numbers 21:13", "sourceHeRef": "תרגום יונתן על במדבר כ״א:י״ג", "anchorVerse": 13, "sourceHasEn": true, "compDate": [30, 70], "commentaryNum": 21.0013, "collectiveTitle": {"en": "Targum Jonathan on Numbers", "he": "תרגום יונתן על במדבר"}, "heTitle": "תרגום יונתן על במדבר", "he": "וּמִתַּמָן נְטָלוּ וּשְׁרוֹ מִן לְהָאֵל לְאַרְנוֹן בְּמַעְבְּרָא דִבְמַדְבְּרָא דְנָפִיק מִתְּחוּם אֱמוֹרָאָה אֲרוּם אַרְנוֹן תְּחוּם מוֹאָב מְמֻצָע בֵּין מוֹאָב וּבֵין אֱמוֹרָאָה וְיַתְבִין בֵּיהּ כּוּמְרָנַיָא פַּלְחֵי טַעֲוַותְהוֹן", "heVersionTitle": "Targum Jonathan on Numbers", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תרגום יונתן על במדבר", "text": " And they journeyed from thence, and encamped beyond the Arnon, in a passage of the desert that stretcheth from the coast of the Amoraah; for Arnon is the border of Moab, situate between Moab and the Amoraah; and therein dwelt a priesthood of the worshippers of idols. \n", "versionTitle": "The Targum of Jonathan ben Uzziel, trans. J. W. Etheridge, London, 1862", "license": "Public Domain", "versionTitleInHebrew": "תרגום ירושלמי (תרגום יונתן בן-עוזיאל) לתורה, תורגם ע״י ג׳ון ווסלי אטרידג׳, לונדון 1862"}, {"_id": "53f179b9fbfba22336ea6501", "index_title": "Sforno on Numbers", "category": "Commentary", "type": "commentary", "ref": "Sforno on Numbers 21:13:1", "anchorRef": "Numbers 21:13", "anchorRefExpanded": ["Numbers 21:13"], "sourceRef": "Sforno on Numbers 21:13:1", "sourceHeRef": "ספורנו על במדבר כ״א:י״ג:א׳", "anchorVerse": 13, "sourceHasEn": true, "compDate": [1500, 1550], "commentaryNum": 13.0001, "collectiveTitle": {"en": "Sforno", "he": "ספורנו"}, "heTitle": "ספורנו על במדבר", "he": "<b>מעבר ארנון.</b> היוצא. באותו חלק ארנון ומדבר היוצא:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "מעבר ארנון...היוצא, in that region where the river Arnon borders the region where the desert starts.", "versionTitle": "Eliyahu Munk, HaChut Hameshulash", "license": "CC-BY", "versionTitleInHebrew": "החוט המשולש, אליהו מונק"}, {"_id": "53f179b9fbfba22336ea6503", "index_title": "Sforno on Numbers", "category": "Commentary", "type": "commentary", "ref": "Sforno on Numbers 21:13:2", "anchorRef": "Numbers 21:13", "anchorRefExpanded": ["Numbers 21:13"], "sourceRef": "Sforno on Numbers 21:13:2", "sourceHeRef": "ספורנו על במדבר כ״א:י״ג:ב׳", "anchorVerse": 13, "sourceHasEn": true, "compDate": [1500, 1550], "commentaryNum": 13.0002, "collectiveTitle": {"en": "Sforno", "he": "ספורנו"}, "heTitle": "ספורנו על במדבר", "he": "<b>כי ארנון גבול מואב.</b> כי לא היה גבול מואב אלא באותו החלק אשר בינו ובין האמורי ובחלק שנכנסו לא היה למואב נגדו שום גבול:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "כי ארנון גבול מואב, the border between the Emorite and Moav is a joint border only at that point where the river separates the two nations. The area where the Israelites had entered the territory of the Emorite was not anywhere near its boundary with Moav.\n", "versionTitle": "Eliyahu Munk, HaChut Hameshulash", "license": "CC-BY", "versionTitleInHebrew": "החוט המשולש, אליהו מונק"}, {"_id": "54bd4832fbfba217333632ce", "index_title": "Ramban on Deuteronomy", "category": "Quoting Commentary", "type": "", "ref": "Ramban on Deuteronomy 1:1:1", "anchorRef": "Numbers 21:13", "anchorRefExpanded": ["Numbers 21:13"], "sourceRef": "Ramban on Deuteronomy 1:1:1", "sourceHeRef": "רמב\"ן על דברים א׳:א׳:א׳", "anchorVerse": 13, "sourceHasEn": true, "compDate": [1246, 1286], "commentaryNum": 1.0001, "collectiveTitle": {"en": "Ramban on Deuteronomy", "he": "רמב\"ן על דברים"}, "he": "אָמַר <b>אֵלֶּה הַדְּבָרִים אֲשֶׁר דִּבֶּר מֹשֶׁה אֶל כָּל יִשְׂרָאֵל</b> עַל הַמִּצְוֹת אֲשֶׁר יַזְכִּיר בְּכָל הַסֵּפֶר מִתְּחִלַּת עֲשֶׂרֶת הַדִּבְּרוֹת בְּפָרָשַׁת וָאֶתְחַנַּן כְּמוֹ שֶׁאָמַר (דברים א':ה') הוֹאִיל מֹשֶׁה בֵּאֵר אֶת הַתּוֹרָה הַזֹּאת לֵאמֹר כִּי עַל הַתּוֹרָה יְדַבֵּר וְיֶחְסַר מִפָּסוּק ה' אֱלֹהֵינוּ דִּבֶּר אֵלֵינוּ (דברים א':ו') מִלַּת אֲמִירָה, וְכָמוֹהוּ כִּי נַשַּׁנִי אֱלֹהִים אֶת כָּל עֲמָלִי כִּי הִפְרַנִי אֱלֹהִים (בראשית מא נא נב) כִּי אָמַר. וְשִׁעוּר הַכְּתוּבִים הָאֵלֶּה אֵלֶּה הַמִּצְוֹת אֲשֶׁר דִּבֶּר מֹשֶׁה אֶל כָּל יִשְׂרָאֵל בְּעֵבֶר הַיַּרְדֵּן בְּאַרְבָּעִים שָׁנָה לְצֵאתָם מִמִּצְרַיִם בְּאֶחָד לַחֹדֶשׁ הָעַשְׁתֵּי עָשָׂר כְּכָל אֲשֶׁר צִוָּה ה' אֹתוֹ אֲלֵיהֶם, וְהָיָה זֶה אַחֲרֵי הַכֹּתוֹ אֵת סִיחֹן וְעוֹג בְּאֶרֶץ מוֹאָב שָׁם הוֹאִיל מֹשֶׁה לְבָאֵר לָהֶם הַתּוֹרָה הַזֹּאת לֵאמֹר, וַיֹּאמֶר, ה' אֱלֹהֵינוּ דִּבֶּר אֵלֵינוּ בְּחֹרֵב לֵאמֹר רַב לָכֶם שֶׁבֶת וְגוֹ'. וְהַטַּעַם כִּי כַּאֲשֶׁר הוֹאִיל מֹשֶׁה לְבָאֵר לָהֶם הַמִּצְוֹת אָמַר לָהֶם בִּתְחִלַּת דְּבָרָיו ה' אֱלֹהֵינוּ דִּבֶּר אֵלֵינוּ בְּחֹרֵב אַחֲרֵי שֶׁנָּתַן לָנוּ עֲשֶׂרֶת הַדְּבָרִים שֶׁנִּכְבֹּשׁ הָאָרֶץ מִיָּד וְנַעֲבֹר אֶת הַיַּרְדֵּן, וְחַטֹּאתֵיכֶם גָּרְמוּ לָכֶם זֶה וָזֶה, וְנִמְשְׁכוּ דִּבְרֵי הַפְּתִיחָה הַזֹּאת עַד שֶׁהִשְׁלִים בָּהֶם בַּפָּסוּק וְשָׁמַרְתָּ אֶת חֻקָּיו וְאֶת מִצְוֹתָיו אֲשֶׁר אָנֹכִי מְצַוְּךָ הַיּוֹם אֲשֶׁר יִיטַב לְךָ וּלְבָנֶיךָ אַחֲרֶיךָ וּלְמַעַן תַּאֲרִיךְ יָמִים עַל הָאֲדָמָה אֲשֶׁר ה' אֱלֹהֶיךָ נֹתֵן לְךָ כָּל הַיָּמִים (דברים ד מ). אָז קָרָא מֹשֶׁה אֶל כָּל יִשְׂרָאֵל אֲשֶׁר הָיוּ לְפָנָיו וְאָמַר (דברים ה א) שְׁמַע יִשְׂרָאֵל אֶת הַחֻקִּים וְאֶת הַמִּשְׁפָּטִים אֲשֶׁר אָנֹכִי דֹּבֵר בְּאָזְנֵיכֶם הַיּוֹם, וְהִתְחִיל בְּבֵאוּר הַתּוֹרָה עֲשֶׂרֶת הַדִּבְּרוֹת שֶׁיִּשְׁמְעוּ אוֹתָם בְּבֵאוּר מִפִּי הַמְקַבֵּל אוֹתָם מִפִּיו שֶׁל הקב\"ה, וְאַחֲרֵי כֵן הוֹדִיעָם יִחוּד הַשֵּׁם שְׁמַע יִשְׂרָאֵל ה' אֱלֹהֵינוּ ה' אֶחָד (דברים ו ד) וְכָל הַמִּצְוֹת שֶׁבַּסֵּפֶר הַזֶּה, וּלְכָךְ יְפָרֵשׁ בְּכָאן <b>אֲשֶׁר דִּבֶּר מֹשֶׁה אֶל כָּל יִשְׂרָאֵל</b> וְשָׁם <b>וַיִּקְרָא מֹשֶׁה אֶל כָּל יִשְׂרָאֵל</b>, כִּי בֵּאוּר הַתּוֹרָה וְתַשְׁלוּם הַמִּצְוֹת צָרִיךְ לִהְיוֹת בְּמַעֲמַד כָּל יִשְׂרָאֵל כַּאֲשֶׁר הָיָה בְּמַתַּן הַתּוֹרָה. וּמִפְּנֵי שֶׁהֶאֱרִיךְ בְּדִבְרֵי הַפְּתִיחָה הַזֹּאת חָזַר הַכָּתוּב לַמָּקוֹם שֶׁפָּסַק בִּתְחִלַּת בֵּאוּר הַתּוֹרָה וְאָמַר (דברים ד מד מה) וְזֹאת הַתּוֹרָה אֲשֶׁר שָׂם מֹשֶׁה לִפְנֵי בְּנֵי יִשְׂרָאֵל, אֵלֶּה הָעֵדֹת הַחֻקִּים וְהַמִּשְׁפָּטִים אֲשֶׁר דִּבֶּר מֹשֶׁה אֶל בְּנֵי יִשְׂרָאֵל בְּצֵאתָם מִמִּצְרָיִם, וְהִזְכִּיר (דברים ד מו) כִּי הָיָה בְּעֵבֶר הַיַּרְדֵּן בַּגַּיְא בְּאֶרֶץ סִיחוֹן וְהִיא אֶרֶץ מוֹאָב הַנִּזְכָּר בְּכָאן, כִּי יִשְׂרָאֵל לֹא נִכְנְסוּ לְאֶרֶץ מוֹאָב רַק בְּאוֹתוֹ הַחֵלֶק שֶׁטָּהַר אֲלֵיהֶם בְּסִיחוֹן כְּמוֹ שֶׁנִּתְבָּאֵר בַּסֵּפֶר שֶׁל מַעְלָה (במדבר כא יג). וְהִנֵּה הִזְכִּיר בְּכָאן שְׁנֵי דְּבָרִים, אָמַר שֶׁדִּבֶּר מֹשֶׁה אֶל בְּנֵי יִשְׂרָאֵל כְּכֹל אֲשֶׁר צִוָּה ה' אוֹתוֹ אֲלֵיהֶם וְזֶה רֶמֶז אֶל הַמִּצְוֹת שֶׁיֹּאמַר לָהֶם בַּסֵּפֶר הַזֶּה שֶׁלֹּא נִזְכְּרוּ עַד הֵנָּה בַּתּוֹרָה, וְאָמַר שֶׁהֵם כְּכֹל אֲשֶׁר צִוָּה אֹתוֹ הַשֵּׁם לֹא הוֹסִיף וְלֹא גָּרַע עַל מָה שֶׁנִּצְטַוָּה. וְהִזְכִּיר זֶה בַּעֲבוּר שֶׁלֹּא אָמַר בָּהֶם <b>וַיְדַבֵּר ה' אֶל מֹשֶׁה</b> וְלָכֵן כָּלַל אוֹתָם עַתָּה שֶׁהֵם כֻּלָּם כְּכָל אֲשֶׁר נִצְטַוָּה מִפִּי הקב\"ה וְאָמַר עוֹד כִּי הוֹאִיל מֹשֶׁה בֵּאֵר אֶת הַתּוֹרָה וְזֶה רֶמֶז בַּמִּצְוֹת שֶׁנֶּאֶמְרוּ כְּבָר שֶׁיַּחְזֹר אוֹתָם לְבָאֵר אוֹתָם וּלְחַדֵּשׁ בָּהֶם דְּבָרִים. וְטַעַם <b>הוֹאִיל מֹשֶׁה</b> שֶׁרָצָה לְבָאֵר לָהֶם אֶת הַתּוֹרָה וְהִזְכִּיר כֵּן לְהוֹדִיעַ כִּי מֵעַצְמוֹ רָאָה לַעֲשׂוֹת כֵּן וְלֹא צִוָּהוּ הַשֵּׁם בָּזֶה מִלְּשׁוֹן הוֹאֶל נָא וְלִין (שופטים יט ו) וְלוּ הוֹאַלְנוּ וַנֵּשֶׁב (יהושע ז ז) וְכֵן רַבִּים:", "heVersionTitle": "Vocalized Edition", "heLicense": "", "heVersionTitleInHebrew": "", "text": "THESE ARE THE WORDS WHICH MOSES SPOKE UNTO ALL ISRAEL. [The reference is] to the commandments which he will mention in the entire book beginning with the Ten Commandments in the section of <i>Va’ethchanan</i>,<sup class=\"footnote-marker\">15</sup><i class=\"footnote\">Further 5:6-18. In other words, the opening expression of the Torah here, <i>These are the words</i> …, is not a reference to the words of Moses from the beginning of the book on, narrating the historical events of the journey through the wilderness, but primarily a reference to the Ten Commandments and the laws that followed, which Moses introduced with a review of their journey from Sinai to the Jordan followed with an exhortation to obedience.</i> as Scripture stated, <i>Moses began explaining this Law, saying</i>,<sup class=\"footnote-marker\">16</sup><i class=\"footnote\">Verse 5.</i> clearly indicating that he is speaking of the Law [which begins with the Ten Commandments in the next section of <i>Va’ethchanan</i>]. And in that case [we must say] that in the [following] verse <i>The Eternal our G-d spoke unto us</i><sup class=\"footnote-marker\">17</sup><i class=\"footnote\">Verse 6.</i> an introductory expression of “saying.”<sup class=\"footnote-marker\">18</sup><i class=\"footnote\">Since we have explained the word <i>leimor</i> (saying) in Verse 5 as referring <i>not</i> to the contents of Verse 6 but to the Scriptural text of the Ten Commandments, Verse 6 should begin with a phrase explaining that it was Moses who was now speaking on a different subject — not about the commandments, but about the history of the forty years. Thus the verse should begin, “And he [i.e., Moses] said: <i>The Eternal our G-d spoke unto us</i> …”</i> is omitted. Similarly [there is an omission in the verse] <i>And Joseph called the name of the firstborn Menasheh: ‘for G-d hath made me forget all my toil’ … And the name of the second he called Ephraim: ‘for G-d hath made me fruitful.’</i><sup class=\"footnote-marker\">19</sup><i class=\"footnote\">Genesis 41:51-52.</i> Both verses omit the expression “for he [Joseph] said” [<i>that G-d hath made me forget</i> … “for he said” <i>that G-d hath made me fruitful</i>]. And the purport of these verses here is as follows: “These are the commandments which Moses spoke to all Israel beyond the Jordan in the fortieth year from their departure from Egypt on the first day of the eleventh month <i>according to all that the Eternal had commanded him for them</i>,<sup class=\"footnote-marker\">20</sup><i class=\"footnote\">Verse 3.</i> this being after he had smitten Sihon and Og,<sup class=\"footnote-marker\">21</sup><i class=\"footnote\">Verse 4.</i> in the land of Moab, there Moses began to explain to them this Law, as follows. And he said: <i>The Eternal our G-d spoke unto us in Horeb, saying:</i> ‘<i>Ye have dwelt long enough</i> etc.’”<sup class=\"footnote-marker\">17</sup><i class=\"footnote\">Verse 6.</i> And the meaning thereof is that when Moses began explaining the commandments to them, he said to them at the outset of his words: <i>The Eternal our G-d spoke unto us in Horeb</i>, after He gave us the Ten Commandments, [ordering] that we conquer the Land at once and that we cross the Jordan. But your sins caused you this and that consequence [as Moses goes on to relate]. The words of this introduction continue until he concludes with the verse, <i>And thou shalt keep His statutes, and His commandments, which I command thee this day, that it may go well with thee, and with thy children after thee, and that thou mayest prolong thy days upon the Land, which the Eternal thy G-d giveth thee, forever</i>.<sup class=\"footnote-marker\">22</sup><i class=\"footnote\">Further, 4:40.</i> Then Moses called all Israel that were before him and said, <i>Hear, O Israel, the statutes and the ordinances which I speak in your ears this day</i>,<sup class=\"footnote-marker\">23</sup><i class=\"footnote\"><i>Ibid.</i>, 5:1.</i> and then began the explanation of the Torah with the Ten Commandments in order that they hear them with the explanation from the mouth of the one who received them from the mouth of the Holy One, blessed be He. Afterwards he informed them of the Unity of G-d, as it is said, <i>Hear, O Israel: the Eternal our G-d, the Eternal is One</i>,<sup class=\"footnote-marker\">24</sup><i class=\"footnote\"><i>Ibid.</i>, 6:4.</i> and all the commandments in this book. This is why Scripture explained here <i>which Moses spoke unto ‘all’ Israel</i>, and there it is stated, <i>And Moses called unto ‘all’ Israel</i><sup class=\"footnote-marker\">23</sup><i class=\"footnote\"><i>Ibid.</i>, 5:1.</i> [emphasizing that <i>all</i> were present], because the explanation of the Torah and the completion of the commandments must be in the presence of “all” Israel just as was the Giving of the Torah [itself on Mount Sinai]. Now, because he [Moses] prolonged the words of this introduction, Scripture [in <i>Va’ethchanan</i> where Moses finally begins explaining “the words” with which he began this opening verse] returned to the place at which it stopped at the beginning of the explanation of the Torah and said, <i>And this is the Law which Moses set before the children of Israel; these are the testimonies, and the statutes, and the ordinances, which Moses spoke unto the children of Israel, when they came forth out of Egypt</i>,<sup class=\"footnote-marker\">25</sup><i class=\"footnote\"><i>Ibid.</i>, 4:44-45.</i> and mentioned that it was <i>beyond the Jordan, in the valley over against Beth-peor, in the land of Sihon</i>,<sup class=\"footnote-marker\">26</sup><i class=\"footnote\"><i>Ibid.</i>, Verse 46.</i> this being <i>the land of Moab</i> mentioned here<sup class=\"footnote-marker\">16</sup><i class=\"footnote\">Verse 5.</i> since Israel did not enter the land of Moab except what was made permissible for them by Sihon [who conquered part of Moab and became its ruler, thus removing that territory from the injunction that Israel may not wage war against Moab] as has been explained in the preceding book.<sup class=\"footnote-marker\">27</sup><i class=\"footnote\">Numbers 21:26; 35:14.</i><br>Thus Scripture mentioned two things here. [The first thing is:] it stated <i>that Moses spoke unto the children of Israel, according to all that the Eternal had commanded him for them</i>,<sup class=\"footnote-marker\">20</sup><i class=\"footnote\">Verse 3.</i> this being an allusion to the commandments which he would tell them in this book that have not been mentioned thus far in the Torah. And it says that these commandments were exactly as G-d commanded him; he did not add to, or substract from what he had been commanded. It was necessary that this be stated [i.e., that Moses spoke <i>according to all that the Eternal had commanded him</i>] because Scripture does not state of them “And the Eternal spoke unto Moses;” therefore it included them now, [emphasizing] that they were all according to what he was commanded from the mouth of the Holy One, blessed be He. [The second thing is:] it further stated that <i>Moses began explaining this Law</i>,<sup class=\"footnote-marker\">16</sup><i class=\"footnote\">Verse 5.</i> this being an allusion to the commandments which were already declared, that he would repeat them in order to clarify them further and to give additional instruction about them. And the meaning of the expression <i>ho’il Mosheh</i><sup class=\"footnote-marker\">28</sup><i class=\"footnote\">Verse 5. This is generally translated: “Moses began.” Since according to Ramban, the explanation of the commandments does not begin until the Ten Commandments in 5:6, Ramban interprets the word <i>ho’il</i> as “wished;” thus meaning “Moses wished” to explain this Torah; however, the beginning thereof is not here, but later on as explained. According to those commentators, such as Rashi, who explain the reference <i>‘These are the words’</i> in our verse as referring to Moses’ words of chastisement, the word <i>ho’il</i> does mean “begin,” since the reproof begins in the next verse.</i> is that “Moses wished” to explain the Torah to them. This is said to inform us that Moses saw fit to do so although G-d had not yet commanded him thereon [but afterwards, when He commanded him to write down the whole Torah, G-d Himself said all these words that were originally spoken by Moses; and Moses wrote them as he was commanded. Hence there is no difference between the first four books of the Torah and this fifth book, Deuteronomy, as all are equally the word of G-d]. The word <i>ho’il</i> is thus related to the expressions: <i>‘ho’el na’</i> (<i>be willing, I pray thee</i>), <i>and tarry all night;</i><sup class=\"footnote-marker\">29</sup><i class=\"footnote\">Judges 19:6.</i> <i>would that ‘ho’alnu’</i> (<i>we had been willing</i>) <i>and dwelt beyond the Jordan</i>,<sup class=\"footnote-marker\">30</sup><i class=\"footnote\">Joshua 7:7.</i> and so also many similar expressions.", "versionTitle": "Commentary on the Torah by Ramban (Nachmanides). Translated and annotated by Charles B. Chavel. New York, Shilo Pub. House, 1971-1976", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "57e77d71d6e4a94c7c18afb5", "index_title": "Tafsir Rasag", "category": "Targum", "type": "targum", "ref": "Tafsir Rasag, Numbers 21:13", "anchorRef": "Numbers 21:13", "anchorRefExpanded": ["Numbers 21:13"], "sourceRef": "Tafsir Rasag, Numbers 21:13", "sourceHeRef": "תפסיר רס\"ג, במדבר כ״א:י״ג", "anchorVerse": 13, "sourceHasEn": false, "compDate": [918, 942], "commentaryNum": 21.0013, "collectiveTitle": {"en": "Tafsir Rasag", "he": "תפסיר רס\"ג"}, "heTitle": "במדבר", "he": "ורחלו מן ת̇ם ונזלו פי ג̇אנב אלארנון אלד̇י פי אלבריה אלכ̇ארג̇ ען תכ̇ם אלאמוריין לאן ארנון הו אלחד בין מואב ואלאמוריין", "heVersionTitle": "Tafsir al-Torah bi-al-Arabiya, Paris, 1893", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תפסיר אלתורה באלערביה, פריס, 1893", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5a1547b7d6e4a92409ac4a66", "index_title": "Siftei Chakhamim", "category": "Commentary", "type": "commentary", "ref": "Siftei Chakhamim, Numbers 21:13:1", "anchorRef": "Numbers 21:13", "anchorRefExpanded": ["Numbers 21:13"], "sourceRef": "Siftei Chakhamim, Numbers 21:13:1", "sourceHeRef": "שפתי חכמים, במדבר כ״א:י״ג:א׳", "anchorVerse": 13, "sourceHasEn": true, "compDate": [1660, 1680], "commentaryNum": 13.0001, "collectiveTitle": {"en": "Siftei Chakhamim", "he": "שפתי חכמים"}, "heTitle": "במדבר", "he": "<b>סוף מצר.</b> הוצרך לפרש שהוא מצר ולא ל' רשות, מפני שאם הוא גבול האמורי אינו גבול מואב אם הוא גבול מואב אינו גבול האמורי, אבל מצר הוא גבול לזה ולזה:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY", "heVersionTitleInHebrew": "חומש שפתי חכמים, הוצאת מצודה, 2009", "text": "<b>The edge of [their] border.</b> Rashi was obliged to explain that this refers to a border and is not in the sense of a territory [the word גבול [\"border\"] sometimes includes the territory enclosed by the border]. For if it was the territory of the Emorites then it could not be the territory of the Moavites, and if it was the territory of the Moavites then it could not be the territory of the Emorites. However a border can be a boundary for both.", "versionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": "חומש שפתי חכמים, הוצאת מצודה, 2009"}, {"_id": "5a436732d6e4a97d18d91a55", "index_title": "Ralbag Beur HaMilot on Torah", "category": "Commentary", "type": "commentary", "ref": "Ralbag Beur HaMilot on Torah, Numbers 21:13:1", "anchorRef": "Numbers 21:13", "anchorRefExpanded": ["Numbers 21:13"], "sourceRef": "Ralbag Beur HaMilot on Torah, Numbers 21:13:1", "sourceHeRef": "רלב\"ג ביאור המלות על התורה, במדבר כ״א:י״ג:א׳", "anchorVerse": 13, "sourceHasEn": false, "compDate": [1326, 1340], "commentaryNum": 13.0001, "collectiveTitle": {"en": "Ralbag Beur HaMilot", "he": "רלב\"ג ביאור המלות"}, "heTitle": "במדבר", "he": "<b>כי ארנון גבול מואב.</b> ר\"ל שהעיר ההיא הוא גבול מואב בין מואב ובין האמורי וזה שהעיר היא היתה ממואב ומשם ואילך היתה מהאמורי ולזה נקר' גבול מוא' ואמר ג\"כ שהו' יוצא מגבול האמורי:\n", "heVersionTitle": "Ralbag on Torah, Venice, 1547", "heLicense": "Public Domain", "heVersionTitleInHebrew": "רלב\"ג על התורה, ונציה ש\"ז", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5a9ec58dd6e4a91d7b55e5f1", "index_title": "Tzror HaMor on Torah", "category": "Commentary", "type": "commentary", "ref": "Tzror HaMor on Torah, Numbers 21:13:1-2", "anchorRef": "Numbers 21:13", "anchorRefExpanded": ["Numbers 21:13"], "sourceRef": "Tzror HaMor on Torah, Numbers 21:13:1-2", "sourceHeRef": "צרור המור על התורה, במדבר כ״א:י״ג:א׳-ב׳", "anchorVerse": 13, "sourceHasEn": false, "compDate": [1460, 1510], "commentaryNum": 13.0001, "collectiveTitle": {"en": "Tzror HaMor", "he": "צרור המור"}, "heTitle": "במדבר", "he": ["<b>אח\"כ</b> סיפר ניסי ארנון. ולפי שהוא נס גדול כנס ים סוף כמאמרם ז\"ל. אמר בכאן את והב בסופה. ועל דרך הרמז נראה שייעד בכאן הגאולה העתידה. ועל כן אמר על כן יאמר לזמן העתיד בספר מלחמות ה'. מהו מלחמות ה' היא מלחמת עמלק שכתב בו מלחמה לה' בעמלק. ושם כתיב כתוב זאת זכרון בספר. והמלחמה האחרת היא המלחמה העתידה כדכתיב ויצא ה' ונלחם בגוים ההם כיום הלחמו ביום קרב עם עמלק. ולהורות על המלחמה העתידה אמר בכאן את והב בסופה. כי והב הוא רמז על עשו הוא אדום דכתיב ביה הלעיטני נא מן האדום. וכתיב לעלוקה שתי בנות הב הב. כי כך דרכם לשאול מישראל מסים וארנוניות. ולעולם הם שואלים הב הב. והעלוקה הוא רמז ליצה\"ר הוא אדום. כמו שכתבו בזוהר על פסוק כי ירא לשבת בצוער עלוקה כמנין יר\"א. וזהו את והב בסופה. כי בספר המלחמות כתובה המלחמה העתידה להיות באחרית הימים וזהו בסופה. וסמך זה לכאן לפי שבסבת מלך אדום באה להם זאת הצרה לפי שסבבו את ארץ אדום ולא נתנום לעבור בארצם וזאת אכזריות גדולה. ולכן אמר השם אע\"פ שעכשיו איני לוחם עמהם. אני נזכר ממה שעשו לכם. ובסוף אפרע מהם מן הכל. ואשפוך דמם כמים. כאומרו ונהפכו נחליה לזפת ועפרה לגפרית. וכתיב וטבח גדול בארץ אדום. וזהו ואשד הנחלים אשר נטה לשבת ער ונשען לגבול מואב. לרמוז כי לפי שאדום ומואב היו אחים וקרובים לישראל. הם ראוים יותר לעונש. לכן נזכרים בדברי הנביאים יחד דכתיב אדום ומואב משלוח ידם. וזהו ונשען לגבול מואב. כי לעולם סמך אדום עם מואב. וכן תמצא בדברי ירמיהו כשנתנבא על אדום אמר שמועה שמעתי מאת ה'. סמך פורענותו אצל מואב. וזאת השמועה היא מלחמת עמלק ומלחמת אדום הכתובה בכאן בספר מלחמות ה'. וכן אמר עובדיה על אדום קומו ונקומה עליה למלחמה הכתובה בתורה. וכן אמר ג\"כ שמענו מאת ה'. כי זאת השמועה מכאן למדוה כל הנביאים. ולכן אמר שמועה שמענו. כל הנביאים מאת ה'. כי מספר מלחמות ה' שמעו שמועה. ואמר ג\"כ שמועה שמענו. לפי שעובדיה הוא הראשון בזאת הנבואה נגד אדום. והתנבא שנביא אחר יבא שישמע זאת השמועה כמו שהוא שמעה והוא ירמיהו. ואם תדקדק בנבואת עובדיה ובנבואת ירמיהו. תמצאם שוות בלשון ובענין בשינוי מעט ואיני רוצה להאריך בהן. ובאותו זמן ישיר ישראל עלי באר ענו לה. לפי שעכשיו ישראל בירידה יבא זמן שיעלו מירידתם. ואע\"פ שלא יהיו ראויים. יהיה בשביל זכות האבות. זהו באר חפרוה שרים כרוה נדיבי העם הם אברהם יצחק ויעקב. במחוקק במשענותם. רמז למשה שיבא עמהם שנקרא מחוקק דכתיב כי שם חלקת מחוקק ספון ויתא ראשי עם. וזהו במחוקק במשענותם. כי זכותו יהיה להם כמשען ומשענה ואז יעלו לגדולה וישיגו המתנות הניתנות להם על ידי הנביאים עד שיעלו במתי עב. ויזכו למשיח בן דוד שבא מנערה מואביה השבה משדה מואב. וזהו אשר בשדה מואב. ונשקפה על פני הישימון. לבנות בית המקדש וארץ ישראל. שעכשיו בתוהו יילל ישימון:", "<b>ובמדרש</b> רמזו בכאן שלשה מקומות שהיו שם שלשה בתי דינין של ישראל. ואמרו ממתנה נחליאל ומנחליאל במות. שלשה מקומות כנגד שלשה בתי דינין שבירושלם שהיו מפרשים תורה לישראל. וממתנה נחליאל אלו סנהדרין שבהר הבית. ומנחליאל במות אלו סנהדרין שבעזרה בצד המזבח. ומבמות הגיא אשר בשדה מואב אלו סנהדרין שבלשכת הגזית בתחום [רות] שבאת משדה מואב נערה מואביה היא השבה עם נעמי משדי מואב. ונשקפה על פני הישימון. שמשם תורה יוצאה לכל ישראל ע\"כ. רמזו בכאן שזאת הפרשה עתידה ובה קצת סמך לדברינו. וסמך לכאן מלחמת סיחון ועוג ומפלתם. להורות כי בזמן משיחנו יעשה מלחמה עם שונאי ה'. וחתו גבוריך תימן. ויכנס בכללם עמון ומואב. כאומרו אדום ומואב משלוח ידם ובני עמון משמעתם. ובדרך הפשט הזכיר הנסים שעשה השם עם ישראל במפלת סיחון ועוג. עד שבזה נמס לבב הנשארים כמים כאומרו ויגר מואב. ונתן סבה איך לקחו ארץ מואב אחר שהיו מוזהרים בהם. לפי שסיחון לקחה על ידי המושלים בלעם ובעור שקללו לעמון. ולכן האריך בענין המושלים להראות גבורות ישראל. כי סיחון עם כל גבורתו לא לקח לחשבון אלא על ידי המושלים. וישראל לקחוה מידו בגזירת המושל:"], "heVersionTitle": "Tzeror Hamor, Warsaw, 1879", "heLicense": "Public Domain", "heVersionTitleInHebrew": "צרור המור על התורה, וורשא, תרל\"ט", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5c17b8a1b071e100bf4e2011", "index_title": "Ran on Nedarim", "category": "Quoting Commentary", "type": "", "ref": "Ran on Nedarim 62b:2:1", "anchorRef": "Numbers 21:13", "anchorRefExpanded": ["Numbers 21:13"], "sourceRef": "Ran on Nedarim 62b:2:1", "sourceHeRef": "ר\"ן על נדרים ס״ב ב:ב׳:א׳", "anchorVerse": 13, "sourceHasEn": false, "compDate": [1325, 1375], "commentaryNum": 2.0001, "collectiveTitle": {"en": "Ran on Nedarim", "he": "ר\"ן על נדרים"}, "heTitle": "ר\"ן על נדרים", "he": "והלך זו ארנונא - סעודת המלך כשהולך ממקום למקום ארנונא בלשון יון סעודה. לשון אחר שותפות שיש לו למלך בבהמות דארנונא לשון שותפות מדכתיב (במדבר כא) כי ארנון גבול מואב בין מואב ובין האמורי:", "heVersionTitle": "Vilna Edition", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מהדורת וילנא", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "62037ee047cf7a0c25239b67", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Numbers, Part II; The Rebellion Narratives 2-17", "anchorRef": "Numbers 11:1-25:18", "anchorRefExpanded": ["Numbers 11:1", "Numbers 11:2", "Numbers 11:3", "Numbers 11:4", "Numbers 11:5", "Numbers 11:6", "Numbers 11:7", "Numbers 11:8", "Numbers 11:9", "Numbers 11:10", "Numbers 11:11", "Numbers 11:12", "Numbers 11:13", "Numbers 11:14", "Numbers 11:15", "Numbers 11:16", "Numbers 11:17", "Numbers 11:18", "Numbers 11:19", "Numbers 11:20", "Numbers 11:21", "Numbers 11:22", "Numbers 11:23", "Numbers 11:24", "Numbers 11:25", "Numbers 11:26", "Numbers 11:27", "Numbers 11:28", "Numbers 11:29", "Numbers 11:30", "Numbers 11:31", "Numbers 11:32", "Numbers 11:33", "Numbers 11:34", "Numbers 11:35", "Numbers 12:1", "Numbers 12:2", "Numbers 12:3", "Numbers 12:4", "Numbers 12:5", "Numbers 12:6", "Numbers 12:7", "Numbers 12:8", "Numbers 12:9", "Numbers 12:10", "Numbers 12:11", "Numbers 12:12", "Numbers 12:13", "Numbers 12:14", "Numbers 12:15", "Numbers 12:16", "Numbers 13:1", "Numbers 13:2", "Numbers 13:3", "Numbers 13:4", "Numbers 13:5", "Numbers 13:6", "Numbers 13:7", "Numbers 13:8", "Numbers 13:9", "Numbers 13:10", "Numbers 13:11", "Numbers 13:12", "Numbers 13:13", "Numbers 13:14", "Numbers 13:15", "Numbers 13:16", "Numbers 13:17", "Numbers 13:18", "Numbers 13:19", "Numbers 13:20", "Numbers 13:21", "Numbers 13:22", "Numbers 13:23", "Numbers 13:24", "Numbers 13:25", "Numbers 13:26", "Numbers 13:27", "Numbers 13:28", "Numbers 13:29", "Numbers 13:30", "Numbers 13:31", "Numbers 13:32", "Numbers 13:33", "Numbers 14:1", "Numbers 14:2", "Numbers 14:3", "Numbers 14:4", "Numbers 14:5", "Numbers 14:6", "Numbers 14:7", "Numbers 14:8", "Numbers 14:9", "Numbers 14:10", "Numbers 14:11", "Numbers 14:12", "Numbers 14:13", "Numbers 14:14", "Numbers 14:15", "Numbers 14:16", "Numbers 14:17", "Numbers 14:18", "Numbers 14:19", "Numbers 14:20", "Numbers 14:21", "Numbers 14:22", "Numbers 14:23", "Numbers 14:24", "Numbers 14:25", "Numbers 14:26", "Numbers 14:27", "Numbers 14:28", "Numbers 14:29", "Numbers 14:30", "Numbers 14:31", "Numbers 14:32", "Numbers 14:33", "Numbers 14:34", "Numbers 14:35", "Numbers 14:36", "Numbers 14:37", "Numbers 14:38", "Numbers 14:39", "Numbers 14:40", "Numbers 14:41", "Numbers 14:42", "Numbers 14:43", "Numbers 14:44", "Numbers 14:45", "Numbers 15:1", "Numbers 15:2", "Numbers 15:3", "Numbers 15:4", "Numbers 15:5", "Numbers 15:6", "Numbers 15:7", "Numbers 15:8", "Numbers 15:9", "Numbers 15:10", "Numbers 15:11", "Numbers 15:12", "Numbers 15:13", "Numbers 15:14", "Numbers 15:15", "Numbers 15:16", "Numbers 15:17", "Numbers 15:18", "Numbers 15:19", "Numbers 15:20", "Numbers 15:21", "Numbers 15:22", "Numbers 15:23", "Numbers 15:24", "Numbers 15:25", "Numbers 15:26", "Numbers 15:27", "Numbers 15:28", "Numbers 15:29", "Numbers 15:30", "Numbers 15:31", "Numbers 15:32", "Numbers 15:33", "Numbers 15:34", "Numbers 15:35", "Numbers 15:36", "Numbers 15:37", "Numbers 15:38", "Numbers 15:39", "Numbers 15:40", "Numbers 15:41", "Numbers 16:1", "Numbers 16:2", "Numbers 16:3", "Numbers 16:4", "Numbers 16:5", "Numbers 16:6", "Numbers 16:7", "Numbers 16:8", "Numbers 16:9", "Numbers 16:10", "Numbers 16:11", "Numbers 16:12", "Numbers 16:13", "Numbers 16:14", "Numbers 16:15", "Numbers 16:16", "Numbers 16:17", "Numbers 16:18", "Numbers 16:19", "Numbers 16:20", "Numbers 16:21", "Numbers 16:22", "Numbers 16:23", "Numbers 16:24", "Numbers 16:25", "Numbers 16:26", "Numbers 16:27", "Numbers 16:28", "Numbers 16:29", "Numbers 16:30", "Numbers 16:31", "Numbers 16:32", "Numbers 16:33", "Numbers 16:34", "Numbers 16:35", "Numbers 17:1", "Numbers 17:2", "Numbers 17:3", "Numbers 17:4", "Numbers 17:5", "Numbers 17:6", "Numbers 17:7", "Numbers 17:8", "Numbers 17:9", "Numbers 17:10", "Numbers 17:11", "Numbers 17:12", "Numbers 17:13", "Numbers 17:14", "Numbers 17:15", "Numbers 17:16", "Numbers 17:17", "Numbers 17:18", "Numbers 17:19", "Numbers 17:20", "Numbers 17:21", "Numbers 17:22", "Numbers 17:23", "Numbers 17:24", "Numbers 17:25", "Numbers 17:26", "Numbers 17:27", "Numbers 17:28", "Numbers 18:1", "Numbers 18:2", "Numbers 18:3", "Numbers 18:4", "Numbers 18:5", "Numbers 18:6", "Numbers 18:7", "Numbers 18:8", "Numbers 18:9", "Numbers 18:10", "Numbers 18:11", "Numbers 18:12", "Numbers 18:13", "Numbers 18:14", "Numbers 18:15", "Numbers 18:16", "Numbers 18:17", "Numbers 18:18", "Numbers 18:19", "Numbers 18:20", "Numbers 18:21", "Numbers 18:22", "Numbers 18:23", "Numbers 18:24", "Numbers 18:25", "Numbers 18:26", "Numbers 18:27", "Numbers 18:28", "Numbers 18:29", "Numbers 18:30", "Numbers 18:31", "Numbers 18:32", "Numbers 19:1", "Numbers 19:2", "Numbers 19:3", "Numbers 19:4", "Numbers 19:5", "Numbers 19:6", "Numbers 19:7", "Numbers 19:8", "Numbers 19:9", "Numbers 19:10", "Numbers 19:11", "Numbers 19:12", "Numbers 19:13", "Numbers 19:14", "Numbers 19:15", "Numbers 19:16", "Numbers 19:17", "Numbers 19:18", "Numbers 19:19", "Numbers 19:20", "Numbers 19:21", "Numbers 19:22", "Numbers 20:1", "Numbers 20:2", "Numbers 20:3", "Numbers 20:4", "Numbers 20:5", "Numbers 20:6", "Numbers 20:7", "Numbers 20:8", "Numbers 20:9", "Numbers 20:10", "Numbers 20:11", "Numbers 20:12", "Numbers 20:13", "Numbers 20:14", "Numbers 20:15", "Numbers 20:16", "Numbers 20:17", "Numbers 20:18", "Numbers 20:19", "Numbers 20:20", "Numbers 20:21", "Numbers 20:22", "Numbers 20:23", "Numbers 20:24", "Numbers 20:25", "Numbers 20:26", "Numbers 20:27", "Numbers 20:28", "Numbers 20:29", "Numbers 21:1", "Numbers 21:2", "Numbers 21:3", "Numbers 21:4", "Numbers 21:5", "Numbers 21:6", "Numbers 21:7", "Numbers 21:8", "Numbers 21:9", "Numbers 21:10", "Numbers 21:11", "Numbers 21:12", "Numbers 21:13", "Numbers 21:14", "Numbers 21:15", "Numbers 21:16", "Numbers 21:17", "Numbers 21:18", "Numbers 21:19", "Numbers 21:20", "Numbers 21:21", "Numbers 21:22", "Numbers 21:23", "Numbers 21:24", "Numbers 21:25", "Numbers 21:26", "Numbers 21:27", "Numbers 21:28", "Numbers 21:29", "Numbers 21:30", "Numbers 21:31", "Numbers 21:32", "Numbers 21:33", "Numbers 21:34", "Numbers 21:35", "Numbers 22:1", "Numbers 22:2", "Numbers 22:3", "Numbers 22:4", "Numbers 22:5", "Numbers 22:6", "Numbers 22:7", "Numbers 22:8", "Numbers 22:9", "Numbers 22:10", "Numbers 22:11", "Numbers 22:12", "Numbers 22:13", "Numbers 22:14", "Numbers 22:15", "Numbers 22:16", "Numbers 22:17", "Numbers 22:18", "Numbers 22:19", "Numbers 22:20", "Numbers 22:21", "Numbers 22:22", "Numbers 22:23", "Numbers 22:24", "Numbers 22:25", "Numbers 22:26", "Numbers 22:27", "Numbers 22:28", "Numbers 22:29", "Numbers 22:30", "Numbers 22:31", "Numbers 22:32", "Numbers 22:33", "Numbers 22:34", "Numbers 22:35", "Numbers 22:36", "Numbers 22:37", "Numbers 22:38", "Numbers 22:39", "Numbers 22:40", "Numbers 22:41", "Numbers 23:1", "Numbers 23:2", "Numbers 23:3", "Numbers 23:4", "Numbers 23:5", "Numbers 23:6", "Numbers 23:7", "Numbers 23:8", "Numbers 23:9", "Numbers 23:10", "Numbers 23:11", "Numbers 23:12", "Numbers 23:13", "Numbers 23:14", "Numbers 23:15", "Numbers 23:16", "Numbers 23:17", "Numbers 23:18", "Numbers 23:19", "Numbers 23:20", "Numbers 23:21", "Numbers 23:22", "Numbers 23:23", "Numbers 23:24", "Numbers 23:25", "Numbers 23:26", "Numbers 23:27", "Numbers 23:28", "Numbers 23:29", "Numbers 23:30", "Numbers 24:1", "Numbers 24:2", "Numbers 24:3", "Numbers 24:4", "Numbers 24:5", "Numbers 24:6", "Numbers 24:7", "Numbers 24:8", "Numbers 24:9", "Numbers 24:10", "Numbers 24:11", "Numbers 24:12", "Numbers 24:13", "Numbers 24:14", "Numbers 24:15", "Numbers 24:16", "Numbers 24:17", "Numbers 24:18", "Numbers 24:19", "Numbers 24:20", "Numbers 24:21", "Numbers 24:22", "Numbers 24:23", "Numbers 24:24", "Numbers 24:25", "Numbers 25:1", "Numbers 25:2", "Numbers 25:3", "Numbers 25:4", "Numbers 25:5", "Numbers 25:6", "Numbers 25:7", "Numbers 25:8", "Numbers 25:9", "Numbers 25:10", "Numbers 25:11", "Numbers 25:12", "Numbers 25:13", "Numbers 25:14", "Numbers 25:15", "Numbers 25:16", "Numbers 25:17", "Numbers 25:18"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, Part II; The Rebellion Narratives 2-17", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר ג׳ ב׳-י״ז", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Part II; The Rebellion Narratives", "he": "במדבר מאמר ג׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["V<small>IRTUALLY THE FIRST THING THE</small> I<small>SRAELITES DO AFTER SETTING OUT ON THE SECOND</small> leg of their journey to the Promised Land is—rebel. This pattern was already seen in the book of Exodus, where, despite the climactic miracle of deliverance at the Sea of Reeds, the Israelites “grumbled against Moshe” at Mara because of lack of drinkable water. Although a strain in later biblical thinking remembered the wilderness period as a kind of honeymoon (cf. Jer. 2:2), the Torah itself chose to remember it as a severe time of testing which the ex-slaves ultimately failed to pass.", "The second part of Numbers is a remarkable collection of rebellion narratives that simultaneously display striking similarities and great and colorful differences. The section details six rebellions of the people, and two of the leaders themselves. They are united by a consistent vocabulary: verbs such as “grumble” and “assemble/gather/speak against” depict complaints against Moshe and Aharon and against God. These stories also display the recurring themes of dearth of food and water, and God’s anger at the rebellions, usually expressed in some form of plague (or, additionally, fire).", "Rather than unfold in simple chronological order, one following another, these pieces of the text have been intensified by priestly editing, which has interspersed the stories with a number of cultic and legal passages (Chaps. 15, 18, and 19, all of which bear the theme word “law” [Heb. <i>hok</i> or <i>hukka</i>]), and which are somehow related to previous or succeeding narratives. The interruptions also allow each of the memorable rebellion narratives to “breathe,” giving the audience time to digest the images and the drama presented therein. The stories possess both in abundant measure; one thinks, for instance, of the “meat between the teeth” (11:33), of the grape clusters borne on a pole by two men (13:23); and of the great confrontation with Korah in Chapter 16 (not to mention its resolution), as well as Moshe’s dramatic failure in Chapter 20.", "As in any great literature, repetition of story type or type scene is here accomplished via variation of the most telling kind. In this case we observe once again an alternating pattern to the rebellions, a pattern which reveals not one theme but several:", "The people, over lack of food (chapter 11)", "Moshe’s siblings, over prophetic primacy (12)", "The people, over the spies’ false report (14)", "Levites, over Moshe and Aharon’s prerogatives (16)", "The people, over the rebellious Levites’ sinister fate (17)", "Moshe himself, over the burden of leading the people (20)", "The people, over the lack of food and water (21)", "The pattern observable here is broken, in true biblical rhetorical style (where the last in a sequence often serves by its oddness to reinforce the whole), in a final rebellion (Chap. 25), where the people’s actions involve neither the “complaining” vocabulary nor a revolt against human leadership, but rather comprise the greatest biblical crime of them all: worship of other gods. Viewed in this patterned fashion, the rebellion narratives emerge with a kind of crescendo effect.", "It is also possible, as I have done in “On the Book of Numbers and Its Structure,” above, to follow the scheme put forth by Mann—a three-part structure to the section, each with its internal logic and conclusions. These are treated below; for the moment, it will suffice to see in the first subsection (Chaps. 11–14) the inevitable result of wilderness rebellions: the divine decree that the slave generation must die out before entering the Promised Land; the second subsection (16–20) deals with the challenges to the leadership of Moshe and Aharon, and results in a similar decree, that they will die outside the land; and the third subsection (20–25) chronicles the encounter of the Israelites with neighboring nations, which initially goes in their favor but ends with the disastrous incident at Baal Pe’or (25).", "The primary issue in these stories, to the biblical writer, is lack of trust in God. Each of the three sections mentions or implies that problem; 14:11 and 20:12 use the verb itself, and the narrative of Chapter 25 suggests it. The bottom line is that the Israelites could not keep faith with God—even after both staggering acts of divine intervention (i.e., rescue) and demonstrations of the force of divine wrath—and this lack of faith led ultimately to their dying out in the wilderness outside the Promised Land, in punishment. The stories clearly were meant to be understood as an unfortunate example for later generations, and were taken as such already in the biblical period (see, for example, the treatment in Psalm 78).", "Read on another level, the rebellion narratives are largely concerned with the issue of human leadership, its qualifications, manifestations, and limitations (and even failures). Has there ever been a leader as beleaguered as Moshe? From the beginning of his career on the sands of Egypt, where he assumes the mantle of leadership in the matter of retaliating against the sadistic Egyptian taskmaster (Ex. 2:11–12), to its end at the plains of Moab, in stern address to the people he has struggled to lead (this is the setting of the entire next book, Deuteronomy), he must evoke trust in God, lead the people through an uncharted wilderness, and inspire confidence in his own leadership. His success is muted by the passing of the generation he initially leads, before it can enter Canaan; like them, he too must pass on—with merely a look beyond the Jordan, but no more. Later generations of Jewish readers wept on confronting Moshe’s seemingly premature death, and created heroic tales of his pleading before God to be let into the land he had so long sought to reach. In Numbers he fully deserves this stature, alternately interceding with and cajoling God, standing up for and then almost giving up on this people with whom his life has become so enmeshed. Our stories stress his gifts of prophecy and his pathos as a deeply human leader.", "A final, troubling issue is the character of God in this part of the book. It is a measure of the Bible’s artistry that the rebellion accounts are so varied in content and style; but the variations in punishment—from undetailed death to skin disease to stoning and the earth opening up, just to mention a few examples—create an impression, not of artistic richness but of unremitting severity. The Bible does not seem to have a problem with this kind of divine behavior, and other ancient cultures would have felt at home here, but already in late antiquity, and continuing down to our own day, Jews and Christians most often have preferred, and prayed to, a more forgiving, nurturing, and compassionate God. Dealing with these texts, in the end, raises the question of whether to understand them as the result of “historical necessity” or “literary conceit” (that is, the old generation simply had to die out) or as they stand in the text: a harsh portrayal of what happened when the covenant people violated the covenant."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62037ee56bfddfbb310fed0c", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Numbers, On the Book of Numbers and Its Structure 2-52", "anchorRef": "Numbers 1:1-36:13", "anchorRefExpanded": ["Numbers 1:1", "Numbers 1:2", "Numbers 1:3", "Numbers 1:4", "Numbers 1:5", "Numbers 1:6", "Numbers 1:7", "Numbers 1:8", "Numbers 1:9", "Numbers 1:10", "Numbers 1:11", "Numbers 1:12", "Numbers 1:13", "Numbers 1:14", "Numbers 1:15", "Numbers 1:16", "Numbers 1:17", "Numbers 1:18", "Numbers 1:19", "Numbers 1:20", "Numbers 1:21", "Numbers 1:22", "Numbers 1:23", "Numbers 1:24", "Numbers 1:25", "Numbers 1:26", "Numbers 1:27", "Numbers 1:28", "Numbers 1:29", "Numbers 1:30", "Numbers 1:31", "Numbers 1:32", "Numbers 1:33", "Numbers 1:34", "Numbers 1:35", "Numbers 1:36", "Numbers 1:37", "Numbers 1:38", "Numbers 1:39", "Numbers 1:40", "Numbers 1:41", "Numbers 1:42", "Numbers 1:43", "Numbers 1:44", "Numbers 1:45", "Numbers 1:46", "Numbers 1:47", "Numbers 1:48", "Numbers 1:49", "Numbers 1:50", "Numbers 1:51", "Numbers 1:52", "Numbers 1:53", "Numbers 1:54", "Numbers 2:1", "Numbers 2:2", "Numbers 2:3", "Numbers 2:4", "Numbers 2:5", "Numbers 2:6", "Numbers 2:7", "Numbers 2:8", "Numbers 2:9", "Numbers 2:10", "Numbers 2:11", "Numbers 2:12", "Numbers 2:13", "Numbers 2:14", "Numbers 2:15", "Numbers 2:16", "Numbers 2:17", "Numbers 2:18", "Numbers 2:19", "Numbers 2:20", "Numbers 2:21", "Numbers 2:22", "Numbers 2:23", "Numbers 2:24", "Numbers 2:25", "Numbers 2:26", "Numbers 2:27", "Numbers 2:28", "Numbers 2:29", "Numbers 2:30", "Numbers 2:31", "Numbers 2:32", "Numbers 2:33", "Numbers 2:34", "Numbers 3:1", "Numbers 3:2", "Numbers 3:3", "Numbers 3:4", "Numbers 3:5", "Numbers 3:6", "Numbers 3:7", "Numbers 3:8", "Numbers 3:9", "Numbers 3:10", "Numbers 3:11", "Numbers 3:12", "Numbers 3:13", "Numbers 3:14", "Numbers 3:15", "Numbers 3:16", "Numbers 3:17", "Numbers 3:18", "Numbers 3:19", "Numbers 3:20", "Numbers 3:21", "Numbers 3:22", "Numbers 3:23", "Numbers 3:24", "Numbers 3:25", "Numbers 3:26", "Numbers 3:27", "Numbers 3:28", "Numbers 3:29", "Numbers 3:30", "Numbers 3:31", "Numbers 3:32", "Numbers 3:33", "Numbers 3:34", "Numbers 3:35", "Numbers 3:36", "Numbers 3:37", "Numbers 3:38", "Numbers 3:39", "Numbers 3:40", "Numbers 3:41", "Numbers 3:42", "Numbers 3:43", "Numbers 3:44", "Numbers 3:45", "Numbers 3:46", "Numbers 3:47", "Numbers 3:48", "Numbers 3:49", "Numbers 3:50", "Numbers 3:51", "Numbers 4:1", "Numbers 4:2", "Numbers 4:3", "Numbers 4:4", "Numbers 4:5", "Numbers 4:6", "Numbers 4:7", "Numbers 4:8", "Numbers 4:9", "Numbers 4:10", "Numbers 4:11", "Numbers 4:12", "Numbers 4:13", "Numbers 4:14", "Numbers 4:15", "Numbers 4:16", "Numbers 4:17", "Numbers 4:18", "Numbers 4:19", "Numbers 4:20", "Numbers 4:21", "Numbers 4:22", "Numbers 4:23", "Numbers 4:24", "Numbers 4:25", "Numbers 4:26", "Numbers 4:27", "Numbers 4:28", "Numbers 4:29", "Numbers 4:30", "Numbers 4:31", "Numbers 4:32", "Numbers 4:33", "Numbers 4:34", "Numbers 4:35", "Numbers 4:36", "Numbers 4:37", "Numbers 4:38", "Numbers 4:39", "Numbers 4:40", "Numbers 4:41", "Numbers 4:42", "Numbers 4:43", "Numbers 4:44", "Numbers 4:45", "Numbers 4:46", "Numbers 4:47", "Numbers 4:48", "Numbers 4:49", "Numbers 5:1", "Numbers 5:2", "Numbers 5:3", "Numbers 5:4", "Numbers 5:5", "Numbers 5:6", "Numbers 5:7", "Numbers 5:8", "Numbers 5:9", "Numbers 5:10", "Numbers 5:11", "Numbers 5:12", "Numbers 5:13", "Numbers 5:14", "Numbers 5:15", "Numbers 5:16", "Numbers 5:17", "Numbers 5:18", "Numbers 5:19", "Numbers 5:20", "Numbers 5:21", "Numbers 5:22", "Numbers 5:23", "Numbers 5:24", "Numbers 5:25", "Numbers 5:26", "Numbers 5:27", "Numbers 5:28", "Numbers 5:29", "Numbers 5:30", "Numbers 5:31", "Numbers 6:1", "Numbers 6:2", "Numbers 6:3", "Numbers 6:4", "Numbers 6:5", "Numbers 6:6", "Numbers 6:7", "Numbers 6:8", "Numbers 6:9", "Numbers 6:10", "Numbers 6:11", "Numbers 6:12", "Numbers 6:13", "Numbers 6:14", "Numbers 6:15", "Numbers 6:16", "Numbers 6:17", "Numbers 6:18", "Numbers 6:19", "Numbers 6:20", "Numbers 6:21", "Numbers 6:22", "Numbers 6:23", "Numbers 6:24", "Numbers 6:25", "Numbers 6:26", "Numbers 6:27", "Numbers 7:1", "Numbers 7:2", "Numbers 7:3", "Numbers 7:4", "Numbers 7:5", "Numbers 7:6", "Numbers 7:7", "Numbers 7:8", "Numbers 7:9", "Numbers 7:10", "Numbers 7:11", "Numbers 7:12", "Numbers 7:13", "Numbers 7:14", "Numbers 7:15", "Numbers 7:16", "Numbers 7:17", "Numbers 7:18", "Numbers 7:19", "Numbers 7:20", "Numbers 7:21", "Numbers 7:22", "Numbers 7:23", "Numbers 7:24", "Numbers 7:25", "Numbers 7:26", "Numbers 7:27", "Numbers 7:28", "Numbers 7:29", "Numbers 7:30", "Numbers 7:31", "Numbers 7:32", "Numbers 7:33", "Numbers 7:34", "Numbers 7:35", "Numbers 7:36", "Numbers 7:37", "Numbers 7:38", "Numbers 7:39", "Numbers 7:40", "Numbers 7:41", "Numbers 7:42", "Numbers 7:43", "Numbers 7:44", "Numbers 7:45", "Numbers 7:46", "Numbers 7:47", "Numbers 7:48", "Numbers 7:49", "Numbers 7:50", "Numbers 7:51", "Numbers 7:52", "Numbers 7:53", "Numbers 7:54", "Numbers 7:55", "Numbers 7:56", "Numbers 7:57", "Numbers 7:58", "Numbers 7:59", "Numbers 7:60", "Numbers 7:61", "Numbers 7:62", "Numbers 7:63", "Numbers 7:64", "Numbers 7:65", "Numbers 7:66", "Numbers 7:67", "Numbers 7:68", "Numbers 7:69", "Numbers 7:70", "Numbers 7:71", "Numbers 7:72", "Numbers 7:73", "Numbers 7:74", "Numbers 7:75", "Numbers 7:76", "Numbers 7:77", "Numbers 7:78", "Numbers 7:79", "Numbers 7:80", "Numbers 7:81", "Numbers 7:82", "Numbers 7:83", "Numbers 7:84", "Numbers 7:85", "Numbers 7:86", "Numbers 7:87", "Numbers 7:88", "Numbers 7:89", "Numbers 8:1", "Numbers 8:2", "Numbers 8:3", "Numbers 8:4", "Numbers 8:5", "Numbers 8:6", "Numbers 8:7", "Numbers 8:8", "Numbers 8:9", "Numbers 8:10", "Numbers 8:11", "Numbers 8:12", "Numbers 8:13", "Numbers 8:14", "Numbers 8:15", "Numbers 8:16", "Numbers 8:17", "Numbers 8:18", "Numbers 8:19", "Numbers 8:20", "Numbers 8:21", "Numbers 8:22", "Numbers 8:23", "Numbers 8:24", "Numbers 8:25", "Numbers 8:26", "Numbers 9:1", "Numbers 9:2", "Numbers 9:3", "Numbers 9:4", "Numbers 9:5", "Numbers 9:6", "Numbers 9:7", "Numbers 9:8", "Numbers 9:9", "Numbers 9:10", "Numbers 9:11", "Numbers 9:12", "Numbers 9:13", "Numbers 9:14", "Numbers 9:15", "Numbers 9:16", "Numbers 9:17", "Numbers 9:18", "Numbers 9:19", "Numbers 9:20", "Numbers 9:21", "Numbers 9:22", "Numbers 9:23", "Numbers 10:1", "Numbers 10:2", "Numbers 10:3", "Numbers 10:4", "Numbers 10:5", "Numbers 10:6", "Numbers 10:7", "Numbers 10:8", "Numbers 10:9", "Numbers 10:10", "Numbers 10:11", "Numbers 10:12", "Numbers 10:13", "Numbers 10:14", "Numbers 10:15", "Numbers 10:16", "Numbers 10:17", "Numbers 10:18", "Numbers 10:19", "Numbers 10:20", "Numbers 10:21", "Numbers 10:22", "Numbers 10:23", "Numbers 10:24", "Numbers 10:25", "Numbers 10:26", "Numbers 10:27", "Numbers 10:28", "Numbers 10:29", "Numbers 10:30", "Numbers 10:31", "Numbers 10:32", "Numbers 10:33", "Numbers 10:34", "Numbers 10:35", "Numbers 10:36", "Numbers 11:1", "Numbers 11:2", "Numbers 11:3", "Numbers 11:4", "Numbers 11:5", "Numbers 11:6", "Numbers 11:7", "Numbers 11:8", "Numbers 11:9", "Numbers 11:10", "Numbers 11:11", "Numbers 11:12", "Numbers 11:13", "Numbers 11:14", "Numbers 11:15", "Numbers 11:16", "Numbers 11:17", "Numbers 11:18", "Numbers 11:19", "Numbers 11:20", "Numbers 11:21", "Numbers 11:22", "Numbers 11:23", "Numbers 11:24", "Numbers 11:25", "Numbers 11:26", "Numbers 11:27", "Numbers 11:28", "Numbers 11:29", "Numbers 11:30", "Numbers 11:31", "Numbers 11:32", "Numbers 11:33", "Numbers 11:34", "Numbers 11:35", "Numbers 12:1", "Numbers 12:2", "Numbers 12:3", "Numbers 12:4", "Numbers 12:5", "Numbers 12:6", "Numbers 12:7", "Numbers 12:8", "Numbers 12:9", "Numbers 12:10", "Numbers 12:11", "Numbers 12:12", "Numbers 12:13", "Numbers 12:14", "Numbers 12:15", "Numbers 12:16", "Numbers 13:1", "Numbers 13:2", "Numbers 13:3", "Numbers 13:4", "Numbers 13:5", "Numbers 13:6", "Numbers 13:7", "Numbers 13:8", "Numbers 13:9", "Numbers 13:10", "Numbers 13:11", "Numbers 13:12", "Numbers 13:13", "Numbers 13:14", "Numbers 13:15", "Numbers 13:16", "Numbers 13:17", "Numbers 13:18", "Numbers 13:19", "Numbers 13:20", "Numbers 13:21", "Numbers 13:22", "Numbers 13:23", "Numbers 13:24", "Numbers 13:25", "Numbers 13:26", "Numbers 13:27", "Numbers 13:28", "Numbers 13:29", "Numbers 13:30", "Numbers 13:31", "Numbers 13:32", "Numbers 13:33", "Numbers 14:1", "Numbers 14:2", "Numbers 14:3", "Numbers 14:4", "Numbers 14:5", "Numbers 14:6", "Numbers 14:7", "Numbers 14:8", "Numbers 14:9", "Numbers 14:10", "Numbers 14:11", "Numbers 14:12", "Numbers 14:13", "Numbers 14:14", "Numbers 14:15", "Numbers 14:16", "Numbers 14:17", "Numbers 14:18", "Numbers 14:19", "Numbers 14:20", "Numbers 14:21", "Numbers 14:22", "Numbers 14:23", "Numbers 14:24", "Numbers 14:25", "Numbers 14:26", "Numbers 14:27", "Numbers 14:28", "Numbers 14:29", "Numbers 14:30", "Numbers 14:31", "Numbers 14:32", "Numbers 14:33", "Numbers 14:34", "Numbers 14:35", "Numbers 14:36", "Numbers 14:37", "Numbers 14:38", "Numbers 14:39", "Numbers 14:40", "Numbers 14:41", "Numbers 14:42", "Numbers 14:43", "Numbers 14:44", "Numbers 14:45", "Numbers 15:1", "Numbers 15:2", "Numbers 15:3", "Numbers 15:4", "Numbers 15:5", "Numbers 15:6", "Numbers 15:7", "Numbers 15:8", "Numbers 15:9", "Numbers 15:10", "Numbers 15:11", "Numbers 15:12", "Numbers 15:13", "Numbers 15:14", "Numbers 15:15", "Numbers 15:16", "Numbers 15:17", "Numbers 15:18", "Numbers 15:19", "Numbers 15:20", "Numbers 15:21", "Numbers 15:22", "Numbers 15:23", "Numbers 15:24", "Numbers 15:25", "Numbers 15:26", "Numbers 15:27", "Numbers 15:28", "Numbers 15:29", "Numbers 15:30", "Numbers 15:31", "Numbers 15:32", "Numbers 15:33", "Numbers 15:34", "Numbers 15:35", "Numbers 15:36", "Numbers 15:37", "Numbers 15:38", "Numbers 15:39", "Numbers 15:40", "Numbers 15:41", "Numbers 16:1", "Numbers 16:2", "Numbers 16:3", "Numbers 16:4", "Numbers 16:5", "Numbers 16:6", "Numbers 16:7", "Numbers 16:8", "Numbers 16:9", "Numbers 16:10", "Numbers 16:11", "Numbers 16:12", "Numbers 16:13", "Numbers 16:14", "Numbers 16:15", "Numbers 16:16", "Numbers 16:17", "Numbers 16:18", "Numbers 16:19", "Numbers 16:20", "Numbers 16:21", "Numbers 16:22", "Numbers 16:23", "Numbers 16:24", "Numbers 16:25", "Numbers 16:26", "Numbers 16:27", "Numbers 16:28", "Numbers 16:29", "Numbers 16:30", "Numbers 16:31", "Numbers 16:32", "Numbers 16:33", "Numbers 16:34", "Numbers 16:35", "Numbers 17:1", "Numbers 17:2", "Numbers 17:3", "Numbers 17:4", "Numbers 17:5", "Numbers 17:6", "Numbers 17:7", "Numbers 17:8", "Numbers 17:9", "Numbers 17:10", "Numbers 17:11", "Numbers 17:12", "Numbers 17:13", "Numbers 17:14", "Numbers 17:15", "Numbers 17:16", "Numbers 17:17", "Numbers 17:18", "Numbers 17:19", "Numbers 17:20", "Numbers 17:21", "Numbers 17:22", "Numbers 17:23", "Numbers 17:24", "Numbers 17:25", "Numbers 17:26", "Numbers 17:27", "Numbers 17:28", "Numbers 18:1", "Numbers 18:2", "Numbers 18:3", "Numbers 18:4", "Numbers 18:5", "Numbers 18:6", "Numbers 18:7", "Numbers 18:8", "Numbers 18:9", "Numbers 18:10", "Numbers 18:11", "Numbers 18:12", "Numbers 18:13", "Numbers 18:14", "Numbers 18:15", "Numbers 18:16", "Numbers 18:17", "Numbers 18:18", "Numbers 18:19", "Numbers 18:20", "Numbers 18:21", "Numbers 18:22", "Numbers 18:23", "Numbers 18:24", "Numbers 18:25", "Numbers 18:26", "Numbers 18:27", "Numbers 18:28", "Numbers 18:29", "Numbers 18:30", "Numbers 18:31", "Numbers 18:32", "Numbers 19:1", "Numbers 19:2", "Numbers 19:3", "Numbers 19:4", "Numbers 19:5", "Numbers 19:6", "Numbers 19:7", "Numbers 19:8", "Numbers 19:9", "Numbers 19:10", "Numbers 19:11", "Numbers 19:12", "Numbers 19:13", "Numbers 19:14", "Numbers 19:15", "Numbers 19:16", "Numbers 19:17", "Numbers 19:18", "Numbers 19:19", "Numbers 19:20", "Numbers 19:21", "Numbers 19:22", "Numbers 20:1", "Numbers 20:2", "Numbers 20:3", "Numbers 20:4", "Numbers 20:5", "Numbers 20:6", "Numbers 20:7", "Numbers 20:8", "Numbers 20:9", "Numbers 20:10", "Numbers 20:11", "Numbers 20:12", "Numbers 20:13", "Numbers 20:14", "Numbers 20:15", "Numbers 20:16", "Numbers 20:17", "Numbers 20:18", "Numbers 20:19", "Numbers 20:20", "Numbers 20:21", "Numbers 20:22", "Numbers 20:23", "Numbers 20:24", "Numbers 20:25", "Numbers 20:26", "Numbers 20:27", "Numbers 20:28", "Numbers 20:29", "Numbers 21:1", "Numbers 21:2", "Numbers 21:3", "Numbers 21:4", "Numbers 21:5", "Numbers 21:6", "Numbers 21:7", "Numbers 21:8", "Numbers 21:9", "Numbers 21:10", "Numbers 21:11", "Numbers 21:12", "Numbers 21:13", "Numbers 21:14", "Numbers 21:15", "Numbers 21:16", "Numbers 21:17", "Numbers 21:18", "Numbers 21:19", "Numbers 21:20", "Numbers 21:21", "Numbers 21:22", "Numbers 21:23", "Numbers 21:24", "Numbers 21:25", "Numbers 21:26", "Numbers 21:27", "Numbers 21:28", "Numbers 21:29", "Numbers 21:30", "Numbers 21:31", "Numbers 21:32", "Numbers 21:33", "Numbers 21:34", "Numbers 21:35", "Numbers 22:1", "Numbers 22:2", "Numbers 22:3", "Numbers 22:4", "Numbers 22:5", "Numbers 22:6", "Numbers 22:7", "Numbers 22:8", "Numbers 22:9", "Numbers 22:10", "Numbers 22:11", "Numbers 22:12", "Numbers 22:13", "Numbers 22:14", "Numbers 22:15", "Numbers 22:16", "Numbers 22:17", "Numbers 22:18", "Numbers 22:19", "Numbers 22:20", "Numbers 22:21", "Numbers 22:22", "Numbers 22:23", "Numbers 22:24", "Numbers 22:25", "Numbers 22:26", "Numbers 22:27", "Numbers 22:28", "Numbers 22:29", "Numbers 22:30", "Numbers 22:31", "Numbers 22:32", "Numbers 22:33", "Numbers 22:34", "Numbers 22:35", "Numbers 22:36", "Numbers 22:37", "Numbers 22:38", "Numbers 22:39", "Numbers 22:40", "Numbers 22:41", "Numbers 23:1", "Numbers 23:2", "Numbers 23:3", "Numbers 23:4", "Numbers 23:5", "Numbers 23:6", "Numbers 23:7", "Numbers 23:8", "Numbers 23:9", "Numbers 23:10", "Numbers 23:11", "Numbers 23:12", "Numbers 23:13", "Numbers 23:14", "Numbers 23:15", "Numbers 23:16", "Numbers 23:17", "Numbers 23:18", "Numbers 23:19", "Numbers 23:20", "Numbers 23:21", "Numbers 23:22", "Numbers 23:23", "Numbers 23:24", "Numbers 23:25", "Numbers 23:26", "Numbers 23:27", "Numbers 23:28", "Numbers 23:29", "Numbers 23:30", "Numbers 24:1", "Numbers 24:2", "Numbers 24:3", "Numbers 24:4", "Numbers 24:5", "Numbers 24:6", "Numbers 24:7", "Numbers 24:8", "Numbers 24:9", "Numbers 24:10", "Numbers 24:11", "Numbers 24:12", "Numbers 24:13", "Numbers 24:14", "Numbers 24:15", "Numbers 24:16", "Numbers 24:17", "Numbers 24:18", "Numbers 24:19", "Numbers 24:20", "Numbers 24:21", "Numbers 24:22", "Numbers 24:23", "Numbers 24:24", "Numbers 24:25", "Numbers 25:1", "Numbers 25:2", "Numbers 25:3", "Numbers 25:4", "Numbers 25:5", "Numbers 25:6", "Numbers 25:7", "Numbers 25:8", "Numbers 25:9", "Numbers 25:10", "Numbers 25:11", "Numbers 25:12", "Numbers 25:13", "Numbers 25:14", "Numbers 25:15", "Numbers 25:16", "Numbers 25:17", "Numbers 25:18", "Numbers 26:1", "Numbers 26:2", "Numbers 26:3", "Numbers 26:4", "Numbers 26:5", "Numbers 26:6", "Numbers 26:7", "Numbers 26:8", "Numbers 26:9", "Numbers 26:10", "Numbers 26:11", "Numbers 26:12", "Numbers 26:13", "Numbers 26:14", "Numbers 26:15", "Numbers 26:16", "Numbers 26:17", "Numbers 26:18", "Numbers 26:19", "Numbers 26:20", "Numbers 26:21", "Numbers 26:22", "Numbers 26:23", "Numbers 26:24", "Numbers 26:25", "Numbers 26:26", "Numbers 26:27", "Numbers 26:28", "Numbers 26:29", "Numbers 26:30", "Numbers 26:31", "Numbers 26:32", "Numbers 26:33", "Numbers 26:34", "Numbers 26:35", "Numbers 26:36", "Numbers 26:37", "Numbers 26:38", "Numbers 26:39", "Numbers 26:40", "Numbers 26:41", "Numbers 26:42", "Numbers 26:43", "Numbers 26:44", "Numbers 26:45", "Numbers 26:46", "Numbers 26:47", "Numbers 26:48", "Numbers 26:49", "Numbers 26:50", "Numbers 26:51", "Numbers 26:52", "Numbers 26:53", "Numbers 26:54", "Numbers 26:55", "Numbers 26:56", "Numbers 26:57", "Numbers 26:58", "Numbers 26:59", "Numbers 26:60", "Numbers 26:61", "Numbers 26:62", "Numbers 26:63", "Numbers 26:64", "Numbers 26:65", "Numbers 27:1", "Numbers 27:2", "Numbers 27:3", "Numbers 27:4", "Numbers 27:5", "Numbers 27:6", "Numbers 27:7", "Numbers 27:8", "Numbers 27:9", "Numbers 27:10", "Numbers 27:11", "Numbers 27:12", "Numbers 27:13", "Numbers 27:14", "Numbers 27:15", "Numbers 27:16", "Numbers 27:17", "Numbers 27:18", "Numbers 27:19", "Numbers 27:20", "Numbers 27:21", "Numbers 27:22", "Numbers 27:23", "Numbers 28:1", "Numbers 28:2", "Numbers 28:3", "Numbers 28:4", "Numbers 28:5", "Numbers 28:6", "Numbers 28:7", "Numbers 28:8", "Numbers 28:9", "Numbers 28:10", "Numbers 28:11", "Numbers 28:12", "Numbers 28:13", "Numbers 28:14", "Numbers 28:15", "Numbers 28:16", "Numbers 28:17", "Numbers 28:18", "Numbers 28:19", "Numbers 28:20", "Numbers 28:21", "Numbers 28:22", "Numbers 28:23", "Numbers 28:24", "Numbers 28:25", "Numbers 28:26", "Numbers 28:27", "Numbers 28:28", "Numbers 28:29", "Numbers 28:30", "Numbers 28:31", "Numbers 29:1", "Numbers 29:2", "Numbers 29:3", "Numbers 29:4", "Numbers 29:5", "Numbers 29:6", "Numbers 29:7", "Numbers 29:8", "Numbers 29:9", "Numbers 29:10", "Numbers 29:11", "Numbers 29:12", "Numbers 29:13", "Numbers 29:14", "Numbers 29:15", "Numbers 29:16", "Numbers 29:17", "Numbers 29:18", "Numbers 29:19", "Numbers 29:20", "Numbers 29:21", "Numbers 29:22", "Numbers 29:23", "Numbers 29:24", "Numbers 29:25", "Numbers 29:26", "Numbers 29:27", "Numbers 29:28", "Numbers 29:29", "Numbers 29:30", "Numbers 29:31", "Numbers 29:32", "Numbers 29:33", "Numbers 29:34", "Numbers 29:35", "Numbers 29:36", "Numbers 29:37", "Numbers 29:38", "Numbers 29:39", "Numbers 30:1", "Numbers 30:2", "Numbers 30:3", "Numbers 30:4", "Numbers 30:5", "Numbers 30:6", "Numbers 30:7", "Numbers 30:8", "Numbers 30:9", "Numbers 30:10", "Numbers 30:11", "Numbers 30:12", "Numbers 30:13", "Numbers 30:14", "Numbers 30:15", "Numbers 30:16", "Numbers 30:17", "Numbers 31:1", "Numbers 31:2", "Numbers 31:3", "Numbers 31:4", "Numbers 31:5", "Numbers 31:6", "Numbers 31:7", "Numbers 31:8", "Numbers 31:9", "Numbers 31:10", "Numbers 31:11", "Numbers 31:12", "Numbers 31:13", "Numbers 31:14", "Numbers 31:15", "Numbers 31:16", "Numbers 31:17", "Numbers 31:18", "Numbers 31:19", "Numbers 31:20", "Numbers 31:21", "Numbers 31:22", "Numbers 31:23", "Numbers 31:24", "Numbers 31:25", "Numbers 31:26", "Numbers 31:27", "Numbers 31:28", "Numbers 31:29", "Numbers 31:30", "Numbers 31:31", "Numbers 31:32", "Numbers 31:33", "Numbers 31:34", "Numbers 31:35", "Numbers 31:36", "Numbers 31:37", "Numbers 31:38", "Numbers 31:39", "Numbers 31:40", "Numbers 31:41", "Numbers 31:42", "Numbers 31:43", "Numbers 31:44", "Numbers 31:45", "Numbers 31:46", "Numbers 31:47", "Numbers 31:48", "Numbers 31:49", "Numbers 31:50", "Numbers 31:51", "Numbers 31:52", "Numbers 31:53", "Numbers 31:54", "Numbers 32:1", "Numbers 32:2", "Numbers 32:3", "Numbers 32:4", "Numbers 32:5", "Numbers 32:6", "Numbers 32:7", "Numbers 32:8", "Numbers 32:9", "Numbers 32:10", "Numbers 32:11", "Numbers 32:12", "Numbers 32:13", "Numbers 32:14", "Numbers 32:15", "Numbers 32:16", "Numbers 32:17", "Numbers 32:18", "Numbers 32:19", "Numbers 32:20", "Numbers 32:21", "Numbers 32:22", "Numbers 32:23", "Numbers 32:24", "Numbers 32:25", "Numbers 32:26", "Numbers 32:27", "Numbers 32:28", "Numbers 32:29", "Numbers 32:30", "Numbers 32:31", "Numbers 32:32", "Numbers 32:33", "Numbers 32:34", "Numbers 32:35", "Numbers 32:36", "Numbers 32:37", "Numbers 32:38", "Numbers 32:39", "Numbers 32:40", "Numbers 32:41", "Numbers 32:42", "Numbers 33:1", "Numbers 33:2", "Numbers 33:3", "Numbers 33:4", "Numbers 33:5", "Numbers 33:6", "Numbers 33:7", "Numbers 33:8", "Numbers 33:9", "Numbers 33:10", "Numbers 33:11", "Numbers 33:12", "Numbers 33:13", "Numbers 33:14", "Numbers 33:15", "Numbers 33:16", "Numbers 33:17", "Numbers 33:18", "Numbers 33:19", "Numbers 33:20", "Numbers 33:21", "Numbers 33:22", "Numbers 33:23", "Numbers 33:24", "Numbers 33:25", "Numbers 33:26", "Numbers 33:27", "Numbers 33:28", "Numbers 33:29", "Numbers 33:30", "Numbers 33:31", "Numbers 33:32", "Numbers 33:33", "Numbers 33:34", "Numbers 33:35", "Numbers 33:36", "Numbers 33:37", "Numbers 33:38", "Numbers 33:39", "Numbers 33:40", "Numbers 33:41", "Numbers 33:42", "Numbers 33:43", "Numbers 33:44", "Numbers 33:45", "Numbers 33:46", "Numbers 33:47", "Numbers 33:48", "Numbers 33:49", "Numbers 33:50", "Numbers 33:51", "Numbers 33:52", "Numbers 33:53", "Numbers 33:54", "Numbers 33:55", "Numbers 33:56", "Numbers 34:1", "Numbers 34:2", "Numbers 34:3", "Numbers 34:4", "Numbers 34:5", "Numbers 34:6", "Numbers 34:7", "Numbers 34:8", "Numbers 34:9", "Numbers 34:10", "Numbers 34:11", "Numbers 34:12", "Numbers 34:13", "Numbers 34:14", "Numbers 34:15", "Numbers 34:16", "Numbers 34:17", "Numbers 34:18", "Numbers 34:19", "Numbers 34:20", "Numbers 34:21", "Numbers 34:22", "Numbers 34:23", "Numbers 34:24", "Numbers 34:25", "Numbers 34:26", "Numbers 34:27", "Numbers 34:28", "Numbers 34:29", "Numbers 35:1", "Numbers 35:2", "Numbers 35:3", "Numbers 35:4", "Numbers 35:5", "Numbers 35:6", "Numbers 35:7", "Numbers 35:8", "Numbers 35:9", "Numbers 35:10", "Numbers 35:11", "Numbers 35:12", "Numbers 35:13", "Numbers 35:14", "Numbers 35:15", "Numbers 35:16", "Numbers 35:17", "Numbers 35:18", "Numbers 35:19", "Numbers 35:20", "Numbers 35:21", "Numbers 35:22", "Numbers 35:23", "Numbers 35:24", "Numbers 35:25", "Numbers 35:26", "Numbers 35:27", "Numbers 35:28", "Numbers 35:29", "Numbers 35:30", "Numbers 35:31", "Numbers 35:32", "Numbers 35:33", "Numbers 35:34", "Numbers 36:1", "Numbers 36:2", "Numbers 36:3", "Numbers 36:4", "Numbers 36:5", "Numbers 36:6", "Numbers 36:7", "Numbers 36:8", "Numbers 36:9", "Numbers 36:10", "Numbers 36:11", "Numbers 36:12", "Numbers 36:13"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, On the Book of Numbers and Its Structure 2-52", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר א׳ ב׳-נ״ב", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "On the Book of Numbers and Its Structure", "he": "במדבר מאמר א׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "במדבר מאמר א׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["T<small>HE READER WHO APPROACHES THE BOOK OF</small> N<small>UMBERS UNDER THE INFLUENCE OF ITS</small> common Hebrew name, <i>Bemidbar</i>, “In the Wilderness,” will logically expect a narrative account of the wanderings of the Israelites before they reach the Promised Land. But the book in its present form is a great deal more than that. To be sure,it contains stories of the long trek from Egypt to Canaan, with moments of triumph and difficulty, obedience and rebellion. Some of the great narratives of the Pentateuch are here, from the account of Korah’s revolt (Chap. 16) to Moshe’s sin (20) to Bil'am’s recalcitrant donkey (22). But the book also features census and sacrificial donation lists; details of the setup of Israel’s camp; the duties of the Levites in the traveling sanctuary; laws regarding wives suspected of adultery and those who take on extraordinary vows; a complicated and mysterious ritual for removing the extreme ritual pollution carried by death; a doubled tale about daughters inheriting land; and a host of other rules and regulations.", "It is this composite character and apparent lack of easily definable structure that imbue the book with fascination for scholars and with frustration for lay readers. While the four other books of the Torah also mix narrative, law, poetry, and cultic regulations, none of them has combined and alternated these genres with such abandon. There are a number of possible explanations for this. First, it is conceivable that Numbers as we have it reflects the desire to preserve as many traditions about the wilderness wanderings as possible; as Greenberg (1972) has demonstrated with the traditions about the revelation on Mount Sinai, it may have been more important to collect everything relevant than to create a smooth or seamless text. Second, here as elsewhere in the Torah, narrative may serve to introduce law or to provide the preceding background for it. Third, there is an aesthetic consideration: the great rebellion stories in the center of the book, to give an example, are separated from one another by prescriptive legal passages. Earlier books in the Torah similarly utilize breaks of varying lengths (e.g., the genealogical lists in Genesis, the Tabernacle texts of Exodus). The result is to highlight both narrative and law, and also to provide a large-scale rhythm to the book (Milgrom comments on the consistent alternating pattern).", "The kind of literary mixture that we find in Numbers goes beyond that rabbinic dictum that “the Torah speaks in human language.” It suggests that, far from betraying human frailties in the composition or transmission of the traditions presented in Numbers, a purposeful and powerful hand has been at work. More than any other book in the Torah, this one gives evidence of an editorial process. While the finished product may not be able to help us unravel the detailed history of that process, we may at least observe that much has been added to the wilderness narratives, in a way that transforms them into a patterned view of Israel’s early history.", "Recent commentaries see a two- or three-part structure to Numbers, based either on geography—the Sinai Wilderness, Kadesh, the plains of Moab—or chronology. Since the book as we have it is not entirely clear about either area— there seems to be internal disagreement about where the spies (Chap. 13) left from and went, and also about when the forty-year punishment began—I am in general agreement with Olson’s scheme of seeing the book as “The Death of the Old and the Birth of the New,” that is, the slave generation and that of their children, which are set apart by the two census lists in Chapters 1 and 26. But the differences between Chapters 1–10 and 11–25 must also be taken into account. I propose the following theoretical structure:", "I In the Wilderness of Sinai: The Camp", "1 The Census (Musterings) of the Israelites; the Duties of the Levites", "2 The Ordering of the Camp", "3 The Census of the Levites According to Their Duties", "4 The Tasks of the Levites", "5 Threats to the Ritual Integrity of the Camp", "6 Procedure Regarding a Nazirite; the Priestly Blessing", "7 Gifts of the Tribes to the Tabernacle", "8 The Tabernacle Lamps; Purification of the Levites", "9 Passover in the Wilderness; God’s Presence with the Tabernacle", "10 The Journey to Canaan Commences", "II The Rebellious Folk: Narratives of Challenge", "A Sealing the Fate of the First Generation", "11 First Rebellion: Food", "12 Second Rebellion: Siblings", "13 The Spies’ Mission", "14 Third Rebellion: Panic", "15 Interlude: Rules on Sacrifices, Sabbath, and Tassels", "B The Crisis of Leadership", "16 Fourth Rebellion: Korah and the Levites", "17 Fifth Rebellion: After the Purge", "18 The Levites as Guardians", "19 Pollution by Death and Its Removal", "20 Sixth Rebellion: The Sin of Moshe and Aharon", "C Encountering the Other", "21 Encounters with Various Neighbors; Seventh Rebellion:", "Food and Water", "22–24 The Bil'am Cycle", "25 Final Rebellion: Apostasy", "III In the Plains of Moab: Preparations for the Conquest of Canaan", "26 The Second Census", "27 Inheritance: the Daughters of Tzelofhad I", "28–29 Sacrifices for Holy Days", "30 Rules Concerning Vows", "31 First Battle and Aftermath", "32 Two and a Half Tribes and the Future Conquest", "33 Wilderness Itinerary and Warning", "34 Future Borders", "35 The Levites’ Towns of Asylum", "36 Inheritance: the Daughters of Tzelofhad II", "In this scheme, not only does the otherwise haphazard subject matter of the book fit roughly into the three divisions, but the divisions themselves seem to correspond to narrative mood swings. This might be characterized as a movement from order to chaos, and back to order again. The wilderness camp is still connected to the ordering—nation-founding—experience of Sinai; God speaks to Moshe from the Tabernacle, both here and in Leviticus, and the structure serves as a surrogate Mount Sinai. The concerns of Part I, therefore, are expressed in lists, and the section is filled with them.", "With the rebellion narratives of Part II, which not coincidentally take place as soon as Israel sets out on its journey through the wilderness, the idealistic order of Sinai is broken, and the people (and Moshe) must deal with the harsh reality of life in the desert. It becomes clear that nation-founding involves not only the giving of laws and the arranging of societal roles, but also the developing of the ability to cope with physical and spiritual challenges to survival.", "The slave generation is unable to successfully meet the challenge, and Part II chronicles their failures and their punishment. They had been born into the rigidly ordered situation of slavery—an order with underlying spiritual chaos— and only their children, born into the chaotic but free air of the wilderness, can be readied for the orderly transition into conquest and societal life on their own soil. This readying process is portrayed in Part III, through a series of lists once again: another military census, clear inheritance laws, a sacred calendar tied to the growing cycles of the land, a tracing of the Israelites’ travels through the wilderness, and a laying out of future borders. By the end of the book, Israel is fully prepared to enter the land, with a new generation, new leadership in the wings, a full set of societal rules, an operative cult, and, above all, a collective memory of experiences that serve to instruct and warn future generations. These issues will be fully and memorably summarized in the great final speeches of Moshe that comprise the last book of the Torah, Deuteronomy.", "Of special note in the book of Numbers is the emphasis on the Levites and their tasks. The text introduces this group, which may have originated as a guild rather than as a tribe, already in Chapter 1 (v.47). Thereafter, they play a major role in the book—the portrayal of their purification for service (Chap. 8), the great rebellion fomented by some of them (16), their important function as guardians against encroachment on the sanctuary (18), and their distribution in certain towns that serve also as places of refuge for accidental manslayers (35) is spread throughout the book, as if to form a distinctive thread amid the other themes of wandering, rebellion, and preparation for conquest. This interest in the Levites, in the eyes of some scholars, signals a particularly late development in the history of Israelite religion, and perhaps a late editing for our book as well. It also indicates how thoroughly the wilderness traditions have been reworked, to establish a hoary history for the central Israelite institutions connected with divine worship. While it is next to impossible to trace the internal struggles of the Israelite priesthood over the centuries with historical precision, it seems clear that such strife was part of history, and may be reflected in the portrayals of Aharon, Korah, and Pin’has, to mention just a few of the priestly/Levitical figures that populate the wilderness stories. At any rate, the combining of clearly priestly material into the varied narrative and poetic stuff of Numbers has created a book different than what might have been, had the editors sought a story and only a story. The same, of course, might be said for the entire five books of which Numbers is a part.", "As I noted in the introduction to Volume II of this work, <i>Now These Are the Names</i> (Exodus), the hero’s journey through the unknown is, of course, a central theme in Western literature. From Homer’s <i>Odyssey</i> to Sinbad’s journeys in <i>A Thousand and One Nights</i> to the many twentieth-century works on the theme, the protagonist’s unfamiliar terrain has become the familiar metaphor for our own inner journeys. Such accounts normally concentrate on obstacles in the way: opponents divine and human, harsh landscapes, wild beasts, lack of water, lack of people and succor. Heroes are left to their own devices, and if they are successful in completing their journey, the audience experiences the vicarious triumph of conquering the impossible. Indeed, the operating principle seems to be: the greater the obstacles, the more stunning the triumph.", "The wilderness trek recounted in the heart of the book of Numbers has a wholly different feel. To be sure, there are obstacles, some of them standard, such as the dearth of food and water and the opposition of hostile nations along the way. But the main emphasis in these texts is on internal obstacles—the people’s lack of trust, faith, and courage. And as so often happens in the Torah, physical background, as important as it obviously is in Numbers, what with a myriad of geographical locations noted, is overshadowed by the dominant issue of the relationship between Israel and God. The God of the wilderness journey is initially a provider and protector (cf. Ex. 15–18); when he turns lawgiver, Israel’s situation seems secure despite the harsh ecological setting. But Numbers has chosen to remember the people’s moments of doubt and rebellion above all, and so the orderly leaving of Sinai which closes the first part of the book, along with the orderly preparations for conquest that mark its third part, fade in the reader’s consciousness before the memorable narratives in Chapters 11–25.", "It has been pointed out (Tunyogi) that these stories serve as “foundation accounts,” as stories that tell about “the archetypes to be repeated in all coming generations.” As such, they are significant in later Israel’s understanding of itself. Through the book of Numbers, later generations were warned not to repeat the sins of the wilderness; and Moshe himself came to be looked upon as the quintessential prophet. For the era of the literary prophets (ninth-sixth centuries <small>B.C.E.</small>), concerned as they were with Israel’s forgetfulness and backsliding, and the era of Babylonian Exile (sixth century <small>B.C.E.</small>), in which the exiles also found themselves outside the Promised Land, there could have been no stronger warning or cause for hope than the stories and laws set down in the Torah, and especially the traditions recorded in the book of Numbers."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62037ee66bfddfbb310fed10", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Numbers, Part II; The Rebellion Narratives, First Victory; Rebellion Again; Traveling; Sihon and Og 2-4", "anchorRef": "Numbers 21:1-35", "anchorRefExpanded": ["Numbers 21:1", "Numbers 21:2", "Numbers 21:3", "Numbers 21:4", "Numbers 21:5", "Numbers 21:6", "Numbers 21:7", "Numbers 21:8", "Numbers 21:9", "Numbers 21:10", "Numbers 21:11", "Numbers 21:12", "Numbers 21:13", "Numbers 21:14", "Numbers 21:15", "Numbers 21:16", "Numbers 21:17", "Numbers 21:18", "Numbers 21:19", "Numbers 21:20", "Numbers 21:21", "Numbers 21:22", "Numbers 21:23", "Numbers 21:24", "Numbers 21:25", "Numbers 21:26", "Numbers 21:27", "Numbers 21:28", "Numbers 21:29", "Numbers 21:30", "Numbers 21:31", "Numbers 21:32", "Numbers 21:33", "Numbers 21:34", "Numbers 21:35"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, Part II; The Rebellion Narratives, First Victory; Rebellion Again; Traveling; Sihon and Og 2-4", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר ג׳, במדבר הערה י״א ב׳-ד׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "First Victory; Rebellion Again; Traveling; Sihon and Og", "he": "במדבר הערה י״א"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "במדבר הערה י״א", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["A miscellany of wilderness traditions, Chap. 21 begins with a military victory—perhaps a sign that Israel’s terrible trials are coming to an end. Not insignificantly, the victory comes after the Israelites have properly vowed to allot booty to God (v.2), a far cry from their willful attempt at conquest at the end of Chap. 14. This brief account may in fact be a reworking or different account of the Horma incident in that passage.", "The strange events surrounding the “viper of copper” that follow provide a reminder, even amid the progress of the march and military successes, of the Israelites’ usual waywardness. As usual, the problem is food; several things, however, make this brief story unusual amid the rebellion narratives. For one, the punishment is unique; for another, the people call upon Moshe to remove the plague—in a manner that is more reminiscent of Pharaoh of Egypt, with the Plagues, than of previous Israelite behavior. Finally, there is the Bible’s record of what happened to the copper object: it was preserved in the cult and worshiped by the people, until it was smashed during the large-scale religious reform under King Hezekiah of Judah (late eighth century <small>B.C.E.</small>). One might note that the divine punishment for sin, once accomplished, clears the way for the Israelite victories that follow immediately.", "Of additional interest in this chapter is the inclusion of three ancient poems (vv. 14–15, 17–18, and 27–30), whose origins and language are both obscure. Preceded by a brief itinerary of the Israelites’ travels up to Moabite territory, soon to be the scene of the Bil’am narratives (Chaps. 22–24), the chapter ends with two successful clashes against local kings, Sihon and Og. While the accounts here are brief, postbiblical Jewish tradition took delight in spinning fantastic tales about these two kings (cf. Ginzberg)."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620382efc9ad75f2d99afa24", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "", "ref": "The Five Books of Moses, by Everett Fox, Numbers, Part II; The Rebellion Narratives, First Victory; Rebellion Again; Traveling; Sihon and Og 1", "anchorRef": "Numbers 21:1-35", "anchorRefExpanded": ["Numbers 21:1", "Numbers 21:2", "Numbers 21:3", "Numbers 21:4", "Numbers 21:5", "Numbers 21:6", "Numbers 21:7", "Numbers 21:8", "Numbers 21:9", "Numbers 21:10", "Numbers 21:11", "Numbers 21:12", "Numbers 21:13", "Numbers 21:14", "Numbers 21:15", "Numbers 21:16", "Numbers 21:17", "Numbers 21:18", "Numbers 21:19", "Numbers 21:20", "Numbers 21:21", "Numbers 21:22", "Numbers 21:23", "Numbers 21:24", "Numbers 21:25", "Numbers 21:26", "Numbers 21:27", "Numbers 21:28", "Numbers 21:29", "Numbers 21:30", "Numbers 21:31", "Numbers 21:32", "Numbers 21:33", "Numbers 21:34", "Numbers 21:35"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, Part II; The Rebellion Narratives, First Victory; Rebellion Again; Traveling; Sihon and Og 1", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר ג׳, במדבר הערה י״א א׳", "anchorVerse": 1, "sourceHasEn": true, "commentaryNum": 1, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "במדבר הערה י״א", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<a class=\"refLink\" data-ref=\"Numbers 21:1-35\" data-ven=\"The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995\">Numbers 21:1-35</a>", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "628f795ff676bb4ec1da2706", "index_title": "Tribal Lands", "category": "Quoting Commentary", "type": "", "ref": "Tribal Lands, Chapter 1; Reuven 64", "anchorRef": "Numbers 21:13", "anchorRefExpanded": ["Numbers 21:13"], "sourceRef": "Tribal Lands, Chapter 1; Reuven 64", "sourceHeRef": "נחלת השבטים, א; ראובן ס״ד", "anchorVerse": 13, "sourceHasEn": true, "compDate": [2013, 2015], "commentaryNum": 64, "collectiveTitle": {"en": "Tribal Lands", "he": "נחלת השבטים"}, "heTitle": "א; ראובן", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "Furthermore: there are striking parallels between Reuben and the indigenous Moabite population of this region that tantalize us with prospects of emergent patterns. The <i>naĥalah</i> chosen by Reuben was regularly encroached upon by Moab, a nation unwilling to remain south of the Arnon, home to the substantial bulk of their kingdom.<sup class=\"footnote-marker\">30</sup><i class=\"footnote\">Numbers 21:13, 22:36.</i> Moab regularly attempted to reclaim the northern stretch of their ancestral homeland, first taken from them by the Amorites and then conquered by the Israelites. The large swath stretching from the Arnon River in the south to the Plains of Moab in the north (just opposite Jericho) beckoned Moab. They often invaded northward, hoping to gain more territory. Sometimes it was difficult to determine who dominated the region.<sup class=\"footnote-marker\">31</sup><i class=\"footnote\">Joshua 24:9; Judges 3:12, 11:25–26; II Samuel 8:2, 12; II Kings 1:1, 3:4–5; see also the Mesha Stele, discovered in Dibon (a city allotted to Reuben in Numbers 32) and dated to the ninth century BCE, offering extra-biblical evidence that much of the territory listed in biblical accounts as administered by the two and a half tribes in the Transjordan was claimed by the ninth-century king of Moab to be under his jurisdiction. This dovetails nicely with the detail offered by I Chronicles 5:9–10 that already in the early kingdom of Saul, the Reubenites had devolved into a semi-nomadic and less-organized existence, perhaps neglecting their cities and then eventually abandoning them entirely.</i>", "versionTitle": "Jerusalem, 2019", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "63d77c7deca1000753446b79", "index_title": "Rav Hirsch on Torah", "category": "Commentary", "type": "commentary", "ref": "Rav Hirsch on Torah, Numbers 21:13:1", "anchorRef": "Numbers 21:13", "anchorRefExpanded": ["Numbers 21:13"], "sourceRef": "Rav Hirsch on Torah, Numbers 21:13:1", "sourceHeRef": "רש\"ר הירש על התורה, במדבר כ״א:י״ג:א׳", "anchorVerse": 13, "sourceHasEn": true, "compDate": [1845, 1875], "commentaryNum": 13.0001, "collectiveTitle": {"en": "Rav Hirsch", "he": "רש\"ר הירש"}, "heTitle": "במדבר", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "V. 13. מעבר הארנון אשר וגו׳, das אשר bezieht sich auf עבר. Sie hatten das moabitische Gebiet umgangen und lagerten nun an der Nordseite des Arnon, an jener Seite, die den Wüstenstrich bildet, welcher vom emoritischen Gebiete ausgeht (Raschi). Sie betraten damit zuerst den Boden, der ihr Eigentum werden sollte, wie im Verfolg (V. 21 f.) erzählt wird.", "versionTitle": "Der Pentateuch. Übersetzt und erläutert von Samson Raphael Hirsch, 1903 [de]", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6418849ec9371ec0cebe7942", "index_title": "Reggio on Torah", "category": "Commentary", "type": "commentary", "ref": "Reggio on Torah, Numbers 21:13:1", "anchorRef": "Numbers 21:13", "anchorRefExpanded": ["Numbers 21:13"], "sourceRef": "Reggio on Torah, Numbers 21:13:1", "sourceHeRef": "ביאור יש\"ר על התורה, במדבר כ״א:י״ג:א׳", "anchorVerse": 13, "sourceHasEn": false, "compDate": [1790, 1810], "commentaryNum": 13.0001, "collectiveTitle": {"en": "Reggio", "he": "ביאור יש\"ר"}, "heTitle": "במדבר", "he": "<b>מעבר ארנון,</b> מצד השני של נחל ארנון שהוא גבול האמורי:", "heVersionTitle": "Vienna, 1821", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6418849fc9371ec0cebe7944", "index_title": "Reggio on Torah", "category": "Commentary", "type": "commentary", "ref": "Reggio on Torah, Numbers 21:13:2", "anchorRef": "Numbers 21:13", "anchorRefExpanded": ["Numbers 21:13"], "sourceRef": "Reggio on Torah, Numbers 21:13:2", "sourceHeRef": "ביאור יש\"ר על התורה, במדבר כ״א:י״ג:ב׳", "anchorVerse": 13, "sourceHasEn": false, "compDate": [1790, 1810], "commentaryNum": 13.0002, "collectiveTitle": {"en": "Reggio", "he": "ביאור יש\"ר"}, "heTitle": "במדבר", "he": "<b>כי ארנון גבול מואב,</b> כי ארנון עצמו נשאר למואב בהלחם סיחון עמו והיה גבול ארצו, כמ\"ש ויקח את כל ארצו מידו עד ארנון (לקמן פסוק כ\"ו), ולכך לא הותר לישראל רק מצדו השני שהוא גבול האמורי:", "heVersionTitle": "Vienna, 1821", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "657ecc71758c1dc532ec9299", "index_title": "Steinsaltz on Numbers", "category": "Commentary", "type": "commentary", "ref": "Steinsaltz on Numbers 21:13", "anchorRef": "Numbers 21:13", "anchorRefExpanded": ["Numbers 21:13"], "sourceRef": "Steinsaltz on Numbers 21:13", "sourceHeRef": "ביאור שטיינזלץ על במדבר כ״א:י״ג", "anchorVerse": 13, "sourceHasEn": true, "commentaryNum": 21.0013, "collectiveTitle": {"en": "Steinsaltz", "he": "ביאור שטיינזלץ"}, "heTitle": "ביאור שטיינזלץ על במדבר", "he": "<b>מִשָּׁם נָסָעוּ וַיַּחֲנוּ מֵעֵבֶר</b> נחל \n    <b>אַרְנוֹן אֲשֶׁר בַּמִּדְבָּר,</b> נחל גדול היורד אל ים המלח, \n    <b>הַיֹּצֵא מִגְּבֻל הָאֱמֹרִי. כִּי אַרְנוֹן גְּבוּל מוֹאָב, בֵּין מוֹאָב וּבֵין הָאֱמֹרִי.</b>", "heVersionTitle": "The Koren Steinsaltz Tanakh HaMevoar - Hebrew", "heLicense": "Copyright: Steinsaltz Center", "heVersionTitleInHebrew": "", "text": "<b>From there they traveled and encamped across the Arnon, which is in the wilderness, that emerges from the border of the Emorites, for Arnon is the border of Moav, between Moav and the Emorites. </b>", "versionTitle": "The Steinsaltz Tanakh - English", "license": "Copyright: Steinsaltz Center", "versionTitleInHebrew": ""}, {"_id": "53f17a2bfbfba22336ea7343", "index_title": "Kitzur Ba'al HaTurim on Numbers", "category": "Commentary", "type": "commentary", "ref": "Kitzur Ba'al HaTurim on Numbers 21:13:1", "anchorRef": "Numbers 21:13", "anchorRefExpanded": ["Numbers 21:13"], "sourceRef": "Kitzur Ba'al HaTurim on Numbers 21:13:1", "sourceHeRef": "קיצור בעל הטורים על במדבר כ״א:י״ג:א׳", "anchorVerse": 13, "sourceHasEn": false, "compDate": [1280, 1340], "commentaryNum": 13.0001, "collectiveTitle": {"en": "Kitzur Ba'al HaTurim", "he": "קיצור בעל הטורים "}, "heTitle": "קיצור בעל הטורים על במדבר", "he": "<b>משם נסעו</b> ולא אמר ויסעו מנחל זרד כדרך הכתוב בכל המסעות לפי שעל נחל זרד היו מקומות רבות דיבון גד ועלמון דבלתימה ונסעו הכל על הנחל ממקום למקום:\n\n", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "54c7aa65fbfba27c8a3df08b", "index_title": "Da'at Zekenim on Numbers", "category": "Commentary", "type": "commentary", "ref": "Da'at Zekenim on Numbers 21:13:1", "anchorRef": "Numbers 21:13", "anchorRefExpanded": ["Numbers 21:13"], "sourceRef": "Da'at Zekenim on Numbers 21:13:1", "sourceHeRef": "דעת זקנים על במדבר כ״א:י״ג:א׳", "anchorVerse": 13, "sourceHasEn": true, "compDate": [1100, 1300], "commentaryNum": 13.0001, "collectiveTitle": {"en": "Da'at Zekenim", "he": "דעת זקנים"}, "heTitle": "דעת זקנים על במדבר", "he": "<b>ויחנו מעבר ארנון. </b>ארנון הוא שם הנהר וחנו בעבר הנהר לצד ארץ סיחון כי היו מקיפין את ארץ מואב שלא ניתנה להם רשות לעבור דרך עריו כי אם בגבוליו כדכתיב וגם אל מלך מואב שלח ולא אבה ובאו ממזרח שמש לארץ מואב והניחו ארץ מואב למערב שעברו מעבר לארנון לצד ארץ סיחון: ", "heVersionTitle": "daat zekenim", "heLicense": "Public Domain", "heVersionTitleInHebrew": "דעת זקנים", "text": "ויחנו מעבר ארנון, “they encamped across the river Arnon. They encamped on the bank that used to belong to King Sichon after having made a detour around the land of Moav. They had not been allowed by G–d to cross the territory belonging to Moav at that time. They were only allowed to straddle its border, without crossing it. (Compare Judges, 11,17) where Yiftach recounts the history of the people’s wanderings. They had approached that spot coming from the east, leaving the land of Moav on their west, bordered by the territory that belonged to King Sichon.", "versionTitle": "Daat Zekenim translated by Rb. Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": "דעת זקנים, בתרגום רבי אליהו מונק"}, {"_id": "54c7aa65fbfba27c8a3df08d", "index_title": "Da'at Zekenim on Numbers", "category": "Commentary", "type": "commentary", "ref": "Da'at Zekenim on Numbers 21:13:2", "anchorRef": "Numbers 21:13", "anchorRefExpanded": ["Numbers 21:13"], "sourceRef": "Da'at Zekenim on Numbers 21:13:2", "sourceHeRef": "דעת זקנים על במדבר כ״א:י״ג:ב׳", "anchorVerse": 13, "sourceHasEn": true, "compDate": [1100, 1300], "commentaryNum": 13.0002, "collectiveTitle": {"en": "Da'at Zekenim", "he": "דעת זקנים"}, "heTitle": "דעת זקנים על במדבר", "he": "<b>כי ארנון גבול מואב בין מואב ובין האמורי. </b>כלומר שהנהר מפסיק בין שני הגבולים כי מתחל' היתה כל הארץ למלך מואב משני צדי הנהר וסיחון לקח כל מה שהיה למלך מואב לצד ארנון ומאותה מלחמ' ואילך הי' הנהר מפסיק בין גבול מואב ובין גבול ארץ סיחון מלך האמורי ואותה ארץ שבעבר הירדן הנהר שכבש סיחון מיד מואב לקחו ישראל מיד סיחון כמו שאז\"ל עמון ומואב טהרו בסיחון כלומר נטהרו ונכשרו לישראל על ידי סיחון ואותה נחלה היה שואל מלך עמון מישראל ואו' לא לקח ישראל מארץ מואב כי לא עברו ארנון: ", "heVersionTitle": "daat zekenim", "heLicense": "Public Domain", "heVersionTitleInHebrew": "דעת זקנים", "text": "כי ארנון גבול מואב בין מואב ובין האמורי, “for the river Arnon was the border between Moav and the Emorite.” In practice this means that the river separated the borders from one another. Originally, both banks of the river were part of the land of Moav, but Sichon had conquered all the land on the north bank of that river. The Israelites took possession of all the formerly Moabite lands that Sichon had conquered from them. That land was no longer considered out of bounds to them when they came out of Egypt. G–d rearranges nations’ boundaries from time to time, as He sees fit. The respective rulers during such warfare who appear as winners or losers are pawns in His hands.\n", "versionTitle": "Daat Zekenim translated by Rb. Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": "דעת זקנים, בתרגום רבי אליהו מונק"}, {"_id": "5868bd4bd6e4a97c9cbb194e", "index_title": "Bekhor Shor", "category": "Commentary", "type": "commentary", "ref": "Bekhor Shor, Numbers 21:13:1", "anchorRef": "Numbers 21:13", "anchorRefExpanded": ["Numbers 21:13"], "sourceRef": "Bekhor Shor, Numbers 21:13:1", "sourceHeRef": "בכור שור, במדבר כ״א:י״ג:א׳", "anchorVerse": 13, "sourceHasEn": false, "compDate": [1145, 1195], "commentaryNum": 13.0001, "collectiveTitle": {"en": "Bekhor Shor", "he": "בכור שור"}, "heTitle": "במדבר", "he": "<b>מעבר ארנון.</b> [ארנון שם הנהר והם חנו מעבר הנהר לצד ארץ סיחון כי היו מקיפין ארץ מואב כי לא הניחום מואב לעבור בעריו כי אם בגבולו כדכתיב \"וגם אל מלך מואב שלח ולא אבה\"] וכת' \"כאשר עשו לי בני עשו היושבים בשעיר והמואבים הישבים בער\" [ובאו מזרח שמש לאץ מואב שעברו במזרחה של ארץ מואב והניחו ארץ מואב למערב ועברו מעבר ארנון לצד ארץ סיחון] היצא מגבל האמרי שהנהר יוצא ונובע מגבול האמרי ונמשך והולך בין מואב ובין האמרי שהנהר מפסיק בין שני הגבולים כי מתחלה היתה כל הארץ למלך מואב משני צדי הנהר ובא סיחון ולקח כל מה שהיה למלך מואב מעבר הנהר לצד ארצו, אבל לא היה יכול לעבור את הנהר לצד מואב ומאותה מלחמה ואילך היה מפסיק הנהר בין ארץ סיחון ובין ארץ מואב, וישראל לקחו מיד סיחון כל אותה הארץ עד הנהר כמו שאמרו רבותינו עמון ומואב טהרו בסיחון, שאעפ\"י שאסר הק' ליקח ארץ עמון ומואב, מיד סיחון הותרה ליקח ואותה נחלה היה שואל למלך עמון בימי יפתח ואמר לו יפתח \"לא לקח ישראל, משלכם כלום כי לא עברנו את ארנון] ובאותה שעה היה ארנון גבול מואב:\n", "heVersionTitle": "Bekhor Shor, HaTzofeh LeHokhmat Yisrael VIII, Budapest, 1928", "heLicense": "Public Domain", "heVersionTitleInHebrew": "בכור שור, הצופה לחכמת ישראל ח, בודפשט, תרפ\"ח", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "588f5752d6e4a96d624b152e", "index_title": "Machberet Menachem", "category": "Reference", "type": "", "ref": "Machberet Menachem, Letter Shin 89:5", "anchorRef": "Numbers 21:13", "anchorRefExpanded": ["Numbers 21:13"], "sourceRef": "Machberet Menachem, Letter Shin 89:5", "sourceHeRef": "מחברת מנחם, ש פ״ט:ה׳", "anchorVerse": 13, "sourceHasEn": false, "compDate": [950, 960], "commentaryNum": 89.0005, "collectiveTitle": {"en": "Machberet Menachem", "he": "מחברת מנחם"}, "he": "‎הרביעי, <b>שמה</b> קברו <small>(בראשית מט, לא)</small>, <b>שמה</b> קננה קפוז <small>(ישעיהו לד, טו)</small>, <b>משם</b> נסעו <small>(במדבר כא, יג)</small>, כמשמעו.", "heVersionTitle": "Mahberet Menahem, London, 1854.", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מחברת מנחם,לונדון, תרי\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5892f0c0d6e4a9274646e312", "index_title": "Chizkuni", "category": "Quoting Commentary", "type": "", "ref": "Chizkuni, Numbers 33:46:1", "anchorRef": "Numbers 21:13", "anchorRefExpanded": ["Numbers 21:13"], "sourceRef": "Chizkuni, Numbers 33:46:1", "sourceHeRef": "חזקוני, במדבר ל״ג:מ״ו:א׳", "anchorVerse": 13, "sourceHasEn": true, "compDate": [1220, 1260], "commentaryNum": 46.0001, "collectiveTitle": {"en": "Chizkuni", "he": "חזקוני"}, "heTitle": "במדבר", "he": "<b>ויסעו מדיבן גד ויחנו בעלמן דבלתימה</b> הוא שנאמר בפרשת חוקת משם נסעו ויחנו מעבר ארנון אשר במדבר.", "heVersionTitle": "Chizkuni", "heLicense": "Public Domain", "heVersionTitleInHebrew": "חזקוני", "text": "ויסעו מדיבון גד ויחנו בעלמון דבלתימה, this location has been referred to in Parshat Chukat, Numbers 21,13 “from Ever Arnon which is in the desert.”", "versionTitle": "Chizkuni, translated and annotated by Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": "חזקוני, מתורגם ומוער בידי אליהו מונק"}, {"_id": "5892f2bcd6e4a9274647242c", "index_title": "Chizkuni", "category": "Commentary", "type": "commentary", "ref": "Chizkuni, Numbers 21:13:1", "anchorRef": "Numbers 21:13", "anchorRefExpanded": ["Numbers 21:13"], "sourceRef": "Chizkuni, Numbers 21:13:1", "sourceHeRef": "חזקוני, במדבר כ״א:י״ג:א׳", "anchorVerse": 13, "sourceHasEn": true, "compDate": [1220, 1260], "commentaryNum": 13.0001, "collectiveTitle": {"en": "Chizkuni", "he": "חזקוני"}, "heTitle": "במדבר", "he": "<b>ויחנו מעבר ארנון</b> אי היה כתוב בעבר ארנון משמע שחנו באיזה מקום שחפצו בכל העבר השתא דכתיב <b>מעבר ארנון</b> מגיד לך שלא היתה חנייתן אלא במקצת העבר שבחלק היוצא מגבול האמורי כמו שפירש״‎י.", "heVersionTitle": "Chizkuni", "heLicense": "Public Domain", "heVersionTitleInHebrew": "חזקוני", "text": "ויחנו מעבר ארנון, “they encamped across from the river Arnon.” If the Torah had written instead: בעבר ארנון, this would have meant that they had had free choice where along the banks of the river Arnon to make camp. The letter מ in stead of the prefix ב, means that they had only been able to make camp on the part of the banks of that river which came from the boundary with the Emorites, as Rashi has explained.", "versionTitle": "Chizkuni, translated and annotated by Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": "חזקוני, מתורגם ומוער בידי אליהו מונק"}, {"_id": "5892f2bcd6e4a9274647242e", "index_title": "Chizkuni", "category": "Commentary", "type": "commentary", "ref": "Chizkuni, Numbers 21:13:2", "anchorRef": "Numbers 21:13", "anchorRefExpanded": ["Numbers 21:13"], "sourceRef": "Chizkuni, Numbers 21:13:2", "sourceHeRef": "חזקוני, במדבר כ״א:י״ג:ב׳", "anchorVerse": 13, "sourceHasEn": true, "compDate": [1220, 1260], "commentaryNum": 13.0002, "collectiveTitle": {"en": "Chizkuni", "he": "חזקוני"}, "heTitle": "במדבר", "he": "<b>מעבר ארנון</b> ובאי זה עבר באותו עבר <b>אשר במדבר היצא מגבל האמרי</b> היינו בדרומו של נחל ארנון והוא הנקרא בפ׳‎ מסעי עלמון דבלתימה שהוא יוצא מכלל גבול סיחון האמרי ונכנס בגבול מואב שנחל ארנון מפסיק בין שניהם.", "heVersionTitle": "Chizkuni", "heLicense": "Public Domain", "heVersionTitleInHebrew": "חזקוני", "text": "מעבר ארנון, where across from that river? The part in no man’s land, desert, where it had left the boundary of the territory belonging to the Emorites. Apparently, there was a small island in the middle of that river that afforded a relatively easy passage across the river, in a neutral area between the territory of the Emorites and that of Moav. This is what is referred to as Almon Divlatayma in Numbers 33, 46. The river Arnon was the boundary between these two kingdoms.", "versionTitle": "Chizkuni, translated and annotated by Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": "חזקוני, מתורגם ומוער בידי אליהו מונק"}, {"_id": "5892f2bcd6e4a92746472430", "index_title": "Chizkuni", "category": "Commentary", "type": "commentary", "ref": "Chizkuni, Numbers 21:13:3", "anchorRef": "Numbers 21:13", "anchorRefExpanded": ["Numbers 21:13"], "sourceRef": "Chizkuni, Numbers 21:13:3", "sourceHeRef": "חזקוני, במדבר כ״א:י״ג:ג׳", "anchorVerse": 13, "sourceHasEn": true, "compDate": [1220, 1260], "commentaryNum": 13.0003, "collectiveTitle": {"en": "Chizkuni", "he": "חזקוני"}, "heTitle": "במדבר", "he": "<b>כי ארנון גבול מואב בין מואב ובין האמרי.</b> מתחלה היתה ארץ מואב מתפשטת לצד מערב עד הירדן ולצד צפון עד הר נבו ששם היה מתחיל גבול סיחון וע״‎י מלחמה לקח סיחון מצד ארצו כל ארץ מואב עד נחל ארנון ועליו נאמר והוא נלחם במלך מואב הראשון ויקח את כל ארצו מידו עד ארנון היינו כי ארנון גבול מואב, ובין האמרי.", "heVersionTitle": "Chizkuni", "heLicense": "Public Domain", "heVersionTitleInHebrew": "חזקוני", "text": "כי ארנון גבול מואב בין מואב ובין האמורי, “for Arnon was the boundary between the Emorites and the Moabites.” In earlier times, the territory of Moav had extended in a westerly direction to the river Jordan and in a northerly direction as far as Mount Nebo, which used to be the boundary with the Kingdom of Sichon. The latter had conquered a large slice of the original kingdom of Moav, (which due to that fact had no longer been included in the Moabite territory G-d had put out of bounds to the Israelites). This has been documented in verse 26 of our chapter.", "versionTitle": "Chizkuni, translated and annotated by Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": "חזקוני, מתורגם ומוער בידי אליהו מונק"}, {"_id": "58b1cfb4d6e4a937f99996cf", "index_title": "Bamidbar Rabbah", "category": "Midrash", "type": "", "ref": "Bamidbar Rabbah 19:24", "anchorRef": "Numbers 21:13", "anchorRefExpanded": ["Numbers 21:13"], "sourceRef": "Bamidbar Rabbah 19:24", "sourceHeRef": "במדבר רבה י״ט:כ״ד", "anchorVerse": 13, "sourceHasEn": true, "compDate": [1200], "commentaryNum": 19.0024, "collectiveTitle": {"en": "Bamidbar Rabbah", "he": "במדבר רבה"}, "heTitle": "במדבר רבה", "he": "וַיִּסְעוּ בְּנֵי יִשְׂרָאֵל וַיַּחֲנוּ בְּאוֹבוֹת <small>(במדבר כא, י)</small>, שֶׁנַּעֲשׂוּ אוֹיְבִים לַמָּקוֹם, <small>(במדבר כא, י)</small>: וַיַּחֲנוּ בְּעִיֵּי הָעֲבָרִים, שֶׁהָיוּ מְלֵאִים עֲבֵרָה. <small>(במדבר כא, יב)</small>: וַיַּחֲנוּ בְּנַחַל זָרֶד, שֶׁלֹא הָיָה הַנַּחַל אֶלָּא מְלוֹא זֶרֶת וְלֹא יָכְלוּ לְעָבְרוֹ שְׁלשִׁים וּשְׁמוֹנֶה שָׁנָה, שֶׁנֶּאֱמַר <small>(דברים ב, יג)</small>: עַתָּה קֻמוּ וְעִבְרוּ לָכֶם אֶת נַחַל זָרֶד, וּכְתִיב <small>(דברים ב, יד)</small>: וְהַיָּמִים אֲשֶׁר הָלַכְנוּ מִקָּדֵשׁ בַּרְנֵעַ עַד אֲשֶׁר עָבַרְנוּ אֶת נַחַל זֶרֶד שְׁלשִׁים וּשְׁמוֹנֶה שָׁנָה עַד תֹּם כָּל הַדּוֹר. <small>(במדבר כא, יג)</small>: מִשָּׁם נָסָעוּ וַיַּחֲנוּ מֵעֵבֶר אַרְנוֹן, שֶׁנִּתְרַצֶּה לָהֶם הַקָּדוֹשׁ בָּרוּךְ הוּא.", "heVersionTitle": "Midrash Rabbah -- TE", "heLicense": "unknown", "heVersionTitleInHebrew": "מדרש רבה - תורת אמת", "text": "<b>“The children of Israel traveled, and encamped in Ovot” (Numbers 21:10).</b> <br>“The children of Israel traveled, and encamped in Ovot” (Numbers 21:10) – they became enemies [<i>oyevim</i>] to the Omnipresent. “They encamped at Iyei HaAvarim” (Numbers 21:11) –they were filled with transgressions [<i>averot</i>]. “They encamped in the Zered Ravine” (Numbers 21:12) – the ravine had no more than the capacity of a span [<i>zeret</i>],<sup class=\"footnote-marker\">68</sup><i class=\"footnote\">A zeret is a half-cubit.</i> but they were unable to cross it for thirty-eight years, as it is stated: “Now rise, and cross yourselves over the Zered Ravine” (Deuteronomy 2:13). And it is written: “The days that we went from Kadesh Barne’a until we crossed the Zered Ravine were thirty-eight years, until the demise of the entire generation” (Deuteronomy 2:14). “From there they traveled, and encamped across [<i>me’ever</i>] the Arnon” (Numbers 21:13)<b> – </b>as the Holy One blessed be He reconciled with them.<sup class=\"footnote-marker\">69</sup><i class=\"footnote\">Me’ever is expounded to mean that they emerged from the fury [me’evrat] of the Holy One blessed be He.</i>", "versionTitle": "The Sefaria Midrash Rabbah, 2022", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "58b1cfb5d6e4a937f99996da", "index_title": "Bamidbar Rabbah", "category": "Midrash", "type": "", "ref": "Bamidbar Rabbah 19:25", "anchorRef": "Numbers 21:13", "anchorRefExpanded": ["Numbers 21:13"], "sourceRef": "Bamidbar Rabbah 19:25", "sourceHeRef": "במדבר רבה י״ט:כ״ה", "anchorVerse": 13, "sourceHasEn": true, "compDate": [1200], "commentaryNum": 19.0025, "collectiveTitle": {"en": "Bamidbar Rabbah", "he": "במדבר רבה"}, "heTitle": "במדבר רבה", "he": "אָז יָשִׁיר יִשְׂרָאֵל אֶת הַשִּׁירָה הַזֹּאת <small>(במדבר כא, יז)</small>, הַשִּׁירָה הַזֹּאת נֶאֶמְרָה בְּסוֹף אַרְבָּעִים שָׁנָה, וְהַבְּאֵר נִתְּנָה לָהֶם מִתְּחִלַּת אַרְבָּעִים, וּמָה רָאָה לִכָּתֵב כָּאן, הָעִנְיָן הַזֶּה נִדְרַשׁ לְמַעְלָה הֵימֶנּוּ <small>(במדבר כא, יד)</small>: עַל כֵּן יֵאָמַר בְּסֵפֶר מִלְחֲמֹת ה' אֶת וָהֵב שֶׁעָשָׂה לָהֶם הַקָּדוֹשׁ בָּרוּךְ הוּא אוֹתוֹת וְנִסִּים בְּנַחֲלֵי אַרְנוֹן כַּנִּסִּים שֶׁעָשָׂה לָהֶם בְּיַם סוּף, וּמָה הֵם נִסִּים שֶׁל נַחֲלֵי אַרְנוֹן, אָדָם עוֹמֵד עַל הַר זֶה וּמְדַבֵּר עִם חֲבֵרוֹ בָּהָר הַזֶּה, וְהוּא רָחוֹק מִמֶּנּוּ שִׁבְעָה מִילִין, וְהַדֶּרֶךְ יוֹרֵד לְתוֹךְ הַנַּחַל וְעוֹלֶה, וְדַרְכָּן שֶׁל יִשְׂרָאֵל לַעֲבֹר בְּתוֹךְ הַנַּחַל, נִתְכַּנְסוּ כָּל הָאֻמּוֹת לְשָׁם אֻכְלוּסִין שֶׁאֵין לָהֶם סוֹף, יָשְׁבוּ מִקְצָתָן בְּתוֹךְ הַנַּחַל וְהַנַּחַל מִלְּמַעְלָן עָשׂוּי מְעָרוֹת, וּכְנֶגֶד הַמְעָרוֹת הַר שֶׁכְּנֶגְדוֹ עָשׂוּי סְלָעִים סְלָעִים כְּגוֹן שָׁדַיִם, שֶׁנֶּאֱמַר <small>(במדבר כא, טו)</small>: וְאֶשֶׁד הַנְּחָלִים. נִכְנְסוּ הָאֻכְלוּסִין לְתוֹךְ הַמְּעָרוֹת וְאָמְרוּ כְּשֶׁיֵּרְדוּ יִשְׂרָאֵל לְתוֹךְ הַנַּחַל, אֵלּוּ עוֹמְדִין לִפְנֵיהֶם שֶׁבְּתוֹךְ הַנַּחַל, וְאֵלּוּ לְמַעְלָה מִן הַמְּעָרוֹת, וְנַהֲרֹג אֶת כֻּלָּם, כֵּיוָן שֶׁהִגִּיעוּ יִשְׂרָאֵל לְאוֹתוֹ מָקוֹם, לֹא הִצְרִיכָן לֵירֵד לְמַטָּה מִן הַנַּחַל, אֶלָּא רָמַז לֶהָרִים וְנִכְנְסוּ שָׁדַיִם שֶׁל הַר זֶה לְתוֹךְ מְעָרוֹת וּמֵתוּ כֻּלָּם, וְהִקִּיפוּ הֶהָרִים רָאשֵׁיהֶם זֶה לָזֶה וְנַעֲשׂוּ דֶּרֶךְ כְּבוּשָׁה וְלֹא נוֹדַע אֵי זֶה הַר נִסְמַךְ לַחֲבֵרוֹ, וְאוֹתוֹ נַחַל מַפְסִיק בֵּין תְּחוּמֵי אֶרֶץ יִשְׂרָאֵל לִתְחוּמֵי אֶרֶץ מוֹאָב, שֶׁנֶּאֱמַר <small>(במדבר כא, יג)</small>: כִּי אַרְנוֹן גְּבוּל מוֹאָב בֵּין מוֹאָב וּבֵין הָאֱמֹרִי, הַר שֶׁבְּאֶרֶץ מוֹאָב לֹא נִזְדַּעְזַע שֶׁבּוֹ הַמְּעָרוֹת, וְהָהָר מֵאֶרֶץ יִשְׂרָאֵל נִזְדַּעְזַע שֶׁבּוֹ הַסְּלָעִים כְּמִין שָׁדַיִם, וְנִסְמַךְ לָהָר שֶׁכְּנֶגְדוֹ. וּמִפְּנֵי מָה נִזְדַּעְזַע, מִפְּנֵי שֶׁהוּא מֵאֶרֶץ יִשְׂרָאֵל. מָשָׁל לְשִׁפְחָה שֶׁרָאֲתָה בֶּן אֲדוֹנֶיהָ בָּא אֶצְלָהּ, קָפְצָה וְקִדְמָה אוֹתוֹ וְקִבַּלְתּוּ. נִכְנְסוּ הַסְּלָעִים לְתוֹךְ הַמְּעָרוֹת וְרִצְּצוּ כָּל אוֹתָן גִּבּוֹרִין, וְהַבְּאֵר יָרְדָה לְתוֹךְ הַנַּחַל וּמִתְגַּבֶּרֶת שָׁם, וְאִבְּדָה כָּל הָאֻכְלוּסִין כְּדֶרֶךְ שֶׁאִבֵּד אוֹתָן הַיָּם, לְכָךְ הִקִּישׁ <small>(במדבר כא, יד)</small>: אֶת וָהֵב בְּסוּפָה לְנַחֲלֵי אַרְנוֹן, וְעָבְרוּ יִשְׂרָאֵל עַל אוֹתָן הֶהָרִים וְלֹא יָדְעוּ כָּל נִסִּים הַלָּלוּ, אָמַר הַקָּדוֹשׁ בָּרוּךְ הוּא הֲרֵינִי מוֹדִיעַ לְבָנַי כַּמָּה אֻכְלוּסִין אִבַּדְתִּי מִפְנֵיהֶם, יָרְדָה הַבְּאֵר לְאוֹתָן הַמְּעָרוֹת וְהוֹצִיאָה גֻּלְגָּלִיּוֹת וּזְרוֹעוֹת וְרַגְלַיִם שֶׁאֵין לָהֶם חֵקֶר, וְיִשְׂרָאֵל חָזְרוּ לְבַקֵּשׁ אֶת הַבְּאֵר וְרָאוּ אוֹתָהּ שֶׁהִיא יוֹצְאָה מְלֵאָה מִתּוֹךְ הַנַּחַל וּמוֹצִיאָה אֵיבָרִים אֵיבָרִים. וּמִנַּיִן שֶׁהַבְּאֵר הוֹדִיעַ בָּהֶן, שֶׁנֶּאֱמַר <small>(במדבר כא, טו טז)</small>: וְאֶשֶׁד הַנְּחָלִים, וּמִשָּׁם בְּאֵרָה, וְכִי מִשָּׁם הָיְתָה וַהֲלוֹא מִתְּחִלַּת אַרְבָּעִים שָׁנָה הָיְתָה עִמָּהֶם, אֶלָּא שֶׁיָּרְדָה לְפַרְסֵם אֶת הַנִּסִּים, וְהָיוּ יִשְׂרָאֵל עוֹמְדִים עַל הַנְּחָלִים וְאוֹמְרִים לָהּ <small>(במדבר כא, יז)</small>: עֲלִי בְאֵר עֱנוּ לָהּ, וְאָמְרוּ שִׁירָה עֲלֵיהֶם.", "heVersionTitle": "Midrash Rabbah -- TE", "heLicense": "unknown", "heVersionTitleInHebrew": "מדרש רבה - תורת אמת", "text": "<b>“Then Israel sang this song: Rise, well; give voice for it” (Numbers 21:17).</b> <br>“Then Israel sang this song” – this song was recited at the conclusion of forty years, and the well was given to them at the beginning of forty. What did the reason that led it to be written here? This matter is expounded previous to it:<b> </b>“Therefore it is said in the book of the Wars of the Lord: Vahev [by storm [<i>besufa</i>], and the tributaries of the Arnon]” (Numbers 21:14) – the Holy One blessed be He performed on their behalf<b> </b>signs and miracles at the tributaries of the Arnon like the miracles that He performed on their behalf at the Red Sea [<i>Yam Suf</i>]. What are the miracles of the tributaries of Arnon? A person stands on this mountain and speaks to another on that mountain, and it is at a distance of seven <i>mil</i>.<sup class=\"footnote-marker\">70</sup><i class=\"footnote\">To walk from one to the other, one has to climb down from one mountain and then up the other. </i> The way descends into the ravine and ascends, and Israel’s path was to cross in the ravine. All the nations gathered there, endless multitudes. Some were positioned in the ravine. Above them the ravine was caves, and opposite the caves were projections of boulders like breasts [<i>shadayim</i>], as it is stated: “And the outpouring of [<i>ve’eshed</i>] the ravines” (Numbers 21:15). The multitudes entered the caves and said: When Israel descends into the ravine, these will confront them in the ravine and those above from the caves; we will kill them all. When Israel reached that place, He did not require them to descend below through the ravine, but rather intimated to the mountains, and the breast-like projections of this mountain entered into the caves, and they all died. The mountains brought their peaks adjacent to one another and became a smooth road. It is unknown which mountain moved adjacent to the other.  <br>That ravine interposes between the domain of the Land of Israel and the domain of the land of Moav, as it is stated: “For Arnon is the border of Moav, between Moav and the Emorites” (Numbers 21:13). The mountain that was in the land of Moav, the one with the caves, did not move. The mountain from the Land of Israel, in which there were breast-like projections, moved adjacent to the mountain opposite it. Why did it move? It is because it is of the Land of Israel. This is analogous to a maidservant<sup class=\"footnote-marker\">71</sup><i class=\"footnote\">This a metaphor for the mountain.</i> who saw the son of her master<sup class=\"footnote-marker\">72</sup><i class=\"footnote\">This is a metaphor for the children of Israel.</i> coming to her. She leapt from her place and preceded him and received him. The boulders entered into the caves and crushed all those mighty ones; and the well descended into the ravine and swelled, and eliminated all of the multitudes just as the sea eliminated them. That is why it juxtaposed: “Vahev by storm [<i>besufa</i>]” (Numbers 21:14), to “the tributaries of the Arnon” (Numbers 21:14). Israel passed atop those mountains but were unaware of all these miracles. The Holy One blessed be He said: I will inform My children how many multitudes I eliminated from before them. The well descended into those caves and took out unfathomable numbers of skulls, arms, and legs. Israel returned to seek the well and saw it emerging full from the ravine and taking out limbs upon limbs. <br>From where is it derived that the well informed them? It is as it is stated: “And the outpouring of the ravines.… and from there to the well” (Numbers 21:15–16). Was it from there? Was it not with them from the beginning of forty years? It is, rather, that it descended to publicize the miracles, and Israel was standing over the ravines and saying: “Rise, well, give voice for it” (Numbers 21:17), and they recited song over them.", "versionTitle": "The Sefaria Midrash Rabbah, 2022", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "58b6b182d6e4a952249cc49c", "index_title": "Minchat Shai on Torah", "category": "Commentary", "type": "commentary", "ref": "Minchat Shai on Torah, Numbers 21:13:1", "anchorRef": "Numbers 21:13", "anchorRefExpanded": ["Numbers 21:13"], "sourceRef": "Minchat Shai on Torah, Numbers 21:13:1", "sourceHeRef": "מנחת שי על תורה, במדבר כ״א:י״ג:א׳", "anchorVerse": 13, "sourceHasEn": false, "compDate": [1526], "commentaryNum": 13.0001, "collectiveTitle": {"en": "Minchat Shai", "he": "מנחת שי"}, "heTitle": "במדבר", "he": "<b>ויחנו מעבר ארנון.</b> בכולהו ארנון שבסידרא בר מן בתראה איכא פלוגתא בהעתק הללי ובירושלמי לענין חסיר ויתיר. ובמסורת ארנון ג' מלאים ובעניינא וסימן מעבר ארנון כי ארנון גבול מואב ואת הנחלים ארנון ושלשתם סמוכים זה לזה וכך הם בספרים שלנו ובהרמ\"ה ז\"ל:", "heVersionTitle": "Minchat Shai on Torah", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "58b6b182d6e4a952249cc49e", "index_title": "Minchat Shai on Torah", "category": "Commentary", "type": "commentary", "ref": "Minchat Shai on Torah, Numbers 21:13:2", "anchorRef": "Numbers 21:13", "anchorRefExpanded": ["Numbers 21:13"], "sourceRef": "Minchat Shai on Torah, Numbers 21:13:2", "sourceHeRef": "מנחת שי על תורה, במדבר כ״א:י״ג:ב׳", "anchorVerse": 13, "sourceHasEn": false, "compDate": [1526], "commentaryNum": 13.0002, "collectiveTitle": {"en": "Minchat Shai", "he": "מנחת שי"}, "heTitle": "במדבר", "he": "<b>מגבל.</b> הגימ\"ל דגושה:", "heVersionTitle": "Minchat Shai on Torah", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59636c35d6e4a9416e9c49c5", "index_title": "Mizrachi", "category": "Commentary", "type": "commentary", "ref": "Mizrachi, Numbers 21:13:1", "anchorRef": "Numbers 21:13", "anchorRefExpanded": ["Numbers 21:13"], "sourceRef": "Mizrachi, Numbers 21:13:1", "sourceHeRef": "מזרחי, במדבר כ״א:י״ג:א׳", "anchorVerse": 13, "sourceHasEn": false, "compDate": [1475, 1525], "commentaryNum": 13.0001, "collectiveTitle": {"en": "Mizrachi", "he": "מזרחי"}, "heTitle": "במדבר", "he": "<b>וגבול האמורי תחו' סוף מצר שלהם וכן גבול מואב קצה וסוף. </b>הוצרך לפרש הגבול הזה האמורי מענין מצר דאל\"כ אם היא מגבול האמורי אינו גבול מואב ואם הוא גבול מואב אינו מגבול האמורי אבל המצר הוא גבול לזה ולזה: \n", "heVersionTitle": "Four commentaries on Rashi. Warsaw, 1862", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59636c35d6e4a9416e9c49c7", "index_title": "Mizrachi", "category": "Commentary", "type": "commentary", "ref": "Mizrachi, Numbers 21:13:2", "anchorRef": "Numbers 21:13", "anchorRefExpanded": ["Numbers 21:13"], "sourceRef": "Mizrachi, Numbers 21:13:2", "sourceHeRef": "מזרחי, במדבר כ״א:י״ג:ב׳", "anchorVerse": 13, "sourceHasEn": false, "compDate": [1475, 1525], "commentaryNum": 13.0002, "collectiveTitle": {"en": "Mizrachi", "he": "מזרחי"}, "heTitle": "במדבר", "he": "<b>מעבר ארנון הקיפו ארץ מואב כל דרומה מזרחה עד שבאו ומעבר השני כו'. </b>כל זה מבואר בפרשת מסעי: \n", "heVersionTitle": "Four commentaries on Rashi. Warsaw, 1862", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5a1534ddd6e4a92409aba7f0", "index_title": "Bartenura on Torah", "category": "Commentary", "type": "commentary", "ref": "Bartenura on Torah, Numbers 21:13:1", "anchorRef": "Numbers 21:13", "anchorRefExpanded": ["Numbers 21:13"], "sourceRef": "Bartenura on Torah, Numbers 21:13:1", "sourceHeRef": "ברטנורא על התורה, במדבר כ״א:י״ג:א׳", "anchorVerse": 13, "sourceHasEn": false, "compDate": [1535], "commentaryNum": 13.0001, "collectiveTitle": {"en": "Bartenura on Torah", "he": "ברטנורא על התורה"}, "heTitle": "במדבר", "he": "<b>היוצא מגבול האמרי </b>רצועה יוצאה וכו' עד וגם אל מלך מואב שלח ולא אבה מה אלו לא נתנום לעבור אף מואב כן קשה שהרי נכנסו ישראל בארץ מואב כדכתי' ויחנו בערבות מואב וכתי' אלה דברי הברית אשר צוה ה' לכרות את בני ישראל בארץ מואב וי\"ל דודאי צריכין אנו לומ' שנכנסו לגבול ארץ מואב כמו שמוכיחין המקראות וזה שאמ' הכתו' ולא באו לגבול מואב וכן זה שאמר רש\"י בכאן ר\"ל שלא באו בעיר מוקפת חומה של מואב שלא חנו אלא בערבות מואב כלומ' על פני השדה באהלים:", "heVersionTitle": "Rabotenu Ba'ale ha-Tosafot, Warsaw, 1876", "heLicense": "Public Domain", "heVersionTitleInHebrew": "רבותינו בעלי התוספות, וורשא, תרל\"ו", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5b0bc284c1533e001928ae83", "index_title": "Malbim on Numbers", "category": "Commentary", "type": "commentary", "ref": "Malbim on Numbers 21:13:1", "anchorRef": "Numbers 21:13", "anchorRefExpanded": ["Numbers 21:13"], "sourceRef": "Malbim on Numbers 21:13:1", "sourceHeRef": "מלבי\"ם על במדבר כ״א:י״ג:א׳", "anchorVerse": 13, "sourceHasEn": false, "compDate": [1845, 1875], "commentaryNum": 13.0001, "collectiveTitle": {"en": "Malbim", "he": "מלבי\"ם"}, "heTitle": "מלבי\"ם על במדבר", "he": "<b>ויחנו מעבר ארנון </b>הקיפו ארץ מואב כל דרומה ומזרחה עד שבאו מעבר השני לארנון בתוך ארץ האמורי בצפונה של ארץ מואב (רש\"י), היוצא מגבול האמורי רצועה יוצאת מגבול האמורי והיא של אמוריים ונכנסת לגובל מואב עד ארנון וברצועה זו חנו ישראל לא בארנון ששייך למואב ולא ניתן להם רשות לכנס לשם (רש\"י), ובפ' מסעי אמר ויסעו מדיבן גד ויחנו בעלמן דבלתימה, ות\"י ותמן אתכסיא מנהון בירא על דשבקי פתגמי דאורייתא דמתיקין כדבלתא, ונראה שהוא המקום שנקרא בארה כמו שיתבאר בפסוק ט\"ז:", "heVersionTitle": "Mikraei Kodesh, Vilna, 1891", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מקראי קודש, וילנא תרנ\"א", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5cd1417b04bbb60019c1e76f", "index_title": "Birkat Asher on Torah", "category": "Commentary", "type": "commentary", "ref": "Birkat Asher on Torah, Numbers 21:13:1", "anchorRef": "Numbers 21:13", "anchorRefExpanded": ["Numbers 21:13"], "sourceRef": "Birkat Asher on Torah, Numbers 21:13:1", "sourceHeRef": "ברכת אשר על התורה, במדבר כ״א:י״ג:א׳", "anchorVerse": 13, "sourceHasEn": false, "compDate": [1960, 2010], "commentaryNum": 13.0001, "collectiveTitle": {"en": "Birkat Asher on Torah", "he": "ברכת אשר על התורה"}, "heTitle": "במדבר", "he": "<b>רש\"י ד\"ה מגבל האמרי - ד\"ה מעבר ארנון. </b>לא ידעתי למה סדר זה של ד\"ה, ושלא כסדר הכתוב. (פ' חקת תשמ\"ח)", "heVersionTitle": "Birkat Asher, Asher Vasertil, Jerusalem 2010-2012", "heLicense": "CC-BY", "heVersionTitleInHebrew": "ברכת אשר, ירושלים תש\"ע-תשע\"ג", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5d3efbb3c891cc0018af5ae2", "index_title": "Abarbanel on Isaiah", "category": "Quoting Commentary", "type": "", "ref": "Abarbanel on Isaiah 16:2:1", "anchorRef": "Numbers 21:13", "anchorRefExpanded": ["Numbers 21:13"], "sourceRef": "Abarbanel on Isaiah 16:2:1", "sourceHeRef": "אברבנאל על ישעיהו ט״ז:ב׳:א׳", "anchorVerse": 13, "sourceHasEn": false, "compDate": [1496, 1502], "commentaryNum": 2.0001, "collectiveTitle": {"en": "Abarbanel on Isaiah", "he": "אברבנאל על ישעיהו"}, "he": "וזהו והיה כעוף נודד, רוצה לומר שתהיה מואב כעוף נודד וכקן המשולח תהיינה בנות מואב, והוא תואר לאפרוחים המשולחים מקנם, שהאם יורדת לצד אחד והבנים לצד אחר, כן תהיינה בנות מואב משולחות מפה אל פה, כי יעברו אותם השבאים לארנון שהוא גבול מואב לחלקם שמה ביניהם, וכמו שאמר (במדבר כא, יג) כי ארנון גבול מואב, ומשם יעברו בגולה, ואמר שיקרה כל זה למואב בעבור שלא רחמו על בית ישראל כשהוליכם מלך אשור בגולה שהיו הרבה מהם בורחים אל ארץ מואב, והמואבים היו מגלים ומוסרים אותם לאויב.", "heVersionTitle": "Abarbanel, Tel Aviv 1960", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5d413333c5be1e0018d01b98", "index_title": "Midrash Tanchuma", "category": "Midrash", "type": "", "ref": "Midrash Tanchuma, Chukat 20:1", "anchorRef": "Numbers 21:13", "anchorRefExpanded": ["Numbers 21:13"], "sourceRef": "Midrash Tanchuma, Chukat 20:1", "sourceHeRef": "מדרש תנחומא, חקת כ׳:א׳", "anchorVerse": 13, "sourceHasEn": true, "compDate": [500, 800], "commentaryNum": 20.0001, "collectiveTitle": {"en": "Midrash Tanchuma", "he": "מדרש תנחומא"}, "heTitle": "חקת", "he": "<b>אָז</b> יָשִׁיר יִשְׂרָאֵל אֶת הַשִּׁירָה הַזֹּאת, נֶאֶמְרָה בְּסוֹף אַרְבָּעִים שָׁנָה, וְהַבְּאֵר נִתְּנָה לָהֶם מִתְּחִלַּת אַרְבָּעִים שָׁנָה. מָה רָאָה לִכְתֹּב כָּאן. הָעִנְיָן הַזֶּה כְּבָר נִדְרַשׁ לְמַעְלָה הֵימֶנּוּ, עַל כֵּן יֵאָמֵר בְּסֵפֶר מִלְחֲמוֹת ה' אֶת וָהֵב בְּסוּפָה, מַהוּ. שֶׁעָשָׂה לָהֶם הַקָּדוֹשׁ בָּרוּךְ הוּא אוֹתוֹת וְנִסִּים בְּנַחֲלֵי אַרְנוֹן, כַּנִּסִּים שֶׁעָשָׂה לָהֶם בְּיַם סוּף. וּמַה הֵם נִסִּים שֶׁל נַחֲלֵי אַרְנוֹן. אָדָם עוֹמֵד עַל הָהָר מִזֶּה וּמְדַבֵּר עִם חֲבֵרוֹ בְּהַר אַחֵר, וְהוּא רָחוֹק מִמֶּנּוּ שִׁבְעָה מִילִין, וְהַדֶּרֶךְ יוֹרֵד לְתוֹךְ הַנַּחַל וְעוֹלֶה לְדַרְכָּן שֶׁל יִשְׂרָאֵל לַעֲבֹר בְּתוֹךְ הֶהָרִים. נִתְכַּנְּסוּ כָּל הָאֻמּוֹת לְשָׁם, אֻכְלוּסִין שֶׁאֵין לָהֶם סוֹף. יָשְׁבוּ מִקְצָתָן בְּתוֹךְ הַנַּחַל, וְהָהָר מִלְּמַעְלָן עָשׂוּי מְעָרוֹת מְעָרוֹת, וּכְנֶגֶד הַמְּעָרוֹת הַר שֶׁכְּנֶגְדוֹ עָשׂוּי סְלָעִים סְלָעִים כְּמִין שָׁדַיִם, שֶׁנֶּאֱמַר: וְאֶשֶׁד הַנְּחָלִים. נִכְנְסוּ הָאֻכְלוּסִין לְתוֹךְ הַמְּעָרוֹת וְאָמְרוּ, כְּשֶׁיֵּרְדוּ יִשְׂרָאֵל לְתוֹךְ הַנַּחַל, אֵלּוּ עוֹמְדִין לִפְנֵיהֶם בְּתוֹךְ הַנַּחַל, וְאָנוּ לְמַעְלָה מִן הַמְּעָרוֹת וְנַהֲרֹג אֶת כֻּלָּן. כֵּיוָן שֶׁהִגִּיעוּ יִשְׂרָאֵל לְאוֹתוֹ מָקוֹם, לֹא הִצְרִיכָן הַקָּדוֹשׁ בָּרוּךְ הוּא לֵירֵד לְמַטָּן לַנַּחַל, אֶלָּא רָמַז לֶהָרִים, וְנִכְנְסוּ שָׁדַיִם שֶׁל הַר זֶה לְתוֹךְ מְעָרוֹת שֶׁל הַר זֶה, וּמֵתוּ כֻּלָּן. וְהִקִּיפוּ הֶהָרִים רָאשֵׁיהֶם זֶה לָזֶה וְנַעֲשָׂה דֶּרֶךְ כְּבוּשָׁה, וְלֹא נוֹדַע אֵי זֶה הַר נִסְמַךְ לַחֲבֵרוֹ. וְאוֹתוֹ נַחַל, מַפְסִיק בֵּין תְּחוּמֵי אֶרֶץ יִשְׂרָאֵל לְאֶרֶץ מוֹאָב, שֶׁנֶּאֱמַר: כִּי אַרְנוֹן גְּבוּל מוֹאָב, בֵּין מוֹאָב וּבֵין הָאֱמֹרִי. הַר שֶׁבְּאֶרֶץ מוֹאָב לֹא נִזְדַּעְזֵעַ, שֶׁבּוֹ הַמְּעָרוֹת. וְהַר שֶׁבְּאֶרֶץ יִשְׂרָאֵל נִזְדַּעְזֵעַ, שֶׁבּוֹ הַסְּלָעִים כְּמִין שָׁדַיִם וְנִסְמַךְ לָהָר שֶׁכְּנֶגְדוֹ. וּמִפְּנֵי מַה נִּזְדַּעְזֵעַ אוֹתוֹ הָהָר שֶׁבְּאֶרֶץ יִשְׂרָאֵל. מָשָׁל לְמָה הַדָּבָר דּוֹמֶה, לְשִׁפְחָה שֶׁרָאֲתָה בֶּן אֲדוֹנֶיהָ בָּא אֶצְלָהּ, קָפְצָה הִיא וְקִדְּמָה כְּנֶגְדוֹ וְקִבַּלְתּוֹ. כָּךְ נִכְנְסוּ הַסְּלָעִים לְתוֹךְ הַמְּעָרוֹת וְרִצְצוּ כָּל אוֹתָן גִּבּוֹרִים, וְהַבְּאֵר יָרְדָה לְתוֹךְ הַנַּחַל וְנִתְגַּבְּרָה שָׁם וְאִבְּדָה כָּל הָאוּכְלֻסִין, כְּשֵׁם שֶׁאִבֵּד אוֹתָם הַיָּם. לְכָךְ הִקִּישׁ הַכָּתוּב אֶת וָהֵב בְּסוּפָה לְנַחֲלֵי אַרְנוֹן. וְעָבְרוּ יִשְׂרָאֵל עַל אוֹתָן הֶהָרִים וְלֹא יָדְעוּ כָּל הַנִּסִּים הָאֵלּוּ. אָמַר הַקָּדוֹשׁ בָּרוּךְ הוּא, הֲרֵינִי מוֹדִיעַ לְבָנַי כַּמָּה אוּכְלֻסִין אִבַּדְתִּי מִפְּנֵיהֶם. יָרְדָה הַבְּאֵר לְאוֹתָן הַמְּעָרוֹת וְהוֹצִיאָה גֻּלְגָּלִיּוֹת וּזְרוֹעוֹת וְרַגְלַיִם שֶׁאֵין לָהֶם חֵקֶר. וְיִשְׂרָאֵל חָזְרוּ לְבַקֵּשׁ אֶת הַבְּאֵר וְרָאוּ אוֹתָהּ מְאִירָה כַּלְּבָנָה בְּתוֹךְ הַנַּחַל, שֶׁהָיְתָה מוֹצִיאָה אֵבָרִים אֵבָרִים. וּמִנַּיִן שֶׁהַבְּאֵר הוֹדִיעָה לָהֶן. שֶׁנֶּאֱמַר: וְאֶשֶׁד הַנְּחָלִים וְגוֹ' וּמִשָּׁם בְּאֵרָה. וְכִי מִשָּׁם הָיְתָה וְלֹא מִתְּחִלַּת אַרְבָּעִים שָׁנָה הָיְתָה עִמָּהֶם. אֶלָּא שֶׁיָּרְדָה לְפַרְסֵם אֶת הַנִּסִּים. וְהָיוּ יִשְׂרָאֵל עוֹמְדִים עַל הַנְּחָלִים וְאוֹמְרִים לָהּ, עֲלִי בְּאֵר עֱנוּ לָהּ.", "heVersionTitle": "Midrash Tanchuma -- Torat Emet", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש תנחומא, תורת אמת", "text": "(Numb. 21:17:) “Then Israel sang this song.” This song (of the well) was uttered at the end of forty [years], while the well was given to them at the beginning of the forty [years]?<sup class=\"footnote-marker\">130</sup><i class=\"footnote\">Numb. R. 19:25; see also above, Lev. 7:7; Numb. 1:2; 6:35, and the notes there.</i> So what was the purpose of writing [it down] here? This matter has been explained from what is above (in vs. 14), “It is therefore said in the book of the wars of the Lord, ‘'<i>t<sup class=\"footnote-marker\">131</sup><i class=\"footnote\">This untranslated word is used here to indicate a direct object, but it also means “sign.”</i></i> Waheb in Suphah (<i>Sufah</i>) [and '<i>t</i> the Wadis of the Arnon].’” What is this? That the Holy One blessed be He did for them signs ('<i>twt</i>, singular: '<i>t</i>) and miracles in the Arnon Wadis like the miracles which He did for them in the Reed (<i>suf</i>) Sea. And what were the miracles in the Arnon Wadis? One would stand on one mountain and speak with his companion on the other mountain; yet he was seven <i>mil</i><sup class=\"footnote-marker\">132</sup><i class=\"footnote\"><i>Milim</i>. Lat.: <i>milia.</i></i> away from him. Now the road descended into the middle of the wadi and then ascended, and Israel's course was to cross through the midst of the mountains. All the nations assembled endless troops there.<sup class=\"footnote-marker\">133</sup><i class=\"footnote\">Gk.: <i>ochloi.</i></i> Some of them took up positions in the middle of the wadi. Moreover, [the slope of] the mountain above them was riddled with caves, and facing them was a mountain which was correspondingly riddled with crags in the form of breasts (<i>shdym</i>), as stated (in Numb. 21:15), “And the slope ('<i>shd</i>) of the wadies.” The troops entered into the caves; for they said, “As soon as Israel comes down into the wadi, those ahead of them who are in the wadi and those in the caves will arise and kill all of them. When Israel did arrive at that place, the Holy One, blessed be He, did not make it necessary for them to go down into the wadi. Instead, He gave a signal to the mountains, and the [craggy] breasts of the latter mountain entered the caves, so that they all died. Moreover, the mountains brought their summits so close to each other that they became a highway, for there was no knowing [where] each [mountain] joined its neighbor. Furthermore, that wadi separates the borders between the Land of Israel and the Land of Moab, as stated (in Numb. 21:13 = Jud. 11:18), “For the Arnon is the border of Moab […].” The mountain in the Land of Moab, the one with the caves, was [not] shaken; but the mountain in the Land of Israel, the one with the crags in the form of breasts, was shaken and joined to the mountain opposite. Why was the one in the Land of Israel shaken? The matter is comparable to a female slave who saw her master's son coming to her.<sup class=\"footnote-marker\">134</sup><i class=\"footnote\">In this illustration the female slave is the mountain, the master is God, and the son is Israel.</i> She jumped up to greet him and welcome him. The crags entered into the caves and all those warriors were crushed. Then the well descended to the wadi, where it became a mighty [torrent] and destroyed the troops, just as the [Reed] Sea had destroyed those [Egyptians]. Scripture therefore compared (in Numb. 21:14), “Waheb in Suphah (<i>Sufah</i>) and the Wadies of the Arnon.”<sup class=\"footnote-marker\">135</sup><i class=\"footnote\">The fact that WAHEB IN SUPHAH (understood as <i>Yam Suf,</i> or Reed Sea) is mentioned next to the Wadi Arnon shows that the two deliverances are comparable.</i> When Israel crossed upon those mountains without knowing about all these miracles the Holy One, blessed be He, said, “Behold, I will let My Children know how many troops I destroyed because of them.” [So] the well descended into the caves and brought out innumerable skulls, arms, and legs. Thus when Israel returned to seek the well, they saw it shining like the moon in the midst of the wadi, as it discharged the limbs of the troops. And where is it shown that the well informed [Israel] about them? Where it is stated (in Numb. 21:15-16), “And the slope of the wadies…. And from there they continued to Beer (the well).” But was [the well] with them from there; was it not with them from the beginning of the forty years? It is simply that it had gone down to inform about the miracles, while Israel remained at the wadies and said to it (in Numb. 21:17, cont:) “Rise up, O well, sing to it.”", "versionTitle": "Townsend 1989 translation of Midrash Tanhuma, S. Buber Recension, edited and supplemented by R. Francis Nataf", "license": "CC-BY", "versionTitleInHebrew": "תרגום טאוונסנד לתנחומא בובר, ערך והוסיף: רבי פרנסיס נטף"}, {"_id": "5f02d64a8415afd29c04f231", "index_title": "Gur Aryeh on Bamidbar", "category": "Commentary", "type": "commentary", "ref": "Gur Aryeh on Bamidbar 21:13:1", "anchorRef": "Numbers 21:13", "anchorRefExpanded": ["Numbers 21:13"], "sourceRef": "Gur Aryeh on Bamidbar 21:13:1", "sourceHeRef": "גור אריה על במדבר כ״א:י״ג:א׳", "anchorVerse": 13, "sourceHasEn": false, "compDate": [1548, 1578], "commentaryNum": 13.0001, "collectiveTitle": {"en": "Gur Aryeh", "he": "גור אריה"}, "heTitle": "גור אריה על במדבר", "he": "<b>תחום סוף מצר שלהם.</b> כי אין פירושו כמו \"לא יראה לך שאור בכל גבולך\" (שמות יג, ז), שהוא נאמר על כל הארץ<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"40\"></i>, דכאן לא יתכן, שהרי כתיב \"כי ארנון גבול מואב בין מואב ובין האמורי\", מוכח דלשון \"גבול\" על דבר מפסיק וסוף<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"41\"></i>:", "heVersionTitle": "Gur Aryeh, Machon Yerushalyim, 1989-1995", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "606f0ab132ca2bc5db531a2f", "index_title": "Ibn Ezra on Numbers", "category": "Commentary", "type": "commentary", "ref": "Ibn Ezra on Numbers 21:13:1", "anchorRef": "Numbers 21:13", "anchorRefExpanded": ["Numbers 21:13"], "sourceRef": "Ibn Ezra on Numbers 21:13:1", "sourceHeRef": "אבן עזרא על במדבר כ״א:י״ג:א׳", "anchorVerse": 13, "sourceHasEn": true, "compDate": [1155, 1165], "commentaryNum": 13.0001, "collectiveTitle": {"en": "Ibn Ezra", "he": "אבן עזרא"}, "heTitle": "אבן עזרא על במדבר", "he": "<b>כי ארנון גבול מואב</b> היה בתחלה:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "FOR ARNON IS THE BORDER OF MOAB. It was so at first.<sup class=\"footnote-marker\">34</sup><i class=\"footnote\">Before Israel conquered Sihon.</i>", "versionTitle": "Ibn Ezra's commentary on the Pentateuch, tran. and annot. by H. Norman Strickman and Arthur M. Silver. Menorah Pub., 1988-2004", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "60ec1ffbe735e0a5900ca12b", "index_title": "Nimukei Yosef on Nedarim", "category": "Quoting Commentary", "type": "", "ref": "Nimukei Yosef on Nedarim 20a:12", "anchorRef": "Numbers 21:13", "anchorRefExpanded": ["Numbers 21:13"], "sourceRef": "Nimukei Yosef on Nedarim 20a:12", "sourceHeRef": "נימוקי יוסף על נדרים כ׳ א:י״ב", "anchorVerse": 13, "sourceHasEn": false, "compDate": [1330, 1410], "commentaryNum": 39.0012, "collectiveTitle": {"en": "Nimukei Yosef on Nedarim", "he": "נימוקי יוסף על נדרים"}, "heTitle": "נימוקי יוסף על נדרים", "he": "<b>זו ארנונא.</b> סעודת המלך כשהולך ממקום למקום בלשון יון ארנונא היא סעודה. ל\"א שותפות שיש לו למלך בבהמות דארנונא לשון שותפות מדכתיב (במדבר כ״א:י״ג) כי ארנון גבול מואב בין מואב ובין האמורי:", "heVersionTitle": "Vilna Edition", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "612254da5de8bfb900edc2d0", "index_title": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers", "category": "Jewish Thought", "type": "", "ref": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers, Part I, Chapter 5; Leaders and Strangers 12", "anchorRef": "Numbers 15:30-31:19", "anchorRefExpanded": ["Numbers 15:30", "Numbers 15:31", "Numbers 15:32", "Numbers 15:33", "Numbers 15:34", "Numbers 15:35", "Numbers 15:36", "Numbers 15:37", "Numbers 15:38", "Numbers 15:39", "Numbers 15:40", "Numbers 15:41", "Numbers 16:1", "Numbers 16:2", "Numbers 16:3", "Numbers 16:4", "Numbers 16:5", "Numbers 16:6", "Numbers 16:7", "Numbers 16:8", "Numbers 16:9", "Numbers 16:10", "Numbers 16:11", "Numbers 16:12", "Numbers 16:13", "Numbers 16:14", "Numbers 16:15", "Numbers 16:16", "Numbers 16:17", "Numbers 16:18", "Numbers 16:19", "Numbers 16:20", "Numbers 16:21", "Numbers 16:22", "Numbers 16:23", "Numbers 16:24", "Numbers 16:25", "Numbers 16:26", "Numbers 16:27", "Numbers 16:28", "Numbers 16:29", "Numbers 16:30", "Numbers 16:31", "Numbers 16:32", "Numbers 16:33", "Numbers 16:34", "Numbers 16:35", "Numbers 17:1", "Numbers 17:2", "Numbers 17:3", "Numbers 17:4", "Numbers 17:5", "Numbers 17:6", "Numbers 17:7", "Numbers 17:8", "Numbers 17:9", "Numbers 17:10", "Numbers 17:11", "Numbers 17:12", "Numbers 17:13", "Numbers 17:14", "Numbers 17:15", "Numbers 17:16", "Numbers 17:17", "Numbers 17:18", "Numbers 17:19", "Numbers 17:20", "Numbers 17:21", "Numbers 17:22", "Numbers 17:23", "Numbers 17:24", "Numbers 17:25", "Numbers 17:26", "Numbers 17:27", "Numbers 17:28", "Numbers 18:1", "Numbers 18:2", "Numbers 18:3", "Numbers 18:4", "Numbers 18:5", "Numbers 18:6", "Numbers 18:7", "Numbers 18:8", "Numbers 18:9", "Numbers 18:10", "Numbers 18:11", "Numbers 18:12", "Numbers 18:13", "Numbers 18:14", "Numbers 18:15", "Numbers 18:16", "Numbers 18:17", "Numbers 18:18", "Numbers 18:19", "Numbers 18:20", "Numbers 18:21", "Numbers 18:22", "Numbers 18:23", "Numbers 18:24", "Numbers 18:25", "Numbers 18:26", "Numbers 18:27", "Numbers 18:28", "Numbers 18:29", "Numbers 18:30", "Numbers 18:31", "Numbers 18:32", "Numbers 19:1", "Numbers 19:2", "Numbers 19:3", "Numbers 19:4", "Numbers 19:5", "Numbers 19:6", "Numbers 19:7", "Numbers 19:8", "Numbers 19:9", "Numbers 19:10", "Numbers 19:11", "Numbers 19:12", "Numbers 19:13", "Numbers 19:14", "Numbers 19:15", "Numbers 19:16", "Numbers 19:17", "Numbers 19:18", "Numbers 19:19", "Numbers 19:20", "Numbers 19:21", "Numbers 19:22", "Numbers 20:1", "Numbers 20:2", "Numbers 20:3", "Numbers 20:4", "Numbers 20:5", "Numbers 20:6", "Numbers 20:7", "Numbers 20:8", "Numbers 20:9", "Numbers 20:10", "Numbers 20:11", "Numbers 20:12", "Numbers 20:13", "Numbers 20:14", "Numbers 20:15", "Numbers 20:16", "Numbers 20:17", "Numbers 20:18", "Numbers 20:19", "Numbers 20:20", "Numbers 20:21", "Numbers 20:22", "Numbers 20:23", "Numbers 20:24", "Numbers 20:25", "Numbers 20:26", "Numbers 20:27", "Numbers 20:28", "Numbers 20:29", "Numbers 21:1", "Numbers 21:2", "Numbers 21:3", "Numbers 21:4", "Numbers 21:5", "Numbers 21:6", "Numbers 21:7", "Numbers 21:8", "Numbers 21:9", "Numbers 21:10", "Numbers 21:11", "Numbers 21:12", "Numbers 21:13", "Numbers 21:14", "Numbers 21:15", "Numbers 21:16", "Numbers 21:17", "Numbers 21:18", "Numbers 21:19", "Numbers 21:20", "Numbers 21:21", "Numbers 21:22", "Numbers 21:23", "Numbers 21:24", "Numbers 21:25", "Numbers 21:26", "Numbers 21:27", "Numbers 21:28", "Numbers 21:29", "Numbers 21:30", "Numbers 21:31", "Numbers 21:32", "Numbers 21:33", "Numbers 21:34", "Numbers 21:35", "Numbers 22:1", "Numbers 22:2", "Numbers 22:3", "Numbers 22:4", "Numbers 22:5", "Numbers 22:6", "Numbers 22:7", "Numbers 22:8", "Numbers 22:9", "Numbers 22:10", "Numbers 22:11", "Numbers 22:12", "Numbers 22:13", "Numbers 22:14", "Numbers 22:15", "Numbers 22:16", "Numbers 22:17", "Numbers 22:18", "Numbers 22:19", "Numbers 22:20", "Numbers 22:21", "Numbers 22:22", "Numbers 22:23", "Numbers 22:24", "Numbers 22:25", "Numbers 22:26", "Numbers 22:27", "Numbers 22:28", "Numbers 22:29", "Numbers 22:30", "Numbers 22:31", "Numbers 22:32", "Numbers 22:33", "Numbers 22:34", "Numbers 22:35", "Numbers 22:36", "Numbers 22:37", "Numbers 22:38", "Numbers 22:39", "Numbers 22:40", "Numbers 22:41", "Numbers 23:1", "Numbers 23:2", "Numbers 23:3", "Numbers 23:4", "Numbers 23:5", "Numbers 23:6", "Numbers 23:7", "Numbers 23:8", "Numbers 23:9", "Numbers 23:10", "Numbers 23:11", "Numbers 23:12", "Numbers 23:13", "Numbers 23:14", "Numbers 23:15", "Numbers 23:16", "Numbers 23:17", "Numbers 23:18", "Numbers 23:19", "Numbers 23:20", "Numbers 23:21", "Numbers 23:22", "Numbers 23:23", "Numbers 23:24", "Numbers 23:25", "Numbers 23:26", "Numbers 23:27", "Numbers 23:28", "Numbers 23:29", "Numbers 23:30", "Numbers 24:1", "Numbers 24:2", "Numbers 24:3", "Numbers 24:4", "Numbers 24:5", "Numbers 24:6", "Numbers 24:7", "Numbers 24:8", "Numbers 24:9", "Numbers 24:10", "Numbers 24:11", "Numbers 24:12", "Numbers 24:13", "Numbers 24:14", "Numbers 24:15", "Numbers 24:16", "Numbers 24:17", "Numbers 24:18", "Numbers 24:19", "Numbers 24:20", "Numbers 24:21", "Numbers 24:22", "Numbers 24:23", "Numbers 24:24", "Numbers 24:25", "Numbers 25:1", "Numbers 25:2", "Numbers 25:3", "Numbers 25:4", "Numbers 25:5", "Numbers 25:6", "Numbers 25:7", "Numbers 25:8", "Numbers 25:9", "Numbers 25:10", "Numbers 25:11", "Numbers 25:12", "Numbers 25:13", "Numbers 25:14", "Numbers 25:15", "Numbers 25:16", "Numbers 25:17", "Numbers 25:18", "Numbers 26:1", "Numbers 26:2", "Numbers 26:3", "Numbers 26:4", "Numbers 26:5", "Numbers 26:6", "Numbers 26:7", "Numbers 26:8", "Numbers 26:9", "Numbers 26:10", "Numbers 26:11", "Numbers 26:12", "Numbers 26:13", "Numbers 26:14", "Numbers 26:15", "Numbers 26:16", "Numbers 26:17", "Numbers 26:18", "Numbers 26:19", "Numbers 26:20", "Numbers 26:21", "Numbers 26:22", "Numbers 26:23", "Numbers 26:24", "Numbers 26:25", "Numbers 26:26", "Numbers 26:27", "Numbers 26:28", "Numbers 26:29", "Numbers 26:30", "Numbers 26:31", "Numbers 26:32", "Numbers 26:33", "Numbers 26:34", "Numbers 26:35", "Numbers 26:36", "Numbers 26:37", "Numbers 26:38", "Numbers 26:39", "Numbers 26:40", "Numbers 26:41", "Numbers 26:42", "Numbers 26:43", "Numbers 26:44", "Numbers 26:45", "Numbers 26:46", "Numbers 26:47", "Numbers 26:48", "Numbers 26:49", "Numbers 26:50", "Numbers 26:51", "Numbers 26:52", "Numbers 26:53", "Numbers 26:54", "Numbers 26:55", "Numbers 26:56", "Numbers 26:57", "Numbers 26:58", "Numbers 26:59", "Numbers 26:60", "Numbers 26:61", "Numbers 26:62", "Numbers 26:63", "Numbers 26:64", "Numbers 26:65", "Numbers 27:1", "Numbers 27:2", "Numbers 27:3", "Numbers 27:4", "Numbers 27:5", "Numbers 27:6", "Numbers 27:7", "Numbers 27:8", "Numbers 27:9", "Numbers 27:10", "Numbers 27:11", "Numbers 27:12", "Numbers 27:13", "Numbers 27:14", "Numbers 27:15", "Numbers 27:16", "Numbers 27:17", "Numbers 27:18", "Numbers 27:19", "Numbers 27:20", "Numbers 27:21", "Numbers 27:22", "Numbers 27:23", "Numbers 28:1", "Numbers 28:2", "Numbers 28:3", "Numbers 28:4", "Numbers 28:5", "Numbers 28:6", "Numbers 28:7", "Numbers 28:8", "Numbers 28:9", "Numbers 28:10", "Numbers 28:11", "Numbers 28:12", "Numbers 28:13", "Numbers 28:14", "Numbers 28:15", "Numbers 28:16", "Numbers 28:17", "Numbers 28:18", "Numbers 28:19", "Numbers 28:20", "Numbers 28:21", "Numbers 28:22", "Numbers 28:23", "Numbers 28:24", "Numbers 28:25", "Numbers 28:26", "Numbers 28:27", "Numbers 28:28", "Numbers 28:29", "Numbers 28:30", "Numbers 28:31", "Numbers 29:1", "Numbers 29:2", "Numbers 29:3", "Numbers 29:4", "Numbers 29:5", "Numbers 29:6", "Numbers 29:7", "Numbers 29:8", "Numbers 29:9", "Numbers 29:10", "Numbers 29:11", "Numbers 29:12", "Numbers 29:13", "Numbers 29:14", "Numbers 29:15", "Numbers 29:16", "Numbers 29:17", "Numbers 29:18", "Numbers 29:19", "Numbers 29:20", "Numbers 29:21", "Numbers 29:22", "Numbers 29:23", "Numbers 29:24", "Numbers 29:25", "Numbers 29:26", "Numbers 29:27", "Numbers 29:28", "Numbers 29:29", "Numbers 29:30", "Numbers 29:31", "Numbers 29:32", "Numbers 29:33", "Numbers 29:34", "Numbers 29:35", "Numbers 29:36", "Numbers 29:37", "Numbers 29:38", "Numbers 29:39", "Numbers 30:1", "Numbers 30:2", "Numbers 30:3", "Numbers 30:4", "Numbers 30:5", "Numbers 30:6", "Numbers 30:7", "Numbers 30:8", "Numbers 30:9", "Numbers 30:10", "Numbers 30:11", "Numbers 30:12", "Numbers 30:13", "Numbers 30:14", "Numbers 30:15", "Numbers 30:16", "Numbers 30:17", "Numbers 31:1", "Numbers 31:2", "Numbers 31:3", "Numbers 31:4", "Numbers 31:5", "Numbers 31:6", "Numbers 31:7", "Numbers 31:8", "Numbers 31:9", "Numbers 31:10", "Numbers 31:11", "Numbers 31:12", "Numbers 31:13", "Numbers 31:14", "Numbers 31:15", "Numbers 31:16", "Numbers 31:17", "Numbers 31:18", "Numbers 31:19"], "sourceRef": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers, Part I, Chapter 5; Leaders and Strangers 12", "sourceHeRef": "מנהיגות בשממה; סמכות ואנרכיה בספר במדבר, חלק ראשון, פרק ה י״ב", "anchorVerse": 30, "sourceHasEn": true, "commentaryNum": 12, "collectiveTitle": {"en": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers", "he": "מנהיגות בשממה; סמכות ואנרכיה בספר במדבר"}, "heTitle": "פרק ה", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "If the stranger can enjoy literal and metaphysical benefits such as atonement, what makes the stranger a stranger at all? Multiple times in the Pentateuch is the expression “there shall be one law for you and the resident alien” used to show legal equivalence.<sup class=\"footnote-marker\">3</sup><i class=\"footnote\">See Exodus 12:48–49; Leviticus 7:7, 24:22; Numbers 9:14, 15:15, 15:29–30.</i> Like citizens, strangers can be cut off from the community for cursing God and are obliged to refrain from behaviors that engender impurity.<sup class=\"footnote-marker\">4</sup><i class=\"footnote\">For examples, see Leviticus 4, 17:15–16, 18:27–28, 35:34–35; Numbers 15:30–31, 19:13, 19:20.</i> The stranger and the citizen both enjoy the privileges of the community and are both accountable for their place in the community and for their personal relationships with God through prohibitive commands. A poor gentile or <i>ger </i>was counted among the recipients of communal welfare (Lev. 19:10) and enjoyed the protections of the community as a relative equal (Lev. 24:22). Who, then, was the stranger, if during this period of transition there was no land from which to claim citizenship? Who was a stranger if we were all strangers? Furthermore, what made this individual alien if he was included in the community, such that both citizen and stranger were “alike before the Lord”?", "versionTitle": "Jerusalem. Maggid Books, 2013", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "61225507412970c0e359d91a", "index_title": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers", "category": "Jewish Thought", "type": "", "ref": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers, Part II, Chapter 8; Betraying the Vision 23", "anchorRef": "Numbers 13:27-29:31", "anchorRefExpanded": ["Numbers 13:27", "Numbers 13:28", "Numbers 13:29", "Numbers 13:30", "Numbers 13:31", "Numbers 13:32", "Numbers 13:33", "Numbers 14:1", "Numbers 14:2", "Numbers 14:3", "Numbers 14:4", "Numbers 14:5", "Numbers 14:6", "Numbers 14:7", "Numbers 14:8", "Numbers 14:9", "Numbers 14:10", "Numbers 14:11", "Numbers 14:12", "Numbers 14:13", "Numbers 14:14", "Numbers 14:15", "Numbers 14:16", "Numbers 14:17", "Numbers 14:18", "Numbers 14:19", "Numbers 14:20", "Numbers 14:21", "Numbers 14:22", "Numbers 14:23", "Numbers 14:24", "Numbers 14:25", "Numbers 14:26", "Numbers 14:27", "Numbers 14:28", "Numbers 14:29", "Numbers 14:30", "Numbers 14:31", "Numbers 14:32", "Numbers 14:33", "Numbers 14:34", "Numbers 14:35", "Numbers 14:36", "Numbers 14:37", "Numbers 14:38", "Numbers 14:39", "Numbers 14:40", "Numbers 14:41", "Numbers 14:42", "Numbers 14:43", "Numbers 14:44", "Numbers 14:45", "Numbers 15:1", "Numbers 15:2", "Numbers 15:3", "Numbers 15:4", "Numbers 15:5", "Numbers 15:6", "Numbers 15:7", "Numbers 15:8", "Numbers 15:9", "Numbers 15:10", "Numbers 15:11", "Numbers 15:12", "Numbers 15:13", "Numbers 15:14", "Numbers 15:15", "Numbers 15:16", "Numbers 15:17", "Numbers 15:18", "Numbers 15:19", "Numbers 15:20", "Numbers 15:21", "Numbers 15:22", "Numbers 15:23", "Numbers 15:24", "Numbers 15:25", "Numbers 15:26", "Numbers 15:27", "Numbers 15:28", "Numbers 15:29", "Numbers 15:30", "Numbers 15:31", "Numbers 15:32", "Numbers 15:33", "Numbers 15:34", "Numbers 15:35", "Numbers 15:36", "Numbers 15:37", "Numbers 15:38", "Numbers 15:39", "Numbers 15:40", "Numbers 15:41", "Numbers 16:1", "Numbers 16:2", "Numbers 16:3", "Numbers 16:4", "Numbers 16:5", "Numbers 16:6", "Numbers 16:7", "Numbers 16:8", "Numbers 16:9", "Numbers 16:10", "Numbers 16:11", "Numbers 16:12", "Numbers 16:13", "Numbers 16:14", "Numbers 16:15", "Numbers 16:16", "Numbers 16:17", "Numbers 16:18", "Numbers 16:19", "Numbers 16:20", "Numbers 16:21", "Numbers 16:22", "Numbers 16:23", "Numbers 16:24", "Numbers 16:25", "Numbers 16:26", "Numbers 16:27", "Numbers 16:28", "Numbers 16:29", "Numbers 16:30", "Numbers 16:31", "Numbers 16:32", "Numbers 16:33", "Numbers 16:34", "Numbers 16:35", "Numbers 17:1", "Numbers 17:2", "Numbers 17:3", "Numbers 17:4", "Numbers 17:5", "Numbers 17:6", "Numbers 17:7", "Numbers 17:8", "Numbers 17:9", "Numbers 17:10", "Numbers 17:11", "Numbers 17:12", "Numbers 17:13", "Numbers 17:14", "Numbers 17:15", "Numbers 17:16", "Numbers 17:17", "Numbers 17:18", "Numbers 17:19", "Numbers 17:20", "Numbers 17:21", "Numbers 17:22", "Numbers 17:23", "Numbers 17:24", "Numbers 17:25", "Numbers 17:26", "Numbers 17:27", "Numbers 17:28", "Numbers 18:1", "Numbers 18:2", "Numbers 18:3", "Numbers 18:4", "Numbers 18:5", "Numbers 18:6", "Numbers 18:7", "Numbers 18:8", "Numbers 18:9", "Numbers 18:10", "Numbers 18:11", "Numbers 18:12", "Numbers 18:13", "Numbers 18:14", "Numbers 18:15", "Numbers 18:16", "Numbers 18:17", "Numbers 18:18", "Numbers 18:19", "Numbers 18:20", "Numbers 18:21", "Numbers 18:22", "Numbers 18:23", "Numbers 18:24", "Numbers 18:25", "Numbers 18:26", "Numbers 18:27", "Numbers 18:28", "Numbers 18:29", "Numbers 18:30", "Numbers 18:31", "Numbers 18:32", "Numbers 19:1", "Numbers 19:2", "Numbers 19:3", "Numbers 19:4", "Numbers 19:5", "Numbers 19:6", "Numbers 19:7", "Numbers 19:8", "Numbers 19:9", "Numbers 19:10", "Numbers 19:11", "Numbers 19:12", "Numbers 19:13", "Numbers 19:14", "Numbers 19:15", "Numbers 19:16", "Numbers 19:17", "Numbers 19:18", "Numbers 19:19", "Numbers 19:20", "Numbers 19:21", "Numbers 19:22", "Numbers 20:1", "Numbers 20:2", "Numbers 20:3", "Numbers 20:4", "Numbers 20:5", "Numbers 20:6", "Numbers 20:7", "Numbers 20:8", "Numbers 20:9", "Numbers 20:10", "Numbers 20:11", "Numbers 20:12", "Numbers 20:13", "Numbers 20:14", "Numbers 20:15", "Numbers 20:16", "Numbers 20:17", "Numbers 20:18", "Numbers 20:19", "Numbers 20:20", "Numbers 20:21", "Numbers 20:22", "Numbers 20:23", "Numbers 20:24", "Numbers 20:25", "Numbers 20:26", "Numbers 20:27", "Numbers 20:28", "Numbers 20:29", "Numbers 21:1", "Numbers 21:2", "Numbers 21:3", "Numbers 21:4", "Numbers 21:5", "Numbers 21:6", "Numbers 21:7", "Numbers 21:8", "Numbers 21:9", "Numbers 21:10", "Numbers 21:11", "Numbers 21:12", "Numbers 21:13", "Numbers 21:14", "Numbers 21:15", "Numbers 21:16", "Numbers 21:17", "Numbers 21:18", "Numbers 21:19", "Numbers 21:20", "Numbers 21:21", "Numbers 21:22", "Numbers 21:23", "Numbers 21:24", "Numbers 21:25", "Numbers 21:26", "Numbers 21:27", "Numbers 21:28", "Numbers 21:29", "Numbers 21:30", "Numbers 21:31", "Numbers 21:32", "Numbers 21:33", "Numbers 21:34", "Numbers 21:35", "Numbers 22:1", "Numbers 22:2", "Numbers 22:3", "Numbers 22:4", "Numbers 22:5", "Numbers 22:6", "Numbers 22:7", "Numbers 22:8", "Numbers 22:9", "Numbers 22:10", "Numbers 22:11", "Numbers 22:12", "Numbers 22:13", "Numbers 22:14", "Numbers 22:15", "Numbers 22:16", "Numbers 22:17", "Numbers 22:18", "Numbers 22:19", "Numbers 22:20", "Numbers 22:21", "Numbers 22:22", "Numbers 22:23", "Numbers 22:24", "Numbers 22:25", "Numbers 22:26", "Numbers 22:27", "Numbers 22:28", "Numbers 22:29", "Numbers 22:30", "Numbers 22:31", "Numbers 22:32", "Numbers 22:33", "Numbers 22:34", "Numbers 22:35", "Numbers 22:36", "Numbers 22:37", "Numbers 22:38", "Numbers 22:39", "Numbers 22:40", "Numbers 22:41", "Numbers 23:1", "Numbers 23:2", "Numbers 23:3", "Numbers 23:4", "Numbers 23:5", "Numbers 23:6", "Numbers 23:7", "Numbers 23:8", "Numbers 23:9", "Numbers 23:10", "Numbers 23:11", "Numbers 23:12", "Numbers 23:13", "Numbers 23:14", "Numbers 23:15", "Numbers 23:16", "Numbers 23:17", "Numbers 23:18", "Numbers 23:19", "Numbers 23:20", "Numbers 23:21", "Numbers 23:22", "Numbers 23:23", "Numbers 23:24", "Numbers 23:25", "Numbers 23:26", "Numbers 23:27", "Numbers 23:28", "Numbers 23:29", "Numbers 23:30", "Numbers 24:1", "Numbers 24:2", "Numbers 24:3", "Numbers 24:4", "Numbers 24:5", "Numbers 24:6", "Numbers 24:7", "Numbers 24:8", "Numbers 24:9", "Numbers 24:10", "Numbers 24:11", "Numbers 24:12", "Numbers 24:13", "Numbers 24:14", "Numbers 24:15", "Numbers 24:16", "Numbers 24:17", "Numbers 24:18", "Numbers 24:19", "Numbers 24:20", "Numbers 24:21", "Numbers 24:22", "Numbers 24:23", "Numbers 24:24", "Numbers 24:25", "Numbers 25:1", "Numbers 25:2", "Numbers 25:3", "Numbers 25:4", "Numbers 25:5", "Numbers 25:6", "Numbers 25:7", "Numbers 25:8", "Numbers 25:9", "Numbers 25:10", "Numbers 25:11", "Numbers 25:12", "Numbers 25:13", "Numbers 25:14", "Numbers 25:15", "Numbers 25:16", "Numbers 25:17", "Numbers 25:18", "Numbers 26:1", "Numbers 26:2", "Numbers 26:3", "Numbers 26:4", "Numbers 26:5", "Numbers 26:6", "Numbers 26:7", "Numbers 26:8", "Numbers 26:9", "Numbers 26:10", "Numbers 26:11", "Numbers 26:12", "Numbers 26:13", "Numbers 26:14", "Numbers 26:15", "Numbers 26:16", "Numbers 26:17", "Numbers 26:18", "Numbers 26:19", "Numbers 26:20", "Numbers 26:21", "Numbers 26:22", "Numbers 26:23", "Numbers 26:24", "Numbers 26:25", "Numbers 26:26", "Numbers 26:27", "Numbers 26:28", "Numbers 26:29", "Numbers 26:30", "Numbers 26:31", "Numbers 26:32", "Numbers 26:33", "Numbers 26:34", "Numbers 26:35", "Numbers 26:36", "Numbers 26:37", "Numbers 26:38", "Numbers 26:39", "Numbers 26:40", "Numbers 26:41", "Numbers 26:42", "Numbers 26:43", "Numbers 26:44", "Numbers 26:45", "Numbers 26:46", "Numbers 26:47", "Numbers 26:48", "Numbers 26:49", "Numbers 26:50", "Numbers 26:51", "Numbers 26:52", "Numbers 26:53", "Numbers 26:54", "Numbers 26:55", "Numbers 26:56", "Numbers 26:57", "Numbers 26:58", "Numbers 26:59", "Numbers 26:60", "Numbers 26:61", "Numbers 26:62", "Numbers 26:63", "Numbers 26:64", "Numbers 26:65", "Numbers 27:1", "Numbers 27:2", "Numbers 27:3", "Numbers 27:4", "Numbers 27:5", "Numbers 27:6", "Numbers 27:7", "Numbers 27:8", "Numbers 27:9", "Numbers 27:10", "Numbers 27:11", "Numbers 27:12", "Numbers 27:13", "Numbers 27:14", "Numbers 27:15", "Numbers 27:16", "Numbers 27:17", "Numbers 27:18", "Numbers 27:19", "Numbers 27:20", "Numbers 27:21", "Numbers 27:22", "Numbers 27:23", "Numbers 28:1", "Numbers 28:2", "Numbers 28:3", "Numbers 28:4", "Numbers 28:5", "Numbers 28:6", "Numbers 28:7", "Numbers 28:8", "Numbers 28:9", "Numbers 28:10", "Numbers 28:11", "Numbers 28:12", "Numbers 28:13", "Numbers 28:14", "Numbers 28:15", "Numbers 28:16", "Numbers 28:17", "Numbers 28:18", "Numbers 28:19", "Numbers 28:20", "Numbers 28:21", "Numbers 28:22", "Numbers 28:23", "Numbers 28:24", "Numbers 28:25", "Numbers 28:26", "Numbers 28:27", "Numbers 28:28", "Numbers 28:29", "Numbers 28:30", "Numbers 28:31", "Numbers 29:1", "Numbers 29:2", "Numbers 29:3", "Numbers 29:4", "Numbers 29:5", "Numbers 29:6", "Numbers 29:7", "Numbers 29:8", "Numbers 29:9", "Numbers 29:10", "Numbers 29:11", "Numbers 29:12", "Numbers 29:13", "Numbers 29:14", "Numbers 29:15", "Numbers 29:16", "Numbers 29:17", "Numbers 29:18", "Numbers 29:19", "Numbers 29:20", "Numbers 29:21", "Numbers 29:22", "Numbers 29:23", "Numbers 29:24", "Numbers 29:25", "Numbers 29:26", "Numbers 29:27", "Numbers 29:28", "Numbers 29:29", "Numbers 29:30", "Numbers 29:31"], "sourceRef": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers, Part II, Chapter 8; Betraying the Vision 23", "sourceHeRef": "מנהיגות בשממה; סמכות ואנרכיה בספר במדבר, חלק שני, פרק ח כ״ג", "anchorVerse": 27, "sourceHasEn": true, "commentaryNum": 23, "collectiveTitle": {"en": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers", "he": "מנהיגות בשממה; סמכות ואנרכיה בספר במדבר"}, "heTitle": "פרק ח", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<small>This is what they told him: “We came to the land you sent us to; it does indeed flow with milk and honey, and this is its fruit. However, the people who inhabit the country are powerful, and the cities are fortified and very large; moreover, we saw the Anakites there. Amalekites dwell in the Negeb region; Hittites, Jebusites, and Amorites inhabit the hill country; and Canaanites dwell by the Sea and along the Jordan…. We cannot attack that people, for it is stronger than we.” Thus they spread calumnies among the Israelites about the land they had scouted, saying, “The country that we traversed and scouted is one that devours its settlers. All the people that we saw in it are men of great size; we saw the Nephilim there – the Anakites are part of the Nephilim and we looked like grasshoppers to ourselves, and so we must have looked to them.” (Num. 13:27–29, 31–33)</small>", "versionTitle": "Jerusalem. Maggid Books, 2013", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "61de8a926ad75f79f8e71a96", "index_title": "Bartenura on Mishnah Berakhot", "category": "Quoting Commentary", "type": "", "ref": "Bartenura on Mishnah Berakhot 9:1:1", "anchorRef": "Numbers 21:13", "anchorRefExpanded": ["Numbers 21:13"], "sourceRef": "Bartenura on Mishnah Berakhot 9:1:1", "sourceHeRef": "ברטנורא על משנה ברכות ט׳:א׳:א׳", "anchorVerse": 13, "sourceHasEn": true, "compDate": [1482], "commentaryNum": 1.0001, "collectiveTitle": {"en": "Bartenura on Mishnah Berakhot", "he": "ברטנורא על משנה ברכות"}, "heTitle": "ברטנורא על משנה ברכות", "he": "<b>הרואה מקום שנעשו בו ניסים.</b> כגון מעברות ים סוף ונחלי ארנון ומעברות הירדן ואבן שישב עליה משה ע״ה כשעשה מלחמה בעמלק ודומיהן. ואניסא דרבים כגון הני דאמרינן מחייבי כ״ע לברוכי, אבל אניסא דיחיד כגון הרואה מקום שנעשה לו בו נס איהו חייב לברוכי ברוך שעשה לי נס במקום הזה ובנו ובן בנו חייבים לברך ברוך שעשה נס לאבותי במקום הזה. וכל הני ברכות דמתניתין בעו הזכרת שם ומלכות דכל ברכה שאין בה הזכרת השם ומלכות אינה ברכה:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "מקום שנעשו בו נסים – such as the place where the Israelites crossed the Sea of Reeds and the stream of Arnon (see Numbers, chapter 21, verses 13 and following), and the fords of the Jordan River [where the Israelites crossed – see Joshua, chapter 3 verse 14 and following] the stone on which Moses, of blessed memory, sat when he fought the war against Amalek (see Exodus chapter 17, verse 12) and other similar occurrences. And public miracles such as these require everyone to recite a blessing, but individual miracles such as person who sees a place where a [personal] miracle had occurred for him, he himself is obligated to recite a blessing, “Praised [Are You, O LORD] who performed for a miracle in this bless,” and his son and grandson are obligated to recite the blessing, “Praised [Are You, O LORD] who performed a miracle for my ancestors in this place.” And all these blessings of our Mishnah require the mention of the Name of God and His Sovereignty – for any blessing which lacks the mention of God’s name and His sovereignty is not a blessing.", "versionTitle": "Bartenura on Mishnah, trans. by Rabbi Robert Alpert, 2020", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "6319cfd7b6084aa1cbefc7fd", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, אֱמֹרִי 1", "anchorRef": "Numbers 21:13", "anchorRefExpanded": ["Numbers 21:13"], "sourceRef": "BDB, אֱמֹרִי 1", "sourceHeRef": "בראון-דרייבר-בריגס, אֱמֹרִי א׳", "anchorVerse": 13, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "אֱמֹרִי", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><span dir=\"rtl\">אֱמֹרִי</span></big>  <strong>n.pr.m.coll.</strong> (construed as pl. <a data-ref=\"Deuteronomy 3:9\" href=\"/Deuteronomy.3.9\">Dt 3:9</a> + 5 times) <strong>Amorites (</strong>perhaps = <em>mountain-dwellers</em>, cf. <a data-ref=\"Numbers 13:29\" href=\"/Numbers.13.29\">Nu 13:29</a>; <a data-ref=\"Deuteronomy 1:7\" href=\"/Deuteronomy.1.7\">Dt 1:7</a>, <a data-ref=\"Deuteronomy 1:19\" href=\"/Deuteronomy.1.19\">19 f.</a> etc. & Di <a data-ref=\"Genesis 10:16\" href=\"/Genesis.10.16\">Gn 10:16</a> al.<strong>)</strong>—always c. art., except <a data-ref=\"Numbers 21:29\" href=\"/Numbers.21.29\">Nu 21:29</a>; <a data-ref=\"Ezekiel 16:45\" href=\"/Ezekiel.16.45\">Ez 16:45</a>. Meaning <em>mountain-dwellers</em> very dub.; on <span dir=\"rtl\">א׳</span> = Egyptian <em>ʾA-ma-ra</em> v. WMM<sup>As. u. Eur. 229 ff.</sup>, = TelAm. and Assyrian <em>Amurru</em>, v. Wkl<sup>TelAm. 36</sup> Jastr<sup>EB Canaan, § 10</sup> Say<sup>HastDB Amorites</sup> al.; cf. also GFM; <a data-ref=\"Judges 4\" href=\"/Judges.4\">Ju 4</a>,<a data-ref=\"Judges 5\" href=\"/Judges.5\">5</a> Dr <a data-ref=\"Deuteronomy 1:7\" href=\"/Deuteronomy.1.7\">Dt 1:7</a> Gray <a data-ref=\"Numbers 13:29\" href=\"/Numbers.13.29\">Nu 13:29</a>.<br><strong>1.</strong>  called son of Canaan <a data-ref=\"Genesis 10:16\" href=\"/Genesis.10.16\">Gn 10:16</a> (J) <a data-ref=\"I Chronicles 1:14\" href=\"/I_Chronicles.1.14\">1 Ch 1:14</a> =<br><strong>2.</strong>  a chief people dispossessed by Hebrews; (<em>a</em>) living E. of Jordan <a data-ref=\"Numbers 21:13\" href=\"/Numbers.21.13\">Nu 21:13</a>,<sup>(×2)</sup>, <a data-ref=\"Numbers 21:25\" href=\"/Numbers.21.25\">25</a> + 9 times Nu + <a data-ref=\"Joshua 24:8\" href=\"/Joshua.24.8\">Jos 24:8</a> (all E), cf. <a data-ref=\"Joshua 2:10\" href=\"/Joshua.2.10\">Jos 2:10</a>; <a data-ref=\"Joshua 9:10\" href=\"/Joshua.9.10\">9:10</a> (JE) <a data-ref=\"Deuteronomy 1:4\" href=\"/Deuteronomy.1.4\">Dt 1:4</a>; <a data-ref=\"Deuteronomy 3:2\" href=\"/Deuteronomy.3.2\">3:2</a>, <a data-ref=\"Deuteronomy 3:9\" href=\"/Deuteronomy.3.9\">9</a> + 7 times D; also <a data-ref=\"Judges 10:8\" href=\"/Judges.10.8\">Ju 10:8</a>, <a data-ref=\"Judges 10:11\" href=\"/Judges.10.11\">11</a>; <a data-ref=\"Judges 11:19\" href=\"/Judges.11.19\">11:19</a>, <a data-ref=\"Judges 11:21\" href=\"/Judges.11.21\">21</a>, <a data-ref=\"Judges 11:22\" href=\"/Judges.11.22\">22</a>, <a data-ref=\"Judges 11:23\" href=\"/Judges.11.23\">23</a>; <a data-ref=\"I Kings 4:19\" href=\"/I_Kings.4.19\">1 K 4:19</a> <a data-ref=\"Psalms 135:11\" href=\"/Psalms.135.11\">ψ 135:11</a>; <a data-ref=\"Psalms 136:19\" href=\"/Psalms.136.19\">136:19</a> (Sihon their king <a data-ref=\"Numbers 21:21\" href=\"/Numbers.21.21\">Nu 21:21</a> +; Sihon & Og <a data-ref=\"Deuteronomy 3:8\" href=\"/Deuteronomy.3.8\">Dt 3:8</a> +); (<em>b</em>) living W. of Jordan <a data-ref=\"Joshua 10:5\" href=\"/Joshua.10.5\">Jos 10:5</a>, <a data-ref=\"Joshua 10:6\" href=\"/Joshua.10.6\">6</a>; <a data-ref=\"Joshua 24:12\" href=\"/Joshua.24.12\">24:12</a>, <a data-ref=\"Joshua 24:15\" href=\"/Joshua.24.15\">15</a>, <a data-ref=\"Joshua 24:18\" href=\"/Joshua.24.18\">18</a> (all E), cf. <a data-ref=\"Joshua 7:7\" href=\"/Joshua.7.7\">7:7</a> (JE); <a data-ref=\"Joshua 5:1\" href=\"/Joshua.5.1\">5:1</a>; <a data-ref=\"Joshua 10:12\" href=\"/Joshua.10.12\">10:12</a> (both D; cf. also <a data-ref=\"Joshua 13:4\" href=\"/Joshua.13.4\">13:4</a>, q. del. Di) <a data-ref=\"Judges 1:34\" href=\"/Judges.1.34\">Ju 1:34</a>, <a data-ref=\"Judges 1:35\" href=\"/Judges.1.35\">35</a>, <a data-ref=\"Judges 1:36\" href=\"/Judges.1.36\">36</a>; <a data-ref=\"Judges 6:10\" href=\"/Judges.6.10\">6:10</a>; <a data-ref=\"I Kings 21:26\" href=\"/I_Kings.21.26\">1 K 21:26</a>; <a data-ref=\"II Kings 21:11\" href=\"/II_Kings.21.11\">2 K 21:11</a> cf. <a data-ref=\"I Samuel 7:14\" href=\"/I_Samuel.7.14\">1 S 7:14</a>; <a data-ref=\"II Samuel 21:2\" href=\"/II_Samuel.21.2\">2 S 21:2</a>; (<em>c</em>) living in south <a data-ref=\"Deuteronomy 1:7\" href=\"/Deuteronomy.1.7\">Dt 1:7</a>, <a data-ref=\"Deuteronomy 1:19\" href=\"/Deuteronomy.1.19\">19</a>, <a data-ref=\"Deuteronomy 1:20\" href=\"/Deuteronomy.1.20\">20</a>, <a data-ref=\"Deuteronomy 1:27\" href=\"/Deuteronomy.1.27\">27</a>, <a data-ref=\"Deuteronomy 1:44\" href=\"/Deuteronomy.1.44\">44</a>; cf. <a data-ref=\"Genesis 14:7\" href=\"/Genesis.14.7\">Gn 14:7</a> (W. of Dead Sea); (<em>d</em>) in gen. = ancient inhabitants of Canaan <a data-ref=\"Genesis 15:16\" href=\"/Genesis.15.16\">Gn 15:16</a> (J or R) <a data-ref=\"Genesis 48:22\" href=\"/Genesis.48.22\">48:22</a> (E) <a data-ref=\"Amos 2:9\" href=\"/Amos.2.9\">Am 2:9</a>, <a data-ref=\"Amos 2:10\" href=\"/Amos.2.10\">10</a>; (<em>e</em>) named in list of Canaanitish peoples, to be dispossessed by Isr. <a data-ref=\"Exodus 3:8\" href=\"/Exodus.3.8\">Ex 3:8</a>, <a data-ref=\"Exodus 3:17\" href=\"/Exodus.3.17\">17</a>; <a data-ref=\"Exodus 13:5\" href=\"/Exodus.13.5\">13:5</a>; <a data-ref=\"Exodus 33:2\" href=\"/Exodus.33.2\">33:2</a>; <a data-ref=\"Exodus 34:11\" href=\"/Exodus.34.11\">34:11</a>; <a data-ref=\"Joshua 3:10\" href=\"/Joshua.3.10\">Jos 3:10</a>; <a data-ref=\"Joshua 9:1\" href=\"/Joshua.9.1\">9:1</a> (all J); <a data-ref=\"Deuteronomy 7:1\" href=\"/Deuteronomy.7.1\">Dt 7:1</a>; <a data-ref=\"Deuteronomy 20:17\" href=\"/Deuteronomy.20.17\">20:17</a> <a data-ref=\"Joshua 11:3\" href=\"/Joshua.11.3\">Jos 11:3</a>; <a data-ref=\"Joshua 12:8\" href=\"/Joshua.12.8\">12:8</a> (all D); <a data-ref=\"Exodus 23:23\" href=\"/Exodus.23.23\">Ex 23:23</a>; <a data-ref=\"Numbers 13:29\" href=\"/Numbers.13.29\">Nu 13:29</a>; <a data-ref=\"Joshua 24:11\" href=\"/Joshua.24.11\">Jos 24:11</a> (all E); <a data-ref=\"Judges 3:5\" href=\"/Judges.3.5\">Ju 3:5</a>; <a data-ref=\"I Kings 9:20\" href=\"/I_Kings.9.20\">1 K 9:20</a>; <a data-ref=\"II Chronicles 8:7\" href=\"/II_Chronicles.8.7\">2 Ch 8:7</a>; <a data-ref=\"Ezra 9:1\" href=\"/Ezra.9.1\">Ezr 9:1</a>; <a data-ref=\"Nehemiah 9:8\" href=\"/Nehemiah.9.8\">Ne 9:8</a>; cf. <a data-ref=\"Ezekiel 16:3\" href=\"/Ezekiel.16.3\">Ez 16:3</a>, <a data-ref=\"Ezekiel 16:45\" href=\"/Ezekiel.16.45\">45</a>; (on these lists cf. Bu<sup>Urgesch 344 ff.</sup> & We<sup>JBTh xxi. 602</sup>.)<br><strong>3.</strong>  <strong> adj.gent.</strong> sg. <a data-ref=\"Genesis 14:13\" href=\"/Genesis.14.13\">Gn 14:13</a>; <a data-ref=\"Deuteronomy 2:24\" href=\"/Deuteronomy.2.24\">Dt 2:24</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319cfeeb6084aa1cbefd9c9", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, אַרְנוֹן 1", "anchorRef": "Numbers 21:13", "anchorRefExpanded": ["Numbers 21:13"], "sourceRef": "BDB, אַרְנוֹן 1", "sourceHeRef": "בראון-דרייבר-בריגס, אַרְנוֹן א׳", "anchorVerse": 13, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "אַרְנוֹן", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† <big><span dir=\"rtl\">אַרְנוֹן</span>, <span dir=\"rtl\">אַרְנֹן</span></big>  <strong>n.pr.fl. Arnon</strong>, wady & stream in Moab <strong>(</strong>MI <span dir=\"rtl\">ארנן</span>, Thes Add Rob Ges MV der. from <span dir=\"rtl\">רנן</span>, i.e. <em>the rushing, roaring</em> stream<strong>)</strong>—<span dir=\"rtl\">אַרְנוֹן</span> <a data-ref=\"Numbers 21:13\" href=\"/Numbers.21.13\">Nu 21:13</a><sup>(×2)</sup>, <a data-ref=\"Numbers 21:14\" href=\"/Numbers.21.14\">14</a> + 12 times, <span dir=\"rtl\">אַרְנֹן</span> <a data-ref=\"Numbers 21:28\" href=\"/Numbers.21.28\">Nu 21:28</a> + 10 times—called boundary between Moab & Amorites <a data-ref=\"Numbers 21:13\" href=\"/Numbers.21.13\">Nu 21:13</a> <a data-ref=\"Judges 11:18\" href=\"/Judges.11.18\">Ju 11:18</a>, <a data-ref=\"Judges 11:22\" href=\"/Judges.11.22\">22</a> cf. <a data-ref=\"BDB, גְּבוּל\" href=\"/BDB,_גְּבוּל\", dir=\"rtl\">גְּבוּל אַרְנֹן</a> <a data-ref=\"Numbers 22:36\" href=\"/Numbers.22.36\">Nu 22:36</a>; often <span dir=\"rtl\">נַחַל אַרְנֹן</span> <a data-ref=\"Deuteronomy 2:24\" href=\"/Deuteronomy.2.24\">Dt 2:24</a>, <a data-ref=\"Deuteronomy 2:36\" href=\"/Deuteronomy.2.36\">36</a>; <a data-ref=\"Deuteronomy 3:8\" href=\"/Deuteronomy.3.8\">3:8</a>, <a data-ref=\"Deuteronomy 3:12\" href=\"/Deuteronomy.3.12\">12</a>, <a data-ref=\"Deuteronomy 3:16\" href=\"/Deuteronomy.3.16\">16</a>; <a data-ref=\"Deuteronomy 4:48\" href=\"/Deuteronomy.4.48\">4:48</a>; <a data-ref=\"II Kings 10:33\" href=\"/II_Kings.10.33\">2 K 10:33</a>; <span dir=\"rtl\">נ׳ אַרְנוֹן</span> <a data-ref=\"Joshua 12:1\" href=\"/Joshua.12.1\">Jos 12:1</a>, <a data-ref=\"Joshua 12:2\" href=\"/Joshua.12.2\">2</a>; <a data-ref=\"Joshua 13:9\" href=\"/Joshua.13.9\">13:9</a>, <a data-ref=\"Joshua 13:16\" href=\"/Joshua.13.16\">16</a>; <span dir=\"rtl\">הַנְּחָלִים אַרְנוֹן</span> <a data-ref=\"Numbers 21:14\" href=\"/Numbers.21.14\">Nu 21:14</a>; i.e. the stream-ravines that unite to form Arnon, cf. Di: also <span dir=\"rtl\">בַּמוֹת אַרְנֹן</span> <em>heights of Arnon</em> <a data-ref=\"Numbers 21:28\" href=\"/Numbers.21.28\">Nu 21:28</a>; <span dir=\"rtl\">מעברות אַרְנוֹן</span> <em>fords of Arnon</em> <a data-ref=\"Isaiah 16:2\" href=\"/Isaiah.16.2\">Is 16:2</a>; elsewhere <a data-ref=\"Numbers 21:13\" href=\"/Numbers.21.13\">Nu 21:13</a>, <a data-ref=\"Numbers 21:24\" href=\"/Numbers.21.24\">24</a>, <a data-ref=\"Numbers 21:26\" href=\"/Numbers.21.26\">26</a>; <a data-ref=\"Judges 11:13\" href=\"/Judges.11.13\">Ju 11:13</a>, <a data-ref=\"Judges 11:18\" href=\"/Judges.11.18\">18</a>, <a data-ref=\"Judges 11:26\" href=\"/Judges.11.26\">26</a>; syn. of Moab <a data-ref=\"Jeremiah 48:20\" href=\"/Jeremiah.48.20\">Je 48:20</a>; (cf. Tristr<sup>Moab 125 f.</sup>; mod. <em>Môjib</em>)"], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d064b6084aa1cbf02eef", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, גְּבוּל 1", "anchorRef": "Numbers 21:13", "anchorRefExpanded": ["Numbers 21:13"], "sourceRef": "BDB, גְּבוּל 1", "sourceHeRef": "בראון-דרייבר-בריגס, גְּבוּל א׳", "anchorVerse": 13, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "גְּבוּל", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><span dir=\"rtl\">גְּבוּל</span></big><sub>240</sub>  <strong>n.m.</strong> <a data-ref=\"Numbers 34\" href=\"/Numbers.34\">Nu 34</a>, <a data-ref=\"Numbers 3\" href=\"/Numbers.3\">3</a> border, boundary, territory <strong>(</strong>NH <em>id.</em>, Punic <em>gubulim</em> (pl., Plaut<sup>Poen. i. 9</sup><strong>)</strong>—<span dir=\"rtl\">גְּבוּל</span> <a data-ref=\"Genesis 10:19\" href=\"/Genesis.10.19\">Gn 10:19</a> + 168 times + <a data-ref=\"Joshua 15:47\" href=\"/Joshua.15.47\">Jos 15:47</a> Kt (but read Qr <span dir=\"rtl\">גָּדוֹל</span>); <span dir=\"rtl\">גְּבֻל</span> <a data-ref=\"Numbers 21:13\" href=\"/Numbers.21.13\">Nu 21:13</a> + 9 times; (both, in abs. & cstr., e.g. abs. <a data-ref=\"Numbers 22:36\" href=\"/Numbers.22.36\">Nu 22:36</a>; <a data-ref=\"Numbers 34:8\" href=\"/Numbers.34.8\">34:8</a>, cstr. <a data-ref=\"Genesis 10:19\" href=\"/Genesis.10.19\">Gn 10:19</a> <a data-ref=\"II Samuel 21:5\" href=\"/II_Samuel.21.5\">2 S 21:5</a>); sf. <span dir=\"rtl\">גְּבוּלִי</span> <a data-ref=\"I Chronicles 4:10\" href=\"/I_Chronicles.4.10\">1 Ch 4:10</a>, <span dir=\"rtl\">גְּבוּלְךָ</span> <a data-ref=\"Exodus 7:27\" href=\"/Exodus.7.27\">Ex 7:27</a>, <span dir=\"rtl\">גְבֻלְךָ</span> <a data-ref=\"Exodus 23:31\" href=\"/Exodus.23.31\">Ex 23:31</a> + 3 times, etc.; pl. (8 times) only sf. <span dir=\"rtl\">גְּבוּלֶיךָ</span> <a data-ref=\"Jeremiah 15:13\" href=\"/Jeremiah.15.13\">Je 15:13</a>; <a data-ref=\"Jeremiah 17:3\" href=\"/Jeremiah.17.3\">17:3</a>, etc.;—<br><strong>1.</strong>  <em>border, boundary</em>, <strong>a.</strong>  of a land or people: Canaanites <a data-ref=\"Genesis 10:19\" href=\"/Genesis.10.19\">Gn 10:19</a> (J), Edom <a data-ref=\"Numbers 20:23\" href=\"/Numbers.20.23\">Nu 20:23</a> <a data-ref=\"Joshua 15:1\" href=\"/Joshua.15.1\">Jos 15:1</a>, <a data-ref=\"Joshua 15:21\" href=\"/Joshua.15.21\">21</a> (all P) cf. <a data-ref=\"Obadiah 1:7\" href=\"/Obadiah.1.7\">Ob 7</a>, Amorites <a data-ref=\"Numbers 21:13\" href=\"/Numbers.21.13\">Nu 21:13</a> (E) <a data-ref=\"Joshua 13:4\" href=\"/Joshua.13.4\">Jos 13:4</a> (D) cf. <a data-ref=\"Joshua 12:5\" href=\"/Joshua.12.5\">12:5</a> (D) <a data-ref=\"Judges 1:36\" href=\"/Judges.1.36\">Ju 1:36</a>, Moab <a data-ref=\"Numbers 21:13\" href=\"/Numbers.21.13\">Nu 21:13</a>, <a data-ref=\"Numbers 21:15\" href=\"/Numbers.21.15\">15</a>; <a data-ref=\"Numbers 22:36\" href=\"/Numbers.22.36\">22:36</a> (E) <a data-ref=\"Numbers 33:44\" href=\"/Numbers.33.44\">33:44</a> (P) <a data-ref=\"Deuteronomy 2:18\" href=\"/Deuteronomy.2.18\">Dt 2:18</a> <a data-ref=\"Judges 11:18\" href=\"/Judges.11.18\">Ju 11:18</a><sup>(×2)</sup> <a data-ref=\"II Kings 3:21\" href=\"/II_Kings.3.21\">2 K 3:21</a> <a data-ref=\"Isaiah 15:8\" href=\"/Isaiah.15.8\">Is 15:8</a>, Ammon <a data-ref=\"Numbers 21:24\" href=\"/Numbers.21.24\">Nu 21:24</a> (E) <a data-ref=\"Deuteronomy 3:16\" href=\"/Deuteronomy.3.16\">Dt 3:16</a> <a data-ref=\"Joshua 12:2\" href=\"/Joshua.12.2\">Jos 12:2</a>; <a data-ref=\"Joshua 13:10\" href=\"/Joshua.13.10\">13:10</a> (all D) <a data-ref=\"Amos 1:13\" href=\"/Amos.1.13\">Am 1:13</a>, Bashan <a data-ref=\"Joshua 12:4\" href=\"/Joshua.12.4\">Jos 12:4</a> (D), Egypt <a data-ref=\"I Kings 5:1\" href=\"/I_Kings.5.1\">1 K 5:1</a> = <a data-ref=\"II Chronicles 9:26\" href=\"/II_Chronicles.9.26\">2 Ch 9:26</a>, <a data-ref=\"Isaiah 19:19\" href=\"/Isaiah.19.19\">Is 19:19</a>; especially of promised land <a data-ref=\"Exodus 23:31\" href=\"/Exodus.23.31\">Ex 23:31</a>; <a data-ref=\"Exodus 34:24\" href=\"/Exodus.34.24\">34:24</a> (JE) <a data-ref=\"Numbers 34:3\" href=\"/Numbers.34.3\">Nu 34:3</a> + 13 times <a data-ref=\"Numbers 34\" href=\"/Numbers.34\">Nu 34</a> (all P) <a data-ref=\"Deuteronomy 11:24\" href=\"/Deuteronomy.11.24\">Dt 11:24</a>; <a data-ref=\"Deuteronomy 12:20\" href=\"/Deuteronomy.12.20\">12:20</a>; <a data-ref=\"Deuteronomy 16:4\" href=\"/Deuteronomy.16.4\">16:4</a> <a data-ref=\"Joshua 1:4\" href=\"/Joshua.1.4\">Jos 1:4</a> (D), cf. <a data-ref=\"Ezekiel 45:1\" href=\"/Ezekiel.45.1\">Ez 45:1</a> + 10 times <a data-ref=\"Ezekiel 45-48\" href=\"/Ezekiel.45-48\">Ez 45–48</a>; also of Israel <a data-ref=\"II Kings 14:25\" href=\"/II_Kings.14.25\">2 K 14:25</a> <a data-ref=\"Amos 6:2\" href=\"/Amos.6.2\">Am 6:2</a> <a data-ref=\"Malachi 1:5\" href=\"/Malachi.1.5\">Mal 1:5</a>. <strong>b.</strong>  <em>boundary</em> of smaller divisions, e.g. Geshurites <a data-ref=\"Deuteronomy 3:14\" href=\"/Deuteronomy.3.14\">Dt 3:14</a> <a data-ref=\"Joshua 12:5\" href=\"/Joshua.12.5\">Jos 12:5</a>; <a data-ref=\"Joshua 13:11\" href=\"/Joshua.13.11\">13:11</a> (all D), cf. <a data-ref=\"Joshua 16:2\" href=\"/Joshua.16.2\">Jos 16:2</a>, <a data-ref=\"Joshua 16:3\" href=\"/Joshua.16.3\">3</a> (J) <a data-ref=\"Joshua 19:12\" href=\"/Joshua.19.12\">19:12</a> (P); especially of tribes of Israel <a data-ref=\"Deuteronomy 3:16\" href=\"/Deuteronomy.3.16\">Dt 3:16</a>, <a data-ref=\"Deuteronomy 3:17\" href=\"/Deuteronomy.3.17\">17</a> <a data-ref=\"Joshua 13:30\" href=\"/Joshua.13.30\">Jos 13:30</a> (all D) <a data-ref=\"Joshua 13:16\" href=\"/Joshua.13.16\">13:16</a> + 60 times <a data-ref=\"Joshua 13-19\" href=\"/Joshua.13-19\">Jos 13–19</a> (P);—<a data-ref=\"Joshua 15:47\" href=\"/Joshua.15.47\">15:47</a> read <span dir=\"rtl\">גדול</span> v. supr. <a data-ref=\"Joshua 22:25\" href=\"/Joshua.22.25\">Jos 22:25</a> (P) & <a data-ref=\"Joshua 17:8\" href=\"/Joshua.17.8\">17:8</a>; <a data-ref=\"Joshua 18:11\" href=\"/Joshua.18.11\">18:11</a>; <a data-ref=\"Joshua 24:30\" href=\"/Joshua.24.30\">24:30</a> (JE), cf. <a data-ref=\"I Chronicles 6:39\" href=\"/I_Chronicles.6.39\">1 Ch 6:39</a>, <a data-ref=\"I Chronicles 6:51\" href=\"/I_Chronicles.6.51\">51</a> <a data-ref=\"II Chronicles 11:13\" href=\"/II_Chronicles.11.13\">2 Ch 11:13</a> <a data-ref=\"Ezekiel 48:1\" href=\"/Ezekiel.48.1\">Ez 48:1</a> + 15 times <a data-ref=\"Ezekiel 48\" href=\"/Ezekiel.48\">Ez 48</a> (incl. v <a data-ref=\"Ezekiel 48:22\" href=\"/Ezekiel.48.22\">22</a><sup>(×2)</sup> q. del. Co);—in <a data-ref=\"I Samuel 13:18\" href=\"/I_Samuel.13.18\">1 S 13:18</a> read for <span dir=\"rtl\">גְּבוּל</span>, <span dir=\"rtl\">הַגֶּבַע</span> 𝔊 We Dr †<strong>c.</strong>  <em>boundary</em> of territory belonging to an individual,—of field, piece of ground, etc. <a data-ref=\"Genesis 23:17\" href=\"/Genesis.23.17\">Gn 23:17</a> (P) <a data-ref=\"Deuteronomy 19:14\" href=\"/Deuteronomy.19.14\">Dt 19:14</a>; <a data-ref=\"Deuteronomy 27:17\" href=\"/Deuteronomy.27.17\">27:17</a>, <a data-ref=\"Joshua 24:30\" href=\"/Joshua.24.30\">Jos 24:30</a> (E) = <a data-ref=\"Judges 2:9\" href=\"/Judges.2.9\">Ju 2:9</a> <a data-ref=\"I Chronicles 4:10\" href=\"/I_Chronicles.4.10\">1 Ch 4:10</a> <a data-ref=\"Proverbs 15:25\" href=\"/Proverbs.15.25\">Pr 15:25</a>; <a data-ref=\"Proverbs 22:28\" href=\"/Proverbs.22.28\">22:28</a>; <a data-ref=\"Proverbs 23:10\" href=\"/Proverbs.23.10\">23:10</a> <a data-ref=\"Hosea 5:10\" href=\"/Hosea.5.10\">Ho 5:10</a>. †<strong>d.</strong>  <em>border</em> of stream <a data-ref=\"Numbers 22:36\" href=\"/Numbers.22.36\">Nu 22:36</a>. †<strong>e.</strong>  <em>limit</em> to waters of deep <a data-ref=\"Psalms 104:9\" href=\"/Psalms.104.9\">ψ 104:9</a> cf. <a data-ref=\"Jeremiah 5:22\" href=\"/Jeremiah.5.22\">Je 5:22</a>. †<strong>f.</strong>  a concrete object marking limit, (α) <em>barrier</em> in Ezekiel’s temple <a data-ref=\"Ezekiel 40:12\" href=\"/Ezekiel.40.12\">Ez 40:12</a> (del. 𝔊 𝔖 Co) v <a data-ref=\"Ezekiel 40:12\" href=\"/Ezekiel.40.12\">12</a>; (β) <em>border</em> of altar <a data-ref=\"Ezekiel 43:13\" href=\"/Ezekiel.43.13\">Ez 43:13</a>, <a data-ref=\"Ezekiel 43:17\" href=\"/Ezekiel.43.17\">17</a>, <a data-ref=\"Ezekiel 43:20\" href=\"/Ezekiel.43.20\">20</a>; (γ) <em>surrounding wall</em> of restored Zion <a data-ref=\"Isaiah 54:12\" href=\"/Isaiah.54.12\">Is 54:12</a> (so 𝔊 Ew Kn Che; De Brd <em>territory</em>, Di undecided).<br>†<strong>2.</strong>  <em>territory</em> (enclosed within boundary), <strong>a.</strong>  of land or people <a data-ref=\"Genesis 47:21\" href=\"/Genesis.47.21\">Gn 47:21</a> (J) <a data-ref=\"Exodus 7:27\" href=\"/Exodus.7.27\">Ex 7:27</a> (P) <a data-ref=\"Exodus 10:4\" href=\"/Exodus.10.4\">10:4</a>, <a data-ref=\"Exodus 10:14\" href=\"/Exodus.10.14\">14</a> (‖ <span dir=\"rtl\">ארץ</span>) v <a data-ref=\"Exodus 10:19\" href=\"/Exodus.10.19\">19</a>; <a data-ref=\"Exodus 13:7\" href=\"/Exodus.13.7\">13:7</a> (all J), <a data-ref=\"Numbers 20:16\" href=\"/Numbers.20.16\">Nu 20:16</a>, <a data-ref=\"Numbers 20:17\" href=\"/Numbers.20.17\">17</a>, <a data-ref=\"Numbers 20:21\" href=\"/Numbers.20.21\">21</a>; <a data-ref=\"Numbers 21:22\" href=\"/Numbers.21.22\">21:22</a> (E; ‖ <span dir=\"rtl\">ארץ</span>) = <a data-ref=\"Judges 11:20\" href=\"/Judges.11.20\">Ju 11:20</a>, <a data-ref=\"Numbers 21:23\" href=\"/Numbers.21.23\">Nu 21:23</a> (E) <a data-ref=\"Deuteronomy 2:4\" href=\"/Deuteronomy.2.4\">Dt 2:4</a>; <a data-ref=\"Deuteronomy 19:3\" href=\"/Deuteronomy.19.3\">19:3</a> <span dir=\"rtl\">(גּ׳ אַרְצְךָ)</span> v <a data-ref=\"Deuteronomy 19:8\" href=\"/Deuteronomy.19.8\">8</a>; <a data-ref=\"Deuteronomy 28:40\" href=\"/Deuteronomy.28.40\">28:40</a> <a data-ref=\"Joshua 18:5\" href=\"/Joshua.18.5\">Jos 18:5</a><sup>(×2)</sup> (E) <a data-ref=\"Judges 11:22\" href=\"/Judges.11.22\">Ju 11:22</a>; <a data-ref=\"Judges 19:29\" href=\"/Judges.19.29\">19:29</a> <a data-ref=\"II Samuel 21:5\" href=\"/II_Samuel.21.5\">2 S 21:5</a> <a data-ref=\"I Kings 1:3\" href=\"/I_Kings.1.3\">1 K 1:3</a> <a data-ref=\"II Kings 10:32\" href=\"/II_Kings.10.32\">2 K 10:32</a> <a data-ref=\"I Chronicles 21:12\" href=\"/I_Chronicles.21.12\">1 Ch 21:12</a> (‖ <span dir=\"rtl\">ארץ</span>) <a data-ref=\"Psalms 105:31\" href=\"/Psalms.105.31\">ψ 105:31</a> (= <span dir=\"rtl\">ארץ</span> in ‖ <a data-ref=\"Ezekiel 8:16\" href=\"/Ezekiel.8.16\">Ez 8:16</a>, <a data-ref=\"Ezekiel 8:17\" href=\"/Ezekiel.8.17\">17</a>) v <a data-ref=\"Psalms 105:33\" href=\"/Psalms.105.33\">33</a>; <a data-ref=\"Psalms 147:14\" href=\"/Psalms.147.14\">147:14</a> <a data-ref=\"Jeremiah 31:17\" href=\"/Jeremiah.31.17\">Je 31:17</a> <a data-ref=\"Ezekiel 11:10\" href=\"/Ezekiel.11.10\">Ez 11:10</a>, <a data-ref=\"Ezekiel 11:11\" href=\"/Ezekiel.11.11\">11</a> <a data-ref=\"Joel 4:6\" href=\"/Joel.4.6\">Jo 4:6</a> <a data-ref=\"Zephaniah 2:8\" href=\"/Zephaniah.2.8\">Zp 2:8</a>. <strong>b.</strong>  <em>territory</em> of a city (or <em>limit</em> of such territory) <a data-ref=\"Numbers 35:26\" href=\"/Numbers.35.26\">Nu 35:26</a>, <a data-ref=\"Numbers 35:27\" href=\"/Numbers.35.27\">27</a> <a data-ref=\"Joshua 13:26\" href=\"/Joshua.13.26\">Jos 13:26</a> <a data-ref=\"Judges 1:18\" href=\"/Judges.1.18\">Ju 1:18</a><sup>(×3)</sup> <a data-ref=\"Ezekiel 47:16\" href=\"/Ezekiel.47.16\">Ez 47:16</a><sup>(×2)</sup>; <a data-ref=\"Ezekiel 47:17\" href=\"/Ezekiel.47.17\">17</a><sup>(×2)</sup> (del. 𝔊 Co) <a data-ref=\"Ezekiel 48:1\" href=\"/Ezekiel.48.1\">48:1</a> <a data-ref=\"Amos 6:2\" href=\"/Amos.6.2\">Am 6:2</a>. †<strong>c.</strong>  <em>territory</em> about Ezekiel’s temple <a data-ref=\"Ezekiel 43:12\" href=\"/Ezekiel.43.12\">Ez 43:12</a>. †<strong>d.</strong>  pl. in like sense (only use of pl.), of land <a data-ref=\"Micah 5:5\" href=\"/Micah.5.5\">Mi 5:5</a> <a data-ref=\"Isaiah 60:18\" href=\"/Isaiah.60.18\">Is 60:18</a> (‖ <span dir=\"rtl\">ארץ</span>) <a data-ref=\"Jeremiah 15:13\" href=\"/Jeremiah.15.13\">Je 15:13</a>; <a data-ref=\"Jeremiah 17:3\" href=\"/Jeremiah.17.3\">17:3</a>, cf. city <a data-ref=\"I Samuel 5:6\" href=\"/I_Samuel.5.6\">1 S 5:6</a> <a data-ref=\"II Kings 15:16\" href=\"/II_Kings.15.16\">2 K 15:16</a>; <a data-ref=\"II Kings 18:8\" href=\"/II_Kings.18.8\">18:8</a>; so <a data-ref=\"Ezekiel 27:4\" href=\"/Ezekiel.27.4\">Ez 27:4</a> of Tyre. †<strong>e.</strong>  fig. <em>territory</em> (region) <em>of darkness</em> <a data-ref=\"Job 38:20\" href=\"/Job.38.20\">Jb 38:20</a>; <em>territory of wickedness</em> <a data-ref=\"Malachi 1:4\" href=\"/Malachi.1.4\">Mal 1:4</a> (of Edom); <em>territory of his holiness</em> <a data-ref=\"Psalms 78:54\" href=\"/Psalms.78.54\">ψ 78:54</a> (of Canaan)."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d16bb6084aa1cbf0e249", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, חָנָה 1", "anchorRef": "Numbers 21:13", "anchorRefExpanded": ["Numbers 21:13"], "sourceRef": "BDB, חָנָה 1", "sourceHeRef": "בראון-דרייבר-בריגס, חָנָה א׳", "anchorVerse": 13, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "חָנָה", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><big><span dir=\"rtl\">חָנָה</span></big></big><sub>143</sub><big></big>  <strong>vb.</strong> decline, bend down, encamp <strong>(</strong>Aramaic <span dir=\"rtl\">ܚܢܳܐ</span> <em>to aim at, incline towards, reach;</em> Zinj. <span dir=\"rtl\">מחנת</span> cstr. <em>camp</em>, Inscr. Panammu<sup>13, 16, 17</sup>; Arabic <span dir=\"rtl\">حَنَا</span> <em>bend, curve, bend down;</em> Assyrian <em>mûnu, mênu</em> and <em>tênû couch</em>, <em>mânîtu</em>, <em>house</em>, Zim<sup>BP 44, 45</sup> Dl in Zim<sup>117</sup><strong>)</strong>—<br><strong>Qal</strong>  Pf. <span dir=\"rtl\">חָנָה</span> <a data-ref=\"I Samuel 26:5\" href=\"/I_Samuel.26.5\">1 S 26:5</a> <a data-ref=\"Isaiah 29:1\" href=\"/Isaiah.29.1\">Is 29:1</a>; <span dir=\"rtl\">וְחָנִ֫יתִי</span> consec. <a data-ref=\"Isaiah 29:3\" href=\"/Isaiah.29.3\">Is 29:3</a> <a data-ref=\"Zechariah 9:8\" href=\"/Zechariah.9.8\">Zc 9:8</a>; <span dir=\"rtl\">חָנוּ</span> <a data-ref=\"Numbers 2:34\" href=\"/Numbers.2.34\">Nu 2:34</a> + 2 times; <span dir=\"rtl\">וְחָנוּ</span> consec. <a data-ref=\"Numbers 1:52\" href=\"/Numbers.1.52\">Nu 1:52</a>; Impf. <span dir=\"rtl\">וַיִּחַן</span> <a data-ref=\"Genesis 26:17\" href=\"/Genesis.26.17\">Gn 26:17</a> + 9 times; 3 fs. <span dir=\"rtl\">תַּחֲנֶה</span> <a data-ref=\"Psalms 27:3\" href=\"/Psalms.27.3\">ψ 27:3</a>; <span dir=\"rtl\">יַחֲנוּ</span> <a data-ref=\"Numbers 1:50\" href=\"/Numbers.1.50\">Nu 1:50</a> + 13 times Nu + <a data-ref=\"Exodus 14:2\" href=\"/Exodus.14.2\">Ex 14:2</a>: <span dir=\"rtl\">וַיַּחֲנוּ</span> <a data-ref=\"Exodus 13:20\" href=\"/Exodus.13.20\">Ex 13:20</a> + 79 times (of which 42 in <a data-ref=\"Numbers 33\" href=\"/Numbers.33\">Nu 33</a>); <span dir=\"rtl\">וַיַּחֲנוּן</span> <a data-ref=\"Judges 11:18\" href=\"/Judges.11.18\">Ju 11:18</a>; 2 mpl. <span dir=\"rtl\">תַּחֲנוּ</span> <a data-ref=\"Exodus 14:2\" href=\"/Exodus.14.2\">Ex 14:2</a>; 1 pl. <span dir=\"rtl\">וַנַּחֲנֶה</span> <a data-ref=\"Ezra 8:15\" href=\"/Ezra.8.15\">Ezr 8:15</a>; Imv. <span dir=\"rtl\">חֲנֵה</span> <a data-ref=\"II Samuel 12:28\" href=\"/II_Samuel.12.28\">2 S 12:28</a>; <span dir=\"rtl\">חֲנוּ</span> <a data-ref=\"Numbers 31:19\" href=\"/Numbers.31.19\">Nu 31:19</a>; <a data-ref=\"Jeremiah 50:29\" href=\"/Jeremiah.50.29\">Je 50:29</a>; Inf. <span dir=\"rtl\">חֲנוֹת</span> <a data-ref=\"Judges 19:9\" href=\"/Judges.19.9\">Ju 19:9</a>; <span dir=\"rtl\">חֲנֹת</span> <a data-ref=\"Numbers 1:51\" href=\"/Numbers.1.51\">Nu 1:51</a>; sf. <span dir=\"rtl\">חֲנֹתֵנוּ</span> <a data-ref=\"Numbers 10:31\" href=\"/Numbers.10.31\">Nu 10:31</a>; <span dir=\"rtl\">חֲנֹתְכֶם</span> <a data-ref=\"Deuteronomy 1:33\" href=\"/Deuteronomy.1.33\">Dt 1:33</a>; Pt. <span dir=\"rtl\">חֹנֶה</span> <a data-ref=\"Exodus 18:5\" href=\"/Exodus.18.5\">Ex 18:5</a> <a data-ref=\"Psalms 34:8\" href=\"/Psalms.34.8\">ψ 34:8</a>; f. <span dir=\"rtl\">חֹנָה</span> <a data-ref=\"II Samuel 23:13\" href=\"/II_Samuel.23.13\">2 S 23:13</a>; <a data-ref=\"I Chronicles 11:15\" href=\"/I_Chronicles.11.15\">1 Ch 11:15</a>; <span dir=\"rtl\">הֹנָ֑ךְ</span> <a data-ref=\"Psalms 53:6\" href=\"/Psalms.53.6\">ψ 53:6</a>; pl. <span dir=\"rtl\">חֹנִים</span> <a data-ref=\"Exodus 14:9\" href=\"/Exodus.14.9\">Ex 14:9</a> + 11 times; <span dir=\"rtl\">חוֹנִים</span> <a data-ref=\"Numbers 2:2\" href=\"/Numbers.2.2\">Nu 2:2</a>; <a data-ref=\"Nahum 3:17\" href=\"/Nahum.3.17\">Na 3:17</a>;— <strong>1.</strong>  <em>decline</em>, of day drawing to its close <span dir=\"rtl\">חֲנוֹת הַיּוֹם</span> <a data-ref=\"Judges 19:9\" href=\"/Judges.19.9\">Ju 19:9</a> (‖ <span dir=\"rtl\">רָפָה הַיּ׳ לַעֲרוֹב</span>; also <span dir=\"rtl\">נְטוֹת הַיּ׳</span> v <a data-ref=\"Judges 19:8\" href=\"/Judges.19.8\">8</a>; <span dir=\"rtl\">הַיּוֹם רַד מְאֹד</span> v <a data-ref=\"Judges 19:11\" href=\"/Judges.19.11\">11</a>). <strong>2.</strong>  <em>encamp</em> (proposes <em>verge toward, incline to, settle at</em>, of goal of day’s march):— <strong>a.</strong>  of single nomad <a data-ref=\"Genesis 26:17\" href=\"/Genesis.26.17\">Gn 26:17</a> (J; sq. <span dir=\"rtl\">ב</span>), <a data-ref=\"Genesis 33:18\" href=\"/Genesis.33.18\">33:18</a> (E; sq. <span dir=\"rtl\">אֶת־פני</span>). <strong>b.</strong>  of Israel at Exod. and in wilderness <a data-ref=\"Exodus 13:20\" href=\"/Exodus.13.20\">Ex 13:20</a> <span dir=\"rtl\">(ב)</span> <a data-ref=\"Exodus 14:2\" href=\"/Exodus.14.2\">14:2</a> <span dir=\"rtl\">(לִפְנֵי)</span>, v <a data-ref=\"Exodus 14:2\" href=\"/Exodus.14.2\">2</a> <span dir=\"rtl\">(עַל)</span>, + c. 80 times (Hex chiefly P); also (abs.) <a data-ref=\"Numbers 9:18\" href=\"/Numbers.9.18\">Nu 9:18</a>, <a data-ref=\"Numbers 9:20\" href=\"/Numbers.9.20\">20</a>, <a data-ref=\"Numbers 9:22\" href=\"/Numbers.9.22\">22</a>, <a data-ref=\"Numbers 9:23\" href=\"/Numbers.9.23\">23</a> cf. <a data-ref=\"Ezra 8:15\" href=\"/Ezra.8.15\">Ezr 8:15</a>; <a data-ref=\"Nehemiah 11:30\" href=\"/Nehemiah.11.30\">Ne 11:30</a> <em>so they encamped</em> (i.e. <em>settled</em>, or <em>were settled</em>) from Beersheba to the valley of Hinnom (‖ <span dir=\"rtl\">ישׁבו</span> v <a data-ref=\"Nehemiah 11:25\" href=\"/Nehemiah.11.25\">25</a>). <strong>c.</strong>  of armies: (1) Israel (conquering Cannan, etc.) <a data-ref=\"Joshua 4:19\" href=\"/Joshua.4.19\">Jos 4:19</a>; <a data-ref=\"Joshua 5:10\" href=\"/Joshua.5.10\">5:10</a> + often; (2) Philistines <a data-ref=\"I Samuel 4:1\" href=\"/I_Samuel.4.1\">1 S 4:1</a>; <a data-ref=\"I Samuel 13:16\" href=\"/I_Samuel.13.16\">13:16</a>; <a data-ref=\"II Samuel 23:23\" href=\"/II_Samuel.23.23\">2 S 23:23</a> +; usually sq. ב loc. <a data-ref=\"Numbers 10:31\" href=\"/Numbers.10.31\">Nu 10:31</a>; <a data-ref=\"I Samuel 4:1\" href=\"/I_Samuel.4.1\">1 S 4:1</a>; <a data-ref=\"I Samuel 13:16\" href=\"/I_Samuel.13.16\">13:16</a> <a data-ref=\"Joshua 4:19\" href=\"/Joshua.4.19\">Jos 4:19</a>; <a data-ref=\"I Samuel 13:5\" href=\"/I_Samuel.13.5\">1 S 13:5</a> + 63 times (<span dir=\"rtl\">וַיַּחֲנוּ בְ</span> <a data-ref=\"II Samuel 24:5\" href=\"/II_Samuel.24.5\">2 S 24:5</a> read <span dir=\"rtl\">וַיָּחֵלּוּ מִן</span> 𝔊L We Dr v. <a data-ref=\"BDB, חָלָל\" href=\"/BDB,_חָלָל\", dir=\"rtl\">חלל</a>); so of locusts in hedges (in sim.) <a data-ref=\"Nahum 3:17\" href=\"/Nahum.3.17\">Na 3:17</a>; also sq. <span dir=\"rtl\">עַל</span> = <em>by, near</em> <a data-ref=\"Exodus 14:2\" href=\"/Exodus.14.2\">Ex 14:2</a>, <a data-ref=\"Exodus 14:9\" href=\"/Exodus.14.9\">9</a>; <a data-ref=\"Exodus 15:27\" href=\"/Exodus.15.27\">15:27</a>; <a data-ref=\"Numbers 1:52\" href=\"/Numbers.1.52\">Nu 1:52</a>; <a data-ref=\"Numbers 2:2\" href=\"/Numbers.2.2\">2:2</a>, <a data-ref=\"Numbers 2:5\" href=\"/Numbers.2.5\">5</a>, <a data-ref=\"Numbers 2:12\" href=\"/Numbers.2.12\">12</a>, <a data-ref=\"Numbers 2:27\" href=\"/Numbers.2.27\">27</a>; <a data-ref=\"Numbers 3:29\" href=\"/Numbers.3.29\">3:29</a>; <a data-ref=\"Numbers 3:35\" href=\"/Numbers.3.35\">35</a> <span dir=\"rtl\">(על ירך)</span>, <a data-ref=\"Numbers 33:10\" href=\"/Numbers.33.10\">33:10</a>; <a data-ref=\"Judges 7:1\" href=\"/Judges.7.1\">Ju 7:1</a>; <a data-ref=\"I Samuel 4:1\" href=\"/I_Samuel.4.1\">1 S 4:1</a>; <span dir=\"rtl\">על־פני השׂדה</span> (<span dir=\"rtl\">על</span> in diff. sense) <a data-ref=\"II Samuel 11:11\" href=\"/II_Samuel.11.11\">2 S 11:11</a>; sq. <span dir=\"rtl\">עַל</span> also = <em>against, encamp</em> with hostile purpose <a data-ref=\"Joshua 10:5\" href=\"/Joshua.10.5\">Jos 10:5</a>, <a data-ref=\"Joshua 10:31\" href=\"/Joshua.10.31\">31</a>, <a data-ref=\"Joshua 10:34\" href=\"/Joshua.10.34\">34</a> <a data-ref=\"Judges 6:4\" href=\"/Judges.6.4\">Ju 6:4</a>; <a data-ref=\"Judges 20:19\" href=\"/Judges.20.19\">20:19</a> <a data-ref=\"I Samuel 11:1\" href=\"/I_Samuel.11.1\">1 S 11:1</a>; <a data-ref=\"II Samuel 12:28\" href=\"/II_Samuel.12.28\">2 S 12:28</a>; <a data-ref=\"I Kings 16:15\" href=\"/I_Kings.16.15\">1 K 16:15</a>; <a data-ref=\"II Kings 25:1\" href=\"/II_Kings.25.1\">2 K 25:1</a>; <a data-ref=\"II Chronicles 32:1\" href=\"/II_Chronicles.32.1\">2 Ch 32:1</a>; <a data-ref=\"Jeremiah 50:29\" href=\"/Jeremiah.50.29\">Je 50:29</a>; <a data-ref=\"Jeremiah 52:4\" href=\"/Jeremiah.52.4\">52:4</a> <a data-ref=\"Psalms 27:3\" href=\"/Psalms.27.3\">ψ 27:3</a>; sq. <span dir=\"rtl\">אֶל־</span> in same sense <a data-ref=\"Joshua 11:5\" href=\"/Joshua.11.5\">Jos 11:5</a>; metaph. of God’s hostility to apostate Jerusalem <span dir=\"rtl\">(על)</span> <a data-ref=\"Isaiah 29:3\" href=\"/Isaiah.29.3\">Is 29:3</a>; sq. also <span dir=\"rtl\">לְ</span> = <em>at, by</em> <a data-ref=\"Numbers 2:34\" href=\"/Numbers.2.34\">Nu 2:34</a>; <a data-ref=\"Zechariah 9:8\" href=\"/Zechariah.9.8\">Zc 9:8</a>; <span dir=\"rtl\">אשׁר</span> … <span dir=\"rtl\">שָׁם</span> <a data-ref=\"Exodus 18:5\" href=\"/Exodus.18.5\">Ex 18:5</a>; <a data-ref=\"I Samuel 26:5\" href=\"/I_Samuel.26.5\">1 S 26:5</a>; sq. <span dir=\"rtl\">סביב לְ</span> for protection <a data-ref=\"Numbers 1:50\" href=\"/Numbers.1.50\">Nu 1:50</a>, <a data-ref=\"Numbers 1:53\" href=\"/Numbers.1.53\">53</a>, cf. metaph. <a data-ref=\"Psalms 34:8\" href=\"/Psalms.34.8\">ψ 34:8</a>, but also hostility <a data-ref=\"Job 19:12\" href=\"/Job.19.12\">Jb 19:12</a>; also sq. other prep. and prep. phrases, e.g. <span dir=\"rtl\">מֵעֵבֶר</span> <a data-ref=\"Numbers 21:13\" href=\"/Numbers.21.13\">Nu 21:13</a>; <span dir=\"rtl\">מחוץ</span> <a data-ref=\"Numbers 31:19\" href=\"/Numbers.31.19\">Nu 31:19</a>; <span dir=\"rtl\">בין</span> <a data-ref=\"I Samuel 17:1\" href=\"/I_Samuel.17.1\">1 S 17:1</a>; <span dir=\"rtl\">נגד</span> <a data-ref=\"I Kings 20:27\" href=\"/I_Kings.20.27\">1 K 20:27</a> etc.; sq. acc. loc. <a data-ref=\"II Samuel 17:26\" href=\"/II_Samuel.17.26\">2 S 17:26</a>; sq. sf. acc. with hostile sense <span dir=\"rtl\">הֹנָ֑ךְ</span> <a data-ref=\"Psalms 53:6\" href=\"/Psalms.53.6\">ψ 53:6</a>; without prep. or noun foll., in sense of <em>encamp, be</em> or <em>abide in encampment</em> <a data-ref=\"Numbers 9:18\" href=\"/Numbers.9.18\">Nu 9:18</a>, <a data-ref=\"Numbers 9:20\" href=\"/Numbers.9.20\">20</a>, <a data-ref=\"Numbers 9:22\" href=\"/Numbers.9.22\">22</a>, <a data-ref=\"Numbers 9:23\" href=\"/Numbers.9.23\">23</a>; <a data-ref=\"Ezra 8:15\" href=\"/Ezra.8.15\">Ezr 8:15</a>; <a data-ref=\"II Samuel 11:11\" href=\"/II_Samuel.11.11\">2 S 11:11</a> +; poet. of David in Jerusalem, <a data-ref=\"Isaiah 29:1\" href=\"/Isaiah.29.1\">Is 29:1</a> <em>city in which David fixed his camp</em>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d29cb6084aa1cbf1c1ed", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, מוֹאָב 1", "anchorRef": "Numbers 21:13", "anchorRefExpanded": ["Numbers 21:13"], "sourceRef": "BDB, מוֹאָב 1", "sourceHeRef": "בראון-דרייבר-בריגס, מוֹאָב א׳", "anchorVerse": 13, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "מוֹאָב", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><span dir=\"rtl\">מוֹאָב</span>, <span dir=\"rtl\">מֹאָב</span></big>  <strong>n.pr. gent. et terr. Moab (</strong>MI 1, 2, 5, 6, 12, 20 <span dir=\"rtl\">מאב</span>; Assyrian <em>Maʾaba, Maʾbu, Muʾâba</em>, etc., Schr<sup> COT Gloss., and on Gn 19, 37</sup> Dl<sup>Par. 294 f., 296</sup>;—on etym. cf. Lag<sup>BN 90 Anm.</sup>, Ne<sup>SK 1892, 573</sup>, Gray<sup>Prop. N. 25</sup><strong>)</strong>;—<span dir=\"rtl\">מו׳</span> <a data-ref=\"Genesis 19:37\" href=\"/Genesis.19.37\">Gn 19:37</a> + 178 times; <span dir=\"rtl\">מֹאָב</span> <a data-ref=\"II Samuel 8:12\" href=\"/II_Samuel.8.12\">2 S 8:12</a>; 𝔊 Μωαβ;—<br><strong>1.</strong>  <em>Moab</em> as son of Lot by his elder daughter according to <a data-ref=\"Genesis 19:37\" href=\"/Genesis.19.37\">Gn 19:37</a>.<br><strong>2.</strong>  <em>Moab:</em> <strong>a.</strong>  = nation of which Lot’s son is represented as ancestor <a data-ref=\"Genesis 19:37\" href=\"/Genesis.19.37\">Gn 19:37</a> <a data-ref=\"Numbers 21:29\" href=\"/Numbers.21.29\">Nu 21:29</a>; <a data-ref=\"Numbers 22:3\" href=\"/Numbers.22.3\">22:3</a><sup>(×2)</sup> <a data-ref=\"Amos 2:1\" href=\"/Amos.2.1\">Am 2:1</a>, <a data-ref=\"Amos 2:2\" href=\"/Amos.2.2\">2</a> <a data-ref=\"Jeremiah 48:1\" href=\"/Jeremiah.48.1\">Je 48:1</a>, <a data-ref=\"Jeremiah 48:2\" href=\"/Jeremiah.48.2\">2</a> + 30 times <a data-ref=\"Jeremiah 48\" href=\"/Jeremiah.48\">Je 48</a> + often; having a king, <a data-ref=\"Numbers 21:26\" href=\"/Numbers.21.26\">Nu 21:26</a>; <a data-ref=\"Numbers 22:4\" href=\"/Numbers.22.4\">22:4</a>, <a data-ref=\"Numbers 22:10\" href=\"/Numbers.22.10\">10</a> <a data-ref=\"Judges 3:12\" href=\"/Judges.3.12\">Ju 3:12</a> <a data-ref=\"I Samuel 12:9\" href=\"/I_Samuel.12.9\">1 S 12:9</a> +. <strong>b.</strong>  = territory of Moab <a data-ref=\"Numbers 21:11\" href=\"/Numbers.21.11\">Nu 21:11</a>, <a data-ref=\"Numbers 21:13\" href=\"/Numbers.21.13\">13</a><sup>(×2)</sup>, <a data-ref=\"Numbers 21:15\" href=\"/Numbers.21.15\">15</a> +; <span dir=\"rtl\">שְׂדֵה מ׳</span> †<a data-ref=\"Genesis 36:25\" href=\"/Genesis.36.25\">Gn 36:25</a> <a data-ref=\"Numbers 15:20\" href=\"/Numbers.15.20\">Nu 15:20</a> <a data-ref=\"Ruth 1:1\" href=\"/Ruth.1.1\">Ru 1:1</a>, <a data-ref=\"Ruth 1:2\" href=\"/Ruth.1.2\">2</a>, <a data-ref=\"Ruth 1:6\" href=\"/Ruth.1.6\">6</a><sup>(×2)</sup>, <a data-ref=\"Ruth 1:22\" href=\"/Ruth.1.22\">22</a>; <a data-ref=\"Ruth 2:6\" href=\"/Ruth.2.6\">2:6</a>; <a data-ref=\"Ruth 4:3\" href=\"/Ruth.4.3\">4:3</a> <a data-ref=\"I Chronicles 1:46\" href=\"/I_Chronicles.1.46\">1 Ch 1:46</a>; <a data-ref=\"I Chronicles 8:8\" href=\"/I_Chronicles.8.8\">8:8</a>; <span dir=\"rtl\">אֶרֶץ מ׳</span> †<a data-ref=\"Deuteronomy 1:5\" href=\"/Deuteronomy.1.5\">Dt 1:5</a>; <a data-ref=\"Deuteronomy 28:69\" href=\"/Deuteronomy.28.69\">28:69</a>; <a data-ref=\"Deuteronomy 32:49\" href=\"/Deuteronomy.32.49\">32:49</a>; <a data-ref=\"Deuteronomy 34:5\" href=\"/Deuteronomy.34.5\">34:5</a>, <a data-ref=\"Deuteronomy 34:6\" href=\"/Deuteronomy.34.6\">6</a> <a data-ref=\"Judges 11:15\" href=\"/Judges.11.15\">Ju 11:15</a>, <a data-ref=\"Judges 11:18\" href=\"/Judges.11.18\">18</a><sup>(×2)</sup> <a data-ref=\"Jeremiah 48:24\" href=\"/Jeremiah.48.24\">Je 48:24</a>, <a data-ref=\"Jeremiah 48:33\" href=\"/Jeremiah.48.33\">33</a>; <span dir=\"rtl\">מִדְבַּר מ׳</span> †<a data-ref=\"Deuteronomy 2:8\" href=\"/Deuteronomy.2.8\">Dt 2:8</a>; <span dir=\"rtl\">עַרְבוֹת מ׳</span> †<a data-ref=\"Numbers 22:1\" href=\"/Numbers.22.1\">Nu 22:1</a>; <a data-ref=\"Numbers 26:3\" href=\"/Numbers.26.3\">26:3</a>, <a data-ref=\"Numbers 26:63\" href=\"/Numbers.26.63\">63</a>; <a data-ref=\"Numbers 31:12\" href=\"/Numbers.31.12\">31:12</a>; <a data-ref=\"Numbers 33:48\" href=\"/Numbers.33.48\">33:48</a>, <a data-ref=\"Numbers 33:49\" href=\"/Numbers.33.49\">49</a>, <a data-ref=\"Numbers 33:50\" href=\"/Numbers.33.50\">50</a>; <a data-ref=\"Numbers 35:1\" href=\"/Numbers.35.1\">35:1</a>; <a data-ref=\"Numbers 36:13\" href=\"/Numbers.36.13\">36:13</a>; <a data-ref=\"Deuteronomy 34:1\" href=\"/Deuteronomy.34.1\">Dt 34:1</a>, <a data-ref=\"Deuteronomy 34:8\" href=\"/Deuteronomy.34.8\">8</a> <a data-ref=\"Joshua 13:32\" href=\"/Joshua.13.32\">Jos 13:32</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d30eb6084aa1cbf21e17", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, נָסַע 1", "anchorRef": "Numbers 21:13", "anchorRefExpanded": ["Numbers 21:13"], "sourceRef": "BDB, נָסַע 1", "sourceHeRef": "בראון-דרייבר-בריגס, נָסַע א׳", "anchorVerse": 13, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "נָסַע", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["I. <big><big><span dir=\"rtl\">נָסַע</span></big></big>  <strong>vb.</strong> pull out or up, set out, journey <strong>(</strong>NH <em>id.</em>, <em>move, march;</em> Assyrian <em>nisû</em>, <em>set out, withdraw</em>, etc. Dl<sup>HWB 470</sup>; Nö<sup>ZMG xl (1886), 723</sup> cp. also Arabic <span dir=\"rtl\">نَزَعَ</span>, Ethiopic ነዝዐ: [rare] <em>pull up, away</em>, so Ba<sup>ES 51</sup><strong>)</strong>;—<br><strong>Qal</strong><sub>137</sub>  Pf. 3 ms. <span dir=\"rtl\">נ׳</span> <a data-ref=\"Genesis 33:17\" href=\"/Genesis.33.17\">Gn 33:17</a> +, 3 mpl. <span dir=\"rtl\">נָֽסְעוּ</span> <a data-ref=\"Deuteronomy 10:6\" href=\"/Deuteronomy.10.6\">Dt 10:6</a>, <span dir=\"rtl\">נָסָ֑עוּ</span> <a data-ref=\"Numbers 2:34\" href=\"/Numbers.2.34\">Nu 2:34</a> +, etc.; Impf. <span dir=\"rtl\">יִסַּע</span> <a data-ref=\"Isaiah 33:20\" href=\"/Isaiah.33.20\">Is 33:20</a>, <span dir=\"rtl\">וַיִּסַּע</span> <a data-ref=\"Genesis 12:9\" href=\"/Genesis.12.9\">Gn 12:9</a> +, sf. <span dir=\"rtl\">וַיִּסָּעֵם</span> <a data-ref=\"Judges 16:3\" href=\"/Judges.16.3\">Ju 16:3</a>; 3 mpl. <span dir=\"rtl\">יִסְעוּ</span> <a data-ref=\"Exodus 40:36\" href=\"/Exodus.40.36\">Ex 40:36</a> +, <span dir=\"rtl\">יִסָּ֑עוּ</span> <a data-ref=\"Numbers 2:9\" href=\"/Numbers.2.9\">Nu 2:9</a> +; 2 mpl. <span dir=\"rtl\">תִּסְעוּ</span> <a data-ref=\"Joshua 3:3\" href=\"/Joshua.3.3\">Jos 3:3</a>; 1 pl. <span dir=\"rtl\">נִסְעָה</span> cohort. <a data-ref=\"Genesis 33:12\" href=\"/Genesis.33.12\">Gn 33:12</a>, <span dir=\"rtl\">וַנִּסַּע</span> <a data-ref=\"Deuteronomy 1:19\" href=\"/Deuteronomy.1.19\">Dt 1:19</a>; <a data-ref=\"Deuteronomy 2:1\" href=\"/Deuteronomy.2.1\">2:1</a>, <span dir=\"rtl\">וַנִּסְעָה</span> <a data-ref=\"Ezra 8:31\" href=\"/Ezra.8.31\">Ezr 8:31</a>, etc.; Imv. <span dir=\"rtl\">סְעוּ</span> <a data-ref=\"Deuteronomy 2:24\" href=\"/Deuteronomy.2.24\">Dt 2:24</a> +; Inf. abs. <span dir=\"rtl\">נָסוֹעַ</span> <a data-ref=\"Genesis 12:9\" href=\"/Genesis.12.9\">Gn 12:9</a>; cstr. <span dir=\"rtl\">נְסֹעַ</span> <a data-ref=\"Joshua 3:14\" href=\"/Joshua.3.14\">Jos 3:14</a> +; sf. <span dir=\"rtl\">נָסְעָם</span> <a data-ref=\"Genesis 11:2\" href=\"/Genesis.11.2\">Gn 11:2</a> <a data-ref=\"Numbers 10:34\" href=\"/Numbers.10.34\">Nu 10:34</a>; Pt. <span dir=\"rtl\">נֹסֵעַ</span> <a data-ref=\"Exodus 14:10\" href=\"/Exodus.14.10\">Ex 14:10</a>; <a data-ref=\"Numbers 10:33\" href=\"/Numbers.10.33\">Nu 10:33</a>; pl. <span dir=\"rtl\">נֹסְעִים</span> <a data-ref=\"Numbers 10:29\" href=\"/Numbers.10.29\">Nu 10:29</a>;— <strong>1.</strong>  <em>pull out</em> or <em>up</em>, city-gate and gate-posts <a data-ref=\"Judges 16:3\" href=\"/Judges.16.3\">Ju 16:3</a>; loom v <a data-ref=\"Judges 16:14\" href=\"/Judges.16.14\">14</a> (on text cf. GFM), tent-pegs <a data-ref=\"Isaiah 33:20\" href=\"/Isaiah.33.20\">Is 33:20</a> (fig. of Jerusalem; cf. also <strong>Niph.</strong>) <strong>2.</strong>  hence (from pulling up tent-pegs), <strong>a.</strong>  <em>set out</em> <a data-ref=\"Genesis 35:5\" href=\"/Genesis.35.5\">Gn 35:5</a>; <a data-ref=\"Numbers 12:15\" href=\"/Numbers.12.15\">Nu 12:15</a> (both E), <a data-ref=\"Jeremiah 4:7\" href=\"/Jeremiah.4.7\">Je 4:7</a> (‖ <span dir=\"rtl\">יָצָא מִמְּקוֹמוֹ</span>); even of lifeless things, e.g. the ark, <span dir=\"rtl\">הָאָרוֹן</span> <a data-ref=\"Numbers 10:35\" href=\"/Numbers.10.35\">Nu 10:35</a> (JE); often in P: <a data-ref=\"Exodus 14:15\" href=\"/Exodus.14.15\">Ex 14:15</a>; <a data-ref=\"Exodus 40:37\" href=\"/Exodus.40.37\">40:37</a>; <a data-ref=\"Numbers 1:51\" href=\"/Numbers.1.51\">Nu 1:51</a>; <a data-ref=\"Numbers 4:5\" href=\"/Numbers.4.5\">4:5</a>, <a data-ref=\"Numbers 4:15\" href=\"/Numbers.4.15\">15</a>; <a data-ref=\"Numbers 9:17\" href=\"/Numbers.9.17\">9:17</a> + 8 times <a data-ref=\"Numbers 9\" href=\"/Numbers.9\">Nu 9</a>, <a data-ref=\"Numbers 10:5\" href=\"/Numbers.10.5\">10:5</a>, <a data-ref=\"Numbers 10:6\" href=\"/Numbers.10.6\">6</a>, <a data-ref=\"Numbers 10:17\" href=\"/Numbers.10.17\">17</a>, <a data-ref=\"Numbers 10:18\" href=\"/Numbers.10.18\">18</a>, <a data-ref=\"Numbers 10:21\" href=\"/Numbers.10.21\">21</a>, <a data-ref=\"Numbers 10:22\" href=\"/Numbers.10.22\">22</a>, <a data-ref=\"Numbers 10:25\" href=\"/Numbers.10.25\">25</a>, so prob. also <a data-ref=\"Numbers 2:8\" href=\"/Numbers.2.8\">2:8</a> + 6 times <a data-ref=\"Numbers 2\" href=\"/Numbers.2\">Nu 2</a> (v. infr.; even of lifeless things, <span dir=\"rtl\">דֶּגֶל</span> <a data-ref=\"Numbers 10:18\" href=\"/Numbers.10.18\">10:18</a>, <a data-ref=\"Numbers 10:22\" href=\"/Numbers.10.22\">22</a>, <span dir=\"rtl\">מִשְׁכָּן</span> <a data-ref=\"Numbers 1:51\" href=\"/Numbers.1.51\">1:51</a>, <span dir=\"rtl\">אֹהֶל מוֹעֵד</span> <a data-ref=\"Numbers 2:17\" href=\"/Numbers.2.17\">2:17</a>), <a data-ref=\"Numbers 33:3\" href=\"/Numbers.33.3\">33:3</a>; <span dir=\"rtl\">וַיִּסַּע</span> … <span dir=\"rtl\">וַיָּבֹא</span> <a data-ref=\"Genesis 46:1\" href=\"/Genesis.46.1\">Gn 46:1</a> (E) <em>and</em> Isr. <em>set out, and came</em>, etc., <a data-ref=\"Exodus 16:1\" href=\"/Exodus.16.1\">Ex 16:1</a>; <a data-ref=\"Exodus 19:2\" href=\"/Exodus.19.2\">19:2</a>; <a data-ref=\"Numbers 20:22\" href=\"/Numbers.20.22\">Nu 20:22</a>; <a data-ref=\"Joshua 9:17\" href=\"/Joshua.9.17\">Jos 9:17</a> (all P), <a data-ref=\"Deuteronomy 1:7\" href=\"/Deuteronomy.1.7\">Dt 1:7</a>, <span dir=\"rtl\">נִסְעָה וְנֵלֵ֑כָה</span> <a data-ref=\"Deuteronomy 33:12\" href=\"/Deuteronomy.33.12\">33:12</a> (J); (… <span dir=\"rtl\">וַיַּעֲלוּ</span>) <span dir=\"rtl\">וַיִּסְעוּ</span> <a data-ref=\"Judges 18:11\" href=\"/Judges.18.11\">Ju 18:11</a>, <span dir=\"rtl\">סְעוּ וְעִבְרוּ</span> <a data-ref=\"Deuteronomy 2:24\" href=\"/Deuteronomy.2.24\">Dt 2:24</a>; <span dir=\"rtl\">נ׳</span> often c. <span dir=\"rtl\">מִן</span> <a data-ref=\"Genesis 35:16\" href=\"/Genesis.35.16\">Gn 35:16</a> (E), <a data-ref=\"Numbers 10:34\" href=\"/Numbers.10.34\">Nu 10:34</a> (JE), <span dir=\"rtl\">נ׳ מֵאָהֳלֵיהֶם לַעֲבֹר</span> <a data-ref=\"Joshua 3:14\" href=\"/Joshua.3.14\">Jos 3:14</a> (JE), <em>set out from their tents, to cross</em>, etc., cf. <span dir=\"rtl\">נ׳ מִן</span> … <span dir=\"rtl\">לָלֶכֶת</span> <a data-ref=\"Ezra 8:31\" href=\"/Ezra.8.31\">Ezr 8:31</a>; c. <span dir=\"rtl\">מִן</span> + <span dir=\"rtl\">ויבא</span>, <a data-ref=\"Joshua 3:1\" href=\"/Joshua.3.1\">Jos 3:1</a> (JE), <a data-ref=\"Numbers 33:9\" href=\"/Numbers.33.9\">Nu 33:9</a> (P), + <span dir=\"rtl\">וַיֵּלֶךְ</span> v <a data-ref=\"Numbers 33:3\" href=\"/Numbers.33.3\">3</a> (D), <a data-ref=\"Deuteronomy 1:19\" href=\"/Deuteronomy.1.19\">Dt 1:19</a>, + <span dir=\"rtl\">וַיַּעַבְרוּ</span> <a data-ref=\"Numbers 33:8\" href=\"/Numbers.33.8\">Nu 33:8</a> (P); + <span dir=\"rtl\">וַיָּשָׁב</span> + <span dir=\"rtl\">וַיַּחֲנוּ</span> <a data-ref=\"Numbers 33:7\" href=\"/Numbers.33.7\">Nu 33:7</a> (P). <strong>b.</strong>  <em>depart</em>, c. <span dir=\"rtl\">מִן</span> <a data-ref=\"Genesis 37:17\" href=\"/Genesis.37.17\">Gn 37:17</a> (J), <a data-ref=\"II Kings 3:27\" href=\"/II_Kings.3.27\">2 K 3:27</a>; <a data-ref=\"II Kings 19:8\" href=\"/II_Kings.19.8\">19:8</a>, <a data-ref=\"II Kings 19:36\" href=\"/II_Kings.19.36\">36</a> = <a data-ref=\"Isaiah 37:8\" href=\"/Isaiah.37.8\">Is 37:8</a>, <a data-ref=\"Isaiah 37:37\" href=\"/Isaiah.37.37\">37</a>; even of <span dir=\"rtl\">עַמּוּד הֶעָנָן</span> <a data-ref=\"Exodus 14:19\" href=\"/Exodus.14.19\">Ex 14:19</a> (J); of angel v <a data-ref=\"Exodus 14:19\" href=\"/Exodus.14.19\">19</a> (E; + <span dir=\"rtl\">וַיֵּלֶךְ</span>). <strong>3.</strong>  <em>journey, march</em> (by stages) <a data-ref=\"Genesis 12:9\" href=\"/Genesis.12.9\">Gn 12:9</a>; <a data-ref=\"Genesis 35:21\" href=\"/Genesis.35.21\">35:21</a> both J), <a data-ref=\"Numbers 10:13\" href=\"/Numbers.10.13\">Nu 10:13</a>, <a data-ref=\"Numbers 10:14\" href=\"/Numbers.10.14\">14</a>, <a data-ref=\"Numbers 10:28\" href=\"/Numbers.10.28\">28</a> (P), (poss. also <a data-ref=\"Numbers 2:9\" href=\"/Numbers.2.9\">Nu 2:9</a> etc., cf. <strong>2</strong> supr.); + <span dir=\"rtl\">לְמַסְעֵיהֶם</span> <em>according to their stations</em>, i.e. by stages <a data-ref=\"Exodus 17:1\" href=\"/Exodus.17.1\">Ex 17:1</a>; <a data-ref=\"Numbers 10:12\" href=\"/Numbers.10.12\">Nu 10:12</a> (+ <span dir=\"rtl\">מִן</span>), cf. <a data-ref=\"Exodus 40:36\" href=\"/Exodus.40.36\">Ex 40:36</a> (all P); sq. ה loc. <a data-ref=\"Genesis 12:9\" href=\"/Genesis.12.9\">Gn 12:9</a>; <a data-ref=\"Genesis 33:17\" href=\"/Genesis.33.17\">33:17</a> (both J), <a data-ref=\"Deuteronomy 1:40\" href=\"/Deuteronomy.1.40\">Dt 1:40</a>; <a data-ref=\"Deuteronomy 2:1\" href=\"/Deuteronomy.2.1\">2:1</a>; <span dir=\"rtl\">סְעוּ לָכֶם הַמִּדְבָּר</span> <a data-ref=\"Numbers 14:25\" href=\"/Numbers.14.25\">Nu 14:25</a> (JE); sq. <span dir=\"rtl\">מִקֶּדֶם</span> <em>eastward</em> (v. <span dir=\"rtl\">מִן</span> <strong>1. c</strong>) <a data-ref=\"Genesis 11:2\" href=\"/Genesis.11.2\">Gn 11:2</a>; <a data-ref=\"Genesis 13:11\" href=\"/Genesis.13.11\">13:11</a> (both J), <span dir=\"rtl\">אַחֲרֵי</span> <a data-ref=\"Exodus 14:10\" href=\"/Exodus.14.10\">Ex 14:10</a> (J), <span dir=\"rtl\">אֶל־</span> <a data-ref=\"Numbers 10:29\" href=\"/Numbers.10.29\">Nu 10:29</a>, <span dir=\"rtl\">לִפְנֵי</span> v <a data-ref=\"Numbers 10:33\" href=\"/Numbers.10.33\">33</a> (of ark; all J); sq. <span dir=\"rtl\">מִן</span> + ה loc. <a data-ref=\"Genesis 20:1\" href=\"/Genesis.20.1\">Gn 20:1</a> (E), <a data-ref=\"Deuteronomy 10:6\" href=\"/Deuteronomy.10.6\">Dt 10:6</a>, <a data-ref=\"Deuteronomy 10:7\" href=\"/Deuteronomy.10.7\">7</a>; <a data-ref=\"Exodus 12:37\" href=\"/Exodus.12.37\">Ex 12:37</a> (P), + acc. loc. <a data-ref=\"Numbers 11:35\" href=\"/Numbers.11.35\">Nu 11:35</a> (JE); sq. <span dir=\"rtl\">מִן</span> + acc. of distance, <span dir=\"rtl\">דֶּרֶךְ</span> <a data-ref=\"Numbers 10:33\" href=\"/Numbers.10.33\">10:33</a> (JE), <a data-ref=\"Numbers 21:4\" href=\"/Numbers.21.4\">21:4</a> (P); especially <span dir=\"rtl\">וַיִּסְעוּ מִן</span> … <span dir=\"rtl\">וַיַּחֲנוּ</span> <a data-ref=\"Numbers 21:12\" href=\"/Numbers.21.12\">Nu 21:12</a>, <a data-ref=\"Numbers 21:13\" href=\"/Numbers.21.13\">13</a> (JE), <a data-ref=\"Exodus 13:20\" href=\"/Exodus.13.20\">Ex 13:20</a>; <a data-ref=\"Numbers 21:11\" href=\"/Numbers.21.11\">Nu 21:11</a>; <a data-ref=\"Numbers 33:5\" href=\"/Numbers.33.5\">33:5</a> + 37 times <a data-ref=\"Numbers 33\" href=\"/Numbers.33\">Nu 33</a> (all P); of shepherds <a data-ref=\"Jeremiah 31:24\" href=\"/Jeremiah.31.24\">Je 31:24</a>.—<span dir=\"rtl\">נָֽסְעוּ כְמוֹ צֹאן</span> <a data-ref=\"Zechariah 10:2\" href=\"/Zechariah.10.2\">Zc 10:2</a> is dub.; We <span dir=\"rtl\">נָעוּ</span> or <span dir=\"rtl\">יָנֻעוּ</span>, so Now. <strong>4.</strong>  of wind, <span dir=\"rtl\">נ׳ רוּחַ מֵאֵת י׳</span> <a data-ref=\"Numbers 11:31\" href=\"/Numbers.11.31\">Nu 11:31</a> <em>there set forth</em> (sprang up) a wind from <span dir=\"rtl\">י׳</span>.<br>†<strong>Niph.</strong>  Pf. <em>be pulled up, removed:</em> 3 ms. <span dir=\"rtl\">דּוֹרִי נִסַּע וְנִגְלָה מִנִּי כְּאֹהֶל רֹעִי</span> <a data-ref=\"Isaiah 38:12\" href=\"/Isaiah.38.12\">Is 38:12</a>; of wealth <span dir=\"rtl\">הֲלֹא נִסַּע</span> <a data-ref=\"Job 4:21\" href=\"/Job.4.21\">Jb 4:21</a> (reading <span dir=\"rtl\">יְתֵדָם</span> for <span dir=\"rtl\">יִתְרָם</span>, v. ii. <a data-ref=\"BDB, יֶ֫תֶר²\" href=\"/BDB,_יֶ֫תֶר²\", dir=\"rtl\">יֶתֶר</a>).<br>†<strong>Hiph.</strong>  Impf. 3 ms. <span dir=\"rtl\">יַסַּע</span> <a data-ref=\"Psalms 78:26\" href=\"/Psalms.78.26\">ψ 78:26</a>, <span dir=\"rtl\">וַיַּסַּע</span> <a data-ref=\"Exodus 15:22\" href=\"/Exodus.15.22\">Ex 15:22</a> + 2 times; 2 ms. <span dir=\"rtl\">תַּסִּיעַ</span> <a data-ref=\"Psalms 80:9\" href=\"/Psalms.80.9\">ψ 80:9</a>, 3 fs. <span dir=\"rtl\">תַּסִּיעִי</span> <a data-ref=\"II Kings 4:4\" href=\"/II_Kings.4.4\">2 K 4:4</a>; 3 mpl. <span dir=\"rtl\">וַיַּסִּ֫עוּ</span> <a data-ref=\"I Kings 5:31\" href=\"/I_Kings.5.31\">1 K 5:31</a>; Pt. <span dir=\"rtl\">מַסִּיעַ</span> <a data-ref=\"Ecclesiastes 10:9\" href=\"/Ecclesiastes.10.9\">Ec 10:9</a>;— <strong>1.</strong>  <em>cause to set out, lead out</em>, c. acc. pers. <a data-ref=\"Exodus 15:22\" href=\"/Exodus.15.22\">Ex 15:22</a> (J; + <span dir=\"rtl\">מִן</span>, <span dir=\"rtl\">וַיֵּצְאוּ</span>), <a data-ref=\"Psalms 78:52\" href=\"/Psalms.78.52\">ψ 78:52</a> (<span dir=\"rtl\">כַּצֹּאן</span>; ‖ <span dir=\"rtl\">וַיְנַהֲגֵם</span>), <a data-ref=\"Psalms 80:9\" href=\"/Psalms.80.9\">80:9</a> (<span dir=\"rtl\">מִן</span>; fig. of vine); fig. of a wind, <em>cause to spring up</em>, <span dir=\"rtl\">יַסַּע קָדִים</span> <a data-ref=\"Psalms 78:26\" href=\"/Psalms.78.26\">ψ 78:26</a> (‖ <span dir=\"rtl\">וַיְנַהֵג</span>; cf. <strong>Qal 4</strong>). <strong>2.</strong>  <em>remove</em>, c. acc. rei <a data-ref=\"II Kings 4:4\" href=\"/II_Kings.4.4\">2 K 4:4</a>; <span dir=\"rtl\">וַיַּסַּע כָּעֵץ תִּקְוָתִי</span> <a data-ref=\"Job 19:10\" href=\"/Job.19.10\">Jb 19:10</a>; specif., <em>remove</em> from quarry, <em>quarry:</em> <a data-ref=\"I Kings 5:31\" href=\"/I_Kings.5.31\">1 K 5:31</a> <em>and they quarried</em> great stones, cf. <a data-ref=\"Ecclesiastes 10:9\" href=\"/Ecclesiastes.10.9\">Ec 10:9</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d357b6084aa1cbf25857", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, עֵ֫בֶר 1", "anchorRef": "Numbers 21:13", "anchorRefExpanded": ["Numbers 21:13"], "sourceRef": "BDB, עֵ֫בֶר 1", "sourceHeRef": "בראון-דרייבר-בריגס, עֵ֫בֶר א׳", "anchorVerse": 13, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "עֵ֫בֶר", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["I. <big><span dir=\"rtl\">עֵ֫בֶר</span></big>  <strong>n.m.</strong> <a data-ref=\"I Samuel 14:40\" href=\"/I_Samuel.14.40\">1 S 14:40</a> region across or beyond, side <strong>(</strong>on format. cf. Ba<sup>NB 144</sup>; cf. especially Assyrian <em>êbru, êbirtu</em>, id. <em>êbirtan</em>, adv. <em>beyond</em><strong>)</strong>;—<span dir=\"rtl\">ע׳</span> abs. <a data-ref=\"I Samuel 14:4\" href=\"/I_Samuel.14.4\">1 S 14:4</a> +; cstr. <a data-ref=\"Joshua 24:4\" href=\"/Joshua.24.4\">Jos 24:4</a> +; sf. <span dir=\"rtl\">עֶבְרוֹ</span> <a data-ref=\"Isaiah 47:15\" href=\"/Isaiah.47.15\">Is 47:15</a>; pl. cstr. <span dir=\"rtl\">עֶבְרֵי</span> <a data-ref=\"Isaiah 7:20\" href=\"/Isaiah.7.20\">Is 7:20</a> <a data-ref=\"Jeremiah 48:28\" href=\"/Jeremiah.48.28\">Je 48:28</a> (si vera l., v. infr.); sf. <span dir=\"rtl\">עֲבָרָיו</span> <a data-ref=\"I Kings 5:4\" href=\"/I_Kings.5.4\">1 K 5:4</a> <a data-ref=\"Jeremiah 49:32\" href=\"/Jeremiah.49.32\">Je 49:32</a> (read probably <span dir=\"rtl\">עֶבְרֵיהֶם</span>, so Vrss), <span dir=\"rtl\">עֶבְרֵיהֶם</span> <a data-ref=\"Exodus 32:15\" href=\"/Exodus.32.15\">Ex 32:15</a>;—<br><strong>1.</strong>  <em>region across</em> or <em>beyond</em> anything (usually wady, river, or sea), mostly c. prep.: <span dir=\"rtl\">בְּעֵבֶר אַרְנוֹן</span> <a data-ref=\"Numbers 21:13\" href=\"/Numbers.21.13\">Nu 21:13</a> (JE) <a data-ref=\"Judges 11:18\" href=\"/Judges.11.18\">Ju 11:18</a>, cf. <a data-ref=\"Jeremiah 25:22\" href=\"/Jeremiah.25.22\">Je 25:22</a>; <span dir=\"rtl\">אֶל־ע׳ הַיָּם</span> <a data-ref=\"Deuteronomy 30:13\" href=\"/Deuteronomy.30.13\">Dt 30:13</a> b, <span dir=\"rtl\">מֵעֵבֶר לַיָּם</span> v <a data-ref=\"Deuteronomy 30:13\" href=\"/Deuteronomy.30.13\">13</a> a <em>beyond the sea;</em> <span dir=\"rtl\">מֵע׳ לְנַהֲרֵי־כוּשׁ</span> <a data-ref=\"Isaiah 18:1\" href=\"/Isaiah.18.1\">Is 18:1</a>, cf. <span dir=\"rtl\">עַד־מֵע׳</span> <a data-ref=\"I Kings 4:12\" href=\"/I_Kings.4.12\">1 K 4:12</a> (<span dir=\"rtl\">מִן</span> <em>on the side of, on</em>, v. <a data-ref=\"BDB, מִן־\" href=\"/BDB,_מִן־\", dir=\"rtl\">מִן</a> <strong>1 c</strong>; so usually c. <span dir=\"rtl\">ע׳</span>); but also (rarely) <span dir=\"rtl\">מֵע׳</span> <em>from the other side of</em> <a data-ref=\"Zephaniah 3:10\" href=\"/Zephaniah.3.10\">Zp 3:10</a> <a data-ref=\"Job 1:19\" href=\"/Job.1.19\">Jb 1:19</a> <a data-ref=\"II Chronicles 20:2\" href=\"/II_Chronicles.20.2\">2 Ch 20:2</a>; abs. <span dir=\"rtl\">הָע׳</span> <a data-ref=\"I Samuel 26:13\" href=\"/I_Samuel.26.13\">1 S 26:13</a> <em>to the other side</em> (sc. of a ravine; after <span dir=\"rtl\">וַיַּעֲבֹר</span>); <span dir=\"rtl\">בְּעֵבֶר הָעֵמֶק</span> <a data-ref=\"I Samuel 31:7\" href=\"/I_Samuel.31.7\">1 S 31:7</a>, read perhaps <span dir=\"rtl\">בְּעָרֵי הָע׳</span>, so Klo Bu HPS; <span dir=\"rtl\">בְּעֶבְרֵי פִי־פָ֑חַת</span> <a data-ref=\"Jeremiah 48:28\" href=\"/Jeremiah.48.28\">Je 48:28</a> <em>beyond the mouth of a chasm</em> is dub.; Gie proposes <span dir=\"rtl\">בְּחֹרֵי כֵפֵי בַתֹּת</span> <em>in the rock-holes of the precipices;</em> especially (chiefly Hex, 37 times) <span dir=\"rtl\">ע׳הַיַּרְדֵּן</span> (30 times), or (less often, <a data-ref=\"Joshua 13:32\" href=\"/Joshua.13.32\">Jos 13:32</a> + 13 times), <span dir=\"rtl\">לַיַּרְדֵּן</span>, <span dir=\"rtl\">לְיַרְדֵּן יְרֵחוֹ</span> (only c. <span dir=\"rtl\">מֵע׳</span>), of either E. Jordan (36 times) or W. Jordan land (9 times) according to standpoint of speaker or writer: <strong>A.</strong> E. Jordan (from standpoint of writer) <a data-ref=\"Genesis 50:10\" href=\"/Genesis.50.10\">Gn 50:10</a>, <a data-ref=\"Genesis 50:11\" href=\"/Genesis.50.11\">11</a> (J) <a data-ref=\"Joshua 17:5\" href=\"/Joshua.17.5\">Jos 17:5</a> (JE) <a data-ref=\"Deuteronomy 1:1\" href=\"/Deuteronomy.1.1\">Dt 1:1</a>, <a data-ref=\"Deuteronomy 1:5\" href=\"/Deuteronomy.1.5\">5</a>; <a data-ref=\"Deuteronomy 4:41\" href=\"/Deuteronomy.4.41\">4:41</a>, <a data-ref=\"Deuteronomy 4:46\" href=\"/Deuteronomy.4.46\">46</a>, <a data-ref=\"Deuteronomy 4:47\" href=\"/Deuteronomy.4.47\">47</a>, <a data-ref=\"Deuteronomy 4:49\" href=\"/Deuteronomy.4.49\">49</a>; <a data-ref=\"Joshua 1:14\" href=\"/Joshua.1.14\">Jos 1:14</a>; <a data-ref=\"Joshua 12:1\" href=\"/Joshua.12.1\">12:1</a>; <a data-ref=\"Joshua 13:8\" href=\"/Joshua.13.8\">13:8</a> (D), <a data-ref=\"Numbers 22:1\" href=\"/Numbers.22.1\">Nu 22:1</a>; <a data-ref=\"Numbers 32:19\" href=\"/Numbers.32.19\">32:19</a>; <a data-ref=\"Numbers 34:15\" href=\"/Numbers.34.15\">34:15</a> <a data-ref=\"Joshua 13:27\" href=\"/Joshua.13.27\">Jos 13:27</a>, <a data-ref=\"Joshua 13:32\" href=\"/Joshua.13.32\">32</a>; <a data-ref=\"Joshua 14:3\" href=\"/Joshua.14.3\">14:3</a>; <a data-ref=\"Joshua 20:8\" href=\"/Joshua.20.8\">20:8</a> (P), <a data-ref=\"Judges 7:25\" href=\"/Judges.7.25\">Ju 7:25</a>; <a data-ref=\"Judges 10:8\" href=\"/Judges.10.8\">10:8</a> <a data-ref=\"I Samuel 31:7\" href=\"/I_Samuel.31.7\">1 S 31:7</a> <a data-ref=\"Isaiah 8:23\" href=\"/Isaiah.8.23\">Is 8:23</a> <a data-ref=\"I Chronicles 6:63\" href=\"/I_Chronicles.6.63\">1 Ch 6:63</a>; <a data-ref=\"I Chronicles 12:37\" href=\"/I_Chronicles.12.37\">12:37</a>; from standpoint of speaker, <a data-ref=\"Joshua 7:7\" href=\"/Joshua.7.7\">Jos 7:7</a> (JE), <a data-ref=\"Joshua 24:8\" href=\"/Joshua.24.8\">24:8</a> (E), <a data-ref=\"Joshua 1:15\" href=\"/Joshua.1.15\">1:15</a>; <a data-ref=\"Joshua 2:10\" href=\"/Joshua.2.10\">2:10</a>; <a data-ref=\"Joshua 9:10\" href=\"/Joshua.9.10\">9:10</a>; <a data-ref=\"Joshua 18:7\" href=\"/Joshua.18.7\">18:7</a>; <a data-ref=\"Joshua 22:4\" href=\"/Joshua.22.4\">22:4</a> (D), <a data-ref=\"Judges 5:17\" href=\"/Judges.5.17\">Ju 5:17</a>; in <a data-ref=\"Numbers 35:14\" href=\"/Numbers.35.14\">Nu 35:14</a> (Moses speaks) it is <em>land</em> opp. to Can., cf. <a data-ref=\"Numbers 32:32\" href=\"/Numbers.32.32\">Nu 32:32</a>; in <a data-ref=\"Deuteronomy 3:8\" href=\"/Deuteronomy.3.8\">Dt 3:8</a> (Moses speaks) writer (D) ascribes his own standpoint to Moses; (often further topogr. note is added, e.g. <span dir=\"rtl\">מִזְרָ֫חָה</span> <a data-ref=\"Deuteronomy 4:49\" href=\"/Deuteronomy.4.49\">Dt 4:49</a> +, <span dir=\"rtl\">מִזְרַח הַששֶּׁמֶשׁ</span> <a data-ref=\"Joshua 1:15\" href=\"/Joshua.1.15\">Jos 1:15</a> +, etc.); <span dir=\"rtl\">אֶל־עֵבֶר בְּנֵי יִשְׂר׳</span> <a data-ref=\"Joshua 22:11\" href=\"/Joshua.22.11\">Jos 22:11</a> <em>toward the region opposite the sons of Israel</em> appar. also refers to E. side (v. Steuernagel on text). <strong>B.</strong> W. Jordan (9 times), from standpoint of speaker <a data-ref=\"Deuteronomy 3:20\" href=\"/Deuteronomy.3.20\">Dt 3:20</a>, <a data-ref=\"Deuteronomy 3:25\" href=\"/Deuteronomy.3.25\">25</a> (Moses), also <a data-ref=\"Deuteronomy 11:30\" href=\"/Deuteronomy.11.30\">11:30</a> (but here + <span dir=\"rtl\">מְבוֹא הַשֶּׁמֶשׁ</span>, and in all foll. some special designation of <em>West</em>), + <span dir=\"rtl\">יָ֫מָּה</span> <a data-ref=\"Joshua 5:1\" href=\"/Joshua.5.1\">Jos 5:1</a> (D; from standpoint of those just crossed), <a data-ref=\"Joshua 12:7\" href=\"/Joshua.12.7\">12:7</a> (<em>opposite</em> East v <a data-ref=\"Joshua 12:1-6\" href=\"/Joshua.12.1-6\">1–6</a>), <a data-ref=\"Joshua 22:7\" href=\"/Joshua.22.7\">22:7</a> (id.<em>;</em> Kt <span dir=\"rtl\">מעבר</span>, Qr <span dir=\"rtl\">בְּעֵבֶר</span>), cf. <a data-ref=\"Joshua 9:1\" href=\"/Joshua.9.1\">9:1</a> (as <a data-ref=\"Joshua 5:1\" href=\"/Joshua.5.1\">5:1</a>); + <span dir=\"rtl\">וָהָ֑לְאָה</span> <a data-ref=\"Numbers 32:19\" href=\"/Numbers.32.19\">Nu 32:19</a> a (<em>opposite</em> East v b); in <a data-ref=\"I Chronicles 26:30\" href=\"/I_Chronicles.26.30\">1 Ch 26:30</a> <span dir=\"rtl\">מֵע׳ לַיַּר׳ מַעֲרָ֑בָה ע׳</span> seems = <em>side</em> (v. infr.). Also <span dir=\"rtl\">בְּע׳ הַנָּהָר</span> <em>beyond the river</em> (Euphrates) <a data-ref=\"Joshua 24:2\" href=\"/Joshua.24.2\">Jos 24:2</a>, <a data-ref=\"Joshua 24:14\" href=\"/Joshua.24.14\">14</a>, <a data-ref=\"Joshua 24:15\" href=\"/Joshua.24.15\">15</a> (E; Kt Qr <span dir=\"rtl\">מֵע׳</span>), <span dir=\"rtl\">מֵע׳</span> <a data-ref=\"II Samuel 10:16\" href=\"/II_Samuel.10.16\">2 S 10:16</a> = <a data-ref=\"I Chronicles 19:16\" href=\"/I_Chronicles.19.16\">1 Ch 19:16</a> <em>beyond</em>, and <a data-ref=\"I Kings 14:5\" href=\"/I_Kings.14.5\">1 K 14:5</a> <em>to the other side of</em> (v. <a data-ref=\"BDB, מִן־\" href=\"/BDB,_מִן־\", dir=\"rtl\">מִן</a> <strong>1 c</strong>); <span dir=\"rtl\">מֵע׳</span> <em>from beyond</em> the river only <a data-ref=\"Joshua 24:3\" href=\"/Joshua.24.3\">Jos 24:3</a> (E), in all these = beyond the Euphr. <em>eastward</em>, from standpoint of those west of Euphr.; so pl. <span dir=\"rtl\">בְּעֶבְרֵי הַנּ׳</span> <a data-ref=\"Isaiah 7:20\" href=\"/Isaiah.7.20\">Is 7:20</a>; poss. also <span dir=\"rtl\">ע׳</span> alone (si vera l.) in the difficult passage <a data-ref=\"Numbers 24:24\" href=\"/Numbers.24.24\">Nu 24:24</a>; <span dir=\"rtl\">ע׳ הַנָּהָר</span> = <em>region beyond the river</em> (Euphr.) westward (from standpoint of those in Babylonia or Persia) <a data-ref=\"Nehemiah 2:7\" href=\"/Nehemiah.2.7\">Ne 2:7</a>, <a data-ref=\"Nehemiah 2:9\" href=\"/Nehemiah.2.9\">9</a>; <a data-ref=\"Nehemiah 3:7\" href=\"/Nehemiah.3.7\">3:7</a> <a data-ref=\"Ezra 8:36\" href=\"/Ezra.8.36\">Ezr 8:36</a>; also <a data-ref=\"I Kings 5:4\" href=\"/I_Kings.5.4\">1 K 5:4</a><sup>(×2)</sup> (written in Bab.; cf. Biblical Aramaic <span dir=\"rtl\">עֲבַר</span>, and Dr<sup>Intr (6) 504</sup>). cf. late Assyrian <em>ebir nâri</em> Schr<sup>KB iv. 304, 1. 7 from below;</sup> KAT 3. 188, 437.<br><strong>2.</strong>  (Opposite) <em>side, side:</em> <span dir=\"rtl\">מֵע׳ הַלָּז</span> <a data-ref=\"I Samuel 14:1\" href=\"/I_Samuel.14.1\">1 S 14:1</a> <em>on yonder side</em> seems transition to this meaning; <span dir=\"rtl\">מֵהָע׳ מִזֶּה</span> twice, v <a data-ref=\"I Samuel 14:4\" href=\"/I_Samuel.14.4\">4</a> = <em>on one side, on the other side</em>, so <span dir=\"rtl\">לְע׳ אֶחָד</span> twice v <a data-ref=\"I Samuel 14:40\" href=\"/I_Samuel.14.40\">40</a>; even <span dir=\"rtl\">מִשְּׁנֵי עִבְרֵיהֶם</span> <a data-ref=\"Exodus 32:15\" href=\"/Exodus.32.15\">Ex 32:15</a> (E) <em>on their two sides</em> (i.e. of tablets); <span dir=\"rtl\">אֶל־ע׳ הָאֵפוֹד בָּ֑יְתָה</span> <a data-ref=\"Exodus 28:26\" href=\"/Exodus.28.26\">Ex 28:26</a> (P) <em>toward the inner side of the ephod;</em> in <a data-ref=\"I Kings 7:20\" href=\"/I_Kings.7.20\">1 K 7:20</a>, <a data-ref=\"I Kings 7:30\" href=\"/I_Kings.7.30\">30</a> <span dir=\"rtl\">ע׳</span> appar. = <em>at the side of</em> or <em>opposite</em>, but the archit. details are obscure; <span dir=\"rtl\">מִכָּל־עֲבָרָיו מִסָּבִיב</span> <a data-ref=\"I Kings 5:4\" href=\"/I_Kings.5.4\">1 K 5:4</a> <em>on all sides of him</em>, round about, <span dir=\"rtl\">מִכָּל־עֲבָרָיו</span> <a data-ref=\"Jeremiah 49:32\" href=\"/Jeremiah.49.32\">Je 49:32</a> (reads <span dir=\"rtl\">עֶבְרֵיהֶם</span> Vrss Gie) <em>from all sides of them</em> (all directions, = <span dir=\"rtl\">מִכָּל־סְבִיבָ֑יִךְ</span> v <a data-ref=\"Jeremiah 49:5\" href=\"/Jeremiah.49.5\">5</a>); <span dir=\"rtl\">אֶל־עֵבֶר פָּנָיו יֵלֵ֑כוּ</span> <em>to the side of their faces</em> (i.e. in front, straight forward) <em>they</em> (always) <em>went</em> <a data-ref=\"Ezekiel 1:9\" href=\"/Ezekiel.1.9\">Ez 1:9</a>, <a data-ref=\"Ezekiel 1:12\" href=\"/Ezekiel.1.12\">12</a>; <a data-ref=\"Ezekiel 10:22\" href=\"/Ezekiel.10.22\">10:22</a>, cf. <span dir=\"rtl\">עַל־ע׳ פָּנֶיהָ</span> <a data-ref=\"Exodus 25:37\" href=\"/Exodus.25.37\">Ex 25:37</a> to give light <em>upon the space in front of it;</em> <span dir=\"rtl\">אִישׁ לְעֶבְרוֹ תָּעוּ</span> <a data-ref=\"Isaiah 47:15\" href=\"/Isaiah.47.15\">Is 47:15</a> <em>they wander away each in his own direction</em> (regardless of thee).—On <a data-ref=\"I Chronicles 26:30\" href=\"/I_Chronicles.26.30\">1 Ch 26:30</a> v. supr."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6682730c10a13a863f2a8f0b", "index_title": "Hadar Zekenim on Torah", "category": "Commentary", "type": "commentary", "ref": "Hadar Zekenim on Torah, Numbers 21:13:1", "anchorRef": "Numbers 21:13", "anchorRefExpanded": ["Numbers 21:13"], "sourceRef": "Hadar Zekenim on Torah, Numbers 21:13:1", "sourceHeRef": "הדר זקנים על התורה, במדבר כ״א:י״ג:א׳", "anchorVerse": 13, "sourceHasEn": false, "compDate": [1250, 1300], "commentaryNum": 13.0001, "collectiveTitle": {"en": "Hadar Zekenim", "he": "הדר זקנים"}, "heTitle": "במדבר", "he": "היוצא מגבול מואב בין מואב ובין האמורי. כלומר שהנהר מפסיק בין שני הגבולין. כי מתחלה היתה הארץ למלך מואב משני צדי הנהר וסיחון לקח כל מה שהיה למואב לצד ארצו ומאותה מלחמה ואילך היה הנהר מפסיק בין ארץ סיחון לארץ מואב. ואותה ארץ שבעבר הנהר שכבש סיחון מיד מואב לקחו ישראל מידו. כמו שאז\"ל עמון ומואב טהרו בסיחון. ואותה נחלה היה שואל מלך עמון מיפתח. וא\"ל יפתח לא לקחו ישראל ממואב כלום כי לא עברו בארצו את ארנון:", "heVersionTitle": "Livorno, 1840", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}]