[{"_id": "52106b61edbab43f23701785", "index_title": "Ramban on Numbers", "category": "Commentary", "type": "commentary", "ref": "Ramban on Numbers 21:16:1", "anchorRef": "Numbers 21:16", "anchorRefExpanded": ["Numbers 21:16"], "sourceRef": "Ramban on Numbers 21:16:1", "sourceHeRef": "רמב\"ן על במדבר כ״א:ט״ז:א׳", "anchorVerse": 16, "sourceHasEn": true, "compDate": [1246, 1286], "commentaryNum": 16.0001, "collectiveTitle": {"en": "Ramban", "he": "רמב\"ן"}, "he": "וטעם <b>ומשם בארה</b> יחזור למעלה (במדבר כ״א:י״ד) לומר כי חנו מעבר ארנון ומשם נסעו והקיפו בארה כי לא נכנסו בארנון וממנו והלאה כי הוא גבול מואב הנשאר וקורא בכאן שם המקום על שם הנס ואין שמו כן במסעים:", "heVersionTitle": "On Your Way New", "heLicense": "", "heVersionTitleInHebrew": "", "text": "<i>And from thence to B’eir</i>,<sup class=\"footnote-marker\">273</sup><i class=\"footnote\">Verse 16.</i> The meaning of this is connected with the previous [Verse 13], saying that they pitched on the other side of the Arnon, and from there they set forth on their journey and went round about B’eir since they did not enter the Arnon or any [area] beyond it, because it continued [to be] the border of Moab. Scripture called here the name of the place [“B’eir”, which means “a well”] on account of the miracle<sup class=\"footnote-marker\">274</sup><i class=\"footnote\">As stated in the verse: <i>This is the well whereof the Eternal said unto Moses: ‘Gather the people together, and I will give them water.’</i></i> [which happened there], but in the [section enumerating the stages of their] journeys [in the wilderness] it is not called by that name.<sup class=\"footnote-marker\">275</sup><i class=\"footnote\">See further, 33:44-49. It thus shows that B’eir mentioned here was only so called on account of the miracle which happened there, but further on this place is called by a different name.</i>", "versionTitle": "Commentary on the Torah by Ramban (Nachmanides). Translated and annotated by Charles B. Chavel. New York, Shilo Pub. House, 1971-1976", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5223271fedbab45814ae713e", "index_title": "Rashi on Numbers", "category": "Commentary", "type": "commentary", "ref": "Rashi on Numbers 21:16:1", "anchorRef": "Numbers 21:16", "anchorRefExpanded": ["Numbers 21:16"], "sourceRef": "Rashi on Numbers 21:16:1", "sourceHeRef": "רש\"י על במדבר כ״א:ט״ז:א׳", "anchorVerse": 16, "sourceHasEn": true, "compDate": [1075, 1105], "commentaryNum": 16.0001, "collectiveTitle": {"en": "Rashi", "he": "רש\"י"}, "heTitle": "רש\"י על במדבר", "he": "<b>ומשם בארה.</b> מִשָּׁם בָּא הָאֶשֶׁד אֶל הַבְּאֵר; כֵּיצַד? אָמַר הַקָּבָּ\"ה מִי מוֹדִיעַ לְבָנַי הַנִּסִּים הַלָּלוּ? הַמָּשָׁל אוֹמֵר \"נָתַתָּ פַּת לְתִינוֹק הוֹדִיעַ לְאִמּוֹ\". לְאַחַר שֶׁעָבְרוּ חָזְרוּ הֶהָרִים לִמְקוֹמָם, וְהַבְּאֵר יָרְדָה לְתוֹךְ הַנַּחַל וְהֶעֶלְתָה מִשָּׁם דַּם הַהֲרוּגִים וּזְרוֹעוֹת וְאֵבָרִים וּמוֹלַכְתָּן סָבִיב הַמַּחֲנֶה, וְיִשְׂרָאֵל רָאוּ וְאָמְרוּ שִׁירָה:", "heVersionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann -- corrected vocalization", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "ומשם בארה AND FROM THENCE TO THE WELL — from there the flow of blood ran to the well. How? The Holy One, blessed be He, said: Who will inform my children of those miracles? — The proverb says: If you have given bread to a child let its mother know (i.e., since the mother has, to an extent, benefitted by this, and the child cannot tell her, you should do so) (Shabbat 10b). After they (the Israelites) had passed by, the mountains returned to their original positions, and the well that followed the Israelites flowed down into the valley and brought up from there the blood and the arms and other limbs of those who had been thus killed, and carried them around the camp, so that Israel saw them, and they sang a song of triumph, as follows (Midrash Tanchuma, Chukat 20):", "versionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "license": "Public Domain", "versionTitleInHebrew": "חמישה חומשי תורה עם פירוש רש״י, מ. רוזנבאום וא.מ. סילברמן"}, {"_id": "531e4fe3fbfba276047f6d94", "index_title": "Onkelos Numbers", "category": "Targum", "type": "targum", "ref": "Onkelos Numbers 21:16", "anchorRef": "Numbers 21:16", "anchorRefExpanded": ["Numbers 21:16"], "sourceRef": "Onkelos Numbers 21:16", "sourceHeRef": "תרגום אונקלוס על במדבר כ״א:ט״ז", "anchorVerse": 16, "sourceHasEn": false, "compDate": [80, 120], "commentaryNum": 21.0016, "collectiveTitle": {"en": "Onkelos Numbers", "he": "תרגום אונקלוס על במדבר"}, "heTitle": "תרגום אונקלוס על במדבר", "he": "וּמִתַּמָּן אִתְיְהִיבַת לְהוֹן בֵּירָא הִיא בֵירָא דִּי אֲמַר יְיָ לְמשֶׁה כְּנוֹשׁ יָת עַמָּא וְאֶתֵּן לְהוֹן מַיָּא:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "חומש שפתי חכמים, מצודה תשס\"ט", "text": "From there, to the well; this is the well of which Adonoy said to Moshe, ‘Gather the people and I will give them water.’”", "versionTitle": "Metsudah Chumash, Metsudah Publications, 2009 [with Onkelos translation]", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "532b2686fbfba27c35eec5cb", "index_title": "Targum Jonathan on Numbers", "category": "Targum", "type": "targum", "ref": "Targum Jonathan on Numbers 21:16", "anchorRef": "Numbers 21:16", "anchorRefExpanded": ["Numbers 21:16"], "sourceRef": "Targum Jonathan on Numbers 21:16", "sourceHeRef": "תרגום יונתן על במדבר כ״א:ט״ז", "anchorVerse": 16, "sourceHasEn": true, "compDate": [30, 70], "commentaryNum": 21.0016, "collectiveTitle": {"en": "Targum Jonathan on Numbers", "he": "תרגום יונתן על במדבר"}, "heTitle": "תרגום יונתן על במדבר", "he": "וּמִתַּמָן אִתְיְהִיבַת לְהוֹן בֵּירָא הִיא בֵּירָא דְאָמַר יְיָ לְמשֶׁה כְּנוֹשׁ יַת עַמָא וְאֶתֵּן לְהוֹן מוֹי", "heVersionTitle": "Targum Jonathan on Numbers", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תרגום יונתן על במדבר", "text": " And from thence was given to them (the Israelites) the living well, the well concerning which the Lord said to Mosheh, Assemble the people and give them water. \n", "versionTitle": "The Targum of Jonathan ben Uzziel, trans. J. W. Etheridge, London, 1862", "license": "Public Domain", "versionTitleInHebrew": "תרגום ירושלמי (תרגום יונתן בן-עוזיאל) לתורה, תורגם ע״י ג׳ון ווסלי אטרידג׳, לונדון 1862"}, {"_id": "53f179b9fbfba22336ea650b", "index_title": "Sforno on Numbers", "category": "Commentary", "type": "commentary", "ref": "Sforno on Numbers 21:16:1", "anchorRef": "Numbers 21:16", "anchorRefExpanded": ["Numbers 21:16"], "sourceRef": "Sforno on Numbers 21:16:1", "sourceHeRef": "ספורנו על במדבר כ״א:ט״ז:א׳", "anchorVerse": 16, "sourceHasEn": false, "compDate": [1500, 1550], "commentaryNum": 16.0001, "collectiveTitle": {"en": "Sforno", "he": "ספורנו"}, "heTitle": "ספורנו על במדבר", "he": "<b>ומשם בארה.</b> ומשם היה נוטה אותו המשפך של נחלים אל מקום הבאר אשר אמר ה' אל משה אסוף את העם ונמצא שמקום אותו הבאר שהיה שם לבאר עמוק בלתי עולה היה שפל הרבה יותר מן אותו המקום שהיו שם ישראל בעת השירה ובהיות שאותו הבאר עלה עמם אל עבר ארנון הגבוה אשר משם היו הנחלים נשפכים למטה ראו שהאל יתברך נתן כח באותם המים לעלות ובכן התחילו שירתם ואמרו עלי באר. אמנם מה שספרו ז\"ל (ברכות פרק הרואה) ממלחמת האמוריים אז נראה שנרמז באמרו ספר מלחמות ה' ולא באר הכתוב פרטי הנסים מפני כבודם של משה ושל אהרן כי אמנם לא הוצרכו כי אם להראות לישראל מה שהיה ראוי שיודיעו משה ואהרן אם היתה פעולתם במצות האל יתברך בשלמות וזה שידעו שאותם המים שהוציא מן הסלע לא היו מים טבעיים נמשכים בפלא מאיזה מעין או נהר אבל היו בלתי טבעיים שנהפך הסלע לאגם מים ברצון בוראו באופן שלא היה בהם טבע שאר המים שתנועתם נוטה אל המרכז ולכן עלו עמם אל מקום גבוה ממקום מקורם וכל שכן בהעלותם איברי המתים בתנועתם כמו שספרו ז\"ל ולזה לא התערב משה רבינו בזאת השירה שהיה ענינה לבאר מה שחסר בפעולתו מרצון בוראו אשר השלימו הוא יתברך כאמרו ויקדש בם שהראה ענין אותם המים שהיה בהם כח הפכי לטבע שאר המים כמו שהתבאר:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": [], "versionTitle": "Eliyahu Munk, HaChut Hameshulash", "license": "CC-BY", "versionTitleInHebrew": "החוט המשולש, אליהו מונק"}, {"_id": "54bd482bfbfba217333626fc", "index_title": "Ramban on Exodus", "category": "Quoting Commentary", "type": "", "ref": "Ramban on Exodus 17:5:1", "anchorRef": "Numbers 21:16", "anchorRefExpanded": ["Numbers 21:16"], "sourceRef": "Ramban on Exodus 17:5:1", "sourceHeRef": "רמב\"ן על שמות י״ז:ה׳:א׳", "anchorVerse": 16, "sourceHasEn": true, "compDate": [1246, 1286], "commentaryNum": 5.0001, "collectiveTitle": {"en": "Ramban on Exodus", "he": "רמב\"ן על שמות"}, "he": "<b>עֲבֹר לִפְנֵי הָעָם</b> כִּלְשׁוֹן \"הֶעֱבִיר אוֹתוֹ לֶעָרִים\" (בראשית מז כא), \"וְהַעֲבַרְתִּי אֶת אֹיְבֶיךָ בְּאֶרֶץ לֹא יָדָעְתָּ\" (ירמיה טו יד), שֶׁתַּעֲבֹר מֵהֶם אֶל אַחֵר, אוֹ כְּמוֹ \"וַיַּעֲבֹר אֶת הַכּוּשִׁי\" (שמואל ב י\"ח:כ\"ג), \"וְהוּא עָבַר לִפְנֵיהֶם\" (בראשית לג ג), שֶׁקָּדַם לָלֶכֶת קֹדֶם לָהֶם. וְעִנְיַן הַכָּתוּב הַזֶּה, כִּי הָעָם הָיוּ בִּרְפִידִים, וְהַצּוּר אֲשֶׁר יָצְאוּ מִמֶּנּוּ הַמַּיִם הָיָה בְּחוֹרֵב, וְהוּא הַר סִינַי, עַל דַּעַת הָרִאשׁוֹנִים (ראה במסכת שבת פט:), אוֹ עִיר לִפְנֵי הָהָר קָרוֹב לוֹ עַל דַּעְתִּי, כַּאֲשֶׁר אֲפָרֵשׁ עוֹד (להלן יט א, דברים א ו). וְהִנֵּה הֻצְרַךְ מֹשֶׁה לְקַדֵּם לִפְנֵי הָעָם לַעֲבֹר מֵרְפִידִים אֶל חוֹרֵב כְּמַהֲלַךְ פַּרְסָה אוֹ פַּרְסָאוֹת, רָחוֹק מִן הַמַּחֲנֶה לִפְנֵיהֶם, וְעַל כֵּן אָמַר לוֹ <b>עֲבֹר לִפְנֵי הָעָם וְקַח אִתְּךָ מִזִּקְנֵי יִשְׂרָאֵל וְהָלָכְתָּ</b>, כְּלוֹמַר שֶׁתֵּלֵךְ עַד שֶׁתִּרְאֶה אוֹתִי עוֹמֵד לְפָנֶיךָ עַל הַצּוּר בְּחוֹרֵב:<br>וְהִנֵּה הִכָּה בַצּוּר וְיָצְאוּ מִמֶּנּוּ מַיִם, וְלֹא סִפֵּר הַכָּתוּב \"וַתֵּשְׁתְּ הָעֵדָה וּבְעִירָם\" כַּאֲשֶׁר בַּשְּׁנִיָּה (במדבר כ יא), אֲבָל בְּיָדוּעַ שֶׁעָשׂוּ כֵן, וּבָרוּר הוּא שֶׁלֹּא הָלְכוּ הָעָם אֶל חוֹרֵב לִשְׁתּוֹת, כִּי לֹא בָּאוּ לִפְנֵי הַר סִינַי עַד אַחֲרֵי כֵן בַּחֹדֶשׁ הַשְּׁלִישִׁי. אֲבָל שָׁלְחוּ שָׁם נַעֲרֵיהֶם וּבְהֶמְתָּם לִשְׁאֹב מַיִם וּלְהָבִיא לָהֶם כְּמִנְהַג הַמַּחֲנוֹת. וְקָרוֹב אֵלַי שֶׁיָּצְאוּ מַיִם מִן הַצּוּר בְּחוֹרֵב, מַיִם קָרִים נוֹזְלִים, הָלְכוּ אֶל רְפִידִים, וְשָׁם שָׁתוּ אוֹתָם, וְהוּא שֶׁאָמַר הַכָּתוּב (תהלים עח טז) \"וַיּוֹצִא נוֹזְלִים מִסָּלַע וַיּוֹרֶד כַּנְּהָרוֹת מָיִם\", וְכָתוּב (שם קה מא) \"פָּתַח צוּר וַיָּזוּבוּ מָיִם הָלְכוּ בַּצִּיּוֹת נָהָר\". וּמַה שֶׁאָמַר (שם עח כ) \"הֵן הִכָּה צוּר וַיָּזוּבוּ מַיִם וּנְחָלִים יִשְׁטֹפוּ\", גַּם הוּא עַל הַצּוּר הַזֶּה בְּחוֹרֵב עַל דֶּרֶךְ הַפְּשָׁט: וְהַסֶּלַע הַשֵּׁנִי אֲשֶׁר הָיָה בְּקָדֵשׁ נִבְקַע בּוֹ כְּמוֹ בְּאֵר נוֹבֵעַ מַיִם, וְעַל כֵּן אָמַר (במדבר כא טז) \"הִוא הַבְּאֵר אֲשֶׁר אָמַר ה' לְמֹשֶׁה\", וְאָמְרוּ בַּשִּׁירָה (שם שם יח) \"בְּאֵר חֲפָרוּהָ שָׂרִים\", כִּי הָיָה כְּמוֹ בְּאֵר חֲפוּרָה, וְלָכֵן אָמַר שָׁם (כ יא) <b>וַתֵּשְׁתְּ הָעֵדָה וּבְעִירָם</b>, שֶׁשָּׁתוּ מִיָּד שָׁם בְּאוֹתוֹ הַמָּקוֹם, אֲבָל כָּאן הָיוּ נְהָרוֹת שׁוֹטְפִים מִמֶּנּוּ וְשׁוֹתִין בְּבָתֵּיהֶם לִרְצוֹנָם. וְאע\"פ שֶׁהָיָה הַכֹּל בְּאֵרָהּ שֶׁל מִרְיָם, כְּקַבָּלַת רַבּוֹתֵינוּ (במדב\"ר יט כה), יִתָּכֵן שֶׁהָיָה בַּפַּעַם הָרִאשׁוֹן וְכָל הָאַרְבָּעִים שָׁנָה מוֹשֵׁךְ מַיִם כַּנְּהָרוֹת, וּבַפַּעַם הַשֵּׁנִית מִפְּנֵי הָעֹנֶשׁ אֲשֶׁר הָיָה שָׁם נַעֲשָׂה כְּמוֹ בְּאֵר חֲפוּרָה מְלֵאָה מַיִם חַיִּים:", "heVersionTitle": "Vocalized Edition", "heLicense": "", "heVersionTitleInHebrew": "", "text": "AND THE ETERNAL SAID UNTO MOSES: PASS ON BEFORE THE PEOPLE. This is similar in usage to the following expressions: <i>he</i> [Joseph] <i>caused them to pass into cities</i>;<sup class=\"footnote-marker\">418</sup><i class=\"footnote\">Genesis 47:21.</i> <i>and I will make thee to pass with thine enemies into a land which thou knowest not</i>.<sup class=\"footnote-marker\">419</sup><i class=\"footnote\">Jeremiah 15:14.</i> Thus the meaning thereof here is: “go away from them to another place,” [as will be explained further]. Perhaps this is similar to the expressions: <i>and he</i> [Ahimaaz] <i>overran the Cushite;</i><sup class=\"footnote-marker\">420</sup><i class=\"footnote\">II Samuel 18:23.</i> <i>and he</i> [Jacob] <i>himself passed over before them</i>,<sup class=\"footnote-marker\">421</sup><i class=\"footnote\">Genesis 33:3.</i> meaning that he [Jacob] went in the forefront of them.<br>The purport of this verse is that the people were in Rephidim, and the rock from which the waters were to come was in Horeb,<sup class=\"footnote-marker\">422</sup><i class=\"footnote\">Verse 6: <i>Behold, I will stand before thee there upon the rock in Horeb</i>.</i> this being Mount Sinai, according to the opinion of the former ones,<sup class=\"footnote-marker\">423</sup><i class=\"footnote\">I.e., the Rabbis of the Talmud. See Shabbath 89 a: “Mount Sinai bears five names: the wilderness of Zin, Horeb, etc.”</i> or in my opinion, some city near the mountain, as I will yet explain.<sup class=\"footnote-marker\">424</sup><i class=\"footnote\">At the beginning of <i>Seder Yithro</i> (18:1).</i> Moses therefore had to go first before the people, to pass on from Rephidim to Horeb — a distance of one more <i>parsah</i> [a Persian mile] or more — from the camp before them. It was for this reason that G-d said to him, <i>Pass on before the people, and take with thee of the elders of Israel… and go</i>. That is to say, “Go until you will see Me stand before you upon the rock in Horeb.” Now Moses hit the rock, and water came out of it. Scripture however does not relate that the congregation and their cattle drank, as it does in the second incident [at the waters of Meribah],<sup class=\"footnote-marker\">425</sup><i class=\"footnote\">Numbers 20:11. This took place in Kadesh. See also above, Note 414.</i> for it is self-understood that they did so. It is clear that the people did not go to Horeb to drink, since they did not arrive in front of Mount Sinai until afterwards in the third month.<sup class=\"footnote-marker\">426</sup><i class=\"footnote\">Further, 19:1.</i> Instead, they sent their young men and their cattle there to draw water and bring it to them, as is customary in camps.<br>It appears likely to me that the waters — <i>cold flowing waters</i><sup class=\"footnote-marker\">427</sup><i class=\"footnote\">Jeremiah 18:14.</i> — came out from the rock in Horeb and flowed to Rephidim, and there the people drank them. This is Scripture’s intent in saying, <i>He brought streams out of the rock, and caused waters to run down like rivers</i>,<sup class=\"footnote-marker\">428</sup><i class=\"footnote\">Psalms 78:16.</i> and it is further written, <i>He opened the rock, and waters gushed out; they ran, a river in the dry places</i>.<sup class=\"footnote-marker\">429</sup><i class=\"footnote\"><i>Ibid.</i>, 105:41.</i> The verse stating, <i>Behold, He smote the rock, that waters gushed out, and streams overflowed</i>,<sup class=\"footnote-marker\">430</sup><i class=\"footnote\"><i>Ibid.</i>, 78:20.</i> also applies to the rock in Horeb, in line with the plain meaning of Scripture.<sup class=\"footnote-marker\">431</sup><i class=\"footnote\">According to the Midrash, however, this verse (Psalms 78:20) was said with reference to Moses’ smiting the rock in Kadesh, or, as they are called, the waters of Meribah (Bamidbar Rabbah 19:8).</i> The second rock in Kadesh,<sup class=\"footnote-marker\">432</sup><i class=\"footnote\">Numbers 20:1.</i> [instead of gushing forth water], became cleft with a sort of spring welling forth waters, and therefore Scripture states, <i>That is ‘the well’ whereof the Eternal said unto Moses</i>, etc.,<sup class=\"footnote-marker\">433</sup><i class=\"footnote\"><i>Ibid.</i>, 21:16.</i> and Israel said in the Song, <i>‘The well,’ which the princes digged</i>,<sup class=\"footnote-marker\">434</sup><i class=\"footnote\"><i>Ibid.</i>, Verse 18.</i> for it was like a well that was dug. It is for this reason that Scripture says there, <i>and the congregation drank, and their cattle</i>,<sup class=\"footnote-marker\">435</sup><i class=\"footnote\"><i>Ibid.</i>, 20:11.</i> which means that there they drank from it at that place immediately, but here [in Horeb], overflowing rivers came from it and they drank of it in their homes at their will. Now although according to the tradition of our Rabbis, it was all Miriam’s Well,<sup class=\"footnote-marker\">436</sup><i class=\"footnote\">“That is to say, the rock which was in Rephidim (Horeb) is the same as the one in Kadesh, this being ‘Miriam’s Well,’ which accompanied the Israelites on all their marches during the forty years’ wandering” (Rabbeinu Bachya, Vol. II, p. 153 in my edition). The tradition is mentioned in Bamidbar Rabbah 20:2. This miracle was wrought for the merits of the prophetess Miriam. Ramban’s intent is thus clear: If it was all Miriam’s Well, how can you explain its different forms of activity, for in Horeb it was like a gushing stream, and in Kadesh it was like a well?</i> it is possible that on the first occasion [in Horeb] and during all their forty years’ wandering, the waters came gushing out from the rock like overflowing rivers. The second time, [in Kadesh], as a punishment for that which took place there, it became [only] like a dug well that was full of fresh water [not a gushing spring].", "versionTitle": "Commentary on the Torah by Ramban (Nachmanides). Translated and annotated by Charles B. Chavel. New York, Shilo Pub. House, 1971-1976", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "54bd48affbfba21733365fd2", "index_title": "Ramban on Exodus", "category": "Quoting Commentary", "type": "", "ref": "Ramban on Exodus 17:5:2", "anchorRef": "Numbers 21:16", "anchorRefExpanded": ["Numbers 21:16"], "sourceRef": "Ramban on Exodus 17:5:2", "sourceHeRef": "רמב\"ן על שמות י״ז:ה׳:ב׳", "anchorVerse": 16, "sourceHasEn": true, "compDate": [1246, 1286], "commentaryNum": 5.0002, "collectiveTitle": {"en": "Ramban on Exodus", "he": "רמב\"ן על שמות"}, "he": "וְטַעַם <b>וּמַטְּךָ אֲשֶׁר הִכִּיתָ בּוֹ</b> בְּצִוּוּי לְאַהֲרֹן. וְהִזְכִּיר בּוֹ מַכַּת הַיְאוֹר, וְלֹא אָמַר \"וְהַמַּטֶּה אֲשֶׁר נֶהְפַּךְ לְנָחָשׁ\", אוֹ \"וְהַמַּטֶּה אֲשֶׁר עָשִׂיתָ בּוֹ אֶת הָאֹתוֹת\", לְהַזְכִּיר בּוֹ פֶּלֶא, כִּי אָז הָפַךְ הַמַּיִם לְדָם וְהֵסִיר אוֹתָם מִטִּבְעָם, וְעַתָּה יָבִיא מַיִם בְּצוּר הַחַלָּמִישׁ, וְהִנֵּה יַעֲשֶׂה בּוֹ דָּבָר וְהֶפְכּוֹ:", "heVersionTitle": "Vocalized Edition", "heLicense": "", "heVersionTitleInHebrew": "", "text": "AND THY ROD, WHEREWITH THOU SMOTEST THE RIVER, TAKE IN THY HAND. This means “[the staff wherewith] you commanded Aaron [to strike the river].”<sup class=\"footnote-marker\">437</sup><i class=\"footnote\">Above, 7:19.</i> He mentioned the striking of the river, but He did not say, “and the rod which was turned to a serpent”<sup class=\"footnote-marker\">438</sup><i class=\"footnote\"><i>Ibid.</i>, Verse 15.</i> or “the rod wherewith you did the signs.”<sup class=\"footnote-marker\">439</sup><i class=\"footnote\">See above, 4:17.</i> This was in order to call attention to the wonder in it, for at that time, the rod turned the waters into blood, thus removing from them their particular nature, and now the rod brought water into a flinty rock,<sup class=\"footnote-marker\">440</sup><i class=\"footnote\">See Psalms 114:8.</i> thus doing things of contrary effect.", "versionTitle": "Commentary on the Torah by Ramban (Nachmanides). Translated and annotated by Charles B. Chavel. New York, Shilo Pub. House, 1971-1976", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "54bd48befbfba21733367412", "index_title": "Ramban on Deuteronomy", "category": "Quoting Commentary", "type": "", "ref": "Ramban on Deuteronomy 10:6:1", "anchorRef": "Numbers 21:16", "anchorRefExpanded": ["Numbers 21:16"], "sourceRef": "Ramban on Deuteronomy 10:6:1", "sourceHeRef": "רמב\"ן על דברים י׳:ו׳:א׳", "anchorVerse": 16, "sourceHasEn": true, "compDate": [1246, 1286], "commentaryNum": 6.0001, "collectiveTitle": {"en": "Ramban on Deuteronomy", "he": "רמב\"ן על דברים"}, "he": "<b>וּבְנֵי יִשְׂרָאֵל נָסְעוּ מִבְּאֵרֹת בְּנֵי יַעֲקָן מוֹסֵרָה</b>, מָה עִנְיָן זֶה לְכָאן, וְעוֹד וְכִי מִבְּאֵרוֹת בְּנֵי יַעֲקָן נָסְעוּ לְמוֹסֵרָה, וַהֲלֹא מִמּוֹסֵרָה בָּאוּ לִבְנֵי יַעֲקָן, שֶׁנֶּאֱמַר (במדבר לג לא) וַיִּסְעוּ מִמֹּסֵרוֹת וַיַּחֲנוּ בִּבְנֵי יַעֲקָן, וְעוֹד <b>שָׁם מֵת אַהֲרֹן</b> וַהֲלֹא בְּהֹר הָהָר מֵת, צֵא וַחֲשֹׁב וְתִמְצָא שְׁמוֹנָה מַסָּעוֹת מִמּוֹסֵרוֹת לְהֹר הָהָר. אֶלָּא אַף זוֹ מִן הַתּוֹכָחוֹת: וְעוֹד זֹאת עֲשִׂיתֶם, כְּשֶׁמֵּת אַהֲרֹן בְּהֹר הָהָר בְּסוֹף אַרְבָּעִים שָׁנָה וְנִסְתַּלְּקוּ עַנְנֵי הַכָּבוֹד יְרֵאתֶם לָכֶם מִמִּלְחֶמֶת מֶלֶךְ עֲרָד, וּנְתַתֶּם רֹאשׁ לַחֲזֹר לְמִצְרַיִם, וַחֲזַרְתֶּם לַאֲחוֹרֵיכֶם שְׁמוֹנָה מַסָּעוֹת עַד בְּנֵי יַעֲקָן וּמִשָּׁם לְמוֹסֵרָה, שָׁם נִלְחֲמוּ בָּכֶם בְּנֵי לֵוִי וְהָרְגוּ מִכֶּם וְאַתֶּם מֵהֶם עַד שֶׁהֶחְזִירוּ אֶתְכֶם לַדֶּרֶךְ, וּמִשָּׁם חֲזַרְתֶּם הַגֻּדְגֹּדָה הוּא חֹר הַגִּדְגָּד, וּמִן הַגִּדְגָּד לְמוֹסֵרָה, וּבְמוֹסֵרָה עֲשִׂיתֶם אֵבֶל גָּדוֹל עַל מִיתָתוֹ שֶׁל אַהֲרֹן שֶׁגָּרְמָה לָכֶם זֹאת, וְנִדְמָה לָכֶם כְּאִלּוּ הוּא מֵת שָׁם. וְסָמַךְ מֹשֶׁה תּוֹכֵחָה זוֹ לִשְׁבִירַת הַלּוּחוֹת לוֹמַר שֶׁקָּשָׁה מִיתָתָן שֶׁל צַדִּיקִים לִפְנֵי הַקָּדוֹשׁ בָּרוּךְ הוּא כְּיוֹם שֶׁנִּשְׁתַּבְּרוּ הַלּוּחוֹת, וּלְהוֹדִיעֲךָ שֶׁקָּשֶׁה לוֹ מָה שֶׁאָמְרוּ <b>נִתְּנָה רֹאשׁ</b> לִפְרֹשׁ מִמֶּנּוּ כְּיוֹם שֶׁעָשׂוּ אֶת הָעֵגֶל. בָּעֵת הַהִיא הִבְדִּיל ה' אֶת שֵׁבֶט הַלֵּוִי, מוּסָב לָעִנְיָן הָרִאשׁוֹן, בָּעֵת הַהִיא בַּשָּׁנָה הָרִאשׁוֹנָה שֶׁיְּצָאתֶם מִמִּצְרַיִם וּטְעִיתֶם בָּעֵגֶל וּבְנֵי לֵוִי לֹא טָעוּ, הִבְדִּילָם הַמָּקוֹם מִכֶּם. וְסָמַךְ זֶה לַחֲזָרַת בְּנֵי יַעֲקָן, לוֹמַר שֶׁאַף בָּזֶה לֹא טָעוּ בָּהּ בְּנֵי לֵוִי אֶלָּא עָמְדוּ בֶּאֱמוּנָתָם, כָּל זֶה לְשׁוֹן רַבֵּינוּ שְׁלֹמֹה מִדִּבְרֵי אַגָּדָה (ירושלמי יומא פ\"א ה\"א). וְהֻצְרַךְ רַבִּי אַבְרָהָם לוֹמַר בְּדֶרֶךְ הַפְּשָׁט כִּי בְּאֵרוֹת בְּנֵי יַעֲקָן אֵינֶנּוּ בְּנֵי יַעֲקָן, וּמוֹסֵרָה אֵינֶנּוּ מוֹסֵרוֹת, אֲבָל קָדֵשׁ נִקְרָא בְּאֵרוֹת בְּנֵי יַעֲקָן, וְשֵׁם (ב)מִדְבַּר הֹר הָהָר מוֹסֵרָה, מִשָּׁם נָסְעוּ הַגֻּדְגֹּדָה אֵינֶנּוּ חֹר הַגִּדְגָּד רַק הוּא שֵׁם כְּלָל לְצַלְמֹנָה וּפוּנֹן וְאוֹבוֹת, וְיָטְבָתָה הוּא הַמָּקוֹם הַנִּקְרָא בְּאֵרָה (במדבר כא טז), וְזֶה טַעַם אֶרֶץ נַחֲלֵי מָיִם, וְיִדְבַּק <b>וּמִן הַגֻּדְגֹּדָה יָטְבָתָה</b> עִם <b>וַיְכַהֵן אֶלְעָזָר</b>, כִּי שָׁם בְּיָטְבָתָה כִּהֵן אֶלְעָזָר בִּכְהֻנָּה גְּדוֹלָה וְהִקְרִיב קָרְבָּנוֹת. וְכָל אֵלֶּה דִּבְרֵי רוּחַ, כִּי אֵיךְ יִתָּכֵן שֶׁכָּל הַמְּקוֹמוֹת הָאֵלֶּה הָרַבִּים שֶׁיִּהְיוּ כֻּלָּם מְקוֹמוֹת חֲדָשִׁים שֶׁלֹּא נִזְכְּרוּ בַּמַּסָּעוֹת. וְעוֹד שֶׁמִּנְהַג הַכָּתוּב בְּכָל מָקוֹם לְשַׁנּוֹת מְעַט בְּהַזְכִּירוֹ הַשֵּׁמוֹת פְּעָמִים בֵּין בְּשֵׁם מָקוֹם בֵּין בְּשֵׁם אָדָם, וְכָל שֶׁכֵּן בְּכָאן שֶׁהֵם שָׁוִים, כִּי מוֹסֵרָה וּמוֹסֵרוֹת אֵינֶנּוּ שִׁנּוּי וְהֶפְרֵשׁ, וְכֵן חֹר הַגִּדְגָּד וְהַגֻּדְגֹּדָה שֵׁם אֶחָד, וְיָטְבָתָה שָׁוֶה לְגַמְרֵי. וְעוֹד כִּי בְּהֹר הָהָר כִּהֵן אֶלְעָזָר כְּשֶׁמֵּת אָבִיו כַּאֲשֶׁר הִלְבִּישׁוֹ הַבְּגָדִים, כִּי מִיָּד הָיָה מְרֻבֶּה בִּבְגָדִים, וְזֶה מִשְׁפַּט הַכֹּהֲנִים הַגְּדוֹלִים אֲפִלּוּ לְדוֹרוֹת. וְהַנִּרְאֶה בְּעֵינַי כִּי הֹר הָהָר, גָּדוֹל שֶׁבֶּהָרִים וְאָרֹךְ פַּרְסָאוֹת רַבּוֹת, וּשְׁמוֹ מוֹכִיחַ כִּי הוּא יִקָּרֵא \"הֹר\", וְיֹאמְרוּ לוֹ <b>הָהָר</b> לְגָדְלוֹ וְאָרְכּוֹ. וְכָךְ אָמְרוּ רַבּוֹתֵינוּ (במדב\"ר יט טז) שֶׁהָיָה הַר עַל גַּבֵּי הַר, וְהָיָה סוֹף הָהָר עַד גְּבוּל אֶרֶץ אֱדוֹם וְרֹאשׁוֹ קָרוֹב לְחַשְׁמֹנָה, וְהָיוּ בַּמִּישׁוֹר אֲשֶׁר לִפְנֵי הֹר הָהָר עָרִים אוֹ מְקוֹמוֹת הַנִּקְרָאִים מוֹסֵרוֹת וּבְנֵי יַעֲקָן וְחוֹר הַגִּדְגָּד וְיָטְבָתָה וְעַבְרֹנָה וְעֶצְיוֹן גָּבֶר וְקָדֵשׁ, וְאֵלּוּ הַמְּקוֹמוֹת אֵין בֵּינֵיהֶם מֶרְחָק רַב, כִּי הַמַּחֲנֶה הַגָּדוֹל הַהוּא בְּיוֹם אֶחָד מְהַלְּכִים כְּמוֹ פַּרְסָה אוֹ פָּחוֹת מִכָּאן, וְנָסְעוּ מִקָּדֵשׁ וַיַּחֲנוּ בְּהֹר הָהָר, שֶׁנִּכְנְסוּ בּוֹ בְּמָקוֹם שָׁפָל אֲשֶׁר הָיָה בְּרַגְלֵי הָהָר, וְאָז צִוָּה ה' לְמֹשֶׁה (במדבר כ כה) <b>וְהַעַל אֹתָם הֹר הָהָר</b>, שֶׁיַּעֲלֶה לְמַעְלָה אֶל רֹאשׁוֹ הוּא תְּחִלַּת הָהָר, וְהִנֵּה עָלוּ אֶל רֹאשׁוֹ שֶׁל הַר וְהִגִּיעוּ כְּנֶגֶד מוֹסֵרוֹת וּמֵת אַהֲרֹן שָׁם, וְהוּא שֶׁנֶּאֱמַר (שם פסוק כח) <b>וַיָּמָת אַהֲרֹן שָׁם בְּרֹאשׁ הָהָר</b>, וְהִנֵּה מִיתָתוֹ בְּמוֹסֵרָה. וְאֶפְשָׁר שֶׁהָיוּ הַמְּקוֹמוֹת הָאֵלֶּה בִּשְׁמָם נֶחְשָׁבִים בָּהָר עַצְמוֹ, וְיִקָּרֵא רֹאשׁ הָהָר וּכְנֶגְדּוֹ בַּמִּישׁוֹר מוֹסֵרוֹת, וְשֵׁם כָּל אֶחָד מוֹסֵרָה, שֶׁיֹּאמְרוּ מוֹסֵרָה אֲשֶׁר בָּהָר וּמוֹסֵרָה אֲשֶׁר בַּשְּׁפֵלָה. וְהָיוּ בְּמָקוֹם הַנִּקְרָא חַשְׁמֹנָה בְּאֵרוֹת בַּשָּׂדֶה, יִקְרְאוּ אוֹתָן בְּאֵרוֹת בְּנֵי יַעֲקָן, כִּי אַנְשֵׁי בְּנֵי יַעֲקָן בָּאִים שָׁם לְהַשְׁקוֹת צֹאנָם, וְהֵם עֲשָׂאוּם כִּי שָׁם מָצְאוּ מַיִם חַיִּים. וּמִשָּׁם נָסְעוּ לְמוֹסֵרָה וּמִשָּׁם נָסְעוּ לְמוֹסֵרוֹת, וַיִּסְעוּ מִמֹּסֵרוֹת וַיַּחֲנוּ בִּבְנֵי יַעֲקָן, שֶׁהַמָּקוֹם הַהוּא זֶה שְׁמוֹ. וְסִפֵּר הַכָּתוּב מִשָּׁם נָסְעוּ הַגֻּדְגֹּדָה, וּמִן הַגֻּדְגֹּדָה יָטְבָתָה אֶרֶץ נַחֲלֵי מָיִם, לְהוֹדִיעַ שֶׁעָמְדוּ שָׁם יָמִים בַּעֲבוּר הַנְּחָלִים. וְקִצֵּר בְּמַסְעֵיהֶם שֶׁכְּבָר בֵּאֵר אוֹתָם, אֲבָל אָמַר כִּי מִשָּׁם מִמּוֹסֵרָה נָסְעוּ אֶל הַגֻּדְגֹּדָה וְאֶל יָטְבָתָה, שֶׁהִיא כֻּלָּהּ אֶרֶץ נַחֲלֵי מַיִם, כִּי מִן גֻּדְגֹּד וְעַד יָטְבָתָה כֻּלָּהּ מַשְׁקֶה. וְיִתָּכֵן עוֹד שֶׁנֹּאמַר כִּי כַּאֲשֶׁר עָלָה אַהֲרֹן אֶל רֹאשׁ הָהָר וַיָּמָת בְּרֹאשׁ הָהָר כְּנֶגֶד מוֹסֵרוֹת אוֹ בְּמוֹסֵרָה עַצְמָהּ וַיִּקָּבֵר שָׁם, חָזְרוּ יִשְׂרָאֵל אֶל מוֹסֵרוֹת לִבְכּוֹת וְלִסְפֹּד עַל קֶבֶר אִישׁ הָאֱלֹהִים, וְהָיוּ גְּדוֹלֵיהֶם בְּכָל הַשְּׁלֹשִׁים יוֹם עוֹלִים אֶל רֹאשׁ הָהָר וְסוֹפְדִים לִקְדוֹשׁ ה', וַיָּשׁוּבוּ אֶל הַמַּחֲנֶה בְּמוֹסֵרָה. וְאַחַר הַשְּׁלֹשִׁים יוֹם נָסְעוּ מִמּוֹסֵרָה אֶל חֹר הַגִּדְגָּד, וּמִן הַגֻּדְגֹּדָה יָטְבָתָה, כִּי עַתָּה בְּשׁוּבָם הָלְכוּ מְהֵרָה. וְזֶה דָּבָר נָכוֹן מְאֹד בְּיִשּׁוּב הַמִּקְרָאוֹת עַל אָפְנָן. וְהִזְכִּיר כִּי הָיָה שֵׁם הַמָּקוֹם יָטְבָתָה בַּעֲבוּר שֶׁהָיָה מָקוֹם טוֹב, כִּי שָׁם נַחֲלֵי מַיִם וּשְׁאָר הַמִּדְבָּר אֶרֶץ צִיָּה וְצִמָּאוֹן אֲשֶׁר אֵין שָׁם מָיִם. וְטַעַם הַזְכִּירוּ מִיתַת אַהֲרֹן עַתָּה בַּמָּקוֹם הַזֶּה כִּי אָמַר (דברים ט':כ') וָאֶתְפַּלֵּל גַּם בְּעַד אַהֲרֹן בָּעֵת הַהִוא, וְלֹא הִגִּיעוֹ עֹנֶשׁ הַשְּׁמָד לֹא בְּגוּפוֹ וְלֹא בְּזַרְעוֹ, כִּי לֹא מֵת עַד שְׁנַת הָאַרְבָּעִים שֶׁהָיָה זָקֵן וּשְׂבַע יָמִים, וְכִהֵן בְּנוֹ תַּחְתָּיו. וְאָמַר וּבְנֵי יִשְׂרָאֵל נָסְעוּ, וְלֹא אָמַר <b>וְאַתֶּם</b> כְּדֶרֶךְ כָּל הַפָּרָשָׁה, כִּי בַּתּוֹכָחוֹת יְדַבֵּר עִמָּהֶם לְהוֹכִיחַ אוֹתָם, אֲבָל בָּזֶה יְסַפֵּר בְּמַסְעֵי בְּנֵי יִשְׂרָאֵל.", "heVersionTitle": "Vocalized Edition", "heLicense": "", "heVersionTitleInHebrew": "", "text": "AND THE CHILDREN OF ISRAEL JOURNEYED FROM BEEROTH-BENE-YAAKAN TO MOSERAH. “Why does this matter belong here? Furthermore, did they indeed journey from Beeroth-bene-yaakan to Moserah; did they not come from Moserah to Bene-yaakan, as it is said, <i>And they journeyed from Moseroth, and pitched in Bene-yaakan</i>?<sup class=\"footnote-marker\">188</sup><i class=\"footnote\">Numbers 33:31.</i> And further, here it is said, <i>there</i> [in Moserah] <i>Aaron died</i>; but did he not die in Mount Hor?<sup class=\"footnote-marker\">189</sup><i class=\"footnote\"><i>Ibid.</i>, Verse 39.</i> Go and count and you will find that there are eight journeys from Moseroth to Mount Hor!<sup class=\"footnote-marker\">190</sup><i class=\"footnote\"><i>Ibid.</i>, Verses 31-37: Moseroth, Bene-yaakan, Hor-hagidgad, Jotbah, Abronah, Etzion-geber, Kadesh, Mount Hor.</i> But really this is also part of the reproof [spoken by Moses, saying in effect]: ‘This also you did; When Aaron died in Mount Hor at the end of forty years [after the exodus] and the clouds of Divine Glory departed, you feared war with the king of Arad<sup class=\"footnote-marker\">191</sup><i class=\"footnote\"><i>Ibid.</i>, 21:1.</i> and you appointed a leader to return to Egypt and you turned backwards eight journeys until Bene-yaakan and from there [you continued] to Moserah [as stated here]. There the children of Levi fought you and slew some of you, and you [slew] some of them, until they forced you back the road [along which you had retreated]. From there [Moserah] you returned to Gudgod<sup class=\"footnote-marker\">192</sup><i class=\"footnote\">Verse 7 here: <i>From thence</i> [Moserah] <i>they journeyed unto Gudgod, and from Gudgod</i> etc.</i> which is identical with Hor-hagidgad,<sup class=\"footnote-marker\">193</sup><i class=\"footnote\">Numbers 33:32: <i>And they journeyed from Hor-hagidgad, and pitched in Jotbah</i>. Hence Gudgod is identical with Hor-hagidgad.</i> <i>and from Gudgod</i> to Moserah.<sup class=\"footnote-marker\">194</sup><i class=\"footnote\">“To Moserah.” This is not found in our texts of Rashi. Instead our text reads, “<i>And from Gudgod</i> ‘etc’” (Verse 7). Ramban’s text of Rashi is to be understood as follows: “<i>And from Gudgod</i> you ultimately came back to Moserah” since the exact order in the process of their return was from Gudgod to Bene-yaakan, and thence to Moserah. See above, Note 190.</i> And at Moserah you made a great lamentation on account of the death of Aaron which brought this [retreat and subsequent battle with the Levites] upon you, and it [the sadness] was as if Aaron had died there [thus accounting for the verse which states: <i>there</i> — at Moserah — <i>Aaron died</i>]!’ Now Moses placed this reproof next to the [narrative about the] breaking of the Tablets in order to intimate that the death of the righteous is as grievous before the Holy One, blessed be He, as was the day on which the Tablets were broken, and to inform you that it was displeasing to Him what they said <i>Let us make a captain</i> [<i>and return to Egypt</i>]<sup class=\"footnote-marker\">195</sup><i class=\"footnote\">Numbers 14:4.</i> in order to break away from Him, as was the day when they made the calf. <i>At that time the Eternal separated the tribe of Levi</i><sup class=\"footnote-marker\">196</sup><i class=\"footnote\">Verse 8 here.</i> — this refers back to the first subject [of this chapter]. <i>At that time</i>, in the first year of your departure from Egypt when you sinned by worshipping the calf, but the sons of Levi did not sin, G-d separated them from you. This event is placed next to the retreat to Bene-yaakan [where, as explained earlier, the Levites showed faith and heroism] in order to intimate that in this matter, also, the sons of Levi did not sin but stood steadfast in their faith.” All this is the language of our Rabbi Shlomo [Rashi] from the words of Agadah.<sup class=\"footnote-marker\">197</sup><i class=\"footnote\">Tanchuma, <i>Chukath</i> 18.</i><br>Now, Rabbi Abraham ibn Ezra, [in order not to deviate from the literal meaning of the text by saying that they retreated backwards eight stages] found it necessary to say by way of the plain meaning of Scripture that “Beeroth-bene-yaakan [mentioned in the verse before us: <i>and the children of Israel journeyed from Beeroth-bene-yaakan to Moserah</i>] is not identical with Bene-yaakan [mentioned in Numbers 33:31] and Moserah [mentioned here] is not Moseroth [mentioned in Numbers 33:30], but Kadesh<sup class=\"footnote-marker\">198</sup><i class=\"footnote\"><i>And they journeyed from Kadesh, and pitched in Mount Hor</i> (Numbers 33:37).</i> is called Beeroth-bene-yaakan,<sup class=\"footnote-marker\">199</sup><i class=\"footnote\">For, since it states here that from Beeroth-bene-yaakan they journeyed to Moserah and that there in Moserah Aaron died, it follows that Kadesh [mentioned in Numbers 33:37] is Beeroth-bene-yaakan, seeing that there in Verse 39 it is stated that Aaron died in Mount Hor.</i> and the name of the wilderness where Aaron died is Mount Hor-moserah [so that there is no need to say that they retreated back toward Egypt]. <i>From thence they journeyed unto Gudgod</i><sup class=\"footnote-marker\">200</sup><i class=\"footnote\">Verse 7 here.</i> is not identical with Hor-hagidgad<sup class=\"footnote-marker\">193</sup><i class=\"footnote\">Numbers 33:32: <i>And they journeyed from Hor-hagidgad, and pitched in Jotbah</i>. Hence Gudgod is identical with Hor-hagidgad.</i> but instead is a general name for Zalmonah, Punon, and Oboth,<sup class=\"footnote-marker\">201</sup><i class=\"footnote\">Numbers 33:41-43.</i> while Jotbah<sup class=\"footnote-marker\">200</sup><i class=\"footnote\">Verse 7 here.</i> is the place called B’eir,<sup class=\"footnote-marker\">202</sup><i class=\"footnote\"><i>Ibid.</i>, 21:16.</i> this being the purport of the expression [here in Verse 7 describing Jotbah as] <i>a land of brooks of water</i> [and in B’eir was the well, whereof the Eternal said unto Moses: ‘<i>Gather the people together, and I will give them water</i>’].<sup class=\"footnote-marker\">202</sup><i class=\"footnote\"><i>Ibid.</i>, 21:16.</i> And the expression, <i>and from Gudgod to Jotbah</i><sup class=\"footnote-marker\">200</sup><i class=\"footnote\">Verse 7 here.</i> is connected with the phrase [in Verse 6 before us], <i>and Eleazar his son ministered in the priest’s office in his</i> [Aaron’s] <i>stead</i>, for it was there in Jotbah that Eleazar began ministering as the High Priest and performed the offerings.” [Thus far is Ibn Ezra’s language.]<br>But all these are <i>windy words</i><sup class=\"footnote-marker\">203</sup><i class=\"footnote\">Job 16:3.</i> [i.e., words devoid of substance]. For how is it possible for all these many places to be new locations that have not been referred to in the section [enumerating all] of the journeys [of Israel from Egypt to the promised Land].<sup class=\"footnote-marker\">204</sup><i class=\"footnote\">Numbers 33:1-49.</i> Moreover, it is the custom of Scripture everywhere to make slight changes when mentioning names a second time, whether it is the name of a place or the name of a person [so that even slightly different names would refer to the same place or person] and surely here, when the names are alike, for between Moserah and Moseroth there is no [significant] change or difference; similarly, Hor-hagidgad and Gudgod are one name, and Jotbah [mentioned here and in Numbers 33:34] are surely alike. Furthermore, it was in <i>Mount Hor</i> that Eleazar ministered upon the death of his father [Aaron] when Moses clothed him in the garments [of the High Priest],<sup class=\"footnote-marker\">205</sup><i class=\"footnote\"><i>Ibid.</i>, 20:28.</i> for he was immediately distinguished [as a High Priest simply] by virtue of [being clothed in] the larger number of official garments [of the High Priest], this being the law of the High Priests even during succeeding generations! [Hence there is no justification for Ibn Ezra to say that Eleazar ministered as a High Priest in Jotbah for the first time.]<br>The correct interpretation appears to me to be that Mount Hor is the largest of the mountains and is many parasangs long.<sup class=\"footnote-marker\">206</sup><i class=\"footnote\">An ancient Persian measure of length, equal to about three and two-fifths English miles.</i> Its name [<i>Hor Hahar</i> — literally: “the mount of the mount”] so indicates, for it is called “mount” and people called it “<i>the</i> mountain” because of its height and length. And so our Rabbis said that this was a mount on top of a mount.<sup class=\"footnote-marker\">207</sup><i class=\"footnote\">Tanchuma, <i>Chukath</i> 14, and mentioned by Rashi (Numbers 20:22): “Like a small apple on top of a large apple.”</i> The end of the mountain extended as far as the border of the land of Edom<sup class=\"footnote-marker\">208</sup><i class=\"footnote\"><i>Ibid.</i>, Verse 23.</i> and the beginning of it was near Hashmonah<sup class=\"footnote-marker\">209</sup><i class=\"footnote\"><i>Ibid.</i>, 33:30.</i> [eight stages away from Mount Hor proper].<sup class=\"footnote-marker\">210</sup><i class=\"footnote\"><i>Ibid.</i>, Verses 30-37.</i> Now in the plain before Mount Hor there were cities or places called Moseroth, Bene-yaakan, Hor-hagidgad, Jotbah, Abronah, Ezion-geber, and Kadesh.<sup class=\"footnote-marker\">210</sup><i class=\"footnote\"><i>Ibid.</i>, Verses 30-37.</i> There was no great distance between these places, for that large camp [of the Israelites] walked in one day about a parasang<sup class=\"footnote-marker\">206</sup><i class=\"footnote\">An ancient Persian measure of length, equal to about three and two-fifths English miles.</i> or less. From Kadesh <i>they journeyed, and pitched in Mount Hor</i>,<sup class=\"footnote-marker\">211</sup><i class=\"footnote\"><i>Ibid.</i>, Verse 37.</i> entering a low place at the foot of the mount. Then G-d commanded Moses, <i>Take Aaron and Eleazar his son, and bring them up unto Mount Hor</i>,<sup class=\"footnote-marker\">212</sup><i class=\"footnote\"><i>Ibid.</i>, 20:25.</i> meaning that he is to climb upward to the top of it [the lower part of the mountain] which is the beginning of the [upper part of the] mountain. Thus they ascended to the top of the mountain, arriving [at the part] opposite Moseroth, and Aaron died there, this being the intent of the verse, <i>and Aaron died there ‘in the top of the mount,’</i><sup class=\"footnote-marker\">213</sup><i class=\"footnote\"><i>Ibid.</i>, Verse 28.</i> and thus his death [is also described in the verse before us as having] occurred in Moserah. It is possible that all these places as named were considered as if they were [also] on the mountain itself, so that the summit of the mountain and its opposite site in the plain were called “Moseroth” [in the plural] and the name of each place separately was “Moserah” [in the singular] so that people spoke of “Moserah in the mount” and “Moserah in the plain.” And in the place called Hashmonah there were wells in the field, which people referred to as <i>Beeroth</i> (“The wells of) <i>bene-yaakan</i>” because the inhabitants of Bene-yaakan came there to water their flocks and they made these wells, for there they found running water. And from there [from Beeroth-bene-yaakan] they journeyed to Moserah [as is mentioned in Verse 6 before us], and from there they journeyed to Moseroth,<sup class=\"footnote-marker\">209</sup><i class=\"footnote\"><i>Ibid.</i>, 33:30.</i> <i>and they journeyed from Moseroth, and pitched in Bene-yaakan</i>,<sup class=\"footnote-marker\">214</sup><i class=\"footnote\"><i>Ibid.</i>, 33:31.</i> for that [i.e., Bene-yaakan] was the name of that place.<sup class=\"footnote-marker\">215</sup><i class=\"footnote\">Bene-yaakan is thus not to be confused with <i>Beeroth</i> (“The Wells of”) <i>bene-yaakan</i> which, as explained above, was a spot in Hashmonah, where the people of Bene-yaakan dug wells to water their flocks.</i> And Scripture continues to tell [here in Verse 7], <i>From thence they journeyed unto Gudgod; and from Gudgod to Jotbah, a land of brooks of water</i> in order to inform us that they stayed there [many] days on account of the brooks. It abbreviates [in listing] the journeys because it has already explained them [in the section on the journeys],<sup class=\"footnote-marker\">204</sup><i class=\"footnote\">Numbers 33:1-49.</i> but it states that <i>from thence</i> — from Moserah — <i>they journeyed unto Gudgod</i> and unto Jotbah which was all <i>a land of brooks of water</i>, for from Gudgod to Jotbah <i>was well watered everywhere</i>.<sup class=\"footnote-marker\">216</sup><i class=\"footnote\">Genesis 13:10.</i><br>It is further possible that we say that when Aaron went up to the top of the mountain and died there opposite Moseroth or in Moserah itself [as explained above that the top of the mountain was also called Moserah] and he was buried there, the Israelites went back to Moseroth [i.e., to “Moserah” at the foot of the mountain, mentioned here in Verse 6 before us] to weep and to mourn at the <i>grave of the man of G-d</i>,<sup class=\"footnote-marker\">217</sup><i class=\"footnote\">II Kings 23:17.</i> and, for the entire thirty days [of mourning]<sup class=\"footnote-marker\">218</sup><i class=\"footnote\">Numbers 20:29.</i> their prominent men would go up to the top of the mountain and mourn for <i>the holy one of the Eternal</i>,<sup class=\"footnote-marker\">219</sup><i class=\"footnote\">Psalms 106:16: <i>And of Aaron the holy one of the Eternal</i>.</i> and then they would return to the camp which was pitched in Moserah. After the thirty days [of mourning] they journeyed from Moserah to Hor-hagidgad, and from Gudgod to Jotbah [as stated here in Verse 7], for now, as they returned from Moserah, they travelled quickly [and did not stop in Bene-yaakan which was between Moseroth and Hor-hagidgad;<sup class=\"footnote-marker\">220</sup><i class=\"footnote\">Numbers 33:31-32.</i> hence it is not mentioned here]. This is a very proper interpretation of explaining the verses in a manner that fits the text. Scripture mentions that the name of the place was <i>Yotbathah</i> [“Jotbah,” from the root <i>tovah</i> — good] because it was a “good” place for there were brooks of water, while the rest of the wilderness was <i>a land of drought</i>,<sup class=\"footnote-marker\">221</sup><i class=\"footnote\">Jeremiah 2:6.</i> <i>thirsty ground where there was no water</i>.<sup class=\"footnote-marker\">222</sup><i class=\"footnote\">Above, 8:15.</i> The reason for Moses’ mentioning the death of Aaron now while discussing these subjects is because he had said, <i>and I prayed for Aaron also at the same time</i><sup class=\"footnote-marker\">223</sup><i class=\"footnote\"><i>Ibid.</i>, 9:20.</i> [and so he indicated here] that the punishment of “destruction”<sup class=\"footnote-marker\">224</sup><i class=\"footnote\"><i>Ibid.: Moreover the Eternal was angry with Aaron to have ‘destroyed’ him, and I prayed for Aaron</i> …</i> did not touch him [Aaron] neither himself personally nor his seed — for Aaron did not die until the fortieth year [after the exodus], being old and full of days, and his son ministered in his stead. He said, <i>And the children of Israel journeyed</i>, and not “and you journeyed,” for in the sections of reproof he speaks directly to the people to chastise them, but in this [verse] he narrates the journeys of the children of Israel.", "versionTitle": "Commentary on the Torah by Ramban (Nachmanides). Translated and annotated by Charles B. Chavel. New York, Shilo Pub. House, 1971-1976", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "55199604fbfba235c2a98a26", "index_title": "Tosefta Sukkah", "category": "Tosefta", "type": "midrash", "ref": "Tosefta Sukkah 3:3", "anchorRef": "Numbers 21:16-20", "anchorRefExpanded": ["Numbers 21:16", "Numbers 21:17", "Numbers 21:18", "Numbers 21:19", "Numbers 21:20"], "sourceRef": "Tosefta Sukkah 3:3", "sourceHeRef": "תוספתא סוכה ג׳:ג׳", "anchorVerse": 16, "sourceHasEn": true, "compDate": [190, 230], "commentaryNum": 3.0003, "collectiveTitle": {"en": "Tosefta Sukkah", "he": "תוספתא סוכה"}, "heTitle": "תוספתא סוכה", "he": "למה נקרא שמו שער המים שבו מכניסין צלוחית של מים [של ניסוך] בחג ראב\"י אומר [בו] (יחזקאל מז) מים מפכים [מלמד שמפכפכין ויוצאין כמו הפך הזה] ועתידין להיות יוצאין מתחת מפתן הבית וכה\"א (שם) [בצאת האיש קדים וקו בידו] וימד אלף באמה ויעבירני במים מי אפסים [מלמד שאדם עובר במים עד קרסוליו וימד אלף ויעבירני במים מי ברכים מלמד שאדם עובר במים עד ברכיו ד\"א מי ברכים [מים] שמתברכין והולכין] וימד אלף ויעבירני [במים] מי מתנים [מלמד שאדם עובר בו עד מתניו] וימד אלף נחל אשר לא אוכל לעבור יכול לא יעברנו ברגל אבל יעברנו [בסחו] ת\"ל כי גאו המים מי שחו יכול לא יעברנו בסחו אבל יעברנו בספינה קטנה [ת\"ל כי גאו המים מי שחו מלשוט יכול לא יעברנו בספינה קטנה אבל יעברנו בספינה גדולה] ת\"ל (ישעיהו לג) בל תלך בו אני שיט יכול לא יעברנו בספינה גדולה אבל יעברנו בבורני גדולה ת\"ל (שם) וצי אדיר לא יעברנו ואומר (זכריה יד) והיה ביום ההוא יצאו מים חיים מירושלים וגו' יכול יתערבו בם מעיינות [אחרים] ת\"ל (זכריה יג) ביום ההוא יהיה מקור נפתח וגו' [מקום] אחד לחטאת ולנדה [לאן] הולכין לים הגדול [לימה] של טבריא [לימה] של סדום כדי לרפאות את מימן שנאמר (יחזקאל מז) ויאמר אלי המים האלה יוצאין אל הגלילה הקדמונה [וירדו אל הערבה ובאו הימה אל הימה וגו' המים האלה יוצאין אל הגלילה הקדמונה] זה ימה של סדום וירדו אל הערבה זה ימה של טבריא ובאו הימה אל הימה המוצאים ונרפאו המים זה הים הגדול ואומר (שם) כל נפש חיה אשר ישרוץ אל כל אשר יבא שם נחלים יחיה והיה הדגה רבה מאוד כי באו שמה המים האלה וירפאו וחי כל אשר יבא שמה ואומר [והיה] ועמדו עליו דוגים ואומר בצאתיו וגבאיו ואומר ועל הנחל יעלה על שפתו וגו' מלמד שכל מימי בראשית עתידין להיות יוצאין כמפי הפך הזה וכך היתה הבאר שהיתה עם ישראל במדבר דומה לסלע מלא [כברה] מפרפרת ועולה כמפי הפך הזה עולה עמהן להרים ויורדת עמהן לגאיות מקום שישראל שורין הוא שורה כנגדן במקום גבוהה כנגד פתחו של אהל מועד נשיאי ישראל באין וסובבין אותה במקלותיהן ואומרים עליה את השירה (במדבר כא) עלי באר ענו לה עלי באר והמים מבעבעין ועולין כעמוד למעלה וכל אחד ואחד מושך במקלו איש לשבטו ואיש למשפחתו [שנא' (שם) באר חפרוה שרים וגו' וגם היא סובבת את כל מחנה ישראל ומשקה את כל הישימון] שנאמר (שם) ונשקפה על פני הישימון והיא נעשה נחלים שנאמר (תהילים עח) ונחלים ישטפו הן יושבין באיספקאות ובאין זה אצל זה שנאמר (תהילים קה) הלכו בציות נהר העולה דרך ימין [עולה] דרך ימין [העולה] דרך שמאל [עולה] דרך שמאל [כן מים מתמצין הימנה היא] נעשית נחל גדול והולכין לים הגדול ומביאין [משם] כל חמדת העולם שנאמר (דברים ב) זה ארבעים שנה [ה' אלהיך עמך] לא חסרת דבר.", "heVersionTitle": "Tosefta Sukkah", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "Why is the name \"Water Gate\"? It is so called because through it they take the flask of water used for the libation at the Feast. R. Eliezer b. Jacob says of it, \"The waters are dripping, intimating that water oozing out and rising, as if from this flask, will in future days come forth from under the threshold of the Temple, and so it says, ‘When the man went forth eastward with the line in his hand, he measured a thousand cubits, and caused me to pass through the waters, waters that were to the ankles, intimating that a man can pass through waters up to his ankles ; and again he measured a thousand, and caused me to pass through the waters, waters that were to the knees, intimating that a man can pass through waters up to his knees.’”Another interpretation of waters that were to the knees, \"intimating that after they have been blessed, they flow out. Again, he measured a thousand, and caused me to pass through the waters, waters that were to the loins, intimating that a man can pass through waters up to his loins. Afterwards he measured a thousand, and it was a river that I could not pass through. Though one cannot cross it on foot, yet one may be able to do so by swimming; though one cannot cross it in a small boat, as we learn from the Scripture, For the waters were risen, waters to swim in they were risen too high for swimming. Though one cannot cross it in a small boat, yet one may be able to do so in a large boat, as we learn from the Scripture, There shall not go thereon any rowing ship. Though one cannot cross it in a large boat, yet one may be able to do so in a fast sailing vessel, as we learn from the Scripture, And gallant ship shall not pass over it. 2 And so it is said, And it shall come to pass in that day, that living waters shall go out from Jerusalem, half of them toward the eastern sea, and half of them toward the western sea ; in summer and in winter shall it be. It may be other fountains will be mixed with them, as we learn from the Scripture, In that day shall there be a fountain opened to the house of David, and to the inhabitants of Jerusalem, for sin and for uncleanness. Whither do the waters go ? To the Mediterranean, and to the sea of Tiberias, and to the Dead Sea, that their waters may be healed, as it is said : And he said to me, These waters issue forth towards the eastern region that is the Dead Sea ; and shall go down into the Arabah that is the Sea of Tiberias ; and they shall go towards the other sea that is the Mediterranean Sea ; and the waters shall be healed ; and it shall come to pass that every living creature that swarms, in every place whither the river comes, shall live ; and there shall be a very great multitude of fish; for these waters are come hither, that all things may be healed and live, whithersoever the river cometh. And it also says : And it shall come to pass that fishers shall stand by it ; from Engedi even unto Englaim shall be a place for the spreading of nets ; their fish shall be after their kinds, as the fish of the Great Sea, exceeding many. And it also says : But the miry places thereof and the marishes thereof, shall not be healed ; they shall be given for salt. And also : By the river, upon the bank thereof, on this side and on that side, shall grow every tree for meat, whose leaf shall not wither, neither shall the fruit thereof fail ; it shall bring forth first-fruits every month, because the waters thereof issue out of the sanctuary ; and the fruit thereof shall be for meat, and the leaf thereof for healing intimating that all \"the waters of creation\" will come forth as from the mouth of this flask. So the well, which was with Israel in the wilderness, was like a rock of the size of a k'bara, 6 and was oozing out and rising as from the mouth of this flask, travelling with them up the mountains and going down with them to the valleys. Wherever Israel encamped it encamped opposite them before the door of the Tabernacle. The princes of Israel with their slaves surrounded it, and said over it this song, Spring up, O well, sing ye unto it. Then the waters bubbled forth, and rose on high like a pillar; and every one drew out the staff of his tribe and family, as it is said, The well which the princes digged, Which the nobles of the people delved, With the sceptre and with their staves. And from Mattanah to Nahaliel ; and from Nahaliel to Bamoth ; and from Bamoth to the valley, etc. going round every camp of the Lord, and watering all Jeshimon ; and it made mighty streams, as it is said, And streams overflowed. 3 And they were sitting in skiffs, going from place to place, as it is written, They ran in the dry places like a river. If Israel went up on the right, it would come down on the right ; if on the left, it would come down on the left. The waters which emptied themselves from it became a great river, pouring themselves into the Mediterranean, and bringing thence all the precious things of the world, as it is said, These forty years the Lord thy God hath been with thee ; thou hast lacked nothing.", "versionTitle": "SUKKAH, MISHNA AND TOSEFTA WITH INTRODUCTION, TRANSLATION AND SHORT NOTES", "license": "", "versionTitleInHebrew": ""}, {"_id": "55637f08fbfba27552ead8e9", "index_title": "Seder Olam Rabbah", "category": "Midrash", "type": "", "ref": "Seder Olam Rabbah 9:2", "anchorRef": "Numbers 21:16", "anchorRefExpanded": ["Numbers 21:16"], "sourceRef": "Seder Olam Rabbah 9:2", "sourceHeRef": "סדר עולם רבה ט׳:ב׳", "anchorVerse": 16, "sourceHasEn": true, "compDate": [200, 500], "commentaryNum": 9.0002, "collectiveTitle": {"en": "Seder Olam Rabbah", "he": "סדר עולם רבה"}, "he": "ויבאו [בני ישראל] כל העדה מדבר צן בחדש הראשון וישב העם בקדש ותמת שם מרים ותקבר שם, ולא היה מים לעדה ויקהלו על משה ועל אהרן (במדבר כ׳:א׳-ב׳), שנסתלקה הבאר, שנת הארבעים היתה, וראש חדש ניסן היה, בו בפרק וישלח משה מלאכים מקדש אל מלך אדום וגו' (שם כ יד), עשו שם ישראל ג' חדשים, ויעל אהרן הכהן וגו', ואהרן בן שלש ועשרים ומאת שנה במתו בהר ההר (שם לג), כיון שמת אהרן, נסתלקו ענני כבוד, ובאו הכנעניים להלחם עם ישראל, וישמע הכנעני מלך ערד וגו' (שם לג מ), ומה שמועה שמע, שמע שמת אהרן, והלך התייר הגדול שבהן, ונסתלק עמוד הענן, שהיה נלחם להם, ובא ונלחם עמהם, וחזרו לאחוריהם ז' מסעות וחנו במוסרה, שנאמר ובני ישראל נסעו מבארת בני יעקן מוסרה שם מת אהרן (דברים י ו), וכי במוסרה מת אהרן, והלא בהר ההר מת אלא ממקום שמת אהרן, חזרו לאחוריהן ז' מסעות, עד שחנו במוסרה, משם נסעו הגדגדה וגו' (שם י ז), ומשם בארה וגו' (במדבר כא טז), היא הבאר שחזרה להם, ויסעו בני ישראל ויחנו באבת, ויסעו מאבת ויחנו בעיי העברים וגו', משם נסעו ויחנו בנחל זרד, משם נסעו ויחנו מעבר ארנון וגו' (שם), שם נלחמו עם סיחון ויכהו ישראל לפי חרב וגו', ויפנו ויעלו דרך הבשן וגו', ויאמר ה' אל משה אל תירא אתו וגו', ויכו אתו ואת בניו וגו' (שם), ויסעו בני ישראל ויחנו בערבות מואב וגו' (שם כב א), ויהי אחרי המגפה וגו' (שם כו יט), לאלה תחלק הארץ וגו' (שם כו נג), ועומדים בערבות מואב, החזירו הבנים לאבות, וחזרו האבות והורישו לבנים, שרח בת אשר היתה מבאי מצרים ומיוצאיה, מבאי מצרים, דכתיב ושרח אחתם (בראשית מו יז), ומבאי הארץ, שנאמר ושם בת אשר שרח (במדבר כו מו), ויוכבד היתה מבאי מצרים ומיוצאיה, מבאי מצרים, שנאמר ושם אשת עמרם יוכבד בת לוי וגו' (שם כו נט), יאיר בן מנשה ומכיר בן מנשה נולדו בחיי יעקב אבינו, ומתו לאחר מיתת משה רבינו, ונבח היה מן הנולדים במצרים, ומת לאחר מיתת משה רבינו, ונקבר בעבר הירדן, ולא נותר מהם איש וגו' (שם כו סה): ", "heVersionTitle": "Seder Olam, Warsaw 1904", "heLicense": "Public Domain", "heVersionTitleInHebrew": "סדר עולם, ורשה 1904", "text": "They [the Israelites]--the entire congregation--came to the wilderness of Tzin in the first month, and the nation settled there, and Miriam died there and was buried there, and therre was not water for the congregation, and they gathered against Moses and Aaron (Numbers 20:1-2). When the well disappeared, it was Year 40, and it was the first of the month of Nissan, there in the episode when Moses sent messengers from Kadesh to the King of Edom (ibid. 20:14), and Israel made [themselves] there for 3 months. Aaron the Priest went up etc., and Aaron was 123 years old when he died at the hill of the mountain (ibid. 33). When Aaron died, the clouds of glory disappeared, and the Canaanites came to make war against Israel. The Canaanites, King of Arad, heard etc. (ibid. 33:40), but what hearing did he hear? He heard that Aaron died, and he the greatest scout traveled among them, and the cloud of glory disappeared, for he had fought for them, and he came to fight with them, and they retreated seven stations and camped at Moserah, for it says \"The Israelites traveled from Be'erot Beney Ya'akan towards Moserah; there Aaron died\" (Deuteronomy 10:6). Did Aaron die in Moserah? Lo, did he not die at the hill of the mountain? Rather, starting from the location where Aaron died, they retreated seven stations, until they encamped at Moserah, and, from there they traveled towards HaGidgad, etc. (ibid. 10:7), and, from there, towards Be'er etc. (Numbers 21:16), which is the well to which they returned. The Israelites traveled and encamped in Avot, and they traveled from Avot and encamped in Iyyey Ha'avarim etc., and from there they traveled and encamped at the Wadi Zered, and from there they traveled and encamped beyond Arnon etc. (ibid.). There they fought with Sihon, and Israel struck him with the sword etc., and they turned and arose on the path of Bashan etc., \"and the Lord said to Moses: 'Do not fear him etc.' and they struck him and his children etc.\" (ibid.). \"The Israelites traveled and encamped at Arvot Mo'av etc.\" (ibid. 22:1). \"It was after the plague etc.\" (ibid. 26:19), \"for these the land shall be divided etc.\" (ibid. 26:53), and, when staying in Arvot Mo'av, the children retreated to their parents, and their parents retracted and gave inheritance to their children. Serah bat Asher was among those who came to Egypt and those who left it. [She was] from those who came to Egypt, as it is written, \"And Serah their sister\" (Genesis 46:17), and [she was] from those who came to the Land [of Israel], as it says, \"And there was the daughter of Asher, Serah\" (Numbers 26:46). And Yokheved was among those who came to Egypt and those who left it. [She was] from those who came to Egypt, as it is written, \"And the name of the wife of Amram was Yokheved, daughter of Levi etc.\" (ibid. 26:59). Ya'ir son of Menasheh and Makhir son of Menasheh were born in the lifetime of our ancestor Jacob, and they died after the death of Moses our teacher, and Novach was among those born in Egypt, and he died after the death of Moses our teacher, and he was buried beyond the Jordan, but there was no man among them left etc. (ibid. 26:65).", "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": "תרגום קהילת ספריא"}, {"_id": "57e77d72d6e4a94c7c18afbb", "index_title": "Tafsir Rasag", "category": "Targum", "type": "targum", "ref": "Tafsir Rasag, Numbers 21:16", "anchorRef": "Numbers 21:16", "anchorRefExpanded": ["Numbers 21:16"], "sourceRef": "Tafsir Rasag, Numbers 21:16", "sourceHeRef": "תפסיר רס\"ג, במדבר כ״א:ט״ז", "anchorVerse": 16, "sourceHasEn": false, "compDate": [918, 942], "commentaryNum": 21.0016, "collectiveTitle": {"en": "Tafsir Rasag", "he": "תפסיר רס\"ג"}, "heTitle": "במדבר", "he": "ורחלו מן ת̇ם אלי אלביר והי אלביר אלתי קאל אללה למוסי ענהא אג̇מע אלקום חתי אעטיהם מאא", "heVersionTitle": "Tafsir al-Torah bi-al-Arabiya, Paris, 1893", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תפסיר אלתורה באלערביה, פריס, 1893", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5889b501d6e4a902855ffb29", "index_title": "Tur HaArokh", "category": "Commentary", "type": "commentary", "ref": "Tur HaArokh, Numbers 21:16:1", "anchorRef": "Numbers 21:16", "anchorRefExpanded": ["Numbers 21:16"], "sourceRef": "Tur HaArokh, Numbers 21:16:1", "sourceHeRef": "הטור הארוך, במדבר כ״א:ט״ז:א׳", "anchorVerse": 16, "sourceHasEn": false, "compDate": [1280, 1340], "commentaryNum": 16.0001, "collectiveTitle": {"en": "Tur HaAroch", "he": "הטור הארוך"}, "heTitle": "במדבר", "he": "<b>ומשם בארה. </b>חוזר למעלה לומר כי חנו מעבר ארנון ומשם נסעו והקיפו בארה כי לא נכנסו בארנון כי הוא גבול מואב וקורא בכאן שם המקום בארה על שם הנס ואין שמו כן במסעים. וי\"מ אשר נטה לשבת ער חוזר על ישראל שמעבר ארנון נטה לשבת ער ומשם נשען לגבול מואב ומשם בארה: \n", "heVersionTitle": "Perush al ha-Torah, Hanover, 1838", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": "Tur on the Torah, trans. Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5964835bd6e4a92bf45a64b2", "index_title": "Rabbeinu Bahya", "category": "Quoting Commentary", "type": "", "ref": "Rabbeinu Bahya, Bamidbar 20:8:2", "anchorRef": "Numbers 21:16", "anchorRefExpanded": ["Numbers 21:16"], "sourceRef": "Rabbeinu Bahya, Bamidbar 20:8:2", "sourceHeRef": "רבנו בחיי, במדבר כ׳:ח׳:ב׳", "anchorVerse": 16, "sourceHasEn": true, "compDate": [1290, 1310], "commentaryNum": 8.0002, "collectiveTitle": {"en": "Rabbeinu Bahya", "he": "רבנו בחיי"}, "heTitle": "במדבר", "he": "<b>ודברתם אל הסלע לעיניהם.</b> הסלע הזה הוא הצור שבחורב, והוא בארה של מרים על דעת רז\"ל. ומצינו לו בתורה ארבע שמות, עין משפט וצור וסלע ובאר. עין משפט הוא שכתוב בלך לך (בראשית יד) וישובו ויבואו אל עין משפט היא קדש, ונקרא כן על שם שבו נדון משה. צור שנאמר (שמות יז) הנני עומד לפניך שם על הצור בחורב, ונקרא צור על שם השכינה שנגלית שם, וכאן בקדש שלא נגלית נקרא סלע שנאמר ודברתם אל הסלע. באר שנאמר (במדבר כא) היא הבאר אשר אמר ה' למשה. לפי שנסתלק במיתת מרים חזר עתה בזכות משה, ועל כן הזכירו בה\"א הידיעה, שנאמר ודברתם אל הסלע.\n", "heVersionTitle": "Midrash Rabbeinu Bachya [ben Asher]. Warsaw, 1878", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "ודברתם אל הסלע לעיניהם, “You will speak to the rock in their presence, etc.” the rock called סלע in our verse here is identical with the one called צור at Mount Chorev. It is also identical with the well of Miriam. This is the opinion of our sages in Taanit 9. We find that this rock appears under four different names סלע, באר עין משפט, צור,. In Genesis 14,7 it is called עין משפט, (the well of judgment) seeing the Torah reports the four kings as returning from a battle to a place known (to the reader) as עין משפט, identical with Kadesh. The former name derived from the fact that Moses was judged there. It was also called צור, seeing that in Exodus 17,6 G’d had told Moses that when he would stand at that rock at Chorev he should strike it with his staff and it would produce water. The name צור, a name for G’d,<small> [instead of סלע, Ed.]</small> was given to this rock as it was a site at which G’d revealed Himself. Seeing that here at Kadesh G’d did not reveal Himself, it is referred to merely as סלע, seeing that G’d instructed Moses and Aaron: “you shall speak to the סלע.” It is also referred to simply as באר, seeing the Torah says (Numbers 21,16) “it is the same באר where G’d had said to Moses: ‘assemble the people so that I can give them water.’” <small>[If, at that point the rock had already been a well as suggested by the word באר, G’d’s instructions would not have made sense. The point was to convert the rock into a well. Ed.].</small><br> Seeing that at the death of Miriam this well had ceased providing water, G’d wanted it to resume to function as a well by means of the merit of Moses. The fact that this rock is referred to as הסלע instead of merely as סלע, shows that it had previously functioned as a well.", "versionTitle": "Torah Commentary by Rabbi Bachya ben Asher, trans. Eliyahu Munk, 1998.", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5a436733d6e4a97d18d91a5b", "index_title": "Ralbag Beur HaMilot on Torah", "category": "Commentary", "type": "commentary", "ref": "Ralbag Beur HaMilot on Torah, Numbers 21:16:1", "anchorRef": "Numbers 21:16", "anchorRefExpanded": ["Numbers 21:16"], "sourceRef": "Ralbag Beur HaMilot on Torah, Numbers 21:16:1", "sourceHeRef": "רלב\"ג ביאור המלות על התורה, במדבר כ״א:ט״ז:א׳", "anchorVerse": 16, "sourceHasEn": false, "compDate": [1326, 1340], "commentaryNum": 16.0001, "collectiveTitle": {"en": "Ralbag Beur HaMilot", "he": "רלב\"ג ביאור המלות"}, "heTitle": "במדבר", "he": "<b>ומשם בארה.</b> ר\"ל כי מעבר ארנון נסעו וחנו אל מקו' הבאר והוא במדבר כמו שאמר אחר זה וממדבר מתנה והוא המקום שצוה השם יתע' שיחפרו בו באר ויתן להם מים ואפשר כי לזאת הסבה נקרא המקום שחנו בו באר ולפי שהיה המקום ההוא בלתי ראוי שיצאו ממנו מים שרו ישראל על הפלא שעשה להם השם יתעלה בנתינתו להם מים מהבאר ההוא.\n", "heVersionTitle": "Ralbag on Torah, Venice, 1547", "heLicense": "Public Domain", "heVersionTitleInHebrew": "רלב\"ג על התורה, ונציה ש\"ז", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5b0fd2836eb3050055aa8206", "index_title": "Shenei Luchot HaBerit", "category": "Musar", "type": "", "ref": "Shenei Luchot HaBerit, Toldot Adam, Beit Chochmah (tinyana) 4", "anchorRef": "Numbers 21:16", "anchorRefExpanded": ["Numbers 21:16"], "sourceRef": "Shenei Luchot HaBerit, Toldot Adam, Beit Chochmah (tinyana) 4", "sourceHeRef": "שני לוחות הברית, תולדות אדם, בית חכמה (תניינא) ד׳", "anchorVerse": 16, "sourceHasEn": false, "compDate": [1611, 1631], "commentaryNum": 4, "collectiveTitle": {"en": "Shenei Luchot HaBerit", "he": "שני לוחות הברית"}, "heTitle": "בית חכמה (תניינא)", "he": "<b>וזה לשון</b> הרקנאטי ריש פרשת בחוקותי, אם בחוקותי תלכו וגו' ונתתי גשמיכם בעתם וגו' <small>(ויקרא כו, ג)</small>, דע כי הברכות והקללות הכתובות בתורה אינם על צד הגמול והעונש לבד, רק הם טבעיות ממש כדמיון הזורע שקצר שנאמר <small>(משלי יב, יא)</small> עובד אדמתו ישבע לחם, וההפך הפך. כי השם הנכבד יתברך ויתעלה הנקרא בא\"ד, אליו יבואו כל מיני שפע ואצילות מרום מעלה דרך השם הגדול יתעלה, ובו יתחברו הנחלים הנמשכים מי\"ג מעלות הכתר, ומל\"ב נתיבות החכמה, ומחמשים שערי בינה, ומע\"ב גשרים אשר במים העליונים הנקראים מימי החסד, ומן מ\"ב מיני אש להבה מן הגבורה, ומן ע' ענפים שיש לקו האמצעי, כלם באים ומתגלגלים דרך נצח והוד ומתחברים בסוד <small>(במדבר כא, טז)</small> ומשם בארה היא כנסת ישראל. ובהיות כל אלו המשכות שבו, אז ה' אחד ושמו אחד יחוד שלם, וכל העולם כלו מתברך משם, וכל היצורים למיניהם מלאים כל טוב. כי צנורות הדין מתמעטות, וצינורות החסד מתרבים בסבת החסידים והצדיקים שבישראל שמהן מתפרנס הלב, והלב מפרנסן, כענין שנאמר <small>(משלי לא, יב)</small> גמלתהו טוב ולא רע כל ימי חייה, רצה לומר בעוד שהיא יונקת בעולם החיים. וזהו ענין כי כל הברכות שבתורה הם טבעיות:", "heVersionTitle": "Shenei Luchot HaBrit, based on Amsterdam, 1698 ed. Part I", "heLicense": "Public Domain", "heVersionTitleInHebrew": "שני לוחות הברית, אמשטרדם תנ\"ח -- ח\"א", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5c7ef047ae32950018601868", "index_title": "Pirkei DeRabbi Eliezer", "category": "Midrash", "type": "", "ref": "Pirkei DeRabbi Eliezer 19:1", "anchorRef": "Numbers 21:16", "anchorRefExpanded": ["Numbers 21:16"], "sourceRef": "Pirkei DeRabbi Eliezer 19:1", "sourceHeRef": "פרקי דרבי אליעזר י״ט:א׳", "anchorVerse": 16, "sourceHasEn": true, "compDate": [630, 1030], "commentaryNum": 19.0001, "collectiveTitle": {"en": "Pirkei DeRabbi Eliezer", "he": "פרקי דרבי אליעזר"}, "heTitle": "פרקי דרבי אליעזר", "he": "עשרה דברים נבראו בערב שבת בין השמשות (אבות ה, ו) ואלו הן: פי הארץ פי הבאר פי האתון הקשת והמן והמטה והשמיר והכתב והמכתב והלוחות. ויש אומרים אף מזיקין וקבורתו של משה ואילו של יצחק ויש אומרים אף הצבת.", "heVersionTitle": "Pirkei Derabi Eliezer", "heLicense": "", "heVersionTitleInHebrew": "פרקי דרבי אליעזר", "text": "<b><small>THE CREATION ON THE EVE OF THE SABBATH</small> </b><br>T<small>EN</small> things were created (on the eve of the Sabbath) in the twilight (namely): the mouth of the earth; the mouth of the well; the mouth of the ass; the rainbow; the Manna; the Shamir; the shape of the alphabet; the writing and the tables (of the law); and the ram of Abraham. (Some sages say: the destroying spirits also, and the sepulchre of Moses, and the ram of Isaac; and other sages say: the tongs also.)", "versionTitle": "Pirke de Rabbi Eliezer, trans. Rabbi Gerald Friedlander, London, 1916", "license": "Public Domain", "versionTitleInHebrew": "פרקי דרבי אליעזר, מתורגם בידי רב ג'רלד פרידלנדר, לונדון, 1916"}, {"_id": "5d2dc0634b2c720018997668", "index_title": "Rosh on Torah", "category": "Commentary", "type": "commentary", "ref": "Rosh on Torah, Numbers 21:16:1", "anchorRef": "Numbers 21:16", "anchorRefExpanded": ["Numbers 21:16"], "sourceRef": "Rosh on Torah, Numbers 21:16:1", "sourceHeRef": "רא\"ש על התורה, במדבר כ״א:ט״ז:א׳", "anchorVerse": 16, "sourceHasEn": false, "compDate": [1275, 1325], "commentaryNum": 16.0001, "collectiveTitle": {"en": "Rosh", "he": "רא\"ש"}, "heTitle": "במדבר", "he": "<b>ומשם בארה.</b> וכי משם היתה והלא מתחלת מ' שנה היה להם אלא שירדה לפרסם להם את הנסים והיו ישראל עומדים על הנחלים ואומרים לה עלי באר ענו לה ואמרו שירה עליו שנא' אז ישיר ישראל ומפני מה לא נזכר משה שם מפני שנענש על המים ואין אדם מקלס לאספליטור שלו ולמה לא נזכר שמו של הקב\"ה לפי שלא נזכר שמו של משה:\n", "heVersionTitle": "Hadar Zekenim, Livorno, 1840", "heLicense": "Public Domain", "heVersionTitleInHebrew": "הדר זקנים, ליוורנו ת\"ר", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5dbe932046943bef88acdcaf", "index_title": "Yein Levanon on Avot", "category": "Quoting Commentary", "type": "", "ref": "Yein Levanon on Avot 5:6:13", "anchorRef": "Numbers 21:16", "anchorRefExpanded": ["Numbers 21:16"], "sourceRef": "Yein Levanon on Avot 5:6:13", "sourceHeRef": "יין לבנון על אבות ה׳:ו׳:י״ג", "anchorVerse": 16, "sourceHasEn": false, "compDate": [1765, 1775], "commentaryNum": 6.0013, "collectiveTitle": {"en": "Yein Levanon on Avot", "he": "יין לבנון על אבות"}, "he": "אבל יותר נראה ד\"פי הבאר\" ששנה משנתנו היינו בסוף ארבעים שנה כשחסרו מים אחרי מות מרים, ורבו עם משה <small>(במדבר כ, א-יב)</small>, וציוהו השם שידבר אל הסלע ונתן מימיו, ובשגגה הכהו משה פעמים, כמו שהיה רגיל לעשות עד הנה, וכאמרו <small>(שמות יז, ו)</small> \"והכית בצור\", <small>(ספרי, מטות)</small> \"ובא לכלל כעס בא לכלל טעות\". אבל אחר המעשה הזה שוב לא הכהו אלא דיבר אליו שיתן מימיו ונתן. וכשראו ישראל הנס הגדול הזה שבדברו אל הסלע נתן מימיו, שרו שירה חדשה לה', וזהו שגלה הכתוב ואמר <small>(במדבר כא, טז)</small> \"ומשם בארה היא הבאר אשר אמר ה' למשה אסוף את העם ואתנה להם מים\". וא\"כ \"בארה\" בסוף ארבעים שנה היה ועל כן מפרש \"היא הבאר אשר אמר\" וכו', כלומר זהו עצמו הסלע שאמר ה' למשה שידבר אליו ויתן מימיו, ואמר <small>(במדבר כא, יז)</small> \"אז ישיר ישראל את השירה הזאת עלי באר ענו לה\".", "heVersionTitle": "Yein Levanon, Rishon Letzion 2013", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "62037ee047cf7a0c25239b67", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Numbers, Part II; The Rebellion Narratives 2-17", "anchorRef": "Numbers 11:1-25:18", "anchorRefExpanded": ["Numbers 11:1", "Numbers 11:2", "Numbers 11:3", "Numbers 11:4", "Numbers 11:5", "Numbers 11:6", "Numbers 11:7", "Numbers 11:8", "Numbers 11:9", "Numbers 11:10", "Numbers 11:11", "Numbers 11:12", "Numbers 11:13", "Numbers 11:14", "Numbers 11:15", "Numbers 11:16", "Numbers 11:17", "Numbers 11:18", "Numbers 11:19", "Numbers 11:20", "Numbers 11:21", "Numbers 11:22", "Numbers 11:23", "Numbers 11:24", "Numbers 11:25", "Numbers 11:26", "Numbers 11:27", "Numbers 11:28", "Numbers 11:29", "Numbers 11:30", "Numbers 11:31", "Numbers 11:32", "Numbers 11:33", "Numbers 11:34", "Numbers 11:35", "Numbers 12:1", "Numbers 12:2", "Numbers 12:3", "Numbers 12:4", "Numbers 12:5", "Numbers 12:6", "Numbers 12:7", "Numbers 12:8", "Numbers 12:9", "Numbers 12:10", "Numbers 12:11", "Numbers 12:12", "Numbers 12:13", "Numbers 12:14", "Numbers 12:15", "Numbers 12:16", "Numbers 13:1", "Numbers 13:2", "Numbers 13:3", "Numbers 13:4", "Numbers 13:5", "Numbers 13:6", "Numbers 13:7", "Numbers 13:8", "Numbers 13:9", "Numbers 13:10", "Numbers 13:11", "Numbers 13:12", "Numbers 13:13", "Numbers 13:14", "Numbers 13:15", "Numbers 13:16", "Numbers 13:17", "Numbers 13:18", "Numbers 13:19", "Numbers 13:20", "Numbers 13:21", "Numbers 13:22", "Numbers 13:23", "Numbers 13:24", "Numbers 13:25", "Numbers 13:26", "Numbers 13:27", "Numbers 13:28", "Numbers 13:29", "Numbers 13:30", "Numbers 13:31", "Numbers 13:32", "Numbers 13:33", "Numbers 14:1", "Numbers 14:2", "Numbers 14:3", "Numbers 14:4", "Numbers 14:5", "Numbers 14:6", "Numbers 14:7", "Numbers 14:8", "Numbers 14:9", "Numbers 14:10", "Numbers 14:11", "Numbers 14:12", "Numbers 14:13", "Numbers 14:14", "Numbers 14:15", "Numbers 14:16", "Numbers 14:17", "Numbers 14:18", "Numbers 14:19", "Numbers 14:20", "Numbers 14:21", "Numbers 14:22", "Numbers 14:23", "Numbers 14:24", "Numbers 14:25", "Numbers 14:26", "Numbers 14:27", "Numbers 14:28", "Numbers 14:29", "Numbers 14:30", "Numbers 14:31", "Numbers 14:32", "Numbers 14:33", "Numbers 14:34", "Numbers 14:35", "Numbers 14:36", "Numbers 14:37", "Numbers 14:38", "Numbers 14:39", "Numbers 14:40", "Numbers 14:41", "Numbers 14:42", "Numbers 14:43", "Numbers 14:44", "Numbers 14:45", "Numbers 15:1", "Numbers 15:2", "Numbers 15:3", "Numbers 15:4", "Numbers 15:5", "Numbers 15:6", "Numbers 15:7", "Numbers 15:8", "Numbers 15:9", "Numbers 15:10", "Numbers 15:11", "Numbers 15:12", "Numbers 15:13", "Numbers 15:14", "Numbers 15:15", "Numbers 15:16", "Numbers 15:17", "Numbers 15:18", "Numbers 15:19", "Numbers 15:20", "Numbers 15:21", "Numbers 15:22", "Numbers 15:23", "Numbers 15:24", "Numbers 15:25", "Numbers 15:26", "Numbers 15:27", "Numbers 15:28", "Numbers 15:29", "Numbers 15:30", "Numbers 15:31", "Numbers 15:32", "Numbers 15:33", "Numbers 15:34", "Numbers 15:35", "Numbers 15:36", "Numbers 15:37", "Numbers 15:38", "Numbers 15:39", "Numbers 15:40", "Numbers 15:41", "Numbers 16:1", "Numbers 16:2", "Numbers 16:3", "Numbers 16:4", "Numbers 16:5", "Numbers 16:6", "Numbers 16:7", "Numbers 16:8", "Numbers 16:9", "Numbers 16:10", "Numbers 16:11", "Numbers 16:12", "Numbers 16:13", "Numbers 16:14", "Numbers 16:15", "Numbers 16:16", "Numbers 16:17", "Numbers 16:18", "Numbers 16:19", "Numbers 16:20", "Numbers 16:21", "Numbers 16:22", "Numbers 16:23", "Numbers 16:24", "Numbers 16:25", "Numbers 16:26", "Numbers 16:27", "Numbers 16:28", "Numbers 16:29", "Numbers 16:30", "Numbers 16:31", "Numbers 16:32", "Numbers 16:33", "Numbers 16:34", "Numbers 16:35", "Numbers 17:1", "Numbers 17:2", "Numbers 17:3", "Numbers 17:4", "Numbers 17:5", "Numbers 17:6", "Numbers 17:7", "Numbers 17:8", "Numbers 17:9", "Numbers 17:10", "Numbers 17:11", "Numbers 17:12", "Numbers 17:13", "Numbers 17:14", "Numbers 17:15", "Numbers 17:16", "Numbers 17:17", "Numbers 17:18", "Numbers 17:19", "Numbers 17:20", "Numbers 17:21", "Numbers 17:22", "Numbers 17:23", "Numbers 17:24", "Numbers 17:25", "Numbers 17:26", "Numbers 17:27", "Numbers 17:28", "Numbers 18:1", "Numbers 18:2", "Numbers 18:3", "Numbers 18:4", "Numbers 18:5", "Numbers 18:6", "Numbers 18:7", "Numbers 18:8", "Numbers 18:9", "Numbers 18:10", "Numbers 18:11", "Numbers 18:12", "Numbers 18:13", "Numbers 18:14", "Numbers 18:15", "Numbers 18:16", "Numbers 18:17", "Numbers 18:18", "Numbers 18:19", "Numbers 18:20", "Numbers 18:21", "Numbers 18:22", "Numbers 18:23", "Numbers 18:24", "Numbers 18:25", "Numbers 18:26", "Numbers 18:27", "Numbers 18:28", "Numbers 18:29", "Numbers 18:30", "Numbers 18:31", "Numbers 18:32", "Numbers 19:1", "Numbers 19:2", "Numbers 19:3", "Numbers 19:4", "Numbers 19:5", "Numbers 19:6", "Numbers 19:7", "Numbers 19:8", "Numbers 19:9", "Numbers 19:10", "Numbers 19:11", "Numbers 19:12", "Numbers 19:13", "Numbers 19:14", "Numbers 19:15", "Numbers 19:16", "Numbers 19:17", "Numbers 19:18", "Numbers 19:19", "Numbers 19:20", "Numbers 19:21", "Numbers 19:22", "Numbers 20:1", "Numbers 20:2", "Numbers 20:3", "Numbers 20:4", "Numbers 20:5", "Numbers 20:6", "Numbers 20:7", "Numbers 20:8", "Numbers 20:9", "Numbers 20:10", "Numbers 20:11", "Numbers 20:12", "Numbers 20:13", "Numbers 20:14", "Numbers 20:15", "Numbers 20:16", "Numbers 20:17", "Numbers 20:18", "Numbers 20:19", "Numbers 20:20", "Numbers 20:21", "Numbers 20:22", "Numbers 20:23", "Numbers 20:24", "Numbers 20:25", "Numbers 20:26", "Numbers 20:27", "Numbers 20:28", "Numbers 20:29", "Numbers 21:1", "Numbers 21:2", "Numbers 21:3", "Numbers 21:4", "Numbers 21:5", "Numbers 21:6", "Numbers 21:7", "Numbers 21:8", "Numbers 21:9", "Numbers 21:10", "Numbers 21:11", "Numbers 21:12", "Numbers 21:13", "Numbers 21:14", "Numbers 21:15", "Numbers 21:16", "Numbers 21:17", "Numbers 21:18", "Numbers 21:19", "Numbers 21:20", "Numbers 21:21", "Numbers 21:22", "Numbers 21:23", "Numbers 21:24", "Numbers 21:25", "Numbers 21:26", "Numbers 21:27", "Numbers 21:28", "Numbers 21:29", "Numbers 21:30", "Numbers 21:31", "Numbers 21:32", "Numbers 21:33", "Numbers 21:34", "Numbers 21:35", "Numbers 22:1", "Numbers 22:2", "Numbers 22:3", "Numbers 22:4", "Numbers 22:5", "Numbers 22:6", "Numbers 22:7", "Numbers 22:8", "Numbers 22:9", "Numbers 22:10", "Numbers 22:11", "Numbers 22:12", "Numbers 22:13", "Numbers 22:14", "Numbers 22:15", "Numbers 22:16", "Numbers 22:17", "Numbers 22:18", "Numbers 22:19", "Numbers 22:20", "Numbers 22:21", "Numbers 22:22", "Numbers 22:23", "Numbers 22:24", "Numbers 22:25", "Numbers 22:26", "Numbers 22:27", "Numbers 22:28", "Numbers 22:29", "Numbers 22:30", "Numbers 22:31", "Numbers 22:32", "Numbers 22:33", "Numbers 22:34", "Numbers 22:35", "Numbers 22:36", "Numbers 22:37", "Numbers 22:38", "Numbers 22:39", "Numbers 22:40", "Numbers 22:41", "Numbers 23:1", "Numbers 23:2", "Numbers 23:3", "Numbers 23:4", "Numbers 23:5", "Numbers 23:6", "Numbers 23:7", "Numbers 23:8", "Numbers 23:9", "Numbers 23:10", "Numbers 23:11", "Numbers 23:12", "Numbers 23:13", "Numbers 23:14", "Numbers 23:15", "Numbers 23:16", "Numbers 23:17", "Numbers 23:18", "Numbers 23:19", "Numbers 23:20", "Numbers 23:21", "Numbers 23:22", "Numbers 23:23", "Numbers 23:24", "Numbers 23:25", "Numbers 23:26", "Numbers 23:27", "Numbers 23:28", "Numbers 23:29", "Numbers 23:30", "Numbers 24:1", "Numbers 24:2", "Numbers 24:3", "Numbers 24:4", "Numbers 24:5", "Numbers 24:6", "Numbers 24:7", "Numbers 24:8", "Numbers 24:9", "Numbers 24:10", "Numbers 24:11", "Numbers 24:12", "Numbers 24:13", "Numbers 24:14", "Numbers 24:15", "Numbers 24:16", "Numbers 24:17", "Numbers 24:18", "Numbers 24:19", "Numbers 24:20", "Numbers 24:21", "Numbers 24:22", "Numbers 24:23", "Numbers 24:24", "Numbers 24:25", "Numbers 25:1", "Numbers 25:2", "Numbers 25:3", "Numbers 25:4", "Numbers 25:5", "Numbers 25:6", "Numbers 25:7", "Numbers 25:8", "Numbers 25:9", "Numbers 25:10", "Numbers 25:11", "Numbers 25:12", "Numbers 25:13", "Numbers 25:14", "Numbers 25:15", "Numbers 25:16", "Numbers 25:17", "Numbers 25:18"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, Part II; The Rebellion Narratives 2-17", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר ג׳ ב׳-י״ז", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Part II; The Rebellion Narratives", "he": "במדבר מאמר ג׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["V<small>IRTUALLY THE FIRST THING THE</small> I<small>SRAELITES DO AFTER SETTING OUT ON THE SECOND</small> leg of their journey to the Promised Land is—rebel. This pattern was already seen in the book of Exodus, where, despite the climactic miracle of deliverance at the Sea of Reeds, the Israelites “grumbled against Moshe” at Mara because of lack of drinkable water. Although a strain in later biblical thinking remembered the wilderness period as a kind of honeymoon (cf. Jer. 2:2), the Torah itself chose to remember it as a severe time of testing which the ex-slaves ultimately failed to pass.", "The second part of Numbers is a remarkable collection of rebellion narratives that simultaneously display striking similarities and great and colorful differences. The section details six rebellions of the people, and two of the leaders themselves. They are united by a consistent vocabulary: verbs such as “grumble” and “assemble/gather/speak against” depict complaints against Moshe and Aharon and against God. These stories also display the recurring themes of dearth of food and water, and God’s anger at the rebellions, usually expressed in some form of plague (or, additionally, fire).", "Rather than unfold in simple chronological order, one following another, these pieces of the text have been intensified by priestly editing, which has interspersed the stories with a number of cultic and legal passages (Chaps. 15, 18, and 19, all of which bear the theme word “law” [Heb. <i>hok</i> or <i>hukka</i>]), and which are somehow related to previous or succeeding narratives. The interruptions also allow each of the memorable rebellion narratives to “breathe,” giving the audience time to digest the images and the drama presented therein. The stories possess both in abundant measure; one thinks, for instance, of the “meat between the teeth” (11:33), of the grape clusters borne on a pole by two men (13:23); and of the great confrontation with Korah in Chapter 16 (not to mention its resolution), as well as Moshe’s dramatic failure in Chapter 20.", "As in any great literature, repetition of story type or type scene is here accomplished via variation of the most telling kind. In this case we observe once again an alternating pattern to the rebellions, a pattern which reveals not one theme but several:", "The people, over lack of food (chapter 11)", "Moshe’s siblings, over prophetic primacy (12)", "The people, over the spies’ false report (14)", "Levites, over Moshe and Aharon’s prerogatives (16)", "The people, over the rebellious Levites’ sinister fate (17)", "Moshe himself, over the burden of leading the people (20)", "The people, over the lack of food and water (21)", "The pattern observable here is broken, in true biblical rhetorical style (where the last in a sequence often serves by its oddness to reinforce the whole), in a final rebellion (Chap. 25), where the people’s actions involve neither the “complaining” vocabulary nor a revolt against human leadership, but rather comprise the greatest biblical crime of them all: worship of other gods. Viewed in this patterned fashion, the rebellion narratives emerge with a kind of crescendo effect.", "It is also possible, as I have done in “On the Book of Numbers and Its Structure,” above, to follow the scheme put forth by Mann—a three-part structure to the section, each with its internal logic and conclusions. These are treated below; for the moment, it will suffice to see in the first subsection (Chaps. 11–14) the inevitable result of wilderness rebellions: the divine decree that the slave generation must die out before entering the Promised Land; the second subsection (16–20) deals with the challenges to the leadership of Moshe and Aharon, and results in a similar decree, that they will die outside the land; and the third subsection (20–25) chronicles the encounter of the Israelites with neighboring nations, which initially goes in their favor but ends with the disastrous incident at Baal Pe’or (25).", "The primary issue in these stories, to the biblical writer, is lack of trust in God. Each of the three sections mentions or implies that problem; 14:11 and 20:12 use the verb itself, and the narrative of Chapter 25 suggests it. The bottom line is that the Israelites could not keep faith with God—even after both staggering acts of divine intervention (i.e., rescue) and demonstrations of the force of divine wrath—and this lack of faith led ultimately to their dying out in the wilderness outside the Promised Land, in punishment. The stories clearly were meant to be understood as an unfortunate example for later generations, and were taken as such already in the biblical period (see, for example, the treatment in Psalm 78).", "Read on another level, the rebellion narratives are largely concerned with the issue of human leadership, its qualifications, manifestations, and limitations (and even failures). Has there ever been a leader as beleaguered as Moshe? From the beginning of his career on the sands of Egypt, where he assumes the mantle of leadership in the matter of retaliating against the sadistic Egyptian taskmaster (Ex. 2:11–12), to its end at the plains of Moab, in stern address to the people he has struggled to lead (this is the setting of the entire next book, Deuteronomy), he must evoke trust in God, lead the people through an uncharted wilderness, and inspire confidence in his own leadership. His success is muted by the passing of the generation he initially leads, before it can enter Canaan; like them, he too must pass on—with merely a look beyond the Jordan, but no more. Later generations of Jewish readers wept on confronting Moshe’s seemingly premature death, and created heroic tales of his pleading before God to be let into the land he had so long sought to reach. In Numbers he fully deserves this stature, alternately interceding with and cajoling God, standing up for and then almost giving up on this people with whom his life has become so enmeshed. Our stories stress his gifts of prophecy and his pathos as a deeply human leader.", "A final, troubling issue is the character of God in this part of the book. It is a measure of the Bible’s artistry that the rebellion accounts are so varied in content and style; but the variations in punishment—from undetailed death to skin disease to stoning and the earth opening up, just to mention a few examples—create an impression, not of artistic richness but of unremitting severity. The Bible does not seem to have a problem with this kind of divine behavior, and other ancient cultures would have felt at home here, but already in late antiquity, and continuing down to our own day, Jews and Christians most often have preferred, and prayed to, a more forgiving, nurturing, and compassionate God. Dealing with these texts, in the end, raises the question of whether to understand them as the result of “historical necessity” or “literary conceit” (that is, the old generation simply had to die out) or as they stand in the text: a harsh portrayal of what happened when the covenant people violated the covenant."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62037ee56bfddfbb310fed0c", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Numbers, On the Book of Numbers and Its Structure 2-52", "anchorRef": "Numbers 1:1-36:13", "anchorRefExpanded": ["Numbers 1:1", "Numbers 1:2", "Numbers 1:3", "Numbers 1:4", "Numbers 1:5", "Numbers 1:6", "Numbers 1:7", "Numbers 1:8", "Numbers 1:9", "Numbers 1:10", "Numbers 1:11", "Numbers 1:12", "Numbers 1:13", "Numbers 1:14", "Numbers 1:15", "Numbers 1:16", "Numbers 1:17", "Numbers 1:18", "Numbers 1:19", "Numbers 1:20", "Numbers 1:21", "Numbers 1:22", "Numbers 1:23", "Numbers 1:24", "Numbers 1:25", "Numbers 1:26", "Numbers 1:27", "Numbers 1:28", "Numbers 1:29", "Numbers 1:30", "Numbers 1:31", "Numbers 1:32", "Numbers 1:33", "Numbers 1:34", "Numbers 1:35", "Numbers 1:36", "Numbers 1:37", "Numbers 1:38", "Numbers 1:39", "Numbers 1:40", "Numbers 1:41", "Numbers 1:42", "Numbers 1:43", "Numbers 1:44", "Numbers 1:45", "Numbers 1:46", "Numbers 1:47", "Numbers 1:48", "Numbers 1:49", "Numbers 1:50", "Numbers 1:51", "Numbers 1:52", "Numbers 1:53", "Numbers 1:54", "Numbers 2:1", "Numbers 2:2", "Numbers 2:3", "Numbers 2:4", "Numbers 2:5", "Numbers 2:6", "Numbers 2:7", "Numbers 2:8", "Numbers 2:9", "Numbers 2:10", "Numbers 2:11", "Numbers 2:12", "Numbers 2:13", "Numbers 2:14", "Numbers 2:15", "Numbers 2:16", "Numbers 2:17", "Numbers 2:18", "Numbers 2:19", "Numbers 2:20", "Numbers 2:21", "Numbers 2:22", "Numbers 2:23", "Numbers 2:24", "Numbers 2:25", "Numbers 2:26", "Numbers 2:27", "Numbers 2:28", "Numbers 2:29", "Numbers 2:30", "Numbers 2:31", "Numbers 2:32", "Numbers 2:33", "Numbers 2:34", "Numbers 3:1", "Numbers 3:2", "Numbers 3:3", "Numbers 3:4", "Numbers 3:5", "Numbers 3:6", "Numbers 3:7", "Numbers 3:8", "Numbers 3:9", "Numbers 3:10", "Numbers 3:11", "Numbers 3:12", "Numbers 3:13", "Numbers 3:14", "Numbers 3:15", "Numbers 3:16", "Numbers 3:17", "Numbers 3:18", "Numbers 3:19", "Numbers 3:20", "Numbers 3:21", "Numbers 3:22", "Numbers 3:23", "Numbers 3:24", "Numbers 3:25", "Numbers 3:26", "Numbers 3:27", "Numbers 3:28", "Numbers 3:29", "Numbers 3:30", "Numbers 3:31", "Numbers 3:32", "Numbers 3:33", "Numbers 3:34", "Numbers 3:35", "Numbers 3:36", "Numbers 3:37", "Numbers 3:38", "Numbers 3:39", "Numbers 3:40", "Numbers 3:41", "Numbers 3:42", "Numbers 3:43", "Numbers 3:44", "Numbers 3:45", "Numbers 3:46", "Numbers 3:47", "Numbers 3:48", "Numbers 3:49", "Numbers 3:50", "Numbers 3:51", "Numbers 4:1", "Numbers 4:2", "Numbers 4:3", "Numbers 4:4", "Numbers 4:5", "Numbers 4:6", "Numbers 4:7", "Numbers 4:8", "Numbers 4:9", "Numbers 4:10", "Numbers 4:11", "Numbers 4:12", "Numbers 4:13", "Numbers 4:14", "Numbers 4:15", "Numbers 4:16", "Numbers 4:17", "Numbers 4:18", "Numbers 4:19", "Numbers 4:20", "Numbers 4:21", "Numbers 4:22", "Numbers 4:23", "Numbers 4:24", "Numbers 4:25", "Numbers 4:26", "Numbers 4:27", "Numbers 4:28", "Numbers 4:29", "Numbers 4:30", "Numbers 4:31", "Numbers 4:32", "Numbers 4:33", "Numbers 4:34", "Numbers 4:35", "Numbers 4:36", "Numbers 4:37", "Numbers 4:38", "Numbers 4:39", "Numbers 4:40", "Numbers 4:41", "Numbers 4:42", "Numbers 4:43", "Numbers 4:44", "Numbers 4:45", "Numbers 4:46", "Numbers 4:47", "Numbers 4:48", "Numbers 4:49", "Numbers 5:1", "Numbers 5:2", "Numbers 5:3", "Numbers 5:4", "Numbers 5:5", "Numbers 5:6", "Numbers 5:7", "Numbers 5:8", "Numbers 5:9", "Numbers 5:10", "Numbers 5:11", "Numbers 5:12", "Numbers 5:13", "Numbers 5:14", "Numbers 5:15", "Numbers 5:16", "Numbers 5:17", "Numbers 5:18", "Numbers 5:19", "Numbers 5:20", "Numbers 5:21", "Numbers 5:22", "Numbers 5:23", "Numbers 5:24", "Numbers 5:25", "Numbers 5:26", "Numbers 5:27", "Numbers 5:28", "Numbers 5:29", "Numbers 5:30", "Numbers 5:31", "Numbers 6:1", "Numbers 6:2", "Numbers 6:3", "Numbers 6:4", "Numbers 6:5", "Numbers 6:6", "Numbers 6:7", "Numbers 6:8", "Numbers 6:9", "Numbers 6:10", "Numbers 6:11", "Numbers 6:12", "Numbers 6:13", "Numbers 6:14", "Numbers 6:15", "Numbers 6:16", "Numbers 6:17", "Numbers 6:18", "Numbers 6:19", "Numbers 6:20", "Numbers 6:21", "Numbers 6:22", "Numbers 6:23", "Numbers 6:24", "Numbers 6:25", "Numbers 6:26", "Numbers 6:27", "Numbers 7:1", "Numbers 7:2", "Numbers 7:3", "Numbers 7:4", "Numbers 7:5", "Numbers 7:6", "Numbers 7:7", "Numbers 7:8", "Numbers 7:9", "Numbers 7:10", "Numbers 7:11", "Numbers 7:12", "Numbers 7:13", "Numbers 7:14", "Numbers 7:15", "Numbers 7:16", "Numbers 7:17", "Numbers 7:18", "Numbers 7:19", "Numbers 7:20", "Numbers 7:21", "Numbers 7:22", "Numbers 7:23", "Numbers 7:24", "Numbers 7:25", "Numbers 7:26", "Numbers 7:27", "Numbers 7:28", "Numbers 7:29", "Numbers 7:30", "Numbers 7:31", "Numbers 7:32", "Numbers 7:33", "Numbers 7:34", "Numbers 7:35", "Numbers 7:36", "Numbers 7:37", "Numbers 7:38", "Numbers 7:39", "Numbers 7:40", "Numbers 7:41", "Numbers 7:42", "Numbers 7:43", "Numbers 7:44", "Numbers 7:45", "Numbers 7:46", "Numbers 7:47", "Numbers 7:48", "Numbers 7:49", "Numbers 7:50", "Numbers 7:51", "Numbers 7:52", "Numbers 7:53", "Numbers 7:54", "Numbers 7:55", "Numbers 7:56", "Numbers 7:57", "Numbers 7:58", "Numbers 7:59", "Numbers 7:60", "Numbers 7:61", "Numbers 7:62", "Numbers 7:63", "Numbers 7:64", "Numbers 7:65", "Numbers 7:66", "Numbers 7:67", "Numbers 7:68", "Numbers 7:69", "Numbers 7:70", "Numbers 7:71", "Numbers 7:72", "Numbers 7:73", "Numbers 7:74", "Numbers 7:75", "Numbers 7:76", "Numbers 7:77", "Numbers 7:78", "Numbers 7:79", "Numbers 7:80", "Numbers 7:81", "Numbers 7:82", "Numbers 7:83", "Numbers 7:84", "Numbers 7:85", "Numbers 7:86", "Numbers 7:87", "Numbers 7:88", "Numbers 7:89", "Numbers 8:1", "Numbers 8:2", "Numbers 8:3", "Numbers 8:4", "Numbers 8:5", "Numbers 8:6", "Numbers 8:7", "Numbers 8:8", "Numbers 8:9", "Numbers 8:10", "Numbers 8:11", "Numbers 8:12", "Numbers 8:13", "Numbers 8:14", "Numbers 8:15", "Numbers 8:16", "Numbers 8:17", "Numbers 8:18", "Numbers 8:19", "Numbers 8:20", "Numbers 8:21", "Numbers 8:22", "Numbers 8:23", "Numbers 8:24", "Numbers 8:25", "Numbers 8:26", "Numbers 9:1", "Numbers 9:2", "Numbers 9:3", "Numbers 9:4", "Numbers 9:5", "Numbers 9:6", "Numbers 9:7", "Numbers 9:8", "Numbers 9:9", "Numbers 9:10", "Numbers 9:11", "Numbers 9:12", "Numbers 9:13", "Numbers 9:14", "Numbers 9:15", "Numbers 9:16", "Numbers 9:17", "Numbers 9:18", "Numbers 9:19", "Numbers 9:20", "Numbers 9:21", "Numbers 9:22", "Numbers 9:23", "Numbers 10:1", "Numbers 10:2", "Numbers 10:3", "Numbers 10:4", "Numbers 10:5", "Numbers 10:6", "Numbers 10:7", "Numbers 10:8", "Numbers 10:9", "Numbers 10:10", "Numbers 10:11", "Numbers 10:12", "Numbers 10:13", "Numbers 10:14", "Numbers 10:15", "Numbers 10:16", "Numbers 10:17", "Numbers 10:18", "Numbers 10:19", "Numbers 10:20", "Numbers 10:21", "Numbers 10:22", "Numbers 10:23", "Numbers 10:24", "Numbers 10:25", "Numbers 10:26", "Numbers 10:27", "Numbers 10:28", "Numbers 10:29", "Numbers 10:30", "Numbers 10:31", "Numbers 10:32", "Numbers 10:33", "Numbers 10:34", "Numbers 10:35", "Numbers 10:36", "Numbers 11:1", "Numbers 11:2", "Numbers 11:3", "Numbers 11:4", "Numbers 11:5", "Numbers 11:6", "Numbers 11:7", "Numbers 11:8", "Numbers 11:9", "Numbers 11:10", "Numbers 11:11", "Numbers 11:12", "Numbers 11:13", "Numbers 11:14", "Numbers 11:15", "Numbers 11:16", "Numbers 11:17", "Numbers 11:18", "Numbers 11:19", "Numbers 11:20", "Numbers 11:21", "Numbers 11:22", "Numbers 11:23", "Numbers 11:24", "Numbers 11:25", "Numbers 11:26", "Numbers 11:27", "Numbers 11:28", "Numbers 11:29", "Numbers 11:30", "Numbers 11:31", "Numbers 11:32", "Numbers 11:33", "Numbers 11:34", "Numbers 11:35", "Numbers 12:1", "Numbers 12:2", "Numbers 12:3", "Numbers 12:4", "Numbers 12:5", "Numbers 12:6", "Numbers 12:7", "Numbers 12:8", "Numbers 12:9", "Numbers 12:10", "Numbers 12:11", "Numbers 12:12", "Numbers 12:13", "Numbers 12:14", "Numbers 12:15", "Numbers 12:16", "Numbers 13:1", "Numbers 13:2", "Numbers 13:3", "Numbers 13:4", "Numbers 13:5", "Numbers 13:6", "Numbers 13:7", "Numbers 13:8", "Numbers 13:9", "Numbers 13:10", "Numbers 13:11", "Numbers 13:12", "Numbers 13:13", "Numbers 13:14", "Numbers 13:15", "Numbers 13:16", "Numbers 13:17", "Numbers 13:18", "Numbers 13:19", "Numbers 13:20", "Numbers 13:21", "Numbers 13:22", "Numbers 13:23", "Numbers 13:24", "Numbers 13:25", "Numbers 13:26", "Numbers 13:27", "Numbers 13:28", "Numbers 13:29", "Numbers 13:30", "Numbers 13:31", "Numbers 13:32", "Numbers 13:33", "Numbers 14:1", "Numbers 14:2", "Numbers 14:3", "Numbers 14:4", "Numbers 14:5", "Numbers 14:6", "Numbers 14:7", "Numbers 14:8", "Numbers 14:9", "Numbers 14:10", "Numbers 14:11", "Numbers 14:12", "Numbers 14:13", "Numbers 14:14", "Numbers 14:15", "Numbers 14:16", "Numbers 14:17", "Numbers 14:18", "Numbers 14:19", "Numbers 14:20", "Numbers 14:21", "Numbers 14:22", "Numbers 14:23", "Numbers 14:24", "Numbers 14:25", "Numbers 14:26", "Numbers 14:27", "Numbers 14:28", "Numbers 14:29", "Numbers 14:30", "Numbers 14:31", "Numbers 14:32", "Numbers 14:33", "Numbers 14:34", "Numbers 14:35", "Numbers 14:36", "Numbers 14:37", "Numbers 14:38", "Numbers 14:39", "Numbers 14:40", "Numbers 14:41", "Numbers 14:42", "Numbers 14:43", "Numbers 14:44", "Numbers 14:45", "Numbers 15:1", "Numbers 15:2", "Numbers 15:3", "Numbers 15:4", "Numbers 15:5", "Numbers 15:6", "Numbers 15:7", "Numbers 15:8", "Numbers 15:9", "Numbers 15:10", "Numbers 15:11", "Numbers 15:12", "Numbers 15:13", "Numbers 15:14", "Numbers 15:15", "Numbers 15:16", "Numbers 15:17", "Numbers 15:18", "Numbers 15:19", "Numbers 15:20", "Numbers 15:21", "Numbers 15:22", "Numbers 15:23", "Numbers 15:24", "Numbers 15:25", "Numbers 15:26", "Numbers 15:27", "Numbers 15:28", "Numbers 15:29", "Numbers 15:30", "Numbers 15:31", "Numbers 15:32", "Numbers 15:33", "Numbers 15:34", "Numbers 15:35", "Numbers 15:36", "Numbers 15:37", "Numbers 15:38", "Numbers 15:39", "Numbers 15:40", "Numbers 15:41", "Numbers 16:1", "Numbers 16:2", "Numbers 16:3", "Numbers 16:4", "Numbers 16:5", "Numbers 16:6", "Numbers 16:7", "Numbers 16:8", "Numbers 16:9", "Numbers 16:10", "Numbers 16:11", "Numbers 16:12", "Numbers 16:13", "Numbers 16:14", "Numbers 16:15", "Numbers 16:16", "Numbers 16:17", "Numbers 16:18", "Numbers 16:19", "Numbers 16:20", "Numbers 16:21", "Numbers 16:22", "Numbers 16:23", "Numbers 16:24", "Numbers 16:25", "Numbers 16:26", "Numbers 16:27", "Numbers 16:28", "Numbers 16:29", "Numbers 16:30", "Numbers 16:31", "Numbers 16:32", "Numbers 16:33", "Numbers 16:34", "Numbers 16:35", "Numbers 17:1", "Numbers 17:2", "Numbers 17:3", "Numbers 17:4", "Numbers 17:5", "Numbers 17:6", "Numbers 17:7", "Numbers 17:8", "Numbers 17:9", "Numbers 17:10", "Numbers 17:11", "Numbers 17:12", "Numbers 17:13", "Numbers 17:14", "Numbers 17:15", "Numbers 17:16", "Numbers 17:17", "Numbers 17:18", "Numbers 17:19", "Numbers 17:20", "Numbers 17:21", "Numbers 17:22", "Numbers 17:23", "Numbers 17:24", "Numbers 17:25", "Numbers 17:26", "Numbers 17:27", "Numbers 17:28", "Numbers 18:1", "Numbers 18:2", "Numbers 18:3", "Numbers 18:4", "Numbers 18:5", "Numbers 18:6", "Numbers 18:7", "Numbers 18:8", "Numbers 18:9", "Numbers 18:10", "Numbers 18:11", "Numbers 18:12", "Numbers 18:13", "Numbers 18:14", "Numbers 18:15", "Numbers 18:16", "Numbers 18:17", "Numbers 18:18", "Numbers 18:19", "Numbers 18:20", "Numbers 18:21", "Numbers 18:22", "Numbers 18:23", "Numbers 18:24", "Numbers 18:25", "Numbers 18:26", "Numbers 18:27", "Numbers 18:28", "Numbers 18:29", "Numbers 18:30", "Numbers 18:31", "Numbers 18:32", "Numbers 19:1", "Numbers 19:2", "Numbers 19:3", "Numbers 19:4", "Numbers 19:5", "Numbers 19:6", "Numbers 19:7", "Numbers 19:8", "Numbers 19:9", "Numbers 19:10", "Numbers 19:11", "Numbers 19:12", "Numbers 19:13", "Numbers 19:14", "Numbers 19:15", "Numbers 19:16", "Numbers 19:17", "Numbers 19:18", "Numbers 19:19", "Numbers 19:20", "Numbers 19:21", "Numbers 19:22", "Numbers 20:1", "Numbers 20:2", "Numbers 20:3", "Numbers 20:4", "Numbers 20:5", "Numbers 20:6", "Numbers 20:7", "Numbers 20:8", "Numbers 20:9", "Numbers 20:10", "Numbers 20:11", "Numbers 20:12", "Numbers 20:13", "Numbers 20:14", "Numbers 20:15", "Numbers 20:16", "Numbers 20:17", "Numbers 20:18", "Numbers 20:19", "Numbers 20:20", "Numbers 20:21", "Numbers 20:22", "Numbers 20:23", "Numbers 20:24", "Numbers 20:25", "Numbers 20:26", "Numbers 20:27", "Numbers 20:28", "Numbers 20:29", "Numbers 21:1", "Numbers 21:2", "Numbers 21:3", "Numbers 21:4", "Numbers 21:5", "Numbers 21:6", "Numbers 21:7", "Numbers 21:8", "Numbers 21:9", "Numbers 21:10", "Numbers 21:11", "Numbers 21:12", "Numbers 21:13", "Numbers 21:14", "Numbers 21:15", "Numbers 21:16", "Numbers 21:17", "Numbers 21:18", "Numbers 21:19", "Numbers 21:20", "Numbers 21:21", "Numbers 21:22", "Numbers 21:23", "Numbers 21:24", "Numbers 21:25", "Numbers 21:26", "Numbers 21:27", "Numbers 21:28", "Numbers 21:29", "Numbers 21:30", "Numbers 21:31", "Numbers 21:32", "Numbers 21:33", "Numbers 21:34", "Numbers 21:35", "Numbers 22:1", "Numbers 22:2", "Numbers 22:3", "Numbers 22:4", "Numbers 22:5", "Numbers 22:6", "Numbers 22:7", "Numbers 22:8", "Numbers 22:9", "Numbers 22:10", "Numbers 22:11", "Numbers 22:12", "Numbers 22:13", "Numbers 22:14", "Numbers 22:15", "Numbers 22:16", "Numbers 22:17", "Numbers 22:18", "Numbers 22:19", "Numbers 22:20", "Numbers 22:21", "Numbers 22:22", "Numbers 22:23", "Numbers 22:24", "Numbers 22:25", "Numbers 22:26", "Numbers 22:27", "Numbers 22:28", "Numbers 22:29", "Numbers 22:30", "Numbers 22:31", "Numbers 22:32", "Numbers 22:33", "Numbers 22:34", "Numbers 22:35", "Numbers 22:36", "Numbers 22:37", "Numbers 22:38", "Numbers 22:39", "Numbers 22:40", "Numbers 22:41", "Numbers 23:1", "Numbers 23:2", "Numbers 23:3", "Numbers 23:4", "Numbers 23:5", "Numbers 23:6", "Numbers 23:7", "Numbers 23:8", "Numbers 23:9", "Numbers 23:10", "Numbers 23:11", "Numbers 23:12", "Numbers 23:13", "Numbers 23:14", "Numbers 23:15", "Numbers 23:16", "Numbers 23:17", "Numbers 23:18", "Numbers 23:19", "Numbers 23:20", "Numbers 23:21", "Numbers 23:22", "Numbers 23:23", "Numbers 23:24", "Numbers 23:25", "Numbers 23:26", "Numbers 23:27", "Numbers 23:28", "Numbers 23:29", "Numbers 23:30", "Numbers 24:1", "Numbers 24:2", "Numbers 24:3", "Numbers 24:4", "Numbers 24:5", "Numbers 24:6", "Numbers 24:7", "Numbers 24:8", "Numbers 24:9", "Numbers 24:10", "Numbers 24:11", "Numbers 24:12", "Numbers 24:13", "Numbers 24:14", "Numbers 24:15", "Numbers 24:16", "Numbers 24:17", "Numbers 24:18", "Numbers 24:19", "Numbers 24:20", "Numbers 24:21", "Numbers 24:22", "Numbers 24:23", "Numbers 24:24", "Numbers 24:25", "Numbers 25:1", "Numbers 25:2", "Numbers 25:3", "Numbers 25:4", "Numbers 25:5", "Numbers 25:6", "Numbers 25:7", "Numbers 25:8", "Numbers 25:9", "Numbers 25:10", "Numbers 25:11", "Numbers 25:12", "Numbers 25:13", "Numbers 25:14", "Numbers 25:15", "Numbers 25:16", "Numbers 25:17", "Numbers 25:18", "Numbers 26:1", "Numbers 26:2", "Numbers 26:3", "Numbers 26:4", "Numbers 26:5", "Numbers 26:6", "Numbers 26:7", "Numbers 26:8", "Numbers 26:9", "Numbers 26:10", "Numbers 26:11", "Numbers 26:12", "Numbers 26:13", "Numbers 26:14", "Numbers 26:15", "Numbers 26:16", "Numbers 26:17", "Numbers 26:18", "Numbers 26:19", "Numbers 26:20", "Numbers 26:21", "Numbers 26:22", "Numbers 26:23", "Numbers 26:24", "Numbers 26:25", "Numbers 26:26", "Numbers 26:27", "Numbers 26:28", "Numbers 26:29", "Numbers 26:30", "Numbers 26:31", "Numbers 26:32", "Numbers 26:33", "Numbers 26:34", "Numbers 26:35", "Numbers 26:36", "Numbers 26:37", "Numbers 26:38", "Numbers 26:39", "Numbers 26:40", "Numbers 26:41", "Numbers 26:42", "Numbers 26:43", "Numbers 26:44", "Numbers 26:45", "Numbers 26:46", "Numbers 26:47", "Numbers 26:48", "Numbers 26:49", "Numbers 26:50", "Numbers 26:51", "Numbers 26:52", "Numbers 26:53", "Numbers 26:54", "Numbers 26:55", "Numbers 26:56", "Numbers 26:57", "Numbers 26:58", "Numbers 26:59", "Numbers 26:60", "Numbers 26:61", "Numbers 26:62", "Numbers 26:63", "Numbers 26:64", "Numbers 26:65", "Numbers 27:1", "Numbers 27:2", "Numbers 27:3", "Numbers 27:4", "Numbers 27:5", "Numbers 27:6", "Numbers 27:7", "Numbers 27:8", "Numbers 27:9", "Numbers 27:10", "Numbers 27:11", "Numbers 27:12", "Numbers 27:13", "Numbers 27:14", "Numbers 27:15", "Numbers 27:16", "Numbers 27:17", "Numbers 27:18", "Numbers 27:19", "Numbers 27:20", "Numbers 27:21", "Numbers 27:22", "Numbers 27:23", "Numbers 28:1", "Numbers 28:2", "Numbers 28:3", "Numbers 28:4", "Numbers 28:5", "Numbers 28:6", "Numbers 28:7", "Numbers 28:8", "Numbers 28:9", "Numbers 28:10", "Numbers 28:11", "Numbers 28:12", "Numbers 28:13", "Numbers 28:14", "Numbers 28:15", "Numbers 28:16", "Numbers 28:17", "Numbers 28:18", "Numbers 28:19", "Numbers 28:20", "Numbers 28:21", "Numbers 28:22", "Numbers 28:23", "Numbers 28:24", "Numbers 28:25", "Numbers 28:26", "Numbers 28:27", "Numbers 28:28", "Numbers 28:29", "Numbers 28:30", "Numbers 28:31", "Numbers 29:1", "Numbers 29:2", "Numbers 29:3", "Numbers 29:4", "Numbers 29:5", "Numbers 29:6", "Numbers 29:7", "Numbers 29:8", "Numbers 29:9", "Numbers 29:10", "Numbers 29:11", "Numbers 29:12", "Numbers 29:13", "Numbers 29:14", "Numbers 29:15", "Numbers 29:16", "Numbers 29:17", "Numbers 29:18", "Numbers 29:19", "Numbers 29:20", "Numbers 29:21", "Numbers 29:22", "Numbers 29:23", "Numbers 29:24", "Numbers 29:25", "Numbers 29:26", "Numbers 29:27", "Numbers 29:28", "Numbers 29:29", "Numbers 29:30", "Numbers 29:31", "Numbers 29:32", "Numbers 29:33", "Numbers 29:34", "Numbers 29:35", "Numbers 29:36", "Numbers 29:37", "Numbers 29:38", "Numbers 29:39", "Numbers 30:1", "Numbers 30:2", "Numbers 30:3", "Numbers 30:4", "Numbers 30:5", "Numbers 30:6", "Numbers 30:7", "Numbers 30:8", "Numbers 30:9", "Numbers 30:10", "Numbers 30:11", "Numbers 30:12", "Numbers 30:13", "Numbers 30:14", "Numbers 30:15", "Numbers 30:16", "Numbers 30:17", "Numbers 31:1", "Numbers 31:2", "Numbers 31:3", "Numbers 31:4", "Numbers 31:5", "Numbers 31:6", "Numbers 31:7", "Numbers 31:8", "Numbers 31:9", "Numbers 31:10", "Numbers 31:11", "Numbers 31:12", "Numbers 31:13", "Numbers 31:14", "Numbers 31:15", "Numbers 31:16", "Numbers 31:17", "Numbers 31:18", "Numbers 31:19", "Numbers 31:20", "Numbers 31:21", "Numbers 31:22", "Numbers 31:23", "Numbers 31:24", "Numbers 31:25", "Numbers 31:26", "Numbers 31:27", "Numbers 31:28", "Numbers 31:29", "Numbers 31:30", "Numbers 31:31", "Numbers 31:32", "Numbers 31:33", "Numbers 31:34", "Numbers 31:35", "Numbers 31:36", "Numbers 31:37", "Numbers 31:38", "Numbers 31:39", "Numbers 31:40", "Numbers 31:41", "Numbers 31:42", "Numbers 31:43", "Numbers 31:44", "Numbers 31:45", "Numbers 31:46", "Numbers 31:47", "Numbers 31:48", "Numbers 31:49", "Numbers 31:50", "Numbers 31:51", "Numbers 31:52", "Numbers 31:53", "Numbers 31:54", "Numbers 32:1", "Numbers 32:2", "Numbers 32:3", "Numbers 32:4", "Numbers 32:5", "Numbers 32:6", "Numbers 32:7", "Numbers 32:8", "Numbers 32:9", "Numbers 32:10", "Numbers 32:11", "Numbers 32:12", "Numbers 32:13", "Numbers 32:14", "Numbers 32:15", "Numbers 32:16", "Numbers 32:17", "Numbers 32:18", "Numbers 32:19", "Numbers 32:20", "Numbers 32:21", "Numbers 32:22", "Numbers 32:23", "Numbers 32:24", "Numbers 32:25", "Numbers 32:26", "Numbers 32:27", "Numbers 32:28", "Numbers 32:29", "Numbers 32:30", "Numbers 32:31", "Numbers 32:32", "Numbers 32:33", "Numbers 32:34", "Numbers 32:35", "Numbers 32:36", "Numbers 32:37", "Numbers 32:38", "Numbers 32:39", "Numbers 32:40", "Numbers 32:41", "Numbers 32:42", "Numbers 33:1", "Numbers 33:2", "Numbers 33:3", "Numbers 33:4", "Numbers 33:5", "Numbers 33:6", "Numbers 33:7", "Numbers 33:8", "Numbers 33:9", "Numbers 33:10", "Numbers 33:11", "Numbers 33:12", "Numbers 33:13", "Numbers 33:14", "Numbers 33:15", "Numbers 33:16", "Numbers 33:17", "Numbers 33:18", "Numbers 33:19", "Numbers 33:20", "Numbers 33:21", "Numbers 33:22", "Numbers 33:23", "Numbers 33:24", "Numbers 33:25", "Numbers 33:26", "Numbers 33:27", "Numbers 33:28", "Numbers 33:29", "Numbers 33:30", "Numbers 33:31", "Numbers 33:32", "Numbers 33:33", "Numbers 33:34", "Numbers 33:35", "Numbers 33:36", "Numbers 33:37", "Numbers 33:38", "Numbers 33:39", "Numbers 33:40", "Numbers 33:41", "Numbers 33:42", "Numbers 33:43", "Numbers 33:44", "Numbers 33:45", "Numbers 33:46", "Numbers 33:47", "Numbers 33:48", "Numbers 33:49", "Numbers 33:50", "Numbers 33:51", "Numbers 33:52", "Numbers 33:53", "Numbers 33:54", "Numbers 33:55", "Numbers 33:56", "Numbers 34:1", "Numbers 34:2", "Numbers 34:3", "Numbers 34:4", "Numbers 34:5", "Numbers 34:6", "Numbers 34:7", "Numbers 34:8", "Numbers 34:9", "Numbers 34:10", "Numbers 34:11", "Numbers 34:12", "Numbers 34:13", "Numbers 34:14", "Numbers 34:15", "Numbers 34:16", "Numbers 34:17", "Numbers 34:18", "Numbers 34:19", "Numbers 34:20", "Numbers 34:21", "Numbers 34:22", "Numbers 34:23", "Numbers 34:24", "Numbers 34:25", "Numbers 34:26", "Numbers 34:27", "Numbers 34:28", "Numbers 34:29", "Numbers 35:1", "Numbers 35:2", "Numbers 35:3", "Numbers 35:4", "Numbers 35:5", "Numbers 35:6", "Numbers 35:7", "Numbers 35:8", "Numbers 35:9", "Numbers 35:10", "Numbers 35:11", "Numbers 35:12", "Numbers 35:13", "Numbers 35:14", "Numbers 35:15", "Numbers 35:16", "Numbers 35:17", "Numbers 35:18", "Numbers 35:19", "Numbers 35:20", "Numbers 35:21", "Numbers 35:22", "Numbers 35:23", "Numbers 35:24", "Numbers 35:25", "Numbers 35:26", "Numbers 35:27", "Numbers 35:28", "Numbers 35:29", "Numbers 35:30", "Numbers 35:31", "Numbers 35:32", "Numbers 35:33", "Numbers 35:34", "Numbers 36:1", "Numbers 36:2", "Numbers 36:3", "Numbers 36:4", "Numbers 36:5", "Numbers 36:6", "Numbers 36:7", "Numbers 36:8", "Numbers 36:9", "Numbers 36:10", "Numbers 36:11", "Numbers 36:12", "Numbers 36:13"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, On the Book of Numbers and Its Structure 2-52", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר א׳ ב׳-נ״ב", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "On the Book of Numbers and Its Structure", "he": "במדבר מאמר א׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "במדבר מאמר א׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["T<small>HE READER WHO APPROACHES THE BOOK OF</small> N<small>UMBERS UNDER THE INFLUENCE OF ITS</small> common Hebrew name, <i>Bemidbar</i>, “In the Wilderness,” will logically expect a narrative account of the wanderings of the Israelites before they reach the Promised Land. But the book in its present form is a great deal more than that. To be sure,it contains stories of the long trek from Egypt to Canaan, with moments of triumph and difficulty, obedience and rebellion. Some of the great narratives of the Pentateuch are here, from the account of Korah’s revolt (Chap. 16) to Moshe’s sin (20) to Bil'am’s recalcitrant donkey (22). But the book also features census and sacrificial donation lists; details of the setup of Israel’s camp; the duties of the Levites in the traveling sanctuary; laws regarding wives suspected of adultery and those who take on extraordinary vows; a complicated and mysterious ritual for removing the extreme ritual pollution carried by death; a doubled tale about daughters inheriting land; and a host of other rules and regulations.", "It is this composite character and apparent lack of easily definable structure that imbue the book with fascination for scholars and with frustration for lay readers. While the four other books of the Torah also mix narrative, law, poetry, and cultic regulations, none of them has combined and alternated these genres with such abandon. There are a number of possible explanations for this. First, it is conceivable that Numbers as we have it reflects the desire to preserve as many traditions about the wilderness wanderings as possible; as Greenberg (1972) has demonstrated with the traditions about the revelation on Mount Sinai, it may have been more important to collect everything relevant than to create a smooth or seamless text. Second, here as elsewhere in the Torah, narrative may serve to introduce law or to provide the preceding background for it. Third, there is an aesthetic consideration: the great rebellion stories in the center of the book, to give an example, are separated from one another by prescriptive legal passages. Earlier books in the Torah similarly utilize breaks of varying lengths (e.g., the genealogical lists in Genesis, the Tabernacle texts of Exodus). The result is to highlight both narrative and law, and also to provide a large-scale rhythm to the book (Milgrom comments on the consistent alternating pattern).", "The kind of literary mixture that we find in Numbers goes beyond that rabbinic dictum that “the Torah speaks in human language.” It suggests that, far from betraying human frailties in the composition or transmission of the traditions presented in Numbers, a purposeful and powerful hand has been at work. More than any other book in the Torah, this one gives evidence of an editorial process. While the finished product may not be able to help us unravel the detailed history of that process, we may at least observe that much has been added to the wilderness narratives, in a way that transforms them into a patterned view of Israel’s early history.", "Recent commentaries see a two- or three-part structure to Numbers, based either on geography—the Sinai Wilderness, Kadesh, the plains of Moab—or chronology. Since the book as we have it is not entirely clear about either area— there seems to be internal disagreement about where the spies (Chap. 13) left from and went, and also about when the forty-year punishment began—I am in general agreement with Olson’s scheme of seeing the book as “The Death of the Old and the Birth of the New,” that is, the slave generation and that of their children, which are set apart by the two census lists in Chapters 1 and 26. But the differences between Chapters 1–10 and 11–25 must also be taken into account. I propose the following theoretical structure:", "I In the Wilderness of Sinai: The Camp", "1 The Census (Musterings) of the Israelites; the Duties of the Levites", "2 The Ordering of the Camp", "3 The Census of the Levites According to Their Duties", "4 The Tasks of the Levites", "5 Threats to the Ritual Integrity of the Camp", "6 Procedure Regarding a Nazirite; the Priestly Blessing", "7 Gifts of the Tribes to the Tabernacle", "8 The Tabernacle Lamps; Purification of the Levites", "9 Passover in the Wilderness; God’s Presence with the Tabernacle", "10 The Journey to Canaan Commences", "II The Rebellious Folk: Narratives of Challenge", "A Sealing the Fate of the First Generation", "11 First Rebellion: Food", "12 Second Rebellion: Siblings", "13 The Spies’ Mission", "14 Third Rebellion: Panic", "15 Interlude: Rules on Sacrifices, Sabbath, and Tassels", "B The Crisis of Leadership", "16 Fourth Rebellion: Korah and the Levites", "17 Fifth Rebellion: After the Purge", "18 The Levites as Guardians", "19 Pollution by Death and Its Removal", "20 Sixth Rebellion: The Sin of Moshe and Aharon", "C Encountering the Other", "21 Encounters with Various Neighbors; Seventh Rebellion:", "Food and Water", "22–24 The Bil'am Cycle", "25 Final Rebellion: Apostasy", "III In the Plains of Moab: Preparations for the Conquest of Canaan", "26 The Second Census", "27 Inheritance: the Daughters of Tzelofhad I", "28–29 Sacrifices for Holy Days", "30 Rules Concerning Vows", "31 First Battle and Aftermath", "32 Two and a Half Tribes and the Future Conquest", "33 Wilderness Itinerary and Warning", "34 Future Borders", "35 The Levites’ Towns of Asylum", "36 Inheritance: the Daughters of Tzelofhad II", "In this scheme, not only does the otherwise haphazard subject matter of the book fit roughly into the three divisions, but the divisions themselves seem to correspond to narrative mood swings. This might be characterized as a movement from order to chaos, and back to order again. The wilderness camp is still connected to the ordering—nation-founding—experience of Sinai; God speaks to Moshe from the Tabernacle, both here and in Leviticus, and the structure serves as a surrogate Mount Sinai. The concerns of Part I, therefore, are expressed in lists, and the section is filled with them.", "With the rebellion narratives of Part II, which not coincidentally take place as soon as Israel sets out on its journey through the wilderness, the idealistic order of Sinai is broken, and the people (and Moshe) must deal with the harsh reality of life in the desert. It becomes clear that nation-founding involves not only the giving of laws and the arranging of societal roles, but also the developing of the ability to cope with physical and spiritual challenges to survival.", "The slave generation is unable to successfully meet the challenge, and Part II chronicles their failures and their punishment. They had been born into the rigidly ordered situation of slavery—an order with underlying spiritual chaos— and only their children, born into the chaotic but free air of the wilderness, can be readied for the orderly transition into conquest and societal life on their own soil. This readying process is portrayed in Part III, through a series of lists once again: another military census, clear inheritance laws, a sacred calendar tied to the growing cycles of the land, a tracing of the Israelites’ travels through the wilderness, and a laying out of future borders. By the end of the book, Israel is fully prepared to enter the land, with a new generation, new leadership in the wings, a full set of societal rules, an operative cult, and, above all, a collective memory of experiences that serve to instruct and warn future generations. These issues will be fully and memorably summarized in the great final speeches of Moshe that comprise the last book of the Torah, Deuteronomy.", "Of special note in the book of Numbers is the emphasis on the Levites and their tasks. The text introduces this group, which may have originated as a guild rather than as a tribe, already in Chapter 1 (v.47). Thereafter, they play a major role in the book—the portrayal of their purification for service (Chap. 8), the great rebellion fomented by some of them (16), their important function as guardians against encroachment on the sanctuary (18), and their distribution in certain towns that serve also as places of refuge for accidental manslayers (35) is spread throughout the book, as if to form a distinctive thread amid the other themes of wandering, rebellion, and preparation for conquest. This interest in the Levites, in the eyes of some scholars, signals a particularly late development in the history of Israelite religion, and perhaps a late editing for our book as well. It also indicates how thoroughly the wilderness traditions have been reworked, to establish a hoary history for the central Israelite institutions connected with divine worship. While it is next to impossible to trace the internal struggles of the Israelite priesthood over the centuries with historical precision, it seems clear that such strife was part of history, and may be reflected in the portrayals of Aharon, Korah, and Pin’has, to mention just a few of the priestly/Levitical figures that populate the wilderness stories. At any rate, the combining of clearly priestly material into the varied narrative and poetic stuff of Numbers has created a book different than what might have been, had the editors sought a story and only a story. The same, of course, might be said for the entire five books of which Numbers is a part.", "As I noted in the introduction to Volume II of this work, <i>Now These Are the Names</i> (Exodus), the hero’s journey through the unknown is, of course, a central theme in Western literature. From Homer’s <i>Odyssey</i> to Sinbad’s journeys in <i>A Thousand and One Nights</i> to the many twentieth-century works on the theme, the protagonist’s unfamiliar terrain has become the familiar metaphor for our own inner journeys. Such accounts normally concentrate on obstacles in the way: opponents divine and human, harsh landscapes, wild beasts, lack of water, lack of people and succor. Heroes are left to their own devices, and if they are successful in completing their journey, the audience experiences the vicarious triumph of conquering the impossible. Indeed, the operating principle seems to be: the greater the obstacles, the more stunning the triumph.", "The wilderness trek recounted in the heart of the book of Numbers has a wholly different feel. To be sure, there are obstacles, some of them standard, such as the dearth of food and water and the opposition of hostile nations along the way. But the main emphasis in these texts is on internal obstacles—the people’s lack of trust, faith, and courage. And as so often happens in the Torah, physical background, as important as it obviously is in Numbers, what with a myriad of geographical locations noted, is overshadowed by the dominant issue of the relationship between Israel and God. The God of the wilderness journey is initially a provider and protector (cf. Ex. 15–18); when he turns lawgiver, Israel’s situation seems secure despite the harsh ecological setting. But Numbers has chosen to remember the people’s moments of doubt and rebellion above all, and so the orderly leaving of Sinai which closes the first part of the book, along with the orderly preparations for conquest that mark its third part, fade in the reader’s consciousness before the memorable narratives in Chapters 11–25.", "It has been pointed out (Tunyogi) that these stories serve as “foundation accounts,” as stories that tell about “the archetypes to be repeated in all coming generations.” As such, they are significant in later Israel’s understanding of itself. Through the book of Numbers, later generations were warned not to repeat the sins of the wilderness; and Moshe himself came to be looked upon as the quintessential prophet. For the era of the literary prophets (ninth-sixth centuries <small>B.C.E.</small>), concerned as they were with Israel’s forgetfulness and backsliding, and the era of Babylonian Exile (sixth century <small>B.C.E.</small>), in which the exiles also found themselves outside the Promised Land, there could have been no stronger warning or cause for hope than the stories and laws set down in the Torah, and especially the traditions recorded in the book of Numbers."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62037ee66bfddfbb310fed10", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Numbers, Part II; The Rebellion Narratives, First Victory; Rebellion Again; Traveling; Sihon and Og 2-4", "anchorRef": "Numbers 21:1-35", "anchorRefExpanded": ["Numbers 21:1", "Numbers 21:2", "Numbers 21:3", "Numbers 21:4", "Numbers 21:5", "Numbers 21:6", "Numbers 21:7", "Numbers 21:8", "Numbers 21:9", "Numbers 21:10", "Numbers 21:11", "Numbers 21:12", "Numbers 21:13", "Numbers 21:14", "Numbers 21:15", "Numbers 21:16", "Numbers 21:17", "Numbers 21:18", "Numbers 21:19", "Numbers 21:20", "Numbers 21:21", "Numbers 21:22", "Numbers 21:23", "Numbers 21:24", "Numbers 21:25", "Numbers 21:26", "Numbers 21:27", "Numbers 21:28", "Numbers 21:29", "Numbers 21:30", "Numbers 21:31", "Numbers 21:32", "Numbers 21:33", "Numbers 21:34", "Numbers 21:35"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, Part II; The Rebellion Narratives, First Victory; Rebellion Again; Traveling; Sihon and Og 2-4", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר ג׳, במדבר הערה י״א ב׳-ד׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "First Victory; Rebellion Again; Traveling; Sihon and Og", "he": "במדבר הערה י״א"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "במדבר הערה י״א", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["A miscellany of wilderness traditions, Chap. 21 begins with a military victory—perhaps a sign that Israel’s terrible trials are coming to an end. Not insignificantly, the victory comes after the Israelites have properly vowed to allot booty to God (v.2), a far cry from their willful attempt at conquest at the end of Chap. 14. This brief account may in fact be a reworking or different account of the Horma incident in that passage.", "The strange events surrounding the “viper of copper” that follow provide a reminder, even amid the progress of the march and military successes, of the Israelites’ usual waywardness. As usual, the problem is food; several things, however, make this brief story unusual amid the rebellion narratives. For one, the punishment is unique; for another, the people call upon Moshe to remove the plague—in a manner that is more reminiscent of Pharaoh of Egypt, with the Plagues, than of previous Israelite behavior. Finally, there is the Bible’s record of what happened to the copper object: it was preserved in the cult and worshiped by the people, until it was smashed during the large-scale religious reform under King Hezekiah of Judah (late eighth century <small>B.C.E.</small>). One might note that the divine punishment for sin, once accomplished, clears the way for the Israelite victories that follow immediately.", "Of additional interest in this chapter is the inclusion of three ancient poems (vv. 14–15, 17–18, and 27–30), whose origins and language are both obscure. Preceded by a brief itinerary of the Israelites’ travels up to Moabite territory, soon to be the scene of the Bil’am narratives (Chaps. 22–24), the chapter ends with two successful clashes against local kings, Sihon and Og. While the accounts here are brief, postbiblical Jewish tradition took delight in spinning fantastic tales about these two kings (cf. Ginzberg)."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620382efc9ad75f2d99afa24", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "", "ref": "The Five Books of Moses, by Everett Fox, Numbers, Part II; The Rebellion Narratives, First Victory; Rebellion Again; Traveling; Sihon and Og 1", "anchorRef": "Numbers 21:1-35", "anchorRefExpanded": ["Numbers 21:1", "Numbers 21:2", "Numbers 21:3", "Numbers 21:4", "Numbers 21:5", "Numbers 21:6", "Numbers 21:7", "Numbers 21:8", "Numbers 21:9", "Numbers 21:10", "Numbers 21:11", "Numbers 21:12", "Numbers 21:13", "Numbers 21:14", "Numbers 21:15", "Numbers 21:16", "Numbers 21:17", "Numbers 21:18", "Numbers 21:19", "Numbers 21:20", "Numbers 21:21", "Numbers 21:22", "Numbers 21:23", "Numbers 21:24", "Numbers 21:25", "Numbers 21:26", "Numbers 21:27", "Numbers 21:28", "Numbers 21:29", "Numbers 21:30", "Numbers 21:31", "Numbers 21:32", "Numbers 21:33", "Numbers 21:34", "Numbers 21:35"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, Part II; The Rebellion Narratives, First Victory; Rebellion Again; Traveling; Sihon and Og 1", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר ג׳, במדבר הערה י״א א׳", "anchorVerse": 1, "sourceHasEn": true, "commentaryNum": 1, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "במדבר הערה י״א", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<a class=\"refLink\" data-ref=\"Numbers 21:1-35\" data-ven=\"The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995\">Numbers 21:1-35</a>", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "63c9442601e878406e0d2722", "index_title": "Zohar", "category": "Kabbalah", "type": "", "ref": "Zohar, Chukat 11:73", "anchorRef": "Numbers 21:16", "anchorRefExpanded": ["Numbers 21:16"], "sourceRef": "Zohar, Chukat 11:73", "sourceHeRef": "ספר הזהר, חקת י״א:ע״ג", "anchorVerse": 16, "sourceHasEn": false, "compDate": [1100, 1400], "commentaryNum": 11.0001, "collectiveTitle": {"en": "Zohar", "he": "ספר הזהר"}, "heTitle": "חקת", "he": "(במדבר כ״א:ט״ז) וּמִשָׁם בְּאֵרָה הִוא הַבְּאֵר. מַאי שְׁנָא דְּהָכָא בְּאֵרָה, וּלְבָתַר בְּאֵר. אֶלָּא בְּאֵרָה, לְבָתַר דְּמִתְכַּנְשֵׁי מַיָּיא לְגוֹ יַמָּא, וְנַחְתֵּי לְתַתָּא. בְּאֵר, בְּשַׁעֲתָא דְּיִצְחָק מַלְּיָיא לֵיהּ. הִיא הַבְּאֵר, הוּא כְּתִיב וְרָזָא דָּא, כְּמָה דִּכְתִּיב, (במדבר י״ח:כ״ג) וְעָבַד הַלֵּוִי הוּא.", "heVersionTitle": "Vocalized Zohar, Israel 2013", "heLicense": "", "heVersionTitleInHebrew": "ספר הזהר מנקד, ישראל תשע\"ג", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "63c9435101e878406e0d03e6", "index_title": "Zohar", "category": "Kabbalah", "type": "", "ref": "Zohar, Mishpatim 5:374", "anchorRef": "Numbers 21:16", "anchorRefExpanded": ["Numbers 21:16"], "sourceRef": "Zohar, Mishpatim 5:374", "sourceHeRef": "ספר הזהר, משפטים ה׳:שע״ד", "anchorVerse": 16, "sourceHasEn": false, "compDate": [1100, 1400], "commentaryNum": 5.0003, "collectiveTitle": {"en": "Zohar", "he": "ספר הזהר"}, "heTitle": "משפטים", "he": "דְּלָאו לְמַגָּנָא אִתְגַּלְיָא לָךְ אוֹרַיְיתָא, יַתִּיר מִכָּל יִשְׂרָאֵל, וְאִסְתַּלָּקַת לְגַבָּךְ, כְּמַיָּא דִּבְאֵר דְּאִסְתַּלָּקוּ לְגַבָּךְ, וְלָא לַאֲבָהָן, וְלָא לְבַר נָשׁ, דְּהָא בְּאֵר מַכֶּרֶת אֲדוֹנֶיהָ. וְאוֹרַיְיתָא דָּא, אִתְּמַר עָלָהּ, (במדבר כ״א:ט״ז) וּמִשָּׁם בְּאֵרָה הִיא הַבְּאֵר וְגוֹ'. הַבְּאֵר הִיא מַלְיָא, וְלָא נָפְקִין מֵימוֹי לְבַר. וְאִיהוּ בְּאֵר מַיָּא דְּאוֹרַיְיתָא, דְּאַפִּיק כָּל מַיִין, וְכָל מַיִין דְּעָלְמָא עָאלִין בֵּיהּ, וְלָא נָפְקִין מֵימוֹי לְבַר.", "heVersionTitle": "Vocalized Zohar, Israel 2013", "heLicense": "", "heVersionTitleInHebrew": "ספר הזהר מנקד, ישראל תשע\"ג", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "63d77c7deca1000753446b7e", "index_title": "Rav Hirsch on Torah", "category": "Commentary", "type": "commentary", "ref": "Rav Hirsch on Torah, Numbers 21:16:1", "anchorRef": "Numbers 21:16", "anchorRefExpanded": ["Numbers 21:16"], "sourceRef": "Rav Hirsch on Torah, Numbers 21:16:1", "sourceHeRef": "רש\"ר הירש על התורה, במדבר כ״א:ט״ז:א׳", "anchorVerse": 16, "sourceHasEn": true, "compDate": [1845, 1875], "commentaryNum": 16.0001, "collectiveTitle": {"en": "Rav Hirsch", "he": "רש\"ר הירש"}, "heTitle": "במדבר", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "V. 16. ומשם בארה. Entweder: der Arnon fließt von dort zum Brunnen hin, oder: von dort kommt man zum Brunnen. חיא חבאר. Der Ort wurde באר, Brunnen, genannt, weil dort ihnen der Brunnen wieder gegeben ward, den sie vor vierzig Jahren vom Choreb her erhielten (Schmot 1, 7) und der ihnen mit Mirjams Tod entschwunden war, oder wahrscheinlicher, weil dort der Brunnen zur Ruhe kam, den sie erhalten und wieder erhalten und der sie bis dahin begleitet. באר wäre dann der Name des Gipfels, von welchem V. 20 spricht. ", "versionTitle": "Der Pentateuch. Übersetzt und erläutert von Samson Raphael Hirsch, 1903 [de]", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "641884a7c9371ec0cebe7954", "index_title": "Reggio on Torah", "category": "Commentary", "type": "commentary", "ref": "Reggio on Torah, Numbers 21:16:1", "anchorRef": "Numbers 21:16", "anchorRefExpanded": ["Numbers 21:16"], "sourceRef": "Reggio on Torah, Numbers 21:16:1", "sourceHeRef": "ביאור יש\"ר על התורה, במדבר כ״א:ט״ז:א׳", "anchorVerse": 16, "sourceHasEn": false, "compDate": [1790, 1810], "commentaryNum": 16.0001, "collectiveTitle": {"en": "Reggio", "he": "ביאור יש\"ר"}, "heTitle": "במדבר", "he": "<b>ומשם בארה,</b> מן המקומות שזכר למעלה נסעו העם ובאו בארה, והוא קדש שזכר למעלה וישב העם בקדש (לעיל כ' א') שהוא במדבר צי ולפי ששם נתן ה' לישראל מתנת הבאר קראו העם למקום ההוא בארה, וכן שאר המקומות שבהם נתנה הבאר מימיה שנו את שמותם להיות מוסבות שם לכבוד ה' שנתן להם מים, כמו שנפרש בסמוך:", "heVersionTitle": "Vienna, 1821", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "641884a8c9371ec0cebe7956", "index_title": "Reggio on Torah", "category": "Commentary", "type": "commentary", "ref": "Reggio on Torah, Numbers 21:16:2", "anchorRef": "Numbers 21:16", "anchorRefExpanded": ["Numbers 21:16"], "sourceRef": "Reggio on Torah, Numbers 21:16:2", "sourceHeRef": "ביאור יש\"ר על התורה, במדבר כ״א:ט״ז:ב׳", "anchorVerse": 16, "sourceHasEn": false, "compDate": [1790, 1810], "commentaryNum": 16.0002, "collectiveTitle": {"en": "Reggio", "he": "ביאור יש\"ר"}, "heTitle": "במדבר", "he": "<b>הוא הבאר אשר אמר,</b> לפי שהיתה לישראל באר אחרת קודם לזה בזכות מרים, דהיינו מי הצור שנתנו להם ברפידים בשנה הראשונה לצאתם מארץ מצרים, לכן הוצרך לפרש שאין זו הבאר של רפידים, אלא היא הבאר אשר אמר ה' למשה בשנת הארבעים בהיותם בקדש אסוף את העם וכו', כמו שכתוב והקהל את העדה, (לעיל כ' ח') אבל ברפידים לא צוה לאסוף כל העם אלא הזקנים שבהם, שנאמר וקח אתך מזקני ישראל (שמות י\"ז ה'):", "heVersionTitle": "Vienna, 1821", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "64785ba24740bcb95cf61579", "index_title": "On Drunkenness", "category": "Second Temple", "type": "", "ref": "On Drunkenness 29:3", "anchorRef": "Numbers 21:16-18", "anchorRefExpanded": ["Numbers 21:16", "Numbers 21:17", "Numbers 21:18"], "sourceRef": "On Drunkenness 29:3", "sourceHeRef": "על השיכרות כ״ט:ג׳", "anchorVerse": 16, "sourceHasEn": true, "commentaryNum": 29.0003, "collectiveTitle": {"en": "On Drunkenness", "he": "על השיכרות"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "[113] But to none of those who in instruction are but of the common herd is it permitted to dig this well, only to kings, as he says “kings hewed it” (Num. 21:16–18). For it belongs to great leaders to search for and accomplish wisdom, not leaders who have subdued sea and land with arms, but those who through the powers of the soul have conquered the medley and confusion of the multitude which beset it.", "versionTitle": "Loeb Classical Library, Harvard University Press, 1930", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6538e8e81b65d6dd9164ac96", "index_title": "Talks of Yeshayahu Leibowitz on the Parasha", "category": "Quoting Commentary", "type": "", "ref": "Talks of Yeshayahu Leibowitz on the Parasha, Vayikra 2:3", "anchorRef": "Numbers 21:16", "anchorRefExpanded": ["Numbers 21:16"], "sourceRef": "Talks of Yeshayahu Leibowitz on the Parasha, Vayikra 2:3", "sourceHeRef": "שיחות על פרשת השבוע (ליבוביץ), ויקרא ב׳:ג׳", "anchorVerse": 16, "sourceHasEn": false, "commentaryNum": 2.0003, "collectiveTitle": {"en": "Talks of Yeshayahu Leibowitz on the Parasha", "he": "שיחות על פרשת השבוע (ליבוביץ)"}, "heTitle": "ויקרא", "he": "משה הוציאם ממצרים, קרע להם את הים, הוריד להם את המן (שאכלו במדבר), העלה להם את הבאר (במדבר,כא:טז), הגיז להם את השלו (שמות,טז:יג; במדבר, יא:לא,לב), הקיפם ענני-כבוד ועשה את המישכן; אמר (משה): מכאן ואילך מה יש לי לעשות עוד? עמד וישב לו (סבור היה שבכך סיים מלאכתו). אמר לו הקדוש ברוך-הוא: חייך (לשון שבועה), יש לך מלאכה גדולה מכל מה שעשית! ללמד לבני טומאה וטהרה, ולהזהירם היך יהיו מקריבין קורבן לפני; הדא הוא דכתיב \"ויקרא אל משה\"; עד כאן דברי המדרש, ובהמשך עיוננו ננסה לעמוד על כוונת המדרש בדברים אלה. ", "heVersionTitle": "Jerusalem, 2000", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6543a8f6e766f45c449ed46a", "index_title": "Sha'arei Orah", "category": "Kabbalah", "type": "", "ref": "Sha'arei Orah, First Gate, Tenth Sefirah 184", "anchorRef": "Numbers 21:16", "anchorRefExpanded": ["Numbers 21:16"], "sourceRef": "Sha'arei Orah, First Gate, Tenth Sefirah 184", "sourceHeRef": "שערי אורה, השער הראשון - הספירה העשירית קפ״ד", "anchorVerse": 16, "sourceHasEn": true, "compDate": [1260, 1300], "commentaryNum": 184, "collectiveTitle": {"en": "Sha'arei Orah", "he": "שערי אורה"}, "heTitle": "השער הראשון - הספירה העשירית", "he": "והנני מוסר בידך עיקר גדול. <b>דע</b> כי זה השם הנקרא אדנ\"י הוא ההיכל הגדול, שאליו יבואו כל מיני שפע ואצילות מראש הכתר הנקרא אהי\"ה, דרך התפארת הנקרא יהו\"ה, ובו יתחברו כל הנחלים הנמשכים מן י\"ג מעלות הכתר, ומן ל\"ב נתיבות חכמה, ומן חמשים שערי בינה, ובה ע\"ב גשרים הבאים ממים של חס\"ד הגדולה, ומן מ' מיני אש להבה הבאים מן הגבורה, ומן ע' צינורות הבאים דרך קו האמצעי. וכל אלו המעלות והנתיבות והשערים והגשרים ומיני האש והצינורות, כולן מתגלגלין ובאין דרך נצ\"ח והו\"ד, ומתחברים יחד במידת א\"ל ח\"י הנקרא יסוד, 'ומשם באר\"ה' (במדבר כא, טז) כלומר, ממידת יסוד כולן נכנסים בבריכה עליונה הנקרא אדנ\"י. ", "heVersionTitle": "Shaarei Orah, grimoar", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "I shall now transmit a fundamental principle to you. Know, that this title Lord-<i>Adona”y</i>-<i>אדנ״י-</i>65, is a vast Sanctuary-<i>Heichal</i>-<i>היכל-</i>65 to which all types of beneficence and emanations come from the head of the Divine Crown-<i>Keter</i> called <i>Eheye”h</i>-אהי״ה, by way of <i>HaShem</i>-יהו\"ה, who is called Splendor-<i>Tiferet</i>. Within it, all the streams that are drawn forth are bound, be they from the thirteen qualities of the crown-<i>Keter</i>, the thirty-two pathways of wisdom-<i>Chochmah</i>, the fifty gates of understanding-<i>Binah</i>, the seventy-two bridges that come from the waters of kindness-<i>Chessed</i> and magnanimity-<i>Gedulah</i>, the forty-two kinds of fire that come out of judgment-<i>Gevurah</i>, or the seventy conduits that are drawn down by way of the middle line. All these levels, pathways, gates, bridges, kinds of fire and conduits, revolve and come forth by way of <i>HaShem’s</i>-<i>יהו\"ה</i> Divine qualities of conquest-<i>Netzach</i> and majesty-<i>Hod</i>, and bond together in His Divine quality called, \"The Living God-<i>E”l Chai</i>-<i>א״ל חי</i>, which is called the foundation-<i>Yesod</i>, “and from there they come to the well-<i>Be’erah</i>-<i>בארה</i>.”<sup class=\"footnote-marker\">306</sup><i class=\"footnote\">See Numbers 21:16</i> In other words, from <i>HaShem’s-יהו\"ה</i> Divine quality of foundation-<i>Yesod</i>, they all enter the upper pool-<i>Breichah</i>-<i>בריכה</i> called the Lord-<i>Adona”y</i>-<i>אדנ״י</i>.", "versionTitle": "Gates of Light, trans. by Rabbi Amiram Markel and Rabbi Yehudah S. Markel, 2023", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "657ecc71758c1dc532ec929c", "index_title": "Steinsaltz on Numbers", "category": "Commentary", "type": "commentary", "ref": "Steinsaltz on Numbers 21:16", "anchorRef": "Numbers 21:16", "anchorRefExpanded": ["Numbers 21:16"], "sourceRef": "Steinsaltz on Numbers 21:16", "sourceHeRef": "ביאור שטיינזלץ על במדבר כ״א:ט״ז", "anchorVerse": 16, "sourceHasEn": true, "commentaryNum": 21.0016, "collectiveTitle": {"en": "Steinsaltz", "he": "ביאור שטיינזלץ"}, "heTitle": "ביאור שטיינזלץ על במדבר", "he": "<b>וּמִשָּׁם</b> נסעו ישראל \n    <b>בְּאֵרָה,</b> אל הבאר,\n    <b>הִוא הַבְּאֵר אֲשֶׁר אָמַר ה' לְמֹשֶׁה: אֱסֹף אֶת הָעָם וְאֶתְּנָה לָהֶם מָיִם.</b> ייתכן שזוהי הבאר שנבקעה להם במי מריבה.", "heVersionTitle": "The Koren Steinsaltz Tanakh HaMevoar - Hebrew", "heLicense": "Copyright: Steinsaltz Center", "heVersionTitleInHebrew": "", "text": "<b>From there </b>Israel traveled <b>to the well; that is the well where the Lord said to Moses: Assemble the people, and I will give them water. </b>It is possible that this is the well that opened for them at the incident of the water of dispute (20:11–13).", "versionTitle": "The Steinsaltz Tanakh - English", "license": "Copyright: Steinsaltz Center", "versionTitleInHebrew": ""}, {"_id": "6649b5a1a0ac61ef3db4044e", "index_title": "Numbers", "category": "Tanakh", "type": "", "ref": "Numbers 21:18", "anchorRef": "Numbers 21:16", "anchorRefExpanded": ["Numbers 21:16"], "sourceRef": "Numbers 21:18", "sourceHeRef": "במדבר כ״א:י״ח", "anchorVerse": 16, "sourceHasEn": true, "compDate": [-1400, -400], "commentaryNum": 21.0018, "collectiveTitle": {"en": "Numbers", "he": "במדבר"}, "heTitle": "במדבר", "he": "בְּאֵ֞ר חֲפָר֣וּהָ שָׂרִ֗ים כָּר֙וּהָ֙ נְדִיבֵ֣י הָעָ֔ם בִּמְחֹקֵ֖ק בְּמִשְׁעֲנֹתָ֑ם וּמִמִּדְבָּ֖ר מַתָּנָֽה׃", "heVersionTitle": "Miqra according to the Masorah", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "מקרא על פי המסורה", "text": "The well which the chieftains dug,<br>Which the nobles of the people started<br>With maces, with their own staffs. And from Midbar<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>Midbar </b>Septuagint “the well” (= Beer); cf. v. 16.</i> to Mattanah,", "versionTitle": "The Contemporary Torah, Jewish Publication Society, 2006", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "54c7aa65fbfba27c8a3df097", "index_title": "Da'at Zekenim on Numbers", "category": "Commentary", "type": "commentary", "ref": "Da'at Zekenim on Numbers 21:16:1", "anchorRef": "Numbers 21:16", "anchorRefExpanded": ["Numbers 21:16"], "sourceRef": "Da'at Zekenim on Numbers 21:16:1", "sourceHeRef": "דעת זקנים על במדבר כ״א:ט״ז:א׳", "anchorVerse": 16, "sourceHasEn": true, "compDate": [1100, 1300], "commentaryNum": 16.0001, "collectiveTitle": {"en": "Da'at Zekenim", "he": "דעת זקנים"}, "heTitle": "דעת זקנים על במדבר", "he": "<b>ומשם בארה. </b>ומאותן נחלים ומנסיעתם היתה הבאר נובעת שיוצאה מן הסלע: ", "heVersionTitle": "daat zekenim", "heLicense": "Public Domain", "heVersionTitleInHebrew": "דעת זקנים", "text": "ומשם בארה, “and from there to a place called “Be-er.” The well mentioned here appears to have emanated in the place they came to immediately afterwards. It was water gushing out of a rock.", "versionTitle": "Daat Zekenim translated by Rb. Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": "דעת זקנים, בתרגום רבי אליהו מונק"}, {"_id": "554ef0b4fbfba21b48f53ec4", "index_title": "Haamek Davar on Numbers", "category": "Commentary", "type": "commentary", "ref": "Haamek Davar on Numbers 21:16:1", "anchorRef": "Numbers 21:16", "anchorRefExpanded": ["Numbers 21:16"], "sourceRef": "Haamek Davar on Numbers 21:16:1", "sourceHeRef": "העמק דבר על במדבר כ״א:ט״ז:א׳", "anchorVerse": 16, "sourceHasEn": false, "compDate": [1840, 1880], "commentaryNum": 16.0001, "collectiveTitle": {"en": "Haamek Davar", "he": "העמק דבר"}, "he": "<b>ומשם</b> הלכו ישראל <b>בארה.</b> לא היה עיר בעה״י ששמה בארה אלא מקום שעמד הבאר מללכת עוד משום שלא היו נצרכים עוד לה נקרא המקום בארה ושם אמרו שירה על הבאר. והא שלא אמרו שירה עליו עד כה הוא משום שאין מברכין על הנס עד שנגמר כ״צ כמש״כ ר״פ אז ישיר ובכ״מ. ככה כ״ז שלא יצאו מן המדבר לא אמרו שירה עד שהגיעו לעה״י ונגמר צורך הבאר אז אמרו שירה. וע״ע בס׳ בראשית ל״ה א׳ ובספר שמות ב׳ כ״ב:\n", "heVersionTitle": "Sefer Torat Elohim, Vilna 1879", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר תורת אלוהים, וילנא 1879", "text": [], "versionTitle": "Yalkut, Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "554ef0b4fbfba21b48f53ec6", "index_title": "Haamek Davar on Numbers", "category": "Commentary", "type": "commentary", "ref": "Haamek Davar on Numbers 21:16:2", "anchorRef": "Numbers 21:16", "anchorRefExpanded": ["Numbers 21:16"], "sourceRef": "Haamek Davar on Numbers 21:16:2", "sourceHeRef": "העמק דבר על במדבר כ״א:ט״ז:ב׳", "anchorVerse": 16, "sourceHasEn": false, "compDate": [1840, 1880], "commentaryNum": 16.0002, "collectiveTitle": {"en": "Haamek Davar", "he": "העמק דבר"}, "he": "<b>היא הבאר וגו׳ אסוף את העם</b> <b>ואתנה להם מים.</b> היינו בפעם השנית במי מריבה דבפעם הראשונה לא כתיב אלא קח אתך מזקני ישראל וזכרו בקיצור מה שנעשה בפעם שנית מאותו הבאר עצמו שניתן מכבר. הוא הוא הבאר שאמר הקב״ה בפעם השנית אסוף את העם. ולא זכרו שאמר ה׳ דבר אל הסלע ואתנה להם מימיו כלשון הקב״ה. היינו משום שבדבורו ית׳ נכלל שני אופנים. ע״י הדבור היינו הלכה ותפלה היה שב מימיו הראשונים שהיו מתוקים וצלולים מאד. וע״י הכאת המטה שצוה אל משה ליקח היו באים מים גרועים מהראשונים אבל מכ״מ היו מעין אותם מים הראשונים. והרי מכ״מ לא נעשה הנס השני בסלע אחר אלא באותו סלע שנברא מששת ימי בראשית לכך אלא שנשתנה למים אחרים גרועים מעט. ומכ״מ הרי בא לתועלת וכל צמא הלך אליו. וכמו שביארנו שם מש״ה הזכירו הנס כפי מה שעלה אח״כ שלא בא אלא באסיפת העם וניתן להם מים היינו אחרים. נמצא אמרו עתה שירה על שתי פעמים על הבאר הראשון ועל השני שהיא היא אלא שגרע ממנו מכ״מ הוא ראוי לברכה ושירה:\n", "heVersionTitle": "Sefer Torat Elohim, Vilna 1879", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר תורת אלוהים, וילנא 1879", "text": [], "versionTitle": "Yalkut, Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "57669f7ad6e4a949a39b28c5", "index_title": "JPS 1985 Footnotes", "category": "Commentary", "type": "commentary", "ref": "JPS 1985 Footnotes, Numbers 21:7", "anchorRef": "Numbers 21:16", "anchorRefExpanded": ["Numbers 21:16"], "sourceRef": "JPS 1985 Footnotes, Numbers 21:7", "sourceHeRef": "הערות שוליים תרגום 1985 של JPS, במדבר כ״א:ז׳", "anchorVerse": 16, "sourceHasEn": true, "compDate": [1980, 1990], "commentaryNum": 21.0007, "collectiveTitle": {"en": "JPS", "he": "הערות שוליים תרגום 1985 של JPS"}, "heTitle": "במדבר", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "Lit. “well.”", "versionTitle": "JPS Footnotes", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "5863bf30d6e4a97327a48f53", "index_title": "Mei HaShiloach", "category": "Chasidut", "type": "", "ref": "Mei HaShiloach, Volume I, Exodus, Mishpatim 7", "anchorRef": "Numbers 21:16", "anchorRefExpanded": ["Numbers 21:16"], "sourceRef": "Mei HaShiloach, Volume I, Exodus, Mishpatim 7", "sourceHeRef": "מי השלוח, חלק א, ספר שמות, משפטים ז׳", "anchorVerse": 16, "sourceHasEn": false, "compDate": [1840, 1860], "commentaryNum": 7, "collectiveTitle": {"en": "Mei HaShiloach", "he": "מי השלוח"}, "heTitle": "משפטים", "he": "<b>עלה אלי ההרה וכו'.</b> ההרה היינו לסוף חדוש כל המדרגות, והנה מקודם צריך האדם לעבור בכל חכמות העולם כסדר עד שבא לחכמות האמיתיות. והיה שם מורה על מקום הטהרה ושורש החיים כמו (במדבר כ\"א,ט\"ז) ומשם בארה היינו שבכל אלו החכמות תהיה דרך העברה, ועיקר מקומך תהא בסוף המדריגות שנקרא שם.", "heVersionTitle": "Mei HaShiloach, Publication of Sifrei Izhbitza Radzin, Bnei Brak 2005.", "heLicense": "", "heVersionTitleInHebrew": "מי השילוח. תשס\"ה. בני ברק", "text": "<i>“And God said to Moshe, ascend to Me, to the mountain and I will be there ….”</i> (Shemot, 24:12)<br>“To the mountain” means to the end of the renewal of all levels. A man must first pass through all of the forms of wisdom in the world until he reaches true wisdom. “And I will be <i>there</i>,” teaches of a place of purity and true life, as in (<i>Bamidbar</i>, 21:17), “and they went from <i>there</i> to the well.” (The well always represents the source of true wisdom.) This shows that all of the forms of wisdom were only stations on the journey, while the main point of your place is the end of all the levels, called <i>there</i>.”", "versionTitle": "Living waters, the Mei HaShiloach. Trans. and edited by Betsalel Philip Edwards, Jerusalem, J. Aronson 2001 [Revised digital edition, 2021]", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "5868bd4bd6e4a97c9cbb195a", "index_title": "Bekhor Shor", "category": "Commentary", "type": "commentary", "ref": "Bekhor Shor, Numbers 21:16:1", "anchorRef": "Numbers 21:16", "anchorRefExpanded": ["Numbers 21:16"], "sourceRef": "Bekhor Shor, Numbers 21:16:1", "sourceHeRef": "בכור שור, במדבר כ״א:ט״ז:א׳", "anchorVerse": 16, "sourceHasEn": false, "compDate": [1145, 1195], "commentaryNum": 16.0001, "collectiveTitle": {"en": "Bekhor Shor", "he": "בכור שור"}, "heTitle": "במדבר", "he": "<b>ומשם בארה.</b> [ומאותם הנחלים ומנביעתם היתה הבאר הובעת שיצאה מן הסלע]:\n", "heVersionTitle": "Bekhor Shor, HaTzofeh LeHokhmat Yisrael VIII, Budapest, 1928", "heLicense": "Public Domain", "heVersionTitleInHebrew": "בכור שור, הצופה לחכמת ישראל ח, בודפשט, תרפ\"ח", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "586901d6d6e4a97c9cbb1f63", "index_title": "Mei HaShiloach", "category": "Chasidut", "type": "commentary", "ref": "Mei HaShiloach, Volume I, Numbers, Chukat 9", "anchorRef": "Numbers 21:16", "anchorRefExpanded": ["Numbers 21:16"], "sourceRef": "Mei HaShiloach, Volume I, Numbers, Chukat 9", "sourceHeRef": "מי השלוח, חלק א, ספר במדבר, חקת ט׳", "anchorVerse": 16, "sourceHasEn": false, "compDate": [1840, 1860], "commentaryNum": 9, "collectiveTitle": {"en": "Mei HaShiloach", "he": "מי השלוח"}, "heTitle": "חקת", "he": "<b>ומשם בארה הוא הבאר וכו'.</b> היינו בעת שהש\"י ירצה להושיע לישראל אז ישלח תחילה התעוררות חשק בלבם.", "heVersionTitle": "Mei HaShiloach, Publication of Sifrei Izhbitza Radzin, Bnei Brak 2005.", "heLicense": "", "heVersionTitleInHebrew": "מי השילוח. תשס\"ה. בני ברק", "text": "<i>“And from there to Be’er [“the well”], that is the well which God spoke of to Moshe, ‘gather the people and I will give them water.’”</i> (Bamidbar, 21:16)<br>Meaning, at a time when God wants to grant Israel salvation, He first wakes up their desire (symbolized by water and the well).", "versionTitle": "Living waters, the Mei HaShiloach. Trans. and edited by Betsalel Philip Edwards, Jerusalem, J. Aronson 2001 [Revised digital edition, 2021]", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "586901ecd6e4a97c9cbb2295", "index_title": "Mei HaShiloach", "category": "Chasidut", "type": "commentary", "ref": "Mei HaShiloach, Volume II, Numbers, Chukat 2", "anchorRef": "Numbers 21:16-17", "anchorRefExpanded": ["Numbers 21:16", "Numbers 21:17"], "sourceRef": "Mei HaShiloach, Volume II, Numbers, Chukat 2", "sourceHeRef": "מי השלוח, חלק ב, ספר במדבר, חקת ב׳", "anchorVerse": 16, "sourceHasEn": false, "compDate": [1840, 1860], "commentaryNum": 2, "collectiveTitle": {"en": "Mei HaShiloach", "he": "מי השלוח"}, "heTitle": "חקת", "he": "<b>ומשם בארה הוא הבאר אשר אמר ה' למשה אסף את העם ואתנה להם מים, אז ישיר ישראל את השירה הזאת עלי באר ענו לה.</b> ע\"ז אמר הכתוב (הושע י\"ד,ג') קחו עמכם דברים ושובו אל ה' אמרו אליו כל תשא עון וקח טוב וגו', קחו עמכם דברים הוא דברי ויכוחים. כל תשא עון ולא נאמר כל עון תשא, להורות שלא ישאר שום רושם מהעון כדאיתא במדרש (שוחר טוב ו') משל למלך שכעס על בנו היתה לפניו אבן גדולה ונשבע המלך שהוא זורקה בו וכו' כתתה ועשאה צרורות קטנות והיה זורקה בו אחת אחת נמצא לא הזיק את בנו ולא בטל את גזירתו, ולא נשאר שום רושם כלל, וקח טוב היינו שטוב היפך מרע ועיקר השם של יצר הרע הוא רע כדאיתא בגמ' (סוכה נ\"ב.) הקב\"ה קראו רע, וזה אסף את העם ואתנה להם מים שהטיף להם השי\"ת טיפי חיים שזה הוא היפך מרע, וטעמו מהחיים ואז אמרו עלי באר ענו לה ענו הוא לשון צעקה בקול רם.\n", "heVersionTitle": "Mei HaShiloach, Publication of Sifrei Izhbitza Radzin, Bnei Brak 2005.", "heLicense": "", "heVersionTitleInHebrew": "מי השילוח. תשס\"ה. בני ברק", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5892f2bcd6e4a9274647243a", "index_title": "Chizkuni", "category": "Commentary", "type": "commentary", "ref": "Chizkuni, Numbers 21:16:1", "anchorRef": "Numbers 21:16", "anchorRefExpanded": ["Numbers 21:16"], "sourceRef": "Chizkuni, Numbers 21:16:1", "sourceHeRef": "חזקוני, במדבר כ״א:ט״ז:א׳", "anchorVerse": 16, "sourceHasEn": true, "compDate": [1220, 1260], "commentaryNum": 16.0001, "collectiveTitle": {"en": "Chizkuni", "he": "חזקוני"}, "heTitle": "במדבר", "he": "<b>ומשם</b> מגבול מואב פושטת אזהרת האיסור שהלכה עד <b>בארה</b> שהוא קדש של אדום ששם נתן להם הבאר.", "heVersionTitle": "Chizkuni", "heLicense": "Public Domain", "heVersionTitleInHebrew": "חזקוני", "text": "ומשם, “and from there,“ i.e. from the boundary of Moav; the warning against harassing that nation becomes effective extending as far as the place known as Beer, which is identical with Kadesh, which is part of Edom, where G-d gave them the well.", "versionTitle": "Chizkuni, translated and annotated by Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": "חזקוני, מתורגם ומוער בידי אליהו מונק"}, {"_id": "58e39fecd6e4a94c42d10b2b", "index_title": "Ibn Ezra on Deuteronomy", "category": "Quoting Commentary", "type": "", "ref": "Ibn Ezra on Deuteronomy 10:7:1", "anchorRef": "Numbers 21:16", "anchorRefExpanded": ["Numbers 21:16"], "sourceRef": "Ibn Ezra on Deuteronomy 10:7:1", "sourceHeRef": "אבן עזרא על דברים י׳:ז׳:א׳", "anchorVerse": 16, "sourceHasEn": true, "compDate": [1155, 1165], "commentaryNum": 7.0001, "collectiveTitle": {"en": "Ibn Ezra on Deuteronomy", "he": "אבן עזרא על דברים"}, "heTitle": "אבן עזרא על דברים", "he": "<b>משם נסעו הגדגדה.</b> איננו חור הגדגד רק הוא שם כלל צלמונה גם פונון ואובות:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "FROM THENCE THEY JOURNEYED UNTO GUDGOD. The latter is not to be identified with Hor-haggidgad (Num. 33:32).<sup class=\"footnote-marker\">37</sup><i class=\"footnote\">To which Israel journeyed from Bene-jaakkan.</i> On the contrary, it is a general term for Zalmonah and also for Punon and Oboth (Num. 33:43,44).<sup class=\"footnote-marker\">38</sup><i class=\"footnote\">Numbers tells us that Israel journeyed from Mount Hor to Zalmonah, Punon and Oboth (Num. 33:43,44).</i>", "versionTitle": "Ibn Ezra's commentary on the Pentateuch, tran. and annot. by H. Norman Strickman and Arthur M. Silver. Menorah Pub., 1988-2004", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "58fdc0dbd6e4a960c04a2a8b", "index_title": "Midrash Tanchuma", "category": "Midrash", "type": "", "ref": "Midrash Tanchuma, Beshalach 10:3", "anchorRef": "Numbers 21:16", "anchorRefExpanded": ["Numbers 21:16"], "sourceRef": "Midrash Tanchuma, Beshalach 10:3", "sourceHeRef": "מדרש תנחומא, בשלח י׳:ג׳", "anchorVerse": 16, "sourceHasEn": true, "compDate": [500, 800], "commentaryNum": 10.0003, "collectiveTitle": {"en": "Midrash Tanchuma", "he": "מדרש תנחומא"}, "heTitle": "בשלח", "he": "וּכְנֶגְדָּן אָמְרוּ לוֹ יִשְׂרָאֵל עֶשֶׂר שִׁירוֹת. הָרִאשׁוֹנָה בְּמִצְרַיִם, שֶׁנֶּאֱמַר: הַשִּׁיר יִהְיֶה לָהֶם כְּלֵיל הִתְקַדֶּשׁ חָג <small>(ישעיה ל, כט)</small>. הַשֵּׁנִית עַל הַיָּם, שֶׁנֶּאֱמַר: אָז יָשִׁיר מֹשֶׁה. הַשְּׁלִישִׁית עַל הַבְּאֵר, אָז יָשִׁיר יִשְׂרָאֵל אֶת הַשִּׁירָה <small>(במדבר כא, יז)</small>. רְבִיעִית אָמַר מֹשֶׁה: וַיְהִי כְּכַלּוֹת מֹשֶׁה לִכְתֹּב וְגוֹ' <small>(דברים לא, כד)</small>. הַחֲמִישִׁית, אָז יְדַבֵּר יְהוֹשֻׁעַ לַה' בְּיוֹם תֵּת ה' אֶת הָאֱמֹרִי <small>(יהושע י, יב)</small>. הַשִּׁשִּׁית, וַתָּשַׁר דְּבוֹרָה וּבָרָק בֶּן אֲבִינֹעַם <small>(שופטים ה, א)</small>. הַשְּׁבִיעִית, וַיְדַבֵּר דָּוִד לַה' אֶת דִּבְרֵי הַשִּׁירָה <small>(ש״‎ב כב, א)</small>. הַשְּׁמִינִית, מִזְמוֹר שִׁיר חֲנֻכַּת הַבַּיִת לְדָוִד <small>(תהלים ל, א)</small>. וְכִי דָּוִד חֲנָכוֹ, וַהֲרֵי שְׁלֹמֹה חֲנָכוֹ. אֶלָּא מִתּוֹךְ שֶׁדָּוִד נָתַן נַפְשׁוֹ עָלָיו, נִקְרָא עַל שְׁמוֹ. כַּיּוֹצֵא בּוֹ, וַתֵּתַצַּב אֲחֹתוֹ <small>(שמות ב, ד)</small>. וַהֲלֹא אֲחוֹת שְׁנֵיהֶם הָיְתָה, אֶלָּא שֶׁנָּתְנָה נַפְשָׁהּ עָלָיו, נִקְרֵאת עַל שְׁמוֹ. כַּיּוֹצֵא בוֹ, וַיִּקְחוּ שְׁנֵי בְנֵי יַעֲקֹב שִׁמְעוֹן וְלֵוִי אֲחֵי דִינָה <small>(בראשית לד, כה)</small>. וַהֲלֹא אֲחוֹת כָּל הַשְּׁבָטִים הָיְתָה, אֶלָּא מִתּוֹךְ שֶׁנָּתְנוּ נַפְשָׁם עָלֶיהָ, נִקְרֵאת עַל שְׁמָם. כַּיּוֹצֵא בוֹ, עַל דְּבַר כָּזְבִי בַת נְשִׂיא מִדְיָן אֲחֹתָם <small>(במדבר כה, יח)</small>. וְכִי אֲחוֹתָם הָיְתָה? אֶלָּא מִתּוֹךְ שֶׁנָּתְנָה נַפְשָׁהּ עַל אֻמָּתָהּ, נִקְרֵאת עַל שְׁמָם.", "heVersionTitle": "Midrash Tanchuma -- Torat Emet", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש תנחומא, תורת אמת", "text": "The Israelites sang ten songs because of the ten miracles performed in their behalf. The first was in Egypt, as is said: <i>You shall have a song as in the night when a feast is hallowed</i> (Isa. 30:29). The second was at the Red Sea, as it is said: <i>Then Moses sang</i> (Exod. 15:1). The third was at the well: <i>Then Israel sang this song</i> (Num. 21:16). The fourth took place when Moses said: <i>And it came to pass when Moses had made an end of writing</i> (Deut. 31:24). The fifth: <i>Then spoke Joshua to the Lord</i> (Josh. 10:12). The sixth: <i>Then sang Deborah and Barak the son of Abinoam</i> (Judg. 5:6); the seventh: <i>And David spoke unto the Lord the words of this song</i> (II Sam. 22:1); the eight: <i>A song at the dedication of the House; of David</i> (Ps. 30:1). Did David actually dedicate the House (Temple)? The fact is that Solomon dedicated it, but inasmuch as David had set his heart upon erecting it, the song of dedication was ascribed to him. A similar example is contained in the verse <i>And his sister stood far off</i> (Exod. 2:4). Was she not the sister of both of them? Indeed she was, but inasmuch as she had devoted herself to Moses’ welfare, she is referred to by his name. Another instance of this is contained in the verse <i>And the two sons of Jacob, Simeon and Levi, Dinah’s brothers took</i> (Gen. 34:25). Was she not the sister of each of the tribal ancestors? She was indeed, but because these two had devoted themselves to her welfare, she is mentioned with their names. Another illustration is contained in the verse <i>Cozbi the daughter of the chief of Midian, their sister</i> (Num. 26:18). Was she actually a sister to all of them? (Hardly!) She was called their sister because she was deeply devoted to her people.", "versionTitle": "Midrash Tanhuma-Yelammedenu, trans. Samuel A. Berman", "license": "CC-BY", "versionTitleInHebrew": "מדרש תנחומא-ילמדנו, מתורגם בידי סמואל א' ברמן"}, {"_id": "59a6c640d6e4a920f72d9bf4", "index_title": "HaKtav VeHaKabalah", "category": "Commentary", "type": "commentary", "ref": "HaKtav VeHaKabalah, Numbers 21:16:1", "anchorRef": "Numbers 21:16", "anchorRefExpanded": ["Numbers 21:16"], "sourceRef": "HaKtav VeHaKabalah, Numbers 21:16:1", "sourceHeRef": "הכתב והקבלה, במדבר כ״א:ט״ז:א׳", "anchorVerse": 16, "sourceHasEn": false, "compDate": [1829, 1839], "commentaryNum": 16.0001, "collectiveTitle": {"en": "HaKtav VeHaKabalah", "he": "הכתב והקבלה"}, "heTitle": "במדבר", "he": "<b>משם בארה. </b>הוא הנקרא (בפ' מסעי) ערבות מואב, כי שם נקבע ונעשה באר, אבל כל ארבעים שנה נתגלגל עמהם והיה כמין סלע ועכשיו נעשה כמו באר, עד שנגנז אחר מיתת מרע\"ה. והוא הבאר הנזכר בקדש ונקרא שם מי מריבה, ומפני ענינים אחרים שהוזכרו שם לא הזכיר שם רק כאן השירה שנאמרה עליו: \n", "heVersionTitle": "HaKtav VeHaKabbalah, Frankfurt 1880", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59d239b2d6e4a97a4fb42297", "index_title": "A New Israeli Commentary on Pirkei Avot", "category": "Quoting Commentary", "type": "", "ref": "A New Israeli Commentary on Pirkei Avot 5:6:3", "anchorRef": "Numbers 21:16", "anchorRefExpanded": ["Numbers 21:16"], "sourceRef": "A New Israeli Commentary on Pirkei Avot 5:6:3", "sourceHeRef": "פירוש ישראלי חדש על פרקי אבות ה׳:ו׳:ג׳", "anchorVerse": 16, "sourceHasEn": false, "compDate": [2001, 2009], "commentaryNum": 6.0003, "collectiveTitle": {"en": "A New Israeli Commentary on Pirkei Avot", "he": "פירוש ישראלי חדש על פרקי אבות"}, "he": "<b>וּפִי הַבְּאֵר.</b> שממנה סופקו לעם ישראל מים באורח פלאי בעת הליכתם במדבר (במדבר כא, טז). לפי האגדה נתלוותה באר זו לעם ישראל בכל שנות נדודיו במדבר, ואף נכנסה עמו לארץ (וראו להלן), ", "heVersionTitle": "Pirke Avot, a New Israeli Commentary, by Avigdor Shinan; Jerusalem, 2009", "heLicense": "CC-BY", "heVersionTitleInHebrew": "", "text": [], "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": ""}, {"_id": "5b0bc284c1533e001928ae89", "index_title": "Malbim on Numbers", "category": "Commentary", "type": "commentary", "ref": "Malbim on Numbers 21:16:1", "anchorRef": "Numbers 21:16", "anchorRefExpanded": ["Numbers 21:16"], "sourceRef": "Malbim on Numbers 21:16:1", "sourceHeRef": "מלבי\"ם על במדבר כ״א:ט״ז:א׳", "anchorVerse": 16, "sourceHasEn": false, "compDate": [1845, 1875], "commentaryNum": 16.0001, "collectiveTitle": {"en": "Malbim", "he": "מלבי\"ם"}, "heTitle": "מלבי\"ם על במדבר", "he": "<b>ומשם בארה,</b> נתן להם המקום שנקרא בארה והוא שקרא בפ' מסעי עלמן דבלתימה שהיה במדבר שאצל גבול מואב ושם נעלם הבאר ולא היה להם מים ולא רצה ה' לתת להם מים ע\"י משה מפמ מי מריבה, ובכ\"ז השיגו באר מים ולא ע\"י משה רק <b>הוא הבאר אשר אמר ה\"</b> למשה <b>אסוף את העם ואתנה להם מים </b>שנתן להם ה' מים בעצמו מבלי ששאלו כלל, ולא ע\"י משה רק להעם בעצמם:", "heVersionTitle": "Mikraei Kodesh, Vilna, 1891", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מקראי קודש, וילנא תרנ\"א", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5bf3d77ec413e9008890515b", "index_title": "English Explanation of Pirkei Avot", "category": "Quoting Commentary", "type": "", "ref": "English Explanation of Pirkei Avot 5:6:2", "anchorRef": "Numbers 21:16-18", "anchorRefExpanded": ["Numbers 21:16", "Numbers 21:17", "Numbers 21:18"], "sourceRef": "English Explanation of Pirkei Avot 5:6:2", "sourceHeRef": "ביאור אנגלי על משנה אבות ה׳:ו׳:ב׳", "anchorVerse": 16, "sourceHasEn": true, "compDate": [1997, 2013], "commentaryNum": 6.0002, "collectiveTitle": {"en": "English Explanation of Pirkei Avot", "he": "ביאור אנגלי על משנה אבות"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<b>Ten things were created on the eve of the Sabbath at twilight, and these are they: [1] the mouth of the earth, [2] the mouth of the well, [3] the mouth of the donkey, [4] the rainbow, [5] the manna, [6] the staff [of Moses], [7] the shamir, [8] the letters, [9] the writing, [10] and the tablets. And some say: also the demons, the grave of Moses, and the ram of Abraham, our father. And some say:  and also tongs, made with tongs.</b> [1] the mouth of the earth:  which swallowed Korah and his congregation (Numbers 16:32). [2] the mouth of the well:  that gave the children of Israel water in the desert.   (See Numbers 21:16-18). [3] the mouth of the donkey:  that spoke to Balaam (Numbers 22:28). [4] the rainbow:  that was a sign to Noah (Genesis 9:13). [5] the manna:  (Exodus 16:15). [6] the staff [of Moses]:  (Exodus 4:17). [7] the shamir:  this was the strong stone used to cut rocks for the breastplate used during the first temple. [8] the letters:  the shape of the letters used to write the Ten Commandments. [9] the writing:  See Exodus 32:16.  The writing, according to legend, could be seen from all four sides of the tablets. [10] and the tablets:  this refers to the first set of the tablets (ibid.)  Moses made the second set of tablets (Exodus 34:1). Demons:  In the ancient world, people firmly believed in demons, much as we believe in bacteria and viruses even if we have never seen one.  These being unnatural phenomenon, must have been created on the twilight of the sixth day. The grave of Moses:   Since no one was there for Moses’s burial, we could surmise that it was not created by any human being (Deuteronomy 34:6). And the ram of Abraham, our father:  which seemed to have miraculously appeared before Abraham sacrificed Isaac (Genesis 22:13).  The mishnah teaches that God all along created the ram to be sacrificed in Isaac’s place.  Otherwise it might seem that if the ram had not gotten caught in the bushes, Abraham would have been allowed to sacrifice his son. Tongs made with tongs:  One cannot forge tongs in fire, without already having a set of tongs. The first set of tongs must therefore have been made during the twilight of the sixth day.  Why do you think that the mishnah divides its list into three parts, a list, then a list of three and then one last item?  Why aren’t miracles such as the splitting of the sea and the standing still of the sun mentioned here?", "versionTitle": "Mishnah Yomit by Dr. Joshua Kulp", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5c469e5608d98a02694e44e1", "index_title": "Jastrow", "category": "Reference", "type": "reference", "ref": "Jastrow, פֶּה 1", "anchorRef": "Numbers 21:16", "anchorRefExpanded": ["Numbers 21:16"], "sourceRef": "Jastrow, פֶּה 1", "sourceHeRef": "מילון יסטרוב, פֶּה א׳", "anchorVerse": 16, "sourceHasEn": true, "compDate": [1883, 1903], "commentaryNum": 1, "collectiveTitle": {"en": "Jastrow", "he": "מילון יסטרוב"}, "heTitle": "פֶּה", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<strong dir=\"rtl\">פֶּה</strong>  c. (b. h.) [<i>opening</i>,] <i>orifice, mouth; speech</i>. <a class=\"refLink\" href=\"/Chullin.142a.9\" data-ref=\"Chullin 142a:9\">Ḥull. 142ᵃ</a>, v. <a dir=\"rtl\" class=\"refLink\" href=\"/Jastrow,_לָחַךְ.1\" data-ref=\"Jastrow, לָחַךְ 1\">לָחַךְ</a>. <a class=\"refLink\" href=\"/Pesachim.113b.2\" data-ref=\"Pesachim 113b:2\">Pes. 113ᵇ</a> <span dir=\"rtl\">המדבר אחד בפה ואחד בלב</span> he who speaks one way with his mouth, and another way in his heart. <a class=\"refLink\" href=\"/Shemot_Rabbah.1.31\" data-ref=\"Shemot Rabbah 1:31\">Ex. R. s. 1</a> (play on <span dir=\"rtl\">בפרך</span>, <a class=\"refLink\" href=\"/Exodus.1.13\" data-ref=\"Exodus 1:13\">Ex. I, 13</a>) <span dir=\"rtl\">בפה רך</span> with soft (persuasive) speech; <a class=\"refLink\" href=\"/Sotah.11b\" data-ref=\"Sotah 11b\">Sot. 11ᵇ</a>. Tanḥ. Kor. 9 <span dir=\"rtl\">עד שהביאתו לפִי הארץ וכ׳</span> until it (the fire) brought him to the opening of the earth, among those that were swallowed up; <a class=\"refLink\" href=\"/Yalkut_Shimoni_on_Torah.752.4\" data-ref=\"Yalkut Shimoni on Torah 752:4\">Yalk. Num. 752</a>. <a class=\"refLink\" href=\"/Shabbat.140b.8\" data-ref=\"Shabbat 140b:8\">Sabb. 140ᵇ</a>, sq. <span dir=\"rtl\">בהמה שפִּיהָ יפה</span> a beast whose mouth is clean (that does not drop saliva when eating; oth. opin.: that is fastidious about its food), opp. <span dir=\"rtl\">שפיה רעה</span>; a. v. fr.—<a class=\"refLink\" href=\"/Mishnah_Ketubot.1.6\" data-ref=\"Mishnah Ketubot 1:6\">Keth. I, 6</a>, a. e. <span dir=\"rtl\">לא מִפּיהָ וכ׳</span>, v. <a dir=\"rtl\" class=\"refLink\" href=\"/Jastrow,_חָיָה.1\" data-ref=\"Jastrow, חָיָה 1\">חָיָה</a>. <a class=\"refLink\" href=\"/Mishnah_Shevuot.4.1\" data-ref=\"Mishnah Shevuot 4:1\">Shebu. IV, 1</a> <span dir=\"rtl\">מִפִּי עצמו</span> (an oath) out of his own mouth (‘I swear that I know no testimony in thy case’), <span dir=\"rtl\">מפי אחרים</span> administered by others.—<span dir=\"rtl\">בְּעַל פה</span> or <span dir=\"rtl\">על פה</span> <i>by word of mouth</i>. <a class=\"refLink\" href=\"/Gittin.72b.4\" data-ref=\"Gittin 72b:4\">Gitt. 72ᵇ</a> top <span dir=\"rtl\">אי אמר ר׳ יוסי בעל פה</span> whether R. Yose had the same opinion in the case of a verbal condition. <a class=\"refLink\" href=\"/Gittin.60b.6\" data-ref=\"Gittin 60b:6\">Ib. 60ᵇ</a> <span dir=\"rtl\">תורה רוב בכתב ומיעוט על פה</span> of the interpretations of the Law, the larger portion rests on the written text, the smaller on oral tradition. <a class=\"refLink\" href=\"/Gittin.60b.6\" data-ref=\"Gittin 60b:6\">Ib.</a> <span dir=\"rtl\">דברים שבכתב … על פה דברים שבעל פה וכ׳</span> written things (Biblical passages) must not be recited from memory, verbally transmitted words must not be recited from writing.—<span dir=\"rtl\">תורה שבעל פה</span> (abbrev. <span dir=\"rtl\">שבע\"פ</span>) <i>oral law</i>. <a class=\"refLink\" href=\"/Yoma.28b.10\" data-ref=\"Yoma 28b:10\">Yoma 28ᵇ</a>, a. fr., v. <a dir=\"rtl\" class=\"refLink\" href=\"/Jastrow,_כְּתָב.1\" data-ref=\"Jastrow, כְּתָב 1\">כְּתָב</a>.—לְפִי <i>a</i>) <i>according to, in proportion to</i>. <a class=\"refLink\" href=\"/Bava_Batra.11b.6\" data-ref=\"Bava Batra 11b:6\">B. Bath. 11ᵇ</a> <span dir=\"rtl\">לפי בני אדם</span> in proportion to the number of inhabitants of a house; <span dir=\"rtl\">לפי פתחים</span> in proportion to the number of entrances (of a building); a. fr.—<i>b</i>) <i>because</i>. <a class=\"refLink\" href=\"/Mishnah_Sanhedrin.7.4\" data-ref=\"Mishnah Sanhedrin 7:4\">Snh. VII, 4</a> <span dir=\"rtl\">לפי שבאת לפיכך וכ׳ …</span> because a human being has gone to ruin through it, therefore &c.; a. fr., v. <a dir=\"rtl\" class=\"refLink\" href=\"/Jastrow,_לְפִיכָךְ.1\" data-ref=\"Jastrow, לְפִיכָךְ 1\">לְפִיכָךְ</a>.—Trnsf. <i>any orifice.</i> <a class=\"refLink\" href=\"/Pirkei_Avot.5.6\" data-ref=\"Pirkei Avot 5:6\">Ab. V, 6</a> <span dir=\"rtl\">פי הארץ</span> the opening of the earth (that swallowed Korah); <span dir=\"rtl\">פי הבאר</span> the opening for the well (<a class=\"refLink\" href=\"/Numbers.21.16\" data-ref=\"Numbers 21:16\">Num. XXI, 16</a>).—<a class=\"refLink\" href=\"/Niddah.16b.8\" data-ref=\"Niddah 16b:8\">Nidd. 16ᵇ</a> <span dir=\"rtl\">רוק בתוך הפה</span> spittle in the mouth, euphem. for blood in the <i>orifice of the matrix</i>. <a class=\"refLink\" href=\"/Sanhedrin.100a.12\" data-ref=\"Sanhedrin 100a:12\">Snh. 100ᵃ</a> (play on <span dir=\"rtl\">ת̇ר̇ופ̇ה̇</span>, <a class=\"refLink\" href=\"/Ezekiel.47.12\" data-ref=\"Ezekiel 47:12\">Ez. XLVII, 12</a>) <span dir=\"rtl\">להת̇יר̇ פ̇ה̇ של מטה</span> to open the lower orifice (the womb of the childless), opp. <span dir=\"rtl\">פה של מעלה</span> the mouth; ib. <span dir=\"rtl\">להתיר פה עקרות</span>; <a class=\"refLink\" href=\"/Menachot.98a.14\" data-ref=\"Menachot 98a:14\">Men. 98ᵃ</a>; a. fr.—<i>Pl. a</i>) <a dir=\"rtl\" class=\"refLink\" href=\"/Jastrow,_פִּיּוֹת.1\" data-ref=\"Jastrow, פִּיּוֹת 1\">פִּיּוֹת</a>. <a class=\"refLink\" href=\"/Devarim_Rabbah.2.29\" data-ref=\"Devarim Rabbah 2:29\">Deut. R. s. 2</a> (ref. to <a class=\"refLink\" href=\"/Zechariah.13.8\" data-ref=\"Zechariah 13:8\">Zech. XIII, 8</a>) <span dir=\"rtl\">הפ׳ שאומרים שתי וכ׳</span> those mouths that say, there are two powers (good and evil). <a class=\"refLink\" href=\"/Shir_HaShirim_Rabbah.4.4.4\" data-ref=\"Shir HaShirim Rabbah 4:4:4\">Cant. R. to IV, 4</a> (play on <span dir=\"rtl\">תלפיות</span>, ib.) <span dir=\"rtl\">ספר שאמרוהו פ׳ הרבה</span> the book (<a dir=\"rtl\" class=\"refLink\" href=\"/Jastrow,_תִּילִּים.1\" data-ref=\"Jastrow, תִּילִּים 1\">תִּלִּים</a>, Psalms) which many mouths have indited (the book of many authors). Ib. <span dir=\"rtl\">ת̇ל̇ שמתפללין בו כל פ׳</span> the mound (Temple ruins) towards which all mouths are directed in prayer; <a class=\"refLink\" href=\"/Berakhot.30a\" data-ref=\"Berakhot 30a\">Ber. 30ᵃ</a>. <a class=\"refLink\" href=\"/Berakhot.5a.4\" data-ref=\"Berakhot 5a:4\">Ib. 5ᵃ</a> (expl. <a dir=\"rtl\" class=\"refLink\" href=\"/Jastrow,_פִּיפִיּוֹת.1\" data-ref=\"Jastrow, פִּיפִיּוֹת 1\">פיפיות</a>, <a class=\"refLink\" href=\"/Psalms.149.6\" data-ref=\"Psalms 149:6\">Ps. CXLIX, 6</a>) <span dir=\"rtl\">חרב של שתי פ׳</span> a two-edged sword; a. fr.—<a class=\"refLink\" href=\"/Avot_D'Rabbi_Natan.28.9\" data-ref=\"Avot D'Rabbi Natan 28:9\">Ab. d’R. N. ch. XXVIII</a> שתי פ׳ <i>two faces</i>, v. <a dir=\"rtl\" class=\"refLink\" href=\"/Jastrow,_פִּינָּה.1\" data-ref=\"Jastrow, פִּינָּה 1\">פִּינָּה</a>.—<i>b</i>) <a dir=\"rtl\" class=\"refLink\" href=\"/Jastrow,_פִּיפִיּוֹת.1\" data-ref=\"Jastrow, פִּיפִיּוֹת 1\">פִּיפִיּוֹת</a>. <a class=\"refLink\" href=\"/Bamidbar_Rabbah.18.22\" data-ref=\"Bamidbar Rabbah 18:22\">Num. R. s. 18</a> <span dir=\"rtl\">באותה … פ׳ הרבה</span> at that moment many mouths of the earth were opened (<a class=\"refLink\" href=\"/Yalkut_Shimoni_on_Torah.752.4\" data-ref=\"Yalkut Shimoni on Torah 752:4\">Yalk. ib. 752</a> <a dir=\"rtl\" class=\"refLink\" href=\"/Jastrow,_פִּיּוֹת.1\" data-ref=\"Jastrow, פִּיּוֹת 1\">פיות</a>).—<i>c</i>) (Chald. pl.) <a dir=\"rtl\" class=\"refLink\" href=\"/Jastrow,_פּוּנִין.1\" data-ref=\"Jastrow, פּוּנִין 1\">פּוּמִין</a> <i>open vessels; topmost layer in open vessels</i>. <a class=\"refLink\" href=\"/Tosefta_Terumot.5.11\" data-ref=\"Tosefta Terumot 5:11\">Tosef. Ter. V, 11</a> <span dir=\"rtl\">אם יש</span> [<a dir=\"rtl\" class=\"refLink\" href=\"/Jastrow,_שֵׁם I.1\" data-ref=\"Jastrow, שֵׁם I 1\">שם</a>] <span dir=\"rtl\">מאה פ׳ וכ׳</span> if a hundred open vessels are there (in one of which an upper layer of T’rumah has been put) &c.; <span dir=\"rtl\">הפ׳ אסורין</span> the upper layers are forbidden; Y. ib. IV, 43ᵃ bot."], "versionTitle": "London, Luzac, 1903", "license": "Public Domain", "versionTitleInHebrew": "תרס״ג"}, {"_id": "5cd1417c9539fc005a15fff7", "index_title": "Birkat Asher on Torah", "category": "Commentary", "type": "commentary", "ref": "Birkat Asher on Torah, Numbers 21:16:1", "anchorRef": "Numbers 21:16", "anchorRefExpanded": ["Numbers 21:16"], "sourceRef": "Birkat Asher on Torah, Numbers 21:16:1", "sourceHeRef": "ברכת אשר על התורה, במדבר כ״א:ט״ז:א׳", "anchorVerse": 16, "sourceHasEn": false, "compDate": [1960, 2010], "commentaryNum": 16.0001, "collectiveTitle": {"en": "Birkat Asher on Torah", "he": "ברכת אשר על התורה"}, "heTitle": "במדבר", "he": "<b>רש\"י ד\"ה ומשם בארה, ...והבאר ירדה לתוך הנחל... ומוליכתן סביב המחנה, וישראל ראו ואמרו שירה. ע\"כ.</b> לפי זה לא היתה בארה של מרים ממוקדת במקום אחד במחנה ישראל כי אם סבבה אותו. וזה משיב על כמה שאלות שנתעוררו אצלי בהקשר למים במדבר, אם כי נראה שהתפשטות הבאר שכאן היתה זמנית - לשם פרסום הנס. אך לפי מדרש תנחומא (כא), שרש\"י מביא להלן (בפסוק כ, ד\"ה ומבמות הגיא אשר בשדה מואב) לא קשה מידי. לדבריו, כשהיו ישראל חונים, כל נשיא ונשיא היה נוטל מקלו ומושך בו חריץ בקרקע מבארה של מרים אל דגלו ומחנהו. וחבל ששכחתי רש\"י־מדרש זה לאורך הלימוד, שהרי הוא בא בלי ספק להשיב על השאלות שנתעוררו. (פ' חקת תש\"ס)", "heVersionTitle": "Birkat Asher, Asher Vasertil, Jerusalem 2010-2012", "heLicense": "CC-BY", "heVersionTitleInHebrew": "ברכת אשר, ירושלים תש\"ע-תשע\"ג", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5d418dcc2f05b80018c79bb5", "index_title": "Bamidbar Rabbah", "category": "Midrash", "type": "", "ref": "Bamidbar Rabbah 19:15", "anchorRef": "Numbers 21:16-18", "anchorRefExpanded": ["Numbers 21:16", "Numbers 21:17", "Numbers 21:18"], "sourceRef": "Bamidbar Rabbah 19:15", "sourceHeRef": "במדבר רבה י״ט:ט״ו", "anchorVerse": 16, "sourceHasEn": true, "compDate": [1200], "commentaryNum": 19.0015, "collectiveTitle": {"en": "Bamidbar Rabbah", "he": "במדבר רבה"}, "heTitle": "במדבר רבה", "he": "וַיִּשְׁלַח משֶׁה מַלְאָכִים כֹּה אָמַר אָחִיךָ יִשְׂרָאֵל <small>(במדבר כ, יד)</small>, זֶה שֶׁאָמַר הַכָּתוּב <small>(תהלים טו, ג)</small>: לֹא רָגַל עַל לְשֹׁנוֹ לֹא עָשָׂה לְרֵעֵהוּ רָעָה וְחֶרְפָּה לֹא נָשָׂא עַל קְרֹבוֹ, בְּנֹהַג שֶׁבָּעוֹלָם אָדָם עוֹשֶׂה בִּפְרַקְמַטְיָא עִם חֲבֵרוֹ וְהִקְפִּידוֹ, פּוֹרֵשׁ מִמֶּנּוּ וְאֵינוֹ רוֹצֶה לִרְאוֹתוֹ, וּמשֶׁה אַף עַל פִּי שֶׁנֶּעֱנַשׁ עַל יְדֵי יִשְׂרָאֵל, שֶׁנֶּאֱמַר <small>(תהלים קו, לב)</small>: וַיַּקְצִיפוּ עַל מֵי מְרִיבָה וַיֵּרַע לְמשֶׁה, לֹא פָּרַק מַשָֹּׂאָן מֵעָלָיו אֶלָּא וַיִּשְׁלַח מַלְאָכִים. <small>(במדבר כ, יד)</small>: אַתָּה יָדַעְתָּ אֵת כָּל הַתְּלָאָה אֲשֶׁר מְצָאָתְנוּ, אָמַר לוֹ: אַתָּה יָדַעְתָּ כְּשֶׁאָמַר הַקָּדוֹשׁ בָּרוּךְ הוּא <small>(בראשית טו, יג)</small>: יָדֹעַ תֵּדַע כִּי גֵר יִהְיֶה זַרְעֲךָ בְּאֶרֶץ לֹא לָהֶם וַעֲבָדוּם וְעִנּוּ אֹתָם אַרְבַּע מֵאוֹת שָׁנָה, אָנוּ נִשְׁתַּעְבַּדְנוּ וְאַתָּה בֶּן חוֹרִין, <small>(במדבר כ, טו)</small>: וַיֵּרְדוּ אֲבֹתֵינוּ, עַל אוֹתוֹ עִנּוּי, מָשָׁל לִשְׁנֵי אַחִין שֶׁיָּצָא שְׁטַר חוֹב עַל זִקְנֵיהֶם, פָּרַע אוֹתוֹ אֶחָד מֵהֶם, לְיָמִים הִתְחִיל לִשְׁאֹל חֵפֶץ מֵאָחִיו, אָמַר לוֹ אַתָּה יוֹדֵעַ שֶׁאוֹתוֹ חוֹב עַל שְׁנֵינוּ, וַאֲנִי הוּא שֶׁפְּרַעְתִּיו, אַל תַּחְזִירֵנִי מִן חֶפְצִי שֶׁאֲנִי שׁוֹאֵל. <small>(במדבר כ, טו)</small>: וַיֵּרְדוּ אֲבֹתֵינוּ מִצְרַיְמָה, מַה טִּיבָן שֶׁל אָבוֹת כָּאן, שֶׁנֶּאֱמַר <small>(במדבר כ, טו)</small>: וַיָּרֵעוּ לָנוּ מִצְרַיִם וְלַאֲבֹתֵינוּ, שֶׁכָּל זְמַן שֶׁיִּשְׂרָאֵל בְּצָרָה אַף הֵן בְּצָרָה. <small>(במדבר כ, יז)</small>: נַעְבְּרָה נָּא בְאַרְצֶךָ וגו' מֵי בְאֵר, מֵי בּוֹרוֹת הָיָה צָרִיךְ לוֹמַר, לִמְדָךְ תּוֹרָה דֶּרֶךְ אֶרֶץ, שֶׁהַהוֹלֵךְ לְאֶרֶץ שֶׁאֵינוֹ שֶׁלּוֹ וְיֵשׁ בְּיָדוֹ צָרְכּוֹ, לֹא יֹאכַל מִמַּה שֶּׁבְּיָדוֹ אֶלָּא שֶׁלּוֹ יְהֵא מֻנָּח וְיִקְנֶה מִן הַחֶנְוָנִי בִּשְׁבִיל לְהַנּוֹתוֹ, כָּךְ אָמַר לוֹ משֶׁה הַבְּאֵר עִמָּנוּ וּמָן אָנוּ אוֹכְלִין, לֹא תֹאמַר שֶׁאָנוּ מַטְרִיחִין עָלֶיךָ, שָׂכָר אַתָּה עוֹשֶׂה לְעַצְמְךָ. כָּךְ אָמַר הַקָּדוֹשׁ בָּרוּךְ הוּא לְמשֶׁה <small>(דברים ב, ו)</small>: אֹכֶל תִּשְׁבְּרוּ מֵאִתָּם בַּכֶּסֶף, אָמַר לָהֶם משֶׁה הַתִּירוּ לָכֶם כִּיסְכֶם שֶׁלֹא יֹאמְרוּ עֲבָדִים הָיוּ, עֲנִיִּים הֵם, הַרְאוּ לָהֶם עָשְׁרְכֶם וְיֵדְעוּ שֶׁלֹא הִפְסַדְתֶּם בַּשִּׁעְבּוּד, <small>(בראשית טו, יד)</small>: וְאַחֲרֵי כֵן יֵצְאוּ בִּרְכֻשׁ גָּדוֹל, וְיֵדְעוּ שֶׁאֵין אַתֶּם חֲסֵרִים כְּלוּם, וְלֹא מִשֶּׁלָּכֶם אַתֶּם נוֹתְנִים, שֶׁנֶּאֱמַר <small>(דברים ב, ז)</small>: כִּי ה' אֱלֹהֶיךָ בֵּרַכְךָ זֶה אַרְבָּעִים שָׁנָה ה' אֱלֹהֶיךָ עִמָּךְ לֹא חָסַרְתָּ דָּבָר. <small>(במדבר כ, יז)</small>: דֶּרֶךְ הַמֶּלֶךְ נֵלֵךְ, שֶׁאָנוּ חוֹסְמִין אֶת בְּהֶמְתֵּנוּ, <small>(במדבר כ, יז)</small>: לֹא נִטֶּה יָמִין וּשְׂמֹאול, זֶה קָשֶׁה מִכֻּלָּם, שֶׁאָמְרוּ לוֹ בְּכָל סְבִיבוֹתֵינוּ יֵשׁ לָנוּ רְשׁוּת לַהֲרֹג וְלָבֹז, אֲבָל בִּגְבוּלְךָ לֹא נִטֶּה יָמִין וּשְׂמֹאל. <small>(במדבר כ, יח)</small>: וַיֹּאמֶר אֵלָיו אֱדוֹם לֹא תַעֲבֹר בִּי, זֶה שֶׁאָמַר הַכָּתוּב <small>(תהלים קכ, ז)</small>: אֲנִי שָׁלוֹם וְכִי אֲדַבֵּר הֵמָּה לַמִּלְחָמָה, וּמִנַּיִן שֶׁכָּךְ אָמַר לוֹ הַקָּדוֹשׁ בָּרוּךְ הוּא שֶׁאֵין מַנִּיחִים אֶתְכֶם לַעֲבֹר וְלֹא הַכֹּל מֵהֶם שֶׁאֲנִי הוּא שֶׁרוֹצֶה, שֶׁנֶּאֱמַר <small>(דברים ב, ה)</small>: אַל תִּתְגָּרוּ בָם כִּי לֹא אֶתֵּן לָכֶם מֵאַרְצָם, וּכְתִיב <small>(במדבר כ, כא)</small>: וַיְמָאֵן אֱדוֹם נְתֹן אֶת יִשְׂרָאֵל. וְאַחַר כָּךְ שָׁלְחוּ אֶל מֶלֶךְ מוֹאָב וְלֹא אָבָה, אַף עַל פִּי שֶׁאֵינוֹ מְפֹרָשׁ כָּאן הֲרֵי מְפֹרָשׁ בְּשׁוֹפְטִים, מְלַמֵּד שֶׁהַכֹּל בְּרוּחַ הַקֹּדֶשׁ, שֶׁלֹא הָיָה בְּכֻלָּן קַל מִיִּפְתָּח, וְהוּא פֵּרַשׁ, שֶׁנֶּאֱמַר <small>(שופטים יא, יז)</small>: וַיִּשְׁלַח יִשְׂרָאֵל מַלְאָכִים אֶל מֶלֶךְ אֱדוֹם לֵאמֹר אֶעְבְּרָה נָא בְאַרְצֶךָ וְלֹא שָׁמַע מֶלֶךְ אֱדוֹם וְגַם אֶל מֶלֶךְ מוֹאָב שָׁלַח וְלֹא אָבָה. וְאַף משֶׁה רָמַז <small>(דברים ב, כט)</small>: כַּאֲשֶׁר עָשׂוּ לִי בְּנֵי עֵשָׂו הַיּשְׁבִים בְּשֵׂעִיר.", "heVersionTitle": "Midrash Rabbah -- TE", "heLicense": "unknown", "heVersionTitleInHebrew": "מדרש רבה - תורת אמת", "text": "<b>“Moses sent messengers from Kadesh to the king of Edom: So said your brother Israel: You know all the travail that we have encountered” (Numbers 20:14).</b> <br>“Moses sent messengers…So said your brother Israel” – this is what the verse said: “He who does not gossip with his tongue, nor does evil to his neighbor, nor tolerates disgrace for his relative” (Psalms 15:3). The way of the world is that a person who engages in commerce with another and he angered him, he withdraws from him and does not wish to see him. Moses, even though he was punished by means of Israel, as it is stated: “They provoked at the waters of Meriva, and Moses suffered [on their account]” (Psalms 106:32), he did not remove their burden from upon him,<sup class=\"footnote-marker\">52</sup><i class=\"footnote\">The midrash interprets the end of the verse as, “he does not consider himself to be disgraced on account of his relative,“ rather, he continues to work on behalf of his relative.</i> but rather, he “sent messengers.” <br><b>“Our ancestors descended to Egypt, and we lived in Egypt many years, and the Egyptians mistreated us and our ancestors” (Numbers 20:15)</b> <br>“You know all the travail that we have encountered” (Numbers 20:14) – he said to him: ‘You know that when the Holy One blessed be He said: “Know, that your descendants will be a stranger in a land that is not theirs, and they will be enslaved to them, and they will oppress them, four hundred years” (Genesis 15:13), we were enslaved, but you are a free man.’ “Our ancestors descended” – it was due to that oppression. This is analogous to two brothers, where a promissory note was issued against their grandfather and one of them paid it off. Sometime later, one began asking to borrow an item from his brother. He said to him: ‘You know that that debt was on both of us, but it is I who repaid it. Do not reject me regarding the item that I am asking to borrow.’ <br>“Our ancestors descended to Egypt” – what is the nature of the ancestors here, as it is stated: “And the Egyptians mistreated us and our ancestors”? It is because anytime that Israel is in distress, they too, are in distress. <br><b>“Please, let us pass through your land; we will not pass through a field or through a vineyard, and we will not drink well water; we will go on the king’s way; we will not turn right or left until we pass your border” (Numbers 20:17).</b> <br>“Please, let us pass through your land…[we will not drink] well water” – it should have said “water of pits.”<sup class=\"footnote-marker\">53</sup><i class=\"footnote\">Well is singular, but pits is plural.</i> The Torah teaches you etiquette, that one who goes to a land that is not his and has [enough for] his needs in his possession, he should not eat from what is in his possession, but rather, his shall be placed aside and he should purchase from the storekeeper in order to benefit him. So, Moses said to him: ‘The well accompanies us and we eat manna; do not say that we are an imposition upon you. You will be earning income for yourself’; so, the Holy One blessed be He said to Moses: “You shall purchase food from them with silver” (Deuteronomy 2:6). Moses said to them: ‘Loosen your purse strings, so they will not say: They were slaves, they are poor. Show them your wealth, and they will know that you did not lose because of the enslavement. “Afterward they will emerge with great wealth” (Genesis 15:14) – and they will know that you are lacking nothing, and it is not from your own that you are giving, as it is stated: “For the Lord your God blessed you…these forty years the Lord your God has been with you; you have lacked nothing”’ (Deuteronomy 2:7).  <br>“We will go on the king’s way” – as we will muzzle our animals. “We will not turn right or left” – this is the most difficult of all, as they said to him: In all of our surroundings we have permission to kill and pillage, but within your borders, “we will not turn right or left.” <br><b>“Edom said to him: You shall not pass through me, lest I come out toward you with the sword” (Numbers 20:18).</b> <br>“Edom said to him: You shall not pass through me” – this is what the verse said: “I am peace; but when I speak, they are for war” (Psalms 120:7). From where is it derived that this is what the Holy One blessed be He said to him, that: ‘They will not allow you to pass, and it is not all from them, because it is I who wants it,’ as it is stated: “Do not provoke them, for I will not give you from their land” (Deuteronomy 2:5), and it is written: “Edom refused to allow Israel” (Numbers 20:21). Then they sent to the king of Moav, and he was unwilling. Although it is not explicit here, it is explicit in Judges, teaching that it is all in the Divine Spirit, as there was no one among all of them of insignificant stature as Yiftaḥ,<sup class=\"footnote-marker\">54</sup><i class=\"footnote\">Everything written in the Bible was written with the Divine Spirit, and since Yiftaḥ’s statement is quoted it is certainly a correct description of what had occurred even though he was of insignificant stature.</i> and he stated it explicitly, as it is stated: “Israel sent messengers to the king of Edom, saying: Please let me pass through your land; but the king of Edom would not heed. They also sent to the king of Moav, but he was unwilling” (Judges 11:17). Moses also intimated: “Like the children of Esau, who live in Seir, [and the Moavites, who live in Ar,] did for me” (Deuteronomy 2:29).", "versionTitle": "The Sefaria Midrash Rabbah, 2022", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5d74f98e36a58c006e23f7a9", "index_title": "Aderet Eliyahu (Rabbi Yosef Chaim)", "category": "Commentary", "type": "commentary", "ref": "Aderet Eliyahu (Rabbi Yosef Chaim), Chukat 32", "anchorRef": "Numbers 21:16", "anchorRefExpanded": ["Numbers 21:16"], "sourceRef": "Aderet Eliyahu (Rabbi Yosef Chaim), Chukat 32", "sourceHeRef": "אדרת אליהו (ר' יוסף חיים), חקת ל״ב", "anchorVerse": 16, "sourceHasEn": false, "compDate": [1860, 1900], "commentaryNum": 32, "collectiveTitle": {"en": "Aderet Eliyahu (Rabbi Yosef Chaim)", "he": "אדרת אליהו (ר' יוסף חיים)"}, "heTitle": "חקת", "he": "<b>ומשם בארה היא הבאר אשר אמר ה' למשה אסוף את העם ואתנה להם מים.</b> יובן בס\"ד לרמוז ומ\"שם רמז לש\"ם ניצוצות שהם סוד רפ\"ח וב\"ן שעולים ש\"ם בארה של ישראל שע\"י בירורם יבא להם שפע היא הבאר אשר אמר ה' אל משה אסוף את העם כלומר אסוף הניצוצות עם העם כלומר מנך ומנייהו מסתייעא מלתא ואז ואתנה להם מים שאמשיך להם חסדים כי ע\"י בירור ניצוצי קדושה ועלייתם למעלה ימשך שפע מרובה לישראל:", "heVersionTitle": "Aderet Eliyahu, Livorno 1864", "heLicense": "Public Domain", "heVersionTitleInHebrew": "אדרת אליהו, ליוורנו תרכ\"ד ", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5e85bf222b19fef46135f930", "index_title": "Agra DeKala", "category": "Chasidut", "type": "", "ref": "Agra DeKala, Lech Lecha 91", "anchorRef": "Numbers 21:16", "anchorRefExpanded": ["Numbers 21:16"], "sourceRef": "Agra DeKala, Lech Lecha 91", "sourceHeRef": "אגרא דכלה, לך לך צ״א", "anchorVerse": 16, "sourceHasEn": false, "compDate": [1801, 1841], "commentaryNum": 91, "collectiveTitle": {"en": "Agra DeKala", "he": "אגרא דכלה"}, "heTitle": "לך לך", "he": "<b>הו\"א.</b> תיבת \"הוא מיותר. והנראה על פי פשוטו, להורות כי הוא היה העיקר בחשיבות, הגם שאצל הרשעים הללו שטופי זמה היו מהראוי להיות העיקר בחשיבות שרה מחמת יופיה, אך להיות שנפל פחדו עליהם היה הוא העיקר: או יאמר \"הוא \"ואשתו. להורות כי שוב לא עלה שום מורא על ראשו, והתנהג בכל מקום עם שרה כדרך קורבת איש ואשתו, ולא היה מתיירא פן יהרגוהו, כי ראה שנפל פחדו על כל יושבי הארץ בעזר היוצר כל: ויש לפרש עוד על פי דרך הקודש ויעל אברם ממצרים הוא. ר\"ל שהעלה ממצרים \"הוא השכינה נקראת גם כן הוא, בהיותה נכללת בכללא דדכר ונוקב', (עיין בזהר חקת (ח\"ג קפ\"ג ע\"ב) בפסוק (במדבר כא טז) \"הוא הבאר, ותבין). והנה השכינה ירדה עמו למצרים לברר ניצוצין, ובעלייתו משם ברכוש רב הם הנצוצין עלתה עמו. וזהו ויעל אברם ממצרים \"הוא, ר\"ל שהעלה את \"ההוא הוא השכינה, \"ואשתו היא אשתו הגשמיות והבן, וכל אשר לו הם הנצוצין השייכים לשורש נשמתו:", "heVersionTitle": "Agra DeKala, Brooklyn, N.Y., 1993", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5f1e9f861d77ecfb0d09e7f2", "index_title": "Midrash Lekach Tov", "category": "Midrash", "type": "commentary", "ref": "Midrash Lekach Tov, Numbers 21:16:1", "anchorRef": "Numbers 21:16", "anchorRefExpanded": ["Numbers 21:16"], "sourceRef": "Midrash Lekach Tov, Numbers 21:16:1", "sourceHeRef": "מדרש לקח טוב, במדבר כ״א:ט״ז:א׳", "anchorVerse": 16, "sourceHasEn": false, "compDate": [1105, 1115], "commentaryNum": 16.0001, "collectiveTitle": {"en": "Midrash Lekach Tov", "he": "מדרש לקח טוב"}, "heTitle": "במדבר", "he": "<b>פס'.</b> ומשם בארה. אחר שעברו ישראל נחלי ארנון והניחו לאחריהם את שאר ארץ מואב ועמון כענין שנאמר במשנה תורה (דברים ב׳:ח׳) ונעבור מאת אחינו בני עשו ונפן ונעבר דרך מדבר מואב. וכתיב (שם) ויאמר ה' אלי אל תצר את מואב וגו'. עתה קומו ועברו לבם את נחל זרד וגו'. ויהי כאשר תמו כל אנשי המלחמה למות מקרב העם. וכתיב (שם) אתה עובר היום את גבול מואב את ער. וכתיב (שם) קומו סעו ועברו את נחל ארנון ויאמר ה' אלי הנה נתתי בידך את סיחון מלך חשבון האמרי ואת ארצו החל רש. הא שלקח סיחון מלך האמורי ממלך מואב הראשון. עד ארנן. על כן היו ישראל מחמדים לעבור את נחל ארנון כי לא נתן להם רשות בארץ אדום ובארץ מואב ובארץ עמון עד שעברו את נחל ארנון וכבשו את הארץ ההיא מארנון ועד היבק. לכך נאמר לפי שארנון היה גבול מואב בין מואב ובין האמורי. בספר מלחמות ה'. היו ישראל מספרין מלחמות שעתיד להיות בסיחון ועוג. את והב בסופה. את ייהב בסופה ובסערה מלמד שהיו ישראל שמחים לעבור נחלי ארנון והיו אומרים הלואי את ייהב בסופה. שהיה הרוח נושאינו ונותנינו מעבר לנחלי ארנון ודומה לזה הדבור (תהילים נ״ה:ז׳) מי יתן לי אבר כיונה אעופה ואשכונה. כך היו ישראל אומרים <i data-commentator=\"Beur HaRe'em\" data-order=\"79\"></i> מי יתן סופה נושאת אותנו לראות את נחלי ארנון. ואת הנחלים ארנון. היא היתה תחלת ארץ ישראל. ואשד הנחלים. שאר הנחלים שהיו שופכין לשון תרגום הוא אל הנחל הגדול. אשר נטה לשבת ער. לפני ישיבתה של ער. כי ער גבול בני עמון הוא ונשען. מוסמך הנר, ל ההוא לגבול מואב:", "heVersionTitle": "Midrash Lekach Tov on Torah, Vilna 1884", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש לקח טוב, מכונה פסיקתא זוטרתא, וילנא תרמ\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5f1e9f871d77ecfb0d09e7f4", "index_title": "Midrash Lekach Tov", "category": "Midrash", "type": "commentary", "ref": "Midrash Lekach Tov, Numbers 21:16:2", "anchorRef": "Numbers 21:16", "anchorRefExpanded": ["Numbers 21:16"], "sourceRef": "Midrash Lekach Tov, Numbers 21:16:2", "sourceHeRef": "מדרש לקח טוב, במדבר כ״א:ט״ז:ב׳", "anchorVerse": 16, "sourceHasEn": false, "compDate": [1105, 1115], "commentaryNum": 16.0002, "collectiveTitle": {"en": "Midrash Lekach Tov", "he": "מדרש לקח טוב"}, "heTitle": "במדבר", "he": "<b>פס'.</b> ומשם בארה היא הבאר אשר אמר ה' למשה אסוף את העם ואתנה להם מים. ולפי שלא הוצרכו לשאול מאותו הזמן מים שהבאר היה עולה והולך בכל מקום מסעתם אמרו עליו שירה:", "heVersionTitle": "Midrash Lekach Tov on Torah, Vilna 1884", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש לקח טוב, מכונה פסיקתא זוטרתא, וילנא תרמ\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "60cf0be960191f35eed3b777", "index_title": "Midrash Tanchuma", "category": "Midrash", "type": "", "ref": "Midrash Tanchuma, Chukat 12:1", "anchorRef": "Numbers 21:16-18", "anchorRefExpanded": ["Numbers 21:16", "Numbers 21:17", "Numbers 21:18"], "sourceRef": "Midrash Tanchuma, Chukat 12:1", "sourceHeRef": "מדרש תנחומא, חקת י״ב:א׳", "anchorVerse": 16, "sourceHasEn": true, "compDate": [500, 800], "commentaryNum": 12.0001, "collectiveTitle": {"en": "Midrash Tanchuma", "he": "מדרש תנחומא"}, "heTitle": "חקת", "he": "<b>וַיִּשְׁלַח</b> מֹשֶׁה מַלְאָכִים וְגוֹ' כֹּה אָמַר אָחִיךָ יִשְׂרָאֵל. זֶה שֶׁאָמַר הַכָּתוּב: וְחֶרְפָּה לֹא נָשָׂא עַל קְרוֹבוֹ <small>(תהלים טו, ג)</small>. בְּנֹהַג שֶׁבָּעוֹלָם, אָדָם עוֹסֵק בִּפְרַקְמַטְיָא עִם חֲבֵרוֹ וְהִפְסִיד, פָּרַשׁ מִמֶּנּוּ וְאֵינוֹ רוֹצֶה לִרְאוֹתוֹ. וּמֹשֶׁה אַף עַל פִּי שֶׁנֶּעֱנַשׁ עַל יְדֵי יִשְׂרָאֵל, שֶׁנֶּאֱמַר: וְיַקְצִיפוּ עַל מֵי מְרִיבָה וַיָּרַע לְמֹשֶׁה בַּעֲבוּרָם <small>(שם קו, לב)</small>, לֹא פָּרַק מֹשֶׁה מַשָּׂאָן מֵעָלָיו, אֶלָּא וַיִּשְׁלַח מֹשֶׁה מַלְאָכִים אַתָּה יָדַעְתָּ אֶת כָּל הַתְּלָאָה אֲשֶׁר מְצָאַתְנוּ. אָמְרוּ לוֹ: אַתָּה יָדַעְתָּ, כְּשֶׁאָמַר הַקָּדוֹשׁ בָּרוּךְ הוּא לְאַבְרָהָם, יָדֹעַ תֵּדַע כִּי גֵּר יִהְיֶה זַרְעֲךָ <small>(בראשית טו, יג)</small>, אָנוּ נִשְׁתַּעְבַּדְנוּ, וְאַתָּה בֶּן חוֹרִין. וְיָרְדוּ אֲבוֹתֵינוּ וְכָל אוֹתוֹ הָעִנְיָן. מָשָׁל לְמַה הַדָּבָר דּוֹמֶה. לִשְׁנֵי אַחִים שֶׁיָּצָא שְׁטַר חוֹב עַל זִקְנֵיהֶם, פָּרַע אוֹתוֹ אֶחָד מֵהֶם. לְיָמִים הִתְחִיל לִשְׁאֹל חֵפֶץ מֵאָחִיו. אָמַר לוֹ: אַתָּה יוֹדֵעַ שֶׁאוֹתוֹ חוֹב שֶׁפָּרַעְתִּי, עַל שְׁנֵינוּ הָיָה, וַאֲנִי הוּא שֶׁפְּרַעְתִּיו, לְכָךְ אַל תַּחְזִירֵנִי מִן חֶפְצִי שֶׁאֲנִי שׁוֹאֵל. וְיָרְדוּ אֲבוֹתֵינוּ מִצְרַיִם. מַה טִּיבָן שֶׁל אָבוֹת כָּאן, שֶׁנֶּאֱמַר: וַיָּרֵעוּ לָנוּ מִצְרִים וְלַאֲבוֹתֵינוּ. לְלַמֶּדְךָ שֶׁכָּל זְמַן שֶׁיִּשְׂרָאֵל בַּצָּרָה, אַף הֵם בַּצָּרָה. נַעְבְּרָה נָא בְּאַרְצְךָ וְגוֹ', מֵי בְּאֵר, מֵי בּוֹרוֹת הָיָה צָרִיךְ לוֹמַר. לִמְּדְךָ תּוֹרָה דֶּרֶךְ אֶרֶץ, שֶׁהַהוֹלֵךְ לְאֶרֶץ שֶׁאֵינוֹ שֶׁלּוֹ וְיֵשׁ בְּיָדוֹ צְרָכָיו, לֹא יֹאכַל מִמַּה שֶּׁיֵּשׁ בְּיָדוֹ, אֶלָּא שֶׁלּוֹ יְהֵא מֻנָּח, וְיִקְנֶה מִן הַחֶנְוָנִי, בִּשְׁבִיל לְהַנּוֹתוֹ. כָּךְ אָמַר לָהֶם מֹשֶׁה, הַבְּאֵר עִמָּנוּ, וּמָן אָנוּ אוֹכְלִין. לֹא תֹּאמַר שֶׁאָנוּ מַטְרִיחִין עָלֶיךָ. שָׂכָר אַתָּה עוֹשֶׂה לְעַצְמְךָ. וְכָךְ אָמַר לוֹ הַקָּדוֹשׁ בָּרוּךְ הוּא לְמֹשֶׁה, אֹכֶל תִּשְׁבְּרוּ מֵאִתָּם בַּכֶּסֶף וַאֲכַלְתֶּם <small>(דברים ב, ו)</small>. וּמֹשֶׁה אָמַר לָהֶם לְיִשְׂרָאֵל, הַתִּירוּ לָהֶם כַּסְפֵּיכֶם, שֶׁלֹּא יֹאמְרוּ, עֲבָדִים הָיוּ וַעֲנִיִּים, הַרְאוּ לָהֶם עָשְׁרֵיכֶם יֵדְעוּ שֶׁלֹּא יֹאמְרוּ הִפְסַדְתֶּם בַּשִּׁעְבּוּד, שֶׁכְּבָר אָמַר הַקָּדוֹשׁ בָּרוּךְ הוּא, וְאַחֲרֵי כֵן יֵצְאוּ בִּרְכוּשׁ גָּדוֹל <small>(בראשית טו, יד)</small>, וְיֵדְעוּ שֶׁאֵין אַתֶּם חֲסֵרִים כְּלוּם, וְלֹא מִשֶּׁלָּכֶם אַתֶּם נוֹתְנִין, שֶׁנֶּאֱמַר: כִּי ה' אֱלֹהֶיךָ בֵּרַכְךָ בְּכָל מַעֲשֵׂה יָדֶךָ וְגוֹ' <small>(דברים ב, ז)</small>. דֶּרֶךְ הַמֶּלֶךְ נֵלֵךְ, שֶׁאָנוּ חוֹסְמִין אֶת בְּהֶמְתֵנוּ. לֹא נִטֶּה יָמִין וּשְׂמֹאל, זֶה קָשֶׁה מִכֻּלָּם, שֶׁאָמְרוּ לוֹ: בְּכָל סְבִיבוֹתֶיךָ יֵשׁ לָנוּ רְשׁוּת לָבוּז וְלַהֲרֹג, וּבִגְבוּלְךָ לֹא נִטֶּה יָמִין וּשְׂמֹאל.", "heVersionTitle": "Midrash Tanchuma -- Torat Emet", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש תנחומא, תורת אמת", "text": "(Numb. 20:14:) “Then Moses sent messengers [from Kadesh unto the king of Edom], ‘Thus says your brother Israel….’” This text is related (to Ps. 15:3), “nor takes up a reproach against his relative.” By universal custom, when a person is engaged in business<sup class=\"footnote-marker\">104</sup><i class=\"footnote\">Gk.: <i>pragmateia.</i></i> with his friend who causes a loss, he separates himself from him and does not want to see him.<sup class=\"footnote-marker\">105</sup><i class=\"footnote\">Numb. R. 19:15.</i> But although Moses was punished because of Israel, as stated (in Ps. 106:32), “And they provoked wrath at the Waters of Meribah and it went ill with Moses on their account,” he did not unload their burden from himself. Instead (according to Numb. 20:14), “Then Moses sent messengers.”<br>(Numb. 20:14, cont.:) “You know all the trouble that has befallen us.” They said to him, “You know when the Holy One, blessed be He, said to Abraham (in Gen. 15:13), ‘know full well that your seed shall be alien [in a land not theirs where they shall serve them and be oppressed by them],’ it was us who have been enslaved, while you are free.” (Numb. 20:15:) “How our forefathers went down to Egypt [...].” This whole subject is comparable to two brothers against whose grandfather a promissory note appeared. One of them arose and paid it. One day he started to ask a favor from his brother, and he said to him, “You know that debt was incumbent on both of us, but it was I who paid it. Do not refuse any of my favor that I am asking.” (Numb. 20:15:) “How our forefathers went down to Egypt.” What is the relevance of [mentioning] the forefathers here, as stated (in Numb 20:15, cont.), “the Egyptians dealt harshly with us and our forefathers.” [It is] to teach you that all the time that Israel is in distress, [the forefathers] are also in distress. (Numb. 20:17:) “Please let us pass through your land; [we will not pass through field or vineyard,] nor shall we drink water from a well.” Should it not have said, \"water from cisterns?\" [By this use of the singular, “a well”], the Torah has taught you proper conduct, [i.e.,] that though one has at hand his necessities, when he who goes to a land which is not his own, he should not eat from what he has on hand. Rather he should put aside what he has, and buy from the shopkeeper in order to benefit him. So also Moses said to [Edom], “[We have] a well with us,<sup class=\"footnote-marker\">106</sup><i class=\"footnote\">On the tradition of Israel’s portable well for supplying them with water during their desert wanderings, see Numb. R. 1:2; <i>TSuk.</i> 3:11; Targum Pseudo-Jonathan, Numb. 21:16-18; Frag. Jerusalem Targum, Numb. 21:17-18; <i>Tanh</i>., Lev. 7:7; Lev. R. 25:5; 27:6; see also <i>Avot</i> 5:6; <i>Mekhilta deRabbi Ishmael, Wayassa</i>‘ 6, on Exod. 16:32; <i>Shab.</i> 35a; <i>Pes</i>. 54a; Targum Pseudo-Jonathan, Numb. 22:28; in addition, see <i>TSot</i>. 11:8 (10); <i>Ta‘an.</i> 9a; <i>BM</i> 86b; Cant. R. 4:14:1; <i>Seder ‘Olam Rabbah,</i> 10; cf. I Corinthians 10:4.</i> and we eat our own manna; [but] do not say that we are a bother to you. You will make a profit for yourselves.” So also did the Holy One, blessed be He, say to Moses (in Deut. 2:6), “Food shall you procure from them with money, and you shall eat.” And Moses said to Israel, “Open your money to them. So that they do not say, ‘They were slaves and indigents,’ show them your wealth.” They will [then] know, so that they would not say, “You lost by your subjugation.” As the Holy One, blessed be He, already said (in Gen. 15:14), “and in the end they shall go free with great wealth.” And they shall know that you are not lacking anything and that it is not from [that which is] yours that you are [spending], as stated (in Deut. 2:7), “For the Lord has blessed you in all the efforts of your hand....” (Numb. 20:17, cont.:) “We shall go along the king's highway,” since we restrain<sup class=\"footnote-marker\">107</sup><i class=\"footnote\"><i>Hosemin.</i> The word also means “muzzle.”</i> our cattle. (Numb. 20:17, cont.:) “Without turning right or left.” This was the most difficult [stipulation] of them all, for they said, “In all [the lands] around us we have permission to plunder and kill, but within your border [we shall walk the king's highway] without turning right or left [until we have passed through your territory].”", "versionTitle": "Townsend 1989 translation of Midrash Tanhuma, S. Buber Recension, edited and supplemented by R. Francis Nataf", "license": "CC-BY", "versionTitleInHebrew": "תרגום טאוונסנד לתנחומא בובר, ערך והוסיף: רבי פרנסיס נטף"}, {"_id": "60f576c9b6062f226d6206f0", "index_title": "Maskil LeDavid", "category": "Commentary", "type": "commentary", "ref": "Maskil LeDavid, Numbers 21:16:1", "anchorRef": "Numbers 21:16", "anchorRefExpanded": ["Numbers 21:16"], "sourceRef": "Maskil LeDavid, Numbers 21:16:1", "sourceHeRef": "משכיל לדוד, במדבר כ״א:ט״ז:א׳", "anchorVerse": 16, "sourceHasEn": false, "commentaryNum": 16.0001, "collectiveTitle": {"en": "Maskil LeDavid", "he": "משכיל לדוד"}, "heTitle": "במדבר", "he": "<b>ומשם בארה וכו׳ נתת פת לתנוק הודע לאמו וכו׳</b> נראה דהתינוק הוא ישראל כי נער ישראל ואוהבהו. ואמו ידוע דהבאר רמז עליה היא כנסת ישראל שכינת עוזנו:", "heVersionTitle": "Venice, 1760", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ויניציאה, תקכ\"א", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "612254da5de8bfb900edc2d0", "index_title": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers", "category": "Jewish Thought", "type": "", "ref": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers, Part I, Chapter 5; Leaders and Strangers 12", "anchorRef": "Numbers 15:30-31:19", "anchorRefExpanded": ["Numbers 15:30", "Numbers 15:31", "Numbers 15:32", "Numbers 15:33", "Numbers 15:34", "Numbers 15:35", "Numbers 15:36", "Numbers 15:37", "Numbers 15:38", "Numbers 15:39", "Numbers 15:40", "Numbers 15:41", "Numbers 16:1", "Numbers 16:2", "Numbers 16:3", "Numbers 16:4", "Numbers 16:5", "Numbers 16:6", "Numbers 16:7", "Numbers 16:8", "Numbers 16:9", "Numbers 16:10", "Numbers 16:11", "Numbers 16:12", "Numbers 16:13", "Numbers 16:14", "Numbers 16:15", "Numbers 16:16", "Numbers 16:17", "Numbers 16:18", "Numbers 16:19", "Numbers 16:20", "Numbers 16:21", "Numbers 16:22", "Numbers 16:23", "Numbers 16:24", "Numbers 16:25", "Numbers 16:26", "Numbers 16:27", "Numbers 16:28", "Numbers 16:29", "Numbers 16:30", "Numbers 16:31", "Numbers 16:32", "Numbers 16:33", "Numbers 16:34", "Numbers 16:35", "Numbers 17:1", "Numbers 17:2", "Numbers 17:3", "Numbers 17:4", "Numbers 17:5", "Numbers 17:6", "Numbers 17:7", "Numbers 17:8", "Numbers 17:9", "Numbers 17:10", "Numbers 17:11", "Numbers 17:12", "Numbers 17:13", "Numbers 17:14", "Numbers 17:15", "Numbers 17:16", "Numbers 17:17", "Numbers 17:18", "Numbers 17:19", "Numbers 17:20", "Numbers 17:21", "Numbers 17:22", "Numbers 17:23", "Numbers 17:24", "Numbers 17:25", "Numbers 17:26", "Numbers 17:27", "Numbers 17:28", "Numbers 18:1", "Numbers 18:2", "Numbers 18:3", "Numbers 18:4", "Numbers 18:5", "Numbers 18:6", "Numbers 18:7", "Numbers 18:8", "Numbers 18:9", "Numbers 18:10", "Numbers 18:11", "Numbers 18:12", "Numbers 18:13", "Numbers 18:14", "Numbers 18:15", "Numbers 18:16", "Numbers 18:17", "Numbers 18:18", "Numbers 18:19", "Numbers 18:20", "Numbers 18:21", "Numbers 18:22", "Numbers 18:23", "Numbers 18:24", "Numbers 18:25", "Numbers 18:26", "Numbers 18:27", "Numbers 18:28", "Numbers 18:29", "Numbers 18:30", "Numbers 18:31", "Numbers 18:32", "Numbers 19:1", "Numbers 19:2", "Numbers 19:3", "Numbers 19:4", "Numbers 19:5", "Numbers 19:6", "Numbers 19:7", "Numbers 19:8", "Numbers 19:9", "Numbers 19:10", "Numbers 19:11", "Numbers 19:12", "Numbers 19:13", "Numbers 19:14", "Numbers 19:15", "Numbers 19:16", "Numbers 19:17", "Numbers 19:18", "Numbers 19:19", "Numbers 19:20", "Numbers 19:21", "Numbers 19:22", "Numbers 20:1", "Numbers 20:2", "Numbers 20:3", "Numbers 20:4", "Numbers 20:5", "Numbers 20:6", "Numbers 20:7", "Numbers 20:8", "Numbers 20:9", "Numbers 20:10", "Numbers 20:11", "Numbers 20:12", "Numbers 20:13", "Numbers 20:14", "Numbers 20:15", "Numbers 20:16", "Numbers 20:17", "Numbers 20:18", "Numbers 20:19", "Numbers 20:20", "Numbers 20:21", "Numbers 20:22", "Numbers 20:23", "Numbers 20:24", "Numbers 20:25", "Numbers 20:26", "Numbers 20:27", "Numbers 20:28", "Numbers 20:29", "Numbers 21:1", "Numbers 21:2", "Numbers 21:3", "Numbers 21:4", "Numbers 21:5", "Numbers 21:6", "Numbers 21:7", "Numbers 21:8", "Numbers 21:9", "Numbers 21:10", "Numbers 21:11", "Numbers 21:12", "Numbers 21:13", "Numbers 21:14", "Numbers 21:15", "Numbers 21:16", "Numbers 21:17", "Numbers 21:18", "Numbers 21:19", "Numbers 21:20", "Numbers 21:21", "Numbers 21:22", "Numbers 21:23", "Numbers 21:24", "Numbers 21:25", "Numbers 21:26", "Numbers 21:27", "Numbers 21:28", "Numbers 21:29", "Numbers 21:30", "Numbers 21:31", "Numbers 21:32", "Numbers 21:33", "Numbers 21:34", "Numbers 21:35", "Numbers 22:1", "Numbers 22:2", "Numbers 22:3", "Numbers 22:4", "Numbers 22:5", "Numbers 22:6", "Numbers 22:7", "Numbers 22:8", "Numbers 22:9", "Numbers 22:10", "Numbers 22:11", "Numbers 22:12", "Numbers 22:13", "Numbers 22:14", "Numbers 22:15", "Numbers 22:16", "Numbers 22:17", "Numbers 22:18", "Numbers 22:19", "Numbers 22:20", "Numbers 22:21", "Numbers 22:22", "Numbers 22:23", "Numbers 22:24", "Numbers 22:25", "Numbers 22:26", "Numbers 22:27", "Numbers 22:28", "Numbers 22:29", "Numbers 22:30", "Numbers 22:31", "Numbers 22:32", "Numbers 22:33", "Numbers 22:34", "Numbers 22:35", "Numbers 22:36", "Numbers 22:37", "Numbers 22:38", "Numbers 22:39", "Numbers 22:40", "Numbers 22:41", "Numbers 23:1", "Numbers 23:2", "Numbers 23:3", "Numbers 23:4", "Numbers 23:5", "Numbers 23:6", "Numbers 23:7", "Numbers 23:8", "Numbers 23:9", "Numbers 23:10", "Numbers 23:11", "Numbers 23:12", "Numbers 23:13", "Numbers 23:14", "Numbers 23:15", "Numbers 23:16", "Numbers 23:17", "Numbers 23:18", "Numbers 23:19", "Numbers 23:20", "Numbers 23:21", "Numbers 23:22", "Numbers 23:23", "Numbers 23:24", "Numbers 23:25", "Numbers 23:26", "Numbers 23:27", "Numbers 23:28", "Numbers 23:29", "Numbers 23:30", "Numbers 24:1", "Numbers 24:2", "Numbers 24:3", "Numbers 24:4", "Numbers 24:5", "Numbers 24:6", "Numbers 24:7", "Numbers 24:8", "Numbers 24:9", "Numbers 24:10", "Numbers 24:11", "Numbers 24:12", "Numbers 24:13", "Numbers 24:14", "Numbers 24:15", "Numbers 24:16", "Numbers 24:17", "Numbers 24:18", "Numbers 24:19", "Numbers 24:20", "Numbers 24:21", "Numbers 24:22", "Numbers 24:23", "Numbers 24:24", "Numbers 24:25", "Numbers 25:1", "Numbers 25:2", "Numbers 25:3", "Numbers 25:4", "Numbers 25:5", "Numbers 25:6", "Numbers 25:7", "Numbers 25:8", "Numbers 25:9", "Numbers 25:10", "Numbers 25:11", "Numbers 25:12", "Numbers 25:13", "Numbers 25:14", "Numbers 25:15", "Numbers 25:16", "Numbers 25:17", "Numbers 25:18", "Numbers 26:1", "Numbers 26:2", "Numbers 26:3", "Numbers 26:4", "Numbers 26:5", "Numbers 26:6", "Numbers 26:7", "Numbers 26:8", "Numbers 26:9", "Numbers 26:10", "Numbers 26:11", "Numbers 26:12", "Numbers 26:13", "Numbers 26:14", "Numbers 26:15", "Numbers 26:16", "Numbers 26:17", "Numbers 26:18", "Numbers 26:19", "Numbers 26:20", "Numbers 26:21", "Numbers 26:22", "Numbers 26:23", "Numbers 26:24", "Numbers 26:25", "Numbers 26:26", "Numbers 26:27", "Numbers 26:28", "Numbers 26:29", "Numbers 26:30", "Numbers 26:31", "Numbers 26:32", "Numbers 26:33", "Numbers 26:34", "Numbers 26:35", "Numbers 26:36", "Numbers 26:37", "Numbers 26:38", "Numbers 26:39", "Numbers 26:40", "Numbers 26:41", "Numbers 26:42", "Numbers 26:43", "Numbers 26:44", "Numbers 26:45", "Numbers 26:46", "Numbers 26:47", "Numbers 26:48", "Numbers 26:49", "Numbers 26:50", "Numbers 26:51", "Numbers 26:52", "Numbers 26:53", "Numbers 26:54", "Numbers 26:55", "Numbers 26:56", "Numbers 26:57", "Numbers 26:58", "Numbers 26:59", "Numbers 26:60", "Numbers 26:61", "Numbers 26:62", "Numbers 26:63", "Numbers 26:64", "Numbers 26:65", "Numbers 27:1", "Numbers 27:2", "Numbers 27:3", "Numbers 27:4", "Numbers 27:5", "Numbers 27:6", "Numbers 27:7", "Numbers 27:8", "Numbers 27:9", "Numbers 27:10", "Numbers 27:11", "Numbers 27:12", "Numbers 27:13", "Numbers 27:14", "Numbers 27:15", "Numbers 27:16", "Numbers 27:17", "Numbers 27:18", "Numbers 27:19", "Numbers 27:20", "Numbers 27:21", "Numbers 27:22", "Numbers 27:23", "Numbers 28:1", "Numbers 28:2", "Numbers 28:3", "Numbers 28:4", "Numbers 28:5", "Numbers 28:6", "Numbers 28:7", "Numbers 28:8", "Numbers 28:9", "Numbers 28:10", "Numbers 28:11", "Numbers 28:12", "Numbers 28:13", "Numbers 28:14", "Numbers 28:15", "Numbers 28:16", "Numbers 28:17", "Numbers 28:18", "Numbers 28:19", "Numbers 28:20", "Numbers 28:21", "Numbers 28:22", "Numbers 28:23", "Numbers 28:24", "Numbers 28:25", "Numbers 28:26", "Numbers 28:27", "Numbers 28:28", "Numbers 28:29", "Numbers 28:30", "Numbers 28:31", "Numbers 29:1", "Numbers 29:2", "Numbers 29:3", "Numbers 29:4", "Numbers 29:5", "Numbers 29:6", "Numbers 29:7", "Numbers 29:8", "Numbers 29:9", "Numbers 29:10", "Numbers 29:11", "Numbers 29:12", "Numbers 29:13", "Numbers 29:14", "Numbers 29:15", "Numbers 29:16", "Numbers 29:17", "Numbers 29:18", "Numbers 29:19", "Numbers 29:20", "Numbers 29:21", "Numbers 29:22", "Numbers 29:23", "Numbers 29:24", "Numbers 29:25", "Numbers 29:26", "Numbers 29:27", "Numbers 29:28", "Numbers 29:29", "Numbers 29:30", "Numbers 29:31", "Numbers 29:32", "Numbers 29:33", "Numbers 29:34", "Numbers 29:35", "Numbers 29:36", "Numbers 29:37", "Numbers 29:38", "Numbers 29:39", "Numbers 30:1", "Numbers 30:2", "Numbers 30:3", "Numbers 30:4", "Numbers 30:5", "Numbers 30:6", "Numbers 30:7", "Numbers 30:8", "Numbers 30:9", "Numbers 30:10", "Numbers 30:11", "Numbers 30:12", "Numbers 30:13", "Numbers 30:14", "Numbers 30:15", "Numbers 30:16", "Numbers 30:17", "Numbers 31:1", "Numbers 31:2", "Numbers 31:3", "Numbers 31:4", "Numbers 31:5", "Numbers 31:6", "Numbers 31:7", "Numbers 31:8", "Numbers 31:9", "Numbers 31:10", "Numbers 31:11", "Numbers 31:12", "Numbers 31:13", "Numbers 31:14", "Numbers 31:15", "Numbers 31:16", "Numbers 31:17", "Numbers 31:18", "Numbers 31:19"], "sourceRef": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers, Part I, Chapter 5; Leaders and Strangers 12", "sourceHeRef": "מנהיגות בשממה; סמכות ואנרכיה בספר במדבר, חלק ראשון, פרק ה י״ב", "anchorVerse": 30, "sourceHasEn": true, "commentaryNum": 12, "collectiveTitle": {"en": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers", "he": "מנהיגות בשממה; סמכות ואנרכיה בספר במדבר"}, "heTitle": "פרק ה", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "If the stranger can enjoy literal and metaphysical benefits such as atonement, what makes the stranger a stranger at all? Multiple times in the Pentateuch is the expression “there shall be one law for you and the resident alien” used to show legal equivalence.<sup class=\"footnote-marker\">3</sup><i class=\"footnote\">See Exodus 12:48–49; Leviticus 7:7, 24:22; Numbers 9:14, 15:15, 15:29–30.</i> Like citizens, strangers can be cut off from the community for cursing God and are obliged to refrain from behaviors that engender impurity.<sup class=\"footnote-marker\">4</sup><i class=\"footnote\">For examples, see Leviticus 4, 17:15–16, 18:27–28, 35:34–35; Numbers 15:30–31, 19:13, 19:20.</i> The stranger and the citizen both enjoy the privileges of the community and are both accountable for their place in the community and for their personal relationships with God through prohibitive commands. A poor gentile or <i>ger </i>was counted among the recipients of communal welfare (Lev. 19:10) and enjoyed the protections of the community as a relative equal (Lev. 24:22). Who, then, was the stranger, if during this period of transition there was no land from which to claim citizenship? Who was a stranger if we were all strangers? Furthermore, what made this individual alien if he was included in the community, such that both citizen and stranger were “alike before the Lord”?", "versionTitle": "Jerusalem. Maggid Books, 2013", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "61225507412970c0e359d91a", "index_title": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers", "category": "Jewish Thought", "type": "", "ref": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers, Part II, Chapter 8; Betraying the Vision 23", "anchorRef": "Numbers 13:27-29:31", "anchorRefExpanded": ["Numbers 13:27", "Numbers 13:28", "Numbers 13:29", "Numbers 13:30", "Numbers 13:31", "Numbers 13:32", "Numbers 13:33", "Numbers 14:1", "Numbers 14:2", "Numbers 14:3", "Numbers 14:4", "Numbers 14:5", "Numbers 14:6", "Numbers 14:7", "Numbers 14:8", "Numbers 14:9", "Numbers 14:10", "Numbers 14:11", "Numbers 14:12", "Numbers 14:13", "Numbers 14:14", "Numbers 14:15", "Numbers 14:16", "Numbers 14:17", "Numbers 14:18", "Numbers 14:19", "Numbers 14:20", "Numbers 14:21", "Numbers 14:22", "Numbers 14:23", "Numbers 14:24", "Numbers 14:25", "Numbers 14:26", "Numbers 14:27", "Numbers 14:28", "Numbers 14:29", "Numbers 14:30", "Numbers 14:31", "Numbers 14:32", "Numbers 14:33", "Numbers 14:34", "Numbers 14:35", "Numbers 14:36", "Numbers 14:37", "Numbers 14:38", "Numbers 14:39", "Numbers 14:40", "Numbers 14:41", "Numbers 14:42", "Numbers 14:43", "Numbers 14:44", "Numbers 14:45", "Numbers 15:1", "Numbers 15:2", "Numbers 15:3", "Numbers 15:4", "Numbers 15:5", "Numbers 15:6", "Numbers 15:7", "Numbers 15:8", "Numbers 15:9", "Numbers 15:10", "Numbers 15:11", "Numbers 15:12", "Numbers 15:13", "Numbers 15:14", "Numbers 15:15", "Numbers 15:16", "Numbers 15:17", "Numbers 15:18", "Numbers 15:19", "Numbers 15:20", "Numbers 15:21", "Numbers 15:22", "Numbers 15:23", "Numbers 15:24", "Numbers 15:25", "Numbers 15:26", "Numbers 15:27", "Numbers 15:28", "Numbers 15:29", "Numbers 15:30", "Numbers 15:31", "Numbers 15:32", "Numbers 15:33", "Numbers 15:34", "Numbers 15:35", "Numbers 15:36", "Numbers 15:37", "Numbers 15:38", "Numbers 15:39", "Numbers 15:40", "Numbers 15:41", "Numbers 16:1", "Numbers 16:2", "Numbers 16:3", "Numbers 16:4", "Numbers 16:5", "Numbers 16:6", "Numbers 16:7", "Numbers 16:8", "Numbers 16:9", "Numbers 16:10", "Numbers 16:11", "Numbers 16:12", "Numbers 16:13", "Numbers 16:14", "Numbers 16:15", "Numbers 16:16", "Numbers 16:17", "Numbers 16:18", "Numbers 16:19", "Numbers 16:20", "Numbers 16:21", "Numbers 16:22", "Numbers 16:23", "Numbers 16:24", "Numbers 16:25", "Numbers 16:26", "Numbers 16:27", "Numbers 16:28", "Numbers 16:29", "Numbers 16:30", "Numbers 16:31", "Numbers 16:32", "Numbers 16:33", "Numbers 16:34", "Numbers 16:35", "Numbers 17:1", "Numbers 17:2", "Numbers 17:3", "Numbers 17:4", "Numbers 17:5", "Numbers 17:6", "Numbers 17:7", "Numbers 17:8", "Numbers 17:9", "Numbers 17:10", "Numbers 17:11", "Numbers 17:12", "Numbers 17:13", "Numbers 17:14", "Numbers 17:15", "Numbers 17:16", "Numbers 17:17", "Numbers 17:18", "Numbers 17:19", "Numbers 17:20", "Numbers 17:21", "Numbers 17:22", "Numbers 17:23", "Numbers 17:24", "Numbers 17:25", "Numbers 17:26", "Numbers 17:27", "Numbers 17:28", "Numbers 18:1", "Numbers 18:2", "Numbers 18:3", "Numbers 18:4", "Numbers 18:5", "Numbers 18:6", "Numbers 18:7", "Numbers 18:8", "Numbers 18:9", "Numbers 18:10", "Numbers 18:11", "Numbers 18:12", "Numbers 18:13", "Numbers 18:14", "Numbers 18:15", "Numbers 18:16", "Numbers 18:17", "Numbers 18:18", "Numbers 18:19", "Numbers 18:20", "Numbers 18:21", "Numbers 18:22", "Numbers 18:23", "Numbers 18:24", "Numbers 18:25", "Numbers 18:26", "Numbers 18:27", "Numbers 18:28", "Numbers 18:29", "Numbers 18:30", "Numbers 18:31", "Numbers 18:32", "Numbers 19:1", "Numbers 19:2", "Numbers 19:3", "Numbers 19:4", "Numbers 19:5", "Numbers 19:6", "Numbers 19:7", "Numbers 19:8", "Numbers 19:9", "Numbers 19:10", "Numbers 19:11", "Numbers 19:12", "Numbers 19:13", "Numbers 19:14", "Numbers 19:15", "Numbers 19:16", "Numbers 19:17", "Numbers 19:18", "Numbers 19:19", "Numbers 19:20", "Numbers 19:21", "Numbers 19:22", "Numbers 20:1", "Numbers 20:2", "Numbers 20:3", "Numbers 20:4", "Numbers 20:5", "Numbers 20:6", "Numbers 20:7", "Numbers 20:8", "Numbers 20:9", "Numbers 20:10", "Numbers 20:11", "Numbers 20:12", "Numbers 20:13", "Numbers 20:14", "Numbers 20:15", "Numbers 20:16", "Numbers 20:17", "Numbers 20:18", "Numbers 20:19", "Numbers 20:20", "Numbers 20:21", "Numbers 20:22", "Numbers 20:23", "Numbers 20:24", "Numbers 20:25", "Numbers 20:26", "Numbers 20:27", "Numbers 20:28", "Numbers 20:29", "Numbers 21:1", "Numbers 21:2", "Numbers 21:3", "Numbers 21:4", "Numbers 21:5", "Numbers 21:6", "Numbers 21:7", "Numbers 21:8", "Numbers 21:9", "Numbers 21:10", "Numbers 21:11", "Numbers 21:12", "Numbers 21:13", "Numbers 21:14", "Numbers 21:15", "Numbers 21:16", "Numbers 21:17", "Numbers 21:18", "Numbers 21:19", "Numbers 21:20", "Numbers 21:21", "Numbers 21:22", "Numbers 21:23", "Numbers 21:24", "Numbers 21:25", "Numbers 21:26", "Numbers 21:27", "Numbers 21:28", "Numbers 21:29", "Numbers 21:30", "Numbers 21:31", "Numbers 21:32", "Numbers 21:33", "Numbers 21:34", "Numbers 21:35", "Numbers 22:1", "Numbers 22:2", "Numbers 22:3", "Numbers 22:4", "Numbers 22:5", "Numbers 22:6", "Numbers 22:7", "Numbers 22:8", "Numbers 22:9", "Numbers 22:10", "Numbers 22:11", "Numbers 22:12", "Numbers 22:13", "Numbers 22:14", "Numbers 22:15", "Numbers 22:16", "Numbers 22:17", "Numbers 22:18", "Numbers 22:19", "Numbers 22:20", "Numbers 22:21", "Numbers 22:22", "Numbers 22:23", "Numbers 22:24", "Numbers 22:25", "Numbers 22:26", "Numbers 22:27", "Numbers 22:28", "Numbers 22:29", "Numbers 22:30", "Numbers 22:31", "Numbers 22:32", "Numbers 22:33", "Numbers 22:34", "Numbers 22:35", "Numbers 22:36", "Numbers 22:37", "Numbers 22:38", "Numbers 22:39", "Numbers 22:40", "Numbers 22:41", "Numbers 23:1", "Numbers 23:2", "Numbers 23:3", "Numbers 23:4", "Numbers 23:5", "Numbers 23:6", "Numbers 23:7", "Numbers 23:8", "Numbers 23:9", "Numbers 23:10", "Numbers 23:11", "Numbers 23:12", "Numbers 23:13", "Numbers 23:14", "Numbers 23:15", "Numbers 23:16", "Numbers 23:17", "Numbers 23:18", "Numbers 23:19", "Numbers 23:20", "Numbers 23:21", "Numbers 23:22", "Numbers 23:23", "Numbers 23:24", "Numbers 23:25", "Numbers 23:26", "Numbers 23:27", "Numbers 23:28", "Numbers 23:29", "Numbers 23:30", "Numbers 24:1", "Numbers 24:2", "Numbers 24:3", "Numbers 24:4", "Numbers 24:5", "Numbers 24:6", "Numbers 24:7", "Numbers 24:8", "Numbers 24:9", "Numbers 24:10", "Numbers 24:11", "Numbers 24:12", "Numbers 24:13", "Numbers 24:14", "Numbers 24:15", "Numbers 24:16", "Numbers 24:17", "Numbers 24:18", "Numbers 24:19", "Numbers 24:20", "Numbers 24:21", "Numbers 24:22", "Numbers 24:23", "Numbers 24:24", "Numbers 24:25", "Numbers 25:1", "Numbers 25:2", "Numbers 25:3", "Numbers 25:4", "Numbers 25:5", "Numbers 25:6", "Numbers 25:7", "Numbers 25:8", "Numbers 25:9", "Numbers 25:10", "Numbers 25:11", "Numbers 25:12", "Numbers 25:13", "Numbers 25:14", "Numbers 25:15", "Numbers 25:16", "Numbers 25:17", "Numbers 25:18", "Numbers 26:1", "Numbers 26:2", "Numbers 26:3", "Numbers 26:4", "Numbers 26:5", "Numbers 26:6", "Numbers 26:7", "Numbers 26:8", "Numbers 26:9", "Numbers 26:10", "Numbers 26:11", "Numbers 26:12", "Numbers 26:13", "Numbers 26:14", "Numbers 26:15", "Numbers 26:16", "Numbers 26:17", "Numbers 26:18", "Numbers 26:19", "Numbers 26:20", "Numbers 26:21", "Numbers 26:22", "Numbers 26:23", "Numbers 26:24", "Numbers 26:25", "Numbers 26:26", "Numbers 26:27", "Numbers 26:28", "Numbers 26:29", "Numbers 26:30", "Numbers 26:31", "Numbers 26:32", "Numbers 26:33", "Numbers 26:34", "Numbers 26:35", "Numbers 26:36", "Numbers 26:37", "Numbers 26:38", "Numbers 26:39", "Numbers 26:40", "Numbers 26:41", "Numbers 26:42", "Numbers 26:43", "Numbers 26:44", "Numbers 26:45", "Numbers 26:46", "Numbers 26:47", "Numbers 26:48", "Numbers 26:49", "Numbers 26:50", "Numbers 26:51", "Numbers 26:52", "Numbers 26:53", "Numbers 26:54", "Numbers 26:55", "Numbers 26:56", "Numbers 26:57", "Numbers 26:58", "Numbers 26:59", "Numbers 26:60", "Numbers 26:61", "Numbers 26:62", "Numbers 26:63", "Numbers 26:64", "Numbers 26:65", "Numbers 27:1", "Numbers 27:2", "Numbers 27:3", "Numbers 27:4", "Numbers 27:5", "Numbers 27:6", "Numbers 27:7", "Numbers 27:8", "Numbers 27:9", "Numbers 27:10", "Numbers 27:11", "Numbers 27:12", "Numbers 27:13", "Numbers 27:14", "Numbers 27:15", "Numbers 27:16", "Numbers 27:17", "Numbers 27:18", "Numbers 27:19", "Numbers 27:20", "Numbers 27:21", "Numbers 27:22", "Numbers 27:23", "Numbers 28:1", "Numbers 28:2", "Numbers 28:3", "Numbers 28:4", "Numbers 28:5", "Numbers 28:6", "Numbers 28:7", "Numbers 28:8", "Numbers 28:9", "Numbers 28:10", "Numbers 28:11", "Numbers 28:12", "Numbers 28:13", "Numbers 28:14", "Numbers 28:15", "Numbers 28:16", "Numbers 28:17", "Numbers 28:18", "Numbers 28:19", "Numbers 28:20", "Numbers 28:21", "Numbers 28:22", "Numbers 28:23", "Numbers 28:24", "Numbers 28:25", "Numbers 28:26", "Numbers 28:27", "Numbers 28:28", "Numbers 28:29", "Numbers 28:30", "Numbers 28:31", "Numbers 29:1", "Numbers 29:2", "Numbers 29:3", "Numbers 29:4", "Numbers 29:5", "Numbers 29:6", "Numbers 29:7", "Numbers 29:8", "Numbers 29:9", "Numbers 29:10", "Numbers 29:11", "Numbers 29:12", "Numbers 29:13", "Numbers 29:14", "Numbers 29:15", "Numbers 29:16", "Numbers 29:17", "Numbers 29:18", "Numbers 29:19", "Numbers 29:20", "Numbers 29:21", "Numbers 29:22", "Numbers 29:23", "Numbers 29:24", "Numbers 29:25", "Numbers 29:26", "Numbers 29:27", "Numbers 29:28", "Numbers 29:29", "Numbers 29:30", "Numbers 29:31"], "sourceRef": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers, Part II, Chapter 8; Betraying the Vision 23", "sourceHeRef": "מנהיגות בשממה; סמכות ואנרכיה בספר במדבר, חלק שני, פרק ח כ״ג", "anchorVerse": 27, "sourceHasEn": true, "commentaryNum": 23, "collectiveTitle": {"en": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers", "he": "מנהיגות בשממה; סמכות ואנרכיה בספר במדבר"}, "heTitle": "פרק ח", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<small>This is what they told him: “We came to the land you sent us to; it does indeed flow with milk and honey, and this is its fruit. However, the people who inhabit the country are powerful, and the cities are fortified and very large; moreover, we saw the Anakites there. Amalekites dwell in the Negeb region; Hittites, Jebusites, and Amorites inhabit the hill country; and Canaanites dwell by the Sea and along the Jordan…. We cannot attack that people, for it is stronger than we.” Thus they spread calumnies among the Israelites about the land they had scouted, saying, “The country that we traversed and scouted is one that devours its settlers. All the people that we saw in it are men of great size; we saw the Nephilim there – the Anakites are part of the Nephilim and we looked like grasshoppers to ourselves, and so we must have looked to them.” (Num. 13:27–29, 31–33)</small>", "versionTitle": "Jerusalem. Maggid Books, 2013", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "625282d0b7b9a36c89691111", "index_title": "Em LaMikra", "category": "Commentary", "type": "commentary", "ref": "Em LaMikra, Numbers 21:16:1", "anchorRef": "Numbers 21:16", "anchorRefExpanded": ["Numbers 21:16"], "sourceRef": "Em LaMikra, Numbers 21:16:1", "sourceHeRef": "אם למקרא, במדבר כ״א:ט״ז:א׳", "anchorVerse": 16, "sourceHasEn": false, "commentaryNum": 16.0001, "collectiveTitle": {"en": "Em LaMikra", "he": "אם למקרא"}, "heTitle": "במדבר", "he": "<b>היא הבאר.</b> בארה של מרים שהיתה מהלכת עם ישראל במדבר, ידענוה מדברי רבותינו רק בכתוב לא מצאנו אם לא רמזים קלים, והנה מדור ב' לחשבונם והוא זמן רבינו הקדוש כבר היה הדבר כ\"כ מפורסם עד שנתקבל אצל הנוצרים, הגם שבמשנה אין מזה זכר כלל ולא די בזה אלא שנראה כמעט מוכרח שמימות מיסד דתם, היה הדבר ידוע אצלו כי אחרי הפרד היהודים מהנוצרים אחר מותו או סמוך לה, לא יתכן שהנוצרים קבלו דברי חכמינו, אם כן נצטרך לומר שמימי התנאים הראשונים יהיה כבר הדבר ידוע באומה ואם לא נזכר אצלינו, וכל זה לאות כי קבלת רבותינו אמת והיא קדמונית לפרסומה, והמזכיר בארה של מרים הוא <b>טירטוליאנו</b> Tertullien במאמר הטבילה lX שכתב כי מי טבילתם נרמזו במים שהוציא עמהם משה מן הסלע <b>ושהיו הולכים עם ישראל במדבר</b>.", "heVersionTitle": "Livorno, 1862-1863", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6319cfd5b6084aa1cbefc5e5", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, אָמַר 1", "anchorRef": "Numbers 21:16", "anchorRefExpanded": ["Numbers 21:16"], "sourceRef": "BDB, אָמַר 1", "sourceHeRef": "בראון-דרייבר-בריגס, אָמַר א׳", "anchorVerse": 16, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "אָמַר", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><big><span dir=\"rtl\">אָמַר</span></big></big><sub>5287</sub><big></big>  <strong>vb. utter, say (</strong>MI Ph. <span dir=\"rtl\">אמר</span>, Aramaic <span dir=\"rtl\">אֲמַר</span>, Ethiopic አመረ I. 2 <em>shew, declare</em>, Arabic <span dir=\"rtl\">أَمَرَ</span> <em>command;</em> perhaps √ <span dir=\"rtl\">אמר</span> orig. = <em>be</em> or <em>make prominent</em>, hence Hithp. infr., <span dir=\"rtl\">אָמִיר</span>; Sab. <span dir=\"rtl\">אמר</span> <em>lofty</em>, epith. of king JHMordtm<sup>ZMG 1876, 37</sup>; cf. Dl<sup>Pr 28</sup> who thinks orig. meaning <em>hell, sichtbar sein</em>, whence Assyrian <em>amâru</em>, <em>see</em> & <em>shew, declare, say</em><strong>)</strong>—<br><strong>Qal</strong>  Pf. <span dir=\"rtl\">א׳</span> <a data-ref=\"Genesis 3:1\" href=\"/Genesis.3.1\">Gn 3:1</a> +, etc.; Impf. <span dir=\"rtl\">יֹאמַר</span> <a data-ref=\"Genesis 31:8\" href=\"/Genesis.31.8\">Gn 31:8</a> +; <span dir=\"rtl\">וַיֹּא֫מֶר</span> <a data-ref=\"Genesis 1:3\" href=\"/Genesis.1.3\">Gn 1:3</a> +; <span dir=\"rtl\">וַיֹּאמַ֑ר</span> <a data-ref=\"Genesis 14:19\" href=\"/Genesis.14.19\">Gn 14:19</a> +; in Jb always <span dir=\"rtl\">וַיֹּא֑מַר</span> <a data-ref=\"Job 3:2\" href=\"/Job.3.2\">Jb 3:2</a> +; 3 fs. <span dir=\"rtl\">תֹּאמַר</span> <a data-ref=\"Genesis 21:12\" href=\"/Genesis.21.12\">Gn 21:12</a> +; <span dir=\"rtl\">תֹּאמֵ֑ר</span> <a data-ref=\"Proverbs 1:21\" href=\"/Proverbs.1.21\">Pr 1:21</a>; 1 s. <span dir=\"rtl\">אֹמַר</span> <a data-ref=\"Genesis 22:2\" href=\"/Genesis.22.2\">Gn 22:2</a> +; <span dir=\"rtl\">אוֹמְרָה</span> <a data-ref=\"Psalms 42:10\" href=\"/Psalms.42.10\">ψ 42:10</a>; <span dir=\"rtl\">וָאֹמַר</span> <a data-ref=\"Genesis 20:13\" href=\"/Genesis.20.13\">Gn 20:13</a> +; <span dir=\"rtl\">וָאוֹמַר</span> <a data-ref=\"Nehemiah 2:7\" href=\"/Nehemiah.2.7\">Ne 2:7</a>, <a data-ref=\"Nehemiah 2:17\" href=\"/Nehemiah.2.17\">17</a>, <a data-ref=\"Nehemiah 2:20\" href=\"/Nehemiah.2.20\">20</a>; 3 m. pl. <span dir=\"rtl\">יֹאמְרוּ</span> <a data-ref=\"Exodus 4:1\" href=\"/Exodus.4.1\">Ex 4:1</a> + etc.; sf. <span dir=\"rtl\">יֹמְרוּךָ</span> <a data-ref=\"Psalms 139:20\" href=\"/Psalms.139.20\">ψ 139:20</a>; 2 mpl. <span dir=\"rtl\">תֹּמְרוּ</span> <a data-ref=\"II Samuel 19:14\" href=\"/II_Samuel.19.14\">2 S 19:14</a> (cf. Kö<sup>i. p. 385</sup>); Imv. <span dir=\"rtl\">אֱמֹר (אֱמָר־)</span> <a data-ref=\"Genesis 45:17\" href=\"/Genesis.45.17\">Gn 45:17</a> +, etc.; Inf. abs. <span dir=\"rtl\">אָמוֹר</span> <a data-ref=\"Exodus 21:5\" href=\"/Exodus.21.5\">Ex 21:5</a> +; cstr. <span dir=\"rtl\">אֱמֹר</span> <a data-ref=\"Ezekiel 25:8\" href=\"/Ezekiel.25.8\">Ez 25:8</a> +; <span dir=\"rtl\">(הַ)אֲמֹר</span> <a data-ref=\"Job 34:18\" href=\"/Job.34.18\">Jb 34:18</a> but read <span dir=\"rtl\">הָאֹמֵר</span> 𝔊 𝔙 Di, or better <span dir=\"rtl\">הֶאָמֹר</span> Inf. abs. c. ה interrog. cf. Ew<sup>§ 328 d</sup>; sf. <span dir=\"rtl\">אָמְרִי</span> <a data-ref=\"Joshua 6:10\" href=\"/Joshua.6.10\">Jos 6:10</a> +; <span dir=\"rtl\">אֲמָרְכֶם</span> <a data-ref=\"Jeremiah 23:38\" href=\"/Jeremiah.23.38\">Je 23:38</a>; <span dir=\"rtl\">אֱמָרְכֶם</span> <a data-ref=\"Malachi 1:7\" href=\"/Malachi.1.7\">Mal 1:7</a> +; <span dir=\"rtl\">לֵאמֹר</span> <a data-ref=\"Genesis 1:22\" href=\"/Genesis.1.22\">Gn 1:22</a> +, etc.; <em>Pt;</em> act. <span dir=\"rtl\">אֹמֵר</span> <a data-ref=\"Genesis 32:10\" href=\"/Genesis.32.10\">Gn 32:10</a> +, etc.; pass. <span dir=\"rtl\">הֶאָמוּר</span> <a data-ref=\"Micah 2:7\" href=\"/Micah.2.7\">Mi 2:7</a>, but this grammatically indefensible, read <span dir=\"rtl\">הֶאָמוֹר</span>, Inf. abs. c. ה interrog., v. Dr<sup>Expositor, April, 1887, 263</sup>. <strong>1.</strong>  <em>Say</em> (subj. God <a data-ref=\"Genesis 3:1\" href=\"/Genesis.3.1\">Gn 3:1</a> + or man <a data-ref=\"Genesis 32:5\" href=\"/Genesis.32.5\">32:5</a>, serpent <a data-ref=\"Genesis 3:1\" href=\"/Genesis.3.1\">3:1</a>, ass <a data-ref=\"Numbers 22:28\" href=\"/Numbers.22.28\">Nu 22:28</a>, horse <span dir=\"rtl\">יֹאמַר הֶאָח</span> <a data-ref=\"Job 39:25\" href=\"/Job.39.25\">Jb 39:25</a> etc.; inanimate things, personif. <a data-ref=\"Job 28:14\" href=\"/Job.28.14\">Jb 28:14</a> cf. v <a data-ref=\"Job 28:22\" href=\"/Job.28.22\">22</a> etc.; so in allegory or fable <a data-ref=\"Judges 9:8\" href=\"/Judges.9.8\">Ju 9:8</a> <a data-ref=\"II Kings 14:9\" href=\"/II_Kings.14.9\">2 K 14:9</a> etc.; especially in narrat., <span dir=\"rtl\">וַיֹּאמֶר</span> etc., <a data-ref=\"Genesis 4:6\" href=\"/Genesis.4.6\">Gn 4:6</a> + very often): mostly sq. thing said, either subst. <a data-ref=\"Jeremiah 14:17\" href=\"/Jeremiah.14.17\">Je 14:17</a> (c. cl. app.) <a data-ref=\"Deuteronomy 27:16\" href=\"/Deuteronomy.27.16\">Dt 27:16 f.</a> <a data-ref=\"Judges 12:6\" href=\"/Judges.12.6\">Ju 12:6</a>; pronoun <a data-ref=\"Genesis 44:16\" href=\"/Genesis.44.16\">Gn 44:16</a> <a data-ref=\"II Kings 20:14\" href=\"/II_Kings.20.14\">2 K 20:14</a> +; or (usually) clause <a data-ref=\"Genesis 1:3\" href=\"/Genesis.1.3\">Gn 1:3</a>; <a data-ref=\"Genesis 3:1\" href=\"/Genesis.3.1\">3:1</a>; <a data-ref=\"Genesis 37:20\" href=\"/Genesis.37.20\">37:20</a> + often (<em>orat. recta</em>); with adv. <em>thus, so</em> <a data-ref=\"Genesis 32:5\" href=\"/Genesis.32.5\">Gn 32:5</a> <a data-ref=\"Numbers 20:14\" href=\"/Numbers.20.14\">Nu 20:14</a> <a data-ref=\"I Kings 20:3\" href=\"/I_Kings.20.3\">1 K 20:3</a>, <a data-ref=\"I Kings 20:5\" href=\"/I_Kings.20.5\">5</a> +; especially <span dir=\"rtl\">כֹּה אָמַר י׳</span> <a data-ref=\"Exodus 5:1\" href=\"/Exodus.5.1\">Ex 5:1</a>; <a data-ref=\"Exodus 7:17\" href=\"/Exodus.7.17\">7:17</a>, <a data-ref=\"Exodus 7:26\" href=\"/Exodus.7.26\">26</a>; <a data-ref=\"Exodus 8:16\" href=\"/Exodus.8.16\">8:16</a>; <a data-ref=\"I Chronicles 17:4\" href=\"/I_Chronicles.17.4\">1 Ch 17:4</a> + often; the person addressed usually introduced by <span dir=\"rtl\">אֶל</span> <a data-ref=\"Genesis 3:1\" href=\"/Genesis.3.1\">Gn 3:1</a>; <a data-ref=\"Genesis 15:7\" href=\"/Genesis.15.7\">15:7</a>; <a data-ref=\"Genesis 22:7\" href=\"/Genesis.22.7\">22:7</a>; <a data-ref=\"Leviticus 21:1\" href=\"/Leviticus.21.1\">Lv 21:1</a>; <a data-ref=\"II Samuel 3:7\" href=\"/II_Samuel.3.7\">2 S 3:7</a>; <a data-ref=\"I Kings 12:5\" href=\"/I_Kings.12.5\">1 K 12:5</a>, <a data-ref=\"I Kings 12:23\" href=\"/I_Kings.12.23\">23</a>, or <span dir=\"rtl\">לְ</span> <a data-ref=\"Genesis 3:13\" href=\"/Genesis.3.13\">Gn 3:13</a>; <a data-ref=\"Genesis 4:15\" href=\"/Genesis.4.15\">4:15</a>; <a data-ref=\"I Samuel 20:2\" href=\"/I_Samuel.20.2\">1 S 20:2</a>; <a data-ref=\"II Samuel 2:21\" href=\"/II_Samuel.2.21\">2 S 2:21</a>; <a data-ref=\"I Kings 14:2\" href=\"/I_Kings.14.2\">1 K 14:2</a> + often; rarer combinations are, <span dir=\"rtl\">א׳ בְּאָזְנֵי</span> <a data-ref=\"Isaiah 49:20\" href=\"/Isaiah.49.20\">Is 49:20</a> (cf. <a data-ref=\"Isaiah 5:9\" href=\"/Isaiah.5.9\">5:9</a> & vid. <span dir=\"rtl\">דבר</span>); <span dir=\"rtl\">א׳ לִפְנֵי</span> <a data-ref=\"Ezekiel 28:9\" href=\"/Ezekiel.28.9\">Ez 28:9</a>; <span dir=\"rtl\">א׳ לְעֵינֵי</span> <a data-ref=\"Deuteronomy 31:7\" href=\"/Deuteronomy.31.7\">Dt 31:7</a>; <a data-ref=\"Joshua 10:12\" href=\"/Joshua.10.12\">Jos 10:12</a>; <a data-ref=\"Jeremiah 28:11\" href=\"/Jeremiah.28.11\">Je 28:11</a>; <span dir=\"rtl\">א׳ בְּ</span> <a data-ref=\"Joel 2:17\" href=\"/Joel.2.17\">Jo 2:17</a> <a data-ref=\"Psalms 126:2\" href=\"/Psalms.126.2\">ψ 126:2</a>, where <span dir=\"rtl\">בְּ</span> local; in all cases usually sq. dir. obj. of words said, <a data-ref=\"Exodus 19:25\" href=\"/Exodus.19.25\">Ex 19:25</a>; <a data-ref=\"Judges 17:2\" href=\"/Judges.17.2\">Ju 17:2</a> being singular; <a data-ref=\"Genesis 4:8\" href=\"/Genesis.4.8\">Gn 4:8</a> the object-clause has probably fallen out, cf. Vrss Di; = <em>mention, name, designate</em> <a data-ref=\"Genesis 22:2\" href=\"/Genesis.22.2\">Gn 22:2</a>, <a data-ref=\"Genesis 22:3\" href=\"/Genesis.22.3\">3</a>; <a data-ref=\"Genesis 43:27\" href=\"/Genesis.43.27\">43:27</a>, <a data-ref=\"Genesis 43:29\" href=\"/Genesis.43.29\">29</a> <a data-ref=\"Exodus 32:13\" href=\"/Exodus.32.13\">Ex 32:13</a>; <a data-ref=\"Numbers 14:40\" href=\"/Numbers.14.40\">Nu 14:40</a>; <a data-ref=\"I Samuel 10:16\" href=\"/I_Samuel.10.16\">1 S 10:16</a>; <a data-ref=\"I Samuel 16:3\" href=\"/I_Samuel.16.3\">16:3</a>; <a data-ref=\"II Samuel 6:22\" href=\"/II_Samuel.6.22\">2 S 6:22</a> <a data-ref=\"Nehemiah 6:19\" href=\"/Nehemiah.6.19\">Ne 6:19</a>; cf. <a data-ref=\"Psalms 139:20\" href=\"/Psalms.139.20\">ψ 139:20</a> <span dir=\"rtl\">יֹמְרוּךָ לִמְזִמָּה</span> <em>speak of thee for falsehood</em> (but many, as Hup Pe Dy Che, read <span dir=\"rtl\">יַמְרוּךָ</span>); = <em>tell, declare, proclaim</em> (sq. dir. obj. only) <a data-ref=\"Psalms 40:11\" href=\"/Psalms.40.11\">ψ 40:11</a>; <a data-ref=\"Ezekiel 13:7\" href=\"/Ezekiel.13.7\">Ez 13:7</a>; in reply to question = <em>answer</em> <a data-ref=\"Exodus 12:27\" href=\"/Exodus.12.27\">Ex 12:27</a>; <a data-ref=\"Joshua 4:7\" href=\"/Joshua.4.7\">Jos 4:7</a>; <a data-ref=\"I Kings 9:9\" href=\"/I_Kings.9.9\">1 K 9:9</a>; <a data-ref=\"Jeremiah 5:19\" href=\"/Jeremiah.5.19\">Je 5:19</a>; <a data-ref=\"Jeremiah 22:9\" href=\"/Jeremiah.22.9\">22:9</a>. The obj. spoken of may be referred to by <span dir=\"rtl\">אֶל</span> <a data-ref=\"II Kings 19:32\" href=\"/II_Kings.19.32\">2 K 19:32</a>; <a data-ref=\"Jeremiah 22:18\" href=\"/Jeremiah.22.18\">Je 22:18</a>; <a data-ref=\"Jeremiah 27:19\" href=\"/Jeremiah.27.19\">27:19</a>, or <span dir=\"rtl\">לְ</span> <a data-ref=\"Genesis 20:13\" href=\"/Genesis.20.13\">Gn 20:13</a> <span dir=\"rtl\">אִמְרִי לִי</span> say <em>of</em> me, etc. <a data-ref=\"Deuteronomy 33:9\" href=\"/Deuteronomy.33.9\">Dt 33:9</a>; <a data-ref=\"Judges 9:54\" href=\"/Judges.9.54\">Ju 9:54</a>; <a data-ref=\"Isaiah 5:20\" href=\"/Isaiah.5.20\">Is 5:20</a> <a data-ref=\"Psalms 3:3\" href=\"/Psalms.3.3\">ψ 3:3</a>; <a data-ref=\"Psalms 71:10\" href=\"/Psalms.71.10\">71:10</a>, very rarely by a simple accus. <a data-ref=\"Isaiah 3:10\" href=\"/Isaiah.3.10\">Is 3:10</a> (where read prob. for <span dir=\"rtl\">אִמְרוּ</span>, <span dir=\"rtl\">אַשְׁרֵי</span>), except after <span dir=\"rtl\">אֲשֶׁר</span> where the words used follow (cf. <span dir=\"rtl\">אֲשֶׁר</span> <strong>4 d</strong>) <a data-ref=\"Genesis 3:17\" href=\"/Genesis.3.17\">Gn 3:17</a>; <a data-ref=\"Numbers 10:29\" href=\"/Numbers.10.29\">Nu 10:29</a>; <a data-ref=\"Numbers 14:31\" href=\"/Numbers.14.31\">14:31</a> <a data-ref=\"Deuteronomy 28:68\" href=\"/Deuteronomy.28.68\">Dt 28:68</a>; <a data-ref=\"Judges 7:4\" href=\"/Judges.7.4\">Ju 7:4</a>; <a data-ref=\"I Samuel 9:17\" href=\"/I_Samuel.9.17\">1 S 9:17</a>, <a data-ref=\"I Samuel 9:23\" href=\"/I_Samuel.9.23\">23b</a>; <a data-ref=\"I Kings 8:29\" href=\"/I_Kings.8.29\">1 K 8:29</a>; <a data-ref=\"Lamentations 4:20\" href=\"/Lamentations.4.20\">La 4:20</a>; cf. <a data-ref=\"Numbers 21:16\" href=\"/Numbers.21.16\">Nu 21:16</a>; <a data-ref=\"II Kings 17:12\" href=\"/II_Kings.17.12\">2 K 17:12</a>; <a data-ref=\"II Kings 21:4\" href=\"/II_Kings.21.4\">21:4</a>, & (two extreme cases) <a data-ref=\"Isaiah 8:12\" href=\"/Isaiah.8.12\">Is 8:12</a>; <a data-ref=\"Lamentations 2:15\" href=\"/Lamentations.2.15\">La 2:15</a> (v. Dr<sup>Sm i. 25, 5</sup>); <span dir=\"rtl\">הֶֽאָמוּר</span> <a data-ref=\"Micah 2:7\" href=\"/Micah.2.7\">Mi 2:7</a> read inf. abs. c. ה interrog. <span dir=\"rtl\">הֶאָמוֹר</span> (v. supr.) <em>shall one say? shall it be said?</em> After another vb. of saying, introducing thing said: <a data-ref=\"Deuteronomy 21:7\" href=\"/Deuteronomy.21.7\">Dt 21:7</a>; <a data-ref=\"Deuteronomy 25:9\" href=\"/Deuteronomy.25.9\">25:9</a>; <a data-ref=\"Deuteronomy 27:15\" href=\"/Deuteronomy.27.15\">27:15</a>; <a data-ref=\"Song of Songs 2:10\" href=\"/Song_of_Songs.2.10\">Ct 2:10</a> +, even after <span dir=\"rtl\">אמר</span> <a data-ref=\"Genesis 22:7\" href=\"/Genesis.22.7\">Gn 22:7</a>; <a data-ref=\"Leviticus 21:1\" href=\"/Leviticus.21.1\">Lv 21:1</a>; <a data-ref=\"Jeremiah 34:2\" href=\"/Jeremiah.34.2\">Je 34:2</a>; <a data-ref=\"Esther 7:5\" href=\"/Esther.7.5\">Est 7:5</a> +; especially inf. <span dir=\"rtl\">לֵאמֹר</span>, after <span dir=\"rtl\">דבר</span> <a data-ref=\"Genesis 8:15\" href=\"/Genesis.8.15\">Gn 8:15</a>, <span dir=\"rtl\">צוה</span> <a data-ref=\"Genesis 2:16\" href=\"/Genesis.2.16\">2:16</a>; <a data-ref=\"Genesis 3:17\" href=\"/Genesis.3.17\">3:17</a>, <span dir=\"rtl\">ענה</span> <a data-ref=\"Genesis 41:16\" href=\"/Genesis.41.16\">41:16</a>, <span dir=\"rtl\">ברך</span> <a data-ref=\"Genesis 1:22\" href=\"/Genesis.1.22\">1:22</a>, <span dir=\"rtl\">נשׁבע</span> <a data-ref=\"Genesis 24:7\" href=\"/Genesis.24.7\">24:7</a>, <span dir=\"rtl\">נדר</span> <a data-ref=\"Genesis 28:20\" href=\"/Genesis.28.20\">28:20</a>, etc.; after <span dir=\"rtl\">אמר</span> <a data-ref=\"II Samuel 3:18\" href=\"/II_Samuel.3.18\">2 S 3:18</a>; <a data-ref=\"I Kings 12:23\" href=\"/I_Kings.12.23\">1 K 12:23</a>; <a data-ref=\"I Chronicles 21:18\" href=\"/I_Chronicles.21.18\">1 Ch 21:18</a> +; after <span dir=\"rtl\">שׁלח</span> <a data-ref=\"II Chronicles 35:21\" href=\"/II_Chronicles.35.21\">2 Ch 35:21</a> <span dir=\"rtl\">שׁוּב</span> <a data-ref=\"Genesis 32:7\" href=\"/Genesis.32.7\">Gn 32:7</a>; cf. also <a data-ref=\"Genesis 28:6\" href=\"/Genesis.28.6\">Gn 28:6</a> <a data-ref=\"Exodus 5:13\" href=\"/Exodus.5.13\">Ex 5:13</a>; <a data-ref=\"Exodus 9:5\" href=\"/Exodus.9.5\">9:5</a>; <a data-ref=\"Exodus 13:8\" href=\"/Exodus.13.8\">13:8</a>; <a data-ref=\"Exodus 17:4\" href=\"/Exodus.17.4\">17:4</a>; <a data-ref=\"Numbers 11:20\" href=\"/Numbers.11.20\">Nu 11:20</a>; <a data-ref=\"Deuteronomy 1:28\" href=\"/Deuteronomy.1.28\">Dt 1:28</a>; <a data-ref=\"Deuteronomy 13:7\" href=\"/Deuteronomy.13.7\">13:7</a>; <a data-ref=\"Judges 8:15\" href=\"/Judges.8.15\">Ju 8:15</a>; <a data-ref=\"I Samuel 23:2\" href=\"/I_Samuel.23.2\">1 S 23:2</a>; <a data-ref=\"I Kings 13:3\" href=\"/I_Kings.13.3\">1 K 13:3</a>; <a data-ref=\"Jeremiah 32:3\" href=\"/Jeremiah.32.3\">Je 32:3</a>; <a data-ref=\"Jeremiah 37:9\" href=\"/Jeremiah.37.9\">37:9</a>; <a data-ref=\"Ruth 4:4\" href=\"/Ruth.4.4\">Ru 4:4</a> +; when subj. of <span dir=\"rtl\">לֵאמֹר</span> differs from that of preceding clause <a data-ref=\"Genesis 31:1\" href=\"/Genesis.31.1\">Gn 31:1</a>; <a data-ref=\"Genesis 38:13\" href=\"/Genesis.38.13\">38:13</a>, <a data-ref=\"Genesis 38:24\" href=\"/Genesis.38.24\">24</a> etc.; after <span dir=\"rtl\">שׁמע</span> <a data-ref=\"Isaiah 37:9\" href=\"/Isaiah.37.9\">Is 37:9</a> = <a data-ref=\"II Kings 19:9\" href=\"/II_Kings.19.9\">2 K 19:9</a>. <strong>2.</strong>  <em>Say in the heart</em> (= think) <span dir=\"rtl\">א׳ בלבב</span> <a data-ref=\"Deuteronomy 8:17\" href=\"/Deuteronomy.8.17\">Dt 8:17</a> cf. <a data-ref=\"I Kings 12:26\" href=\"/I_Kings.12.26\">1 K 12:26</a> <a data-ref=\"Psalms 10:6\" href=\"/Psalms.10.6\">ψ 10:6</a>, <a data-ref=\"Psalms 10:11\" href=\"/Psalms.10.11\">11</a>, <a data-ref=\"Psalms 10:13\" href=\"/Psalms.10.13\">13</a>; <a data-ref=\"Psalms 14:1\" href=\"/Psalms.14.1\">14:1</a>; <a data-ref=\"Psalms 35:25\" href=\"/Psalms.35.25\">35:25</a>; <a data-ref=\"Isaiah 14:13\" href=\"/Isaiah.14.13\">Is 14:13</a>; <a data-ref=\"Isaiah 47:8\" href=\"/Isaiah.47.8\">47:8</a>, <a data-ref=\"Isaiah 47:10\" href=\"/Isaiah.47.10\">10</a>; <a data-ref=\"Isaiah 49:21\" href=\"/Isaiah.49.21\">49:21</a>; <a data-ref=\"Ecclesiastes 2:1\" href=\"/Ecclesiastes.2.1\">Ec 2:1</a>, <a data-ref=\"Ecclesiastes 2:15\" href=\"/Ecclesiastes.2.15\">15</a>; <a data-ref=\"Ecclesiastes 3:17\" href=\"/Ecclesiastes.3.17\">3:17</a>, <a data-ref=\"Ecclesiastes 3:18\" href=\"/Ecclesiastes.3.18\">18</a>; <span dir=\"rtl\">א׳ לִלְבָבָם</span> <a data-ref=\"Hosea 7:2\" href=\"/Hosea.7.2\">Ho 7:2</a>; <span dir=\"rtl\">א׳ אֶל־לִבּוֹ</span> <a data-ref=\"Genesis 8:21\" href=\"/Genesis.8.21\">Gn 8:21</a> <em>said unto his heart</em> (to himself), subj. <span dir=\"rtl\">י׳</span>, cf. <a data-ref=\"I Samuel 27:1\" href=\"/I_Samuel.27.1\">1 S 27:1</a>; <span dir=\"rtl\">אָֽמְרָה נַפְשִׁי</span> <a data-ref=\"Lamentations 3:24\" href=\"/Lamentations.3.24\">La 3:24</a>; thence <span dir=\"rtl\">א׳</span> alone <a data-ref=\"Genesis 20:11\" href=\"/Genesis.20.11\">Gn 20:11</a>; <a data-ref=\"Genesis 26:9\" href=\"/Genesis.26.9\">26:9</a> <a data-ref=\"Numbers 24:11\" href=\"/Numbers.24.11\">Nu 24:11</a>; <a data-ref=\"Ruth 4:4\" href=\"/Ruth.4.4\">Ru 4:4</a>; <a data-ref=\"I Samuel 20:26\" href=\"/I_Samuel.20.26\">1 S 20:26</a>; <a data-ref=\"II Samuel 5:6\" href=\"/II_Samuel.5.6\">2 S 5:6</a>; <a data-ref=\"II Samuel 12:22\" href=\"/II_Samuel.12.22\">12:22</a>; <a data-ref=\"II Kings 5:11\" href=\"/II_Kings.5.11\">2 K 5:11</a>; <a data-ref=\"Malachi 1:7\" href=\"/Malachi.1.7\">Mal 1:7</a>; with <span dir=\"rtl\">כִּי</span> <a data-ref=\"Judges 15:2\" href=\"/Judges.15.2\">Ju 15:2</a>; in particular = <em>desire</em> <span dir=\"rtl\">מַה־תֹּאמַר נַפְשְׁךָ</span> <a data-ref=\"I Samuel 20:4\" href=\"/I_Samuel.20.4\">1 S 20:4</a> cf. <a data-ref=\"Esther 2:13\" href=\"/Esther.2.13\">Est 2:13</a>; sq. inf. = <em>purpose</em>, <a data-ref=\"Exodus 2:14\" href=\"/Exodus.2.14\">Ex 2:14</a> <em>thinkest thou to kill me, as thou killedst the Egyptian?</em> <a data-ref=\"Joshua 22:33\" href=\"/Joshua.22.33\">Jos 22:33</a>; <a data-ref=\"I Samuel 30:6\" href=\"/I_Samuel.30.6\">1 S 30:6</a>; <a data-ref=\"I Kings 5:19\" href=\"/I_Kings.5.19\">1 K 5:19</a>; <a data-ref=\"II Chronicles 28:10\" href=\"/II_Chronicles.28.10\">2 Ch 28:10</a>, <a data-ref=\"II Chronicles 28:13\" href=\"/II_Chronicles.28.13\">13</a>; <em>expect</em> <a data-ref=\"II Samuel 21:16\" href=\"/II_Samuel.21.16\">2 S 21:16</a> <em>he expected to slay David</em> <a data-ref=\"II Chronicles 13:8\" href=\"/II_Chronicles.13.8\">2 Ch 13:8</a>; <a data-ref=\"II Chronicles 32:1\" href=\"/II_Chronicles.32.1\">32:1</a>. <strong>3.</strong>  <em>Promise</em> (sq. inf.) <a data-ref=\"I Chronicles 27:23\" href=\"/I_Chronicles.27.23\">1 Ch 27:23</a>; <a data-ref=\"II Chronicles 21:7\" href=\"/II_Chronicles.21.7\">2 Ch 21:7</a>; <a data-ref=\"Esther 4:7\" href=\"/Esther.4.7\">Est 4:7</a>; (<em>id.</em> + ל of pers.) <a data-ref=\"II Kings 8:19\" href=\"/II_Kings.8.19\">2 K 8:19</a>; <a data-ref=\"Nehemiah 9:15\" href=\"/Nehemiah.9.15\">Ne 9:15</a>; (sq. acc. of dir. obj. + ל of pers. + inf. of purpose) <a data-ref=\"Nehemiah 9:23\" href=\"/Nehemiah.9.23\">Ne 9:23</a>. <strong>4.</strong>  <em>Command</em> (especially late) sq. <span dir=\"rtl\">אֶל־</span> of person addressed, <a data-ref=\"Numbers 15:28\" href=\"/Numbers.15.28\">Nu 15:28</a>; <a data-ref=\"I Chronicles 21:18\" href=\"/I_Chronicles.21.18\">1 Ch 21:18</a>; sq. ל <a data-ref=\"Joshua 11:9\" href=\"/Joshua.11.9\">Jos 11:9</a>; <a data-ref=\"II Samuel 16:11\" href=\"/II_Samuel.16.11\">2 S 16:11</a> <a data-ref=\"II Kings 4:24\" href=\"/II_Kings.4.24\">2 K 4:24</a>; <a data-ref=\"Job 9:7\" href=\"/Job.9.7\">Jb 9:7</a> <a data-ref=\"Psalms 106:24\" href=\"/Psalms.106.24\">ψ 106:24</a> (v. sub <span dir=\"rtl\">אֲשֶׁר</span> <strong>8 e</strong>); sq. inf. <a data-ref=\"I Samuel 24:11\" href=\"/I_Samuel.24.11\">1 S 24:11</a> <a data-ref=\"I Chronicles 21:17\" href=\"/I_Chronicles.21.17\">1 Ch 21:17</a>; <a data-ref=\"II Chronicles 1:18\" href=\"/II_Chronicles.1.18\">2 Ch 1:18</a>; <a data-ref=\"II Chronicles 29:27\" href=\"/II_Chronicles.29.27\">29:27</a>, <a data-ref=\"II Chronicles 29:36\" href=\"/II_Chronicles.29.36\">36</a>; <a data-ref=\"II Chronicles 31:11\" href=\"/II_Chronicles.31.11\">31:11</a>; <a data-ref=\"II Chronicles 35:21\" href=\"/II_Chronicles.35.21\">35:21</a> <a data-ref=\"Esther 1:17\" href=\"/Esther.1.17\">Est 1:17</a>; <a data-ref=\"Esther 4:13\" href=\"/Esther.4.13\">4:13</a>, <a data-ref=\"Esther 4:15\" href=\"/Esther.4.15\">15</a>; <a data-ref=\"Esther 6:1\" href=\"/Esther.6.1\">6:1</a>; <a data-ref=\"Esther 9:14\" href=\"/Esther.9.14\">9:14</a>; inf. + ל of pers. <a data-ref=\"II Chronicles 14:3\" href=\"/II_Chronicles.14.3\">2 Ch 14:3</a>; <a data-ref=\"II Chronicles 29:21\" href=\"/II_Chronicles.29.21\">29:21</a>; <a data-ref=\"II Chronicles 31:4\" href=\"/II_Chronicles.31.4\">31:4</a>; <a data-ref=\"Nehemiah 9:15\" href=\"/Nehemiah.9.15\">Ne 9:15</a>; <a data-ref=\"Esther 1:10\" href=\"/Esther.1.10\">Est 1:10</a>; sq. acc. dir. obj. <a data-ref=\"II Chronicles 29:24\" href=\"/II_Chronicles.29.24\">2 Ch 29:24</a> <em>the king commanded the burnt-offering and the sin-offering</em>, cf. <a data-ref=\"I Kings 5:20\" href=\"/I_Kings.5.20\">1 K 5:20</a>; <a data-ref=\"Esther 2:15\" href=\"/Esther.2.15\">Est 2:15</a>; sq. cl. with <span dir=\"rtl\">אשׁר</span> = <em>that</em> <a data-ref=\"Nehemiah 13:19\" href=\"/Nehemiah.13.19\">Ne 13:19</a>; <em>id.</em> + ל of pers. v <a data-ref=\"Nehemiah 13:22\" href=\"/Nehemiah.13.22\">22</a>; sq. cl. with <span dir=\"rtl\">כִּי</span> <a data-ref=\"Job 36:10\" href=\"/Job.36.10\">Jb 36:10</a>; abs. <a data-ref=\"I Samuel 16:16\" href=\"/I_Samuel.16.16\">1 S 16:16</a> (read however prob. <span dir=\"rtl\">יאמרו</span> for <span dir=\"rtl\">יאמר</span>, cf. Dr); also <a data-ref=\"Psalms 105:31\" href=\"/Psalms.105.31\">ψ 105:31</a>, <a data-ref=\"Psalms 105:34\" href=\"/Psalms.105.34\">34</a>; <a data-ref=\"Psalms 107:25\" href=\"/Psalms.107.25\">107:25</a>; <a data-ref=\"I Chronicles 14:12\" href=\"/I_Chronicles.14.12\">1 Ch 14:12</a>; <a data-ref=\"II Chronicles 24:8\" href=\"/II_Chronicles.24.8\">2 Ch 24:8</a>; <a data-ref=\"Nehemiah 13:9\" href=\"/Nehemiah.13.9\">Ne 13:9</a>, <a data-ref=\"Nehemiah 13:19\" href=\"/Nehemiah.13.19\">19</a> (all sq. vb. consec.); <em>command by leter</em> <span dir=\"rtl\">א׳ עִם־הַסֵּפֶר</span> <a data-ref=\"Esther 9:25\" href=\"/Esther.9.25\">Est 9:25</a> (sq. impf.); <em>appoint, assign</em> <span dir=\"rtl\">לֶחֶם א׳ לוֹ</span> <a data-ref=\"I Kings 11:18\" href=\"/I_Kings.11.18\">1 K 11:18</a> = <em>threaten</em> sq. inf. <a data-ref=\"Deuteronomy 9:25\" href=\"/Deuteronomy.9.25\">Dt 9:25</a> <a data-ref=\"Psalms 106:23\" href=\"/Psalms.106.23\">ψ 106:23</a>.<br>†<strong>Niph.</strong>  Pf. <span dir=\"rtl\">נֶאֱמַר</span> <a data-ref=\"Daniel 8:26\" href=\"/Daniel.8.26\">Dn 8:26</a>; Impf. <span dir=\"rtl\">יֵאָמֵר</span> <a data-ref=\"Genesis 22:14\" href=\"/Genesis.22.14\">Gn 22:14</a> +; <span dir=\"rtl\">יֵאָ֫מֶר לוֹ</span> <a data-ref=\"Isaiah 4:3\" href=\"/Isaiah.4.3\">Is 4:3</a>; <span dir=\"rtl\">יֵאָמַ֑ר</span> <a data-ref=\"Genesis 10:9\" href=\"/Genesis.10.9\">Gn 10:9</a> +; <span dir=\"rtl\">וַיֵּאָמַ֑ר</span> <a data-ref=\"Joshua 2:2\" href=\"/Joshua.2.2\">Jos 2:2</a>; <em>be said, told</em> <a data-ref=\"Genesis 10:9\" href=\"/Genesis.10.9\">Gn 10:9</a>; <a data-ref=\"Genesis 22:14\" href=\"/Genesis.22.14\">22:14</a> <a data-ref=\"Psalms 87:5\" href=\"/Psalms.87.5\">ψ 87:5</a>; <a data-ref=\"Jeremiah 4:11\" href=\"/Jeremiah.4.11\">Je 4:11</a>; <a data-ref=\"Jeremiah 16:14\" href=\"/Jeremiah.16.14\">16:14</a> (all abs., indef. subj., of current saying); so <em>said</em> in a book <a data-ref=\"Numbers 21:14\" href=\"/Numbers.21.14\">Nu 21:14</a>; <em>be related, told</em>, of vision <a data-ref=\"Daniel 8:26\" href=\"/Daniel.8.26\">Dn 8:26</a>; <em>said, told</em> to (sq. ל ind. obj.) <a data-ref=\"Joshua 2:2\" href=\"/Joshua.2.2\">Jos 2:2</a>; <a data-ref=\"Hosea 2:1\" href=\"/Hosea.2.1\">Ho 2:1</a><sup>(×2)</sup> <a data-ref=\"Zephaniah 3:16\" href=\"/Zephaniah.3.16\">Zp 3:16</a>; either so, or <em>told concerning</em> <a data-ref=\"Numbers 23:23\" href=\"/Numbers.23.23\">Nu 23:23</a>; <a data-ref=\"Ezekiel 13:12\" href=\"/Ezekiel.13.12\">Ez 13:12</a> <span dir=\"rtl\">(אֶל־)</span>; <span dir=\"rtl\">יֵאָמֵר לָכֶם</span> = <em>ye shall be called</em> (it shall be said to you) <a data-ref=\"Isaiah 61:6\" href=\"/Isaiah.61.6\">Is 61:6</a> (‖ <span dir=\"rtl\">תִּקָּרֵ֔אוּ</span>), cf. <a data-ref=\"Isaiah 4:3\" href=\"/Isaiah.4.3\">4:3</a>; <a data-ref=\"Isaiah 19:18\" href=\"/Isaiah.19.18\">19:18</a>; <a data-ref=\"Isaiah 32:5\" href=\"/Isaiah.32.5\">32:5</a> (‖ <span dir=\"rtl\">יִקָּרֵא ל</span>) <a data-ref=\"Isaiah 62:4\" href=\"/Isaiah.62.4\">62:4</a><sup>(×2)</sup>; hence <em>be called</em>, of Tophet <span dir=\"rtl\">לֹא־יֵאָמֵר עוֹד הַתֹּפֶת</span> <a data-ref=\"Jeremiah 7:32\" href=\"/Jeremiah.7.32\">Je 7:32</a>; subj. <span dir=\"rtl\">שֵׁם</span> <a data-ref=\"Genesis 32:29\" href=\"/Genesis.32.29\">Gn 32:29</a>; <a data-ref=\"Job 34:31\" href=\"/Job.34.31\">Jb 34:31</a> <span dir=\"rtl\">כִּי אֶל־אֵל חֶאָמַר</span>, Rabb. (cf. AV) treat <span dir=\"rtl\">הֵאָמַר</span> as Niph. Inf. for <span dir=\"rtl\">לְהֵאָמֵר</span>, but against grammar; the form as it stands is Qal Pf., <span dir=\"rtl\">אֶל־אֵל</span> being prefixed to the interrog. for emphasis (cf. <a data-ref=\"Jeremiah 22:15\" href=\"/Jeremiah.22.15\">Je 22:15</a>; <a data-ref=\"Jeremiah 23:26\" href=\"/Jeremiah.23.26\">23:26</a> <a data-ref=\"Nehemiah 13:27\" href=\"/Nehemiah.13.27\">Ne 13:27</a>), v. Dr<sup>§ 9</sup> Di al.; Hoffm., however, reads <span dir=\"rtl\">הֵאָמֵר</span> inf. abs. = imv. ‘so must one speak (it be spoken) to God.’<br>†<strong>Hiph.</strong>  Pf. <em>avow, avouch</em> <a data-ref=\"Deuteronomy 26:17\" href=\"/Deuteronomy.26.17\">Dt 26:17</a> <span dir=\"rtl\">אֶת־י׳ הֶאֱמַרְתָּ הַיּוֹם לִהְיוֹת לְךָ לֵאלֹהִים</span>; v <a data-ref=\"Deuteronomy 26:18\" href=\"/Deuteronomy.26.18\">18</a> <span dir=\"rtl\">וי׳ הֶאֱמִירְךָ היום להיות לוֹ לְעַם</span> (<em>lit. cause to declare</em>, i.e. through agency of Moses; on this & other interpr. vid. Di).<br>†<strong>Hithp.</strong>  Impf. <span dir=\"rtl\">יִתְאַמְּרוּ</span> <a data-ref=\"Psalms 94:4\" href=\"/Psalms.94.4\">ψ 94:4</a> subj. <span dir=\"rtl\">כָּל־פֹּעֲלֵי אָ֑וֶן</span> <em>act proudly, boast</em> (‖ <span dir=\"rtl\">יַבִּיעוּ יְדַבְּרוּ עָתָק</span>); prob. also 2 mpl. <span dir=\"rtl\">תִּתְיַמָּ֑רוּ</span> <a data-ref=\"Isaiah 61:6\" href=\"/Isaiah.61.6\">Is 61:6</a> (in good sense, sq. <span dir=\"rtl\">בְּ</span> of thing gloried in) 𝔖 𝔙 𝔗 & cf. 𝔊; Ges<sup>Comm.</sup> so De Che Kö<sup>i. 457 f.</sup> (from <span dir=\"rtl\">[ימר]</span> <em>exchange</em> Thes Hi Kn Ew Di; but vid. <a data-ref=\"BDB, ימר\" href=\"/BDB,_ימר\", dir=\"rtl\">ימר</a>)."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319cfdfb6084aa1cbefcdb3", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, אָסַף 1", "anchorRef": "Numbers 21:16", "anchorRefExpanded": ["Numbers 21:16"], "sourceRef": "BDB, אָסַף 1", "sourceHeRef": "בראון-דרייבר-בריגס, אָסַף א׳", "anchorVerse": 16, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "אָסַף", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><big><span dir=\"rtl\">אָסַף</span></big></big><sub>200</sub><big></big>  <strong>vb.</strong> gather, remove <strong>(</strong>Assyrian <em>esêpu</em>, Dl<sup>Pr 45</sup><strong>)</strong>—<br><strong>Qal</strong>  Pf. <span dir=\"rtl\">אָסַף</span> <a data-ref=\"Genesis 30:23\" href=\"/Genesis.30.23\">Gn 30:23</a> +; <span dir=\"rtl\">אָסַפְתָּ</span> <a data-ref=\"Psalms 85:4\" href=\"/Psalms.85.4\">ψ 85:4</a>, etc.; Impf. <span dir=\"rtl\">יֶאֱסֹף</span> <a data-ref=\"II Kings 5:3\" href=\"/II_Kings.5.3\">2 K 5:3</a>; <span dir=\"rtl\">יַאַסְפֵנִי</span> <a data-ref=\"Psalms 27:10\" href=\"/Psalms.27.10\">ψ 27:10</a>, etc.; also <span dir=\"rtl\">וַיֹּסֶף</span> <a data-ref=\"II Samuel 6:1\" href=\"/II_Samuel.6.1\">2 S 6:1</a>; 2 ms. <span dir=\"rtl\">תֹּסֵף</span> <a data-ref=\"Psalms 104:29\" href=\"/Psalms.104.29\">ψ 104:29</a>; 1 s. <span dir=\"rtl\">אֹסְפָה</span> <a data-ref=\"Micah 4:6\" href=\"/Micah.4.6\">Mi 4:6</a>; so prob. (sf.) <span dir=\"rtl\">אֹסִֽפְךָ</span> <a data-ref=\"I Samuel 15:6\" href=\"/I_Samuel.15.6\">1 S 15:6</a> (read <span dir=\"rtl\">אֹסִפְךָ</span>) v. Kö<sup>i 382</sup> Dr<sup>Sm</sup>; Imv. <span dir=\"rtl\">אֱסֹף</span> <a data-ref=\"Numbers 21:16\" href=\"/Numbers.21.16\">Nu 21:16</a> + <span dir=\"rtl\">אֶסְפָה</span> <a data-ref=\"Numbers 11:16\" href=\"/Numbers.11.16\">Nu 11:16</a>; 2 fs. <span dir=\"rtl\">אִסְפִּי</span> <a data-ref=\"Jeremiah 10:17\" href=\"/Jeremiah.10.17\">Je 10:17</a>; <span dir=\"rtl\">אִסְפוּ</span> <a data-ref=\"Psalms 50:5\" href=\"/Psalms.50.5\">ψ 50:5</a> +; Inf. abs. <span dir=\"rtl\">אָסֹף</span> <a data-ref=\"Jeremiah 8:13\" href=\"/Jeremiah.8.13\">Je 8:13</a> + (Hiph., from <span dir=\"rtl\">סוף</span> according to Ba<sup>NB 73</sup>); cstr. <span dir=\"rtl\">אֱסֹף</span> <a data-ref=\"II Kings 5:7\" href=\"/II_Kings.5.7\">2 K 5:7</a> +; <span dir=\"rtl\">אָסְפְּךָ</span> <a data-ref=\"Exodus 23:16\" href=\"/Exodus.23.16\">Ex 23:16</a>; <span dir=\"rtl\">אָסְפְּכֶם</span> <a data-ref=\"Leviticus 23:39\" href=\"/Leviticus.23.39\">Lv 23:39</a>; Pt. act. <span dir=\"rtl\">אֹסֵף</span> <a data-ref=\"Numbers 19:10\" href=\"/Numbers.19.10\">Nu 19:10</a>; <span dir=\"rtl\">אֹסִפְךָ</span> <a data-ref=\"II Kings 22:20\" href=\"/II_Kings.22.20\">2 K 22:20</a>; <a data-ref=\"II Chronicles 34:28\" href=\"/II_Chronicles.34.28\">2 Ch 34:28</a> (pointed <span dir=\"rtl\">אֹסִֽפְךָ</span> i.e. Hiph.; cf. Kö<sup>l.c.</sup>); <span dir=\"rtl\">אֹסְפָם</span> <a data-ref=\"Psalms 39:7\" href=\"/Psalms.39.7\">ψ 39:7</a>; pass. pl. cstr. <span dir=\"rtl\">אֲסֻפֵי</span> <a data-ref=\"Ezekiel 34:29\" href=\"/Ezekiel.34.29\">Ez 34:29</a>;— <strong>1.</strong>  <em>gather, collect</em> (<em>a</em>) persons <a data-ref=\"Genesis 29:22\" href=\"/Genesis.29.22\">Gn 29:22</a>; <a data-ref=\"Genesis 42:17\" href=\"/Genesis.42.17\">42:17</a> (sq. <span dir=\"rtl\">אֶל־</span>) <a data-ref=\"Exodus 3:16\" href=\"/Exodus.3.16\">Ex 3:16</a>; <a data-ref=\"Exodus 4:29\" href=\"/Exodus.4.29\">4:29</a>; <a data-ref=\"Numbers 11:16\" href=\"/Numbers.11.16\">Nu 11:16</a>, <a data-ref=\"Numbers 11:24\" href=\"/Numbers.11.24\">24</a>; <a data-ref=\"Numbers 21:16\" href=\"/Numbers.21.16\">21:16</a> <a data-ref=\"Joshua 2:18\" href=\"/Joshua.2.18\">Jos 2:18</a> (sq. <span dir=\"rtl\">אֶל־</span> + <span dir=\"rtl\">־ה</span> loc.) <a data-ref=\"Joshua 24:1\" href=\"/Joshua.24.1\">24:1</a> (sq. <span dir=\"rtl\">־ה</span> loc.; all these JE); <a data-ref=\"I Samuel 5:8\" href=\"/I_Samuel.5.8\">1 S 5:8</a>, <a data-ref=\"I Samuel 5:11\" href=\"/I_Samuel.5.11\">11</a>; <a data-ref=\"II Kings 23:1\" href=\"/II_Kings.23.1\">2 K 23:1</a> (sq. <span dir=\"rtl\">אֶל־</span>) <a data-ref=\"Joel 2:16\" href=\"/Joel.2.16\">Jo 2:16</a>; <a data-ref=\"Isaiah 11:12\" href=\"/Isaiah.11.12\">Is 11:12</a> <a data-ref=\"Zephaniah 3:8\" href=\"/Zephaniah.3.8\">Zp 3:8</a>; <a data-ref=\"Habakkuk 2:6\" href=\"/Habakkuk.2.6\">Hb 2:6</a>; <a data-ref=\"Ezekiel 11:17\" href=\"/Ezekiel.11.17\">Ez 11:17</a> (all ‖ <span dir=\"rtl\">קבץ</span>) +; collect men, people, armies, etc., for fighting <a data-ref=\"Numbers 21:23\" href=\"/Numbers.21.23\">Nu 21:23</a> (E) <a data-ref=\"Judges 11:20\" href=\"/Judges.11.20\">Ju 11:20</a>; <a data-ref=\"I Samuel 17:1\" href=\"/I_Samuel.17.1\">1 S 17:1</a> <a data-ref=\"II Samuel 10:17\" href=\"/II_Samuel.10.17\">2 S 10:17</a>; <a data-ref=\"II Samuel 12:29\" href=\"/II_Samuel.12.29\">12:29</a> +; cf. <a data-ref=\"Zechariah 14:2\" href=\"/Zechariah.14.2\">Zc 14:2</a> (sq. <span dir=\"rtl\">אֶל־</span> <em>against</em>); (<em>b</em>) once obj. beasts <a data-ref=\"Jeremiah 12:9\" href=\"/Jeremiah.12.9\">Je 12:9</a>; (<em>c</em>) things, especially fruits of earth <a data-ref=\"Exodus 23:10\" href=\"/Exodus.23.10\">Ex 23:10</a>, <a data-ref=\"Exodus 23:16\" href=\"/Exodus.23.16\">16</a> (Cov’t code) <a data-ref=\"Leviticus 23:39\" href=\"/Leviticus.23.39\">Lv 23:39</a>; <a data-ref=\"Leviticus 25:3\" href=\"/Leviticus.25.3\">25:3</a>, <a data-ref=\"Leviticus 25:20\" href=\"/Leviticus.25.20\">20</a> (H) <a data-ref=\"Deuteronomy 11:14\" href=\"/Deuteronomy.11.14\">Dt 11:14</a>; <a data-ref=\"Deuteronomy 16:13\" href=\"/Deuteronomy.16.13\">16:13</a>; <a data-ref=\"Deuteronomy 28:38\" href=\"/Deuteronomy.28.38\">28:38</a>; <a data-ref=\"Isaiah 17:5\" href=\"/Isaiah.17.5\">Is 17:5</a>; <a data-ref=\"Jeremiah 40:10\" href=\"/Jeremiah.40.10\">Je 40:10</a>, <a data-ref=\"Jeremiah 40:12\" href=\"/Jeremiah.40.12\">12</a>; <a data-ref=\"Job 39:12\" href=\"/Job.39.12\">Jb 39:12</a> <a data-ref=\"Psalms 39:7\" href=\"/Psalms.39.7\">ψ 39:7</a>; cf. <a data-ref=\"Ruth 2:7\" href=\"/Ruth.2.7\">Ru 2:7</a> (‖ <span dir=\"rtl\">לקט</span> <em>glean</em>); the quails <a data-ref=\"Numbers 11:32\" href=\"/Numbers.11.32\">Nu 11:32</a><sup>(×2)</sup>; food in gen. <span dir=\"rtl\">(מַאֲכָל)</span> <a data-ref=\"Genesis 6:21\" href=\"/Genesis.6.21\">Gn 6:21</a> (sq. <span dir=\"rtl\">אֶל־</span>); eggs <a data-ref=\"Isaiah 10:14\" href=\"/Isaiah.10.14\">Is 10:14</a>; money <a data-ref=\"II Kings 22:4\" href=\"/II_Kings.22.4\">2 K 22:4</a>; <a data-ref=\"II Chronicles 24:11\" href=\"/II_Chronicles.24.11\">2 Ch 24:11</a>; ashes of red heifer <a data-ref=\"Numbers 19:9\" href=\"/Numbers.19.9\">Nu 19:9</a>, <a data-ref=\"Numbers 19:10\" href=\"/Numbers.19.10\">10</a>; chariots <a data-ref=\"I Kings 10:26\" href=\"/I_Kings.10.26\">1 K 10:26</a>; <a data-ref=\"II Chronicles 1:14\" href=\"/II_Chronicles.1.14\">2 Ch 1:14</a>, etc.; of fisherman (<span dir=\"rtl\">בְּמִכְמַרְתּוֹ</span>, in metaph.) <a data-ref=\"Habakkuk 1:15\" href=\"/Habakkuk.1.15\">Hb 1:15</a>; of collecting wind <a data-ref=\"Proverbs 30:4\" href=\"/Proverbs.30.4\">Pr 30:4</a> <span dir=\"rtl\">מִי א׳־רוּחַ בְּחָפְנָיו</span>. <strong>2.</strong>  <em>gather</em> an individual into company of others: (<em>a</em>) obj. pers. especially <em>gather to one’s fathers</em> <a data-ref=\"II Kings 22:20\" href=\"/II_Kings.22.20\">2 K 22:20</a> <span dir=\"rtl\">(עַל־אֲבֹתֶיךָ)</span> = <a data-ref=\"II Chronicles 34:28\" href=\"/II_Chronicles.34.28\">2 Ch 34:28</a> (<span dir=\"rtl\">אֶל־</span>; both ‖ Niph. of same vb. q.v.); hence also (<em>b</em>) <em>bring</em>, obj. pers. <a data-ref=\"I Samuel 14:52\" href=\"/I_Samuel.14.52\">1 S 14:52</a> (on form here v. Dr) <a data-ref=\"II Samuel 11:27\" href=\"/II_Samuel.11.27\">2 S 11:27</a> (both sq. <span dir=\"rtl\">אֶל־</span>), association, responsibility, protection being implied; also of stray ox or sheep <a data-ref=\"Deuteronomy 22:2\" href=\"/Deuteronomy.22.2\">Dt 22:2</a> (sq. <span dir=\"rtl\">אֶל־תּוֹךְ</span>); hence also (<em>c</em>) <em>take up, care for</em>, subj. <span dir=\"rtl\">י׳</span> <a data-ref=\"Psalms 27:10\" href=\"/Psalms.27.10\">ψ 27:10</a> (cf. perhaps <a data-ref=\"Isaiah 40:11\" href=\"/Isaiah.40.11\">Is 40:11</a> <span dir=\"rtl\">קבץ</span>); (<em>d</em>) <em>draw up</em> the feet upon the bed <span dir=\"rtl\">(אֶל־)</span> <a data-ref=\"Genesis 49:33\" href=\"/Genesis.49.33\">Gn 49:33</a>. <strong>3.</strong>  <em>bring up the rear of</em> <a data-ref=\"Isaiah 58:8\" href=\"/Isaiah.58.8\">Is 58:8</a> <span dir=\"rtl\">כְּבוֹד י׳ יַאַסְפֶ֑ךָ</span> i.e. be thy rear-guard (‖ <span dir=\"rtl\">הָלַךְ לְפָנֶיךָ צִדְקֶ֑ךָ</span>)—<a data-ref=\"Isaiah 52:12\" href=\"/Isaiah.52.12\">52:12</a> has Pi. <span dir=\"rtl\">מְאְסִּפְכֶם</span> q.v. †<strong>4.</strong>  <em>gather and take away, remove, withdraw</em> <a data-ref=\"I Samuel 14:19\" href=\"/I_Samuel.14.19\">1 S 14:19</a> (obj. hand), <a data-ref=\"Jeremiah 10:17\" href=\"/Jeremiah.10.17\">Je 10:17</a> (bundle, sq. <span dir=\"rtl\">מִן</span>), leper <a data-ref=\"II Kings 5:11\" href=\"/II_Kings.5.11\">2 K 5:11</a> (v. <a data-ref=\"BDB, צרע\" href=\"/BDB,_צרע\", dir=\"rtl\">צרע</a>); cf. also <span dir=\"rtl\">א׳ מִצָּרַעַת</span>, remove (set free) a man from leprosy v <a data-ref=\"II Kings 5:3\" href=\"/II_Kings.5.3\">3</a>, <a data-ref=\"II Kings 5:6\" href=\"/II_Kings.5.6\">6</a>, <a data-ref=\"II Kings 5:7\" href=\"/II_Kings.5.7\">7</a>; <a data-ref=\"Genesis 30:23\" href=\"/Genesis.30.23\">Gn 30:23</a>; <a data-ref=\"Isaiah 4:1\" href=\"/Isaiah.4.1\">Is 4:1</a> (reproach), <a data-ref=\"Psalms 85:4\" href=\"/Psalms.85.4\">ψ 85:4</a> (wrath, ‖ <span dir=\"rtl\">הֵשִׁיב</span>), <a data-ref=\"Jeremiah 16:5\" href=\"/Jeremiah.16.5\">Je 16:5</a> (peace, sq. <span dir=\"rtl\">מִן</span>), <a data-ref=\"Joel 2:10\" href=\"/Joel.2.10\">Jo 2:10</a>; <a data-ref=\"Joel 4:15\" href=\"/Joel.4.15\">4:15</a> (light), <a data-ref=\"Psalms 26:9\" href=\"/Psalms.26.9\">ψ 26:9</a> <span dir=\"rtl\">(נֶפֶשׁ)</span> so <a data-ref=\"Judges 18:25\" href=\"/Judges.18.25\">Ju 18:25</a>; <a data-ref=\"Psalms 104:29\" href=\"/Psalms.104.29\">ψ 104:29</a> <span dir=\"rtl\">(רוּחַ)</span> v. also <a data-ref=\"Job 34:14\" href=\"/Job.34.14\">Jb 34:14</a> (sq. <span dir=\"rtl\">אֶל־</span>); hence <em>destroy</em> <a data-ref=\"I Samuel 15:6\" href=\"/I_Samuel.15.6\">1 S 15:6</a> (obj. pers.); pass. <span dir=\"rtl\">אֲסֻפֵי רָעָב</span> <em>destroyed with hunger</em> <a data-ref=\"Ezekiel 34:29\" href=\"/Ezekiel.34.29\">Ez 34:29</a>; also Inf. abs. <a data-ref=\"Jeremiah 8:13\" href=\"/Jeremiah.8.13\">Je 8:13</a>; <a data-ref=\"Zephaniah 1:2\" href=\"/Zephaniah.1.2\">Zp 1:2</a> (joined with <span dir=\"rtl\">הֵסִיף</span> from <span dir=\"rtl\">סוף</span>, v. Kö<sup>i</sup>. <sup>445</sup>; considered Hiph. Inf. abs. by Ba<sup>NB 73</sup> v. supr.)<br><strong>Niph.</strong>  Pf. <span dir=\"rtl\">נֶאֱסַף</span> <a data-ref=\"Numbers 27:13\" href=\"/Numbers.27.13\">Nu 27:13</a> + <span dir=\"rtl\">נֶאֶסְפָה</span> <a data-ref=\"Jeremiah 48:33\" href=\"/Jeremiah.48.33\">Je 48:33</a> etc.; Impf. <span dir=\"rtl\">יֵאָסֵף</span> <a data-ref=\"Exodus 9:19\" href=\"/Exodus.9.19\">Ex 9:19</a> +; <span dir=\"rtl\">וַיֵּאָ֫סֶף</span> <a data-ref=\"Genesis 25:8\" href=\"/Genesis.25.8\">Gn 25:8</a> +; <span dir=\"rtl\">יֵאָסֵכּ֑וּן</span> <a data-ref=\"Psalms 104:22\" href=\"/Psalms.104.22\">ψ 104:22</a> etc.; Imv. <span dir=\"rtl\">הֵאָסֵף</span> <a data-ref=\"Deuteronomy 32:50\" href=\"/Deuteronomy.32.50\">Dt 32:50</a>; <span dir=\"rtl\">הֵאָֽסְפִי</span> <a data-ref=\"Jeremiah 47:6\" href=\"/Jeremiah.47.6\">Je 47:6</a>; <span dir=\"rtl\">הֵאָֽסְפוּ</span> <a data-ref=\"Genesis 49:1\" href=\"/Genesis.49.1\">Gn 49:1</a> +; Inf. abs. <span dir=\"rtl\">הֵאָסֹף</span> <a data-ref=\"II Samuel 17:11\" href=\"/II_Samuel.17.11\">2 S 17:11</a> (on form cf. Ba<sup>NB 74</sup>); cstr. <span dir=\"rtl\">הֵאָסֵף</span> <a data-ref=\"Genesis 29:7\" href=\"/Genesis.29.7\">Gn 29:7</a>; <a data-ref=\"Numbers 12:15\" href=\"/Numbers.12.15\">Nu 12:15</a>; Pt. <span dir=\"rtl\">נֶאֱסָף</span> <a data-ref=\"Genesis 49:29\" href=\"/Genesis.49.29\">Gn 49:29</a>; <span dir=\"rtl\">נֶאֱסָפִים</span> <a data-ref=\"I Samuel 13:11\" href=\"/I_Samuel.13.11\">1 S 13:11</a>; <a data-ref=\"Isaiah 13:4\" href=\"/Isaiah.13.4\">Is 13:4</a>; <span dir=\"rtl\">נֶאֱסָפִים</span> <a data-ref=\"Isaiah 57:1\" href=\"/Isaiah.57.1\">Is 57:1</a>;— <strong>1.</strong>  <em>assemble, be gathered</em>, reflex. (<em>a</em>) subj. men <a data-ref=\"Genesis 49:1\" href=\"/Genesis.49.1\">Gn 49:1</a> (‖ <span dir=\"rtl\">קבץ</span> v <a data-ref=\"Genesis 49:2\" href=\"/Genesis.49.2\">2</a>), <a data-ref=\"Isaiah 43:9\" href=\"/Isaiah.43.9\">Is 43:9</a> (‖ <span dir=\"rtl\">קבץ</span>), <a data-ref=\"II Chronicles 30:3\" href=\"/II_Chronicles.30.3\">2 Ch 30:3</a> (sq. <span dir=\"rtl\">לְ</span>) v <a data-ref=\"II Chronicles 30:13\" href=\"/II_Chronicles.30.13\">13</a> (sq. acc. loc.), <a data-ref=\"Ezra 3:1\" href=\"/Ezra.3.1\">Ezr 3:1</a>; <a data-ref=\"Ezra 9:4\" href=\"/Ezra.9.4\">9:4</a>; <a data-ref=\"Nehemiah 8:1\" href=\"/Nehemiah.8.1\">Ne 8:1</a>, <a data-ref=\"Nehemiah 8:13\" href=\"/Nehemiah.8.13\">13</a> (all sq. <span dir=\"rtl\">אֶל־</span>) <a data-ref=\"Nehemiah 9:1\" href=\"/Nehemiah.9.1\">9:1</a>; <a data-ref=\"Nehemiah 12:28\" href=\"/Nehemiah.12.28\">12:28</a>; earlier mostly of assembling for war <a data-ref=\"Genesis 34:30\" href=\"/Genesis.34.30\">Gn 34:30</a> (sq. <span dir=\"rtl\">עַל־</span>), <a data-ref=\"Joshua 10:5\" href=\"/Joshua.10.5\">Jos 10:5</a>; <a data-ref=\"Judges 6:33\" href=\"/Judges.6.33\">Ju 6:33</a>; <a data-ref=\"Judges 9:6\" href=\"/Judges.9.6\">9:6</a>; <a data-ref=\"Judges 10:17\" href=\"/Judges.10.17\">10:17</a> (‖ <span dir=\"rtl\">נצעק</span>), <a data-ref=\"Judges 20:11\" href=\"/Judges.20.11\">20:11</a> (sq. <span dir=\"rtl\">אֶל־</span>) v <a data-ref=\"Judges 20:14\" href=\"/Judges.20.14\">14</a> (sq. <span dir=\"rtl\">־ה</span> loc.), <a data-ref=\"I Samuel 13:11\" href=\"/I_Samuel.13.11\">1 S 13:11</a> (sq. acc. loc.) +; (<em>b</em>) subj. flocks, etc. <a data-ref=\"Genesis 29:3\" href=\"/Genesis.29.3\">Gn 29:3</a> (pass.; sq. <span dir=\"rtl\">שָׁמָּה</span>) v <a data-ref=\"Genesis 29:7\" href=\"/Genesis.29.7\">7</a>, <a data-ref=\"Genesis 29:8\" href=\"/Genesis.29.8\">8</a> (all J); fish <a data-ref=\"Numbers 11:22\" href=\"/Numbers.11.22\">Nu 11:22</a> (cf. <a data-ref=\"Habakkuk 1:16\" href=\"/Habakkuk.1.16\">Hb 1:16</a> Qal); (<em>c</em>) inanim. subj. herbs <a data-ref=\"Proverbs 27:25\" href=\"/Proverbs.27.25\">Pr 27:25</a>; water <a data-ref=\"II Samuel 14:14\" href=\"/II_Samuel.14.14\">2 S 14:14</a> (in sim.); bones for burial <a data-ref=\"Jeremiah 8:2\" href=\"/Jeremiah.8.2\">Je 8:2</a> cf. <a data-ref=\"Jeremiah 25:33\" href=\"/Jeremiah.25.33\">25:33</a> (bodies of slain) v. also <a data-ref=\"Ezekiel 29:5\" href=\"/Ezekiel.29.5\">Ez 29:5</a> (‖ <span dir=\"rtl\">קבץ</span> which Co reads <span dir=\"rtl\">קבר</span>), appar. = <em>compose, arrange</em> for burial. so <span dir=\"rtl\">יֵאָסֵף</span> <a data-ref=\"Job 27:19\" href=\"/Job.27.19\">Jb 27:19</a>; but read prob. <span dir=\"rtl\">יאסִף</span> = <span dir=\"rtl\">יוֹסִף</span> (<a data-ref=\"Exodus 5:7\" href=\"/Exodus.5.7\">Ex 5:7</a>), 𝔊 𝔖 Ew De Di Du. <strong>2.</strong>  pass. of Qal <strong>2</strong>; (<em>a</em>) <em>be gathered to one’s fathers</em> <span dir=\"rtl\">נֶא׳ אֶל־אֲבוֹהָיו</span> <a data-ref=\"Judges 2:10\" href=\"/Judges.2.10\">Ju 2:10</a>; elsewhere <em>to one’s people</em> <span dir=\"rtl\">אֶל־עַמָּיו</span> (all P) <a data-ref=\"Genesis 25:8\" href=\"/Genesis.25.8\">Gn 25:8</a>, <a data-ref=\"Genesis 25:17\" href=\"/Genesis.25.17\">17</a>; <a data-ref=\"Genesis 35:29\" href=\"/Genesis.35.29\">35:29</a> (‖ <span dir=\"rtl\">וַיִּגְוַע וַיָּמָת</span>) <a data-ref=\"Genesis 49:29\" href=\"/Genesis.49.29\">49:29</a>, <a data-ref=\"Genesis 49:33\" href=\"/Genesis.49.33\">33</a> (‖ <span dir=\"rtl\">גוע</span>), <a data-ref=\"Numbers 20:24\" href=\"/Numbers.20.24\">Nu 20:24</a>, <a data-ref=\"Numbers 20:26\" href=\"/Numbers.20.26\">26</a> (‖ <span dir=\"rtl\">מות</span>) <a data-ref=\"Numbers 27:13\" href=\"/Numbers.27.13\">27:13</a>; <a data-ref=\"Numbers 31:2\" href=\"/Numbers.31.2\">31:2</a>; <a data-ref=\"Deuteronomy 32:50\" href=\"/Deuteronomy.32.50\">Dt 32:50</a><sup>(×2)</sup> (both ‖ <span dir=\"rtl\">מות</span>); also <span dir=\"rtl\">אֶל־קִבְרֹתֶיךָ</span> <a data-ref=\"II Kings 22:20\" href=\"/II_Kings.22.20\">2 K 22:20</a> = <a data-ref=\"II Chronicles 34:28\" href=\"/II_Chronicles.34.28\">2 Ch 34:28</a> (both ‖ Qal q.v.); abs. <a data-ref=\"Numbers 27:13\" href=\"/Numbers.27.13\">Nu 27:13</a>; (<em>b</em>) <em>be brought in</em> (into association with others, etc.) <a data-ref=\"Numbers 12:14\" href=\"/Numbers.12.14\">Nu 12:14</a>, <a data-ref=\"Numbers 12:15\" href=\"/Numbers.12.15\">15</a> (E) of Miriam, after leprosy; also refl. <em>betake oneself</em>, of Moses <a data-ref=\"Numbers 11:30\" href=\"/Numbers.11.30\">11:30</a> (E), cf. <a data-ref=\"II Samuel 17:13\" href=\"/II_Samuel.17.13\">2 S 17:13</a> (both sq. <span dir=\"rtl\">אֶל־</span>); even with inanim. subj. <a data-ref=\"Jeremiah 47:6\" href=\"/Jeremiah.47.6\">Je 47:6</a> <span dir=\"rtl\">הֵאָֽסְפִי אֶל־תַּעְרֵךְ</span> (addressed to sword); of man & beast <em>brought home</em> (sq. <span dir=\"rtl\">־ה</span> loc.) for protection <a data-ref=\"Exodus 9:19\" href=\"/Exodus.9.19\">Ex 9:19</a>. <strong>3.</strong>  Pass. of Qal <strong>4</strong>; <em>be taken away, removed, perish</em>, of men <a data-ref=\"Isaiah 57:1\" href=\"/Isaiah.57.1\">Is 57:1</a><sup>(×2)</sup> (‖ <span dir=\"rtl\">אבד</span>); fish <a data-ref=\"Hosea 4:3\" href=\"/Hosea.4.3\">Ho 4:3</a>; <em>gladness</em> <a data-ref=\"Isaiah 16:10\" href=\"/Isaiah.16.10\">Is 16:10</a> <a data-ref=\"Jeremiah 48:33\" href=\"/Jeremiah.48.33\">Je 48:33</a> (sq. <span dir=\"rtl\">מִן</span>); also reflex., <em>withdraw itself</em>, of moon <a data-ref=\"Isaiah 60:20\" href=\"/Isaiah.60.20\">Is 60:20</a> (‖ <span dir=\"rtl\">בוא שׁמשׁ</span>).<br>†<strong>Pi.</strong>  Pt. <span dir=\"rtl\">מְאַסֵּף</span> <a data-ref=\"Numbers 10:25\" href=\"/Numbers.10.25\">Nu 10:25</a> +; <span dir=\"rtl\">מְאָֽסְפָיו</span> <a data-ref=\"Isaiah 62:9\" href=\"/Isaiah.62.9\">Is 62:9</a> (so BD v. Kö<sup>i201</sup>); <span dir=\"rtl\">מְאַסִּפְכֶם</span> <a data-ref=\"Isaiah 52:12\" href=\"/Isaiah.52.12\">Is 52:12</a>;— <strong>1.</strong>  <em>gather</em> harvest <a data-ref=\"Isaiah 62:9\" href=\"/Isaiah.62.9\">Is 62:9</a> (‖ <span dir=\"rtl\">קבץ</span>); bodies for burial <a data-ref=\"Jeremiah 9:21\" href=\"/Jeremiah.9.21\">Je 9:21</a>. <strong>2.</strong>  <em>take in, receive into</em> (sq. <span dir=\"rtl\">בַּיְתָה</span>) <a data-ref=\"Judges 19:15\" href=\"/Judges.19.15\">Ju 19:15</a>, <a data-ref=\"Judges 19:18\" href=\"/Judges.19.18\">18</a>. <strong>3.</strong>  as subst. <em>rearguard, rearward</em> <a data-ref=\"Numbers 10:25\" href=\"/Numbers.10.25\">Nu 10:25</a> (P) <a data-ref=\"Joshua 6:9\" href=\"/Joshua.6.9\">Jos 6:9</a>, <a data-ref=\"Joshua 6:13\" href=\"/Joshua.6.13\">13</a> (both E); fig. of God <a data-ref=\"Isaiah 52:12\" href=\"/Isaiah.52.12\">Is 52:12</a>.<br>†<strong>Pu.</strong>  Pf. <span dir=\"rtl\">וְאֻסַּף</span> (cons.) <a data-ref=\"Isaiah 33:4\" href=\"/Isaiah.33.4\">Is 33:4</a>; <a data-ref=\"Zechariah 14:14\" href=\"/Zechariah.14.14\">Zc 14:14</a> etc.; Pt. <span dir=\"rtl\">מְאֻסָּף</span>, <a data-ref=\"Ezekiel 38:12\" href=\"/Ezekiel.38.12\">Ez 38:12</a>—<em>be gathered</em>, of men <a data-ref=\"Isaiah 24:22\" href=\"/Isaiah.24.22\">Is 24:22</a>; <a data-ref=\"Hosea 10:10\" href=\"/Hosea.10.10\">Ho 10:10</a> (sq. <span dir=\"rtl\">עַל</span> <em>against</em>), <a data-ref=\"Ezekiel 38:12\" href=\"/Ezekiel.38.12\">Ez 38:12</a>; booty <a data-ref=\"Isaiah 33:4\" href=\"/Isaiah.33.4\">Is 33:4</a>; wealth <a data-ref=\"Zechariah 14:14\" href=\"/Zechariah.14.14\">Zc 14:14</a>.<br>†<strong>Hithp.</strong>  Inf. <span dir=\"rtl\">הִתְאַסֵּף</span> <a data-ref=\"Deuteronomy 33:5\" href=\"/Deuteronomy.33.5\">Dt 33:5</a> <em>gather themselves</em>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d006b6084aa1cbefeb89", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, בְּאֵר 1", "anchorRef": "Numbers 21:16", "anchorRefExpanded": ["Numbers 21:16"], "sourceRef": "BDB, בְּאֵר 1", "sourceHeRef": "בראון-דרייבר-בריגס, בְּאֵר א׳", "anchorVerse": 16, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "בְּאֵר", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† <big><span dir=\"rtl\">בְּאֵר</span></big>  <strong>n.f.</strong> <sup><a data-ref=\"Genesis 26:21\" href=\"/Genesis.26.21\">Gn 26:21</a></sup> well, pit, mostly Hex, Gn 23 times Ex 1 times Nu 5 times, 37 times in all; Arabic <span dir=\"rtl\">بِئْرٌ</span>, Aramaic <span dir=\"rtl\">בְּאֵרָא</span>, <span dir=\"rtl\">בֵּיר</span>, <span dir=\"rtl\">בֵּירָא</span>, <span dir=\"rtl\">ܒܻܪܳܐ</span>, Sab. <span dir=\"rtl\">באר</span> DHM<sup>ZMG 1875, 608</sup>, Assyrian <em>bêru</em>, Lyon<sup>Sargon 61</sup> <strong>(</strong>connexion with above √ not clear; Lag<sup>l.c.</sup> <em>spring</em> of water, as <em>coming to light, appearing;</em> possible, although meaning in use rather <em>well</em>, than <em>spring;</em> v. however, <a data-ref=\"Genesis 16:14\" href=\"/Genesis.16.14\">Gn 16:14</a> cf. v <a data-ref=\"Genesis 16:7\" href=\"/Genesis.16.7\">7</a>; <a data-ref=\"Genesis 26:19\" href=\"/Genesis.26.19\">26:19</a> <a data-ref=\"Numbers 21:17\" href=\"/Numbers.21.17\">Nu 21:17</a><strong>)</strong>—<span dir=\"rtl\">בּ׳</span> abs. <a data-ref=\"Genesis 21:30\" href=\"/Genesis.21.30\">Gn 21:30</a> +; cstr. <a data-ref=\"Genesis 21:19\" href=\"/Genesis.21.19\">21:19</a> +; sf. <span dir=\"rtl\">בְּאֵרֶ֑ךָ</span> <a data-ref=\"Proverbs 5:15\" href=\"/Proverbs.5.15\">Pr 5:15</a>; Pl. abs. <span dir=\"rtl\">בְּאֵרֹת</span> <a data-ref=\"Genesis 26:15\" href=\"/Genesis.26.15\">Gn 26:15</a>; cstr. <em>id.</em> <a data-ref=\"Genesis 26:18\" href=\"/Genesis.26.18\">26:18</a>; cf. <a ,=\"\" data-ref=\"BDB, חֵמָר\" dir=\"rtl\" href=\"/BDB,_חֵמָר\">בֶּאֱרֹת בֶּאֱרֹת חֵמָר</a> <a data-ref=\"Genesis 14:10\" href=\"/Genesis.14.10\">Gn 14:10</a>;—<br><strong>1.</strong>  <em>a well</em>, often as made by digging <span dir=\"rtl\">(חָפַר)</span> <a data-ref=\"Genesis 21:25\" href=\"/Genesis.21.25\">Gn 21:25</a>, <a data-ref=\"Genesis 21:30\" href=\"/Genesis.21.30\">30</a> (E), <a data-ref=\"Genesis 26:15\" href=\"/Genesis.26.15\">26:15</a>, <a data-ref=\"Genesis 26:18\" href=\"/Genesis.26.18\">18</a>, <a data-ref=\"Genesis 26:19\" href=\"/Genesis.26.19\">19</a>, <a data-ref=\"Genesis 26:21\" href=\"/Genesis.26.21\">21</a>, <a data-ref=\"Genesis 26:22\" href=\"/Genesis.26.22\">22</a>, <a data-ref=\"Genesis 26:32\" href=\"/Genesis.26.32\">32</a> (all J), also poet. <a data-ref=\"Numbers 21:18\" href=\"/Numbers.21.18\">Nu 21:18</a> (+ <span dir=\"rtl\">כרה</span>) vid. also v <a data-ref=\"Numbers 21:16\" href=\"/Numbers.21.16\">16</a>, <a data-ref=\"Numbers 21:17\" href=\"/Numbers.21.17\">17</a> (where the well addressed, in song, <span dir=\"rtl\">עֲלִי בְאֵר</span>); also c. <span dir=\"rtl\">כרה</span> in prose <a data-ref=\"Genesis 26:25\" href=\"/Genesis.26.25\">Gn 26:25</a>; also with no ref. to its origin <a data-ref=\"Genesis 16:14\" href=\"/Genesis.16.14\">Gn 16:14</a> (J; ‖ <span dir=\"rtl\">עַיִן</span> v <a data-ref=\"Genesis 16:7\" href=\"/Genesis.16.7\">7</a>) <a data-ref=\"Genesis 29:2\" href=\"/Genesis.29.2\">29:2</a> <a data-ref=\"Exodus 2:15\" href=\"/Exodus.2.15\">Ex 2:15</a> (J) <a data-ref=\"Numbers 20:17\" href=\"/Numbers.20.17\">Nu 20:17</a> <a data-ref=\"Numbers 21:22\" href=\"/Numbers.21.22\">21:22</a> (E) <a data-ref=\"II Samuel 17:18\" href=\"/II_Samuel.17.18\">2 S 17:18</a>, <a data-ref=\"II Samuel 17:21\" href=\"/II_Samuel.17.21\">21</a>; <span dir=\"rtl\">בְּאֵר (ה)מַיִם</span> <a data-ref=\"Genesis 21:19\" href=\"/Genesis.21.19\">Gn 21:19</a> (E) <a data-ref=\"Genesis 24:11\" href=\"/Genesis.24.11\">24:11</a> (J; ‖ <span dir=\"rtl\">עַיִן</span> vv <a data-ref=\"Genesis 24:13\" href=\"/Genesis.24.13\">13</a>, <a data-ref=\"Genesis 24:16\" href=\"/Genesis.24.16\">16</a>, <a data-ref=\"Genesis 24:43\" href=\"/Genesis.24.43\">43</a>, <a data-ref=\"Genesis 24:45\" href=\"/Genesis.24.45\">45</a>); (cf. also <a data-ref=\"Genesis 21:25\" href=\"/Genesis.21.25\">21:25</a>; <a data-ref=\"Genesis 26:18\" href=\"/Genesis.26.18\">26:18</a> supr. & especially v <a data-ref=\"Genesis 26:19\" href=\"/Genesis.26.19\">19</a> <span dir=\"rtl\">בְּאֵר מַיִם חַיִּים</span>); water taken from it by drawing <span dir=\"rtl\">(שָׁאַב)</span> <a data-ref=\"Genesis 24:11\" href=\"/Genesis.24.11\">Gn 24:11</a>, <a data-ref=\"Genesis 24:20\" href=\"/Genesis.24.20\">20</a>; flocks watered from it <span dir=\"rtl\">(הִשְׁקָה מִן־)</span> <a data-ref=\"Genesis 29:2\" href=\"/Genesis.29.2\">29:2</a>, <a data-ref=\"Genesis 29:3\" href=\"/Genesis.29.3\">3</a>, <a data-ref=\"Genesis 29:8\" href=\"/Genesis.29.8\">8</a>, <a data-ref=\"Genesis 29:10\" href=\"/Genesis.29.10\">10</a> (cf. especially <a data-ref=\"Exodus 2:16\" href=\"/Exodus.2.16\">Ex 2:16</a> <em>they drew</em>, <span dir=\"rtl\">דלה</span>, and filled the troughs); also <span dir=\"rtl\">שְׁתֵה מַיִם</span> … <span dir=\"rtl\">מִתּוֹךְ בְּאֵרֶ֑ךָ</span> <a data-ref=\"Proverbs 5:15\" href=\"/Proverbs.5.15\">Pr 5:15</a> (‖ <span dir=\"rtl\">בּוֹר</span>); the opening called <span dir=\"rtl\">פִּי הַבְּאֵר</span> <a data-ref=\"Genesis 29:2\" href=\"/Genesis.29.2\">Gn 29:2</a>, <a data-ref=\"Genesis 29:3\" href=\"/Genesis.29.3\">3</a><sup>(×2)</sup> <a data-ref=\"Genesis 29:8\" href=\"/Genesis.29.8\">8</a>, <a data-ref=\"Genesis 29:10\" href=\"/Genesis.29.10\">10</a>; cf. <span dir=\"rtl\">פְּנֵי הַבּ׳</span> <a data-ref=\"II Samuel 17:19\" href=\"/II_Samuel.17.19\">2 S 17:19</a> (read prob. <span dir=\"rtl\">פּי</span> so Sam. 𝔗 𝔖 𝔙, cf. Dr); fig. of fresh delights of woman beloved <a data-ref=\"Song of Songs 4:15\" href=\"/Song_of_Songs.4.15\">Ct 4:15</a> <span dir=\"rtl\">מַעְיַן גַּנִּים בְּאֵר מַיִם חַיִּים וְנוֹזְלִים מִן־לְבָנוֹן</span>.<br><strong>2.</strong>  <em>pit</em> (= <span dir=\"rtl\">בּוֹר</span>); <em>pits of bitumen</em> <a data-ref=\"Genesis 14:10\" href=\"/Genesis.14.10\">Gn 14:10</a> (cf. supr.); <span dir=\"rtl\">בְּאֵר שַׁחַת</span> <a data-ref=\"Psalms 55:24\" href=\"/Psalms.55.24\">ψ 55:24</a> <em>pit of</em> (<em>the</em>) <em>grave;</em> cf. <a data-ref=\"Psalms 69:16\" href=\"/Psalms.69.16\">69:16</a> <span dir=\"rtl\">וְאַל־תֶּאְטַר עָלַי בְּאֵר פִּיהָ</span> <em>and let not</em> (<em>the</em>) <em>pit shut its mouth over me</em> (‖ <span dir=\"rtl\">מְצוּלָה</span>); fig. of strange woman <span dir=\"rtl\">בְּאֵר צָרָה</span> <em>a narrow pit</em>, out of which rescue is difficult <a data-ref=\"Proverbs 23:27\" href=\"/Proverbs.23.27\">Pr 23:27</a> (‖ <span dir=\"rtl\">שׁוּחָה עֲמֻקָּה</span>).<br><strong>3.</strong>  as <strong>n.pr.loc. </strong> <strong>a.</strong>  c. <span dir=\"rtl\">ָה</span> loc. <span dir=\"rtl\">בְּאֵ֫רָה</span> a station of Isr. in desert <a data-ref=\"Numbers 21:16\" href=\"/Numbers.21.16\">Nu 21:16</a>, possibly = <span dir=\"rtl\">בְּאֵר אֵילִים</span> <a data-ref=\"Isaiah 15:8\" href=\"/Isaiah.15.8\">Is 15:8</a>. <strong>b.</strong>  same form <a data-ref=\"Judges 9:21\" href=\"/Judges.9.21\">Ju 9:21</a>, according to Euseb. Lag<sup>Onom.238, 2nd ed. 250</sup> 8 miles north of Eleutheropolis; cf. Rob<sup>BR i. 452</sup> who comp. <em>el-Bîreh</em>, near Beth-shemesh."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d2a8b6084aa1cbf1cbaf", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, מַי 1", "anchorRef": "Numbers 21:16", "anchorRefExpanded": ["Numbers 21:16"], "sourceRef": "BDB, מַי 1", "sourceHeRef": "בראון-דרייבר-בריגס, מַי א׳", "anchorVerse": 16, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "מַי", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><big>[<span dir=\"rtl\">מַי</span></big></big><sub>580</sub><big><big>]</big></big>  <strong>n.m.</strong> <a data-ref=\"II Samuel 14:14\" href=\"/II_Samuel.14.14\">2 S 14:14</a> only pl. <span dir=\"rtl\">מַ֫יִם</span> waters, water <strong>(</strong>NH <em>id.;</em> MI <sup>23</sup> <span dir=\"rtl\">[ין]מ</span>; SI <sup>5</sup> <span dir=\"rtl\">המים</span>; Aramaic <span dir=\"rtl\">מַיָּא</span>, <span dir=\"rtl\">מַיִּין</span>, <span dir=\"rtl\">ܡܰܝܴ</span>̈ܐ; Assyrian <em>mû</em>, pl. <em>mê</em>, also <em>mâmu</em> Dl<sup>HWB 394</sup>; Arabic <span dir=\"rtl\">مَآءٌ</span>; Ethiopic ማይ, pl. ማያት; Sab. <span dir=\"rtl\">[מו]</span>, <span dir=\"rtl\">מום</span>, pl. <span dir=\"rtl\">מון</span>, Min. <span dir=\"rtl\">[מה]</span>, pl. <span dir=\"rtl\">מהן</span> DHM<sup>6th Or. Congr. (Leiden) ii. 1, 451 f.</sup> (v. on these forms Ba<sup>ZMG xiii, 1888, 341 ff.</sup>)<strong>)</strong>;—<span dir=\"rtl\">מַ֫יִם (מָ֑יִם)</span> <a data-ref=\"Genesis 1:2\" href=\"/Genesis.1.2\">Gn 1:2</a> +; <span dir=\"rtl\">הַמַּ֫יְמָה</span> <a data-ref=\"Exodus 7:15\" href=\"/Exodus.7.15\">Ex 7:15</a>; <a data-ref=\"Exodus 8:16\" href=\"/Exodus.8.16\">8:16</a>; cstr. <span dir=\"rtl\">מֵי</span> <a data-ref=\"Genesis 7:7\" href=\"/Genesis.7.7\">Gn 7:7</a> + 71 times; <span dir=\"rtl\">מֵימֵי</span> <a data-ref=\"Exodus 4:9\" href=\"/Exodus.4.9\">Ex 4:9</a> + 10 times + Qr <a data-ref=\"II Kings 18:27\" href=\"/II_Kings.18.27\">2 K 18:27</a> = <a data-ref=\"Isaiah 36:12\" href=\"/Isaiah.36.12\">Is 36:12</a>; sf. <span dir=\"rtl\">מֵימַי</span> <a data-ref=\"Hosea 2:7\" href=\"/Hosea.2.7\">Ho 2:7</a> + <a data-ref=\"I Samuel 25:11\" href=\"/I_Samuel.25.11\">1 S 25:11</a> (but read here <span dir=\"rtl\">יֵינִי</span> 𝔊 Ew Th We Klo Dr Kit Bu); <span dir=\"rtl\">מֵימֶ֫יךָ</span> <a data-ref=\"Exodus 23:25\" href=\"/Exodus.23.25\">Ex 23:25</a> + 3 times; <span dir=\"rtl\">מֵימָיו</span> <a data-ref=\"Numbers 20:8\" href=\"/Numbers.20.8\">Nu 20:8</a> + 6 times; <span dir=\"rtl\">מֵימֶיהָ</span> <a data-ref=\"Jeremiah 6:7\" href=\"/Jeremiah.6.7\">Je 6:7</a>; <a data-ref=\"Jeremiah 50:38\" href=\"/Jeremiah.50.38\">50:38</a>; <span dir=\"rtl\">מֵימֵינוּ</span> <a data-ref=\"Lamentations 5:4\" href=\"/Lamentations.5.4\">La 5:4</a>; <span dir=\"rtl\">מֵימֵיהֶם</span> <a data-ref=\"Exodus 7:19\" href=\"/Exodus.7.19\">Ex 7:19</a> + 4 times;—<em>waters, water</em> (c. adj. pl. <a data-ref=\"Genesis 26:19\" href=\"/Genesis.26.19\">Gn 26:19</a> <a data-ref=\"Exodus 15:10\" href=\"/Exodus.15.10\">Ex 15:10</a> <a data-ref=\"Leviticus 14:5\" href=\"/Leviticus.14.5\">Lv 14:5</a>, <a data-ref=\"Leviticus 14:6\" href=\"/Leviticus.14.6\">6</a>, <a data-ref=\"Leviticus 14:50\" href=\"/Leviticus.14.50\">50</a> + often, so always c. adj.; also c. pt. pl. <a data-ref=\"Numbers 5:18\" href=\"/Numbers.5.18\">Nu 5:18</a>, <a data-ref=\"Numbers 5:19\" href=\"/Numbers.5.19\">19</a>, <a data-ref=\"Numbers 5:24\" href=\"/Numbers.5.24\">24</a> <a data-ref=\"II Kings 3:20\" href=\"/II_Kings.3.20\">2 K 3:20</a> +; c. pron. pl. <a data-ref=\"Numbers 20:13\" href=\"/Numbers.20.13\">Nu 20:13</a>; <a data-ref=\"Numbers 27:14\" href=\"/Numbers.27.14\">27:14</a> <a data-ref=\"II Kings 2:21\" href=\"/II_Kings.2.21\">2 K 2:21</a> +; cf. sf. <a data-ref=\"Joshua 4:18\" href=\"/Joshua.4.18\">Jos 4:18</a>; before pl. vb. <a data-ref=\"Genesis 1:9\" href=\"/Genesis.1.9\">Gn 1:9</a>, <a data-ref=\"Genesis 1:20\" href=\"/Genesis.1.20\">20</a>, <a data-ref=\"Genesis 1:21\" href=\"/Genesis.1.21\">21</a>; <a data-ref=\"Genesis 7:17\" href=\"/Genesis.7.17\">7:17</a> + often; after pl. vb. <a data-ref=\"Joshua 3:13\" href=\"/Joshua.3.13\">Jos 3:13</a> <a data-ref=\"Isaiah 28:17\" href=\"/Isaiah.28.17\">Is 28:17</a> <a data-ref=\"Proverbs 9:17\" href=\"/Proverbs.9.17\">Pr 9:17</a> <a data-ref=\"Ezekiel 31:4\" href=\"/Ezekiel.31.4\">Ez 31:4</a> +; rarely c. sg. vb.; before, <a data-ref=\"Genesis 9:15\" href=\"/Genesis.9.15\">Gn 9:15</a> <a data-ref=\"Leviticus 11:34\" href=\"/Leviticus.11.34\">Lv 11:34</a> <a data-ref=\"Numbers 20:2\" href=\"/Numbers.20.2\">Nu 20:2</a>; <a data-ref=\"Numbers 24:7\" href=\"/Numbers.24.7\">24:7</a>; <a data-ref=\"Numbers 33:14\" href=\"/Numbers.33.14\">33:14</a> <a data-ref=\"II Kings 3:9\" href=\"/II_Kings.3.9\">2 K 3:9</a>; after, <a data-ref=\"Numbers 19:13\" href=\"/Numbers.19.13\">Nu 19:13</a>, <a data-ref=\"Numbers 19:20\" href=\"/Numbers.19.20\">20</a>);—<br><strong>1.</strong> <strong>a.</strong>  <em>water</em>, of a spring or well (<span dir=\"rtl\">עַיִן</span>, <span dir=\"rtl\">בְּאֵר</span>) <a data-ref=\"Genesis 16:7\" href=\"/Genesis.16.7\">Gn 16:7</a>; <a data-ref=\"Genesis 24:11\" href=\"/Genesis.24.11\">24:11</a>, <a data-ref=\"Genesis 24:13\" href=\"/Genesis.24.13\">13</a><sup>(×2)</sup>, <a data-ref=\"Genesis 24:43\" href=\"/Genesis.24.43\">43</a> <a data-ref=\"Exodus 15:27\" href=\"/Exodus.15.27\">Ex 15:27</a><sup>(×2)</sup> (J), <a data-ref=\"Genesis 21:19\" href=\"/Genesis.21.19\">Gn 21:19</a>, <a data-ref=\"Genesis 21:25\" href=\"/Genesis.21.25\">25</a> <a data-ref=\"Numbers 20:17\" href=\"/Numbers.20.17\">Nu 20:17</a>; <a data-ref=\"Numbers 21:16\" href=\"/Numbers.21.16\">21:16</a> (E), etc.; for drinking, also <a data-ref=\"Amos 4:8\" href=\"/Amos.4.8\">Am 4:8</a>; <a data-ref=\"Amos 8:11\" href=\"/Amos.8.11\">8:11</a> <a data-ref=\"Jonah 3:7\" href=\"/Jonah.3.7\">Jon 3:7</a> + often; out of rock <a data-ref=\"Exodus 17:6\" href=\"/Exodus.17.6\">Ex 17:6</a> (E), <a data-ref=\"Numbers 20:8\" href=\"/Numbers.20.8\">Nu 20:8</a><sup>(×2)</sup>, <a data-ref=\"Numbers 20:10\" href=\"/Numbers.20.10\">10</a>, <a data-ref=\"Numbers 20:11\" href=\"/Numbers.20.11\">11</a> (P), <a data-ref=\"Deuteronomy 8:15\" href=\"/Deuteronomy.8.15\">Dt 8:15</a> etc.; <span dir=\"rtl\">מֵי מְרִיבָה</span> (RS<sup>Sem. i. 165. 2nd ed. 181</sup>) <a data-ref=\"Numbers 20:13\" href=\"/Numbers.20.13\">Nu 20:13</a>, <a data-ref=\"Numbers 20:24\" href=\"/Numbers.20.24\">24</a>; <a data-ref=\"Numbers 27:14\" href=\"/Numbers.27.14\">27:14</a> (P), <a data-ref=\"Deuteronomy 33:8\" href=\"/Deuteronomy.33.8\">Dt 33:8</a> <a data-ref=\"Psalms 81:8\" href=\"/Psalms.81.8\">ψ 81:8</a> <a data-ref=\"Psalms 106:32\" href=\"/Psalms.106.32\">106:32</a>; cf. <a data-ref=\"Deuteronomy 32:51\" href=\"/Deuteronomy.32.51\">Dt 32:51</a> <a data-ref=\"Ezekiel 47:19\" href=\"/Ezekiel.47.19\">Ez 47:19</a>; <a data-ref=\"Ezekiel 48:28\" href=\"/Ezekiel.48.28\">48:28</a>; for washing (hands, feet, person) <a data-ref=\"Genesis 18:4\" href=\"/Genesis.18.4\">Gn 18:4</a>; <a data-ref=\"Genesis 24:32\" href=\"/Genesis.24.32\">24:32</a>; <a data-ref=\"Genesis 43:24\" href=\"/Genesis.43.24\">43:24</a> (J), <a data-ref=\"II Kings 3:11\" href=\"/II_Kings.3.11\">2 K 3:11</a>, <a data-ref=\"Exodus 29:4\" href=\"/Exodus.29.4\">Ex 29:4</a>; <a data-ref=\"Exodus 30:20\" href=\"/Exodus.30.20\">30:20</a> <a data-ref=\"Leviticus 15:5\" href=\"/Leviticus.15.5\">Lv 15:5</a>, <a data-ref=\"Leviticus 15:6\" href=\"/Leviticus.15.6\">6</a> + (P); (victims) <a data-ref=\"Leviticus 1:9\" href=\"/Leviticus.1.9\">Lv 1:9</a>, <a data-ref=\"Leviticus 1:13\" href=\"/Leviticus.1.13\">13</a>; <a data-ref=\"Leviticus 8:21\" href=\"/Leviticus.8.21\">8:21</a> (P); (vessels) <a data-ref=\"Leviticus 6:21\" href=\"/Leviticus.6.21\">Lv 6:21</a>; <a data-ref=\"Leviticus 11:32\" href=\"/Leviticus.11.32\">11:32</a>, <a data-ref=\"Leviticus 11:34\" href=\"/Leviticus.11.34\">34</a> (P); (garments) <a data-ref=\"Leviticus 15:17\" href=\"/Leviticus.15.17\">Lv 15:17</a> <a data-ref=\"Numbers 19:8\" href=\"/Numbers.19.8\">Nu 19:8</a> (P); for cooking <a data-ref=\"Exodus 12:9\" href=\"/Exodus.12.9\">Ex 12:9</a> (P), cf. <a data-ref=\"Isaiah 64:1\" href=\"/Isaiah.64.1\">Is 64:1</a> <a data-ref=\"Ezekiel 24:3\" href=\"/Ezekiel.24.3\">Ez 24:3</a> (symbol.); for purification <a data-ref=\"Numbers 8:7\" href=\"/Numbers.8.7\">Nu 8:7</a> <span dir=\"rtl\">(מֵי חַטָּאת)</span>, <a data-ref=\"Numbers 19:9\" href=\"/Numbers.19.9\">19:9</a> <span dir=\"rtl\">(מֵי נִדָּה)</span>, cf. v <a data-ref=\"Numbers 19:13\" href=\"/Numbers.19.13\">13</a>, <a data-ref=\"Numbers 19:18\" href=\"/Numbers.19.18\">18</a>, <a data-ref=\"Numbers 19:20\" href=\"/Numbers.19.20\">20</a>, <a data-ref=\"Numbers 19:21\" href=\"/Numbers.19.21\">21</a>, <a data-ref=\"Numbers 20:13\" href=\"/Numbers.20.13\">20:13</a>; <a data-ref=\"Numbers 31:23\" href=\"/Numbers.31.23\">31:23</a><sup>(×2)</sup> (all P), <a data-ref=\"Ezekiel 36:25\" href=\"/Ezekiel.36.25\">Ez 36:25</a> (fig.). <strong>b.</strong>  of a river, Nile <a data-ref=\"Exodus 2:10\" href=\"/Exodus.2.10\">Ex 2:10</a>; <a data-ref=\"Exodus 4:9\" href=\"/Exodus.4.9\">4:9</a><sup>(×2)</sup> (J), <a data-ref=\"Jeremiah 2:18\" href=\"/Jeremiah.2.18\">Je 2:18</a> etc.; Jordan <a data-ref=\"Joshua 3:8\" href=\"/Joshua.3.8\">Jos 3:8</a> (D), v <a data-ref=\"Joshua 3:15\" href=\"/Joshua.3.15\">15</a>, <a data-ref=\"Joshua 3:16\" href=\"/Joshua.3.16\">16</a> (JE), etc.; Euphrates <a data-ref=\"Isaiah 8:7\" href=\"/Isaiah.8.7\">Is 8:7</a> (fig.), <a data-ref=\"Jeremiah 2:18\" href=\"/Jeremiah.2.18\">Je 2:18</a>; Ezek.’s river <a data-ref=\"Ezekiel 47:1\" href=\"/Ezekiel.47.1\">Ez 47:1</a><sup>(×2)</sup>, <a data-ref=\"Ezekiel 47:2\" href=\"/Ezekiel.47.2\">2</a> +, etc.; of streams, canals, etc., especially as condition of fertility <a data-ref=\"Deuteronomy 8:7\" href=\"/Deuteronomy.8.7\">Dt 8:7</a>; <a data-ref=\"Deuteronomy 10:7\" href=\"/Deuteronomy.10.7\">10:7</a> <a data-ref=\"Isaiah 1:30\" href=\"/Isaiah.1.30\">Is 1:30</a> <a data-ref=\"Proverbs 30:16\" href=\"/Proverbs.30.16\">Pr 30:16</a> <a data-ref=\"II Kings 3:17\" href=\"/II_Kings.3.17\">2 K 3:17</a> +, etc. <strong>c.</strong>  of sea <a data-ref=\"Amos 5:8\" href=\"/Amos.5.8\">Am 5:8</a>; <a data-ref=\"Amos 9:6\" href=\"/Amos.9.6\">9:6</a>; Red Sea <a data-ref=\"Exodus 15:8\" href=\"/Exodus.15.8\">Ex 15:8</a>, <a data-ref=\"Exodus 15:10\" href=\"/Exodus.15.10\">10</a>, <a data-ref=\"Exodus 15:19\" href=\"/Exodus.15.19\">19</a> (song), <a data-ref=\"Exodus 14:21\" href=\"/Exodus.14.21\">14:21</a>, <a data-ref=\"Exodus 14:22\" href=\"/Exodus.14.22\">22</a>, <a data-ref=\"Exodus 14:26\" href=\"/Exodus.14.26\">26</a> + (P), <a data-ref=\"Joshua 2:10\" href=\"/Joshua.2.10\">Jos 2:10</a> (D), etc. <strong>d.</strong>  of flood <a data-ref=\"Genesis 7:7\" href=\"/Genesis.7.7\">Gn 7:7</a>, <a data-ref=\"Genesis 7:10\" href=\"/Genesis.7.10\">10</a>; <a data-ref=\"Genesis 8:3\" href=\"/Genesis.8.3\">8:3</a>, <a data-ref=\"Genesis 8:7\" href=\"/Genesis.8.7\">7</a>, <a data-ref=\"Genesis 8:8\" href=\"/Genesis.8.8\">8</a>, <a data-ref=\"Genesis 8:9\" href=\"/Genesis.8.9\">9</a>, <a data-ref=\"Genesis 8:11\" href=\"/Genesis.8.11\">11</a> (J), <a data-ref=\"Genesis 6:17\" href=\"/Genesis.6.17\">6:17</a>; <a data-ref=\"Genesis 7:6\" href=\"/Genesis.7.6\">7:6</a>, <a data-ref=\"Genesis 7:17\" href=\"/Genesis.7.17\">17</a>, <a data-ref=\"Genesis 8:18\" href=\"/Genesis.8.18\">18</a><sup>(×2)</sup> <a data-ref=\"Genesis 8:19\" href=\"/Genesis.8.19\">19</a>; <a data-ref=\"Genesis 8:5\" href=\"/Genesis.8.5\">8:5</a>; <a data-ref=\"Genesis 9:11\" href=\"/Genesis.9.11\">9:11</a>, <a data-ref=\"Genesis 8:15\" href=\"/Genesis.8.15\">15</a> (P); so <span dir=\"rtl\">מֵי־נֹחַ</span> <a data-ref=\"Isaiah 54:9\" href=\"/Isaiah.54.9\">Is 54:9</a><sup>(×2)</sup> <em>waters of Noah</em>. <strong>e.</strong>  subterranean <a data-ref=\"Exodus 20:4\" href=\"/Exodus.20.4\">Ex 20:4</a> (E), <a data-ref=\"Deuteronomy 4:18\" href=\"/Deuteronomy.4.18\">Dt 4:18</a>; <a data-ref=\"Deuteronomy 5:8\" href=\"/Deuteronomy.5.8\">5:8</a>, cf. <a data-ref=\"Job 26:5\" href=\"/Job.26.5\">Jb 26:5</a> <a data-ref=\"Psalms 136:6\" href=\"/Psalms.136.6\">ψ 136:6</a>. <strong>f.</strong>  in clouds <a data-ref=\"Jeremiah 10:13\" href=\"/Jeremiah.10.13\">Je 10:13</a> <a data-ref=\"Job 26:8\" href=\"/Job.26.8\">Jb 26:8</a> <a data-ref=\"Psalms 29:3\" href=\"/Psalms.29.3\">ψ 29:3</a><sup>(×2)</sup> <a data-ref=\"Psalms 104:3\" href=\"/Psalms.104.3\">104:3</a>; <a data-ref=\"Psalms 148:4\" href=\"/Psalms.148.4\">148:4</a>, etc. <strong>g.</strong>  of rain <a data-ref=\"Judges 5:4\" href=\"/Judges.5.4\">Ju 5:4</a> <a data-ref=\"II Samuel 21:10\" href=\"/II_Samuel.21.10\">2 S 21:10</a> <a data-ref=\"Deuteronomy 11:11\" href=\"/Deuteronomy.11.11\">Dt 11:11</a> <a data-ref=\"Psalms 65:10\" href=\"/Psalms.65.10\">ψ 65:10</a> <a data-ref=\"Job 5:10\" href=\"/Job.5.10\">Jb 5:10</a> (‖ <span dir=\"rtl\">מָטָר</span>), etc. <strong>h.</strong>  of dew <a data-ref=\"Judges 6:38\" href=\"/Judges.6.38\">Ju 6:38</a>. <strong>i.</strong>  primæval deep <a data-ref=\"Genesis 1:2\" href=\"/Genesis.1.2\">Gn 1:2</a>, <a data-ref=\"Genesis 1:6\" href=\"/Genesis.1.6\">6</a> (P).<br><strong>2.</strong>  c. nomm. pr. loc. (q.v.), to denote springs, streams, or seas belonging to, near, such places: <span dir=\"rtl\">מֵימֵי מִצְרַיִם</span> <a data-ref=\"Exodus 7:19\" href=\"/Exodus.7.19\">Ex 7:19</a>; <a data-ref=\"Exodus 8:2\" href=\"/Exodus.8.2\">8:2</a>; <span dir=\"rtl\">מֵי מְרִיבָה</span> (v. supr. <strong>1 a</strong>); <span dir=\"rtl\">מֵי מֵרוֹם</span> <a data-ref=\"Joshua 11:5\" href=\"/Joshua.11.5\">Jos 11:5</a>, <a data-ref=\"Joshua 11:7\" href=\"/Joshua.11.7\">7</a>; <span dir=\"rtl\">מֵי עֵין־שֶׁמֶשׁ</span> <a data-ref=\"Joshua 15:7\" href=\"/Joshua.15.7\">Jos 15:7</a>; <span dir=\"rtl\">מֵי נֶפְתּוֹחַ</span> <a data-ref=\"Joshua 15:9\" href=\"/Joshua.15.9\">15:9</a>; <a data-ref=\"Joshua 18:15\" href=\"/Joshua.18.15\">18:15</a>; <span dir=\"rtl\">מֵי יְרִיחוֹ</span> <a data-ref=\"Joshua 16:1\" href=\"/Joshua.16.1\">16:1</a>; <span dir=\"rtl\">מֵי מְגִּדּוֹ</span> <a data-ref=\"Judges 5:19\" href=\"/Judges.5.19\">Ju 5:19</a>; <span dir=\"rtl\">מֵי נִמְרִ(יִ)ם</span> <a data-ref=\"Isaiah 15:6\" href=\"/Isaiah.15.6\">Is 15:6</a> <a data-ref=\"Jeremiah 48:34\" href=\"/Jeremiah.48.34\">Je 48:34</a>; <span dir=\"rtl\">מֵי דִימוֹן</span> <a data-ref=\"Isaiah 15:9\" href=\"/Isaiah.15.9\">Is 15:9</a>; cf. <span dir=\"rtl\">מֵי הַשִּׁלֹּחַ</span> <a data-ref=\"Isaiah 8:6\" href=\"/Isaiah.8.6\">Is 8:6</a>; <span dir=\"rtl\">מֵימֵי גִּיחוֹן הָעֶלְיוֹן</span> <a data-ref=\"II Chronicles 32:30\" href=\"/II_Chronicles.32.30\">2 Ch 32:30</a>; cf. also n. pr. loc. <span dir=\"rtl\">מִשְׂרְפוֹת מַיִם</span> <a data-ref=\"Joshua 11:8\" href=\"/Joshua.11.8\">Jos 11:8</a>; <a data-ref=\"Joshua 13:6\" href=\"/Joshua.13.6\">13:6</a>.<br><strong>3.</strong>  special uses are: <span dir=\"rtl\">מֵי רַגְלַיִם</span> <em>water of the feet</em> = urine <a data-ref=\"II Kings 18:27\" href=\"/II_Kings.18.27\">2 K 18:27</a> = <a data-ref=\"Isaiah 36:12\" href=\"/Isaiah.36.12\">Is 36:12</a>; cf. <span dir=\"rtl\">בְּמֵי מַדְמֵנָה</span> <a data-ref=\"Isaiah 25:10\" href=\"/Isaiah.25.10\">Is 25:10</a> Kt <em>in water of a dunghill</em> (> Qr <span dir=\"rtl\">בְּמוֹ</span>); <span dir=\"rtl\">מַיִם לַחַץ</span> <em>water</em> (which is) <em>distress</em>, because drunk in imprisonment <a data-ref=\"I Kings 22:27\" href=\"/I_Kings.22.27\">1 K 22:27</a> (‖ <span dir=\"rtl\">לֶחֶם לַחַץ</span>) = <a data-ref=\"II Chronicles 18:26\" href=\"/II_Chronicles.18.26\">2 Ch 18:26</a>; <span dir=\"rtl\">בְּמֵי־שָׁ֑לֶג</span> <em>in snow-water</em> <a data-ref=\"Job 9:30\" href=\"/Job.9.30\">Jb 9:30</a> Qr (Kt <span dir=\"rtl\">במו</span>; Me Hoffm Siegfr <span dir=\"rtl\">כְּמוֹ</span>), <span dir=\"rtl\">מֵימֵי שֶׁלֶג</span> <a data-ref=\"Job 24:19\" href=\"/Job.24.19\">24:19</a>; <span dir=\"rtl\">מַיִם קְדשִׁים</span> †<a data-ref=\"Numbers 5:17\" href=\"/Numbers.5.17\">Nu 5:17</a> <em>holy water</em> (cf. RS<sup>Sem. 165, 2nd ed. 181</sup>, but text dubious, v. Di); <span dir=\"rtl\">מֵי הַמָּרִים</span> <em>bitter water</em> †<a data-ref=\"Numbers 5:18\" href=\"/Numbers.5.18\">Nu 5:18</a>, <a data-ref=\"Numbers 5:19\" href=\"/Numbers.5.19\">19</a>, <a data-ref=\"Numbers 5:23\" href=\"/Numbers.5.23\">23</a>, <a data-ref=\"Numbers 5:24\" href=\"/Numbers.5.24\">24</a>; cf. <a data-ref=\"Exodus 15:23\" href=\"/Exodus.15.23\">Ex 15:23</a> <span dir=\"rtl\">(בִּי מָרִים הֵם)</span>, opp. <span dir=\"rtl\">וַיִּמְתְּקוּ הַמַּיִם</span> v <a data-ref=\"Exodus 15:25\" href=\"/Exodus.15.25\">25</a> <em>and the waters were sweetened;</em> <span dir=\"rtl\">מֵי חַטָּאת</span>, <span dir=\"rtl\">מֵי נִדָּה</span> v. supr. <strong>1 a</strong>; <span dir=\"rtl\">מַיִם חַיִּים</span> <em>living</em> (i.e. running) <em>water</em> <a data-ref=\"Leviticus 14:5\" href=\"/Leviticus.14.5\">Lv 14:5</a>, <a data-ref=\"Leviticus 14:6\" href=\"/Leviticus.14.6\">6</a>, <a data-ref=\"Leviticus 14:50\" href=\"/Leviticus.14.50\">50</a>, <a data-ref=\"Leviticus 14:51\" href=\"/Leviticus.14.51\">51</a>, <a data-ref=\"Leviticus 14:52\" href=\"/Leviticus.14.52\">52</a> <a data-ref=\"Numbers 19:17\" href=\"/Numbers.19.17\">Nu 19:17</a>, also (fig.) <a data-ref=\"Zechariah 14:8\" href=\"/Zechariah.14.8\">Zc 14:8</a> (cf. <a data-ref=\"Ezekiel 47\" href=\"/Ezekiel.47\">Ez 47</a>), and (fig.) <a data-ref=\"Jeremiah 2:13\" href=\"/Jeremiah.2.13\">Je 2:13</a>; <a data-ref=\"Jeremiah 17:13\" href=\"/Jeremiah.17.13\">17:13</a>. See also infr. (cf. <a data-ref=\"Numbers 21:17\" href=\"/Numbers.21.17\">Nu 21:17</a>, <a data-ref=\"Numbers 21:18\" href=\"/Numbers.21.18\">18</a>; v. RS<sup>Sem. i. 127, 157; 2nd ed. 135, 176</sup>).<br><strong>4.</strong>  among fig. uses are: <strong>a.</strong>  of danger or distress <a data-ref=\"Isaiah 43:2\" href=\"/Isaiah.43.2\">Is 43:2</a> <a data-ref=\"Psalms 66:12\" href=\"/Psalms.66.12\">ψ 66:12</a>; <a data-ref=\"Psalms 69:2\" href=\"/Psalms.69.2\">69:2</a> <a data-ref=\"Lamentations 3:54\" href=\"/Lamentations.3.54\">La 3:54</a>; usually <em>many waters</em> <a data-ref=\"II Samuel 22:17\" href=\"/II_Samuel.22.17\">2 S 22:17</a> = <a data-ref=\"Psalms 18:17\" href=\"/Psalms.18.17\">ψ 18:17</a>, cf. <a data-ref=\"Job 22:11\" href=\"/Job.22.11\">Jb 22:11</a> <a data-ref=\"Psalms 32:6\" href=\"/Psalms.32.6\">ψ 32:6</a>; <a data-ref=\"Psalms 144:7\" href=\"/Psalms.144.7\">144:7</a>, or <em>deep waters</em> <a data-ref=\"Psalms 69:3\" href=\"/Psalms.69.3\">ψ 69:3</a>, <a data-ref=\"Psalms 69:15\" href=\"/Psalms.69.15\">15</a>, cf. v <a data-ref=\"Psalms 69:16\" href=\"/Psalms.69.16\">16</a>; also <span dir=\"rtl\">מֵי־רֹאשׁ</span> <em>water of gall</em> <a data-ref=\"Jeremiah 8:14\" href=\"/Jeremiah.8.14\">Je 8:14</a>; <a data-ref=\"Jeremiah 9:14\" href=\"/Jeremiah.9.14\">9:14</a>; <a data-ref=\"Jeremiah 23:15\" href=\"/Jeremiah.23.15\">23:15</a>. <strong>b.</strong>  <span dir=\"rtl\">פֶּרֶץ מַיִם</span> <a data-ref=\"II Samuel 5:20\" href=\"/II_Samuel.5.20\">2 S 5:20</a> = <a data-ref=\"I Chronicles 14:11\" href=\"/I_Chronicles.14.11\">1 Ch 14:11</a> of outbursting force. <strong>c.</strong>  <span dir=\"rtl\">שְׁאוֹן מַיִם</span> <a data-ref=\"Isaiah 17:12\" href=\"/Isaiah.17.12\">Is 17:12</a>, <a data-ref=\"Isaiah 17:13\" href=\"/Isaiah.17.13\">13</a> or rushing nations. <strong>d.</strong>  of what is impetuous, violent, overwhelming <a data-ref=\"Isaiah 28:2\" href=\"/Isaiah.28.2\">Is 28:2</a>, <a data-ref=\"Isaiah 28:17\" href=\"/Isaiah.28.17\">17</a> <a data-ref=\"Hosea 10:7\" href=\"/Hosea.10.7\">Ho 10:7</a> <a data-ref=\"Job 27:20\" href=\"/Job.27.20\">Jb 27:20</a> <a data-ref=\"Psalms 124:4\" href=\"/Psalms.124.4\">ψ 124:4</a>, <a data-ref=\"Psalms 124:5\" href=\"/Psalms.124.5\">5</a>; <a data-ref=\"Psalms 88:18\" href=\"/Psalms.88.18\">88:18</a>; sim. of impetuousness <span dir=\"rtl\">פַּחַז כַּמַּיִם</span> <a data-ref=\"Genesis 49:4\" href=\"/Genesis.49.4\">Gn 49:4</a>. <strong>e.</strong>  (as running away) of heart in timidity <a data-ref=\"Joshua 7:5\" href=\"/Joshua.7.5\">Jos 7:5</a>, cf. <a data-ref=\"Psalms 22:15\" href=\"/Psalms.22.15\">ψ 22:15</a>, of knees <a data-ref=\"Ezekiel 7:17\" href=\"/Ezekiel.7.17\">Ez 7:17</a>; <a data-ref=\"Ezekiel 21:12\" href=\"/Ezekiel.21.12\">21:12</a>. <strong>f.</strong>  of transitoriness <a data-ref=\"Job 11:16\" href=\"/Job.11.16\">Jb 11:16</a>; <a data-ref=\"Job 24:18\" href=\"/Job.24.18\">24:18</a> <a data-ref=\"Psalms 58:8\" href=\"/Psalms.58.8\">ψ 58:8</a>. <strong>g.</strong>  of refreshment <a data-ref=\"Isaiah 32:2\" href=\"/Isaiah.32.2\">Is 32:2</a>; <a data-ref=\"Isaiah 49:10\" href=\"/Isaiah.49.10\">49:10</a>; spiritual <a data-ref=\"Isaiah 12:3\" href=\"/Isaiah.12.3\">12:3</a>. <strong>h.</strong>  <span dir=\"rtl\">מֵי מְנֻחוֹת</span> <a data-ref=\"Psalms 23:2\" href=\"/Psalms.23.2\">ψ 23:2</a> in fig. of rest and peace, cf. <a data-ref=\"Jeremiah 31:9\" href=\"/Jeremiah.31.9\">Je 31:9</a>. <strong>i.</strong>  of reckless bloodshed (poured out like water) <a data-ref=\"Psalms 79:3\" href=\"/Psalms.79.3\">ψ 79:3</a>; cf. pouring away (and not eating) blood <a data-ref=\"Deuteronomy 12:16\" href=\"/Deuteronomy.12.16\">Dt 12:16</a>, <a data-ref=\"Deuteronomy 12:24\" href=\"/Deuteronomy.12.24\">24</a>; <a data-ref=\"Deuteronomy 15:23\" href=\"/Deuteronomy.15.23\">15:23</a>. <strong>j.</strong>  <span dir=\"rtl\">בְּאֵר מַיִם חַיִּים</span> <a data-ref=\"Song of Songs 4:15\" href=\"/Song_of_Songs.4.15\">Ct 4:15</a> fig. of bride; <span dir=\"rtl\">מַיִם מִבּוֹרֶ֑ךָ</span> <a data-ref=\"Proverbs 5:15\" href=\"/Proverbs.5.15\">Pr 5:15</a> of enjoyment of one’s own wife; of harlotry <span dir=\"rtl\">מַיִם גְּנוּבִים</span> <a data-ref=\"Proverbs 9:17\" href=\"/Proverbs.9.17\">Pr 9:17</a> <em>stolen waters</em>. <strong>k.</strong>  of outpoured wrath of <span dir=\"rtl\">י׳</span> <a data-ref=\"Hosea 5:10\" href=\"/Hosea.5.10\">Ho 5:10</a>. <strong>l.</strong>  of abundant justice <a data-ref=\"Amos 5:24\" href=\"/Amos.5.24\">Am 5:24</a>. <strong>m.</strong>  of outpoured feelings <a data-ref=\"Job 3:24\" href=\"/Job.3.24\">Jb 3:24</a>; <span dir=\"rtl\">שִׁפְכִי כַמַּיִם לִבֵּךְ</span> <a data-ref=\"Lamentations 2:19\" href=\"/Lamentations.2.19\">La 2:19</a>.—<a data-ref=\"Isaiah 48:1\" href=\"/Isaiah.48.1\">Is 48:1</a> read prob. <span dir=\"rtl\">מִמְּעֵי</span> for MT <span dir=\"rtl\">מִמֵּי</span>, so Secker Du Che<sup>Hpt</sup> Skinner, cf. Di."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "64195732280ead07d5ac50b0", "index_title": "Netinah LaGer", "category": "Commentary", "type": "commentary", "ref": "Netinah LaGer, Numbers 21:16:1", "anchorRef": "Numbers 21:16", "anchorRefExpanded": ["Numbers 21:16"], "sourceRef": "Netinah LaGer, Numbers 21:16:1", "sourceHeRef": "נתינה לגר, במדבר כ״א:ט״ז:א׳", "anchorVerse": 16, "sourceHasEn": false, "commentaryNum": 16.0001, "collectiveTitle": {"en": "Netinah LaGer", "he": "נתינה לגר"}, "heTitle": "במדבר", "he": "<b>ומשם בארה, ומתמן אתיהיבת להון בירא.</b> ר\"ל ומשם <b>נִתַּן</b> להם באר, פי' הה\"א מן \"בארה\" כה\"א נוספת שלא לצורך, ולא במקום למ\"ד בתחלתה.", "heVersionTitle": "Vilna, 1876", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6682730d10a13a863f2a8f17", "index_title": "Hadar Zekenim on Torah", "category": "Commentary", "type": "commentary", "ref": "Hadar Zekenim on Torah, Numbers 21:16:1", "anchorRef": "Numbers 21:16", "anchorRefExpanded": ["Numbers 21:16"], "sourceRef": "Hadar Zekenim on Torah, Numbers 21:16:1", "sourceHeRef": "הדר זקנים על התורה, במדבר כ״א:ט״ז:א׳", "anchorVerse": 16, "sourceHasEn": false, "compDate": [1250, 1300], "commentaryNum": 16.0001, "collectiveTitle": {"en": "Hadar Zekenim", "he": "הדר זקנים"}, "heTitle": "במדבר", "he": "ומשם בארה. מאותם נחלים ומן נביעתם היתה הבאר נובעת שיצאה מן הסלע:", "heVersionTitle": "Livorno, 1840", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}]