[{"_id": "52106bc1edbab43f2370178b", "index_title": "Ramban on Numbers", "category": "Commentary", "type": "commentary", "ref": "Ramban on Numbers 21:21:1", "anchorRef": "Numbers 21:21", "anchorRefExpanded": ["Numbers 21:21"], "sourceRef": "Ramban on Numbers 21:21:1", "sourceHeRef": "רמב\"ן על במדבר כ״א:כ״א:א׳", "anchorVerse": 21, "sourceHasEn": true, "compDate": [1246, 1286], "commentaryNum": 21.0001, "collectiveTitle": {"en": "Ramban", "he": "רמב\"ן"}, "he": "<b>וישלח ישראל מלאכים אל סיחון וגו' אעברה בארצך</b> אף על פי שלא נצטוו לשלוח להם לשלום פתחו להם בשלום לשון רש\"י (רש\"י על במדבר כ״א:כ״ב) ועוד אבאר בע\"ה במקומו (דברים כ י) כי בכל האומות נצטוו לפתוח להם לשלום חוץ מעמון ומואב אבל באמת מה שאמר לו <b>אעברה בארצך</b> זה היה משה עושה מעצמו דרך פיוס כי ארץ סיחון ועוג ירושתם של ישראל היתה כי לאמורי היא והיה מן הדין שאם יענו שלום ופתחו להם שיהיה כל העם הנמצא בה להם למס ועבדום אבל משה היה יודע כי ישראל עתה לא יכבשו כל עשרה עממים והיה חפץ שיהיה כל כבושם מעבר לירדן והלאה שיהיה מושבם יחד ושהיא הארץ הטובה אשר היא זבת חלב ודבש הלא תראה שאם לא בקשוהו ממנו בני גד ובני ראובן לא היה מניח שם אדם אלא שתהיה לחרבה וכן שנוי בספרי (תבא רצט) לתת לך פרט לעבר הירדן שנטלת מעצמך ועוד אמרו רבותינו (במדב\"ר ז ח) בעשר קדושות שאין עבר הירדן ראוי לבית המקדש ולשכון השכינה וכן נראה בכתוב שאמר (יהושע כב יט) ואך אם טמאה ארץ אחזתכם וגו' ולא שלחו אל עוג דברי שלום כי הוא כאשר ראה כי הכו את סיחון יצא לקראתם למלחמה:", "heVersionTitle": "On Your Way New", "heLicense": "", "heVersionTitleInHebrew": "", "text": "AND ISRAEL SENT MESSENGERS UNTO SIHON, KING OF THE AMORITES, SAYING: 22. ‘LET ME PASS THROUGH THY LAND.’ “Although they had not been commanded to send them [a message of] peace, they nonetheless took the initiative in [offering them] peace.” This is Rashi’s language. I will yet explain, with the help of G-d, in its [proper] place,<sup class=\"footnote-marker\">280</sup><i class=\"footnote\">See Ramban on Deuteronomy 20:10; 23:7, and 2:24, that Ammon and Moab were excluded from terms of peace.</i> that [unlike Rashi’s explanation] they <i>were</i> commanded to offer peace [terms before beginning to fight] <i>all</i> the nations, except for Ammon and Moab. But in truth [we must say] that when Moses said to Sihon, <i>Let me pass through your land</i>, he did this of his own accord by way of conciliation, for the land of Sihon and Og was [part of the] inheritance of Israel, since it had originally belonged to the Amorite, [and was included in the territory promised to Israel]. Thus had Sihon and Og responded peaceably, and opened [their cities] to them, they would have been entitled [to take] <i>all the people that are found therein tributary unto</i> them, <i>and</i> they would <i>serve</i> them.<sup class=\"footnote-marker\">281</sup><i class=\"footnote\">Deuteronomy 20:11.</i> But Moses [who only requested of Sihon, <i>Let me pass through your land</i>, and thus leave him untouched altogether] knew that Israel would not conquer now all ten nations,<sup class=\"footnote-marker\">282</sup><i class=\"footnote\">Genesis 15:18-21.</i> and he wanted all their conquests to be <i>on the other side of the Jordan, and forward</i><sup class=\"footnote-marker\">283</sup><i class=\"footnote\">Further, 32:19.</i> [i.e., in Canaan proper, on the western side of the Jordan] so that they should all dwell [concentrated] together, and [also because] it was <i>the good Land</i><sup class=\"footnote-marker\">284</sup><i class=\"footnote\">Deuteronomy 8:7.</i> which is <i>flowing with milk and honey</i>.<sup class=\"footnote-marker\">285</sup><i class=\"footnote\">Above, 13:27.</i> Thus you see, had not the children of Gad and the children of Reuben requested it [the land captured east of the Jordan] from him [Moses] he would not have left anyone [to live] there, but [would have allowed it] to be a wasteland! And similarly the Rabbis have taught in the Sifre:<sup class=\"footnote-marker\">286</sup><i class=\"footnote\">Sifre, <i>Ki Thavo</i> 229.</i> “<i>To give thee</i> [<i>their land</i>]<sup class=\"footnote-marker\">287</sup><i class=\"footnote\">Deuteronomy 4:38. In our Sifre this explanation is given on the verse <i>ibid.</i>, 26:3, and is the source of the law that the first-fruits are not brought from the land east of the Jordan.</i> — this excludes [the land] beyond the Jordan [eastward], which you took for yourself.” Our Rabbis have furthermore said in connection with the ten [degrees of] holiness,<sup class=\"footnote-marker\">288</sup><i class=\"footnote\">Keilim 1:6-9. The text quoted by Ramban in connection with the land on the east of the Jordan is in Bamidbar Rabbah 7:8.</i> that the [land on the east] side of the Jordan is not suitable for [building therein] the Sanctuary and for the dwelling therein of the Divine Glory. And so it seems [also] from Scripture, for it says, <i>If, however, the land of your possession</i> [on the eastern side of the Jordan] <i>be unclean</i> etc.<sup class=\"footnote-marker\">289</sup><i class=\"footnote\">Joshua 22:19. The question there, was the building of an altar by the two and a half tribes on the east side of the Jordan near the river, which the tribes on the western side totally rejected because it was an act of rebellion against G-d. In presenting their arguments against the altar, they said, <i>If, however, the land of your possession be unclean, then pass ye over unto the Land of the possession of the Eternal, wherein the Eternal’s Tabernacle dwelleth</i>. From this it is clear that the land on the east side of the Jordan is not suitable for the building of the Sanctuary etc.</i> Now they did not send to Og a message [offering] peace, because when he saw that the Israelites had defeated Sihon, he [immediately] went forth into battle against them [the Israelites].", "versionTitle": "Commentary on the Torah by Ramban (Nachmanides). Translated and annotated by Charles B. Chavel. New York, Shilo Pub. House, 1971-1976", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5223278fedbab45814ae7160", "index_title": "Rashi on Numbers", "category": "Commentary", "type": "commentary", "ref": "Rashi on Numbers 21:21:1", "anchorRef": "Numbers 21:21", "anchorRefExpanded": ["Numbers 21:21"], "sourceRef": "Rashi on Numbers 21:21:1", "sourceHeRef": "רש\"י על במדבר כ״א:כ״א:א׳", "anchorVerse": 21, "sourceHasEn": true, "compDate": [1075, 1105], "commentaryNum": 21.0001, "collectiveTitle": {"en": "Rashi", "he": "רש\"י"}, "heTitle": "רש\"י על במדבר", "he": "<b>וישלח ישראל מלאכים.</b> וּבְמָקוֹם אַחֵר תּוֹלֶה הַשְּׁלִיחוּת בְּמֹשֶׁה, שֶׁנֶּאֱמַר \"וָאֶשְׁלַח מַלְאָכִים מִמִּדְבַּר קְדֵמוֹת\" (דברים ב'), וְכֵן \"וַיִּשְׁלַח מֹשֶׁה מַלְאָכִים מִקָּדֵשׁ אֶל מֶלֶךְ אֱדוֹם\" (במדבר כ'), וּבְיִפְתָּח הוּא אוֹמֵר (שופטים י\"א) \"וַיִּשְׁלַח יִשְׂרָאֵל מַלְאָכִים אֶל מֶלֶךְ אֱדוֹם\" וְגוֹ', הַכְּתוּבִים הַלָּלוּ צְרִיכִין זֶה לָזֶה, זֶה נוֹעֵל וְזֶה פוֹתֵחַ, שֶׁמֹּשֶׁה הוּא יִשְׂרָאֵל וְיִשְׂרָאֵל הֵם מֹשֶׁה, לוֹמַר לְךָ שֶׁנְּשִׂיא הַדּוֹר הוּא כְּכָל הַדּוֹר, כִּי הַנָּשִׂיא הוּא הַכֹּל (תנחומא):", "heVersionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann -- corrected vocalization", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "וישלח ישראל מלאכים AND ISRAEL SENT MESSENGERS — But in another passage it attributes this embassy to Moses, as it is said, (Deuteronomy 2:26), “And ‘I’ sent messengers from the wilderness of Kedemoth [to Sihon king of Heshbon]”! And so, too, it states, (Numbers 20:14), “And Moses sent messengers to the king of Edom”; whilst in the story of Jephtha, it says, (Judges 11:17) “And Israel sent messengers to the king of Edom, etc.”. Each of these pairs of verses is necessary one to the other (i.e., they supplement each other): one keeps back information and the other discloses it, (more lit., one locks up and the other opens) — you may gather from them that Moses is Israel and Israel is Moses, thus telling you that the prince of any generation is the equal of the whole generation, for the prince is the whole (Midrash Tanchuma, Chukat 23).", "versionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "license": "Public Domain", "versionTitleInHebrew": "חמישה חומשי תורה עם פירוש רש״י, מ. רוזנבאום וא.מ. סילברמן"}, {"_id": "531e4fe3fbfba276047f6d99", "index_title": "Onkelos Numbers", "category": "Targum", "type": "targum", "ref": "Onkelos Numbers 21:21", "anchorRef": "Numbers 21:21", "anchorRefExpanded": ["Numbers 21:21"], "sourceRef": "Onkelos Numbers 21:21", "sourceHeRef": "תרגום אונקלוס על במדבר כ״א:כ״א", "anchorVerse": 21, "sourceHasEn": false, "compDate": [80, 120], "commentaryNum": 21.0021, "collectiveTitle": {"en": "Onkelos Numbers", "he": "תרגום אונקלוס על במדבר"}, "heTitle": "תרגום אונקלוס על במדבר", "he": "וּשְׁלַח יִשְׂרָאֵל אִזְגַּדִּין לְוָת סִיחוֹן מַלְכָּא דֶאֱמוֹרָאָה לְמֵימָר:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "חומש שפתי חכמים, מצודה תשס\"ט", "text": "Yisroel sent emissaries to Sichon, King of the Emorite, saying.", "versionTitle": "Metsudah Chumash, Metsudah Publications, 2009 [with Onkelos translation]", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "532b2686fbfba27c35eec5d0", "index_title": "Targum Jonathan on Numbers", "category": "Targum", "type": "targum", "ref": "Targum Jonathan on Numbers 21:21", "anchorRef": "Numbers 21:21", "anchorRefExpanded": ["Numbers 21:21"], "sourceRef": "Targum Jonathan on Numbers 21:21", "sourceHeRef": "תרגום יונתן על במדבר כ״א:כ״א", "anchorVerse": 21, "sourceHasEn": true, "compDate": [30, 70], "commentaryNum": 21.0021, "collectiveTitle": {"en": "Targum Jonathan on Numbers", "he": "תרגום יונתן על במדבר"}, "heTitle": "תרגום יונתן על במדבר", "he": "וְשָׁדַר יִשְרָאֵל עִזְגַדִין לְוַת סִיחוֹן מַלְכָּא דֶאֱמוֹרָאָה לְמֵימָר", "heVersionTitle": "Targum Jonathan on Numbers", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תרגום יונתן על במדבר", "text": " Then sent Israel messengers to Sihon, king of the Amorites, saying: \n", "versionTitle": "The Targum of Jonathan ben Uzziel, trans. J. W. Etheridge, London, 1862", "license": "Public Domain", "versionTitleInHebrew": "תרגום ירושלמי (תרגום יונתן בן-עוזיאל) לתורה, תורגם ע״י ג׳ון ווסלי אטרידג׳, לונדון 1862"}, {"_id": "54bd4832fbfba2173336334e", "index_title": "Ramban on Deuteronomy", "category": "Quoting Commentary", "type": "", "ref": "Ramban on Deuteronomy 2:34:1", "anchorRef": "Numbers 21:21", "anchorRefExpanded": ["Numbers 21:21"], "sourceRef": "Ramban on Deuteronomy 2:34:1", "sourceHeRef": "רמב\"ן על דברים ב׳:ל״ד:א׳", "anchorVerse": 21, "sourceHasEn": true, "compDate": [1246, 1286], "commentaryNum": 34.0001, "collectiveTitle": {"en": "Ramban on Deuteronomy", "he": "רמב\"ן על דברים"}, "he": "<b>וַנַּחֲרֵם אֶת כָּל עִיר מְתִם וְהַנָּשִׁים וְהַטָּף</b>, שֶׁהָיוּ מִן הָאֱמוֹרִי, וְנִצְטַוּוּ בְּכָךְ שֶׁנֶּאֱמַר (דברים כ':ט\"ז) רַק מֵעָרֵי הָעַמִּים הָאֵלֶּה אֲשֶׁר ה' אֱלֹהֶיךָ נֹתֵן לְךָ נַחֲלָה לֹא תְחַיֶּה כָּל נְשָׁמָה, וְאַף עַל פִּי כֵן פָּתַח לָהֶם בְּשָׁלוֹם, שֶׁכָּךְ הִיא הַמִּצְוָה כַּאֲשֶׁר אֲפָרֵשׁ בעה\"י (רמב\"ן על דברים כ':י'). אֲבָל לְעוֹג מֶלֶךְ הַבָּשָׁן לֹא קָרָא לְשָׁלוֹם, שֶׁהוּא יָצָא אֵלָיו לַמִּלְחָמָה קֹדֶם שֶׁבָּאוּ לָעִיר שֶׁלּוֹ כְּלָל. וּכְבָר פֵּרַשְׁתִּי הָעִנְיָן בְּסֵדֶר זֹאת חֻקַּת (במדבר כא כא):", "heVersionTitle": "Vocalized Edition", "heLicense": "", "heVersionTitleInHebrew": "", "text": "AND WE UTTERLY DESTROYED EVERY CITY, THE MEN, AND THE WOMEN, AND THE LITTLE ONES — who were of the Amorites, and they were commanded thereon, as it is said, <i>But of the cities of these peoples, that the Eternal thy G-d giveth thee for an inheritance, thou shalt save alive nothing that breatheth</i>.<sup class=\"footnote-marker\">257</sup><i class=\"footnote\">Further, 20:16.</i> Even so, Moses opened discussions with them peacefully, for such is the commandment [that even for the seven nations we were obligated to proclaim peace to them] as I will explain with the help of G-d.<sup class=\"footnote-marker\">252</sup><i class=\"footnote\">Further, 20:10.</i> But to Og the king of Bashan he did not proclaim peace because Og had come forth to battle against Israel before they even came to his city.<sup class=\"footnote-marker\">258</sup><i class=\"footnote\">This is clearly indicated in Scripture: <i>Then we turned, and went up the way to Bashan, and Og, the king of Bashan came out against us</i> (above, 3:1).</i> I have already explained the subject in the section <i>Zoth Chukath</i>.<sup class=\"footnote-marker\">259</sup><i class=\"footnote\">Numbers 21:21.</i>", "versionTitle": "Commentary on the Torah by Ramban (Nachmanides). Translated and annotated by Charles B. Chavel. New York, Shilo Pub. House, 1971-1976", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "57e77d72d6e4a94c7c18afc5", "index_title": "Tafsir Rasag", "category": "Targum", "type": "targum", "ref": "Tafsir Rasag, Numbers 21:21", "anchorRef": "Numbers 21:21", "anchorRefExpanded": ["Numbers 21:21"], "sourceRef": "Tafsir Rasag, Numbers 21:21", "sourceHeRef": "תפסיר רס\"ג, במדבר כ״א:כ״א", "anchorVerse": 21, "sourceHasEn": false, "compDate": [918, 942], "commentaryNum": 21.0021, "collectiveTitle": {"en": "Tafsir Rasag", "he": "תפסיר רס\"ג"}, "heTitle": "במדבר", "he": "ת̇ם בעת̇ אלאסראיל ברסל אלי סיחון מלך אלאמוריין קאילא", "heVersionTitle": "Tafsir al-Torah bi-al-Arabiya, Paris, 1893", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תפסיר אלתורה באלערביה, פריס, 1893", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5889b501d6e4a902855ffb2d", "index_title": "Tur HaArokh", "category": "Commentary", "type": "commentary", "ref": "Tur HaArokh, Numbers 21:21:1", "anchorRef": "Numbers 21:21", "anchorRefExpanded": ["Numbers 21:21"], "sourceRef": "Tur HaArokh, Numbers 21:21:1", "sourceHeRef": "הטור הארוך, במדבר כ״א:כ״א:א׳", "anchorVerse": 21, "sourceHasEn": false, "compDate": [1280, 1340], "commentaryNum": 21.0001, "collectiveTitle": {"en": "Tur HaAroch", "he": "הטור הארוך"}, "heTitle": "במדבר", "he": "<b>וישלח ישראל מלאכים אל סיחון. </b>כתב הרמב\"ן אע\"פ שלא נצטווה לפתוח לו בשלום שלח לו דרך פיוס: \n", "heVersionTitle": "Perush al ha-Torah, Hanover, 1838", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": "Tur on the Torah, trans. Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5a436733d6e4a97d18d91a63", "index_title": "Ralbag Beur HaMilot on Torah", "category": "Commentary", "type": "commentary", "ref": "Ralbag Beur HaMilot on Torah, Numbers 21:21:1", "anchorRef": "Numbers 21:21", "anchorRefExpanded": ["Numbers 21:21"], "sourceRef": "Ralbag Beur HaMilot on Torah, Numbers 21:21:1", "sourceHeRef": "רלב\"ג ביאור המלות על התורה, במדבר כ״א:כ״א:א׳", "anchorVerse": 21, "sourceHasEn": false, "compDate": [1326, 1340], "commentaryNum": 21.0001, "collectiveTitle": {"en": "Ralbag Beur HaMilot", "he": "רלב\"ג ביאור המלות"}, "heTitle": "במדבר", "he": "<b>וישלח ישראל מלאכים אל סיחון מלך האמורי וגו' וירש את ארצו מארנון ועד יבוק ועד בני עמון כי עז גבול בני עמון.</b> אחשוב שארנון היה למואב אז כמו שספר בפרשה הקודמת ויהיה הרצון באמרו מארנון כי משם יתחיל גבול האמורי מהצד הזה וכאלו אמר שלא נשאר לסיחון דבר מהצד הזה שלא ירשוהו ישר' וירשו ממנו עד יבוק ועד בני עמון והוא הארץ שירש סיחון מבני עמון במלחמ' וספר כי לא יירשו הארץ ההיא כי עז גבול בני עמון וחזק מאד וכמו זה אמר בספר יהושע כי לא להוריש את יושבי העמק כי רכב ברזל להם ויש לספק בזה מדוע לא לקחו ג\"כ ישראל אז מידו ארץ בני עמון והנה יד השם תקצר והנה אע\"פ שהיה חזק היה יכולת ביד הש\"י לסבב שינצחוהו ישראל והנה היתר זה הספק הוא כי הש\"י אע\"פ שיש בידו לעשות כל אשר חפץ הנה לא יעשה הש\"י המופתים רק בעת הצרך ולראויים להם ויחבר אליהם עם זה כל הסבות הנאותות לפי מה שאפשר כמו שזכרנו פעמים רבות ולולי זה לא היו צריכים ישראל למלחמה אבל היה אפשר שישלח השם מלאכו וימיתם כמו הענין בחיל סנחריב ולזה היה רצון הש\"י שיהיה זה דרך מלחמה ולזה נמלטו מהם המקומות החזקים מאד כמו שנזכר בזה המקום ובספר יהושע עם שישראל לא היו ראויים כמו זאת ההשגחה הנפלאה כמו שזכרנו בזאת הפרשה ולפי שהתורה הזהירתנו שלא נקרב לארץ עמון ולארץ מואב כי לא יתן לנו מארצם נחלה שום דבר הוצרך להזכיר בכאן שהמקומות שישבו בהם ישראל שהיה מפורסם היותה ממואב מקדם כבר לקחם מסיחון לא ממואב ומזה לא הזהירה התורה את ישר' כי אחר שירש את האמורי הארץ ההיא לא היתה הארץ ההיא ארץ מואב ולזאת הסבה ג\"כ הותרה להן ארץ בני עמון אשר כבש סיחון ולא נמנעו מלקיחתה אלא מפני שהיה עז גבול בני עמון וחזק מאד וכמו זה אמר בספר יהושע כי לא להוריש את יושבי העמק כי רכב ברזל להם ויש לספק בזה מדוע לא לקחו ג\"כ ישראל אז מידו ארץ בני עמון והנה יד השם לא תקצר והנה אע\"פ שהיה חזק היה יכולת ביד הש\"י לסבב שינצחוהו ישראל והנה היתר זה הספק הוא כי הש\"י אע\"פ שיש בידו לעשות כל אשר חפץ הנה לא יעשה הש\"י המופתים רק בעת הצורך ולראויים להם ויחבר אליהם עם זה כל הסבות הנאותות לפי מה שאפשר כמו שזכרנו פעמים רבות ולולי זה לא היו צריכים ישראל למלחמה אבל היה אפשר שישלח השם מלאכו וימיתם כמו הענין בחיל סנחריב ולזה היה רצון הש\"י שיהיה זה דרך מלחמה ולזה נמלטו מהם המקומות החזקים מאד כמו שזכר בזה המקום ובספר יהושע עם שישראל לא היו ראויים כמו זאת ההשגחה הנפלאה כמו שזכרנו בזאת הפרשה ולפי שהתורה הזהירתנו שלא נקרב לארץ עמון ולארץ מואב כי לא יתן לנו מארצם נחלה שום דבר הוצרך להזכיר בכאן שהמקומות שישבו בהם ישראל שהיה מפורסם היותר ממואב מקדם כבר לקחום מסיחון לא ממואב ומזה לא הזהירה התורה את ישר' כי אחר שירש את האמורי הארץ ההיא לא היתה הארץ ההיא ארץ מואב ולזאת הסבה ג\"כ הותרה להן ארץ בני עמון אשר כבש סיחון ולא נמנעו מלקיחתה אלא מפני שהיה עד גבול בני עמון:", "heVersionTitle": "Ralbag on Torah, Venice, 1547", "heLicense": "Public Domain", "heVersionTitleInHebrew": "רלב\"ג על התורה, ונציה ש\"ז", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5b0eaa5db783360017a801db", "index_title": "Or HaChaim on Deuteronomy", "category": "Quoting Commentary", "type": "", "ref": "Or HaChaim on Deuteronomy 3:13:2", "anchorRef": "Numbers 21:21", "anchorRefExpanded": ["Numbers 21:21"], "sourceRef": "Or HaChaim on Deuteronomy 3:13:2", "sourceHeRef": "אור החיים על דברים ג׳:י״ג:ב׳", "anchorVerse": 21, "sourceHasEn": true, "compDate": [1718, 1742], "commentaryNum": 13.0002, "collectiveTitle": {"en": "Or HaChaim on Deuteronomy", "he": "אור החיים על דברים"}, "heTitle": "אור החיים על דברים", "he": "<b>וא\"ת</b> והלא מצינו שהאמורי גם כן נזכר בשבעה עממין אשר אמר ה' שיתן להם בעלותם מארץ מצרים והוא סיחון דכתיב (במדבד כ\"א כ\"א) מלך האמורי וכתיב (שם כ\"ה) וישב ישראל בערי האמורי וחזרה קושיתנו לדברי ספרי, זו אינו קושיא, כי ערי האמורי האמורים בסיחון אינם מה שנתן ה' לאברהם כמו שגילה הכתוב בפי' שם (שם כ\"ו) כי חשבון עיר סיחון וגומר והוא נלחם במלך מואב הראשון ויקח את כל ארצו מידו וגו', הרי שארץ סיחון מואבית היא, אלא שזכה בה סיחון ונקראת אמורי בשביל סיחון שהיה מלך על האמורי ולעולם לא באה בכלל מתנת שבעה אומות שהגיע זמנם:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "You may reply that we also find that the Emorite was mentioned among the seven tribes which G'd would dispossess when the Israelites left Egypt, and this included Sichon as we know from Numbers 21,21 where Sichon was described as the \"king of the Emorites.\" Moreover, the Torah continued in verse 25 of that chapter to describe the Israelites as settling in the towns formerly belonging to the \"Emorites.\" In view of this the question against the <i>Sifri</i> appears to have been resurrected! This is no problem at all. The cities of the Emorite listed in Numbers as having belonged to Sichon are not what G'd had promised to Abraham. In fact the Torah had been at pains in Numbers 21,26 to describe even Cheshbon, the capital of Sichon, as a city which had a chequered past; it had once belonged to the Moabites, and had subsequently been conquered by Sichon from the first king of the Moabites. In other words, the Torah offers clear proof that the land over which Sichon ruled at the time was actually Moabite land. The only reason it was called \"Emorite\" was because king Sichon who belonged to the tribe of the Emorites had acquired it by force. It had never been part of the original lands of the tribe of the Emorites. As a result, it could not have been included in the lands of the Emorite promised by G'd to Abraham.", "versionTitle": "Or Hachayim, trans. Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5decf65de5928b1a0d7eb035", "index_title": "Paaneach Raza", "category": "Commentary", "type": "commentary", "ref": "Paaneach Raza, Chukat 18", "anchorRef": "Numbers 21:21", "anchorRefExpanded": ["Numbers 21:21"], "sourceRef": "Paaneach Raza, Chukat 18", "sourceHeRef": "פענח רזא, חקת י״ח", "anchorVerse": 21, "sourceHasEn": false, "compDate": [1250, 1290], "commentaryNum": 18, "collectiveTitle": {"en": "Paaneach Raza", "he": "פענח רזא"}, "heTitle": "חקת", "he": "עד אשר נעבור גבולך פי' בסבוב ולא דרך עיירות וכן כתיב וכאשר עשו לי בני עשו:", "heVersionTitle": "Paaneach Raza, Warsaw 1932", "heLicense": "", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5ebd38a7024f59704938c539", "index_title": "Peninei Halakhah, The Nation and the Land", "category": "Halakhah", "type": "", "ref": "Peninei Halakhah, The Nation and the Land 2:1:2", "anchorRef": "Numbers 21:21-35", "anchorRefExpanded": ["Numbers 21:21", "Numbers 21:22", "Numbers 21:23", "Numbers 21:24", "Numbers 21:25", "Numbers 21:26", "Numbers 21:27", "Numbers 21:28", "Numbers 21:29", "Numbers 21:30", "Numbers 21:31", "Numbers 21:32", "Numbers 21:33", "Numbers 21:34", "Numbers 21:35"], "sourceRef": "Peninei Halakhah, The Nation and the Land 2:1:2", "sourceHeRef": "פניני הלכה, העם והארץ ב׳:א׳:ב׳", "anchorVerse": 21, "sourceHasEn": false, "compDate": [1998, 2002], "commentaryNum": 1.0002, "collectiveTitle": {"en": "Peninei Halakhah, The Nation and the Land", "he": "פניני הלכה, העם והארץ"}, "he": "מתחילה לא התכוון משה רבנו לכבוש את עבר הירדן המזרחי, ולמרות שהוא חלק מארץ ישראל, הכוונה היתה להתנחל תחילה בארץ כנען, שהיא בצד המערבי של הירדן, והיא מקודשת יותר, ומשם להתחזק ולהתפשט אל כל גבולות הארץ. אלא שסיחון ועוג יצאו נגד ישראל למלחמה, וניצחום ישראל וכבשו את ארצם (עי' במדבר כא, כא-לה, ורמב\"ן שם כא, ועי' להלן ג, יח).", "heVersionTitle": "Peninei Halakhah, Yeshivat Har Bracha", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5ebd38b2024f59704938c5ed", "index_title": "Peninei Halakhah, The Nation and the Land", "category": "Halakhah", "type": "", "ref": "Peninei Halakhah, The Nation and the Land 3:13:3", "anchorRef": "Numbers 21:21", "anchorRefExpanded": ["Numbers 21:21"], "sourceRef": "Peninei Halakhah, The Nation and the Land 3:13:3", "sourceHeRef": "פניני הלכה, העם והארץ ג׳:י״ג:ג׳", "anchorVerse": 21, "sourceHasEn": false, "compDate": [1998, 2002], "commentaryNum": 13.0003, "collectiveTitle": {"en": "Peninei Halakhah, The Nation and the Land", "he": "פניני הלכה, העם והארץ"}, "he": "אמנם בפועל מצוות ישוב הארץ צריכה להתקיים בהדרגה לפי יכולתו של עם ישראל, לכן ההדרכה האלוקית היתה לכבוש תחילה את עבר הירדן המערבי כפי הגבולות שבפרשת מסעי, שהם השטחים המקודשים יותר שבארץ, ורק לאחר שיישבו את כל השטחים שבידם יתרחבו בהדרגה לעבר הירדן המזרחי וכל שטחי ארץ ישראל (רמב\"ן במדבר כא, כא). לכן מתחילה לא התכוון משה רבנו לכבוש את ארץ סיחון ועוג, ורק לאחר שסיחון ועוג לא נענו להצעת השלום של ישראל ויצאו נגדם למלחמה, כבש עם ישראל את ארצם. ואחר שבני שבט ראובן וגד ביקשו להתנחל בעבר הירדן המזרחי, נענה משה רבנו לבקשתם, ובתנאי שאף הם ישתתפו בכיבוש החלק המקודש יותר שנמצא בעבר הירדן המערבי (ועי' לעיל ב, א).<sup class=\"footnote-marker\">9</sup><i class=\"footnote\">. מהמעשה בבני ראובן וגד שרצו לנחול בעבר הירדן המזרחי (במדבר לב), עולה בבירור שהמגמה הראשונה היתה שכולם יכנסו תחילה לחלק המערבי. ומתוך העיקר המקודש יתפשטו וינחלו אח\"כ גם את הצד המזרחי. גם מהשתוקקותו של משה רבנו להיכנס לארץ, משמע שכל זמן שלא נכנס לצד המערבי של הירדן, עדיין לא נכנס לעיקר הארץ. כיוצא בזה למדנו שצוותה התורה שלאחר שנזכה להרחיב את גבולנו נקבע עוד שלוש ערי מקלט, שנאמר (דברים יט, ח-ט): \"וְאִם יַרְחִיב ה' אֱלוֹהֶיךָ אֶת גְּבֻלְךָ כַּאֲשֶׁר נִשְׁבַּע לַאֲבֹתֶיךָ וְנָתַן לְךָ אֶת כָּל הָאָרֶץ אֲשֶׁר דִּבֶּר לָתֵת לַאֲבֹתֶיךָ… וְיָסַפְתָּ לְךָ עוֹד שָׁלֹשׁ עָרִים עַל הַשָּׁלֹשׁ הָאֵלֶּה\".<br>וכן יש לשאול, שלמדנו בבמדבר לד, בפרשה שבה מוזכרים גבולות הארץ במפורט, שגבול הצפון מתחיל במערב בהר ההר, ועל מיקומו של הר ההר למדנו בהלכה טז ארבע דעות. ושם בפסוקים גבול הארץ אינו נמשך עד נהר פרת, אלא באיזה מקום הוא מתחיל לרדת דרומה עד שמגיע לכינרת, ויש לשאול מדוע לא סומן הגבול עד הנהר פרת. ובאר המלבי\"ם, שאמרה התורה בפרשה זו כמה פעמים \"לכם\", עד שסיימה \"זאת תהיה לכם הארץ, לרמז שהוא רק לפי שעה, כי יתרחב הגבול בכל פעם כמו שהיה בימי דוד ושלמה ובימי הורדוס שאז התפשט מלכותם עד נהר פרת, וכל שכן לעתיד לבא\". הרי שמפני שהיינו עדיין מועטים יחסית, נצטוונו לכבוש את מה שבכוחנו בצד המערבי. וכמו שנאמר (שמות כג, ל): \"מְעַט מְעַט אֲגָרְשֶׁנּוּ מִפָּנֶיךָ עַד אֲשֶׁר תִּפְרֶה וְנָחַלְתָּ אֶת הָאָרֶץ\". למדנו מזה שכאשר יש בכוחנו ליישב חלק מהארץ, יש להעדיף את הצד המערבי תחילה. וכך נהגו גם היחידים שעלו לארץ במשך אלפיים שנות הגלות שניסו להיאחז בצד המערבי, בירושלים, חברון, שכם, עזה, צפת, טבריה וכיוצא בהן, ערים שהן בצד המערבי של הירדן.</i>", "heVersionTitle": "Peninei Halakhah, Yeshivat Har Bracha", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5ff59e236414d9ddb7bcda6e", "index_title": "Rashash on Bava Batra", "category": "Quoting Commentary", "type": "", "ref": "Rashash on Bava Batra 122a:2", "anchorRef": "Numbers 21:21", "anchorRefExpanded": ["Numbers 21:21"], "sourceRef": "Rashash on Bava Batra 122a:2", "sourceHeRef": "רש\"ש על בבא בתרא קכ״ב א:ב׳", "anchorVerse": 21, "sourceHasEn": false, "compDate": [1830, 1870], "commentaryNum": 243.0002, "collectiveTitle": {"en": "Rashash on Bava Batra", "he": "רש\"ש על בבא בתרא"}, "heTitle": "רש\"ש על בבא בתרא", "he": "<b>שם אידך למאן.</b> לכאורה זיל קרי בי רב הוא ביחזקאל (מ\"ח) מפסוק ח' עד כ\"ג ע\"ש בפרש\"י. ולבד זה מונה שם באותה פרשה י\"ב חלקים לי\"ב שבטים. ואולי לישנא דלי\"ג שבטים קא ק\"ל ולזה משני ליה מהאי קרא דוהעובד כו' דכתיב ביה מכל שבטי ישראל (ור\"ל דהוא כלול מכל שבטי ישראל וכדפי' רש\"י (במדבר כ\"א כ\"א) משה הוא ישראל כו' והוא מהמדרש שם) ולכן שפיר כוללו בתוך השבטים. ולא מייתי קרא דוהנותר לנשיא דלכאורה עדיף טפי דמפורש בו הנשיא:", "heVersionTitle": "Vilna Edition", "heLicense": "Public Domain", "heVersionTitleInHebrew": "דפוס וילנא ראם", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "60911d3b7f9ca843f612f3c0", "index_title": "Toldot Yaakov Yosef", "category": "Chasidut", "type": "", "ref": "Toldot Yaakov Yosef, Bo 112", "anchorRef": "Numbers 21:21", "anchorRefExpanded": ["Numbers 21:21"], "sourceRef": "Toldot Yaakov Yosef, Bo 112", "sourceHeRef": "תולדות יעקב יוסף, בא קי״ב", "anchorVerse": 21, "sourceHasEn": false, "compDate": [1780], "commentaryNum": 112, "collectiveTitle": {"en": "Toldot Yaakov Yosef", "he": "תולדות יעקב יוסף"}, "heTitle": "בא", "he": "<b>ובזה</b> יובן, וידבר ה' אל משה נשא את ראש בני גרשון, שהוא כלל ישראל, כמ\"ש <b>רש\"י</b> בפרשת חוקת וכו' (במדבר כא, כא), וכאלו הזהיר לישראל על נשיאת ראש של בני גרשון, שתתן נשיאת ראש להצדיקים אנשי הצורה, שהם כגרים בעולם הזה ונק' בני גרשון. ובזה תגרם שג\"ם ה\"ם, כללות אומה ישראל הנק' ראש נגד האומות עובדי עבודה זרה, שיגברו ישראל ויהיו למעלה, על ידי שיחשקו שיהיו למשפחתם לבית אבותם, שהת\"ח נק' אבות, שיסתכלו ויחשקו לומר מתי יגיעו מעשי למעשי אבותי אברהם יצחק ויעקב, כמ\"ש חז\"ל בזה (תדבא\"ר פכ\"ה) שזה תכלית האדם וכו'.", "heVersionTitle": "Eichen edition. Jerusalem, 2011", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "60b36c399f6ceed810fa272a", "index_title": "Tzofnat Paneach", "category": "Chasidut", "type": "", "ref": "Tzofnat Paneach, Yitro 3:52", "anchorRef": "Numbers 21:21", "anchorRefExpanded": ["Numbers 21:21"], "sourceRef": "Tzofnat Paneach, Yitro 3:52", "sourceHeRef": "צפנת פענח, יתרו ג׳:נ״ב", "anchorVerse": 21, "sourceHasEn": false, "commentaryNum": 3.0052, "collectiveTitle": {"en": "Tzofnat Paneach", "he": "צפנת פענח"}, "heTitle": "יתרו", "he": "<b>ואחר </b>שהבין משה כי מלחמת עמלק עם ישראל נתכוין אל משה הנק' ישראל, וכמו שדרשו חז\"ל בפ' חקת וישלח ישראל (במדבר כא, כא), זה משה שנק' ישראל וכו', ואליו רומז אם הוא היכל ה' וכו', כי מי לנו גדול ממשה, לכך סילק משה עצמו ממלחמה זו, ואמר ליהושע בחר לנו אנשים וצא הלחם בעמלק, ור\"ל שלא יתרשלו על ידי זה עובדי ה', וכמו שביארתי (ישעיה א, ד) נאצו קדוש ישראל, ועל ידי זה נזורו אחור וכו', לכך צוה ליהושע בחר לנו אנשים צדיקים עובדי ה' למושכם בדברים טובים, בחר לנ\"ו - שהושוו לי ולך, וכדרשת חז\"ל כבוד תלמידך כשלך, ובזה יזדרזו יותר ואל יחושו למלחמת עמלק, כי אדרבה בזה נדע שכבר נתמלא סאתם, והוא סבה מן הש\"י לחזק לבם שילחמו בישראל עובדי ה', למען החרימם ויצאו מעולם הזה ומעולם הבא, וכמו שכתב הרמב\"ם הנ\"ל. וזה סוד וצא הלחם בעמלק, ר\"ל שכבר עמלק יצא מעולמו (כמו שדרשו בפ' אמור ויצא בן אשה (ויקרא כד, י)), ואתה צא ממחיצתם, שיקח מוסר על ידי זה איך החטא גורם למנוע תשובה, על דרך (שמות יד, י) ופרעה הקריב הנ\"ל, וכאשר אתה תצא ממחיצתם ותתקרב יותר להש\"י על ידי המלחמה זו, אז הם כלים מאליהם, וכמ\"ש בש\"ס (גיטין ז.) בני אדם העומדין עלי וכו', והשיב, השכם והערב עליהם בבית המדרש והם כלים מאליהם וכו', ולכאורה אין לו שחר, ולדברינו אתי שפיר, על ידי שיקח מזה עצמו מוסר, ונכנס מיראה חיצונית אל יראה פנימית, ובטל יראה חיצונית, וכמו שכתבתי לעיל, יעו\"ש. וזה שאמר הלחם בעמלק, על ידי מלחמתה של תורה ודביקות הש\"י.", "heVersionTitle": "Eichen edition. Jerusalem, 2011", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "60dc1cc0e3d640758219868d", "index_title": "Ramban on Leviticus", "category": "Quoting Commentary", "type": "", "ref": "Ramban on Leviticus 25:24:1", "anchorRef": "Numbers 21:21", "anchorRefExpanded": ["Numbers 21:21"], "sourceRef": "Ramban on Leviticus 25:24:1", "sourceHeRef": "רמב\"ן על ויקרא כ״ה:כ״ד:א׳", "anchorVerse": 21, "sourceHasEn": true, "compDate": [1246, 1286], "commentaryNum": 24.0001, "collectiveTitle": {"en": "Ramban on Leviticus", "he": "רמב\"ן על ויקרא"}, "he": "<b>ובכל ארץ אחזתכם</b> לרבות בתים ועבד עברי ודבר זה מפורש בקדושין בפרק ראשון (כא) ולפי פשוטו סמוך על פרשה של אחריו שהמוכר רשאי לגאלה לאחר שתי שנים או הוא או קרובו ואין הלוקח יכול לעכב לשון רש\"י (רש\"י על ויקרא כ״ה:כ״ד) ואינו נכון בעיני שיכלול בפרשת היובל ובכל ארץ אחוזתכם תתנו גאולה ויאמר בפרשה השניה כיצד כי ימוך אחיך וגו' והנכון בעיני שיאמר ובכל ארץ אחוזתכם הארץ אשר אני נותן לכם לאחוזה תתנו הגאולה הזאת של היובל ואמר \"גאולה\" כמו גאל ה' עבדו יעקב (ישעיהו מח כ) שהוציא עבדו מיד המחזיקים בו וכן וגאלתי אתכם בזרוע נטויה (שמות ו ו) אף זה תתנו גאולה לארץ שאני רוצה לגאול ארצי מיד המחזיקים בה שלא נתתיה אני להם בחלק אחוזתם והוצרך לומר כן בעבור שאמר כי לי הארץ (ויקרא כ״ה:כ״ג) והנה כל הארץ לו היא לפיכך חזר ופרש שינהוג היובל בארץ אחוזתנו בלבד לא בחוצה לארץ ואמר \"ובכל\" שהיא תנהג בכל אחוזתנו גם בעבר הירדן ובכל מקום האחוזה לא בארץ ה' אשר שם המקדש בלבד:", "heVersionTitle": "On Your Way New", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "AND IN ALL THE LAND OF YOUR POSSESSION [YE SHALL GRANT A REDEMPTION FOR THE LAND]. “This [expression of ‘in all the land’] includes houses and Hebrew servants [that they too be granted the right of redemption]. This matter is explained in the first chapter of Tractate Kiddushin.<sup class=\"footnote-marker\">190</sup><i class=\"footnote\">Kiddushin 21 a.</i> And according to the plain meaning thereof, it is to be connected with the section [immediately] following, [thus teaching] that he who sells [his land] has the right of redeeming it after two years, either personally or through his relative, and the purchaser cannot prevent it.” This is Rashi’s language. But it does not appear to me to be correct that Scripture should state in general terms in the section dealing with the Jubilee, [mentioned above], <i>And in all the land of your possession ye shall grant a redemption</i> [which according to Rashi speaks of the right of the seller to redeem the land of his possession], and then explain in the second section how this law applies: <i>If thy brother be waxen poor</i> etc.<sup class=\"footnote-marker\">191</sup><i class=\"footnote\">Further, Verse 25. In other words, since this verse [25] begins a new section in the Torah, and is thereby disconnected from the preceding verse [before us], it is not likely that this new section is the explanation of the preceding verse.</i><br>The correct interpretation appears to me to be that Scripture is stating: “<i>And in all the land of your possession</i>, that is, the land which I give you for a possession, <i>ye shall grant</i> this <i>redemption</i> of the Jubilee.” The term “redemption” is like <i>the Eternal hath redeemed His servant Jacob</i>,<sup class=\"footnote-marker\">192</sup><i class=\"footnote\">Isaiah 48:20.</i> which means that He brought out His servant from the hand of those who held him [captive]. Similarly, <i>and I will redeem you with an outstretched arm</i><sup class=\"footnote-marker\">193</sup><i class=\"footnote\">Exodus 6:6.</i> [means “I will take Israel out of Egypt”]. So also [the expression before us] <i>ye shall grant a redemption for the Land</i> means that I wish to redeem My Land from the hand of those who hold it, as I have not given it to them as a part of their possession. It was necessary that this be stated because He had said [as a reason for this law], <i>for ‘ha’aretz’</i> (<i>the earth</i>) <i>is Mine</i>,<sup class=\"footnote-marker\">194</sup><i class=\"footnote\">Verse 23. It is clear from the following text that Ramban understands here the word <i>ha’aretz</i> as referring to the entire earth, and not to any particular land.</i> and since the whole earth is His, therefore He stated additionally that the Jubilee only applies in the Land of our possession, not outside the Land [of Israel]. He stated <i>and in all</i> [<i>‘and in all’ the land of your possession …</i>] meaning that it is to apply to all our possessions, including the other side of the Jordan and all places of [our] possession, and not only in “the Land of the Eternal” wherein the Sanctuary is located [i.e., westward of the Jordan, but the law of the Jubilee is to apply also in the land east of the Jordan where the Sanctuary of G-d may not be built — see Ramban Numbers 21:21].", "versionTitle": "Commentary on the Torah by Ramban (Nachmanides). Translated and annotated by Charles B. Chavel. New York, Shilo Pub. House, 1971-1976", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "6121b894c823a798e70b5c86", "index_title": "Yalkut Shimoni on Torah", "category": "Midrash", "type": "quotation_auto", "ref": "Yalkut Shimoni on Torah 764:27", "anchorRef": "Numbers 21:21", "anchorRefExpanded": ["Numbers 21:21"], "sourceRef": "Yalkut Shimoni on Torah 764:27", "sourceHeRef": "ילקוט שמעוני על התורה תשס״ד:כ״ז", "anchorVerse": 21, "sourceHasEn": false, "compDate": [1100], "commentaryNum": 764.0027, "collectiveTitle": {"en": "Yalkut Shimoni on Torah", "he": "ילקוט שמעוני על התורה"}, "heTitle": "ילקוט שמעוני על התורה", "he": "ואשד איזה הר נטה אצל זה. אותן שהיו עשוים (שינים) [שדים] נטו אצל אלו שעשויין מערות, משל לבן מלך שיצא למדינת היום אחר ימים שב שמעה מיניקתו ויצאה ובאה לאנפלין שלו, כך אותו הר שהיה סמוך לארץ ישראל כיון שבאו ישראל לגבול מואב שנאמר ונשען לגבול מאוב. עלי באר מה ראו לומר שירה על הבאר ולא אמרו שירה על המן, אלא מפני שהוציאו על המן דברים קשים של תפלות שנאמר בין פארן ובין תופל. ולבן זה המן שנאמר (והמן) [והוא] כזרע גד לבן ואמרו ונפשנו קצה בלחם הקלוקל ועתה נפשנו יבשה, אמר הקב\"ה אי אפשי לא בתרעומתכם ולא בקילוסכם אבל מים בכל שעה היו מבקשים מים ומחבבין אותן לפיכך ניתן להם רשות לומר שירה. באר חפרוה שרים ואיזה זה אמרבהם כשאמר לו אבימלך ועתה השבעה לי באלקים, אמר ליה אברהם תן לי באר שגזלו עבדיך עשה עצמו כלא יודע, אמר לא ידעתי מי עשה את הדבר הזה, א\"ל אני מעמיד כבשות ואתה מעמיד כבשות מי שהמים עולין ומשקין צאנו הבאר שלו, בעבור היתה לי לעדה אין כתיב כאן אלא בעבור תהיה לי לעדה רמז עתידה הבאר להיות לעדה, מה הנה שבע כבשות רמז לשבעה דורות נצרכים לה. במחוקק במשענותם היו הנשיאים באין ועומדין על גבה ומושכין במטיהן כל אחד לשבטו. וממתנה נחליאל ממתן תורה נחלו ע\"א. ומנחליאל במות ומע\"א בא עליהן מלאך המות. אני אמרתי אלקים אתם חבלתם מעשיכם אכן כאדם תמותון. רבי יהודה אומר מן המדבר זכו שתנתן להם תורה על ידי משה שנאמר ויתן אל משה. וממתנה נחליאל שנחלו ע\"א ואמרו איה אלקיך. ומנחליאל במות משנחלו ע\"א נחלו מלאך המות שנאמר במדבר הזה יתמו. ומבמות הגיא שגרמו לאותו צדיק שיקבר בגיא. (ורבינא) [ורבנן] אמרי מנחליאל שנחלו להקב\"ה [לאלוה] והוא נחל אותם לאומה. ודד אומר למנצח אל הנחילות. ד\"א וממתנה נחליאל בשביל הבאר שנתן לנו הקב\"ה אמרתי לו שירה נחלתי אותו אמר להם הקב\"ה אני חלקכם חלקי ה' אמרה נפשי, ואתם חלקי שנאמר כי חלק ה' עמו, אני נחלתכם וממתנה נחליאל, ואתם נחלתי יעקב חבל נחלתו, הדא הוא דכתיב למנצח אל הנחילות על הנחלה שנחלתם אותו ועל הנחלה שנחל אתכם. ומנין אתה למד שמן המתנה נחלוהו אתמול עד שלא שתו אמרו היש ה' בקרבנו מששתו אמרו כל אשר דבר ה' נעשה ונשמע. ד\"א וממתנה ויתן להם ארצות גוים. נחליאל בהנחל על יון גוים, משל למה הדבר דומה למלך שהיו לו בנים הרבה והיה אוהב את הקטן והיה לו מנה גדולה ונתנה לבנו הקטן שנאמר יעקב חבל נחלתו, ואף בית המקדש נקרא נחלה זאת מנוחתי עד עד, כי לא באתם עד עתה אל המנוחה ואל הנחלה, מה טובו אהליך יעקב כנחלים נטיו, מה הנחל הזה אדם יורד לתוכו טמא ועולה טהור אף בית המקדש יוצא ממנו בלא עונות אמרו ישראל על מה שנתת לנו טובים ונעימים שנאמר חבלים נפלו לי בנעימים אף נחלת שפרה עלי, ד\"א מתנה ויתן אל משה, נחליאל להנחיל שנאמר להנחיל אוהבי יש, אמרה תורה רבש\"ע כתוב בשמאלה עושר וכבוד ובני עניים והקב\"ה משיבה ואומר להנחיל אוהבי יש, למה הם עניים בעוה\"ז כדי שלא יעסקו בדברים בטלים וישכחו את התורה. א\"ר מתנה מאי דכתיב וממדבר מתנה, אם משים אדם עצמו כמדבר שהכל דשין בו תורתו מתקיימת בידו, ואם לאו אין תורתו מתקיימת בידו, ונתנה לו תורה במתנה, וכיון שנתנה לו במתנה נחלו אלו, וכיון שנחלו אל עולה לגדולה שנאמר ומנחליאל במות, ואם הגיס לבו הקב\"ה משפילו שנאמר ומבמות הגיא, ואם חזר בו, הקב\"ה מגביהו שנאמר כל גיא ינשא. וישלח ישראל מלאכים אל סיחון זה שאמר הכתוב סור מרע ועשה טוב בקש שלום ורדפהו לא פקדה תורה לרדוף אחר המצות אלא כי יקרא קן צפור כי תפגע שור אויבך כי תראה חמור שונאך כי תחבט זיתך כי תבצר כרמך כי תבא בכרם רעך, אם באו לידך אתה מצווה עליהן ולא לרדוף אחריהם, והשלום בקש שלום במקומך ורדפהו במקום אחר, וכן עשו ישראל אע\"פ שאמר המקום החל רש והתגר בו מלחמה רדפו אחר השלום שנאמר וישלח ישראל מלאכים. כל דברי תורה צריכין זה לזה שמה שזה נועל וזה פותח, כאן נאמר וישלח ישראל מלאכים ובמקום אחר תלה השליחות במשה שנאמר ואשלח מלאכים ממדבר קדמות ללמדך שראש הדור הרי הוא ככל הדור. לא נשתה מי באר בחנם אני נותן את דמיהן. בדרך המלך נלך ובמקום אחר כתיב עד אשר אעבור את הירדן, משל לשומר גפן או תאנה בא אחד ואמר עבור מכאן שאבצור את הכרם, אמר ליה אני יושב לשמור אלא בשבילך ואת באת לבצרה, כך היה סיחון נוטל מכל מלכי כנען והן מעלין לו מסים שהוא היה ממליך אותם ושקול כנגד כולן הוא ועוג שנאמר לסיחון מלך האמורי ולעוג מלך הבשן וגו', אמרו לו ישראל נעבור בארצך לכבוש את המלכים, אמר להם איני יושב כאן אלא לשמרם מפניכם. ולא נתן סיחן את ישראל במחשבה עשה הקב\"ה למסרו בידם שלא בצער דכתיב סיחון מלך האמורי אשר יושב בחשבון אלו היתה חשבון מלאכה יתושין אין כל בריה יכולה לכבשה וא לו היה סיחון בבקעה אין בריה יכולה לשלוט בו, ואין צריך לומר שהיה גבור ושרוי בעיר מבצר, אלו היה יושב בעירות שלו הוא ואוכלוסין לא היו ישראל מתיגעין לכבוש כל עיר ועיר, אלא הקב\"ה כנסן למסרם בידם שלא ביגיעה, לכך כתיב (ויאסף סיחון את כל עמו) ראה החלותי תת לפניך את סיחון וגו'. ויקח ישראל את כל הערים האלה זה שאמר הכתוב תן לחכם ויחכם עוד זה משה א\"ל הקב\"ה ראה נתתי בידך את סיחון עד עכשיו לא עשו מלחמה ואמר ליה נתתי בידך, אלא נטל הקב\"ה לשרי סיחון ועוג וכפתן והשליכן לפני משה אמר ליה כל זמן שהיו אלו קיימין והיו עמהם היו נוצחין עכשיו הרי הן מסורין בידך עמוד ועבור שנאמר קומו (סעו) ועברו [לכם] את נחל זרד, אמר ליה משה נשלח שלוחים אמר ליה (לא תתגר בו מלחמה) [אני אמרתי החל רש והתגר בו] ואתה משלח שלוחי שלום. אמר משה ואשלח מלאכים ממדבר קדמות וכי יש מדבר קדמות ממך למדתי שקדמת לעולמך שנאמר מעונה אלקי קדם כשבקשת להוציא את ישראל ממצרים אמרת לכה ואשלחך אל פרעה. ד\"א מדבר קדמות מן התורה שקדמה לכל למדתי שנאמר ה' קנני ראשית דרכו שגליתה לאומות העולם שנאמר וזרח משעיר למו הופיע מהר פארן. אמר ליה הקב\"ה יפה עשית מכאן ואילך כל עיר שהיו ישראל מבקשין ליכנס לתוכה אינן נכנסין עד שיהו פותחין להן דברי שלום שנאמר כי תקרב אל עיר להלחם עליה וקראת אליה לשלום:", "heVersionTitle": "Yalkut Shimoni on Torah", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "62037ee047cf7a0c25239b67", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Numbers, Part II; The Rebellion Narratives 2-17", "anchorRef": "Numbers 11:1-25:18", "anchorRefExpanded": ["Numbers 11:1", "Numbers 11:2", "Numbers 11:3", "Numbers 11:4", "Numbers 11:5", "Numbers 11:6", "Numbers 11:7", "Numbers 11:8", "Numbers 11:9", "Numbers 11:10", "Numbers 11:11", "Numbers 11:12", "Numbers 11:13", "Numbers 11:14", "Numbers 11:15", "Numbers 11:16", "Numbers 11:17", "Numbers 11:18", "Numbers 11:19", "Numbers 11:20", "Numbers 11:21", "Numbers 11:22", "Numbers 11:23", "Numbers 11:24", "Numbers 11:25", "Numbers 11:26", "Numbers 11:27", "Numbers 11:28", "Numbers 11:29", "Numbers 11:30", "Numbers 11:31", "Numbers 11:32", "Numbers 11:33", "Numbers 11:34", "Numbers 11:35", "Numbers 12:1", "Numbers 12:2", "Numbers 12:3", "Numbers 12:4", "Numbers 12:5", "Numbers 12:6", "Numbers 12:7", "Numbers 12:8", "Numbers 12:9", "Numbers 12:10", "Numbers 12:11", "Numbers 12:12", "Numbers 12:13", "Numbers 12:14", "Numbers 12:15", "Numbers 12:16", "Numbers 13:1", "Numbers 13:2", "Numbers 13:3", "Numbers 13:4", "Numbers 13:5", "Numbers 13:6", "Numbers 13:7", "Numbers 13:8", "Numbers 13:9", "Numbers 13:10", "Numbers 13:11", "Numbers 13:12", "Numbers 13:13", "Numbers 13:14", "Numbers 13:15", "Numbers 13:16", "Numbers 13:17", "Numbers 13:18", "Numbers 13:19", "Numbers 13:20", "Numbers 13:21", "Numbers 13:22", "Numbers 13:23", "Numbers 13:24", "Numbers 13:25", "Numbers 13:26", "Numbers 13:27", "Numbers 13:28", "Numbers 13:29", "Numbers 13:30", "Numbers 13:31", "Numbers 13:32", "Numbers 13:33", "Numbers 14:1", "Numbers 14:2", "Numbers 14:3", "Numbers 14:4", "Numbers 14:5", "Numbers 14:6", "Numbers 14:7", "Numbers 14:8", "Numbers 14:9", "Numbers 14:10", "Numbers 14:11", "Numbers 14:12", "Numbers 14:13", "Numbers 14:14", "Numbers 14:15", "Numbers 14:16", "Numbers 14:17", "Numbers 14:18", "Numbers 14:19", "Numbers 14:20", "Numbers 14:21", "Numbers 14:22", "Numbers 14:23", "Numbers 14:24", "Numbers 14:25", "Numbers 14:26", "Numbers 14:27", "Numbers 14:28", "Numbers 14:29", "Numbers 14:30", "Numbers 14:31", "Numbers 14:32", "Numbers 14:33", "Numbers 14:34", "Numbers 14:35", "Numbers 14:36", "Numbers 14:37", "Numbers 14:38", "Numbers 14:39", "Numbers 14:40", "Numbers 14:41", "Numbers 14:42", "Numbers 14:43", "Numbers 14:44", "Numbers 14:45", "Numbers 15:1", "Numbers 15:2", "Numbers 15:3", "Numbers 15:4", "Numbers 15:5", "Numbers 15:6", "Numbers 15:7", "Numbers 15:8", "Numbers 15:9", "Numbers 15:10", "Numbers 15:11", "Numbers 15:12", "Numbers 15:13", "Numbers 15:14", "Numbers 15:15", "Numbers 15:16", "Numbers 15:17", "Numbers 15:18", "Numbers 15:19", "Numbers 15:20", "Numbers 15:21", "Numbers 15:22", "Numbers 15:23", "Numbers 15:24", "Numbers 15:25", "Numbers 15:26", "Numbers 15:27", "Numbers 15:28", "Numbers 15:29", "Numbers 15:30", "Numbers 15:31", "Numbers 15:32", "Numbers 15:33", "Numbers 15:34", "Numbers 15:35", "Numbers 15:36", "Numbers 15:37", "Numbers 15:38", "Numbers 15:39", "Numbers 15:40", "Numbers 15:41", "Numbers 16:1", "Numbers 16:2", "Numbers 16:3", "Numbers 16:4", "Numbers 16:5", "Numbers 16:6", "Numbers 16:7", "Numbers 16:8", "Numbers 16:9", "Numbers 16:10", "Numbers 16:11", "Numbers 16:12", "Numbers 16:13", "Numbers 16:14", "Numbers 16:15", "Numbers 16:16", "Numbers 16:17", "Numbers 16:18", "Numbers 16:19", "Numbers 16:20", "Numbers 16:21", "Numbers 16:22", "Numbers 16:23", "Numbers 16:24", "Numbers 16:25", "Numbers 16:26", "Numbers 16:27", "Numbers 16:28", "Numbers 16:29", "Numbers 16:30", "Numbers 16:31", "Numbers 16:32", "Numbers 16:33", "Numbers 16:34", "Numbers 16:35", "Numbers 17:1", "Numbers 17:2", "Numbers 17:3", "Numbers 17:4", "Numbers 17:5", "Numbers 17:6", "Numbers 17:7", "Numbers 17:8", "Numbers 17:9", "Numbers 17:10", "Numbers 17:11", "Numbers 17:12", "Numbers 17:13", "Numbers 17:14", "Numbers 17:15", "Numbers 17:16", "Numbers 17:17", "Numbers 17:18", "Numbers 17:19", "Numbers 17:20", "Numbers 17:21", "Numbers 17:22", "Numbers 17:23", "Numbers 17:24", "Numbers 17:25", "Numbers 17:26", "Numbers 17:27", "Numbers 17:28", "Numbers 18:1", "Numbers 18:2", "Numbers 18:3", "Numbers 18:4", "Numbers 18:5", "Numbers 18:6", "Numbers 18:7", "Numbers 18:8", "Numbers 18:9", "Numbers 18:10", "Numbers 18:11", "Numbers 18:12", "Numbers 18:13", "Numbers 18:14", "Numbers 18:15", "Numbers 18:16", "Numbers 18:17", "Numbers 18:18", "Numbers 18:19", "Numbers 18:20", "Numbers 18:21", "Numbers 18:22", "Numbers 18:23", "Numbers 18:24", "Numbers 18:25", "Numbers 18:26", "Numbers 18:27", "Numbers 18:28", "Numbers 18:29", "Numbers 18:30", "Numbers 18:31", "Numbers 18:32", "Numbers 19:1", "Numbers 19:2", "Numbers 19:3", "Numbers 19:4", "Numbers 19:5", "Numbers 19:6", "Numbers 19:7", "Numbers 19:8", "Numbers 19:9", "Numbers 19:10", "Numbers 19:11", "Numbers 19:12", "Numbers 19:13", "Numbers 19:14", "Numbers 19:15", "Numbers 19:16", "Numbers 19:17", "Numbers 19:18", "Numbers 19:19", "Numbers 19:20", "Numbers 19:21", "Numbers 19:22", "Numbers 20:1", "Numbers 20:2", "Numbers 20:3", "Numbers 20:4", "Numbers 20:5", "Numbers 20:6", "Numbers 20:7", "Numbers 20:8", "Numbers 20:9", "Numbers 20:10", "Numbers 20:11", "Numbers 20:12", "Numbers 20:13", "Numbers 20:14", "Numbers 20:15", "Numbers 20:16", "Numbers 20:17", "Numbers 20:18", "Numbers 20:19", "Numbers 20:20", "Numbers 20:21", "Numbers 20:22", "Numbers 20:23", "Numbers 20:24", "Numbers 20:25", "Numbers 20:26", "Numbers 20:27", "Numbers 20:28", "Numbers 20:29", "Numbers 21:1", "Numbers 21:2", "Numbers 21:3", "Numbers 21:4", "Numbers 21:5", "Numbers 21:6", "Numbers 21:7", "Numbers 21:8", "Numbers 21:9", "Numbers 21:10", "Numbers 21:11", "Numbers 21:12", "Numbers 21:13", "Numbers 21:14", "Numbers 21:15", "Numbers 21:16", "Numbers 21:17", "Numbers 21:18", "Numbers 21:19", "Numbers 21:20", "Numbers 21:21", "Numbers 21:22", "Numbers 21:23", "Numbers 21:24", "Numbers 21:25", "Numbers 21:26", "Numbers 21:27", "Numbers 21:28", "Numbers 21:29", "Numbers 21:30", "Numbers 21:31", "Numbers 21:32", "Numbers 21:33", "Numbers 21:34", "Numbers 21:35", "Numbers 22:1", "Numbers 22:2", "Numbers 22:3", "Numbers 22:4", "Numbers 22:5", "Numbers 22:6", "Numbers 22:7", "Numbers 22:8", "Numbers 22:9", "Numbers 22:10", "Numbers 22:11", "Numbers 22:12", "Numbers 22:13", "Numbers 22:14", "Numbers 22:15", "Numbers 22:16", "Numbers 22:17", "Numbers 22:18", "Numbers 22:19", "Numbers 22:20", "Numbers 22:21", "Numbers 22:22", "Numbers 22:23", "Numbers 22:24", "Numbers 22:25", "Numbers 22:26", "Numbers 22:27", "Numbers 22:28", "Numbers 22:29", "Numbers 22:30", "Numbers 22:31", "Numbers 22:32", "Numbers 22:33", "Numbers 22:34", "Numbers 22:35", "Numbers 22:36", "Numbers 22:37", "Numbers 22:38", "Numbers 22:39", "Numbers 22:40", "Numbers 22:41", "Numbers 23:1", "Numbers 23:2", "Numbers 23:3", "Numbers 23:4", "Numbers 23:5", "Numbers 23:6", "Numbers 23:7", "Numbers 23:8", "Numbers 23:9", "Numbers 23:10", "Numbers 23:11", "Numbers 23:12", "Numbers 23:13", "Numbers 23:14", "Numbers 23:15", "Numbers 23:16", "Numbers 23:17", "Numbers 23:18", "Numbers 23:19", "Numbers 23:20", "Numbers 23:21", "Numbers 23:22", "Numbers 23:23", "Numbers 23:24", "Numbers 23:25", "Numbers 23:26", "Numbers 23:27", "Numbers 23:28", "Numbers 23:29", "Numbers 23:30", "Numbers 24:1", "Numbers 24:2", "Numbers 24:3", "Numbers 24:4", "Numbers 24:5", "Numbers 24:6", "Numbers 24:7", "Numbers 24:8", "Numbers 24:9", "Numbers 24:10", "Numbers 24:11", "Numbers 24:12", "Numbers 24:13", "Numbers 24:14", "Numbers 24:15", "Numbers 24:16", "Numbers 24:17", "Numbers 24:18", "Numbers 24:19", "Numbers 24:20", "Numbers 24:21", "Numbers 24:22", "Numbers 24:23", "Numbers 24:24", "Numbers 24:25", "Numbers 25:1", "Numbers 25:2", "Numbers 25:3", "Numbers 25:4", "Numbers 25:5", "Numbers 25:6", "Numbers 25:7", "Numbers 25:8", "Numbers 25:9", "Numbers 25:10", "Numbers 25:11", "Numbers 25:12", "Numbers 25:13", "Numbers 25:14", "Numbers 25:15", "Numbers 25:16", "Numbers 25:17", "Numbers 25:18"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, Part II; The Rebellion Narratives 2-17", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר ג׳ ב׳-י״ז", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Part II; The Rebellion Narratives", "he": "במדבר מאמר ג׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["V<small>IRTUALLY THE FIRST THING THE</small> I<small>SRAELITES DO AFTER SETTING OUT ON THE SECOND</small> leg of their journey to the Promised Land is—rebel. This pattern was already seen in the book of Exodus, where, despite the climactic miracle of deliverance at the Sea of Reeds, the Israelites “grumbled against Moshe” at Mara because of lack of drinkable water. Although a strain in later biblical thinking remembered the wilderness period as a kind of honeymoon (cf. Jer. 2:2), the Torah itself chose to remember it as a severe time of testing which the ex-slaves ultimately failed to pass.", "The second part of Numbers is a remarkable collection of rebellion narratives that simultaneously display striking similarities and great and colorful differences. The section details six rebellions of the people, and two of the leaders themselves. They are united by a consistent vocabulary: verbs such as “grumble” and “assemble/gather/speak against” depict complaints against Moshe and Aharon and against God. These stories also display the recurring themes of dearth of food and water, and God’s anger at the rebellions, usually expressed in some form of plague (or, additionally, fire).", "Rather than unfold in simple chronological order, one following another, these pieces of the text have been intensified by priestly editing, which has interspersed the stories with a number of cultic and legal passages (Chaps. 15, 18, and 19, all of which bear the theme word “law” [Heb. <i>hok</i> or <i>hukka</i>]), and which are somehow related to previous or succeeding narratives. The interruptions also allow each of the memorable rebellion narratives to “breathe,” giving the audience time to digest the images and the drama presented therein. The stories possess both in abundant measure; one thinks, for instance, of the “meat between the teeth” (11:33), of the grape clusters borne on a pole by two men (13:23); and of the great confrontation with Korah in Chapter 16 (not to mention its resolution), as well as Moshe’s dramatic failure in Chapter 20.", "As in any great literature, repetition of story type or type scene is here accomplished via variation of the most telling kind. In this case we observe once again an alternating pattern to the rebellions, a pattern which reveals not one theme but several:", "The people, over lack of food (chapter 11)", "Moshe’s siblings, over prophetic primacy (12)", "The people, over the spies’ false report (14)", "Levites, over Moshe and Aharon’s prerogatives (16)", "The people, over the rebellious Levites’ sinister fate (17)", "Moshe himself, over the burden of leading the people (20)", "The people, over the lack of food and water (21)", "The pattern observable here is broken, in true biblical rhetorical style (where the last in a sequence often serves by its oddness to reinforce the whole), in a final rebellion (Chap. 25), where the people’s actions involve neither the “complaining” vocabulary nor a revolt against human leadership, but rather comprise the greatest biblical crime of them all: worship of other gods. Viewed in this patterned fashion, the rebellion narratives emerge with a kind of crescendo effect.", "It is also possible, as I have done in “On the Book of Numbers and Its Structure,” above, to follow the scheme put forth by Mann—a three-part structure to the section, each with its internal logic and conclusions. These are treated below; for the moment, it will suffice to see in the first subsection (Chaps. 11–14) the inevitable result of wilderness rebellions: the divine decree that the slave generation must die out before entering the Promised Land; the second subsection (16–20) deals with the challenges to the leadership of Moshe and Aharon, and results in a similar decree, that they will die outside the land; and the third subsection (20–25) chronicles the encounter of the Israelites with neighboring nations, which initially goes in their favor but ends with the disastrous incident at Baal Pe’or (25).", "The primary issue in these stories, to the biblical writer, is lack of trust in God. Each of the three sections mentions or implies that problem; 14:11 and 20:12 use the verb itself, and the narrative of Chapter 25 suggests it. The bottom line is that the Israelites could not keep faith with God—even after both staggering acts of divine intervention (i.e., rescue) and demonstrations of the force of divine wrath—and this lack of faith led ultimately to their dying out in the wilderness outside the Promised Land, in punishment. The stories clearly were meant to be understood as an unfortunate example for later generations, and were taken as such already in the biblical period (see, for example, the treatment in Psalm 78).", "Read on another level, the rebellion narratives are largely concerned with the issue of human leadership, its qualifications, manifestations, and limitations (and even failures). Has there ever been a leader as beleaguered as Moshe? From the beginning of his career on the sands of Egypt, where he assumes the mantle of leadership in the matter of retaliating against the sadistic Egyptian taskmaster (Ex. 2:11–12), to its end at the plains of Moab, in stern address to the people he has struggled to lead (this is the setting of the entire next book, Deuteronomy), he must evoke trust in God, lead the people through an uncharted wilderness, and inspire confidence in his own leadership. His success is muted by the passing of the generation he initially leads, before it can enter Canaan; like them, he too must pass on—with merely a look beyond the Jordan, but no more. Later generations of Jewish readers wept on confronting Moshe’s seemingly premature death, and created heroic tales of his pleading before God to be let into the land he had so long sought to reach. In Numbers he fully deserves this stature, alternately interceding with and cajoling God, standing up for and then almost giving up on this people with whom his life has become so enmeshed. Our stories stress his gifts of prophecy and his pathos as a deeply human leader.", "A final, troubling issue is the character of God in this part of the book. It is a measure of the Bible’s artistry that the rebellion accounts are so varied in content and style; but the variations in punishment—from undetailed death to skin disease to stoning and the earth opening up, just to mention a few examples—create an impression, not of artistic richness but of unremitting severity. The Bible does not seem to have a problem with this kind of divine behavior, and other ancient cultures would have felt at home here, but already in late antiquity, and continuing down to our own day, Jews and Christians most often have preferred, and prayed to, a more forgiving, nurturing, and compassionate God. Dealing with these texts, in the end, raises the question of whether to understand them as the result of “historical necessity” or “literary conceit” (that is, the old generation simply had to die out) or as they stand in the text: a harsh portrayal of what happened when the covenant people violated the covenant."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62037ee56bfddfbb310fed0c", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Numbers, On the Book of Numbers and Its Structure 2-52", "anchorRef": "Numbers 1:1-36:13", "anchorRefExpanded": ["Numbers 1:1", "Numbers 1:2", "Numbers 1:3", "Numbers 1:4", "Numbers 1:5", "Numbers 1:6", "Numbers 1:7", "Numbers 1:8", "Numbers 1:9", "Numbers 1:10", "Numbers 1:11", "Numbers 1:12", "Numbers 1:13", "Numbers 1:14", "Numbers 1:15", "Numbers 1:16", "Numbers 1:17", "Numbers 1:18", "Numbers 1:19", "Numbers 1:20", "Numbers 1:21", "Numbers 1:22", "Numbers 1:23", "Numbers 1:24", "Numbers 1:25", "Numbers 1:26", "Numbers 1:27", "Numbers 1:28", "Numbers 1:29", "Numbers 1:30", "Numbers 1:31", "Numbers 1:32", "Numbers 1:33", "Numbers 1:34", "Numbers 1:35", "Numbers 1:36", "Numbers 1:37", "Numbers 1:38", "Numbers 1:39", "Numbers 1:40", "Numbers 1:41", "Numbers 1:42", "Numbers 1:43", "Numbers 1:44", "Numbers 1:45", "Numbers 1:46", "Numbers 1:47", "Numbers 1:48", "Numbers 1:49", "Numbers 1:50", "Numbers 1:51", "Numbers 1:52", "Numbers 1:53", "Numbers 1:54", "Numbers 2:1", "Numbers 2:2", "Numbers 2:3", "Numbers 2:4", "Numbers 2:5", "Numbers 2:6", "Numbers 2:7", "Numbers 2:8", "Numbers 2:9", "Numbers 2:10", "Numbers 2:11", "Numbers 2:12", "Numbers 2:13", "Numbers 2:14", "Numbers 2:15", "Numbers 2:16", "Numbers 2:17", "Numbers 2:18", "Numbers 2:19", "Numbers 2:20", "Numbers 2:21", "Numbers 2:22", "Numbers 2:23", "Numbers 2:24", "Numbers 2:25", "Numbers 2:26", "Numbers 2:27", "Numbers 2:28", "Numbers 2:29", "Numbers 2:30", "Numbers 2:31", "Numbers 2:32", "Numbers 2:33", "Numbers 2:34", "Numbers 3:1", "Numbers 3:2", "Numbers 3:3", "Numbers 3:4", "Numbers 3:5", "Numbers 3:6", "Numbers 3:7", "Numbers 3:8", "Numbers 3:9", "Numbers 3:10", "Numbers 3:11", "Numbers 3:12", "Numbers 3:13", "Numbers 3:14", "Numbers 3:15", "Numbers 3:16", "Numbers 3:17", "Numbers 3:18", "Numbers 3:19", "Numbers 3:20", "Numbers 3:21", "Numbers 3:22", "Numbers 3:23", "Numbers 3:24", "Numbers 3:25", "Numbers 3:26", "Numbers 3:27", "Numbers 3:28", "Numbers 3:29", "Numbers 3:30", "Numbers 3:31", "Numbers 3:32", "Numbers 3:33", "Numbers 3:34", "Numbers 3:35", "Numbers 3:36", "Numbers 3:37", "Numbers 3:38", "Numbers 3:39", "Numbers 3:40", "Numbers 3:41", "Numbers 3:42", "Numbers 3:43", "Numbers 3:44", "Numbers 3:45", "Numbers 3:46", "Numbers 3:47", "Numbers 3:48", "Numbers 3:49", "Numbers 3:50", "Numbers 3:51", "Numbers 4:1", "Numbers 4:2", "Numbers 4:3", "Numbers 4:4", "Numbers 4:5", "Numbers 4:6", "Numbers 4:7", "Numbers 4:8", "Numbers 4:9", "Numbers 4:10", "Numbers 4:11", "Numbers 4:12", "Numbers 4:13", "Numbers 4:14", "Numbers 4:15", "Numbers 4:16", "Numbers 4:17", "Numbers 4:18", "Numbers 4:19", "Numbers 4:20", "Numbers 4:21", "Numbers 4:22", "Numbers 4:23", "Numbers 4:24", "Numbers 4:25", "Numbers 4:26", "Numbers 4:27", "Numbers 4:28", "Numbers 4:29", "Numbers 4:30", "Numbers 4:31", "Numbers 4:32", "Numbers 4:33", "Numbers 4:34", "Numbers 4:35", "Numbers 4:36", "Numbers 4:37", "Numbers 4:38", "Numbers 4:39", "Numbers 4:40", "Numbers 4:41", "Numbers 4:42", "Numbers 4:43", "Numbers 4:44", "Numbers 4:45", "Numbers 4:46", "Numbers 4:47", "Numbers 4:48", "Numbers 4:49", "Numbers 5:1", "Numbers 5:2", "Numbers 5:3", "Numbers 5:4", "Numbers 5:5", "Numbers 5:6", "Numbers 5:7", "Numbers 5:8", "Numbers 5:9", "Numbers 5:10", "Numbers 5:11", "Numbers 5:12", "Numbers 5:13", "Numbers 5:14", "Numbers 5:15", "Numbers 5:16", "Numbers 5:17", "Numbers 5:18", "Numbers 5:19", "Numbers 5:20", "Numbers 5:21", "Numbers 5:22", "Numbers 5:23", "Numbers 5:24", "Numbers 5:25", "Numbers 5:26", "Numbers 5:27", "Numbers 5:28", "Numbers 5:29", "Numbers 5:30", "Numbers 5:31", "Numbers 6:1", "Numbers 6:2", "Numbers 6:3", "Numbers 6:4", "Numbers 6:5", "Numbers 6:6", "Numbers 6:7", "Numbers 6:8", "Numbers 6:9", "Numbers 6:10", "Numbers 6:11", "Numbers 6:12", "Numbers 6:13", "Numbers 6:14", "Numbers 6:15", "Numbers 6:16", "Numbers 6:17", "Numbers 6:18", "Numbers 6:19", "Numbers 6:20", "Numbers 6:21", "Numbers 6:22", "Numbers 6:23", "Numbers 6:24", "Numbers 6:25", "Numbers 6:26", "Numbers 6:27", "Numbers 7:1", "Numbers 7:2", "Numbers 7:3", "Numbers 7:4", "Numbers 7:5", "Numbers 7:6", "Numbers 7:7", "Numbers 7:8", "Numbers 7:9", "Numbers 7:10", "Numbers 7:11", "Numbers 7:12", "Numbers 7:13", "Numbers 7:14", "Numbers 7:15", "Numbers 7:16", "Numbers 7:17", "Numbers 7:18", "Numbers 7:19", "Numbers 7:20", "Numbers 7:21", "Numbers 7:22", "Numbers 7:23", "Numbers 7:24", "Numbers 7:25", "Numbers 7:26", "Numbers 7:27", "Numbers 7:28", "Numbers 7:29", "Numbers 7:30", "Numbers 7:31", "Numbers 7:32", "Numbers 7:33", "Numbers 7:34", "Numbers 7:35", "Numbers 7:36", "Numbers 7:37", "Numbers 7:38", "Numbers 7:39", "Numbers 7:40", "Numbers 7:41", "Numbers 7:42", "Numbers 7:43", "Numbers 7:44", "Numbers 7:45", "Numbers 7:46", "Numbers 7:47", "Numbers 7:48", "Numbers 7:49", "Numbers 7:50", "Numbers 7:51", "Numbers 7:52", "Numbers 7:53", "Numbers 7:54", "Numbers 7:55", "Numbers 7:56", "Numbers 7:57", "Numbers 7:58", "Numbers 7:59", "Numbers 7:60", "Numbers 7:61", "Numbers 7:62", "Numbers 7:63", "Numbers 7:64", "Numbers 7:65", "Numbers 7:66", "Numbers 7:67", "Numbers 7:68", "Numbers 7:69", "Numbers 7:70", "Numbers 7:71", "Numbers 7:72", "Numbers 7:73", "Numbers 7:74", "Numbers 7:75", "Numbers 7:76", "Numbers 7:77", "Numbers 7:78", "Numbers 7:79", "Numbers 7:80", "Numbers 7:81", "Numbers 7:82", "Numbers 7:83", "Numbers 7:84", "Numbers 7:85", "Numbers 7:86", "Numbers 7:87", "Numbers 7:88", "Numbers 7:89", "Numbers 8:1", "Numbers 8:2", "Numbers 8:3", "Numbers 8:4", "Numbers 8:5", "Numbers 8:6", "Numbers 8:7", "Numbers 8:8", "Numbers 8:9", "Numbers 8:10", "Numbers 8:11", "Numbers 8:12", "Numbers 8:13", "Numbers 8:14", "Numbers 8:15", "Numbers 8:16", "Numbers 8:17", "Numbers 8:18", "Numbers 8:19", "Numbers 8:20", "Numbers 8:21", "Numbers 8:22", "Numbers 8:23", "Numbers 8:24", "Numbers 8:25", "Numbers 8:26", "Numbers 9:1", "Numbers 9:2", "Numbers 9:3", "Numbers 9:4", "Numbers 9:5", "Numbers 9:6", "Numbers 9:7", "Numbers 9:8", "Numbers 9:9", "Numbers 9:10", "Numbers 9:11", "Numbers 9:12", "Numbers 9:13", "Numbers 9:14", "Numbers 9:15", "Numbers 9:16", "Numbers 9:17", "Numbers 9:18", "Numbers 9:19", "Numbers 9:20", "Numbers 9:21", "Numbers 9:22", "Numbers 9:23", "Numbers 10:1", "Numbers 10:2", "Numbers 10:3", "Numbers 10:4", "Numbers 10:5", "Numbers 10:6", "Numbers 10:7", "Numbers 10:8", "Numbers 10:9", "Numbers 10:10", "Numbers 10:11", "Numbers 10:12", "Numbers 10:13", "Numbers 10:14", "Numbers 10:15", "Numbers 10:16", "Numbers 10:17", "Numbers 10:18", "Numbers 10:19", "Numbers 10:20", "Numbers 10:21", "Numbers 10:22", "Numbers 10:23", "Numbers 10:24", "Numbers 10:25", "Numbers 10:26", "Numbers 10:27", "Numbers 10:28", "Numbers 10:29", "Numbers 10:30", "Numbers 10:31", "Numbers 10:32", "Numbers 10:33", "Numbers 10:34", "Numbers 10:35", "Numbers 10:36", "Numbers 11:1", "Numbers 11:2", "Numbers 11:3", "Numbers 11:4", "Numbers 11:5", "Numbers 11:6", "Numbers 11:7", "Numbers 11:8", "Numbers 11:9", "Numbers 11:10", "Numbers 11:11", "Numbers 11:12", "Numbers 11:13", "Numbers 11:14", "Numbers 11:15", "Numbers 11:16", "Numbers 11:17", "Numbers 11:18", "Numbers 11:19", "Numbers 11:20", "Numbers 11:21", "Numbers 11:22", "Numbers 11:23", "Numbers 11:24", "Numbers 11:25", "Numbers 11:26", "Numbers 11:27", "Numbers 11:28", "Numbers 11:29", "Numbers 11:30", "Numbers 11:31", "Numbers 11:32", "Numbers 11:33", "Numbers 11:34", "Numbers 11:35", "Numbers 12:1", "Numbers 12:2", "Numbers 12:3", "Numbers 12:4", "Numbers 12:5", "Numbers 12:6", "Numbers 12:7", "Numbers 12:8", "Numbers 12:9", "Numbers 12:10", "Numbers 12:11", "Numbers 12:12", "Numbers 12:13", "Numbers 12:14", "Numbers 12:15", "Numbers 12:16", "Numbers 13:1", "Numbers 13:2", "Numbers 13:3", "Numbers 13:4", "Numbers 13:5", "Numbers 13:6", "Numbers 13:7", "Numbers 13:8", "Numbers 13:9", "Numbers 13:10", "Numbers 13:11", "Numbers 13:12", "Numbers 13:13", "Numbers 13:14", "Numbers 13:15", "Numbers 13:16", "Numbers 13:17", "Numbers 13:18", "Numbers 13:19", "Numbers 13:20", "Numbers 13:21", "Numbers 13:22", "Numbers 13:23", "Numbers 13:24", "Numbers 13:25", "Numbers 13:26", "Numbers 13:27", "Numbers 13:28", "Numbers 13:29", "Numbers 13:30", "Numbers 13:31", "Numbers 13:32", "Numbers 13:33", "Numbers 14:1", "Numbers 14:2", "Numbers 14:3", "Numbers 14:4", "Numbers 14:5", "Numbers 14:6", "Numbers 14:7", "Numbers 14:8", "Numbers 14:9", "Numbers 14:10", "Numbers 14:11", "Numbers 14:12", "Numbers 14:13", "Numbers 14:14", "Numbers 14:15", "Numbers 14:16", "Numbers 14:17", "Numbers 14:18", "Numbers 14:19", "Numbers 14:20", "Numbers 14:21", "Numbers 14:22", "Numbers 14:23", "Numbers 14:24", "Numbers 14:25", "Numbers 14:26", "Numbers 14:27", "Numbers 14:28", "Numbers 14:29", "Numbers 14:30", "Numbers 14:31", "Numbers 14:32", "Numbers 14:33", "Numbers 14:34", "Numbers 14:35", "Numbers 14:36", "Numbers 14:37", "Numbers 14:38", "Numbers 14:39", "Numbers 14:40", "Numbers 14:41", "Numbers 14:42", "Numbers 14:43", "Numbers 14:44", "Numbers 14:45", "Numbers 15:1", "Numbers 15:2", "Numbers 15:3", "Numbers 15:4", "Numbers 15:5", "Numbers 15:6", "Numbers 15:7", "Numbers 15:8", "Numbers 15:9", "Numbers 15:10", "Numbers 15:11", "Numbers 15:12", "Numbers 15:13", "Numbers 15:14", "Numbers 15:15", "Numbers 15:16", "Numbers 15:17", "Numbers 15:18", "Numbers 15:19", "Numbers 15:20", "Numbers 15:21", "Numbers 15:22", "Numbers 15:23", "Numbers 15:24", "Numbers 15:25", "Numbers 15:26", "Numbers 15:27", "Numbers 15:28", "Numbers 15:29", "Numbers 15:30", "Numbers 15:31", "Numbers 15:32", "Numbers 15:33", "Numbers 15:34", "Numbers 15:35", "Numbers 15:36", "Numbers 15:37", "Numbers 15:38", "Numbers 15:39", "Numbers 15:40", "Numbers 15:41", "Numbers 16:1", "Numbers 16:2", "Numbers 16:3", "Numbers 16:4", "Numbers 16:5", "Numbers 16:6", "Numbers 16:7", "Numbers 16:8", "Numbers 16:9", "Numbers 16:10", "Numbers 16:11", "Numbers 16:12", "Numbers 16:13", "Numbers 16:14", "Numbers 16:15", "Numbers 16:16", "Numbers 16:17", "Numbers 16:18", "Numbers 16:19", "Numbers 16:20", "Numbers 16:21", "Numbers 16:22", "Numbers 16:23", "Numbers 16:24", "Numbers 16:25", "Numbers 16:26", "Numbers 16:27", "Numbers 16:28", "Numbers 16:29", "Numbers 16:30", "Numbers 16:31", "Numbers 16:32", "Numbers 16:33", "Numbers 16:34", "Numbers 16:35", "Numbers 17:1", "Numbers 17:2", "Numbers 17:3", "Numbers 17:4", "Numbers 17:5", "Numbers 17:6", "Numbers 17:7", "Numbers 17:8", "Numbers 17:9", "Numbers 17:10", "Numbers 17:11", "Numbers 17:12", "Numbers 17:13", "Numbers 17:14", "Numbers 17:15", "Numbers 17:16", "Numbers 17:17", "Numbers 17:18", "Numbers 17:19", "Numbers 17:20", "Numbers 17:21", "Numbers 17:22", "Numbers 17:23", "Numbers 17:24", "Numbers 17:25", "Numbers 17:26", "Numbers 17:27", "Numbers 17:28", "Numbers 18:1", "Numbers 18:2", "Numbers 18:3", "Numbers 18:4", "Numbers 18:5", "Numbers 18:6", "Numbers 18:7", "Numbers 18:8", "Numbers 18:9", "Numbers 18:10", "Numbers 18:11", "Numbers 18:12", "Numbers 18:13", "Numbers 18:14", "Numbers 18:15", "Numbers 18:16", "Numbers 18:17", "Numbers 18:18", "Numbers 18:19", "Numbers 18:20", "Numbers 18:21", "Numbers 18:22", "Numbers 18:23", "Numbers 18:24", "Numbers 18:25", "Numbers 18:26", "Numbers 18:27", "Numbers 18:28", "Numbers 18:29", "Numbers 18:30", "Numbers 18:31", "Numbers 18:32", "Numbers 19:1", "Numbers 19:2", "Numbers 19:3", "Numbers 19:4", "Numbers 19:5", "Numbers 19:6", "Numbers 19:7", "Numbers 19:8", "Numbers 19:9", "Numbers 19:10", "Numbers 19:11", "Numbers 19:12", "Numbers 19:13", "Numbers 19:14", "Numbers 19:15", "Numbers 19:16", "Numbers 19:17", "Numbers 19:18", "Numbers 19:19", "Numbers 19:20", "Numbers 19:21", "Numbers 19:22", "Numbers 20:1", "Numbers 20:2", "Numbers 20:3", "Numbers 20:4", "Numbers 20:5", "Numbers 20:6", "Numbers 20:7", "Numbers 20:8", "Numbers 20:9", "Numbers 20:10", "Numbers 20:11", "Numbers 20:12", "Numbers 20:13", "Numbers 20:14", "Numbers 20:15", "Numbers 20:16", "Numbers 20:17", "Numbers 20:18", "Numbers 20:19", "Numbers 20:20", "Numbers 20:21", "Numbers 20:22", "Numbers 20:23", "Numbers 20:24", "Numbers 20:25", "Numbers 20:26", "Numbers 20:27", "Numbers 20:28", "Numbers 20:29", "Numbers 21:1", "Numbers 21:2", "Numbers 21:3", "Numbers 21:4", "Numbers 21:5", "Numbers 21:6", "Numbers 21:7", "Numbers 21:8", "Numbers 21:9", "Numbers 21:10", "Numbers 21:11", "Numbers 21:12", "Numbers 21:13", "Numbers 21:14", "Numbers 21:15", "Numbers 21:16", "Numbers 21:17", "Numbers 21:18", "Numbers 21:19", "Numbers 21:20", "Numbers 21:21", "Numbers 21:22", "Numbers 21:23", "Numbers 21:24", "Numbers 21:25", "Numbers 21:26", "Numbers 21:27", "Numbers 21:28", "Numbers 21:29", "Numbers 21:30", "Numbers 21:31", "Numbers 21:32", "Numbers 21:33", "Numbers 21:34", "Numbers 21:35", "Numbers 22:1", "Numbers 22:2", "Numbers 22:3", "Numbers 22:4", "Numbers 22:5", "Numbers 22:6", "Numbers 22:7", "Numbers 22:8", "Numbers 22:9", "Numbers 22:10", "Numbers 22:11", "Numbers 22:12", "Numbers 22:13", "Numbers 22:14", "Numbers 22:15", "Numbers 22:16", "Numbers 22:17", "Numbers 22:18", "Numbers 22:19", "Numbers 22:20", "Numbers 22:21", "Numbers 22:22", "Numbers 22:23", "Numbers 22:24", "Numbers 22:25", "Numbers 22:26", "Numbers 22:27", "Numbers 22:28", "Numbers 22:29", "Numbers 22:30", "Numbers 22:31", "Numbers 22:32", "Numbers 22:33", "Numbers 22:34", "Numbers 22:35", "Numbers 22:36", "Numbers 22:37", "Numbers 22:38", "Numbers 22:39", "Numbers 22:40", "Numbers 22:41", "Numbers 23:1", "Numbers 23:2", "Numbers 23:3", "Numbers 23:4", "Numbers 23:5", "Numbers 23:6", "Numbers 23:7", "Numbers 23:8", "Numbers 23:9", "Numbers 23:10", "Numbers 23:11", "Numbers 23:12", "Numbers 23:13", "Numbers 23:14", "Numbers 23:15", "Numbers 23:16", "Numbers 23:17", "Numbers 23:18", "Numbers 23:19", "Numbers 23:20", "Numbers 23:21", "Numbers 23:22", "Numbers 23:23", "Numbers 23:24", "Numbers 23:25", "Numbers 23:26", "Numbers 23:27", "Numbers 23:28", "Numbers 23:29", "Numbers 23:30", "Numbers 24:1", "Numbers 24:2", "Numbers 24:3", "Numbers 24:4", "Numbers 24:5", "Numbers 24:6", "Numbers 24:7", "Numbers 24:8", "Numbers 24:9", "Numbers 24:10", "Numbers 24:11", "Numbers 24:12", "Numbers 24:13", "Numbers 24:14", "Numbers 24:15", "Numbers 24:16", "Numbers 24:17", "Numbers 24:18", "Numbers 24:19", "Numbers 24:20", "Numbers 24:21", "Numbers 24:22", "Numbers 24:23", "Numbers 24:24", "Numbers 24:25", "Numbers 25:1", "Numbers 25:2", "Numbers 25:3", "Numbers 25:4", "Numbers 25:5", "Numbers 25:6", "Numbers 25:7", "Numbers 25:8", "Numbers 25:9", "Numbers 25:10", "Numbers 25:11", "Numbers 25:12", "Numbers 25:13", "Numbers 25:14", "Numbers 25:15", "Numbers 25:16", "Numbers 25:17", "Numbers 25:18", "Numbers 26:1", "Numbers 26:2", "Numbers 26:3", "Numbers 26:4", "Numbers 26:5", "Numbers 26:6", "Numbers 26:7", "Numbers 26:8", "Numbers 26:9", "Numbers 26:10", "Numbers 26:11", "Numbers 26:12", "Numbers 26:13", "Numbers 26:14", "Numbers 26:15", "Numbers 26:16", "Numbers 26:17", "Numbers 26:18", "Numbers 26:19", "Numbers 26:20", "Numbers 26:21", "Numbers 26:22", "Numbers 26:23", "Numbers 26:24", "Numbers 26:25", "Numbers 26:26", "Numbers 26:27", "Numbers 26:28", "Numbers 26:29", "Numbers 26:30", "Numbers 26:31", "Numbers 26:32", "Numbers 26:33", "Numbers 26:34", "Numbers 26:35", "Numbers 26:36", "Numbers 26:37", "Numbers 26:38", "Numbers 26:39", "Numbers 26:40", "Numbers 26:41", "Numbers 26:42", "Numbers 26:43", "Numbers 26:44", "Numbers 26:45", "Numbers 26:46", "Numbers 26:47", "Numbers 26:48", "Numbers 26:49", "Numbers 26:50", "Numbers 26:51", "Numbers 26:52", "Numbers 26:53", "Numbers 26:54", "Numbers 26:55", "Numbers 26:56", "Numbers 26:57", "Numbers 26:58", "Numbers 26:59", "Numbers 26:60", "Numbers 26:61", "Numbers 26:62", "Numbers 26:63", "Numbers 26:64", "Numbers 26:65", "Numbers 27:1", "Numbers 27:2", "Numbers 27:3", "Numbers 27:4", "Numbers 27:5", "Numbers 27:6", "Numbers 27:7", "Numbers 27:8", "Numbers 27:9", "Numbers 27:10", "Numbers 27:11", "Numbers 27:12", "Numbers 27:13", "Numbers 27:14", "Numbers 27:15", "Numbers 27:16", "Numbers 27:17", "Numbers 27:18", "Numbers 27:19", "Numbers 27:20", "Numbers 27:21", "Numbers 27:22", "Numbers 27:23", "Numbers 28:1", "Numbers 28:2", "Numbers 28:3", "Numbers 28:4", "Numbers 28:5", "Numbers 28:6", "Numbers 28:7", "Numbers 28:8", "Numbers 28:9", "Numbers 28:10", "Numbers 28:11", "Numbers 28:12", "Numbers 28:13", "Numbers 28:14", "Numbers 28:15", "Numbers 28:16", "Numbers 28:17", "Numbers 28:18", "Numbers 28:19", "Numbers 28:20", "Numbers 28:21", "Numbers 28:22", "Numbers 28:23", "Numbers 28:24", "Numbers 28:25", "Numbers 28:26", "Numbers 28:27", "Numbers 28:28", "Numbers 28:29", "Numbers 28:30", "Numbers 28:31", "Numbers 29:1", "Numbers 29:2", "Numbers 29:3", "Numbers 29:4", "Numbers 29:5", "Numbers 29:6", "Numbers 29:7", "Numbers 29:8", "Numbers 29:9", "Numbers 29:10", "Numbers 29:11", "Numbers 29:12", "Numbers 29:13", "Numbers 29:14", "Numbers 29:15", "Numbers 29:16", "Numbers 29:17", "Numbers 29:18", "Numbers 29:19", "Numbers 29:20", "Numbers 29:21", "Numbers 29:22", "Numbers 29:23", "Numbers 29:24", "Numbers 29:25", "Numbers 29:26", "Numbers 29:27", "Numbers 29:28", "Numbers 29:29", "Numbers 29:30", "Numbers 29:31", "Numbers 29:32", "Numbers 29:33", "Numbers 29:34", "Numbers 29:35", "Numbers 29:36", "Numbers 29:37", "Numbers 29:38", "Numbers 29:39", "Numbers 30:1", "Numbers 30:2", "Numbers 30:3", "Numbers 30:4", "Numbers 30:5", "Numbers 30:6", "Numbers 30:7", "Numbers 30:8", "Numbers 30:9", "Numbers 30:10", "Numbers 30:11", "Numbers 30:12", "Numbers 30:13", "Numbers 30:14", "Numbers 30:15", "Numbers 30:16", "Numbers 30:17", "Numbers 31:1", "Numbers 31:2", "Numbers 31:3", "Numbers 31:4", "Numbers 31:5", "Numbers 31:6", "Numbers 31:7", "Numbers 31:8", "Numbers 31:9", "Numbers 31:10", "Numbers 31:11", "Numbers 31:12", "Numbers 31:13", "Numbers 31:14", "Numbers 31:15", "Numbers 31:16", "Numbers 31:17", "Numbers 31:18", "Numbers 31:19", "Numbers 31:20", "Numbers 31:21", "Numbers 31:22", "Numbers 31:23", "Numbers 31:24", "Numbers 31:25", "Numbers 31:26", "Numbers 31:27", "Numbers 31:28", "Numbers 31:29", "Numbers 31:30", "Numbers 31:31", "Numbers 31:32", "Numbers 31:33", "Numbers 31:34", "Numbers 31:35", "Numbers 31:36", "Numbers 31:37", "Numbers 31:38", "Numbers 31:39", "Numbers 31:40", "Numbers 31:41", "Numbers 31:42", "Numbers 31:43", "Numbers 31:44", "Numbers 31:45", "Numbers 31:46", "Numbers 31:47", "Numbers 31:48", "Numbers 31:49", "Numbers 31:50", "Numbers 31:51", "Numbers 31:52", "Numbers 31:53", "Numbers 31:54", "Numbers 32:1", "Numbers 32:2", "Numbers 32:3", "Numbers 32:4", "Numbers 32:5", "Numbers 32:6", "Numbers 32:7", "Numbers 32:8", "Numbers 32:9", "Numbers 32:10", "Numbers 32:11", "Numbers 32:12", "Numbers 32:13", "Numbers 32:14", "Numbers 32:15", "Numbers 32:16", "Numbers 32:17", "Numbers 32:18", "Numbers 32:19", "Numbers 32:20", "Numbers 32:21", "Numbers 32:22", "Numbers 32:23", "Numbers 32:24", "Numbers 32:25", "Numbers 32:26", "Numbers 32:27", "Numbers 32:28", "Numbers 32:29", "Numbers 32:30", "Numbers 32:31", "Numbers 32:32", "Numbers 32:33", "Numbers 32:34", "Numbers 32:35", "Numbers 32:36", "Numbers 32:37", "Numbers 32:38", "Numbers 32:39", "Numbers 32:40", "Numbers 32:41", "Numbers 32:42", "Numbers 33:1", "Numbers 33:2", "Numbers 33:3", "Numbers 33:4", "Numbers 33:5", "Numbers 33:6", "Numbers 33:7", "Numbers 33:8", "Numbers 33:9", "Numbers 33:10", "Numbers 33:11", "Numbers 33:12", "Numbers 33:13", "Numbers 33:14", "Numbers 33:15", "Numbers 33:16", "Numbers 33:17", "Numbers 33:18", "Numbers 33:19", "Numbers 33:20", "Numbers 33:21", "Numbers 33:22", "Numbers 33:23", "Numbers 33:24", "Numbers 33:25", "Numbers 33:26", "Numbers 33:27", "Numbers 33:28", "Numbers 33:29", "Numbers 33:30", "Numbers 33:31", "Numbers 33:32", "Numbers 33:33", "Numbers 33:34", "Numbers 33:35", "Numbers 33:36", "Numbers 33:37", "Numbers 33:38", "Numbers 33:39", "Numbers 33:40", "Numbers 33:41", "Numbers 33:42", "Numbers 33:43", "Numbers 33:44", "Numbers 33:45", "Numbers 33:46", "Numbers 33:47", "Numbers 33:48", "Numbers 33:49", "Numbers 33:50", "Numbers 33:51", "Numbers 33:52", "Numbers 33:53", "Numbers 33:54", "Numbers 33:55", "Numbers 33:56", "Numbers 34:1", "Numbers 34:2", "Numbers 34:3", "Numbers 34:4", "Numbers 34:5", "Numbers 34:6", "Numbers 34:7", "Numbers 34:8", "Numbers 34:9", "Numbers 34:10", "Numbers 34:11", "Numbers 34:12", "Numbers 34:13", "Numbers 34:14", "Numbers 34:15", "Numbers 34:16", "Numbers 34:17", "Numbers 34:18", "Numbers 34:19", "Numbers 34:20", "Numbers 34:21", "Numbers 34:22", "Numbers 34:23", "Numbers 34:24", "Numbers 34:25", "Numbers 34:26", "Numbers 34:27", "Numbers 34:28", "Numbers 34:29", "Numbers 35:1", "Numbers 35:2", "Numbers 35:3", "Numbers 35:4", "Numbers 35:5", "Numbers 35:6", "Numbers 35:7", "Numbers 35:8", "Numbers 35:9", "Numbers 35:10", "Numbers 35:11", "Numbers 35:12", "Numbers 35:13", "Numbers 35:14", "Numbers 35:15", "Numbers 35:16", "Numbers 35:17", "Numbers 35:18", "Numbers 35:19", "Numbers 35:20", "Numbers 35:21", "Numbers 35:22", "Numbers 35:23", "Numbers 35:24", "Numbers 35:25", "Numbers 35:26", "Numbers 35:27", "Numbers 35:28", "Numbers 35:29", "Numbers 35:30", "Numbers 35:31", "Numbers 35:32", "Numbers 35:33", "Numbers 35:34", "Numbers 36:1", "Numbers 36:2", "Numbers 36:3", "Numbers 36:4", "Numbers 36:5", "Numbers 36:6", "Numbers 36:7", "Numbers 36:8", "Numbers 36:9", "Numbers 36:10", "Numbers 36:11", "Numbers 36:12", "Numbers 36:13"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, On the Book of Numbers and Its Structure 2-52", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר א׳ ב׳-נ״ב", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "On the Book of Numbers and Its Structure", "he": "במדבר מאמר א׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "במדבר מאמר א׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["T<small>HE READER WHO APPROACHES THE BOOK OF</small> N<small>UMBERS UNDER THE INFLUENCE OF ITS</small> common Hebrew name, <i>Bemidbar</i>, “In the Wilderness,” will logically expect a narrative account of the wanderings of the Israelites before they reach the Promised Land. But the book in its present form is a great deal more than that. To be sure,it contains stories of the long trek from Egypt to Canaan, with moments of triumph and difficulty, obedience and rebellion. Some of the great narratives of the Pentateuch are here, from the account of Korah’s revolt (Chap. 16) to Moshe’s sin (20) to Bil'am’s recalcitrant donkey (22). But the book also features census and sacrificial donation lists; details of the setup of Israel’s camp; the duties of the Levites in the traveling sanctuary; laws regarding wives suspected of adultery and those who take on extraordinary vows; a complicated and mysterious ritual for removing the extreme ritual pollution carried by death; a doubled tale about daughters inheriting land; and a host of other rules and regulations.", "It is this composite character and apparent lack of easily definable structure that imbue the book with fascination for scholars and with frustration for lay readers. While the four other books of the Torah also mix narrative, law, poetry, and cultic regulations, none of them has combined and alternated these genres with such abandon. There are a number of possible explanations for this. First, it is conceivable that Numbers as we have it reflects the desire to preserve as many traditions about the wilderness wanderings as possible; as Greenberg (1972) has demonstrated with the traditions about the revelation on Mount Sinai, it may have been more important to collect everything relevant than to create a smooth or seamless text. Second, here as elsewhere in the Torah, narrative may serve to introduce law or to provide the preceding background for it. Third, there is an aesthetic consideration: the great rebellion stories in the center of the book, to give an example, are separated from one another by prescriptive legal passages. Earlier books in the Torah similarly utilize breaks of varying lengths (e.g., the genealogical lists in Genesis, the Tabernacle texts of Exodus). The result is to highlight both narrative and law, and also to provide a large-scale rhythm to the book (Milgrom comments on the consistent alternating pattern).", "The kind of literary mixture that we find in Numbers goes beyond that rabbinic dictum that “the Torah speaks in human language.” It suggests that, far from betraying human frailties in the composition or transmission of the traditions presented in Numbers, a purposeful and powerful hand has been at work. More than any other book in the Torah, this one gives evidence of an editorial process. While the finished product may not be able to help us unravel the detailed history of that process, we may at least observe that much has been added to the wilderness narratives, in a way that transforms them into a patterned view of Israel’s early history.", "Recent commentaries see a two- or three-part structure to Numbers, based either on geography—the Sinai Wilderness, Kadesh, the plains of Moab—or chronology. Since the book as we have it is not entirely clear about either area— there seems to be internal disagreement about where the spies (Chap. 13) left from and went, and also about when the forty-year punishment began—I am in general agreement with Olson’s scheme of seeing the book as “The Death of the Old and the Birth of the New,” that is, the slave generation and that of their children, which are set apart by the two census lists in Chapters 1 and 26. But the differences between Chapters 1–10 and 11–25 must also be taken into account. I propose the following theoretical structure:", "I In the Wilderness of Sinai: The Camp", "1 The Census (Musterings) of the Israelites; the Duties of the Levites", "2 The Ordering of the Camp", "3 The Census of the Levites According to Their Duties", "4 The Tasks of the Levites", "5 Threats to the Ritual Integrity of the Camp", "6 Procedure Regarding a Nazirite; the Priestly Blessing", "7 Gifts of the Tribes to the Tabernacle", "8 The Tabernacle Lamps; Purification of the Levites", "9 Passover in the Wilderness; God’s Presence with the Tabernacle", "10 The Journey to Canaan Commences", "II The Rebellious Folk: Narratives of Challenge", "A Sealing the Fate of the First Generation", "11 First Rebellion: Food", "12 Second Rebellion: Siblings", "13 The Spies’ Mission", "14 Third Rebellion: Panic", "15 Interlude: Rules on Sacrifices, Sabbath, and Tassels", "B The Crisis of Leadership", "16 Fourth Rebellion: Korah and the Levites", "17 Fifth Rebellion: After the Purge", "18 The Levites as Guardians", "19 Pollution by Death and Its Removal", "20 Sixth Rebellion: The Sin of Moshe and Aharon", "C Encountering the Other", "21 Encounters with Various Neighbors; Seventh Rebellion:", "Food and Water", "22–24 The Bil'am Cycle", "25 Final Rebellion: Apostasy", "III In the Plains of Moab: Preparations for the Conquest of Canaan", "26 The Second Census", "27 Inheritance: the Daughters of Tzelofhad I", "28–29 Sacrifices for Holy Days", "30 Rules Concerning Vows", "31 First Battle and Aftermath", "32 Two and a Half Tribes and the Future Conquest", "33 Wilderness Itinerary and Warning", "34 Future Borders", "35 The Levites’ Towns of Asylum", "36 Inheritance: the Daughters of Tzelofhad II", "In this scheme, not only does the otherwise haphazard subject matter of the book fit roughly into the three divisions, but the divisions themselves seem to correspond to narrative mood swings. This might be characterized as a movement from order to chaos, and back to order again. The wilderness camp is still connected to the ordering—nation-founding—experience of Sinai; God speaks to Moshe from the Tabernacle, both here and in Leviticus, and the structure serves as a surrogate Mount Sinai. The concerns of Part I, therefore, are expressed in lists, and the section is filled with them.", "With the rebellion narratives of Part II, which not coincidentally take place as soon as Israel sets out on its journey through the wilderness, the idealistic order of Sinai is broken, and the people (and Moshe) must deal with the harsh reality of life in the desert. It becomes clear that nation-founding involves not only the giving of laws and the arranging of societal roles, but also the developing of the ability to cope with physical and spiritual challenges to survival.", "The slave generation is unable to successfully meet the challenge, and Part II chronicles their failures and their punishment. They had been born into the rigidly ordered situation of slavery—an order with underlying spiritual chaos— and only their children, born into the chaotic but free air of the wilderness, can be readied for the orderly transition into conquest and societal life on their own soil. This readying process is portrayed in Part III, through a series of lists once again: another military census, clear inheritance laws, a sacred calendar tied to the growing cycles of the land, a tracing of the Israelites’ travels through the wilderness, and a laying out of future borders. By the end of the book, Israel is fully prepared to enter the land, with a new generation, new leadership in the wings, a full set of societal rules, an operative cult, and, above all, a collective memory of experiences that serve to instruct and warn future generations. These issues will be fully and memorably summarized in the great final speeches of Moshe that comprise the last book of the Torah, Deuteronomy.", "Of special note in the book of Numbers is the emphasis on the Levites and their tasks. The text introduces this group, which may have originated as a guild rather than as a tribe, already in Chapter 1 (v.47). Thereafter, they play a major role in the book—the portrayal of their purification for service (Chap. 8), the great rebellion fomented by some of them (16), their important function as guardians against encroachment on the sanctuary (18), and their distribution in certain towns that serve also as places of refuge for accidental manslayers (35) is spread throughout the book, as if to form a distinctive thread amid the other themes of wandering, rebellion, and preparation for conquest. This interest in the Levites, in the eyes of some scholars, signals a particularly late development in the history of Israelite religion, and perhaps a late editing for our book as well. It also indicates how thoroughly the wilderness traditions have been reworked, to establish a hoary history for the central Israelite institutions connected with divine worship. While it is next to impossible to trace the internal struggles of the Israelite priesthood over the centuries with historical precision, it seems clear that such strife was part of history, and may be reflected in the portrayals of Aharon, Korah, and Pin’has, to mention just a few of the priestly/Levitical figures that populate the wilderness stories. At any rate, the combining of clearly priestly material into the varied narrative and poetic stuff of Numbers has created a book different than what might have been, had the editors sought a story and only a story. The same, of course, might be said for the entire five books of which Numbers is a part.", "As I noted in the introduction to Volume II of this work, <i>Now These Are the Names</i> (Exodus), the hero’s journey through the unknown is, of course, a central theme in Western literature. From Homer’s <i>Odyssey</i> to Sinbad’s journeys in <i>A Thousand and One Nights</i> to the many twentieth-century works on the theme, the protagonist’s unfamiliar terrain has become the familiar metaphor for our own inner journeys. Such accounts normally concentrate on obstacles in the way: opponents divine and human, harsh landscapes, wild beasts, lack of water, lack of people and succor. Heroes are left to their own devices, and if they are successful in completing their journey, the audience experiences the vicarious triumph of conquering the impossible. Indeed, the operating principle seems to be: the greater the obstacles, the more stunning the triumph.", "The wilderness trek recounted in the heart of the book of Numbers has a wholly different feel. To be sure, there are obstacles, some of them standard, such as the dearth of food and water and the opposition of hostile nations along the way. But the main emphasis in these texts is on internal obstacles—the people’s lack of trust, faith, and courage. And as so often happens in the Torah, physical background, as important as it obviously is in Numbers, what with a myriad of geographical locations noted, is overshadowed by the dominant issue of the relationship between Israel and God. The God of the wilderness journey is initially a provider and protector (cf. Ex. 15–18); when he turns lawgiver, Israel’s situation seems secure despite the harsh ecological setting. But Numbers has chosen to remember the people’s moments of doubt and rebellion above all, and so the orderly leaving of Sinai which closes the first part of the book, along with the orderly preparations for conquest that mark its third part, fade in the reader’s consciousness before the memorable narratives in Chapters 11–25.", "It has been pointed out (Tunyogi) that these stories serve as “foundation accounts,” as stories that tell about “the archetypes to be repeated in all coming generations.” As such, they are significant in later Israel’s understanding of itself. Through the book of Numbers, later generations were warned not to repeat the sins of the wilderness; and Moshe himself came to be looked upon as the quintessential prophet. For the era of the literary prophets (ninth-sixth centuries <small>B.C.E.</small>), concerned as they were with Israel’s forgetfulness and backsliding, and the era of Babylonian Exile (sixth century <small>B.C.E.</small>), in which the exiles also found themselves outside the Promised Land, there could have been no stronger warning or cause for hope than the stories and laws set down in the Torah, and especially the traditions recorded in the book of Numbers."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62037ee66bfddfbb310fed10", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Numbers, Part II; The Rebellion Narratives, First Victory; Rebellion Again; Traveling; Sihon and Og 2-4", "anchorRef": "Numbers 21:1-35", "anchorRefExpanded": ["Numbers 21:1", "Numbers 21:2", "Numbers 21:3", "Numbers 21:4", "Numbers 21:5", "Numbers 21:6", "Numbers 21:7", "Numbers 21:8", "Numbers 21:9", "Numbers 21:10", "Numbers 21:11", "Numbers 21:12", "Numbers 21:13", "Numbers 21:14", "Numbers 21:15", "Numbers 21:16", "Numbers 21:17", "Numbers 21:18", "Numbers 21:19", "Numbers 21:20", "Numbers 21:21", "Numbers 21:22", "Numbers 21:23", "Numbers 21:24", "Numbers 21:25", "Numbers 21:26", "Numbers 21:27", "Numbers 21:28", "Numbers 21:29", "Numbers 21:30", "Numbers 21:31", "Numbers 21:32", "Numbers 21:33", "Numbers 21:34", "Numbers 21:35"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, Part II; The Rebellion Narratives, First Victory; Rebellion Again; Traveling; Sihon and Og 2-4", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר ג׳, במדבר הערה י״א ב׳-ד׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "First Victory; Rebellion Again; Traveling; Sihon and Og", "he": "במדבר הערה י״א"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "במדבר הערה י״א", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["A miscellany of wilderness traditions, Chap. 21 begins with a military victory—perhaps a sign that Israel’s terrible trials are coming to an end. Not insignificantly, the victory comes after the Israelites have properly vowed to allot booty to God (v.2), a far cry from their willful attempt at conquest at the end of Chap. 14. This brief account may in fact be a reworking or different account of the Horma incident in that passage.", "The strange events surrounding the “viper of copper” that follow provide a reminder, even amid the progress of the march and military successes, of the Israelites’ usual waywardness. As usual, the problem is food; several things, however, make this brief story unusual amid the rebellion narratives. For one, the punishment is unique; for another, the people call upon Moshe to remove the plague—in a manner that is more reminiscent of Pharaoh of Egypt, with the Plagues, than of previous Israelite behavior. Finally, there is the Bible’s record of what happened to the copper object: it was preserved in the cult and worshiped by the people, until it was smashed during the large-scale religious reform under King Hezekiah of Judah (late eighth century <small>B.C.E.</small>). One might note that the divine punishment for sin, once accomplished, clears the way for the Israelite victories that follow immediately.", "Of additional interest in this chapter is the inclusion of three ancient poems (vv. 14–15, 17–18, and 27–30), whose origins and language are both obscure. Preceded by a brief itinerary of the Israelites’ travels up to Moabite territory, soon to be the scene of the Bil’am narratives (Chaps. 22–24), the chapter ends with two successful clashes against local kings, Sihon and Og. While the accounts here are brief, postbiblical Jewish tradition took delight in spinning fantastic tales about these two kings (cf. Ginzberg)."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620382efc9ad75f2d99afa24", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "", "ref": "The Five Books of Moses, by Everett Fox, Numbers, Part II; The Rebellion Narratives, First Victory; Rebellion Again; Traveling; Sihon and Og 1", "anchorRef": "Numbers 21:1-35", "anchorRefExpanded": ["Numbers 21:1", "Numbers 21:2", "Numbers 21:3", "Numbers 21:4", "Numbers 21:5", "Numbers 21:6", "Numbers 21:7", "Numbers 21:8", "Numbers 21:9", "Numbers 21:10", "Numbers 21:11", "Numbers 21:12", "Numbers 21:13", "Numbers 21:14", "Numbers 21:15", "Numbers 21:16", "Numbers 21:17", "Numbers 21:18", "Numbers 21:19", "Numbers 21:20", "Numbers 21:21", "Numbers 21:22", "Numbers 21:23", "Numbers 21:24", "Numbers 21:25", "Numbers 21:26", "Numbers 21:27", "Numbers 21:28", "Numbers 21:29", "Numbers 21:30", "Numbers 21:31", "Numbers 21:32", "Numbers 21:33", "Numbers 21:34", "Numbers 21:35"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, Part II; The Rebellion Narratives, First Victory; Rebellion Again; Traveling; Sihon and Og 1", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר ג׳, במדבר הערה י״א א׳", "anchorVerse": 1, "sourceHasEn": true, "commentaryNum": 1, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "במדבר הערה י״א", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<a class=\"refLink\" data-ref=\"Numbers 21:1-35\" data-ven=\"The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995\">Numbers 21:1-35</a>", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "628f795df676bb4ec1da2700", "index_title": "Tribal Lands", "category": "Quoting Commentary", "type": "", "ref": "Tribal Lands, Chapter 1; Reuven 58", "anchorRef": "Numbers 21:21-35", "anchorRefExpanded": ["Numbers 21:21", "Numbers 21:22", "Numbers 21:23", "Numbers 21:24", "Numbers 21:25", "Numbers 21:26", "Numbers 21:27", "Numbers 21:28", "Numbers 21:29", "Numbers 21:30", "Numbers 21:31", "Numbers 21:32", "Numbers 21:33", "Numbers 21:34", "Numbers 21:35"], "sourceRef": "Tribal Lands, Chapter 1; Reuven 58", "sourceHeRef": "נחלת השבטים, א; ראובן נ״ח", "anchorVerse": 21, "sourceHasEn": true, "compDate": [2013, 2015], "commentaryNum": 58, "collectiveTitle": {"en": "Tribal Lands", "he": "נחלת השבטים"}, "heTitle": "א; ראובן", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "The <i>Mishor</i>, the Plains of Moab, and the mountains of Gilead to the north were all conquered in a war fought by Israel prior to entering the Land of Israel. The lands originally belonged to the Amorites, and stretched from the River Jabbok down south to the River Arnon. Numbers 21 contains the account of the confrontation, beginning with polite overtures by the Israelites toward Sihon, the Amorite king, to allow them to continue north on portions of the King’s Highway that ran through Amorite territory (this territory had at one time belonged to Moab; Sihon had taken it in battle). Sihon refused, opting to drive the Israelites away, but he was roundly defeated and his lands fell in their entirety to the Israelites. Bolstered by their resounding victory, the Israelites headed north and defeated Og, king of Bashan, probably also an Amorite king, and conquered the Gilead and lands to the north. Thus, the entire strip of highlands, from the Hermon, north of the Golan Heights, down to the River Arnon, came to be in the possession of the Israelites.<sup class=\"footnote-marker\">25</sup><i class=\"footnote\">Numbers 21:21–35.</i>", "versionTitle": "Jerusalem, 2019", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "641884b2c9371ec0cebe796e", "index_title": "Reggio on Torah", "category": "Commentary", "type": "commentary", "ref": "Reggio on Torah, Numbers 21:21:1", "anchorRef": "Numbers 21:21", "anchorRefExpanded": ["Numbers 21:21"], "sourceRef": "Reggio on Torah, Numbers 21:21:1", "sourceHeRef": "ביאור יש\"ר על התורה, במדבר כ״א:כ״א:א׳", "anchorVerse": 21, "sourceHasEn": false, "compDate": [1790, 1810], "commentaryNum": 21.0001, "collectiveTitle": {"en": "Reggio", "he": "ביאור יש\"ר"}, "heTitle": "במדבר", "he": "<b>וישלח ישראל מלאכים,</b> על פי משה, כמו שכתוב במקום אחר, ואשלח מלאכים ממדבר קדמות אל סיחון וכו', ואע\"פי שלא צוה השם למשה שישלח לו מלאכים, אבל אמר קומו סעו וכו' ראה נתתי בידך את סיחון וכו' החל רש וכו' (דברים ב' כ\"ד), מ\"מ ראה משה מדעתו לקרא לו לשלום, כי יודע היה שלא יכבשו ישראל עתה כל שבעה עממים, והיה חפץ שיהיה כל כבושם מעבר לירדן והלאה, ויהיה מושבם יחד כי היא הארץ הטובה זבת חלב ודבש, ולכן היה טוב בעיניו אם שלום ישיב סיחון שיהיה כל העם הנמצא שמה למס לישראל ועבדום, ואם ילחם עמו לא יניח שם אדם אלא תהיה כל הארץ לחרבה, כמו שהיה עושה לולי שבני גד ובני ראובן שאלו את הארץ ההיא לנחלה, וכן שנוי בסיפרי לתת לך פרט לעבר הירדן שנטלת מעצמך:", "heVersionTitle": "Vienna, 1821", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6538ec1792977f8348ba9456", "index_title": "Talks of Yeshayahu Leibowitz on the Parasha", "category": "Quoting Commentary", "type": "", "ref": "Talks of Yeshayahu Leibowitz on the Parasha, Ki Teitzei 19:5", "anchorRef": "Numbers 21:21", "anchorRefExpanded": ["Numbers 21:21"], "sourceRef": "Talks of Yeshayahu Leibowitz on the Parasha, Ki Teitzei 19:5", "sourceHeRef": "שיחות על פרשת השבוע (ליבוביץ), כי תצא י״ט:ה׳", "anchorVerse": 21, "sourceHasEn": false, "commentaryNum": 19.0005, "collectiveTitle": {"en": "Talks of Yeshayahu Leibowitz on the Parasha", "he": "שיחות על פרשת השבוע (ליבוביץ)"}, "heTitle": "כי תצא", "he": "מן הראוי לציין כי לעם היוצא ממצרים, לא היה כל משא ומתן מוקדם עם עמלק כפי שהיה עם \"סיחון מלך האמורי\" בדבר בקשת רשות מעבר בגבולו (במדבר, כא:כא), או עם \"עוג מלך הבשן\" (שם, כא:לג). ", "heVersionTitle": "Jerusalem, 2000", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "657ecc71758c1dc532ec92a1", "index_title": "Steinsaltz on Numbers", "category": "Commentary", "type": "commentary", "ref": "Steinsaltz on Numbers 21:21", "anchorRef": "Numbers 21:21", "anchorRefExpanded": ["Numbers 21:21"], "sourceRef": "Steinsaltz on Numbers 21:21", "sourceHeRef": "ביאור שטיינזלץ על במדבר כ״א:כ״א", "anchorVerse": 21, "sourceHasEn": true, "commentaryNum": 21.0021, "collectiveTitle": {"en": "Steinsaltz", "he": "ביאור שטיינזלץ"}, "heTitle": "ביאור שטיינזלץ על במדבר", "he": "<b>וַיִּשְׁלַח יִשְׂרָאֵל מַלְאָכִים,</b> שליחים, \n    <b>אֶל סִיחֹן מֶלֶךְ הָאֱמֹרִי לֵאמֹר:</b>", "heVersionTitle": "The Koren Steinsaltz Tanakh HaMevoar - Hebrew", "heLicense": "Copyright: Steinsaltz Center", "heVersionTitleInHebrew": "", "text": "<b>Israel sent messengers to Sihon, king of the Emorites, saying: </b>", "versionTitle": "The Steinsaltz Tanakh - English", "license": "Copyright: Steinsaltz Center", "versionTitleInHebrew": ""}, {"_id": "65e9da79b215f43691cfe0ea", "index_title": "Tze'enah Ure'enah", "category": "Commentary", "type": "commentary", "ref": "Tze'enah Ure'enah, Chukat 48", "anchorRef": "Numbers 21:21", "anchorRefExpanded": ["Numbers 21:21"], "sourceRef": "Tze'enah Ure'enah, Chukat 48", "sourceHeRef": "צאינה וראינה, חקת מ״ח", "anchorVerse": 21, "sourceHasEn": true, "compDate": [1590, 1616], "commentaryNum": 48, "collectiveTitle": {"en": "Tze'enah Ure'enah", "he": "צאינה וראינה"}, "heTitle": "חקת", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "“<i>Israel sent messengers to Sihon</i>” [21:21]. See how great a positive commandment relates to peace. Regarding all the other positive commandments, the person is not obligated to search for them, but when a positive commandment comes to hand he must fulfill it. However, with regard to the commandment of peace, the Holy One wrote, you should search to make peace, as the verse says, “<i>seek peace</i>” [Psalms, 34:15]. This means, seek peace. Israel was doing this now also. Even though the Holy One had ordered Israel to kill all the nations, yet Israel sent to the nations in case they wanted to make peace. Sihon was a strong king, his city was also very strong and his people were very numerous. The Holy One said: Israel will have to exert themselves greatly to kill them. The Holy One implanted the idea in Sihon that he should gather his whole people in one group and they should out of their strong city toward Israel in the open field. The Holy One immediately took the angels who were appointed over all the nations in heaven, and the Holy One tied them all up, and threw them down before Moses. He said: see Moses, you have them all in your hands. Do not be afraid, since when the angels were with the nations, they had power. He was called the king of Sihon because the whole world spoke of his strength. He had a son who was also very strong. Sihon did not want to allow Israel to pass through his land, since all the kings of the nations gave <i>Sihon tribute</i> that he should not allow Israel pass through his land. Therefore, Sihon said to Israel: how can I let you pass through my land? I must guard that you Israel should not pass through. Therefore, all the nations from all the cities gathered and went out together in one group. They were all killed together. Afterwards, Israel went into their cities without any trouble.<sup class=\"footnote-marker\">48</sup><i class=\"footnote\"><i>Yalkut Shimoni</i>, Hukat, <i>Remez</i>, 764.</i>", "versionTitle": "A Critical Translation into English; Edited and translated by Morris M. Faierstein. De Gruyter, 2017", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "51737696edbab41120e49a4f", "index_title": "Bamidbar Rabbah", "category": "Midrash", "type": "midrash", "ref": "Bamidbar Rabbah 19:27", "anchorRef": "Numbers 21:21", "anchorRefExpanded": ["Numbers 21:21"], "sourceRef": "Bamidbar Rabbah 19:27", "sourceHeRef": "במדבר רבה י״ט:כ״ז", "anchorVerse": 21, "sourceHasEn": true, "compDate": [1200], "commentaryNum": 19.0027, "collectiveTitle": {"en": "Bamidbar Rabbah", "he": "במדבר רבה"}, "heTitle": "במדבר רבה", "he": "וַיִּשְׁלַח יִשְׂרָאֵל מַלְאָכִים <small>(במדבר כא, כא)</small>, זֶה שֶׁאָמַר הַכָּתוּב <small>(תהלים לז, ג)</small>: בְּטַח בַּה' וַעֲשֵׂה טוֹב שְׁכָן אֶרֶץ וּרְעֵה אֱמוּנָה, וְאוֹמֵר <small>(תהלים לד, טו)</small>: סוּר מֵרָע וַעֲשֵׂה טוֹב בַּקֵּשׁ שָׁלוֹם וְרָדְפֵהוּ, וְלֹא קָפְדָה הַתּוֹרָה לִרְדֹף אַחַר הַמִּצְווֹת, אֶלָּא <small>(דברים כב, ו)</small>: כִּי יִקָּרֵא קַן צִפּוֹר, <small>(שמות כג, ד)</small>: כִּי תִפְגַע, כִּי תִרְאֶה, <small>(שמות כג, ה)</small>: כִּי תִרְאֶה חֲמוֹר, <small>(דברים כד, כ)</small>: כִּי תַחְבֹּט זֵיתְךָ, <small>(דברים כד, כא)</small>: כִּי תִבְצֹר כַּרְמְךָ, <small>(דברים כג, כה)</small>: כִּי תָבֹא בְּכֶרֶם רֵעֶךָ. אִם בָּאוּ לְיָדְךָ אַתְּ מְצֻוֶּה עֲלֵיהֶם וְלֹא לִרְדֹּף אַחֲרֵיהֶם, אֲבָל הַשָּׁלוֹם, בַּקֵּשׁ שָׁלוֹם בִּמְקוֹמְךָ, וְרָדְפֵהוּ בְּמָקוֹם אַחֵר, וְכֵן עָשׂוּ יִשְׂרָאֵל, אַף עַל פִּי שֶׁאָמַר לָהֶם הַקָּדוֹשׁ בָּרוּךְ הוּא <small>(דברים ב, כד)</small>: הָחֵל רָשׁ וְהִתְגָּר בּוֹ מִלְחָמָה, רָדְפוּ אֶת הַשָּׁלוֹם, וַיִּשְׁלַח יִשְׂרָאֵל מַלְאָכִים אֶל סִיחֹן אֶעְבְּרָה נָא.", "heVersionTitle": "Midrash Rabbah -- TE", "heLicense": "unknown", "heVersionTitleInHebrew": "מדרש רבה - תורת אמת", "text": "<b>“Israel sent messengers to Siḥon, king of the Emorites, saying” (Numbers 21:21).</b> <br>“Israel sent messengers” – this is what the verse said: “Trust in the Lord and perform good; dwell in the land and cultivate faith” (Psalms 37:3), and it says: “Turn away from evil and perform good; seek peace and pursue it” (Psalms 34:15). But the Torah did not insist upon pursuing mitzvot, but rather: “If a bird’s nest should happen before you” (Deuteronomy 22:6); “if you encounter [your enemy’s ox]” (Exodus 23:4); if you see – “if you see a donkey” (Exodus 23:5); “when you beat your olive tree” (Deuteronomy 24:20); “when you harvest your vineyard” (Deuteronomy 24:21); “when you enter another’s vineyard” (Deuteronomy 23:25). If they present an opportunity, you are commanded in their regard, but not to pursue them. But peace, “seek peace” – in your place; “and pursue it” – elsewhere. This is what Israel did. Although the Holy One blessed be He said to them: “Begin taking possession, and provoke war with him” (Deuteronomy 2:24), they pursued peace: “Israel sent messengers to Siḥon.… let me pass” (Numbers 21:21–22).<sup class=\"footnote-marker\">81</sup><i class=\"footnote\">The verse as quoted here in Hebrew includes the word “please [na].” It does not appear in the actual verse. It does appear in Judges 11:17, regarding a similar message sent to the king of Edom.</i>", "versionTitle": "The Sefaria Midrash Rabbah, 2022", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "517376a7edbab41120e49a51", "index_title": "Bamidbar Rabbah", "category": "Midrash", "type": "", "ref": "Bamidbar Rabbah 19:28", "anchorRef": "Numbers 21:21", "anchorRefExpanded": ["Numbers 21:21"], "sourceRef": "Bamidbar Rabbah 19:28", "sourceHeRef": "במדבר רבה י״ט:כ״ח", "anchorVerse": 21, "sourceHasEn": true, "compDate": [1200], "commentaryNum": 19.0028, "collectiveTitle": {"en": "Bamidbar Rabbah", "he": "במדבר רבה"}, "heTitle": "במדבר רבה", "he": "וַיִּשְׁלַח יִשְׂרָאֵל, כָּל דִּבְרֵי תוֹרָה צְרִיכִין זֶה לָזֶה, שֶׁמָּא זֶה נוֹעֵל וְזֶה פּוֹתֵחַ, וְכָאן נֶאֱמַר וַיִּשְׁלַח יִשְׂרָאֵל וּבְמָקוֹם אַחֵר תָּלָה שְׁלִיחוּת בְּמשֶׁה, שֶׁנֶּאֱמַר <small>(דברים ב, כו)</small>: וָאֶשְׁלַח מַלְאָכִים מִמִּדְבַּר קְדֵמוֹת. וּכְתִיב <small>(שופטים יא, יז)</small>: וַיִּשְׁלַח יִשְׂרָאֵל מַלְאָכִים אֶל מֶלֶךְ אֱדוֹם. וּכְתִיב <small>(במדבר כ, יד יז)</small>: וַיִּשְׁלַח משֶׁה מַלְאָכִים מִקָּדֵשׁ, נַעְבְּרָה. הַכְּתוּבִים הָאֵלּוּ צְרִיכִין זֶה לָזֶה, שֶׁמּשֶׁה הוּא יִשְׂרָאֵל וְיִשְׂרָאֵל הֵן משֶׁה, לְלַמֶּדְךָ שֶׁרֹאשׁ הַדּוֹר כָּל הַדּוֹר.", "heVersionTitle": "Midrash Rabbah -- TE", "heLicense": "unknown", "heVersionTitleInHebrew": "מדרש רבה - תורת אמת", "text": "“Israel sent” – all matters of Torah require one another, as perhaps this one is cryptic and that one is expansive. Here it is stated: “Israel sent,” but elsewhere it attributed the mission to Moses, as it is stated: “I sent messengers from the wilderness of Kedemot” (Deuteronomy 2:26). And it is written: “Israel sent messengers to the king of Edom” (Judges 11:17), and it is written: “Moses sent messengers from Kadesh [to the king of Edom].… Let us pass” (Numbers 20:14,17). These verses require one another, as Moses is Israel and Israel is Moses, to teach you that the leader of the generation is the entire generation.", "versionTitle": "The Sefaria Midrash Rabbah, 2022", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "525a52f9edbab4498f484f96", "index_title": "Ibn Ezra on Numbers", "category": "Commentary", "type": "commentary", "ref": "Ibn Ezra on Numbers 21:21:1", "anchorRef": "Numbers 21:21", "anchorRefExpanded": ["Numbers 21:21"], "sourceRef": "Ibn Ezra on Numbers 21:21:1", "sourceHeRef": "אבן עזרא על במדבר כ״א:כ״א:א׳", "anchorVerse": 21, "sourceHasEn": false, "compDate": [1155, 1165], "commentaryNum": 21.0001, "collectiveTitle": {"en": "Ibn Ezra", "he": "אבן עזרא"}, "heTitle": "אבן עזרא על במדבר", "he": [], "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": [], "versionTitle": "Ibn Ezra's commentary on the Pentateuch, tran. and annot. by H. Norman Strickman and Arthur M. Silver. Menorah Pub., 1988-2004", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "554ef0b4fbfba21b48f53ed4", "index_title": "Haamek Davar on Numbers", "category": "Commentary", "type": "commentary", "ref": "Haamek Davar on Numbers 21:21:1", "anchorRef": "Numbers 21:21", "anchorRefExpanded": ["Numbers 21:21"], "sourceRef": "Haamek Davar on Numbers 21:21:1", "sourceHeRef": "העמק דבר על במדבר כ״א:כ״א:א׳", "anchorVerse": 21, "sourceHasEn": false, "compDate": [1840, 1880], "commentaryNum": 21.0001, "collectiveTitle": {"en": "Haamek Davar", "he": "העמק דבר"}, "he": "<b>וישלח ישראל.</b> כפרש״י דמשה וישראל אחד הוא. ורק במלך אדום נכתב בדיוק משה מהטעם שכתבנו שם:\n", "heVersionTitle": "Sefer Torat Elohim, Vilna 1879", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר תורת אלוהים, וילנא 1879", "text": [], "versionTitle": "Yalkut, Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "55a3be10fbfba277e9971104", "index_title": "Deuteronomy", "category": "Tanakh", "type": "", "ref": "Deuteronomy 2:26", "anchorRef": "Numbers 21:21", "anchorRefExpanded": ["Numbers 21:21"], "sourceRef": "Deuteronomy 2:26", "sourceHeRef": "דברים ב׳:כ״ו", "anchorVerse": 21, "sourceHasEn": true, "compDate": [-1400, -400], "commentaryNum": 2.0026, "collectiveTitle": {"en": "Deuteronomy", "he": "דברים"}, "heTitle": "דברים", "he": "וָאֶשְׁלַ֤ח מַלְאָכִים֙ מִמִּדְבַּ֣ר קְדֵמ֔וֹת אֶל־סִיח֖וֹן מֶ֣לֶךְ חֶשְׁבּ֑וֹן דִּבְרֵ֥י שָׁל֖וֹם לֵאמֹֽר׃", "heVersionTitle": "Miqra according to the Masorah", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "מקרא על פי המסורה", "text": "Then I sent messengers from the wilderness of Kedemoth to King Sihon of Heshbon with an offer of peace, as follows,", "versionTitle": "The Contemporary Torah, Jewish Publication Society, 2006", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "55ae325ffbfba21dadbae5cf", "index_title": "Numbers", "category": "Tanakh", "type": "", "ref": "Numbers 20:14", "anchorRef": "Numbers 21:21", "anchorRefExpanded": ["Numbers 21:21"], "sourceRef": "Numbers 20:14", "sourceHeRef": "במדבר כ׳:י״ד", "anchorVerse": 21, "sourceHasEn": true, "compDate": [-1400, -400], "commentaryNum": 20.0014, "collectiveTitle": {"en": "Numbers", "he": "במדבר"}, "heTitle": "במדבר", "he": "וַיִּשְׁלַ֨ח מֹשֶׁ֧ה מַלְאָכִ֛ים מִקָּדֵ֖שׁ אֶל־מֶ֣לֶךְ אֱד֑וֹם כֹּ֤ה אָמַר֙ אָחִ֣יךָ יִשְׂרָאֵ֔ל אַתָּ֣ה יָדַ֔עְתָּ אֵ֥ת כׇּל־הַתְּלָאָ֖ה אֲשֶׁ֥ר מְצָאָֽתְנוּ׃", "heVersionTitle": "Miqra according to the Masorah", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "מקרא על פי המסורה", "text": "From Kadesh, Moses sent messengers to the king of Edom: “Thus says your brother Israel: You know all the hardships that have befallen us;", "versionTitle": "The Contemporary Torah, Jewish Publication Society, 2006", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "5654804dd6e4a94e1942d37a", "index_title": "Abarbanel on Torah", "category": "Commentary", "type": "commentary", "ref": "Abarbanel on Torah, Numbers 21:21", "anchorRef": "Numbers 21:21", "anchorRefExpanded": ["Numbers 21:21"], "sourceRef": "Abarbanel on Torah, Numbers 21:21", "sourceHeRef": "אברבנאל על תורה, במדבר כ״א:כ״א", "anchorVerse": 21, "sourceHasEn": true, "compDate": [1483, 1513], "commentaryNum": 21.0, "collectiveTitle": {"en": "Abarbanel", "he": "אברבנאל"}, "he": ["וישלח ישראל מלאכים אל סיחון וגו' עד סוף הסדר. עם היות שלא צוה הש\"י למשה שישאל אל סיחון אבל בהפך שאמר קומו סעו ועברו את נחל ארנון ראה נתתי בידך את סיחון וגו' החל רש והתגר בו מלחמה הנה ראה משה ע\"ה לשלוח לו מלאכים בדברי שלום כאשר עשה אל מלך אדום לסבות. ראשונה לפי שדמה משה במחשבתו שישראל לא יכבשו כל העשרה עממים והיה חפצו שתהיה נחלתם כלה מעבר לירדן והלאה ויהיה מושבם יחד כי היא הארץ הטובה זבת חלב ודבש ולכן היה טוב בעיניו אם שלום ישיב סיחון ופתחו להם שיהיה כל העם הנמצא שמה להם למס ועבדום. וישראל כלם יתנחלו אחר הירדן בארץ ואם לא ילחמו עמו שאין ספק שאם לא היו בני גד ובני ראובן שואלים את הארץ ההיא לנחלה לא היה משה מניח שם אדם כמו שכתב הרמב\"ן. ומשה מעצמו היה אוהב שלום ורודף שלום והיה יודע שהוא לא יכבוש את הארץ ולא יעבור עליה ולכן היה מתעצל במלחמת האמורי וי\"י צבאות לא כן יעץ כי מפני כבוד משה ופיוס רוחו רצה שבימיו ועל ידו ינוצחו מלחמות סיחון ועוג שהיו היות' עצומות מכל המלחמות שנעשו בכבוש הארץ. ויחלק את ארצם לאותם השבטים ועם זה ועם מלחמת מדין תנוח נפשו וישמח משה במתנת חלקו כי הנה ארץ האמורי היתה ממתנת אברהם וירושה היתה לישראל מן הדין ארץ סיחון ועוג מלכי האמורי שניתנו לאברהם אע\"פ שהיתה מעבר לירדן והותרה בזה השאלה הי'. וג\"כ משה עשה זה לסבה שנית והוא שאם סיחון יכנע אליהם וישמע אליהם כל מלכי כנען לא יעמדו בפניהם למלחמה כי היו סיחון וחשבון ארצו יותר חזקים מכל שאר המלכים יחד. ותהיה הארץ א\"כ נכבשת לפניהם כלה בשעה חדא ואם יבא למלחמה עם ישראל וידע שיתנהו השם לידו ישמעו עמים ירגזון וחלו מפניהם ולא יעצרו כח למלחמה בראותם כי מת סיחון גבורם. וחז\"ל אמרו שכל מלכי כנען היו מעלים מס לסיחון כדי שיהיה שומר שלא יעברו גייסות עליהם ולכן יצא סיחון להלחם עם ישראל כי בטח בגבורתו וחוזק עמו ומפני כן לא נכנס בחשבון כי היתה חשבון חזקה ובצורה וגדולה ואז\"ל אלו היתה חשבון מלאה יתושים אין כל בריה יכולה לתפשם ובזה ראו ישראל את גבורת השם ותשועתו כי המרגלים אמרו אפס כי עז העם והערים בצורות גדולות וכ\"ז היה נמצא יותר בסיחון ובעמו ובחשבון ובעריה. ועכ\"ז הכהו ישראל לפי חרב עם כל עזות עמו וירש את ארצו עם כל חזקו מארנון עד יבוק עד בני עמון שכבשו ישראל חשבון וכל בנותיה שהם הערים והכפרים הסמוכים לה. והנה אמר כי עז גבול בני עמון לתת הסבה שאם היו סיחון ועמו וארצו כל כך חזקים איך לא היו כובשים את ארץ בני עמון כלה לזה אמר שגבול ארץ בני עמון היה חזק ועז מאד ולא יכול האמורי לכבשו. ואם יקשה אומרו איך כבשו ישראל את חשבון ובנותיה בהיותה ממואב והשם צוה אותם אל תצר את מואב. הנה להשיב לזה אמר הכתוב כי חשבון עיר סיחון מלך האמורי היא והוא נלחם במלך מואב הראשון וגו' ר\"ל שהצווי האלהי אל תצר את מואב לא היה אלא על הערים אשר היו למואב בעת הצווי ההוא. אמנם חשבון כבר היה למלך האמורי מימים רבים כי סיחון נלחם עם מלך מואב הראשון ויקח את כל ארצו מידו עד ארנון ולכך נחשב חשבון לאמורי ולא למואב והביא ראיה על זה מדברי המושלים והם ממשלי המשלים שעשו שירים ופיוטים על דברי המלחמות הקדומות והם נכתבי' בספר מלחמות י\"י כמו שנזכר למעלה שהם עשו שירים ומשלים לכבוד סיחון כשכבש מואב כדי שישאר למשל ולשנינה, והשיר והפיוט הוא בואו חשבון ר\"ל בני אדם גם בני איש בואו לפאר ולרומם אל חשבון שתבנה ותכונן להיותה עיר סיחון כלומר שבהיות חשבון ממואב היה חרבה וריקה בוקה ומבולקה אמנם עתה שלקחה סיחון ויגדלה ויכבדה כל אדם בואו חשבון לשמוח בה ולדור בה כי עתה בלי ספק תבנה ותכונן כיון שהיא עיר סיחון. ולפי שאחר שלקח חשבון את סיחון ממואב התאמץ ומשם יצא לכבוש את כל ארץ מואב לכן אמר עוד הפיוט כי אש יצאה מחשבון להבה מקרית סיחון שהא כפל ענין במלות שונות כדרך השירים ואותו אש ולהבה אכלה את ער והוא מחוז מארץ מואב ונקרא ער ע\"ש המדינה הגדולה אשר באותו מחוז שנקרא ערוער וכן אכלה במות ארנון. והם כומרי עכו\"ם של במות ארנון לבזוי אלהיהם שלא יכול להושיעם. וכמ\"ש ויצא כמוש בגולה וכהניו ושריו יחדיו. והרבתי למואב נאם י\"י מעלה במה ומקטיר לאלוהיו. או יהיו במות ארנון בני מבצרי ארנון. ולכן היה מקונן על מואב אוי לך מואב אבדת עם כמוש ר\"ל עם המואביי' שהיו עובדים לאלהיהם וכמ\"ש יפתח (שופטים יא כ\"ז) אשר הורישך כמוש אלהיך ואבדת הוא כמו נאבד' כמו וכאשר אבדתי אבדתי ואמרו נתן בניו פלטים חוזר אל כמוש האלוה שזכר כי הוא נתן ועזב את בניו של מואב פלטים מעט מזער ובנותיו שהם כל הנשים בשבית. שהענין הוא שכמוש אלוה מואב הוא נתן והניח רוב הזכרים של מואב להרוג ולאבד במלחמה ומעט מהם היו פלטים והנשים ג\"כ נתן והניח בשביה למלך אמורי סיחון. ואפשר לפרש נתן בניו פלטים שכמוש נתן המאמינים בו שנקראו בניו ובנותיו בורחי' ונסים מפני חרב האנשים. ובנותיו שלא יכלו לברוח הלכו בשבי. ואמרו ונירם אבד חשבון. י\"מ ניר מלשון מלכות כמ\"ש למען היות ניר לדוד. יאמר ומלכותם של המואביי' אבד חשבון עד דיבון ונשי' הוא מלשון אם לא ישים עליהם נויהם מלשון שממה וחרבן. ר\"ל שחרבו והרסו עריהם עד נופח שהוא עד מידבה וכן ת\"א ומלכו פסק מחשבון עדא שולטן מדיבון ושדיאו עד נופח וגו'. ובפי' הקראים ראיתי שפירשו בזה ונירם מלשון ויורו המורי'. יאמר הכתוב ונירם אבד חשבון כלומר המלכות שהיתה בחשבון אבדה ונשים ונעשה שממה עד נופח כמו אם לא ישים עליהם נויהם. או יהיה ונירם כמו נינם יחד יאמר כאשר כבש האמורי את חשבון ובנותיה מידי מואב באנו אנחנו ישראל וירינו אותם ונשים בחרבן ושממה כל הארץ עד מידבה ונופח ומידבה שמו' מקומות הם, ואמר וישלח משה לרגל את יעזר וילכדו בנותיה, להגיד שעם כל מה שקרה מהרעה בשליחות המרגלים מקדש ברנע מפני רשעתם הנה לא נמנע משה בהיותו בארץ האמור מלשלוח לרגל את יעזר אבל שלח משה לבדו ולא ידע ממנו אדם אחר מן המחנה כי שלח המרגלים חרש לאמר והיה מצדקת המרגלים ההם שלא די שתרו את הארץ אבל גם לכדו בנותיה, ומשה לכד את העיר אחר כך. ואמנם איך שני אנשים או שלשה לבדם לכדו העירות ההם יהיה לפי שהמלחמה היתה בשדה והגברים מתו ונשארו הנשים והטף בעירות שלא יכלו להלחם ובזה הדרך לכדום. וספר הכתוב שמשה לא שלח לשאול לשלום את עוג לפי שהם פנו מן יעזר דרך הבשן ויצא עוג מלך הבשן לקראתם כי הוא בשמעו שהחרים משה את האמורי יצא באף ובחימה ובקצף גדול להלחם בו ומפני זה לא היה מקום למשה לשלוח לו מלאכים לשלום. ומפני שמשה וכל ישראל פחד קראם ורעדה בחשבם שבהיות עוג יוצא לקראתם אחרי נצחון מלך האמורי לא היה אלא מפני שאמיץ לבו בגבורים וחם לבו בקרבו לנקום את נקמת סיחון לכן אמר השם למשה אל תירא אותו כי בידך נתתי אותו ואת כל עמו ואת ארצו. וכן היה בפועל שבפגעם במלחמה הכה משה את עוג ואת כל בניו ואת עמו ויירשו את ארצו. ואחר שתי המלחמות המופלגו' האלה נסעו בני ישראל מן הגיא אשר בשדה מואב ויחנו בערבות מואב שם ישבו עד מות משה. ומעתה יספר הכתוב מה שקרה בחנותם שמה וכמו שיבא בפרשיות: ", "תם סדר זאת חקת התורה "], "heVersionTitle": "Torah Commentary of Yitzchak Abarbanel, Warsaw 1862", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": ["...Fear and trembling struck Moses and all of Israel when they thought that Og was coming out to meet them after [their] victory [over] the king of the Amorites. [They thought] that it could only be that his heart swelled with valor and that his heart was impassioned to take vengeance for Sichon..."], "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": "תרגום קהילת ספריא"}, {"_id": "571f38c7d6e4a90eb2484454", "index_title": "Gur Aryeh on Devarim", "category": "Quoting Commentary", "type": "", "ref": "Gur Aryeh on Devarim 3:23:5", "anchorRef": "Numbers 21:21", "anchorRefExpanded": ["Numbers 21:21"], "sourceRef": "Gur Aryeh on Devarim 3:23:5", "sourceHeRef": "גור אריה על דברים ג׳:כ״ג:ה׳", "anchorVerse": 21, "sourceHasEn": false, "compDate": [1548, 1578], "commentaryNum": 23.0005, "collectiveTitle": {"en": "Gur Aryeh on Devarim", "he": "גור אריה על דברים"}, "heTitle": "גור אריה על דברים", "he": "<b>שמא הותר הנדר וכו'.</b> וקשה, אחר שהיה סבור שהותר הנדר, אם כן לא היה צריך להתפלל, שהרי כבר הנדר הותר. ועוד קשה, למה הנדר הותר בלא תפילה, שלא התפלל, ויהיה הנדר מותר<br>:<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"28\"></i>ונראה, שמשה היה סובר שהקדוש ברוך הוא נשבע שלא יביא משה את ישראל אל הארץ אשר נשבע לאבותם (ר' במדבר כ, יב), ובכלל שבועה זאת היא כל הארץ, אף ארץ סיחון ועוג, שהרי נתן הקדוש ברוך הוא לאברהם, כמו שפירש רש\"י אצל \"ההוא יקרא ארץ רפאים\" (פסוק יג)<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"29\"></i>. ומה שבא משה אל ארץ סיחון ועוג, אף על גב שגם היא בכלל הארץ אשר נתן הקדוש ברוך הוא לאברהם, היינו טעמא, שעדיין לא שאלו בני ראובן ובני גד הארץ לחלקם, ואם לא [היו] מבקשים את ארץ סיחון ועוג – לא היו יורשים בני ישראל הארץ, כמו שכתב הרמב\"ן בפרשת חקת (במדבר כא, כא)<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"30\"></i>, וכן הארכנו בפרשת מטות (במדבר פל\"ב אות יב), עיין שם<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"31\"></i>, אלא היתה הארץ נשארת חריבה מאין יושב, והיו מניחין אותה כך, והולכין להם. לכך לא יקרא בזה \"לא תביאו את הקהל אל הארץ אשר נשבעתי לאבותם\" (ר' במדבר כ, יב)<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"32\"></i>, כיון שלא היה כבוש הראשון לנחול הארץ ולישב בה. וכאשר שאלו בני גד ובני ראובן את ארץ סיחון ועוג לחלקם (במדבר לב, א-ה), היה משה סובר אחר שהשבועה היא \"לא תביאו את הקהל אל הארץ אשר נשבעתי\", ואני הבאתים אל הארץ אשר נשבע לתת להם, שכיון שירשו את ארץ סיחון ועוג קורא אני בו \"אשר נשבעתי לאבותם\", והיה אומר שכיון שבטל מקצת הנדר – בטל כולו<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"33\"></i>, כך היה דעת משה רבינו עליו השלום:<br>ומכל מקום היה אומר צריך אני להתפלל, שאף על גב שהנדר בטל מטעם נדר שבטל מקצתו בטל כולו, סוף סוף העונש לא בטל מה שהקדוש ברוך הוא רוצה להעניש אותו שלא יבוא לארץ<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"34\"></i>, כי מה שבטל זה – והביאם אל ארץ סיחון ועוג – היה ממילא, כמו שפירשנו למעלה, שבעת שבא לשם לא היה הארץ של ישראל, ולא יאמר עליה \"לא תביאו הקהל אל הארץ אשר נשבעתי לאבותם\"<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"35\"></i>, ואם כן הקדוש ברוך הוא יקיים דבריו ויענוש בלא שבועה, דשבועה דל מהכא – העונש במקומו עומד, לכך הוצרך להתפלל לבטל העונש, אחר שנתבטל השבועה:<br>אמנם לפי האמת לא נתבטלה השבועה, שמה שאמר הקדוש ברוך הוא \"לא תביאו את הקהל אל הארץ אשר נשבעתי לאבותם\" היה על עיקר הארץ, והוא מעבר הירדן והלאה<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"36\"></i>:", "heVersionTitle": "Gur Aryeh, Machon Yerushalyim, 1989-1995", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5892f2bcd6e4a92746472454", "index_title": "Chizkuni", "category": "Commentary", "type": "commentary", "ref": "Chizkuni, Numbers 21:21:1", "anchorRef": "Numbers 21:21", "anchorRefExpanded": ["Numbers 21:21"], "sourceRef": "Chizkuni, Numbers 21:21:1", "sourceHeRef": "חזקוני, במדבר כ״א:כ״א:א׳", "anchorVerse": 21, "sourceHasEn": true, "compDate": [1220, 1260], "commentaryNum": 21.0001, "collectiveTitle": {"en": "Chizkuni", "he": "חזקוני"}, "heTitle": "במדבר", "he": "<b>וישלח ישראל מלאכים</b> וכתוב אחר אומר בפ׳‎ דברים ואשלח מלאכים רבותינו אמרו שתי אגרות כתבו אחת של משה לשלום ואחת של ישראל למלחמה.", "heVersionTitle": "Chizkuni", "heLicense": "Public Domain", "heVersionTitleInHebrew": "חזקוני", "text": "וישלח ישראל מלאכים, “Israel sent messengers;” in a different report in Deuteronomy 2,26 we are told that Moses sent messengers. Our sages conclude from this that two letters were sent to Sichon, one by Moses asserting Israel’s peaceful intentions when traversing his territory, the other by Israel, threatening war. (no source quoted). The second certainly sounds very peaceful. Ed.]", "versionTitle": "Chizkuni, translated and annotated by Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": "חזקוני, מתורגם ומוער בידי אליהו מונק"}, {"_id": "58b6b182d6e4a952249cc4aa", "index_title": "Minchat Shai on Torah", "category": "Commentary", "type": "commentary", "ref": "Minchat Shai on Torah, Numbers 21:21:1", "anchorRef": "Numbers 21:21", "anchorRefExpanded": ["Numbers 21:21"], "sourceRef": "Minchat Shai on Torah, Numbers 21:21:1", "sourceHeRef": "מנחת שי על תורה, במדבר כ״א:כ״א:א׳", "anchorVerse": 21, "sourceHasEn": false, "compDate": [1526], "commentaryNum": 21.0001, "collectiveTitle": {"en": "Minchat Shai", "he": "מנחת שי"}, "heTitle": "במדבר", "he": "<b>וישלח ישראל.</b> פ' פתוחה:", "heVersionTitle": "Minchat Shai on Torah", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5926b2a9d6e4a957603a2e8a", "index_title": "Midrash Tanchuma Buber", "category": "Midrash", "type": "", "ref": "Midrash Tanchuma Buber, Chukat 52:1", "anchorRef": "Numbers 21:21", "anchorRefExpanded": ["Numbers 21:21"], "sourceRef": "Midrash Tanchuma Buber, Chukat 52:1", "sourceHeRef": "תנחומא בובר, חקת נ״ב:א׳", "anchorVerse": 21, "sourceHasEn": true, "compDate": [150, 750], "commentaryNum": 52.0001, "collectiveTitle": {"en": "Midrash Tanchuma Buber", "he": "תנחומא בובר"}, "heTitle": "חקת", "he": "וישלח ישראל מלאכים <small>(במדבר כא כא)</small>. כל דברי תורה צריכין זה לזה שמה שזה נועל זה פותח, כאן נאמר וישלח ישראל מלאכים, ובמקום אחר תלה השליחות במשה, [שנאמר] ואשלח מלאכים ממדבר קדמות <small>(דברים ב כו)</small>, ללמדך שראש הדור הרי הוא ככל הדור. נעברה נא בארצך <small>(במדבר כ יז)</small>, כמו ששלח למלך אדום, אוכל בכסף תשברני וגו' <small>(דברים ב כח)</small>, דרכן של מים ליתן בחנם ואני נותן את דמיהם. (דרך) [בדרך] המלך נלך [עד אשר נעבור גבולך] <small>(במדבר כא כב)</small>, ובמקום אחר כתיב עד אשר אעבור את הירדן <small>(דברים ב כט)</small>, משל לשומר את הגפן או תאנה, בא אחד אמר אעבור מיכאן שאבצור את הכרם, א\"ל איני יושב לשמור אלא בשבילך, ואתה בא לבוצרה, כך הוא סיחון היה נוטל שכר מכל מלכי כנען, והם היו מעלין לו מסים, שהוא היה ממליך אותם והיה שקול כנגד כלם, הוא ועוג, שנאמר לסיחון מלך האמורי וגו' ולעוג מלך הבשן <small>(תהלים קלו יט כ)</small>, אמרו לו ישראל נעבור בארצך לכבוש את המלכים, אמר להם איני יושב כאן אלא לשמרם מפניכם, ולא נתן סיחון את ישראל עבור בגבולו ויאסוף סיחון את כל עמו ויצא לקראת ישראל <small>(במדבר כא כג)</small>, במחשבה עשה הקב\"ה למוסרו בידם שלא בצער, כתיב לסיחון מלך האמורי אשר יושב בחשבון <small>(שם שם לד)</small>, אילו היתה חשבון מליאה יתושין, אין כל בריה יכולה לשלוט בו, ואין צריך לומר שהיה גבור ושרוי בעיר מבצר, אילו היה יושב בעיירות שלו הוא ואוכלוסין, היו ישראל מתייגעין לשלוט בו, ולכבוש את כל עיר ועיר, אלא הקב\"ה כינסן למוסרן בידם שלא [בצער, וכן הוא אומר ראה החלותי תת לפניך את סיחון <small>(דברים ב לא)</small>, הרגו כל גבוריו שיצאו לקראתו, וחזרו על הנשים ועל הטף שלא] ביגיעה, לכך כתיב ויאסף סיחון את כל עמו <small>(במדבר כא כג)</small>.", "heVersionTitle": "Midrash Tanhuma haKadum veHaYashan, S. Buber, 1885", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש תנחומא הקדום והישן, ש' בובר, תרמ\"ה", "text": "(Numb. 21:21:) <small>THEN ISRAEL SENT MESSENGERS &lt;UNTO SIHON, KING OF THE AMORITES&gt;</small>. All the words of Torah are necessary to each other, for what one covers over the other opens up.<sup class=\"footnote-marker\">201</sup><i class=\"footnote\"><i>Tanh</i>., Numb. 6:23; Numb. R. 19:28.</i> It is stated here (in Numb. 21:21): <small>THEN ISRAEL SENT MESSENGERS</small>, while in another place &lt;Scripture&gt; ascribes the sending to Moses. [Thus it is stated] (in Deut. 2:26): <small>THEN I SENT MESSENGERS FROM THE DESERT OF KEDEMOTH &lt;UNTO KING SIHON OF HESHBON WITH WORDS OF PEACE&gt;</small>. &lt;Both verses are necessary&gt; to teach you that the head of a generation is surely equivalent to the whole generation. (Numb. 20:17:) <small>PLEASE LET US PASS THROUGH YOUR LAND</small>.<sup class=\"footnote-marker\">202</sup><i class=\"footnote\">As Buber suggests in note 370, the citation is probably a misreading for Numb. 20:22: <small>LET ME PASS THROUGH YOUR LAND</small>. This alternate reading better fits the context and also agrees with the parallel in Numb. R. 19:29; however, the parallel in <i>Tanh</i>., Numb. 6:23 agrees with the Buber text as written.</i> As he had sent to inform the king of Edom &lt;that he would do no damage, so did he send to this one&gt;<sup class=\"footnote-marker\">203</sup><i class=\"footnote\">The bracketed words come from the parallel in Numb. 19:19 and are necessary for the sense of the argument.</i> (in Deut. 2:28): <small>YOU SHALL SELL ME FOOD FOR MONEY…</small>. It is customary for water to be given gratis, but I am giving payment for it. (Numb. 21:22:) <small>WE WILL GO BY THE KING</small>'s <small>HIGHWAY</small> [<small>UNTIL WE HAVE PASSED THROUGH YOUR TERRITORY</small>]. In another place it is written (in Deut. 2:29): <small>UNTIL HAVE CROSSED THE JORDAN</small>. &lt;The matter&gt; is comparable to one guarding a vine or fig tree. When someone comes and says: Let me pass through here, so that I may gather grapes from the vineyard, he says to him: It is only because of you that I am sitting on guard. So would you come to gather the grapes? So it was with Sihon. He received wages from all the kings of Canaan; and they would bring taxes up to him, for he had made them kings. Moreover he and Og were considered the equivalent of them all, since it is stated (in Ps. 136:19–20): <small>SIHON, KING OF THE AMORITES …; AND OG, KING OF BASHAN</small>. Israel said to &lt;Sihon&gt;: Let us pass through your land<sup class=\"footnote-marker\">204</sup><i class=\"footnote\">“Let us pass through your land” is similar but not quite equal to either Numb. 20:17 or Numb. 21:22.</i> to conquer the kings. He said to them: I am sitting here to guard them from you. (Numb. 21:23:) <small>SO SIHON DID NOT ALLOW ISRAEL TO CROSS ON HIS TERRITORY. INSTEAD SIHON GATHERED ALL HIS PEOPLE TOGETHER AND WENT OUT AGAINST ISRAEL</small>. The Holy One acted with forethought to deliver him into their hand without trouble. It is written (in Numb. 21:34 = Deut. 3:2): <small>TO KING SIHON OF THE AMORITES WHO DWELT IN HESHBON</small> (i.e., <small>WITH CALCULATION</small>).<sup class=\"footnote-marker\">205</sup><i class=\"footnote\">The stress on the Holy One acting with fore-thought was suggested by the words, <small>IN HESHBON</small>, which can also be translated <small>WITH CALCULATION</small>.</i> If Heshbon had been full of mosquitos, no mortal could have prevailed against it; and it goes without saying that he was a warrior and dwelt in a fortified city. If he and his troops<sup class=\"footnote-marker\">206</sup><i class=\"footnote\">Gk.: <i>ochloi.</i></i> had dwelt &lt; scattered about&gt; in his towns, Israel would have worn themselves out to prevail against him and conquer each and every town. Instead the Holy One gathered them together so as to deliver them into their hand without [trouble. And so it said (in Deut. 2:31): <small>SEE I HAVE BEGUN TO GIVE SIHON &lt;AND HIS LAND&gt; OVER TO YOU</small>. They killed all his warriors who had come out against them. Then they returned for the women and infants without] exertion. It is therefore written (in Numb. 21:23): <small>INSTEAD SIHON GATHERED ALL HIS PEOPLE TOGETHER</small>.", "versionTitle": "Midrash Tanhuma, S. Buber Recension; trans. by John T. Townsend, 1989.", "license": "CC-BY", "versionTitleInHebrew": "מדרש תנחומא, בובר, מתורגם בידי ג'ון ט' טוונסנד, 1989"}, {"_id": "59765457d6e4a90179bf3457", "index_title": "Be'er Mayim Chaim", "category": "Chasidut", "type": "", "ref": "Be'er Mayim Chaim, Genesis 15:16:1", "anchorRef": "Numbers 21:21", "anchorRefExpanded": ["Numbers 21:21"], "sourceRef": "Be'er Mayim Chaim, Genesis 15:16:1", "sourceHeRef": "באר מים חיים, בראשית ט״ו:ט״ז:א׳", "anchorVerse": 21, "sourceHasEn": false, "compDate": [1775, 1815], "commentaryNum": 16.0001, "collectiveTitle": {"en": "Be'er Mayim Chaim", "he": "באר מים חיים"}, "heTitle": "בראשית", "he": "<b>ודור</b> רביעי ישובו וגו' כי לא שלם עון האמרי וגו'. והנה להבין טעם זה הנאמר כאן כי לא שלם עון האמרי אשר לכאורה אינו מובן, כי לפי הטעם הזה לא היו צריכים בני ישראל לעבודה ועינוי באותן הימים כי אם גירות לבד בארץ אחרת שלא לנחול הארץ עד גמר עון אמורי, ועוד כי אם היה מגיע זמן ישראל לנחול הארץ קודם הלא אין מלכות נוגעת בחברתה אפילו כמלא נימא והיה האמורי מחויב לידחות מפניהם אף אם לא נשלם עוונו, ועוד מה נשתנה האמורי מכל הז' אומות שמכולם לא זכר אלא עון אמורי והיה לו לומר כי לא שלם עון הגוים עד הנה, ועוד יותר פלא כי הנה האמורי נראה שלא היה כלל ממלכי ארץ ישראל אז, רק בעבר הירדן היה משכנו כאומרו <small>(במדבר כ\"א, כ\"א)</small> סיחון מלך האמורי, והגם שגם הוא היה מז' מלכים שניתנו לאברהם מכל מקום איך אומר ודור רביעי ישובו הנה כי לא שלם וגו', שמארץ ישראל היה מדבר והוא לא היה שם כלל.", "heVersionTitle": "Be'er Mayim Chaim, Jerusalem 1991.", "heLicense": "unknown", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5976559dd6e4a90179bf6e7e", "index_title": "Be'er Mayim Chaim", "category": "Chasidut", "type": "commentary", "ref": "Be'er Mayim Chaim, Numbers 21:21:1", "anchorRef": "Numbers 21:21", "anchorRefExpanded": ["Numbers 21:21"], "sourceRef": "Be'er Mayim Chaim, Numbers 21:21:1", "sourceHeRef": "באר מים חיים, במדבר כ״א:כ״א:א׳", "anchorVerse": 21, "sourceHasEn": false, "compDate": [1775, 1815], "commentaryNum": 21.0001, "collectiveTitle": {"en": "Be'er Mayim Chaim", "he": "באר מים חיים"}, "heTitle": "במדבר", "he": "<b>וישלח</b> ישראל מלאכים אל סיחון וגו'. עיין בדברי חז\"ל והובא ברש\"י פסוק זה מפני מה תולה השליחות כאן בישראל ושם במלך אדום נאמר <small>(לעיל כ', י\"ד)</small> וישלח משה מלאכים וגו'. ואולם לפי מה שכתבנו שם שישראל חשבו למשה שהוא מתעצל בדבר הזה כי טוב לפניו לסבב הארץ בכדי להאריך ימי חייו במדבר ועל כן שלחו שם בני ישראל פעם אחר אל מלך אדום כאמור שם בדברינו. אשר על כן בראות משה כי נחשד בעיני ישראל לשלוח מלאכים בדברים אשר לא כן, בכדי שלא ירצה לתת את ישראל עבור בגבולו. לא רצה כאן לשלוח מעצמו וצוה לישראל שישלחו הם בעצמם ויבחנו דבריהם האמת אתם אם לא. וכן היה שלא נתן סיחון את ישראל עבור בגבולו גם לפי דבריהם. ", "heVersionTitle": "Be'er Mayim Chaim, Jerusalem 1991.", "heLicense": "unknown", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5ae9bf159197ec001aac2ce9", "index_title": "Midrash Aggadah", "category": "Midrash", "type": "midrash", "ref": "Midrash Aggadah, Numbers 21:21:1", "anchorRef": "Numbers 21:21", "anchorRefExpanded": ["Numbers 21:21"], "sourceRef": "Midrash Aggadah, Numbers 21:21:1", "sourceHeRef": "מדרש אגדה, במדבר כ״א:כ״א:א׳", "anchorVerse": 21, "sourceHasEn": false, "compDate": [1020, 1220], "commentaryNum": 21.0001, "collectiveTitle": {"en": "Midrash Aggadah", "he": "מדרש אגדה"}, "heTitle": "במדבר", "he": "וישלח ישראל מלאכים אל סיחון. עשה משה מה שלא צוה לו הקב\"ה, וסמך על מה שאמר לו הקב\"ה, שנא' כי תקרב אל עיר וגו' (דברים כ' י'):", "heVersionTitle": "Midrash Aggadah, ed. Buber, Vienna, 1894.", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש אגדה, מהדורת בובר, וינה תרנ\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5b0bc284c1533e001928ae93", "index_title": "Malbim on Numbers", "category": "Commentary", "type": "commentary", "ref": "Malbim on Numbers 21:21:1", "anchorRef": "Numbers 21:21", "anchorRefExpanded": ["Numbers 21:21"], "sourceRef": "Malbim on Numbers 21:21:1", "sourceHeRef": "מלבי\"ם על במדבר כ״א:כ״א:א׳", "anchorVerse": 21, "sourceHasEn": false, "compDate": [1845, 1875], "commentaryNum": 21.0001, "collectiveTitle": {"en": "Malbim", "he": "מלבי\"ם"}, "heTitle": "מלבי\"ם על במדבר", "he": "<b>וישלח ישראל מלאכים </b>במשנה תורה נזכר שמשה שלח מלאכים ממדבר קדמות ויש איזה שנוים בין שם לכאן, ונראה שגם אל סיחון שלחו שני פעמים, בפעם הראשון שלח משה ממדבר קדמות שהיו עדיין חוץ מגבול סיחון וזה הנזכר במשנה תורה ושם נזכר שאמר אוכל בכסף תשברני וכו' ושם אמר ולא אבה סיחון העברנו בו כי הקב\"ה ה' את רוחו, שכבר בארתי ההבדל בין <b>מאן </b>ובין לא <b>אבה </b>שלא אבה הוא בלב, מבאר שהיה ראוי שיאבה בלב ושיפול עליו פחד רק שה' הקשה את רוחו, והשליחות הנז' פה לא שלח משה רק ישראל, וזה היה אחר שהיה בעבר ארנון שהיה בגבול סיחון ורצו לכנס בחזקה ואז היו מצטרכים לצור על עריו שהיו ערים בצורות וקשה לכבשם, והיה שליחות זה מתחבולות מלחמה שע\"י שראה שרוצים לכנס לארצו בחזקה לא המתין עד שיבואו לארצו ויצא לקראתם למלחמה יהצה, ועי\"ז היה נקל לכבשו כי לא נסגר בערי המבצר רק נלחם בשדה, ואחר שנפלו גבוריו בשדה המערכה היה נקל להם לכבוש את ערי מבצריו:", "heVersionTitle": "Mikraei Kodesh, Vilna, 1891", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מקראי קודש, וילנא תרנ\"א", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5cd13b3e69ad4c007a1d6ad7", "index_title": "Birkat Asher on Torah", "category": "Quoting Commentary", "type": "", "ref": "Birkat Asher on Torah, Deuteronomy 2:31:1", "anchorRef": "Numbers 21:21", "anchorRefExpanded": ["Numbers 21:21"], "sourceRef": "Birkat Asher on Torah, Deuteronomy 2:31:1", "sourceHeRef": "ברכת אשר על התורה, דברים ב׳:ל״א:א׳", "anchorVerse": 21, "sourceHasEn": false, "compDate": [1960, 2010], "commentaryNum": 31.0001, "collectiveTitle": {"en": "Birkat Asher on Torah", "he": "ברכת אשר על התורה"}, "heTitle": "דברים", "he": "<b>\"...הַחִלֹּתִי תת\" וגו'.</b> כאן מפורש שכיבוש זה היה מתוכנן בידי ההשגחה, ואילו למעלה (במדבר כא, כא) נראה כמו תוצאה של משא ומתן בלתי מוצלח, והרי לך דוגמה מובהקת של \"סיבתיות כפולה\", ואין כאן משום סתירה ח\"ו. (פ' דברים תש\"ס)", "heVersionTitle": "Birkat Asher, Asher Vasertil, Jerusalem 2010-2012", "heLicense": "CC-BY", "heVersionTitleInHebrew": "ברכת אשר, ירושלים תש\"ע-תשע\"ג", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5d3dc9d0688361001afa5a23", "index_title": "Nehemiah", "category": "Tanakh", "type": "related", "ref": "Nehemiah 9:22", "anchorRef": "Numbers 21:21-25", "anchorRefExpanded": ["Numbers 21:21", "Numbers 21:22", "Numbers 21:23", "Numbers 21:24", "Numbers 21:25"], "sourceRef": "Nehemiah 9:22", "sourceHeRef": "נחמיה ט׳:כ״ב", "anchorVerse": 21, "sourceHasEn": true, "compDate": [-450, -350], "commentaryNum": 9.0022, "collectiveTitle": {"en": "Nehemiah", "he": "נחמיה"}, "heTitle": "נחמיה", "he": "וַתִּתֵּ֨ן לָהֶ֤ם מַמְלָכוֹת֙ וַעֲמָמִ֔ים וַֽתַּחְלְקֵ֖ם לְפֵאָ֑ה וַיִּֽירְשׁ֞וּ אֶת־אֶ֣רֶץ סִיח֗וֹן וְאֶת־אֶ֙רֶץ֙ מֶ֣לֶךְ חֶשְׁבּ֔וֹן וְאֶת־אֶ֖רֶץ ע֥וֹג מֶֽלֶךְ־הַבָּשָֽׁן׃", "heVersionTitle": "Miqra according to the Masorah", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "מקרא על פי המסורה", "text": "“You gave them kingdoms and peoples, and <sup class=\"footnote-marker\">b</sup><i class=\"footnote\">Meaning of Heb. uncertain.</i>allotted them territory.<sup class=\"endFootnote\">-b</sup> They took possession of the land of Sihon, the land of the king of Heshbon, and the land of Og, king of Bashan.", "versionTitle": "Tanakh: The Holy Scriptures, published by JPS", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "5e85c25c5606368b4d871d52", "index_title": "Agra DeKala", "category": "Chasidut", "type": "", "ref": "Agra DeKala, Balak 1", "anchorRef": "Numbers 21:21", "anchorRefExpanded": ["Numbers 21:21"], "sourceRef": "Agra DeKala, Balak 1", "sourceHeRef": "אגרא דכלה, בלק א׳", "anchorVerse": 21, "sourceHasEn": false, "compDate": [1801, 1841], "commentaryNum": 1, "collectiveTitle": {"en": "Agra DeKala", "he": "אגרא דכלה"}, "heTitle": "בלק", "he": "<b>וירא בלק בן צפור את כל אשר עשה ישראל לאמרי (במדבר כב ב).</b> כבר תמהו המפרשים דההיא ראייה על כרחך הוא ראיה שכליות, שהתבונן מה שלא התבוננו אחרים, דאי כפשוטו שראה המעשה אשר נעשה, מה משמיענו בזה הוה ליה להתחיל ויהי כראות מואב את אשר וכו'. גם יש להתבונן למה כינה בלשון יחיד עש\"ה ישראל, ולא עשו וכו'. על כן נראה לפרש כמו שדרשו בזהר (ח\"ג קפ\"ד ע\"ב) דבלק חכם גדול היה בסטרא דיליה, והתבונן מה שלא התבוננו אחרים, דידוע ז' עממין היו נגד ז' מדות דקליפה חסד גבורה תפארת נצח הוד יסוד מלכות, וסידורם קבלנו מאת כבוד אדמו\"ר הרב הק' מוהרייע\"ץ זצוק\"ל מ\"כ בק\"ק לובלין, כנעני חס\"ד דקליפה, חת\"י גבורה, אמר\"י תפארת וכו'. הנה ידוע דתפארת עיקר הגוף, וכאשר עיקר הגוף מנוצח, בודאי שאר הקצוות מנוצחין שהם רק ענפי הגוף. (והנה תראה שהנביא אומר (עמוס ב ט) ואנכי השמדתי את האמר\"י מפניהם אשר כגובה ארזים גובהו, עשה עיקר מהאמר\"י והבן). והנה ישראל דקדושה הוא כינוי לתפארת ישראל, והנה סיחון ועוג היו אמוריים מסטרא דתפארת דקליפה, וזהו שתמצא בשליחות לא נאמר וישלח משה מלאכים אל סיחון וכו', רק וישלח ישרא\"ל וכו' (במדבר כא כא) זה לעומת זה. וזהו וירא בלק בן צפור שגדלה מדריגתו בקליפה בידיעת החכמה, הוא לבדו ראה והתבונן את כל אשר עשה תפארת ישראל לאמר\"י תפארת דקליפה, ואז התבונן כאשר הגוף מנוצח שוב בוודאי הקצוות לא יעמדו, והבן:", "heVersionTitle": "Agra DeKala, Brooklyn, N.Y., 1993", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5ec26ade6d954163f23fe1f5", "index_title": "Ben Yehoyada on Makkot", "category": "Quoting Commentary", "type": "", "ref": "Ben Yehoyada on Makkot 23b:7", "anchorRef": "Numbers 21:17-25", "anchorRefExpanded": ["Numbers 21:17", "Numbers 21:18", "Numbers 21:19", "Numbers 21:20", "Numbers 21:21", "Numbers 21:22", "Numbers 21:23", "Numbers 21:24", "Numbers 21:25"], "sourceRef": "Ben Yehoyada on Makkot 23b:7", "sourceHeRef": "בן יהוידע על מכות כ״ג ב:ז׳", "anchorVerse": 17, "sourceHasEn": false, "compDate": [1860, 1900], "commentaryNum": 46.0007, "collectiveTitle": {"en": "Ben Yehoyada on Makkot", "he": "בן יהוידע על מכות"}, "heTitle": "בן יהוידע על מכות", "he": "<b>דְּכוּלְּהוּ יִשְׂרָאֵל קָרִי לְהוּ בִּלְשׁוֹן יָחִיד, דִּכְתִיב: \"יִשְׂרָאֵל נוֹשַׁע בַּהֳ'\" <small>(ישעיה מה, יז)</small>.</b> כתב מהרש\"א מה שלא הביא קרא דתורה דכתיב וַיִּחַן שָׁם יִשְׂרָאֵל נֶגֶד הָהָר <small>(שמות יט, ב)</small> היינו משום דהתם נאמר כן לדרשה עיין שם. וקשה וכי פסוק זה בלבד יש בתורה והלא כמה מקראות איכא כהאי גונא ובפרשת חוקת בלבד יש כמה מקראות אָז יָשִׁיר יִשְׂרָאֵל וכו' וַיִּשְׁלַח יִשְׂרָאֵל וכו' אֶעְבְּרָה בְאַרְצֶךָ וכו' וַיַּכֵּהוּ יִשְׂרָאֵל לְפִי חָרֶב וַיִּירַשׁ אֶת אַרְצוֹ וַיִּקַּח יִשְׂרָאֵל אֵת כָּל הֶעָרִים הָאֵלֶּה וַיֵּשֶׁב יִשְׂרָאֵל בְּכָל עָרֵי הָאֱמֹרִי <small>(במדבר כא, יז-כה) </small>וכן שם וַיִּדַּר יַעֲקֹב נֶדֶר לֵאמֹר<small> (בראשית כח, כ)</small> וכן כֹּה אָמַר אָחִיךָ יִשְׂרָאֵל <small>(במדבר כ, יד) </small>וגם בפרשת וזאת הברכה וַיִּשְׁכֹּן יִשְׂרָאֵל בֶּטַח בָּדָד <small>(דברים לג, כח)</small> ואמאי לא הביא תלמודא חד מפסוקי תורה אלו?<br>ובהשקפה הראשונה אמרתי לתרץ דהביא פסוק יִשְׂרָאֵל נוֹשַׁע בַּהֳ' שהיה שגור בפיהם הרבה ולכך הביא הדמיון ממנו, אך חזרתי ואמרתי דהיה לו להביא פסוק שְׁמַע יִשְׂרָאֵל הֳ' אֱלֹקֵינוּ הֳ' אֶחָד <small>(דברים ו, ד)</small> ואין לך פסוק שגור בפה יותר מזה.<small> </small>מיהו אמרתי אין קושיא מפסוק זה דאיתא במדרש ישראל האמור בפסוק זה קאי על יעקב אבינו ע\"ה ששמו ישראל ואנחנו גם כן אומרים אותו כנגדו 'שְׁמַע יִשְׂרָאֵל' אבינו כי 'הֳ' אֱלֹקֵינוּ הֳ' אֶחָד' ותחלה השבטים אמרו אותו אליו ולכן נאמר 'שְׁמַע' לשון יחיד.<br>ולעיקר הקושיא רציתי לתרץ דכיון שפסוק של 'וַיֹּאמֶר עֵד' הוא לשון הכתוב בנביאים רצה להביא דוגמה גם כן מן פסוק של נביאים ושוב ראיתי תירוץ זה דהא איכא כזאת בנביאים ביהושע דקדים דכתיב וַיַּעֲבֹד יִשְׂרָאֵל אֶת הֳ' <small>(יהושע כד, לא)</small> והוה ליה למימר פסוק זה דקדים שהוא גם כן בנביאים לכן אמרתי אין זו קושיא כי מעיקרא אין צריך להביא הוכחה לדבר זה דבאמת ידוע הוא בלשון המקראות בכמה מקומות לקרא לרבים בלשון יחיד ואין צריך להביא הוכחה לזה כדי שתאמר למה לא הביא מלשון תורה כי הוא לא הוצרך להוכחה ורק רצה להזכיר פסוק אחד מן המקראות לדוגמה ואתרמי לפי שעה פסוק זה של 'יִשְׂרָאֵל נוֹשַׁע' ואמרו והוא לא נחת למצוא הוכחה לדבר זה כדי שידקדק להביא מן פסוקי תורה.<br>וראיתי להגאון חיד\"א בפתח עינים דקרא דשמואל ברישא לשון רבים ואחר כך בלשון יחיד לכך הביא פסוק דומה לו בזה 'יִשְׂרָאֵל נוֹשַׁע בַּהֳ'' ומסיים לשון רבים 'לֹא תֵבֹשׁוּ וְלֹא תִכָּלְמוּ' עד כאן דבריו ואחרי המחילה זה אינו דהוה ליה למימר פסוק <small>(במדבר כא, כא)</small> וַיִּשְׁלַח יִשְׂרָאֵל מַלְאָכִים אֶל סִיחֹן מֶלֶךְ הָאֱמֹרִי לֵאמֹר,  וסוף אמר אֶעְבְּרָה בְאַרְצֶךָ לֹא נִטֶּה בְּשָׂדֶה וּבְכֶרֶם לֹא נִשְׁתֶּה.", "heVersionTitle": "Senlake edition 2019 based on Ben Yehoyada, Jerusalem, 1897", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5ec26adf6d954163f23fe1f9", "index_title": "Ben Yehoyada on Makkot", "category": "Quoting Commentary", "type": "", "ref": "Ben Yehoyada on Makkot 23b:7", "anchorRef": "Numbers 21:21", "anchorRefExpanded": ["Numbers 21:21"], "sourceRef": "Ben Yehoyada on Makkot 23b:7", "sourceHeRef": "בן יהוידע על מכות כ״ג ב:ז׳", "anchorVerse": 21, "sourceHasEn": false, "compDate": [1860, 1900], "commentaryNum": 46.0007, "collectiveTitle": {"en": "Ben Yehoyada on Makkot", "he": "בן יהוידע על מכות"}, "heTitle": "בן יהוידע על מכות", "he": "<b>דְּכוּלְּהוּ יִשְׂרָאֵל קָרִי לְהוּ בִּלְשׁוֹן יָחִיד, דִּכְתִיב: \"יִשְׂרָאֵל נוֹשַׁע בַּהֳ'\" <small>(ישעיה מה, יז)</small>.</b> כתב מהרש\"א מה שלא הביא קרא דתורה דכתיב וַיִּחַן שָׁם יִשְׂרָאֵל נֶגֶד הָהָר <small>(שמות יט, ב)</small> היינו משום דהתם נאמר כן לדרשה עיין שם. וקשה וכי פסוק זה בלבד יש בתורה והלא כמה מקראות איכא כהאי גונא ובפרשת חוקת בלבד יש כמה מקראות אָז יָשִׁיר יִשְׂרָאֵל וכו' וַיִּשְׁלַח יִשְׂרָאֵל וכו' אֶעְבְּרָה בְאַרְצֶךָ וכו' וַיַּכֵּהוּ יִשְׂרָאֵל לְפִי חָרֶב וַיִּירַשׁ אֶת אַרְצוֹ וַיִּקַּח יִשְׂרָאֵל אֵת כָּל הֶעָרִים הָאֵלֶּה וַיֵּשֶׁב יִשְׂרָאֵל בְּכָל עָרֵי הָאֱמֹרִי <small>(במדבר כא, יז-כה) </small>וכן שם וַיִּדַּר יַעֲקֹב נֶדֶר לֵאמֹר<small> (בראשית כח, כ)</small> וכן כֹּה אָמַר אָחִיךָ יִשְׂרָאֵל <small>(במדבר כ, יד) </small>וגם בפרשת וזאת הברכה וַיִּשְׁכֹּן יִשְׂרָאֵל בֶּטַח בָּדָד <small>(דברים לג, כח)</small> ואמאי לא הביא תלמודא חד מפסוקי תורה אלו?<br>ובהשקפה הראשונה אמרתי לתרץ דהביא פסוק יִשְׂרָאֵל נוֹשַׁע בַּהֳ' שהיה שגור בפיהם הרבה ולכך הביא הדמיון ממנו, אך חזרתי ואמרתי דהיה לו להביא פסוק שְׁמַע יִשְׂרָאֵל הֳ' אֱלֹקֵינוּ הֳ' אֶחָד <small>(דברים ו, ד)</small> ואין לך פסוק שגור בפה יותר מזה.<small> </small>מיהו אמרתי אין קושיא מפסוק זה דאיתא במדרש ישראל האמור בפסוק זה קאי על יעקב אבינו ע\"ה ששמו ישראל ואנחנו גם כן אומרים אותו כנגדו 'שְׁמַע יִשְׂרָאֵל' אבינו כי 'הֳ' אֱלֹקֵינוּ הֳ' אֶחָד' ותחלה השבטים אמרו אותו אליו ולכן נאמר 'שְׁמַע' לשון יחיד.<br>ולעיקר הקושיא רציתי לתרץ דכיון שפסוק של 'וַיֹּאמֶר עֵד' הוא לשון הכתוב בנביאים רצה להביא דוגמה גם כן מן פסוק של נביאים ושוב ראיתי תירוץ זה דהא איכא כזאת בנביאים ביהושע דקדים דכתיב וַיַּעֲבֹד יִשְׂרָאֵל אֶת הֳ' <small>(יהושע כד, לא)</small> והוה ליה למימר פסוק זה דקדים שהוא גם כן בנביאים לכן אמרתי אין זו קושיא כי מעיקרא אין צריך להביא הוכחה לדבר זה דבאמת ידוע הוא בלשון המקראות בכמה מקומות לקרא לרבים בלשון יחיד ואין צריך להביא הוכחה לזה כדי שתאמר למה לא הביא מלשון תורה כי הוא לא הוצרך להוכחה ורק רצה להזכיר פסוק אחד מן המקראות לדוגמה ואתרמי לפי שעה פסוק זה של 'יִשְׂרָאֵל נוֹשַׁע' ואמרו והוא לא נחת למצוא הוכחה לדבר זה כדי שידקדק להביא מן פסוקי תורה.<br>וראיתי להגאון חיד\"א בפתח עינים דקרא דשמואל ברישא לשון רבים ואחר כך בלשון יחיד לכך הביא פסוק דומה לו בזה 'יִשְׂרָאֵל נוֹשַׁע בַּהֳ'' ומסיים לשון רבים 'לֹא תֵבֹשׁוּ וְלֹא תִכָּלְמוּ' עד כאן דבריו ואחרי המחילה זה אינו דהוה ליה למימר פסוק <small>(במדבר כא, כא)</small> וַיִּשְׁלַח יִשְׂרָאֵל מַלְאָכִים אֶל סִיחֹן מֶלֶךְ הָאֱמֹרִי לֵאמֹר,  וסוף אמר אֶעְבְּרָה בְאַרְצֶךָ לֹא נִטֶּה בְּשָׂדֶה וּבְכֶרֶם לֹא נִשְׁתֶּה.", "heVersionTitle": "Senlake edition 2019 based on Ben Yehoyada, Jerusalem, 1897", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5f1d72423353e1a24e02be6f", "index_title": "Midrash Lekach Tov", "category": "Midrash", "type": "commentary", "ref": "Midrash Lekach Tov, Exodus 15:1:1", "anchorRef": "Numbers 21:21", "anchorRefExpanded": ["Numbers 21:21"], "sourceRef": "Midrash Lekach Tov, Exodus 15:1:1", "sourceHeRef": "מדרש לקח טוב, שמות ט״ו:א׳:א׳", "anchorVerse": 21, "sourceHasEn": false, "compDate": [1105, 1115], "commentaryNum": 1.0001, "collectiveTitle": {"en": "Midrash Lekach Tov", "he": "מדרש לקח טוב"}, "heTitle": "שמות", "he": "<b>אז ישיר משה ובני ישראל.</b> <i data-commentator=\"Notes and Corrections\" data-order=\"1\"></i> יש אז לשעבר, ויש אז לעתיד, אז הוחל (בראשית ד כו), אז אמרה (שמות ד כו), אז ישיר משה, אז ישיר ישראל (במדבר כא כא), אז יבנה יהושע (יהושע ח ל), אז ידבר יהושע (שם י יב), אז אמר שלמה (מ״א ח יב) הרי אלו לשעבר, אז תראי ונהרת (ישעיה ס ה), אז יבקע (שם נח ח), אז תפקחנה, אז ידלג (שם לה ה ו), אז תשמח בתולה במחול (ירמיה לא יב), אז ימלא שחוק פינו אז יאמרו בגוים (תהלים קכו ב), הרי אלו לעתיד. אז שר משה לא נאמר, אלא ישיר, <i data-commentator=\"Notes and Corrections\" data-order=\"2\"></i> למדנו לתחיית המתים.", "heVersionTitle": "Midrash Lekach Tov on Torah, Vilna 1884", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש לקח טוב, מכונה פסיקתא זוטרתא, וילנא תרמ\"ד", "text": "", "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": ""}, {"_id": "5f1d724b3353e1a24e02be85", "index_title": "Midrash Lekach Tov", "category": "Midrash", "type": "commentary", "ref": "Midrash Lekach Tov, Exodus 15:1:4", "anchorRef": "Numbers 21:21", "anchorRefExpanded": ["Numbers 21:21"], "sourceRef": "Midrash Lekach Tov, Exodus 15:1:4", "sourceHeRef": "מדרש לקח טוב, שמות ט״ו:א׳:ד׳", "anchorVerse": 21, "sourceHasEn": true, "compDate": [1105, 1115], "commentaryNum": 1.0004, "collectiveTitle": {"en": "Midrash Lekach Tov", "he": "מדרש לקח טוב"}, "heTitle": "שמות", "he": "<b> את השירה הזאת.</b> <i data-commentator=\"Notes and Corrections\" data-order=\"5\"></i> עשר שירות הן, ראשונה שנאמרה במצרים, שנאמר השיר יהיה לכם כליל התקדש חג (ישעיה ל כט), שניה אז ישיר משה, שלישית על הבאר אז ישיר ישראל (במדבר כא כא), רביעית שירת האזינו (דברים לב א), חמישית אז ידבר יהושע (יהושע י יב), ששית ותשר דבורה (שופטים ה א), שביעית וידבר דוד (ש״ב כב א), שמינית מזמור שיר חנוכת הבית (תהלים ל א), תשיעית ביהושפט, דכתיב <i data-commentator=\"Notes and Corrections\" data-order=\"6\"></i> ויעמד משוררים בבית ה׳ בצאתו לפני החלוץ אמר הודו לה׳ כי טוב כי לעולם חסדו (דה״ב כ כא), עשירית לעתיד לבא, <i data-commentator=\"Notes and Corrections\" data-order=\"7\"></i> שנאמר שירו לה׳ שיר חדש (ישעיה מב י), <i data-commentator=\"Notes and Corrections\" data-order=\"8\"></i> משונה שיר זה להקרות לשון זכר, וכן השירות כולן קרואים בלשון נקבה כשם שהנקבה יולדת, לפי שכל התשועות היה אחריהן שעבוד, אבל לעתיד לבא תשועה שאין אחריה שעבוד, שנאמר ישראל נושע בה׳ תשועת עולמים (ישעיה מה יז), לכך נכתב שיר חדש, כשם שאין הזכר יוליד, וכה״א שאלו נא וראו אם יולד זכר (ירמיה ל ו).", "heVersionTitle": "Midrash Lekach Tov on Torah, Vilna 1884", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש לקח טוב, מכונה פסיקתא זוטרתא, וילנא תרמ\"ד", "text": "“Then Moses and the Israelites sang this song to the LORD…” (Shemot 15:1) There are ten songs. The first was said in Egypt, as it says “For you, there shall be singing As on a night when a festival is hallowed…” (Isaiah 30:29) The second was ‘Then Moses sang…’  Third was on the well “Then Israel sang this song…” (Bamidbar 21:17) The fourth was the song ‘Listen now…’ (Devarim 32:1) The fifth was “Joshua addressed the LORD…” (Yehoshua 10:12) The sixth “On that day Deborah and Barak son of Abinoam sang…” (Shoftim 5:1) The seventh “David addressed the words of this song to the LORD…” (Shmuel II 22:1) The eight was “A song for the dedication of the House.” (Psalms 30:1) The ninth was Yehoshefat, as it is written “he stationed singers to the LORD extolling the One majestic in holiness as they went forth ahead of the vanguard, saying, “Praise the LORD, for His steadfast love is eternal.”” (Chronicles II 20:21) The tenth is in the time to come, as it says “Sing to the LORD a new song…” (Isaiah 42:10) This song is different, as it is named in the masculine form (shir chadash and not shirah chadasha). All the other songs are named in the feminine form because just as a female gives birth so all of these salvations had after them another subjugation; but in the time to come will be a salvation which is not followed by any subjugation, as it says “But Israel has won through the LORD Triumph everlasting…” (Isaiah 45:17) Thus it is written ‘a new song’ in the masculine (shir chadash), just as a male does not give birth. So it says “Ask and see: Surely males do not bear young!” (Jeremiah 30:6)", "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": ""}, {"_id": "5f1e9f8a1d77ecfb0d09e7fe", "index_title": "Midrash Lekach Tov", "category": "Midrash", "type": "commentary", "ref": "Midrash Lekach Tov, Numbers 21:21:1", "anchorRef": "Numbers 21:21", "anchorRefExpanded": ["Numbers 21:21"], "sourceRef": "Midrash Lekach Tov, Numbers 21:21:1", "sourceHeRef": "מדרש לקח טוב, במדבר כ״א:כ״א:א׳", "anchorVerse": 21, "sourceHasEn": false, "compDate": [1105, 1115], "commentaryNum": 21.0001, "collectiveTitle": {"en": "Midrash Lekach Tov", "he": "מדרש לקח טוב"}, "heTitle": "במדבר", "he": "<b>פס'.</b> וישלח ישראל מלאכים. ולהלן הוא אומר (במדבר כ׳:י״ד) וישלח משה מלאכים מקדש מלך אדום מפני שהיה מלך חשוב אדום. שלח לו משה מלאכים אבל סיחון ישראל שלחו לו ולא משה. ואעפ״כ במשנה תורה כתיב (דברים ב׳:כ״ו) ואשלח מלאכים ממדבר קדמות וגומר. ללמדך שברשות משה נשתלחו. אבל מה שאמר ישראל דברי המלאכים:", "heVersionTitle": "Midrash Lekach Tov on Torah, Vilna 1884", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש לקח טוב, מכונה פסיקתא זוטרתא, וילנא תרמ\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "60b36f0f6baca89872b493c8", "index_title": "Ben Porat Yosef", "category": "Chasidut", "type": "", "ref": "Ben Porat Yosef, Shabbat Shuva Sermons 1:79", "anchorRef": "Numbers 21:21", "anchorRefExpanded": ["Numbers 21:21"], "sourceRef": "Ben Porat Yosef, Shabbat Shuva Sermons 1:79", "sourceHeRef": "בן פורת יוסף, דרשות שבת תשובה א׳:ע״ט", "anchorVerse": 21, "sourceHasEn": false, "compDate": [1760, 1780], "commentaryNum": 1.0079, "collectiveTitle": {"en": "Ben Porat Yosef", "he": "בן פורת יוסף"}, "heTitle": "דרשות שבת תשובה", "he": "לכך התקינו חז\"ל שיהיו תוקעין בראש חודש אלול בכל שנה, ר\"ל לתקוע בראשי העם שנקרא ראש חודש, לומר להם דברי מוסר שיעלו בהר ה', שיצאו תחלה לקראת המלך בכל שנה, וצריך להתפשט מעניני גשמיים כדי שיוכל לעלות בהר ה' לדבק ברוחני שיהיה יעל פשוט. וכל החודש תוקעין בשופר ומוסר, להזהיר שאר העם שיעשו תשובה שנאמר היתקע שופר בעיר ועם לא יחרדו, דקשה, וכי תוקעין בעיר הלא בבית הכנסת וכו', ונראה כי ראש העיר נקרא עיר, וכמ\"ש ואבחר בעיר בדוד, וכן פיר(ו)ש רש\"י (במדבר כא, כא) וישלח ישראל מלאכים, זה משה שהוא כלל ישראל וכו'. וזה שאמר היתקע שופר בעיר, ר\"ל אחר שתוקעין בשופר ומוסר בעי\"ר, שהם ראשי העיר, ואין משא פנים, ואיך שאר העם לא יחרדו ויעשו גם הם תשובה.", "heVersionTitle": "Eichen edition. Jerusalem, 2011", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "60f576d1b6062f226d620710", "index_title": "Maskil LeDavid", "category": "Commentary", "type": "commentary", "ref": "Maskil LeDavid, Numbers 21:21:1", "anchorRef": "Numbers 21:21", "anchorRefExpanded": ["Numbers 21:21"], "sourceRef": "Maskil LeDavid, Numbers 21:21:1", "sourceHeRef": "משכיל לדוד, במדבר כ״א:כ״א:א׳", "anchorVerse": 21, "sourceHasEn": false, "commentaryNum": 21.0001, "collectiveTitle": {"en": "Maskil LeDavid", "he": "משכיל לדוד"}, "heTitle": "במדבר", "he": "<b>וישלח ישראל וכו׳</b> ההרגש הוא דהיכי עבדי ישראל מלתא מדידהו בלא משה דהא לעיל אצל אדום כתיב וישלח משה והכא משמע דלאו הכי ומשום הכי קאמר דאינו כן דבמקום אחר כתיב ואשלח וכו׳:", "heVersionTitle": "Venice, 1760", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ויניציאה, תקכ\"א", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "612254da5de8bfb900edc2d0", "index_title": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers", "category": "Jewish Thought", "type": "", "ref": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers, Part I, Chapter 5; Leaders and Strangers 12", "anchorRef": "Numbers 15:30-31:19", "anchorRefExpanded": ["Numbers 15:30", "Numbers 15:31", "Numbers 15:32", "Numbers 15:33", "Numbers 15:34", "Numbers 15:35", "Numbers 15:36", "Numbers 15:37", "Numbers 15:38", "Numbers 15:39", "Numbers 15:40", "Numbers 15:41", "Numbers 16:1", "Numbers 16:2", "Numbers 16:3", "Numbers 16:4", "Numbers 16:5", "Numbers 16:6", "Numbers 16:7", "Numbers 16:8", "Numbers 16:9", "Numbers 16:10", "Numbers 16:11", "Numbers 16:12", "Numbers 16:13", "Numbers 16:14", "Numbers 16:15", "Numbers 16:16", "Numbers 16:17", "Numbers 16:18", "Numbers 16:19", "Numbers 16:20", "Numbers 16:21", "Numbers 16:22", "Numbers 16:23", "Numbers 16:24", "Numbers 16:25", "Numbers 16:26", "Numbers 16:27", "Numbers 16:28", "Numbers 16:29", "Numbers 16:30", "Numbers 16:31", "Numbers 16:32", "Numbers 16:33", "Numbers 16:34", "Numbers 16:35", "Numbers 17:1", "Numbers 17:2", "Numbers 17:3", "Numbers 17:4", "Numbers 17:5", "Numbers 17:6", "Numbers 17:7", "Numbers 17:8", "Numbers 17:9", "Numbers 17:10", "Numbers 17:11", "Numbers 17:12", "Numbers 17:13", "Numbers 17:14", "Numbers 17:15", "Numbers 17:16", "Numbers 17:17", "Numbers 17:18", "Numbers 17:19", "Numbers 17:20", "Numbers 17:21", "Numbers 17:22", "Numbers 17:23", "Numbers 17:24", "Numbers 17:25", "Numbers 17:26", "Numbers 17:27", "Numbers 17:28", "Numbers 18:1", "Numbers 18:2", "Numbers 18:3", "Numbers 18:4", "Numbers 18:5", "Numbers 18:6", "Numbers 18:7", "Numbers 18:8", "Numbers 18:9", "Numbers 18:10", "Numbers 18:11", "Numbers 18:12", "Numbers 18:13", "Numbers 18:14", "Numbers 18:15", "Numbers 18:16", "Numbers 18:17", "Numbers 18:18", "Numbers 18:19", "Numbers 18:20", "Numbers 18:21", "Numbers 18:22", "Numbers 18:23", "Numbers 18:24", "Numbers 18:25", "Numbers 18:26", "Numbers 18:27", "Numbers 18:28", "Numbers 18:29", "Numbers 18:30", "Numbers 18:31", "Numbers 18:32", "Numbers 19:1", "Numbers 19:2", "Numbers 19:3", "Numbers 19:4", "Numbers 19:5", "Numbers 19:6", "Numbers 19:7", "Numbers 19:8", "Numbers 19:9", "Numbers 19:10", "Numbers 19:11", "Numbers 19:12", "Numbers 19:13", "Numbers 19:14", "Numbers 19:15", "Numbers 19:16", "Numbers 19:17", "Numbers 19:18", "Numbers 19:19", "Numbers 19:20", "Numbers 19:21", "Numbers 19:22", "Numbers 20:1", "Numbers 20:2", "Numbers 20:3", "Numbers 20:4", "Numbers 20:5", "Numbers 20:6", "Numbers 20:7", "Numbers 20:8", "Numbers 20:9", "Numbers 20:10", "Numbers 20:11", "Numbers 20:12", "Numbers 20:13", "Numbers 20:14", "Numbers 20:15", "Numbers 20:16", "Numbers 20:17", "Numbers 20:18", "Numbers 20:19", "Numbers 20:20", "Numbers 20:21", "Numbers 20:22", "Numbers 20:23", "Numbers 20:24", "Numbers 20:25", "Numbers 20:26", "Numbers 20:27", "Numbers 20:28", "Numbers 20:29", "Numbers 21:1", "Numbers 21:2", "Numbers 21:3", "Numbers 21:4", "Numbers 21:5", "Numbers 21:6", "Numbers 21:7", "Numbers 21:8", "Numbers 21:9", "Numbers 21:10", "Numbers 21:11", "Numbers 21:12", "Numbers 21:13", "Numbers 21:14", "Numbers 21:15", "Numbers 21:16", "Numbers 21:17", "Numbers 21:18", "Numbers 21:19", "Numbers 21:20", "Numbers 21:21", "Numbers 21:22", "Numbers 21:23", "Numbers 21:24", "Numbers 21:25", "Numbers 21:26", "Numbers 21:27", "Numbers 21:28", "Numbers 21:29", "Numbers 21:30", "Numbers 21:31", "Numbers 21:32", "Numbers 21:33", "Numbers 21:34", "Numbers 21:35", "Numbers 22:1", "Numbers 22:2", "Numbers 22:3", "Numbers 22:4", "Numbers 22:5", "Numbers 22:6", "Numbers 22:7", "Numbers 22:8", "Numbers 22:9", "Numbers 22:10", "Numbers 22:11", "Numbers 22:12", "Numbers 22:13", "Numbers 22:14", "Numbers 22:15", "Numbers 22:16", "Numbers 22:17", "Numbers 22:18", "Numbers 22:19", "Numbers 22:20", "Numbers 22:21", "Numbers 22:22", "Numbers 22:23", "Numbers 22:24", "Numbers 22:25", "Numbers 22:26", "Numbers 22:27", "Numbers 22:28", "Numbers 22:29", "Numbers 22:30", "Numbers 22:31", "Numbers 22:32", "Numbers 22:33", "Numbers 22:34", "Numbers 22:35", "Numbers 22:36", "Numbers 22:37", "Numbers 22:38", "Numbers 22:39", "Numbers 22:40", "Numbers 22:41", "Numbers 23:1", "Numbers 23:2", "Numbers 23:3", "Numbers 23:4", "Numbers 23:5", "Numbers 23:6", "Numbers 23:7", "Numbers 23:8", "Numbers 23:9", "Numbers 23:10", "Numbers 23:11", "Numbers 23:12", "Numbers 23:13", "Numbers 23:14", "Numbers 23:15", "Numbers 23:16", "Numbers 23:17", "Numbers 23:18", "Numbers 23:19", "Numbers 23:20", "Numbers 23:21", "Numbers 23:22", "Numbers 23:23", "Numbers 23:24", "Numbers 23:25", "Numbers 23:26", "Numbers 23:27", "Numbers 23:28", "Numbers 23:29", "Numbers 23:30", "Numbers 24:1", "Numbers 24:2", "Numbers 24:3", "Numbers 24:4", "Numbers 24:5", "Numbers 24:6", "Numbers 24:7", "Numbers 24:8", "Numbers 24:9", "Numbers 24:10", "Numbers 24:11", "Numbers 24:12", "Numbers 24:13", "Numbers 24:14", "Numbers 24:15", "Numbers 24:16", "Numbers 24:17", "Numbers 24:18", "Numbers 24:19", "Numbers 24:20", "Numbers 24:21", "Numbers 24:22", "Numbers 24:23", "Numbers 24:24", "Numbers 24:25", "Numbers 25:1", "Numbers 25:2", "Numbers 25:3", "Numbers 25:4", "Numbers 25:5", "Numbers 25:6", "Numbers 25:7", "Numbers 25:8", "Numbers 25:9", "Numbers 25:10", "Numbers 25:11", "Numbers 25:12", "Numbers 25:13", "Numbers 25:14", "Numbers 25:15", "Numbers 25:16", "Numbers 25:17", "Numbers 25:18", "Numbers 26:1", "Numbers 26:2", "Numbers 26:3", "Numbers 26:4", "Numbers 26:5", "Numbers 26:6", "Numbers 26:7", "Numbers 26:8", "Numbers 26:9", "Numbers 26:10", "Numbers 26:11", "Numbers 26:12", "Numbers 26:13", "Numbers 26:14", "Numbers 26:15", "Numbers 26:16", "Numbers 26:17", "Numbers 26:18", "Numbers 26:19", "Numbers 26:20", "Numbers 26:21", "Numbers 26:22", "Numbers 26:23", "Numbers 26:24", "Numbers 26:25", "Numbers 26:26", "Numbers 26:27", "Numbers 26:28", "Numbers 26:29", "Numbers 26:30", "Numbers 26:31", "Numbers 26:32", "Numbers 26:33", "Numbers 26:34", "Numbers 26:35", "Numbers 26:36", "Numbers 26:37", "Numbers 26:38", "Numbers 26:39", "Numbers 26:40", "Numbers 26:41", "Numbers 26:42", "Numbers 26:43", "Numbers 26:44", "Numbers 26:45", "Numbers 26:46", "Numbers 26:47", "Numbers 26:48", "Numbers 26:49", "Numbers 26:50", "Numbers 26:51", "Numbers 26:52", "Numbers 26:53", "Numbers 26:54", "Numbers 26:55", "Numbers 26:56", "Numbers 26:57", "Numbers 26:58", "Numbers 26:59", "Numbers 26:60", "Numbers 26:61", "Numbers 26:62", "Numbers 26:63", "Numbers 26:64", "Numbers 26:65", "Numbers 27:1", "Numbers 27:2", "Numbers 27:3", "Numbers 27:4", "Numbers 27:5", "Numbers 27:6", "Numbers 27:7", "Numbers 27:8", "Numbers 27:9", "Numbers 27:10", "Numbers 27:11", "Numbers 27:12", "Numbers 27:13", "Numbers 27:14", "Numbers 27:15", "Numbers 27:16", "Numbers 27:17", "Numbers 27:18", "Numbers 27:19", "Numbers 27:20", "Numbers 27:21", "Numbers 27:22", "Numbers 27:23", "Numbers 28:1", "Numbers 28:2", "Numbers 28:3", "Numbers 28:4", "Numbers 28:5", "Numbers 28:6", "Numbers 28:7", "Numbers 28:8", "Numbers 28:9", "Numbers 28:10", "Numbers 28:11", "Numbers 28:12", "Numbers 28:13", "Numbers 28:14", "Numbers 28:15", "Numbers 28:16", "Numbers 28:17", "Numbers 28:18", "Numbers 28:19", "Numbers 28:20", "Numbers 28:21", "Numbers 28:22", "Numbers 28:23", "Numbers 28:24", "Numbers 28:25", "Numbers 28:26", "Numbers 28:27", "Numbers 28:28", "Numbers 28:29", "Numbers 28:30", "Numbers 28:31", "Numbers 29:1", "Numbers 29:2", "Numbers 29:3", "Numbers 29:4", "Numbers 29:5", "Numbers 29:6", "Numbers 29:7", "Numbers 29:8", "Numbers 29:9", "Numbers 29:10", "Numbers 29:11", "Numbers 29:12", "Numbers 29:13", "Numbers 29:14", "Numbers 29:15", "Numbers 29:16", "Numbers 29:17", "Numbers 29:18", "Numbers 29:19", "Numbers 29:20", "Numbers 29:21", "Numbers 29:22", "Numbers 29:23", "Numbers 29:24", "Numbers 29:25", "Numbers 29:26", "Numbers 29:27", "Numbers 29:28", "Numbers 29:29", "Numbers 29:30", "Numbers 29:31", "Numbers 29:32", "Numbers 29:33", "Numbers 29:34", "Numbers 29:35", "Numbers 29:36", "Numbers 29:37", "Numbers 29:38", "Numbers 29:39", "Numbers 30:1", "Numbers 30:2", "Numbers 30:3", "Numbers 30:4", "Numbers 30:5", "Numbers 30:6", "Numbers 30:7", "Numbers 30:8", "Numbers 30:9", "Numbers 30:10", "Numbers 30:11", "Numbers 30:12", "Numbers 30:13", "Numbers 30:14", "Numbers 30:15", "Numbers 30:16", "Numbers 30:17", "Numbers 31:1", "Numbers 31:2", "Numbers 31:3", "Numbers 31:4", "Numbers 31:5", "Numbers 31:6", "Numbers 31:7", "Numbers 31:8", "Numbers 31:9", "Numbers 31:10", "Numbers 31:11", "Numbers 31:12", "Numbers 31:13", "Numbers 31:14", "Numbers 31:15", "Numbers 31:16", "Numbers 31:17", "Numbers 31:18", "Numbers 31:19"], "sourceRef": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers, Part I, Chapter 5; Leaders and Strangers 12", "sourceHeRef": "מנהיגות בשממה; סמכות ואנרכיה בספר במדבר, חלק ראשון, פרק ה י״ב", "anchorVerse": 30, "sourceHasEn": true, "commentaryNum": 12, "collectiveTitle": {"en": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers", "he": "מנהיגות בשממה; סמכות ואנרכיה בספר במדבר"}, "heTitle": "פרק ה", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "If the stranger can enjoy literal and metaphysical benefits such as atonement, what makes the stranger a stranger at all? Multiple times in the Pentateuch is the expression “there shall be one law for you and the resident alien” used to show legal equivalence.<sup class=\"footnote-marker\">3</sup><i class=\"footnote\">See Exodus 12:48–49; Leviticus 7:7, 24:22; Numbers 9:14, 15:15, 15:29–30.</i> Like citizens, strangers can be cut off from the community for cursing God and are obliged to refrain from behaviors that engender impurity.<sup class=\"footnote-marker\">4</sup><i class=\"footnote\">For examples, see Leviticus 4, 17:15–16, 18:27–28, 35:34–35; Numbers 15:30–31, 19:13, 19:20.</i> The stranger and the citizen both enjoy the privileges of the community and are both accountable for their place in the community and for their personal relationships with God through prohibitive commands. A poor gentile or <i>ger </i>was counted among the recipients of communal welfare (Lev. 19:10) and enjoyed the protections of the community as a relative equal (Lev. 24:22). Who, then, was the stranger, if during this period of transition there was no land from which to claim citizenship? Who was a stranger if we were all strangers? Furthermore, what made this individual alien if he was included in the community, such that both citizen and stranger were “alike before the Lord”?", "versionTitle": "Jerusalem. Maggid Books, 2013", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "61225507412970c0e359d91a", "index_title": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers", "category": "Jewish Thought", "type": "", "ref": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers, Part II, Chapter 8; Betraying the Vision 23", "anchorRef": "Numbers 13:27-29:31", "anchorRefExpanded": ["Numbers 13:27", "Numbers 13:28", "Numbers 13:29", "Numbers 13:30", "Numbers 13:31", "Numbers 13:32", "Numbers 13:33", "Numbers 14:1", "Numbers 14:2", "Numbers 14:3", "Numbers 14:4", "Numbers 14:5", "Numbers 14:6", "Numbers 14:7", "Numbers 14:8", "Numbers 14:9", "Numbers 14:10", "Numbers 14:11", "Numbers 14:12", "Numbers 14:13", "Numbers 14:14", "Numbers 14:15", "Numbers 14:16", "Numbers 14:17", "Numbers 14:18", "Numbers 14:19", "Numbers 14:20", "Numbers 14:21", "Numbers 14:22", "Numbers 14:23", "Numbers 14:24", "Numbers 14:25", "Numbers 14:26", "Numbers 14:27", "Numbers 14:28", "Numbers 14:29", "Numbers 14:30", "Numbers 14:31", "Numbers 14:32", "Numbers 14:33", "Numbers 14:34", "Numbers 14:35", "Numbers 14:36", "Numbers 14:37", "Numbers 14:38", "Numbers 14:39", "Numbers 14:40", "Numbers 14:41", "Numbers 14:42", "Numbers 14:43", "Numbers 14:44", "Numbers 14:45", "Numbers 15:1", "Numbers 15:2", "Numbers 15:3", "Numbers 15:4", "Numbers 15:5", "Numbers 15:6", "Numbers 15:7", "Numbers 15:8", "Numbers 15:9", "Numbers 15:10", "Numbers 15:11", "Numbers 15:12", "Numbers 15:13", "Numbers 15:14", "Numbers 15:15", "Numbers 15:16", "Numbers 15:17", "Numbers 15:18", "Numbers 15:19", "Numbers 15:20", "Numbers 15:21", "Numbers 15:22", "Numbers 15:23", "Numbers 15:24", "Numbers 15:25", "Numbers 15:26", "Numbers 15:27", "Numbers 15:28", "Numbers 15:29", "Numbers 15:30", "Numbers 15:31", "Numbers 15:32", "Numbers 15:33", "Numbers 15:34", "Numbers 15:35", "Numbers 15:36", "Numbers 15:37", "Numbers 15:38", "Numbers 15:39", "Numbers 15:40", "Numbers 15:41", "Numbers 16:1", "Numbers 16:2", "Numbers 16:3", "Numbers 16:4", "Numbers 16:5", "Numbers 16:6", "Numbers 16:7", "Numbers 16:8", "Numbers 16:9", "Numbers 16:10", "Numbers 16:11", "Numbers 16:12", "Numbers 16:13", "Numbers 16:14", "Numbers 16:15", "Numbers 16:16", "Numbers 16:17", "Numbers 16:18", "Numbers 16:19", "Numbers 16:20", "Numbers 16:21", "Numbers 16:22", "Numbers 16:23", "Numbers 16:24", "Numbers 16:25", "Numbers 16:26", "Numbers 16:27", "Numbers 16:28", "Numbers 16:29", "Numbers 16:30", "Numbers 16:31", "Numbers 16:32", "Numbers 16:33", "Numbers 16:34", "Numbers 16:35", "Numbers 17:1", "Numbers 17:2", "Numbers 17:3", "Numbers 17:4", "Numbers 17:5", "Numbers 17:6", "Numbers 17:7", "Numbers 17:8", "Numbers 17:9", "Numbers 17:10", "Numbers 17:11", "Numbers 17:12", "Numbers 17:13", "Numbers 17:14", "Numbers 17:15", "Numbers 17:16", "Numbers 17:17", "Numbers 17:18", "Numbers 17:19", "Numbers 17:20", "Numbers 17:21", "Numbers 17:22", "Numbers 17:23", "Numbers 17:24", "Numbers 17:25", "Numbers 17:26", "Numbers 17:27", "Numbers 17:28", "Numbers 18:1", "Numbers 18:2", "Numbers 18:3", "Numbers 18:4", "Numbers 18:5", "Numbers 18:6", "Numbers 18:7", "Numbers 18:8", "Numbers 18:9", "Numbers 18:10", "Numbers 18:11", "Numbers 18:12", "Numbers 18:13", "Numbers 18:14", "Numbers 18:15", "Numbers 18:16", "Numbers 18:17", "Numbers 18:18", "Numbers 18:19", "Numbers 18:20", "Numbers 18:21", "Numbers 18:22", "Numbers 18:23", "Numbers 18:24", "Numbers 18:25", "Numbers 18:26", "Numbers 18:27", "Numbers 18:28", "Numbers 18:29", "Numbers 18:30", "Numbers 18:31", "Numbers 18:32", "Numbers 19:1", "Numbers 19:2", "Numbers 19:3", "Numbers 19:4", "Numbers 19:5", "Numbers 19:6", "Numbers 19:7", "Numbers 19:8", "Numbers 19:9", "Numbers 19:10", "Numbers 19:11", "Numbers 19:12", "Numbers 19:13", "Numbers 19:14", "Numbers 19:15", "Numbers 19:16", "Numbers 19:17", "Numbers 19:18", "Numbers 19:19", "Numbers 19:20", "Numbers 19:21", "Numbers 19:22", "Numbers 20:1", "Numbers 20:2", "Numbers 20:3", "Numbers 20:4", "Numbers 20:5", "Numbers 20:6", "Numbers 20:7", "Numbers 20:8", "Numbers 20:9", "Numbers 20:10", "Numbers 20:11", "Numbers 20:12", "Numbers 20:13", "Numbers 20:14", "Numbers 20:15", "Numbers 20:16", "Numbers 20:17", "Numbers 20:18", "Numbers 20:19", "Numbers 20:20", "Numbers 20:21", "Numbers 20:22", "Numbers 20:23", "Numbers 20:24", "Numbers 20:25", "Numbers 20:26", "Numbers 20:27", "Numbers 20:28", "Numbers 20:29", "Numbers 21:1", "Numbers 21:2", "Numbers 21:3", "Numbers 21:4", "Numbers 21:5", "Numbers 21:6", "Numbers 21:7", "Numbers 21:8", "Numbers 21:9", "Numbers 21:10", "Numbers 21:11", "Numbers 21:12", "Numbers 21:13", "Numbers 21:14", "Numbers 21:15", "Numbers 21:16", "Numbers 21:17", "Numbers 21:18", "Numbers 21:19", "Numbers 21:20", "Numbers 21:21", "Numbers 21:22", "Numbers 21:23", "Numbers 21:24", "Numbers 21:25", "Numbers 21:26", "Numbers 21:27", "Numbers 21:28", "Numbers 21:29", "Numbers 21:30", "Numbers 21:31", "Numbers 21:32", "Numbers 21:33", "Numbers 21:34", "Numbers 21:35", "Numbers 22:1", "Numbers 22:2", "Numbers 22:3", "Numbers 22:4", "Numbers 22:5", "Numbers 22:6", "Numbers 22:7", "Numbers 22:8", "Numbers 22:9", "Numbers 22:10", "Numbers 22:11", "Numbers 22:12", "Numbers 22:13", "Numbers 22:14", "Numbers 22:15", "Numbers 22:16", "Numbers 22:17", "Numbers 22:18", "Numbers 22:19", "Numbers 22:20", "Numbers 22:21", "Numbers 22:22", "Numbers 22:23", "Numbers 22:24", "Numbers 22:25", "Numbers 22:26", "Numbers 22:27", "Numbers 22:28", "Numbers 22:29", "Numbers 22:30", "Numbers 22:31", "Numbers 22:32", "Numbers 22:33", "Numbers 22:34", "Numbers 22:35", "Numbers 22:36", "Numbers 22:37", "Numbers 22:38", "Numbers 22:39", "Numbers 22:40", "Numbers 22:41", "Numbers 23:1", "Numbers 23:2", "Numbers 23:3", "Numbers 23:4", "Numbers 23:5", "Numbers 23:6", "Numbers 23:7", "Numbers 23:8", "Numbers 23:9", "Numbers 23:10", "Numbers 23:11", "Numbers 23:12", "Numbers 23:13", "Numbers 23:14", "Numbers 23:15", "Numbers 23:16", "Numbers 23:17", "Numbers 23:18", "Numbers 23:19", "Numbers 23:20", "Numbers 23:21", "Numbers 23:22", "Numbers 23:23", "Numbers 23:24", "Numbers 23:25", "Numbers 23:26", "Numbers 23:27", "Numbers 23:28", "Numbers 23:29", "Numbers 23:30", "Numbers 24:1", "Numbers 24:2", "Numbers 24:3", "Numbers 24:4", "Numbers 24:5", "Numbers 24:6", "Numbers 24:7", "Numbers 24:8", "Numbers 24:9", "Numbers 24:10", "Numbers 24:11", "Numbers 24:12", "Numbers 24:13", "Numbers 24:14", "Numbers 24:15", "Numbers 24:16", "Numbers 24:17", "Numbers 24:18", "Numbers 24:19", "Numbers 24:20", "Numbers 24:21", "Numbers 24:22", "Numbers 24:23", "Numbers 24:24", "Numbers 24:25", "Numbers 25:1", "Numbers 25:2", "Numbers 25:3", "Numbers 25:4", "Numbers 25:5", "Numbers 25:6", "Numbers 25:7", "Numbers 25:8", "Numbers 25:9", "Numbers 25:10", "Numbers 25:11", "Numbers 25:12", "Numbers 25:13", "Numbers 25:14", "Numbers 25:15", "Numbers 25:16", "Numbers 25:17", "Numbers 25:18", "Numbers 26:1", "Numbers 26:2", "Numbers 26:3", "Numbers 26:4", "Numbers 26:5", "Numbers 26:6", "Numbers 26:7", "Numbers 26:8", "Numbers 26:9", "Numbers 26:10", "Numbers 26:11", "Numbers 26:12", "Numbers 26:13", "Numbers 26:14", "Numbers 26:15", "Numbers 26:16", "Numbers 26:17", "Numbers 26:18", "Numbers 26:19", "Numbers 26:20", "Numbers 26:21", "Numbers 26:22", "Numbers 26:23", "Numbers 26:24", "Numbers 26:25", "Numbers 26:26", "Numbers 26:27", "Numbers 26:28", "Numbers 26:29", "Numbers 26:30", "Numbers 26:31", "Numbers 26:32", "Numbers 26:33", "Numbers 26:34", "Numbers 26:35", "Numbers 26:36", "Numbers 26:37", "Numbers 26:38", "Numbers 26:39", "Numbers 26:40", "Numbers 26:41", "Numbers 26:42", "Numbers 26:43", "Numbers 26:44", "Numbers 26:45", "Numbers 26:46", "Numbers 26:47", "Numbers 26:48", "Numbers 26:49", "Numbers 26:50", "Numbers 26:51", "Numbers 26:52", "Numbers 26:53", "Numbers 26:54", "Numbers 26:55", "Numbers 26:56", "Numbers 26:57", "Numbers 26:58", "Numbers 26:59", "Numbers 26:60", "Numbers 26:61", "Numbers 26:62", "Numbers 26:63", "Numbers 26:64", "Numbers 26:65", "Numbers 27:1", "Numbers 27:2", "Numbers 27:3", "Numbers 27:4", "Numbers 27:5", "Numbers 27:6", "Numbers 27:7", "Numbers 27:8", "Numbers 27:9", "Numbers 27:10", "Numbers 27:11", "Numbers 27:12", "Numbers 27:13", "Numbers 27:14", "Numbers 27:15", "Numbers 27:16", "Numbers 27:17", "Numbers 27:18", "Numbers 27:19", "Numbers 27:20", "Numbers 27:21", "Numbers 27:22", "Numbers 27:23", "Numbers 28:1", "Numbers 28:2", "Numbers 28:3", "Numbers 28:4", "Numbers 28:5", "Numbers 28:6", "Numbers 28:7", "Numbers 28:8", "Numbers 28:9", "Numbers 28:10", "Numbers 28:11", "Numbers 28:12", "Numbers 28:13", "Numbers 28:14", "Numbers 28:15", "Numbers 28:16", "Numbers 28:17", "Numbers 28:18", "Numbers 28:19", "Numbers 28:20", "Numbers 28:21", "Numbers 28:22", "Numbers 28:23", "Numbers 28:24", "Numbers 28:25", "Numbers 28:26", "Numbers 28:27", "Numbers 28:28", "Numbers 28:29", "Numbers 28:30", "Numbers 28:31", "Numbers 29:1", "Numbers 29:2", "Numbers 29:3", "Numbers 29:4", "Numbers 29:5", "Numbers 29:6", "Numbers 29:7", "Numbers 29:8", "Numbers 29:9", "Numbers 29:10", "Numbers 29:11", "Numbers 29:12", "Numbers 29:13", "Numbers 29:14", "Numbers 29:15", "Numbers 29:16", "Numbers 29:17", "Numbers 29:18", "Numbers 29:19", "Numbers 29:20", "Numbers 29:21", "Numbers 29:22", "Numbers 29:23", "Numbers 29:24", "Numbers 29:25", "Numbers 29:26", "Numbers 29:27", "Numbers 29:28", "Numbers 29:29", "Numbers 29:30", "Numbers 29:31"], "sourceRef": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers, Part II, Chapter 8; Betraying the Vision 23", "sourceHeRef": "מנהיגות בשממה; סמכות ואנרכיה בספר במדבר, חלק שני, פרק ח כ״ג", "anchorVerse": 27, "sourceHasEn": true, "commentaryNum": 23, "collectiveTitle": {"en": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers", "he": "מנהיגות בשממה; סמכות ואנרכיה בספר במדבר"}, "heTitle": "פרק ח", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<small>This is what they told him: “We came to the land you sent us to; it does indeed flow with milk and honey, and this is its fruit. However, the people who inhabit the country are powerful, and the cities are fortified and very large; moreover, we saw the Anakites there. Amalekites dwell in the Negeb region; Hittites, Jebusites, and Amorites inhabit the hill country; and Canaanites dwell by the Sea and along the Jordan…. We cannot attack that people, for it is stronger than we.” Thus they spread calumnies among the Israelites about the land they had scouted, saying, “The country that we traversed and scouted is one that devours its settlers. All the people that we saw in it are men of great size; we saw the Nephilim there – the Anakites are part of the Nephilim and we looked like grasshoppers to ourselves, and so we must have looked to them.” (Num. 13:27–29, 31–33)</small>", "versionTitle": "Jerusalem. Maggid Books, 2013", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "6319cfd8b6084aa1cbefc81d", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, אֱמֹרִי 1", "anchorRef": "Numbers 21:21", "anchorRefExpanded": ["Numbers 21:21"], "sourceRef": "BDB, אֱמֹרִי 1", "sourceHeRef": "בראון-דרייבר-בריגס, אֱמֹרִי א׳", "anchorVerse": 21, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "אֱמֹרִי", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><span dir=\"rtl\">אֱמֹרִי</span></big>  <strong>n.pr.m.coll.</strong> (construed as pl. <a data-ref=\"Deuteronomy 3:9\" href=\"/Deuteronomy.3.9\">Dt 3:9</a> + 5 times) <strong>Amorites (</strong>perhaps = <em>mountain-dwellers</em>, cf. <a data-ref=\"Numbers 13:29\" href=\"/Numbers.13.29\">Nu 13:29</a>; <a data-ref=\"Deuteronomy 1:7\" href=\"/Deuteronomy.1.7\">Dt 1:7</a>, <a data-ref=\"Deuteronomy 1:19\" href=\"/Deuteronomy.1.19\">19 f.</a> etc. & Di <a data-ref=\"Genesis 10:16\" href=\"/Genesis.10.16\">Gn 10:16</a> al.<strong>)</strong>—always c. art., except <a data-ref=\"Numbers 21:29\" href=\"/Numbers.21.29\">Nu 21:29</a>; <a data-ref=\"Ezekiel 16:45\" href=\"/Ezekiel.16.45\">Ez 16:45</a>. Meaning <em>mountain-dwellers</em> very dub.; on <span dir=\"rtl\">א׳</span> = Egyptian <em>ʾA-ma-ra</em> v. WMM<sup>As. u. Eur. 229 ff.</sup>, = TelAm. and Assyrian <em>Amurru</em>, v. Wkl<sup>TelAm. 36</sup> Jastr<sup>EB Canaan, § 10</sup> Say<sup>HastDB Amorites</sup> al.; cf. also GFM; <a data-ref=\"Judges 4\" href=\"/Judges.4\">Ju 4</a>,<a data-ref=\"Judges 5\" href=\"/Judges.5\">5</a> Dr <a data-ref=\"Deuteronomy 1:7\" href=\"/Deuteronomy.1.7\">Dt 1:7</a> Gray <a data-ref=\"Numbers 13:29\" href=\"/Numbers.13.29\">Nu 13:29</a>.<br><strong>1.</strong>  called son of Canaan <a data-ref=\"Genesis 10:16\" href=\"/Genesis.10.16\">Gn 10:16</a> (J) <a data-ref=\"I Chronicles 1:14\" href=\"/I_Chronicles.1.14\">1 Ch 1:14</a> =<br><strong>2.</strong>  a chief people dispossessed by Hebrews; (<em>a</em>) living E. of Jordan <a data-ref=\"Numbers 21:13\" href=\"/Numbers.21.13\">Nu 21:13</a>,<sup>(×2)</sup>, <a data-ref=\"Numbers 21:25\" href=\"/Numbers.21.25\">25</a> + 9 times Nu + <a data-ref=\"Joshua 24:8\" href=\"/Joshua.24.8\">Jos 24:8</a> (all E), cf. <a data-ref=\"Joshua 2:10\" href=\"/Joshua.2.10\">Jos 2:10</a>; <a data-ref=\"Joshua 9:10\" href=\"/Joshua.9.10\">9:10</a> (JE) <a data-ref=\"Deuteronomy 1:4\" href=\"/Deuteronomy.1.4\">Dt 1:4</a>; <a data-ref=\"Deuteronomy 3:2\" href=\"/Deuteronomy.3.2\">3:2</a>, <a data-ref=\"Deuteronomy 3:9\" href=\"/Deuteronomy.3.9\">9</a> + 7 times D; also <a data-ref=\"Judges 10:8\" href=\"/Judges.10.8\">Ju 10:8</a>, <a data-ref=\"Judges 10:11\" href=\"/Judges.10.11\">11</a>; <a data-ref=\"Judges 11:19\" href=\"/Judges.11.19\">11:19</a>, <a data-ref=\"Judges 11:21\" href=\"/Judges.11.21\">21</a>, <a data-ref=\"Judges 11:22\" href=\"/Judges.11.22\">22</a>, <a data-ref=\"Judges 11:23\" href=\"/Judges.11.23\">23</a>; <a data-ref=\"I Kings 4:19\" href=\"/I_Kings.4.19\">1 K 4:19</a> <a data-ref=\"Psalms 135:11\" href=\"/Psalms.135.11\">ψ 135:11</a>; <a data-ref=\"Psalms 136:19\" href=\"/Psalms.136.19\">136:19</a> (Sihon their king <a data-ref=\"Numbers 21:21\" href=\"/Numbers.21.21\">Nu 21:21</a> +; Sihon & Og <a data-ref=\"Deuteronomy 3:8\" href=\"/Deuteronomy.3.8\">Dt 3:8</a> +); (<em>b</em>) living W. of Jordan <a data-ref=\"Joshua 10:5\" href=\"/Joshua.10.5\">Jos 10:5</a>, <a data-ref=\"Joshua 10:6\" href=\"/Joshua.10.6\">6</a>; <a data-ref=\"Joshua 24:12\" href=\"/Joshua.24.12\">24:12</a>, <a data-ref=\"Joshua 24:15\" href=\"/Joshua.24.15\">15</a>, <a data-ref=\"Joshua 24:18\" href=\"/Joshua.24.18\">18</a> (all E), cf. <a data-ref=\"Joshua 7:7\" href=\"/Joshua.7.7\">7:7</a> (JE); <a data-ref=\"Joshua 5:1\" href=\"/Joshua.5.1\">5:1</a>; <a data-ref=\"Joshua 10:12\" href=\"/Joshua.10.12\">10:12</a> (both D; cf. also <a data-ref=\"Joshua 13:4\" href=\"/Joshua.13.4\">13:4</a>, q. del. Di) <a data-ref=\"Judges 1:34\" href=\"/Judges.1.34\">Ju 1:34</a>, <a data-ref=\"Judges 1:35\" href=\"/Judges.1.35\">35</a>, <a data-ref=\"Judges 1:36\" href=\"/Judges.1.36\">36</a>; <a data-ref=\"Judges 6:10\" href=\"/Judges.6.10\">6:10</a>; <a data-ref=\"I Kings 21:26\" href=\"/I_Kings.21.26\">1 K 21:26</a>; <a data-ref=\"II Kings 21:11\" href=\"/II_Kings.21.11\">2 K 21:11</a> cf. <a data-ref=\"I Samuel 7:14\" href=\"/I_Samuel.7.14\">1 S 7:14</a>; <a data-ref=\"II Samuel 21:2\" href=\"/II_Samuel.21.2\">2 S 21:2</a>; (<em>c</em>) living in south <a data-ref=\"Deuteronomy 1:7\" href=\"/Deuteronomy.1.7\">Dt 1:7</a>, <a data-ref=\"Deuteronomy 1:19\" href=\"/Deuteronomy.1.19\">19</a>, <a data-ref=\"Deuteronomy 1:20\" href=\"/Deuteronomy.1.20\">20</a>, <a data-ref=\"Deuteronomy 1:27\" href=\"/Deuteronomy.1.27\">27</a>, <a data-ref=\"Deuteronomy 1:44\" href=\"/Deuteronomy.1.44\">44</a>; cf. <a data-ref=\"Genesis 14:7\" href=\"/Genesis.14.7\">Gn 14:7</a> (W. of Dead Sea); (<em>d</em>) in gen. = ancient inhabitants of Canaan <a data-ref=\"Genesis 15:16\" href=\"/Genesis.15.16\">Gn 15:16</a> (J or R) <a data-ref=\"Genesis 48:22\" href=\"/Genesis.48.22\">48:22</a> (E) <a data-ref=\"Amos 2:9\" href=\"/Amos.2.9\">Am 2:9</a>, <a data-ref=\"Amos 2:10\" href=\"/Amos.2.10\">10</a>; (<em>e</em>) named in list of Canaanitish peoples, to be dispossessed by Isr. <a data-ref=\"Exodus 3:8\" href=\"/Exodus.3.8\">Ex 3:8</a>, <a data-ref=\"Exodus 3:17\" href=\"/Exodus.3.17\">17</a>; <a data-ref=\"Exodus 13:5\" href=\"/Exodus.13.5\">13:5</a>; <a data-ref=\"Exodus 33:2\" href=\"/Exodus.33.2\">33:2</a>; <a data-ref=\"Exodus 34:11\" href=\"/Exodus.34.11\">34:11</a>; <a data-ref=\"Joshua 3:10\" href=\"/Joshua.3.10\">Jos 3:10</a>; <a data-ref=\"Joshua 9:1\" href=\"/Joshua.9.1\">9:1</a> (all J); <a data-ref=\"Deuteronomy 7:1\" href=\"/Deuteronomy.7.1\">Dt 7:1</a>; <a data-ref=\"Deuteronomy 20:17\" href=\"/Deuteronomy.20.17\">20:17</a> <a data-ref=\"Joshua 11:3\" href=\"/Joshua.11.3\">Jos 11:3</a>; <a data-ref=\"Joshua 12:8\" href=\"/Joshua.12.8\">12:8</a> (all D); <a data-ref=\"Exodus 23:23\" href=\"/Exodus.23.23\">Ex 23:23</a>; <a data-ref=\"Numbers 13:29\" href=\"/Numbers.13.29\">Nu 13:29</a>; <a data-ref=\"Joshua 24:11\" href=\"/Joshua.24.11\">Jos 24:11</a> (all E); <a data-ref=\"Judges 3:5\" href=\"/Judges.3.5\">Ju 3:5</a>; <a data-ref=\"I Kings 9:20\" href=\"/I_Kings.9.20\">1 K 9:20</a>; <a data-ref=\"II Chronicles 8:7\" href=\"/II_Chronicles.8.7\">2 Ch 8:7</a>; <a data-ref=\"Ezra 9:1\" href=\"/Ezra.9.1\">Ezr 9:1</a>; <a data-ref=\"Nehemiah 9:8\" href=\"/Nehemiah.9.8\">Ne 9:8</a>; cf. <a data-ref=\"Ezekiel 16:3\" href=\"/Ezekiel.16.3\">Ez 16:3</a>, <a data-ref=\"Ezekiel 16:45\" href=\"/Ezekiel.16.45\">45</a>; (on these lists cf. Bu<sup>Urgesch 344 ff.</sup> & We<sup>JBTh xxi. 602</sup>.)<br><strong>3.</strong>  <strong> adj.gent.</strong> sg. <a data-ref=\"Genesis 14:13\" href=\"/Genesis.14.13\">Gn 14:13</a>; <a data-ref=\"Deuteronomy 2:24\" href=\"/Deuteronomy.2.24\">Dt 2:24</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d301b6084aa1cbf21417", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, נָטָה 1", "anchorRef": "Numbers 21:21", "anchorRefExpanded": ["Numbers 21:21"], "sourceRef": "BDB, נָטָה 1", "sourceHeRef": "בראון-דרייבר-בריגס, נָטָה א׳", "anchorVerse": 21, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "נָטָה", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><big><span dir=\"rtl\">נָטָה</span></big></big><sub>215</sub><big></big>  <strong>vb. stretch out, spread out, extend, incline, bend (</strong>NH <em>id.</em>, <em>incline, spread tent</em>, etc.; Arabic <span dir=\"rtl\">نطو</span>, <span dir=\"rtl\">نَطَا</span> <em>stretch out</em><strong>)</strong>;—<br><strong>Qal</strong><sub>137</sub>  Pf. 3 ms. <span dir=\"rtl\">נ׳</span> <a data-ref=\"Genesis 33:19\" href=\"/Genesis.33.19\">Gn 33:19</a> +; 3 fs. <span dir=\"rtl\">נָֽטְתָה</span> <a data-ref=\"Numbers 22:33\" href=\"/Numbers.22.33\">Nu 22:33</a>; 2 ms. <span dir=\"rtl\">נָטִיתָ</span> <a data-ref=\"Exodus 15:12\" href=\"/Exodus.15.12\">Ex 15:12</a>; 3 pl. <span dir=\"rtl\">נָטוּ</span> <a data-ref=\"Psalms 21:12\" href=\"/Psalms.21.12\">ψ 21:12</a> <a data-ref=\"Isaiah 45:12\" href=\"/Isaiah.45.12\">Is 45:12</a>, <span dir=\"rtl\">נָטָ֫יוּ</span> <a data-ref=\"Psalms 73:2\" href=\"/Psalms.73.2\">ψ 73:2</a> Qr, etc.; Impf. <span dir=\"rtl\">יִטֶּה</span> <a data-ref=\"Job 15:29\" href=\"/Job.15.29\">Jb 15:29</a>, juss. <span dir=\"rtl\">יֵט</span> <a data-ref=\"Zephaniah 2:13\" href=\"/Zephaniah.2.13\">Zp 2:13</a>; <span dir=\"rtl\">וַיֵּט</span> <a data-ref=\"Genesis 12:8\" href=\"/Genesis.12.8\">Gn 12:8</a> +, <span dir=\"rtl\">וַיֶּט־</span> <a data-ref=\"Genesis 26:27\" href=\"/Genesis.26.27\">Gn 26:27</a> +; 3 fs. <span dir=\"rtl\">תִּטֶּה</span> <a data-ref=\"Job 31:7\" href=\"/Job.31.7\">Jb 31:7</a>, <span dir=\"rtl\">וַתֵּט</span> <a data-ref=\"Numbers 22:23\" href=\"/Numbers.22.23\">Nu 22:23</a> +; 2 ms. juss. <span dir=\"rtl\">תֵּט</span> <a data-ref=\"Proverbs 4:5\" href=\"/Proverbs.4.5\">Pr 4:5</a>, <a data-ref=\"Proverbs 4:27\" href=\"/Proverbs.4.27\">27</a>; Impf. Is <span dir=\"rtl\">אָט</span> <a data-ref=\"Job 23:11\" href=\"/Job.23.11\">Jb 23:11</a>; 3 mpl. <span dir=\"rtl\">וַיִּטּוּ</span> <a data-ref=\"I Samuel 8:3\" href=\"/I_Samuel.8.3\">1 S 8:3</a>; 1 pl. <span dir=\"rtl\">נִטֶּה</span> <a data-ref=\"Numbers 20:17\" href=\"/Numbers.20.17\">Nu 20:17</a>; Imv. <span dir=\"rtl\">נְטֵה</span> <a data-ref=\"Exodus 8:1\" href=\"/Exodus.8.1\">Ex 8:1</a> +; Inf. cstr. <span dir=\"rtl\">נְטוֹת</span> <a data-ref=\"Judges 19:8\" href=\"/Judges.19.8\">Ju 19:8</a> + 4 times, <span dir=\"rtl\">נְטֹת</span> <a data-ref=\"Exodus 23:2\" href=\"/Exodus.23.2\">Ex 23:2</a>; sf. <span dir=\"rtl\">נְטֹתִי</span> <a data-ref=\"Exodus 7:5\" href=\"/Exodus.7.5\">Ex 7:5</a>, <span dir=\"rtl\">נְטוֹתוֹ</span> <a data-ref=\"Psalms 109:23\" href=\"/Psalms.109.23\">ψ 109:23</a>; Pt. act. <span dir=\"rtl\">נֹטֶה</span> <a data-ref=\"Jeremiah 10:20\" href=\"/Jeremiah.10.20\">Je 10:20</a> + 6 times, <span dir=\"rtl\">נוֹטֶה</span> <a data-ref=\"Ezekiel 25:16\" href=\"/Ezekiel.25.16\">Ez 25:16</a> + 3 times; sf. <span dir=\"rtl\">נוֹטֵיהֶם</span> <a data-ref=\"Isaiah 42:5\" href=\"/Isaiah.42.5\">Is 42:5</a>; pass. <span dir=\"rtl\">נָטוּי</span> <a data-ref=\"Psalms 62:4\" href=\"/Psalms.62.4\">ψ 62:4</a> + 2 times, + <a data-ref=\"Psalms 73:2\" href=\"/Psalms.73.2\">ψ 73:2</a> (v. infr.); fs. <span dir=\"rtl\">נְטוּיָה</span> <a data-ref=\"Isaiah 5:25\" href=\"/Isaiah.5.25\">Is 5:25</a> + 24 times; pl. <span dir=\"rtl\">נְטֻיוֹת</span> <a data-ref=\"Isaiah 3:16\" href=\"/Isaiah.3.16\">Is 3:16</a> Qr (Kt <span dir=\"rtl\">נטוות</span>):— <strong>1.</strong> <strong>a.</strong>  <em>stretch out, extend</em>, hand, rod, usually c. acc. + <span dir=\"rtl\">עַל</span> of direction <a data-ref=\"Exodus 9:22\" href=\"/Exodus.9.22\">Ex 9:22</a>, <a data-ref=\"Exodus 9:23\" href=\"/Exodus.9.23\">23</a>; <a data-ref=\"Exodus 10:12\" href=\"/Exodus.10.12\">10:12</a>, <a data-ref=\"Exodus 10:13\" href=\"/Exodus.10.13\">13</a>, <a data-ref=\"Exodus 10:21\" href=\"/Exodus.10.21\">21</a>, <a data-ref=\"Exodus 10:22\" href=\"/Exodus.10.22\">22</a> (all E), <a data-ref=\"Exodus 7:19\" href=\"/Exodus.7.19\">7:19</a>; <a data-ref=\"Exodus 14:16\" href=\"/Exodus.14.16\">14:16</a>, <a data-ref=\"Exodus 14:21\" href=\"/Exodus.14.21\">21</a>, <a data-ref=\"Exodus 14:26\" href=\"/Exodus.14.26\">26</a>, <a data-ref=\"Exodus 14:27\" href=\"/Exodus.14.27\">27</a> (all P), abs. <a data-ref=\"Joshua 8:19\" href=\"/Joshua.8.19\">Jos 8:19</a> (JE), <a data-ref=\"Exodus 8:12\" href=\"/Exodus.8.12\">Ex 8:12</a> (P); c. ב of dart or rod <span dir=\"rtl\">נ׳ בַּכִּידוֹן אֶל־</span> <a data-ref=\"Joshua 8:18\" href=\"/Joshua.8.18\">Jos 8:18</a><sup>(×2)</sup> (JE), <span dir=\"rtl\">נ׳ יָֽדְךָ בְּמַטֶּ֔ךָ עַל־</span> <a data-ref=\"Exodus 8:1\" href=\"/Exodus.8.1\">Ex 8:1</a> (P), cf. v <a data-ref=\"Exodus 8:2\" href=\"/Exodus.8.2\">2</a> and (<span dir=\"rtl\">עַל</span> om.) v <a data-ref=\"Exodus 8:13\" href=\"/Exodus.8.13\">13</a> (all P), <a data-ref=\"Joshua 8:26\" href=\"/Joshua.8.26\">Jos 8:26</a> (JE); fig. of hostility to God <span dir=\"rtl\">נ׳ יָדוֹ אֶל־</span> <a data-ref=\"Job 15:25\" href=\"/Job.15.25\">Jb 15:25</a>; especially of God <em>stretching out</em> his hand <em>over</em> <span dir=\"rtl\">(עַל)</span>, often with idea of <em>against</em>, i. e. in judgment, <a data-ref=\"Isaiah 5:25\" href=\"/Isaiah.5.25\">Is 5:25</a>; <a data-ref=\"Isaiah 23:11\" href=\"/Isaiah.23.11\">23:11</a> <a data-ref=\"Zephaniah 1:4\" href=\"/Zephaniah.1.4\">Zp 1:4</a>; <a data-ref=\"Zephaniah 2:13\" href=\"/Zephaniah.2.13\">2:13</a> <a data-ref=\"Ezekiel 6:14\" href=\"/Ezekiel.6.14\">Ez 6:14</a> + 7 times Ez, <a data-ref=\"Exodus 7:5\" href=\"/Exodus.7.5\">Ex 7:5</a> (P); c. <span dir=\"rtl\">אֶל־</span> <em>against</em> <a data-ref=\"Jeremiah 51:25\" href=\"/Jeremiah.51.25\">Je 51:25</a>, cf. sword <a data-ref=\"Ezekiel 30:25\" href=\"/Ezekiel.30.25\">Ez 30:25</a>; abs. <a data-ref=\"Exodus 15:12\" href=\"/Exodus.15.12\">Ex 15:12</a> (song); pt. pass. <span dir=\"rtl\">נ׳ גָּרוֹן</span> <a data-ref=\"Isaiah 3:16\" href=\"/Isaiah.3.16\">Is 3:16</a> <em>outstretched of neck;</em> often <span dir=\"rtl\">זְרוֹע נְטוּיָה</span> <em>arm stretched out</em> (of <span dir=\"rtl\">י׳</span>) to deliver, <a data-ref=\"Deuteronomy 4:34\" href=\"/Deuteronomy.4.34\">Dt 4:34</a> + 14 times (v. <a data-ref=\"BDB, זַרְזִיף²\" href=\"/BDB,_זַרְזִיף²\", dir=\"rtl\">זְרוֹעַ</a>); <span dir=\"rtl\">אֶזְרוֹעַ נ׳</span> <a data-ref=\"Jeremiah 32:21\" href=\"/Jeremiah.32.21\">Je 32:21</a>; <span dir=\"rtl\">יָד נ׳</span>, to oppose, <a data-ref=\"Jeremiah 21:5\" href=\"/Jeremiah.21.5\">Je 21:5</a>; <span dir=\"rtl\">עוֹד יָדוֹ נְטוּיָה</span> in judgment, <a data-ref=\"Isaiah 5:25\" href=\"/Isaiah.5.25\">Is 5:25</a> (‖ <span dir=\"rtl\">לֹא שָׁב אַפּוֹ</span>), so <a data-ref=\"Isaiah 9:11\" href=\"/Isaiah.9.11\">9:11</a>, <a data-ref=\"Isaiah 9:16\" href=\"/Isaiah.9.16\">16</a>, <a data-ref=\"Isaiah 9:20\" href=\"/Isaiah.9.20\">20</a>; <a data-ref=\"Isaiah 10:4\" href=\"/Isaiah.10.4\">10:4</a> (all ‖ <em>id.</em>), cf. <a data-ref=\"Isaiah 14:27\" href=\"/Isaiah.14.27\">14:27</a>; <span dir=\"rtl\">הַיָּד הַנְּטוּיָה עַל־</span> v <a data-ref=\"Isaiah 14:26\" href=\"/Isaiah.14.26\">26</a>; <span dir=\"rtl\">נָטִיתִי יָדִי</span> <a data-ref=\"Proverbs 1:24\" href=\"/Proverbs.1.24\">Pr 1:24</a> (of wisdom’s appeal; ‖ <span dir=\"rtl\">קָרָאתִי</span>). <strong>b.</strong>  <em>stretch</em> line and plummet, c. <span dir=\"rtl\">עַל</span>, <a data-ref=\"II Kings 21:13\" href=\"/II_Kings.21.13\">2 K 21:13</a> (subj. <span dir=\"rtl\">י׳</span>; fig. of destruction), cf. <a data-ref=\"Isaiah 34:11\" href=\"/Isaiah.34.11\">Is 34:11</a> <a data-ref=\"Lamentations 2:8\" href=\"/Lamentations.2.8\">La 2:8</a>; line, of artisan’s measurements (abs.) <a data-ref=\"Isaiah 44:13\" href=\"/Isaiah.44.13\">Is 44:13</a>, and (c. <span dir=\"rtl\">עַל</span>) <a data-ref=\"Job 38:5\" href=\"/Job.38.5\">Jb 38:5</a>. <strong>c.</strong>  = <em>offer</em>, only <span dir=\"rtl\">שָׁלוֹשׁ אֲנִי נֹטֶה עָלֶיךָ</span> <a data-ref=\"I Chronicles 21:10\" href=\"/I_Chronicles.21.10\">1 Ch 21:10</a> <em>three</em> things <em>do I offer unto thee</em> (so read prob. also ‖ <a data-ref=\"II Samuel 24:12\" href=\"/II_Samuel.24.12\">2 S 24:12</a>, v. <a data-ref=\"BDB, נָטַל\" href=\"/BDB,_נָטַל\", dir=\"rtl\">נטל</a>). <strong>2.</strong>  <em>Spread out</em>, i. e. <em>pitch</em>, tent <a data-ref=\"Genesis 12:8\" href=\"/Genesis.12.8\">Gn 12:8</a>; <a data-ref=\"Genesis 26:25\" href=\"/Genesis.26.25\">26:25</a>; <a data-ref=\"Genesis 35:21\" href=\"/Genesis.35.21\">35:21</a> (all J), <a data-ref=\"Genesis 33:19\" href=\"/Genesis.33.19\">33:19</a> (E), <a data-ref=\"Judges 4:11\" href=\"/Judges.4.11\">Ju 4:11</a>, cf. <a data-ref=\"Jeremiah 43:10\" href=\"/Jeremiah.43.10\">Je 43:10</a>; fig. of establishing people <a data-ref=\"Jeremiah 10:20\" href=\"/Jeremiah.10.20\">Je 10:20</a>; of sacred tent <a data-ref=\"Exodus 33:7\" href=\"/Exodus.33.7\">Ex 33:7</a> (JE), <a data-ref=\"II Samuel 6:17\" href=\"/II_Samuel.6.17\">2 S 6:17</a> = <a data-ref=\"I Chronicles 16:1\" href=\"/I_Chronicles.16.1\">1 Ch 16:1</a>, <a data-ref=\"I Chronicles 15:1\" href=\"/I_Chronicles.15.1\">1 Ch 15:1</a> <a data-ref=\"II Chronicles 1:4\" href=\"/II_Chronicles.1.4\">2 Ch 1:4</a>; obj. heavens (spread out by <span dir=\"rtl\">י׳</span> as tent) <a data-ref=\"Jeremiah 10:12\" href=\"/Jeremiah.10.12\">Je 10:12</a> + 9 times, cf. <a data-ref=\"Job 26:7\" href=\"/Job.26.7\">Jb 26:7</a>; obj. likeness of firmament in Ezek.’s vision <a data-ref=\"Ezekiel 1:22\" href=\"/Ezekiel.1.22\">Ez 1:22</a>. <strong>3.</strong>  <em>Bend, turn, incline:</em> <strong>a.</strong>  intrans., of wady <a data-ref=\"Numbers 21:15\" href=\"/Numbers.21.15\">Nu 21:15</a> (JE; c. <span dir=\"rtl\">לְ</span>); <em>turn aside</em>, of Balaam’s ass <a data-ref=\"Numbers 22:23\" href=\"/Numbers.22.23\">22:23</a> <span dir=\"rtl\">(מִן־הַדֶּרֶךְ)</span>, v <a data-ref=\"Numbers 22:33\" href=\"/Numbers.22.33\">33</a> <span dir=\"rtl\">(מִפָּנַי)</span>, cf. v <a data-ref=\"Numbers 22:33\" href=\"/Numbers.22.33\">33</a> <span dir=\"rtl\">(לְפָנַי)</span>; c. adv. acc. <a data-ref=\"Numbers 22:26\" href=\"/Numbers.22.26\">22:26</a>, so of Isr. <a data-ref=\"Numbers 20:17\" href=\"/Numbers.20.17\">20:17</a>, and (c. <span dir=\"rtl\">מֵעָלָיו</span>) v <a data-ref=\"Numbers 20:21\" href=\"/Numbers.20.21\">21</a>; c. ב <em>into</em>, <a data-ref=\"Numbers 21:22\" href=\"/Numbers.21.22\">21:22</a>; of individ. <a data-ref=\"II Samuel 2:19\" href=\"/II_Samuel.2.19\">2 S 2:19</a> <span dir=\"rtl\">(לָלֶכֶת עַל)</span>, v <a data-ref=\"Numbers 21:21\" href=\"/Numbers.21.21\">21</a> <span dir=\"rtl\">(עַל)</span>, <a data-ref=\"Jeremiah 14:8\" href=\"/Jeremiah.14.8\">Je 14:8</a> (c. inf.); cf. <a data-ref=\"Genesis 38:1\" href=\"/Genesis.38.1\">Gn 38:1</a> <span dir=\"rtl\">(עַד)</span>, v <a data-ref=\"Genesis 38:16\" href=\"/Genesis.38.16\">16</a> <span dir=\"rtl\">(אֶל־)</span>; fig. of deviating from path of loyalty <a data-ref=\"I Kings 2:28\" href=\"/I_Kings.2.28\">1 K 2:28</a> (c. <span dir=\"rtl\">אַחֲרֵי</span>), cf. <a data-ref=\"Judges 9:3\" href=\"/Judges.9.3\">Ju 9:3</a> (of heart), or of righteousness <a data-ref=\"Exodus 23:2\" href=\"/Exodus.23.2\">Ex 23:2</a> [yet on text cf. Bu<sup> ZAW xi (1891), 113</sup> Ry<sup> ad loc.</sup>], <a data-ref=\"I Samuel 8:3\" href=\"/I_Samuel.8.3\">1 S 8:3</a> (all c. <span dir=\"rtl\">אַחֲרֵי</span>); c. <span dir=\"rtl\">מִן</span> <a data-ref=\"Job 31:7\" href=\"/Job.31.7\">Jb 31:7</a> <a data-ref=\"Psalms 44:19\" href=\"/Psalms.44.19\">ψ 44:19</a>, cf. <a data-ref=\"Proverbs 4:5\" href=\"/Proverbs.4.5\">Pr 4:5</a> and (c. adv. acc.) v <a data-ref=\"Proverbs 4:27\" href=\"/Proverbs.4.27\">27</a>; <span dir=\"rtl\">מֵעִם י׳</span> <a data-ref=\"I Kings 11:9\" href=\"/I_Kings.11.9\">1 K 11:9</a> (of heart), cf. <a data-ref=\"Psalms 119:51\" href=\"/Psalms.119.51\">ψ 119:51</a>, <a data-ref=\"Psalms 119:157\" href=\"/Psalms.119.157\">157</a>; <em>incline</em>, of heart, c. <span dir=\"rtl\">לְ</span> <a data-ref=\"I Samuel 14:7\" href=\"/I_Samuel.14.7\">1 S 14:7</a> (read <span dir=\"rtl\">לְבָֽבְךָ נָטָה לוֹ</span> or <span dir=\"rtl\">נֹטֶה ל׳</span> Th We Dr Klo Bu HPS Löhr); <em>decline</em>, of shadow on dial <a data-ref=\"II Kings 20:10\" href=\"/II_Kings.20.10\">2 K 20:10</a> (‖ <span dir=\"rtl\">הָלַךְ</span>, opp. <span dir=\"rtl\">אֲחֹרַנִּית שׁוּב</span>), fig. of failing life <a data-ref=\"Psalms 102:12\" href=\"/Psalms.102.12\">ψ 102:12</a>; <a data-ref=\"Psalms 109:23\" href=\"/Psalms.109.23\">109:23</a>; of day <a data-ref=\"Judges 19:8\" href=\"/Judges.19.8\">Ju 19:8</a> + v <a data-ref=\"Judges 19:9\" href=\"/Judges.19.9\">9</a> (text emend., v. GFM); <em>bend down</em> <span dir=\"rtl\">יִטֶּה לָאָרֶץ</span> <a data-ref=\"Job 15:29\" href=\"/Job.15.29\">Jb 15:29</a>, <span dir=\"rtl\">לִנְטוֹת בָּאָרֶץ</span> <a data-ref=\"Psalms 17:11\" href=\"/Psalms.17.11\">ψ 17:11</a>; appar. <span dir=\"rtl\">וַיֵּט בְּכחַ</span> <a data-ref=\"Judges 16:30\" href=\"/Judges.16.30\">Ju 16:30</a> <em>and he bowed with</em> all his <em>might</em> (after <span dir=\"rtl\">וַיִּלְפֹּת</span>, <span dir=\"rtl\">וַיִּסָּמֵךְ</span>; al. <em>stretched himself</em>, i. e. <em>gave a thrust</em>, Be GFM, but vb. less often intrans. in this sense); of <span dir=\"rtl\">י׳</span>, <span dir=\"rtl\">וַיֵּט אֵלַי</span> <a data-ref=\"Psalms 40:2\" href=\"/Psalms.40.2\">ψ 40:2</a> <em>and he inclined unto me</em>. <strong>b.</strong>  less often trans., <em>bend, bow</em>, <span dir=\"rtl\">וַיֵּט שִׁכְמוֹ לִסְבֹּל</span> <a data-ref=\"Genesis 49:15\" href=\"/Genesis.49.15\">Gn 49:15</a> (Issachar under fig. of ass); <span dir=\"rtl\">קִיר נָטוּי</span> <a data-ref=\"Psalms 62:4\" href=\"/Psalms.62.4\">ψ 62:4</a> (sim. of fate of wicked; ‖ <span dir=\"rtl\">גָּדֵר הַדְּחוּיָה</span>); here belongs also prob. <span dir=\"rtl\">וַאֲנִי כִּמְעַט נָטוּי רַגְלָ֑י</span> <a data-ref=\"Psalms 73:2\" href=\"/Psalms.73.2\">ψ 73:2</a> (Kt) <em>and I was almost prostrated as to my feet</em> (i.e. by stumbling; Qr <span dir=\"rtl\">נָטָיוּ</span> Pf. 3 mpl. but needless, cf. Ol Bae; ‖ <span dir=\"rtl\">כְּאַיִן שֻׁפְּכֻה אֲשֻׁרָֽי׃</span>); <span dir=\"rtl\">נָטִיתִי לִבִּי</span> <a data-ref=\"Psalms 119:112\" href=\"/Psalms.119.112\">ψ 119:112</a> <em>I have inclined my heart</em> (c. inf.); of <span dir=\"rtl\">י׳</span>, <span dir=\"rtl\">שָׁמַיִם וַיֵּרַ֑ד וַיֵּט</span> <a data-ref=\"II Samuel 22:10\" href=\"/II_Samuel.22.10\">2 S 22:10</a> = <a data-ref=\"Psalms 18:10\" href=\"/Psalms.18.10\">ψ 18:10</a>; also fig., <em>hold out, extend</em> unto, of <span dir=\"rtl\">י׳</span>, obj. <span dir=\"rtl\">חֶסֶד</span> <a data-ref=\"Genesis 39:21\" href=\"/Genesis.39.21\">Gn 39:21</a> (J), <span dir=\"rtl\">שָׁלוֹם</span>, etc., <a data-ref=\"Isaiah 66:12\" href=\"/Isaiah.66.12\">Is 66:12</a> (both c. <span dir=\"rtl\">אֶל־</span>); of men <span dir=\"rtl\">רָעָה</span> <a data-ref=\"Psalms 21:12\" href=\"/Psalms.21.12\">ψ 21:12</a> <span dir=\"rtl\">(עַל)</span>.<br>†<strong>Niph.</strong>  <em>be stretched out;</em>—Pf. 3 mpl. <span dir=\"rtl\">נִטָּ֫יוּ</span> <a data-ref=\"Numbers 24:6\" href=\"/Numbers.24.6\">Nu 24:6</a> (JE; cf. ii. <a data-ref=\"BDB, נַ֫חַל²\" href=\"/BDB,_נַ֫חַל²\", dir=\"rtl\">נַחַל</a>); Impf. 3 ms. <span dir=\"rtl\">יִנָּטֶה עַל־</span> <a data-ref=\"Zechariah 1:16\" href=\"/Zechariah.1.16\">Zc 1:16</a> (of measuring line, for building); <em>stretch themselves out</em>, i. e. grow long, 3 mpl. <span dir=\"rtl\">יִנָּטוּ</span> <a data-ref=\"Jeremiah 6:4\" href=\"/Jeremiah.6.4\">Je 6:4</a> (of shadows, ‖ <span dir=\"rtl\">פָּנָה הַיּוֹם</span>).<br><strong>Hiph.</strong><sub>75</sub>  Pf. <span dir=\"rtl\">הִטָּה</span> <a data-ref=\"Ezra 7:28\" href=\"/Ezra.7.28\">Ezr 7:28</a> <a data-ref=\"Psalms 116:2\" href=\"/Psalms.116.2\">ψ 116:2</a>, sf. <span dir=\"rtl\">הִטָּ֫הוּ</span>; 3 fs. sf. <span dir=\"rtl\">הִטַּ֫תּוּ</span> <a data-ref=\"Proverbs 7:21\" href=\"/Proverbs.7.21\">Pr 7:21</a>; 1 s. <span dir=\"rtl\">הִטִּיתִי</span> <a data-ref=\"Proverbs 5:13\" href=\"/Proverbs.5.13\">Pr 5:13</a>; 3 pl. <span dir=\"rtl\">הִטּוּ</span> <a data-ref=\"Amos 5:12\" href=\"/Amos.5.12\">Am 5:12</a> + 8 times; 2 mpl. <span dir=\"rtl\">הִטִּיתֶם</span> <a data-ref=\"Jeremiah 25:4\" href=\"/Jeremiah.25.4\">Je 25:4</a>; <a data-ref=\"Jeremiah 35:15\" href=\"/Jeremiah.35.15\">35:15</a>; Impf. <span dir=\"rtl\">יַטֶּה</span> <a data-ref=\"Isaiah 31:3\" href=\"/Isaiah.31.3\">Is 31:3</a>, <span dir=\"rtl\">וַיַּט</span> <a data-ref=\"II Samuel 19:15\" href=\"/II_Samuel.19.15\">2 S 19:15</a> <a data-ref=\"Ezra 9:9\" href=\"/Ezra.9.9\">Ezr 9:9</a>; 2 ms. <span dir=\"rtl\">תַּטֶּה</span> <a data-ref=\"Exodus 23:6\" href=\"/Exodus.23.6\">Ex 23:6</a> + 3 times, juss. <span dir=\"rtl\">תַּט</span> <a data-ref=\"Psalms 27:9\" href=\"/Psalms.27.9\">ψ 27:9</a>; <a data-ref=\"Psalms 141:4\" href=\"/Psalms.141.4\">141:4</a>; 1 s. <span dir=\"rtl\">אַטֶּה</span> <a data-ref=\"Jeremiah 6:12\" href=\"/Jeremiah.6.12\">Je 6:12</a> <a data-ref=\"Psalms 49:5\" href=\"/Psalms.49.5\">ψ 49:5</a>, <span dir=\"rtl\">אָ֑ט</span> <a data-ref=\"Job 23:11\" href=\"/Job.23.11\">Jb 23:11</a>, <span dir=\"rtl\">וְאַט</span> <a data-ref=\"Hosea 11:4\" href=\"/Hosea.11.4\">Ho 11:4</a>, but read perhaps <span dir=\"rtl\">וָאַט</span> (cf. Now) as <a data-ref=\"Jeremiah 15:6\" href=\"/Jeremiah.15.6\">Je 15:6</a>; etc.; Imv. <span dir=\"rtl\">הַטֵּה</span> <a data-ref=\"II Kings 19:16\" href=\"/II_Kings.19.16\">2 K 19:16</a> + 7 times, <span dir=\"rtl\">הַט</span> <a data-ref=\"Psalms 17:6\" href=\"/Psalms.17.6\">ψ 17:6</a> + 5 times ψψ Pr; fs. <span dir=\"rtl\">הַטִּי</span> <a data-ref=\"Genesis 24:14\" href=\"/Genesis.24.14\">Gn 24:14</a> <a data-ref=\"Psalms 45:11\" href=\"/Psalms.45.11\">ψ 45:11</a>; mpl. <span dir=\"rtl\">הַטּוּ</span> <a data-ref=\"Joshua 24:23\" href=\"/Joshua.24.23\">Jos 24:23</a> + 3 times; Inf. cstr. <span dir=\"rtl\">לְהַטּוֹת</span> <a data-ref=\"Isaiah 10:8\" href=\"/Isaiah.10.8\">Is 10:8</a> + 4 times, <span dir=\"rtl\">לְהַטֹּת</span> <a data-ref=\"Exodus 23:2\" href=\"/Exodus.23.2\">Ex 23:2</a>; sf. <span dir=\"rtl\">לְהַטּוֹתָהּ</span> <a data-ref=\"Numbers 22:23\" href=\"/Numbers.22.23\">Nu 22:23</a>; Pt. <span dir=\"rtl\">מַטֶּה</span> <a data-ref=\"Deuteronomy 27:19\" href=\"/Deuteronomy.27.19\">Dt 27:19</a>; mpl. <span dir=\"rtl\">מַטִּים</span> <a data-ref=\"Psalms 125:5\" href=\"/Psalms.125.5\">ψ 125:5</a>, cstr. <span dir=\"rtl\">מַטֵּי</span> <a data-ref=\"Malachi 3:5\" href=\"/Malachi.3.5\">Mal 3:5</a>;— <strong>1.</strong>  rarely <em>stretch out</em> (as <strong>Qal 1</strong>), hand <a data-ref=\"Isaiah 31:3\" href=\"/Isaiah.31.3\">Is 31:3</a> (of <span dir=\"rtl\">י׳</span> in hostility), c. <span dir=\"rtl\">עַל</span> <a data-ref=\"Jeremiah 6:12\" href=\"/Jeremiah.6.12\">Je 6:12</a>; <a data-ref=\"Jeremiah 15:6\" href=\"/Jeremiah.15.6\">15:6</a>. <strong>2.</strong>  rarely <em>spread out</em> cloth on <span dir=\"rtl\">(אֶל)</span> rock <a data-ref=\"II Samuel 21:10\" href=\"/II_Samuel.21.10\">2 S 21:10</a>; as <strong>Qal 2</strong>: tent <a data-ref=\"II Samuel 16:22\" href=\"/II_Samuel.16.22\">16:22</a> (+ ל pers.), tent-curtains (fig. of growth) <a data-ref=\"Isaiah 54:2\" href=\"/Isaiah.54.2\">Is 54:2</a>. <strong>3.</strong>  usually <em>turn, incline</em>, c. acc., in many senses: <strong>a.</strong>  lit. <em>turn</em> ass into (acc.) road <a data-ref=\"Numbers 22:23\" href=\"/Numbers.22.23\">Nu 22:23</a> (JE); <em>take aside</em> <a data-ref=\"II Samuel 3:27\" href=\"/II_Samuel.3.27\">2 S 3:27</a> (acc. pers. + <span dir=\"rtl\">אֶל־</span>), <a data-ref=\"II Samuel 6:10\" href=\"/II_Samuel.6.10\">6:10</a> (acc. rei + acc. = <em>to</em>) = <a data-ref=\"I Chronicles 13:13\" href=\"/I_Chronicles.13.13\">1 Ch 13:13</a> <span dir=\"rtl\">(אֶל־)</span>; <em>incline, turn</em> jar of water <a data-ref=\"Genesis 24:14\" href=\"/Genesis.24.14\">Gn 24:14</a> (J; to give drink); intrans. only <span dir=\"rtl\">יַטּוּ עַל־</span> <a data-ref=\"Amos 2:8\" href=\"/Amos.2.8\">Am 2:8</a> <em>on</em> garments taken in pledge <em>they recline</em>, and <span dir=\"rtl\">הַטּוּ מִנֵּי־אֹרַח</span> <a data-ref=\"Isaiah 30:11\" href=\"/Isaiah.30.11\">Is 30:11</a> <em>turn aside, out of the path</em> (i. e. do not interfere with us; ‖ <span dir=\"rtl\">סוּרוּ מִנֵּי־דֶרֶךְ</span>). <strong>b.</strong>  fig., <span dir=\"rtl\">הַמַּטִּים עֲקַלְקַלּוֹתָם</span> <a data-ref=\"Psalms 125:5\" href=\"/Psalms.125.5\">ψ 125:5</a> <em>those turning aside their crooked</em> (ways), i. e. making their ways crooked; cf. (neg.) <a data-ref=\"Job 23:11\" href=\"/Job.23.11\">Jb 23:11</a>. <strong>c.</strong>  <em>turn</em>, = influence, heart <a data-ref=\"II Samuel 19:15\" href=\"/II_Samuel.19.15\">2 S 19:15</a>; <em>turn</em> (away) heart (cause to apostatize) <a data-ref=\"I Kings 11:2\" href=\"/I_Kings.11.2\">1 K 11:2</a>, <a data-ref=\"I Kings 11:4\" href=\"/I_Kings.11.4\">4</a> (c. <span dir=\"rtl\">אַחֲרֵי</span>), v <a data-ref=\"I Kings 11:3\" href=\"/I_Kings.11.3\">3</a> (abs.); <span dir=\"rtl\">לֵב</span> subj., c. acc. pers. <a data-ref=\"Isaiah 44:20\" href=\"/Isaiah.44.20\">Is 44:20</a> cf. <a data-ref=\"Job 36:18\" href=\"/Job.36.18\">Jb 36:18</a> (acc. pers.); of persuasion, c. acc. pers. <a data-ref=\"Proverbs 7:21\" href=\"/Proverbs.7.21\">Pr 7:21</a> (‖ <span dir=\"rtl\">תַּדִּיחֶנּוּ</span>). <strong>d.</strong>  <em>incline</em> one’s own heart unto <span dir=\"rtl\">(אֶל)</span> God and his commands, <a data-ref=\"Joshua 24:23\" href=\"/Joshua.24.23\">Jos 24:23</a> (E), cf. <a data-ref=\"Proverbs 2:2\" href=\"/Proverbs.2.2\">Pr 2:2</a> <span dir=\"rtl\">(ל)</span>; subj. <span dir=\"rtl\">י׳</span>, <a data-ref=\"I Kings 8:58\" href=\"/I_Kings.8.58\">1 K 8:58</a> <a data-ref=\"Psalms 119:36\" href=\"/Psalms.119.36\">ψ 119:36</a>, c. <span dir=\"rtl\">עַל־</span> <a data-ref=\"Proverbs 21:1\" href=\"/Proverbs.21.1\">Pr 21:1</a>; neg. (c. <span dir=\"rtl\">ל</span>) <a data-ref=\"Psalms 141:4\" href=\"/Psalms.141.4\">ψ 141:4</a>. <strong>e.</strong>  especially <em>incline</em> the ear, of men (in obedience to God), usually ‖ <span dir=\"rtl\">שָׁמַע</span>: abs. <a data-ref=\"Jeremiah 7:24\" href=\"/Jeremiah.7.24\">Je 7:24</a> + 6 times Je (all neg.), so <a data-ref=\"Jeremiah 25:4\" href=\"/Jeremiah.25.4\">25:4</a>; <a data-ref=\"Jeremiah 44:5\" href=\"/Jeremiah.44.5\">44:5</a> (+ inf.), <a data-ref=\"Isaiah 55:3\" href=\"/Isaiah.55.3\">Is 55:3</a>; to inspired teacher <a data-ref=\"Proverbs 4:20\" href=\"/Proverbs.4.20\">Pr 4:20</a> (‖ <span dir=\"rtl\">הִקְשִׁיב</span>), <a data-ref=\"Jeremiah 5:1\" href=\"/Jeremiah.5.1\">5:1</a> (‖ <em>id.</em>) v <a data-ref=\"Jeremiah 5:13\" href=\"/Jeremiah.5.13\">13</a> (all c. <span dir=\"rtl\">ל</span>), <a data-ref=\"Jeremiah 22:17\" href=\"/Jeremiah.22.17\">22:17</a> <a data-ref=\"Psalms 45:11\" href=\"/Psalms.45.11\">ψ 45:11</a>; <a data-ref=\"Psalms 78:1\" href=\"/Psalms.78.1\">78:1</a> (‖ <span dir=\"rtl\">הַאֲזִינָה</span>); to receive revelation <a data-ref=\"Psalms 49:5\" href=\"/Psalms.49.5\">ψ 49:5</a>; of God, listening to men, sometimes ‖ <span dir=\"rtl\">שָׁמַע</span>: <a data-ref=\"II Kings 19:16\" href=\"/II_Kings.19.16\">2 K 19:16</a> = <a data-ref=\"Isaiah 37:17\" href=\"/Isaiah.37.17\">Is 37:17</a>, <a data-ref=\"Daniel 9:18\" href=\"/Daniel.9.18\">Dn 9:18</a>, c. ל <a data-ref=\"Psalms 17:6\" href=\"/Psalms.17.6\">ψ 17:6</a>; also (c. <span dir=\"rtl\">אֶל־</span>) <a data-ref=\"Psalms 31:3\" href=\"/Psalms.31.3\">31:3</a>; <a data-ref=\"Psalms 71:2\" href=\"/Psalms.71.2\">71:2</a>; <a data-ref=\"Psalms 102:3\" href=\"/Psalms.102.3\">102:3</a>, c. <span dir=\"rtl\">לְ</span> <a data-ref=\"Psalms 88:3\" href=\"/Psalms.88.3\">88:3</a>; <a data-ref=\"Psalms 116:2\" href=\"/Psalms.116.2\">116:2</a>, abs. <a data-ref=\"Psalms 86:1\" href=\"/Psalms.86.1\">86:1</a>; once <span dir=\"rtl\">וְאַט אֵלָיו</span> <a data-ref=\"Hosea 11:4\" href=\"/Hosea.11.4\">Ho 11:4</a> <em>and I used to incline</em> etc. (either rare intrans., or obj. om., e.g. <span dir=\"rtl\">אָזְנִי</span>; read perhaps <span dir=\"rtl\">וָאַט</span> (<span dir=\"rtl\">וָאֵט</span>?) <em>and I inclined</em>, after <span dir=\"rtl\">וָאֶהְיֶה</span>). <strong>f.</strong>  <em>bend down</em> heavens, of <span dir=\"rtl\">י׳</span> (cf. <strong>Qal 3 b</strong>), <a data-ref=\"Psalms 144:5\" href=\"/Psalms.144.5\">ψ 144:5</a>; = <em>hold out, extend</em> unto (from above, <span dir=\"rtl\">עַל</span>) <a data-ref=\"Ezra 7:28\" href=\"/Ezra.7.28\">Ezr 7:28</a>; <a data-ref=\"Ezra 9:9\" href=\"/Ezra.9.9\">9:9</a> (obj. <span dir=\"rtl\">חֶסֶד</span>). <strong>g.</strong>  <em>thrust aside</em>, especially c. acc. <span dir=\"rtl\">מִשְׁפָּט</span>, of <em>perverting</em> or <em>wresting</em> justice: <a data-ref=\"Exodus 23:6\" href=\"/Exodus.23.6\">Ex 23:6</a> (E), <a data-ref=\"I Samuel 8:3\" href=\"/I_Samuel.8.3\">1 S 8:3</a> <a data-ref=\"Deuteronomy 16:19\" href=\"/Deuteronomy.16.19\">Dt 16:19</a>; <a data-ref=\"Deuteronomy 24:17\" href=\"/Deuteronomy.24.17\">24:17</a>; <a data-ref=\"Deuteronomy 27:19\" href=\"/Deuteronomy.27.19\">27:19</a> <a data-ref=\"Lamentations 3:35\" href=\"/Lamentations.3.35\">La 3:35</a>, cf. <a data-ref=\"Amos 2:7\" href=\"/Amos.2.7\">Am 2:7</a>; <span dir=\"rtl\">לְהַטּוֹת אָרְחוֹת מִשְׁפָּט</span> <a data-ref=\"Proverbs 17:23\" href=\"/Proverbs.17.23\">Pr 17:23</a>; also c. acc. pers. <span dir=\"rtl\">לְהַטּוֹת מִדִּין דַּלִּים</span> <a data-ref=\"Isaiah 10:2\" href=\"/Isaiah.10.2\">Is 10:2</a> <a data-ref=\"Amos 5:12\" href=\"/Amos.5.12\">Am 5:12</a>; <a data-ref=\"Isaiah 29:21\" href=\"/Isaiah.29.21\">Is 29:21</a> <a data-ref=\"Malachi 3:5\" href=\"/Malachi.3.5\">Mal 3:5</a>, <span dir=\"rtl\">יַטּוּ אֶבְיֹנִים מִדָּ֑רֶךְ</span> <a data-ref=\"Job 24:4\" href=\"/Job.24.4\">Jb 24:4</a>, <span dir=\"rtl\">לְהַטּוֹת צַדִּיק בַּמִּשְׁפָּט</span> <a data-ref=\"Proverbs 18:5\" href=\"/Proverbs.18.5\">Pr 18:5</a>; here belongs prob. <span dir=\"rtl\">לְהַטֹּת</span> <a data-ref=\"Exodus 23:2\" href=\"/Exodus.23.2\">Ex 23:2</a> (E; abs.), perhaps ins. <span dir=\"rtl\">מִשְׁפָּט</span> (cf. Bu<sup> ZAW xi. (1891), 113</sup> Ry<sup>ad loc.</sup>). <strong>h.</strong>  <em>thrust away</em>, of <span dir=\"rtl\">י׳</span>, <span dir=\"rtl\">אַל־תַּט בְּאַף עַבְדֶּ֑ךָ</span> <a data-ref=\"Psalms 27:9\" href=\"/Psalms.27.9\">ψ 27:9</a>; cf. <span dir=\"rtl\">עֲוֹנוֹתֵיכֶם הִטּוּ־אֵלֶּה</span> <a data-ref=\"Jeremiah 5:25\" href=\"/Jeremiah.5.25\">Je 5:25</a> <em>your iniquities have thrust away</em> (deprived you of) these (harvests)."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d33eb6084aa1cbf243c7", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, סִיחוֹן 1", "anchorRef": "Numbers 21:21", "anchorRefExpanded": ["Numbers 21:21"], "sourceRef": "BDB, סִיחוֹן 1", "sourceHeRef": "בראון-דרייבר-בריגס, סִיחוֹן א׳", "anchorVerse": 21, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "סִיחוֹן", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><span dir=\"rtl\">סִיחוֹן</span>, <span dir=\"rtl\">סִיחֹן</span></big>  <strong>n.pr.m. Sihon (</strong>on format. cf. Lag<sup>BN 198</sup><strong>)</strong>;—<span dir=\"rtl\">סִיחוֹן</span> <a data-ref=\"Numbers 21:27\" href=\"/Numbers.21.27\">Nu 21:27</a> + 18 times, <span dir=\"rtl\">סִיחֹן</span> v <a data-ref=\"Numbers 21:21\" href=\"/Numbers.21.21\">21</a> + 17 times;—king of Amorites, <a data-ref=\"Numbers 21:21\" href=\"/Numbers.21.21\">Nu 21:21</a> + 7 times <a data-ref=\"Numbers 21\" href=\"/Numbers.21\">Nu 21</a> (JE), <a data-ref=\"Numbers 32:33\" href=\"/Numbers.32.33\">32:33</a> (R) <a data-ref=\"Deuteronomy 1:4\" href=\"/Deuteronomy.1.4\">Dt 1:4</a> + 10 times Dt, <a data-ref=\"Judges 2:10\" href=\"/Judges.2.10\">Ju 2:10</a> + 4 times Ju (D) + <a data-ref=\"Numbers 13:21\" href=\"/Numbers.13.21\">13:21</a><sup>(×2)</sup>, <a data-ref=\"Numbers 13:27\" href=\"/Numbers.13.27\">27</a> (P), <a data-ref=\"Numbers 11:19\" href=\"/Numbers.11.19\">11:19</a>, <a data-ref=\"Numbers 11:20\" href=\"/Numbers.11.20\">20</a><sup>(×2)</sup>, <a data-ref=\"Numbers 11:21\" href=\"/Numbers.11.21\">21</a> <a data-ref=\"Jeremiah 48:45\" href=\"/Jeremiah.48.45\">Je 48:45</a> <a data-ref=\"I Kings 4:19\" href=\"/I_Kings.4.19\">1 K 4:19</a> <a data-ref=\"Nehemiah 9:22\" href=\"/Nehemiah.9.22\">Ne 9:22</a> <a data-ref=\"Psalms 135:11\" href=\"/Psalms.135.11\">ψ 135:11</a>; <a data-ref=\"Psalms 136:19\" href=\"/Psalms.136.19\">136:19</a>. 𝔊 Σηων, 𝔊L Σιων."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6522e04f4b36bd700bec0679", "index_title": "Bereshit Rabbah", "category": "Midrash", "type": "", "ref": "Bereshit Rabbah 70:15", "anchorRef": "Numbers 21:21-35", "anchorRefExpanded": ["Numbers 21:21", "Numbers 21:22", "Numbers 21:23", "Numbers 21:24", "Numbers 21:25", "Numbers 21:26", "Numbers 21:27", "Numbers 21:28", "Numbers 21:29", "Numbers 21:30", "Numbers 21:31", "Numbers 21:32", "Numbers 21:33", "Numbers 21:34", "Numbers 21:35"], "sourceRef": "Bereshit Rabbah 70:15", "sourceHeRef": "בראשית רבה ע׳:ט״ו", "anchorVerse": 21, "sourceHasEn": true, "compDate": [400], "commentaryNum": 70.0015, "collectiveTitle": {"en": "Bereshit Rabbah", "he": "בראשית רבה"}, "heTitle": "בראשית רבה", "he": "וּלְלָבָן שְׁתֵּי בָנוֹת <small>(בראשית כט, טז)</small>, כִּשְׁתֵּי קוֹרוֹת מְפֻלָּשׁוֹת מִסּוֹף הָעוֹלָם וְעַד סוֹפוֹ, זוֹ הֶעֱמִידָה אַלּוּפִים וְזוֹ הֶעֱמִידָה אַלּוּפִים. זוֹ הֶעֱמִידָה מְלָכִים וְזוֹ הֶעֱמִידָה מְלָכִים. מִזּוֹ עָמְדוּ הוֹרְגֵי אֲרָיוֹת וּמִזּוֹ עָמְדוּ הוֹרְגֵי אֲרָיוֹת. מִזּוֹ עָמְדוּ נְבִיאִים וּמִזּוֹ עָמְדוּ נְבִיאִים. מִזּוֹ עָמְדוּ שׁוֹפְטִים וּמִזּוֹ עָמְדוּ שׁוֹפְטִים. מִזּוֹ עָמְדוּ מְכַבְּשֵׁי אֲרָצוֹת וּמִזּוֹ עָמְדוּ מְכַבְּשֵׁי אֲרָצוֹת. מִזּוֹ עָמְדוּ מְחַלְּקֵי אֲרָצוֹת וּמִזּוֹ עָמְדוּ מְחַלְּקֵי אֲרָצוֹת. קָרְבַּן בְּנָהּ שֶׁל זוֹ דּוֹחֶה שַׁבָּת וְקָרְבַּן בְּנָהּ שֶׁל זוֹ דּוֹחֶה שַׁבָּת. מִלְחֶמֶת בְּנָהּ שֶׁל זוֹ דּוֹחָה שַׁבָּת וּמִלְחֶמֶת בְּנָהּ שֶׁל זוֹ דּוֹחָה אֶת הַשַׁבָּת. לָזוֹ נִתַּן שְׁתֵּי לֵילוֹת וְלָזוֹ נִתַּן שְׁתֵּי לֵילוֹת, לֵילוֹ שֶׁל פַּרְעֹה וְלֵילוֹ שֶׁל סַנְחֵרִיב לְלֵאָה, לֵילוֹ שֶׁל גִּדְעוֹן וְלֵילוֹ שֶׁל מָרְדְּכַי לְרָחֵל. <small>(אסתר ו, א)</small>: בַּלַּיְלָה הַהוּא נָדְדָה שְׁנַת הַמֶּלֶךְ. וְשֵׁם הַגְּדֹלָה לֵאָה, גְּדוֹלָה בְּמַתְּנוֹתֶיהָ, כְּהֻנָּה לְעוֹלָם וּמַלְכוּת לְעוֹלָם, דִּכְתִיב <small>(יואל ד, כ)</small>: וִיהוּדָה לְעוֹלָם תֵּשֵׁב וגו', וּכְתִיב <small>(תהלים קלב, יד)</small>: זֹאת מְנוּחָתִי עֲדֵי עַד. וְשֵׁם הַקְּטַנָּה רָחֵל, קְטַנָּה בְּמַתְּנוֹתֶיהָ, יוֹסֵף לְשָׁעָה, שָׁאוּל לְשָׁעָה, וְשִׁילֹה לְשָׁעָה, <small>(תהלים עח, סז)</small>: וַיִּמְאַס בְּאֹהֶל יוֹסֵף וּבְשֵׁבֶט אֶפְרַיִם לֹא בָחָר. ", "heVersionTitle": "Midrash Rabbah -- TE", "heLicense": "unknown", "heVersionTitleInHebrew": "מדרש רבה - תורת אמת", "text": "<b>“Laban had two daughters; the name of the elder was Leah, and the name of the younger was Rachel” (Genesis 29:16).</b> <br>“Laban had two daughters” – like two beams that reach from one end of the world to the other: this one produced chieftains and that one produced chieftains; this one produced kings and that one produced kings; from this one, lion-killers arose<sup class=\"footnote-marker\">32</sup><i class=\"footnote\">David was from the tribe of Judah, who was the son of Leah. See I Samuel 17:36.</i> and from that one lion-killers arose;<sup class=\"footnote-marker\">33</sup><i class=\"footnote\">Samson from the tribe of Dan, the son of Rachel's maidservant. See Judges 14:5–6.</i> from this one prophets arose and from that one prophets arose; from this one judges arose and from that one judges arose; from this one conquerors of lands arose<sup class=\"footnote-marker\">34</sup><i class=\"footnote\">Moses was from the tribe of Levi, son of Leah. Moses conquered the lands of Siḥon and Og. See Numbers 21:21–35.</i> and from that one conquerors of lands arose;<sup class=\"footnote-marker\">35</sup><i class=\"footnote\">Joshua was from the tribe of Ephraim, son of Joseph, son of Rachel.</i> from this one distributers of lands arose<sup class=\"footnote-marker\">36</sup><i class=\"footnote\">Moses.</i> and from that one distributers of lands arose;<sup class=\"footnote-marker\">37</sup><i class=\"footnote\">Joshua.</i> the offering of this one’s son overrides Shabbat<sup class=\"footnote-marker\">38</sup><i class=\"footnote\">King Solomon during the dedication of the Temple. See <i>Etz Yosef</i> on <i>Bereshit Rabba</i> 35:3.</i> and the offering of that one’s son overrides Shabbat;<sup class=\"footnote-marker\">39</sup><i class=\"footnote\">Elishama ben Amihud prince of the tribe of Ephraim. See <i>Bemidbar Rabba</i> 14:1.</i> the war of this one’s son overrides Shabbat,<sup class=\"footnote-marker\">40</sup><i class=\"footnote\">Joshua conquered Jericho on Shabbat. See <i>Bemidbar Rabba</i> 14:1.</i> and the war of that one’s son overrides Shabbat;<sup class=\"footnote-marker\">41</sup><i class=\"footnote\">David's war in Ke'ila. See <i>Eiruvin</i> 45a.</i> two nights were given to this one, and two nights were given to that one: Pharaoh’s night<sup class=\"footnote-marker\">42</sup><i class=\"footnote\">The plague of the firstborn.</i> and Sennacherib’s night<sup class=\"footnote-marker\">43</sup><i class=\"footnote\">When he laid siege to Jerusalem. See II Kings 19:35.</i> for Leah; Gideon’s night<sup class=\"footnote-marker\">44</sup><i class=\"footnote\">Gideon attacked the Midyanite camp at night. See Judges chapter 7.</i> and Mordekhai’s night for Rachel – “on that night, the king’s sleep was disturbed” (Esther 6:1). <br>“The name of the elder [<i>hagedola</i>] was Leah” – greater [<i>gedola</i>] in her gifts, eternal priesthood and eternal kingship, as it is written: “Judah will be inhabited forever” (Joel 4:20), and it is written: “This is My resting place forever” (Psalms 132:14). <br>“And the name of the younger [<i>haketana</i>] was Rachel” – lesser [<i>ketana</i>] in her gifts; Joseph was temporary, Saul was temporary, Shilo was temporary: “He rejected the tent of Joseph and did not choose the tribe of Ephraim” (Psalms 78:67).", "versionTitle": "The Sefaria Midrash Rabbah, 2022", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "6644853627d601cb10a9263e", "index_title": "Bamidbar Rabbah", "category": "Midrash", "type": "", "ref": "Bamidbar Rabbah 19:33", "anchorRef": "Numbers 21:21-24", "anchorRefExpanded": ["Numbers 21:21", "Numbers 21:22", "Numbers 21:23", "Numbers 21:24"], "sourceRef": "Bamidbar Rabbah 19:33", "sourceHeRef": "במדבר רבה י״ט:ל״ג", "anchorVerse": 21, "sourceHasEn": true, "compDate": [1200], "commentaryNum": 19.0033, "collectiveTitle": {"en": "Bamidbar Rabbah", "he": "במדבר רבה"}, "heTitle": "במדבר רבה", "he": "דָּבָר אַחֵר, אָז יָשִׁיר יִשְׂרָאֵל, זֶה אֶחָד מִשְׁלשָׁה דְבָרִים שֶׁאָמַר משֶׁה לִפְנֵי הַקָּדוֹשׁ בָּרוּךְ הוּא וְאָמַר לוֹ לִמַּדְתַּנִי, אָמַר לְפָנָיו רִבּוֹנוֹ שֶׁל עוֹלָם מִנַּיִן יִשְׂרָאֵל יוֹדְעִין מֶה עָשׂוּ, לֹא בְּמִצְרַיִם נִתְגַּדְּלוּ וְכָל מִצְרַיִם עוֹבְדֵי עֲבוֹדַת כּוֹכָבִים הֵם. וּכְשֶׁנָּתַתָּ אֶת הַתּוֹרָה לֹא נָתַתָּ אוֹתָהּ לָהֶם, וְאַף לֹא הָיוּ עוֹמְדִין שָׁם, שֶׁנֶּאֱמַר <small>(שמות כ, יח)</small>: וַיַּעֲמֹד הָעָם מֵרָחֹק, וְלֹא נָתַתָּ אוֹתָהּ אֶלָּא לִי, שֶׁנֶּאֱמַר <small>(שמות כד, א)</small>: וְאֶל משֶׁה אָמַר עֲלֵה אֶל ה'. וּכְשֶׁנָּתַתָּ אֶת הַדִּבְּרוֹת לֹא נָתַתָּ לָהֶם, לֹא אָמַרְתָּ אֲנִי ה' אֱלֹהֵיכֶם, אֶלָּא <small>(שמות כ, ב)</small>: אָנֹכִי ה' אֱלֹהֶיךָ, לִי אָמַרְתָּ, שֶׁמָּא חָטָאתִי. אָמַר לוֹ הַקָּדוֹשׁ בָּרוּךְ הוּא חַיֶּיךָ, יָפֶה אָמַרְתָּ לִמַּדְתַּנִי, מִכָּאן וָאֵילָךְ אֲנִי אוֹמֵר בִּלְשׁוֹן <small>(במדבר טו, מא)</small>: אֲנִי ה' אֱלֹהֵיכֶם. הַשְּׁנִיָּה, כְּשֶׁאָמַר לוֹ הַקָּדוֹשׁ בָּרוּךְ הוּא <small>(שמות לד, ז)</small>: פֹּקֵד עֲוֹן אָבוֹת עַל בָּנִים, אָמַר משֶׁה רִבּוֹנוֹ שֶׁל עוֹלָם כַּמָּה רְשָׁעִים הוֹלִידוּ צַדִּיקִים, יִהְיוּ נוֹטְלִין מֵעֲוֹנוֹת אֲבִיהֶם, תֶּרַח עוֹבֵד צְלָמִים, וְאַבְרָהָם בְּנוֹ צַדִּיק, וְכֵן חִזְקִיָּה צַדִּיק, וְאָחָז אָבִיו רָשָׁע. וְכֵן יֹאשִׁיָּה צַדִּיק, וְאָמוֹן אָבִיו רָשָׁע, וְכֵן נָאֶה שֶׁיְהוּ הַצַּדִּיקִים לוֹקִין בַּעֲוֹן אֲבִיהֶם, אָמַר לוֹ הַקָּדוֹשׁ בָּרוּךְ הוּא לִמַּדְתַּנִי, חַיֶּיךָ שֶׁאֲנִי מְבַטֵּל דְּבָרַי וּמְקַיֵּם דְּבָרֶיךָ, שֶׁנֶּאֱמַר <small>(דברים כד, טז)</small>: לֹא יוּמְתוּ אָבוֹת עַל בָּנִים וּבָנִים לֹא יוּמְתוּ עַל אָבוֹת, וְחַיֶּיךָ שֶׁאֲנִי כּוֹתְבָן לִשְׁמֶךָ, שֶׁנֶּאֱמַר <small>(מלכים ב יד, ו)</small>: כַּכָּתוּב בְּסֵפֶר תּוֹרַת משֶׁה אֲשֶׁר צִוָּה ה' וגו'. הַשְּׁלִישִׁית, כְּשֶׁאָמַר לוֹ הַקָּדוֹשׁ בָּרוּךְ הוּא עֲשֵׂה מִלְחָמָה עִם סִיחוֹן אֲפִלּוּ הוּא אֵינוֹ מְבַקֵּשׁ לַעֲשׂוֹת עִמְךָ אַתְּ תִּתְגָּר בּוֹ מִלְחָמָה, שֶׁנֶּאֱמַר <small>(דברים ב, כד)</small>: קוּמוּ סְּעוּ וְעִבְרוּ אֶת נַחַל אַרְנֹן. וּמשֶׁה לֹא עָשָׂה כֵן אֶלָּא מַה כְּתִיב לְמַעְלָה <small>(דברים ב, כו)</small>: וָאֶשְׁלַח מַלְאָכִים, אָמַר לוֹ הַקָּדוֹשׁ בָּרוּךְ הוּא חַיֶּיךָ שֶׁאֲנִי מְבַטֵּל דְּבָרַי וּמְקַיֵּם דְּבָרֶיךָ, שֶׁנֶּאֱמַר <small>(דברים כ, י)</small>: כִּי תִקְרַב אֶל עִיר לְהִלָּחֵם עָלֶיהָ וְקָרָאתָ אֵלֶיהָ לְשָׁלוֹם. כֵּיוָן שֶׁלֹא קִבֵּל סִיחוֹן הִפִּילוֹ הַקָּדוֹשׁ בָּרוּךְ הוּא מִפְּנֵיהֶם, שֶׁנֶּאֱמַר <small>(דברים ב, לג)</small>: וַנַּךְ אֹתוֹ, וְלֹא עוֹד אֶלָּא אַף אוֹתָן שֶׁהִטְמִינוּ עַצְמָן בַּמְּעָרוֹת לְהָרְגָן, רָמַז הַקָּדוֹשׁ בָּרוּךְ הוּא לָהָר וְרִצֵּץ אוֹתָן, שֶׁנֶּאֱמַר <small>(תהלים עד, יג יד)</small>: שִׁבַּרְתָּ רָאשֵׁי תַנִּינִים עַל הַמָּיִם רִצַּצְתָּ רָאשֵׁי לִוְיָתָן, מָשָׁל הֶדְיוֹט אוֹמֵר נָתַתָּ פַּת לְתִינוֹק הוֹדִיעַ לְאִמּוֹ, אָמַר הַקָּדוֹשׁ בָּרוּךְ הוּא מִנַּיִן יִשְׂרָאֵל יוֹדְעִין מַה טּוֹבָה עָשִׂיתִי לָהֶם, מֶה עָשָׂה הִרְחִיקוּ הֶהָרִים זֶה מִזֶּה וְשָׁטְפוּ אוֹתָן הַנְּחָלִים, שֶׁנֶּאֱמַר <small>(במדבר כא, טו)</small>: וְאֶשֶׁד הַנְּחָלִים, וְהָיוּ יִשְׂרָאֵל עוֹבְרִים וְאוֹמְרִים שִׁירָה אָז יָשִׁיר יִשְׂרָאֵל, אָמְרוּ יִשְׂרָאֵל עָלֶיךָ לַעֲשׂוֹת לָנוּ נִסִּים, וְעָלֵינוּ לְבָרֵךְ וּלְקַלֵס לְשִׁמְךָ. <small>(תהלים ג, ט)</small>: לַה' הַיְשׁוּעָה עַל עַמְּךָ בִרְכָתֶךָ סֶלָּה, וְעַל הַמַּיִם נִגְזַר עַל משֶׁה, וְלֹא נִזְכַּר בַּשִּׁירָה, אָמַר משֶׁה רִבּוֹנוֹ שֶׁל עוֹלָם, אַחַר כָּל נִסִּים שֶׁעָשִׂיתָ לָהֶם אֲנִי מֵת מִתַּחַת יְדֵיהֶם, מִן הַמִּדְבָּר נָתַתָּ לָהֶם אֶת הַתּוֹרָה, שֶׁנֶּאֱמַר <small>(במדבר כא, יח)</small>: וּמִמִּדְבָּר מַתָּנָה, וּמִתַּחַת יָדִי נָחֲלוּ אוֹתָהּ, שֶׁנֶּאֱמַר <small>(במדבר כא, יט)</small>: וּמִמַּתָּנָה נַחֲלִיאֵל, נָחֲלוּ אֵל, וּמִשֶּׁנָּחֲלוּ גָּזַרְתָּ עָלַי מִיתָה, שֶׁנֶּאֱמַר <small>(במדבר כא, יט)</small>: וּמִנַּחֲלִיאֵל בָּמוֹת, וּמִנַּחַל בָּא מוֹת, <small>(במדבר כא, כ)</small>: וּמִבָּמוֹת הַגַּיְא אֲשֶׁר בִּשְׂדֵה מוֹאָב, שֶׁנֶּאֱמַר <small>(דברים לד, ו)</small>: וַיִּקְבֹּר אֹתוֹ בַגַּי בְּאֶרֶץ מוֹאָב. אָמַר אִיּוֹב <small>(איוב לד, יט)</small>: אֲשֶׁר לֹא נָשָׂא פְּנֵי שָׂרִים וְלֹא נִכַּר שׁוֹעַ לִפְנֵי דָל כִּי מַעֲשֵׂה יָדָיו כֻּלָּם.", "heVersionTitle": "Midrash Rabbah -- TE", "heLicense": "unknown", "heVersionTitleInHebrew": "מדרש רבה - תורת אמת", "text": "Another matter: “Then Israel sang” (Numbers 21:17) – this is one of three matters<sup class=\"footnote-marker\">85</sup><i class=\"footnote\">The third matter relates to the vanquishing of Siḥon, which is first mentioned in Numbers 21:21–24.</i> that Moses said before the Holy One blessed be He, and He said to him: You have taught Me. He said before Him: ‘Master of the universe, from where do Israel know what they have done?<sup class=\"footnote-marker\">86</sup><i class=\"footnote\">Namely, from where could they have known that the golden calf was a sin.</i> Did they not grow in Egypt, and all of Egypt are idolaters. When You gave the Torah, You did not give it to them, and they were not standing there, as it is stated: “The people stood at a distance” (Exodus 20:18), and You gave it only to me, as it is stated: “To Moses, He said: Ascend to the Lord” (Exodus 24:1). When You gave the commandments, You did not give them to them. You did not say: “I am the Lord your God [<i>eloheikhem</i>],”<sup class=\"footnote-marker\">87</sup><i class=\"footnote\">“Your” in the plural.</i> but rather: “I am the Lord your God [<i>elohekha</i>]” (Exodus 20:2).<sup class=\"footnote-marker\">88</sup><i class=\"footnote\">“Your” in the singular.</i> You said it to me. Did I, perhaps, sin?’ The Holy One blessed be He said to him: ‘As you live, you have spoken well. You have taught Me. From now on I will speak with the expression: “I am the Lord your God [<i>eloheikhem</i>].”’ <br>The second, when the Holy One blessed be He said to him: “Reckoning the iniquity of the fathers upon children” (Exodus 34:7). Moses said: ‘Master of the universe, how many wicked men begot righteous men? Shall they be taking from the iniquities of their fathers? Teraḥ worshipped idols, and Abraham his son was righteous. Likewise, Hezekiah was righteous, and Aḥaz his father was wicked. Likewise, Yoshiya was righteous, and Amon his father was wicked. Is it appropriate for the righteous to be stricken for the iniquity of their fathers?’ The Holy One blessed be He said to him: ‘You have taught Me. As you live, I am voiding My words and fulfilling your words,’ as it is stated: “Fathers shall not be put to death for children, and children shall not be put to death for fathers” (Deuteronomy 24:16) – ‘and as you live, I will write them in your name,’ as it is stated: “As it is written in the book of the Torah of Moses that the Lord commanded, [saying: Fathers will not be put to death for children, and children will not be put to death for fathers]” (II Kings 14:6). <br>The third, when the Holy One blessed be He said to him: ‘Wage war with Siḥon even if he does not seek to wage with you; you provoke war with him,’ as it is stated: “Rise, and travel, and cross the Arnon ravine; [see, I have placed Siḥon king of Ḥeshbon, the Emorite, and his land in your hand; begin taking possession, and provoke war with him]” (Deuteronomy 2:24). But Moses did not do so; rather, what is written: “I sent messengers” (Deuteronomy 2:26). The Holy One blessed be He said to him: As you live, I am voiding My words and fulfilling your words, as it is stated: “When you approach a city to wage war against it, you shall call to it for peace” (Deuteronomy 20:10). When Siḥon did not accept, the Holy One blessed be He toppled him before them, as it is stated: “We smote him” (Deuteronomy 2:33).  <br>Moreover, even those who concealed themselves in the caves to kill them, the Holy One blessed be He intimated to the mountain and it crushed them, as it is stated: “You broke the heads of crocodiles on the waters. [You] crushed the heads of leviathan” (Psalms 74:13–14). The folk proverb says: If you gave bread to a child, inform his mother. The Holy One blessed be He said: How will Israel know the good that I performed on their behalf? What did He do? He distanced the mountains from one another, and the streams in the ravines washed them out,<sup class=\"footnote-marker\">89</sup><i class=\"footnote\">The streams washed the remains out of the caves where they were located.</i> as it is stated: “The outpouring of the ravines” (Numbers 21:15). Israel was passing and reciting song: “Then Israel sang” (Numbers 21:17). Israel said: ‘It is incumbent upon You to perform miracles on our behalf, and it is incumbent upon us to bless and laud Your name.’ “Salvation belongs to the Lord. Your blessing is upon Your people, Selah” (Psalms 3:9). <br>It was due to the water that the decree was issued against Moses, and he is not mentioned in the song. Moses said: Master of the universe, after all the miracles that You performed on their behalf, will I die at their hand? From the wilderness You gave them the Torah, as it is stated: “From the wilderness to Matana” (Numbers 21:18).<sup class=\"footnote-marker\">90</sup><i class=\"footnote\">Matana means gift, referring here to the Torah.</i> And it became their heritage [<i>naḥalu</i>] under my guidance, as it is stated: “And from Matana to Naḥaliel” (Numbers 21:19) – God became their heritage [<i>naḥalu El</i>]. And once it became their heritage, You decreed death upon me,” as it is stated: “From Naḥaliel to Bamot” (Numbers 21:19) – from the ravine [<i>naḥal</i>] came [<i>ba</i>] death [<i>mot</i>]. “And from Bamot to the canyon that is in the field of Moav” (Numbers 21:20), as it is stated: “He buried him in the canyon in the land of Moav” (Deuteronomy 34:6). Job said: “Who does not show favor to princes and does not prefer the wealthy over the poor, as they are all His handiwork” (Job 34:19).", "versionTitle": "The Sefaria Midrash Rabbah, 2022", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "67083b1721016e76713120c3", "index_title": "Deuteronomy", "category": "Tanakh", "type": "", "ref": "Deuteronomy 1:4", "anchorRef": "Numbers 21:21-25", "anchorRefExpanded": ["Numbers 21:21", "Numbers 21:22", "Numbers 21:23", "Numbers 21:24", "Numbers 21:25"], "sourceRef": "Deuteronomy 1:4", "sourceHeRef": "דברים א׳:ד׳", "anchorVerse": 21, "sourceHasEn": true, "compDate": [-1400, -400], "commentaryNum": 1.0004, "collectiveTitle": {"en": "Deuteronomy", "he": "דברים"}, "heTitle": "דברים", "he": "אַחֲרֵ֣י הַכֹּת֗וֹ אֵ֚ת סִיחֹן֙ מֶ֣לֶךְ הָֽאֱמֹרִ֔י אֲשֶׁ֥ר יוֹשֵׁ֖ב בְּחֶשְׁבּ֑וֹן וְאֵ֗ת ע֚וֹג מֶ֣לֶךְ הַבָּשָׁ֔ן אֲשֶׁר־יוֹשֵׁ֥ב בְּעַשְׁתָּרֹ֖ת בְּאֶדְרֶֽעִי׃", "heVersionTitle": "Miqra according to the Masorah", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "מקרא על פי המסורה", "text": "after he had defeated Sihon king of the Amorites, who dwelt in Heshbon, and King Og of Bashan, who dwelt at Ashtaroth [and]<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>[and] </b>Cf. Josh. 12.4; 13.12, 31.</i> Edrei.", "versionTitle": "The Contemporary Torah, Jewish Publication Society, 2006", "license": "CC-BY-NC", "versionTitleInHebrew": ""}]