[{"_id": "521646b9edbab40bbbaf7fd6", "index_title": "Ramban on Deuteronomy", "category": "Commentary", "type": "commentary", "ref": "Ramban on Deuteronomy 18:16:1", "anchorRef": "Deuteronomy 18:16", "anchorRefExpanded": ["Deuteronomy 18:16"], "sourceRef": "Ramban on Deuteronomy 18:16:1", "sourceHeRef": "רמב\"ן על דברים י״ח:ט״ז:א׳", "anchorVerse": 16, "sourceHasEn": true, "compDate": [1246, 1286], "commentaryNum": 16.0001, "collectiveTitle": {"en": "Ramban", "he": "רמב\"ן"}, "he": "<b>כְּכֹל אֲשֶׁר שָׁאַלְתָּ וְגוֹ'</b>, לֹא הִשְׁלִים הַכָּתוּב בְּכָאן הַשְּׁאֵלָה שֶׁשָּׁאֲלוּ, כִּי בְּאָמְרָם לֹא אֹסֵף לִשְׁמֹעַ אֶת קוֹל ה' לֹא יִזְכּוּ לִנְבִיאִים, אֲבָל כַּאֲשֶׁר אָמְרוּ (דברים ה':כ\"ד) קְרַב אַתָּה וּשְׁמָע אֵת כָּל אֲשֶׁר יֹאמַר ה' אֱלֹהֵינוּ וְאַתְּ תְּדַבֵּר אֵלֵינוּ אֵת כָּל אֲשֶׁר יְדַבֵּר ה' אֱלֹהֵינוּ אֵלֶיךָ וְשָׁמַעְנוּ וְעָשִׂינוּ, אָז קִבְּלוּ לְהַאֲמִין בִּנְבִיאָיו וְלִשְׁמֹעַ וְלַעֲשׂוֹת כְּכֹל אֲשֶׁר יְצַוֶּה הַשֵּׁם עַל יָדָם. וּלְכָךְ אָמַר בְּכָאן נָבִיא מִקִּרְבְּךָ מֵאַחֶיךָ כָּמֹנִי יָקִים לְךָ ה', וְתַאֲמִין בּוֹ כַּאֲשֶׁר אַתָּה מַאֲמִין בִּי, כִּי כֵן שָׁאַלְתָּ לִהְיוֹת דִּבְרֵי הַשֵּׁם עִמָּכֶם עַל יָדִי וְשֶׁתִּשְׁמְעוּ אֵלַי, אִם כֵּן הַאֲמִינוּ גַּם כֵּן בִּשְׁאָר הַנְּבִיאִים הַבָּאִים אַחֲרַי, כִּי כָמוֹנִי כְּמוֹהֶם. וְזֶה טַעַם הֵטִיבוּ אֲשֶׁר דִּבֵּרוּ, לְהַאֲמִין בִּנְבִיאַי, וְכֵן אֶעֱשֶׂה לָהֶם לְדֹרֹתָם. וְיִתָּכֵן שֶׁהָיְתָה שְׁאֵלָתָם שָׁם לְדוֹרוֹת, וְקַבָּלָתָם שֶׁאָמְרוּ לִשְׁמֹעַ מִמֹּשֶׁה בְּאָמְרָם, וְאַתְּ תְּדַבֵּר אֵלֵינוּ וְשָׁמַעְנוּ וְעָשִׂינוּ, גַּם כֵּן לְדוֹרוֹת עוֹלָם. וְיִהְיֶה טַעַם <b>וְאַתְּ</b>, כְּמוֹ וְאַתָּה וְכָל נְבִיא הַשֵּׁם כָּמוֹךָ, כַּאֲשֶׁר פֵּרַשְׁתִּי שָׁם:", "heVersionTitle": "Vocalized Edition", "heLicense": "", "heVersionTitleInHebrew": "", "text": "TO ALL THAT THOU DIDST DESIRE etc. Scripture here did not mention the full request that the people had made [at Sinai], since by their saying <i>Let me not hear again the voice of the Eternal</i><sup class=\"footnote-marker\">207</sup><i class=\"footnote\">In Verse 16 before us.</i> — they would not have merited [the granting of] prophets. But when they said [to Moses], <i>Go thou near, and hear all that the Eternal our G-d may say; and thou shalt speak unto us all that the Eternal our G-d may speak unto thee; and we will hear it, and do it</i><sup class=\"footnote-marker\">208</sup><i class=\"footnote\">Above, 5:24.</i> — then they undertook upon themselves to believe in His prophets and to hear and to do whatever G-d would command through them. Therefore he said here, <i>A prophet will the Eternal thy G-d raise up unto thee, of thy brethren, like unto me</i>,<sup class=\"footnote-marker\">209</sup><i class=\"footnote\">Verse 15.</i> and you will believe in him just as you believe in me, for you requested that G-d’s words with you should be through me and that you would hearken to me. If so, believe in the rest of the prophets who come after me, as well, for I and they are identical. This is the sense of [the words of G-d to Moses], “<i>They have well said all that they have spoken</i><sup class=\"footnote-marker\">210</sup><i class=\"footnote\">Above, 5:25.</i> — to believe in My prophets, and so will I do for them throughout their generations.” It is possible that their request [at Sinai] was for future generations and their stated consent to hear from Moses — in saying, <i>and thou shalt speak unto us … and we will hear it, and do it</i><sup class=\"footnote-marker\">208</sup><i class=\"footnote\">Above, 5:24.</i> — was also for everlasting generations, and the meaning of the word <i>‘v’ath’</i> (<i>and thou</i>) is “you and every prohpet of G-d like you,” as I have explained it there.<sup class=\"footnote-marker\">208</sup><i class=\"footnote\">Above, 5:24.</i>", "versionTitle": "Commentary on the Torah by Ramban (Nachmanides). Translated and annotated by Charles B. Chavel. New York, Shilo Pub. House, 1971-1976", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "531e4fe0fbfba276047f5e3d", "index_title": "Onkelos Deuteronomy", "category": "Targum", "type": "targum", "ref": "Onkelos Deuteronomy 18:16", "anchorRef": "Deuteronomy 18:16", "anchorRefExpanded": ["Deuteronomy 18:16"], "sourceRef": "Onkelos Deuteronomy 18:16", "sourceHeRef": "תרגום אונקלוס על דברים י״ח:ט״ז", "anchorVerse": 16, "sourceHasEn": false, "compDate": [80, 120], "commentaryNum": 18.0016, "collectiveTitle": {"en": "Onkelos Deuteronomy", "he": "תרגום אונקלוס על דברים"}, "heTitle": "תרגום אונקלוס על דברים", "he": "כְּכֹל דִּי שְׁאֶלְתָּא <b>מִקֳּדָם</b> יְיָ אֱלָהָךְ בְּחֹרֵב בְּיוֹמָא דִקְהָלָא לְמֵימָר לָא אוֹסֵף לְמִשְׁמַע יָת קָל <b>מֵימְרָא</b> דַיְיָ אֱלָהַי וְיָת אֶשָּׁתָא רַבְּתָא הָדָא לָא אֶחֱזֵי עוֹד וְלָא אֵמוּת:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "חומש שפתי חכמים, מצודה תשס\"ט", "text": "Exactly as you requested from [<b>before</b>] Adonoy, your God, at Choreiv, on the day of assembly, saying, ‘‘Let me not continue to hear the voice [<b>the word</b>] of Adonoy, my God, and this great fire let me not see any more as that I will not die.’’", "versionTitle": "Metsudah Chumash, Metsudah Publications, 2009 [with Onkelos translation]", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "532b2684fbfba27c35eeb67e", "index_title": "Targum Jonathan on Deuteronomy", "category": "Targum", "type": "targum", "ref": "Targum Jonathan on Deuteronomy 18:16", "anchorRef": "Deuteronomy 18:16", "anchorRefExpanded": ["Deuteronomy 18:16"], "sourceRef": "Targum Jonathan on Deuteronomy 18:16", "sourceHeRef": "תרגום יונתן על דברים י״ח:ט״ז", "anchorVerse": 16, "sourceHasEn": true, "compDate": [30, 70], "commentaryNum": 18.0016, "collectiveTitle": {"en": "Targum Jonathan on Deuteronomy", "he": "תרגום יונתן על דברים"}, "heTitle": "תרגום יונתן על דברים", "he": "כְּכל דְּשַׁיִּילְתּוּן מִן קֳדָם יְיָ אֱלָהָכוֹן בְּחוֹרֵב בְּיוֹמָא דְאִתְכַּנָּשׁוּ שִׁבְטַיָא לִמְקַבְּלָא אוֹרַיְיתָא לְמֵימָר לָא נוֹסִיף לְמִשְׁמַע יַת קַל דִּיבּוּרָא מִן קֳדָם יְיָ אֱלָהָנָא וְיַת אֵישָׁתָא רַבְּתָא הֲדָא לָא נֶחֱמֵי תּוּב דְּלָא נְמוּת", "heVersionTitle": "Targum Jonathan on Deuteronomy", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": " According to all that you begged before the Lord your God in Horeb on the day of the assembling of the tribes to receive the law, saying, Let us not again hear the Great Voice {of the Word - Dibbura} from before the Lord our God, nor behold again that great fire, lest we die: \n", "versionTitle": "The Targum of Jonathan ben Uzziel, trans. J. W. Etheridge, London, 1862", "license": "Public Domain", "versionTitleInHebrew": "תרגום ירושלמי (תרגום יונתן בן-עוזיאל) לתורה, תורגם ע״י ג׳ון ווסלי אטרידג׳, לונדון 1862"}, {"_id": "53f17c20fbfba22336eab17e", "index_title": "Kitzur Ba'al HaTurim on Deuteronomy", "category": "Commentary", "type": "commentary", "ref": "Kitzur Ba'al HaTurim on Deuteronomy 18:16:1", "anchorRef": "Deuteronomy 18:16", "anchorRefExpanded": ["Deuteronomy 18:16"], "sourceRef": "Kitzur Ba'al HaTurim on Deuteronomy 18:16:1", "sourceHeRef": "קיצור בעל הטורים על דברים י״ח:ט״ז:א׳", "anchorVerse": 16, "sourceHasEn": false, "compDate": [1280, 1340], "commentaryNum": 16.0001, "collectiveTitle": {"en": "Kitzur Ba'al HaTurim", "he": "קיצור בעל הטורים "}, "heTitle": "קיצור בעל הטורים על דברים", "he": "<b>ככל אשר שאלת</b> ככל עולה ע' לומר ששמעתי לשאלתכם ושמתי עליכם ע' זקנים וגם כאשר ישאלו ישראל נביאים יותן להם נביאים:\n\n", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": [], "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": "תרגום קהילת ספריא"}, {"_id": "53f17c7afbfba22336eabb44", "index_title": "Or HaChaim on Deuteronomy", "category": "Commentary", "type": "commentary", "ref": "Or HaChaim on Deuteronomy 18:16:1", "anchorRef": "Deuteronomy 18:16", "anchorRefExpanded": ["Deuteronomy 18:16"], "sourceRef": "Or HaChaim on Deuteronomy 18:16:1", "sourceHeRef": "אור החיים על דברים י״ח:ט״ז:א׳", "anchorVerse": 16, "sourceHasEn": true, "compDate": [1718, 1742], "commentaryNum": 16.0001, "collectiveTitle": {"en": "Or HaChaim", "he": "אור החיים"}, "heTitle": "אור החיים על דברים", "he": "<b>ככל אשר שאלת וגו'</b>. אולי שבא לומר שהם גרמו לעצמם שאין כולם נביאים כמו שאמרו ביום הקהל קרב אתה ושמע ופחדו מצער הנסבב מהנבואה לזה גם ה' יתן להם נביא והצריך לדבר אליו יבא ויגידנו, ולטעם זה אמר הכתוב כל האמור בענין:  ", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "<b> <span class=\"font1\">ככל אשר שאלת</span>, \"in accordance with all that you requested, etc.\"</b> Moses may be telling the people that it is their own fault that not all of them have been elevated to the level of prophecy. At the time they asked G'd to make Moses their intermediary, i.e. their prophet, they had declined being prophets themselves. It was all because they had been afraid of the fact that prophecy brings in its wake a certain amount of fear and emotional pain. This is why they now need an outsider to tell them what they want to know about the future. This is the principal reason the Torah includes the reference to the revelation at Mount Sinai at this juncture.", "versionTitle": "Or Hachayim, trans. Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "54b1da4bfbfba21603f60fa6", "index_title": "Sefer HaBahir", "category": "Kabbalah", "type": "", "ref": "Sefer HaBahir 145", "anchorRef": "Deuteronomy 18:16", "anchorRefExpanded": ["Deuteronomy 18:16"], "sourceRef": "Sefer HaBahir 145", "sourceHeRef": "ספר הבהיר קמ״ה", "anchorVerse": 16, "sourceHasEn": false, "compDate": [200, 1200], "commentaryNum": 145, "collectiveTitle": {"en": "Sefer HaBahir", "he": "ספר הבהיר"}, "heTitle": "ספר הבהיר", "he": "חמישי מאי, חמישי אשו הגדולה של הקב\"ה שנאמר (דברים י\"ח ט\"ז) ואת האש הגדולה הזאת לא אראה עוד ולא אמות, והיא שמאלו של הקב\"ה, ומאי ניהו הם חיות הקודש והשרפים הקדושים מימינם ומשמאלם, הם הנעימים הגבוהים עד למעלה דכתיב (קהלת ה' ז) וגבוהים עליהם, ועוד (יחזקאל א, יח) וגביהן וגובה להם ויראה להם וגבותיו מלאת עינים סביב לארבעתן, וסביביו מלאכים, גם סביבותיהם משתחוים לפניהם וכורעים ואומרים ה' הוא האלהים ה' הוא האלהים: ", "heVersionTitle": "Torat Emet Sefer HaBahir", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "54c0dd23fbfba21e8957f1d5", "index_title": "Sforno on Exodus", "category": "Quoting Commentary", "type": "", "ref": "Sforno on Exodus 20:15:1", "anchorRef": "Deuteronomy 18:16", "anchorRefExpanded": ["Deuteronomy 18:16"], "sourceRef": "Sforno on Exodus 20:15:1", "sourceHeRef": "ספורנו על שמות כ׳:ט״ו:א׳", "anchorVerse": 16, "sourceHasEn": true, "compDate": [1500, 1550], "commentaryNum": 15.0001, "collectiveTitle": {"en": "Sforno on Exodus", "he": "ספורנו על שמות"}, "heTitle": "ספורנו על שמות", "he": "<b>רואים את הקולות.</b> כמו ולבי ראה. התבוננו בענין הקולות שלא יוכלו לסבלם, כאמרם לא אוסיף עוד לשמוע את קול ה' אלהי, ואת האש הגדולה הזאת לא אראה עוד, ולא אמות:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "רואים את, the word רואים as “seeing” is to be understood as like the same word in Kohelet 1,16 ולבי ראה, “and my heart ‘saw.’” Just as the heart cannot see, so people cannot “see” sounds. The meaning is that they understood the meaning of these sounds. They could not continue to endure the volume or nature of thee sounds. The same is explained in greater detail by Moses in Deuteronomy 18,16. They were afraid they would die.", "versionTitle": "Eliyahu Munk, HaChut Hameshulash", "license": "CC-BY", "versionTitleInHebrew": "החוט המשולש, אליהו מונק"}, {"_id": "55ae093ffbfba23a06809ede", "index_title": "Meshekh Chokhmah", "category": "Quoting Commentary", "type": "parshanut", "ref": "Meshekh Chokhmah, Shoftim 43", "anchorRef": "Deuteronomy 18:16", "anchorRefExpanded": ["Deuteronomy 18:16"], "sourceRef": "Meshekh Chokhmah, Shoftim 43", "sourceHeRef": "משך חכמה, שופטים מ״ג", "anchorVerse": 16, "sourceHasEn": false, "compDate": [1875, 1925], "commentaryNum": 43, "collectiveTitle": {"en": "Meshekh Chokhmah", "he": "משך חכמה"}, "heTitle": "שופטים", "he": "<b>ואת </b>האש הגדולה הזאת לא אראה עוד. פירוש כמו שדרשו על לא תבנה עוד לכמות שהיתה אבל כו', כן הכא לכמו שהיתה, אבל אראה בחנוך המשכן בשמיני דכתיב ותצא אש כו' וירא כל העם וירונו כו' וישתחו.\n", "heVersionTitle": "Riga, 1927", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "55c2643ffbfba233b298c006", "index_title": "Iggerot HaRambam", "category": "Responsa", "type": "", "ref": "Iggerot HaRambam, Iggeret Teiman 11", "anchorRef": "Deuteronomy 18:16", "anchorRefExpanded": ["Deuteronomy 18:16"], "sourceRef": "Iggerot HaRambam, Iggeret Teiman 11", "sourceHeRef": "איגרות הרמב\"ם, איגרת תימן י״א", "anchorVerse": 16, "sourceHasEn": true, "compDate": [1153, 1193], "commentaryNum": 11, "collectiveTitle": {"en": "Iggerot HaRambam", "he": "איגרות הרמב\"ם"}, "heTitle": "איגרת תימן", "he": "ומה שזכרת מדבר הפושע שהכניס בלבות העם שמלת במאד מאוד הוא נאמר על משגע, וכן מה שאמר (דברים ל\"ג ב') הופיע מהר פארן רומז אליו וכן מה שנאמר (דברים י\"ח ט\"ו) נביא מקרבך מאחיך כמוני וכן הבטחתו לישמעאל (בראשית י\"ז כ') ונתתיו לגוי גדול דברים אלו כבר נדחו ונסתרו מרוב הרגלתם בפי הכל ולא נאמר בהם שהם בתכלית החלישות בלבד אבל אומרים שצחוק הוא והתול לקחת מהם ראיה והם דברים שאינם מביאים ספק בשום פנים ואפילו בלב ההמון והפושעים בעצמם המשחקים בדברים האלו אין דעתם שכן הוא גם אינו מסתפק להם אבל כונתם באלה הדברים להתפאר בהם בפני הגוים ולהראות להם שהם מאמינים אבל הקלון שאומר שמשגע כתוב בתורה וישמעאלים עצמם אינם מאמינים בראיות אלו ואינם מקבלים אותם ואינם לוקחים אותם לראיה לפי שבטולה מבואר ומפני שלא מצאו להם טענה בשום פנים בפסוק מפסוקי התורה ולא בסברה ולא בדמיון כדי שיתלו ממנו הוצרכו לומר שהחלפנו התורה ושנינו אותה ושגררנו שם פלוני מן התורה ולא מצאו להם שום טענה להנצל יותר קרובה מזו ואף על פי שהיא בתכלית ההריסה ובטולה גלוי אפילו להמון כל שכן ליחידים הואיל והתורה העתיקוה ללשון ארמית ולשון פרס ולשון יון ולשון לעז קודם שעמד הפסול כמה מאות מן השנים ועוד שהיא מקובלת דור מפי דור ממזרח העולם ועד מערבו ולא נמצא בכל זה שום חלוף כלל ואפילו בדקדוקיה אפילו בין קמץ חטף לשורק לא נמצא בה שום חלוף ולא הוצרכו לטענה זו החלושה אלא שלא מצאו שום ספק בתורה וביאור הדבר ממה שכתוב ונתתיו לגוי גדול אין רצונו לאמר גדול בתורה ובנבואה אלא במנין בלבד וכבר נאמר בעובדי עבודה זרה גוים גדולים ועצומים וכן במה שאמר במאוד מאד אלו היתה הכוונה בו שיצא ממנו פלוני היה אומר וברכתיו במאד מאד ואז היה אפשר להתלות זה הטוען בחוט של קורי עכביש לומר שעניינו אברכנו להיות מזרעו פלוני אבל הואיל ואמר במאד מאד אחר שאמר והרבתי יורה הדבר שאינו אלא על דרך ההפלגה ברב המניין והנה באר הקדוש ב\"ה בתורה לאברהם אבינו ע\"ה שכל מה שהבטיחו הבורא יתברך מברכות ושיתן מצות לזרעו ויבדיל אותו מזולתם שבשביל זרע יצחק נאמר בלבד זה ולא על זה האחר והוא סמוך ומושג לברכת יצחק שנאמר (בראשית כ\"א י\"ג) וגם את בן האמה לגוי אשימנו כי זרעך הוא ובאר בזה שהעקר יצחק וזה האחר טפל ועוד ביאר בפי' ואמר (שם שם י\"ב) כי ביצחק יקרא לך זרע ועוד כשנסכים על ישמעאל שאפילו היות זרעו הרבה במניין לא יהיה חסיד ולא יהיה לו חן בשלמות האנושי כדי שתתפרסם בו ותתודע אבל תתודע חסידותיך בזרעך החסיד והוא הזרע הבא מיצחק וזה פירוש יקרא כמו שנאמר (שם מ\"ח ט\"ז) ויקרא בהם שמי ושם אבותי כלומר יתפרסם בהם ויתודע ואחר כך באר יצחק שהברכות ההם שהבטיח בהם לאברהם שבכלל הברכות ההם שיקים בריתו ותורתו של הבורא בזרעו כמו שאמר לבניו והייתי להם לאלקים ואחר כך יחד יצחק והבדילו מישמעאל בכל הברכות האלו כמו שבארנו ויחדו ובברית זולת ישמעאל כמו שנאמר (שם י\"ז כ\"א) ואת בריתי אקים את יצחק ואחר שאמר בשביל ישמעאל הנה ברכתי אותו באר לנו הקב\"ה ענין זה על ידי יצחק שיעקב יחד בכל הברכות האלו זולת עשו והוא מה שאמר יצחק (שם כ\"ח ד') ויתן לך את ברכת אברהם לך ולזרעך אתך הנה התבאר לנו שמעלת התורה שהבטיח בה הקב\"ה לאברהם שתתקים בזרעו שיצחק הוא המיוחד בה ואחריו יעקב מזרע יצחק וכן מצאנו הנביא עליו השלום שנתן הודאה להקב\"ה על הטובה הגדולה הזאת שכן כתוב (תהלים ק\"ה ט') אשר כרת את אברהם ושבועתו ליצחק ויעמידה ליעקב לחק לישראל ברית עולם ומה שיש לך לדעת שזה השם שעלה בדעת הישמעאלים שכתוב בתורה שאחזו בו הפושעים כלומר במאד מאד שהוא מחמד אינו מחמד אלא אחמד כי הוא פשט המאמר שהם אומרים שהוא כתוב בתורה וכשליחות המכזבים שהוא אבנגלוי ששמו אחמד ומספר במאד מאד אינו עולה למספר אחמד שסוברים שהוא כתוב בתורה אבל מה שאומר הופיע מהר פארן בידוע שהוא פעל עבר ואלו אמר יופיע אז יכול היה הטוען להתלוצץ ולהתלות בו אבל הואיל ואמר הופיע הורה שהוא דבר שכבר עבר וביאור הדבר שהוא מספר מעמד הר סיני ואומר כשנגלה על הר סני לא נגלה מן השמים על הר סיני כרדת אבני אלגביש אלא נגלה מעט מעט לאט מראשי ההרים מראש הר לראש הר עד שירד על הר סיני ואמר (דברים ל\"ג ב') ה' מסיני בא וזרח משעיר למו הופיע מהר פארן ואתה מרבבות קודש מימינו אש דת למו והדבר מובן למי שירצה כלומר לישראל והבן איך דייק שפארן שהוא יותר רחוק נאמר בו הופיע ושעיר שהוא יותר קרוב אמר זרח וסיני שעליו היתה הכוונה ובו שכן הכבוד כמו שנאמר (שמות כ\"ד ט\"ז) וישכן כבוד ה' על הר סיני אמר בו מסיני בא וכעניין זה ספרה דבורה כשספרה מעמד הר סיני שהכבוד נגלה לאט לאט מהר להר שכן כתוב (שופטים ה' ד') ה' בצאתך משעיר בצעדך משדה אדום ארץ רעשה גם שמים נטפו וגומר ועל הדרך שבארוהו חכמים ז\"ל שהקב\"ה שלח נביא לאדום קודם משה רבינו להורות להם התורה ולא רצו לקבלם וכן שלח לישמעאל והראה אותה להם ולא קבלוהו ממנו ואחר כך שלח לנו משה רבינו וקבלנוה ואמר (שמות כ\"ד ג') כל אשר דבר ה' נעשה ונשמע וכל זה דבר שהיה קודם מתן תורה וכן באו המלות מורות על פעלים עוברים בא וזרח והופיע ואינם להבא אבל הראיה שהם מביאים ממה שנאמר (דברים י\"ח ט\"ו) נביא מקרבך מאחיך כמוני יקים לך ה' אלקיך אליו תשמעון ואמרת שמקצתם הסתפק להם זה ומקצתם הסתלק מהם הספק באמרו מקרבך ולולי מלא מקרבך מאחיך היתה זאת להם לראיה במקום הזה יש לך לכוון שכלך שתתבונן במה שאומר לך דע שלא יעבור לשום אדם לקחת מלה אחת מעניין שכלו דבק ומתחבר להיות לו לראיה ולסמוך עליה אבל ראוי לו לעיין במה שקדה מן העניין ומה שאחריו כלומר שיעיין בתחלת המלה ההיא שסמך עליה מתחלת עניינה ובאי זה עניין ופסוק עד שישלים העניין ואז ידע כוונת אומר העניין ואז יקח ראיה ממנו ואין ראוי לשום אדם לקחת ראיה מדבר מוכרח מאשר לפניו ומאשר לאחריו ואלו היה זה עובר כמו כן ראוי לומר שהקב״ה הזהירנו שלא נשמע מן הנביא שכן הוא אומר (שם י\"ג ב') לא תשמע אל דברי הנביא ההוא וכן נוכל לומר שהקב\"ה צונו לעבוד עבודה זרה ח\"ו שכן כתיב (שם י\"א ט\"ז) ועבדתם אלקים אחרים והשתחויתם להם והרבה כיוצא בזה ודבר זה מבואר בטולו שאין לוקחין ראיה משום פסוק בשום פנים עד שידעו כוונת העניין מתחלתו ועד סופו ואז יובן עניינו והפסוק הזה ההוא נביא מקרבך מאחיך כמוני ראוי לעמוד על מה שלפניו ושלאחריו ממה שהוא דבק לעניין כדי שיובן ולא ישאר בו ספק בשום פנים וביאור הדבר שהוזהרנו בתחלת הפרשה מלהתעסק בקסמים ובמעוננים ובחכמת הכוכבים ובכשפיס ובחברים והדומה להם בדברים אלו שחושבים האומות שבהם יוכלו לדעת העתידות קודם שיתחדשו ומתכוונים אליהם וכשהזהירנו ית' מלהתעסק בדברים אלו אמר לנו שכל האומות חושבים שיודעים מה שיתחדש קודם שיתחדש מן הדרך הזה ואתה לא תדע מזה הדרך מה שעתיד להיות אבל תדע אותו על ידי נביא שאקים לכם להודיעכם העתידות ויאמינו דבריו ולא יחטא בכל מה שיאמר ותהיו יודעים העתיד להתחדש קודם שיתחדש מבלי קסמים וחברים ומאין דין הכוכבים וזולתם ואחר כך באר לנו שדבר זה יהיה בנו בלי טורח ואמר שכל נביא שישלח אלינו להודיענו העתיד יהיה מקרבכם כדי שלא תצטרך לשוטט אחריו מעיר לעיר ולהלוך אחריו מהלך רחוק זהו ענין מקרבך ואחר כן הודיע דבר אחר ואמר ובהיותו קרוב מכם ובקרבכם יהיה מכם כמו כן כלומר מישראל כדי שתהיה המעלה הזאת מיוחדת לכם והיא לדעת מה יהיה ולפיכך הוסיף במאמר ואמר כמוני שמא יעלה על דעתך הואיל וכתיב מאחיך יתכן להיות מעשו ומישמעאל לפי שמצאנו כתוב בעשו (במדבר כ' י\"ד) כה אמר אחיך ישראל לפיכך הוצרך לאמר כמוני כלומר מבני יעקב ואין כמוני בכאן להיות כמוהו במעלת הנבואה שכבר אמר ולא קם נביא עוד בישראל כמשה והוא בעצם הפרשה המורה על מה שזכרנו אמר (דברים י\"ח יו\"ד י\"א י\"ג) לא ימצא בך מעביר בנו ובתו באש קוסם קסמים מעונן ומנחש ומכשף וחובר חבר ושואל אוב וידעוני ודורש אל המתים תמים תהיה עם ה' אלהיך ואתה לא כן נתן לך ה' אלהיך נביא מקרבך מאחיך כמוני הנה התבאר והתאמת שהנביא הזה שהבטיח במקום הזה אינו נביא שיבא במצוה ולא יחדש תורה אבל הוא איש שלא יצריכנו לקסמים ולמעוננים ולחכמת הכוכבים ונשאל ממנו מה שיארע לנו כמו שהאומות שואלים למעוננים ולקוסמים שכן מצאנו שאול ששאל לשמואל על אבדה שאבדה לו אבל שלא נאמין בנבואת זיד ועמר אין זה בשביל שאינם מישראל כמו שחושבים ההמון עד שנצטרך לדייק ממלת מקרבך מאחיך שהרי איוב וצופר ובלדד ואליפז ואליהוא כולם אצלנו נביאים ואף על פי שאינם מישראל וכן חנניה בן עזור נביא שקר ואף על פי שהוא מישראל אבל נאמין בנביא או נכחישהו מצד נבואתו ולא מצד יחוסו ובאור זה הדבר שזה משה רבינו רבן של כל הנביאים ששמענו הדבור המדבר אליו והאמינו בו ובנבואתו ואמרנו לו (דברים ה' כ\"ד) קרב אתה ושמע וגו' והוא אמר לנו שלא נשארה מצוה בשמים לתת ואין שם אמונה אחרת ולא תורה בלתי זאת שתבא שנאמר (שם ל' י\"ב) לא בשמים היא לאמר מי יעלה לנו השמימה ויקחה לנו וישמיענו אותה ונעשנה והזהירנו שלא נוסיף ושלא נגרע בתורה זאת שנאמר (שם י\"ג א') לא תוסף עליו ולא תגרע ממנו וחייבנו בשם הבורא להאמין בתורה הזאת אנו ובנינו ובני בנינו עד סוף כל הדורות שכן כתוב (שם כ\"ט כ\"ה) הנסתרות לה' אלהינו והנגלות לנו ולבנינו לעשות את כל דברי התורה הזאת וכל נביא שיעמוד בין שיהיה מיוחס לכהונה או ללויה או שיהיה עמלקי ויאמר שאחת מכל המצות הנכללות בספר התורה שבטל חיובה שקר והכחיש נבואתו של משה רבינו שהוא אמר לנו ולבנינו עד עולם לפיכך נכחישהו ונהרוג אותו אם תהיה לנו יכולת על זה ואין לנו להשגיח על מופתיו כמו שלא נשגיח לנביא האומר לעבוד עבודה זרה שכן אמר (שם י\"ג ג' ד') ובא האות והמופת לא תשמע אל דברי הנביא וגומר שהרי משה רבינו עליו השלום אמר לנו לא תעבדו עבודה זרה לעולם לפיכך נדע שאות הזה שעשה בשם עבודה זרה אינה כי אם בלאט וכישוף וכן אמר לנו משה ע\"ה שהתורה הזאת עומדת לעולם לפיכך כל נביא שיאמר שהיא לזמן קצוב יש לנו לדעת מפשט נבואתו שהוא נביא שקר שהרי בה להכחיש משה רבינו לפיכך לא נבקש ממנו אות ומופת ואם עשה לא נשגיח בה שנחשב שהיא מופת בעשותו אותה לפי שאמונתנו במשה לא היה מצד המופת כדי שנתחייב מצד זה (ס\"א בשביל זה) להקיש בין מופת הנביא הזה למופת משה רבינו אבל האמננו בו לפי ששמענו הדבר כמו ששמע הוא ובזה האמננו בו אמונה שלמה מקויימת עד עולם שנאמר (שמות י\"ט ט') וגם בך יאמינו לעולם ואנחנו בעניין זה עם משה רבינו כמו שני עדים שהעידו שראו שום דבר שכל אחד מהם יודע בוודאי שהוא אמת מה שיעיד חברו ואמתות דברו ואינם צריכים להביא על דבריהם ראיה בפני המון העם וכן הדבר בנו אנחנו עדת ישראל ידענו אמתות משה רבינו לפי שראינוהו במעמד הר סיני בשעת הדבור לא מפני המופת אבל עשה כל מה שעשה מן המופתים לפי הצורך כמו שהתבאר מפסוקי התורה ומפני שהעקר הגדול הזה הוא נשכח ואינם סומכים עליו רוב אומתנו בשביל זה אין אנו מאמינים במופתים כמו שאנו מאמינים במשה רבינו ולא בשום ביניהם באמונה ובשביל זה אמר שלמה ע\"ה בלשון האומה (שיר השירים ד' א') מה תחזו בשולמית כמחולת המחנים אמר אם תוכלו להעמיד לי כמו מעמד הר סיני לפיכך אם יעמוד נביא מישראל או משאר האומות ויקרא בני אדם לדתו של משה רבינו ולא יוסיף ולא יגרע כמו ישעיהו וירמיהו וזולתם נשאל ממנו מופתאם יתן מופת נאמין בו ויהיה אצלנו במעלות הנביאים ואם יחסר ויפול שום דבר מכל דבריו יהרג ומה שאנו מאמינים בו בתתו מופת ואף על פי שאפשר שהוא מכחיש שהקדוש ב\"ה צונו על ידי משה ואמר לנו כשיעידו שני עדים בשום דבר חתוך הדין על פי עדותם ודן אותם לכף זכות והעמידם על חזקת כשרותם ואף על פי שיתכן שיעידו באמת או שיעידו בשקר וכן אנו שאם יקום נביא ונתן אות או מופת ונראה לפי דעתו הפעולות כפי חתוך דברו ואף על פי שהדבר אפשר אם הוא אמת או שקר ובאר לנו כמו כן שיש דברים שאינם מתקבלים מצד הנבואה והם כל דבר שיבא להכחיש נבואתו של משה רבינו ע\"ה וכבר בארנו העניין זה בתכלית הבאור בתחלת חבורנו הגדול בפירוש המשנה ומשם תלמוד העקרים האלה הגדולים שהם אדני התורה ועמודי האמונה ומה שראוי לך לדעת כי כאשר אין תוספות בתורת משה ולא גרעון בכתובים כמו כן אין תוספות וגרעון בפירושה המקובל והוא שקבלו החכמים איש מפי איש והיא תורה שבעל פה:", "heVersionTitle": "Kobetz Teshuvot HaRambam, 1859", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "In your letter you mention that the apostle has spurred on a number of people to believe that several verses in Scripture allude to the Madman, such as \"bimeod meod\"5 (Genesis 17:20), \"he shined forth from Mount Paran\"6 (Deuteronomy 33:1), \"a prophet from the midst of thee\" (Deuteronomy 18:15), and the promise to Ishmael \"I will make him a great nation\" (Genesis 17:20). These arguments have been rehearsed so often that they have become nauseating. It is not enough to declare that they are altogether feeble; nay, to cite as proofs these verses is ridiculous and absurd in the extreme. For these are not matters that can confuse the minds of anyone. Neither the untutored multitude nor the apostates themselves who delude others with them, believe in them or entertain any illusions about them. Their purpose in citing these verses is to win favor in the eyes of the Gentiles by demonstrating that they believe the statement of the Koran that Mohammed was mentioned in the Torah. But the Muslims themselves put no faith in their own arguments, they neither accept nor cite them, because they are manifestly so fallacious. Inasmuch as the Muslims could not find a single proof in the entire Bible nor a reference or possible allusion to their prophet which they could utilize, they were compelled to accuse us saying, \"You have altered the text of the Torah, and expunged every trace of the name of Mohammed therefrom.\" They could find nothing stronger than this ignominious argument the falsity of which is easily demonstrated to one and all by the following facts. First, Scripture was translated into Syriac, Greek, Persian and Latin hundreds of years before the appearance of Mohammed. Secondly, there is a uniform tradition as to the text of the Bible both in the East and the West, with the result that no differences in the text exist at all, not even in the vocalization, for they are all correct. Nor do any differences effecting the meaning exist. The motive for their accusation lies therefore, in the absence of any allusion to Mohammed in the Torah. The phrase \"a great nation\" cited above does not connote a people in possession of prophecy or a Law, but merely one large in numbers just as in reference to idolaters Scripture says \"nations greater and mightier than yourselves.\" (Deuteronomy 11:23). Similarly, the phrase \"bimeod meod\" simply signifies \"exceedingly.\" Were there any allusion in the verse to Mohammed, then it would have read \"and I shall bless him bimeod meod,\" and whoever likes to hang on to a spider's web might then discover a reference to Mohammed therein. As it is, since Scripture says \"I shall increase him bimeod meod,\" it can only denote an extravagant increment in numbers. There is no question that the Divine assurance to Abraham to bless his descendants, to reveal the Torah to them, and to make them the Chosen People, refers only to the offspring of Isaac. For Ishmael is mentioned as an adjunct and appendage in the blessing of Isaac, which reads \"and also of the son of the bond-woman will I make a nation.\" (Genesis 21:13). This verse suggests that Isaac holds a primary position and Ishmael a subordinate place. This point is made even more explicit in the blessing which ignores Ishmael entirely. \"For in Isaac shall seed be called in thee.\" (Genesis 21:12). The meaning of God's promise to Abraham is that the issue of Ishmael will be vast in numbers but neither pre-eminent nor the object of divine favor, nor distinguished for the attainment of excellence. Not because of them will Abraham be famed or celebrated, but by the noted and illustrious scions of Isaac. The phrase \"shall be called\" simply means, shall be renowned, as it does in the verse, \"Let thy name be called in them, and the name of my fathers Abraham and Isaac.\" (Genesis 48:16). Other verses also indicate that when God promised Abraham that His law would be vouchsafed to his children as is implied in the words \"And I will be their God\" (Genesis 17:8), He meant Isaac to the exclusion of Ishmael as is intimated in the declaration \"But My covenant will I establish with Isaac\" (Genesis 17:21), although He had already conferred His favor upon Ishmael when He said \"Behold I have blessed him\" (Genesis 17:20). Similarly, Isaac by bestowing the blessing of Abraham upon Jacob exclusively, debarred Esau from it, as we read in his benediction \"And may He give you the blessing of Abraham\" (Genesis 28:4). To sum up, the Divine covenant made with Abraham to grant the sublime Law to his descendants referred exclusively to those who belonged to the stock of both Isaac and Jacob. Hence the prophet expresses his gratitude to God for \"the covenant which He made with Abraham, and His oath unto Isaac, which He established unto Jacob for a statute, and to Israel for an everlasting covenant.\" (Psalms 105:9, I Chronicles 16:16). It is also to be noted that the name of the Arabian prophet which the Mahommedans believe to be mentioned in the Torah, by way of allusion, which the Jewish apostates find in the phrase \"bimeod meod,\" is A.H.M.D. and not M.H.M.D. So it is explicitly stated in the Koran: \"They find him mentioned in the Torah and the Gospels (Sura 7:156); his name is Ahmad.\" But the numerical value7 of the latter is not equal to that of the words \"bimeod meod\" which is supposed to contain an allusion to the prophet of Islam. The argument from the phrase \"He shined forth from Mount Paran\" (Deuteronomy 33:2) is easily refutable. Shined is past tense. Had Scripture employed the future tense \"he will shine forth from Mount Paran\" then the imposters might have had a semblance of truth on their side. However the use of the past tense \"he shined forth\" demonstrates that this phrase describes an event that has taken place, namely the theophany on Sinai. When the Deity was about to reveal Himself on Sinai, the heavenly light did not descend suddenly like a thunder-bolt, but came down gently, manifesting itself gradually first from the top of one mountain, then from another, until He reached His abode on Sinai. This notion is implied in the verse \"The Lord revealed himself at Sinai, after His light had radiated to them from Seir and glimmered from Mount Paran.\" (Deuteronomy 33:2). Mark well, that the phrase \"unto them\" refers to Israel. Note also how Scripture indicates the various gradations in the intensity of the Divine Splendor. It speaks of the light that glimmered from Mount Paran which is further removed from Sinai, but of the light that radiated from Mount Seir, which is nearer to it, and finally of the revelation of the full splendor of God on Sinai which was the goal of the theophany as is related in the verse \"And the glory of God abode on Mount Sinai\" (Exodus 24:16), \"and the Lord came from Sinai\". (Deuteronomy 33:2). Similarly, the idea that the light descended gradually from mountain to mountain is conveyed in Deborah's description of the grandeur of Israel at the Revelation on Sinai when she exclaimed \"Lord when Thou didst go forth out of Seir, when Thou didst march out of the field of Edom\" (Judges 5:4). Our sages of blessed memory, tell us that God, may He be praised and exalted, charged a prophet before the time of Moses to go to the Romans and another to go to the Arabs with the purpose of presenting them the Torah, but each of them in turn spurned it. When Moses was later sent to us we signified our acceptance in the words \"All that the Lord hath spoken will we do, and obey\" (Exodus 24:7). The aforementioned event happened before the Sinaitic Revelation, consequently Scripture speaks in the past tense: \"He came, radiated forth, and shone,\" which proves that no prophecy is intended in these words.\" You write in your letter, that some people were duped by the argument that Mohammed is alluded to in the verse \"A prophet will the Lord thy God raise up unto thee, from the midst of thee, of thy brethren\" (Deuteronomy 18:15), while others remained unconvinced because of the phrase \"from the midst of thee.\" It is most astonishing that some folks should be deluded by such specious proof, while others were almost persuaded, were it not for the phrase \"from the midst of thee.\" Under these circumstance it is incumbent upon you to concentrate and understand my view in the matter. Remember that it is not right to take a passage out of its context and to draw inferences from it. It is imperative to take into consideration the preceding and following statements in order to fathom the writer's meaning and purpose before making any deductions. Were it otherwise, then it would be possible to assert that Scripture has prohibited obedience to any prophet, and interdicted belief in miracles, by quoting the verse, \"Thou shalt not hearken unto the words of that prophet,\" (Deuteronomy 13:4). It could likewise be affirmed that a positive command exists requiring us to worship idols, by citing the verse \"And ye shall serve other gods\" (Deuteronomy 11:16). Other illustrations could be multiplied ad libidinem. To sum up, it is wrong to interpret any given verse apart from its context. In order to comprehend unequivocally the verse under discussion namely, \"A prophet will the Lord thy God raise up unto thee, from the midst of thee, of thy brethren,\" it is necessary to ascertain its context. The beginning of the paragraph whence the verse is taken, contains prohibitions of the acts of soothsaying, augury, divination, astrology, sorcery, incantation and the like. The Gentiles believe that through these practices they can predict the future course of events and take the necessary precautions to forestall them. The interdiction of these occult proceedings were accompanied with the explanation that the Gentiles believe they can depend upon them to determine future happenings. But you may not do so. You will learn about the time to come from a prophet who will rise up among you, whose predictions will come true without fail. You will thus arrive at a foreknowledge of circumstances without being obliged to resort to augury, divination, astrology and the like, for he will spare you that. Matters will be facilitated for you by the fact that this prophet will live within your borders. You will not be compelled to go in search after him from country to country, nor to travel to distant parts, as is implied in the phrase, \"from the midst of thee.\" Moreover, another notion is conveyed in the words \"from the midst of thee from thy brethren like unto me,\" namely, that he will be one of you, that is, a Jew. The obvious deduction is that you shall be distinguished above all others for the sole possession of prophecy. The words \"like unto me\" were specifically added to indicate that only the descendants of Jacob are meant. For the phrase \"of thy brethren\" by itself might have been misunderstood and taken to refer also to Esau and Ishmael, since we do find Israel addressing Esau as brother, for example, in the verse, \"Thus saith thy brother Israel\" (Numbers 20:14). On the other hand, the words \"like unto me,\" do not denote a prophet as great as Moses, for this interpretation is precluded by the statement \"And there hath not arisen a prophet since in Israel like unto Moses.\" (Deuteronomy 34:10). The general drift of the chapter points to the correctness of our interpretation and will be confirmed by the succession of the verses, to wit \"There shall not be found among you any one that maketh his son or his daughter to pass through the fire etc.,\" (Deuteronomy 18:10), \"For these nations, that thou art to dispossess, hearken unto soothsayers, and unto diviners; but as for thee, the Lord thy God hath not suffered thee so to do .\" (Verse 14). \"A prophet will the Lord why [sic] God raise up unto thee, from the midst of thee, of they brethren, like unto me,\" (Verse 15). It is obviously clear that the prophet alluded to here will not be a person who will produce a new law, or found a new religion. He will merely enable us to dispense with diviners and astrologers, and will be available for consultation concerning anything that may befall us, just as the Gentiles confer with soothsayers and prognosticators. Thus we find Saul advising with Samuel concerning his lost asses, as we read, \"Beforetime in Israel, when a man went to inquire of God, thus he said: 'Come and let us go to the seer'; for he that is now called a prophet was beforetime called a seer.\" (Samuel 9:9). Our disbelief in the prophecy of Omar and Zeid8 is not due to the fact that they are non-Jews, as the unlettered folk imagine, and in consequence of which they are compelled to justify their standpoint by the Biblical statement \"from thy midst, out of thy brethren.\" For Job, Zophar, Bildad, Eliphaz, and Elihu are all considered prophets and are non-Jews. On the other hand, although Hananiah, the son of Azur was a Jew, he was deemed an accursed and false prophet. Whether one should yield credence to a prophet or not depends upon the nature of his doctrines, and not upon his race, as we shall explain presently. Our ancestors have witnessed Moses, our Teacher, foremost among the prophets, holding a colloquy with the Divinity, reposed implicit faith in him when they said to him, \"Go thou near and hear,\" (Deuteronomy 5:24). Now he assured us that no other law remained in heaven that would subsequently be revealed, nor would there even be another Divine dispensation, as the verse, \"It is not in heaven,\" (Deuteronomy 30:12) implies. Scripture prohibits us from making any amendments to the Law or eliminating anything, for we read \"Thou shalt not add thereto, nor diminish from it\" (Deuteronomy 13:1). We pledged and obligated ourselves to God to abide by His Law, we, our children, and our children's children, until the end of time as Scripture says \"The secret things belong to the Lord our God, but the things which are revealed belong unto us and to our children forever.\" (Deuteronomy 29:28). Any prophet, therefore, no matter what his pedigree is, be he priest, Levite, or Amalekite, is perfidious even if he asserts that only one of the precepts of the Torah is void, in view of the Mosaic pronouncement \"unto us and unto our children forever.\" Such a one we would declare a false prophet and would execute him if we had jurisdiction over him. We would take no notice of the miracles that he might perform, just as we would disregard the wonder-working of one who seeks to lure people to idolatry, as we are enjoined in the verse \"And the sign or wonder came to pass ... thou shalt not hearken unto the words of that prophet\" (Deuteronomy 13:3). Since Moses, of blessed memory, has prohibited image worship for all the time, we know that the miracles of a would-be-seducer to idolatry are wrought by trickery and sorcery, Similarly, since Moses has taught us that the Law is eternal, we stamp definitely as a prevaricator any one who argues that it was destined to be in force for a fixed duration of time, because he contravenes Moses. Consequently we pay no attention to his assertions or supernatural performances. Inasmuch as we do not believe in Moses because of his miracles, we are under no obligations to institute comparison between his miracles and those of others. Our everlastingly firm trust and steadfast faith in Moses is due to the fact that our forebears as well as he, had heard the Divine discourse on Sinai, as it is intimated in the Scripture, \"and they will also believe thee forever\" (Exodus 19:9). This event is analogous to the situation of two witnesses who observed a certain act simultaneously. Each of them saw what his fellow saw and each of them is sure of the truth of the statement of his fellow, and does not require proof or demonstration, whereas other people, to whom they would report their testimony, would not be convinced without confirmation or certification. Similarly, we of the Jewish faith, are convinced of the truth of the prophecy of Moses, inasmuch as our ancestors in common with him witnessed the Divine revelation on Sinai, and not merely because of his miracles.9 He performed all of these only as the occasion demanded and as is recorded in Scripture. We do not give credence to the tenets of a miracle worker, in the same way we trust in the truth of Moses our Teacher, nor does any analogy exist between them. This distinction is a fundamental principle of our religion, but seems to have fallen into oblivion, and has been disregarded by our co-religionists. This thought was present in the mind of Solomon when he addressed the Gentiles in behalf of Israel, \"What will you see in the Shulamite? as it were a dance of two companies.\" (Song of Songs 7:1). The verse means to say, \"If you can produce anything like the revelation on Sinai then we shall concede some misgivings concerning Moses.\" If a Jewish or Gentile prophet urges and encourages people to follow the religion of Moses without adding thereto or diminishing therefrom, like Isaiah, Jeremiah, and the others, we demand a miracle from him. If he can perform it we recognize him and bestow upon him the honor due to a prophet, but if he fails to do so, he is put to death. We require only a miracle as his credentials, although it may be wrought by stratagem or magic, just as we accept the evidence of witnesses although there is a possibility of perjury. For we are divinely commanded through Moses to render judgment in a suit at law in accordance with the testimony of two witnesses, the possibility of false swearing notwithstanding. Similarly we are enjoined to yield obedience to one who asserts that he is a prophet provided he can substantiate his claims by miracle or proofs, although there is a possibility that he is an impostor. However, if the would-be-prophet teaches tenets that negate the doctrines of Moses, then we must repudiate him. This point was made abundantly clear in the introduction to our large work on the commentary of the Mishnah, where you will find some useful information concerning principles which form the foundation of our religion, and the pillars of our faith. It is incumbent upon you to know that the rule that nothing may ever be added to or diminished from the Laws of Moses, applies equally to the oral law, that is the traditional interpretation transmitted through the sages of blessed memory. Be cautious and on your guard lest any of the heretics, may they speedily perish! mingle among you, for they are worse than apostates. For although this country is, as you know, a place of scholars, students and schools, they indulge in bombastic talk and we warn our people against their occasional errors, heresies and mistakes. As for you, in this distant country, although you are scholars, learned in the law, and pious, you are few in number, may God increase your number and hasten the time of gathering you all together. If any of the heretics rises up to corrupt the people, they will undermine the faith of the young folks and they will not find a savior. Beware of them and know that it is permitted to slay them in our opinion for they repudiate the statement in the prophecy of Moses who commanded us to act \"According to the law which they shall teach thee, and according to the judgment which they shall tell thee thou shalt do.\" (Deuteronomy 17:11). They assert in wicked defiance that they believe most firmly in the prophecy of Moses, as the Arabs and Byzantines say, yet they destroy and nullify his law and kill the adherents thereof. Whoever joins them is just like his seducer. We deemed it imperative to call your attention to these facts, and to raise the young generation on these tenets, because they are a pillar of faith!", "versionTitle": "Iggeret Teiman", "license": "CC-BY-SA", "versionTitleInHebrew": ""}, {"_id": "560ba95bfbfba25e369f8538", "index_title": "Haamek Davar on Deuteronomy", "category": "Commentary", "type": "commentary", "ref": "Haamek Davar on Deuteronomy 18:16:1", "anchorRef": "Deuteronomy 18:16", "anchorRefExpanded": ["Deuteronomy 18:16"], "sourceRef": "Haamek Davar on Deuteronomy 18:16:1", "sourceHeRef": "העמק דבר על דברים י״ח:ט״ז:א׳", "anchorVerse": 16, "sourceHasEn": false, "compDate": [1849, 1879], "commentaryNum": 16.0001, "collectiveTitle": {"en": "Haamek Davar", "he": "העמק דבר"}, "he": "<b> ככל אשר שאלת וגו׳.</b> כמש״כ לעיל ה׳ כ״ד שנכלל בדבריהם ואת תדבר אלינו את כל אשר ידבר וגו׳ גם דברי תורה גם הבא לשעה. ומש״ה אמרו ואת בלשון נקבה יע״ש:\n", "heVersionTitle": "Sefer Torat Elohim, Vilna 1879", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר תורת אלוהים, וילנא 1879", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "560ba95bfbfba25e369f853a", "index_title": "Haamek Davar on Deuteronomy", "category": "Commentary", "type": "commentary", "ref": "Haamek Davar on Deuteronomy 18:16:2", "anchorRef": "Deuteronomy 18:16", "anchorRefExpanded": ["Deuteronomy 18:16"], "sourceRef": "Haamek Davar on Deuteronomy 18:16:2", "sourceHeRef": "העמק דבר על דברים י״ח:ט״ז:ב׳", "anchorVerse": 16, "sourceHasEn": false, "compDate": [1849, 1879], "commentaryNum": 16.0002, "collectiveTitle": {"en": "Haamek Davar", "he": "העמק דבר"}, "he": "<b>ואת האש הגדולה וגו׳.</b> דבל״ז א״א לשמוע דבר ה׳ בלי צרוף הגוף. וזה א״א אלא למי שהוא פרוש ונבדל לאהבת ה׳ והתבודדות או ע״י יסור הקולות באותה שעה כמש״כ שם ולעיל ד׳ ל״ו ע״ש. ואחר שאין אנחנו פרושים א״א לשמוע קול ה׳ אם לא בראות האש הגדולה הזאת שקשה לסבול גם זה כמראה:\n", "heVersionTitle": "Sefer Torat Elohim, Vilna 1879", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר תורת אלוהים, וילנא 1879", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "57e77dabd6e4a94c7c18b7e9", "index_title": "Tafsir Rasag", "category": "Targum", "type": "targum", "ref": "Tafsir Rasag, Deuteronomy 18:16", "anchorRef": "Deuteronomy 18:16", "anchorRefExpanded": ["Deuteronomy 18:16"], "sourceRef": "Tafsir Rasag, Deuteronomy 18:16", "sourceHeRef": "תפסיר רס\"ג, דברים י״ח:ט״ז", "anchorVerse": 16, "sourceHasEn": false, "compDate": [918, 942], "commentaryNum": 18.0016, "collectiveTitle": {"en": "Tafsir Rasag", "he": "תפסיר רס\"ג"}, "heTitle": "דברים", "he": "כג̇מיע מא סאלת אללה רבך פי ג̇בל חריב פי יום אלג̇וק וקלת לא אעוד אן אסמע צות אללה רב ולא ארי הד̇ה אלנאר אלעט̇ימה לילא אמות", "heVersionTitle": "Tafsir al-Torah bi-al-Arabiya, Paris, 1893", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תפסיר אלתורה באלערביה, פריס, 1893", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5889b513d6e4a902855ffe3b", "index_title": "Tur HaArokh", "category": "Commentary", "type": "commentary", "ref": "Tur HaArokh, Deuteronomy 18:16:1", "anchorRef": "Deuteronomy 18:16", "anchorRefExpanded": ["Deuteronomy 18:16"], "sourceRef": "Tur HaArokh, Deuteronomy 18:16:1", "sourceHeRef": "הטור הארוך, דברים י״ח:ט״ז:א׳", "anchorVerse": 16, "sourceHasEn": true, "compDate": [1280, 1340], "commentaryNum": 16.0001, "collectiveTitle": {"en": "Tur HaAroch", "he": "הטור הארוך"}, "heTitle": "דברים", "he": "<b>ככל אשר שאלת. </b>פי' הרמב\"ן לא השלים כאן השאלה ששאלו כי באמרם לא אוסיף לשמוע את קול ה' אלהי לא יזכו לנביאים אבל כאשר אמרו קרב אתה ושמע כל אשר יאמר ה' אלהינו ואת תדבר אלינו וגו' ושמענו ועשינו אז קיבלו להאמין בנביאים ולשמוע ולעשות ככל אשר יצוה ה' עליהם ולכך אמר בכאן נביא כמוני יקים לך ה' ותאמין בו כאשר תאמין בי כי כן שאלת להיות דבר ה' עמכם על ידי ותשמעו אלי וא\"כ האמינו גם בשאר נביאים הבאים אחרי כמוני כמוהם וזה פי': \n", "heVersionTitle": "Perush al ha-Torah, Hanover, 1838", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": " ככל אשר שאלת, “according to all that you have asked for.” Nachmanides writes that at this point Moses did not spell out in detail what it was that the Israelites had asked for. It could not refer to their request not to have to listen to the overwhelming voice of <i>Hashem</i> at the revelation, as no new prophet had been endowed by <i>Hashem</i> in response to that request. Only when the Torah reports later that the people spoke to Moses and authorised him to be their intermediary between them and <i>Hashem</i>, and they include a promise to carry out what Moses would tell them, did they express the wish that Moses here refers to as ככל אשר שאלת “in accordance with all that you asked for.” (Compare Deut. 5,24)\n", "versionTitle": "Tur on the Torah, trans. Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "58a44741d6e4a97ea805423a", "index_title": "Sifrei Devarim", "category": "Midrash", "type": "", "ref": "Sifrei Devarim 176:1", "anchorRef": "Deuteronomy 18:16", "anchorRefExpanded": ["Deuteronomy 18:16"], "sourceRef": "Sifrei Devarim 176:1", "sourceHeRef": "ספרי דברים קע״ו:א׳", "anchorVerse": 16, "sourceHasEn": true, "compDate": [200], "commentaryNum": 176.0001, "collectiveTitle": {"en": "Sifrei Devarim", "he": "ספרי דברים"}, "heTitle": "ספרי דברים", "he": "(טז) ככל אשר שאלת מעם ה' אלהיך בחורב, בזו זכו שיעמדו להם נביאים לא אוסיף לשמוע את קול ה' אלהי.", "heVersionTitle": "Sifre on Deuteronomy, ed. Dr. Louis Finkelstein. JTS, 1969", "heLicense": "CC-BY", "heVersionTitleInHebrew": "", "text": "(Devarim 18:16) \"As all that you asked from the L-rd your G-d in Chorev\": By this they merited that prophets arise for them, viz. (<i>Ibid</i>.) \"I shall not continue to hear the voice of the L-rd my G-d.\" (<i>Ibid</i>. 17) \"And the L-rd said to me: They have done well in speaking as they did.\": They have anticipated the \"Divine Intelligence,\" viz.", "versionTitle": "Sifrei by Rabbi Shraga Silverstein", "license": "CC-BY", "versionTitleInHebrew": "ספרי, רבי שרגא זילברשטיין"}, {"_id": "58b6b19ed6e4a952249cc934", "index_title": "Minchat Shai on Torah", "category": "Commentary", "type": "commentary", "ref": "Minchat Shai on Torah, Deuteronomy 18:16:1", "anchorRef": "Deuteronomy 18:16", "anchorRefExpanded": ["Deuteronomy 18:16"], "sourceRef": "Minchat Shai on Torah, Deuteronomy 18:16:1", "sourceHeRef": "מנחת שי על תורה, דברים י״ח:ט״ז:א׳", "anchorVerse": 16, "sourceHasEn": false, "compDate": [1526], "commentaryNum": 16.0001, "collectiveTitle": {"en": "Minchat Shai", "he": "מנחת שי"}, "heTitle": "דברים", "he": "<b>לא אוסף.</b> הסמ\"ך בצירי. חזקוני:", "heVersionTitle": "Minchat Shai on Torah", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59ef2d64d6e4a90d4d5bd4fb", "index_title": "Steinsaltz on Shevuot", "category": "Quoting Commentary", "type": "", "ref": "Steinsaltz on Shevuot 5a:3", "anchorRef": "Deuteronomy 18:16", "anchorRefExpanded": ["Deuteronomy 18:16"], "sourceRef": "Steinsaltz on Shevuot 5a:3", "sourceHeRef": "ביאור שטיינזלץ על שבועות ה׳ א:ג׳", "anchorVerse": 16, "sourceHasEn": false, "compDate": [1950, 2010], "commentaryNum": 9.0003, "collectiveTitle": {"en": "Steinsaltz on Shevuot", "he": "ביאור שטיינזלץ על שבועות"}, "heTitle": "ביאור שטיינזלץ על שבועות", "he": "<b>דתנא דבי</b> <small>[ששנה</small> החכם <small>מבית</small> מדרשו<small>]</small> של <b>ר' ישמעאל</b> בענין סימני דגים טהורים: מה שנאמר <b>\"במים\" \"במים\" שני פעמים,</b> תחילה בלשון כללית \"את זה תאכלו מכל אשר במים כל אשר לו סנפיר וקשקשת במים\" (ויקרא יא, ט), ולאחר מכן מופיע הפרט \"בימים ובנחלים\", <b>אין זה כלל ופרט</b> כלומר, אין דורשים אותו בדרך של \"כלל ופרט וכלל\" (כדרכו של ר' ישמעאל לדרוש), מפני שהפרט אינו מופיע בכתוב בין שני הכללים, <b>אלא</b> דורשים אותו בדרך של <b>ריבה</b> הכתוב <b>ומיעט.</b> והוא הדין לדעת רבי לענין פדיון הבן, הואיל ושני הכללים מופיעים בכתוב לפני הפרט (\"ופדויו... תפדה... כסף חמשת שקלים\" דברים יח, טז) הרי יש לדרוש את הכתוב בדרך של ריבוי ומיעוט, ולא בדרך של כלל ופרט.", "heVersionTitle": "William Davidson Edition - Hebrew", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5a436754d6e4a97d18d91f61", "index_title": "Ralbag Beur HaMilot on Torah", "category": "Commentary", "type": "commentary", "ref": "Ralbag Beur HaMilot on Torah, Deuteronomy 18:16:1", "anchorRef": "Deuteronomy 18:16", "anchorRefExpanded": ["Deuteronomy 18:16"], "sourceRef": "Ralbag Beur HaMilot on Torah, Deuteronomy 18:16:1", "sourceHeRef": "רלב\"ג ביאור המלות על התורה, דברים י״ח:ט״ז:א׳", "anchorVerse": 16, "sourceHasEn": false, "compDate": [1326, 1340], "commentaryNum": 16.0001, "collectiveTitle": {"en": "Ralbag Beur HaMilot", "he": "רלב\"ג ביאור המלות"}, "heTitle": "דברים", "he": "<b>ככל אשר שאלת וגומ'.</b> רוצה לומר כמו ששאלת בחורב שלא תשמע התורה מפי השם יתעלה אך מנביאו כי יראת מהאש הגדולה ולזה אמרת אלי שאדבר עמכם ותשמעו ולא ידבר עמכם אלהים ויטב בעיני השם יתעלה ונתן לכם תורתו בשלמות על ידי. רוצה לומ' מה שינהג ממנה תמיד ולפי שבקצת העתים יצטרך לי שעה לעבור על קצת המצות שהוא יותר טוב אז לסבה מה כמו שספרנו מעניין אליהו בהר הכרמל הנה ישמעו זה מפי נביא גם כן שכיון שברחו מלשמוע אלו הדברים מפי וזה שכבר אקים להם נביא מקרב אחיכם כמוך שאתה מקרב אחיהם יהיה אצלם: ", "heVersionTitle": "Ralbag on Torah, Venice, 1547", "heLicense": "Public Domain", "heVersionTitleInHebrew": "רלב\"ג על התורה, ונציה ש\"ז", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5b0fd4f2b783360017a83fbb", "index_title": "Shenei Luchot HaBerit", "category": "Musar", "type": "", "ref": "Shenei Luchot HaBerit, Torah Shebikhtav, Mishpatim, Torah Ohr 30", "anchorRef": "Deuteronomy 18:16", "anchorRefExpanded": ["Deuteronomy 18:16"], "sourceRef": "Shenei Luchot HaBerit, Torah Shebikhtav, Mishpatim, Torah Ohr 30", "sourceHeRef": "שני לוחות הברית, תורה שבכתב, משפטים, תורה אור ל׳", "anchorVerse": 16, "sourceHasEn": true, "compDate": [1611, 1631], "commentaryNum": 30, "collectiveTitle": {"en": "Shenei Luchot HaBerit", "he": "שני לוחות הברית"}, "heTitle": "תורה אור", "he": "<b>וצריך</b> אני לעוררך בסוד ארבע מיתות בית דין, סקילה שריפה הרג וחנק. אף כי לפי הפשט כל אחת מהן כבידה מחברתה, והכתוב בירר לכל חטא מיתה הראויה לו, מכל מקום דע כי מיתת האדם הוא ע\"י מלאך המות המקבל כוחו ממדת הדין המשתנית לכמה דינין חלוקים. הריגת הסייף, מורה לחרב נוקמת נקם ברית העליון <small>(ויקרא כו, כה)</small>. מיתת חנק, כי המרה את פי ה' הרומזת למדת הדין. הסקילה באבנים, מורה לאבן פינתה <small>(איוב לח, ו)</small> כי קעקע אותה מן הבנין. השריפה, מורה כי פגעה בו אשו הגדולה שאמר הכתוב <small>(דברים יח, טז)</small> ואת האש הגדולה הזאת, עד כאן לשונו:", "heVersionTitle": "Shenei Luchot HaBrit, based on Amsterdam, 1698 ed. Part III", "heLicense": "Public Domain", "heVersionTitleInHebrew": "שני לוחות הברית, אמשטרדם תנ\"ח -- ח\"ג", "text": "A few words concerning the four methods of executing someone legally that are possible in Jewish law, namely סקילה, שרפה, הרג, חנק, i.e. death by stoning, burning, sword or asphyxiation. Though according to the plain meaning, פשט, these methods are listed in descending order of severity, and the Torah specified the method compatible with each respective sin for which a death penalty is mandatory as a positive commandment, the fact remains that a person's death is due to the angel of death who derives his authority from the attribute of Justice, מדת הדין, which in turn decides on a variety of methods in which to implement this authority. Execution by the sword is symbolic of the avenging sword at work; it avenges the breach of the covenant with the supreme Law-giver. Hanging, i.e. choking to death, is appropriate for rebellious acts, i.e. an unspecified method of execution, suggesting that it is the result of the מדת הדין. The sinner is to have his mouth closed so that he can no longer speak out rebelliously. Stoning, סקילה, i.e. the very use of stones, suggests that the guilty person had upset the אבן הפינה, the cornerstone of Torah, had undermined it, so to speak. Death by fire, indicates that G–d's great fire had struck the guilty person (compare Rekanati's commentary on Deut. 18,16). ", "versionTitle": "Shney Luchot Habrit by Rabbi Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5b6bf509af3503027e68275e", "index_title": "Malbim on Deuteronomy", "category": "Commentary", "type": "commentary", "ref": "Malbim on Deuteronomy 18:16:1", "anchorRef": "Deuteronomy 18:16", "anchorRefExpanded": ["Deuteronomy 18:16"], "sourceRef": "Malbim on Deuteronomy 18:16:1", "sourceHeRef": "מלבי\"ם על דברים י״ח:ט״ז:א׳", "anchorVerse": 16, "sourceHasEn": false, "compDate": [1844, 1874], "commentaryNum": 16.0001, "collectiveTitle": {"en": "Malbim", "he": "מלבי\"ם"}, "heTitle": "מלבי\"ם על דברים", "he": "<small>[סט]</small> <b>ככל אשר שאלת</b>, הנה בארתי במקומו שתחלה רצו לשמוע כל התורה מפי ה' בלא אמצעי, וזאת היתה נגד הכונה העליונה שרצה שיהיה להם בחירה ושיצויר יראת ה' שזה רק אם י\"ל יצה\"ר ויש להם אפשריות לעשות טוב ורע, משא\"כ אם היו תמיד מופשטים מן החומר כמו בעת מתן תורה שפקע יצה\"ר מלבם לא היה להם בחירה ולא יצויר יראת חטא אחר שלא היה להם אפשרות על החטא, וע\"ז כשבקשו שמשה יהיה האמצעי בינם לבין ה' אמר ה' <b>היטיבו אשר דברו כוונו לדעתי</b>, והזמין את משה לאמצעי בין ה' ובינם, ועז\"א מי יתן והיה לבבם זה להם ליראה אותי שעי\"כ יהיה לבבם ברשותם ויהיה להם בחירה ועי\"ז יצויר היראה. וזה נאמר גם על לעתיד שגם אחרי משה יעמדו נביאים אחרים יהיו אמצעיים בין ה' ובינם, וז\"ש שבזו זכו שעמדו להם נביאים, ואמר שבשכר יראה זכו שעמדו להם נביאים, אולם אמר ונתתי דברי בפיו, שזה מיותר שכבר אמר נביא אקים להם כמוך, ופי' חז\"ל שר\"ל שבכ\"ז לא יהיה לגמרי כמוך שנבואת משה היה פנים אל פנים, והם רק קבלו הדבור, שזה מדרגה קטנה מפה אל פה אדבר בו, כמו וישם ה' דבר בפי בלעם, ועל זה אמר שמכאן ואילך רק רוח הקדש ניתנה בפי הנביאים, והתנה ודבר אליהם שהוא לא ידבר ע\"י אמצעי ומתורגמים רק בעצמו ושידבר את כל אשר אצונו תיכף וכסדר שאצונו. וכמ\"ש במשה ויצא ודבר אל בנ\"י את אשר יצוה, כמ\"ש במכילתא בא [סי' ה] ויצא ודבר מיד:", "heVersionTitle": "Mikraei Kodesh, Vilna, 1891", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מקראי קודש, וילנא תרנ\"א", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5c7efaa5705d5d00183be793", "index_title": "Pirkei DeRabbi Eliezer", "category": "Midrash", "type": "", "ref": "Pirkei DeRabbi Eliezer 53:4", "anchorRef": "Deuteronomy 18:16", "anchorRefExpanded": ["Deuteronomy 18:16"], "sourceRef": "Pirkei DeRabbi Eliezer 53:4", "sourceHeRef": "פרקי דרבי אליעזר נ״ג:ד׳", "anchorVerse": 16, "sourceHasEn": true, "compDate": [630, 1030], "commentaryNum": 53.0004, "collectiveTitle": {"en": "Pirkei DeRabbi Eliezer", "he": "פרקי דרבי אליעזר"}, "heTitle": "פרקי דרבי אליעזר", "he": " ואין אדם נפטר מן העולם עד שיעבור עליו מאותה האש ששקעה בארץ, שנ' ותשקע האש.", "heVersionTitle": "Pirkei Derabi Eliezer", "heLicense": "", "heVersionTitleInHebrew": "פרקי דרבי אליעזר", "text": "No man departs from this world until some of that fire, which rested among the sons of man, passes over him, as it is said, \"And the fire rested\" (Num. 11:2). ||", "versionTitle": "Pirke de Rabbi Eliezer, trans. Rabbi Gerald Friedlander, London, 1916", "license": "Public Domain", "versionTitleInHebrew": "פרקי דרבי אליעזר, מתורגם בידי רב ג'רלד פרידלנדר, לונדון, 1916"}, {"_id": "5ebd6029036e8c437c7613b8", "index_title": "Peninei Halakhah, Sukkot", "category": "Halakhah", "type": "", "ref": "Peninei Halakhah, Sukkot 8:2:6", "anchorRef": "Deuteronomy 14:22-28:69", "anchorRefExpanded": ["Deuteronomy 14:22", "Deuteronomy 14:23", "Deuteronomy 14:24", "Deuteronomy 14:25", "Deuteronomy 14:26", "Deuteronomy 14:27", "Deuteronomy 14:28", "Deuteronomy 14:29", "Deuteronomy 15:1", "Deuteronomy 15:2", "Deuteronomy 15:3", "Deuteronomy 15:4", "Deuteronomy 15:5", "Deuteronomy 15:6", "Deuteronomy 15:7", "Deuteronomy 15:8", "Deuteronomy 15:9", "Deuteronomy 15:10", "Deuteronomy 15:11", "Deuteronomy 15:12", "Deuteronomy 15:13", "Deuteronomy 15:14", "Deuteronomy 15:15", "Deuteronomy 15:16", "Deuteronomy 15:17", "Deuteronomy 15:18", "Deuteronomy 15:19", "Deuteronomy 15:20", "Deuteronomy 15:21", "Deuteronomy 15:22", "Deuteronomy 15:23", "Deuteronomy 16:1", "Deuteronomy 16:2", "Deuteronomy 16:3", "Deuteronomy 16:4", "Deuteronomy 16:5", "Deuteronomy 16:6", "Deuteronomy 16:7", "Deuteronomy 16:8", "Deuteronomy 16:9", "Deuteronomy 16:10", "Deuteronomy 16:11", "Deuteronomy 16:12", "Deuteronomy 16:13", "Deuteronomy 16:14", "Deuteronomy 16:15", "Deuteronomy 16:16", "Deuteronomy 16:17", "Deuteronomy 16:18", "Deuteronomy 16:19", "Deuteronomy 16:20", "Deuteronomy 16:21", "Deuteronomy 16:22", "Deuteronomy 17:1", "Deuteronomy 17:2", "Deuteronomy 17:3", "Deuteronomy 17:4", "Deuteronomy 17:5", "Deuteronomy 17:6", "Deuteronomy 17:7", "Deuteronomy 17:8", "Deuteronomy 17:9", "Deuteronomy 17:10", "Deuteronomy 17:11", "Deuteronomy 17:12", "Deuteronomy 17:13", "Deuteronomy 17:14", "Deuteronomy 17:15", "Deuteronomy 17:16", "Deuteronomy 17:17", "Deuteronomy 17:18", "Deuteronomy 17:19", "Deuteronomy 17:20", "Deuteronomy 18:1", "Deuteronomy 18:2", "Deuteronomy 18:3", "Deuteronomy 18:4", "Deuteronomy 18:5", "Deuteronomy 18:6", "Deuteronomy 18:7", "Deuteronomy 18:8", "Deuteronomy 18:9", "Deuteronomy 18:10", "Deuteronomy 18:11", "Deuteronomy 18:12", "Deuteronomy 18:13", "Deuteronomy 18:14", "Deuteronomy 18:15", "Deuteronomy 18:16", "Deuteronomy 18:17", "Deuteronomy 18:18", "Deuteronomy 18:19", "Deuteronomy 18:20", "Deuteronomy 18:21", "Deuteronomy 18:22", "Deuteronomy 19:1", "Deuteronomy 19:2", "Deuteronomy 19:3", "Deuteronomy 19:4", "Deuteronomy 19:5", "Deuteronomy 19:6", "Deuteronomy 19:7", "Deuteronomy 19:8", "Deuteronomy 19:9", "Deuteronomy 19:10", "Deuteronomy 19:11", "Deuteronomy 19:12", "Deuteronomy 19:13", "Deuteronomy 19:14", "Deuteronomy 19:15", "Deuteronomy 19:16", "Deuteronomy 19:17", "Deuteronomy 19:18", "Deuteronomy 19:19", "Deuteronomy 19:20", "Deuteronomy 19:21", "Deuteronomy 20:1", "Deuteronomy 20:2", "Deuteronomy 20:3", "Deuteronomy 20:4", "Deuteronomy 20:5", "Deuteronomy 20:6", "Deuteronomy 20:7", "Deuteronomy 20:8", "Deuteronomy 20:9", "Deuteronomy 20:10", "Deuteronomy 20:11", "Deuteronomy 20:12", "Deuteronomy 20:13", "Deuteronomy 20:14", "Deuteronomy 20:15", "Deuteronomy 20:16", "Deuteronomy 20:17", "Deuteronomy 20:18", "Deuteronomy 20:19", "Deuteronomy 20:20", "Deuteronomy 21:1", "Deuteronomy 21:2", "Deuteronomy 21:3", "Deuteronomy 21:4", "Deuteronomy 21:5", "Deuteronomy 21:6", "Deuteronomy 21:7", "Deuteronomy 21:8", "Deuteronomy 21:9", "Deuteronomy 21:10", "Deuteronomy 21:11", "Deuteronomy 21:12", "Deuteronomy 21:13", "Deuteronomy 21:14", "Deuteronomy 21:15", "Deuteronomy 21:16", "Deuteronomy 21:17", "Deuteronomy 21:18", "Deuteronomy 21:19", "Deuteronomy 21:20", "Deuteronomy 21:21", "Deuteronomy 21:22", "Deuteronomy 21:23", "Deuteronomy 22:1", "Deuteronomy 22:2", "Deuteronomy 22:3", "Deuteronomy 22:4", "Deuteronomy 22:5", "Deuteronomy 22:6", "Deuteronomy 22:7", "Deuteronomy 22:8", "Deuteronomy 22:9", "Deuteronomy 22:10", "Deuteronomy 22:11", "Deuteronomy 22:12", "Deuteronomy 22:13", "Deuteronomy 22:14", "Deuteronomy 22:15", "Deuteronomy 22:16", "Deuteronomy 22:17", "Deuteronomy 22:18", "Deuteronomy 22:19", "Deuteronomy 22:20", "Deuteronomy 22:21", "Deuteronomy 22:22", "Deuteronomy 22:23", "Deuteronomy 22:24", "Deuteronomy 22:25", "Deuteronomy 22:26", "Deuteronomy 22:27", "Deuteronomy 22:28", "Deuteronomy 22:29", "Deuteronomy 23:1", "Deuteronomy 23:2", "Deuteronomy 23:3", "Deuteronomy 23:4", "Deuteronomy 23:5", "Deuteronomy 23:6", "Deuteronomy 23:7", "Deuteronomy 23:8", "Deuteronomy 23:9", "Deuteronomy 23:10", "Deuteronomy 23:11", "Deuteronomy 23:12", "Deuteronomy 23:13", "Deuteronomy 23:14", "Deuteronomy 23:15", "Deuteronomy 23:16", "Deuteronomy 23:17", "Deuteronomy 23:18", "Deuteronomy 23:19", "Deuteronomy 23:20", "Deuteronomy 23:21", "Deuteronomy 23:22", "Deuteronomy 23:23", "Deuteronomy 23:24", "Deuteronomy 23:25", "Deuteronomy 23:26", "Deuteronomy 24:1", "Deuteronomy 24:2", "Deuteronomy 24:3", "Deuteronomy 24:4", "Deuteronomy 24:5", "Deuteronomy 24:6", "Deuteronomy 24:7", "Deuteronomy 24:8", "Deuteronomy 24:9", "Deuteronomy 24:10", "Deuteronomy 24:11", "Deuteronomy 24:12", "Deuteronomy 24:13", "Deuteronomy 24:14", "Deuteronomy 24:15", "Deuteronomy 24:16", "Deuteronomy 24:17", "Deuteronomy 24:18", "Deuteronomy 24:19", "Deuteronomy 24:20", "Deuteronomy 24:21", "Deuteronomy 24:22", "Deuteronomy 25:1", "Deuteronomy 25:2", "Deuteronomy 25:3", "Deuteronomy 25:4", "Deuteronomy 25:5", "Deuteronomy 25:6", "Deuteronomy 25:7", "Deuteronomy 25:8", "Deuteronomy 25:9", "Deuteronomy 25:10", "Deuteronomy 25:11", "Deuteronomy 25:12", "Deuteronomy 25:13", "Deuteronomy 25:14", "Deuteronomy 25:15", "Deuteronomy 25:16", "Deuteronomy 25:17", "Deuteronomy 25:18", "Deuteronomy 25:19", "Deuteronomy 26:1", "Deuteronomy 26:2", "Deuteronomy 26:3", "Deuteronomy 26:4", "Deuteronomy 26:5", "Deuteronomy 26:6", "Deuteronomy 26:7", "Deuteronomy 26:8", "Deuteronomy 26:9", "Deuteronomy 26:10", "Deuteronomy 26:11", "Deuteronomy 26:12", "Deuteronomy 26:13", "Deuteronomy 26:14", "Deuteronomy 26:15", "Deuteronomy 26:16", "Deuteronomy 26:17", "Deuteronomy 26:18", "Deuteronomy 26:19", "Deuteronomy 27:1", "Deuteronomy 27:2", "Deuteronomy 27:3", "Deuteronomy 27:4", "Deuteronomy 27:5", "Deuteronomy 27:6", "Deuteronomy 27:7", "Deuteronomy 27:8", "Deuteronomy 27:9", "Deuteronomy 27:10", "Deuteronomy 27:11", "Deuteronomy 27:12", "Deuteronomy 27:13", "Deuteronomy 27:14", "Deuteronomy 27:15", "Deuteronomy 27:16", "Deuteronomy 27:17", "Deuteronomy 27:18", "Deuteronomy 27:19", "Deuteronomy 27:20", "Deuteronomy 27:21", "Deuteronomy 27:22", "Deuteronomy 27:23", "Deuteronomy 27:24", "Deuteronomy 27:25", "Deuteronomy 27:26", "Deuteronomy 28:1", "Deuteronomy 28:2", "Deuteronomy 28:3", "Deuteronomy 28:4", "Deuteronomy 28:5", "Deuteronomy 28:6", "Deuteronomy 28:7", "Deuteronomy 28:8", "Deuteronomy 28:9", "Deuteronomy 28:10", "Deuteronomy 28:11", "Deuteronomy 28:12", "Deuteronomy 28:13", "Deuteronomy 28:14", "Deuteronomy 28:15", "Deuteronomy 28:16", "Deuteronomy 28:17", "Deuteronomy 28:18", "Deuteronomy 28:19", "Deuteronomy 28:20", "Deuteronomy 28:21", "Deuteronomy 28:22", "Deuteronomy 28:23", "Deuteronomy 28:24", "Deuteronomy 28:25", "Deuteronomy 28:26", "Deuteronomy 28:27", "Deuteronomy 28:28", "Deuteronomy 28:29", "Deuteronomy 28:30", "Deuteronomy 28:31", "Deuteronomy 28:32", "Deuteronomy 28:33", "Deuteronomy 28:34", "Deuteronomy 28:35", "Deuteronomy 28:36", "Deuteronomy 28:37", "Deuteronomy 28:38", "Deuteronomy 28:39", "Deuteronomy 28:40", "Deuteronomy 28:41", "Deuteronomy 28:42", "Deuteronomy 28:43", "Deuteronomy 28:44", "Deuteronomy 28:45", "Deuteronomy 28:46", "Deuteronomy 28:47", "Deuteronomy 28:48", "Deuteronomy 28:49", "Deuteronomy 28:50", "Deuteronomy 28:51", "Deuteronomy 28:52", "Deuteronomy 28:53", "Deuteronomy 28:54", "Deuteronomy 28:55", "Deuteronomy 28:56", "Deuteronomy 28:57", "Deuteronomy 28:58", "Deuteronomy 28:59", "Deuteronomy 28:60", "Deuteronomy 28:61", "Deuteronomy 28:62", "Deuteronomy 28:63", "Deuteronomy 28:64", "Deuteronomy 28:65", "Deuteronomy 28:66", "Deuteronomy 28:67", "Deuteronomy 28:68", "Deuteronomy 28:69"], "sourceRef": "Peninei Halakhah, Sukkot 8:2:6", "sourceHeRef": "פניני הלכה, סוכות ח׳:ב׳:ו׳", "anchorVerse": 22, "sourceHasEn": false, "compDate": [2009, 2013], "commentaryNum": 2.0006, "collectiveTitle": {"en": "Peninei Halakhah, Sukkot", "he": "פניני הלכה, סוכות"}, "he": "ולדעת הרמב\"ם, מפרשת המעשרות קוראים ברציפות את כל הפרשיות עד סוף הברכות והקללות (דברים יד, כב – כח, סט). קריאה ארוכה זו כוללת בתוכה מצוות רבות מאוד, מאה ושלושים ושמונה מצוות שמופיעות לראשונה בפרשיות אלו (מצוות תע\"ג-תרי\"א בספר החינוך), ועוד מצוות רבות שכבר נזכרו בחומשים הקודמים. המצוות הכלולות בפרשיות אלו עוסקות בדיני תרומות ומעשרות, צדקה לעניים, ועוד מצוות רבות שבין אדם לחבירו כדוגמת מצוות השבת אבדה, איסור ריבית, העמדת שופטים ודיני המשפט. ועוד מצוות רבות בענייני המלכות והמלחמה, הנבואה והכהונה, מצוות הנישואין וגדריה. ועוד מצוות רבות שקשורות באיסור עבודה זרה וכישוף.<sup class=\"footnote-marker\">1</sup><i class=\"footnote\">em&gt;<strong>. רמב\"ם חגיגה ג, ג, ויסודו בירושלמי סוטה פ\"ז ה\"ח, וכך הוא גורס במשנה. ומה שכתבתי בתחילה הוא כפי גרסת המשנה שלפנינו בבבלי סוטה מא, א, ולפיה קוראים את הפרשה השנייה שעוסקת במעשרות לפני פרשת המלך, למרות שבתורה היא כתובה לאחריה, כדי להצמיד את שתי פרשיות המעשרות זו לזו. ולרש\"י היתה גרסה אחרת במשנה, לפיה, לאחר הפרשייה השנייה של מעשרות קוראים את הברכות והקללות, ורק בסוף הקריאה קוראים את פרשת המלך. </strong></i>", "heVersionTitle": "Peninei Halakhah, Yeshivat Har Bracha", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": "According to Rambam, everything from the section on tithes to the end of the curses was read straight through (14:22-28:69). This lengthy reading includes many <i>mitzvot</i>; 138 <i>mitzvot</i> appear here for the first time (§473-611 in <i>Sefer Ha-ḥinukh</i>), as do many more <i>mitzvot</i> that were mentioned earlier in the Torah. These include many interpersonal <i>mitzvot</i>, including tithing, charity, returning lost objects, appointing judges, rules of justice, and the prohibition upon charging interest. Other <i>mitzvot</i> relate to kings and war, prophecy and priesthood, and marriage, as well as many prohibitions connected to idolatry and magic.<sup>1</sup><i class=\"footnote\">MT, Laws of Pilgrimage Offerings 3:3, based on <i>y.</i> <i>Sota</i> 7:8 and Rambam’s version of the <i>mishna</i>. The first opinion cited above is based on the text of the <i>mishna</i> as it appears in <i>Sota</i> 41a. According to this version, “<i>Ki tekhaleh le’aser</i>” was read before the section on the king, even though in the Torah it appears later, to keep the two sections on tithes together. Rashi has a third version of the <i>mishna</i>, according to which the blessings and curses were read after “<i>Ki tekhaleh le’aser</i>,” and the section about the king was read at the end.</i>", "versionTitle": "Peninei Halakhah, English ed. Yeshivat Har Bracha", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "5f1ea1271d77ecfb0d09ed1e", "index_title": "Midrash Lekach Tov", "category": "Midrash", "type": "commentary", "ref": "Midrash Lekach Tov, Deuteronomy 18:16:1", "anchorRef": "Deuteronomy 18:16", "anchorRefExpanded": ["Deuteronomy 18:16"], "sourceRef": "Midrash Lekach Tov, Deuteronomy 18:16:1", "sourceHeRef": "מדרש לקח טוב, דברים י״ח:ט״ז:א׳", "anchorVerse": 16, "sourceHasEn": false, "compDate": [1105, 1115], "commentaryNum": 16.0001, "collectiveTitle": {"en": "Midrash Lekach Tov", "he": "מדרש לקח טוב"}, "heTitle": "דברים", "he": "<b>פס'.</b> ככל אשר שאלת מעם [ה'] אלהיך בחורב. <i data-commentator=\"Beur HaRe'em\" data-order=\"60\"></i> בשכר כי יראו זכו להעמיד להם נביאים:", "heVersionTitle": "Midrash Lekach Tov on Torah, Vilna 1884", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש לקח טוב, מכונה פסיקתא זוטרתא, וילנא תרמ\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6121a946cd596b03e9e2c374", "index_title": "Yalkut Shimoni on Torah", "category": "Midrash", "type": "quotation_auto", "ref": "Yalkut Shimoni on Torah 301:1", "anchorRef": "Deuteronomy 18:16", "anchorRefExpanded": ["Deuteronomy 18:16"], "sourceRef": "Yalkut Shimoni on Torah 301:1", "sourceHeRef": "ילקוט שמעוני על התורה ש״א:א׳", "anchorVerse": 16, "sourceHasEn": false, "compDate": [1100], "commentaryNum": 301.0001, "collectiveTitle": {"en": "Yalkut Shimoni on Torah", "he": "ילקוט שמעוני על התורה"}, "heTitle": "ילקוט שמעוני על התורה", "he": "ויאמרו אל משה דבר אתה עמנו ונשמעה. מגיד שלא היה להן כח לקבל אלא עשרת הדברות שנאמר אם יוספים אנחנו וגו' לא אוסף לשמוע את קול וגו' אלא קרב אתה ושמע. מאותה שעה זכו ישראל להעמיד מהן נביאים שנאמר נביא אקים להם נביא אני עתיד להעמיד מהן אלא שקדמו הן בזכותן שנאמר ויאמר ה' אלי היטיבו וגו' אשרי בני אדם שהמקום הודה לדבריהם. וכן הוא אומר ויאמר ה' סלחתי כדברך. וכן הוא אומר כן בנות צלפחד דוברות כן מטה בני יוסף דוברים. מי יתן והיה לבבם זה להם אילו אפשר להעביר מלאך המות הייתי מעבירו אלא שכבר נגזרה גזרה. רבי יוסי אומר על תנאי כך עמדו ישראל לפני הר סיני שלא ישלוט בהן מלאך המות שנאמר אני אמרתי אלקים אתם וגו' חבלתם מעשיכם אכן כאדם תמותון. ויאמרו אל משה דבר אתה עמנו שמע הקב\"ה קולן של ישראל וערב עליו שלח למיכאל ולגבריאל ואחזו בשתי ידיו של משה שלא ברצונו והגישוהו אל הערפל שנאמר ומשה נגש אל הערפל גש אין כתיב כאן אלא נגש:", "heVersionTitle": "Yalkut Shimoni on Torah", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6121a946cd596b03e9e2c376", "index_title": "Yalkut Shimoni on Torah", "category": "Midrash", "type": "quotation_auto", "ref": "Yalkut Shimoni on Torah 919:6", "anchorRef": "Deuteronomy 18:16", "anchorRefExpanded": ["Deuteronomy 18:16"], "sourceRef": "Yalkut Shimoni on Torah 919:6", "sourceHeRef": "ילקוט שמעוני על התורה תתקי״ט:ו׳", "anchorVerse": 16, "sourceHasEn": false, "compDate": [1100], "commentaryNum": 919.0006, "collectiveTitle": {"en": "Yalkut Shimoni on Torah", "he": "ילקוט שמעוני על התורה"}, "heTitle": "ילקוט שמעוני על התורה", "he": "ככל אשר שאלת מעם ה' אלקיך בחורב, בזו זכו שעמדו להם נביאים לא אוסף לשמוע את קול ה' וגו' קרב אתה ושמע וגו' ויאמר ה' אלי היטיבו אשר דברו כוונו לדעתי. נביא אקים להם וגו' (כתוב ברמז ש\"א) הא למדנו שבשכר יראה זכו שעמדו להם נביאים. ונתתי דברי בפיו, דברי אני נותן בפיו אבל איני מדבר עמו פנים בפנים. (ד\"א ונתתי דברי בפיו) מכאן ואילך הוי יודע היאך רוח הקודש ניתנת בפיו הנביאים. ודבר אליהם שלא להשיב את התורגמן. את כל אשר אצונו אומר על ראשון ראשון ועל אחרון אחרון. והיה האיש אשר לא ישמע (את) [אל] דברי אשר ידבר בשמי אנכי אדרוש מעמו, שלשה מיתתן בידי שמים הכובש נבואתו כיונה בן אמתי, והמוותר על דברי נביא כחבירו של מיכה, ונביא שעובר על דברי עצמו כעידו הנביא. ושלשה מיתתן בבית דין המתנבא מה שלא כצדקיהו כן כנענה, ומה שלא נאמר לו כחנניה בן עזור שהיה שומע דברים מפי ירמיה שהיה מתנבא בבשוק העליון הולך ומתנבא בשוק התחתון, והמתנבא בשם עבודת אלילים ואומר כך אמרה אלילים פלוני אפילו כיון את ההלכה לטמא את הטמא ולטהר את הטהור אין שומעין לו, מנא הני מילי דאמר קרא אך הנביא אשר יזיד לדבר דבר בשמי זה המתנבא מה שלא שמע, ואת אשר לא צויתיו הא לחבירו צויתיו זה המתנבא מה שלא נאמר, ואשר ידבר בשם אלקים זה המתנבא בשם אלילים, וכתיב ומת הנביא ההוא וכל מיתה האמורה בתורה סתם אינה אלא חנק. הכובש את נבואתו והמוותר על דברי נביא, ונביא שעבר על דברי (תורה) [עצמו] מיתתן בידי שמים דכתיב והיה האיש אשר לא ישמע (את) [אל] דברי קרי ביה לא ישמיע וקרי ביה לא ישמע (וקרי ביה לא ישמיע) וכתיב אנכי אדרוש מעמו בידי שמים. אין דנין את נביא השקר אלא בשבעים סנהדרין. אמר ר' שמעון בן לקיש גמר דבר דבר מהמראתו, וליהדר זקן ממרא וליגמר הזדה הזדה מנביא השקר, דבר דבר גמיר הזדה הזדה לא גמיר:", "heVersionTitle": "Yalkut Shimoni on Torah", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "61d5d562f4629f2b5727bb76", "index_title": "Sefer HaShorashim", "category": "Reference", "type": "reference", "ref": "Sefer HaShorashim, יסף 1", "anchorRef": "Deuteronomy 18:16", "anchorRefExpanded": ["Deuteronomy 18:16"], "sourceRef": "Sefer HaShorashim, יסף 1", "sourceHeRef": "ספר השרשים, יסף א׳", "anchorVerse": 16, "sourceHasEn": false, "compDate": [1185, 1235], "commentaryNum": 1, "collectiveTitle": {"en": "Sefer HaShorashim", "he": "ספר השרשים"}, "heTitle": "יסף", "he": ["<strong><big>יסף</big></strong>   וְלֹֽא־<strong>יָסַף</strong> עוֹד לְדַעְתָּֽהּ (<a class=\"refLink\" href=\"Genesis 38:26\" data-ref=\"Genesis 38:26\">בראשית לח, כו</a>), וְלֹא־<strong>יָֽסְפָה</strong> שׁוּב־אֵלָיו עֽוֹד (<a class=\"refLink\" href=\"Genesis 8:12\" data-ref=\"Genesis 8:12\">בראשית ח, יב</a>), <strong>יָסַפְתָּ</strong> עַל־הַשְּׁמוּעָה אֲשֶׁר שָׁמָֽעְתִּי (<a class=\"refLink\" href=\"II Chronicles 9:6\" data-ref=\"II Chronicles 9:6\">דברי הימים ב' ט, ו</a>), קוֹל גָּדוֹל וְלֹא <strong>יָסָף</strong> (<a class=\"refLink\" href=\"Deuteronomy 5:22\" data-ref=\"Deuteronomy 5:22\">דברים ה, כב</a>), פירוש ולא יסף עוד קול גדול כמהו. וַיִּֽתְנַבְּאוּ וְלֹא <strong>יָסָֽפוּ</strong> (<a class=\"refLink\" href=\"Numbers 11:25\" data-ref=\"Numbers 11:25\">במדבר יא, כה</a>), פירוש ולא יספו עוד להתנבאות כמו שאמרו רבותינו ז\"ל (<a class=\"refLink\" href=\"Sanhedrin 16a\" data-ref=\"Sanhedrin 16a\">סנהדרין יו, ע\"א</a>) שלא התנבאו אלא אותו היום בלבד. והמתרגם הוציאם לענין אחר, שתרגם ולא פסק, <strong>וְלָא פָּסְקָן</strong>. אִם־<strong>יֹֽסְפִים</strong> אֲנַחְנוּ (<a class=\"refLink\" href=\"Deuteronomy 5:22\" data-ref=\"Deuteronomy 5:22\">דברים ה, כב</a>), הִנְנִי<strong> יוֹסִף</strong> עַל־יָמֶיךָ (<a class=\"refLink\" href=\"Isaiah 38:5\" data-ref=\"Isaiah 38:5\">ישעיה לח, ה</a>), הִנְנִי <strong>יוֹסִף</strong> לְהַפְלִיא אֶת־הָעָם (<a class=\"refLink\" href=\"Isaiah 29:14\" data-ref=\"Isaiah 29:14\">ישעיה כט, יד</a>). <strong>והנפעל וְנוֹסַף</strong> גַּם־הוּא עַל־שֹׂנְאֵינוּ (<a class=\"refLink\" href=\"Exodus 1:10\" data-ref=\"Exodus 1:10\">שמות א, י</a>), <strong>וְנֽוֹסְפָה</strong> נַֽחֲלָתָן (<a class=\"refLink\" href=\"Numbers 36:4\" data-ref=\"Numbers 36:4\">במדבר לו, ד</a>), יֵשׁ מְפַזֵּר<strong> וְנוֹסָף</strong> עוֹד (<a class=\"refLink\" href=\"Proverbs 11:24\" data-ref=\"Proverbs 11:24\">משלי יא, כד</a>). <strong>והפעל הכבד</strong> [הִפְעִיל] וּשְׁתַּיִם וְלֹא <strong>אוֹסִֽיף</strong> (<a class=\"refLink\" href=\"Job 40:5\" data-ref=\"Job 40:5\">איוב מ, ה</a>), לֹא <strong>אֹסֵף</strong> לִשְׁמֹעַ (<a class=\"refLink\" href=\"Deuteronomy 18:16\" data-ref=\"Deuteronomy 18:16\">דברים יח, טז</a>),<strong> יֹסֵף</strong> י\"י לִי בֵּן אַחֵֽר (<a class=\"refLink\" href=\"Genesis 30:24\" data-ref=\"Genesis 30:24\">בראשית ל, כד</a>), זְכֹר מִלְחָמָה אַל־<strong>תּוֹסַֽף</strong> (<a class=\"refLink\" href=\"Job 40:32\" data-ref=\"Job 40:32\">איוב מ, לב</a>), בפתח בהפסק, לֹא <strong>תֹֽאסִפוּן</strong> לָתֵת תֶּבֶן לָעָם (<a class=\"refLink\" href=\"Exodus 5:7\" data-ref=\"Exodus 5:7\">שמות ה, ז</a>), נכתב ב<strong>אל\"ף</strong> במקום <strong>וי\"ו</strong> וכן <strong>וַיֹּאסֶף</strong> שָׁאוּל לֵרֹא (<a class=\"refLink\" href=\"I Samuel 18:29\" data-ref=\"I Samuel 18:29\">שמואל א' יח, כט</a>). אַל־<strong>תּוֹסְףְ</strong> עַל־דְּבָרָיו (<a class=\"refLink\" href=\"Proverbs 30:6\" data-ref=\"Proverbs 30:6\">משלי ל, ו</a>), בשני שוואין. כִּי לֹא <strong>תוֹסִיפִי</strong> יִקְרְאוּ־לָךְ רַכָּה וַֽעֲנֻגָּֽה (<a class=\"refLink\" href=\"Isaiah 47:1\" data-ref=\"Isaiah 47:1\">ישעיה מז, א</a>), כִּי לֹא <strong>תוֹסִיפִי</strong> יִקְרְאוּ־לָךְ גְּבֶרֶת מַמְלָכֽוֹת (<a class=\"refLink\" href=\"Isaiah 47:5\" data-ref=\"Isaiah 47:5\">ישעיה מז, ה</a>), שניהם <strong>מלרע</strong> בפשטא אחד לבדו. וכן הוא המסורת עליהם <strong>ב</strong>' בטעם <strong>מלרע</strong>. ענין הכל ידוע. ורבי יונה הפריד ביניהם. ואין צורך, רק הכל ענין אחד."], "heVersionTitle": "Sefer HaShorashim, Berlin 1847", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "62037e4a6bfddfbb310feb10", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Deuteronomy, Part III; The Terms of the Covenant 2-11", "anchorRef": "Deuteronomy 12:1-28:69", "anchorRefExpanded": ["Deuteronomy 12:1", "Deuteronomy 12:2", "Deuteronomy 12:3", "Deuteronomy 12:4", "Deuteronomy 12:5", "Deuteronomy 12:6", "Deuteronomy 12:7", "Deuteronomy 12:8", "Deuteronomy 12:9", "Deuteronomy 12:10", "Deuteronomy 12:11", "Deuteronomy 12:12", "Deuteronomy 12:13", "Deuteronomy 12:14", "Deuteronomy 12:15", "Deuteronomy 12:16", "Deuteronomy 12:17", "Deuteronomy 12:18", "Deuteronomy 12:19", "Deuteronomy 12:20", "Deuteronomy 12:21", "Deuteronomy 12:22", "Deuteronomy 12:23", "Deuteronomy 12:24", "Deuteronomy 12:25", "Deuteronomy 12:26", "Deuteronomy 12:27", "Deuteronomy 12:28", "Deuteronomy 12:29", "Deuteronomy 12:30", "Deuteronomy 12:31", "Deuteronomy 13:1", "Deuteronomy 13:2", "Deuteronomy 13:3", "Deuteronomy 13:4", "Deuteronomy 13:5", "Deuteronomy 13:6", "Deuteronomy 13:7", "Deuteronomy 13:8", "Deuteronomy 13:9", "Deuteronomy 13:10", "Deuteronomy 13:11", "Deuteronomy 13:12", "Deuteronomy 13:13", "Deuteronomy 13:14", "Deuteronomy 13:15", "Deuteronomy 13:16", "Deuteronomy 13:17", "Deuteronomy 13:18", "Deuteronomy 13:19", "Deuteronomy 14:1", "Deuteronomy 14:2", "Deuteronomy 14:3", "Deuteronomy 14:4", "Deuteronomy 14:5", "Deuteronomy 14:6", "Deuteronomy 14:7", "Deuteronomy 14:8", "Deuteronomy 14:9", "Deuteronomy 14:10", "Deuteronomy 14:11", "Deuteronomy 14:12", "Deuteronomy 14:13", "Deuteronomy 14:14", "Deuteronomy 14:15", "Deuteronomy 14:16", "Deuteronomy 14:17", "Deuteronomy 14:18", "Deuteronomy 14:19", "Deuteronomy 14:20", "Deuteronomy 14:21", "Deuteronomy 14:22", "Deuteronomy 14:23", "Deuteronomy 14:24", "Deuteronomy 14:25", "Deuteronomy 14:26", "Deuteronomy 14:27", "Deuteronomy 14:28", "Deuteronomy 14:29", "Deuteronomy 15:1", "Deuteronomy 15:2", "Deuteronomy 15:3", "Deuteronomy 15:4", "Deuteronomy 15:5", "Deuteronomy 15:6", "Deuteronomy 15:7", "Deuteronomy 15:8", "Deuteronomy 15:9", "Deuteronomy 15:10", "Deuteronomy 15:11", "Deuteronomy 15:12", "Deuteronomy 15:13", "Deuteronomy 15:14", "Deuteronomy 15:15", "Deuteronomy 15:16", "Deuteronomy 15:17", "Deuteronomy 15:18", "Deuteronomy 15:19", "Deuteronomy 15:20", "Deuteronomy 15:21", "Deuteronomy 15:22", "Deuteronomy 15:23", "Deuteronomy 16:1", "Deuteronomy 16:2", "Deuteronomy 16:3", "Deuteronomy 16:4", "Deuteronomy 16:5", "Deuteronomy 16:6", "Deuteronomy 16:7", "Deuteronomy 16:8", "Deuteronomy 16:9", "Deuteronomy 16:10", "Deuteronomy 16:11", "Deuteronomy 16:12", "Deuteronomy 16:13", "Deuteronomy 16:14", "Deuteronomy 16:15", "Deuteronomy 16:16", "Deuteronomy 16:17", "Deuteronomy 16:18", "Deuteronomy 16:19", "Deuteronomy 16:20", "Deuteronomy 16:21", "Deuteronomy 16:22", "Deuteronomy 17:1", "Deuteronomy 17:2", "Deuteronomy 17:3", "Deuteronomy 17:4", "Deuteronomy 17:5", "Deuteronomy 17:6", "Deuteronomy 17:7", "Deuteronomy 17:8", "Deuteronomy 17:9", "Deuteronomy 17:10", "Deuteronomy 17:11", "Deuteronomy 17:12", "Deuteronomy 17:13", "Deuteronomy 17:14", "Deuteronomy 17:15", "Deuteronomy 17:16", "Deuteronomy 17:17", "Deuteronomy 17:18", "Deuteronomy 17:19", "Deuteronomy 17:20", "Deuteronomy 18:1", "Deuteronomy 18:2", "Deuteronomy 18:3", "Deuteronomy 18:4", "Deuteronomy 18:5", "Deuteronomy 18:6", "Deuteronomy 18:7", "Deuteronomy 18:8", "Deuteronomy 18:9", "Deuteronomy 18:10", "Deuteronomy 18:11", "Deuteronomy 18:12", "Deuteronomy 18:13", "Deuteronomy 18:14", "Deuteronomy 18:15", "Deuteronomy 18:16", "Deuteronomy 18:17", "Deuteronomy 18:18", "Deuteronomy 18:19", "Deuteronomy 18:20", "Deuteronomy 18:21", "Deuteronomy 18:22", "Deuteronomy 19:1", "Deuteronomy 19:2", "Deuteronomy 19:3", "Deuteronomy 19:4", "Deuteronomy 19:5", "Deuteronomy 19:6", "Deuteronomy 19:7", "Deuteronomy 19:8", "Deuteronomy 19:9", "Deuteronomy 19:10", "Deuteronomy 19:11", "Deuteronomy 19:12", "Deuteronomy 19:13", "Deuteronomy 19:14", "Deuteronomy 19:15", "Deuteronomy 19:16", "Deuteronomy 19:17", "Deuteronomy 19:18", "Deuteronomy 19:19", "Deuteronomy 19:20", "Deuteronomy 19:21", "Deuteronomy 20:1", "Deuteronomy 20:2", "Deuteronomy 20:3", "Deuteronomy 20:4", "Deuteronomy 20:5", "Deuteronomy 20:6", "Deuteronomy 20:7", "Deuteronomy 20:8", "Deuteronomy 20:9", "Deuteronomy 20:10", "Deuteronomy 20:11", "Deuteronomy 20:12", "Deuteronomy 20:13", "Deuteronomy 20:14", "Deuteronomy 20:15", "Deuteronomy 20:16", "Deuteronomy 20:17", "Deuteronomy 20:18", "Deuteronomy 20:19", "Deuteronomy 20:20", "Deuteronomy 21:1", "Deuteronomy 21:2", "Deuteronomy 21:3", "Deuteronomy 21:4", "Deuteronomy 21:5", "Deuteronomy 21:6", "Deuteronomy 21:7", "Deuteronomy 21:8", "Deuteronomy 21:9", "Deuteronomy 21:10", "Deuteronomy 21:11", "Deuteronomy 21:12", "Deuteronomy 21:13", "Deuteronomy 21:14", "Deuteronomy 21:15", "Deuteronomy 21:16", "Deuteronomy 21:17", "Deuteronomy 21:18", "Deuteronomy 21:19", "Deuteronomy 21:20", "Deuteronomy 21:21", "Deuteronomy 21:22", "Deuteronomy 21:23", "Deuteronomy 22:1", "Deuteronomy 22:2", "Deuteronomy 22:3", "Deuteronomy 22:4", "Deuteronomy 22:5", "Deuteronomy 22:6", "Deuteronomy 22:7", "Deuteronomy 22:8", "Deuteronomy 22:9", "Deuteronomy 22:10", "Deuteronomy 22:11", "Deuteronomy 22:12", "Deuteronomy 22:13", "Deuteronomy 22:14", "Deuteronomy 22:15", "Deuteronomy 22:16", "Deuteronomy 22:17", "Deuteronomy 22:18", "Deuteronomy 22:19", "Deuteronomy 22:20", "Deuteronomy 22:21", "Deuteronomy 22:22", "Deuteronomy 22:23", "Deuteronomy 22:24", "Deuteronomy 22:25", "Deuteronomy 22:26", "Deuteronomy 22:27", "Deuteronomy 22:28", "Deuteronomy 22:29", "Deuteronomy 23:1", "Deuteronomy 23:2", "Deuteronomy 23:3", "Deuteronomy 23:4", "Deuteronomy 23:5", "Deuteronomy 23:6", "Deuteronomy 23:7", "Deuteronomy 23:8", "Deuteronomy 23:9", "Deuteronomy 23:10", "Deuteronomy 23:11", "Deuteronomy 23:12", "Deuteronomy 23:13", "Deuteronomy 23:14", "Deuteronomy 23:15", "Deuteronomy 23:16", "Deuteronomy 23:17", "Deuteronomy 23:18", "Deuteronomy 23:19", "Deuteronomy 23:20", "Deuteronomy 23:21", "Deuteronomy 23:22", "Deuteronomy 23:23", "Deuteronomy 23:24", "Deuteronomy 23:25", "Deuteronomy 23:26", "Deuteronomy 24:1", "Deuteronomy 24:2", "Deuteronomy 24:3", "Deuteronomy 24:4", "Deuteronomy 24:5", "Deuteronomy 24:6", "Deuteronomy 24:7", "Deuteronomy 24:8", "Deuteronomy 24:9", "Deuteronomy 24:10", "Deuteronomy 24:11", "Deuteronomy 24:12", "Deuteronomy 24:13", "Deuteronomy 24:14", "Deuteronomy 24:15", "Deuteronomy 24:16", "Deuteronomy 24:17", "Deuteronomy 24:18", "Deuteronomy 24:19", "Deuteronomy 24:20", "Deuteronomy 24:21", "Deuteronomy 24:22", "Deuteronomy 25:1", "Deuteronomy 25:2", "Deuteronomy 25:3", "Deuteronomy 25:4", "Deuteronomy 25:5", "Deuteronomy 25:6", "Deuteronomy 25:7", "Deuteronomy 25:8", "Deuteronomy 25:9", "Deuteronomy 25:10", "Deuteronomy 25:11", "Deuteronomy 25:12", "Deuteronomy 25:13", "Deuteronomy 25:14", "Deuteronomy 25:15", "Deuteronomy 25:16", "Deuteronomy 25:17", "Deuteronomy 25:18", "Deuteronomy 25:19", "Deuteronomy 26:1", "Deuteronomy 26:2", "Deuteronomy 26:3", "Deuteronomy 26:4", "Deuteronomy 26:5", "Deuteronomy 26:6", "Deuteronomy 26:7", "Deuteronomy 26:8", "Deuteronomy 26:9", "Deuteronomy 26:10", "Deuteronomy 26:11", "Deuteronomy 26:12", "Deuteronomy 26:13", "Deuteronomy 26:14", "Deuteronomy 26:15", "Deuteronomy 26:16", "Deuteronomy 26:17", "Deuteronomy 26:18", "Deuteronomy 26:19", "Deuteronomy 27:1", "Deuteronomy 27:2", "Deuteronomy 27:3", "Deuteronomy 27:4", "Deuteronomy 27:5", "Deuteronomy 27:6", "Deuteronomy 27:7", "Deuteronomy 27:8", "Deuteronomy 27:9", "Deuteronomy 27:10", "Deuteronomy 27:11", "Deuteronomy 27:12", "Deuteronomy 27:13", "Deuteronomy 27:14", "Deuteronomy 27:15", "Deuteronomy 27:16", "Deuteronomy 27:17", "Deuteronomy 27:18", "Deuteronomy 27:19", "Deuteronomy 27:20", "Deuteronomy 27:21", "Deuteronomy 27:22", "Deuteronomy 27:23", "Deuteronomy 27:24", "Deuteronomy 27:25", "Deuteronomy 27:26", "Deuteronomy 28:1", "Deuteronomy 28:2", "Deuteronomy 28:3", "Deuteronomy 28:4", "Deuteronomy 28:5", "Deuteronomy 28:6", "Deuteronomy 28:7", "Deuteronomy 28:8", "Deuteronomy 28:9", "Deuteronomy 28:10", "Deuteronomy 28:11", "Deuteronomy 28:12", "Deuteronomy 28:13", "Deuteronomy 28:14", "Deuteronomy 28:15", "Deuteronomy 28:16", "Deuteronomy 28:17", "Deuteronomy 28:18", "Deuteronomy 28:19", "Deuteronomy 28:20", "Deuteronomy 28:21", "Deuteronomy 28:22", "Deuteronomy 28:23", "Deuteronomy 28:24", "Deuteronomy 28:25", "Deuteronomy 28:26", "Deuteronomy 28:27", "Deuteronomy 28:28", "Deuteronomy 28:29", "Deuteronomy 28:30", "Deuteronomy 28:31", "Deuteronomy 28:32", "Deuteronomy 28:33", "Deuteronomy 28:34", "Deuteronomy 28:35", "Deuteronomy 28:36", "Deuteronomy 28:37", "Deuteronomy 28:38", "Deuteronomy 28:39", "Deuteronomy 28:40", "Deuteronomy 28:41", "Deuteronomy 28:42", "Deuteronomy 28:43", "Deuteronomy 28:44", "Deuteronomy 28:45", "Deuteronomy 28:46", "Deuteronomy 28:47", "Deuteronomy 28:48", "Deuteronomy 28:49", "Deuteronomy 28:50", "Deuteronomy 28:51", "Deuteronomy 28:52", "Deuteronomy 28:53", "Deuteronomy 28:54", "Deuteronomy 28:55", "Deuteronomy 28:56", "Deuteronomy 28:57", "Deuteronomy 28:58", "Deuteronomy 28:59", "Deuteronomy 28:60", "Deuteronomy 28:61", "Deuteronomy 28:62", "Deuteronomy 28:63", "Deuteronomy 28:64", "Deuteronomy 28:65", "Deuteronomy 28:66", "Deuteronomy 28:67", "Deuteronomy 28:68", "Deuteronomy 28:69"], "sourceRef": "The Five Books of Moses, by Everett Fox, Deuteronomy, Part III; The Terms of the Covenant 2-11", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, דברים, דברים מאמר ד׳ ב׳-י״א", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Part III; The Terms of the Covenant", "he": "דברים מאמר ד׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["A<small>fter lengthy exhortation we are brought at last to the heart of Deu-</small> teronomy. Just as its corresponding Exodus section, Chapters 19–24, stands at the center of that book, and Gen. 22, Lev. 19, and Num. 19–20 place dramatic narratives or important laws at their core, the laws that we now encounter focus our attention on the object of Moshe’s main concern in Deut. 1–11 and 27–30: the “covenant” or pact between God and Israel. Israel is to demonstrate its love or loyalty to God by “taking-care to observe” the laws, and binds itself in a ceremony, at least in descriptive form, at the end of the section.", "The subject matter of this long collection forms an interesting contrast to both the Covenant Code of Exodus (in the chapters just referred to) and other law collections in the ancient Near East. The Exodus material contains much that deals with property and damages, whereas Deuteronomy appears to focus more heavily on criminal and moral issues. Although neighboring civilizations had legal literature that parallels many of the cases before us (cf. Hallo for a discussion), Deuteronomy’s particular emphases suggest a shift away from personal property as the central area of society’s concern (Greenberg 1970). In addition, the biblical text here (as previously in the book) is generally cast in the second person singular, giving it a highly personal edge, and there is a higher percentage of “motive clauses”—explanations or justifications for the laws—than in other Near Eastern law codes. Sonsino has noted a strong similarity between the language of these chapters and the thrust of biblical “wisdom literature” such as the book of Proverbs; thus a major function of the material may well be didactic and not legal per se. This, interestingly, puts Deuteronomy more squarely within its Near Eastern setting; Fishbane (1988) characterizes both sets of systems as “stylized collections of typical cases.”", "Yet he also argues that whatever the original purpose of the laws in Chapters 12–26, they came already within the biblical period itself to be seen as actual “legislative texts,” and as such, subject to later interpretation much as any law code might spawn (this multiple function of the laws was noted by Weinfeld 1972a). In this connection it is clear that new attitudes have been adopted and changes made in specific cases. It is usually accepted that Deuteronomy has introduced a markedly humanistic tone into Israel’s legal system; in Weinfeld’s words (1993):", "… the author’s purpose was not to produce a civil-law book like the book of the covenant, treating of pecuniary matters, but to set forth a code of laws securing the protection of the individual and particularly of those persons in need of protection.", "Some of the changes from earlier laws are noted in the Commentary and Notes below.", "Nelson has divided the laws into the following sections: Purity in Worship (12:1–14:21); Life in the New Land (14:22–16:17); The Structures of Society (16:18–20:20); and Interpreting Traditional Laws (21:1–26:19). In his view, the changes introduced into Israel’s legal culture are responses to changes in Israelite society, whether economic, political, or religious—changes that may well reflect the monarchic period. The attempt to find a logical pattern to the structure of the laws, however, does not always succeed. Levinson has shown how a better understanding of the sequencing of the laws may be found in the principle of response to the centralization of worship, the event that historically may have accompanied Deuteronomy’s promulgation. In this scheme, 12:1–16:17 is above all a response to how centralization affected the cultic (sacrifical worship) sphere, and 16:18–17:13 to how judicial process was similarly affected. At the same time, these changes appear to be woven into older material.", "The phrase “And Y<small>HWH</small> spoke to Moshe, saying: / Speak to the Children of Israel and say to them: …,” so common in the legal and cultic sections of Leviticus and Numbers, does not appear here. Neither does it appear in the Covenant Code; but in the context of Deuteronomy, the absence of the phrase supports the emphasis on Moshe as the central figure (in Exodus the legal portions are followed by the Tabernacle instructions, which indeed use the quoted formula).", "Chapter 12 begins with “These are the laws and the regulations that you are to take-care to observe”; Chapter 28 ends with “These are the words of the covenant ….” As in Exodus, the laws are the terms of the covenant, not merely a set of rules to be followed. This is further supported by the framework into which these chapters have been placed. The first two parts of the book serve as a classic ancient Near Eastern introduction to a treaty, with their historical look back. In addition, the section ends with both a covenant ceremony (Chap. 27) and a series of blessings and curses (28), also typical in this genre. So far from being merely a dry list of laws, the core of Deuteronomy, with its reasoned tone and wide-ranging scope, serves both as a summing-up and as a basis for Israel’s life on the land. No wonder, then, that the exiles returning from Babylonia under Persian rule in the sixth century <small>B.C.E.</small> and later came to view the Torah as a real constitution.", "<img>", "<i>Deut. 32:48–50</i> Now Y<small>HWH</small> spoke to Moshe … /Go up these heights … and see the land of Canaan…/You are to die on the mountain that you are going up …"], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62037e526bfddfbb310feb2b", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Deuteronomy, Part III; The Terms of the Covenant, Sorcery and False Prophecy 2-3", "anchorRef": "Deuteronomy 18:9-22", "anchorRefExpanded": ["Deuteronomy 18:9", "Deuteronomy 18:10", "Deuteronomy 18:11", "Deuteronomy 18:12", "Deuteronomy 18:13", "Deuteronomy 18:14", "Deuteronomy 18:15", "Deuteronomy 18:16", "Deuteronomy 18:17", "Deuteronomy 18:18", "Deuteronomy 18:19", "Deuteronomy 18:20", "Deuteronomy 18:21", "Deuteronomy 18:22"], "sourceRef": "The Five Books of Moses, by Everett Fox, Deuteronomy, Part III; The Terms of the Covenant, Sorcery and False Prophecy 2-3", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, דברים, דברים מאמר ד׳, דברים הערה י״ג ב׳-ג׳", "anchorVerse": 9, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Sorcery and False Prophecy", "he": "דברים הערה י״ג"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "דברים הערה י״ג", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["Picking up the theme of avoiding the magical practices of the Canaanites (cf. the briefer Ex. 22:17), the text continues into the topic of prophecy, which is viewed as the proper way to know the will of God. The safeguard against false prophecy, though—noting the nonfulfillment of the “prophet’s” word—was too shaky a basis for a stable system. Deuteronomy as a whole has a better overall answer than the one it gives here: it establishes the text as the authority, a process that the book appears to have inaugurated and that became central to the three Western religions.", "The passage on sorcery (vv.9–12) repeats “abomination” three times, to emphasize the Bible’s abhorrence of the practices enumerated here. This is not to imply that the Israelites did not believe in the efficacy of such phenomena; they simply viewed them as an unacceptable way of learning the divine will."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62037e556bfddfbb310feb33", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Deuteronomy, On the Book of Deuteronomy and Its Structure 2-39", "anchorRef": "Deuteronomy 1:1-34:12", "anchorRefExpanded": ["Deuteronomy 1:1", "Deuteronomy 1:2", "Deuteronomy 1:3", "Deuteronomy 1:4", "Deuteronomy 1:5", "Deuteronomy 1:6", "Deuteronomy 1:7", "Deuteronomy 1:8", "Deuteronomy 1:9", "Deuteronomy 1:10", "Deuteronomy 1:11", "Deuteronomy 1:12", "Deuteronomy 1:13", "Deuteronomy 1:14", "Deuteronomy 1:15", "Deuteronomy 1:16", "Deuteronomy 1:17", "Deuteronomy 1:18", "Deuteronomy 1:19", "Deuteronomy 1:20", "Deuteronomy 1:21", "Deuteronomy 1:22", "Deuteronomy 1:23", "Deuteronomy 1:24", "Deuteronomy 1:25", "Deuteronomy 1:26", "Deuteronomy 1:27", "Deuteronomy 1:28", "Deuteronomy 1:29", "Deuteronomy 1:30", "Deuteronomy 1:31", "Deuteronomy 1:32", "Deuteronomy 1:33", "Deuteronomy 1:34", "Deuteronomy 1:35", "Deuteronomy 1:36", "Deuteronomy 1:37", "Deuteronomy 1:38", "Deuteronomy 1:39", "Deuteronomy 1:40", "Deuteronomy 1:41", "Deuteronomy 1:42", "Deuteronomy 1:43", "Deuteronomy 1:44", "Deuteronomy 1:45", "Deuteronomy 1:46", "Deuteronomy 2:1", "Deuteronomy 2:2", "Deuteronomy 2:3", "Deuteronomy 2:4", "Deuteronomy 2:5", "Deuteronomy 2:6", "Deuteronomy 2:7", "Deuteronomy 2:8", "Deuteronomy 2:9", "Deuteronomy 2:10", "Deuteronomy 2:11", "Deuteronomy 2:12", "Deuteronomy 2:13", "Deuteronomy 2:14", "Deuteronomy 2:15", "Deuteronomy 2:16", "Deuteronomy 2:17", "Deuteronomy 2:18", "Deuteronomy 2:19", "Deuteronomy 2:20", "Deuteronomy 2:21", "Deuteronomy 2:22", "Deuteronomy 2:23", "Deuteronomy 2:24", "Deuteronomy 2:25", "Deuteronomy 2:26", "Deuteronomy 2:27", "Deuteronomy 2:28", "Deuteronomy 2:29", "Deuteronomy 2:30", "Deuteronomy 2:31", "Deuteronomy 2:32", "Deuteronomy 2:33", "Deuteronomy 2:34", "Deuteronomy 2:35", "Deuteronomy 2:36", "Deuteronomy 2:37", "Deuteronomy 3:1", "Deuteronomy 3:2", "Deuteronomy 3:3", "Deuteronomy 3:4", "Deuteronomy 3:5", "Deuteronomy 3:6", "Deuteronomy 3:7", "Deuteronomy 3:8", "Deuteronomy 3:9", "Deuteronomy 3:10", "Deuteronomy 3:11", "Deuteronomy 3:12", "Deuteronomy 3:13", "Deuteronomy 3:14", "Deuteronomy 3:15", "Deuteronomy 3:16", "Deuteronomy 3:17", "Deuteronomy 3:18", "Deuteronomy 3:19", "Deuteronomy 3:20", "Deuteronomy 3:21", "Deuteronomy 3:22", "Deuteronomy 3:23", "Deuteronomy 3:24", "Deuteronomy 3:25", "Deuteronomy 3:26", "Deuteronomy 3:27", "Deuteronomy 3:28", "Deuteronomy 3:29", "Deuteronomy 4:1", "Deuteronomy 4:2", "Deuteronomy 4:3", "Deuteronomy 4:4", "Deuteronomy 4:5", "Deuteronomy 4:6", "Deuteronomy 4:7", "Deuteronomy 4:8", "Deuteronomy 4:9", "Deuteronomy 4:10", "Deuteronomy 4:11", "Deuteronomy 4:12", "Deuteronomy 4:13", "Deuteronomy 4:14", "Deuteronomy 4:15", "Deuteronomy 4:16", "Deuteronomy 4:17", "Deuteronomy 4:18", "Deuteronomy 4:19", "Deuteronomy 4:20", "Deuteronomy 4:21", "Deuteronomy 4:22", "Deuteronomy 4:23", "Deuteronomy 4:24", "Deuteronomy 4:25", "Deuteronomy 4:26", "Deuteronomy 4:27", "Deuteronomy 4:28", "Deuteronomy 4:29", "Deuteronomy 4:30", "Deuteronomy 4:31", "Deuteronomy 4:32", "Deuteronomy 4:33", "Deuteronomy 4:34", "Deuteronomy 4:35", "Deuteronomy 4:36", "Deuteronomy 4:37", "Deuteronomy 4:38", "Deuteronomy 4:39", "Deuteronomy 4:40", "Deuteronomy 4:41", "Deuteronomy 4:42", "Deuteronomy 4:43", "Deuteronomy 4:44", "Deuteronomy 4:45", "Deuteronomy 4:46", "Deuteronomy 4:47", "Deuteronomy 4:48", "Deuteronomy 4:49", "Deuteronomy 5:1", "Deuteronomy 5:2", "Deuteronomy 5:3", "Deuteronomy 5:4", "Deuteronomy 5:5", "Deuteronomy 5:6", "Deuteronomy 5:7", "Deuteronomy 5:8", "Deuteronomy 5:9", "Deuteronomy 5:10", "Deuteronomy 5:11", "Deuteronomy 5:12", "Deuteronomy 5:13", "Deuteronomy 5:14", "Deuteronomy 5:15", "Deuteronomy 5:16", "Deuteronomy 5:17", "Deuteronomy 5:18", "Deuteronomy 5:19", "Deuteronomy 5:20", "Deuteronomy 5:21", "Deuteronomy 5:22", "Deuteronomy 5:23", "Deuteronomy 5:24", "Deuteronomy 5:25", "Deuteronomy 5:26", "Deuteronomy 5:27", "Deuteronomy 5:28", "Deuteronomy 5:29", "Deuteronomy 5:30", "Deuteronomy 6:1", "Deuteronomy 6:2", "Deuteronomy 6:3", "Deuteronomy 6:4", "Deuteronomy 6:5", "Deuteronomy 6:6", "Deuteronomy 6:7", "Deuteronomy 6:8", "Deuteronomy 6:9", "Deuteronomy 6:10", "Deuteronomy 6:11", "Deuteronomy 6:12", "Deuteronomy 6:13", "Deuteronomy 6:14", "Deuteronomy 6:15", "Deuteronomy 6:16", "Deuteronomy 6:17", "Deuteronomy 6:18", "Deuteronomy 6:19", "Deuteronomy 6:20", "Deuteronomy 6:21", "Deuteronomy 6:22", "Deuteronomy 6:23", "Deuteronomy 6:24", "Deuteronomy 6:25", "Deuteronomy 7:1", "Deuteronomy 7:2", "Deuteronomy 7:3", "Deuteronomy 7:4", "Deuteronomy 7:5", "Deuteronomy 7:6", "Deuteronomy 7:7", "Deuteronomy 7:8", "Deuteronomy 7:9", "Deuteronomy 7:10", "Deuteronomy 7:11", "Deuteronomy 7:12", "Deuteronomy 7:13", "Deuteronomy 7:14", "Deuteronomy 7:15", "Deuteronomy 7:16", "Deuteronomy 7:17", "Deuteronomy 7:18", "Deuteronomy 7:19", "Deuteronomy 7:20", "Deuteronomy 7:21", "Deuteronomy 7:22", "Deuteronomy 7:23", "Deuteronomy 7:24", "Deuteronomy 7:25", "Deuteronomy 7:26", "Deuteronomy 8:1", "Deuteronomy 8:2", "Deuteronomy 8:3", "Deuteronomy 8:4", "Deuteronomy 8:5", "Deuteronomy 8:6", "Deuteronomy 8:7", "Deuteronomy 8:8", "Deuteronomy 8:9", "Deuteronomy 8:10", "Deuteronomy 8:11", "Deuteronomy 8:12", "Deuteronomy 8:13", "Deuteronomy 8:14", "Deuteronomy 8:15", "Deuteronomy 8:16", "Deuteronomy 8:17", "Deuteronomy 8:18", "Deuteronomy 8:19", "Deuteronomy 8:20", "Deuteronomy 9:1", "Deuteronomy 9:2", "Deuteronomy 9:3", "Deuteronomy 9:4", "Deuteronomy 9:5", "Deuteronomy 9:6", "Deuteronomy 9:7", "Deuteronomy 9:8", "Deuteronomy 9:9", "Deuteronomy 9:10", "Deuteronomy 9:11", "Deuteronomy 9:12", "Deuteronomy 9:13", "Deuteronomy 9:14", "Deuteronomy 9:15", "Deuteronomy 9:16", "Deuteronomy 9:17", "Deuteronomy 9:18", "Deuteronomy 9:19", "Deuteronomy 9:20", "Deuteronomy 9:21", "Deuteronomy 9:22", "Deuteronomy 9:23", "Deuteronomy 9:24", "Deuteronomy 9:25", "Deuteronomy 9:26", "Deuteronomy 9:27", "Deuteronomy 9:28", "Deuteronomy 9:29", "Deuteronomy 10:1", "Deuteronomy 10:2", "Deuteronomy 10:3", "Deuteronomy 10:4", "Deuteronomy 10:5", "Deuteronomy 10:6", "Deuteronomy 10:7", "Deuteronomy 10:8", "Deuteronomy 10:9", "Deuteronomy 10:10", "Deuteronomy 10:11", "Deuteronomy 10:12", "Deuteronomy 10:13", "Deuteronomy 10:14", "Deuteronomy 10:15", "Deuteronomy 10:16", "Deuteronomy 10:17", "Deuteronomy 10:18", "Deuteronomy 10:19", "Deuteronomy 10:20", "Deuteronomy 10:21", "Deuteronomy 10:22", "Deuteronomy 11:1", "Deuteronomy 11:2", "Deuteronomy 11:3", "Deuteronomy 11:4", "Deuteronomy 11:5", "Deuteronomy 11:6", "Deuteronomy 11:7", "Deuteronomy 11:8", "Deuteronomy 11:9", "Deuteronomy 11:10", "Deuteronomy 11:11", "Deuteronomy 11:12", "Deuteronomy 11:13", "Deuteronomy 11:14", "Deuteronomy 11:15", "Deuteronomy 11:16", "Deuteronomy 11:17", "Deuteronomy 11:18", "Deuteronomy 11:19", "Deuteronomy 11:20", "Deuteronomy 11:21", "Deuteronomy 11:22", "Deuteronomy 11:23", "Deuteronomy 11:24", "Deuteronomy 11:25", "Deuteronomy 11:26", "Deuteronomy 11:27", "Deuteronomy 11:28", "Deuteronomy 11:29", "Deuteronomy 11:30", "Deuteronomy 11:31", "Deuteronomy 11:32", "Deuteronomy 12:1", "Deuteronomy 12:2", "Deuteronomy 12:3", "Deuteronomy 12:4", "Deuteronomy 12:5", "Deuteronomy 12:6", "Deuteronomy 12:7", "Deuteronomy 12:8", "Deuteronomy 12:9", "Deuteronomy 12:10", "Deuteronomy 12:11", "Deuteronomy 12:12", "Deuteronomy 12:13", "Deuteronomy 12:14", "Deuteronomy 12:15", "Deuteronomy 12:16", "Deuteronomy 12:17", "Deuteronomy 12:18", "Deuteronomy 12:19", "Deuteronomy 12:20", "Deuteronomy 12:21", "Deuteronomy 12:22", "Deuteronomy 12:23", "Deuteronomy 12:24", "Deuteronomy 12:25", "Deuteronomy 12:26", "Deuteronomy 12:27", "Deuteronomy 12:28", "Deuteronomy 12:29", "Deuteronomy 12:30", "Deuteronomy 12:31", "Deuteronomy 13:1", "Deuteronomy 13:2", "Deuteronomy 13:3", "Deuteronomy 13:4", "Deuteronomy 13:5", "Deuteronomy 13:6", "Deuteronomy 13:7", "Deuteronomy 13:8", "Deuteronomy 13:9", "Deuteronomy 13:10", "Deuteronomy 13:11", "Deuteronomy 13:12", "Deuteronomy 13:13", "Deuteronomy 13:14", "Deuteronomy 13:15", "Deuteronomy 13:16", "Deuteronomy 13:17", "Deuteronomy 13:18", "Deuteronomy 13:19", "Deuteronomy 14:1", "Deuteronomy 14:2", "Deuteronomy 14:3", "Deuteronomy 14:4", "Deuteronomy 14:5", "Deuteronomy 14:6", "Deuteronomy 14:7", "Deuteronomy 14:8", "Deuteronomy 14:9", "Deuteronomy 14:10", "Deuteronomy 14:11", "Deuteronomy 14:12", "Deuteronomy 14:13", "Deuteronomy 14:14", "Deuteronomy 14:15", "Deuteronomy 14:16", "Deuteronomy 14:17", "Deuteronomy 14:18", "Deuteronomy 14:19", "Deuteronomy 14:20", "Deuteronomy 14:21", "Deuteronomy 14:22", "Deuteronomy 14:23", "Deuteronomy 14:24", "Deuteronomy 14:25", "Deuteronomy 14:26", "Deuteronomy 14:27", "Deuteronomy 14:28", "Deuteronomy 14:29", "Deuteronomy 15:1", "Deuteronomy 15:2", "Deuteronomy 15:3", "Deuteronomy 15:4", "Deuteronomy 15:5", "Deuteronomy 15:6", "Deuteronomy 15:7", "Deuteronomy 15:8", "Deuteronomy 15:9", "Deuteronomy 15:10", "Deuteronomy 15:11", "Deuteronomy 15:12", "Deuteronomy 15:13", "Deuteronomy 15:14", "Deuteronomy 15:15", "Deuteronomy 15:16", "Deuteronomy 15:17", "Deuteronomy 15:18", "Deuteronomy 15:19", "Deuteronomy 15:20", "Deuteronomy 15:21", "Deuteronomy 15:22", "Deuteronomy 15:23", "Deuteronomy 16:1", "Deuteronomy 16:2", "Deuteronomy 16:3", "Deuteronomy 16:4", "Deuteronomy 16:5", "Deuteronomy 16:6", "Deuteronomy 16:7", "Deuteronomy 16:8", "Deuteronomy 16:9", "Deuteronomy 16:10", "Deuteronomy 16:11", "Deuteronomy 16:12", "Deuteronomy 16:13", "Deuteronomy 16:14", "Deuteronomy 16:15", "Deuteronomy 16:16", "Deuteronomy 16:17", "Deuteronomy 16:18", "Deuteronomy 16:19", "Deuteronomy 16:20", "Deuteronomy 16:21", "Deuteronomy 16:22", "Deuteronomy 17:1", "Deuteronomy 17:2", "Deuteronomy 17:3", "Deuteronomy 17:4", "Deuteronomy 17:5", "Deuteronomy 17:6", "Deuteronomy 17:7", "Deuteronomy 17:8", "Deuteronomy 17:9", "Deuteronomy 17:10", "Deuteronomy 17:11", "Deuteronomy 17:12", "Deuteronomy 17:13", "Deuteronomy 17:14", "Deuteronomy 17:15", "Deuteronomy 17:16", "Deuteronomy 17:17", "Deuteronomy 17:18", "Deuteronomy 17:19", "Deuteronomy 17:20", "Deuteronomy 18:1", "Deuteronomy 18:2", "Deuteronomy 18:3", "Deuteronomy 18:4", "Deuteronomy 18:5", "Deuteronomy 18:6", "Deuteronomy 18:7", "Deuteronomy 18:8", "Deuteronomy 18:9", "Deuteronomy 18:10", "Deuteronomy 18:11", "Deuteronomy 18:12", "Deuteronomy 18:13", "Deuteronomy 18:14", "Deuteronomy 18:15", "Deuteronomy 18:16", "Deuteronomy 18:17", "Deuteronomy 18:18", "Deuteronomy 18:19", "Deuteronomy 18:20", "Deuteronomy 18:21", "Deuteronomy 18:22", "Deuteronomy 19:1", "Deuteronomy 19:2", "Deuteronomy 19:3", "Deuteronomy 19:4", "Deuteronomy 19:5", "Deuteronomy 19:6", "Deuteronomy 19:7", "Deuteronomy 19:8", "Deuteronomy 19:9", "Deuteronomy 19:10", "Deuteronomy 19:11", "Deuteronomy 19:12", "Deuteronomy 19:13", "Deuteronomy 19:14", "Deuteronomy 19:15", "Deuteronomy 19:16", "Deuteronomy 19:17", "Deuteronomy 19:18", "Deuteronomy 19:19", "Deuteronomy 19:20", "Deuteronomy 19:21", "Deuteronomy 20:1", "Deuteronomy 20:2", "Deuteronomy 20:3", "Deuteronomy 20:4", "Deuteronomy 20:5", "Deuteronomy 20:6", "Deuteronomy 20:7", "Deuteronomy 20:8", "Deuteronomy 20:9", "Deuteronomy 20:10", "Deuteronomy 20:11", "Deuteronomy 20:12", "Deuteronomy 20:13", "Deuteronomy 20:14", "Deuteronomy 20:15", "Deuteronomy 20:16", "Deuteronomy 20:17", "Deuteronomy 20:18", "Deuteronomy 20:19", "Deuteronomy 20:20", "Deuteronomy 21:1", "Deuteronomy 21:2", "Deuteronomy 21:3", "Deuteronomy 21:4", "Deuteronomy 21:5", "Deuteronomy 21:6", "Deuteronomy 21:7", "Deuteronomy 21:8", "Deuteronomy 21:9", "Deuteronomy 21:10", "Deuteronomy 21:11", "Deuteronomy 21:12", "Deuteronomy 21:13", "Deuteronomy 21:14", "Deuteronomy 21:15", "Deuteronomy 21:16", "Deuteronomy 21:17", "Deuteronomy 21:18", "Deuteronomy 21:19", "Deuteronomy 21:20", "Deuteronomy 21:21", "Deuteronomy 21:22", "Deuteronomy 21:23", "Deuteronomy 22:1", "Deuteronomy 22:2", "Deuteronomy 22:3", "Deuteronomy 22:4", "Deuteronomy 22:5", "Deuteronomy 22:6", "Deuteronomy 22:7", "Deuteronomy 22:8", "Deuteronomy 22:9", "Deuteronomy 22:10", "Deuteronomy 22:11", "Deuteronomy 22:12", "Deuteronomy 22:13", "Deuteronomy 22:14", "Deuteronomy 22:15", "Deuteronomy 22:16", "Deuteronomy 22:17", "Deuteronomy 22:18", "Deuteronomy 22:19", "Deuteronomy 22:20", "Deuteronomy 22:21", "Deuteronomy 22:22", "Deuteronomy 22:23", "Deuteronomy 22:24", "Deuteronomy 22:25", "Deuteronomy 22:26", "Deuteronomy 22:27", "Deuteronomy 22:28", "Deuteronomy 22:29", "Deuteronomy 23:1", "Deuteronomy 23:2", "Deuteronomy 23:3", "Deuteronomy 23:4", "Deuteronomy 23:5", "Deuteronomy 23:6", "Deuteronomy 23:7", "Deuteronomy 23:8", "Deuteronomy 23:9", "Deuteronomy 23:10", "Deuteronomy 23:11", "Deuteronomy 23:12", "Deuteronomy 23:13", "Deuteronomy 23:14", "Deuteronomy 23:15", "Deuteronomy 23:16", "Deuteronomy 23:17", "Deuteronomy 23:18", "Deuteronomy 23:19", "Deuteronomy 23:20", "Deuteronomy 23:21", "Deuteronomy 23:22", "Deuteronomy 23:23", "Deuteronomy 23:24", "Deuteronomy 23:25", "Deuteronomy 23:26", "Deuteronomy 24:1", "Deuteronomy 24:2", "Deuteronomy 24:3", "Deuteronomy 24:4", "Deuteronomy 24:5", "Deuteronomy 24:6", "Deuteronomy 24:7", "Deuteronomy 24:8", "Deuteronomy 24:9", "Deuteronomy 24:10", "Deuteronomy 24:11", "Deuteronomy 24:12", "Deuteronomy 24:13", "Deuteronomy 24:14", "Deuteronomy 24:15", "Deuteronomy 24:16", "Deuteronomy 24:17", "Deuteronomy 24:18", "Deuteronomy 24:19", "Deuteronomy 24:20", "Deuteronomy 24:21", "Deuteronomy 24:22", "Deuteronomy 25:1", "Deuteronomy 25:2", "Deuteronomy 25:3", "Deuteronomy 25:4", "Deuteronomy 25:5", "Deuteronomy 25:6", "Deuteronomy 25:7", "Deuteronomy 25:8", "Deuteronomy 25:9", "Deuteronomy 25:10", "Deuteronomy 25:11", "Deuteronomy 25:12", "Deuteronomy 25:13", "Deuteronomy 25:14", "Deuteronomy 25:15", "Deuteronomy 25:16", "Deuteronomy 25:17", "Deuteronomy 25:18", "Deuteronomy 25:19", "Deuteronomy 26:1", "Deuteronomy 26:2", "Deuteronomy 26:3", "Deuteronomy 26:4", "Deuteronomy 26:5", "Deuteronomy 26:6", "Deuteronomy 26:7", "Deuteronomy 26:8", "Deuteronomy 26:9", "Deuteronomy 26:10", "Deuteronomy 26:11", "Deuteronomy 26:12", "Deuteronomy 26:13", "Deuteronomy 26:14", "Deuteronomy 26:15", "Deuteronomy 26:16", "Deuteronomy 26:17", "Deuteronomy 26:18", "Deuteronomy 26:19", "Deuteronomy 27:1", "Deuteronomy 27:2", "Deuteronomy 27:3", "Deuteronomy 27:4", "Deuteronomy 27:5", "Deuteronomy 27:6", "Deuteronomy 27:7", "Deuteronomy 27:8", "Deuteronomy 27:9", "Deuteronomy 27:10", "Deuteronomy 27:11", "Deuteronomy 27:12", "Deuteronomy 27:13", "Deuteronomy 27:14", "Deuteronomy 27:15", "Deuteronomy 27:16", "Deuteronomy 27:17", "Deuteronomy 27:18", "Deuteronomy 27:19", "Deuteronomy 27:20", "Deuteronomy 27:21", "Deuteronomy 27:22", "Deuteronomy 27:23", "Deuteronomy 27:24", "Deuteronomy 27:25", "Deuteronomy 27:26", "Deuteronomy 28:1", "Deuteronomy 28:2", "Deuteronomy 28:3", "Deuteronomy 28:4", "Deuteronomy 28:5", "Deuteronomy 28:6", "Deuteronomy 28:7", "Deuteronomy 28:8", "Deuteronomy 28:9", "Deuteronomy 28:10", "Deuteronomy 28:11", "Deuteronomy 28:12", "Deuteronomy 28:13", "Deuteronomy 28:14", "Deuteronomy 28:15", "Deuteronomy 28:16", "Deuteronomy 28:17", "Deuteronomy 28:18", "Deuteronomy 28:19", "Deuteronomy 28:20", "Deuteronomy 28:21", "Deuteronomy 28:22", "Deuteronomy 28:23", "Deuteronomy 28:24", "Deuteronomy 28:25", "Deuteronomy 28:26", "Deuteronomy 28:27", "Deuteronomy 28:28", "Deuteronomy 28:29", "Deuteronomy 28:30", "Deuteronomy 28:31", "Deuteronomy 28:32", "Deuteronomy 28:33", "Deuteronomy 28:34", "Deuteronomy 28:35", "Deuteronomy 28:36", "Deuteronomy 28:37", "Deuteronomy 28:38", "Deuteronomy 28:39", "Deuteronomy 28:40", "Deuteronomy 28:41", "Deuteronomy 28:42", "Deuteronomy 28:43", "Deuteronomy 28:44", "Deuteronomy 28:45", "Deuteronomy 28:46", "Deuteronomy 28:47", "Deuteronomy 28:48", "Deuteronomy 28:49", "Deuteronomy 28:50", "Deuteronomy 28:51", "Deuteronomy 28:52", "Deuteronomy 28:53", "Deuteronomy 28:54", "Deuteronomy 28:55", "Deuteronomy 28:56", "Deuteronomy 28:57", "Deuteronomy 28:58", "Deuteronomy 28:59", "Deuteronomy 28:60", "Deuteronomy 28:61", "Deuteronomy 28:62", "Deuteronomy 28:63", "Deuteronomy 28:64", "Deuteronomy 28:65", "Deuteronomy 28:66", "Deuteronomy 28:67", "Deuteronomy 28:68", "Deuteronomy 28:69", "Deuteronomy 29:1", "Deuteronomy 29:2", "Deuteronomy 29:3", "Deuteronomy 29:4", "Deuteronomy 29:5", "Deuteronomy 29:6", "Deuteronomy 29:7", "Deuteronomy 29:8", "Deuteronomy 29:9", "Deuteronomy 29:10", "Deuteronomy 29:11", "Deuteronomy 29:12", "Deuteronomy 29:13", "Deuteronomy 29:14", "Deuteronomy 29:15", "Deuteronomy 29:16", "Deuteronomy 29:17", "Deuteronomy 29:18", "Deuteronomy 29:19", "Deuteronomy 29:20", "Deuteronomy 29:21", "Deuteronomy 29:22", "Deuteronomy 29:23", "Deuteronomy 29:24", "Deuteronomy 29:25", "Deuteronomy 29:26", "Deuteronomy 29:27", "Deuteronomy 29:28", "Deuteronomy 30:1", "Deuteronomy 30:2", "Deuteronomy 30:3", "Deuteronomy 30:4", "Deuteronomy 30:5", "Deuteronomy 30:6", "Deuteronomy 30:7", "Deuteronomy 30:8", "Deuteronomy 30:9", "Deuteronomy 30:10", "Deuteronomy 30:11", "Deuteronomy 30:12", "Deuteronomy 30:13", "Deuteronomy 30:14", "Deuteronomy 30:15", "Deuteronomy 30:16", "Deuteronomy 30:17", "Deuteronomy 30:18", "Deuteronomy 30:19", "Deuteronomy 30:20", "Deuteronomy 31:1", "Deuteronomy 31:2", "Deuteronomy 31:3", "Deuteronomy 31:4", "Deuteronomy 31:5", "Deuteronomy 31:6", "Deuteronomy 31:7", "Deuteronomy 31:8", "Deuteronomy 31:9", "Deuteronomy 31:10", "Deuteronomy 31:11", "Deuteronomy 31:12", "Deuteronomy 31:13", "Deuteronomy 31:14", "Deuteronomy 31:15", "Deuteronomy 31:16", "Deuteronomy 31:17", "Deuteronomy 31:18", "Deuteronomy 31:19", "Deuteronomy 31:20", "Deuteronomy 31:21", "Deuteronomy 31:22", "Deuteronomy 31:23", "Deuteronomy 31:24", "Deuteronomy 31:25", "Deuteronomy 31:26", "Deuteronomy 31:27", "Deuteronomy 31:28", "Deuteronomy 31:29", "Deuteronomy 31:30", "Deuteronomy 32:1", "Deuteronomy 32:2", "Deuteronomy 32:3", "Deuteronomy 32:4", "Deuteronomy 32:5", "Deuteronomy 32:6", "Deuteronomy 32:7", "Deuteronomy 32:8", "Deuteronomy 32:9", "Deuteronomy 32:10", "Deuteronomy 32:11", "Deuteronomy 32:12", "Deuteronomy 32:13", "Deuteronomy 32:14", "Deuteronomy 32:15", "Deuteronomy 32:16", "Deuteronomy 32:17", "Deuteronomy 32:18", "Deuteronomy 32:19", "Deuteronomy 32:20", "Deuteronomy 32:21", "Deuteronomy 32:22", "Deuteronomy 32:23", "Deuteronomy 32:24", "Deuteronomy 32:25", "Deuteronomy 32:26", "Deuteronomy 32:27", "Deuteronomy 32:28", "Deuteronomy 32:29", "Deuteronomy 32:30", "Deuteronomy 32:31", "Deuteronomy 32:32", "Deuteronomy 32:33", "Deuteronomy 32:34", "Deuteronomy 32:35", "Deuteronomy 32:36", "Deuteronomy 32:37", "Deuteronomy 32:38", "Deuteronomy 32:39", "Deuteronomy 32:40", "Deuteronomy 32:41", "Deuteronomy 32:42", "Deuteronomy 32:43", "Deuteronomy 32:44", "Deuteronomy 32:45", "Deuteronomy 32:46", "Deuteronomy 32:47", "Deuteronomy 32:48", "Deuteronomy 32:49", "Deuteronomy 32:50", "Deuteronomy 32:51", "Deuteronomy 32:52", "Deuteronomy 33:1", "Deuteronomy 33:2", "Deuteronomy 33:3", "Deuteronomy 33:4", "Deuteronomy 33:5", "Deuteronomy 33:6", "Deuteronomy 33:7", "Deuteronomy 33:8", "Deuteronomy 33:9", "Deuteronomy 33:10", "Deuteronomy 33:11", "Deuteronomy 33:12", "Deuteronomy 33:13", "Deuteronomy 33:14", "Deuteronomy 33:15", "Deuteronomy 33:16", "Deuteronomy 33:17", "Deuteronomy 33:18", "Deuteronomy 33:19", "Deuteronomy 33:20", "Deuteronomy 33:21", "Deuteronomy 33:22", "Deuteronomy 33:23", "Deuteronomy 33:24", "Deuteronomy 33:25", "Deuteronomy 33:26", "Deuteronomy 33:27", "Deuteronomy 33:28", "Deuteronomy 33:29", "Deuteronomy 34:1", "Deuteronomy 34:2", "Deuteronomy 34:3", "Deuteronomy 34:4", "Deuteronomy 34:5", "Deuteronomy 34:6", "Deuteronomy 34:7", "Deuteronomy 34:8", "Deuteronomy 34:9", "Deuteronomy 34:10", "Deuteronomy 34:11", "Deuteronomy 34:12"], "sourceRef": "The Five Books of Moses, by Everett Fox, Deuteronomy, On the Book of Deuteronomy and Its Structure 2-39", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, דברים, דברים מאמר א׳ ב׳-ל״ט", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "On the Book of Deuteronomy and Its Structure", "he": "דברים מאמר א׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "דברים מאמר א׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["D<small>EUTERONOMY HOLDS A UNIQUE POSITION, AND SPEAKS WITH A UNIQUE VOICE, IN THE</small> literature of the Torah. Up to this point, through the first four books, we have encountered a powerful mixture of literary genres; indeed, the books owe their characteristic stamp to the way in which they incorporate these genres. Genesis is predominantly narrative, punctuated by genealogies; Exodus begins with narrative and later proceeds with covenant-making and law, and then with the precise details of sanctuary building; Leviticus is composed almost entirely of cultic and then ethical and social law; and finally, Numbers alternates narrative and varied laws, under the structure of preparations for wilderness march, first encounters with the Promised Land, and preparations for entry. Except for Leviticus, the books also exhibit, at strategic points, striking examples of biblical poetry.", "An ancient name for Deuteronomy, <i>mishne tora</i>—which means “copy of the Torah,” but which was erroneously understood as “second Torah”—would seem to indicate more of the same combining of genres, and a not-too-close reading would support the idea of a rehashing of narrative, covenant-making, law, and poetry. But the reader who takes the time to weigh what stands before him or her will find much more. In its structure, style, content, and intent, Deuteronomy goes beyond what has preceded it. The image of Moshe addressing the assembled people on the Plains of Moab—the central setting of the book—provides the occasion for not merely a retelling, but a recasting of Israel’s mission and destiny. No book of the Torah is truer to the idea of “instruction” (Deuteronomy uses the term numerous times), including an emphasis on teaching and learning, with assembled and yet-to-be-born children as much the audience as “elders.”", "From the book’s opening phrase, “Now these are the words [or even “speeches”] that Moshe spoke to the Children of Israel / in (the country) across the Jordan,” the basic premise of Deuteronomy is that the aged Moshe, personally and indeed in the first person, speaks for the last time to the assembled Israelites, before their triumphant entry into the land of Canaan. The setting affects the entire content of the book; no longer is the narrator in the background, as in most of the Torah, but instead he is presented as directly addressing a living audience, an audience composed not only of the ancient hearers portrayed in the text but also of contemporary listeners.", "The image of a leader delivering a long public address on an auspicious occasion is well known from the ancient world, most familiarly from Greek historians (cf. Van Seters) but also abundantly in the ancient Near East (Weinfeld). The historian seeks to paint a vivid picture of the personality of his speaker and the high drama of the moment, and may go on at great length. While admitting to not having had the benefit of eyewitness sources, such chroniclers are nevertheless sincere in their desire to present what undoubtedly would have been said on such an occasion.", "Deuteronomy, whenever it was composed and placed in the Torah, takes this approach a step further. It is a fantastic conceit, really: as Rosenberg (1975) notes, Moshe, the man who was “not a man of words” (Ex. 4:10), all of a sudden finds his voice. And as Polzin (1980) has shown in his forceful analysis, in Deuteronomy Moshe’s voice functions fairly indistinguishably from God’s own—and then closes off the text by stipulating that nothing in the future is to be added or subtracted to it. So we are dealing with a text of directly authoritative character, a series of speeches that in their own self-understanding already bore the status of “Torah.” Hence Deuteronomy introduces into the Bible for the first time the concept of canon—a bounded, accepted body of authoritative literature.", "Moshe’s addresses, which include a historical review, repeated appeals to observe God’s laws and dire warnings against their violation, a reworking of previous laws and the addition of new ones, and a poem designed to keep the appeals and warnings in popular memory, have about them a deep rhetorical urgency. As such they are stylistically quite different from most of what is found in the first four books of the Bible. To be sure, there are many moments of high rhetoric in the previous narratives, and the laws—including cultic ones—are also not lacking appeals to the emotions (cf., for instance, the repeated injunctions to not oppress the sojourner, “for you were sojourners in the land of Egypt”). But as an extended piece of argumentation and pleading, Deuteronomy holds pride of place in the Torah, with its specialized vocabulary (described in the notes and commentary below), its alternately pleading and warning tone, and its long, elegant phrases (as Gottwald notes, these phrases are most often cast in the form of subordinate clauses, not the typical syntactical form found in the previous books).", "But not only does Deuteronomy provide an emotional capstone to the four books that precede it. It functions to link up with both the landed history of Israel in the narrative books to follow (Joshua through Kings) and the prophets’ emotional speeches to the people and their leaders. In the words of G. Ernest Wright,", "the central purpose of Deuteronomy is to furnish Israel with a complete order of faith and life which is the prerequisite for a prosperous and secure existence on the God-given land. The historian [of the succeeding books] shows how Israel failed to keep it and what the consequences were.", "It is in fact the monarchic setting that is commonly held to be the historical background to the compilation of Deuteronomy. While Moshe’s last days and the people’s being poised on the steppes opposite Jericho would certainly be a dramatic enough moment for our book’s speeches to occur, its language, style, and many of its concerns point to a later time in the history of Israel as a likely venue for at least a good part of its emotional appeal.", "That time, in the opinion of most biblical scholars over the past two centuries, was the middle of the reign of King Josiah (ruled 640–608 <small>B.C.E.</small>) of Judah, the southern kingdom (Israel, the north, had been overrun by Assyria a century previously). The Assyrian Empire, dominant in the region for three hundred years, was on the wane, and Josiah took advantage of this decline of power to expand his kingdom northward. He also—at about the time of the death of Ashurbanipal, the last powerful king of Assyria—began a wide-ranging reform that consisted largely of destroying the local “high places” of pagan worship that had figured so prominently in the reign of his grandfather, the notorious Manasseh (ruled 687–642). II Kings 23 describes the purge in great detail, noting both places and priests that were now rendered inoperative in favor of the centralization of the cult in Jerusalem.", "It is within this setting that Chapter  22 reports the dramatic discovery of a scroll “of the Torah.”", "The high priest Hilkiah said to Shaphan the secretary, “I have found the book of the law in the house of the L<small>ORD</small>.” … Shaphan then read it aloud to the king. When the king heard the words of the book of the law, he tore his clothes. Then the king commanded … saying: “Go, inquire of the L<small>ORD</small> for me, for the people, and for all Judah, concerning the words of this book that has been found, for great is the wrath of the L<small>ORD</small> … because our ancestors did not obey the words of this book, to do according to all that is written concerning us.” (22:8, 10–13, New Revised Standard Version)", "What precisely were the contents of the “book” we do not know; but it is usually taken to have been some form of Deuteronomy. The rhetorical force of the newly discovered text must have been considerable, for its reported result was that the king", "directed that all the elders of Judah and Jerusalem should be gathered to him. … he read in their hearing all the words of the book of the covenant that had been found in the house of the L<small>ORD</small>. The king stood by the pillar and made a covenant before the L<small>ORD</small>, to follow the L<small>ORD</small>, keeping his commandments, his decrees, and his statutes, with all his heart and all his soul, to perform the words of this covenant that were written in this book. All the people joined in the covenant. (23:1–3)", "The connections between these passages and the style of Deuteronomy will be obvious to anyone who reads the book, and it seems clear that Josiah’s reforms are closely related to concerns expressed in Deuteronomy.", "The Bible’s portrayal of this background does not necessarily mean that Deuteronomy was composed for the occasion, or even that it originated in Judah. Several scholars (notably Ginsberg) have remarked on connections to the northern kingdom of Israel (e.g., affinities to the prophet Hosea), and so it is possible that at least some of our book was a series of traditions brought south by refugees fleeing the Assyrian onslaught. In any event, the text of Deuteronomy addresses its audience with such emotional immediacy that it may safely be presumed that a crisis of major proportions loomed, and the opportunity presented itself for a large-scale revival—or redefinition—of Israel’s self-understanding. Similar crises later in Jewish history may have led to the editing and writing down (but not necessarily the composition) of other central texts, the Mishnah (c. 200) and the Babylonian Talmud (c. 450). Like these documents, and like the first four books of the Torah, Deuteronomy is written in such a way that it is difficult to pin down its precise background, which through additions and circumspection has been substantially obliterated. What is left to us are the many repetitions of “today” or “this day,” which signal the desire to make the “Instruction” contemporary for the audience, whoever and whenever that may be.", "The net effect of this process of creation and development was to establish the Torah’s character as a text that shows signs of new life and new thinking within itself. Deuteronomy, by its inclusion as the final book of the five, officially began the practice of “explaining” (1:5) the traditions of Israel, and thus paved the way for the classic form of Jewish religious and intellectual activity: the interpretation of Scripture (cf. Fishbane 1988 for a definitive study on “inner-biblical exegesis,” interpretation that appears within the Bible itself and hence becomes a legitimate part of its traditions). This activity strongly influenced Christianity and Islam as well, and is still a part of religious discourse and development in the Western world.", "In its overall structure, Deuteronomy breaks down fairly easily; but it is perhaps best understood in the light of comparative ancient Near Eastern material. Weinfeld’s lifetime of research has demonstrated the strong parallels between our book and certain Assyrian treaty texts (earlier Hittite texts have also been shown to be helpful in this regard; cf. Levenson 1985b for a useful summary). It is striking indeed that the Esarhaddon Treaty texts from the seventh century <small>B.C.E.</small>, which also produced the final form of Deuteronomy, seem to prefigure the basic structure of what Moshe lays out in the book: a historical overview, an exhortation to keep the covenant, the laws—particulars of the covenant, a series of blessings and curses following upon observance or nonobservance of the covenant, and a ceremony ratifying it. A similar pattern, in abbreviated form, may be observed in the Sinai covenant in Ex. 19–24.", "Weinfeld points out that such covenants or treaties were two-sided, with the suzerain granting his vassals certain favors in return for “love” (= loyalty), and threatening dire consequences if that loyalty were to become suspect. What is fascinating about the parallels is not so much that they exist, but that here, apparently, a political model from a hated enemy has been assimilated and transformed into a positive religious-national one. Such transformative power seems to be characteristic of biblical culture, which probably reworked known stories and poems, among other genres, into genuine Israelite creations (the Flood narratives of Genesis and Psalm 29 are two fruitful examples of the process).", "Deuteronomy, then, focuses mainly on the relationship between God and Israel, a relationship that has been spelled out before (as in Exodus) but that forms in this book the very soul of the text. Every act that Israel performs as a community, and every one done by individuals, is to be seen in that light. As elsewhere in the Bible, breaking one of God’s rules means not merely a violation of a statute but an affront to the suzerain, the sovereign Lord, and thus a grave risk to society’s well-being and even to its very existence. And there is a unity of purpose and concept here: Gottwald summarizes the message of the book as “the indivisible unity of <i>one God</i> for <i>one people</i> in <i>one land</i> observing <i>one cult</i>” (italics his).", "Given the treaty pattern that we have just referred to, an outline of the book might proceed along the following lines:", "I   Historical Overview (Moshe as Narrator; 1–4:43)", "A   Narrative of the Wilderness Journey (1–3)", "B   Transition: Beginning of the Exhortation (4:1–40) and Addendum on Towns of Asylum (4:41–43)", "II  Opening Exhortation (Moshe as Pleader; 4:44–11:36)", "Looking Back to the Revelation at Sinai", "III The Terms of the Covenant (Moshe as Lawgiver; 12–28)", "A   The Laws (12–26)", "B   Covenant Ceremony; Blessings and Curses (27–28)", "IV Concluding Exhortation (Moshe as Pleader; 29–30)", "Looking Ahead to Exile and Return", "V  Final Matters (31–34)", "A   Passing the Mantle (31)", "B   Moshe’s Admonitory Poem (32)", "C   Moshe’s Blessing to the Tribes (33)", "D   The End (34)", "A few simple structural observations, based on a closer look at the text itself, may be made here. Parts I and V stress the role of Yehoshua (Joshua) in the future. Then, too, Parts II and IV use similar rhetorical formulas toward the end of each (“See, I set before you this day …,” 11:26 and 30:15). Such a symmetry would suggest that Part III is the crucial one, and that is of course the case. Everything in Deuteronomy radiates out from the laws: a new humanism, a rethinking of tradition, and above all, a heartfelt appeal to “choose life” (30:19), a good life on the land under the blessing of God.", "It is only when that appeal has been fully made, and when all of Deuteronomy’s new material has been added (with no more to come, as the text sees it!), that Moshe can finally die, and the people of Israel can proceed into the Promised Land. The book of Numbers proved to be a false ending, and indeed the report of Moshe’s death was postponed from the end of that book to this, so that the biblical tradition could transform itself into a truly multifaceted and rich one. The Torah, which began in the nameless, unknowable past, ends in the limitless present and future, with a potential life ahead for the Israelite people as bountiful and as beautiful as the “good land” that Moshe is allowed to see from the summit of Pisga."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620382f6c9ad75f2d99afac2", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "", "ref": "The Five Books of Moses, by Everett Fox, Deuteronomy, Part III; The Terms of the Covenant, Sorcery and False Prophecy 1", "anchorRef": "Deuteronomy 18:9-22", "anchorRefExpanded": ["Deuteronomy 18:9", "Deuteronomy 18:10", "Deuteronomy 18:11", "Deuteronomy 18:12", "Deuteronomy 18:13", "Deuteronomy 18:14", "Deuteronomy 18:15", "Deuteronomy 18:16", "Deuteronomy 18:17", "Deuteronomy 18:18", "Deuteronomy 18:19", "Deuteronomy 18:20", "Deuteronomy 18:21", "Deuteronomy 18:22"], "sourceRef": "The Five Books of Moses, by Everett Fox, Deuteronomy, Part III; The Terms of the Covenant, Sorcery and False Prophecy 1", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, דברים, דברים מאמר ד׳, דברים הערה י״ג א׳", "anchorVerse": 9, "sourceHasEn": true, "commentaryNum": 1, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "דברים הערה י״ג", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<a class=\"refLink\" data-ref=\"Deuteronomy 18:9-22\" data-ven=\"The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995\">Deuteronomy 18:9-22</a>", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "625281a724f099ec072a7580", "index_title": "Em LaMikra", "category": "Commentary", "type": "commentary", "ref": "Em LaMikra, Deuteronomy 18:16:1", "anchorRef": "Deuteronomy 18:16", "anchorRefExpanded": ["Deuteronomy 18:16"], "sourceRef": "Em LaMikra, Deuteronomy 18:16:1", "sourceHeRef": "אם למקרא, דברים י״ח:ט״ז:א׳", "anchorVerse": 16, "sourceHasEn": false, "commentaryNum": 16.0001, "collectiveTitle": {"en": "Em LaMikra", "he": "אם למקרא"}, "heTitle": "דברים", "he": "<b>ככל אשר שאלת.</b> כל מדבר בדברי תורה או חכמה יקרא נביא על כן באומרו נביא מקרבך וגו' כמוני יש בכלל כל מורי האומה וחכמיה אף שלא ידברו ברו\"הק אבל יורו להבין דברי רו\"הק, והעד אומרו <b>כמוני</b> כי משה היה נביא, וחכם, ומבאר דברי ה' אל העם והוא אב הנביאים, ואב החכמים כלם, וכן בכלל הנביא המיועד כל אלה בכלל ומוכרח אתה לפרש כן שגם על למוד ופירוש התורה ידבר, שאם לא כן מהו זה שאמר אחר כך ככל אשר שאלת מעם ה' אלהיך בחורב ואם אין נביא אלא מוכיח או מגיד עתידות הנה בחורב לא שאלו ישראל אמצעי ונביא אלא בענין החקים והמשפטים והתורות ולא על התוכחות והעתידות, וממה שתלה משה הבטחת הנביא בשאלת ישראל ידענו שיהיו מעין שאלתם נביאים וחכמים מבארים דברי ה' אל העם, כמו שעשה משה באותו מעמד וזה יסוד חזק לאמתות תורה שבע\"פ.", "heVersionTitle": "Livorno, 1862-1863", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "62e66d60c4c36e21ac7bc77b", "index_title": "Rav Hirsch on Torah", "category": "Commentary", "type": "commentary", "ref": "Rav Hirsch on Torah, Deuteronomy 18:16:1", "anchorRef": "Deuteronomy 18:16", "anchorRefExpanded": ["Deuteronomy 18:16"], "sourceRef": "Rav Hirsch on Torah, Deuteronomy 18:16:1", "sourceHeRef": "רש\"ר הירש על התורה, דברים י״ח:ט״ז:א׳", "anchorVerse": 16, "sourceHasEn": true, "compDate": [1845, 1875], "commentaryNum": 16.0001, "collectiveTitle": {"en": "Rav Hirsch", "he": "רש\"ר הירש"}, "heTitle": "דברים", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "V. 16. ככל וגו׳ בחרב ביום הקהל. Am Horeb, am hellen, wachen Tage, stand eure ganze Volksgesamtheit vor Gott, und da erfuhret ihr an euch selber, was das heißt: \"Gottes Wort an den Menschen\" Ihr erfuhret da, daß das nicht <i>das</i> sei, was etwa ein Mensch in einer ihn über sich selbst hinaus hebenden oder seine Sinne verwirrenden Stimmung <i>aus sich hinaus</i> erzeugt. Gott sprach zu euch, sein Wort kam an euch, von Angesicht zu Angesicht sprach Gott <i>mit</i> euch (Kap. 5, 4), und es war das nicht eine Erfahrung, die ein einzelner von euch machte, ihr waret alle versammelt, und hörtet alle die ersten Sätze seiner Gesetzoffenbarung, die Gott an euch richtete. Da erfuhret ihr alle und ward es euch zur gewissesten selbsterfahrenen Tatsache, daß \"Gott <i>mit</i> dem Menschen redet und dieser am Leben bleibt\" (siehe oben Kap. 5), und nur, weil ihr eine Fortsetzung dieser unmittelbaren Anrede Gottes nicht ertragen zu können fürchtetet, genügte euch diese gewonnene Selbstüberzeugung, und auf deren Grund erbatet ihr euch die fernere Vermittlung der Gottesrede durch mich (daselbst 22-24). Was dort ausführlich gegeben ist, daran wird hier nur erinnert, um daran ", "versionTitle": "Der Pentateuch. Übersetzt und erläutert von Samson Raphael Hirsch, 1903 [de]", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "63c942b501e878406e0ceb86", "index_title": "Zohar", "category": "Kabbalah", "type": "", "ref": "Zohar, Toldot 19:175", "anchorRef": "Deuteronomy 18:16", "anchorRefExpanded": ["Deuteronomy 18:16"], "sourceRef": "Zohar, Toldot 19:175", "sourceHeRef": "ספר הזהר, תולדות י״ט:קע״ה", "anchorVerse": 16, "sourceHasEn": false, "compDate": [1100, 1400], "commentaryNum": 19.0037, "collectiveTitle": {"en": "Zohar", "he": "ספר הזהר"}, "heTitle": "תולדות", "he": "(בראשית כ״ז:ל״ג) וַיֶּחֱרַד יִצְחָק חֲרָדָה גְדוֹלָה, מַאי גְדוֹלָה, כְּתִיב הָכָא גְדוֹלָה, וּכְתִיב הָתָם (דברים י״ח:ט״ז) וְאֶת הָאֵשׁ הַגְּדוֹלָה הַזֹּאת וְגו', דְּעָאל עִמֵּיהּ גֵּיהִנֹּם. עַד מְאֹד. מַאי עַד מְאֹד. כְּתִיב הָכָא מְאֹד, וּכְתִיב הָתָם (בראשית א׳:ל״א) וְהִנֵּה טוֹב מְאֹד, דָּא מַלְאַךְ הַמָּוְת, כְּדֵין אָמַר מִי אֵיפֹה.", "heVersionTitle": "Vocalized Zohar, Israel 2013", "heLicense": "", "heVersionTitleInHebrew": "ספר הזהר מנקד, ישראל תשע\"ג", "text": "\"And when Esau heard the words of his father...\" (Beresheet 27:34).", "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": ""}, {"_id": "64185df1c9371ec0cebe348d", "index_title": "Reggio on Torah", "category": "Commentary", "type": "commentary", "ref": "Reggio on Torah, Deuteronomy 18:16:1", "anchorRef": "Deuteronomy 18:16", "anchorRefExpanded": ["Deuteronomy 18:16"], "sourceRef": "Reggio on Torah, Deuteronomy 18:16:1", "sourceHeRef": "ביאור יש\"ר על התורה, דברים י״ח:ט״ז:א׳", "anchorVerse": 16, "sourceHasEn": false, "compDate": [1790, 1810], "commentaryNum": 16.0001, "collectiveTitle": {"en": "Reggio", "he": "ביאור יש\"ר"}, "heTitle": "דברים", "he": "<b>ככל אשר שאלת,</b> לא השלים הכתוב בכאן השאלה ששאלו, כי באמרם לא אוסיף עוד לשמוע וגו' לא יזכו עדיין לנביאיו, אבל כאשר אמרו קרב אתה ושמע וכו' ואת תדבר אלינו וכו' ושמענו ועשינו, אז קבלו להאמין בנביאיו ולעשות כל אשר יצוה ה' על ידם:", "heVersionTitle": "Vienna, 1821", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6425b65997bd59efd168e0f6", "index_title": "Midrash Tannaim on Deuteronomy", "category": "Midrash", "type": "commentary", "ref": "Midrash Tannaim on Deuteronomy 18:16:1", "anchorRef": "Deuteronomy 18:16", "anchorRefExpanded": ["Deuteronomy 18:16"], "sourceRef": "Midrash Tannaim on Deuteronomy 18:16:1", "sourceHeRef": "מדרש תנאים על ספר דברים י״ח:ט״ז:א׳", "anchorVerse": 16, "sourceHasEn": false, "commentaryNum": 16.0001, "collectiveTitle": {"en": "Midrash Tannaim on Deuteronomy", "he": "מדרש תנאים על ספר דברים"}, "he": "<b>ככל אשר שאלת מעם ה' אלה' לא אסיף לשמוע את קול ה' אלה'</b> אלא קרב אתה ושמע באותה שעה זכו ישראל שיעמד להן המקום נביאים שנ' נביא אקים להם מקרב אח' כמוך שהם הקדימו לזכות:", "heVersionTitle": "Berlin, 1908", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "65c4f4de080c10c5ff4f43c7", "index_title": "Vayikra Rabbah", "category": "Midrash", "type": "", "ref": "Vayikra Rabbah 22:7", "anchorRef": "Deuteronomy 12:20-21:26", "anchorRefExpanded": ["Deuteronomy 12:20", "Deuteronomy 12:21", "Deuteronomy 12:22", "Deuteronomy 12:23", "Deuteronomy 12:24", "Deuteronomy 12:25", "Deuteronomy 12:26", "Deuteronomy 12:27", "Deuteronomy 12:28", "Deuteronomy 12:29", "Deuteronomy 12:30", "Deuteronomy 12:31", "Deuteronomy 13:1", "Deuteronomy 13:2", "Deuteronomy 13:3", "Deuteronomy 13:4", "Deuteronomy 13:5", "Deuteronomy 13:6", "Deuteronomy 13:7", "Deuteronomy 13:8", "Deuteronomy 13:9", "Deuteronomy 13:10", "Deuteronomy 13:11", "Deuteronomy 13:12", "Deuteronomy 13:13", "Deuteronomy 13:14", "Deuteronomy 13:15", "Deuteronomy 13:16", "Deuteronomy 13:17", "Deuteronomy 13:18", "Deuteronomy 13:19", "Deuteronomy 14:1", "Deuteronomy 14:2", "Deuteronomy 14:3", "Deuteronomy 14:4", "Deuteronomy 14:5", "Deuteronomy 14:6", "Deuteronomy 14:7", "Deuteronomy 14:8", "Deuteronomy 14:9", "Deuteronomy 14:10", "Deuteronomy 14:11", "Deuteronomy 14:12", "Deuteronomy 14:13", "Deuteronomy 14:14", "Deuteronomy 14:15", "Deuteronomy 14:16", "Deuteronomy 14:17", "Deuteronomy 14:18", "Deuteronomy 14:19", "Deuteronomy 14:20", "Deuteronomy 14:21", "Deuteronomy 14:22", "Deuteronomy 14:23", "Deuteronomy 14:24", "Deuteronomy 14:25", "Deuteronomy 14:26", "Deuteronomy 14:27", "Deuteronomy 14:28", "Deuteronomy 14:29", "Deuteronomy 15:1", "Deuteronomy 15:2", "Deuteronomy 15:3", "Deuteronomy 15:4", "Deuteronomy 15:5", "Deuteronomy 15:6", "Deuteronomy 15:7", "Deuteronomy 15:8", "Deuteronomy 15:9", "Deuteronomy 15:10", "Deuteronomy 15:11", "Deuteronomy 15:12", "Deuteronomy 15:13", "Deuteronomy 15:14", "Deuteronomy 15:15", "Deuteronomy 15:16", "Deuteronomy 15:17", "Deuteronomy 15:18", "Deuteronomy 15:19", "Deuteronomy 15:20", "Deuteronomy 15:21", "Deuteronomy 15:22", "Deuteronomy 15:23", "Deuteronomy 16:1", "Deuteronomy 16:2", "Deuteronomy 16:3", "Deuteronomy 16:4", "Deuteronomy 16:5", "Deuteronomy 16:6", "Deuteronomy 16:7", "Deuteronomy 16:8", "Deuteronomy 16:9", "Deuteronomy 16:10", "Deuteronomy 16:11", "Deuteronomy 16:12", "Deuteronomy 16:13", "Deuteronomy 16:14", "Deuteronomy 16:15", "Deuteronomy 16:16", "Deuteronomy 16:17", "Deuteronomy 16:18", "Deuteronomy 16:19", "Deuteronomy 16:20", "Deuteronomy 16:21", "Deuteronomy 16:22", "Deuteronomy 17:1", "Deuteronomy 17:2", "Deuteronomy 17:3", "Deuteronomy 17:4", "Deuteronomy 17:5", "Deuteronomy 17:6", "Deuteronomy 17:7", "Deuteronomy 17:8", "Deuteronomy 17:9", "Deuteronomy 17:10", "Deuteronomy 17:11", "Deuteronomy 17:12", "Deuteronomy 17:13", "Deuteronomy 17:14", "Deuteronomy 17:15", "Deuteronomy 17:16", "Deuteronomy 17:17", "Deuteronomy 17:18", "Deuteronomy 17:19", "Deuteronomy 17:20", "Deuteronomy 18:1", "Deuteronomy 18:2", "Deuteronomy 18:3", "Deuteronomy 18:4", "Deuteronomy 18:5", "Deuteronomy 18:6", "Deuteronomy 18:7", "Deuteronomy 18:8", "Deuteronomy 18:9", "Deuteronomy 18:10", "Deuteronomy 18:11", "Deuteronomy 18:12", "Deuteronomy 18:13", "Deuteronomy 18:14", "Deuteronomy 18:15", "Deuteronomy 18:16", "Deuteronomy 18:17", "Deuteronomy 18:18", "Deuteronomy 18:19", "Deuteronomy 18:20", "Deuteronomy 18:21", "Deuteronomy 18:22", "Deuteronomy 19:1", "Deuteronomy 19:2", "Deuteronomy 19:3", "Deuteronomy 19:4", "Deuteronomy 19:5", "Deuteronomy 19:6", "Deuteronomy 19:7", "Deuteronomy 19:8", "Deuteronomy 19:9", "Deuteronomy 19:10", "Deuteronomy 19:11", "Deuteronomy 19:12", "Deuteronomy 19:13", "Deuteronomy 19:14", "Deuteronomy 19:15", "Deuteronomy 19:16", "Deuteronomy 19:17", "Deuteronomy 19:18", "Deuteronomy 19:19", "Deuteronomy 19:20", "Deuteronomy 19:21", "Deuteronomy 20:1", "Deuteronomy 20:2", "Deuteronomy 20:3", "Deuteronomy 20:4", "Deuteronomy 20:5", "Deuteronomy 20:6", "Deuteronomy 20:7", "Deuteronomy 20:8", "Deuteronomy 20:9", "Deuteronomy 20:10", "Deuteronomy 20:11", "Deuteronomy 20:12", "Deuteronomy 20:13", "Deuteronomy 20:14", "Deuteronomy 20:15", "Deuteronomy 20:16", "Deuteronomy 20:17", "Deuteronomy 20:18", "Deuteronomy 20:19", "Deuteronomy 20:20", "Deuteronomy 21:1", "Deuteronomy 21:2", "Deuteronomy 21:3", "Deuteronomy 21:4", "Deuteronomy 21:5", "Deuteronomy 21:6", "Deuteronomy 21:7", "Deuteronomy 21:8", "Deuteronomy 21:9", "Deuteronomy 21:10", "Deuteronomy 21:11", "Deuteronomy 21:12", "Deuteronomy 21:13", "Deuteronomy 21:14", "Deuteronomy 21:15", "Deuteronomy 21:16", "Deuteronomy 21:17", "Deuteronomy 21:18", "Deuteronomy 21:19", "Deuteronomy 21:20", "Deuteronomy 21:21", "Deuteronomy 21:22", "Deuteronomy 21:23", "Deuteronomy 21:24", "Deuteronomy 21:25", "Deuteronomy 21:26"], "sourceRef": "Vayikra Rabbah 22:7", "sourceHeRef": "ויקרא רבה כ״ב:ז׳", "anchorVerse": 20, "sourceHasEn": true, "compDate": [500], "commentaryNum": 22.0007, "collectiveTitle": {"en": "Vayikra Rabbah", "he": "ויקרא רבה"}, "heTitle": "ויקרא רבה", "he": "רַבִּי יִשְׁמָעֵאל וְרַבִּי עֲקִיבָא, רַבִּי יִשְׁמָעֵאל אָמַר הֲרֵי זֶה הֶתֵּר מִכְּלַל אִסּוּר, לְפִי שֶׁהָיוּ יִשְׂרָאֵל אֲסוּרִין בִּבְשַׂר תַּאֲוָה בַּמִּדְבָּר לֹא בָּא הַכָּתוּב וְהִתִּיר לָהֶם אֶלָּא בִּשְׁחִיטָה. רַבִּי עֲקִיבָא אוֹמֵר הֲרֵי זֶה אִסּוּר מִכְּלַל הֶתֵּר, לְפִי שֶׁהָיוּ יִשְׂרָאֵל נוֹחֲרִין וְאוֹכְלִין בַּמִּדְבָּר לֹא בָּא הַכָּתוּב וְאָסַר לָהֶם כֵּן אֶלָּא בִּשְׁחִיטָה. תָּנֵי רַבִּי יִשְׁמָעֵאל לְפִי שֶׁהָיוּ יִשְׂרָאֵל אֲסוּרִין בִּבְשַׂר תַּאֲוָה בַּמִּדְבָּר, לְפִיכָךְ הִזְהִירָן הַכָּתוּב שֶׁיְהוּ מְבִיאִין קָרְבְּנוֹתֵיהֶן לַכֹּהֵן וְהַכֹּהֵן שׁוֹחֵט וּמְקַבֵּל, אַף עַל פִּי שֶׁהַבְּעָלִים יוֹשְׁבִים וּמְחַשְּׁבִים כָּל הַיּוֹם אֵין הַכֹּל הוֹלֵךְ אֶלָּא לְאַחַר הַשּׁוֹחֵט, וּמַה תַּלְמוּד לוֹמַר שְׁתֵּי שְׁחִיטוֹת, אֲשֶׁר יִשְׁחַט שְׁתֵּי פְּעָמִים, תָּנֵי בְּשֵׁם רַבִּי יוּדָן שְׁנֵי דִקְדּוּקֵי שְׁחִיטָה הֵן, רֹב שְׁנַיִם בִּבְהֵמָה וְרֹב אֶחָד בְּעוֹף.", "heVersionTitle": "Midrash Rabbah -- TE", "heLicense": "unknown", "heVersionTitleInHebrew": "מדרש רבה - תורת אמת", "text": "Rabbi Yishmael and Rabbi Akiva, Rabbi Yishmael said: This is a permit that emerges from a prohibition. Because it was prohibited for Israel to eat meat of desire in the wilderness,<sup class=\"footnote-marker\">24</sup><i class=\"footnote\">They were not permitted to slaughter animals just for the sake of eating meat and not for sacrifice as an offering. </i> the verse<sup class=\"footnote-marker\">25</sup><i class=\"footnote\">See Deuteronomy 12:20–21, 26–27.</i> comes and permits it for them only by means of slaughter. Rabbi Akiva says: This is a prohibition that emerges from a permit; because Israel would stab and eat in the wilderness, the verse came and prohibited it for them except for by means of slaughter.<sup class=\"footnote-marker\">26</sup><i class=\"footnote\">Rabbi Akiva holds that the Israelites were permitted to eat meat in the wilderness even without sacrificing the animal as an offering. Furthermore, they were permitted to stab the animal to kill it, as they had not yet been commanded in the rules of ritual slaughter. Thus, the verses in Deuteronomy that require ritual slaughter for animals that one kills in order to eat meat are not rendering permitted that which had formerly be forbidden, but the opposite, they render forbidden that which had formerly been permitted. </i> Rabbi Yishmael taught: Because it was prohibited for Israel to eat meat of desire in the wilderness, therefore, the verse cautioned them that they should bring their offerings to the priest, and the priest would slaughter and receive.<sup class=\"footnote-marker\">27</sup><i class=\"footnote\">The priest would receive the blood in a vessel and sprinkle it on the altar.</i> Even if the owners sit and have intent all day, everything follows only the slaughterer.<sup class=\"footnote-marker\">28</sup><i class=\"footnote\">Even if the owners’ intent is that the offering be eaten or its blood sprinkled beyond its prescribed time or not in its prescribed place, the offering is not disqualified.</i> Why does the verse state two slaughters, “who will slaughter” (Leviticus 17:3), twice? It is taught in the name of Rabbi Yudan: They are two standards for slaughter: Most of two in an animal and most of one in a bird.<sup class=\"footnote-marker\">29</sup><i class=\"footnote\">When slaughtering an animal one must cut through most of both its trachea and its esophagus – two organs. When slaughtering a bird, one is required to cut through most of only one of the organs. </i>", "versionTitle": "The Sefaria Midrash Rabbah, 2022", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "657ecc8c758c1dc532ec96ad", "index_title": "Steinsaltz on Deuteronomy", "category": "Commentary", "type": "commentary", "ref": "Steinsaltz on Deuteronomy 18:16", "anchorRef": "Deuteronomy 18:16", "anchorRefExpanded": ["Deuteronomy 18:16"], "sourceRef": "Steinsaltz on Deuteronomy 18:16", "sourceHeRef": "ביאור שטיינזלץ על דברים י״ח:ט״ז", "anchorVerse": 16, "sourceHasEn": true, "commentaryNum": 18.0016, "collectiveTitle": {"en": "Steinsaltz", "he": "ביאור שטיינזלץ"}, "heTitle": "ביאור שטיינזלץ על דברים", "he": "<b>כְּכֹל אֲשֶׁר שָׁאַלְתָּ</b>, ביקשת\n  <b>מֵעִם ה' אֱלֹהֶיךָ בְּחֹרֵב בְּיוֹם הַקָּהָל</b>, במעמד הר סיני\n  <b>לֵאמֹר: \"לֹא אֹסֵף לִשְׁמֹעַ אֶת קוֹל ה' אֱלֹהָי, וְאֶת הָאֵשׁ הַגְּדֹלָה הַזֹּאת לֹא אֶרְאֶה עוֹד</b>–\n  <b>וְלֹא אָמוּת\",</b> שכן יראתם מן המפגש הישיר עם אלוקים וביקשתם שאני אתווך בינו ובינכם.", "heVersionTitle": "The Koren Steinsaltz Tanakh HaMevoar - Hebrew", "heLicense": "Copyright: Steinsaltz Center", "heVersionTitleInHebrew": "", "text": "<b>in accordance with everything that you asked of the Lord your God at Horev on the day of the assembly,</b> at the revelation on Mount Sinai, <b>saying: I will not continue to hear the voice of the Lord my God, and I will not see this great fire anymore so that I will not die.</b> Fearing the direct encounter with God, you petitioned me to mediate between Him and you.", "versionTitle": "The Steinsaltz Tanakh - English", "license": "Copyright: Steinsaltz Center", "versionTitleInHebrew": ""}, {"_id": "55df64c0fbfba219f7dcce3b", "index_title": "Derashot HaRan", "category": "Jewish Thought", "type": "", "ref": "Derashot HaRan 11:40", "anchorRef": "Deuteronomy 18:16", "anchorRefExpanded": ["Deuteronomy 18:16"], "sourceRef": "Derashot HaRan 11:40", "sourceHeRef": "דרשות הר\"ן י״א:מ׳", "anchorVerse": 16, "sourceHasEn": true, "compDate": [1320, 1370], "commentaryNum": 11.004, "collectiveTitle": {"en": "Derashot HaRan", "he": "דרשות הר\"ן"}, "heTitle": "דרשות הר\"ן", "he": "וזו התשובה, שהתורה אסרה אותם הענינים כלן ואע\"פ שאפשר שימשך מהם תועלת, מפני שהשמוש בדברים ההם יביא לרומם הכוכבים ולגדלם יהיה אפשר שימשך מזה שיעבדם. שכשיחשוב שמה שיועילו הכוכבים או יזיקו יהיה בבחירתם ורצונם ושכפי מה שנעשה מהפעלים האהובים אצלם או השנואים יועיל או יזיק. וזה כלו טעות גמור שגם כשנודה שהכוכבים מזיקים ומועילים, אינם עושין כן בבחירתם אבל מצד הטבע שהטביע הש\"י שא\"א שישתנה מצד פעולתנו, כמו שא\"א לאש שלא ישרוף הדברים המקבלים שריפה ממנו, כן א\"א למאדים שלא יחמם. ונמצא שכל הפעולות שיעשו האנשים להשיג רצון הכוכבים הוא דבר בטל. וכדי שיבצר ממנו הטעות שהוא מין עבודת אלילים אסרה אותו תורה עלינו גם בחירת העתים. אף על פי שאי אפשר שימשך מזה איזה תועלת, והתועלת ההוא כבר השלימתו בכל מצותיה ואזהרותיה, שאין ספק שהקללות והברכות האמורות בתורה כלן מורות שכשנחזיק בדרכי התורה והמצות לא נהיה השועבדים להשגת טבע מציאותם ולא למה שימשך ממשפטי הכוכבים, ולמה היתה התורה צריכה לבאר במה ישלם ענינו במה שנחסר מהתועלות ההם, כי כלל התורה סובב על זה. אבל הוצרך להשלים התועלות שימשך מצד הקדמת הידיעה, והשלימו על ידי נביא ורמז שהידיע שתושג על ידי נביא שלמה מאד. לפי שהמראה העצומה שמשיג הנביא היא שאין ביכולת הטבעי האנושי להשיגה. ולפיכך שנה בכאן מה שכתב כבר בפרשת ואתחנן ככל אשר שאלת מעם ה' אלהיך בחורב ביום הקהל לאמר לא אוסף עוד לשמוע את קול ה' אלהי ואת האש הגדולה הזאת לא אראה עוד ולא אמות, רמז בזה במה שראוי לסמוך על דבריו כמו שצוה ואמר אליו תשמעון אחר שהוא משיג מה שאין בכח האדם מצד טבעו להשיג.", "heVersionTitle": "wikisource", "heLicense": "", "heVersionTitleInHebrew": "ויקיטקסט", "text": "The answer: The Torah forbade all those things, though some benefit might be derived from them, because preoccupation with them might cause one to extol and magnify the constellations, and, possibly, even serve them, on the assumption that their beneficence or maleficence proceeded from [the constellations'] choice or will, and that they would exert, respectively, as men engaged in acts beloved or hated of them. And this is absolute error, for though we acknowledge the constellations to exert maleficent or beneficent influences, they exert them [these influences] not as a result of their will but as a result of the nature which the Blessed One has implanted in them and which is in no way altered by our acts. For just as it is impossible for fire not to burn flammable objects, so it is impossible for Mars not to generate heat. It follows, then, that all that men do to propitiate the stars is absolute vanity. And, so that we not fall into this error, which unquestionably, is a kind of idol worship, the Torah forbade to us even the determination of propitious times, though, conceivably, some benefit could result from this. However, it compensated for this lost benefit by all of its mitzvoth and exhortations. For there is no doubt that the maledictions and blessings mentioned in the Torah are all of the import that if we abide by the ways of Torah and mitzvoth we are not subject to nature or to the influences of the constellations. And the Torah had no need to spell out how we would be compensated for what we lost in abandoning these practices, for the entire Torah revolves around this implicit compensation [of the subservience of nature to mitzvoth]. What did have to be spelled out was the compensation for our loss of foreknowledge, that compensation being provided for by the prophet. And it is intimated that the perception of the prophet is of extremely great perfection. For the awesome vision perceived by the prophet is not within the power of human nature to absorb. It is for this reason that there is repeated here (Deuteronomy 18:16) what had already been stated in parshath Va'etchanan: \"According to all that you asked of the L-rd your G-d in Chorev on the day of your assembly, saying: 'Let me not hear again the voice of the L-rd my G-d, and let me not see this great fire again, lest I die.'\" This is an intimation of the rationale for implicit reliance upon his words, it being stated beforehand (Ibid 15): \"Him shall you heed\" — the idea being that he perceives what it is not in the power of human nature to absorb.", "versionTitle": "Derashot HaRan, by Rabbi Shraga Silverstein", "license": "CC-BY", "versionTitleInHebrew": "דרשות הר\"ן, מתורגמות בידי רבי שרגא סילברשטיין"}, {"_id": "5892f2e1d6e4a92746472abc", "index_title": "Chizkuni", "category": "Commentary", "type": "commentary", "ref": "Chizkuni, Deuteronomy 18:16:1", "anchorRef": "Deuteronomy 18:16", "anchorRefExpanded": ["Deuteronomy 18:16"], "sourceRef": "Chizkuni, Deuteronomy 18:16:1", "sourceHeRef": "חזקוני, דברים י״ח:ט״ז:א׳", "anchorVerse": 16, "sourceHasEn": true, "compDate": [1220, 1260], "commentaryNum": 16.0001, "collectiveTitle": {"en": "Chizkuni", "he": "חזקוני"}, "heTitle": "דברים", "he": "<b>לא אסף </b>הסמ״‎ך בצרי.\n", "heVersionTitle": "Chizkuni", "heLicense": "Public Domain", "heVersionTitleInHebrew": "חזקוני", "text": " לא אוסף, “I do not wish to continue, etc.” [Moses refers to when, during the revelation at Mount Sinai 39 years earlier, the people who had been listening to G-d’s voice directly, had found that voice so frightening that they asked Moses to be their go between. (Exodus 20,16)] The letter ס in the word אוסף has the vowel tzeyreh;", "versionTitle": "Chizkuni, translated and annotated by Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": "חזקוני, מתורגם ומוער בידי אליהו מונק"}, {"_id": "5a9d3d45d6e4a9026bd9048b", "index_title": "Aderet Eliyahu", "category": "Commentary", "type": "commentary", "ref": "Aderet Eliyahu, Deuteronomy 18:16:1", "anchorRef": "Deuteronomy 18:16", "anchorRefExpanded": ["Deuteronomy 18:16"], "sourceRef": "Aderet Eliyahu, Deuteronomy 18:16:1", "sourceHeRef": "אדרת אליהו, דברים י״ח:ט״ז:א׳", "anchorVerse": 16, "sourceHasEn": false, "compDate": [1740, 1800], "commentaryNum": 16.0001, "collectiveTitle": {"en": "Aderet Eliyahu", "he": "אדרת אליהו"}, "heTitle": "דברים", "he": "<b>ככל אשר שאלת. </b>שיעמיד לכם נביאים:", "heVersionTitle": "Aderet Eliyahu, Halberstadt, 1860", "heLicense": "Public Domain", "heVersionTitleInHebrew": "אדרת אליהו על התורה, הלברשטאט תרי\"ט", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5a9d3d45d6e4a9026bd9048d", "index_title": "Aderet Eliyahu", "category": "Commentary", "type": "commentary", "ref": "Aderet Eliyahu, Deuteronomy 18:16:2", "anchorRef": "Deuteronomy 18:16", "anchorRefExpanded": ["Deuteronomy 18:16"], "sourceRef": "Aderet Eliyahu, Deuteronomy 18:16:2", "sourceHeRef": "אדרת אליהו, דברים י״ח:ט״ז:ב׳", "anchorVerse": 16, "sourceHasEn": false, "compDate": [1740, 1800], "commentaryNum": 16.0002, "collectiveTitle": {"en": "Aderet Eliyahu", "he": "אדרת אליהו"}, "heTitle": "דברים", "he": "<b>לא אסף לשמע את קול ה' אלהי ואת האש הגדלה הזאת.</b> משום שנ' מן השמי' השמיעך את קלו ליסרך ועל הארץ הראך את אשו הגדולה והוא כנגד נפש ורוח. שנפש מן הארץ ורוח מן השמים ע״כ כנגד הרוח שהוא מן השמים נאמר השמיעך את קלו וכנגד נפש אמר ועל הארץ הראך וגו' וע״כ אמרו לא אסף לשמע את קול ה' אלהי זהו מן השמי' השמיעך את קלו וגו' שהרוח לא יכול לסבול ואת האש הגדול' זהו שנ' ועל הארץ הראך את אשו וגו' שלא יכלו לסבול בנפש:", "heVersionTitle": "Aderet Eliyahu, Halberstadt, 1860", "heLicense": "Public Domain", "heVersionTitleInHebrew": "אדרת אליהו על התורה, הלברשטאט תרי\"ט", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6319d0c5b6084aa1cbf0745b", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, יהוה 1", "anchorRef": "Deuteronomy 18:16", "anchorRefExpanded": ["Deuteronomy 18:16"], "sourceRef": "BDB, יהוה 1", "sourceHeRef": "בראון-דרייבר-בריגס, יהוה א׳", "anchorVerse": 16, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "יהוה", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><span dir=\"rtl\">יהוה</span></big><sub>c.</sub>  6823 i.e. <span dir=\"rtl\">יַהְוֶה</span> <strong>n.pr.dei</strong> Yahweh, the proper name of the God of Israel—<strong>(1.</strong> MT <span dir=\"rtl\">יְהוָֹה</span><sub>6518</sub> (Qr <span dir=\"rtl\">אֲדֹנָי</span>), or <span dir=\"rtl\">יֱהוִֹה</span><sub>305</sub> (Qr <span dir=\"rtl\">אֱלֹהִים</span>), in the combinations <span dir=\"rtl\">אדני יהוה</span> & <span dir=\"rtl\">יהוה אדני</span> (vid. <span dir=\"rtl\">אֲדֹנָי</span>), and with prep. <span dir=\"rtl\">בַּיהוָֹה</span>, <span dir=\"rtl\">לַיהוָֹה</span>, <span dir=\"rtl\">מֵיהוָֹה</span> (Qr <span dir=\"rtl\">בַּאדֹנָי</span>, <span dir=\"rtl\">לַאדֹנָי</span>, <span dir=\"rtl\">מֵאדֹנָי</span>), do not give the original form. 𝔊 and other Vrss follow the Qr. On the basis of <a data-ref=\"Exodus 20:7\" href=\"/Exodus.20.7\">Ex 20:7</a>; <a data-ref=\"Leviticus 24:11\" href=\"/Leviticus.24.11\">Lv 24:11</a> <span dir=\"rtl\">יהוה</span> was regarded as a <em>nomen ineffabile</em> (vid. Philo de Vita Mosis iii, 519, 529), called by the Jews <span dir=\"rtl\">הַשֵּׁם</span> and by the Samaritans <span dir=\"rtl\">שׁימא</span>. The pronunciation <em>Jehovah</em> was unknown until 1520, when it was introduced by Galatinus; but it was contested by Le Mercier, J. Drusius, and L. Capellus, as against grammatical and historical propriety (cf. Bö<sup>§ 88</sup>). The traditional Ἰαβέ of Theodoret and Epiphanius, the <span dir=\"rtl\">־יָהוּ</span>, <span dir=\"rtl\">יְהוֹ־</span> of compound n.pr. and the contracted form <span dir=\"rtl\">יָהּ</span>, all favour <span dir=\"rtl\">יַהְוֶה</span> (cf. <span dir=\"rtl\">יַהֲלֹמ֑וּן</span> <a data-ref=\"Psalms 74:6\" href=\"/Psalms.74.6\">ψ 74:6</a>; <span dir=\"rtl\">תַּהֲרוּ</span> <a data-ref=\"Isaiah 33:11\" href=\"/Isaiah.33.11\">Is 33:11</a>), v. Lag<sup>Sym. i. 14</sup> Baudissin<sup>Studien i. 179 ff.</sup>; Dr<sup>Stud. Bib. i. 1 ff.</sup> For <em>Jeve</em> v. Sta<sup>ZAW 1881, 346</sup> De <sup>ib. 1882, 173 f. & Gn. Excurs. ii</sup>. <strong>2.</strong> on liter. of interpret. v. Nes<sup>Eg 67</sup> Dr<sup>l.c.</sup>.—Many recent scholars explain <span dir=\"rtl\">יַהְוֶה</span> as Hiph. of <span dir=\"rtl\">הוה</span> (= <span dir=\"rtl\">היה</span>) <em>the one bringing into being, life-giver</em> (cf. <a data-ref=\"BDB, הַוָּה\" href=\"/BDB,_הַוָּה\", dir=\"rtl\">הַוָּה</a> <a data-ref=\"Genesis 3:20\" href=\"/Genesis.3.20\">Gn 3:20</a>) Schr HSch; <em>giver of existence, creator</em>, Kue Tiele; <em>he who brings to pass</em> (so already Le Clerc), <em>performer of his promises</em>, Lag, Nes.<sup>Eg 88</sup> (but Nes<sup>Eg. 91</sup> inclines to Qal as RS<sup>Brit. & For. Ev. Rev.</sup> v. infr.); or from <span dir=\"rtl\">הוה</span> <em>he who causes to fall</em>, rain or lightning RS<sup>OTJC ed. 1, 423; om. ed. 2, 245</sup>, cf. We<sup>Skizzen iii. 175</sup>; ‘<em>Fäller</em>,’ destroying foes, Sta<sup>G. i. 429</sup> (dubiously). But most take it as Qal of <span dir=\"rtl\">היה</span> (= <span dir=\"rtl\">היה</span>); <em>the one who is:</em> i.e. <em>the absolute and unchangeable one</em>, Ri; <em>the existing, ever-living</em>, as self-consistent and unchangeable, Di; or <em>the one ever coming into manifestation</em> as the God of redemption, De Oehl; cf. also RS<sup>Brit. & For. Ev. Rev. 1876</sup>, <em>he will be</em> it, i.e. all that his servants look for (cf. Ew<sup>infr.</sup>), <em>he will approve himself</em> (<em>give evidence of being, assert his being</em> Dr<sup>l. c. 17</sup>)<strong>).</strong> theories of non-Heb. or non-Sem. origin. opposed (in their older forms) by Bau<sup>Rel i. 181 ff. (v. especially 230)</sup>; Dl<sup>Pa 162 ff.</sup> claimed Bab. origin for <span dir=\"rtl\">יהו</span>, against this Kue<sup>National religions, etc., Note iv (Eng. Trans. 329 ff.)</sup> Jastr<sup>JBL xiii (1894), 103 f.</sup> cf. Hpt<sup>BAS i. 170 N</sup>; Dl <sup>Babel u. Bibel, 46 f., 73 f.</sup> makes same claim for <span dir=\"rtl\">יהוה</span>, agst. this v. especially Hirsch<sup>ZAW xxiii (1903), 355 ff.</sup> Zim<sup>KAT 3, 465 ff.</sup>; Spiegelberg<sup>ZMG liii (1899), 633 ff.</sup> proposes (improb.) Egyptian etymol. for <span dir=\"rtl\">יהוה</span>; further discussions see in Kö<sup>EB Names, § 112 and n. 3</sup>. ‘Jehovah’ found in Jacob (? Johann.) Wessel († 1480), according to Schwally<sup>ThLZ, 1905, col. 612</sup>.<br><strong>I.</strong>  <span dir=\"rtl\">יהוה</span> is not used by E in Gn, but is given <a data-ref=\"Exodus 3:12-15\" href=\"/Exodus.3.12-15\">Ex 3:12–15</a> as the name of the God who revealed Himself to Moses at Horeb, and is explained thus: <span dir=\"rtl\">אֶהְיֶה עִמָּ֑ךְ</span> <em>I shall be with thee</em> (v <a data-ref=\"Exodus 3:12\" href=\"/Exodus.3.12\">12</a>), which is then implied in <span dir=\"rtl\">אֶהְיֶה אֲשֶׁר אֶהְיֶה</span> <em>I shall be the one who will be</em> it v <a data-ref=\"Exodus 3:14\" href=\"/Exodus.3.14\">14a</a> (i.e. with thee v <a data-ref=\"Exodus 3:12\" href=\"/Exodus.3.12\">12</a>) and then compressed into <span dir=\"rtl\">אֶהְיֶה</span> v <a data-ref=\"Exodus 3:14\" href=\"/Exodus.3.14\">14b</a> (i.e. with thee v <a data-ref=\"Exodus 3:12\" href=\"/Exodus.3.12\">12</a>), which then is given in the nominal form <span dir=\"rtl\">יהוה</span> <em>He who will be</em> it v <a data-ref=\"Exodus 3:15\" href=\"/Exodus.3.15\">15</a> (i.e. with thee v <a data-ref=\"Exodus 3:12\" href=\"/Exodus.3.12\">12</a>). Cf. Ew<sup>BTh ii. 337, 338</sup> RS<sup>l. c., Proph. 385 ff.</sup> Other interpretations are: <em>I am he who I am</em>, i.e. it is no concern of yours (Le Clerc Lag<sup>Psalt. Hieron. 156</sup>); <em>I am</em>, (this is my name), <em>inasmuch as I am</em> (<span dir=\"rtl\">אֲשֶׁר</span> = <span dir=\"rtl\">כִּי</span>; AE JDMich We<sup>JD Th xxi, 540 = Comp. Hex. 72</sup>); Di al. <em>I am who I am</em>, he who is essentially unnameable, inexplicable.—E uses <span dir=\"rtl\">יהוה</span> sparingly by the side of <span dir=\"rtl\">אלהים</span> and <span dir=\"rtl\">האלהים</span> in his subsequent narrative. The Ephraimitic writers in Ju S K use it in similar proportions. P abstains from the use of <span dir=\"rtl\">יהוה</span> until he gives an account of its revelation to Moses <a data-ref=\"Exodus 6:3\" href=\"/Exodus.6.3\">Ex 6:3</a>; but subsequently uses it freely. He gives no explanation of its meaning. He represents that <span dir=\"rtl\">אֵל שַׁדַּי</span> was the God of the patriarchs. J uses <span dir=\"rtl\">יהוה</span> from the beginning of his narrative, possibly explaining it, <a data-ref=\"Genesis 21:33\" href=\"/Genesis.21.33\">Gn 21:33</a> by <span dir=\"rtl\">אל עולם</span>, the evergreen tamarisk being a symbol of the ever-living God; cf. De <a data-ref=\"Genesis 21:33\" href=\"/Genesis.21.33\">Gn 21:33</a>. Elsewhere <span dir=\"rtl\">יהוה</span> is the common divine name in pre-exilic writers, but in post-exilic writers gradually falls into disuse, and is supplanted by <span dir=\"rtl\">אלהים</span> and <span dir=\"rtl\">אדני</span>. In Job it is used 31 times in prose parts, and <a data-ref=\"Job 12:9\" href=\"/Job.12.9\">12:9</a> (a proverb); not elsewhere in the poem. Chr apart from his sources prefers <span dir=\"rtl\">אלהים</span> and <span dir=\"rtl\">האלהים</span>. Dn uses <span dir=\"rtl\">יהוה</span> only in chap. 9 (7 times); Ec not at all. In the Elohistic group of <a data-ref=\"Psalms 42-83\" href=\"/Psalms.42-83\">ψ 42–83</a> it is used 39 times (see <a data-ref=\"BDB, אֱלֹהִים\" href=\"/BDB,_אֱלֹהִים\", dir=\"rtl\">אלהים</a>). It occurs as the name of Israel’s God MI <sup>18</sup>. It is doubtful whether it was used by other branches of the Shemitic family, cf. COT <a data-ref=\"Genesis 2:4\" href=\"/Genesis.2.4\">Gn 2:4b</a> Dl<sup>Pa 158 ff.</sup> Dr<sup>Stud. Bib. i. 7 ff.</sup><br><strong>II.</strong> <strong>1.</strong>  <span dir=\"rtl\">יהוה</span> is used with <span dir=\"rtl\">אלהים</span> with or without suffs., especially in D; <strong>a.</strong>  with <span dir=\"rtl\">אֱלֹהֶיךָ</span> in the Ten Words <a data-ref=\"Exodus 20:12\" href=\"/Exodus.20.12\">Ex 20:2–12</a> (5 times) = <a data-ref=\"Deuteronomy 5:16\" href=\"/Deuteronomy.5.16\">Dt 5:6–16</a>; in the law of worship of JE, <a data-ref=\"Exodus 23:19\" href=\"/Exodus.23.19\">Ex 23:19</a>; <a data-ref=\"Exodus 34:24\" href=\"/Exodus.34.24\">34:24</a>, <a data-ref=\"Exodus 34:26\" href=\"/Exodus.34.26\">26</a>; in D <sup>234 times</sup>; <a data-ref=\"Joshua 1:9\" href=\"/Joshua.1.9\">Jos 1:9</a>, <a data-ref=\"Joshua 1:17\" href=\"/Joshua.1.17\">17</a>; <a data-ref=\"Joshua 9:9\" href=\"/Joshua.9.9\">9:9</a>, <a data-ref=\"Joshua 9:24\" href=\"/Joshua.9.24\">24</a> (D<sup>2</sup>); elsewhere <a data-ref=\"Genesis 27:20\" href=\"/Genesis.27.20\">Gn 27:20</a> <a data-ref=\"Exodus 15:26\" href=\"/Exodus.15.26\">Ex 15:26</a> (JE), <a data-ref=\"Judges 6:26\" href=\"/Judges.6.26\">Ju 6:26</a>; S & K 20 times <a data-ref=\"I Chronicles 11:2\" href=\"/I_Chronicles.11.2\">1 Ch 11:2</a>; <a data-ref=\"I Chronicles 22:11\" href=\"/I_Chronicles.22.11\">22:11</a>, <a data-ref=\"I Chronicles 22:12\" href=\"/I_Chronicles.22.12\">12</a> <a data-ref=\"II Chronicles 9:8\" href=\"/II_Chronicles.9.8\">2 Ch 9:8</a><sup>(×2)</sup>; <a data-ref=\"II Chronicles 16:7\" href=\"/II_Chronicles.16.7\">16:7</a>; <a data-ref=\"Isaiah 7:11\" href=\"/Isaiah.7.11\">Is 7:11</a>; <a data-ref=\"Isaiah 37:4\" href=\"/Isaiah.37.4\">37:4</a><sup>(×2)</sup>; <a data-ref=\"Isaiah 41:13\" href=\"/Isaiah.41.13\">41:13</a>; <a data-ref=\"Isaiah 43:3\" href=\"/Isaiah.43.3\">43:3</a>; <a data-ref=\"Isaiah 51:15\" href=\"/Isaiah.51.15\">51:15</a>; <a data-ref=\"Isaiah 55:5\" href=\"/Isaiah.55.5\">55:5</a>; <a data-ref=\"Jeremiah 40:2\" href=\"/Jeremiah.40.2\">Je 40:2</a> + (3 times) <a data-ref=\"Hosea 12:10\" href=\"/Hosea.12.10\">Ho 12:10</a>; <a data-ref=\"Hosea 13:4\" href=\"/Hosea.13.4\">13:4</a>; <a data-ref=\"Hosea 14:2\" href=\"/Hosea.14.2\">14:2</a>; <a data-ref=\"Amos 9:15\" href=\"/Amos.9.15\">Am 9:15</a>; <a data-ref=\"Psalms 81:11\" href=\"/Psalms.81.11\">ψ 81:11</a>. <strong>b.</strong>  with <span dir=\"rtl\">אֱלֹהֵיכֶם</span> in D 46 times; D<sup>2</sup> 28 times; H 15 times; P 15 times; elsewhere <a data-ref=\"Exodus 23:25\" href=\"/Exodus.23.25\">Ex 23:25</a> (E); <a data-ref=\"Exodus 8:24\" href=\"/Exodus.8.24\">8:24</a>; <a data-ref=\"Exodus 10:8\" href=\"/Exodus.10.8\">10:8</a>, <a data-ref=\"Exodus 10:16\" href=\"/Exodus.10.16\">16</a>, <a data-ref=\"Exodus 10:17\" href=\"/Exodus.10.17\">17</a> (JE); <a data-ref=\"Judges 6:10\" href=\"/Judges.6.10\">Ju 6:10</a>; <a data-ref=\"I Samuel 12:12\" href=\"/I_Samuel.12.12\">1 S 12:12</a>, <a data-ref=\"I Samuel 12:14\" href=\"/I_Samuel.12.14\">14</a>; <a data-ref=\"II Kings 17:39\" href=\"/II_Kings.17.39\">2 K 17:39</a>; <a data-ref=\"II Kings 23:21\" href=\"/II_Kings.23.21\">23:21</a>; <a data-ref=\"I Chronicles 22:18\" href=\"/I_Chronicles.22.18\">1 Ch 22:18</a> + (10 times Chr) <a data-ref=\"Psalms 76:12\" href=\"/Psalms.76.12\">ψ 76:12</a>; <a data-ref=\"Jeremiah 13:16\" href=\"/Jeremiah.13.16\">Je 13:16</a>; + (5 times) <a data-ref=\"Ezekiel 20:5\" href=\"/Ezekiel.20.5\">Ez 20:5</a>, <a data-ref=\"Ezekiel 20:7\" href=\"/Ezekiel.20.7\">7</a>, <a data-ref=\"Ezekiel 20:19\" href=\"/Ezekiel.20.19\">19</a>, <a data-ref=\"Ezekiel 20:20\" href=\"/Ezekiel.20.20\">20</a>; <a data-ref=\"Joel 2:13\" href=\"/Joel.2.13\">Jo 2:13</a> + (6 times) <a data-ref=\"Zechariah 6:15\" href=\"/Zechariah.6.15\">Zc 6:15</a>. <strong>c.</strong>  with <span dir=\"rtl\">אֱלֹהֵינוּ</span> in D 23 times; in D<sup>2</sup> 5 times; <a data-ref=\"Exodus 8:6\" href=\"/Exodus.8.6\">Ex 8:6</a> (JE) <a data-ref=\"Exodus 3:18\" href=\"/Exodus.3.18\">Ex 3:18</a>; <a data-ref=\"Exodus 5:3\" href=\"/Exodus.5.3\">5:3</a>; <a data-ref=\"Exodus 8:22\" href=\"/Exodus.8.22\">8:22</a>, <a data-ref=\"Exodus 8:23\" href=\"/Exodus.8.23\">23</a>; <a data-ref=\"Exodus 10:25\" href=\"/Exodus.10.25\">10:25</a>, <a data-ref=\"Exodus 10:26\" href=\"/Exodus.10.26\">26</a> (E) <a data-ref=\"Judges 11:24\" href=\"/Judges.11.24\">Ju 11:24</a>; <a data-ref=\"I Samuel 7:8\" href=\"/I_Samuel.7.8\">1 S 7:8</a>; <a data-ref=\"I Kings 8:57\" href=\"/I_Kings.8.57\">1 K 8:57</a>, <a data-ref=\"I Kings 8:59\" href=\"/I_Kings.8.59\">59</a>, <a data-ref=\"I Kings 8:61\" href=\"/I_Kings.8.61\">61</a>, <a data-ref=\"I Kings 8:65\" href=\"/I_Kings.8.65\">65</a> <a data-ref=\"II Kings 18:22\" href=\"/II_Kings.18.22\">2 K 18:22</a>; <a data-ref=\"II Kings 19:19\" href=\"/II_Kings.19.19\">19:19</a> = <a data-ref=\"Isaiah 36:7\" href=\"/Isaiah.36.7\">Is 36:7</a>; <a data-ref=\"Isaiah 37:20\" href=\"/Isaiah.37.20\">37:20</a>, <a data-ref=\"I Chronicles 13:2\" href=\"/I_Chronicles.13.2\">1 Ch 13:2</a> + (15 times Chr) <a data-ref=\"Micah 4:5\" href=\"/Micah.4.5\">Mi 4:5</a>; <a data-ref=\"Micah 7:17\" href=\"/Micah.7.17\">7:17</a>; <a data-ref=\"Isaiah 26:13\" href=\"/Isaiah.26.13\">Is 26:13</a>; <a data-ref=\"Jeremiah 3:22\" href=\"/Jeremiah.3.22\">Je 3:22</a> + (17 times) <a data-ref=\"Psalms 20:8\" href=\"/Psalms.20.8\">ψ 20:8</a>; <a data-ref=\"Psalms 90:17\" href=\"/Psalms.90.17\">90:17</a> (?; Baer <span dir=\"rtl\">אֲדֹנָי</span>) <a data-ref=\"Psalms 94:23\" href=\"/Psalms.94.23\">94:23</a>; <a data-ref=\"Psalms 99:5\" href=\"/Psalms.99.5\">99:5</a>, <a data-ref=\"Psalms 99:8\" href=\"/Psalms.99.8\">8</a>, <a data-ref=\"Psalms 99:9\" href=\"/Psalms.99.9\">9</a><sup>(×2)</sup>; <a data-ref=\"Psalms 105:7\" href=\"/Psalms.105.7\">105:7</a>; <a data-ref=\"Psalms 106:47\" href=\"/Psalms.106.47\">106:47</a>; <a data-ref=\"Psalms 113:5\" href=\"/Psalms.113.5\">113:5</a>; <a data-ref=\"Psalms 122:9\" href=\"/Psalms.122.9\">122:9</a>; <a data-ref=\"Psalms 123:2\" href=\"/Psalms.123.2\">123:2</a> <a data-ref=\"Daniel 9:10\" href=\"/Daniel.9.10\">Dn 9:10</a>, <a data-ref=\"Daniel 9:13\" href=\"/Daniel.9.13\">13</a>, <a data-ref=\"Daniel 9:14\" href=\"/Daniel.9.14\">14</a>. <strong>d.</strong>  c. <span dir=\"rtl\">אֱלֹהֵיהֶם</span> <a data-ref=\"Exodus 10:7\" href=\"/Exodus.10.7\">Ex 10:7</a> (J) <a data-ref=\"Exodus 29:46\" href=\"/Exodus.29.46\">Ex 29:46</a><sup>(×2)</sup> <a data-ref=\"Leviticus 26:44\" href=\"/Leviticus.26.44\">Lv 26:44</a> (P) <a data-ref=\"Judges 3:7\" href=\"/Judges.3.7\">Ju 3:7</a>; <a data-ref=\"Judges 8:34\" href=\"/Judges.8.34\">8:34</a>; <a data-ref=\"I Samuel 12:9\" href=\"/I_Samuel.12.9\">1 S 12:9</a>; <a data-ref=\"I Kings 9:9\" href=\"/I_Kings.9.9\">1 K 9:9</a>; <a data-ref=\"II Kings 17:7\" href=\"/II_Kings.17.7\">2 K 17:7</a>, <a data-ref=\"II Kings 17:9\" href=\"/II_Kings.17.9\">9</a>, <a data-ref=\"II Kings 17:14\" href=\"/II_Kings.17.14\">14</a>, <a data-ref=\"II Kings 17:16\" href=\"/II_Kings.17.16\">16</a>, <a data-ref=\"II Kings 17:19\" href=\"/II_Kings.17.19\">19</a>; <a data-ref=\"II Kings 18:12\" href=\"/II_Kings.18.12\">18:12</a> <a data-ref=\"II Chronicles 31:6\" href=\"/II_Chronicles.31.6\">2 Ch 31:6</a>; <a data-ref=\"II Chronicles 33:17\" href=\"/II_Chronicles.33.17\">33:17</a>; <a data-ref=\"II Chronicles 34:33\" href=\"/II_Chronicles.34.33\">34:33</a>; <a data-ref=\"Nehemiah 9:3\" href=\"/Nehemiah.9.3\">Ne 9:3</a><sup>(×2)</sup>, <a data-ref=\"Nehemiah 9:4\" href=\"/Nehemiah.9.4\">4</a>; <a data-ref=\"Jeremiah 3:21\" href=\"/Jeremiah.3.21\">Je 3:21</a>; <a data-ref=\"Jeremiah 22:9\" href=\"/Jeremiah.22.9\">22:9</a>; <a data-ref=\"Jeremiah 30:9\" href=\"/Jeremiah.30.9\">30:9</a>; <a data-ref=\"Jeremiah 43:1\" href=\"/Jeremiah.43.1\">43:1</a><sup>(×2)</sup> <a data-ref=\"Jeremiah 50:4\" href=\"/Jeremiah.50.4\">50:4</a>; <a data-ref=\"Ezekiel 28:26\" href=\"/Ezekiel.28.26\">Ez 28:26</a>; <a data-ref=\"Ezekiel 34:30\" href=\"/Ezekiel.34.30\">34:30</a>; <a data-ref=\"Ezekiel 39:22\" href=\"/Ezekiel.39.22\">39:22</a>, <a data-ref=\"Ezekiel 39:28\" href=\"/Ezekiel.39.28\">28</a> <a data-ref=\"Hosea 1:7\" href=\"/Hosea.1.7\">Ho 1:7</a>; <a data-ref=\"Hosea 3:5\" href=\"/Hosea.3.5\">3:5</a>; <a data-ref=\"Hosea 7:10\" href=\"/Hosea.7.10\">7:10</a>; <a data-ref=\"Zephaniah 2:7\" href=\"/Zephaniah.2.7\">Zp 2:7</a>; <a data-ref=\"Haggai 1:12\" href=\"/Haggai.1.12\">Hag 1:12</a><sup>(×2)</sup> <a data-ref=\"Zechariah 9:16\" href=\"/Zechariah.9.16\">Zc 9:16</a>; <a data-ref=\"Zechariah 10:6\" href=\"/Zechariah.10.6\">10:6</a>. <strong>e.</strong>  with <span dir=\"rtl\">אֱלֹהָיו</span> <a data-ref=\"Numbers 23:21\" href=\"/Numbers.23.21\">Nu 23:21</a> (E) <a data-ref=\"Exodus 32:11\" href=\"/Exodus.32.11\">Ex 32:11</a> (J) <a data-ref=\"Leviticus 4:22\" href=\"/Leviticus.4.22\">Lv 4:22</a> (P) <a data-ref=\"Deuteronomy 17:19\" href=\"/Deuteronomy.17.19\">Dt 17:19</a>; <a data-ref=\"Deuteronomy 18:7\" href=\"/Deuteronomy.18.7\">18:7</a>; <a data-ref=\"I Samuel 30:6\" href=\"/I_Samuel.30.6\">1 S 30:6</a>; <a data-ref=\"I Kings 5:17\" href=\"/I_Kings.5.17\">1 K 5:17</a>; <a data-ref=\"I Kings 11:4\" href=\"/I_Kings.11.4\">11:4</a>; <a data-ref=\"I Kings 15:3\" href=\"/I_Kings.15.3\">15:3</a>, <a data-ref=\"I Kings 15:4\" href=\"/I_Kings.15.4\">4</a>; <a data-ref=\"II Kings 5:11\" href=\"/II_Kings.5.11\">2 K 5:11</a>; <a data-ref=\"II Kings 16:2\" href=\"/II_Kings.16.2\">16:2</a>; <a data-ref=\"II Chronicles 1:1\" href=\"/II_Chronicles.1.1\">2 Ch 1:1</a>; + 13 times Chr; <a data-ref=\"Micah 5:3\" href=\"/Micah.5.3\">Mi 5:3</a>; <a data-ref=\"Jeremiah 7:28\" href=\"/Jeremiah.7.28\">Je 7:28</a>; <a data-ref=\"Psalms 33:12\" href=\"/Psalms.33.12\">ψ 33:12</a>; <a data-ref=\"Psalms 144:15\" href=\"/Psalms.144.15\">144:15</a>; <a data-ref=\"Psalms 146:5\" href=\"/Psalms.146.5\">146:5</a>; <a data-ref=\"Jonah 2:2\" href=\"/Jonah.2.2\">Jon 2:2</a>. <strong>f.</strong>  with <span dir=\"rtl\">אֱלֹהַי</span> <a data-ref=\"Numbers 22:18\" href=\"/Numbers.22.18\">Nu 22:18</a> (JE) <a data-ref=\"Deuteronomy 4:5\" href=\"/Deuteronomy.4.5\">Dt 4:5</a>; <a data-ref=\"Deuteronomy 18:16\" href=\"/Deuteronomy.18.16\">18:16</a>; <a data-ref=\"Deuteronomy 26:14\" href=\"/Deuteronomy.26.14\">26:14</a>; <a data-ref=\"Joshua 14:8\" href=\"/Joshua.14.8\">Jos 14:8</a>, <a data-ref=\"Joshua 14:9\" href=\"/Joshua.14.9\">9</a>; <a data-ref=\"II Samuel 24:24\" href=\"/II_Samuel.24.24\">2 S 24:24</a>; <a data-ref=\"I Kings 3:7\" href=\"/I_Kings.3.7\">1 K 3:7</a>; <a data-ref=\"I Kings 5:18\" href=\"/I_Kings.5.18\">5:18</a>, <a data-ref=\"I Kings 5:19\" href=\"/I_Kings.5.19\">19</a>; <a data-ref=\"I Kings 8:28\" href=\"/I_Kings.8.28\">8:28</a>; <a data-ref=\"I Kings 17:20\" href=\"/I_Kings.17.20\">17:20</a>, <a data-ref=\"I Kings 17:21\" href=\"/I_Kings.17.21\">21</a>; <a data-ref=\"I Chronicles 21:17\" href=\"/I_Chronicles.21.17\">1 Ch 21:17</a>; <a data-ref=\"I Chronicles 22:7\" href=\"/I_Chronicles.22.7\">22:7</a>; <a data-ref=\"II Chronicles 2:3\" href=\"/II_Chronicles.2.3\">2 Ch 2:3</a>; <a data-ref=\"II Chronicles 6:19\" href=\"/II_Chronicles.6.19\">6:19</a>; <a data-ref=\"Ezra 7:28\" href=\"/Ezra.7.28\">Ezr 7:28</a>; <a data-ref=\"Ezra 9:5\" href=\"/Ezra.9.5\">9:5</a>; <a data-ref=\"Psalms 7:2\" href=\"/Psalms.7.2\">ψ 7:2</a>, <a data-ref=\"Psalms 7:4\" href=\"/Psalms.7.4\">4</a>; <a data-ref=\"Psalms 13:4\" href=\"/Psalms.13.4\">13:4</a>; <a data-ref=\"Psalms 18:29\" href=\"/Psalms.18.29\">18:29</a>; <a data-ref=\"Psalms 30:3\" href=\"/Psalms.30.3\">30:3</a>, <a data-ref=\"Psalms 30:13\" href=\"/Psalms.30.13\">13</a>; <a data-ref=\"Psalms 35:24\" href=\"/Psalms.35.24\">35:24</a>; <a data-ref=\"Psalms 40:6\" href=\"/Psalms.40.6\">40:6</a>; <a data-ref=\"Psalms 104:1\" href=\"/Psalms.104.1\">104:1</a>; <a data-ref=\"Psalms 109:26\" href=\"/Psalms.109.26\">109:26</a>; <a data-ref=\"Isaiah 25:1\" href=\"/Isaiah.25.1\">Is 25:1</a>; <a data-ref=\"Jeremiah 31:18\" href=\"/Jeremiah.31.18\">Je 31:18</a>; <a data-ref=\"Daniel 9:4\" href=\"/Daniel.9.4\">Dn 9:4</a>, <a data-ref=\"Daniel 9:20\" href=\"/Daniel.9.20\">20</a>; <a data-ref=\"Jonah 2:7\" href=\"/Jonah.2.7\">Jon 2:7</a>; <a data-ref=\"Habakkuk 1:12\" href=\"/Habakkuk.1.12\">Hab 1:12</a>; <a data-ref=\"Zechariah 11:4\" href=\"/Zechariah.11.4\">Zc 11:4</a>; <a data-ref=\"Zechariah 13:9\" href=\"/Zechariah.13.9\">13:9</a>; <a data-ref=\"Zechariah 14:5\" href=\"/Zechariah.14.5\">14:5</a>. <strong>g.</strong>  with <span dir=\"rtl\">אֱלֹהַיִךְ</span> <a data-ref=\"Isaiah 60:9\" href=\"/Isaiah.60.9\">Is 60:9</a> <a data-ref=\"Jeremiah 2:17\" href=\"/Jeremiah.2.17\">Je 2:17</a>, <a data-ref=\"Jeremiah 2:19\" href=\"/Jeremiah.2.19\">19</a>; <a data-ref=\"Jeremiah 3:13\" href=\"/Jeremiah.3.13\">3:13</a>; <a data-ref=\"Micah 7:10\" href=\"/Micah.7.10\">Mi 7:10</a>; <a data-ref=\"Zephaniah 3:17\" href=\"/Zephaniah.3.17\">Zp 3:17</a>. <strong>h.</strong>  with <span dir=\"rtl\">אלהים</span>, probably always due to later editors, or to a Qr which has crept into the text <a data-ref=\"Genesis 2:4-3:23\" href=\"/Genesis.2.4-3.23\">Gn 2:4b—3:23</a> (J, 20 times either <span dir=\"rtl\">אלהים</span> inserted by R<sup>P</sup> as Di De; or <span dir=\"rtl\">יהוה</span> inserted by J in an older source); <a data-ref=\"Exodus 9:30\" href=\"/Exodus.9.30\">Ex 9:30</a> (J, but not in 𝔊 Sam.; Sam. <span dir=\"rtl\">אדני יהוה</span>; possibly MT from earlier Qr, & Sam. from later Qr); <a data-ref=\"II Samuel 7:22\" href=\"/II_Samuel.7.22\">2 S 7:22</a>, <a data-ref=\"II Samuel 7:25\" href=\"/II_Samuel.7.25\">25</a> (𝔊 <span dir=\"rtl\">אדני יהוה</span> and <a data-ref=\"I Chronicles 17:20-23\" href=\"/I_Chronicles.17.20-23\">1 Ch 17:20–23</a> only <span dir=\"rtl\">יהוה</span>); <a data-ref=\"I Chronicles 17:16\" href=\"/I_Chronicles.17.16\">1 Ch 17:16</a>, <a data-ref=\"I Chronicles 17:17\" href=\"/I_Chronicles.17.17\">17</a> (but <a data-ref=\"II Samuel 7:18\" href=\"/II_Samuel.7.18\">2 S 7:18</a>, <a data-ref=\"II Samuel 7:19\" href=\"/II_Samuel.7.19\">19</a> <span dir=\"rtl\">אדני יהוה</span>) <a data-ref=\"I Chronicles 28:20\" href=\"/I_Chronicles.28.20\">1 Ch 28:20</a>; <a data-ref=\"I Chronicles 29:1\" href=\"/I_Chronicles.29.1\">29:1</a>; <a data-ref=\"II Chronicles 1:9\" href=\"/II_Chronicles.1.9\">2 Ch 1:9</a>; <a data-ref=\"II Chronicles 6:41\" href=\"/II_Chronicles.6.41\">6:41</a><sup>(×2)</sup>, <a data-ref=\"II Chronicles 6:42\" href=\"/II_Chronicles.6.42\">42</a>; <a data-ref=\"II Chronicles 26:18\" href=\"/II_Chronicles.26.18\">26:18</a> (but in the original <a data-ref=\"Psalms 132:8\" href=\"/Psalms.132.8\">ψ 132:8</a> stood <span dir=\"rtl\">יהוה</span> (so ℌ), or else no divine name); <a data-ref=\"Psalms 72:18\" href=\"/Psalms.72.18\">ψ 72:18</a> (the late doxology) <a data-ref=\"Psalms 84:12\" href=\"/Psalms.84.12\">84:12</a> (but it makes the line too long); <a data-ref=\"Jonah 4:6\" href=\"/Jonah.4.6\">Jon 4:6</a>. For the combinations with other divine names see those names. <strong>2.</strong>  the phrase †<span dir=\"rtl\">אֲנִי יהוה</span> is noteworthy:— <strong>a.</strong>  after <span dir=\"rtl\">אמר</span> either alone <a data-ref=\"Exodus 6:2\" href=\"/Exodus.6.2\">Ex 6:2</a>, <a data-ref=\"Exodus 6:29\" href=\"/Exodus.6.29\">29</a> (P) or before relative and other clauses: <a data-ref=\"Genesis 28:13\" href=\"/Genesis.28.13\">Gn 28:13</a> (J) <a data-ref=\"Genesis 15:7\" href=\"/Genesis.15.7\">15:7</a> (R) <a data-ref=\"Exodus 6:6\" href=\"/Exodus.6.6\">Ex 6:6</a> (P) with <span dir=\"rtl\">אלהיכם</span> <a data-ref=\"Judges 6:10\" href=\"/Judges.6.10\">Ju 6:10</a>; <a data-ref=\"Ezekiel 20:5\" href=\"/Ezekiel.20.5\">Ez 20:5</a>. <strong>b.</strong>  after <span dir=\"rtl\">ידע כי</span> (α) <a data-ref=\"Exodus 7:17\" href=\"/Exodus.7.17\">Ex 7:17</a>; <a data-ref=\"Exodus 8:18\" href=\"/Exodus.8.18\">8:18</a>; <a data-ref=\"Exodus 10:2\" href=\"/Exodus.10.2\">10:2</a> (J); <a data-ref=\"Exodus 7:5\" href=\"/Exodus.7.5\">Ex 7:5</a>; <a data-ref=\"Exodus 14:4\" href=\"/Exodus.14.4\">14:4</a>, <a data-ref=\"Exodus 14:18\" href=\"/Exodus.14.18\">18</a> (P); <a data-ref=\"I Kings 20:13\" href=\"/I_Kings.20.13\">1 K 20:13</a>, <a data-ref=\"I Kings 20:28\" href=\"/I_Kings.20.28\">28</a>; <a data-ref=\"Jeremiah 24:7\" href=\"/Jeremiah.24.7\">Je 24:7</a> <a data-ref=\"Ezekiel 6:7\" href=\"/Ezekiel.6.7\">Ez 6:7</a> + 4:8 times Ez; (β) with <span dir=\"rtl\">אלהיכם</span> <a data-ref=\"Exodus 6:7\" href=\"/Exodus.6.7\">Ex 6:7</a>; <a data-ref=\"Exodus 16:12\" href=\"/Exodus.16.12\">16:12</a>; <a data-ref=\"Deuteronomy 29:5\" href=\"/Deuteronomy.29.5\">Dt 29:5</a> (P) <a data-ref=\"Ezekiel 20:20\" href=\"/Ezekiel.20.20\">Ez 20:20</a>; <a data-ref=\"Joel 4:17\" href=\"/Joel.4.17\">Jo 4:17</a>; (γ) with <span dir=\"rtl\">אלהיהם</span> <a data-ref=\"Exodus 29:46\" href=\"/Exodus.29.46\">Ex 29:46</a> (P) <a data-ref=\"Ezekiel 28:26\" href=\"/Ezekiel.28.26\">Ez 28:26</a>; <a data-ref=\"Ezekiel 34:30\" href=\"/Ezekiel.34.30\">34:30</a>; <a data-ref=\"Ezekiel 39:22\" href=\"/Ezekiel.39.22\">39:22</a>, <a data-ref=\"Ezekiel 39:28\" href=\"/Ezekiel.39.28\">28</a>; (δ) before relative and other clauses <a data-ref=\"Isaiah 45:3\" href=\"/Isaiah.45.3\">Is 45:3</a>; <a data-ref=\"Isaiah 49:23\" href=\"/Isaiah.49.23\">49:23</a>, <a data-ref=\"Isaiah 49:26\" href=\"/Isaiah.49.26\">26</a>; <a data-ref=\"Isaiah 60:16\" href=\"/Isaiah.60.16\">60:16</a> <a data-ref=\"Ezekiel 7:9\" href=\"/Ezekiel.7.9\">Ez 7:9</a>; <a data-ref=\"Ezekiel 17:24\" href=\"/Ezekiel.17.24\">17:24</a>; <a data-ref=\"Ezekiel 21:10\" href=\"/Ezekiel.21.10\">21:10</a>; <a data-ref=\"Ezekiel 22:22\" href=\"/Ezekiel.22.22\">22:22</a>; <a data-ref=\"Ezekiel 35:12\" href=\"/Ezekiel.35.12\">35:12</a>; <a data-ref=\"Ezekiel 36:36\" href=\"/Ezekiel.36.36\">36:36</a>; (ε) with various forms of <span dir=\"rtl\">קדשׁ</span> <a data-ref=\"Exodus 31:13\" href=\"/Exodus.31.13\">Ex 31:13</a> (P) <a data-ref=\"Ezekiel 20:12\" href=\"/Ezekiel.20.12\">Ez 20:12</a>; <a data-ref=\"Ezekiel 37:28\" href=\"/Ezekiel.37.28\">37:28</a>; <a data-ref=\"Ezekiel 39:7\" href=\"/Ezekiel.39.7\">39:7</a>; (ζ) with <span dir=\"rtl\">דברתי</span> <a data-ref=\"Ezekiel 5:13\" href=\"/Ezekiel.5.13\">Ez 5:13</a>; <a data-ref=\"Ezekiel 17:21\" href=\"/Ezekiel.17.21\">17:21</a>, cf. <span dir=\"rtl\">יֵדְעוּ אשׁר אני י׳</span> <a data-ref=\"Ezekiel 20:26\" href=\"/Ezekiel.20.26\">Ez 20:26</a>. <strong>c.</strong>  after <span dir=\"rtl\">כִּי</span> in various combinations <a data-ref=\"Leviticus 11:44\" href=\"/Leviticus.11.44\">Lv 11:44</a>, <a data-ref=\"Leviticus 11:45\" href=\"/Leviticus.11.45\">45</a>; <a data-ref=\"Numbers 35:34\" href=\"/Numbers.35.34\">Nu 35:34</a> (P), <a data-ref=\"Leviticus 20:7\" href=\"/Leviticus.20.7\">Lv 20:7</a>, <a data-ref=\"Leviticus 20:26\" href=\"/Leviticus.20.26\">26</a>; <a data-ref=\"Leviticus 21:8\" href=\"/Leviticus.21.8\">21:8</a>, <a data-ref=\"Leviticus 21:15\" href=\"/Leviticus.21.15\">15</a>, <a data-ref=\"Leviticus 21:23\" href=\"/Leviticus.21.23\">23</a>; <a data-ref=\"Leviticus 22:16\" href=\"/Leviticus.22.16\">22:16</a>; <a data-ref=\"Leviticus 24:22\" href=\"/Leviticus.24.22\">24:22</a>; <a data-ref=\"Leviticus 25:17\" href=\"/Leviticus.25.17\">25:17</a>; <a data-ref=\"Leviticus 26:1\" href=\"/Leviticus.26.1\">26:1</a>, <a data-ref=\"Leviticus 26:44\" href=\"/Leviticus.26.44\">44</a> (all H); <a data-ref=\"Exodus 15:26\" href=\"/Exodus.15.26\">Ex 15:26</a> (R) <a data-ref=\"Isaiah 41:13\" href=\"/Isaiah.41.13\">Is 41:13</a>; <a data-ref=\"Isaiah 43:3\" href=\"/Isaiah.43.3\">43:3</a>; <a data-ref=\"Isaiah 61:8\" href=\"/Isaiah.61.8\">61:8</a>; <a data-ref=\"Jeremiah 9:23\" href=\"/Jeremiah.9.23\">Je 9:23</a>; <a data-ref=\"Ezekiel 12:25\" href=\"/Ezekiel.12.25\">Ez 12:25</a>; <a data-ref=\"Ezekiel 21:4\" href=\"/Ezekiel.21.4\">21:4</a> <a data-ref=\"Zechariah 10:6\" href=\"/Zechariah.10.6\">Zc 10:6</a>; <a data-ref=\"Malachi 3:6\" href=\"/Malachi.3.6\">Mal 3:6</a>. <strong>d.</strong>  emphatic <a data-ref=\"Exodus 6:8\" href=\"/Exodus.6.8\">Ex 6:8</a>; <a data-ref=\"Exodus 12:12\" href=\"/Exodus.12.12\">12:12</a> <a data-ref=\"Leviticus 26:2\" href=\"/Leviticus.26.2\">Lv 26:2</a>, <a data-ref=\"Leviticus 26:45\" href=\"/Leviticus.26.45\">45</a>; <a data-ref=\"Numbers 3:13\" href=\"/Numbers.3.13\">Nu 3:13</a>, <a data-ref=\"Numbers 3:41\" href=\"/Numbers.3.41\">41</a>, <a data-ref=\"Numbers 3:45\" href=\"/Numbers.3.45\">45</a> (all P); <a data-ref=\"Leviticus 18:5\" href=\"/Leviticus.18.5\">Lv 18:5</a>, <a data-ref=\"Leviticus 18:6\" href=\"/Leviticus.18.6\">6</a>, <a data-ref=\"Leviticus 18:21\" href=\"/Leviticus.18.21\">21</a>; <a data-ref=\"Leviticus 19:12\" href=\"/Leviticus.19.12\">19:12</a>, <a data-ref=\"Leviticus 19:14\" href=\"/Leviticus.19.14\">14</a>, <a data-ref=\"Leviticus 19:16\" href=\"/Leviticus.19.16\">16</a>, <a data-ref=\"Leviticus 19:18\" href=\"/Leviticus.19.18\">18</a>, <a data-ref=\"Leviticus 19:28\" href=\"/Leviticus.19.28\">28</a>, <a data-ref=\"Leviticus 19:30\" href=\"/Leviticus.19.30\">30</a>, <a data-ref=\"Leviticus 19:32\" href=\"/Leviticus.19.32\">32</a>, <a data-ref=\"Leviticus 19:37\" href=\"/Leviticus.19.37\">37</a>; <a data-ref=\"Leviticus 21:12\" href=\"/Leviticus.21.12\">21:12</a>; <a data-ref=\"Leviticus 22:2\" href=\"/Leviticus.22.2\">22:2</a>, <a data-ref=\"Leviticus 22:3\" href=\"/Leviticus.22.3\">3</a>, <a data-ref=\"Leviticus 22:8\" href=\"/Leviticus.22.8\">8</a>, <a data-ref=\"Leviticus 22:30\" href=\"/Leviticus.22.30\">30</a>, <a data-ref=\"Leviticus 22:31\" href=\"/Leviticus.22.31\">31</a>, <a data-ref=\"Leviticus 22:33\" href=\"/Leviticus.22.33\">33</a> (all H) <a data-ref=\"Isaiah 43:15\" href=\"/Isaiah.43.15\">Is 43:15</a>; with <span dir=\"rtl\">אלהיהם</span> <a data-ref=\"Exodus 29:46\" href=\"/Exodus.29.46\">Ex 29:46</a>; with <span dir=\"rtl\">אלהיךָ</span> <a data-ref=\"Isaiah 48:17\" href=\"/Isaiah.48.17\">Is 48:17</a>; with <span dir=\"rtl\">אלהיכם</span> <a data-ref=\"Leviticus 23:43\" href=\"/Leviticus.23.43\">Lv 23:43</a>; <a data-ref=\"Leviticus 25:38\" href=\"/Leviticus.25.38\">25:38</a>, <a data-ref=\"Leviticus 25:55\" href=\"/Leviticus.25.55\">55</a>; <a data-ref=\"Numbers 10:10\" href=\"/Numbers.10.10\">Nu 10:10</a>; <a data-ref=\"Numbers 15:41\" href=\"/Numbers.15.41\">15:41</a><sup>(</sup>×2<sup>)</sup> (P) <a data-ref=\"Leviticus 18:2\" href=\"/Leviticus.18.2\">Lv 18:2</a>, <a data-ref=\"Leviticus 18:4\" href=\"/Leviticus.18.4\">4</a>, <a data-ref=\"Leviticus 18:30\" href=\"/Leviticus.18.30\">30</a>; <a data-ref=\"Leviticus 19:2\" href=\"/Leviticus.19.2\">19:2</a>, <a data-ref=\"Leviticus 19:3\" href=\"/Leviticus.19.3\">3</a>, <a data-ref=\"Leviticus 19:4\" href=\"/Leviticus.19.4\">4</a>, <a data-ref=\"Leviticus 19:10\" href=\"/Leviticus.19.10\">10</a>, <a data-ref=\"Leviticus 19:25\" href=\"/Leviticus.19.25\">25</a>, <a data-ref=\"Leviticus 19:31\" href=\"/Leviticus.19.31\">31</a>, <a data-ref=\"Leviticus 19:34\" href=\"/Leviticus.19.34\">34</a>, <a data-ref=\"Leviticus 19:36\" href=\"/Leviticus.19.36\">36</a>; <a data-ref=\"Leviticus 20:24\" href=\"/Leviticus.20.24\">20:24</a>; <a data-ref=\"Leviticus 23:22\" href=\"/Leviticus.23.22\">23:22</a>; <a data-ref=\"Leviticus 26:13\" href=\"/Leviticus.26.13\">26:13</a> (all H) <a data-ref=\"Ezekiel 20:7\" href=\"/Ezekiel.20.7\">Ez 20:7</a>, <a data-ref=\"Ezekiel 20:19\" href=\"/Ezekiel.20.19\">19</a> <a data-ref=\"Joel 2:27\" href=\"/Joel.2.27\">Jo 2:27</a>; with <span dir=\"rtl\">מְקַדֵּשׁ</span> <a data-ref=\"Leviticus 20:8\" href=\"/Leviticus.20.8\">Lv 20:8</a>; <a data-ref=\"Leviticus 22:9\" href=\"/Leviticus.22.9\">22:9</a>, <a data-ref=\"Leviticus 22:32\" href=\"/Leviticus.22.32\">32</a> (H), with <span dir=\"rtl\">דברתי</span> <a data-ref=\"Numbers 14:35\" href=\"/Numbers.14.35\">Nu 14:35</a> (P) <a data-ref=\"Ezekiel 5:15\" href=\"/Ezekiel.5.15\">Ez 5:15</a> + (11 times Ez); with clauses <a data-ref=\"Isaiah 27:3\" href=\"/Isaiah.27.3\">Is 27:3</a>; <a data-ref=\"Isaiah 41:4\" href=\"/Isaiah.41.4\">41:4</a>, <a data-ref=\"Isaiah 41:17\" href=\"/Isaiah.41.17\">17</a>; <a data-ref=\"Isaiah 42:6\" href=\"/Isaiah.42.6\">42:6</a>, <a data-ref=\"Isaiah 42:8\" href=\"/Isaiah.42.8\">8</a>; <a data-ref=\"Isaiah 45:5\" href=\"/Isaiah.45.5\">45:5</a>, <a data-ref=\"Isaiah 45:6\" href=\"/Isaiah.45.6\">6</a>, <a data-ref=\"Isaiah 45:7\" href=\"/Isaiah.45.7\">7</a>, <a data-ref=\"Isaiah 45:8\" href=\"/Isaiah.45.8\">8</a>, <a data-ref=\"Isaiah 45:18\" href=\"/Isaiah.45.18\">18</a>, <a data-ref=\"Isaiah 45:19\" href=\"/Isaiah.45.19\">19</a>, <a data-ref=\"Isaiah 45:21\" href=\"/Isaiah.45.21\">21</a>; <a data-ref=\"Isaiah 60:22\" href=\"/Isaiah.60.22\">60:22</a> <a data-ref=\"Jeremiah 17:10\" href=\"/Jeremiah.17.10\">Je 17:10</a>; <a data-ref=\"Jeremiah 32:27\" href=\"/Jeremiah.32.27\">32:27</a>; <a data-ref=\"Ezekiel 14:4\" href=\"/Ezekiel.14.4\">Ez 14:4</a>, <a data-ref=\"Ezekiel 14:7\" href=\"/Ezekiel.14.7\">7</a>, <a data-ref=\"Ezekiel 14:9\" href=\"/Ezekiel.14.9\">9</a>; <a data-ref=\"Ezekiel 34:24\" href=\"/Ezekiel.34.24\">34:24</a>; †<span dir=\"rtl\">אָנֹכִי יהוה</span> is used in the Ten Words <a data-ref=\"Exodus 20:2\" href=\"/Exodus.20.2\">Ex 20:2</a>, <a data-ref=\"Exodus 20:5\" href=\"/Exodus.20.5\">5</a> = <a data-ref=\"Deuteronomy 5:6\" href=\"/Deuteronomy.5.6\">Dt 5:6</a>, <a data-ref=\"Deuteronomy 5:9\" href=\"/Deuteronomy.5.9\">9</a> cited <a data-ref=\"Psalms 81:11\" href=\"/Psalms.81.11\">ψ 81:11</a> <a data-ref=\"Hosea 12:10\" href=\"/Hosea.12.10\">Ho 12:10</a>; <a data-ref=\"Hosea 13:4\" href=\"/Hosea.13.4\">13:4</a>; elsewhere only <a data-ref=\"Exodus 4:11\" href=\"/Exodus.4.11\">Ex 4:11</a> (J) <a data-ref=\"Isaiah 43:11\" href=\"/Isaiah.43.11\">Is 43:11</a>; <a data-ref=\"Isaiah 44:24\" href=\"/Isaiah.44.24\">44:24</a>; <a data-ref=\"Isaiah 51:15\" href=\"/Isaiah.51.15\">51:15</a>. <strong>3.</strong>  <span dir=\"rtl\">יהוה</span> is also used with several predicates, to form sacred names of holy places of Yahweh <span dir=\"rtl\">יהוה יראה</span> <a data-ref=\"Genesis 22:14\" href=\"/Genesis.22.14\">Gn 22:14</a> (J); <span dir=\"rtl\">יהוה נסי</span> <a data-ref=\"Exodus 17:15\" href=\"/Exodus.17.15\">Ex 17:15</a> (E) <span dir=\"rtl\">יהוה שׁלום</span> <a data-ref=\"Judges 6:24\" href=\"/Judges.6.24\">Ju 6:24</a> <span dir=\"rtl\">יהוה צדקנו</span> <a data-ref=\"Jeremiah 33:16\" href=\"/Jeremiah.33.16\">Je 33:16</a> (cf. <a data-ref=\"Jeremiah 23:6\" href=\"/Jeremiah.23.6\">23:6</a> where it is applied to the Messiah); <span dir=\"rtl\">יהוה שָׁ֑מָּה</span> <a data-ref=\"Ezekiel 48:35\" href=\"/Ezekiel.48.35\">Ez 48:35</a>.—On combinations such as <span dir=\"rtl\">הַר י׳</span>, <span dir=\"rtl\">י׳ צְבָאוֹת</span> etc., v. <a ,=\"\" data-ref=\"BDB, הַר²\" dir=\"rtl\" href=\"/BDB,_הַר²\">הַר</a>, <a ,=\"\" data-ref=\"BDB, צָבָא²\" dir=\"rtl\" href=\"/BDB,_צָבָא²\">צָבָא</a>, etc.<br><em>Note.</em> —Bonk<sup>ZAW 1891, 126 ff.</sup> seems to shew that as prefix, in comp. n.pr., <span dir=\"rtl\">יְהוֹ</span> is the oldest and the latest form and that <span dir=\"rtl\">יוֹ</span> is intermediate, belonging to the earlier post-exilic period until the time of Chr; occasional copyists’ mistakes being taken into the account."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d184b6084aa1cbf0f2a5", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, חֹרֵב 1", "anchorRef": "Deuteronomy 18:16", "anchorRefExpanded": ["Deuteronomy 18:16"], "sourceRef": "BDB, חֹרֵב 1", "sourceHeRef": "בראון-דרייבר-בריגס, חֹרֵב א׳", "anchorVerse": 16, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "חֹרֵב", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† <big><span dir=\"rtl\">חֹרֵב</span>, <span dir=\"rtl\">חוֹרֵב</span></big>  <strong>n.pr.mont. Horeb (</strong><em>waste, desert</em><strong>)</strong>—𝔊 Χωρηβ (v. Lag<sup>BN 85</sup>); <span dir=\"rtl\">אֶל־הַר הָאֱלֹהִים חֹרֵ֑בָה</span> <a data-ref=\"Exodus 3:1\" href=\"/Exodus.3.1\">Ex 3:1</a> (E), cf. <span dir=\"rtl\">עַד הַר הָאֱלֹהִים חֹרֵב</span> <a data-ref=\"I Kings 19:8\" href=\"/I_Kings.19.8\">1 K 19:8</a>; <span dir=\"rtl\">הַצּוּר בִּחֹרֵב</span> <a data-ref=\"Exodus 17:6\" href=\"/Exodus.17.6\">Ex 17:6</a>, <span dir=\"rtl\">הַר חוֹרֵב</span> <a data-ref=\"Exodus 33:6\" href=\"/Exodus.33.6\">33:6</a> (both E); <span dir=\"rtl\">מֵחֹרֵב</span>, <span dir=\"rtl\">בְּחֹרֵב</span> <a data-ref=\"Deuteronomy 1:2\" href=\"/Deuteronomy.1.2\">Dt 1:2</a>, <a data-ref=\"Deuteronomy 1:6\" href=\"/Deuteronomy.1.6\">6</a>, <a data-ref=\"Deuteronomy 1:19\" href=\"/Deuteronomy.1.19\">19</a>; <a data-ref=\"Deuteronomy 4:10\" href=\"/Deuteronomy.4.10\">4:10</a>, <a data-ref=\"Deuteronomy 4:15\" href=\"/Deuteronomy.4.15\">15</a>; <a data-ref=\"Deuteronomy 5:2\" href=\"/Deuteronomy.5.2\">5:2</a>; <a data-ref=\"Deuteronomy 9:8\" href=\"/Deuteronomy.9.8\">9:8</a>; <a data-ref=\"Deuteronomy 18:16\" href=\"/Deuteronomy.18.16\">18:16</a>; <a data-ref=\"Deuteronomy 28:69\" href=\"/Deuteronomy.28.69\">28:69</a>; <a data-ref=\"I Kings 8:9\" href=\"/I_Kings.8.9\">1 K 8:9</a> <a data-ref=\"II Chronicles 5:10\" href=\"/II_Chronicles.5.10\">2 Ch 5:10</a> <a data-ref=\"Psalms 106:19\" href=\"/Psalms.106.19\">ψ 106:19</a> <a data-ref=\"Malachi 3:22\" href=\"/Malachi.3.22\">Mal 3:22</a>; the sacred mountain of the wilderness, no geograph. diff. from <span dir=\"rtl\">סִינַי</span> discoverable, but synonym of it in E and (especially) D (except poem <a data-ref=\"Deuteronomy 33:2\" href=\"/Deuteronomy.33.2\">Dt 33:2</a>; vid. <a data-ref=\"BDB, סִין²\" href=\"/BDB,_סִין²\", dir=\"rtl\">סִינַי</a> P)."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d1e0b6084aa1cbf13175", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, יָסַף 1", "anchorRef": "Deuteronomy 18:16", "anchorRefExpanded": ["Deuteronomy 18:16"], "sourceRef": "BDB, יָסַף 1", "sourceHeRef": "בראון-דרייבר-בריגס, יָסַף א׳", "anchorVerse": 16, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "יָסַף", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><big><span dir=\"rtl\">יָסַף</span></big></big><sub>214</sub><big></big>  <strong>vb. add (</strong>NH <em>id.</em>, Hiph.; Aramaic Aph. <span dir=\"rtl\">אוֹסִיף</span>, <span dir=\"rtl\">ܐܰܘܣܶܦ</span>; Ph. <span dir=\"rtl\">יסף</span>; MI<sup>29</sup> <span dir=\"rtl\">יספתי</span>, <a data-ref=\"Genesis 1:21\" href=\"/Genesis.1.21\">1:21</a> <span dir=\"rtl\">לספת</span>; Sab. <span dir=\"rtl\">וסף</span> Hom <sup>ZMG 1892, 530</sup>; Assyrian <em>esêpu</em> dub. (<em>eṣêpu</em> Dl<strong>)—</strong><br>†<strong>Qal</strong>  Pf. <span dir=\"rtl\">יָסַף</span> <a data-ref=\"Genesis 38:26\" href=\"/Genesis.38.26\">Gn 38:26</a> +; <span dir=\"rtl\">יָֽסְפָה</span> <a data-ref=\"Genesis 8:12\" href=\"/Genesis.8.12\">Gn 8:12</a>; <span dir=\"rtl\">וְיָֽסְפָה</span> consec. <a data-ref=\"II Kings 19:30\" href=\"/II_Kings.19.30\">2 K 19:30</a> = <a data-ref=\"Isaiah 37:31\" href=\"/Isaiah.37.31\">Is 37:31</a>; <span dir=\"rtl\">יָסַ֫פְתָּ</span> <a data-ref=\"Isaiah 26:15\" href=\"/Isaiah.26.15\">Is 26:15</a>; <a data-ref=\"II Chronicles 9:6\" href=\"/II_Chronicles.9.6\">2 Ch 9:6</a>; <span dir=\"rtl\">וְיָסַפְתָּ֫</span> <a data-ref=\"Deuteronomy 19:9\" href=\"/Deuteronomy.19.9\">Dt 19:9</a>, etc.; Imv. <span dir=\"rtl\">סְפוּ</span> <a data-ref=\"Isaiah 29:1\" href=\"/Isaiah.29.1\">Is 29:1</a>; <a data-ref=\"Jeremiah 7:21\" href=\"/Jeremiah.7.21\">Je 7:21</a>; + Inf. cstr. <span dir=\"rtl\">לָסֶ֫פֶת</span> for MT <span dir=\"rtl\">לִסְפּוֹת</span> <a data-ref=\"Numbers 32:14\" href=\"/Numbers.32.14\">Nu 32:14</a>; <a data-ref=\"Isaiah 30:1\" href=\"/Isaiah.30.1\">Is 30:1</a> (Ges<sup>§ 69. 2. R</sup>); Pt. <span dir=\"rtl\">יוֹסִף</span> (read <span dir=\"rtl\">יוֹסֵף</span>) <a data-ref=\"Isaiah 29:14\" href=\"/Isaiah.29.14\">Is 29:14</a>; <a data-ref=\"Isaiah 38:5\" href=\"/Isaiah.38.5\">38:5</a> (Kö <sup>i 403</sup> adds <a data-ref=\"Ecclesiastes 1:18\" href=\"/Ecclesiastes.1.18\">Ec 1:18</a> <span dir=\"rtl\">יוֹסִיף</span>, from form and connexion less likely); pl. <span dir=\"rtl\">יֹסְפִים</span> <a data-ref=\"Deuteronomy 5:19\" href=\"/Deuteronomy.5.19\">Dt 5:22</a>;—<em>add</em> sq. acc. + <span dir=\"rtl\">על</span> <a data-ref=\"I Samuel 12:19\" href=\"/I_Samuel.12.19\">1 S 12:19</a>; <a data-ref=\"Jeremiah 7:21\" href=\"/Jeremiah.7.21\">Je 7:21</a>; <a data-ref=\"Jeremiah 45:3\" href=\"/Jeremiah.45.3\">45:3</a>; <a data-ref=\"Isaiah 29:1\" href=\"/Isaiah.29.1\">Is 29:1</a>; <a data-ref=\"Isaiah 30:1\" href=\"/Isaiah.30.1\">30:1</a>; <a data-ref=\"Isaiah 38:5\" href=\"/Isaiah.38.5\">38:5</a>; <a data-ref=\"Deuteronomy 19:9\" href=\"/Deuteronomy.19.9\">Dt 19:9</a> (+ <span dir=\"rtl\">עוד</span>), <a data-ref=\"Leviticus 22:14\" href=\"/Leviticus.22.14\">Lv 22:14</a>; <a data-ref=\"Leviticus 26:21\" href=\"/Leviticus.26.21\">26:21</a>; <a data-ref=\"Leviticus 27:13\" href=\"/Leviticus.27.13\">27:13</a>, <a data-ref=\"Leviticus 27:15\" href=\"/Leviticus.27.15\">15</a>, <a data-ref=\"Leviticus 27:19\" href=\"/Leviticus.27.19\">19</a>, <a data-ref=\"Leviticus 27:27\" href=\"/Leviticus.27.27\">27</a>; sq. acc. <a data-ref=\"II Kings 19:30\" href=\"/II_Kings.19.30\">2 K 19:30</a> = <a data-ref=\"Isaiah 37:31\" href=\"/Isaiah.37.31\">Is 37:31</a>, <a data-ref=\"Numbers 32:14\" href=\"/Numbers.32.14\">Nu 32:14</a>; <a data-ref=\"II Chronicles 9:6\" href=\"/II_Chronicles.9.6\">2 Ch 9:6</a> sq. <span dir=\"rtl\">על</span> (no acc. <span dir=\"rtl\">יָסַפְתָּ עַל־הַשְּׁמוּעָה אֲשֶׁר שָׁמָ֑עְתִּי</span>); sq. <span dir=\"rtl\">לְ</span> (no acc.) = <em>increase</em> <a data-ref=\"Isaiah 26:15\" href=\"/Isaiah.26.15\">Is 26:15</a><sup>(×2)</sup> <span dir=\"rtl\">(יָסַפְתָּ לַגּוֹי)</span>; sq. acc. <em>increase, have more</em> <a data-ref=\"Isaiah 29:19\" href=\"/Isaiah.29.19\">29:19</a> <span dir=\"rtl\">(וְיָסְֽפוּ עֲנָוִים ביהוה שִׂמְחָה)</span>; 14 times sq. inf. <a data-ref=\"Genesis 8:12\" href=\"/Genesis.8.12\">Gn 8:12</a> (<span dir=\"rtl\">לֹא יָסְֽפָה שׁוּב אליו עוֹד</span>, i.e. it <em>did not again return unto him</em>), <a data-ref=\"Genesis 38:26\" href=\"/Genesis.38.26\">38:26</a> (+ <span dir=\"rtl\">עוד</span>), <a data-ref=\"Leviticus 26:18\" href=\"/Leviticus.26.18\">Lv 26:18</a> <a data-ref=\"Numbers 32:15\" href=\"/Numbers.32.15\">Nu 32:15</a> (+ <span dir=\"rtl\">עוד</span>), <a data-ref=\"Deuteronomy 5:19\" href=\"/Deuteronomy.5.19\">Dt 5:22</a> (+ <span dir=\"rtl\">עוֹד</span>), <a data-ref=\"Deuteronomy 20:8\" href=\"/Deuteronomy.20.8\">20:8</a> <a data-ref=\"Judges 8:28\" href=\"/Judges.8.28\">Ju 8:28</a>; <a data-ref=\"Judges 13:21\" href=\"/Judges.13.21\">13:21</a> (+ <span dir=\"rtl\">עוד</span>), <a data-ref=\"I Samuel 7:13\" href=\"/I_Samuel.7.13\">1 S 7:13</a> (+ <span dir=\"rtl\">עוד</span>), <a data-ref=\"I Samuel 15:35\" href=\"/I_Samuel.15.35\">15:35</a>; <a data-ref=\"I Samuel 27:4\" href=\"/I_Samuel.27.4\">27:4</a> <span dir=\"rtl\">(וְלאֹ יָו֯סַף עוֹד)</span>, <a data-ref=\"II Samuel 2:28\" href=\"/II_Samuel.2.28\">2 S 2:28</a> (+ <span dir=\"rtl\">עוד</span>), <a data-ref=\"II Kings 6:23\" href=\"/II_Kings.6.23\">2 K 6:23</a> (+ <span dir=\"rtl\">עוֹד</span>), <a data-ref=\"Isaiah 29:14\" href=\"/Isaiah.29.14\">Is 29:14</a>; cf. <a data-ref=\"Numbers 11:25\" href=\"/Numbers.11.25\">Nu 11:25</a>; <a data-ref=\"Deuteronomy 5:17\" href=\"/Deuteronomy.5.17\">Dt 5:19</a>, where inf. not expressed, but implied from context; both c. <span dir=\"rtl\">לֹא</span> <em>and did not do it again</em>.<br>†<strong>Niph.</strong>  Pf. <span dir=\"rtl\">נוֹסַף</span> <a data-ref=\"Jeremiah 36:32\" href=\"/Jeremiah.36.32\">Je 36:32</a>; <span dir=\"rtl\">וְנ׳</span> consec. <a data-ref=\"Exodus 1:10\" href=\"/Exodus.1.10\">Ex 1:10</a>; <a data-ref=\"Numbers 36:3\" href=\"/Numbers.36.3\">Nu 36:3</a>; 3 fs. <span dir=\"rtl\">וְנוֹסְפָה</span> consec. <a data-ref=\"Numbers 36:4\" href=\"/Numbers.36.4\">Nu 36:4</a>; Pt. <span dir=\"rtl\">וְנוֹסָף</span> <a data-ref=\"Proverbs 11:24\" href=\"/Proverbs.11.24\">Pr 11:24</a>; <span dir=\"rtl\">נוֹסָפוֹת</span> <a data-ref=\"Isaiah 15:9\" href=\"/Isaiah.15.9\">Is 15:9</a>;— <strong>1.</strong>  <em>join</em> (intr.), <em>join oneself to</em> <span dir=\"rtl\">(עַל)</span> <a data-ref=\"Exodus 1:10\" href=\"/Exodus.1.10\">Ex 1:10</a>. <strong>2.</strong>  <em>be joined, added to</em> <span dir=\"rtl\">(עַל)</span> <a data-ref=\"Numbers 36:3\" href=\"/Numbers.36.3\">Nu 36:3</a>, <a data-ref=\"Numbers 36:4\" href=\"/Numbers.36.4\">4</a> <a data-ref=\"Jeremiah 36:32\" href=\"/Jeremiah.36.32\">Je 36:32</a>; pt. abs. <em>is increased</em> <a data-ref=\"Proverbs 11:24\" href=\"/Proverbs.11.24\">Pr 11:24</a>; pt. fem. pl. = <em>things added, additions</em> (i.e additional calamities) <a data-ref=\"Isaiah 15:9\" href=\"/Isaiah.15.9\">Is 15:9</a>.<br><strong>Hiph.</strong><sub>172</sub>  Pf. <span dir=\"rtl\">הֹסִיף</span> <a data-ref=\"II Kings 24:7\" href=\"/II_Kings.24.7\">2 K 24:7</a>; <span dir=\"rtl\">הוֹסַ֫פְתָּ</span> <a data-ref=\"I Kings 10:7\" href=\"/I_Kings.10.7\">1 K 10:7</a> etc.; Impf.<sub>164</sub> <span dir=\"rtl\">יוֹסִיף</span> <a data-ref=\"Joshua 23:13\" href=\"/Joshua.23.13\">Jos 23:13</a> +; juss. <span dir=\"rtl\">יוֹסֵף</span> <a data-ref=\"Genesis 30:24\" href=\"/Genesis.30.24\">Gn 30:24</a> +; <span dir=\"rtl\">י֫וֹסֶף</span> (bef. tone) <a data-ref=\"Proverbs 1:5\" href=\"/Proverbs.1.5\">Pr 1:5</a>; <a data-ref=\"Proverbs 9:9\" href=\"/Proverbs.9.9\">9:9</a>; <span dir=\"rtl\">וַיּ֫וֹסֶף</span> <a data-ref=\"Isaiah 7:10\" href=\"/Isaiah.7.10\">Is 7:10</a> +; <span dir=\"rtl\">וַיֹּ֫אסֶף</span> <a data-ref=\"I Samuel 18:29\" href=\"/I_Samuel.18.29\">1 S 18:29</a>; 2 ms. <span dir=\"rtl\">תּוֹסִיף</span> <a data-ref=\"Amos 7:13\" href=\"/Amos.7.13\">Am 7:13</a> +; juss. <span dir=\"rtl\">תֹּסֵף</span> <a data-ref=\"Deuteronomy 13:1\" href=\"/Deuteronomy.13.1\">Dt 13:1</a>; <span dir=\"rtl\">תּוֹסַ֑ף</span> <a data-ref=\"Job 40:32\" href=\"/Job.40.32\">Jb 40:32</a>; <span dir=\"rtl\">תּוֹסְףִ</span> <a data-ref=\"Proverbs 30:6\" href=\"/Proverbs.30.6\">Pr 30:6</a>; <span dir=\"rtl\">אוֹסִיף</span> <a data-ref=\"Hosea 1:6\" href=\"/Hosea.1.6\">Ho 1:6</a> +; volunt. <span dir=\"rtl\">אוֹסֵף</span> <a data-ref=\"Hosea 9:15\" href=\"/Hosea.9.15\">9:15</a>; <span dir=\"rtl\">אֹסֵף</span> <a data-ref=\"Deuteronomy 18:16\" href=\"/Deuteronomy.18.16\">Dt 18:16</a> + <a data-ref=\"Ezekiel 5:16\" href=\"/Ezekiel.5.16\">Ez 5:16</a> (del. Co); <span dir=\"rtl\">אֹסִ֫פָה</span> <a data-ref=\"II Samuel 12:8\" href=\"/II_Samuel.12.8\">2 S 12:8</a> + prob. <a data-ref=\"Deuteronomy 32:23\" href=\"/Deuteronomy.32.23\">Dt 32:23</a> (for MT <span dir=\"rtl\">אַסְפֶּה</span>); 3 mpl. <span dir=\"rtl\">יוֹסִפ֫וּן</span> <a data-ref=\"I Kings 19:2\" href=\"/I_Kings.19.2\">1 K 19:2</a>; 2 mpl. <span dir=\"rtl\">תּוֹסִ֫יפוּ</span> <a data-ref=\"Isaiah 1:5\" href=\"/Isaiah.1.5\">Is 1:5</a> +; <span dir=\"rtl\">תֹּסִפ֫וּן</span> <a data-ref=\"Genesis 44:23\" href=\"/Genesis.44.23\">Gn 44:23</a> + 2 times; <span dir=\"rtl\">תֹּאסִפ֫וּן</span> <a data-ref=\"Exodus 5:7\" href=\"/Exodus.5.7\">Ex 5:7</a> (per contr. <a data-ref=\"II Samuel 6:1\" href=\"/II_Samuel.6.1\">2 S 6:1</a> <a data-ref=\"Psalms 104:29\" href=\"/Psalms.104.29\">ψ 104:29</a>, cf. sub <a data-ref=\"BDB, אָסַף\" href=\"/BDB,_אָסַף\", dir=\"rtl\">אסף</a>), etc.; Pt. pl. <span dir=\"rtl\">מוֹסִיפִים</span> <a data-ref=\"Nehemiah 13:18\" href=\"/Nehemiah.13.18\">Ne 13:18</a>; Inf. cstr. <span dir=\"rtl\">הוֹסִיף</span> <a data-ref=\"Leviticus 19:25\" href=\"/Leviticus.19.25\">Lv 19:25</a> + 3 times;— <strong>1.</strong>  <em>add</em> (= <strong>Qal</strong>) sq. acc. + <span dir=\"rtl\">עַל</span> <a data-ref=\"II Kings 20:6\" href=\"/II_Kings.20.6\">2 K 20:6</a>; <a data-ref=\"Leviticus 5:16\" href=\"/Leviticus.5.16\">Lv 5:16</a>, <a data-ref=\"Leviticus 5:24\" href=\"/Leviticus.5.24\">24</a>; <a data-ref=\"Leviticus 27:31\" href=\"/Leviticus.27.31\">27:31</a>; <a data-ref=\"Numbers 5:7\" href=\"/Numbers.5.7\">Nu 5:7</a>; <a data-ref=\"Job 34:37\" href=\"/Job.34.37\">Jb 34:37</a> (Elihu), <a data-ref=\"Psalms 61:7\" href=\"/Psalms.61.7\">ψ 61:7</a>; <a data-ref=\"Proverbs 16:23\" href=\"/Proverbs.16.23\">Pr 16:23</a>; <a data-ref=\"Ezekiel 5:16\" href=\"/Ezekiel.5.16\">Ez 5:16</a> (v. supr.), <a data-ref=\"Nehemiah 13:18\" href=\"/Nehemiah.13.18\">Ne 13:18</a> + <a data-ref=\"Deuteronomy 32:23\" href=\"/Deuteronomy.32.23\">Dt 32:23</a>; sq. acc. + <span dir=\"rtl\">לְ</span> <a data-ref=\"Genesis 30:24\" href=\"/Genesis.30.24\">Gn 30:24</a>; <a data-ref=\"Proverbs 3:2\" href=\"/Proverbs.3.2\">Pr 3:2</a>; <a data-ref=\"Proverbs 9:11\" href=\"/Proverbs.9.11\">9:11</a>; sq. acc. + <span dir=\"rtl\">אֶל</span> <a data-ref=\"I Kings 10:7\" href=\"/I_Kings.10.7\">1 K 10:7</a> (i.e. thou hast more wisdom and prosperity than is reported); sq. acc. + <span dir=\"rtl\">עִם</span> <a data-ref=\"Proverbs 10:22\" href=\"/Proverbs.10.22\">Pr 10:22</a>; cf. <span dir=\"rtl\">וְהוֹסַפְתִּ֫י עַל־כָּל־תְּהִלָּֽתְךָ</span> <a data-ref=\"Psalms 71:14\" href=\"/Psalms.71.14\">ψ 71:14</a> (i.e. increase); <span dir=\"rtl\">וְהוֹסַ֫פְתִּי חכמה על כל־אשׁר־היה לְפָנַי</span> <a data-ref=\"Ecclesiastes 1:16\" href=\"/Ecclesiastes.1.16\">Ec 1:16</a> (‖ <span dir=\"rtl\">הִגְדַּ֫לְתִּי</span>) (i.e. gain more); cf. <a data-ref=\"Ecclesiastes 2:9\" href=\"/Ecclesiastes.2.9\">2:9</a> (‖ <span dir=\"rtl\">וְגָדַ֫לְתִּי</span>); <span dir=\"rtl\">ה׳ לכם תבואתו</span> <a data-ref=\"Leviticus 19:25\" href=\"/Leviticus.19.25\">Lv 19:25</a> (i.e. yield more); <span dir=\"rtl\">וַיּ֫וֹסֶף אַחְאָב לַעֲשׂוֹת לְהַכְעִים אֶת־יהוה</span> … <span dir=\"rtl\">מִכֹּל וגו׳</span> <a data-ref=\"I Kings 16:33\" href=\"/I_Kings.16.33\">1 K 16:33</a> (<em>did more to provoke</em>); <em>add to, increase</em> (sq. <span dir=\"rtl\">על</span>) no obj. expr. <span dir=\"rtl\">ה׳ על־חטאתנו</span> <a data-ref=\"II Chronicles 28:13\" href=\"/II_Chronicles.28.13\">2 Ch 28:13</a>; <span dir=\"rtl\">ה׳ על־אשׁמת ישׂראל</span> <a data-ref=\"Ezra 10:10\" href=\"/Ezra.10.10\">Ezr 10:10</a>; <span dir=\"rtl\">עליו אֵין להוס֔יף</span> <a data-ref=\"Ecclesiastes 3:14\" href=\"/Ecclesiastes.3.14\">Ec 3:14</a> (opp. <span dir=\"rtl\">לִגְרֹעַ</span>), cf. <a data-ref=\"Deuteronomy 4:2\" href=\"/Deuteronomy.4.2\">Dt 4:2</a>; <a data-ref=\"Deuteronomy 13:1\" href=\"/Deuteronomy.13.1\">13:1</a>; <a data-ref=\"I Kings 12:11\" href=\"/I_Kings.12.11\">1 K 12:11</a>, <a data-ref=\"I Kings 12:14\" href=\"/I_Kings.12.14\">14</a>; <a data-ref=\"I Chronicles 22:14\" href=\"/I_Chronicles.22.14\">1 Ch 22:14</a>; <a data-ref=\"II Chronicles 10:11\" href=\"/II_Chronicles.10.11\">2 Ch 10:11</a>, <a data-ref=\"II Chronicles 10:14\" href=\"/II_Chronicles.10.14\">14</a>; <a data-ref=\"Proverbs 30:6\" href=\"/Proverbs.30.6\">Pr 30:6</a>; <a data-ref=\"Psalms 115:14\" href=\"/Psalms.115.14\">ψ 115:14</a>; sq. <span dir=\"rtl\">אֶל</span> (no other obj. expr.) <a data-ref=\"Ezekiel 23:14\" href=\"/Ezekiel.23.14\">Ez 23:14</a>; = <em>give in addition</em> <span dir=\"rtl\">וְאֹסִפָה לך</span> <a data-ref=\"II Samuel 12:8\" href=\"/II_Samuel.12.8\">2 S 12:8</a>; <span dir=\"rtl\">מַה־יֹּסִיף לָךְ</span> <a data-ref=\"Psalms 120:4\" href=\"/Psalms.120.4\">ψ 120:4</a> (‖ <span dir=\"rtl\">מַה־יִּתֵּן לְךָ</span>); especially in phr. <span dir=\"rtl\">כה יעשׂה אלהים (י׳) לך (לי) וכה יוסיף</span> <a data-ref=\"I Samuel 3:17\" href=\"/I_Samuel.3.17\">1 S 3:17</a> <em>so may God do to thee and more also</em>, <a data-ref=\"I Samuel 14:44\" href=\"/I_Samuel.14.44\">14:44</a>; <a data-ref=\"I Samuel 20:13\" href=\"/I_Samuel.20.13\">20:13</a>; <a data-ref=\"I Samuel 25:22\" href=\"/I_Samuel.25.22\">25:22</a>; <a data-ref=\"II Samuel 3:9\" href=\"/II_Samuel.3.9\">2 S 3:9</a> <span dir=\"rtl\">(וכה יוסיף לו)</span>, v <a data-ref=\"II Samuel 3:35\" href=\"/II_Samuel.3.35\">35</a>; <a data-ref=\"II Samuel 19:14\" href=\"/II_Samuel.19.14\">19:14</a>; <a data-ref=\"I Kings 2:23\" href=\"/I_Kings.2.23\">1 K 2:23</a>; <a data-ref=\"II Kings 6:31\" href=\"/II_Kings.6.31\">2 K 6:31</a>; <a data-ref=\"Ruth 1:17\" href=\"/Ruth.1.17\">Ru 1:17</a>; subj. heathen gods <a data-ref=\"I Kings 19:2\" href=\"/I_Kings.19.2\">1 K 19:2</a>; <a data-ref=\"I Kings 20:10\" href=\"/I_Kings.20.10\">20:10</a>; c. acc. <span dir=\"rtl\">ה׳ אֹמֶץ</span> <em>add strength</em> = grow stronger <a data-ref=\"Job 17:9\" href=\"/Job.17.9\">Jb 17:9</a>, cf. <a data-ref=\"Proverbs 1:5\" href=\"/Proverbs.1.5\">Pr 1:5</a>; <a data-ref=\"Proverbs 9:9\" href=\"/Proverbs.9.9\">9:9</a>; <a data-ref=\"Ecclesiastes 1:18\" href=\"/Ecclesiastes.1.18\">Ec 1:18</a><sup>(×2)</sup>, also <a data-ref=\"Isaiah 1:5\" href=\"/Isaiah.1.5\">Is 1:5</a> <a data-ref=\"Proverbs 16:21\" href=\"/Proverbs.16.21\">Pr 16:21</a>; also, where subj. different from indirect obj. <a data-ref=\"Proverbs 10:27\" href=\"/Proverbs.10.27\">Pr 10:27</a> <span dir=\"rtl\">(יראת י׳ יוסיף ימים)</span>, <a data-ref=\"Proverbs 19:4\" href=\"/Proverbs.19.4\">19:4</a>; <a data-ref=\"Proverbs 23:28\" href=\"/Proverbs.23.28\">23:28</a>; = <em>multiply</em> <span dir=\"rtl\">ה׳ עליכם כָּכֶם אלף פעמים</span> <a data-ref=\"Deuteronomy 1:11\" href=\"/Deuteronomy.1.11\">Dt 1:11</a> cf. <a data-ref=\"I Chronicles 21:3\" href=\"/I_Chronicles.21.3\">1 Ch 21:3</a>; <span dir=\"rtl\">וְיוֹסֵף י׳ אלהיךָ אל־העם כָּהֵם וְכָהֵם מֵאָה פְעָמִים</span> <a data-ref=\"II Samuel 24:3\" href=\"/II_Samuel.24.3\">2 S 24:3</a>; cf. <span dir=\"rtl\">וַיֹּסֶף י׳ את־כל־אשׁר לְאִיּוֹב לְמִשְׁנֶה</span> <a data-ref=\"Job 42:10\" href=\"/Job.42.10\">Jb 42:10</a>. <strong>2.</strong> <strong>a.</strong>  sq. inf. (with or without <span dir=\"rtl\">לְ</span>) <em>add to do</em> = <em>do again</em> or <em>more</em> (in Hex only JE & D); + <span dir=\"rtl\">עוֹד</span> <a data-ref=\"Genesis 8:21\" href=\"/Genesis.8.21\">Gn 8:21</a><sup>(×2)</sup>; <a data-ref=\"Genesis 18:29\" href=\"/Genesis.18.29\">18:29</a>; <a data-ref=\"Genesis 37:5\" href=\"/Genesis.37.5\">37:5</a>, <a data-ref=\"Genesis 37:8\" href=\"/Genesis.37.8\">8</a>; <a data-ref=\"Exodus 10:29\" href=\"/Exodus.10.29\">Ex 10:29</a>; <a data-ref=\"Exodus 14:13\" href=\"/Exodus.14.13\">14:13</a>; <a data-ref=\"Numbers 25:13\" href=\"/Numbers.25.13\">Nu 25:13</a> <a data-ref=\"Deuteronomy 3:26\" href=\"/Deuteronomy.3.26\">Dt 3:26</a>; <a data-ref=\"Deuteronomy 17:16\" href=\"/Deuteronomy.17.16\">17:16</a>; <a data-ref=\"Deuteronomy 19:20\" href=\"/Deuteronomy.19.20\">19:20</a>; <a data-ref=\"Deuteronomy 28:68\" href=\"/Deuteronomy.28.68\">28:68</a>; <a data-ref=\"Judges 9:37\" href=\"/Judges.9.37\">Ju 9:37</a>; <a data-ref=\"Judges 20:28\" href=\"/Judges.20.28\">20:28</a>; <a data-ref=\"I Samuel 3:6\" href=\"/I_Samuel.3.6\">1 S 3:6</a>; <a data-ref=\"I Samuel 18:29\" href=\"/I_Samuel.18.29\">18:29</a> (increase), <a data-ref=\"I Samuel 23:4\" href=\"/I_Samuel.23.4\">23:4</a>; <a data-ref=\"I Samuel 27:4\" href=\"/I_Samuel.27.4\">27:4</a> (Kt), <a data-ref=\"II Samuel 2:22\" href=\"/II_Samuel.2.22\">2 S 2:22</a>; <a data-ref=\"II Samuel 5:22\" href=\"/II_Samuel.5.22\">5:22</a>; <a data-ref=\"II Samuel 7:20\" href=\"/II_Samuel.7.20\">7:20</a> (inf. om. in ‖ <a data-ref=\"I Chronicles 17:18\" href=\"/I_Chronicles.17.18\">1 Ch 17:18</a>), <a data-ref=\"II Samuel 14:10\" href=\"/II_Samuel.14.10\">14:10</a>; <a data-ref=\"II Samuel 18:22\" href=\"/II_Samuel.18.22\">18:22</a> <a data-ref=\"II Kings 24:7\" href=\"/II_Kings.24.7\">2 K 24:7</a> <a data-ref=\"Amos 7:8\" href=\"/Amos.7.8\">Am 7:8</a>, <a data-ref=\"Amos 7:13\" href=\"/Amos.7.13\">13</a>; <a data-ref=\"Amos 8:2\" href=\"/Amos.8.2\">8:2</a>; <a data-ref=\"Isaiah 8:5\" href=\"/Isaiah.8.5\">Is 8:5</a>; <a data-ref=\"Isaiah 10:20\" href=\"/Isaiah.10.20\">10:20</a>; <a data-ref=\"Isaiah 23:12\" href=\"/Isaiah.23.12\">23:12</a>; <a data-ref=\"Isaiah 51:22\" href=\"/Isaiah.51.22\">51:22</a>; <a data-ref=\"Nahum 2:1\" href=\"/Nahum.2.1\">Na 2:1</a>; <a data-ref=\"Zephaniah 3:11\" href=\"/Zephaniah.3.11\">Zp 3:11</a>; <a data-ref=\"Jeremiah 31:12\" href=\"/Jeremiah.31.12\">Je 31:12</a>; <a data-ref=\"Ezekiel 36:12\" href=\"/Ezekiel.36.12\">Ez 36:12</a>; <a data-ref=\"Psalms 10:18\" href=\"/Psalms.10.18\">ψ 10:18</a>; <a data-ref=\"Psalms 77:8\" href=\"/Psalms.77.8\">77:8</a>; <a data-ref=\"Psalms 78:17\" href=\"/Psalms.78.17\">78:17</a>; inf. om. <a data-ref=\"Proverbs 19:19\" href=\"/Proverbs.19.19\">Pr 19:19</a>; <a data-ref=\"I Chronicles 17:18\" href=\"/I_Chronicles.17.18\">1 Ch 17:18</a>; <span dir=\"rtl\">עוֹד</span> om. <a data-ref=\"Genesis 4:2\" href=\"/Genesis.4.2\">Gn 4:2</a>, <a data-ref=\"Genesis 4:12\" href=\"/Genesis.4.12\">12</a>; <a data-ref=\"Genesis 8:10\" href=\"/Genesis.8.10\">8:10</a>; <a data-ref=\"Genesis 44:23\" href=\"/Genesis.44.23\">44:23</a>; <a data-ref=\"Exodus 5:7\" href=\"/Exodus.5.7\">Ex 5:7</a>; <a data-ref=\"Exodus 8:25\" href=\"/Exodus.8.25\">8:25</a>; <a data-ref=\"Exodus 9:28\" href=\"/Exodus.9.28\">9:28</a>, <a data-ref=\"Exodus 9:34\" href=\"/Exodus.9.34\">34</a>; <a data-ref=\"Exodus 10:28\" href=\"/Exodus.10.28\">10:28</a>; <a data-ref=\"Numbers 26:1\" href=\"/Numbers.26.1\">Nu 25:19</a>, <a data-ref=\"Numbers 22:25\" href=\"/Numbers.22.25\">25</a>; <a data-ref=\"Deuteronomy 13:12\" href=\"/Deuteronomy.13.12\">Dt 13:12</a>; <a data-ref=\"Deuteronomy 18:16\" href=\"/Deuteronomy.18.16\">18:16</a>; <a data-ref=\"Deuteronomy 25:3\" href=\"/Deuteronomy.25.3\">25:3</a>; <a data-ref=\"Joshua 7:12\" href=\"/Joshua.7.12\">Jos 7:12</a>; <a data-ref=\"Joshua 23:13\" href=\"/Joshua.23.13\">23:13</a>; <a data-ref=\"Judges 2:21\" href=\"/Judges.2.21\">Ju 2:21</a>; <a data-ref=\"Judges 3:12\" href=\"/Judges.3.12\">3:12</a>; <a data-ref=\"Judges 4:1\" href=\"/Judges.4.1\">4:1</a>; <a data-ref=\"Judges 10:6\" href=\"/Judges.10.6\">10:6</a>, <a data-ref=\"Judges 10:13\" href=\"/Judges.10.13\">13</a>; <a data-ref=\"Judges 13:1\" href=\"/Judges.13.1\">13:1</a>; <a data-ref=\"Judges 20:22\" href=\"/Judges.20.22\">20:22</a>, <a data-ref=\"Judges 20:23\" href=\"/Judges.20.23\">23</a>; <a data-ref=\"I Samuel 3:8\" href=\"/I_Samuel.3.8\">1 S 3:8</a>, <a data-ref=\"I Samuel 3:21\" href=\"/I_Samuel.3.21\">21</a>; <a data-ref=\"I Samuel 9:8\" href=\"/I_Samuel.9.8\">9:8</a>; <a data-ref=\"I Samuel 19:8\" href=\"/I_Samuel.19.8\">19:8</a>; <a data-ref=\"I Samuel 20:17\" href=\"/I_Samuel.20.17\">20:17</a>; <a data-ref=\"II Samuel 3:34\" href=\"/II_Samuel.3.34\">2 S 3:34</a>; <a data-ref=\"II Samuel 7:10\" href=\"/II_Samuel.7.10\">7:10</a>; <a data-ref=\"II Samuel 24:1\" href=\"/II_Samuel.24.1\">24:1</a>; <a data-ref=\"II Kings 21:8\" href=\"/II_Kings.21.8\">2 K 21:8</a>; <a data-ref=\"Isaiah 1:13\" href=\"/Isaiah.1.13\">Is 1:13</a>; <a data-ref=\"Isaiah 7:10\" href=\"/Isaiah.7.10\">7:10</a>; <a data-ref=\"Isaiah 24:20\" href=\"/Isaiah.24.20\">24:20</a>; <a data-ref=\"Hosea 9:15\" href=\"/Hosea.9.15\">Ho 9:15</a>; <a data-ref=\"Hosea 13:2\" href=\"/Hosea.13.2\">13:2</a>; <a data-ref=\"Amos 5:2\" href=\"/Amos.5.2\">Am 5:2</a>; <a data-ref=\"I Chronicles 17:9\" href=\"/I_Chronicles.17.9\">1 Ch 17:9</a>; <a data-ref=\"II Chronicles 28:22\" href=\"/II_Chronicles.28.22\">2 Ch 28:22</a>; <a data-ref=\"II Chronicles 33:8\" href=\"/II_Chronicles.33.8\">33:8</a>; <a data-ref=\"Job 27:1\" href=\"/Job.27.1\">Jb 27:1</a>; <a data-ref=\"Job 29:1\" href=\"/Job.29.1\">29:1</a>; <a data-ref=\"Psalms 41:9\" href=\"/Psalms.41.9\">ψ 41:9</a>; <a data-ref=\"Lamentations 4:15\" href=\"/Lamentations.4.15\">La 4:15</a>, <a data-ref=\"Lamentations 4:16\" href=\"/Lamentations.4.16\">16</a>, <a data-ref=\"Lamentations 4:22\" href=\"/Lamentations.4.22\">22</a>; <a data-ref=\"Jonah 2:5\" href=\"/Jonah.2.5\">Jon 2:5</a>; inf. om. <a data-ref=\"Exodus 11:6\" href=\"/Exodus.11.6\">Ex 11:6</a>; <a data-ref=\"Deuteronomy 25:3\" href=\"/Deuteronomy.25.3\">Dt 25:3</a>; <a data-ref=\"Job 20:9\" href=\"/Job.20.9\">Jb 20:9</a>; <a data-ref=\"Job 34:32\" href=\"/Job.34.32\">34:32</a> (Elihu), <a data-ref=\"Job 38:11\" href=\"/Job.38.11\">38:11</a>; <a data-ref=\"Job 40:5\" href=\"/Job.40.5\">40:5</a>, <a data-ref=\"Job 40:32\" href=\"/Job.40.32\">32</a>; <a data-ref=\"Joel 2:2\" href=\"/Joel.2.2\">Jo 2:2</a>; cf. also <span dir=\"rtl\">ה׳ עֲבוֹר</span> <a data-ref=\"Numbers 22:26\" href=\"/Numbers.22.26\">Nu 22:26</a> i.e. <em>went on further</em>. <strong>b.</strong>  sq. Impf. c. <span dir=\"rtl\">וַ</span>· (of past time) <a data-ref=\"Genesis 25:1\" href=\"/Genesis.25.1\">Gn 25:1</a>; <a data-ref=\"I Samuel 19:21\" href=\"/I_Samuel.19.21\">1 S 19:21</a>; <a data-ref=\"Esther 8:3\" href=\"/Esther.8.3\">Est 8:3</a>; <a data-ref=\"Job 36:1\" href=\"/Job.36.1\">Jb 36:1</a> (Elihu), <a data-ref=\"Daniel 10:18\" href=\"/Daniel.10.18\">Dn 10:18</a>; + <span dir=\"rtl\">עוֹד</span> <a data-ref=\"Genesis 38:5\" href=\"/Genesis.38.5\">Gn 38:5</a>; <a data-ref=\"Judges 11:14\" href=\"/Judges.11.14\">Ju 11:14</a>; <a data-ref=\"I Chronicles 14:13\" href=\"/I_Chronicles.14.13\">1 Ch 14:13</a>. <strong>c.</strong>  sq. Impf. asynd. (Ges<sup>§ 120, 1 b, 2b</sup>) <span dir=\"rtl\">לא תוסיפי יקראו־לָךְ</span> <a data-ref=\"Isaiah 47:1\" href=\"/Isaiah.47.1\">Is 47:1</a>, <a data-ref=\"Isaiah 47:5\" href=\"/Isaiah.47.5\">5</a>; <span dir=\"rtl\">אוסיף אֲבַקְשֶׁנּוּ עוֹד</span> <a data-ref=\"Proverbs 23:35\" href=\"/Proverbs.23.35\">Pr 23:35</a>; <span dir=\"rtl\">לא אוסיף עוֹד אֲרַחֵם אֶת־בֵּית ישׂראל</span> <a data-ref=\"Hosea 1:6\" href=\"/Hosea.1.6\">Ho 1:6</a>; <span dir=\"rtl\">לא יוסיף יָבֹא־בך עוד</span> <a data-ref=\"Isaiah 52:1\" href=\"/Isaiah.52.1\">Is 52:1</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d2a2b6084aa1cbf1c635", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, מוּת 1", "anchorRef": "Deuteronomy 18:16", "anchorRefExpanded": ["Deuteronomy 18:16"], "sourceRef": "BDB, מוּת 1", "sourceHeRef": "בראון-דרייבר-בריגס, מוּת א׳", "anchorVerse": 16, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "מוּת", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><big><span dir=\"rtl\">מוּת</span></big></big>  <strong>vb.</strong> die <strong>(</strong>NH <em>id.</em> (rare); Assyrian <em>mâtu</em> Dl<sup>HWB 395</sup>, Arabic <span dir=\"rtl\">مَاتَ</span>, Ethiopic ሞተ, Aramaic <span dir=\"rtl\">מוּת</span>, <span dir=\"rtl\">מִית</span>, <span dir=\"rtl\">ܡܺܝܬ</span>; Nab. <span dir=\"rtl\">מות</span> Eut<sup>Nab 14, 6</sup>; Zinj. <span dir=\"rtl\">מת</span> DHM<sup>Sendsch.Gloss.</sup><strong>)</strong>;—<br><strong>Qal</strong>  Pf. 3 ms. <span dir=\"rtl\">מֵת</span> <a data-ref=\"Genesis 42:38\" href=\"/Genesis.42.38\">Gn 42:38</a> +; 3 fs. <span dir=\"rtl\">מֵ֫תָה</span> <a data-ref=\"Genesis 35:18\" href=\"/Genesis.35.18\">Gn 35:18</a> +; 2 ms. <span dir=\"rtl\">מַתָּה</span> <a data-ref=\"Ezekiel 28:8\" href=\"/Ezekiel.28.8\">Ez 28:8</a>; 1 s. <span dir=\"rtl\">וָמַ֑תִּי</span> <a data-ref=\"Genesis 19:19\" href=\"/Genesis.19.19\">Gn 19:19</a>; 3 mpl. <span dir=\"rtl\">מֵ֫תוּ</span> <a data-ref=\"Genesis 7:22\" href=\"/Genesis.7.22\">Gn 7:22</a> +; 1 pl. <span dir=\"rtl\">מַתְנוּ</span> <a data-ref=\"Numbers 14:2\" href=\"/Numbers.14.2\">Nu 14:2</a> <a data-ref=\"II Kings 7:4\" href=\"/II_Kings.7.4\">2 K 7:4</a>; <span dir=\"rtl\">מָ֑תְנוּ</span> <a data-ref=\"Numbers 14:9\" href=\"/Numbers.14.9\">Nu 14:9</a> +; Impf. <span dir=\"rtl\">יָמוּת</span> <a data-ref=\"Genesis 38:11\" href=\"/Genesis.38.11\">Gn 38:11</a> +; <span dir=\"rtl\">יָמֹ֑ת</span> <a data-ref=\"Deuteronomy 33:6\" href=\"/Deuteronomy.33.6\">Dt 33:6</a> +; <span dir=\"rtl\">וַיָּ֫מָת</span> <a data-ref=\"Genesis 11:28\" href=\"/Genesis.11.28\">Gn 11:28</a> +; 1 s. <span dir=\"rtl\">אָמוּת</span> <a data-ref=\"Genesis 26:9\" href=\"/Genesis.26.9\">Gn 26:9</a> +; <span dir=\"rtl\">אָמֻת</span> <a data-ref=\"II Samuel 19:38\" href=\"/II_Samuel.19.38\">2 S 19:38</a>; <span dir=\"rtl\">אָמוּ֫תָה</span> <a data-ref=\"Genesis 46:30\" href=\"/Genesis.46.30\">Gn 46:30</a>; 3 mpl. <span dir=\"rtl\">יָמ֫וּתוּ</span> <a data-ref=\"I Samuel 2:23\" href=\"/I_Samuel.2.23\">1 S 2:23</a> +; <span dir=\"rtl\">יְמֻתוּן</span> <a data-ref=\"Numbers 16:29\" href=\"/Numbers.16.29\">Nu 16:29</a>; <a data-ref=\"Numbers 16:3\" href=\"/Numbers.16.3\">3</a> fpl. <span dir=\"rtl\">תְּמוּתֶ֫נָה</span> <a data-ref=\"Ezekiel 13:19\" href=\"/Ezekiel.13.19\">Ez 13:19</a> (Ges<sup>§ 72, 5</sup>) +; Imv. <span dir=\"rtl\">מֻת</span> <a data-ref=\"Deuteronomy 32:50\" href=\"/Deuteronomy.32.50\">Dt 32:50</a> <a data-ref=\"Job 2:9\" href=\"/Job.2.9\">Jb 2:9</a>; Inf. abs. <span dir=\"rtl\">מוֹת</span> <a data-ref=\"Genesis 2:17\" href=\"/Genesis.2.17\">Gn 2:17</a> +; cstr. <span dir=\"rtl\">מוּת</span> <a data-ref=\"Genesis 25:32\" href=\"/Genesis.25.32\">Gn 25:32</a> +; sf. <span dir=\"rtl\">מוּתִי</span> <a data-ref=\"II Samuel 19:1\" href=\"/II_Samuel.19.1\">2 S 19:1</a>; <span dir=\"rtl\">מֻתָן</span> <a data-ref=\"II Samuel 20:3\" href=\"/II_Samuel.20.3\">2 S 20:3</a>, etc.; Pt. <span dir=\"rtl\">מֵת</span> <a data-ref=\"Genesis 20:3\" href=\"/Genesis.20.3\">Gn 20:3</a> +; sf. <span dir=\"rtl\">מֵתִי</span> <a data-ref=\"Genesis 23:4\" href=\"/Genesis.23.4\">Gn 23:4</a> +; fs. <span dir=\"rtl\">מֵתָה</span> <a data-ref=\"Genesis 30:1\" href=\"/Genesis.30.1\">Gn 30:1</a> <a data-ref=\"Zechariah 11:9\" href=\"/Zechariah.11.9\">Zc 11:9</a>; pl. <span dir=\"rtl\">מֵתִים</span> <a data-ref=\"Exodus 12:33\" href=\"/Exodus.12.33\">Ex 12:33</a> +; cstr. <span dir=\"rtl\">מֵתֵי</span> <a data-ref=\"Isaiah 22:2\" href=\"/Isaiah.22.2\">Is 22:2</a> +; sf. <span dir=\"rtl\">מֵתֶיךָ</span> <a data-ref=\"Isaiah 26:19\" href=\"/Isaiah.26.19\">Is 26:19</a>;— <strong>1.</strong>  <em>die</em>, of natural or other causes: <strong>a.</strong>  (1) of man, †<span dir=\"rtl\">וַיִּגְוַע וַיָּמָת</span> <em>and he expired and died</em> <a data-ref=\"Genesis 25:8\" href=\"/Genesis.25.8\">Gn 25:8</a> (+ <span dir=\"rtl\">בְּשֵׂיבָה טוֹבָה</span>, v. infr.), v <a data-ref=\"Genesis 25:17\" href=\"/Genesis.25.17\">17</a> <a data-ref=\"Genesis 35:29\" href=\"/Genesis.35.29\">35:29</a> (P); †<span dir=\"rtl\">וַיָּמָת וַיִּקָּבֵר</span> <a data-ref=\"Judges 10:2\" href=\"/Judges.10.2\">Ju 10:2</a>, <a data-ref=\"Judges 10:5\" href=\"/Judges.10.5\">5</a>; <a data-ref=\"Judges 8:32\" href=\"/Judges.8.32\">8:32</a>; <a data-ref=\"Judges 12:7\" href=\"/Judges.12.7\">12:7</a>, <a data-ref=\"Judges 12:10\" href=\"/Judges.12.10\">10</a>, <a data-ref=\"Judges 12:12\" href=\"/Judges.12.12\">12</a>, <a data-ref=\"Judges 12:15\" href=\"/Judges.12.15\">15</a> <a data-ref=\"II Samuel 17:23\" href=\"/II_Samuel.17.23\">2 S 17:23</a>; †<span dir=\"rtl\">וימת וימלך תַּחְתָּיו</span> <em>and he died and</em>—<em>reigned in his stead</em> <a data-ref=\"Genesis 36:33\" href=\"/Genesis.36.33\">Gn 36:33</a>, <a data-ref=\"Genesis 36:34\" href=\"/Genesis.36.34\">34</a>, <a data-ref=\"Genesis 36:35\" href=\"/Genesis.36.35\">35</a>, <a data-ref=\"Genesis 36:36\" href=\"/Genesis.36.36\">36</a>, <a data-ref=\"Genesis 36:37\" href=\"/Genesis.36.37\">37</a>, <a data-ref=\"Genesis 36:38\" href=\"/Genesis.36.38\">38</a>, <a data-ref=\"Genesis 36:39\" href=\"/Genesis.36.39\">39</a> (P), <a data-ref=\"II Samuel 10:1\" href=\"/II_Samuel.10.1\">2 S 10:1</a> = <a data-ref=\"I Chronicles 19:1\" href=\"/I_Chronicles.19.1\">1 Ch 19:1</a>, <a data-ref=\"II Kings 1:17\" href=\"/II_Kings.1.17\">2 K 1:17</a>; <a data-ref=\"II Kings 8:15\" href=\"/II_Kings.8.15\">8:15</a>; <a data-ref=\"II Kings 13:24\" href=\"/II_Kings.13.24\">13:24</a> <a data-ref=\"I Chronicles 1:44\" href=\"/I_Chronicles.1.44\">1 Ch 1:44</a>, <a data-ref=\"I Chronicles 1:45\" href=\"/I_Chronicles.1.45\">45</a>, <a data-ref=\"I Chronicles 1:46\" href=\"/I_Chronicles.1.46\">46</a>, <a data-ref=\"I Chronicles 1:47\" href=\"/I_Chronicles.1.47\">47</a>, <a data-ref=\"I Chronicles 1:48\" href=\"/I_Chronicles.1.48\">48</a>, <a data-ref=\"I Chronicles 1:49\" href=\"/I_Chronicles.1.49\">49</a>, <a data-ref=\"I Chronicles 1:50\" href=\"/I_Chronicles.1.50\">50</a>; <span dir=\"rtl\">וימת בְּשֵׂיבָה טוֹבָה</span> <em>and he died in a good old age</em> <a data-ref=\"I Chronicles 29:28\" href=\"/I_Chronicles.29.28\">1 Ch 29:28</a> (+ <a data-ref=\"Genesis 25:8\" href=\"/Genesis.25.8\">Gn 25:8</a>, v. supr.); as the result of smiting <span dir=\"rtl\">הכה</span> <a data-ref=\"Exodus 21:18\" href=\"/Exodus.21.18\">Ex 21:18</a>, <a data-ref=\"Exodus 21:20\" href=\"/Exodus.21.20\">20</a>, <a data-ref=\"Exodus 21:22\" href=\"/Exodus.21.22\">22</a> (E); + <span dir=\"rtl\">במלחמה</span> <a data-ref=\"Deuteronomy 20:5\" href=\"/Deuteronomy.20.5\">Dt 20:5</a>, <a data-ref=\"Deuteronomy 20:6\" href=\"/Deuteronomy.20.6\">6</a>, <a data-ref=\"Deuteronomy 20:7\" href=\"/Deuteronomy.20.7\">7</a> <a data-ref=\"II Samuel 19:11\" href=\"/II_Samuel.19.11\">2 S 19:11</a>; <span dir=\"rtl\">בַּחֶרֶב</span> <a data-ref=\"Jeremiah 11:22\" href=\"/Jeremiah.11.22\">Je 11:22</a>; <span dir=\"rtl\">ברעב</span> v <a data-ref=\"Jeremiah 11:22\" href=\"/Jeremiah.11.22\">22</a>; <span dir=\"rtl\">מפני הרעב</span> <a data-ref=\"Jeremiah 38:9\" href=\"/Jeremiah.38.9\">38:9</a>; <span dir=\"rtl\">בְּדֶבֶר</span> <a data-ref=\"Jeremiah 21:6\" href=\"/Jeremiah.21.6\">21:6</a>; <span dir=\"rtl\">באבן</span> <a data-ref=\"Numbers 35:17\" href=\"/Numbers.35.17\">Nu 35:17</a>, <a data-ref=\"Numbers 35:23\" href=\"/Numbers.35.23\">23</a> (P); †<span dir=\"rtl\">בַּמַּגֵּפָה</span> <a data-ref=\"Numbers 14:37\" href=\"/Numbers.14.37\">Nu 14:37</a>; <a data-ref=\"Numbers 17:14\" href=\"/Numbers.17.14\">17:14</a>; <a data-ref=\"Numbers 25:9\" href=\"/Numbers.25.9\">25:9</a> (P). (2) fig. of wisdom, <span dir=\"rtl\">עִמָּכֶם תָּמוּת חָכְמָה</span> <a data-ref=\"Job 12:2\" href=\"/Job.12.2\">Jb 12:2</a>; of courage, <span dir=\"rtl\">וַיָּמָת לִבּוֹ בְּקִרְבּוֹ</span> <em>and his heart died within him</em> <a data-ref=\"I Samuel 25:37\" href=\"/I_Samuel.25.37\">1 S 25:37</a>.—<a data-ref=\"II Samuel 2:31\" href=\"/II_Samuel.2.31\">2 S 2:31</a> del. <span dir=\"rtl\">מֵ֑תוּ</span> We Dr Kit Bu, cf. 𝔊. <strong>b.</strong>  of animals <a data-ref=\"Leviticus 11:39\" href=\"/Leviticus.11.39\">Lv 11:39</a>; cattle <a data-ref=\"Genesis 33:13\" href=\"/Genesis.33.13\">Gn 33:13</a> (J), fish <a data-ref=\"Exodus 7:18\" href=\"/Exodus.7.18\">Ex 7:18</a> (E), frogs <a data-ref=\"Exodus 8:9\" href=\"/Exodus.8.9\">Ex 8:9</a> (J), lion <a data-ref=\"Ecclesiastes 9:4\" href=\"/Ecclesiastes.9.4\">Ec 9:4</a>, worm <a data-ref=\"Isaiah 66:24\" href=\"/Isaiah.66.24\">Is 66:24</a>; <span dir=\"rtl\">כֶּלֶב מֵת</span>, <em>dead dog</em> (in proverb) <a data-ref=\"I Samuel 24:15\" href=\"/I_Samuel.24.15\">1 S 24:15</a> <a data-ref=\"II Samuel 9:8\" href=\"/II_Samuel.9.8\">2 S 9:8</a>; <a data-ref=\"II Samuel 16:9\" href=\"/II_Samuel.16.9\">16:9</a>. <strong>c.</strong>  a tree <a data-ref=\"Job 14:8\" href=\"/Job.14.8\">Jb 14:8</a>. <strong>d.</strong>  <span dir=\"rtl\">זִבְחֵי מֵתִים</span> <a data-ref=\"Psalms 106:28\" href=\"/Psalms.106.28\">ψ 106:28</a> <em>sacrifices to the dead</em> (idols). <strong>2.</strong>  <em>die</em> as a penalty = <em>be put to death:</em> <strong>a.</strong>  by human authority <a data-ref=\"Genesis 42:20\" href=\"/Genesis.42.20\">Gn 42:20</a> <a data-ref=\"Exodus 10:28\" href=\"/Exodus.10.28\">Ex 10:28</a>; <a data-ref=\"Exodus 21:14\" href=\"/Exodus.21.14\">21:14</a> (E), <a data-ref=\"Genesis 44:9\" href=\"/Genesis.44.9\">Gn 44:9</a> <a data-ref=\"Joshua 2:14\" href=\"/Joshua.2.14\">Jos 2:14</a> (J), <a data-ref=\"Leviticus 20:20\" href=\"/Leviticus.20.20\">Lv 20:20</a> (H), <a data-ref=\"Numbers 35:12\" href=\"/Numbers.35.12\">Nu 35:12</a>, <a data-ref=\"Numbers 35:30\" href=\"/Numbers.35.30\">30</a><sup>(×2)</sup> (P), especially D, <a data-ref=\"Deuteronomy 17:5\" href=\"/Deuteronomy.17.5\">Dt 17:5</a>, <a data-ref=\"Deuteronomy 17:6\" href=\"/Deuteronomy.17.6\">6</a>; <a data-ref=\"Deuteronomy 18:20\" href=\"/Deuteronomy.18.20\">18:20</a>; <a data-ref=\"Deuteronomy 19:12\" href=\"/Deuteronomy.19.12\">19:12</a>; <a data-ref=\"Deuteronomy 22:22\" href=\"/Deuteronomy.22.22\">22:22</a>, <a data-ref=\"Deuteronomy 22:25\" href=\"/Deuteronomy.22.25\">25</a>; <a data-ref=\"Deuteronomy 24:7\" href=\"/Deuteronomy.24.7\">24:7</a> <a data-ref=\"Judges 6:30\" href=\"/Judges.6.30\">Ju 6:30</a> <a data-ref=\"I Samuel 14:43\" href=\"/I_Samuel.14.43\">1 S 14:43</a>, <a data-ref=\"I Samuel 14:45\" href=\"/I_Samuel.14.45\">45</a><sup>(×2)</sup>; <a data-ref=\"II Samuel 19:24\" href=\"/II_Samuel.19.24\">2 Sa 19:24</a> <a data-ref=\"Jeremiah 38:24\" href=\"/Jeremiah.38.24\">Je 38:24</a>; <span dir=\"rtl\">מות יָמוּת</span>, <em>die</em> = <em>be put to a violent death</em> (> AV RV <em>surely die</em>), <a data-ref=\"I Samuel 14:39\" href=\"/I_Samuel.14.39\">1 S 14:39</a>, <a data-ref=\"I Samuel 14:44\" href=\"/I_Samuel.14.44\">44</a>; <a data-ref=\"I Samuel 22:16\" href=\"/I_Samuel.22.16\">22:16</a>; <a data-ref=\"I Kings 2:37\" href=\"/I_Kings.2.37\">1 K 2:37</a>, <a data-ref=\"I Kings 2:42\" href=\"/I_Kings.2.42\">42</a> (all Judaic), <a data-ref=\"Jeremiah 26:8\" href=\"/Jeremiah.26.8\">Je 26:8</a>, all of capital punishment; <a data-ref=\"II Kings 8:10\" href=\"/II_Kings.8.10\">2 K 8:10</a> (Ephr.) of assassination; <span dir=\"rtl\">מוֹת יוּמַת</span> <em>be put to a violent death</em>, in the codes of <a data-ref=\"Exodus 21:12\" href=\"/Exodus.21.12\">Ex 21:12</a>, <a data-ref=\"Exodus 21:15\" href=\"/Exodus.21.15\">15</a>, <a data-ref=\"Exodus 21:16\" href=\"/Exodus.21.16\">16</a>, <a data-ref=\"Exodus 21:17\" href=\"/Exodus.21.17\">17</a>; <a data-ref=\"Exodus 22:18\" href=\"/Exodus.22.18\">22:18</a> (E), <a data-ref=\"Leviticus 20:2\" href=\"/Leviticus.20.2\">Lv 20:2</a>, <a data-ref=\"Leviticus 20:9\" href=\"/Leviticus.20.9\">9</a>, <a data-ref=\"Leviticus 20:10\" href=\"/Leviticus.20.10\">10</a>, <a data-ref=\"Leviticus 20:11\" href=\"/Leviticus.20.11\">11</a>, <a data-ref=\"Leviticus 20:12\" href=\"/Leviticus.20.12\">12</a>, <a data-ref=\"Leviticus 20:13\" href=\"/Leviticus.20.13\">13</a>, <a data-ref=\"Leviticus 20:15\" href=\"/Leviticus.20.15\">15</a>, <a data-ref=\"Leviticus 20:16\" href=\"/Leviticus.20.16\">16</a>, <a data-ref=\"Leviticus 20:27\" href=\"/Leviticus.20.27\">27</a>; <a data-ref=\"Leviticus 24:16\" href=\"/Leviticus.24.16\">24:16</a>, <a data-ref=\"Leviticus 24:17\" href=\"/Leviticus.24.17\">17</a> (H), <a data-ref=\"Exodus 31:14\" href=\"/Exodus.31.14\">Ex 31:14</a>, <a data-ref=\"Exodus 31:15\" href=\"/Exodus.31.15\">15</a> <a data-ref=\"Numbers 15:35\" href=\"/Numbers.15.35\">Nu 15:35</a>; <a data-ref=\"Numbers 35:16\" href=\"/Numbers.35.16\">35:16</a>, <a data-ref=\"Numbers 35:17\" href=\"/Numbers.35.17\">17</a>, <a data-ref=\"Numbers 35:18\" href=\"/Numbers.35.18\">18</a>, <a data-ref=\"Numbers 35:21\" href=\"/Numbers.35.21\">21</a>, <a data-ref=\"Numbers 35:31\" href=\"/Numbers.35.31\">31</a> <a data-ref=\"Leviticus 27:29\" href=\"/Leviticus.27.29\">Lv 27:29</a> (P; never in D; D uses verb, either Qal or Hiph., without inf. abs.); it is used in narratives <a data-ref=\"Genesis 26:11\" href=\"/Genesis.26.11\">Gn 26:11</a>(J), <a data-ref=\"Exodus 19:12\" href=\"/Exodus.19.12\">Ex 19:12</a> (E), <a data-ref=\"Judges 21:5\" href=\"/Judges.21.5\">Ju 21:5</a>. <span dir=\"rtl\">מ׳</span> is preceded by <span dir=\"rtl\">רגם</span> <a data-ref=\"Numbers 15:36\" href=\"/Numbers.15.36\">Nu 15:36</a> (P), <a data-ref=\"Deuteronomy 21:21\" href=\"/Deuteronomy.21.21\">Dt 21:21</a> <a data-ref=\"I Kings 12:18\" href=\"/I_Kings.12.18\">1 K 12:18</a> = <a data-ref=\"II Chronicles 10:18\" href=\"/II_Chronicles.10.18\">2 Ch 10:18</a>, <a data-ref=\"I Kings 21:13\" href=\"/I_Kings.21.13\">1 K 21:13</a>; <span dir=\"rtl\">סקל</span> <a data-ref=\"Deuteronomy 13:11\" href=\"/Deuteronomy.13.11\">Dt 13:11</a> <a data-ref=\"Deuteronomy 17:5\" href=\"/Deuteronomy.17.5\">17:5</a>; <a data-ref=\"Deuteronomy 22:21\" href=\"/Deuteronomy.22.21\">22:21</a>, <a data-ref=\"Deuteronomy 22:24\" href=\"/Deuteronomy.22.24\">24</a> <a data-ref=\"I Kings 21:10\" href=\"/I_Kings.21.10\">1 K 21:10</a>, <a data-ref=\"I Kings 21:13\" href=\"/I_Kings.21.13\">13</a>, <a data-ref=\"I Kings 21:14\" href=\"/I_Kings.21.14\">14</a>, <a data-ref=\"I Kings 21:15\" href=\"/I_Kings.21.15\">15</a>; <span dir=\"rtl\">פגע</span> <a data-ref=\"I Kings 2:25\" href=\"/I_Kings.2.25\">1 K 2:25</a>, <a data-ref=\"I Kings 2:46\" href=\"/I_Kings.2.46\">46</a>; <span dir=\"rtl\">רמס</span> <a data-ref=\"II Kings 7:17\" href=\"/II_Kings.7.17\">2 K 7:17</a>, <a data-ref=\"II Kings 7:20\" href=\"/II_Kings.7.20\">20</a>; <span dir=\"rtl\">בְּיַד גֹּאֵל</span> <a data-ref=\"Joshua 20:9\" href=\"/Joshua.20.9\">Jos 20:9</a> (P). <strong>b.</strong>  inflicted by God, <a data-ref=\"Genesis 20:3\" href=\"/Genesis.20.3\">Gn 20:3</a>, <a data-ref=\"Genesis 20:7\" href=\"/Genesis.20.7\">7</a>; <a data-ref=\"Joshua 10:11\" href=\"/Joshua.10.11\">Jos 10:11</a> (E), <a data-ref=\"Genesis 3:3\" href=\"/Genesis.3.3\">Gn 3:3</a>; <a data-ref=\"Genesis 38:11\" href=\"/Genesis.38.11\">38:11</a>; <a data-ref=\"Exodus 11:5\" href=\"/Exodus.11.5\">Ex 11:5</a>; <a data-ref=\"Exodus 12:33\" href=\"/Exodus.12.33\">12:33</a> (J), <a data-ref=\"Exodus 28:35\" href=\"/Exodus.28.35\">28:35</a>; <a data-ref=\"Exodus 30:20\" href=\"/Exodus.30.20\">30:20</a><sup>(×2)</sup> <a data-ref=\"Leviticus 8:35\" href=\"/Leviticus.8.35\">Lv 8:35</a>; <a data-ref=\"Leviticus 10:2\" href=\"/Leviticus.10.2\">10:2</a>, <a data-ref=\"Leviticus 10:6\" href=\"/Leviticus.10.6\">6</a>, <a data-ref=\"Leviticus 10:7\" href=\"/Leviticus.10.7\">7</a>, <a data-ref=\"Leviticus 10:9\" href=\"/Leviticus.10.9\">9</a>; <a data-ref=\"Leviticus 16:1\" href=\"/Leviticus.16.1\">16:1</a>, <a data-ref=\"Leviticus 16:2\" href=\"/Leviticus.16.2\">2</a>, <a data-ref=\"Leviticus 16:13\" href=\"/Leviticus.16.13\">13</a> <a data-ref=\"Numbers 3:4\" href=\"/Numbers.3.4\">Nu 3:4</a>; <a data-ref=\"Numbers 4:19\" href=\"/Numbers.4.19\">4:19</a>, <a data-ref=\"Numbers 4:20\" href=\"/Numbers.4.20\">20</a>; <a data-ref=\"Numbers 14:35\" href=\"/Numbers.14.35\">14:35</a>; <a data-ref=\"Numbers 17:14\" href=\"/Numbers.17.14\">17:14</a>, <a data-ref=\"Numbers 17:25\" href=\"/Numbers.17.25\">25</a>, <a data-ref=\"Numbers 17:28\" href=\"/Numbers.17.28\">28</a>; <a data-ref=\"Numbers 18:3\" href=\"/Numbers.18.3\">18:3</a>, <a data-ref=\"Numbers 18:32\" href=\"/Numbers.18.32\">32</a>; <a data-ref=\"Numbers 26:11\" href=\"/Numbers.26.11\">26:11</a>, <a data-ref=\"Numbers 26:61\" href=\"/Numbers.26.61\">61</a> (P), <a data-ref=\"Deuteronomy 5:19\" href=\"/Deuteronomy.5.19\">Dt 5:22</a><sup>(×2)</sup>; <a data-ref=\"Deuteronomy 18:16\" href=\"/Deuteronomy.18.16\">18:16</a> <a data-ref=\"Judges 6:23\" href=\"/Judges.6.23\">Ju 6:23</a> <a data-ref=\"I Samuel 5:12\" href=\"/I_Samuel.5.12\">1 S 5:12</a>; <a data-ref=\"I Samuel 12:19\" href=\"/I_Samuel.12.19\">12:19</a>; <a data-ref=\"I Samuel 25:17\" href=\"/I_Samuel.25.17\">25:17</a>, <a data-ref=\"I Samuel 25:38\" href=\"/I_Samuel.25.38\">38</a>, <a data-ref=\"I Samuel 25:39\" href=\"/I_Samuel.25.39\">39</a>; <a data-ref=\"II Samuel 6:7\" href=\"/II_Samuel.6.7\">2 S 6:7</a>; <a data-ref=\"II Samuel 12:13\" href=\"/II_Samuel.12.13\">12:13</a>; <a data-ref=\"I Kings 19:4\" href=\"/I_Kings.19.4\">1 K 19:4</a>; <a data-ref=\"II Kings 14:6\" href=\"/II_Kings.14.6\">2 K 14:6</a> = <a data-ref=\"II Chronicles 25:4\" href=\"/II_Chronicles.25.4\">2 Ch 25:4</a>, <a data-ref=\"I Chronicles 24:2\" href=\"/I_Chronicles.24.2\">1 Ch 24:2</a>; <a data-ref=\"II Chronicles 13:20\" href=\"/II_Chronicles.13.20\">2 Ch 13:20</a>; <a data-ref=\"II Kings 19:35\" href=\"/II_Kings.19.35\">2 K 19:35</a> = <a data-ref=\"Isaiah 37:36\" href=\"/Isaiah.37.36\">Is 37:36</a>, <a data-ref=\"Ezekiel 3:20\" href=\"/Ezekiel.3.20\">Ez 3:20</a>; <a data-ref=\"Ezekiel 18:4\" href=\"/Ezekiel.18.4\">18:4</a>, <a data-ref=\"Ezekiel 18:20\" href=\"/Ezekiel.18.20\">20</a>, <a data-ref=\"Ezekiel 18:21\" href=\"/Ezekiel.18.21\">21</a>, <a data-ref=\"Ezekiel 18:28\" href=\"/Ezekiel.18.28\">28</a>; <a data-ref=\"Ezekiel 33:15\" href=\"/Ezekiel.33.15\">33:15</a>; <span dir=\"rtl\">מוֹת יָמוּת</span> <a data-ref=\"Genesis 2:17\" href=\"/Genesis.2.17\">Gn 2:17</a>; <a data-ref=\"Genesis 3:4\" href=\"/Genesis.3.4\">3:4</a> (J), <a data-ref=\"Genesis 20:7\" href=\"/Genesis.20.7\">20:7</a> (E), <a data-ref=\"Judges 13:21\" href=\"/Judges.13.21\">Ju 13:21</a>, <a data-ref=\"Judges 13:22\" href=\"/Judges.13.22\">22</a>; <a data-ref=\"II Samuel 12:14\" href=\"/II_Samuel.12.14\">2 S 12:14</a>; <a data-ref=\"II Samuel 14:14\" href=\"/II_Samuel.14.14\">14:14</a>; <a data-ref=\"II Kings 1:4\" href=\"/II_Kings.1.4\">2 K 1:4</a>, <a data-ref=\"II Kings 1:6\" href=\"/II_Kings.1.6\">6</a>, <a data-ref=\"II Kings 1:16\" href=\"/II_Kings.1.16\">16</a> (all Judaic), <a data-ref=\"Numbers 26:65\" href=\"/Numbers.26.65\">Nu 26:65</a> (P), <a data-ref=\"Ezekiel 3:18\" href=\"/Ezekiel.3.18\">Ez 3:18</a>; <a data-ref=\"Ezekiel 33:8\" href=\"/Ezekiel.33.8\">33:8</a>, <a data-ref=\"Ezekiel 33:14\" href=\"/Ezekiel.33.14\">14</a>; <span dir=\"rtl\">מוֹת יוּמַת</span> <a data-ref=\"Ezekiel 18:13\" href=\"/Ezekiel.18.13\">18:13</a>, <span dir=\"rtl\">ביד יהוה</span> <a data-ref=\"Exodus 16:3\" href=\"/Exodus.16.3\">Ex 16:3</a> (P); <span dir=\"rtl\">בחטא</span> <a data-ref=\"Leviticus 22:9\" href=\"/Leviticus.22.9\">Lv 22:9</a> (H), <a data-ref=\"Numbers 27:3\" href=\"/Numbers.27.3\">Nu 27:3</a> (P), <a data-ref=\"II Kings 14:6\" href=\"/II_Kings.14.6\">2 K 14:6</a> = <a data-ref=\"II Chronicles 25:4\" href=\"/II_Chronicles.25.4\">2 Ch 25:4</a>; <span dir=\"rtl\">לשׂאת חטא למות</span> <a data-ref=\"Numbers 18:22\" href=\"/Numbers.18.22\">Nu 18:22</a> (P); <span dir=\"rtl\">בחטאת</span> <a data-ref=\"Ezekiel 3:20\" href=\"/Ezekiel.3.20\">Ez 3:20</a>; <a data-ref=\"Ezekiel 18:24\" href=\"/Ezekiel.18.24\">18:24</a>; <span dir=\"rtl\">בטמאה</span> <a data-ref=\"Leviticus 15:21\" href=\"/Leviticus.15.21\">Lv 15:21</a> (P); <span dir=\"rtl\">בעון</span> <a data-ref=\"Jeremiah 31:30\" href=\"/Jeremiah.31.30\">Je 31:30</a>; <a data-ref=\"Ezekiel 3:18\" href=\"/Ezekiel.3.18\">Ez 3:18</a>, <a data-ref=\"Ezekiel 3:19\" href=\"/Ezekiel.3.19\">19</a>; <a data-ref=\"Ezekiel 18:17\" href=\"/Ezekiel.18.17\">18:17</a>, <a data-ref=\"Ezekiel 18:18\" href=\"/Ezekiel.18.18\">18</a>; <a data-ref=\"Ezekiel 33:8\" href=\"/Ezekiel.33.8\">33:8</a>, <a data-ref=\"Ezekiel 33:9\" href=\"/Ezekiel.33.9\">9</a>; <span dir=\"rtl\">לא ישׂאו עון ומתו</span> <a data-ref=\"Exodus 28:43\" href=\"/Exodus.28.43\">Ex 28:43</a> <a data-ref=\"Numbers 4:15\" href=\"/Numbers.4.15\">Nu 4:15</a> (P); <span dir=\"rtl\">בעול</span> <a data-ref=\"Ezekiel 18:26\" href=\"/Ezekiel.18.26\">Ez 18:26</a>; <a data-ref=\"Ezekiel 33:13\" href=\"/Ezekiel.33.13\">33:13</a>, <a data-ref=\"Ezekiel 33:18\" href=\"/Ezekiel.33.18\">18</a>; <span dir=\"rtl\">על עול</span> <a data-ref=\"Ezekiel 18:26\" href=\"/Ezekiel.18.26\">18:26</a>; <span dir=\"rtl\">במעל</span> <a data-ref=\"I Chronicles 10:13\" href=\"/I_Chronicles.10.13\">1 Ch 10:13</a>. <strong>c.</strong>  <em>die, perish</em>, of a nation by divine judgment, Moab <a data-ref=\"Amos 2:2\" href=\"/Amos.2.2\">Am 2:2</a>, Ephraim <a data-ref=\"Hosea 13:1\" href=\"/Hosea.13.1\">Ho 13:1</a>; <span dir=\"rtl\">בית ישׂראל</span> <a data-ref=\"Ezekiel 18:31\" href=\"/Ezekiel.18.31\">Ez 18:31</a>; <a data-ref=\"Ezekiel 33:1\" href=\"/Ezekiel.33.1\">33:1</a>. <strong>d.</strong>  <em>die prematurely</em>, by neglect of wise moral conduct <a data-ref=\"Proverbs 5:23\" href=\"/Proverbs.5.23\">Pr 5:23</a>; <a data-ref=\"Proverbs 10:21\" href=\"/Proverbs.10.21\">10:21</a>; <a data-ref=\"Proverbs 15:10\" href=\"/Proverbs.15.10\">15:10</a>; <a data-ref=\"Proverbs 19:16\" href=\"/Proverbs.19.16\">19:16</a>; <a data-ref=\"Proverbs 23:13\" href=\"/Proverbs.23.13\">23:13</a>; <a data-ref=\"Ecclesiastes 7:17\" href=\"/Ecclesiastes.7.17\">Ec 7:17</a>.— <em>Note.</em> On <span dir=\"rtl\">(לַבֵּן) עַל־מוּת</span> <a data-ref=\"Psalms 9:1\" href=\"/Psalms.9.1\">ψ 9:1</a>; <a data-ref=\"Psalms 48:15\" href=\"/Psalms.48.15\">48:15</a> v. <a ,=\"\" data-ref=\"BDB, עַלְמָה\" dir=\"rtl\" href=\"/BDB,_עַלְמָה\">עַלְמָה</a> sub <a ,=\"\" data-ref=\"BDB, יָאַל²\" dir=\"rtl\" href=\"/BDB,_יָאַל²\">II. עלם</a>.<br><strong>Poʿlel.</strong>  Pf. ms. sf. <span dir=\"rtl\">מוֹתְתַנִי</span> <a data-ref=\"Jeremiah 20:17\" href=\"/Jeremiah.20.17\">Je 20:17</a>; 1 s. <span dir=\"rtl\">מֹתַתִּי</span> <a data-ref=\"II Samuel 1:16\" href=\"/II_Samuel.1.16\">2 S 1:16</a>; Impf. 3 ms. sf. <span dir=\"rtl\">יְמֹתְתֵהוּ</span> <a data-ref=\"I Samuel 17:51\" href=\"/I_Samuel.17.51\">1 S 17:51</a>; 3 fs. <span dir=\"rtl\">תְּמוֹתֵת</span> <a data-ref=\"Psalms 34:22\" href=\"/Psalms.34.22\">ψ 34:22</a>; 1 s. sf. <span dir=\"rtl\">אֲמֹתְתֵהוּ</span> <a data-ref=\"II Samuel 1:10\" href=\"/II_Samuel.1.10\">2 S 1:10</a>; Imv. sf. <span dir=\"rtl\">מוֹתְתֵנִי</span> <a data-ref=\"Judges 9:54\" href=\"/Judges.9.54\">Ju 9:54</a>; <span dir=\"rtl\">מֹתְתֵנִי</span> <a data-ref=\"II Samuel 1:9\" href=\"/II_Samuel.1.9\">2 S 1:9</a>; inf. <span dir=\"rtl\">מוֹתֵת</span> <a data-ref=\"Psalms 109:16\" href=\"/Psalms.109.16\">ψ 109:16</a>; Pt. <span dir=\"rtl\">מְמוֹתֵת</span> <a data-ref=\"I Samuel 14:13\" href=\"/I_Samuel.14.13\">1 S 14:13</a>;—<em>kill, put to death, despatch</em> (intens.), abs. <a data-ref=\"I Samuel 14:13\" href=\"/I_Samuel.14.13\">1 S 14:13</a>, elsewhere c. acc. <a data-ref=\"Judges 9:54\" href=\"/Judges.9.54\">Ju 9:54</a>; <a data-ref=\"I Samuel 17:51\" href=\"/I_Samuel.17.51\">1 S 17:51</a>; <a data-ref=\"II Samuel 1:9\" href=\"/II_Samuel.1.9\">2 S 1:9</a>, <a data-ref=\"II Samuel 1:10\" href=\"/II_Samuel.1.10\">10</a>, <a data-ref=\"II Samuel 1:16\" href=\"/II_Samuel.1.16\">16</a>; <a data-ref=\"Jeremiah 20:17\" href=\"/Jeremiah.20.17\">Je 20:17</a>; <a data-ref=\"Psalms 34:22\" href=\"/Psalms.34.22\">ψ 34:22</a>; <a data-ref=\"Psalms 109:16\" href=\"/Psalms.109.16\">109:16</a>.<br><strong>Hiph.</strong>  Pf. 3 ms. <span dir=\"rtl\">הֵמִית</span> <a data-ref=\"Judges 16:30\" href=\"/Judges.16.30\">Ju 16:30</a> +; sf. <span dir=\"rtl\">וֶהֱמִתָ֑נִי</span> <a data-ref=\"II Samuel 14:32\" href=\"/II_Samuel.14.32\">2 S 14:32</a>; <span dir=\"rtl\">הֱמִיתָם</span> <a data-ref=\"Jeremiah 41:8\" href=\"/Jeremiah.41.8\">Je 41:8</a>; 3 fs. sf. <span dir=\"rtl\">הֱמִיתָ֑תְהוּ</span> <a data-ref=\"II Chronicles 22:11\" href=\"/II_Chronicles.22.11\">2 Ch 22:11</a>; 2 ms. <span dir=\"rtl\">הֵמַתָּה</span> <a data-ref=\"Numbers 14:15\" href=\"/Numbers.14.15\">Nu 14:15</a>; 1 s. sf. <span dir=\"rtl\">הֲמִיתִּיו</span> (read <span dir=\"rtl\">הֲמִתִּיו</span>) <a data-ref=\"I Samuel 17:35\" href=\"/I_Samuel.17.35\">1 S 17:35</a>; 3 mpl. <span dir=\"rtl\">הֵמִיתוּ</span> <a data-ref=\"I Samuel 30:2\" href=\"/I_Samuel.30.2\">1 S 30:2</a> +, etc.; Impf. <span dir=\"rtl\">יָמִית</span> <a data-ref=\"Numbers 35:19\" href=\"/Numbers.35.19\">Nu 35:19</a> +; <span dir=\"rtl\">וַיָּ֫מֶת</span> <a data-ref=\"Genesis 38:10\" href=\"/Genesis.38.10\">Gn 38:10</a> +; sf. <span dir=\"rtl\">יְמִיתֵהוּ</span> <a data-ref=\"I Kings 13:24\" href=\"/I_Kings.13.24\">1 K 13:24</a> +; <span dir=\"rtl\">יְמִתֶנּוּ</span> <a data-ref=\"Numbers 35:19\" href=\"/Numbers.35.19\">Nu 35:19</a> +; Imv. sf. <span dir=\"rtl\">הֲמִיתֵנִי</span> <a data-ref=\"I Samuel 20:8\" href=\"/I_Samuel.20.8\">1 S 20:8</a>; pl. <span dir=\"rtl\">הָמִיתוּ</span> <a data-ref=\"I Samuel 22:17\" href=\"/I_Samuel.22.17\">1 S 22:17</a>; Inf. abs. <span dir=\"rtl\">הָמֵת</span> <a data-ref=\"II Kings 11:15\" href=\"/II_Kings.11.15\">2 K 11:15</a> +; cstr. <span dir=\"rtl\">הָמִית</span> <a data-ref=\"Leviticus 20:4\" href=\"/Leviticus.20.4\">Lv 20:4</a> +; Pt. <span dir=\"rtl\">מֵמִית</span> <a data-ref=\"I Samuel 2:6\" href=\"/I_Samuel.2.6\">1 S 2:6</a>; pl. <span dir=\"rtl\">מְמִיתִים</span> <a data-ref=\"II Kings 17:26\" href=\"/II_Kings.17.26\">2 K 17:26</a>; <span dir=\"rtl\">מְמִתִים</span> <a data-ref=\"Jeremiah 26:15\" href=\"/Jeremiah.26.15\">Je 26:15</a> <a data-ref=\"Job 33:22\" href=\"/Job.33.22\">Jb 33:22</a>;—<em>kill, put to death:</em> <strong>1.</strong>  abs. <a data-ref=\"Job 9:23\" href=\"/Job.9.23\">Jb 9:23</a>, elsewhere c. acc., subj. man, <strong>a.</strong>  of killing men in personal combat, or in war, often preceded by <span dir=\"rtl\">הכּה</span> smite <a data-ref=\"Joshua 10:26\" href=\"/Joshua.10.26\">Jos 10:26</a>; <a data-ref=\"Joshua 11:17\" href=\"/Joshua.11.17\">11:17</a>; <a data-ref=\"I Samuel 17:50\" href=\"/I_Samuel.17.50\">17:50</a> +; of destroying a city <a data-ref=\"II Samuel 20:19\" href=\"/II_Samuel.20.19\">2 S 20:19</a> (‖ <span dir=\"rtl\">השׁחית</span> v <a data-ref=\"II Samuel 20:20\" href=\"/II_Samuel.20.20\">20</a>). <strong>b.</strong>  by authority, espec. in capital punishment <a data-ref=\"Exodus 1:16\" href=\"/Exodus.1.16\">Ex 1:16</a> (E), <a data-ref=\"Leviticus 20:4\" href=\"/Leviticus.20.4\">Lv 20:4</a> (H), <a data-ref=\"Numbers 35:19\" href=\"/Numbers.35.19\">Nu 35:19</a><sup>(×2)</sup>, <a data-ref=\"Numbers 35:21\" href=\"/Numbers.35.21\">21</a> (P), <a data-ref=\"Deuteronomy 13:10\" href=\"/Deuteronomy.13.10\">Dt 13:10</a>; <a data-ref=\"Deuteronomy 17:7\" href=\"/Deuteronomy.17.7\">17:7</a> <a data-ref=\"Judges 20:13\" href=\"/Judges.20.13\">Ju 20:13</a> <a data-ref=\"I Samuel 11:12\" href=\"/I_Samuel.11.12\">1 S 11:12</a>; <a data-ref=\"I Samuel 28:9\" href=\"/I_Samuel.28.9\">28:9</a> <a data-ref=\"II Samuel 14:7\" href=\"/II_Samuel.14.7\">2 S 14:7</a>, <a data-ref=\"II Samuel 14:32\" href=\"/II_Samuel.14.32\">32</a>; <a data-ref=\"II Samuel 21:4\" href=\"/II_Samuel.21.4\">21:4</a> <a data-ref=\"I Kings 2:26\" href=\"/I_Kings.2.26\">1 K 2:26</a>, <a data-ref=\"I Kings 2:34\" href=\"/I_Kings.2.34\">34</a>; <a data-ref=\"I Kings 11:40\" href=\"/I_Kings.11.40\">11:40</a>; <a data-ref=\"I Kings 19:17\" href=\"/I_Kings.19.17\">19:17</a><sup>(×2)</sup> <a data-ref=\"II Kings 14:6\" href=\"/II_Kings.14.6\">2 K 14:6</a> = <a data-ref=\"II Chronicles 25:4\" href=\"/II_Chronicles.25.4\">2 Ch 25:4</a>; <a data-ref=\"Isaiah 11:4\" href=\"/Isaiah.11.4\">Is 11:4</a>; <a data-ref=\"Jeremiah 26:15\" href=\"/Jeremiah.26.15\">Je 26:15</a>, <a data-ref=\"Jeremiah 26:21\" href=\"/Jeremiah.26.21\">21</a>, <a data-ref=\"Jeremiah 26:24\" href=\"/Jeremiah.26.24\">24</a>; <a data-ref=\"Jeremiah 38:15\" href=\"/Jeremiah.38.15\">38:15</a>, <a data-ref=\"Jeremiah 38:16\" href=\"/Jeremiah.38.16\">16</a>, <a data-ref=\"Jeremiah 38:25\" href=\"/Jeremiah.38.25\">25</a>; <a data-ref=\"Esther 4:11\" href=\"/Esther.4.11\">Est 4:11</a>; <span dir=\"rtl\">בַּחֶרֶב</span> <a data-ref=\"I Kings 1:51\" href=\"/I_Kings.1.51\">1 K 1:51</a>; <a data-ref=\"I Kings 2:8\" href=\"/I_Kings.2.8\">2:8</a>; <a data-ref=\"II Kings 11:20\" href=\"/II_Kings.11.20\">2 K 11:20</a> = <a data-ref=\"II Chronicles 23:21\" href=\"/II_Chronicles.23.21\">2 Ch 23:21</a>; <span dir=\"rtl\">הָמֵת יָמִית</span> <a data-ref=\"Judges 15:13\" href=\"/Judges.15.13\">Ju 15:13</a> <a data-ref=\"I Kings 3:26\" href=\"/I_Kings.3.26\">1 K 3:26</a>, <a data-ref=\"I Kings 3:27\" href=\"/I_Kings.3.27\">27</a>; <a data-ref=\"Jeremiah 26:19\" href=\"/Jeremiah.26.19\">Je 26:19</a>; <a data-ref=\"Jeremiah 38:15\" href=\"/Jeremiah.38.15\">38:15</a>. <strong>2.</strong>  subj. God, by inflicting penalty, abs. <a data-ref=\"Deuteronomy 32:39\" href=\"/Deuteronomy.32.39\">Dt 32:39</a>; <a data-ref=\"I Samuel 2:6\" href=\"/I_Samuel.2.6\">1 S 2:6</a>; <a data-ref=\"II Kings 5:7\" href=\"/II_Kings.5.7\">2 K 5:7</a>, elsewhere c. acc. <a data-ref=\"Genesis 18:25\" href=\"/Genesis.18.25\">Gn 18:25</a>; <a data-ref=\"Genesis 38:7\" href=\"/Genesis.38.7\">38:7</a>, <a data-ref=\"Genesis 38:10\" href=\"/Genesis.38.10\">10</a>; <a data-ref=\"Exodus 4:24\" href=\"/Exodus.4.24\">Ex 4:24</a>; <a data-ref=\"Numbers 14:15\" href=\"/Numbers.14.15\">Nu 14:15</a> (J), <a data-ref=\"Deuteronomy 9:28\" href=\"/Deuteronomy.9.28\">Dt 9:28</a>; <a data-ref=\"Judges 13:23\" href=\"/Judges.13.23\">Ju 13:23</a>; <a data-ref=\"I Samuel 2:25\" href=\"/I_Samuel.2.25\">1 S 2:25</a>; <a data-ref=\"I Samuel 5:10\" href=\"/I_Samuel.5.10\">5:10</a>, <a data-ref=\"I Samuel 5:11\" href=\"/I_Samuel.5.11\">11</a>; <a data-ref=\"I Chronicles 2:3\" href=\"/I_Chronicles.2.3\">1 Ch 2:3</a>; <a data-ref=\"I Chronicles 10:14\" href=\"/I_Chronicles.10.14\">10:14</a>; <a data-ref=\"Isaiah 65:15\" href=\"/Isaiah.65.15\">Is 65:15</a>; <a data-ref=\"Hosea 9:16\" href=\"/Hosea.9.16\">Ho 9:16</a>; <span dir=\"rtl\">ברעב</span> <a data-ref=\"Isaiah 14:30\" href=\"/Isaiah.14.30\">Is 14:30</a>; <span dir=\"rtl\">בצמא</span> <a data-ref=\"Hosea 2:5\" href=\"/Hosea.2.5\">Ho 2:5</a>; of killing fish <a data-ref=\"Psalms 105:29\" href=\"/Psalms.105.29\">ψ 105:29</a>; <span dir=\"rtl\">מְמִיתִים</span> <a data-ref=\"Job 33:22\" href=\"/Job.33.22\">Jb 33:22</a> <em>executioners</em>, angels of death. <strong>3.</strong>  of animals killing men, e.g. ox <a data-ref=\"Exodus 21:29\" href=\"/Exodus.21.29\">Ex 21:29</a> (E), lion <a data-ref=\"I Kings 13:24\" href=\"/I_Kings.13.24\">1 K 13:24</a>, <a data-ref=\"I Kings 13:26\" href=\"/I_Kings.13.26\">26</a>; <a data-ref=\"II Kings 17:26\" href=\"/II_Kings.17.26\">2 K 17:26</a>. <strong>4.</strong>  bring to a premature death <a data-ref=\"Proverbs 19:18\" href=\"/Proverbs.19.18\">Pr 19:18</a>; <a data-ref=\"Proverbs 21:25\" href=\"/Proverbs.21.25\">21:25</a>.<br><strong>Hoph.</strong>  Pf. <span dir=\"rtl\">הוּמָ֑ת</span> <a data-ref=\"II Kings 11:2\" href=\"/II_Kings.11.2\">2 K 11:2</a> +; 3 mpl. <span dir=\"rtl\">הֻמְתוּ</span> <a data-ref=\"II Samuel 21:9\" href=\"/II_Samuel.21.9\">2 S 21:9</a>; Impf. <span dir=\"rtl\">יוּמַת</span> <a data-ref=\"Leviticus 20:10\" href=\"/Leviticus.20.10\">Lv 20:10</a> +; <span dir=\"rtl\">יוּמָ֑ת</span> <a data-ref=\"Genesis 26:11\" href=\"/Genesis.26.11\">Gn 26:11</a> +; Pt. <span dir=\"rtl\">מוּמָת</span> <a data-ref=\"I Samuel 19:11\" href=\"/I_Samuel.19.11\">1 S 19:11</a>, pl. <span dir=\"rtl\">מוּמָתִים</span> <a data-ref=\"II Kings 11:2\" href=\"/II_Kings.11.2\">2 K 11:2</a> (Qr), <a data-ref=\"II Chronicles 22:11\" href=\"/II_Chronicles.22.11\">2 Ch 22:11</a>;—<em>be killed, put to death:</em> <strong>1.</strong>  by conspiracy <a data-ref=\"II Kings 11:2\" href=\"/II_Kings.11.2\">2 K 11:2</a>, <a data-ref=\"II Kings 11:2\" href=\"/II_Kings.11.2\">2</a> = <a data-ref=\"II Chronicles 22:11\" href=\"/II_Chronicles.22.11\">2 Ch 22:11</a>, <a data-ref=\"II Kings 11:8\" href=\"/II_Kings.11.8\">2 K 11:8</a>, <a data-ref=\"II Kings 11:15\" href=\"/II_Kings.11.15\">15</a>, <a data-ref=\"II Kings 11:16\" href=\"/II_Kings.11.16\">16</a> <a data-ref=\"II Chronicles 23:7\" href=\"/II_Chronicles.23.7\">2 Ch 23:7</a>, <a data-ref=\"II Chronicles 23:14\" href=\"/II_Chronicles.23.14\">14</a>. <strong>2.</strong>  by capital punishment <a data-ref=\"Exodus 21:29\" href=\"/Exodus.21.29\">Ex 21:29</a> (E), <a data-ref=\"Exodus 35:2\" href=\"/Exodus.35.2\">35:2</a> <a data-ref=\"Numbers 1:51\" href=\"/Numbers.1.51\">Nu 1:51</a>; <a data-ref=\"Numbers 1:3\" href=\"/Numbers.1.3\">3</a>;<a data-ref=\"Numbers 1:10\" href=\"/Numbers.1.10\">10</a>, <a data-ref=\"Numbers 1:38\" href=\"/Numbers.1.38\">38</a>; <a data-ref=\"Numbers 18:7\" href=\"/Numbers.18.7\">18:7</a> (P), <a data-ref=\"Leviticus 19:20\" href=\"/Leviticus.19.20\">Lv 19:20</a>; <a data-ref=\"Leviticus 24:16\" href=\"/Leviticus.24.16\">24:16</a>, <a data-ref=\"Leviticus 24:21\" href=\"/Leviticus.24.21\">21</a> (H), <a data-ref=\"Deuteronomy 13:6\" href=\"/Deuteronomy.13.6\">Dt 13:6</a>; <a data-ref=\"Deuteronomy 17:6\" href=\"/Deuteronomy.17.6\">17:6</a><sup>(×2)</sup>; <a data-ref=\"Deuteronomy 21:22\" href=\"/Deuteronomy.21.22\">21:22</a>; <a data-ref=\"Deuteronomy 24:16\" href=\"/Deuteronomy.24.16\">24:16</a><sup>(×3)</sup> = <a data-ref=\"II Kings 14:6\" href=\"/II_Kings.14.6\">2 K 14:6</a><sup>(×3)</sup>, <a data-ref=\"Joshua 1:18\" href=\"/Joshua.1.18\">Jos 1:18</a> (all D) <a data-ref=\"Judges 6:31\" href=\"/Judges.6.31\">Ju 6:31</a>; <a data-ref=\"I Samuel 11:13\" href=\"/I_Samuel.11.13\">1 S 11:13</a>; <a data-ref=\"I Samuel 19:6\" href=\"/I_Samuel.19.6\">19:6</a>, <a data-ref=\"I Samuel 19:11\" href=\"/I_Samuel.19.11\">11</a>; <a data-ref=\"I Samuel 20:32\" href=\"/I_Samuel.20.32\">20:32</a>; <a data-ref=\"II Samuel 19:22\" href=\"/II_Samuel.19.22\">2 S 19:22</a>, <a data-ref=\"II Samuel 19:23\" href=\"/II_Samuel.19.23\">23</a>; <a data-ref=\"II Samuel 21:9\" href=\"/II_Samuel.21.9\">21:9</a>; <a data-ref=\"I Kings 2:24\" href=\"/I_Kings.2.24\">1 K 2:24</a>; <a data-ref=\"II Chronicles 15:13\" href=\"/II_Chronicles.15.13\">2 Ch 15:13</a>; <a data-ref=\"Jeremiah 38:4\" href=\"/Jeremiah.38.4\">Je 38:4</a>, and the phrase <span dir=\"rtl\">מוֹת יוּמת</span> (see <strong>Qal 2 a</strong>). <strong>3.</strong>  by divine infliction, in the phrase <span dir=\"rtl\">מות יוּמת</span> (see <strong>Qal 2 b</strong>). <strong>4.</strong>  <em>die prematurely</em> <a data-ref=\"Proverbs 19:16\" href=\"/Proverbs.19.16\">Pr 19:16</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d423b6084aa1cbf2f91f", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, קָהָל 1", "anchorRef": "Deuteronomy 18:16", "anchorRefExpanded": ["Deuteronomy 18:16"], "sourceRef": "BDB, קָהָל 1", "sourceHeRef": "בראון-דרייבר-בריגס, קָהָל א׳", "anchorVerse": 16, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "קָהָל", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><span dir=\"rtl\">קָהָל</span></big><sub>123</sub>  <strong>n.m.</strong> <sup>Ez 38:15</sup> <strong>assembly, convocation, congregation</strong>;—abs. <span dir=\"rtl\">ק׳</span> <a data-ref=\"Jeremiah 31:8\" href=\"/Jeremiah.31.8\">Je 31:8</a> +; cstr. <span dir=\"rtl\">קְהַל</span> <a data-ref=\"Exodus 12:6\" href=\"/Exodus.12.6\">Ex 12:6</a> +; sf. <span dir=\"rtl\">קְהָלֶ֑ךָ</span> <a data-ref=\"Ezekiel 38:13\" href=\"/Ezekiel.38.13\">Ez 38:13</a>, etc.; pl. sf. <span dir=\"rtl\">קְהָלֶיךָ</span> <a data-ref=\"Ezekiel 38:7\" href=\"/Ezekiel.38.7\">Ez 38:7</a>;—<br><strong>1.</strong>  <em>assembly</em> specially convoked: †<strong>a.</strong>  for evil counsel, ‖ <span dir=\"rtl\">סוד</span> <a data-ref=\"Genesis 49:6\" href=\"/Genesis.49.6\">Gn 49:6</a> (poem); <span dir=\"rtl\">ק׳ מרעים</span> <a data-ref=\"Psalms 26:5\" href=\"/Psalms.26.5\">ψ 26:5</a>; for civil affairs <a data-ref=\"I Kings 12:3\" href=\"/I_Kings.12.3\">1 K 12:3</a> <a data-ref=\"Proverbs 5:14\" href=\"/Proverbs.5.14\">Pr 5:14</a>; <a data-ref=\"Proverbs 26:26\" href=\"/Proverbs.26.26\">26:26</a> <a data-ref=\"Job 30:28\" href=\"/Job.30.28\">Jb 30:28</a> (Di <em>publice</em>). <strong>b.</strong>  for war or invasion, <a data-ref=\"Numbers 22:4\" href=\"/Numbers.22.4\">Nu 22:4</a> (E), <a data-ref=\"Judges 20:2\" href=\"/Judges.20.2\">Ju 20:2</a>; <a data-ref=\"Judges 21:5\" href=\"/Judges.21.5\">21:5</a>, <a data-ref=\"Judges 21:8\" href=\"/Judges.21.8\">8</a> <a data-ref=\"I Samuel 17:47\" href=\"/I_Samuel.17.47\">1 S 17:47</a> <a data-ref=\"Ezekiel 16:40\" href=\"/Ezekiel.16.40\">Ez 16:40</a>; <a data-ref=\"Ezekiel 38:7\" href=\"/Ezekiel.38.7\">38:7</a> (pl. only here), + 8 times Ez; <span dir=\"rtl\">ק׳ גדול</span> (‖ <span dir=\"rtl\">חיל רב</span>) <a data-ref=\"Ezekiel 38:15\" href=\"/Ezekiel.38.15\">Ez 38:15</a>; <span dir=\"rtl\">ק׳ רב</span> (‖ <span dir=\"rtl\">חיל גדול</span>) <a data-ref=\"Ezekiel 17:17\" href=\"/Ezekiel.17.17\">17:17</a>; <a data-ref=\"Ezekiel 38:4\" href=\"/Ezekiel.38.4\">38:4</a>; <span dir=\"rtl\">ק׳ נוים</span> <a data-ref=\"Jeremiah 50:9\" href=\"/Jeremiah.50.9\">Je 50:9</a>; <span dir=\"rtl\">ק׳ עמים</span> <a data-ref=\"Ezekiel 23:24\" href=\"/Ezekiel.23.24\">Ez 23:24</a>; <a data-ref=\"Ezekiel 32:3\" href=\"/Ezekiel.32.3\">32:3</a>. <strong>c.</strong>  <em>company</em> of returning exiles, <a data-ref=\"Jeremiah 31:8\" href=\"/Jeremiah.31.8\">Je 31:8</a> <a data-ref=\"Ezra 2:64\" href=\"/Ezra.2.64\">Ezr 2:64</a> = <a data-ref=\"Nehemiah 7:65\" href=\"/Nehemiah.7.65\">Ne 7:66</a>. <strong>d.</strong>  for religious purposes, to hear words of <span dir=\"rtl\">י׳</span> at Horeb <a data-ref=\"Deuteronomy 5:17\" href=\"/Deuteronomy.5.17\">Dt 5:19</a>, <span dir=\"rtl\">ביום הק׳</span> <a data-ref=\"Deuteronomy 9:10\" href=\"/Deuteronomy.9.10\">Dt 9:10</a>; <a data-ref=\"Deuteronomy 10:4\" href=\"/Deuteronomy.10.4\">10:4</a> (gloss, not in 𝔊), <a data-ref=\"Deuteronomy 18:16\" href=\"/Deuteronomy.18.16\">18:16</a>; word of Jer. <a data-ref=\"Jeremiah 26:17\" href=\"/Jeremiah.26.17\">Je 26:17</a>; <a data-ref=\"Jeremiah 44:15\" href=\"/Jeremiah.44.15\">44:15</a>; for feasts, fasts and worship <a data-ref=\"II Chronicles 20:5\" href=\"/II_Chronicles.20.5\">2 Ch 20:5</a>; <a data-ref=\"II Chronicles 30:25\" href=\"/II_Chronicles.30.25\">30:25</a><sup>(×2)</sup> <a data-ref=\"Nehemiah 5:13\" href=\"/Nehemiah.5.13\">Ne 5:13</a>; <a data-ref=\"Joel 2:16\" href=\"/Joel.2.16\">Jo 2:16</a> <a data-ref=\"Psalms 107:32\" href=\"/Psalms.107.32\">ψ 107:32</a>; <span dir=\"rtl\">ק׳ רב</span> <a data-ref=\"Psalms 22:26\" href=\"/Psalms.22.26\">22:26</a> + 4 times; <span dir=\"rtl\">וַיֵּאָֽסְפוּ</span> … <span dir=\"rtl\">ק׳ לרב מְאֹד</span> <a data-ref=\"II Chronicles 30:13\" href=\"/II_Chronicles.30.13\">2 Ch 30:13</a>; <span dir=\"rtl\">ק׳ גדול</span> <a data-ref=\"I Kings 8:65\" href=\"/I_Kings.8.65\">1 K 8:65</a> = <a data-ref=\"II Chronicles 7:8\" href=\"/II_Chronicles.7.8\">2 Ch 7:8</a>; <span dir=\"rtl\">בתוך (ה)ק׳</span> <a data-ref=\"II Chronicles 20:14\" href=\"/II_Chronicles.20.14\">2 Ch 20:14</a> <a data-ref=\"Psalms 22:23\" href=\"/Psalms.22.23\">ψ 22:23</a>.<br><strong>2.</strong>  <em>congregation</em>, as organized body: <strong>a.</strong>  of Isr.: <span dir=\"rtl\">ק׳ יהוה</span> <a data-ref=\"Micah 2:5\" href=\"/Micah.2.5\">Mi 2:5</a>; <a data-ref=\"Numbers 16:3\" href=\"/Numbers.16.3\">Nu 16:3</a>; <a data-ref=\"Numbers 20:4\" href=\"/Numbers.20.4\">20:4</a> (P), <a data-ref=\"I Chronicles 28:8\" href=\"/I_Chronicles.28.8\">1 Ch 28:8</a>; <span dir=\"rtl\">(י׳) בא בק׳</span> <a data-ref=\"Deuteronomy 23:2\" href=\"/Deuteronomy.23.2\">Dt 23:2</a>, <a data-ref=\"Deuteronomy 23:3\" href=\"/Deuteronomy.23.3\">3</a><sup>(×2)</sup>, <a data-ref=\"Deuteronomy 23:4\" href=\"/Deuteronomy.23.4\">4</a><sup>(×2)</sup>, <a data-ref=\"Deuteronomy 23:9\" href=\"/Deuteronomy.23.9\">9</a> <a data-ref=\"Nehemiah 13:1\" href=\"/Nehemiah.13.1\">Ne 13:1</a>; <a data-ref=\"Lamentations 1:10\" href=\"/Lamentations.1.10\">La 1:10</a>; <span dir=\"rtl\">כל ק׳ ישׂראל</span> <a data-ref=\"Deuteronomy 31:30\" href=\"/Deuteronomy.31.30\">Dt 31:30</a>; <a data-ref=\"Joshua 8:35\" href=\"/Joshua.8.35\">Jos 8:35</a> (D) <a data-ref=\"Leviticus 16:17\" href=\"/Leviticus.16.17\">Lv 16:17</a> (P); <a data-ref=\"I Kings 8:14\" href=\"/I_Kings.8.14\">1 K 8:14</a><sup>(×2)</sup>, <a data-ref=\"I Kings 8:22\" href=\"/I_Kings.8.22\">22</a>, <a data-ref=\"I Kings 8:55\" href=\"/I_Kings.8.55\">55</a> = <a data-ref=\"II Chronicles 6:3\" href=\"/II_Chronicles.6.3\">2 Ch 6:3</a><sup>(×2)</sup>, <a data-ref=\"II Chronicles 6:12\" href=\"/II_Chronicles.6.12\">12</a>, <a data-ref=\"II Chronicles 6:13\" href=\"/II_Chronicles.6.13\">13</a>; <a data-ref=\"I Kings 12:3\" href=\"/I_Kings.12.3\">1 K 12:3</a>; <a data-ref=\"I Chronicles 13:2\" href=\"/I_Chronicles.13.2\">1 Ch 13:2</a>; <span dir=\"rtl\">כל ק׳ עדת ישׂראל</span> <a data-ref=\"Exodus 12:6\" href=\"/Exodus.12.6\">Ex 12:6</a> (𝔊 reads <span dir=\"rtl\">בני</span> before <span dir=\"rtl\">יִשׂ׳</span>), <a data-ref=\"Numbers 14:5\" href=\"/Numbers.14.5\">Nu 14:5</a> (P; 𝔊 συναγωγή; MT prob. conflation); <span dir=\"rtl\">כל עם הק׳</span> <a data-ref=\"Leviticus 16:33\" href=\"/Leviticus.16.33\">Lv 16:33</a>; <span dir=\"rtl\">כל הק׳</span> <a data-ref=\"Exodus 16:3\" href=\"/Exodus.16.3\">Ex 16:3</a> (P) <a data-ref=\"I Chronicles 13:4\" href=\"/I_Chronicles.13.4\">1 Ch 13:4</a> + 12 times Ch; <span dir=\"rtl\">הק׳</span> <a data-ref=\"Leviticus 4:13\" href=\"/Leviticus.4.13\">Lv 4:13</a>, <a data-ref=\"Leviticus 4:14\" href=\"/Leviticus.4.14\">14</a>, <a data-ref=\"Leviticus 4:21\" href=\"/Leviticus.4.21\">21</a> + 8 times Nu (P), 8 times 2 Ch. <strong>b.</strong>  restored community in Jerus. <a data-ref=\"Ezra 10:12\" href=\"/Ezra.10.12\">Ezr 10:12</a>, <a data-ref=\"Ezra 10:14\" href=\"/Ezra.10.14\">14</a>; <a data-ref=\"Nehemiah 8:2\" href=\"/Nehemiah.8.2\">Ne 8:2</a>, <a data-ref=\"Nehemiah 8:17\" href=\"/Nehemiah.8.17\">17</a>; <span dir=\"rtl\">ק׳ הַגּוֹלָה</span> <a data-ref=\"Ezra 10:8\" href=\"/Ezra.10.8\">Ezr 10:8</a>; later the better part of it, <span dir=\"rtl\">ק׳ חסידים</span> <a data-ref=\"Psalms 149:1\" href=\"/Psalms.149.1\">ψ 149:1</a>. <strong>c.</strong>  of angels, <span dir=\"rtl\">ק׳ קדש֯ים</span> <a data-ref=\"Psalms 89:6\" href=\"/Psalms.89.6\">ψ 89:6</a>. <strong>d.</strong>  more gen.: <em>company</em>, assembled multitude, <span dir=\"rtl\">ק׳ גוים</span> <a data-ref=\"Genesis 35:11\" href=\"/Genesis.35.11\">Gn 35:11</a> (P), <span dir=\"rtl\">עמים ק׳</span> <a data-ref=\"Genesis 28:3\" href=\"/Genesis.28.3\">Gn 28:3</a>; <a data-ref=\"Genesis 48:4\" href=\"/Genesis.48.4\">48:4</a> (P), <a data-ref=\"Numbers 22:4\" href=\"/Numbers.22.4\">Nu 22:4</a> (E), <span dir=\"rtl\">ק׳ רפאים</span> <a data-ref=\"Proverbs 21:16\" href=\"/Proverbs.21.16\">Pr 21:16</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d4a8b6084aa1cbf366db", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, שָׁאַל 1", "anchorRef": "Deuteronomy 18:16", "anchorRefExpanded": ["Deuteronomy 18:16"], "sourceRef": "BDB, שָׁאַל 1", "sourceHeRef": "בראון-דרייבר-בריגס, שָׁאַל א׳", "anchorVerse": 16, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "שָׁאַל", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><big><span dir=\"rtl\">שָׁאַל</span></big></big><sub>170</sub><big></big>  <strong>vb.</strong> ask, inquire <strong>(</strong>NH id.<em>;</em> Assyrian <em>šaʾâlu</em>, Arabic <span dir=\"rtl\">سَأَلَ</span>, Ethiopic ሰአለ: Sab. <span dir=\"rtl\">מסאל</span> <em>request, petition</em>, Hom<sup>Chrest. 124</sup> Levy-Os<sup> ZMG xix (1865), 165</sup>; Aramaic <span dir=\"rtl\">ܫܶܐܠ</span>, <span dir=\"rtl\">שְׁאֵיל</span>; O Aramaic Zinj. <span dir=\"rtl\">שאל</span> Ldzb<sup>371</sup>, Nab. Hiph. <em>lend</em> id.<sup>ib.</sup>;—on <span dir=\"rtl\">שׁ׳</span> cf. Jastr<sup> JBL xix (1900), 82 ff.</sup><strong>)</strong>;—<br><strong>Qal</strong>  Pf. 3 ms. <span dir=\"rtl\">שׁ׳</span> <a data-ref=\"Judges 5:25\" href=\"/Judges.5.25\">Ju 5:25</a> +, <span dir=\"rtl\">שָׁאָ֑ל</span> <a data-ref=\"Judges 8:26\" href=\"/Judges.8.26\">Ju 8:26</a> + 2 times; consec. <span dir=\"rtl\">וְשָׁ֫אַל לוֹ</span> <a data-ref=\"Numbers 27:21\" href=\"/Numbers.27.21\">Nu 27:21</a>; sf. <span dir=\"rtl\">וּשְׁאֵלְךָ</span> consec. <a data-ref=\"Genesis 32:18\" href=\"/Genesis.32.18\">Gn 32:18</a> (Ges<sup>§ 64 f</sup>), <span dir=\"rtl\">וּשְׁאֵלֵךְ</span> consec. <a data-ref=\"Judges 4:20\" href=\"/Judges.4.20\">Ju 4:20</a>; 1 s. sf. <span dir=\"rtl\">שְׁאִלְתִּיו</span> <a data-ref=\"I Samuel 1:20\" href=\"/I_Samuel.1.20\">1 S 1:20</a>, <span dir=\"rtl\">שְׁאִלְתִּיהוּ</span> <a data-ref=\"Judges 13:16\" href=\"/Judges.13.16\">Ju 13:16</a>; 3 pl. sf. <span dir=\"rtl\">שְׁאֵלוּנוּ</span> <a data-ref=\"Psalms 137:3\" href=\"/Psalms.137.3\">ψ 137:3</a>; 2 mpl. <span dir=\"rtl\">שְׁאֶלְתֶּם</span> <a data-ref=\"I Samuel 12:13\" href=\"/I_Samuel.12.13\">1 S 12:13</a> (del. 𝔊 Th We Dr and most), <a data-ref=\"Job 21:29\" href=\"/Job.21.29\">Jb 21:29</a>, <span dir=\"rtl\">וּשְׁאֶלְתֶּס־</span> consec. <a data-ref=\"I Samuel 25:5\" href=\"/I_Samuel.25.5\">1 S 25:5</a>, etc.; Impf. 3 ms. <span dir=\"rtl\">יִשְׁאַל</span> <a data-ref=\"Exodus 22:13\" href=\"/Exodus.22.13\">Ex 22:13</a> +, etc.; Imv. <span dir=\"rtl\">שְׁאַל</span> <a data-ref=\"Isaiah 7:11\" href=\"/Isaiah.7.11\">Is 7:11</a> +, <span dir=\"rtl\">שְׁאָלוּנִי</span> <a data-ref=\"Isaiah 45:11\" href=\"/Isaiah.45.11\">Is 45:11</a> (< <span dir=\"rtl\">תִּשְׁאָלוּנִי</span> Weir Che al.), etc.; Inf. abs. <span dir=\"rtl\">שָׁאוֹל</span> <a data-ref=\"Genesis 43:7\" href=\"/Genesis.43.7\">Gn 43:7</a> +; cstr. <span dir=\"rtl\">לִשְׁאֹל</span> <a data-ref=\"Judges 1:14\" href=\"/Judges.1.14\">Ju 1:14</a> +, etc.; Pt. act. <span dir=\"rtl\">שֹׁאֵל</span> <a data-ref=\"II Samuel 3:13\" href=\"/II_Samuel.3.13\">2 S 3:13</a> +, fs. <span dir=\"rtl\">שֹׁאֶלֶת</span> <a data-ref=\"I Kings 2:20\" href=\"/I_Kings.2.20\">1 K 2:20</a>, <a data-ref=\"I Kings 2:22\" href=\"/I_Kings.2.22\">22</a>, mpl. <span dir=\"rtl\">הַשֹּׁאֲלִים</span> <a data-ref=\"I Samuel 8:10\" href=\"/I_Samuel.8.10\">1 S 8:10</a>; pass. <span dir=\"rtl\">שָׁאוּל</span> <a data-ref=\"I Samuel 1:28\" href=\"/I_Samuel.1.28\">1:28</a>; <a data-ref=\"II Kings 6:5\" href=\"/II_Kings.6.5\">2 K 6:5</a>;— <strong>1.</strong> <strong>a.</strong>  <em>ask, ask for</em>, acc. rei (vel pers.) <a data-ref=\"Judges 5:25\" href=\"/Judges.5.25\">Ju 5:25</a>; <a data-ref=\"Judges 8:26\" href=\"/Judges.8.26\">8:26</a>; <a data-ref=\"I Kings 3:10\" href=\"/I_Kings.3.10\">1 K 3:10</a> <a data-ref=\"Psalms 122:6\" href=\"/Psalms.122.6\">ψ 122:6</a> (= pray for) +; <span dir=\"rtl\">שׁ׳ אֶת־נַפְשׁוֹ לָמוּת</span> <a data-ref=\"I Kings 19:4\" href=\"/I_Kings.19.4\">1 K 19:4</a>; <a data-ref=\"Jonah 4:8\" href=\"/Jonah.4.8\">Jon 4:8</a>, i.e. pray for death, but <a data-ref=\"Job 31:30\" href=\"/Job.31.30\">Jb 31:30</a> <em>demand</em> the life of another <span dir=\"rtl\">בְּאָלָה</span> <em>by a curse;</em> c. ל pers. <a data-ref=\"I Kings 2:22\" href=\"/I_Kings.2.22\">1 K 2:22</a><sup>(×2)</sup> + (<span dir=\"rtl\">ל</span> pers. reflex.) <a data-ref=\"I Samuel 12:17\" href=\"/I_Samuel.12.17\">1 S 12:17</a>, <a data-ref=\"I Samuel 12:19\" href=\"/I_Samuel.12.19\">19</a> +; c. <span dir=\"rtl\">מִן</span> pers. <a data-ref=\"Judges 8:24\" href=\"/Judges.8.24\">Ju 8:24</a> (acc. cogn.), <a data-ref=\"Ezra 8:22\" href=\"/Ezra.8.22\">Ezr 8:22</a>; <a data-ref=\"Zechariah 10:1\" href=\"/Zechariah.10.1\">Zc 10:1</a> +; sq. <span dir=\"rtl\">הָבִין</span> <a data-ref=\"I Kings 3:11\" href=\"/I_Kings.3.11\">1 K 3:11</a>; sq. cl. <span dir=\"rtl\">שׁ׳ מָה אֶתֶּן־לָֽךְ׃</span> <a data-ref=\"I Kings 3:5\" href=\"/I_Kings.3.5\">1 K 3:5</a> = <a data-ref=\"II Chronicles 1:7\" href=\"/II_Chronicles.1.7\">2 Ch 1:7</a>, cf. <a data-ref=\"II Kings 2:9\" href=\"/II_Kings.2.9\">2 K 2:9</a>; c. acc. + <span dir=\"rtl\">מֵאֵת</span> pers. <a data-ref=\"I Samuel 8:10\" href=\"/I_Samuel.8.10\">1 S 8:10</a> <a data-ref=\"Psalms 27:4\" href=\"/Psalms.27.4\">ψ 27:4</a> (from <span dir=\"rtl\">י׳</span>) +; + <span dir=\"rtl\">מֵעִם</span> pers. <a data-ref=\"Isaiah 7:11\" href=\"/Isaiah.7.11\">Is 7:11</a> (from <span dir=\"rtl\">י׳</span>) +; c. acc. pers. (from whom) + rei †<a data-ref=\"Psalms 137:3\" href=\"/Psalms.137.3\">ψ 137:3</a>; acc. om. <a data-ref=\"Isaiah 7:12\" href=\"/Isaiah.7.12\">Is 7:12</a>; <a data-ref=\"II Samuel 12:20\" href=\"/II_Samuel.12.20\">2 S 12:20</a>; <a data-ref=\"I Kings 2:20\" href=\"/I_Kings.2.20\">1 K 2:20</a>; c. <span dir=\"rtl\">מִן</span> pers. <a data-ref=\"Psalms 2:8\" href=\"/Psalms.2.8\">ψ 2:8</a>; abs. <a data-ref=\"Micah 7:3\" href=\"/Micah.7.3\">Mi 7:3</a> <a data-ref=\"Psalms 105:40\" href=\"/Psalms.105.40\">ψ 105:40</a> (of prayer); <span dir=\"rtl\">הִקְשִׁיתָ לִשְׁאוֹל</span> <a data-ref=\"II Kings 2:10\" href=\"/II_Kings.2.10\">2 K 2:10</a>, i.e. thou hast asked for a difficult thing.—<a data-ref=\"I Samuel 2:20\" href=\"/I_Samuel.2.20\">1 S 2:20</a> v. <strong>Hiph.</strong> <strong>b.</strong>  specif. <em>ask</em> as a favour, for temporary use, i.e. <em>borrow</em> (cf. <a data-ref=\"BDB, לָוָה²\" href=\"/BDB,_לָוָה²\", dir=\"rtl\">לָוָה</a>, as matter of business, v. Bu <a data-ref=\"I Samuel 1:28\" href=\"/I_Samuel.1.28\">1 S 1:28</a>), <a data-ref=\"Exodus 22:13\" href=\"/Exodus.22.13\">Ex 22:13</a> (E; acc. rei + <span dir=\"rtl\">מֵעִם</span> pers.), <a data-ref=\"II Kings 4:3\" href=\"/II_Kings.4.3\">2 K 4:3</a> (acc. rei + <span dir=\"rtl\">מִן</span> of source + ל pers. reflex.), <a data-ref=\"II Kings 6:5\" href=\"/II_Kings.6.5\">6:5</a> (pt. pass. abs.); so also (according to many), c. acc. rei <a data-ref=\"Exodus 3:22\" href=\"/Exodus.3.22\">Ex 3:22</a> (+ <span dir=\"rtl\">מִן</span> pers.) <a data-ref=\"Exodus 11:2\" href=\"/Exodus.11.2\">11:2</a>; <a data-ref=\"Exodus 12:35\" href=\"/Exodus.12.35\">12:35</a> (both + <span dir=\"rtl\">מֵאֵת</span> pers.; all E),—it is, however, not clear that there was any pretext of mere temporary use; pt. pass. <span dir=\"rtl\">שָׁאוּל לי׳</span> <a data-ref=\"I Samuel 1:28\" href=\"/I_Samuel.1.28\">1 S 1:28</a> (<em>lent, granted</em>) <em>made over to</em> <span dir=\"rtl\">י׳</span> (in effect pass. of Hiph., q.v.). <strong>c.</strong>  in weakened sense, <em>seek, desire</em> (late), c. acc. <a data-ref=\"II Chronicles 11:23\" href=\"/II_Chronicles.11.23\">2 Ch 11:23</a> <a data-ref=\"Ecclesiastes 2:10\" href=\"/Ecclesiastes.2.10\">Ec 2:10</a> (subj. <span dir=\"rtl\">עֵינַי</span>); <a data-ref=\"Proverbs 20:4\" href=\"/Proverbs.20.4\">Pr 20:4</a> in harvest he <em>shall look</em> [for a crop], <span dir=\"rtl\">וָאָ֑יִן</span> <em>and there shall be none</em>. <strong>2.</strong> <strong>a.</strong>  <em>inquire of</em>, c. acc. pers. + <span dir=\"rtl\">לֵאמֹר</span> before inquiry <a data-ref=\"Genesis 32:18\" href=\"/Genesis.32.18\">Gn 32:18</a> (E), <a data-ref=\"Genesis 44:19\" href=\"/Genesis.44.19\">44:19</a> (J) +; c. <span dir=\"rtl\">וְאָמַר</span> <a data-ref=\"Judges 4:20\" href=\"/Judges.4.20\">Ju 4:20</a>, <span dir=\"rtl\">וַיֹּאמֶר</span>, etc., <a data-ref=\"Genesis 24:47\" href=\"/Genesis.24.47\">Gn 24:47</a> (J), <a data-ref=\"Jeremiah 37:13\" href=\"/Jeremiah.37.13\">Je 37:13</a>; sq. <span dir=\"rtl\">וְאָמַר</span> without acc. pers. <a data-ref=\"Genesis 32:30\" href=\"/Genesis.32.30\">Gn 32:30</a> (J), cf. <a data-ref=\"I Samuel 19:22\" href=\"/I_Samuel.19.22\">1 S 19:22</a>, sq. <span dir=\"rtl\">לֵאמֹר</span> <a data-ref=\"Joshua 4:6\" href=\"/Joshua.4.6\">Jos 4:6</a> (JE); c. acc. pers. + <span dir=\"rtl\">עַל</span> rei <a data-ref=\"Nehemiah 1:2\" href=\"/Nehemiah.1.2\">Ne 1:2</a>; <span dir=\"rtl\">עַל</span> rei alone, <a data-ref=\"Ecclesiastes 7:10\" href=\"/Ecclesiastes.7.10\">Ec 7:10</a> (+ <span dir=\"rtl\">מֵחָכְמָה</span>, i.e. prompted by wisdom); c. acc. pers. + rei (about which) <a data-ref=\"II Samuel 14:18\" href=\"/II_Samuel.14.18\">2 S 14:18</a>; <a data-ref=\"Isaiah 45:11\" href=\"/Isaiah.45.11\">Is 45:11</a> + 4 times; acc. pers. + indir.quest. <a data-ref=\"Judges 13:6\" href=\"/Judges.13.6\">Ju 13:6</a>; c. acc. pers. only, <a data-ref=\"Judges 8:14\" href=\"/Judges.8.14\">Ju 8:14</a>; <a data-ref=\"I Samuel 25:8\" href=\"/I_Samuel.25.8\">1 S 25:8</a> <a data-ref=\"Deuteronomy 32:7\" href=\"/Deuteronomy.32.7\">Dt 32:7</a> +, <em>inquire of</em> beasts (acc.) <a data-ref=\"Job 12:7\" href=\"/Job.12.7\">Jb 12:7</a>; c. acc. rei only, <a data-ref=\"Jeremiah 50:5\" href=\"/Jeremiah.50.5\">Je 50:5</a>; c. ל pers. = acc. <a data-ref=\"II Kings 8:6\" href=\"/II_Kings.8.6\">2 K 8:6</a> (Kö<sup>Synt. § 289 h</sup>); c. ל rei about which <a data-ref=\"Genesis 26:7\" href=\"/Genesis.26.7\">Gn 26:7</a> (J), <a data-ref=\"Genesis 32:30\" href=\"/Genesis.32.30\">32:30</a> (J), <a data-ref=\"Judges 13:18\" href=\"/Judges.13.18\">Ju 13:18</a>; <a data-ref=\"II Samuel 11:7\" href=\"/II_Samuel.11.7\">2 S 11:7</a>; <a data-ref=\"Jeremiah 6:16\" href=\"/Jeremiah.6.16\">Je 6:16</a>; <a data-ref=\"Job 8:8\" href=\"/Job.8.8\">Jb 8:8</a>, also (+ <span dir=\"rtl\">לאמר</span> before the inquiry) <a data-ref=\"Genesis 43:7\" href=\"/Genesis.43.7\">Gn 43:7</a> (J), and (sq. direct question) <a data-ref=\"Deuteronomy 4:32\" href=\"/Deuteronomy.4.32\">Dt 4:32</a>; c. ל pers. about whom, <a data-ref=\"Genesis 43:27\" href=\"/Genesis.43.27\">Gn 43:27</a> (J), cf. phr. of greeting, <span dir=\"rtl\">שׁ׳ אִישׁ לְרֵעֵהוּ לְשָׁלוֹם</span> <a data-ref=\"Exodus 18:7\" href=\"/Exodus.18.7\">Ex 18:7</a> (E) <em>ask each for</em> (or about) <em>his fellow as to welfare</em>, cf. †<a data-ref=\"Judges 18:15\" href=\"/Judges.18.15\">Ju 18:15</a>; <a data-ref=\"I Samuel 10:4\" href=\"/I_Samuel.10.4\">1 S 10:4</a>; <a data-ref=\"I Samuel 17:22\" href=\"/I_Samuel.17.22\">17:22</a>; <a data-ref=\"I Samuel 25:5\" href=\"/I_Samuel.25.5\">25:5</a>; <a data-ref=\"I Samuel 30:21\" href=\"/I_Samuel.30.21\">30:21</a> [read <span dir=\"rtl\">וַיִּשְׁאֲלוּ לוֹ</span> 𝔊 𝔖 We Dr HPS Bu] <a data-ref=\"II Samuel 8:10\" href=\"/II_Samuel.8.10\">2 S 8:10</a>; <a data-ref=\"Jeremiah 15:5\" href=\"/Jeremiah.15.5\">Je 15:5</a>; <a data-ref=\"I Chronicles 18:10\" href=\"/I_Chronicles.18.10\">1 Ch 18:10</a>; sq. direct question only, <a data-ref=\"I Samuel 17:56\" href=\"/I_Samuel.17.56\">1 S 17:56</a>; <a data-ref=\"Jeremiah 18:13\" href=\"/Jeremiah.18.13\">Je 18:13</a> (c. ב loc.), sq. indirect question only (c. <span dir=\"rtl\">אִם</span>) <a data-ref=\"Jeremiah 30:6\" href=\"/Jeremiah.30.6\">Je 30:6</a>; <span dir=\"rtl\">שׁ׳ אֶת־פִי פ׳</span> <a data-ref=\"Genesis 24:57\" href=\"/Genesis.24.57\">Gn 24:57</a> (J); abs. <em>make inquiry</em> <a data-ref=\"Deuteronomy 13:15\" href=\"/Deuteronomy.13.15\">Dt 13:15</a> (+ <span dir=\"rtl\">דָּרַשׁ</span>, <span dir=\"rtl\">חָקַר</span>). †<strong>b.</strong>  <em>inquire of, consult</em>, deity, oracle, etc. (Jastr<sup>JBL xix (1900), 88 ff.</sup>), sq. acc. <span dir=\"rtl\">פִּי י׳</span> <a data-ref=\"Joshua 9:14\" href=\"/Joshua.9.14\">Jos 9:14</a> (JE), <a data-ref=\"Isaiah 30:2\" href=\"/Isaiah.30.2\">Is 30:2</a>, <span dir=\"rtl\">י׳</span> <a data-ref=\"Isaiah 65:1\" href=\"/Isaiah.65.1\">65:1</a> (‖ <span dir=\"rtl\">בִּקֵּשׁ</span>); elsewhere in Hex only (acc. om.), <a data-ref=\"Numbers 27:21\" href=\"/Numbers.27.21\">Nu 27:21</a> (P; c. ל pers. for whom, + ב instr.), cf. <a data-ref=\"Joshua 19:50\" href=\"/Joshua.19.50\">Jos 19:50</a>; also <span dir=\"rtl\">שׁ׳ אוֹב</span> <a data-ref=\"Deuteronomy 18:11\" href=\"/Deuteronomy.18.11\">Dt 18:11</a> (pt. as subst.; Jäger<sup>BAS ii. 292</sup> cp. Assyrian <em>maššaku ša šâ’ili</em>, i.e. <em>skin-vessel of the oracle-seeker,</em> cf. Jastr<sup>JBL xix (1900), 96 ff.</sup>); c. acc. of human agent <a data-ref=\"I Samuel 28:16\" href=\"/I_Samuel.28.16\">1 S 28:16</a>; <a data-ref=\"Jeremiah 38:14\" href=\"/Jeremiah.38.14\">Je 38:14</a>, <a data-ref=\"Jeremiah 38:27\" href=\"/Jeremiah.38.27\">27</a>; usually (ancient usage, chiefly Ju Sm) <span dir=\"rtl\">שׁ׳ בי׳ לֵאמֹר</span> (<span dir=\"rtl\">בְּ</span> perhaps orig. local, so GFM, or instr.), <a data-ref=\"Judges 1:1\" href=\"/Judges.1.1\">Ju 1:1</a>; <a data-ref=\"Judges 20:23\" href=\"/Judges.20.23\">20:23</a>; <a data-ref=\"I Samuel 23:2\" href=\"/I_Samuel.23.2\">1 S 23:2</a>; <a data-ref=\"I Samuel 30:8\" href=\"/I_Samuel.30.8\">30:8</a>; <a data-ref=\"II Samuel 2:1\" href=\"/II_Samuel.2.1\">2 S 2:1</a>; <a data-ref=\"II Samuel 5:19\" href=\"/II_Samuel.5.19\">5:19</a> = <a data-ref=\"I Chronicles 14:10\" href=\"/I_Chronicles.14.10\">1 Ch 14:10</a>; <span dir=\"rtl\">לֵאמֹר</span> om. <a data-ref=\"I Samuel 10:22\" href=\"/I_Samuel.10.22\">1 S 10:22</a> (sq. direct question), <a data-ref=\"I Samuel 22:10\" href=\"/I_Samuel.22.10\">22:10</a> (<span dir=\"rtl\">ל</span> pers. for whom), <a data-ref=\"I Samuel 23:4\" href=\"/I_Samuel.23.4\">23:4</a>; <a data-ref=\"I Samuel 28:6\" href=\"/I_Samuel.28.6\">28:6</a>; <a data-ref=\"II Samuel 5:23\" href=\"/II_Samuel.5.23\">2 S 5:23</a> = <a data-ref=\"I Chronicles 14:14\" href=\"/I_Chronicles.14.14\">1 Ch 14:14</a>; <a data-ref=\"Judges 20:27\" href=\"/Judges.20.27\">Ju 20:27</a>; <span dir=\"rtl\">שׁ׳ בֵּאלֹהִים</span> <a data-ref=\"Judges 18:5\" href=\"/Judges.18.5\">Ju 18:5</a>; <a data-ref=\"Judges 20:18\" href=\"/Judges.20.18\">20:18</a>; <a data-ref=\"I Samuel 14:37\" href=\"/I_Samuel.14.37\">1 S 14:37</a> (sq. direct question), also (<span dir=\"rtl\">ל</span> pers. for whom), <a data-ref=\"I Samuel 22:13\" href=\"/I_Samuel.22.13\">22:13</a>, <a data-ref=\"I Samuel 22:15\" href=\"/I_Samuel.22.15\">15</a>; <span dir=\"rtl\">שׁ׳ בִּדְבַר הָא׳</span> <a data-ref=\"II Samuel 16:23\" href=\"/II_Samuel.16.23\">2 S 16:23</a>; likewise <span dir=\"rtl\">שׁ׳ בְּעֵצוֹ</span> <a data-ref=\"Hosea 4:12\" href=\"/Hosea.4.12\">Ho 4:12</a> (i.e. his idol), <span dir=\"rtl\">בַּתְּרָפִים</span> <a data-ref=\"Ezekiel 21:26\" href=\"/Ezekiel.21.26\">Ez 21:26</a>, <span dir=\"rtl\">בָּאוֹב</span> <a data-ref=\"I Chronicles 10:13\" href=\"/I_Chronicles.10.13\">1 Ch 10:13</a>; perhaps = <em>receive as oracle</em> <a data-ref=\"Deuteronomy 18:16\" href=\"/Deuteronomy.18.16\">Dt 18:16</a> <span dir=\"rtl\">(מֵעִם י׳)</span>, Jastr<sup>l.c.</sup>.<br>†<strong>Niph.</strong>  <em>ask for oneself</em> (Ges<sup>§ 51 e</sup>), specif. <em>ask leave of absence</em>, c. <span dir=\"rtl\">מִן</span> pers.: Pf. 3 ms. + Inf. abs. <span dir=\"rtl\">נִשְׁאֹל נִשְׁאַל</span> <a data-ref=\"I Samuel 20:6\" href=\"/I_Samuel.20.6\">1 S 20:6</a> (sq. inf.), v <a data-ref=\"I Samuel 20:28\" href=\"/I_Samuel.20.28\">28</a> (sq. <span dir=\"rtl\">עַד</span>;? ins. ל inf. HPS); Pf. 1 s. <span dir=\"rtl\">נִשְׁאַלְתִּי מִן־הַמֶּלֶךְ</span> <a data-ref=\"Nehemiah 13:6\" href=\"/Nehemiah.13.6\">Ne 13:6</a> (abs.).<br>†<strong>Pi.</strong> <strong>1.</strong>  <em>inquire carefully:</em> Impf. 3 mpl. + <strong>Qal</strong> Inf. abs. <span dir=\"rtl\">שָׁאוֹל יְשָֽׁאֲלוּ</span> <a data-ref=\"II Samuel 20:18\" href=\"/II_Samuel.20.18\">2 S 20:18</a> (Bu proposes <strong>Qal</strong> Impf. <span dir=\"rtl\">יִשְׁאֲלוּ</span>), c. ב loc.; on foll. context v. We Dr HPS Bu. <strong>2.</strong>  <em>beg, practise beggary</em>, Pf. 3 pl. <span dir=\"rtl\">וְשִׁאֵ֑לוּ</span> (consec.) <a data-ref=\"Psalms 109:10\" href=\"/Psalms.109.10\">ψ 109:10</a>.<br><strong>Hiph.</strong>  (proposes <em>let</em> one <em>ask</em> [successfully], <em>give</em>, or <em>lend, on request</em>, then) <em>grant, make over to</em> (as a favour, with or without request): Pf. 1 s. sf. <span dir=\"rtl\">הִשְׁאִלְתִּהוּ לי׳</span> <a data-ref=\"I Samuel 1:28\" href=\"/I_Samuel.1.28\">1 S 1:28</a> <em>I have made him over to</em> <span dir=\"rtl\">י׳</span> (cf. Dr HPS Bu and <strong>Qal</strong> Pt. pass., ib.); perhaps also read 3 fs. <span dir=\"rtl\">הִשְׁאִילָה לי׳</span> <a data-ref=\"I Samuel 2:20\" href=\"/I_Samuel.2.20\">2:20</a> (whom) <em>she hath made over to</em> <span dir=\"rtl\">י׳</span> (for <span dir=\"rtl\">שָׁאַל לי׳</span>) Bu HPS (after 𝔊 in part; other conj. in Dr); Impf. 3 mpl. sf. rei <span dir=\"rtl\">וַיַּשְׁאִלוּם</span> <a data-ref=\"Exodus 12:36\" href=\"/Exodus.12.36\">Ex 12:36</a> (E) <em>and they handed them over</em>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "64bce3a95fdcd84cc8704fa6", "index_title": "Bekhor Shor", "category": "Commentary", "type": "commentary", "ref": "Bekhor Shor, Deuteronomy 18:16:1", "anchorRef": "Deuteronomy 18:16", "anchorRefExpanded": ["Deuteronomy 18:16"], "sourceRef": "Bekhor Shor, Deuteronomy 18:16:1", "sourceHeRef": "בכור שור, דברים י״ח:ט״ז:א׳", "anchorVerse": 16, "sourceHasEn": false, "compDate": [1145, 1195], "commentaryNum": 16.0001, "collectiveTitle": {"en": "Bekhor Shor", "he": "בכור שור"}, "heTitle": "דברים", "he": "<b>ככל אשר שאלת.</b> שאמרת [לעיל ה, כד] \"ואת תדבר אלינו\":", "heVersionTitle": "Bekhor Shor, Jerusalem, 1960", "heLicense": "", "heVersionTitleInHebrew": "בכור שור, ירושלים תש\"כ", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "66091bc4632ac4b896297d39", "index_title": "Covenant and Conversation; Deuteronomy; Renewal of the Sinai Covenant", "category": "Quoting Commentary", "type": "", "ref": "Covenant and Conversation; Deuteronomy; Renewal of the Sinai Covenant, Shoftim, The Three Crowns 18", "anchorRef": "Deuteronomy 18:15-19", "anchorRefExpanded": ["Deuteronomy 18:15", "Deuteronomy 18:16", "Deuteronomy 18:17", "Deuteronomy 18:18", "Deuteronomy 18:19"], "sourceRef": "Covenant and Conversation; Deuteronomy; Renewal of the Sinai Covenant, Shoftim, The Three Crowns 18", "sourceHeRef": "שיג ושיח; קריאות חדשות בפרשת השבוע, דברים, שופטים, א י״ח", "anchorVerse": 15, "sourceHasEn": true, "commentaryNum": 18, "collectiveTitle": {"en": "Covenant and Conversation; Deuteronomy; Renewal of the Sinai Covenant", "he": "שיג ושיח; קריאות חדשות בפרשת השבוע, דברים"}, "heTitle": "א", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<span class=\"poetry indentAll\">The Lord your God will raise up for you a prophet like me from among your own brothers. You must listen to him.... The Lord said to me...“I will raise up for them a prophet like you from among their brothers; I will put My words in his mouth, and he will tell them everything I command him. If anyone does not listen to My words that the prophet speaks in My name, I Myself will call him to account.” (Deut. 18:15–19)</span>", "versionTitle": "Maggid Books and the Orthodox Union, 2009-2019", "license": "CC-BY-NC", "versionTitleInHebrew": ""}]