[{"_id": "52164712edbab40bbbaf7fde", "index_title": "Ramban on Deuteronomy", "category": "Commentary", "type": "commentary", "ref": "Ramban on Deuteronomy 18:21:1", "anchorRef": "Deuteronomy 18:21", "anchorRefExpanded": ["Deuteronomy 18:21"], "sourceRef": "Ramban on Deuteronomy 18:21:1", "sourceHeRef": "רמב\"ן על דברים י״ח:כ״א:א׳", "anchorVerse": 21, "sourceHasEn": true, "compDate": [1246, 1286], "commentaryNum": 21.0001, "collectiveTitle": {"en": "Ramban", "he": "רמב\"ן"}, "he": "<b>וְכִי תֹאמַר בִּלְבָבֶךָ אֵיכָה נֵדַע אֶת הַדָּבָר אֲשֶׁר לֹא דִבְּרוֹ ה'</b>, עֲתִידִים אַתֶּם לֵאמֹר כְּשֶׁיָּבֹא חֲנַנְיָה בֶּן עַזּוּר וּמִתְנַבֵּא (ירמיהו כז טז), הִנֵּה כְלֵי בֵית ה' מוּשָׁבִים מִבָּבֶלָה, וְיִרְמְיָה עוֹמֵד וְצוֹוֵחַ (שם פסוקים יט כב) עַל הָעַמֻּדִים וְעַל הַיָּם וְעַל יֶתֶר הַכֵּלִים שֶׁלֹּא גָּלוּ עִם יְכָנְיָה, בָּבֶלָה יוּבָאוּ עִם גָּלוּת צִדְקִיָּהוּ, לְשׁוֹן רַשִׁ\"י (רש\"י על דברים י\"ח:כ\"א) מִסִּפְרֵי (שופטים קעח). וְהַדְּרָשׁ הַזֶּה מִפְּנֵי שֶׁלֹּא אָמַר <b>וְאִם תֹּאמַר בִּלְבָבְךָ</b>, וְהוּא כְּמוֹ שֶׁהִזְכַּרְתִּי (רמב\"ן על דברים ד':כ\"ה) כִּי הַתּוֹרָה תַּגִּיד בִּרְמָזִים הָעֲתִידוֹת לִהְיוֹת. אֲבָל עִקַּר הַכָּתוּב לוֹמַר אֵיכָה נֵדַע אֶת הַדָּבָר אֲשֶׁר לֹא דִבְּרוֹ הַשֵּׁם, שֶׁנַּהֲרֹג הַמִּתְנַבֵּא הַזֶּה. וְצִוָּה כִּי כַּאֲשֶׁר לֹא יָבוֹא הַדָּבָר, אָז יוּמָת כִּי לֹא דִּבְּרוֹ הַשֵּׁם, וְלֹא תָגוּר מִמֶּנּוּ מִפְּנֵי חָכְמָתוֹ אוֹ מִפְּנֵי הָאוֹת שֶׁנָּתַן וּבָא הָאוֹת וְהַמּוֹפֵת. וְכֵן הָיָה לָהֶם לִשְׁאֹל, אֵיכָה נֵדַע הַדָּבָר אֲשֶׁר דִּבְּרוֹ ה', שֶׁנִּתְחַיֵּב לִשְׁמֹעַ אֵלָיו כְּכָל אֲשֶׁר יְצַוֶּה, אֲבָל זוֹ תְּשׁוּבָה לִשְׁתֵּי הַשְּׁאֵלוֹת, כִּי בְּכָל נָבִיא נְצַפֶּה לַדָּבָר הֶעָתִיד לִהְיוֹת אֲשֶׁר יַגִּיד, וְאִם לֹא בָּא נֵדַע שֶׁהוּא נְבִיא שֶׁקֶר וְיוּמַת, וְאִם בֹּא יָבוֹא הַכֹּל הִנֵּה הוּא נֶאֱמָן לְנָבִיא לַה', וְנִתְחַיֵּב לִשְׁמֹעַ אֵלָיו כְּכָל אֲשֶׁר יְצַוֶּה בְּשֵׁם ה', כְּמוֹ שֶׁאָמַר (דברים י\"ח:ט\"ו) <b>אֵלָיו תִּשְׁמָעוּן</b>, וַאֲפִלּוּ לַעֲבֹר עַל דִּבְרֵי תוֹרָה לְפִי צֹרֶךְ הַשָּׁעָה, כְּגוֹן אֵלִיָּהוּ בְּהַר הַכַּרְמֶל. וְזֶה טַעַם <b>כָּמוֹנִי</b> <b>כָּמוֹךָ</b>, שֶׁיִּהְיֶה בַּתְּחִלָּה נֶאֱמָן לִנְבִיא הַשֵּׁם, אוֹ בְּאוֹת וּמוֹפֵת כָּעִנְיָן שֶׁנֶּאֱמַר (שמות ד ל לא) וַיַּעַשׂ הָאֹתֹת לְעֵינֵי הָעָם וַיַּאֲמֵן הָעָם, אוֹ שֶׁיַּגִּיד הֶעָתִיד לִהְיוֹת וְיָבוֹא, שֶׁגַּם זֶה אוֹת. וְכָךְ אָמְרוּ בְּמַסֶּכֶת סַנְהֶדְרִין (סנהדרין פ\"ט) וְהַמְוַתֵּר עַל דִּבְרֵי נָבִיא מִיתָתוֹ בִּידֵי שָׁמַיִם, דִּכְתִיב אָנֹכִי אֶדְרֹשׁ מֵעִמּוֹ, וְאָמְרִין (שם פט) וּמְנָא יָדַע דְּאִעֲנַשׁ, דִּיהַב לֵיהּ אוֹת. וְהָא מִיכָה דְּלָא יְהַב לֵהּ אוֹת וְאִעֲנַשׁ, הֵיכָא דְּמֻחְזָק שָׁאנֵי, דְּאִי לָא תֵּימָא הָכִי אַבְרָהָם בְּהַר הַמּוֹרִיָּה הֵיכִי שְׁמַע לֵהּ יִצְחָק, אֵלִיָּהוּ בְּהַר הַכַּרְמֶל הֵיכִי סָמְכִינַן עֲלֵהּ וְעָבְדִינַן שְׁחוּטֵי חוּץ, אֶלָּא הֵיכָא דְּמֻחְזָק שָׁאנֵי. וְרַשִׁ\"י כָּתַב (רש\"י על דברים י\"ח:כ\"ב) כְּבָר נִצְטַוּוּ שֶׁאִם בָּא לְהַדִּיחֲךָ בְּאַחַת מִכָּל הַמִּצְוֹת לֹא תִּשְׁמַע לוֹ אֶלָּא אִם כֵּן הוּא מֻמְחֶה לְךָ שֶׁהוּא צַדִּיק גָּמוּר, כְּגוֹן אֵלִיָּהוּ בְּהַר הַכַּרְמֶל, לְפִי צֹרֶךְ הַשָּׁעָה, לְכָךְ נֶאֱמַר אֵלָיו תִּשְׁמָעוּן. וְזֶה אֵינֶנּוּ נָכוֹן בְּעֵינַי, שֶׁאֵין הַהַמְחָאָה שֶׁהוּא צַדִּיק גָּמוּר אֶלָּא שֶׁהוּא נְבִיא אֱמֶת מֻחְזָק לַכֹּל, בְּמָה שֶׁהִקְדִּים לֵאמֹר עֲתִידוֹת וּבָאוּ, וְהוּא הָאוֹת שֶׁלּוֹ כְּמוֹ שֶׁהִזְכִּיר בַּפָּרָשָׁה הַזּוֹ, אוֹ בְּמוֹפֵת שֶׁעָשָׂה בְּפָנֵינוּ, וְזֹאת חֶזְקַת הַנְּבִיאִים. וְאוּלַי נִתְכַּוֵּן רַשִׁ\"י בְּ<b>צַדִּיק גָּמוּר</b>, לָמָּה שֶׁכָּתַב הָרַב רַבֵּינוּ מֹשֶׁה בְּהִלְכוֹת יְסוֹדֵי הַתּוֹרָה (פ\"ז ה\"ז), כְּשֶׁמְּשַׁלְּחִין אֶת הַנָּבִיא נוֹתְנִין לוֹ אוֹת וּמוֹפֵת כְּדֵי שֶׁיֵּדְעוּ הָעָם שֶׁהָאֵל שְׁלָחוֹ בֶּאֱמֶת. וְלֹא כָּל הָעוֹשֶׂה אוֹת וּמוֹפֵת מַאֲמִינִין אוֹתוֹ שֶׁהוּא נָבִיא, אֶלָּא אָדָם שֶׁהָיִינוּ יוֹדְעִים בּוֹ מִתְּחִלָּה שֶׁהוּא רָאוּי לַנְּבוּאָה בְּחָכְמָתוֹ וּבְמַעֲשָׂיו שֶׁנִּתְעַלָּה בָּהֶן עַל כָּל בְּנֵי גִּילוֹ, וְהָיָה מְהַלֵּךְ בְּדַרְכֵי הַנְּבוּאָה וּבִקְדֻשָּׁתָהּ וּפְרִישׁוּתָהּ, וְאַחַר כָּךְ בָּא וְעָשָׂה אוֹת וּמוֹפֵת וְאָמַר שֶׁהָאֵל שְׁלָחוֹ, מִצְוָה לִשְׁמֹעַ מִמֶּנּוּ, שֶׁנֶּאֱמַר אֵלָיו תִּשְׁמָעוּן. וְאֶפְשָׁר שֶׁיַּעֲשֶׂה אוֹת אוֹ מוֹפֵת וְהוּא אֵינוֹ נָבִיא, וְזֶה הָאוֹת יֵשׁ לוֹ דְּבָרִים בְּגוֹ, ואע\"פ כֵּן מִצְוָה לִשְׁמֹעַ לוֹ הוֹאִיל וְאָדָם גָּדוֹל הוּא וְחָכָם וְרָאוּי לַנְּבוּאָה, מַעֲמִידִין אוֹתוֹ עַל חֶזְקָתוֹ, כְּמוֹ שֶׁנִּצְטַוֵּינוּ לַחְתֹּךְ הַדִּין עַל פִּי שְׁנַיִם עֵדִים כְּשֵׁרִים ואע\"פ שֶׁאֶפְשָׁר שֶׁהֵעִידוּ שֶׁקֶר, הוֹאִיל וּכְשֵׁרִים הֵם אֶצְלֵנוּ מַעֲמִידִין אוֹתָם עַל כַּשְׁרוּתָן, בִּדְבָרִים אֵלּוּ וְכַיּוֹצֵא בָּהֶם נֶאֱמַר (דברים כ\"ט:כ\"ח) הַנִּסְתָּרוֹת לַה' אֱלֹהֵינוּ, וְנֶאֱמַר (שמואל א טז ז) הָאָדָם יִרְאֶה לַעֵינַיִם וַה' יִרְאֶה לַלֵּבָב:", "heVersionTitle": "Vocalized Edition", "heLicense": "", "heVersionTitleInHebrew": "", "text": "V’CHI'(AND WHEN) THOU SAY IN THY HEART: ‘HOW SHALL WE KNOW THE WORD WHICH THE ETERNAL HATH NOT SPOKEN?’ “You are destined to say this when Hananiah the son of Azur [the false prophet] will come and prophesy, <i>Behold, the vessels of the Eternal’s House shall now shortly be brought back from Babylon</i><sup class=\"footnote-marker\">215</sup><i class=\"footnote\">Jeremiah 27:16.</i> while Jeremiah [the true prophet] stands and proclaims <i>concerning the pillars, and concerning the sea, and concerning the bases, and concerning the residue of the vessels</i><sup class=\"footnote-marker\">216</sup><i class=\"footnote\"><i>Ibid.</i>, Verse 19.</i> which were not exiled with Jeconiah,<sup class=\"footnote-marker\">217</sup><i class=\"footnote\">Eleven years before the destruction of the First Temple, Nebuchadnezzar, king of Babylon, took into captivity Jeconiah, king of Judah, together with some of the vessels of the Temple. In the interim, during the reign of Zedekiah the last king of Judah, the false prophet told the people that shortly the sacred vessels will be brought from Babylon and that, therefore, Zedekiah need not submit politically to Babylon. Jeremiah the true prophet warned that, if they would not submit to Babylon, even the vessels still remaining in the Sanctuary would be carried away.</i> <i>they shall be carried to Babylon</i><sup class=\"footnote-marker\">218</sup><i class=\"footnote\"><i>Ibid.</i>, Verse 22.</i> with the exile of Zedekiah.” This is Rashi’s language from the Sifre.<sup class=\"footnote-marker\">219</sup><i class=\"footnote\">Sifre, <i>Shoftim</i> 178.</i> This interpretation [of the Sifre] is based on the fact that the verse does not state “<i>v’im</i> (and if) thou say in thy heart” [but it states <i>‘v’chi’</i> — (<i>and when</i>) <i>thou say in thy heart</i>]. This is as I have mentioned<sup class=\"footnote-marker\">220</sup><i class=\"footnote\">Above, 4:25.</i> that the Torah tells future events through allusions. But the purport of the verse is to say, “<i>How shall we know the word which the Eternal hath not spoken</i>, so that we can slay the one who so prophesies?” And he commanded that if the event does not come to pass then he should be killed because <i>the Eternal hath not spoken it</i>.<sup class=\"footnote-marker\">221</sup><i class=\"footnote\">Verse 22.</i> Do not fear him<sup class=\"footnote-marker\">221</sup><i class=\"footnote\">Verse 22.</i> because of his wisdom or because of the sign that he gave [even though] <i>the sign or the wonder did come to pass</i>.<sup class=\"footnote-marker\">222</sup><i class=\"footnote\">Above, 13:3.</i> Similarly the people could ask, “How shall we know the word which G-d had spoken, to which we have been obligated to hearken in whatever He shall command?” But this [Verse 22] is the answer to both questions,<sup class=\"footnote-marker\">223</sup><i class=\"footnote\">I.e., how shall we know the word which G-d had not spoken, and how shall we know the word which He had spoken?</i> for, in the case of every prophet we should look ahead to that which he foretold. If it does not come to pass we shall know that he is a false prophet and he is to be killed, and if all that he predicted does come to pass he is <i>established to be a prophet of the Eternal</i>,<sup class=\"footnote-marker\">205</sup><i class=\"footnote\">I Samuel 3:20.</i> and we are bound to hearken to him in all that he commands in the name of G-d, just as he said, <i>unto him ye shall hearken</i>.<sup class=\"footnote-marker\">209</sup><i class=\"footnote\">Verse 15.</i> Even to transgress the words of the Torah, [we are required to obey him] provided that it is to meet the particular need of the time, as in the case of Elijah on Mount Carmel<sup class=\"footnote-marker\">224</sup><i class=\"footnote\">I Kings 18:23-39. See also Ramban above, 13:4.</i> [who, in his attempt to discredit idolatry, brought offerings to G-d on Mount Carmel despite the fact that it was forbidden to do so outside the Sanctuary Court in Jerusalem]. This is the sense of the expression, [a prophet] <i>like unto me</i>,<sup class=\"footnote-marker\">209</sup><i class=\"footnote\">Verse 15.</i> [And G-d said, <i>I will raise them up a prophet</i>] <i>like unto thee</i>,<sup class=\"footnote-marker\">225</sup><i class=\"footnote\">Verse 18.</i> meaning that he will first be established a prophet of the Eternal either by a sign or wonder, similar to what is said [of Moses], <i>and he did the signs in the sight of the people. And the people believed</i>,<sup class=\"footnote-marker\">226</sup><i class=\"footnote\">Exodus 4:30-31.</i> — or that he foretells some future event and it occurs. And thus the Rabbis have said in Tractate Sanhedrin:<sup class=\"footnote-marker\">227</sup><i class=\"footnote\">Sanhedrin 89 a-b.</i> “Whoever disobeys a prophet, is liable to death by the hands of Heaven, as it is written, <i>I will require it of him</i>.”<sup class=\"footnote-marker\">228</sup><i class=\"footnote\">Verse 19.</i> And there the Rabbis asked: “And how is one to know that someone is a prophet [and that, for refusing to obey him,] he will be punished? If the prophet gave him a sign. But in the case of Micaiah<sup class=\"footnote-marker\">229</sup><i class=\"footnote\">In I Kings 20:35 it is told that, following a decisive battle in which Ahab king of Israel defeated Ben-hadad of Syria, Ahab befriended Ben-hadad instead of killing him as a prophet had commanded him to do. To show G-d’s displeasure with Ahab, Scripture relates, <i>And a certain man of the sons of the prophets said unto his fellow by the word of the Eternal: ‘Smite me, I pray thee.’ And the man refused to smite him</i>. The following verse says that the man was slain by a lion because of his refusal to obey the prophet. The lesson was clear: just as that man was punished, so would Ahab be punished for disobeying the prophetic command to smite Ben-hadad. Now this <i>certain man of the sons of the prophets</i> is identified by tradition as having been Micaiah [a prophet mentioned there in Chapter 22 Verse 13]. When Micaiah ordered the man to smite him, he gave no sign that he was a prophet, yet the man was punished for disobeying! Hence the Gemara’s question: How was he to know that Micaiah was a prophet?</i> the prophet gave him no sign and yet he was punished [for refusing to hearken to him! The Gemara answered]: It is different when a person is known to be an established prophet [in which case he need not give a sign]. And if this is not the case, how did Isaac hearken to Abraham on Mount Moriah [to submit himself to slaughter, a command, which had been given to Abraham but not to him]? And how did we rely on Elijah on Mount Carmel to bring offerings outside [the Sanctuary Court in Jerusalem? Obviously we must say that] it is different if the prophet is established [in which case he must be obeyed even if he does not offer a sign].”<br>Now Rashi wrote:<sup class=\"footnote-marker\">230</sup><i class=\"footnote\">Verse 22. Rashi attempts to answer the question, how we are to know when to obey some one who claims to be a prophet? Regarding such a case, he writes, “they have already etc.”</i> “They have already been commanded that if one comes to entice you from [observing] one of the commandments [of G-d] you are not to hearken to him<sup class=\"footnote-marker\">231</sup><i class=\"footnote\">Above, 13:9.</i> unless it has been clearly established by you that he is an absolutely righteous man, like Elijah on Mount Carmel [who brought the offerings outside the Sanctuary Court] because of the needs of the time. Therefore it states, <i>unto him ye shall hearken</i>.”<sup class=\"footnote-marker\">209</sup><i class=\"footnote\">Verse 15.</i> — But this does not appear to be correct, for the necessary verification is not that he is a righteous man but that he is a true prophet known to all by having previously foretold future events which indeed came to pass, this being his “sign” as referred to in this section,<sup class=\"footnote-marker\">232</sup><i class=\"footnote\">Verse 22: <i>When a prophet speaketh in the name of the Eternal, if the thing follow not …</i></i> or some wonders which he has done in our presence.<sup class=\"footnote-marker\">233</sup><i class=\"footnote\">Above, 13:2.</i> This constitutes the presumption of prophets. In saying “a perfectly righteous man,” perhaps Rashi meant what Harav Rabbeinu<sup class=\"footnote-marker\">234</sup><i class=\"footnote\">“The Rabbi our teacher.”</i> Moshe [ben Maimon] wrote in <i>Hilchoth Yesodei Hatorah:</i><sup class=\"footnote-marker\">235</sup><i class=\"footnote\">“The laws of the Foundations of the Torah,” 7:7.</i> “When a prophet is assigned a mission, he is given a sign or wonder so that the people might know that G-d had truly sent him. We do not believe everyone who shows a sign or wonder to be a prophet. Only a man whom we already know to be worthy of prophecy — by reason of his wisdom and deeds wherein he stands pre-eminent among all his contemporaries, and follows the paths of prophecy, in its sanctity and renunciation [of physical lust] — who then comes and performs a sign or wonder and says that G-d sent him, it is a commandment to hearken to him, as it is said, <i>unto him ye shall hearken</i>.<sup class=\"footnote-marker\">209</sup><i class=\"footnote\">Verse 15.</i> It is possible that such a man may perform a sign or wonder and still not be a prophet [in which case] the sign must have some [other] meaning.<sup class=\"footnote-marker\">236</sup><i class=\"footnote\">“There is something hidden in this matter which requires scrutiny” (Rashi, Kethuboth 111a, in explanation of a similar expression in the Gemara there).</i> Nevertheless, it is a commandment to listen to him, since he is a great man, learned and worthy of prophecy, we assign him the presumption [that his claim is true], just as we have been commanded to render a decision [in court] by the testimony of two proper witnesses even though it is possible that they testified falsely, because we consider them to be legitimate witnesses [having no basis to assume the contrary] we assign them the presumption of legitimacy in their testimony. On such matters it is said, <i>The secret things belong unto the Eternal our G-d</i>,<sup class=\"footnote-marker\">237</sup><i class=\"footnote\">Further, 29:28, meaning that we are required to judge human affairs based only on the available evidence.</i> and it is further said, <i>for man looketh on the outward appearance, but the Eternal looketh on the heart</i>.”<sup class=\"footnote-marker\">238</sup><i class=\"footnote\">I Samuel 16:7.</i>", "versionTitle": "Commentary on the Torah by Ramban (Nachmanides). Translated and annotated by Charles B. Chavel. New York, Shilo Pub. House, 1971-1976", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "52258d3cedbab41d1a949f3e", "index_title": "Rashi on Deuteronomy", "category": "Commentary", "type": "commentary", "ref": "Rashi on Deuteronomy 18:21:1", "anchorRef": "Deuteronomy 18:21", "anchorRefExpanded": ["Deuteronomy 18:21"], "sourceRef": "Rashi on Deuteronomy 18:21:1", "sourceHeRef": "רש\"י על דברים י״ח:כ״א:א׳", "anchorVerse": 21, "sourceHasEn": true, "compDate": [1075, 1105], "commentaryNum": 21.0001, "collectiveTitle": {"en": "Rashi", "he": "רש\"י"}, "heTitle": "רש\"י על דברים", "he": "<b>וכי תאמר בלבבך.</b> עֲתִידִין אַתֶּם לוֹמַר כְּשֶׁיָּבֹא חֲנַנְיָה בֶּן עַזּוּר וּמִתְנַבֵּא \"הִנֵּה כְלֵי בֵית ה' מוּשָׁבִים מִבָּבֶלָה עַתָּה מְהֵרָה\" (ירמיהו כ\"ז), וְיִרְמְיָהוּ עוֹמֵד וְצוֹוֵחַ \"אֶל הָעַמֻּדִים וְעַל הַיָּם וְעַל יֶתֶר הַכֵּלִים\" שֶׁלֹּא גָּלוּ עִם יְכָנְיָה, \"בָּבֶלָה יוּבָאוּ\" עִם גָּלוּת צִדְקִיָּהוּ (שם):", "heVersionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "וכי תאמר בלבבך AND IF THOU SAY IN THINE HEART [HOW SHALL WE KNOW THE WORD WHICH THE LORD HATH NOT SPOKEN]? — you will once ask this — when Hananiah the son of Azur (the false prophet) comes and prophesies (Jeremiah 27:16) “Behold, the vessels of the Lord’s house will now shortly be brought again from Babylon”, whilst Jeremiah (the true prophet) stands and proclaims (Jeremiah 27:19—22) “concerning the pillars, and concerning the laver, and concerning the bases, and concerning the residue of the vessels [which remain in this city which Nebuchadnezzar king of Babylon took not,…]” which did not go into exile to Babylon with Jeconiah, king of Judah, “they shall be carried to Babylon [and there they shall remain]” together with Zedekiah when he will go into exile (Sifrei Devarim 178:2).", "versionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "license": "Public Domain", "versionTitleInHebrew": "חמישה חומשי תורה עם פירוש רש״י, מ. רוזנבאום וא.מ. סילברמן"}, {"_id": "531e4fe0fbfba276047f5e42", "index_title": "Onkelos Deuteronomy", "category": "Targum", "type": "targum", "ref": "Onkelos Deuteronomy 18:21", "anchorRef": "Deuteronomy 18:21", "anchorRefExpanded": ["Deuteronomy 18:21"], "sourceRef": "Onkelos Deuteronomy 18:21", "sourceHeRef": "תרגום אונקלוס על דברים י״ח:כ״א", "anchorVerse": 21, "sourceHasEn": false, "compDate": [80, 120], "commentaryNum": 18.0021, "collectiveTitle": {"en": "Onkelos Deuteronomy", "he": "תרגום אונקלוס על דברים"}, "heTitle": "תרגום אונקלוס על דברים", "he": "וַאֲרֵי תֵימַר בְּלִבָּךְ אֶכְדֵּין נִדַּע יָת פִּתְגָּמָא דִּי לָא מַלְּלֵיהּ יְיָ:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "חומש שפתי חכמים, מצודה תשס\"ט", "text": "If you should say to yourself, ‘‘How can we know [which is] the statement that Adonoy did not speak?’’", "versionTitle": "Metsudah Chumash, Metsudah Publications, 2009 [with Onkelos translation]", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "532b2684fbfba27c35eeb683", "index_title": "Targum Jonathan on Deuteronomy", "category": "Targum", "type": "targum", "ref": "Targum Jonathan on Deuteronomy 18:21", "anchorRef": "Deuteronomy 18:21", "anchorRefExpanded": ["Deuteronomy 18:21"], "sourceRef": "Targum Jonathan on Deuteronomy 18:21", "sourceHeRef": "תרגום יונתן על דברים י״ח:כ״א", "anchorVerse": 21, "sourceHasEn": true, "compDate": [30, 70], "commentaryNum": 18.0021, "collectiveTitle": {"en": "Targum Jonathan on Deuteronomy", "he": "תרגום יונתן על דברים"}, "heTitle": "תרגום יונתן על דברים", "he": "וַאֲרוּם תֵּימְרוּן בְּרַעֲיוֹנֵיכוֹן הֵיכְדֵין נֵידַע יַת פִּתְגָּמָא דְלָא מַלְלֵיהּ יְיָ", "heVersionTitle": "Targum Jonathan on Deuteronomy", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": " And if thou shalt say in your thoughts, How shall we know the word which the Lord hath not spoken? \n", "versionTitle": "The Targum of Jonathan ben Uzziel, trans. J. W. Etheridge, London, 1862", "license": "Public Domain", "versionTitleInHebrew": "תרגום ירושלמי (תרגום יונתן בן-עוזיאל) לתורה, תורגם ע״י ג׳ון ווסלי אטרידג׳, לונדון 1862"}, {"_id": "53f17ba8fbfba22336eaa0be", "index_title": "Sforno on Deuteronomy", "category": "Commentary", "type": "commentary", "ref": "Sforno on Deuteronomy 18:21:1", "anchorRef": "Deuteronomy 18:21", "anchorRefExpanded": ["Deuteronomy 18:21"], "sourceRef": "Sforno on Deuteronomy 18:21:1", "sourceHeRef": "ספורנו על דברים י״ח:כ״א:א׳", "anchorVerse": 21, "sourceHasEn": true, "compDate": [1500, 1550], "commentaryNum": 21.0001, "collectiveTitle": {"en": "Sforno", "he": "ספורנו"}, "heTitle": "ספורנו על דברים", "he": "<b>איכה נדע את הדבר.</b> כשיצוה לשעה איזו מצוה כגון אליהו בהר הכרמל ויהושע שהקיף יריחו בשבת וצוה את הכהנים לשאת את הארון בירדן ולעמוד שם עד שיעברו כל העם:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "?איכה נדע את הדבר; when the authentic prophet commands a specific commandment such as when Elijah sacrificed on a private altar, something that had been forbidden for hundreds of years, or when Joshua waged war against Jericho on the Sabbath with all the violations this involved. (Kings I 18, and Joshua 6)", "versionTitle": "Eliyahu Munk, HaChut Hameshulash", "license": "CC-BY", "versionTitleInHebrew": "החוט המשולש, אליהו מונק"}, {"_id": "55a3c086fbfba277e9971561", "index_title": "Jeremiah", "category": "Tanakh", "type": "", "ref": "Jeremiah 27:16", "anchorRef": "Deuteronomy 18:21", "anchorRefExpanded": ["Deuteronomy 18:21"], "sourceRef": "Jeremiah 27:16", "sourceHeRef": "ירמיהו כ״ז:ט״ז", "anchorVerse": 21, "sourceHasEn": true, "compDate": [-600, -500], "commentaryNum": 27.0016, "collectiveTitle": {"en": "Jeremiah", "he": "ירמיהו"}, "heTitle": "ירמיהו", "he": "וְאֶל־הַכֹּהֲנִים֩ וְאֶל־כׇּל־הָעָ֨ם הַזֶּ֜ה דִּבַּ֣רְתִּי לֵאמֹ֗ר כֹּה֮ אָמַ֣ר יְהֹוָה֒ אַֽל־תִּשְׁמְע֞וּ אֶל־דִּבְרֵ֣י נְבִיאֵיכֶ֗ם הַֽנִּבְּאִ֤ים לָכֶם֙ לֵאמֹ֔ר הִנֵּ֨ה כְלֵ֧י בֵית־יְהֹוָ֛ה מוּשָׁבִ֥ים מִבָּבֶ֖לָה עַתָּ֣ה מְהֵרָ֑ה כִּ֣י שֶׁ֔קֶר הֵ֖מָּה נִבְּאִ֥ים לָכֶֽם׃", "heVersionTitle": "Miqra according to the Masorah", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "מקרא על פי המסורה", "text": "And to the priests and to all that people I said: “Thus said G<small>OD</small>: Give no heed to the words of the prophets who prophesy to you, ‘The vessels of the House of G<small>OD</small> shall shortly be brought back from Babylon,’ for they prophesy falsely to you. ", "versionTitle": "THE JPS TANAKH: Gender-Sensitive Edition", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "571f274ad6e4a90eb2480b86", "index_title": "Gur Aryeh on Shemot", "category": "Quoting Commentary", "type": "", "ref": "Gur Aryeh on Shemot 3:18:1", "anchorRef": "Deuteronomy 18:21", "anchorRefExpanded": ["Deuteronomy 18:21"], "sourceRef": "Gur Aryeh on Shemot 3:18:1", "sourceHeRef": "גור אריה על שמות ג׳:י״ח:א׳", "anchorVerse": 21, "sourceHasEn": false, "compDate": [1548, 1578], "commentaryNum": 18.0001, "collectiveTitle": {"en": "Gur Aryeh on Shemot", "he": "גור אריה על שמות"}, "heTitle": "גור אריה על שמות", "he": "<b>סימן זה מסור בידם וכו'.</b> וקשיא ממה נפשך, אחר שאמר 'סימן זה מסור בידם' ושמא משה גם ידע הסימן כמו שאחרים ידעו הסימן<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"68\"></i>, ותירץ הרמב\"ן כי הסימן מסור בידם כי הראשון אשר יאמר להם בזה הלשון \"פקד פקדתי\" הוא הגואל ולא יכזב אדם בזה<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"69\"></i>, כך תירץ הרמב\"ן. ותירוץ זה הוא רחוק מאד, כי הקב\"ה נתן הבחירה לאדם<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"70\"></i>, ויכול לכזב אם ירצה, כמו שאמר הכתוב (ר' דברים יח, כא) \"איכה נודע הדבר אשר לא דברו ה'\"<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"71\"></i>, וזה דבר ברור:<br>אמנם נראה לי שהסימן אשר נמסר בידם היה שבזה הלשון יהיו נגאלים, ומשה רבינו עליו השלום לא היה מתיירא עתה שלא יהיו מאמינים לו – רק שלא ישמעו בקולו, כלומר שלא יהיו שומעים אל דבריו כלל, ויחשבו אותו מכזב ולא יתנו לב להתבונן בדבריו, ולא יבאו אל האמת. עכשיו שאמר להם \"פקד פקדתי\", הוא הסימן המסור בידם, הרי יהיו שומעים לו, ולכל הפחות יתנו לב להתבונן בדבריו, דהא יש סימן. אף על גב דאין ראיה גמורה<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"72\"></i> – סימן הוא לכל הפחות עד שיתנו לב על דבריו, ואין זה האמנה<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"73\"></i>. תדע לך שאחר שאמר \"ושמעו לקולך\" אמר משה \"והן לא יאמינו לי ולא ישמעו בקולי\" (להלן ד, א), וקשיא לי הרי אמר הקדוש ברוך הוא \"ושמעו לקולך\", אלא \"ושמעו לקולך\" פירושו שישמעו לך להתבונן בדבריך, ואחר כך אמר \"והן לא יאמינו לי ולא ישמעו לקולי\", אף אם ישמעו לי לשמוע ממני דברי, ויתבוננו בהם ויתנו לב אליהם, הרי לא יאמינו לי<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"74\"></i>. ומה שהוצרך רבי חמא לומר (שמו\"ר ה, ב) שבן י\"ב שנה נתלש משה מבית אביו<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"75\"></i>, היינו טעמא דאם לא היה נתלש מבית אביו אפילו ראיה להתבונן בדבריו לא הוי, דהרי אפשר לומר דמבית אביו למד, ולא היה זה ראיה כלל. אבל עכשיו שלא היה בבית אביו, יש בזה קצת ראיה<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"76\"></i>:<br>והקשה הרמב\"ן על פירוש רש\"י שסימן זה היה מסור להם מיעקב ויוסף, ולא מצאנו זה רק ביוסף שאמר \"ואלקים פקד יפקד אתכם\" (בראשית נ, כד), אבל גבי יעקב לא מצאנו<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"77\"></i>, ויראה דלא קשיא, דהכי פירושו כי יעקב אמר ליוסף ויוסף אמר לישראל בשם אביו, כי הכתוב שאמר (שם) \"והאלקים פקוד יפקוד אתכם והעלה אתכם וגומר\" אי אפשר שיהיה דברי יוסף, שיוסף לאו נביא היה<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"78\"></i>, אלא \"ואלקים פקוד יפקוד אתכם\" דברי יעקב שאמר יוסף משמו. והכתוב שאחריו (שם פסוק כה)<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"79\"></i> שלא בא יוסף להתנבא, רק להשביעם, ואמר \"פקוד יפקוד אלקים אתכם\" לשון זה הוא דברי יוסף, כאילו אמר 'בלשון זה תהיו נגאלים', ומדאמר יעקב לשון זה ויוסף אמר לשון זה – ידעו שבזה הלשון נגאלים:<br>ויש לדקדק עוד למה היו נגאלים בלשון \"פקוד פקדתי\" דווקא, ויש לומר כי מלת \"פקד\" משמש לרעה \"פקד עון אבות\" (להלן כ, ה), משמש לטובה – \"פקד את שרה\" (בראשית כא, א), וכאשר נגאלו היתה הגאולה הזאת על ידי המדה הכוללת רע – שהוא משלם רע לעוברי רצונו, וטוב – לראוים לו, כי הנה פרע למצרים על כל רעתם ושלם טוב לבני האבות אשר התהלכו לפניו, וזאת המדה היא המדה הגדולה והרמה<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"80\"></i>. ובמדרש ילמדנו<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"81\"></i> יש פקידה בשמים, שנאמר (ר' ישעיה כד, כא) \"יפקוד ה' על צבא מרום\", ויש פקידה לארץ \"פקדת הארץ\" (תהלים סה, י). ויש פקידה לכהונה, שנאמר (ר' במדבר ג, י) \"ואתה תפקד את אהרן\", יש פקידה לפורעניות \"פקדתי את אשר עשה עמלק\" (ש\"א טו, ב), יש פקידה לשלום<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"82\"></i>. ועוד הרבה נזכר לשם באורך<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"83\"></i>. וזה המדרש מבאר ענין סוד הזה, כי ענין הפקידה מפני שאינו רק פקידה<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"84\"></i> – היא כוללת הכל, שבכל שייך פקידה<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"85\"></i>. וכל דבר שהוא כולל הרבה מדריגתו גדול על כל, וזה היה ביציאת מצרים, כי היה הגאולה במדה הכוללת הכל לפי ענין רוממות זאת המדריגה, ולפיכך היה כאן גם כן פורעניות למצרים וטוב לישראל<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"86\"></i>, ולכך נגאלו בלשון \"פקד\", שהפקידה משמש לכל, ומפני כך מדריגתה גדולה. ויראה שלכך כתיב לעולם כפל לשון \"פקוד יפקוד אלקים אתכם\", ו\"אלקים פקוד יפקוד\", מפני שהוא לרעה ולטובה<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"87\"></i>:<br>ומצאתי<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"88\"></i> בפרקי ר\"א (פמ\"ח) כי ישראל נגאלים בפ\"א שהוא מאותיות מנצפ\"ך שהוא כפולים<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"89\"></i>, וכולם משמשים גאולה אחת<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"90\"></i>. ובאות פ\"א מן מנצפ\"ך נגאלו ממצרים<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"91\"></i>, ובשאר אותיות מנצפ\"ך לגאולות אחרות<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"92\"></i>. ולפיכך התחיל משה לאמר \"פקד פקדתי\" להורות על פ\"א מאותיות מנצפ\"ך<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"93\"></i>. ונראה לפרש כי כ\"ב אותיות אלפא ביתא בהם ברא הקב\"ה את העולם, כאשר אמר בספר יצירה (פ\"ב מ\"ב), ותמצא כי האותיות כ\"ב, ויש עוד מנצפ\"ך שהם יותר גדולים מן כל כ\"ב אותיות<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"94\"></i>. ולפיכך סדר חמש אותיות<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"95\"></i> באלפא ביתא דאי\"ק בכ\"ר בסוף הא\"ב<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"96\"></i>. והך' פשוטה הוא חמש מאות, והמ' – ו' מאות, וכן הנו\"ן – ז' מאות, ף' – ח' מאות, הצדי' פשוטה – ט' מאות. מזה תראה כי הם על כל האותיות<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"97\"></i>. והטעם מפני שכלם נקראים פשוטים<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"98\"></i>, והמ\"ם היא סתומה<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"99\"></i>, שהפשוט והסתום הוא יותר במדריגה<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"100\"></i>. וזהו הטעם שלא ישמשו אלו האותיות רק בסוף התיבה שאין אות אחריו, בעבור מדריגת ועליונות הפשוטים שלא יבוא שום דבר אחריו. וכמו שברא העולם בכ\"ב אותיות, כך ברא ופעל הגאולה באותיות מנצפ\"ך, כי הגאולה יותר עליון במעלה מענין העולם הזה. ולכך הגאולות הם באותיות מנצפ\"ך שהם אחר אלפא ביתא שבהם ברא העולם<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"101\"></i>. ואף על גב שכאן אין פ\"א פשוטה, כפל הפאי\"ן \"פקוד פקדתי\" מורה על כפל פיא\"ן – כפופה ופשוטה, רק שאין הפ\"א הפשוטה משמש בתחלת המלה כי אם בסוף, ולכך כפל הפיא\"ן מורה פשוטה וכפופה<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"102\"></i>, וזהו טעם המדרש הזה:<br>ושמעתי פירושו<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"103\"></i> כי במלת \"פקוד\" רמוז כל הצרות בנעלם של תיבות פקד, כי נעלם הפ\"א הוא א'<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"104\"></i>, ונעלם הקו\"ף הוא פ\"ו, ונעלם הד' הוא ל\"ת. וזה כי ת\"ל היו ימי גירות, כדכתיב (ר' להלן יב, מ) \"ומושב בני ישראל ת\"ל שנה\". פ\"ו הוא זמן השעבוד, שהוא משנולדה מרים<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"105\"></i>. וכן במדרש שיר השירים רבה (ב, א) \"כי הנה הסתיו עבר הגשם הלך\" (ר' שיה\"ש ב, יא) אלו ד' מאות שנה, שנאמר (בראשית טו, יג) \"ידוע תדע כי גר יהיה זרעך\", \"הסתיו\" (שם בשיה\"ש) אלו ששה ושמנים שנה שהיה זמן השעבוד משנולדה מרים, ונקראת מרים על שם \"וימררו\" (לעיל א, יד). וא' שנה<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"106\"></i> – היא שנה שבסוף<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"107\"></i>, שנאמר (לעיל ב, כג) \"וימת מלך מצרים ויאנחו בני ישראל\", ששחט בניהם (רש\"י שם)<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"108\"></i>. ורמז הכתוב לפקוד את מצרים, ויהיה נגלה ונראה לעינים, ויהיה נפקדים על כל חטא וחטא בפרט מה שעשו<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"109\"></i>. לכן פקידה בעלמא הוא בגלוי, אבל על כל מה שעשו אינו נגלה כל כך<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"110\"></i>:", "heVersionTitle": "Gur Aryeh, Machon Yerushalyim, 1989-1995", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "57739bdfd6e4a94881dcb9ab", "index_title": "Mishneh Torah, Foundations of the Torah", "category": "Halakhah", "type": "", "ref": "Mishneh Torah, Foundations of the Torah 10:1", "anchorRef": "Deuteronomy 18:21", "anchorRefExpanded": ["Deuteronomy 18:21"], "sourceRef": "Mishneh Torah, Foundations of the Torah 10:1", "sourceHeRef": "משנה תורה, הלכות יסודי התורה י׳:א׳", "anchorVerse": 21, "sourceHasEn": true, "compDate": [1176, 1178], "commentaryNum": 10.0001, "collectiveTitle": {"en": "Mishneh Torah, Foundations of the Torah", "he": "משנה תורה, הלכות יסודי התורה"}, "heTitle": "משנה תורה, הלכות יסודי התורה", "he": "כָּל נָבִיא שֶׁיַּעֲמֹד לָנוּ וְיֹאמַר שֶׁה' שְׁלָחוֹ אֵינוֹ צָרִיךְ לַעֲשׂוֹת אוֹת כְּאֶחָד מֵאוֹתוֹת משֶׁה רַבֵּנוּ אוֹ כְּאוֹתוֹת אֵלִיָּהוּ וֶאֱלִישָׁע שֶׁיֵּשׁ בָּהֶם שִׁנּוּי מִנְהָגוֹ שֶׁל עוֹלָם. אֶלָּא הָאוֹת שֶׁלּוֹ שֶׁיֹּאמַר דְּבָרִים הָעֲתִידִים לִהְיוֹת בָּעוֹלָם וְיֵאָמְנוּ דְּבָרָיו שֶׁנֶּאֱמַר <small>(דברים יח כא)</small> \"וְכִי תֹאמַר בִּלְבָבֶךָ אֵיכָה נֵדַע אֶת הַדָּבָר\" וְגוֹ'. לְפִיכָךְ כְּשֶׁיָּבוֹא אָדָם הָרָאוּי לִנְבוּאָה בְּמַלְאֲכוֹת הַשֵּׁם וְלֹא יָבוֹא לְהוֹסִיף וְלֹא לִגְרֹעַ אֶלָּא לַעֲבֹד אֶת ה' בְּמִצְוֹת הַתּוֹרָה אֵין אוֹמְרִין לוֹ קְרַע לָנוּ הַיָּם אוֹ הַחֲיֵה מֵת וְכַיּוֹצֵא בְּאֵלּוּ וְאַחַר כָּךְ נַאֲמִין בְּךָ. אֶלָּא אוֹמְרִים לוֹ אִם נָבִיא אַתָּה אֱמֹר דְּבָרִים הָעֲתִידִים לִהְיוֹת וְהוּא אוֹמֵר וְאָנוּ מְחַכִּים לִרְאוֹת הֲיָבוֹאוּ דְּבָרָיו אִם לֹא יָבוֹאוּ. וַאֲפִלּוּ נָפַל דָּבָר קָטָן בְּיָדוּעַ שֶׁהוּא נְבִיא שֶׁקֶר. וְאִם בָּאוּ דְּבָרָיו כֻּלָּן יִהְיֶה בְּעֵינֵינוּ נֶאֱמָן:\n", "heVersionTitle": "Torat Emet 363", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורת אמת 363", "text": "Any prophet who arises and tells us that God has sent him does not have to [prove himself by] performing wonders like those performed by Moses, our teacher, or like the wonders of Elijah or Elisha, which altered the natural order.<br>Rather, the sign of [the truth of his prophecy] will be the fulfillment of his prediction of future events, as [implied by Deuteronomy 18:21]: \"How shall we recognize that a prophecy was not spoken by God?...\"<br>Therefore, if a person whose [progress] in the service of God makes him worthy of prophecy arises [and claims to be a prophet] - if he does not intend to add [to] or diminish [the Torah], but rather to serve God through the mitzvot of the Torah - we do not tell him: \"Split the sea for us, revive the dead, or the like, and then we will believe in you.\" Instead, we tell him, \"If you are a prophet, tell us what will happen in the future.\" He makes his statements, and we wait to see whether [his \"prophecy\"] comes to fruition or not.<br>Should even a minute particular of his \"prophecy\" not materialize, he is surely a false prophet. If his entire prophecy materializes, we should consider him a true [prophet].", "versionTitle": "Mishneh Torah, trans. by Eliyahu Touger. Jerusalem, Moznaim Pub. c1986-c2007", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "57e77dabd6e4a94c7c18b7f3", "index_title": "Tafsir Rasag", "category": "Targum", "type": "targum", "ref": "Tafsir Rasag, Deuteronomy 18:21", "anchorRef": "Deuteronomy 18:21", "anchorRefExpanded": ["Deuteronomy 18:21"], "sourceRef": "Tafsir Rasag, Deuteronomy 18:21", "sourceHeRef": "תפסיר רס\"ג, דברים י״ח:כ״א", "anchorVerse": 21, "sourceHasEn": false, "compDate": [918, 942], "commentaryNum": 18.0021, "collectiveTitle": {"en": "Tafsir Rasag", "he": "תפסיר רס\"ג"}, "heTitle": "דברים", "he": "פאן קלת פי נפסך כיף נערף אלקול אלד̇י לם יקלה אללה", "heVersionTitle": "Tafsir al-Torah bi-al-Arabiya, Paris, 1893", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תפסיר אלתורה באלערביה, פריס, 1893", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5889b513d6e4a902855ffe41", "index_title": "Tur HaArokh", "category": "Commentary", "type": "commentary", "ref": "Tur HaArokh, Deuteronomy 18:21:1", "anchorRef": "Deuteronomy 18:21", "anchorRefExpanded": ["Deuteronomy 18:21"], "sourceRef": "Tur HaArokh, Deuteronomy 18:21:1", "sourceHeRef": "הטור הארוך, דברים י״ח:כ״א:א׳", "anchorVerse": 21, "sourceHasEn": true, "compDate": [1280, 1340], "commentaryNum": 21.0001, "collectiveTitle": {"en": "Tur HaAroch", "he": "הטור הארוך"}, "heTitle": "דברים", "he": "<b>וכי תאמר בלבבך. </b>דרשו רבותי' עתיד אתה לומר כשיבא חנניה וכו' ודרשו כן מדלא כתיב ואם תאמר בלבבך אלא וכי תאמר שהתורה רומזת בדברים העתידים והיה ראוי שישאלו גם כן איכה נדע הדבר אשר דברו השם שנתחייב לשמוע אליו בכל אשר יצוה אבל זו תשובה לשתי השאלות כי בכל נביא נצפה לדבר העתיד להיות אשר יגיד אם לא בא נדע שהוא נביא שקר ויומת ואם בא יבא אז הוא נאמן לנביא השם ונתחייב לשמוע אליו בכל אשר יצוה בשם השם ואפי' לעבור על דברי תורה כגון אליהו בהר הכרמל וזה טעם כמוך שיהיה בתחלה נאמן לנביא ה' באות או במופת כענין שנא' ויעש האותות לעיני העם ויאמן העם או שיגיד העתיד להיות ויבוא שגם זה אות. ורש\"י שפי' כבר נצטוו שאם בא להדיחך מאחת מכל המצות לא תשמע לו אלא א\"כ מומחה לך צדיק גמור כאליהו בהר הכרמל לאו למימר' שהמחאתו בזה שהוא צדיק גמור אלא כשיהיה צדיק גמור אז יהיה המחאתו באות שיעשה כי לעולם צריך שיהיה מומחה על ידי אות שיעשה אבל אם אינו ידוע לנו בצדיק גמור אפי' אם יעשה אות לא נשמע אליו אבל כשהוא צדיק ועשה אות אעפ\"י שעדיין איפשר שאינו נביא ועשה האות בחכמתו אעפ\"כ מצוה לשמוע אליו הואיל ואדם גדול הוא וחכם וראוי לנבואה מעמידין אותו על חזקתו כמו שנצטוינו לחתוך הדין על פי שנים עדים כשרים ואעפ\"י שהעידו שקר הואיל וכשרים הם אצלינו מעמידין אותן על כשרותן ובדברים אלו וכיוצא בהן נאמר הנסתרות לה' אלהינו: \n", "heVersionTitle": "Perush al ha-Torah, Hanover, 1838", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": " וכי תאמר בלבבך, “If you were to say in your heart, etc.” [Our author quotes Nachmanides although he does not say so. Ed.] Our sages (<i>Sifri</i>) do not view the word וכי in our verse as a conditional “if,” but as a prediction by Moses of what will happen in the future, a prediction that has been documented as having occurred in Jeremiah chapter 28. (About the false prophet Chananyah, and how Jeremiah dealt with him.) What prompted the sages to interpret the word וכי in this manner is that Moses did not say “ואם,” which would have clearly been something conditional. If you were to ask: “since when does the Torah make it a practice to allude to events in the future?” The reason the Torah does so at this stage is to remind future readers of the Torah that when such a man as Chananyah appears, the people, remembering what they had read here, should ask for verification of the prophet’s legitimacy. \n    [Unbelievably, in Jeremiahs time, when true to his prediction the holy vessels of the Temple had already been plundered by Nevuchadnezzar, the people did not question the rosy predictions of Chananyah, but tended to disbelieve the established and proven prophet Jeremiah, presumably because they were thirsty for “good” prophecies rather than becoming penitents and to regain favour in the eyes of <i>Hashem.</i> Ed.]\n    Why did the Torah not also portray the people as asking: “how do we know that the word that comes out of the mouth of the prophet is that which <i>Hashem</i> had told him to convey to us?” Seeing that it is the Torah’s principal purpose here to instruct us to execute false prophets, there was no need to spell this out, seeing that the predictions of a true prophet come true. When they do, the prophet enjoys such a high degree of trust by the people that even when he orders violation of a Torah commandment on a temporary basis, he does not become disqualified. A prominent example is Elijah rebuilding an altar that had long been in disuse and disrepair and forbidden as a “private altar” once the Temple had been erected. The word כמוך in verse 18 already contained the authority for the people to remain loyal to an established prophet, even if he commanded something that appears to conflict with the Torah’s law, provided he does not try to abrogate this law but demands temporarily ignoring such a law due to an emergency. When the prophet does predict a future event, after specifying the when and where, and it comes true, this legitimizes him, just as it legitimized Moses in the eyes of Pharaoh when the Nile turned into blood, and the frogs swarmed all over the country, all at the time predicted.\n    <i>Rashi</i> felt that our verse was not needed to spell out the penalty for a false prophet as the Torah had already done so in 13,2 where the Torah legislated the death penalty even though the prediction of that “prophet” had come true, because the man in question had tried to get his listeners to violate Torah law. He felt that regardless of the stature of the “prophet,” he has to legitimize himself not only by his piety but also by a miracle that comes true. If, after both these conditions have been met, he once asks you to violate or tolerate violation of Torah law, such as Elijah did at Mount Carmel, this is no reason for you to disown that prophet. We do no less when we convict someone to death on the strength of the testimony of two witnesses whose lifestyle entitles them to be considered trustworthy as Torah observant. Maimonides considers the latter argument as a גזרת הכתוב, Divine decree, not capable of being upheld by human reasoning. Such matters all belong to what Moses described in Deut. 29,28 as הנסתרות לה' אלוקינו, “matters which are concealed form our eyes, are revealed to <i>Hashem,”</i> (Who will take care of them in His own way.)\n", "versionTitle": "Tur on the Torah, trans. Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "58b6b19ed6e4a952249cc940", "index_title": "Minchat Shai on Torah", "category": "Commentary", "type": "commentary", "ref": "Minchat Shai on Torah, Deuteronomy 18:21:1", "anchorRef": "Deuteronomy 18:21", "anchorRefExpanded": ["Deuteronomy 18:21"], "sourceRef": "Minchat Shai on Torah, Deuteronomy 18:21:1", "sourceHeRef": "מנחת שי על תורה, דברים י״ח:כ״א:א׳", "anchorVerse": 21, "sourceHasEn": false, "compDate": [1526], "commentaryNum": 21.0001, "collectiveTitle": {"en": "Minchat Shai", "he": "מנחת שי"}, "heTitle": "דברים", "he": "<b>לא דברו.</b> הדל\"ת רפה:", "heVersionTitle": "Minchat Shai on Torah", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "596368cad6e4a9416e9bef93", "index_title": "Mizrachi", "category": "Commentary", "type": "commentary", "ref": "Mizrachi, Deuteronomy 18:21:1", "anchorRef": "Deuteronomy 18:21", "anchorRefExpanded": ["Deuteronomy 18:21"], "sourceRef": "Mizrachi, Deuteronomy 18:21:1", "sourceHeRef": "מזרחי, דברים י״ח:כ״א:א׳", "anchorVerse": 21, "sourceHasEn": false, "compDate": [1475, 1525], "commentaryNum": 21.0001, "collectiveTitle": {"en": "Mizrachi", "he": "מזרחי"}, "heTitle": "דברים", "he": "<b>וכי תאמר בלבבך עתידים את לומר כשיבא חנניה בן עוזר כו'. </b>בספרי ומה שהכריחם לומר עתידים אתם כו' מפני שמלת וכי בכל מקום מורה על הדבר העתיד שיהיה כמו וכי יכה איש שפירושו כשיכה וכי יגח איש כשיגח וכי ישאל איש מאת רעהו כשישאל וכן כלם אף כאן וכי תאמר כשתאמר שזהו כשיבא חנניה בן עזור כו': \n", "heVersionTitle": "Four commentaries on Rashi. Warsaw, 1862", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5a15480ad6e4a92409ac5462", "index_title": "Siftei Chakhamim", "category": "Commentary", "type": "commentary", "ref": "Siftei Chakhamim, Deuteronomy 18:21:1", "anchorRef": "Deuteronomy 18:21", "anchorRefExpanded": ["Deuteronomy 18:21"], "sourceRef": "Siftei Chakhamim, Deuteronomy 18:21:1", "sourceHeRef": "שפתי חכמים, דברים י״ח:כ״א:א׳", "anchorVerse": 21, "sourceHasEn": true, "compDate": [1660, 1680], "commentaryNum": 21.0001, "collectiveTitle": {"en": "Siftei Chakhamim", "he": "שפתי חכמים"}, "heTitle": "דברים", "he": "<b>עתידים אתם לומר.</b> פירש, מפני שמלת וכי בכל מקום מורה על העתיד שיהיה, כמו וכי יכה איש <small>(שמות כא כ)</small> שפירושו כשיכה, וכן כי יגח שור <small>(שם שם כח)</small>, וכן כל כיוצא בזה: ", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY", "heVersionTitleInHebrew": "חומש שפתי חכמים, הוצאת מצודה, 2009", "text": "<b>You are destined to say this.</b> Because the word וכי always refers to a future [event], [something] that will happen, such as (Shmos 21:20) “וכי יכה איש (if a man strikes)” which means when he will strike. And similarly (Ibid., v. 28) “כי יגח שור (when an ox gores),”<b></b> and the same [holds true] in similar cases. ", "versionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": "חומש שפתי חכמים, הוצאת מצודה, 2009"}, {"_id": "5a15480ad6e4a92409ac5464", "index_title": "Siftei Chakhamim", "category": "Commentary", "type": "commentary", "ref": "Siftei Chakhamim, Deuteronomy 18:21:2", "anchorRef": "Deuteronomy 18:21", "anchorRefExpanded": ["Deuteronomy 18:21"], "sourceRef": "Siftei Chakhamim, Deuteronomy 18:21:2", "sourceHeRef": "שפתי חכמים, דברים י״ח:כ״א:ב׳", "anchorVerse": 21, "sourceHasEn": true, "compDate": [1660, 1680], "commentaryNum": 21.0002, "collectiveTitle": {"en": "Siftei Chakhamim", "he": "שפתי חכמים"}, "heTitle": "דברים", "he": "<b>וירמיהו עומד וצווח כו'.</b> רצונו לומר אמר להיפך:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY", "heVersionTitleInHebrew": "חומש שפתי חכמים, הוצאת מצודה, 2009", "text": "<b>While Yirmiyahu will stand and cry out, etc.</b> Meaning, he will say the opposite [i.e., that more exile will follow]. ", "versionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": "חומש שפתי חכמים, הוצאת מצודה, 2009"}, {"_id": "5a15480ad6e4a92409ac5466", "index_title": "Siftei Chakhamim", "category": "Commentary", "type": "commentary", "ref": "Siftei Chakhamim, Deuteronomy 18:21:3", "anchorRef": "Deuteronomy 18:21", "anchorRefExpanded": ["Deuteronomy 18:21"], "sourceRef": "Siftei Chakhamim, Deuteronomy 18:21:3", "sourceHeRef": "שפתי חכמים, דברים י״ח:כ״א:ג׳", "anchorVerse": 21, "sourceHasEn": true, "compDate": [1660, 1680], "commentaryNum": 21.0003, "collectiveTitle": {"en": "Siftei Chakhamim", "he": "שפתי חכמים"}, "heTitle": "דברים", "he": "<b>על העמודים ועל הים כו'.</b> ר\"ל ים שעשה שלמה: ", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY", "heVersionTitleInHebrew": "חומש שפתי חכמים, הוצאת מצודה, 2009", "text": "<b>Concerning the columns and the basin, etc.</b> I.e., the basin that Shlomo made.\n", "versionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": "חומש שפתי חכמים, הוצאת מצודה, 2009"}, {"_id": "5a436755d6e4a97d18d91f6d", "index_title": "Ralbag Beur HaMilot on Torah", "category": "Commentary", "type": "commentary", "ref": "Ralbag Beur HaMilot on Torah, Deuteronomy 18:21:1", "anchorRef": "Deuteronomy 18:21", "anchorRefExpanded": ["Deuteronomy 18:21"], "sourceRef": "Ralbag Beur HaMilot on Torah, Deuteronomy 18:21:1", "sourceHeRef": "רלב\"ג ביאור המלות על התורה, דברים י״ח:כ״א:א׳", "anchorVerse": 21, "sourceHasEn": false, "compDate": [1326, 1340], "commentaryNum": 21.0001, "collectiveTitle": {"en": "Ralbag Beur HaMilot", "he": "רלב\"ג ביאור המלות"}, "heTitle": "דברים", "he": "<b>וכי תאמר בלבבך איכה נדע את הדבר אשר לא דברו יי'.</b> לפי שצוהב כאן שהמתנבא בשם יי' מה שלא צוהו לדבר הוא חייב מיתה הנה צריך לבית דין שתהיה להם חינת ידעו בה הדבר אשר לא דברו יי':\n", "heVersionTitle": "Ralbag on Torah, Venice, 1547", "heLicense": "Public Domain", "heVersionTitleInHebrew": "רלב\"ג על התורה, ונציה ש\"ז", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5b6bf509af3503027e682762", "index_title": "Malbim on Deuteronomy", "category": "Commentary", "type": "commentary", "ref": "Malbim on Deuteronomy 18:21:1", "anchorRef": "Deuteronomy 18:21", "anchorRefExpanded": ["Deuteronomy 18:21"], "sourceRef": "Malbim on Deuteronomy 18:21:1", "sourceHeRef": "מלבי\"ם על דברים י״ח:כ״א:א׳", "anchorVerse": 21, "sourceHasEn": false, "compDate": [1844, 1874], "commentaryNum": 21.0001, "collectiveTitle": {"en": "Malbim", "he": "מלבי\"ם"}, "heTitle": "מלבי\"ם על דברים", "he": "<small>[עא]</small> <b>וכי תאמר בלבבך איכה נדע את הדבר אשר לא דברו ה'</b>, הרי\"א והר\"ן בדרשותיו הרבו להתפלא מדוע לא שאל איכה נדע את הדבר אשר דברו ה', דהא באו בפרשה שני משפטים, הא' באמרו והיה האיש אשר לא ישמע אל דברי אשר ידבר בשמי אנכי אדרוש מעמו וע\"ז צריך אות שנדע שדברו ה' כדי שהממרה יתחייב, והשני שהנביא שיזיד לדבר דבר אשר לא צויתיו ומת הנביא ההוא וע\"ז צריך אות שנדע שלא דברו ה', ומדוע לא הזכיר הצד השני, ופי' הרי\"א, שעקר הבחינה צריך כשעמדו שני נביאים שמכחישים זה את זה בנבואתם, ומפני הסתירה שיש ביניהם יצטרך הבחינה כי ידעינן בבירור שיש דבור אחד שלא דברו ה' ונצטרך לדעת את הדבר אשר לא דברו ה' כדי שנדע מי הוא הנביא שקר כדי להמיתו עי\"ש, ומשמע שזה דעת הספרי ומציין שכבר ראה שיקרה כן בעתיד שיהיו שני נביאים מכחישים זה את זה, וז\"ש עתידים אתם לומר, והוא על פי מה שבארתי (ויקרא סי' יב) שיש הבדל בין מלת כי ובין מלת אם, שמלת אם מציין את הספק וכפ\"ז היה ראוי לומר פה מלת אם, ואם תאמר, ומבואר שמדבר על צד הודאי שעתידים אתם לומר, וזה היה בימי ירמיה שהיו שני נביאים מכחישים זה את זה. ואז בודאי תאמרו למי אשמע, תלמוד לומר אשר ידבר, ולא יהיה הדבר, אז תדע שהוא הדבר אשר לא דברו ה', וממילא מבואר <b>שאיזה הדבר אשד דברו המקום הוא, זה שהוא אומר</b>, ר\"ל מה שאומר הנביא השני, וע\"כ לא הזכיר הצד האחר שנשמע ממילא אחר שהוכחש המנגד אין מנגד לנבואתו ואין צריך בחינה על נבואתו אחר שלא נבא לעקור דבר מן התורה בהוראת שעה ואין מתנגד לו, לא יצא מגדר נביא אמת:", "heVersionTitle": "Mikraei Kodesh, Vilna, 1891", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מקראי קודש, וילנא תרנ\"א", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5cf91e20946f230017569473", "index_title": "Malbim on I Samuel", "category": "Quoting Commentary", "type": "", "ref": "Malbim on I Samuel 3:19:1", "anchorRef": "Deuteronomy 18:21", "anchorRefExpanded": ["Deuteronomy 18:21"], "sourceRef": "Malbim on I Samuel 3:19:1", "sourceHeRef": "מלבי\"ם על שמואל א ג׳:י״ט:א׳", "anchorVerse": 21, "sourceHasEn": false, "compDate": [1844, 1874], "commentaryNum": 19.0001, "collectiveTitle": {"en": "Malbim on I Samuel", "he": "מלבי\"ם על שמואל א"}, "heTitle": "מלבי\"ם על שמואל א", "he": "<b>ויגדל שמואל</b> ספר במעלת נבואת שמואל ג' מדרגות, א) מצד עצמו שגדל <b>וה' היה עמו</b> שהיה רוה\"ק שוכן עליו בתמידות <b>ולא הפיל מכל דבריו ארצה</b> שזה העד שהוא נביא אמת וכמ\"ש (דברים י\"ח כ\"א) וכי תאמר בלבבך איכה נדע הדבר וכו' הדבר אשר ידבר הנביא בשם ה' ולא יהיה הדבר וכו':", "heVersionTitle": "On Your Way", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5ebd6029036e8c437c7613b8", "index_title": "Peninei Halakhah, Sukkot", "category": "Halakhah", "type": "", "ref": "Peninei Halakhah, Sukkot 8:2:6", "anchorRef": "Deuteronomy 14:22-28:69", "anchorRefExpanded": ["Deuteronomy 14:22", "Deuteronomy 14:23", "Deuteronomy 14:24", "Deuteronomy 14:25", "Deuteronomy 14:26", "Deuteronomy 14:27", "Deuteronomy 14:28", "Deuteronomy 14:29", "Deuteronomy 15:1", "Deuteronomy 15:2", "Deuteronomy 15:3", "Deuteronomy 15:4", "Deuteronomy 15:5", "Deuteronomy 15:6", "Deuteronomy 15:7", "Deuteronomy 15:8", "Deuteronomy 15:9", "Deuteronomy 15:10", "Deuteronomy 15:11", "Deuteronomy 15:12", "Deuteronomy 15:13", "Deuteronomy 15:14", "Deuteronomy 15:15", "Deuteronomy 15:16", "Deuteronomy 15:17", "Deuteronomy 15:18", "Deuteronomy 15:19", "Deuteronomy 15:20", "Deuteronomy 15:21", "Deuteronomy 15:22", "Deuteronomy 15:23", "Deuteronomy 16:1", "Deuteronomy 16:2", "Deuteronomy 16:3", "Deuteronomy 16:4", "Deuteronomy 16:5", "Deuteronomy 16:6", "Deuteronomy 16:7", "Deuteronomy 16:8", "Deuteronomy 16:9", "Deuteronomy 16:10", "Deuteronomy 16:11", "Deuteronomy 16:12", "Deuteronomy 16:13", "Deuteronomy 16:14", "Deuteronomy 16:15", "Deuteronomy 16:16", "Deuteronomy 16:17", "Deuteronomy 16:18", "Deuteronomy 16:19", "Deuteronomy 16:20", "Deuteronomy 16:21", "Deuteronomy 16:22", "Deuteronomy 17:1", "Deuteronomy 17:2", "Deuteronomy 17:3", "Deuteronomy 17:4", "Deuteronomy 17:5", "Deuteronomy 17:6", "Deuteronomy 17:7", "Deuteronomy 17:8", "Deuteronomy 17:9", "Deuteronomy 17:10", "Deuteronomy 17:11", "Deuteronomy 17:12", "Deuteronomy 17:13", "Deuteronomy 17:14", "Deuteronomy 17:15", "Deuteronomy 17:16", "Deuteronomy 17:17", "Deuteronomy 17:18", "Deuteronomy 17:19", "Deuteronomy 17:20", "Deuteronomy 18:1", "Deuteronomy 18:2", "Deuteronomy 18:3", "Deuteronomy 18:4", "Deuteronomy 18:5", "Deuteronomy 18:6", "Deuteronomy 18:7", "Deuteronomy 18:8", "Deuteronomy 18:9", "Deuteronomy 18:10", "Deuteronomy 18:11", "Deuteronomy 18:12", "Deuteronomy 18:13", "Deuteronomy 18:14", "Deuteronomy 18:15", "Deuteronomy 18:16", "Deuteronomy 18:17", "Deuteronomy 18:18", "Deuteronomy 18:19", "Deuteronomy 18:20", "Deuteronomy 18:21", "Deuteronomy 18:22", "Deuteronomy 19:1", "Deuteronomy 19:2", "Deuteronomy 19:3", "Deuteronomy 19:4", "Deuteronomy 19:5", "Deuteronomy 19:6", "Deuteronomy 19:7", "Deuteronomy 19:8", "Deuteronomy 19:9", "Deuteronomy 19:10", "Deuteronomy 19:11", "Deuteronomy 19:12", "Deuteronomy 19:13", "Deuteronomy 19:14", "Deuteronomy 19:15", "Deuteronomy 19:16", "Deuteronomy 19:17", "Deuteronomy 19:18", "Deuteronomy 19:19", "Deuteronomy 19:20", "Deuteronomy 19:21", "Deuteronomy 20:1", "Deuteronomy 20:2", "Deuteronomy 20:3", "Deuteronomy 20:4", "Deuteronomy 20:5", "Deuteronomy 20:6", "Deuteronomy 20:7", "Deuteronomy 20:8", "Deuteronomy 20:9", "Deuteronomy 20:10", "Deuteronomy 20:11", "Deuteronomy 20:12", "Deuteronomy 20:13", "Deuteronomy 20:14", "Deuteronomy 20:15", "Deuteronomy 20:16", "Deuteronomy 20:17", "Deuteronomy 20:18", "Deuteronomy 20:19", "Deuteronomy 20:20", "Deuteronomy 21:1", "Deuteronomy 21:2", "Deuteronomy 21:3", "Deuteronomy 21:4", "Deuteronomy 21:5", "Deuteronomy 21:6", "Deuteronomy 21:7", "Deuteronomy 21:8", "Deuteronomy 21:9", "Deuteronomy 21:10", "Deuteronomy 21:11", "Deuteronomy 21:12", "Deuteronomy 21:13", "Deuteronomy 21:14", "Deuteronomy 21:15", "Deuteronomy 21:16", "Deuteronomy 21:17", "Deuteronomy 21:18", "Deuteronomy 21:19", "Deuteronomy 21:20", "Deuteronomy 21:21", "Deuteronomy 21:22", "Deuteronomy 21:23", "Deuteronomy 22:1", "Deuteronomy 22:2", "Deuteronomy 22:3", "Deuteronomy 22:4", "Deuteronomy 22:5", "Deuteronomy 22:6", "Deuteronomy 22:7", "Deuteronomy 22:8", "Deuteronomy 22:9", "Deuteronomy 22:10", "Deuteronomy 22:11", "Deuteronomy 22:12", "Deuteronomy 22:13", "Deuteronomy 22:14", "Deuteronomy 22:15", "Deuteronomy 22:16", "Deuteronomy 22:17", "Deuteronomy 22:18", "Deuteronomy 22:19", "Deuteronomy 22:20", "Deuteronomy 22:21", "Deuteronomy 22:22", "Deuteronomy 22:23", "Deuteronomy 22:24", "Deuteronomy 22:25", "Deuteronomy 22:26", "Deuteronomy 22:27", "Deuteronomy 22:28", "Deuteronomy 22:29", "Deuteronomy 23:1", "Deuteronomy 23:2", "Deuteronomy 23:3", "Deuteronomy 23:4", "Deuteronomy 23:5", "Deuteronomy 23:6", "Deuteronomy 23:7", "Deuteronomy 23:8", "Deuteronomy 23:9", "Deuteronomy 23:10", "Deuteronomy 23:11", "Deuteronomy 23:12", "Deuteronomy 23:13", "Deuteronomy 23:14", "Deuteronomy 23:15", "Deuteronomy 23:16", "Deuteronomy 23:17", "Deuteronomy 23:18", "Deuteronomy 23:19", "Deuteronomy 23:20", "Deuteronomy 23:21", "Deuteronomy 23:22", "Deuteronomy 23:23", "Deuteronomy 23:24", "Deuteronomy 23:25", "Deuteronomy 23:26", "Deuteronomy 24:1", "Deuteronomy 24:2", "Deuteronomy 24:3", "Deuteronomy 24:4", "Deuteronomy 24:5", "Deuteronomy 24:6", "Deuteronomy 24:7", "Deuteronomy 24:8", "Deuteronomy 24:9", "Deuteronomy 24:10", "Deuteronomy 24:11", "Deuteronomy 24:12", "Deuteronomy 24:13", "Deuteronomy 24:14", "Deuteronomy 24:15", "Deuteronomy 24:16", "Deuteronomy 24:17", "Deuteronomy 24:18", "Deuteronomy 24:19", "Deuteronomy 24:20", "Deuteronomy 24:21", "Deuteronomy 24:22", "Deuteronomy 25:1", "Deuteronomy 25:2", "Deuteronomy 25:3", "Deuteronomy 25:4", "Deuteronomy 25:5", "Deuteronomy 25:6", "Deuteronomy 25:7", "Deuteronomy 25:8", "Deuteronomy 25:9", "Deuteronomy 25:10", "Deuteronomy 25:11", "Deuteronomy 25:12", "Deuteronomy 25:13", "Deuteronomy 25:14", "Deuteronomy 25:15", "Deuteronomy 25:16", "Deuteronomy 25:17", "Deuteronomy 25:18", "Deuteronomy 25:19", "Deuteronomy 26:1", "Deuteronomy 26:2", "Deuteronomy 26:3", "Deuteronomy 26:4", "Deuteronomy 26:5", "Deuteronomy 26:6", "Deuteronomy 26:7", "Deuteronomy 26:8", "Deuteronomy 26:9", "Deuteronomy 26:10", "Deuteronomy 26:11", "Deuteronomy 26:12", "Deuteronomy 26:13", "Deuteronomy 26:14", "Deuteronomy 26:15", "Deuteronomy 26:16", "Deuteronomy 26:17", "Deuteronomy 26:18", "Deuteronomy 26:19", "Deuteronomy 27:1", "Deuteronomy 27:2", "Deuteronomy 27:3", "Deuteronomy 27:4", "Deuteronomy 27:5", "Deuteronomy 27:6", "Deuteronomy 27:7", "Deuteronomy 27:8", "Deuteronomy 27:9", "Deuteronomy 27:10", "Deuteronomy 27:11", "Deuteronomy 27:12", "Deuteronomy 27:13", "Deuteronomy 27:14", "Deuteronomy 27:15", "Deuteronomy 27:16", "Deuteronomy 27:17", "Deuteronomy 27:18", "Deuteronomy 27:19", "Deuteronomy 27:20", "Deuteronomy 27:21", "Deuteronomy 27:22", "Deuteronomy 27:23", "Deuteronomy 27:24", "Deuteronomy 27:25", "Deuteronomy 27:26", "Deuteronomy 28:1", "Deuteronomy 28:2", "Deuteronomy 28:3", "Deuteronomy 28:4", "Deuteronomy 28:5", "Deuteronomy 28:6", "Deuteronomy 28:7", "Deuteronomy 28:8", "Deuteronomy 28:9", "Deuteronomy 28:10", "Deuteronomy 28:11", "Deuteronomy 28:12", "Deuteronomy 28:13", "Deuteronomy 28:14", "Deuteronomy 28:15", "Deuteronomy 28:16", "Deuteronomy 28:17", "Deuteronomy 28:18", "Deuteronomy 28:19", "Deuteronomy 28:20", "Deuteronomy 28:21", "Deuteronomy 28:22", "Deuteronomy 28:23", "Deuteronomy 28:24", "Deuteronomy 28:25", "Deuteronomy 28:26", "Deuteronomy 28:27", "Deuteronomy 28:28", "Deuteronomy 28:29", "Deuteronomy 28:30", "Deuteronomy 28:31", "Deuteronomy 28:32", "Deuteronomy 28:33", "Deuteronomy 28:34", "Deuteronomy 28:35", "Deuteronomy 28:36", "Deuteronomy 28:37", "Deuteronomy 28:38", "Deuteronomy 28:39", "Deuteronomy 28:40", "Deuteronomy 28:41", "Deuteronomy 28:42", "Deuteronomy 28:43", "Deuteronomy 28:44", "Deuteronomy 28:45", "Deuteronomy 28:46", "Deuteronomy 28:47", "Deuteronomy 28:48", "Deuteronomy 28:49", "Deuteronomy 28:50", "Deuteronomy 28:51", "Deuteronomy 28:52", "Deuteronomy 28:53", "Deuteronomy 28:54", "Deuteronomy 28:55", "Deuteronomy 28:56", "Deuteronomy 28:57", "Deuteronomy 28:58", "Deuteronomy 28:59", "Deuteronomy 28:60", "Deuteronomy 28:61", "Deuteronomy 28:62", "Deuteronomy 28:63", "Deuteronomy 28:64", "Deuteronomy 28:65", "Deuteronomy 28:66", "Deuteronomy 28:67", "Deuteronomy 28:68", "Deuteronomy 28:69"], "sourceRef": "Peninei Halakhah, Sukkot 8:2:6", "sourceHeRef": "פניני הלכה, סוכות ח׳:ב׳:ו׳", "anchorVerse": 22, "sourceHasEn": false, "compDate": [2009, 2013], "commentaryNum": 2.0006, "collectiveTitle": {"en": "Peninei Halakhah, Sukkot", "he": "פניני הלכה, סוכות"}, "he": "ולדעת הרמב\"ם, מפרשת המעשרות קוראים ברציפות את כל הפרשיות עד סוף הברכות והקללות (דברים יד, כב – כח, סט). קריאה ארוכה זו כוללת בתוכה מצוות רבות מאוד, מאה ושלושים ושמונה מצוות שמופיעות לראשונה בפרשיות אלו (מצוות תע\"ג-תרי\"א בספר החינוך), ועוד מצוות רבות שכבר נזכרו בחומשים הקודמים. המצוות הכלולות בפרשיות אלו עוסקות בדיני תרומות ומעשרות, צדקה לעניים, ועוד מצוות רבות שבין אדם לחבירו כדוגמת מצוות השבת אבדה, איסור ריבית, העמדת שופטים ודיני המשפט. ועוד מצוות רבות בענייני המלכות והמלחמה, הנבואה והכהונה, מצוות הנישואין וגדריה. ועוד מצוות רבות שקשורות באיסור עבודה זרה וכישוף.<sup class=\"footnote-marker\">1</sup><i class=\"footnote\">em&gt;<strong>. רמב\"ם חגיגה ג, ג, ויסודו בירושלמי סוטה פ\"ז ה\"ח, וכך הוא גורס במשנה. ומה שכתבתי בתחילה הוא כפי גרסת המשנה שלפנינו בבבלי סוטה מא, א, ולפיה קוראים את הפרשה השנייה שעוסקת במעשרות לפני פרשת המלך, למרות שבתורה היא כתובה לאחריה, כדי להצמיד את שתי פרשיות המעשרות זו לזו. ולרש\"י היתה גרסה אחרת במשנה, לפיה, לאחר הפרשייה השנייה של מעשרות קוראים את הברכות והקללות, ורק בסוף הקריאה קוראים את פרשת המלך. </strong></i>", "heVersionTitle": "Peninei Halakhah, Yeshivat Har Bracha", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": "According to Rambam, everything from the section on tithes to the end of the curses was read straight through (14:22-28:69). This lengthy reading includes many <i>mitzvot</i>; 138 <i>mitzvot</i> appear here for the first time (§473-611 in <i>Sefer Ha-ḥinukh</i>), as do many more <i>mitzvot</i> that were mentioned earlier in the Torah. These include many interpersonal <i>mitzvot</i>, including tithing, charity, returning lost objects, appointing judges, rules of justice, and the prohibition upon charging interest. Other <i>mitzvot</i> relate to kings and war, prophecy and priesthood, and marriage, as well as many prohibitions connected to idolatry and magic.<sup>1</sup><i class=\"footnote\">MT, Laws of Pilgrimage Offerings 3:3, based on <i>y.</i> <i>Sota</i> 7:8 and Rambam’s version of the <i>mishna</i>. The first opinion cited above is based on the text of the <i>mishna</i> as it appears in <i>Sota</i> 41a. According to this version, “<i>Ki tekhaleh le’aser</i>” was read before the section on the king, even though in the Torah it appears later, to keep the two sections on tithes together. Rashi has a third version of the <i>mishna</i>, according to which the blessings and curses were read after “<i>Ki tekhaleh le’aser</i>,” and the section about the king was read at the end.</i>", "versionTitle": "Peninei Halakhah, English ed. Yeshivat Har Bracha", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "5ef89914a2c360c3282bd787", "index_title": "Man and God", "category": "Jewish Thought", "type": "", "ref": "Man and God, Chapter 3 the Name of God 223", "anchorRef": "Deuteronomy 18:18-19:22", "anchorRefExpanded": ["Deuteronomy 18:18", "Deuteronomy 18:19", "Deuteronomy 18:20", "Deuteronomy 18:21", "Deuteronomy 18:22", "Deuteronomy 19:1", "Deuteronomy 19:2", "Deuteronomy 19:3", "Deuteronomy 19:4", "Deuteronomy 19:5", "Deuteronomy 19:6", "Deuteronomy 19:7", "Deuteronomy 19:8", "Deuteronomy 19:9", "Deuteronomy 19:10", "Deuteronomy 19:11", "Deuteronomy 19:12", "Deuteronomy 19:13", "Deuteronomy 19:14", "Deuteronomy 19:15", "Deuteronomy 19:16", "Deuteronomy 19:17", "Deuteronomy 19:18", "Deuteronomy 19:19", "Deuteronomy 19:20", "Deuteronomy 19:21", "Deuteronomy 19:22"], "sourceRef": "Man and God, Chapter 3 the Name of God 223", "sourceHeRef": "האדם ויוצרו, שמו יתברך רכ״ג", "anchorVerse": 18, "sourceHasEn": true, "compDate": [1965, 1969], "commentaryNum": 223, "collectiveTitle": {"en": "Man and God", "he": "האדם ויוצרו"}, "heTitle": "שמו יתברך", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "As we saw, Jeremiah applies the expression to himself and says of himself that the name of God is called upon him. Now to prophesy, according to biblical terminology, is to speak “in the name of Y.”<sup class=\"footnote-marker\">46</sup><i class=\"footnote\">Cf. Deut. 18:18–19, 22; I Kings 22:16; I Chron. 21:19; II Chron. 18:15; 33:18; Jer. 11:21; 26:9, etc.</i> To speak in the name of someone means, of course, to speak with his authority; one may do that if such authority has been communicated to one. But in all such communication something is being revealed to the one who is being authorized by the one who authorizes, a wish, a desire, an intention. The attorney learns to know about his client. But more than that, something of the client, a function, the ability to act in a certain manner, is being invested in the attorney. The prophet knows God because God makes himself known to him in an act of revelation. He can call God by a name appropriate to the divine revelation granted to him. This alone, however, would not enable him to speak in God’s name. God also makes Himself known to him by revealing an intention, a will, a desire, a divine word. The prophet knows God also by the meaning of the word that is communicated to him. He can “name” God by this word. But he can speak in the name of God, because the word is not communicated but also entrusted to him. “Thus shalt thou speak!” Authority is invested in him. Something of God is passed on to him. What shall we call it? It is something by which the prophet may call God—a name. Something very similar to what God says of the Temple is also said about the prophet. Of the Temple God said that he “puts his name there”; of the prophet he says: “My name is in him.” In another place God says of the prophet: “and I will put My words in his mouth.”<sup class=\"footnote-marker\">47</sup><i class=\"footnote\">Exod. 23:21; Deut. 18:18.</i> The words too constitute a divine “name.” God is made known by them. God’s name is in the prophet because God puts His words in his mouth. Thus, the prophet may speak in the name of God.<sup class=\"footnote-marker\">48</sup><i class=\"footnote\">Of the priest in the sanctuary it is also said that he serves “in the name of Y.” (Cf., for instance, Deut. 18:5, 7; 21:5.) Of course to serve in the name of Y is not the same as to speak in His name. But that, too, means with His authority. One serves with divine authority only because there has been a manifestation of divine intention and will; as always, such manifestation reveals “a name.” To bless “in the name of Y” (I Chron. 16:2; Pss. 129:8) is always an appeal that God may make himself known by acts of providential care, that he may answer a prayer. In the prayer of Solomon we heard that to swear “by Thine altar in this house” meant that God was asked to judge according to the truth of the oath. This is explicitly so stated in the oath between David and Jonathan: “And Jonathan said to David: ‘Go in peace, forasmuch as we have sworn both of us in the name of Y, saying: Y shall be between me and thee, and between my seed and thy seed, for ever’ ” (I Sam. 20:42). “So help me God” is an appeal that God may act in a certain way in a given situation. It is an appeal for a divine manifestation of judgment. The weak form of the prophetic speaking in the name of Y is to come in His name (Pss. 118:26). He who comes in the name of God comes on God’s business, represents something which is known to us to be the will or desire of God.</i>", "versionTitle": "Detroit: Wayne State University Press, 1969", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "5f02d6846d132ca49e443ebf", "index_title": "Gur Aryeh on Devarim", "category": "Commentary", "type": "commentary", "ref": "Gur Aryeh on Devarim 18:21:1", "anchorRef": "Deuteronomy 18:21", "anchorRefExpanded": ["Deuteronomy 18:21"], "sourceRef": "Gur Aryeh on Devarim 18:21:1", "sourceHeRef": "גור אריה על דברים י״ח:כ״א:א׳", "anchorVerse": 21, "sourceHasEn": false, "compDate": [1548, 1578], "commentaryNum": 21.0001, "collectiveTitle": {"en": "Gur Aryeh", "he": "גור אריה"}, "heTitle": "גור אריה על דברים", "he": "<b>עתידים אתם לומר.</b> דאם לא כן<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"78\"></i>, הוי ליה למימר 'ואם תאמר', מאי \"וכי תאמר\"<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"79\"></i>, אלא לשון \"כי\" הוא לעתיד, כמו \"כי תבא\" (להלן כו, א), \"כי תצא\" (להלן כא, י):<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"80\"></i>", "heVersionTitle": "Gur Aryeh, Machon Yerushalyim, 1989-1995", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5f1ea12a1d77ecfb0d09ed26", "index_title": "Midrash Lekach Tov", "category": "Midrash", "type": "commentary", "ref": "Midrash Lekach Tov, Deuteronomy 18:21:1", "anchorRef": "Deuteronomy 18:21", "anchorRefExpanded": ["Deuteronomy 18:21"], "sourceRef": "Midrash Lekach Tov, Deuteronomy 18:21:1", "sourceHeRef": "מדרש לקח טוב, דברים י״ח:כ״א:א׳", "anchorVerse": 21, "sourceHasEn": false, "compDate": [1105, 1115], "commentaryNum": 21.0001, "collectiveTitle": {"en": "Midrash Lekach Tov", "he": "מדרש לקח טוב"}, "heTitle": "דברים", "he": "<b>פס'.</b> וכי תאמר בלבבך. עתידים אתם לומר איכה נדע את הדבר אשר לא דברו ה';", "heVersionTitle": "Midrash Lekach Tov on Torah, Vilna 1884", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש לקח טוב, מכונה פסיקתא זוטרתא, וילנא תרמ\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "60ec1ebce735e0a5900c7a80", "index_title": "Rashash on Shevuot", "category": "Quoting Commentary", "type": "", "ref": "Rashash on Shevuot 37a:3", "anchorRef": "Deuteronomy 18:21", "anchorRefExpanded": ["Deuteronomy 18:21"], "sourceRef": "Rashash on Shevuot 37a:3", "sourceHeRef": "רש\"ש על שבועות ל״ז א:ג׳", "anchorVerse": 21, "sourceHasEn": false, "compDate": [1830, 1870], "commentaryNum": 73.0003, "collectiveTitle": {"en": "Rashash on Shevuot", "he": "רש\"ש על שבועות"}, "heTitle": "רש\"ש על שבועות", "he": "<b>רש\"י ד\"ה הזיד. בשה\"פ דמי יודע כו' ויכול להתרות בו. </b>ועי' בתוס' לכאורה יקשה לשיטתו הא דכתיב בנביא השקר וכ\"ת בלבבך איכה נדע אה\"ד וגו' ולא יהיה הדבר וגו' (דברים י״ח:כ״א) מ\"מ בשעת התראה אכתי ספק הוא וי\"ל דהתראה תוכל להיות ע\"י נביאים אחרים כמו בכובש נבואתו דאמרינן בסנהדרין (פ\"ט ב') דלוקה ע\"י התראת נביא ע\"ש אבל להרגו א\"א רק ע\"י ידיעה אנושית. אך לפ\"ז גם ללקות אינה אלא ע\"י ידיעה כזאת ואיך מ\"ל מלקות בכובש נבואתו ועמ\"ש לקמן בתוס':", "heVersionTitle": "Vilna Edition", "heLicense": "Public Domain", "heVersionTitleInHebrew": "דפוס וילנא ראם", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6121a948cd596b03e9e2c37c", "index_title": "Yalkut Shimoni on Torah", "category": "Midrash", "type": "dibur_hamatchil", "ref": "Yalkut Shimoni on Torah 919:7", "anchorRef": "Deuteronomy 18:21", "anchorRefExpanded": ["Deuteronomy 18:21"], "sourceRef": "Yalkut Shimoni on Torah 919:7", "sourceHeRef": "ילקוט שמעוני על התורה תתקי״ט:ז׳", "anchorVerse": 21, "sourceHasEn": false, "compDate": [1100], "commentaryNum": 919.0007, "collectiveTitle": {"en": "Yalkut Shimoni on Torah", "he": "ילקוט שמעוני על התורה"}, "heTitle": "ילקוט שמעוני על התורה", "he": "וכי תאמר בלבבך עדין עתידין אתם לומר איכה נדע את הדבר וגו', ירמיה אמר (הנה כלי בית ה' הולכים בבלה) [על הכלים הנותרים מבית ה' וגו' בבלה יובאו ושמה יהיו], חנניה אומר הנה כלי בית ה' הולכים (מובאים) [מושבים] מבבלה, ואיני יודע למי אשמע, תלמוד לומר אשר ידבר הנביא בשם ה' ולא יהיה הדבר ולא יבוא הוא הדבר אשר לא דברו ה', איזהו דבר שדברו המקום זה שאומר ובא:", "heVersionTitle": "Yalkut Shimoni on Torah", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "61a6231a87f574a17ca6ba81", "index_title": "Jerusalem Talmud Sanhedrin", "category": "Talmud", "type": "", "ref": "Jerusalem Talmud Sanhedrin 11:1:1", "anchorRef": "Deuteronomy 18:20-22", "anchorRefExpanded": ["Deuteronomy 18:20", "Deuteronomy 18:21", "Deuteronomy 18:22"], "sourceRef": "Jerusalem Talmud Sanhedrin 11:1:1", "sourceHeRef": "תלמוד ירושלמי סנהדרין י״א:א׳:א׳", "anchorVerse": 20, "sourceHasEn": true, "compDate": [375, 425], "commentaryNum": 1.0001, "collectiveTitle": {"en": "Jerusalem Talmud Sanhedrin", "he": "תלמוד ירושלמי סנהדרין"}, "heTitle": "תלמוד ירושלמי סנהדרין", "he": "<strong><big>משנה:</big></strong> וְאֵילּוּ הֵן הַנֶּחֱנָקִין הַמַּכֶּה אָבִיו וְאִמּוֹ וְגוֹנֵב נֶפֶשׁ מִיִּשְׂרָאֵל וְזָקֵן מַמְרֵא עַל פִּי בֵית דִּין וּנְבִיא הַשֶּׁקֶר וְהַמִּתְנַבֵּא בְּשֵׁם עֲבוֹדָה זָרָה וְהַבָּא עַל אֵשֶׁת אִישׁ וְזוֹמְמֵי בַת כֹּהֵן וּבוֹעֲלָהּ. הַמַּכֶּה אָבִיו וְאִמּוֹ אֵינוֹ חַייָב עַד שֶׁיַּעֲשֶׂה בָהֶן חַבּוּרָה. זֶה חוֹמֶר בַּמְקַלֵּל מִבַּמַּכֶּה שֶׁהַמְקַלֵּל לְאַחַר מִיתָה חַייָב וְהַמַּכֶּה לְאַחַר מִיתָה פָּטוּר.", "heVersionTitle": "The Jerusalem Talmud, edition by Heinrich W. Guggenheimer. Berlin, De Gruyter, 1999-2015", "heLicense": "CC-BY", "heVersionTitleInHebrew": "", "text": "<strong>MISHNAH:</strong> But the following are strangled<sup class=\"footnote-marker\">1</sup><i class=\"footnote\">Since no particular form of execution is prescribed for them.</i>: One who hits his father or his mother<sup class=\"footnote-marker\">2</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Exodus 21:15\" href=\"/Exodus.21.15\"><i>Ex</i>. 21:15</a>.</i>, and one who kidnaps a person from Israel<sup class=\"footnote-marker\">3</sup><i class=\"footnote\">In order to sell him or her as a slave, <a class=\"refLink\" data-ref=\"Exodus 21:16\" href=\"/Exodus.21.16\"><i>Ex.</i> 21:16</a>, <a class=\"refLink\" data-ref=\"Deuteronomy 24:7\" href=\"/Deuteronomy.24.7\"><i>Deut.</i> 24:7</a>.</i>, and the Elder who rebels against the Court<sup class=\"footnote-marker\">4</sup><i class=\"footnote\">The Supreme Court sitting in the Temple court. <a class=\"refLink\" data-ref=\"Deuteronomy 17:12\" href=\"/Deuteronomy.17.12\"><i>Deut.</i> 17:12</a>.</i>, and the false prophet<sup class=\"footnote-marker\">5</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Deuteronomy 18:20-22\" href=\"/Deuteronomy.18.20-22\"><i>Deut.</i> 18:20–22</a>.</i>, and one who prophesies in the name of foreign worship<sup class=\"footnote-marker\">6</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Deuteronomy 13:6\" href=\"/Deuteronomy.13.6\"><i>Deut.</i> 13:6</a>.</i>, and one who copulates with a married woman<sup class=\"footnote-marker\">7</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Deuteronomy 22:22\" href=\"/Deuteronomy.22.22\"><i>Deut.</i> 22:22</a>. This also applies to the woman.</i>, and the perjured witness of a Cohen’s daughter and her paramour<sup class=\"footnote-marker\">8</sup><i class=\"footnote\">Even though the adulterous daughter of a Cohen is burned, there is no verse to apply the same punishment to the adulterer. Since witnesses to adultery are witnesses simultaneously to both parties, they cannot be punished more than the adulterer would be.</i>.<br>One who hits his father or his mother is not punishable unless he inflict a wound on them. The following is more aggravating about one who curses<sup class=\"footnote-marker\">15</sup><i class=\"footnote\">Father or Mother; <a class=\"refLink\" data-ref=\"Jerusalem Talmud Sanhedrin 7:11:1\" href=\"/Jerusalem_Talmud_Sanhedrin.7.11.1\">Mishnah 7:14</a>.</i> than one who hits, in that one who curses is punishable even after death, but one who hits after death cannot be prosecuted.", "versionTitle": "The Jerusalem Talmud, translation and commentary by Heinrich W. Guggenheimer. Berlin, De Gruyter, 1999-2015", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "61d5d51ef4629f2b57278088", "index_title": "Sefer HaShorashim", "category": "Reference", "type": "reference", "ref": "Sefer HaShorashim, איך 1", "anchorRef": "Deuteronomy 18:21", "anchorRefExpanded": ["Deuteronomy 18:21"], "sourceRef": "Sefer HaShorashim, איך 1", "sourceHeRef": "ספר השרשים, איך א׳", "anchorVerse": 21, "sourceHasEn": false, "compDate": [1185, 1235], "commentaryNum": 1, "collectiveTitle": {"en": "Sefer HaShorashim", "he": "ספר השרשים"}, "heTitle": "איך", "he": ["<strong><big>איך</big></strong>   <strong>אֵיךְ</strong> תֹּֽאמְרִי לֹא נִטְמֵאתִי (<a class=\"refLink\" href=\"Jeremiah 2:23\" data-ref=\"Jeremiah 2:23\">ירמיה ב, כג</a>), ובתוספת <strong>ה\"א</strong> אֲהָהּ אֲדֹנִי <strong>אֵיכָה</strong> נַֽעֲשֶֽׂה (<a class=\"refLink\" href=\"II Kings 6:15\" data-ref=\"II Kings 6:15\">מלכים ב' ו, טו</a>), <strong>אֵיכָה</strong> נֵדַע אֶת־הַדָּבָר (<a class=\"refLink\" href=\"Deuteronomy 18:21\" data-ref=\"Deuteronomy 18:21\">דברים יח, כא</a>), <strong>אֵיכָה</strong> יָשְׁבָה בָדָד (<a class=\"refLink\" href=\"Lamentations 1:1\" data-ref=\"Lamentations 1:1\">איכה א, א</a>), ובכפל ה<strong>כ\"ף</strong> כִּי <strong>אֵיכָכָה</strong> אוּכַל וְֽרָאִיתִי (<a class=\"refLink\" href=\"Esther 8:6\" data-ref=\"Esther 8:6\">אסתר ח, ו</a>), <strong>וְאֵֽיכָכָה</strong> אוּכַל וְֽרָאִיתִי (<a class=\"refLink\" href=\"Esther 8:6\" data-ref=\"Esther 8:6\">אסתר ח, ו</a>), והם <strong>מלרע</strong>, ו<strong>מלעיל</strong> <strong>אֵיכָכָה</strong> אֶלְבָּשֶׁנָּה (<a class=\"refLink\" href=\"Song of Songs 5:3\" data-ref=\"Song of Songs 5:3\">שיר השירים ה, ג</a>), <strong>אֵיכָכָה</strong> אֲטַנְּפֵֽם (<a class=\"refLink\" href=\"Song of Songs 5:3\" data-ref=\"Song of Songs 5:3\">שיר השירים ה, ג</a>) כולם ענין אחד, אבל יש מהם שאלה על תכונת הדבר, האיך נעשה? והוא איכה נעשה? <strong>אֵיכָה נֵדַע אֶת־הַדָּבָר, אֵיכָה</strong> יַֽעַבְדוּ הַגּוֹיִם הָאֵלֶּה (<a class=\"refLink\" href=\"Deuteronomy 12:30\" data-ref=\"Deuteronomy 12:30\">דברים יב, ל</a>). ויש מהם שאלה על דרך התימה, והוא <strong>אֵיכָה יָשְׁבָה, אֵיךְ תֹּֽאמְרִי</strong>,<strong> אֵיכָכָה אוּכַל</strong>,<strong> אֵיכָכָה אֶלְבָּשֶׁנָּה</strong>. ויש בלשון אנה, <strong>אֵיכָה</strong> תִרְעֶה אֵיכָה תַּרְבִּיץ (<a class=\"refLink\" href=\"Song of Songs 1:7\" data-ref=\"Song of Songs 1:7\">שיר השירים א, ז</a>), ובחולם וַיֹּאמֶר לְכוּ וּרְאוּ <strong>אֵיכֹה</strong> הוּא (<a class=\"refLink\" href=\"II Kings 6:13\" data-ref=\"II Kings 6:13\">מלכים ב' ו, יג</a>), ענינם אנה תרעה, אנה תרביץ, אנה הוא."], "heVersionTitle": "Sefer HaShorashim, Berlin 1847", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "62037e4a6bfddfbb310feb10", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Deuteronomy, Part III; The Terms of the Covenant 2-11", "anchorRef": "Deuteronomy 12:1-28:69", "anchorRefExpanded": ["Deuteronomy 12:1", "Deuteronomy 12:2", "Deuteronomy 12:3", "Deuteronomy 12:4", "Deuteronomy 12:5", "Deuteronomy 12:6", "Deuteronomy 12:7", "Deuteronomy 12:8", "Deuteronomy 12:9", "Deuteronomy 12:10", "Deuteronomy 12:11", "Deuteronomy 12:12", "Deuteronomy 12:13", "Deuteronomy 12:14", "Deuteronomy 12:15", "Deuteronomy 12:16", "Deuteronomy 12:17", "Deuteronomy 12:18", "Deuteronomy 12:19", "Deuteronomy 12:20", "Deuteronomy 12:21", "Deuteronomy 12:22", "Deuteronomy 12:23", "Deuteronomy 12:24", "Deuteronomy 12:25", "Deuteronomy 12:26", "Deuteronomy 12:27", "Deuteronomy 12:28", "Deuteronomy 12:29", "Deuteronomy 12:30", "Deuteronomy 12:31", "Deuteronomy 13:1", "Deuteronomy 13:2", "Deuteronomy 13:3", "Deuteronomy 13:4", "Deuteronomy 13:5", "Deuteronomy 13:6", "Deuteronomy 13:7", "Deuteronomy 13:8", "Deuteronomy 13:9", "Deuteronomy 13:10", "Deuteronomy 13:11", "Deuteronomy 13:12", "Deuteronomy 13:13", "Deuteronomy 13:14", "Deuteronomy 13:15", "Deuteronomy 13:16", "Deuteronomy 13:17", "Deuteronomy 13:18", "Deuteronomy 13:19", "Deuteronomy 14:1", "Deuteronomy 14:2", "Deuteronomy 14:3", "Deuteronomy 14:4", "Deuteronomy 14:5", "Deuteronomy 14:6", "Deuteronomy 14:7", "Deuteronomy 14:8", "Deuteronomy 14:9", "Deuteronomy 14:10", "Deuteronomy 14:11", "Deuteronomy 14:12", "Deuteronomy 14:13", "Deuteronomy 14:14", "Deuteronomy 14:15", "Deuteronomy 14:16", "Deuteronomy 14:17", "Deuteronomy 14:18", "Deuteronomy 14:19", "Deuteronomy 14:20", "Deuteronomy 14:21", "Deuteronomy 14:22", "Deuteronomy 14:23", "Deuteronomy 14:24", "Deuteronomy 14:25", "Deuteronomy 14:26", "Deuteronomy 14:27", "Deuteronomy 14:28", "Deuteronomy 14:29", "Deuteronomy 15:1", "Deuteronomy 15:2", "Deuteronomy 15:3", "Deuteronomy 15:4", "Deuteronomy 15:5", "Deuteronomy 15:6", "Deuteronomy 15:7", "Deuteronomy 15:8", "Deuteronomy 15:9", "Deuteronomy 15:10", "Deuteronomy 15:11", "Deuteronomy 15:12", "Deuteronomy 15:13", "Deuteronomy 15:14", "Deuteronomy 15:15", "Deuteronomy 15:16", "Deuteronomy 15:17", "Deuteronomy 15:18", "Deuteronomy 15:19", "Deuteronomy 15:20", "Deuteronomy 15:21", "Deuteronomy 15:22", "Deuteronomy 15:23", "Deuteronomy 16:1", "Deuteronomy 16:2", "Deuteronomy 16:3", "Deuteronomy 16:4", "Deuteronomy 16:5", "Deuteronomy 16:6", "Deuteronomy 16:7", "Deuteronomy 16:8", "Deuteronomy 16:9", "Deuteronomy 16:10", "Deuteronomy 16:11", "Deuteronomy 16:12", "Deuteronomy 16:13", "Deuteronomy 16:14", "Deuteronomy 16:15", "Deuteronomy 16:16", "Deuteronomy 16:17", "Deuteronomy 16:18", "Deuteronomy 16:19", "Deuteronomy 16:20", "Deuteronomy 16:21", "Deuteronomy 16:22", "Deuteronomy 17:1", "Deuteronomy 17:2", "Deuteronomy 17:3", "Deuteronomy 17:4", "Deuteronomy 17:5", "Deuteronomy 17:6", "Deuteronomy 17:7", "Deuteronomy 17:8", "Deuteronomy 17:9", "Deuteronomy 17:10", "Deuteronomy 17:11", "Deuteronomy 17:12", "Deuteronomy 17:13", "Deuteronomy 17:14", "Deuteronomy 17:15", "Deuteronomy 17:16", "Deuteronomy 17:17", "Deuteronomy 17:18", "Deuteronomy 17:19", "Deuteronomy 17:20", "Deuteronomy 18:1", "Deuteronomy 18:2", "Deuteronomy 18:3", "Deuteronomy 18:4", "Deuteronomy 18:5", "Deuteronomy 18:6", "Deuteronomy 18:7", "Deuteronomy 18:8", "Deuteronomy 18:9", "Deuteronomy 18:10", "Deuteronomy 18:11", "Deuteronomy 18:12", "Deuteronomy 18:13", "Deuteronomy 18:14", "Deuteronomy 18:15", "Deuteronomy 18:16", "Deuteronomy 18:17", "Deuteronomy 18:18", "Deuteronomy 18:19", "Deuteronomy 18:20", "Deuteronomy 18:21", "Deuteronomy 18:22", "Deuteronomy 19:1", "Deuteronomy 19:2", "Deuteronomy 19:3", "Deuteronomy 19:4", "Deuteronomy 19:5", "Deuteronomy 19:6", "Deuteronomy 19:7", "Deuteronomy 19:8", "Deuteronomy 19:9", "Deuteronomy 19:10", "Deuteronomy 19:11", "Deuteronomy 19:12", "Deuteronomy 19:13", "Deuteronomy 19:14", "Deuteronomy 19:15", "Deuteronomy 19:16", "Deuteronomy 19:17", "Deuteronomy 19:18", "Deuteronomy 19:19", "Deuteronomy 19:20", "Deuteronomy 19:21", "Deuteronomy 20:1", "Deuteronomy 20:2", "Deuteronomy 20:3", "Deuteronomy 20:4", "Deuteronomy 20:5", "Deuteronomy 20:6", "Deuteronomy 20:7", "Deuteronomy 20:8", "Deuteronomy 20:9", "Deuteronomy 20:10", "Deuteronomy 20:11", "Deuteronomy 20:12", "Deuteronomy 20:13", "Deuteronomy 20:14", "Deuteronomy 20:15", "Deuteronomy 20:16", "Deuteronomy 20:17", "Deuteronomy 20:18", "Deuteronomy 20:19", "Deuteronomy 20:20", "Deuteronomy 21:1", "Deuteronomy 21:2", "Deuteronomy 21:3", "Deuteronomy 21:4", "Deuteronomy 21:5", "Deuteronomy 21:6", "Deuteronomy 21:7", "Deuteronomy 21:8", "Deuteronomy 21:9", "Deuteronomy 21:10", "Deuteronomy 21:11", "Deuteronomy 21:12", "Deuteronomy 21:13", "Deuteronomy 21:14", "Deuteronomy 21:15", "Deuteronomy 21:16", "Deuteronomy 21:17", "Deuteronomy 21:18", "Deuteronomy 21:19", "Deuteronomy 21:20", "Deuteronomy 21:21", "Deuteronomy 21:22", "Deuteronomy 21:23", "Deuteronomy 22:1", "Deuteronomy 22:2", "Deuteronomy 22:3", "Deuteronomy 22:4", "Deuteronomy 22:5", "Deuteronomy 22:6", "Deuteronomy 22:7", "Deuteronomy 22:8", "Deuteronomy 22:9", "Deuteronomy 22:10", "Deuteronomy 22:11", "Deuteronomy 22:12", "Deuteronomy 22:13", "Deuteronomy 22:14", "Deuteronomy 22:15", "Deuteronomy 22:16", "Deuteronomy 22:17", "Deuteronomy 22:18", "Deuteronomy 22:19", "Deuteronomy 22:20", "Deuteronomy 22:21", "Deuteronomy 22:22", "Deuteronomy 22:23", "Deuteronomy 22:24", "Deuteronomy 22:25", "Deuteronomy 22:26", "Deuteronomy 22:27", "Deuteronomy 22:28", "Deuteronomy 22:29", "Deuteronomy 23:1", "Deuteronomy 23:2", "Deuteronomy 23:3", "Deuteronomy 23:4", "Deuteronomy 23:5", "Deuteronomy 23:6", "Deuteronomy 23:7", "Deuteronomy 23:8", "Deuteronomy 23:9", "Deuteronomy 23:10", "Deuteronomy 23:11", "Deuteronomy 23:12", "Deuteronomy 23:13", "Deuteronomy 23:14", "Deuteronomy 23:15", "Deuteronomy 23:16", "Deuteronomy 23:17", "Deuteronomy 23:18", "Deuteronomy 23:19", "Deuteronomy 23:20", "Deuteronomy 23:21", "Deuteronomy 23:22", "Deuteronomy 23:23", "Deuteronomy 23:24", "Deuteronomy 23:25", "Deuteronomy 23:26", "Deuteronomy 24:1", "Deuteronomy 24:2", "Deuteronomy 24:3", "Deuteronomy 24:4", "Deuteronomy 24:5", "Deuteronomy 24:6", "Deuteronomy 24:7", "Deuteronomy 24:8", "Deuteronomy 24:9", "Deuteronomy 24:10", "Deuteronomy 24:11", "Deuteronomy 24:12", "Deuteronomy 24:13", "Deuteronomy 24:14", "Deuteronomy 24:15", "Deuteronomy 24:16", "Deuteronomy 24:17", "Deuteronomy 24:18", "Deuteronomy 24:19", "Deuteronomy 24:20", "Deuteronomy 24:21", "Deuteronomy 24:22", "Deuteronomy 25:1", "Deuteronomy 25:2", "Deuteronomy 25:3", "Deuteronomy 25:4", "Deuteronomy 25:5", "Deuteronomy 25:6", "Deuteronomy 25:7", "Deuteronomy 25:8", "Deuteronomy 25:9", "Deuteronomy 25:10", "Deuteronomy 25:11", "Deuteronomy 25:12", "Deuteronomy 25:13", "Deuteronomy 25:14", "Deuteronomy 25:15", "Deuteronomy 25:16", "Deuteronomy 25:17", "Deuteronomy 25:18", "Deuteronomy 25:19", "Deuteronomy 26:1", "Deuteronomy 26:2", "Deuteronomy 26:3", "Deuteronomy 26:4", "Deuteronomy 26:5", "Deuteronomy 26:6", "Deuteronomy 26:7", "Deuteronomy 26:8", "Deuteronomy 26:9", "Deuteronomy 26:10", "Deuteronomy 26:11", "Deuteronomy 26:12", "Deuteronomy 26:13", "Deuteronomy 26:14", "Deuteronomy 26:15", "Deuteronomy 26:16", "Deuteronomy 26:17", "Deuteronomy 26:18", "Deuteronomy 26:19", "Deuteronomy 27:1", "Deuteronomy 27:2", "Deuteronomy 27:3", "Deuteronomy 27:4", "Deuteronomy 27:5", "Deuteronomy 27:6", "Deuteronomy 27:7", "Deuteronomy 27:8", "Deuteronomy 27:9", "Deuteronomy 27:10", "Deuteronomy 27:11", "Deuteronomy 27:12", "Deuteronomy 27:13", "Deuteronomy 27:14", "Deuteronomy 27:15", "Deuteronomy 27:16", "Deuteronomy 27:17", "Deuteronomy 27:18", "Deuteronomy 27:19", "Deuteronomy 27:20", "Deuteronomy 27:21", "Deuteronomy 27:22", "Deuteronomy 27:23", "Deuteronomy 27:24", "Deuteronomy 27:25", "Deuteronomy 27:26", "Deuteronomy 28:1", "Deuteronomy 28:2", "Deuteronomy 28:3", "Deuteronomy 28:4", "Deuteronomy 28:5", "Deuteronomy 28:6", "Deuteronomy 28:7", "Deuteronomy 28:8", "Deuteronomy 28:9", "Deuteronomy 28:10", "Deuteronomy 28:11", "Deuteronomy 28:12", "Deuteronomy 28:13", "Deuteronomy 28:14", "Deuteronomy 28:15", "Deuteronomy 28:16", "Deuteronomy 28:17", "Deuteronomy 28:18", "Deuteronomy 28:19", "Deuteronomy 28:20", "Deuteronomy 28:21", "Deuteronomy 28:22", "Deuteronomy 28:23", "Deuteronomy 28:24", "Deuteronomy 28:25", "Deuteronomy 28:26", "Deuteronomy 28:27", "Deuteronomy 28:28", "Deuteronomy 28:29", "Deuteronomy 28:30", "Deuteronomy 28:31", "Deuteronomy 28:32", "Deuteronomy 28:33", "Deuteronomy 28:34", "Deuteronomy 28:35", "Deuteronomy 28:36", "Deuteronomy 28:37", "Deuteronomy 28:38", "Deuteronomy 28:39", "Deuteronomy 28:40", "Deuteronomy 28:41", "Deuteronomy 28:42", "Deuteronomy 28:43", "Deuteronomy 28:44", "Deuteronomy 28:45", "Deuteronomy 28:46", "Deuteronomy 28:47", "Deuteronomy 28:48", "Deuteronomy 28:49", "Deuteronomy 28:50", "Deuteronomy 28:51", "Deuteronomy 28:52", "Deuteronomy 28:53", "Deuteronomy 28:54", "Deuteronomy 28:55", "Deuteronomy 28:56", "Deuteronomy 28:57", "Deuteronomy 28:58", "Deuteronomy 28:59", "Deuteronomy 28:60", "Deuteronomy 28:61", "Deuteronomy 28:62", "Deuteronomy 28:63", "Deuteronomy 28:64", "Deuteronomy 28:65", "Deuteronomy 28:66", "Deuteronomy 28:67", "Deuteronomy 28:68", "Deuteronomy 28:69"], "sourceRef": "The Five Books of Moses, by Everett Fox, Deuteronomy, Part III; The Terms of the Covenant 2-11", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, דברים, דברים מאמר ד׳ ב׳-י״א", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Part III; The Terms of the Covenant", "he": "דברים מאמר ד׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["A<small>fter lengthy exhortation we are brought at last to the heart of Deu-</small> teronomy. Just as its corresponding Exodus section, Chapters 19–24, stands at the center of that book, and Gen. 22, Lev. 19, and Num. 19–20 place dramatic narratives or important laws at their core, the laws that we now encounter focus our attention on the object of Moshe’s main concern in Deut. 1–11 and 27–30: the “covenant” or pact between God and Israel. Israel is to demonstrate its love or loyalty to God by “taking-care to observe” the laws, and binds itself in a ceremony, at least in descriptive form, at the end of the section.", "The subject matter of this long collection forms an interesting contrast to both the Covenant Code of Exodus (in the chapters just referred to) and other law collections in the ancient Near East. The Exodus material contains much that deals with property and damages, whereas Deuteronomy appears to focus more heavily on criminal and moral issues. Although neighboring civilizations had legal literature that parallels many of the cases before us (cf. Hallo for a discussion), Deuteronomy’s particular emphases suggest a shift away from personal property as the central area of society’s concern (Greenberg 1970). In addition, the biblical text here (as previously in the book) is generally cast in the second person singular, giving it a highly personal edge, and there is a higher percentage of “motive clauses”—explanations or justifications for the laws—than in other Near Eastern law codes. Sonsino has noted a strong similarity between the language of these chapters and the thrust of biblical “wisdom literature” such as the book of Proverbs; thus a major function of the material may well be didactic and not legal per se. This, interestingly, puts Deuteronomy more squarely within its Near Eastern setting; Fishbane (1988) characterizes both sets of systems as “stylized collections of typical cases.”", "Yet he also argues that whatever the original purpose of the laws in Chapters 12–26, they came already within the biblical period itself to be seen as actual “legislative texts,” and as such, subject to later interpretation much as any law code might spawn (this multiple function of the laws was noted by Weinfeld 1972a). In this connection it is clear that new attitudes have been adopted and changes made in specific cases. It is usually accepted that Deuteronomy has introduced a markedly humanistic tone into Israel’s legal system; in Weinfeld’s words (1993):", "… the author’s purpose was not to produce a civil-law book like the book of the covenant, treating of pecuniary matters, but to set forth a code of laws securing the protection of the individual and particularly of those persons in need of protection.", "Some of the changes from earlier laws are noted in the Commentary and Notes below.", "Nelson has divided the laws into the following sections: Purity in Worship (12:1–14:21); Life in the New Land (14:22–16:17); The Structures of Society (16:18–20:20); and Interpreting Traditional Laws (21:1–26:19). In his view, the changes introduced into Israel’s legal culture are responses to changes in Israelite society, whether economic, political, or religious—changes that may well reflect the monarchic period. The attempt to find a logical pattern to the structure of the laws, however, does not always succeed. Levinson has shown how a better understanding of the sequencing of the laws may be found in the principle of response to the centralization of worship, the event that historically may have accompanied Deuteronomy’s promulgation. In this scheme, 12:1–16:17 is above all a response to how centralization affected the cultic (sacrifical worship) sphere, and 16:18–17:13 to how judicial process was similarly affected. At the same time, these changes appear to be woven into older material.", "The phrase “And Y<small>HWH</small> spoke to Moshe, saying: / Speak to the Children of Israel and say to them: …,” so common in the legal and cultic sections of Leviticus and Numbers, does not appear here. Neither does it appear in the Covenant Code; but in the context of Deuteronomy, the absence of the phrase supports the emphasis on Moshe as the central figure (in Exodus the legal portions are followed by the Tabernacle instructions, which indeed use the quoted formula).", "Chapter 12 begins with “These are the laws and the regulations that you are to take-care to observe”; Chapter 28 ends with “These are the words of the covenant ….” As in Exodus, the laws are the terms of the covenant, not merely a set of rules to be followed. This is further supported by the framework into which these chapters have been placed. The first two parts of the book serve as a classic ancient Near Eastern introduction to a treaty, with their historical look back. In addition, the section ends with both a covenant ceremony (Chap. 27) and a series of blessings and curses (28), also typical in this genre. So far from being merely a dry list of laws, the core of Deuteronomy, with its reasoned tone and wide-ranging scope, serves both as a summing-up and as a basis for Israel’s life on the land. No wonder, then, that the exiles returning from Babylonia under Persian rule in the sixth century <small>B.C.E.</small> and later came to view the Torah as a real constitution.", "<img>", "<i>Deut. 32:48–50</i> Now Y<small>HWH</small> spoke to Moshe … /Go up these heights … and see the land of Canaan…/You are to die on the mountain that you are going up …"], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62037e526bfddfbb310feb2b", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Deuteronomy, Part III; The Terms of the Covenant, Sorcery and False Prophecy 2-3", "anchorRef": "Deuteronomy 18:9-22", "anchorRefExpanded": ["Deuteronomy 18:9", "Deuteronomy 18:10", "Deuteronomy 18:11", "Deuteronomy 18:12", "Deuteronomy 18:13", "Deuteronomy 18:14", "Deuteronomy 18:15", "Deuteronomy 18:16", "Deuteronomy 18:17", "Deuteronomy 18:18", "Deuteronomy 18:19", "Deuteronomy 18:20", "Deuteronomy 18:21", "Deuteronomy 18:22"], "sourceRef": "The Five Books of Moses, by Everett Fox, Deuteronomy, Part III; The Terms of the Covenant, Sorcery and False Prophecy 2-3", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, דברים, דברים מאמר ד׳, דברים הערה י״ג ב׳-ג׳", "anchorVerse": 9, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Sorcery and False Prophecy", "he": "דברים הערה י״ג"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "דברים הערה י״ג", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["Picking up the theme of avoiding the magical practices of the Canaanites (cf. the briefer Ex. 22:17), the text continues into the topic of prophecy, which is viewed as the proper way to know the will of God. The safeguard against false prophecy, though—noting the nonfulfillment of the “prophet’s” word—was too shaky a basis for a stable system. Deuteronomy as a whole has a better overall answer than the one it gives here: it establishes the text as the authority, a process that the book appears to have inaugurated and that became central to the three Western religions.", "The passage on sorcery (vv.9–12) repeats “abomination” three times, to emphasize the Bible’s abhorrence of the practices enumerated here. This is not to imply that the Israelites did not believe in the efficacy of such phenomena; they simply viewed them as an unacceptable way of learning the divine will."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62037e556bfddfbb310feb33", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Deuteronomy, On the Book of Deuteronomy and Its Structure 2-39", "anchorRef": "Deuteronomy 1:1-34:12", "anchorRefExpanded": ["Deuteronomy 1:1", "Deuteronomy 1:2", "Deuteronomy 1:3", "Deuteronomy 1:4", "Deuteronomy 1:5", "Deuteronomy 1:6", "Deuteronomy 1:7", "Deuteronomy 1:8", "Deuteronomy 1:9", "Deuteronomy 1:10", "Deuteronomy 1:11", "Deuteronomy 1:12", "Deuteronomy 1:13", "Deuteronomy 1:14", "Deuteronomy 1:15", "Deuteronomy 1:16", "Deuteronomy 1:17", "Deuteronomy 1:18", "Deuteronomy 1:19", "Deuteronomy 1:20", "Deuteronomy 1:21", "Deuteronomy 1:22", "Deuteronomy 1:23", "Deuteronomy 1:24", "Deuteronomy 1:25", "Deuteronomy 1:26", "Deuteronomy 1:27", "Deuteronomy 1:28", "Deuteronomy 1:29", "Deuteronomy 1:30", "Deuteronomy 1:31", "Deuteronomy 1:32", "Deuteronomy 1:33", "Deuteronomy 1:34", "Deuteronomy 1:35", "Deuteronomy 1:36", "Deuteronomy 1:37", "Deuteronomy 1:38", "Deuteronomy 1:39", "Deuteronomy 1:40", "Deuteronomy 1:41", "Deuteronomy 1:42", "Deuteronomy 1:43", "Deuteronomy 1:44", "Deuteronomy 1:45", "Deuteronomy 1:46", "Deuteronomy 2:1", "Deuteronomy 2:2", "Deuteronomy 2:3", "Deuteronomy 2:4", "Deuteronomy 2:5", "Deuteronomy 2:6", "Deuteronomy 2:7", "Deuteronomy 2:8", "Deuteronomy 2:9", "Deuteronomy 2:10", "Deuteronomy 2:11", "Deuteronomy 2:12", "Deuteronomy 2:13", "Deuteronomy 2:14", "Deuteronomy 2:15", "Deuteronomy 2:16", "Deuteronomy 2:17", "Deuteronomy 2:18", "Deuteronomy 2:19", "Deuteronomy 2:20", "Deuteronomy 2:21", "Deuteronomy 2:22", "Deuteronomy 2:23", "Deuteronomy 2:24", "Deuteronomy 2:25", "Deuteronomy 2:26", "Deuteronomy 2:27", "Deuteronomy 2:28", "Deuteronomy 2:29", "Deuteronomy 2:30", "Deuteronomy 2:31", "Deuteronomy 2:32", "Deuteronomy 2:33", "Deuteronomy 2:34", "Deuteronomy 2:35", "Deuteronomy 2:36", "Deuteronomy 2:37", "Deuteronomy 3:1", "Deuteronomy 3:2", "Deuteronomy 3:3", "Deuteronomy 3:4", "Deuteronomy 3:5", "Deuteronomy 3:6", "Deuteronomy 3:7", "Deuteronomy 3:8", "Deuteronomy 3:9", "Deuteronomy 3:10", "Deuteronomy 3:11", "Deuteronomy 3:12", "Deuteronomy 3:13", "Deuteronomy 3:14", "Deuteronomy 3:15", "Deuteronomy 3:16", "Deuteronomy 3:17", "Deuteronomy 3:18", "Deuteronomy 3:19", "Deuteronomy 3:20", "Deuteronomy 3:21", "Deuteronomy 3:22", "Deuteronomy 3:23", "Deuteronomy 3:24", "Deuteronomy 3:25", "Deuteronomy 3:26", "Deuteronomy 3:27", "Deuteronomy 3:28", "Deuteronomy 3:29", "Deuteronomy 4:1", "Deuteronomy 4:2", "Deuteronomy 4:3", "Deuteronomy 4:4", "Deuteronomy 4:5", "Deuteronomy 4:6", "Deuteronomy 4:7", "Deuteronomy 4:8", "Deuteronomy 4:9", "Deuteronomy 4:10", "Deuteronomy 4:11", "Deuteronomy 4:12", "Deuteronomy 4:13", "Deuteronomy 4:14", "Deuteronomy 4:15", "Deuteronomy 4:16", "Deuteronomy 4:17", "Deuteronomy 4:18", "Deuteronomy 4:19", "Deuteronomy 4:20", "Deuteronomy 4:21", "Deuteronomy 4:22", "Deuteronomy 4:23", "Deuteronomy 4:24", "Deuteronomy 4:25", "Deuteronomy 4:26", "Deuteronomy 4:27", "Deuteronomy 4:28", "Deuteronomy 4:29", "Deuteronomy 4:30", "Deuteronomy 4:31", "Deuteronomy 4:32", "Deuteronomy 4:33", "Deuteronomy 4:34", "Deuteronomy 4:35", "Deuteronomy 4:36", "Deuteronomy 4:37", "Deuteronomy 4:38", "Deuteronomy 4:39", "Deuteronomy 4:40", "Deuteronomy 4:41", "Deuteronomy 4:42", "Deuteronomy 4:43", "Deuteronomy 4:44", "Deuteronomy 4:45", "Deuteronomy 4:46", "Deuteronomy 4:47", "Deuteronomy 4:48", "Deuteronomy 4:49", "Deuteronomy 5:1", "Deuteronomy 5:2", "Deuteronomy 5:3", "Deuteronomy 5:4", "Deuteronomy 5:5", "Deuteronomy 5:6", "Deuteronomy 5:7", "Deuteronomy 5:8", "Deuteronomy 5:9", "Deuteronomy 5:10", "Deuteronomy 5:11", "Deuteronomy 5:12", "Deuteronomy 5:13", "Deuteronomy 5:14", "Deuteronomy 5:15", "Deuteronomy 5:16", "Deuteronomy 5:17", "Deuteronomy 5:18", "Deuteronomy 5:19", "Deuteronomy 5:20", "Deuteronomy 5:21", "Deuteronomy 5:22", "Deuteronomy 5:23", "Deuteronomy 5:24", "Deuteronomy 5:25", "Deuteronomy 5:26", "Deuteronomy 5:27", "Deuteronomy 5:28", "Deuteronomy 5:29", "Deuteronomy 5:30", "Deuteronomy 6:1", "Deuteronomy 6:2", "Deuteronomy 6:3", "Deuteronomy 6:4", "Deuteronomy 6:5", "Deuteronomy 6:6", "Deuteronomy 6:7", "Deuteronomy 6:8", "Deuteronomy 6:9", "Deuteronomy 6:10", "Deuteronomy 6:11", "Deuteronomy 6:12", "Deuteronomy 6:13", "Deuteronomy 6:14", "Deuteronomy 6:15", "Deuteronomy 6:16", "Deuteronomy 6:17", "Deuteronomy 6:18", "Deuteronomy 6:19", "Deuteronomy 6:20", "Deuteronomy 6:21", "Deuteronomy 6:22", "Deuteronomy 6:23", "Deuteronomy 6:24", "Deuteronomy 6:25", "Deuteronomy 7:1", "Deuteronomy 7:2", "Deuteronomy 7:3", "Deuteronomy 7:4", "Deuteronomy 7:5", "Deuteronomy 7:6", "Deuteronomy 7:7", "Deuteronomy 7:8", "Deuteronomy 7:9", "Deuteronomy 7:10", "Deuteronomy 7:11", "Deuteronomy 7:12", "Deuteronomy 7:13", "Deuteronomy 7:14", "Deuteronomy 7:15", "Deuteronomy 7:16", "Deuteronomy 7:17", "Deuteronomy 7:18", "Deuteronomy 7:19", "Deuteronomy 7:20", "Deuteronomy 7:21", "Deuteronomy 7:22", "Deuteronomy 7:23", "Deuteronomy 7:24", "Deuteronomy 7:25", "Deuteronomy 7:26", "Deuteronomy 8:1", "Deuteronomy 8:2", "Deuteronomy 8:3", "Deuteronomy 8:4", "Deuteronomy 8:5", "Deuteronomy 8:6", "Deuteronomy 8:7", "Deuteronomy 8:8", "Deuteronomy 8:9", "Deuteronomy 8:10", "Deuteronomy 8:11", "Deuteronomy 8:12", "Deuteronomy 8:13", "Deuteronomy 8:14", "Deuteronomy 8:15", "Deuteronomy 8:16", "Deuteronomy 8:17", "Deuteronomy 8:18", "Deuteronomy 8:19", "Deuteronomy 8:20", "Deuteronomy 9:1", "Deuteronomy 9:2", "Deuteronomy 9:3", "Deuteronomy 9:4", "Deuteronomy 9:5", "Deuteronomy 9:6", "Deuteronomy 9:7", "Deuteronomy 9:8", "Deuteronomy 9:9", "Deuteronomy 9:10", "Deuteronomy 9:11", "Deuteronomy 9:12", "Deuteronomy 9:13", "Deuteronomy 9:14", "Deuteronomy 9:15", "Deuteronomy 9:16", "Deuteronomy 9:17", "Deuteronomy 9:18", "Deuteronomy 9:19", "Deuteronomy 9:20", "Deuteronomy 9:21", "Deuteronomy 9:22", "Deuteronomy 9:23", "Deuteronomy 9:24", "Deuteronomy 9:25", "Deuteronomy 9:26", "Deuteronomy 9:27", "Deuteronomy 9:28", "Deuteronomy 9:29", "Deuteronomy 10:1", "Deuteronomy 10:2", "Deuteronomy 10:3", "Deuteronomy 10:4", "Deuteronomy 10:5", "Deuteronomy 10:6", "Deuteronomy 10:7", "Deuteronomy 10:8", "Deuteronomy 10:9", "Deuteronomy 10:10", "Deuteronomy 10:11", "Deuteronomy 10:12", "Deuteronomy 10:13", "Deuteronomy 10:14", "Deuteronomy 10:15", "Deuteronomy 10:16", "Deuteronomy 10:17", "Deuteronomy 10:18", "Deuteronomy 10:19", "Deuteronomy 10:20", "Deuteronomy 10:21", "Deuteronomy 10:22", "Deuteronomy 11:1", "Deuteronomy 11:2", "Deuteronomy 11:3", "Deuteronomy 11:4", "Deuteronomy 11:5", "Deuteronomy 11:6", "Deuteronomy 11:7", "Deuteronomy 11:8", "Deuteronomy 11:9", "Deuteronomy 11:10", "Deuteronomy 11:11", "Deuteronomy 11:12", "Deuteronomy 11:13", "Deuteronomy 11:14", "Deuteronomy 11:15", "Deuteronomy 11:16", "Deuteronomy 11:17", "Deuteronomy 11:18", "Deuteronomy 11:19", "Deuteronomy 11:20", "Deuteronomy 11:21", "Deuteronomy 11:22", "Deuteronomy 11:23", "Deuteronomy 11:24", "Deuteronomy 11:25", "Deuteronomy 11:26", "Deuteronomy 11:27", "Deuteronomy 11:28", "Deuteronomy 11:29", "Deuteronomy 11:30", "Deuteronomy 11:31", "Deuteronomy 11:32", "Deuteronomy 12:1", "Deuteronomy 12:2", "Deuteronomy 12:3", "Deuteronomy 12:4", "Deuteronomy 12:5", "Deuteronomy 12:6", "Deuteronomy 12:7", "Deuteronomy 12:8", "Deuteronomy 12:9", "Deuteronomy 12:10", "Deuteronomy 12:11", "Deuteronomy 12:12", "Deuteronomy 12:13", "Deuteronomy 12:14", "Deuteronomy 12:15", "Deuteronomy 12:16", "Deuteronomy 12:17", "Deuteronomy 12:18", "Deuteronomy 12:19", "Deuteronomy 12:20", "Deuteronomy 12:21", "Deuteronomy 12:22", "Deuteronomy 12:23", "Deuteronomy 12:24", "Deuteronomy 12:25", "Deuteronomy 12:26", "Deuteronomy 12:27", "Deuteronomy 12:28", "Deuteronomy 12:29", "Deuteronomy 12:30", "Deuteronomy 12:31", "Deuteronomy 13:1", "Deuteronomy 13:2", "Deuteronomy 13:3", "Deuteronomy 13:4", "Deuteronomy 13:5", "Deuteronomy 13:6", "Deuteronomy 13:7", "Deuteronomy 13:8", "Deuteronomy 13:9", "Deuteronomy 13:10", "Deuteronomy 13:11", "Deuteronomy 13:12", "Deuteronomy 13:13", "Deuteronomy 13:14", "Deuteronomy 13:15", "Deuteronomy 13:16", "Deuteronomy 13:17", "Deuteronomy 13:18", "Deuteronomy 13:19", "Deuteronomy 14:1", "Deuteronomy 14:2", "Deuteronomy 14:3", "Deuteronomy 14:4", "Deuteronomy 14:5", "Deuteronomy 14:6", "Deuteronomy 14:7", "Deuteronomy 14:8", "Deuteronomy 14:9", "Deuteronomy 14:10", "Deuteronomy 14:11", "Deuteronomy 14:12", "Deuteronomy 14:13", "Deuteronomy 14:14", "Deuteronomy 14:15", "Deuteronomy 14:16", "Deuteronomy 14:17", "Deuteronomy 14:18", "Deuteronomy 14:19", "Deuteronomy 14:20", "Deuteronomy 14:21", "Deuteronomy 14:22", "Deuteronomy 14:23", "Deuteronomy 14:24", "Deuteronomy 14:25", "Deuteronomy 14:26", "Deuteronomy 14:27", "Deuteronomy 14:28", "Deuteronomy 14:29", "Deuteronomy 15:1", "Deuteronomy 15:2", "Deuteronomy 15:3", "Deuteronomy 15:4", "Deuteronomy 15:5", "Deuteronomy 15:6", "Deuteronomy 15:7", "Deuteronomy 15:8", "Deuteronomy 15:9", "Deuteronomy 15:10", "Deuteronomy 15:11", "Deuteronomy 15:12", "Deuteronomy 15:13", "Deuteronomy 15:14", "Deuteronomy 15:15", "Deuteronomy 15:16", "Deuteronomy 15:17", "Deuteronomy 15:18", "Deuteronomy 15:19", "Deuteronomy 15:20", "Deuteronomy 15:21", "Deuteronomy 15:22", "Deuteronomy 15:23", "Deuteronomy 16:1", "Deuteronomy 16:2", "Deuteronomy 16:3", "Deuteronomy 16:4", "Deuteronomy 16:5", "Deuteronomy 16:6", "Deuteronomy 16:7", "Deuteronomy 16:8", "Deuteronomy 16:9", "Deuteronomy 16:10", "Deuteronomy 16:11", "Deuteronomy 16:12", "Deuteronomy 16:13", "Deuteronomy 16:14", "Deuteronomy 16:15", "Deuteronomy 16:16", "Deuteronomy 16:17", "Deuteronomy 16:18", "Deuteronomy 16:19", "Deuteronomy 16:20", "Deuteronomy 16:21", "Deuteronomy 16:22", "Deuteronomy 17:1", "Deuteronomy 17:2", "Deuteronomy 17:3", "Deuteronomy 17:4", "Deuteronomy 17:5", "Deuteronomy 17:6", "Deuteronomy 17:7", "Deuteronomy 17:8", "Deuteronomy 17:9", "Deuteronomy 17:10", "Deuteronomy 17:11", "Deuteronomy 17:12", "Deuteronomy 17:13", "Deuteronomy 17:14", "Deuteronomy 17:15", "Deuteronomy 17:16", "Deuteronomy 17:17", "Deuteronomy 17:18", "Deuteronomy 17:19", "Deuteronomy 17:20", "Deuteronomy 18:1", "Deuteronomy 18:2", "Deuteronomy 18:3", "Deuteronomy 18:4", "Deuteronomy 18:5", "Deuteronomy 18:6", "Deuteronomy 18:7", "Deuteronomy 18:8", "Deuteronomy 18:9", "Deuteronomy 18:10", "Deuteronomy 18:11", "Deuteronomy 18:12", "Deuteronomy 18:13", "Deuteronomy 18:14", "Deuteronomy 18:15", "Deuteronomy 18:16", "Deuteronomy 18:17", "Deuteronomy 18:18", "Deuteronomy 18:19", "Deuteronomy 18:20", "Deuteronomy 18:21", "Deuteronomy 18:22", "Deuteronomy 19:1", "Deuteronomy 19:2", "Deuteronomy 19:3", "Deuteronomy 19:4", "Deuteronomy 19:5", "Deuteronomy 19:6", "Deuteronomy 19:7", "Deuteronomy 19:8", "Deuteronomy 19:9", "Deuteronomy 19:10", "Deuteronomy 19:11", "Deuteronomy 19:12", "Deuteronomy 19:13", "Deuteronomy 19:14", "Deuteronomy 19:15", "Deuteronomy 19:16", "Deuteronomy 19:17", "Deuteronomy 19:18", "Deuteronomy 19:19", "Deuteronomy 19:20", "Deuteronomy 19:21", "Deuteronomy 20:1", "Deuteronomy 20:2", "Deuteronomy 20:3", "Deuteronomy 20:4", "Deuteronomy 20:5", "Deuteronomy 20:6", "Deuteronomy 20:7", "Deuteronomy 20:8", "Deuteronomy 20:9", "Deuteronomy 20:10", "Deuteronomy 20:11", "Deuteronomy 20:12", "Deuteronomy 20:13", "Deuteronomy 20:14", "Deuteronomy 20:15", "Deuteronomy 20:16", "Deuteronomy 20:17", "Deuteronomy 20:18", "Deuteronomy 20:19", "Deuteronomy 20:20", "Deuteronomy 21:1", "Deuteronomy 21:2", "Deuteronomy 21:3", "Deuteronomy 21:4", "Deuteronomy 21:5", "Deuteronomy 21:6", "Deuteronomy 21:7", "Deuteronomy 21:8", "Deuteronomy 21:9", "Deuteronomy 21:10", "Deuteronomy 21:11", "Deuteronomy 21:12", "Deuteronomy 21:13", "Deuteronomy 21:14", "Deuteronomy 21:15", "Deuteronomy 21:16", "Deuteronomy 21:17", "Deuteronomy 21:18", "Deuteronomy 21:19", "Deuteronomy 21:20", "Deuteronomy 21:21", "Deuteronomy 21:22", "Deuteronomy 21:23", "Deuteronomy 22:1", "Deuteronomy 22:2", "Deuteronomy 22:3", "Deuteronomy 22:4", "Deuteronomy 22:5", "Deuteronomy 22:6", "Deuteronomy 22:7", "Deuteronomy 22:8", "Deuteronomy 22:9", "Deuteronomy 22:10", "Deuteronomy 22:11", "Deuteronomy 22:12", "Deuteronomy 22:13", "Deuteronomy 22:14", "Deuteronomy 22:15", "Deuteronomy 22:16", "Deuteronomy 22:17", "Deuteronomy 22:18", "Deuteronomy 22:19", "Deuteronomy 22:20", "Deuteronomy 22:21", "Deuteronomy 22:22", "Deuteronomy 22:23", "Deuteronomy 22:24", "Deuteronomy 22:25", "Deuteronomy 22:26", "Deuteronomy 22:27", "Deuteronomy 22:28", "Deuteronomy 22:29", "Deuteronomy 23:1", "Deuteronomy 23:2", "Deuteronomy 23:3", "Deuteronomy 23:4", "Deuteronomy 23:5", "Deuteronomy 23:6", "Deuteronomy 23:7", "Deuteronomy 23:8", "Deuteronomy 23:9", "Deuteronomy 23:10", "Deuteronomy 23:11", "Deuteronomy 23:12", "Deuteronomy 23:13", "Deuteronomy 23:14", "Deuteronomy 23:15", "Deuteronomy 23:16", "Deuteronomy 23:17", "Deuteronomy 23:18", "Deuteronomy 23:19", "Deuteronomy 23:20", "Deuteronomy 23:21", "Deuteronomy 23:22", "Deuteronomy 23:23", "Deuteronomy 23:24", "Deuteronomy 23:25", "Deuteronomy 23:26", "Deuteronomy 24:1", "Deuteronomy 24:2", "Deuteronomy 24:3", "Deuteronomy 24:4", "Deuteronomy 24:5", "Deuteronomy 24:6", "Deuteronomy 24:7", "Deuteronomy 24:8", "Deuteronomy 24:9", "Deuteronomy 24:10", "Deuteronomy 24:11", "Deuteronomy 24:12", "Deuteronomy 24:13", "Deuteronomy 24:14", "Deuteronomy 24:15", "Deuteronomy 24:16", "Deuteronomy 24:17", "Deuteronomy 24:18", "Deuteronomy 24:19", "Deuteronomy 24:20", "Deuteronomy 24:21", "Deuteronomy 24:22", "Deuteronomy 25:1", "Deuteronomy 25:2", "Deuteronomy 25:3", "Deuteronomy 25:4", "Deuteronomy 25:5", "Deuteronomy 25:6", "Deuteronomy 25:7", "Deuteronomy 25:8", "Deuteronomy 25:9", "Deuteronomy 25:10", "Deuteronomy 25:11", "Deuteronomy 25:12", "Deuteronomy 25:13", "Deuteronomy 25:14", "Deuteronomy 25:15", "Deuteronomy 25:16", "Deuteronomy 25:17", "Deuteronomy 25:18", "Deuteronomy 25:19", "Deuteronomy 26:1", "Deuteronomy 26:2", "Deuteronomy 26:3", "Deuteronomy 26:4", "Deuteronomy 26:5", "Deuteronomy 26:6", "Deuteronomy 26:7", "Deuteronomy 26:8", "Deuteronomy 26:9", "Deuteronomy 26:10", "Deuteronomy 26:11", "Deuteronomy 26:12", "Deuteronomy 26:13", "Deuteronomy 26:14", "Deuteronomy 26:15", "Deuteronomy 26:16", "Deuteronomy 26:17", "Deuteronomy 26:18", "Deuteronomy 26:19", "Deuteronomy 27:1", "Deuteronomy 27:2", "Deuteronomy 27:3", "Deuteronomy 27:4", "Deuteronomy 27:5", "Deuteronomy 27:6", "Deuteronomy 27:7", "Deuteronomy 27:8", "Deuteronomy 27:9", "Deuteronomy 27:10", "Deuteronomy 27:11", "Deuteronomy 27:12", "Deuteronomy 27:13", "Deuteronomy 27:14", "Deuteronomy 27:15", "Deuteronomy 27:16", "Deuteronomy 27:17", "Deuteronomy 27:18", "Deuteronomy 27:19", "Deuteronomy 27:20", "Deuteronomy 27:21", "Deuteronomy 27:22", "Deuteronomy 27:23", "Deuteronomy 27:24", "Deuteronomy 27:25", "Deuteronomy 27:26", "Deuteronomy 28:1", "Deuteronomy 28:2", "Deuteronomy 28:3", "Deuteronomy 28:4", "Deuteronomy 28:5", "Deuteronomy 28:6", "Deuteronomy 28:7", "Deuteronomy 28:8", "Deuteronomy 28:9", "Deuteronomy 28:10", "Deuteronomy 28:11", "Deuteronomy 28:12", "Deuteronomy 28:13", "Deuteronomy 28:14", "Deuteronomy 28:15", "Deuteronomy 28:16", "Deuteronomy 28:17", "Deuteronomy 28:18", "Deuteronomy 28:19", "Deuteronomy 28:20", "Deuteronomy 28:21", "Deuteronomy 28:22", "Deuteronomy 28:23", "Deuteronomy 28:24", "Deuteronomy 28:25", "Deuteronomy 28:26", "Deuteronomy 28:27", "Deuteronomy 28:28", "Deuteronomy 28:29", "Deuteronomy 28:30", "Deuteronomy 28:31", "Deuteronomy 28:32", "Deuteronomy 28:33", "Deuteronomy 28:34", "Deuteronomy 28:35", "Deuteronomy 28:36", "Deuteronomy 28:37", "Deuteronomy 28:38", "Deuteronomy 28:39", "Deuteronomy 28:40", "Deuteronomy 28:41", "Deuteronomy 28:42", "Deuteronomy 28:43", "Deuteronomy 28:44", "Deuteronomy 28:45", "Deuteronomy 28:46", "Deuteronomy 28:47", "Deuteronomy 28:48", "Deuteronomy 28:49", "Deuteronomy 28:50", "Deuteronomy 28:51", "Deuteronomy 28:52", "Deuteronomy 28:53", "Deuteronomy 28:54", "Deuteronomy 28:55", "Deuteronomy 28:56", "Deuteronomy 28:57", "Deuteronomy 28:58", "Deuteronomy 28:59", "Deuteronomy 28:60", "Deuteronomy 28:61", "Deuteronomy 28:62", "Deuteronomy 28:63", "Deuteronomy 28:64", "Deuteronomy 28:65", "Deuteronomy 28:66", "Deuteronomy 28:67", "Deuteronomy 28:68", "Deuteronomy 28:69", "Deuteronomy 29:1", "Deuteronomy 29:2", "Deuteronomy 29:3", "Deuteronomy 29:4", "Deuteronomy 29:5", "Deuteronomy 29:6", "Deuteronomy 29:7", "Deuteronomy 29:8", "Deuteronomy 29:9", "Deuteronomy 29:10", "Deuteronomy 29:11", "Deuteronomy 29:12", "Deuteronomy 29:13", "Deuteronomy 29:14", "Deuteronomy 29:15", "Deuteronomy 29:16", "Deuteronomy 29:17", "Deuteronomy 29:18", "Deuteronomy 29:19", "Deuteronomy 29:20", "Deuteronomy 29:21", "Deuteronomy 29:22", "Deuteronomy 29:23", "Deuteronomy 29:24", "Deuteronomy 29:25", "Deuteronomy 29:26", "Deuteronomy 29:27", "Deuteronomy 29:28", "Deuteronomy 30:1", "Deuteronomy 30:2", "Deuteronomy 30:3", "Deuteronomy 30:4", "Deuteronomy 30:5", "Deuteronomy 30:6", "Deuteronomy 30:7", "Deuteronomy 30:8", "Deuteronomy 30:9", "Deuteronomy 30:10", "Deuteronomy 30:11", "Deuteronomy 30:12", "Deuteronomy 30:13", "Deuteronomy 30:14", "Deuteronomy 30:15", "Deuteronomy 30:16", "Deuteronomy 30:17", "Deuteronomy 30:18", "Deuteronomy 30:19", "Deuteronomy 30:20", "Deuteronomy 31:1", "Deuteronomy 31:2", "Deuteronomy 31:3", "Deuteronomy 31:4", "Deuteronomy 31:5", "Deuteronomy 31:6", "Deuteronomy 31:7", "Deuteronomy 31:8", "Deuteronomy 31:9", "Deuteronomy 31:10", "Deuteronomy 31:11", "Deuteronomy 31:12", "Deuteronomy 31:13", "Deuteronomy 31:14", "Deuteronomy 31:15", "Deuteronomy 31:16", "Deuteronomy 31:17", "Deuteronomy 31:18", "Deuteronomy 31:19", "Deuteronomy 31:20", "Deuteronomy 31:21", "Deuteronomy 31:22", "Deuteronomy 31:23", "Deuteronomy 31:24", "Deuteronomy 31:25", "Deuteronomy 31:26", "Deuteronomy 31:27", "Deuteronomy 31:28", "Deuteronomy 31:29", "Deuteronomy 31:30", "Deuteronomy 32:1", "Deuteronomy 32:2", "Deuteronomy 32:3", "Deuteronomy 32:4", "Deuteronomy 32:5", "Deuteronomy 32:6", "Deuteronomy 32:7", "Deuteronomy 32:8", "Deuteronomy 32:9", "Deuteronomy 32:10", "Deuteronomy 32:11", "Deuteronomy 32:12", "Deuteronomy 32:13", "Deuteronomy 32:14", "Deuteronomy 32:15", "Deuteronomy 32:16", "Deuteronomy 32:17", "Deuteronomy 32:18", "Deuteronomy 32:19", "Deuteronomy 32:20", "Deuteronomy 32:21", "Deuteronomy 32:22", "Deuteronomy 32:23", "Deuteronomy 32:24", "Deuteronomy 32:25", "Deuteronomy 32:26", "Deuteronomy 32:27", "Deuteronomy 32:28", "Deuteronomy 32:29", "Deuteronomy 32:30", "Deuteronomy 32:31", "Deuteronomy 32:32", "Deuteronomy 32:33", "Deuteronomy 32:34", "Deuteronomy 32:35", "Deuteronomy 32:36", "Deuteronomy 32:37", "Deuteronomy 32:38", "Deuteronomy 32:39", "Deuteronomy 32:40", "Deuteronomy 32:41", "Deuteronomy 32:42", "Deuteronomy 32:43", "Deuteronomy 32:44", "Deuteronomy 32:45", "Deuteronomy 32:46", "Deuteronomy 32:47", "Deuteronomy 32:48", "Deuteronomy 32:49", "Deuteronomy 32:50", "Deuteronomy 32:51", "Deuteronomy 32:52", "Deuteronomy 33:1", "Deuteronomy 33:2", "Deuteronomy 33:3", "Deuteronomy 33:4", "Deuteronomy 33:5", "Deuteronomy 33:6", "Deuteronomy 33:7", "Deuteronomy 33:8", "Deuteronomy 33:9", "Deuteronomy 33:10", "Deuteronomy 33:11", "Deuteronomy 33:12", "Deuteronomy 33:13", "Deuteronomy 33:14", "Deuteronomy 33:15", "Deuteronomy 33:16", "Deuteronomy 33:17", "Deuteronomy 33:18", "Deuteronomy 33:19", "Deuteronomy 33:20", "Deuteronomy 33:21", "Deuteronomy 33:22", "Deuteronomy 33:23", "Deuteronomy 33:24", "Deuteronomy 33:25", "Deuteronomy 33:26", "Deuteronomy 33:27", "Deuteronomy 33:28", "Deuteronomy 33:29", "Deuteronomy 34:1", "Deuteronomy 34:2", "Deuteronomy 34:3", "Deuteronomy 34:4", "Deuteronomy 34:5", "Deuteronomy 34:6", "Deuteronomy 34:7", "Deuteronomy 34:8", "Deuteronomy 34:9", "Deuteronomy 34:10", "Deuteronomy 34:11", "Deuteronomy 34:12"], "sourceRef": "The Five Books of Moses, by Everett Fox, Deuteronomy, On the Book of Deuteronomy and Its Structure 2-39", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, דברים, דברים מאמר א׳ ב׳-ל״ט", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "On the Book of Deuteronomy and Its Structure", "he": "דברים מאמר א׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "דברים מאמר א׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["D<small>EUTERONOMY HOLDS A UNIQUE POSITION, AND SPEAKS WITH A UNIQUE VOICE, IN THE</small> literature of the Torah. Up to this point, through the first four books, we have encountered a powerful mixture of literary genres; indeed, the books owe their characteristic stamp to the way in which they incorporate these genres. Genesis is predominantly narrative, punctuated by genealogies; Exodus begins with narrative and later proceeds with covenant-making and law, and then with the precise details of sanctuary building; Leviticus is composed almost entirely of cultic and then ethical and social law; and finally, Numbers alternates narrative and varied laws, under the structure of preparations for wilderness march, first encounters with the Promised Land, and preparations for entry. Except for Leviticus, the books also exhibit, at strategic points, striking examples of biblical poetry.", "An ancient name for Deuteronomy, <i>mishne tora</i>—which means “copy of the Torah,” but which was erroneously understood as “second Torah”—would seem to indicate more of the same combining of genres, and a not-too-close reading would support the idea of a rehashing of narrative, covenant-making, law, and poetry. But the reader who takes the time to weigh what stands before him or her will find much more. In its structure, style, content, and intent, Deuteronomy goes beyond what has preceded it. The image of Moshe addressing the assembled people on the Plains of Moab—the central setting of the book—provides the occasion for not merely a retelling, but a recasting of Israel’s mission and destiny. No book of the Torah is truer to the idea of “instruction” (Deuteronomy uses the term numerous times), including an emphasis on teaching and learning, with assembled and yet-to-be-born children as much the audience as “elders.”", "From the book’s opening phrase, “Now these are the words [or even “speeches”] that Moshe spoke to the Children of Israel / in (the country) across the Jordan,” the basic premise of Deuteronomy is that the aged Moshe, personally and indeed in the first person, speaks for the last time to the assembled Israelites, before their triumphant entry into the land of Canaan. The setting affects the entire content of the book; no longer is the narrator in the background, as in most of the Torah, but instead he is presented as directly addressing a living audience, an audience composed not only of the ancient hearers portrayed in the text but also of contemporary listeners.", "The image of a leader delivering a long public address on an auspicious occasion is well known from the ancient world, most familiarly from Greek historians (cf. Van Seters) but also abundantly in the ancient Near East (Weinfeld). The historian seeks to paint a vivid picture of the personality of his speaker and the high drama of the moment, and may go on at great length. While admitting to not having had the benefit of eyewitness sources, such chroniclers are nevertheless sincere in their desire to present what undoubtedly would have been said on such an occasion.", "Deuteronomy, whenever it was composed and placed in the Torah, takes this approach a step further. It is a fantastic conceit, really: as Rosenberg (1975) notes, Moshe, the man who was “not a man of words” (Ex. 4:10), all of a sudden finds his voice. And as Polzin (1980) has shown in his forceful analysis, in Deuteronomy Moshe’s voice functions fairly indistinguishably from God’s own—and then closes off the text by stipulating that nothing in the future is to be added or subtracted to it. So we are dealing with a text of directly authoritative character, a series of speeches that in their own self-understanding already bore the status of “Torah.” Hence Deuteronomy introduces into the Bible for the first time the concept of canon—a bounded, accepted body of authoritative literature.", "Moshe’s addresses, which include a historical review, repeated appeals to observe God’s laws and dire warnings against their violation, a reworking of previous laws and the addition of new ones, and a poem designed to keep the appeals and warnings in popular memory, have about them a deep rhetorical urgency. As such they are stylistically quite different from most of what is found in the first four books of the Bible. To be sure, there are many moments of high rhetoric in the previous narratives, and the laws—including cultic ones—are also not lacking appeals to the emotions (cf., for instance, the repeated injunctions to not oppress the sojourner, “for you were sojourners in the land of Egypt”). But as an extended piece of argumentation and pleading, Deuteronomy holds pride of place in the Torah, with its specialized vocabulary (described in the notes and commentary below), its alternately pleading and warning tone, and its long, elegant phrases (as Gottwald notes, these phrases are most often cast in the form of subordinate clauses, not the typical syntactical form found in the previous books).", "But not only does Deuteronomy provide an emotional capstone to the four books that precede it. It functions to link up with both the landed history of Israel in the narrative books to follow (Joshua through Kings) and the prophets’ emotional speeches to the people and their leaders. In the words of G. Ernest Wright,", "the central purpose of Deuteronomy is to furnish Israel with a complete order of faith and life which is the prerequisite for a prosperous and secure existence on the God-given land. The historian [of the succeeding books] shows how Israel failed to keep it and what the consequences were.", "It is in fact the monarchic setting that is commonly held to be the historical background to the compilation of Deuteronomy. While Moshe’s last days and the people’s being poised on the steppes opposite Jericho would certainly be a dramatic enough moment for our book’s speeches to occur, its language, style, and many of its concerns point to a later time in the history of Israel as a likely venue for at least a good part of its emotional appeal.", "That time, in the opinion of most biblical scholars over the past two centuries, was the middle of the reign of King Josiah (ruled 640–608 <small>B.C.E.</small>) of Judah, the southern kingdom (Israel, the north, had been overrun by Assyria a century previously). The Assyrian Empire, dominant in the region for three hundred years, was on the wane, and Josiah took advantage of this decline of power to expand his kingdom northward. He also—at about the time of the death of Ashurbanipal, the last powerful king of Assyria—began a wide-ranging reform that consisted largely of destroying the local “high places” of pagan worship that had figured so prominently in the reign of his grandfather, the notorious Manasseh (ruled 687–642). II Kings 23 describes the purge in great detail, noting both places and priests that were now rendered inoperative in favor of the centralization of the cult in Jerusalem.", "It is within this setting that Chapter  22 reports the dramatic discovery of a scroll “of the Torah.”", "The high priest Hilkiah said to Shaphan the secretary, “I have found the book of the law in the house of the L<small>ORD</small>.” … Shaphan then read it aloud to the king. When the king heard the words of the book of the law, he tore his clothes. Then the king commanded … saying: “Go, inquire of the L<small>ORD</small> for me, for the people, and for all Judah, concerning the words of this book that has been found, for great is the wrath of the L<small>ORD</small> … because our ancestors did not obey the words of this book, to do according to all that is written concerning us.” (22:8, 10–13, New Revised Standard Version)", "What precisely were the contents of the “book” we do not know; but it is usually taken to have been some form of Deuteronomy. The rhetorical force of the newly discovered text must have been considerable, for its reported result was that the king", "directed that all the elders of Judah and Jerusalem should be gathered to him. … he read in their hearing all the words of the book of the covenant that had been found in the house of the L<small>ORD</small>. The king stood by the pillar and made a covenant before the L<small>ORD</small>, to follow the L<small>ORD</small>, keeping his commandments, his decrees, and his statutes, with all his heart and all his soul, to perform the words of this covenant that were written in this book. All the people joined in the covenant. (23:1–3)", "The connections between these passages and the style of Deuteronomy will be obvious to anyone who reads the book, and it seems clear that Josiah’s reforms are closely related to concerns expressed in Deuteronomy.", "The Bible’s portrayal of this background does not necessarily mean that Deuteronomy was composed for the occasion, or even that it originated in Judah. Several scholars (notably Ginsberg) have remarked on connections to the northern kingdom of Israel (e.g., affinities to the prophet Hosea), and so it is possible that at least some of our book was a series of traditions brought south by refugees fleeing the Assyrian onslaught. In any event, the text of Deuteronomy addresses its audience with such emotional immediacy that it may safely be presumed that a crisis of major proportions loomed, and the opportunity presented itself for a large-scale revival—or redefinition—of Israel’s self-understanding. Similar crises later in Jewish history may have led to the editing and writing down (but not necessarily the composition) of other central texts, the Mishnah (c. 200) and the Babylonian Talmud (c. 450). Like these documents, and like the first four books of the Torah, Deuteronomy is written in such a way that it is difficult to pin down its precise background, which through additions and circumspection has been substantially obliterated. What is left to us are the many repetitions of “today” or “this day,” which signal the desire to make the “Instruction” contemporary for the audience, whoever and whenever that may be.", "The net effect of this process of creation and development was to establish the Torah’s character as a text that shows signs of new life and new thinking within itself. Deuteronomy, by its inclusion as the final book of the five, officially began the practice of “explaining” (1:5) the traditions of Israel, and thus paved the way for the classic form of Jewish religious and intellectual activity: the interpretation of Scripture (cf. Fishbane 1988 for a definitive study on “inner-biblical exegesis,” interpretation that appears within the Bible itself and hence becomes a legitimate part of its traditions). This activity strongly influenced Christianity and Islam as well, and is still a part of religious discourse and development in the Western world.", "In its overall structure, Deuteronomy breaks down fairly easily; but it is perhaps best understood in the light of comparative ancient Near Eastern material. Weinfeld’s lifetime of research has demonstrated the strong parallels between our book and certain Assyrian treaty texts (earlier Hittite texts have also been shown to be helpful in this regard; cf. Levenson 1985b for a useful summary). It is striking indeed that the Esarhaddon Treaty texts from the seventh century <small>B.C.E.</small>, which also produced the final form of Deuteronomy, seem to prefigure the basic structure of what Moshe lays out in the book: a historical overview, an exhortation to keep the covenant, the laws—particulars of the covenant, a series of blessings and curses following upon observance or nonobservance of the covenant, and a ceremony ratifying it. A similar pattern, in abbreviated form, may be observed in the Sinai covenant in Ex. 19–24.", "Weinfeld points out that such covenants or treaties were two-sided, with the suzerain granting his vassals certain favors in return for “love” (= loyalty), and threatening dire consequences if that loyalty were to become suspect. What is fascinating about the parallels is not so much that they exist, but that here, apparently, a political model from a hated enemy has been assimilated and transformed into a positive religious-national one. Such transformative power seems to be characteristic of biblical culture, which probably reworked known stories and poems, among other genres, into genuine Israelite creations (the Flood narratives of Genesis and Psalm 29 are two fruitful examples of the process).", "Deuteronomy, then, focuses mainly on the relationship between God and Israel, a relationship that has been spelled out before (as in Exodus) but that forms in this book the very soul of the text. Every act that Israel performs as a community, and every one done by individuals, is to be seen in that light. As elsewhere in the Bible, breaking one of God’s rules means not merely a violation of a statute but an affront to the suzerain, the sovereign Lord, and thus a grave risk to society’s well-being and even to its very existence. And there is a unity of purpose and concept here: Gottwald summarizes the message of the book as “the indivisible unity of <i>one God</i> for <i>one people</i> in <i>one land</i> observing <i>one cult</i>” (italics his).", "Given the treaty pattern that we have just referred to, an outline of the book might proceed along the following lines:", "I   Historical Overview (Moshe as Narrator; 1–4:43)", "A   Narrative of the Wilderness Journey (1–3)", "B   Transition: Beginning of the Exhortation (4:1–40) and Addendum on Towns of Asylum (4:41–43)", "II  Opening Exhortation (Moshe as Pleader; 4:44–11:36)", "Looking Back to the Revelation at Sinai", "III The Terms of the Covenant (Moshe as Lawgiver; 12–28)", "A   The Laws (12–26)", "B   Covenant Ceremony; Blessings and Curses (27–28)", "IV Concluding Exhortation (Moshe as Pleader; 29–30)", "Looking Ahead to Exile and Return", "V  Final Matters (31–34)", "A   Passing the Mantle (31)", "B   Moshe’s Admonitory Poem (32)", "C   Moshe’s Blessing to the Tribes (33)", "D   The End (34)", "A few simple structural observations, based on a closer look at the text itself, may be made here. Parts I and V stress the role of Yehoshua (Joshua) in the future. Then, too, Parts II and IV use similar rhetorical formulas toward the end of each (“See, I set before you this day …,” 11:26 and 30:15). Such a symmetry would suggest that Part III is the crucial one, and that is of course the case. Everything in Deuteronomy radiates out from the laws: a new humanism, a rethinking of tradition, and above all, a heartfelt appeal to “choose life” (30:19), a good life on the land under the blessing of God.", "It is only when that appeal has been fully made, and when all of Deuteronomy’s new material has been added (with no more to come, as the text sees it!), that Moshe can finally die, and the people of Israel can proceed into the Promised Land. The book of Numbers proved to be a false ending, and indeed the report of Moshe’s death was postponed from the end of that book to this, so that the biblical tradition could transform itself into a truly multifaceted and rich one. The Torah, which began in the nameless, unknowable past, ends in the limitless present and future, with a potential life ahead for the Israelite people as bountiful and as beautiful as the “good land” that Moshe is allowed to see from the summit of Pisga."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620382f6c9ad75f2d99afac2", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "", "ref": "The Five Books of Moses, by Everett Fox, Deuteronomy, Part III; The Terms of the Covenant, Sorcery and False Prophecy 1", "anchorRef": "Deuteronomy 18:9-22", "anchorRefExpanded": ["Deuteronomy 18:9", "Deuteronomy 18:10", "Deuteronomy 18:11", "Deuteronomy 18:12", "Deuteronomy 18:13", "Deuteronomy 18:14", "Deuteronomy 18:15", "Deuteronomy 18:16", "Deuteronomy 18:17", "Deuteronomy 18:18", "Deuteronomy 18:19", "Deuteronomy 18:20", "Deuteronomy 18:21", "Deuteronomy 18:22"], "sourceRef": "The Five Books of Moses, by Everett Fox, Deuteronomy, Part III; The Terms of the Covenant, Sorcery and False Prophecy 1", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, דברים, דברים מאמר ד׳, דברים הערה י״ג א׳", "anchorVerse": 9, "sourceHasEn": true, "commentaryNum": 1, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "דברים הערה י״ג", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<a class=\"refLink\" data-ref=\"Deuteronomy 18:9-22\" data-ven=\"The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995\">Deuteronomy 18:9-22</a>", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62e66d60c4c36e21ac7bc77e", "index_title": "Rav Hirsch on Torah", "category": "Commentary", "type": "commentary", "ref": "Rav Hirsch on Torah, Deuteronomy 18:21:1", "anchorRef": "Deuteronomy 18:21", "anchorRefExpanded": ["Deuteronomy 18:21"], "sourceRef": "Rav Hirsch on Torah, Deuteronomy 18:21:1", "sourceHeRef": "רש\"ר הירש על התורה, דברים י״ח:כ״א:א׳", "anchorVerse": 21, "sourceHasEn": true, "compDate": [1845, 1875], "commentaryNum": 21.0001, "collectiveTitle": {"en": "Rav Hirsch", "he": "רש\"ר הירש"}, "heTitle": "דברים", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "VV. 21 u. 22. וכי תאמר בלבבך וגו׳ אשר ידבר וגו׳. V. 20 ist der falsche Prophet, נביא שקר, der Prophet der Lüge, der im Namen Gottes spricht, was Gott ihm nicht aufgetragen, der gerichtlichen Ahndung überwiesen. Daran knüpft sich notwendig die Frage nach dem Kriterium, woran wir das erlogene Prophetenwort erkennen sollen. Ein Kriterium an dem Inhalt eines Prophetenwortes ist uns bereits Kap. 13, 3 und 6 gegeben. Ein Wort, das uns zum Abfall von Gott, oder zum Abfall von seinem Gesetze aufforderte, das auch nur ein einziges Gesetz als, abrogiert im Namen Gottes erklärte, erwiese sich durch seinen Inhalt als Lüge und machte <i>den</i>, der es spräche, und stände er sonst in vollstem Sinne als Prophet beglaubigt da, dem gerichtlichen Tode verfallen (siehe daselbst).", "versionTitle": "Der Pentateuch. Übersetzt und erläutert von Samson Raphael Hirsch, 1903 [de]", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "62e66d60c4c36e21ac7bc77f", "index_title": "Rav Hirsch on Torah", "category": "Commentary", "type": "commentary", "ref": "Rav Hirsch on Torah, Deuteronomy 18:21:2", "anchorRef": "Deuteronomy 18:21", "anchorRefExpanded": ["Deuteronomy 18:21"], "sourceRef": "Rav Hirsch on Torah, Deuteronomy 18:21:2", "sourceHeRef": "רש\"ר הירש על התורה, דברים י״ח:כ״א:ב׳", "anchorVerse": 21, "sourceHasEn": true, "compDate": [1845, 1875], "commentaryNum": 21.0002, "collectiveTitle": {"en": "Rav Hirsch", "he": "רש\"ר הירש"}, "heTitle": "דברים", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "Allein es handelt sich hier um Beglaubigung eines Propheten als solchen im allgemeinen, woran, wenn sein Wort nicht im Widerspruch mit dem göttlichen Gesetze steht, zu erkennen sein solle, daß es gleichwohl Gott nicht gesprochen habe. Hierauf lautet die Antwort:", "versionTitle": "Der Pentateuch. Übersetzt und erläutert von Samson Raphael Hirsch, 1903 [de]", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "62e66d60c4c36e21ac7bc780", "index_title": "Rav Hirsch on Torah", "category": "Commentary", "type": "commentary", "ref": "Rav Hirsch on Torah, Deuteronomy 18:21:3", "anchorRef": "Deuteronomy 18:21", "anchorRefExpanded": ["Deuteronomy 18:21"], "sourceRef": "Rav Hirsch on Torah, Deuteronomy 18:21:3", "sourceHeRef": "רש\"ר הירש על התורה, דברים י״ח:כ״א:ג׳", "anchorVerse": 21, "sourceHasEn": true, "compDate": [1845, 1875], "commentaryNum": 21.0003, "collectiveTitle": {"en": "Rav Hirsch", "he": "רש\"ר הירש"}, "heTitle": "דברים", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "ולא יהיה הדבר ולא יבא – אשר ידבר הנביא בשם ד׳ וגו׳. Das Eintreffen eines im Bereiche der Natur voraus verkündeten Wunders wird mit dem Begriffe היה bezeichnet. So die Wunder, die Mosche vor Pharao zu üben hatte: יהי לתנין ויהי לתנין ויהי ברד .חיה השחין ,למחר יהיה האות הזה .והיה לכנים היה כנים .ויהיו דם וחיה דם ויהי חשך .הברד לא יהיה עוד .לא היה ברד. Hingegen das Eintreffen von Ereignissen im Gebiete menschengeschichtlicher Verhältnisse findet in der Regel seinen Ausdruck in בוא. So: לא נפל דבר מכל הדבר הטוב אשר דבר ד׳ אל בית ישראל הכל בא (Josua 21, 43) und sonst sehr häufig. Wir glauben daher, daß durch ולא יהיה הדבר ולא יבא die beiden Fakta bezeichnet seien, durch welche das Faktum der Sendung eines Propheten, beglaubigt werden könne. Entweder durch das Eintreffen eines voraus verkündigten <i>Wunders</i> in der Natur: יהיה, oder durch das Eintreffen eines voraus verkündigten <i>Ereignisses</i> in der Geschichte: יבא. In der Tat gibt es auch zur Beglaubigung der tatsächlichen Wahrheit einer von Gott, dem Schöpfer und Meister der Natur und dem Gebieter und Lenker der Geschicke, herrührenden Sendung nichts anderes als: das Eintreffen eines voraus angekündigten Wunders, oder: die sich bewahrheitende Verkündung der Zukunft. Hat ein Prophet im Namen Gottes ein Wunder angekündigt, ולא יהיה und es trifft nicht ein, oder ein künftiges Ereignis, ולא יבא, und es kommt nicht, ׳הוא הדבר אשר לא דבר ד das ist ein Wort, das Gott nicht gesprochen, בזדון דברו הנביא, das hat der Prophet in frevelhaftem Missbrauch des göttlichen Namens gesprochen; und hätte er dir bisher im höchsten Vertrauen gestanden, mit einem einzigen solchen als falsch befundenen Worte hat er sich für immer gerichtet, לא תגור ממנו: wie hoch auch sonst seine Persönlichkeit in bisher verdientem Ansehen gestanden sein möge, du hast dich nicht zu scheuen, ihn öffentlich der Lüge zu zeihen und ihn der verwirkten Strafe zu überweisen. Beiläufig ist, wie uns scheint, auch dies לא תגור ממנו ein Beweis, daß, wie wir wiederholt bemerkt, der Berufung zum Propheten bereits die Erreichung einer hohen Stufe geistiger und sittlicher Größe vorangegangen sein müsse. Setzt doch eben dies לא תגור ממנו voraus, daß auch, abgesehen von der vorgeblichen prophetischen Sendung, es eine hohe Achtung und Beachtung verdienende Persönlichkeit sei. ", "versionTitle": "Der Pentateuch. Übersetzt und erläutert von Samson Raphael Hirsch, 1903 [de]", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "62e66d60c4c36e21ac7bc781", "index_title": "Rav Hirsch on Torah", "category": "Commentary", "type": "commentary", "ref": "Rav Hirsch on Torah, Deuteronomy 18:21:4", "anchorRef": "Deuteronomy 18:21", "anchorRefExpanded": ["Deuteronomy 18:21"], "sourceRef": "Rav Hirsch on Torah, Deuteronomy 18:21:4", "sourceHeRef": "רש\"ר הירש על התורה, דברים י״ח:כ״א:ד׳", "anchorVerse": 21, "sourceHasEn": true, "compDate": [1845, 1875], "commentaryNum": 21.0004, "collectiveTitle": {"en": "Rav Hirsch", "he": "רש\"ר הירש"}, "heTitle": "דברים", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "Es hat aber, wie Sanhedrin 89b erläutert wird, der Prophet nur beim Antritt seiner Sendung sich durch ein Wunder oder ein vorausverkündetes Ereignis zu legitimieren, keineswegs aber eine solche Legitimation bei jedem künftig von ihm im Namen Gottes zu sprechenden Worte zu wiederholen, vielmehr, sobald er einmal מוחזק geworden, heißt es von ihm für alle Folgezeit:", "versionTitle": "Der Pentateuch. Übersetzt und erläutert von Samson Raphael Hirsch, 1903 [de]", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "62e66d60c4c36e21ac7bc782", "index_title": "Rav Hirsch on Torah", "category": "Commentary", "type": "commentary", "ref": "Rav Hirsch on Torah, Deuteronomy 18:21:5", "anchorRef": "Deuteronomy 18:21", "anchorRefExpanded": ["Deuteronomy 18:21"], "sourceRef": "Rav Hirsch on Torah, Deuteronomy 18:21:5", "sourceHeRef": "רש\"ר הירש על התורה, דברים י״ח:כ״א:ה׳", "anchorVerse": 21, "sourceHasEn": true, "compDate": [1845, 1875], "commentaryNum": 21.0005, "collectiveTitle": {"en": "Rav Hirsch", "he": "רש\"ר הירש"}, "heTitle": "דברים", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "אליו תשמעון (V. 15; – siehe daselbst).", "versionTitle": "Der Pentateuch. Übersetzt und erläutert von Samson Raphael Hirsch, 1903 [de]", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "62e66d60c4c36e21ac7bc783", "index_title": "Rav Hirsch on Torah", "category": "Commentary", "type": "commentary", "ref": "Rav Hirsch on Torah, Deuteronomy 18:21:6", "anchorRef": "Deuteronomy 18:21", "anchorRefExpanded": ["Deuteronomy 18:21"], "sourceRef": "Rav Hirsch on Torah, Deuteronomy 18:21:6", "sourceHeRef": "רש\"ר הירש על התורה, דברים י״ח:כ״א:ו׳", "anchorVerse": 21, "sourceHasEn": true, "compDate": [1845, 1875], "commentaryNum": 21.0006, "collectiveTitle": {"en": "Rav Hirsch", "he": "רש\"ר הירש"}, "heTitle": "דברים", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "Überhaupt gehört Wundertätigkeit und sogenanntes Wahrsagen nicht zu dem eigentlichen Berufe der jüdischen Propheten und bildet keineswegs den Zweck ihrer Sendung. נביא zu sein, Organ Gottes, – נבא verwandt mit נבע; vergl. יביע אומר (Ps. 19, 3) אביעה חדות (daselbst 78, 2) u.f. – Seinem Volke den Einblick in sich selber und in die Gänge Gottes mit ihm und mit den Völkern der Menschheit zu vermitteln, ihm das Verständnis seiner Gegenwart und seiner Erwartungen für die Zukunft zu enthüllen, um es durch alles dies im Guten zu befestigen, vor Schlechtem zu warnen und ihm den ausharrenden Mut und die ausharrende Treue bei Gott und seinem Gesetze durch alle Gänge der Zeiten zu bringen, das war – wie ihr Wort uns ja noch offen liegt – ihr eigenster Beruf. Durch sie sollte Israel das Geschichtsvolk werden, das mit offenem, Gott schauendem Auge durch die Weltgeschichte wandert. Die Wunder, die sie taten – und wie verschwindend wenige wissen wir von allen den Männern, von Jesaias bis Maleachi, die den Jahrhunderte durchleuchtenden Prophetengeist trugen – waren alle nicht Selbstzweck, standen alle im Dienste dieses ihres nationalen obersten Berufes, und auch von Männern, wie Nathan und Gad, deren Prophetenwort mehr im Dienste ihrer nächsten Gegenwart stand und daher nicht für die kommenden Geschlechter aufgezeichnet wurde (Megilla 14a), sind uns keine Wundertaten berichtet. Und wenn diese in dem Leben eines Elijahn und Elischa in größerer Zahl und vorzugsweise auch in Verhältnissen des Privatlebens auftreten, so halten wir die Bemerkung nicht für ganz irrig, daß deren Wirksamkeit sich ausschließlich im Reiche Israel bewegte, wo, von oben genährt, das Volksleben vielfach durch das heidnische Unwesen der Baalspfaffen und Baalspropheten getrübt war, dem gegenüber, durch Bekundung der wirklichen und wahrhaftigen Gegenwart und Allmacht des wahrhaftigen einzig Einen selbst, bis in die kleinen Verhältnisse des Einzellebens auf Erden hinein, das reinere Gottbewusstsein und die reine Gottesanerkennung in der Brust der Söhne und Töchter des Volkes zu wecken, zu nähren und zu befestigen, sowie den Lügenprätensionen der Hierophanten des dem Baaltum verfallenen Hofes mit vernichtenden Bezeugungen des Wahrhaftigen entgegenzutreten gewesen sein mochte. Im Reiche Juda finden wir wenigstens solche Wundertätigkeiten kaum. — ", "versionTitle": "Der Pentateuch. Übersetzt und erläutert von Samson Raphael Hirsch, 1903 [de]", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "64185dfdc9371ec0cebe34a3", "index_title": "Reggio on Torah", "category": "Commentary", "type": "commentary", "ref": "Reggio on Torah, Deuteronomy 18:21:1", "anchorRef": "Deuteronomy 18:21", "anchorRefExpanded": ["Deuteronomy 18:21"], "sourceRef": "Reggio on Torah, Deuteronomy 18:21:1", "sourceHeRef": "ביאור יש\"ר על התורה, דברים י״ח:כ״א:א׳", "anchorVerse": 21, "sourceHasEn": false, "compDate": [1790, 1810], "commentaryNum": 21.0001, "collectiveTitle": {"en": "Reggio", "he": "ביאור יש\"ר"}, "heTitle": "דברים", "he": "<b>איכה נדע,</b> כשיצוה לשעה איזו מצוה, כגון אליהו בהר הכרמל, ויהושע שהקיף יריחו בשבת, וצוה את הכהנים לשאת את הארון בירדן, ולעמוד שם עד שיעברו כל העם:", "heVersionTitle": "Vienna, 1821", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "64d34716a1adfb3d453781de", "index_title": "Levush HaOrah", "category": "Commentary", "type": "commentary", "ref": "Levush HaOrah, Deuteronomy 18:21:1", "anchorRef": "Deuteronomy 18:21", "anchorRefExpanded": ["Deuteronomy 18:21"], "sourceRef": "Levush HaOrah, Deuteronomy 18:21:1", "sourceHeRef": "לבוש האורה, ספר דברים י״ח:כ״א:א׳", "anchorVerse": 21, "sourceHasEn": false, "commentaryNum": 21.0001, "collectiveTitle": {"en": "Levush HaOrah", "he": "לבוש האורה"}, "heTitle": "ספר דברים", "he": "<b>רש\"י</b> וכי תאמר בלבבך עתידים אתם לומר כשיבא חנניה בן עזור כו' מה שפירש האי וכי תאמר וגו' בלשון מגיד עתידות של דבר ודאי עתידים אתם לומר כו' ולא פירשו כמו שפי' בפ' עקב וכי תאמר בלבבך רבים הגוים האלה וגו' שפירש שם ע\"כ לשון דלמא הוא שמא תאמר כו' ה\"נ הכי הוה ליה לפרש וכי תאמר שמא תאמר בלבבך איכה נדע וגו' דהכי משמע הכא לישנא דקרא דהא בכל נביא שיבא פתאום ויאמר דבר נביאות בשם הש\"י יש להסתפק בכך איכה נדע את הדבר אשר לא דברו ה' נ\"ל שהוצרך רש\"י לפרש כן מתוך התשובה שהשיב הפסוק על זה וזה שאם היה כונת הכתוב של וכי תאמר בלבבך וגו' לספק כן על כל נביא שיבא וינבא בשם ה' וגו' היאך משיב הפסוק ואומר אשר ידבר הנביא בשם ה' ולא היה הדבר ולא יבא הוא הדבר אשר לא דברו ה' דהוה משמע בין שיבא הנביא וידבר יעוד רע בין שיבא הנביא וידבר יעוד טוב זאת היא תשובתו שכשלא יהיה הדבר ההוא ולא יבא הוא הדבר אשר לא דברו ה' וזה אינו אמת שהרי כשידבר יעוד רע ולא יבא אין אומרים עליו הוא הדבר אשר לא דברו ה' שהרי אפשר לומר דההוא הנאמר עליו נבואה זו שב בתשובה ונחם ה' על הרעה כמו שמצינו באנשי ננוה שנתנבא עליהם יונה בן אמתי ויקרא ויאמר עוד ארבעים יום וננוה נהפכת וכתוב ויקראו צום וילבשו שקים וגו' וכתיב וירא אלקים את מעשיהם כי שבו מדרכם הרעה וינחם ה' אלקים על הרעה אשר דבר לעשות להם ולא עשה ואין בתינת הנביא אם הוא שלוח מאת הש\"י אם לא אלא אם ידבר יעוד טוב ולא יהיה הדבר ולא יבא זהו ודאי אשר לא דברו ה' כי מיעוד טוב אין הש\"י חוזר בו אף עלפי שחוטא אח\"כ האיש ההוא אשר נאמרה עליו הנבואה ההיא וכמו שאמר ירמיה בפי' לחנני' בן עזור הנביא אשר ידבר שלום בבא דבר הנביא יודע הנביא אשר שלחו ה' וגו' לכך הוצרך רש\"י לפרש כאן דהאי וכי תאמר דהכא אינו לשון שמא אלא מגיד עתידות הוא על חנניה בן עזור שהתנבא יעוד טוב ואמר כלי בית ה' מושבים מבבלה וגו' וצריכים אנו לומר שזה היה גלוי וידוע לפניו יתברך שדבר זה שיעמוד נביא בישראל וידבר בשמו יתברך יעור טוב או רע על ישראל והוא לא ישלחנו לא יזדמן לעולם כי אם אחד והוא חנניא בן עזור ולכך כתב עליו זה הפסוק כמגיד עתידות והשיב עליו סתם תשובת הפסוק השני אשר ידבר הנביא בשם ה' וגו' אף על גב דזאת התשובה לא שייכ' אלא כשידבר הנביא יעוד טוב אי נמי שיבא נביא וידבר יעוד רע אף על פי שלא שלחו ה' לא רצה הש\"י לגלות עליו בחינה כדי לעונשו מיתה דמאי אכפת לי' בו אדרבה שהוא מעורר הלבבות לעשות תשובה מיראתו שמא נבואתו אמת אבל כשיבא ומיעד טוב הוא מונע הלבבות מלעשות תשובה כי סומכים על נבואתו ומונעי' עצמם מן התשובה ולכך ענשו הכתו' הריגה שכן דינו חרוץ:", "heVersionTitle": "Wrocław, 1860", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "65c4f4de080c10c5ff4f43c7", "index_title": "Vayikra Rabbah", "category": "Midrash", "type": "", "ref": "Vayikra Rabbah 22:7", "anchorRef": "Deuteronomy 12:20-21:26", "anchorRefExpanded": ["Deuteronomy 12:20", "Deuteronomy 12:21", "Deuteronomy 12:22", "Deuteronomy 12:23", "Deuteronomy 12:24", "Deuteronomy 12:25", "Deuteronomy 12:26", "Deuteronomy 12:27", "Deuteronomy 12:28", "Deuteronomy 12:29", "Deuteronomy 12:30", "Deuteronomy 12:31", "Deuteronomy 13:1", "Deuteronomy 13:2", "Deuteronomy 13:3", "Deuteronomy 13:4", "Deuteronomy 13:5", "Deuteronomy 13:6", "Deuteronomy 13:7", "Deuteronomy 13:8", "Deuteronomy 13:9", "Deuteronomy 13:10", "Deuteronomy 13:11", "Deuteronomy 13:12", "Deuteronomy 13:13", "Deuteronomy 13:14", "Deuteronomy 13:15", "Deuteronomy 13:16", "Deuteronomy 13:17", "Deuteronomy 13:18", "Deuteronomy 13:19", "Deuteronomy 14:1", "Deuteronomy 14:2", "Deuteronomy 14:3", "Deuteronomy 14:4", "Deuteronomy 14:5", "Deuteronomy 14:6", "Deuteronomy 14:7", "Deuteronomy 14:8", "Deuteronomy 14:9", "Deuteronomy 14:10", "Deuteronomy 14:11", "Deuteronomy 14:12", "Deuteronomy 14:13", "Deuteronomy 14:14", "Deuteronomy 14:15", "Deuteronomy 14:16", "Deuteronomy 14:17", "Deuteronomy 14:18", "Deuteronomy 14:19", "Deuteronomy 14:20", "Deuteronomy 14:21", "Deuteronomy 14:22", "Deuteronomy 14:23", "Deuteronomy 14:24", "Deuteronomy 14:25", "Deuteronomy 14:26", "Deuteronomy 14:27", "Deuteronomy 14:28", "Deuteronomy 14:29", "Deuteronomy 15:1", "Deuteronomy 15:2", "Deuteronomy 15:3", "Deuteronomy 15:4", "Deuteronomy 15:5", "Deuteronomy 15:6", "Deuteronomy 15:7", "Deuteronomy 15:8", "Deuteronomy 15:9", "Deuteronomy 15:10", "Deuteronomy 15:11", "Deuteronomy 15:12", "Deuteronomy 15:13", "Deuteronomy 15:14", "Deuteronomy 15:15", "Deuteronomy 15:16", "Deuteronomy 15:17", "Deuteronomy 15:18", "Deuteronomy 15:19", "Deuteronomy 15:20", "Deuteronomy 15:21", "Deuteronomy 15:22", "Deuteronomy 15:23", "Deuteronomy 16:1", "Deuteronomy 16:2", "Deuteronomy 16:3", "Deuteronomy 16:4", "Deuteronomy 16:5", "Deuteronomy 16:6", "Deuteronomy 16:7", "Deuteronomy 16:8", "Deuteronomy 16:9", "Deuteronomy 16:10", "Deuteronomy 16:11", "Deuteronomy 16:12", "Deuteronomy 16:13", "Deuteronomy 16:14", "Deuteronomy 16:15", "Deuteronomy 16:16", "Deuteronomy 16:17", "Deuteronomy 16:18", "Deuteronomy 16:19", "Deuteronomy 16:20", "Deuteronomy 16:21", "Deuteronomy 16:22", "Deuteronomy 17:1", "Deuteronomy 17:2", "Deuteronomy 17:3", "Deuteronomy 17:4", "Deuteronomy 17:5", "Deuteronomy 17:6", "Deuteronomy 17:7", "Deuteronomy 17:8", "Deuteronomy 17:9", "Deuteronomy 17:10", "Deuteronomy 17:11", "Deuteronomy 17:12", "Deuteronomy 17:13", "Deuteronomy 17:14", "Deuteronomy 17:15", "Deuteronomy 17:16", "Deuteronomy 17:17", "Deuteronomy 17:18", "Deuteronomy 17:19", "Deuteronomy 17:20", "Deuteronomy 18:1", "Deuteronomy 18:2", "Deuteronomy 18:3", "Deuteronomy 18:4", "Deuteronomy 18:5", "Deuteronomy 18:6", "Deuteronomy 18:7", "Deuteronomy 18:8", "Deuteronomy 18:9", "Deuteronomy 18:10", "Deuteronomy 18:11", "Deuteronomy 18:12", "Deuteronomy 18:13", "Deuteronomy 18:14", "Deuteronomy 18:15", "Deuteronomy 18:16", "Deuteronomy 18:17", "Deuteronomy 18:18", "Deuteronomy 18:19", "Deuteronomy 18:20", "Deuteronomy 18:21", "Deuteronomy 18:22", "Deuteronomy 19:1", "Deuteronomy 19:2", "Deuteronomy 19:3", "Deuteronomy 19:4", "Deuteronomy 19:5", "Deuteronomy 19:6", "Deuteronomy 19:7", "Deuteronomy 19:8", "Deuteronomy 19:9", "Deuteronomy 19:10", "Deuteronomy 19:11", "Deuteronomy 19:12", "Deuteronomy 19:13", "Deuteronomy 19:14", "Deuteronomy 19:15", "Deuteronomy 19:16", "Deuteronomy 19:17", "Deuteronomy 19:18", "Deuteronomy 19:19", "Deuteronomy 19:20", "Deuteronomy 19:21", "Deuteronomy 20:1", "Deuteronomy 20:2", "Deuteronomy 20:3", "Deuteronomy 20:4", "Deuteronomy 20:5", "Deuteronomy 20:6", "Deuteronomy 20:7", "Deuteronomy 20:8", "Deuteronomy 20:9", "Deuteronomy 20:10", "Deuteronomy 20:11", "Deuteronomy 20:12", "Deuteronomy 20:13", "Deuteronomy 20:14", "Deuteronomy 20:15", "Deuteronomy 20:16", "Deuteronomy 20:17", "Deuteronomy 20:18", "Deuteronomy 20:19", "Deuteronomy 20:20", "Deuteronomy 21:1", "Deuteronomy 21:2", "Deuteronomy 21:3", "Deuteronomy 21:4", "Deuteronomy 21:5", "Deuteronomy 21:6", "Deuteronomy 21:7", "Deuteronomy 21:8", "Deuteronomy 21:9", "Deuteronomy 21:10", "Deuteronomy 21:11", "Deuteronomy 21:12", "Deuteronomy 21:13", "Deuteronomy 21:14", "Deuteronomy 21:15", "Deuteronomy 21:16", "Deuteronomy 21:17", "Deuteronomy 21:18", "Deuteronomy 21:19", "Deuteronomy 21:20", "Deuteronomy 21:21", "Deuteronomy 21:22", "Deuteronomy 21:23", "Deuteronomy 21:24", "Deuteronomy 21:25", "Deuteronomy 21:26"], "sourceRef": "Vayikra Rabbah 22:7", "sourceHeRef": "ויקרא רבה כ״ב:ז׳", "anchorVerse": 20, "sourceHasEn": true, "compDate": [500], "commentaryNum": 22.0007, "collectiveTitle": {"en": "Vayikra Rabbah", "he": "ויקרא רבה"}, "heTitle": "ויקרא רבה", "he": "רַבִּי יִשְׁמָעֵאל וְרַבִּי עֲקִיבָא, רַבִּי יִשְׁמָעֵאל אָמַר הֲרֵי זֶה הֶתֵּר מִכְּלַל אִסּוּר, לְפִי שֶׁהָיוּ יִשְׂרָאֵל אֲסוּרִין בִּבְשַׂר תַּאֲוָה בַּמִּדְבָּר לֹא בָּא הַכָּתוּב וְהִתִּיר לָהֶם אֶלָּא בִּשְׁחִיטָה. רַבִּי עֲקִיבָא אוֹמֵר הֲרֵי זֶה אִסּוּר מִכְּלַל הֶתֵּר, לְפִי שֶׁהָיוּ יִשְׂרָאֵל נוֹחֲרִין וְאוֹכְלִין בַּמִּדְבָּר לֹא בָּא הַכָּתוּב וְאָסַר לָהֶם כֵּן אֶלָּא בִּשְׁחִיטָה. תָּנֵי רַבִּי יִשְׁמָעֵאל לְפִי שֶׁהָיוּ יִשְׂרָאֵל אֲסוּרִין בִּבְשַׂר תַּאֲוָה בַּמִּדְבָּר, לְפִיכָךְ הִזְהִירָן הַכָּתוּב שֶׁיְהוּ מְבִיאִין קָרְבְּנוֹתֵיהֶן לַכֹּהֵן וְהַכֹּהֵן שׁוֹחֵט וּמְקַבֵּל, אַף עַל פִּי שֶׁהַבְּעָלִים יוֹשְׁבִים וּמְחַשְּׁבִים כָּל הַיּוֹם אֵין הַכֹּל הוֹלֵךְ אֶלָּא לְאַחַר הַשּׁוֹחֵט, וּמַה תַּלְמוּד לוֹמַר שְׁתֵּי שְׁחִיטוֹת, אֲשֶׁר יִשְׁחַט שְׁתֵּי פְּעָמִים, תָּנֵי בְּשֵׁם רַבִּי יוּדָן שְׁנֵי דִקְדּוּקֵי שְׁחִיטָה הֵן, רֹב שְׁנַיִם בִּבְהֵמָה וְרֹב אֶחָד בְּעוֹף.", "heVersionTitle": "Midrash Rabbah -- TE", "heLicense": "unknown", "heVersionTitleInHebrew": "מדרש רבה - תורת אמת", "text": "Rabbi Yishmael and Rabbi Akiva, Rabbi Yishmael said: This is a permit that emerges from a prohibition. Because it was prohibited for Israel to eat meat of desire in the wilderness,<sup class=\"footnote-marker\">24</sup><i class=\"footnote\">They were not permitted to slaughter animals just for the sake of eating meat and not for sacrifice as an offering. </i> the verse<sup class=\"footnote-marker\">25</sup><i class=\"footnote\">See Deuteronomy 12:20–21, 26–27.</i> comes and permits it for them only by means of slaughter. Rabbi Akiva says: This is a prohibition that emerges from a permit; because Israel would stab and eat in the wilderness, the verse came and prohibited it for them except for by means of slaughter.<sup class=\"footnote-marker\">26</sup><i class=\"footnote\">Rabbi Akiva holds that the Israelites were permitted to eat meat in the wilderness even without sacrificing the animal as an offering. Furthermore, they were permitted to stab the animal to kill it, as they had not yet been commanded in the rules of ritual slaughter. Thus, the verses in Deuteronomy that require ritual slaughter for animals that one kills in order to eat meat are not rendering permitted that which had formerly be forbidden, but the opposite, they render forbidden that which had formerly been permitted. </i> Rabbi Yishmael taught: Because it was prohibited for Israel to eat meat of desire in the wilderness, therefore, the verse cautioned them that they should bring their offerings to the priest, and the priest would slaughter and receive.<sup class=\"footnote-marker\">27</sup><i class=\"footnote\">The priest would receive the blood in a vessel and sprinkle it on the altar.</i> Even if the owners sit and have intent all day, everything follows only the slaughterer.<sup class=\"footnote-marker\">28</sup><i class=\"footnote\">Even if the owners’ intent is that the offering be eaten or its blood sprinkled beyond its prescribed time or not in its prescribed place, the offering is not disqualified.</i> Why does the verse state two slaughters, “who will slaughter” (Leviticus 17:3), twice? It is taught in the name of Rabbi Yudan: They are two standards for slaughter: Most of two in an animal and most of one in a bird.<sup class=\"footnote-marker\">29</sup><i class=\"footnote\">When slaughtering an animal one must cut through most of both its trachea and its esophagus – two organs. When slaughtering a bird, one is required to cut through most of only one of the organs. </i>", "versionTitle": "The Sefaria Midrash Rabbah, 2022", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "657ecc8c758c1dc532ec96b2", "index_title": "Steinsaltz on Deuteronomy", "category": "Commentary", "type": "commentary", "ref": "Steinsaltz on Deuteronomy 18:21", "anchorRef": "Deuteronomy 18:21", "anchorRefExpanded": ["Deuteronomy 18:21"], "sourceRef": "Steinsaltz on Deuteronomy 18:21", "sourceHeRef": "ביאור שטיינזלץ על דברים י״ח:כ״א", "anchorVerse": 21, "sourceHasEn": true, "commentaryNum": 18.0021, "collectiveTitle": {"en": "Steinsaltz", "he": "ביאור שטיינזלץ"}, "heTitle": "ביאור שטיינזלץ על דברים", "he": "<b>וְכִי תֹאמַר בִּלְבָבֶךָ</b> כאשר יבוא נביא וידבר בשם ה'\n  <b>: אֵיכָה</b>, איך \n  <b>נֵדַע אֶת הַדָּבָר אֲשֶׁר לֹא דִבְּרוֹ ה'?</b> שלא כלויים וככהנים, שקל לזהותם, אפשר לטעות בקלות בזיהויו של נביא האמת. אין הוא ניכר במוצאו או בסממנים חיצוניים, אלא הוא אחד מבני העם המדבר בשם ה'.", "heVersionTitle": "The Koren Steinsaltz Tanakh HaMevoar - Hebrew", "heLicense": "Copyright: Steinsaltz Center", "heVersionTitleInHebrew": "", "text": "<b>If you say in your heart,</b> when a prophet arrives and speaks in the name of God: <b>How shall we know the matter that the Lord did not speak?</b> Unlike Levites and priests, whose status is determined by their lineage, one can easily err in the identification of a true prophet. He is not recognizable by any outward characteristics or from his origins, as he is simply one of the people who purports to speak in God’s name.", "versionTitle": "The Steinsaltz Tanakh - English", "license": "Copyright: Steinsaltz Center", "versionTitleInHebrew": ""}, {"_id": "66d9566153deec95bc352abf", "index_title": "Nachalat Ya'akov", "category": "Commentary", "type": "commentary", "ref": "Nachalat Ya'akov, Deuteronomy 18:21:1", "anchorRef": "Deuteronomy 18:21", "anchorRefExpanded": ["Deuteronomy 18:21"], "sourceRef": "Nachalat Ya'akov, Deuteronomy 18:21:1", "sourceHeRef": "נחלת יעקב, ספר דברים י״ח:כ״א:א׳", "anchorVerse": 21, "sourceHasEn": false, "commentaryNum": 21.0001, "collectiveTitle": {"en": "Nachalat Ya'akov", "he": "נחלת יעקב"}, "heTitle": "ספר דברים", "he": "וכי תאמר בלבבך איכה נדע את הדבר וגו' אשר ידבר הנביא בשם ה' ולא יהי' הדבר ולא יבא וגו'. ברש\"י הביא דברי הספרי עתידין אתם לומר איך נדע, ירמי' אומר וכן חנני' בן עזור טובות ה', תמהו בו רבים מה ענין האות הזה כי בוודאי כשיראו שלא יבא הדבר ידעו שהוא שקר ועיקר אמירתן איך נדע היינו קודם שיתברר ועוד אמר לא תגורו ממנו, מי האיש הירא כשראהו ששקר דבר, והרמב\"ן כתב לחלק בהא דכתיב בירמי' רגע אדבר, דמשמע שחוזר אפילו בין טוב לרע ומטענת ירמי' עם חנניא בן עזור משמע שמטוב לרע אינו חוזר ומרע לטוב חוזר ותירץ דמדברו בלבבו חוזר בין מטוב ובין מרע אבל כשמבטיח ע\"י נביא שליח השם אינו חוזר מטוב אבל מרע חוזר, ולהסביר דבריו נראה דבדברו אל לבו חוזר אף מטובה, והטעם דהקב\"ה דן תמיד המדינה והאדם כאשר הוא שם ואם כפי מעשיו של עכשיו הוא טוב עושה בלבו להיטב ואם נשתנה לב ב\"א כביכול נשתנה רצונו, אבל כששולח ע\"י נביא להודיעו אם כששולח לרע אף אם הרע עומד לחזרה אם ישובו מ\"מ שילה שליח להתרות אותם שאם לא ישובו יבא עליהם העונש כזה וכזה כי הם חייבים עונש כזה לפי מעשיהם של משא\"כ כששולח להם נביא לבשר להם טובה ההוא מחויב לבא עכ\"פ אפילו לא יהיו ראוים הטובה כי אין לומר שעדיין תלוים למה הי' להקב\"ה לבשר להם כיון שגם אחר הידיעה יהי' להם הדבר בספק עדיין, ומה תועלת בהידיעה. וכן ההבטחה שהבטיח לאבות על זרעם לא ישתנה אפילו בכולן חייב כדכתיב ואתם אומרים הי' נהי' סגורים בית ישראל וגו' אם לא בחימה שפוכה וגו' לכך לא שייך לבשר טוב ע\"י שליח דודאי לא שייך לבשר טוב עליהם עצמם רק על הדבר שיהי' בסמוך כי כל דינו של הקב\"ה היא כאשר הוא שם, וא\"כ כשאפשר להשתנות ממ\"נ אם הן ראוין עכשיו לטובה זו מה\"ת לא יבא הטובה תיכף ואם אינם ראוין עדיין למה יבשרם עכשיו דהא הבחירה הוא בידם עדיין ועכשיו אינם עדיין ראוים בשלמא כשמבטיח על זרעם שייך להבטיח אפילו אחר אלף דור ולפ\"ז אמר הכתוב על תשובת ירמי' איך נדע שמרמז על ירמי' וחנני' בן עזור, ולא יהי' הדבר ולא יבא הוא הדבר אשר לא דברו ה' כלומר כשלא יהי' הדבר תיכף, ודאי נביא שקר הוא כי בשורת הטוב על האדם עצמו מחויב להיות תיכף כי אז ראוין להיטב מאין מעכב שלא תבא תיכף ואף שימצא הרבה פעמים הבטחת טובה לזמן קביע מאוחר היינו כשמפרש הזמן קבוע ואז אפשר שהבטחה זו מה שמחויב הטובה ההוא מכבר מהבטחת אבות משא\"כ ההבטחה בסתם שהבטיח לפי מעשיהם שלעכשיו מחויב לבא תיכף כנלפענ\"ד:", "heVersionTitle": "Lamberg, 1887", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59ec5a88d6e4a94f1a720249", "index_title": "Akeidat Yitzchak", "category": "Jewish Thought", "type": "", "ref": "Akeidat Yitzchak 96:1:3", "anchorRef": "Deuteronomy 18:21", "anchorRefExpanded": ["Deuteronomy 18:21"], "sourceRef": "Akeidat Yitzchak 96:1:3", "sourceHeRef": "עקידת יצחק צ״ו:א׳:ג׳", "anchorVerse": 21, "sourceHasEn": true, "compDate": [1455, 1495], "commentaryNum": 1.0003, "collectiveTitle": {"en": "Akeidat Yitzchak", "he": "עקידת יצחק"}, "he": "בספרי (פרשת שופטים) וכי תאמר בלבבך עתידין אתם לומר איכה נדע את הדבר וגו' ירמיה אומר הנה כלי בית האלהים מובאים בבלה וגו' וחנניה בן עזור אומר הנה כלי בית יי' מושבים מבבלה עתה מהרה (ירמי' כ\"ז) ואיני יודע למי אשמע ת\"ל אשר ידבר הנביא בשם ה' וגו' איזה דבר שדברו המקום הוא שאמר ובא: \n", "heVersionTitle": "Akeidat Yitzchak, Pressburg 1849", "heLicense": "Public Domain", "heVersionTitleInHebrew": "עקידת יצחק, פרשבורג, תר\"ט", "text": "Sifri on Parshat Shoftim discusses the following problem. \"If you say in your heart, in the future, how will we know the word G'd has not said?\" (Deut 18,21) Jeremiah had said that the vessels of the holy Temple will be brought to Babylon, indicating that the Temple would be destroyed; Chanayah son of Ezor said that they would soon be brought back. (Jeremiah chapter 27) Whom is one to believe? For this reason, the Torah states \"that which the prophet proclaims in the name of G'd and it does not come true, that is what the Lord has not said, the prophet sinned in proclaiming it, do not be afraid of it.\" ", "versionTitle": "Akeydat Yitzchak by Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5e85c350d745bd109b49040c", "index_title": "Agra DeKala", "category": "Chasidut", "type": "", "ref": "Agra DeKala, Shoftim 13", "anchorRef": "Deuteronomy 18:21", "anchorRefExpanded": ["Deuteronomy 18:21"], "sourceRef": "Agra DeKala, Shoftim 13", "sourceHeRef": "אגרא דכלה, שופטים י״ג", "anchorVerse": 21, "sourceHasEn": false, "compDate": [1801, 1841], "commentaryNum": 13, "collectiveTitle": {"en": "Agra DeKala", "he": "אגרא דכלה"}, "heTitle": "שופטים", "he": "<b>נביא מקרבך מאחיך כמוני וכו' (דברים יח טו).</b> הנה כפי הכלל שבידינו שהתורה נצחיות, הרי זה כמה חלפו שנים והלכו דורות ואין חזון נפרץ, ובמה יתקיים בדורותינו תורת אמת הלזו. וגם יש לדקדק תיבת מקרב\"ך דמיותר. והנראה דהאנשים ההולכים בדביקות קונם וצורם, הנה דבר י\"י בפיהם אמת וחכמתם עדיפא מנבואה (ב\"ב י\"ב ע\"א), ובעת שמדבקים עצמם בקונם, הנה פיהם יהגה על פי התורה מילין לצד עילאה, ובעינינו ראינו צדיקים כאלה אשר הם עצמם כמעט הם בביטול הרגשותיהם, ואינם זוכרים אחר כך מה שהופיע להם השם במענה פיהם על איזה פסוק שבתורה דרכי השי\"ת. והנה הנלבב השומע לצדיק כזה שמדבר דברי תורה, מחויב להטות אוזן לכל תיבה ותיבה ששומע, כי בודאי ישמע עצות לנפשו, כי בהצדיק הנדבק בקונו מתלבש בו אור השופע מאין סוף ב\"ה לאמור דבריו בתורתו ית' מה שנוגע לכל נפש השומע, והנה הוא דבר נבדק בנסיונות למשכילים, לא יכחיש אותן זולת תועי רוח וחסירי מדע, וגם הצדיק בעצמו המסתפק באיזה דבר, יוכל להתבונן על פי התורה אשר יורוהו הש\"י. וזה ירמוז בדברי תורתינו בכל עת נביא מקרבך, לשון ניב שפתים (ישעיה נז יט), דהיינו דיבור מקרבך מתוכיותך ופנימיותך, מאחי\"ך מדביקות שלך (מלשון מאחי\"ן), יקום לך וכו' אליו תשמעון וכלול בזה האנשים השומעים יטו אזן לשמוע ולקיים, וכן הצדיק בעצמו יטה אוזן לדבריו, שלא יהיה כעובר על נביאותו. והנביא אשר יזיד לדבר דבר וכו' (דברים יח כ), ר\"ל שאמר על פי הקדמת שוא וכיוצא, וגם יכלול המתלבש בחלוק שאינו שלו והוא מבני גונבי עלי, וגם יכלול אותן שהם מבני החונף, ועושין תנועות כמו הצדיקים ולבם בל עמם, ופוערים פיהם לגלות פנים בתורה כאלו רוח י\"י דיבר בם והם רחוקים מקוטב האמת, ואשר ידבר בשם אלקים אחרים, דהיינו להתגאות ולהתפאר שהוא כאילו עובד עבודה זרה (סוטה ד' ע\"), אזי הש\"י ירחם עליו כי צריך הוא לתשובה. (דברים יח כא) וכי תאמר בלבבך איכה נדע וכו', (דברים יח כב) אשר ידבר הנביא בשם י\"י ולא יהיה הדבר ולא יבוא, ר\"ל לדעתי שהמבחן הוא אם רואים שהאיש ההוא רגיל בהזכרת שם שמים, (אפילו באיזה לשון מהלשונות שהוא עון פלילי ובכלל עון לא תשא), ואינו משים מורא שמים לנגד עיניו שאסור להזכיר שם שמים אם לא במקום הראוי המצטרך, אבל כשאפשר לכנות את שמו ית' בפני העם לומר בור\"א או הש\"ם יתברך, והוא מזכיר את השם (אפילו באחד מהלשונות שקורין את הש\"י), בודאי זה אינו מכלל היראים את הש\"י. וזה יאמר המובחן הוא אשר ידבר הנביא בשם י\"י, דהיינו שמזכיר שמו ית' ולא יהי\"ה הדב\"ר ולא יבו\"א, שאין הויה ומבוא לדיבור הזה להזכיר שמו ית', כי אפשר לו לומר הענין הנרצה מבלי הזכרת הש\"י, הוא הדבר אשר לא דברו י\"י, כי אלו היה דבר הש\"י מלובש בו, היה מוראו עליו שלא להזכיר שמו הנכבד, זה מה שנ\"ל ולא קבלתי המבחן הזה מרבותי, רק זאת היא לי למשמרת כי אני מזהיר מאד בכל עת ליודעי ומכירי בנידון, והש\"י הופיע במחשבתי זה הפרט המבחין בתורתו ית', ציינתי למשמרת ומי שלבו שלם בדבר יבחין בדעתו, כי אין דעתי דעת קטן מכרעת בדבר שלא קבלתי מרבותי הבחינה הלזו, אבל יהיה איך שיהיה האיסור הזה גדול עד מאוד, שלא להזכיר שם שמים בשום לשון המורגל, אם לא המצטרך על פי הכרח לתורה ולעבודה, וגם זה בישוב הדעת לא דרך ארעי, וכל מי שיש לו עינים לראות יבין הדבר לאשורו, ויירא ויפחד לנפשו, והש\"י ישים בלבינו אהבתו ויראתו ולעשות רצונו:", "heVersionTitle": "Agra DeKala, Brooklyn, N.Y., 1993", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5e85c359d745bd109b490466", "index_title": "Agra DeKala", "category": "Chasidut", "type": "", "ref": "Agra DeKala, Shoftim 24", "anchorRef": "Deuteronomy 18:21", "anchorRefExpanded": ["Deuteronomy 18:21"], "sourceRef": "Agra DeKala, Shoftim 24", "sourceHeRef": "אגרא דכלה, שופטים כ״ד", "anchorVerse": 21, "sourceHasEn": false, "compDate": [1801, 1841], "commentaryNum": 24, "collectiveTitle": {"en": "Agra DeKala", "he": "אגרא דכלה"}, "heTitle": "שופטים", "he": "<b>וכי</b> תאמר איכה נדע את הדבר אשר לא דברו י\"י (דברים יח כא), אשר ידבר הנביא בשם י\"י ולא יהיה הדבר וכו' (דברים יח כב). עיין פירושו ברש\"י (דבריו לקוחים מדברי חז\"ל (ספרי יח סח)), שזהו דוקא כאשר מתנבא לטובה ולא יהיה הדבר בזאת יבחן הנביא, מה שאין כן כאשר מתנבא לרעה, אין מבחן כאשר לא יהיה הדבר. והנה בפסוק סתם נאמר. ונ\"ל דהנה אין הקב\"ה מייחד שמו על הרעה רק על הטובה, כענין שאמרו (ב\"ר פ\"ג ו') ויקרא אלקים לאור יום ולחשך קרא לילה (בראשית א ה), ולחשך קרא אלקים לילה לא כתיב כאן, מלמד שאין הקב\"ה מייחד שמו על וכו'. וז\"ש אשר ידבר הנביא בשם י\"י, היינו כאשר ידבר דבר אשר יצורף בדיבור כזה שם י\"י, היינו שמתנבא לטובה ולא יהיה הדבר, הוא המבחן, נ\"ל:", "heVersionTitle": "Agra DeKala, Brooklyn, N.Y., 1993", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6319cfa9b6084aa1cbefa7f1", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, אֵיכָה 1", "anchorRef": "Deuteronomy 18:21", "anchorRefExpanded": ["Deuteronomy 18:21"], "sourceRef": "BDB, אֵיכָה 1", "sourceHeRef": "בראון-דרייבר-בריגס, אֵיכָה א׳", "anchorVerse": 21, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "אֵיכָה", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† <big><span dir=\"rtl\">אֵיכָה</span></big>  <strong>(</strong>from <span dir=\"rtl\">אַי</span> and <span dir=\"rtl\">כָּה</span> = <span dir=\"rtl\">כֹּה</span>; cf. As. <em>ekiam</em><strong>) adv. </strong><br><strong>1.</strong>  <strong> interrog. In what manner</strong>? τίνι τρόπῳ; (rather more definite than <span dir=\"rtl\">אֵיךְ</span> = πῶς;) <a data-ref=\"Deuteronomy 1:12\" href=\"/Deuteronomy.1.12\">Dt 1:12</a>; <a data-ref=\"Deuteronomy 7:17\" href=\"/Deuteronomy.7.17\">7:17</a>; <a data-ref=\"Deuteronomy 12:30\" href=\"/Deuteronomy.12.30\">12:30</a>; <a data-ref=\"Deuteronomy 18:21\" href=\"/Deuteronomy.18.21\">18:21</a>; <a data-ref=\"Deuteronomy 32:30\" href=\"/Deuteronomy.32.30\">32:30</a> <a data-ref=\"Judges 20:3\" href=\"/Judges.20.3\">Ju 20:3</a> (indirect sentence) <a data-ref=\"II Kings 6:15\" href=\"/II_Kings.6.15\">2 K 6:15</a> <a data-ref=\"Jeremiah 8:8\" href=\"/Jeremiah.8.8\">Je 8:8</a> <a data-ref=\"Psalms 73:11\" href=\"/Psalms.73.11\">ψ 73:11</a>.<br><strong>2.</strong>  <strong> exclam. How</strong>! (slightly more emph. than <span dir=\"rtl\">אֵיךְ</span>) <a data-ref=\"Isaiah 1:21\" href=\"/Isaiah.1.21\">Is 1:21</a> <a data-ref=\"Jeremiah 48:17\" href=\"/Jeremiah.48.17\">Je 48:17</a> <a data-ref=\"Lamentations 1:1\" href=\"/Lamentations.1.1\">La 1:1</a>; <a data-ref=\"Lamentations 2:1\" href=\"/Lamentations.2.1\">2:1</a>; <a data-ref=\"Lamentations 4:1\" href=\"/Lamentations.4.1\">4:1</a>, <a data-ref=\"Lamentations 4:2\" href=\"/Lamentations.4.2\">2</a>.<br><strong>3.</strong>  <strong> Where</strong>? <strong>(</strong>prob. north-Isr.; cf. Aramaic <span dir=\"rtl\">אֵיכָא</span>, <span dir=\"rtl\">ܐܰܝܟܳܐ</span> <em>where?</em> Cf. Dr<sup>Intr. 178, 421</sup><strong>)</strong> only <a data-ref=\"II Kings 6:13\" href=\"/II_Kings.6.13\">2 K 6:13</a> (K<sup>3</sup> <span dir=\"rtl\">אֵיכֹה</span>) Kt <a data-ref=\"Song of Songs 1:7\" href=\"/Song_of_Songs.1.7\">Ct 1:7</a><sup>(×2)</sup>,—each time in an indirect sentence."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d230b6084aa1cbf1705d", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, כִּי² 1", "anchorRef": "Deuteronomy 18:21", "anchorRefExpanded": ["Deuteronomy 18:21"], "sourceRef": "BDB, כִּי² 1", "sourceHeRef": "בראון-דרייבר-בריגס, כִּי² א׳", "anchorVerse": 21, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "כִּי²", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["I. <big><big><span dir=\"rtl\">כִּי</span></big></big>  <strong>conj.</strong> that, for, when <strong>(</strong>Moab. <em>id.:</em> Ph. כ. Prob. from the same demonstr. basis found in <span dir=\"rtl\">ܟܳܐ</span> <em>here</em>, and in certain pronouns, as Aramaic <span dir=\"rtl\">דֵּךְ</span> <em>this</em> (W<sup>SG 110 f.</sup>); perhaps also ultim. akin with <span dir=\"rtl\">كَىْ</span> <em>that, in order that</em>, and <span dir=\"rtl\">ܟܰܝ</span> <em>then</em>, enclit., like Lat. <em>nam</em> in <em>quisnam?</em><strong>)</strong>—<br><strong>1.</strong>  <em>that</em> (ὅτι, Germ. <em>dass</em>): <strong>a.</strong>  prefixed to sentences depending on an active verb, and occupying to it the place of an accus.: so constantly, after vbs. of seeing, as <a data-ref=\"Genesis 1:10\" href=\"/Genesis.1.10\">Gn 1:10</a> <span dir=\"rtl\">וַיַּרְא אֱלֹהִים כִּי טוֹב</span> and God saw <em>that</em> it was good, <a data-ref=\"Genesis 3:6\" href=\"/Genesis.3.6\">3:6</a>; <a data-ref=\"Genesis 6:2\" href=\"/Genesis.6.2\">6:2</a>, <a data-ref=\"Genesis 6:5\" href=\"/Genesis.6.5\">5</a>; <a data-ref=\"Genesis 12:14\" href=\"/Genesis.12.14\">12:14</a> + often, hearing <a data-ref=\"Genesis 14:14\" href=\"/Genesis.14.14\">14:14</a>; <a data-ref=\"Genesis 29:33\" href=\"/Genesis.29.33\">29:33</a>, knowing <a data-ref=\"Genesis 22:12\" href=\"/Genesis.22.12\">22:12</a>; <a data-ref=\"Genesis 24:14\" href=\"/Genesis.24.14\">24:14</a>, telling <a data-ref=\"Genesis 3:11\" href=\"/Genesis.3.11\">3:11</a>; <a data-ref=\"Genesis 12:18\" href=\"/Genesis.12.18\">12:18</a>, repenting <a data-ref=\"Genesis 6:6\" href=\"/Genesis.6.6\">6:6</a>, <a data-ref=\"Genesis 6:7\" href=\"/Genesis.6.7\">7</a>, swearing <a data-ref=\"Genesis 22:16\" href=\"/Genesis.22.16\">Gn 22:16</a> <a data-ref=\"Jeremiah 22:5\" href=\"/Jeremiah.22.5\">Je 22:5</a>, believing <a data-ref=\"Exodus 4:5\" href=\"/Exodus.4.5\">Ex 4:5</a> <a data-ref=\"Lamentations 4:12\" href=\"/Lamentations.4.12\">La 4:12</a>, remembering <a data-ref=\"Psalms 78:35\" href=\"/Psalms.78.35\">ψ 78:35</a>, forgetting <a data-ref=\"Job 39:15\" href=\"/Job.39.15\">Jb 39:15</a>; <span dir=\"rtl\">אָמַר</span> = <em>command</em> (late; in early Heb. the words said are quoted) <a data-ref=\"Job 36:10\" href=\"/Job.36.10\">Jb 36:10</a>, <a data-ref=\"Job 36:24\" href=\"/Job.36.24\">24</a>) <span dir=\"rtl\">זְכֹר</span> in a command) <a data-ref=\"Job 37:20\" href=\"/Job.37.20\">37:20b</a> <a data-ref=\"I Chronicles 21:18\" href=\"/I_Chronicles.21.18\">1 Ch 21:18</a> (contrast <a data-ref=\"II Samuel 24:18\" href=\"/II_Samuel.24.18\">2 S 24:18</a>) etc.; <span dir=\"rtl\">טוֹב כּי</span> it is good <em>that</em> … <a data-ref=\"II Samuel 18:3\" href=\"/II_Samuel.18.3\">2 S 18:3</a> + (v. p. 374b: usually the inf. c., as <a data-ref=\"Genesis 2:18\" href=\"/Genesis.2.18\">Gn 2:18</a>; v. ibid.); <a data-ref=\"Genesis 37:26\" href=\"/Genesis.37.26\">Gn 37:26</a> <span dir=\"rtl\">מַה־בֶּצַע כִּי נַהֲרֹג</span> what profit <em>that</em> we should slay (impf.) …? <a data-ref=\"Malachi 3:14\" href=\"/Malachi.3.14\">Mal 3:14</a> what profit <span dir=\"rtl\">כִּי שָׁמַרְנוּ</span> <em>that</em> we have kept (pf.) …? <a data-ref=\"Job 22:3\" href=\"/Job.22.3\">Jb 22:3</a> <span dir=\"rtl\">הַחֵפֶץ לְשַׁדַּי כִּי</span> is it pleasure to Shaddai that …? after a pron., as <a data-ref=\"Psalms 41:12\" href=\"/Psalms.41.12\">ψ 41:12</a> by <em>this</em> I know that thou hast pleasure in me, <em>that</em> my enemy cannot triumph over me, <a data-ref=\"Psalms 42:5\" href=\"/Psalms.42.5\">42:5</a> <em>these</em> things will I remember … <em>that</em> (or <em>how</em>) I used to go, etc., <a data-ref=\"Psalms 56:10\" href=\"/Psalms.56.10\">56:10</a> <em>this</em> I know <em>that</em> god is for me, <a data-ref=\"Job 13:16\" href=\"/Job.13.16\">Jb 13:16</a> <span dir=\"rtl\">(הוא)</span>. And with <span dir=\"rtl\">כִּי</span> repeated pleon. after an intervening clause <a data-ref=\"II Samuel 19:7\" href=\"/II_Samuel.19.7\">2 S 19:7</a> <a data-ref=\"Jeremiah 26:15\" href=\"/Jeremiah.26.15\">Je 26:15</a> +; <span dir=\"rtl\">כִּי</span> … <span dir=\"rtl\">וְכִי</span> <a data-ref=\"Genesis 3:6\" href=\"/Genesis.3.6\">Gn 3:6</a>; <a data-ref=\"Genesis 29:12\" href=\"/Genesis.29.12\">29:12</a> <a data-ref=\"Exodus 4:31\" href=\"/Exodus.4.31\">Ex 4:31</a> <a data-ref=\"Joshua 2:9\" href=\"/Joshua.2.9\">Jos 2:9</a>; <a data-ref=\"Joshua 8:21\" href=\"/Joshua.8.21\">8:21</a>; <a data-ref=\"Joshua 10:1\" href=\"/Joshua.10.1\">10:1</a> <a data-ref=\"I Samuel 31:7\" href=\"/I_Samuel.31.7\">1 S 31:7</a> <a data-ref=\"II Samuel 5:12\" href=\"/II_Samuel.5.12\">2 S 5:12</a> <a data-ref=\"I Kings 11:21\" href=\"/I_Kings.11.21\">1 K 11:21</a> <a data-ref=\"Jeremiah 40:7\" href=\"/Jeremiah.40.7\">Je 40:7</a>, <a data-ref=\"Jeremiah 40:11\" href=\"/Jeremiah.40.11\">11</a>; <span dir=\"rtl\">לֵאמֹר</span> … <span dir=\"rtl\">וְכִי</span> <a data-ref=\"Genesis 45:26\" href=\"/Genesis.45.26\">Gn 45:26</a> <a data-ref=\"Judges 10:10\" href=\"/Judges.10.10\">Ju 10:10</a>. <strong>b.</strong>  <span dir=\"rtl\">כִּי</span> often introduces the <em>direct</em> narration (like ܕ, <span dir=\"rtl\">أَنْ</span>, and the Gk. ὅτι <em>recitativum</em>, e.g. Luke 4:21), in which case it cannot be represented in English (except by inverted commas), <a data-ref=\"Genesis 21:30\" href=\"/Genesis.21.30\">Gn 21:30</a>; <a data-ref=\"Genesis 29:33\" href=\"/Genesis.29.33\">29:33</a> and she said, <span dir=\"rtl\">כִּי שׁמע י׳</span> Yahweh hath heard, etc.; <a data-ref=\"Exodus 3:12\" href=\"/Exodus.3.12\">Ex 3:12</a> = <a data-ref=\"Judges 6:16\" href=\"/Judges.6.16\">Ju 6:16</a> and he said, <span dir=\"rtl\">כִּי אֶהְיֶה עִמָּ֑ךְ</span> I will be with thee, <a data-ref=\"Joshua 2:24\" href=\"/Joshua.2.24\">Jos 2:24</a> <a data-ref=\"I Samuel 2:16\" href=\"/I_Samuel.2.16\">1 S 2:16</a> (v. Dr) <a data-ref=\"I Samuel 10:19\" href=\"/I_Samuel.10.19\">10:19</a> and ye have said to him, <span dir=\"rtl\">כִּי מֶלֶךְ תָּשִׂים עָלֵינוּ</span> Thou shalt set a king over us, <a data-ref=\"II Samuel 11:23\" href=\"/II_Samuel.11.23\">2 S 11:23</a> <a data-ref=\"I Kings 1:13\" href=\"/I_Kings.1.13\">1 K 1:13</a>; <a data-ref=\"I Kings 20:5\" href=\"/I_Kings.20.5\">20:5</a> <a data-ref=\"Ruth 1:10\" href=\"/Ruth.1.10\">Ru 1:10</a>, cf. <a data-ref=\"Ruth 2:21\" href=\"/Ruth.2.21\">2:21</a> (but in reply to a qu. <span dir=\"rtl\">כִּי</span> may = <em>because</em>, v. sub <strong>3</strong>; and so also in sentences giving the expl. of a proper name, <a data-ref=\"Genesis 26:22\" href=\"/Genesis.26.22\">Gn 26:22</a>; <a data-ref=\"Genesis 29:32\" href=\"/Genesis.29.32\">29:32</a> (but De <em>surely:</em> v. infr.), <a data-ref=\"Exodus 2:10\" href=\"/Exodus.2.10\">Ex 2:10</a> (cf. <a data-ref=\"Genesis 4:25\" href=\"/Genesis.4.25\">Gn 4:25</a>; <a data-ref=\"Genesis 41:51\" href=\"/Genesis.41.51\">41:51</a>, <a data-ref=\"Genesis 41:52\" href=\"/Genesis.41.52\">52</a>); in <span dir=\"rtl\">כִּי מָה</span>, introducing an expostulation, <a data-ref=\"I Samuel 29:8\" href=\"/I_Samuel.29.8\">1 S 29:8</a> <a data-ref=\"I Kings 11:22\" href=\"/I_Kings.11.22\">1 K 11:22</a> <a data-ref=\"II Kings 8:13\" href=\"/II_Kings.8.13\">2 K 8:13</a>, it gives the reason for a suppressed ‘Why do you say this?’). <strong>c.</strong>  especially after an oath <span dir=\"rtl\">חַי אָ֫נִי</span>, <span dir=\"rtl\">חַי י׳</span> etc., introducing the fact sworn to, <a data-ref=\"Genesis 42:16\" href=\"/Genesis.42.16\">Gn 42:16</a> by the life of Pharaoh, <span dir=\"rtl\">כִּי מְרַגְּלִים אַתֶּם</span> (I say) <em>that</em> ye are spies; but through Heb. usage prob. gave it an asseverative force, Engl. idiom does not require it to be expressed: <a data-ref=\"Numbers 14:22\" href=\"/Numbers.14.22\">Nu 14:22</a> <a data-ref=\"I Samuel 20:3\" href=\"/I_Samuel.20.3\">1 S 20:3</a> as <span dir=\"rtl\">י׳</span> liveth, <span dir=\"rtl\">כִּי כִפֶשַׂע בֵּינִי וּבֵין הַמָּוֶת</span> there is but a step between me and death! <a data-ref=\"I Samuel 26:16\" href=\"/I_Samuel.26.16\">26:16</a>; <a data-ref=\"I Samuel 29:6\" href=\"/I_Samuel.29.6\">29:6</a> <a data-ref=\"Isaiah 49:18\" href=\"/Isaiah.49.18\">Is 49:18</a> +; <a data-ref=\"I Samuel 14:44\" href=\"/I_Samuel.14.44\">1 S 14:44</a> <span dir=\"rtl\">כֹּה־יַעֲשֶׂה אֱלֹהִים וְכֹה יוֹסִיף כִּי מוֹת תָּמוּת</span> thus may God do and more also: thou shalt surely die! <a data-ref=\"II Samuel 3:35\" href=\"/II_Samuel.3.35\">2 S 3:35</a> <a data-ref=\"I Kings 2:23\" href=\"/I_Kings.2.23\">1 K 2:23</a> <a data-ref=\"Ruth 1:17\" href=\"/Ruth.1.17\">Ru 1:17</a> al.—Note that <span dir=\"rtl\">כִּי</span> when thus used is often repeated after an intervening clause, in order that its force may be fully preserved: <a data-ref=\"Genesis 22:16\" href=\"/Genesis.22.16\">Gn 22:16f.</a> <a data-ref=\"I Samuel 14:39\" href=\"/I_Samuel.14.39\">1 S 14:39</a> <span dir=\"rtl\">כִּי מוֹת יָמוּת (אִם־יֶשְׁנוֹ בְּיוֹנָתָן בְּנִי) חַי י׳ כִּי</span> <a data-ref=\"I Samuel 25:34\" href=\"/I_Samuel.25.34\">25:34</a> <a data-ref=\"II Samuel 2:27\" href=\"/II_Samuel.2.27\">2 S 2:27</a> <span dir=\"rtl\">כִּי אָז וג׳ (לוּלֵא דִּבַּרְתָּ) כִּי</span>, <a data-ref=\"II Samuel 3:9\" href=\"/II_Samuel.3.9\">3:9</a>; <a data-ref=\"II Samuel 15:21\" href=\"/II_Samuel.15.21\">15:21</a> Qr <a data-ref=\"I Kings 1:30\" href=\"/I_Kings.1.30\">1 K 1:30</a> <a data-ref=\"Jeremiah 22:24\" href=\"/Jeremiah.22.24\">Je 22:24</a>. <strong>d.</strong>  <span dir=\"rtl\">כִּי</span> is used sometimes with advs. and interjs. to add force or distinctness to the affirmation which follows: (<em>a</em>) so especially in <span dir=\"rtl\">אַף כִּי</span> (v. <a data-ref=\"BDB, אַף³\" href=\"/BDB,_אַף³\", dir=\"rtl\">אַף</a>); †<span dir=\"rtl\">הֲכִי</span> <em>is it that</em> …<em>?</em> (as a neutral interrrog.) <a data-ref=\"II Samuel 9:1\" href=\"/II_Samuel.9.1\">2 S 9:1</a>, (expecting a neg. answer) <a data-ref=\"Genesis 29:15\" href=\"/Genesis.29.15\">Gn 29:15</a> <em>is it that</em> thou art my brother, and shalt (therefore) serve me for nothing? <a data-ref=\"Job 6:22\" href=\"/Job.6.22\">Jb 6:22</a> <em>is it that</em> I have said, Give unto me? expressing surprise <a data-ref=\"Genesis 27:36\" href=\"/Genesis.27.36\">Gn 27:36</a> <em>is it that</em> he is called Jacob, and has (hence) supplanted me twice? <a data-ref=\"II Samuel 23:19\" href=\"/II_Samuel.23.19\">2 S 23:19</a> an affirm. answer is required (wh. would imply <span dir=\"rtl\">הֲלֹא כִי</span>): read prob. with the ‖ <a data-ref=\"I Chronicles 11:25\" href=\"/I_Chronicles.11.25\">1 Ch 11:25</a> <span dir=\"rtl\">הִנּוֹ</span> <em>behold, he</em>, etc.; †<span dir=\"rtl\">אִם־לֹא כִּי</span> <a data-ref=\"Deuteronomy 32:30\" href=\"/Deuteronomy.32.30\">Dt 32:30</a> were it not <em>that</em> …; †<span dir=\"rtl\">אָמְנָם כִּי</span> <a data-ref=\"Job 12:2\" href=\"/Job.12.2\">Jb 12:2</a> of a truth (is it) <em>that</em> ye are the people, etc.; †<span dir=\"rtl\">אַךְ כִּי</span> <a data-ref=\"I Samuel 8:9\" href=\"/I_Samuel.8.9\">1 S 8:9</a>; <span dir=\"rtl\">אֶפֶס כִּי</span> <a data-ref=\"Numbers 13:28\" href=\"/Numbers.13.28\">Nu 13:28</a> +; <span dir=\"rtl\">גַּם כִּי</span> †<a data-ref=\"Ruth 2:21\" href=\"/Ruth.2.21\">Ru 2:21</a>; †<span dir=\"rtl\">הֲלֹא כִי</span> <a data-ref=\"I Samuel 10:1\" href=\"/I_Samuel.10.1\">1 S 10:1</a> (but v. 𝔊 Dr), <a data-ref=\"II Samuel 13:28\" href=\"/II_Samuel.13.28\">2 S 13:28</a>; †<span dir=\"rtl\">הִנֵּה כִי</span> <a data-ref=\"Psalms 128:4\" href=\"/Psalms.128.4\">ψ 128:4</a>; cf. <a data-ref=\"Psalms 118:10-12\" href=\"/Psalms.118.10-12\">ψ 118:10–12</a> <span dir=\"rtl\">בְּשֵׁם י׳ כִּי אֲמִילַֽם</span> in the name of <span dir=\"rtl\">י׳</span> (is it) <em>that</em>—or (I say) <em>that</em>—I will mow them down; <a data-ref=\"Job 39:27\" href=\"/Job.39.27\">Jb 39:27</a> doth the vulture mount up at thy command, <span dir=\"rtl\">וְכִי יָרִים קִנּוֹ</span> <em>and</em> (is it) <em>that</em> it (so) makes high its nest? <a data-ref=\"Isaiah 36:19\" href=\"/Isaiah.36.19\">Is 36:19</a> have the gods of the nations delivered each his land etc.? … <span dir=\"rtl\">וְכִי הִצִּילוּ</span> i.e. (Hi) <em>and</em> (is it) <em>that</em> they have delivered Samaria out of my hand? > (Ew<sup>§ 354 c</sup> De Di) <em>and that</em> they have delivered Samaria out of my hand! = how much less <span dir=\"rtl\">(אַף כִּי)</span> have they, etc.! (‖ <a data-ref=\"II Kings 18:34\" href=\"/II_Kings.18.34\">2 K 18:34</a> <span dir=\"rtl\">כִּי</span> alone, perhaps conformed by error to v <a data-ref=\"II Kings 18:35\" href=\"/II_Kings.18.35\">35</a>; <a data-ref=\"II Chronicles 32:15\" href=\"/II_Chronicles.32.15\">2 Ch 32:15</a> <span dir=\"rtl\">אַף כִּי</span>, which however does not decide the sense of the orig. <span dir=\"rtl\">וְכִי</span>). <a data-ref=\"I Chronicles 29:14\" href=\"/I_Chronicles.29.14\">1 Ch 29:14</a> <span dir=\"rtl\">וְכִי מִי</span> read <span dir=\"rtl\">ומי</span> or <span dir=\"rtl\">כי מי</span>. (<em>b</em>) in introducing the apodosis, especially in <span dir=\"rtl\">כִּי עַתָּה</span> (chiefly after <span dir=\"rtl\">לוּלֵא</span>) <em>indeed</em> then …, <a data-ref=\"Genesis 31:42\" href=\"/Genesis.31.42\">Gn 31:42</a>; <a data-ref=\"Genesis 43:10\" href=\"/Genesis.43.10\">43:10</a> for unless we had tarried <span dir=\"rtl\">כִּי עַתָּה שַׁבְנוּ</span> <em>surely</em> then we had returned twice, <a data-ref=\"Numbers 22:23\" href=\"/Numbers.22.23\">Nu 22:23</a> (read <span dir=\"rtl\">לוּלֵי</span> for <span dir=\"rtl\">אוּלַי</span>); so <a data-ref=\"I Samuel 14:30\" href=\"/I_Samuel.14.30\">1 S 14:30</a> 𝔊 (after <span dir=\"rtl\">לוּא</span>), and <a data-ref=\"I Samuel 13:13\" href=\"/I_Samuel.13.13\">13:13</a> Hi We (<span dir=\"rtl\">לֻא</span> for <span dir=\"rtl\">לֹא</span>); after <span dir=\"rtl\">אִם</span> <a data-ref=\"Job 8:6\" href=\"/Job.8.6\">Jb 8:6</a> <em>surely</em> then he will awake over thee, etc. (But elsewhere <span dir=\"rtl\">כִּי עַתָּה</span> is simply <em>for now</em>, <a data-ref=\"Genesis 29:32\" href=\"/Genesis.29.32\">Gn 29:32</a> <a data-ref=\"Job 7:21\" href=\"/Job.7.21\">Jb 7:21</a> +; or <em>for then</em> = <em>for in that case</em>, <a data-ref=\"Exodus 9:15\" href=\"/Exodus.9.15\">Ex 9:15</a> <a data-ref=\"Numbers 22:29\" href=\"/Numbers.22.29\">Nu 22:29</a> <a data-ref=\"Job 3:13\" href=\"/Job.3.13\">Jb 3:13</a>; <a data-ref=\"Job 6:3\" href=\"/Job.6.3\">6:3</a> +). It is dub. whether <span dir=\"rtl\">כִּי אָז</span> has the same sense: for <a data-ref=\"II Samuel 2:27\" href=\"/II_Samuel.2.27\">2 S 2:27</a>; <a data-ref=\"II Samuel 19:7\" href=\"/II_Samuel.19.7\">19:7</a> the <span dir=\"rtl\">כִּי</span> in <span dir=\"rtl\">כִּי אָז</span> may be merely resumptive of the <span dir=\"rtl\">כִּי</span> <em>recitat</em>. preceding (vid. <strong>a, c</strong>). Rare otherwise: <a data-ref=\"Exodus 22:22\" href=\"/Exodus.22.22\">Ex 22:22</a> if thou afflict him <span dir=\"rtl\">כִּי אִם־צָעֹק יִצְעַק</span> ’tis <em>that</em> (= <em>indeed</em>), if he cries unto me, I will hear him, <a data-ref=\"Isaiah 7:9\" href=\"/Isaiah.7.9\">Is 7:9</a> if ye believe not <span dir=\"rtl\">כִּי לֹא תֵאָמֵֽנוּ ׃</span> <em>indeed</em> ye will not be established. <strong>e.</strong>  there seem also to be other cases in which <span dir=\"rtl\">כִּי</span>, standing alone, has an intensive force, introducing a statement with emph., <em>yea, surely, certainly</em> (Germ. <em>ja</em>—a lighter particle than these Engl. words): see in EVV <a data-ref=\"Genesis 22:17\" href=\"/Genesis.22.17\">Gn 22:17</a> <a data-ref=\"Exodus 18:11\" href=\"/Exodus.18.11\">Ex 18:11</a> <a data-ref=\"Numbers 23:23\" href=\"/Numbers.23.23\">Nu 23:23</a> <a data-ref=\"I Samuel 17:25\" href=\"/I_Samuel.17.25\">1 S 17:25</a>; <a data-ref=\"I Samuel 20:26\" href=\"/I_Samuel.20.26\">20:26</a> <a data-ref=\"II Kings 23:22\" href=\"/II_Kings.23.22\">2 K 23:22</a> <a data-ref=\"Isaiah 32:13\" href=\"/Isaiah.32.13\">Is 32:13</a>; <a data-ref=\"Isaiah 60:9\" href=\"/Isaiah.60.9\">60:9</a> <a data-ref=\"Jeremiah 22:22\" href=\"/Jeremiah.22.22\">Je 22:22</a>; <a data-ref=\"Jeremiah 31:19\" href=\"/Jeremiah.31.19\">31:19</a> <a data-ref=\"Hosea 6:9\" href=\"/Hosea.6.9\">Ho 6:9</a>; <a data-ref=\"Hosea 8:6\" href=\"/Hosea.8.6\">8:6</a>; <a data-ref=\"Hosea 9:12\" href=\"/Hosea.9.12\">9:12</a>; <a data-ref=\"Hosea 10:3\" href=\"/Hosea.10.3\">10:3</a> <a data-ref=\"Amos 3:7\" href=\"/Amos.3.7\">Am 3:7</a> <a data-ref=\"Psalms 76:11\" href=\"/Psalms.76.11\">ψ 76:11</a>; <a data-ref=\"Psalms 77:12\" href=\"/Psalms.77.12\">77:12</a> (Ew Che), <a data-ref=\"Proverbs 30:2\" href=\"/Proverbs.30.2\">Pr 30:2</a> (but not if construed as RVm), <a data-ref=\"Ecclesiastes 4:16\" href=\"/Ecclesiastes.4.16\">Ec 4:16</a>; <a data-ref=\"Ecclesiastes 7:7\" href=\"/Ecclesiastes.7.7\">7:7</a>, <a data-ref=\"Ecclesiastes 7:20\" href=\"/Ecclesiastes.7.20\">20</a> <a data-ref=\"Job 28:1\" href=\"/Job.28.1\">Jb 28:1</a> +; <a data-ref=\"Lamentations 3:22\" href=\"/Lamentations.3.22\">La 3:22</a> (𝔖 𝔗 Ew Th Öt) the mercies of <span dir=\"rtl\">י׳</span>, <em>surely</em> they are not consumed (read prob. <span dir=\"rtl\">תַמּוּ</span> or <span dir=\"rtl\">תָֽמְמוּ</span> for <span dir=\"rtl\">תמנו</span>), <a data-ref=\"Ruth 3:12\" href=\"/Ruth.3.12\">Ru 3:12</a> <span dir=\"rtl\">כִּי אָמְנָם</span> <em>yea</em>, indeed. But it is doubtful whether <span dir=\"rtl\">כִּי</span> has this force in all the passages for which scholars have had recourse to it, and whether in some it is not simply = <em>for</em>. De <a data-ref=\"Proverbs 30:1\" href=\"/Proverbs.30.1\">Pr 30:1</a> would restrict the usage to cases in which a suppressed clause may be understood. <strong>f.</strong>  <em>that</em>, expressing consecution, especially after a question implying surprise or deprecation: sq. perf., <a data-ref=\"Genesis 20:9\" href=\"/Genesis.20.9\">Gn 20:9</a> what have I sinned against thee <span dir=\"rtl\">כִּי הֵבֵאתָ עָלַי</span> <em>that</em> thou hast brought on me? <a data-ref=\"I Samuel 17:26\" href=\"/I_Samuel.17.26\">1 S 17:26</a>; <a data-ref=\"I Samuel 22:8\" href=\"/I_Samuel.22.8\">22:8</a> <a data-ref=\"Isaiah 22:1\" href=\"/Isaiah.22.1\">Is 22:1</a> what aileth thee, <em>that</em> thou art gone up, etc.? v <a data-ref=\"Isaiah 22:16\" href=\"/Isaiah.22.16\">16</a> <a data-ref=\"Isaiah 36:5\" href=\"/Isaiah.36.5\">36:5</a>; <a data-ref=\"Isaiah 52:5\" href=\"/Isaiah.52.5\">52:5</a> <a data-ref=\"Micah 4:9\" href=\"/Micah.4.9\">Mic 4:9</a> <a data-ref=\"Habakkuk 2:18\" href=\"/Habakkuk.2.18\">Hb 2:18</a>; sq. ptcp. <a data-ref=\"Judges 14:3\" href=\"/Judges.14.3\">Ju 14:3</a> <a data-ref=\"I Samuel 20:1\" href=\"/I_Samuel.20.1\">1 S 20:1</a> <a data-ref=\"I Kings 18:9\" href=\"/I_Kings.18.9\">1 K 18:9</a> how have I sinned <em>that</em> thou art giving, etc.? <a data-ref=\"II Kings 5:7\" href=\"/II_Kings.5.7\">2 K 5:7</a> <a data-ref=\"Ezekiel 24:19\" href=\"/Ezekiel.24.19\">Ez 24:19</a>; usually sq. impf. <a data-ref=\"Exodus 3:11\" href=\"/Exodus.3.11\">Ex 3:11</a> who am I <span dir=\"rtl\">כִּי אֵלֵךְ</span> <em>that</em> I should go, etc.? <a data-ref=\"Exodus 16:7\" href=\"/Exodus.16.7\">16:7</a> <a data-ref=\"Judges 8:6\" href=\"/Judges.8.6\">Ju 8:6</a>; <a data-ref=\"Judges 9:28\" href=\"/Judges.9.28\">9:28</a>; <a data-ref=\"II Kings 8:13\" href=\"/II_Kings.8.13\">2 K 8:13</a> <a data-ref=\"Isaiah 7:13\" href=\"/Isaiah.7.13\">Is 7:13</a>; <a data-ref=\"Isaiah 29:16\" href=\"/Isaiah.29.16\">29:16</a> (also pf.), <a data-ref=\"Psalms 8:5\" href=\"/Psalms.8.5\">ψ 8:5</a> what is man <span dir=\"rtl\">כִּי תִזְכְּרֶנּוּ</span>? <a data-ref=\"Job 3:12\" href=\"/Job.3.12\">Jb 3:12</a> or why the breasts <span dir=\"rtl\">כִּי אִינָקֽ ׃</span> <em>that</em> I should suck? <a data-ref=\"Job 6:11\" href=\"/Job.6.11\">6:11</a> <span dir=\"rtl\">מַה־כֹּחִי כִּי אֲיַחֵל</span>, <a data-ref=\"Job 7:12\" href=\"/Job.7.12\">7:12</a>, <a data-ref=\"Job 7:17\" href=\"/Job.7.17\">17</a>; <a data-ref=\"Job 10:5\" href=\"/Job.10.5\">10:5f.</a>; <a data-ref=\"Job 13:25\" href=\"/Job.13.25\">13:25f</a>; <a data-ref=\"Job 15:12\" href=\"/Job.15.12\">15:12f.</a> <a data-ref=\"Job 15:14\" href=\"/Job.15.14\">14</a>; <a data-ref=\"Job 16:3\" href=\"/Job.16.3\">16:3</a>; <a data-ref=\"Job 21:15\" href=\"/Job.21.15\">21:15</a> +; after a neg., <a data-ref=\"Genesis 40:15\" href=\"/Genesis.40.15\">Gn 40:15</a> here also I have done nothing <span dir=\"rtl\">כִּי שָׂמוּ</span> <em>that</em> they should have placed me in the dungeon, <a data-ref=\"Psalms 44:19\" href=\"/Psalms.44.19\">ψ 44:19f.</a> our heart has not turned backward, etc. <span dir=\"rtl\">כִּי דִכִּיתָנוּ</span> <em>that</em> thou shouldst have crushed us, etc., <a data-ref=\"Isaiah 43:22\" href=\"/Isaiah.43.22\">Is 43:22</a> not <em>me</em> hast thou called on, <span dir=\"rtl\">כִּי יָגַעְתָּ בִּי</span> <em>that</em> thou shouldst have wearied thyself with me, <a data-ref=\"Hosea 1:6\" href=\"/Hosea.1.6\">Ho 1:6</a> (v. RV), <a data-ref=\"Job 41:2\" href=\"/Job.41.2\">Jb 41:2</a> <a data-ref=\"Ruth 1:12\" href=\"/Ruth.1.12\">Ru 1:12</a> I am too old to have an husband <span dir=\"rtl\">כִּי אָמַרְתָּי</span> <em>that</em> I should have said, etc. (cf. Ew<sup>§337a</sup>; Dr<sup>§ 39 δ</sup>). <strong>g.</strong>  added to preps. <span dir=\"rtl\">כִּי</span> converts them, like <span dir=\"rtl\">אֲשֶׁר</span>, into conjs. …, as <span dir=\"rtl\">יַעַן כִּי</span> because <em>that</em> …: v. sub <a ,=\"\" data-ref=\"BDB, יַעַן\" dir=\"rtl\" href=\"/BDB,_יַעַן\">יַעַן</a>, <a ,=\"\" data-ref=\"BDB, עַד³\" dir=\"rtl\" href=\"/BDB,_עַד³\">עַד</a>, <a ,=\"\" data-ref=\"BDB, עַל\" dir=\"rtl\" href=\"/BDB,_עַל\">עַל</a>, <a ,=\"\" data-ref=\"BDB, עֵ֫קֶב\" dir=\"rtl\" href=\"/BDB,_עֵ֫קֶב\">עֵקֶב</a>, <a ,=\"\" data-ref=\"BDB, תַּ֫חַת²\" dir=\"rtl\" href=\"/BDB,_תַּ֫חַת²\">תַּחַת</a>.<br><strong>2.</strong> <strong>a.</strong>  Of time, <em>when</em>, of the past <span dir=\"rtl\">וַיְהִי כִּי</span> <a data-ref=\"Genesis 6:1\" href=\"/Genesis.6.1\">Gn 6:1</a> (cf. Bu<sup>Urg. 6</sup>), <a data-ref=\"Genesis 26:8\" href=\"/Genesis.26.8\">26:8</a>; <a data-ref=\"Genesis 27:1\" href=\"/Genesis.27.1\">27:1</a> <a data-ref=\"II Samuel 6:13\" href=\"/II_Samuel.6.13\">2 S 6:13</a>; <a data-ref=\"II Samuel 7:1\" href=\"/II_Samuel.7.1\">7:1</a>; <a data-ref=\"II Samuel 19:26\" href=\"/II_Samuel.19.26\">19:26</a> + (<span dir=\"rtl\">כַּאֲשֶׁר</span>, and especially <span dir=\"rtl\">כְּ</span> c. inf., are more freq.); <span dir=\"rtl\">וְהָיָה כִּי</span> (simple <span dir=\"rtl\">וְ</span>) <a data-ref=\"I Samuel 1:12\" href=\"/I_Samuel.1.12\">1 S 1:12</a>; <a data-ref=\"I Samuel 17:48\" href=\"/I_Samuel.17.48\">17:48</a>; <a data-ref=\"Joshua 22:7\" href=\"/Joshua.22.7\">Jos 22:7</a> <a data-ref=\"Judges 2:18\" href=\"/Judges.2.18\">Ju 2:18</a>; <a data-ref=\"Judges 12:5\" href=\"/Judges.12.5\">12:5</a> <span dir=\"rtl\">והיה כי יאמרו</span> and it would be, whenever (freq.) they said, <a data-ref=\"Jeremiah 44:19\" href=\"/Jeremiah.44.19\">Je 44:19</a> (ptcp.), <a data-ref=\"Hosea 11:1\" href=\"/Hosea.11.1\">Ho 11:1</a> <a data-ref=\"Psalms 32:3\" href=\"/Psalms.32.3\">ψ 32:3</a> <span dir=\"rtl\">כי החרשׁתר</span> <em>when</em> I was silent, <a data-ref=\"Job 31:21\" href=\"/Job.31.21\">Jb 31:21</a>, <a data-ref=\"Job 31:26\" href=\"/Job.31.26\">26</a>, <a data-ref=\"Job 31:29\" href=\"/Job.31.29\">29</a>; of present (usually with impf.) as <a data-ref=\"Exodus 18:16\" href=\"/Exodus.18.16\">Ex 18:16</a> <span dir=\"rtl\">כִּי יִהְיֶה לָהֶם דָּבָר</span> <em>when</em> they have a matter, <a data-ref=\"I Samuel 24:20\" href=\"/I_Samuel.24.20\">1 S 24:20</a> <a data-ref=\"Isaiah 1:12\" href=\"/Isaiah.1.12\">Is 1:12</a>; <a data-ref=\"Isaiah 30:21\" href=\"/Isaiah.30.21\">30:21</a> <a data-ref=\"Jeremiah 14:12\" href=\"/Jeremiah.14.12\">Je 14:12</a> <a data-ref=\"Zechariah 7:5\" href=\"/Zechariah.7.5\">Zc 7:5</a>, <a data-ref=\"Zechariah 7:6\" href=\"/Zechariah.7.6\">6</a> <a data-ref=\"Malachi 1:8\" href=\"/Malachi.1.8\">Mal 1:8</a> <a data-ref=\"Psalms 49:19\" href=\"/Psalms.49.19\">ψ 49:19</a> and men praise thee <span dir=\"rtl\">כִּי תֵיטִיב לָ֑ךְ</span> <em>when</em> thou doest well to thyself, <a data-ref=\"Psalms 102:1\" href=\"/Psalms.102.1\">102:1</a>; <a data-ref=\"Psalms 127:5\" href=\"/Psalms.127.5\">127:5</a> +, with pf. <a data-ref=\"Ezekiel 3:19-21\" href=\"/Ezekiel.3.19-21\">Ez 3:19–21</a>; <a data-ref=\"Ezekiel 33:9\" href=\"/Ezekiel.33.9\">33:9</a> <a data-ref=\"Proverbs 11:15\" href=\"/Proverbs.11.15\">Pr 11:15</a>; <a data-ref=\"Proverbs 23:22\" href=\"/Proverbs.23.22\">23:22</a>; especially of future, as <a data-ref=\"Genesis 4:12\" href=\"/Genesis.4.12\">Gn 4:12</a> <span dir=\"rtl\">כִּי תַעֲבֹד אֶת־הָאֲדָמָה</span> <em>when</em> thou shalt till the ground it shall not, etc., <a data-ref=\"Genesis 24:41\" href=\"/Genesis.24.41\">24:41</a>; <a data-ref=\"Genesis 30:33\" href=\"/Genesis.30.33\">30:33</a>; <a data-ref=\"Genesis 31:49\" href=\"/Genesis.31.49\">31:49</a>; <a data-ref=\"Genesis 32:18\" href=\"/Genesis.32.18\">32:18</a> <a data-ref=\"Exodus 7:9\" href=\"/Exodus.7.9\">Ex 7:9</a> <em>when</em> Pharaoh shall speak unto you, <a data-ref=\"Deuteronomy 4:25\" href=\"/Deuteronomy.4.25\">Dt 4:25</a>; <a data-ref=\"Deuteronomy 6:20\" href=\"/Deuteronomy.6.20\">6:20</a> +; in phrase <span dir=\"rtl\">(תֹּאמַר וג׳) וְכִי תֹּאמְרוּ</span> <a data-ref=\"Leviticus 25:20\" href=\"/Leviticus.25.20\">Lv 25:20</a> <a data-ref=\"Deuteronomy 18:21\" href=\"/Deuteronomy.18.21\">Dt 18:21</a> <a data-ref=\"Isaiah 8:19\" href=\"/Isaiah.8.19\">Is 8:19</a>; <a data-ref=\"Isaiah 36:7\" href=\"/Isaiah.36.7\">36:7</a> <a data-ref=\"Jeremiah 13:22\" href=\"/Jeremiah.13.22\">Je 13:22</a>; and especially in <span dir=\"rtl\">וְהָיָה כִּי</span> … <a data-ref=\"Genesis 12:12\" href=\"/Genesis.12.12\">Gn 12:12</a>; <a data-ref=\"Genesis 46:33\" href=\"/Genesis.46.33\">46:33</a> <a data-ref=\"Deuteronomy 6:10\" href=\"/Deuteronomy.6.10\">Dt 6:10</a>; <a data-ref=\"Deuteronomy 15:16\" href=\"/Deuteronomy.15.16\">15:16</a> <a data-ref=\"I Samuel 10:7\" href=\"/I_Samuel.10.7\">1 S 10:7</a>; <a data-ref=\"I Samuel 25:30\" href=\"/I_Samuel.25.30\">25:30</a> <a data-ref=\"Isaiah 8:21\" href=\"/Isaiah.8.21\">Is 8:21</a>; <a data-ref=\"Isaiah 10:12\" href=\"/Isaiah.10.12\">10:12</a> + often; with pf. <a data-ref=\"Isaiah 16:12\" href=\"/Isaiah.16.12\">Is 16:12</a> <a data-ref=\"I Chronicles 17:11\" href=\"/I_Chronicles.17.11\">1 Ch 17:11</a> (altered from impf. <a data-ref=\"II Samuel 7:12\" href=\"/II_Samuel.7.12\">2 S 7:12</a>); with ptcp. (unusual) <a data-ref=\"Numbers 33:51\" href=\"/Numbers.33.51\">Nu 33:51</a>; <a data-ref=\"Numbers 34:2\" href=\"/Numbers.34.2\">34:2</a> <a data-ref=\"Deuteronomy 11:31\" href=\"/Deuteronomy.11.31\">Dt 11:31</a>; <a data-ref=\"Deuteronomy 18:9\" href=\"/Deuteronomy.18.9\">18:9</a>. <strong>b.</strong>  elsewhere <span dir=\"rtl\">כִּי</span> has a force approximating to <em>if</em>, though it usually represents a case as more likely to occur than <span dir=\"rtl\">אִם</span>:—(mostly with impf.) <a data-ref=\"Genesis 38:16\" href=\"/Genesis.38.16\">Gn 38:16</a> <a data-ref=\"Numbers 5:10\" href=\"/Numbers.5.10\">Nu 5:10</a>; <a data-ref=\"Numbers 10:32\" href=\"/Numbers.10.32\">10:32</a> <a data-ref=\"Deuteronomy 6:25\" href=\"/Deuteronomy.6.25\">Dt 6:25</a>; <a data-ref=\"Deuteronomy 7:17\" href=\"/Deuteronomy.7.17\">7:17</a>; <a data-ref=\"Deuteronomy 28:2\" href=\"/Deuteronomy.28.2\">28:2</a>, <a data-ref=\"Deuteronomy 28:13\" href=\"/Deuteronomy.28.13\">13</a> <a data-ref=\"I Samuel 20:13\" href=\"/I_Samuel.20.13\">1 S 20:13</a> <a data-ref=\"II Samuel 19:8\" href=\"/II_Samuel.19.8\">2 S 19:8</a> <a data-ref=\"II Kings 4:29\" href=\"/II_Kings.4.29\">2 K 4:29</a>; <a data-ref=\"II Kings 18:22\" href=\"/II_Kings.18.22\">18:22</a> <a data-ref=\"Jeremiah 38:15\" href=\"/Jeremiah.38.15\">Je 38:15</a> <a data-ref=\"Proverbs 4:8\" href=\"/Proverbs.4.8\">Pr 4:8</a> <a data-ref=\"Job 7:13\" href=\"/Job.7.13\">Jb 7:13</a> (<span dir=\"rtl\">כי אמרתי</span> <em>when</em> I say), <a data-ref=\"Job 19:28\" href=\"/Job.19.28\">19:28</a>; often in laws, as <a data-ref=\"Exodus 21:14\" href=\"/Exodus.21.14\">Ex 21:14</a>, <a data-ref=\"Exodus 21:33\" href=\"/Exodus.21.33\">33</a>, <a data-ref=\"Exodus 21:35\" href=\"/Exodus.21.35\">35</a>, <a data-ref=\"Exodus 21:37\" href=\"/Exodus.21.37\">37</a>; <a data-ref=\"Exodus 22:4\" href=\"/Exodus.22.4\">22:4</a>, <a data-ref=\"Exodus 22:5\" href=\"/Exodus.22.5\">5</a> etc., <a data-ref=\"Deuteronomy 13:13\" href=\"/Deuteronomy.13.13\">Dt 13:13</a>; <a data-ref=\"Deuteronomy 14:24\" href=\"/Deuteronomy.14.24\">14:24</a>; <a data-ref=\"Deuteronomy 15:7\" href=\"/Deuteronomy.15.7\">15:7</a>, <a data-ref=\"Deuteronomy 15:12\" href=\"/Deuteronomy.15.12\">12</a>; <a data-ref=\"Deuteronomy 17:2\" href=\"/Deuteronomy.17.2\">17:2</a>; <a data-ref=\"Deuteronomy 18:6\" href=\"/Deuteronomy.18.6\">18:6</a>, <a data-ref=\"Deuteronomy 18:21\" href=\"/Deuteronomy.18.21\">21</a> etc.; sometimes, in particular, to state a principle broadly, after which special cases are introduced by <span dir=\"rtl\">אִם</span>, as <a data-ref=\"Exodus 21:2\" href=\"/Exodus.21.2\">Ex 21:2</a> <em>when</em> <span dir=\"rtl\">(כִּי)</span> thou buyest a Hebrew servant, he shall serve thee six years, after which v <a data-ref=\"Exodus 21:3-5\" href=\"/Exodus.21.3-5\">3–5</a> follow four special cases with <span dir=\"rtl\">אִם</span> <em>if:</em> so <a data-ref=\"Exodus 21:7\" href=\"/Exodus.21.7\">21:7</a> <span dir=\"rtl\">(כי)</span>, v <a data-ref=\"Exodus 21:8-11\" href=\"/Exodus.21.8-11\">8–11</a> <span dir=\"rtl\">(אם)</span>; v <a data-ref=\"Exodus 21:18\" href=\"/Exodus.21.18\">18</a> <span dir=\"rtl\">(כי)</span>, v <a data-ref=\"Exodus 21:19\" href=\"/Exodus.21.19\">19</a> <span dir=\"rtl\">(אם)</span>; v <a data-ref=\"Exodus 21:20\" href=\"/Exodus.21.20\">20</a> <span dir=\"rtl\">(כי)</span>, v <a data-ref=\"Exodus 21:21\" href=\"/Exodus.21.21\">21</a> <span dir=\"rtl\">(אם)</span>; v <a data-ref=\"Exodus 21:22\" href=\"/Exodus.21.22\">22 f.</a> <a data-ref=\"Exodus 21:28-32\" href=\"/Exodus.21.28-32\">28–32</a>; <a data-ref=\"Leviticus 1:2\" href=\"/Leviticus.1.2\">Lv 1:2</a> <span dir=\"rtl\">(כי)</span>, v <a data-ref=\"Leviticus 1:3\" href=\"/Leviticus.1.3\">3</a>, <a data-ref=\"Leviticus 1:10\" href=\"/Leviticus.1.10\">10</a> <span dir=\"rtl\">(אם)</span> <a data-ref=\"Leviticus 4:2\" href=\"/Leviticus.4.2\">4:2</a>, <a data-ref=\"Leviticus 4:3\" href=\"/Leviticus.4.3\">3</a>, <a data-ref=\"Leviticus 4:13\" href=\"/Leviticus.4.13\">13</a>, <a data-ref=\"Leviticus 4:27\" href=\"/Leviticus.4.27\">27</a>, <a data-ref=\"Leviticus 4:32\" href=\"/Leviticus.4.32\">32</a>; <a data-ref=\"Leviticus 13:2\" href=\"/Leviticus.13.2\">13:2 ff.</a> <a data-ref=\"Numbers 30:3\" href=\"/Numbers.30.3\">Nu 30:3 ff.</a> +; though this distinction is not uniformly observed, contrast e.g. <a data-ref=\"Exodus 21:5\" href=\"/Exodus.21.5\">Ex 21:5</a> with <a data-ref=\"Deuteronomy 15:16\" href=\"/Deuteronomy.15.16\">Dt 15:16</a>; <a data-ref=\"Numbers 5:19\" href=\"/Numbers.5.19\">Nu 5:19</a> and v <a data-ref=\"Numbers 5:20\" href=\"/Numbers.5.20\">20</a>.—N.B. with <span dir=\"rtl\">כִּי</span> = <em>when</em> or <em>if</em>, the subject is often prefixed for distinctness and emph.: <a data-ref=\"I Kings 8:37\" href=\"/I_Kings.8.37\">1 K 8:37</a> <span dir=\"rtl\">רָעָב כִּי־יִהְיֶה בָאָרֶץ דֶּבֶר כִּי יִהְיֶה וג׳</span>, <a data-ref=\"Isaiah 28:18\" href=\"/Isaiah.28.18\">Is 28:18</a> <a data-ref=\"Micah 5:4\" href=\"/Micah.5.4\">Mi 5:4</a> <span dir=\"rtl\">אַשּׁוּר כִּי־יָבֹא בְאַרְצֵנוּ</span>, <a data-ref=\"Psalms 62:11\" href=\"/Psalms.62.11\">ψ 62:11</a> <a data-ref=\"Ezekiel 3:19\" href=\"/Ezekiel.3.19\">Ez 3:19</a> <span dir=\"rtl\">(וְאַתָּה)</span>, <a data-ref=\"Ezekiel 14:9\" href=\"/Ezekiel.14.9\">14:9</a>, <a data-ref=\"Ezekiel 14:13\" href=\"/Ezekiel.14.13\">13</a>; <a data-ref=\"Ezekiel 18:5\" href=\"/Ezekiel.18.5\">18:5</a>, <a data-ref=\"Ezekiel 18:18\" href=\"/Ezekiel.18.18\">18</a>, <a data-ref=\"Ezekiel 18:21\" href=\"/Ezekiel.18.21\">21</a>; <a data-ref=\"Ezekiel 33:6\" href=\"/Ezekiel.33.6\">33:6</a> (cf. v <a data-ref=\"Ezekiel 33:2\" href=\"/Ezekiel.33.2\">2</a>); and especially in laws of P, as <span dir=\"rtl\">אָדָם כִּי</span> … <a data-ref=\"Leviticus 1:2\" href=\"/Leviticus.1.2\">Lv 1:2</a>; <a data-ref=\"Leviticus 13:2\" href=\"/Leviticus.13.2\">13:2</a>, <span dir=\"rtl\">נֶפֶשׁ כִּי</span> … <a data-ref=\"Leviticus 2:1\" href=\"/Leviticus.2.1\">2:1</a>; <a data-ref=\"Leviticus 4:2\" href=\"/Leviticus.4.2\">4:2</a>; <a data-ref=\"Leviticus 5:1\" href=\"/Leviticus.5.1\">5:1</a>, <a data-ref=\"Leviticus 5:4\" href=\"/Leviticus.5.4\">4</a>, <a data-ref=\"Leviticus 5:15\" href=\"/Leviticus.5.15\">15</a>, similiarly <a data-ref=\"Leviticus 15:2\" href=\"/Leviticus.15.2\">15:2</a>, <a data-ref=\"Leviticus 15:16\" href=\"/Leviticus.15.16\">16</a>, <a data-ref=\"Leviticus 15:19\" href=\"/Leviticus.15.19\">19</a>, <a data-ref=\"Leviticus 15:25\" href=\"/Leviticus.15.25\">25</a>; <a data-ref=\"Leviticus 22:12\" href=\"/Leviticus.22.12\">22:12</a>, <a data-ref=\"Leviticus 22:13\" href=\"/Leviticus.22.13\">13</a>, <a data-ref=\"Leviticus 22:14\" href=\"/Leviticus.22.14\">14</a> etc., rather differently <a data-ref=\"Numbers 5:20\" href=\"/Numbers.5.20\">Nu 5:20</a>. <strong>c.</strong>  <em>when</em> or <em>if</em>, with a concessive force, i.e. <em>though:</em>—(<em>a</em>) with impf. <a data-ref=\"Jeremiah 4:30\" href=\"/Jeremiah.4.30\">Je 4:30</a><sup>(×3)</sup>; <a data-ref=\"Jeremiah 14:12\" href=\"/Jeremiah.14.12\">14:12</a>; <a data-ref=\"Jeremiah 49:16\" href=\"/Jeremiah.49.16\">49:16</a> <span dir=\"rtl\">כִּי־תַגְבִּיהַּ כַּנֶּשֶׁר קִנֶּ֑ךָ</span> <em>though</em> thou make high like the vulture thy nest, I will bring thee down thence, <a data-ref=\"Jeremiah 51:53\" href=\"/Jeremiah.51.53\">51:53</a> <a data-ref=\"Hosea 13:15\" href=\"/Hosea.13.15\">Ho 13:15</a> <a data-ref=\"Zechariah 8:6\" href=\"/Zechariah.8.6\">Zc 8:6</a> <a data-ref=\"Psalms 37:24\" href=\"/Psalms.37.24\">ψ 37:24</a>; <a data-ref=\"Psalms 49:19\" href=\"/Psalms.49.19\">49:19 f.</a> <em>though</em> in his lifetime he bless himself … he shall come, etc., perhaps also <a data-ref=\"Jeremiah 46:23\" href=\"/Jeremiah.46.23\">Je 46:23</a> Ew (but Hi Gf Ke <em>for</em>), <a data-ref=\"Jeremiah 50:11\" href=\"/Jeremiah.50.11\">50:11</a> Ew Ke (Hi <em>yea</em>); and strengthened by <span dir=\"rtl\">גַּם</span>, <span dir=\"rtl\">גַּם כִּי</span> <a data-ref=\"Isaiah 1:15\" href=\"/Isaiah.1.15\">Is 1:15</a> <a data-ref=\"Psalms 23:4\" href=\"/Psalms.23.4\">ψ 23:4</a> (cf. Dr<sup>§ 143</sup>); (<em>b</em>) with perf. (rare) <a data-ref=\"Micah 7:8\" href=\"/Micah.7.8\">Mi 7:8</a> <span dir=\"rtl\">כִּי נָפַלְתִּי קָ֑מְתִּי</span> <em>though</em> I have fallen, I rise, <a data-ref=\"Nahum 1:10\" href=\"/Nahum.1.10\">Na 1:10</a> (si vera l.), <a data-ref=\"Psalms 21:12\" href=\"/Psalms.21.12\">ψ 21:12</a> (Hi Ew Now), <a data-ref=\"Psalms 119:83\" href=\"/Psalms.119.83\">119:83</a> (Ew De).<br><strong>3.</strong>  <em>Because, since</em> (ὅτι)— <strong>a.</strong>  <a data-ref=\"Genesis 3:14\" href=\"/Genesis.3.14\">Gn 3:14</a> <em>because</em> thou hast done this, cursed art thou, etc., v <a data-ref=\"Genesis 3:17\" href=\"/Genesis.3.17\">17</a> <a data-ref=\"Genesis 18:20\" href=\"/Genesis.18.20\">18:20</a> the cry of S. and G.—<em>because</em> it is great … (subj. prefixed for emph.: cf. <strong>2</strong> N.B.) <a data-ref=\"Isaiah 28:15\" href=\"/Isaiah.28.15\">Is 28:15</a>; in answer to a qu., <a data-ref=\"Genesis 27:20\" href=\"/Genesis.27.20\">Gn 27:20</a> <a data-ref=\"Exodus 1:19\" href=\"/Exodus.1.19\">Ex 1:19</a>; <a data-ref=\"Exodus 18:15\" href=\"/Exodus.18.15\">18:15</a> <a data-ref=\"II Samuel 19:43\" href=\"/II_Samuel.19.43\">2 S 19:43</a> +. Enunciating the conditions under which a fut. action is conceived as possible (Germ. <em>indem</em>) <a data-ref=\"Leviticus 22:9\" href=\"/Leviticus.22.9\">Lv 22:9</a> <a data-ref=\"Deuteronomy 4:29\" href=\"/Deuteronomy.4.29\">Dt 4:29</a> <span dir=\"rtl\">כי תדרשׁנו</span>, <a data-ref=\"Deuteronomy 12:20\" href=\"/Deuteronomy.12.20\">12:20</a> (v.<sup>Dr</sup>), v <a data-ref=\"Deuteronomy 12:25\" href=\"/Deuteronomy.12.25\">25</a>, <a data-ref=\"Deuteronomy 12:28\" href=\"/Deuteronomy.12.28\">28</a>; <a data-ref=\"Deuteronomy 13:19\" href=\"/Deuteronomy.13.19\">13:19</a>; <a data-ref=\"Deuteronomy 14:24\" href=\"/Deuteronomy.14.24\">14:24</a>; <a data-ref=\"Deuteronomy 16:15\" href=\"/Deuteronomy.16.15\">16:15</a>; <a data-ref=\"Deuteronomy 19:6\" href=\"/Deuteronomy.19.6\">19:6</a>, <a data-ref=\"Deuteronomy 19:9\" href=\"/Deuteronomy.19.9\">9</a> +, <a data-ref=\"I Kings 8:35\" href=\"/I_Kings.8.35\">1 K 8:35</a> (cf. v <a data-ref=\"I Kings 8:33\" href=\"/I_Kings.8.33\">33</a> <span dir=\"rtl\">אֲשֶׁר</span>), v <a data-ref=\"I Kings 8:36\" href=\"/I_Kings.8.36\">36</a> <span dir=\"rtl\">כִּי תוֹרֵם</span>, <a data-ref=\"Proverbs 4:8\" href=\"/Proverbs.4.8\">Pr 4:8b</a>. <strong>b.</strong>  more commonly the causal sentence follows, as <a data-ref=\"Genesis 2:3\" href=\"/Genesis.2.3\">Gn 2:3</a> and God blessed the seventh day <span dir=\"rtl\">כִּי בוֹ שָׁבַת וג׳</span> <em>because</em> on it he rested, etc., <a data-ref=\"Genesis 4:25\" href=\"/Genesis.4.25\">4:25</a> etc., in which case it may often be rendered <em>for</em>, <a data-ref=\"Genesis 2:5\" href=\"/Genesis.2.5\">Gn 2:5</a>, <a data-ref=\"Genesis 2:23\" href=\"/Genesis.2.23\">23</a>; <a data-ref=\"Genesis 3:20\" href=\"/Genesis.3.20\">3:20</a>; <a data-ref=\"Genesis 5:24\" href=\"/Genesis.5.24\">5:24</a>; <a data-ref=\"Genesis 6:7\" href=\"/Genesis.6.7\">6:7</a>; <a data-ref=\"Genesis 6:12\" href=\"/Genesis.6.12\">12</a>, <a data-ref=\"Genesis 6:13\" href=\"/Genesis.6.13\">13</a> <a data-ref=\"Psalms 6:3\" href=\"/Psalms.6.3\">ψ 6:3</a> heal me <span dir=\"rtl\">כִּי נִבְהֲלוּ עֲצָמָ֑י</span> <em>for</em> my bones are vexed, <a data-ref=\"Psalms 10:14\" href=\"/Psalms.10.14\">10:14</a>; <a data-ref=\"Psalms 25:16\" href=\"/Psalms.25.16\">25:16</a>; <a data-ref=\"Psalms 27:10\" href=\"/Psalms.27.10\">27:10</a> + very often Spec. after vbs. expressive of mental emotions, as rejoicing <a data-ref=\"Isaiah 14:29\" href=\"/Isaiah.14.29\">Is 14:29</a> <a data-ref=\"Psalms 58:11\" href=\"/Psalms.58.11\">ψ 58:11</a>, being angry <a data-ref=\"Genesis 31:35\" href=\"/Genesis.31.35\">Gn 31:35</a>; <a data-ref=\"Genesis 45:5\" href=\"/Genesis.45.5\">45:5</a>, fearing <a data-ref=\"Genesis 43:18\" href=\"/Genesis.43.18\">43:18</a> <a data-ref=\"Psalms 49:17\" href=\"/Psalms.49.17\">ψ 49:17</a> etc. Iron. <a data-ref=\"I Kings 18:27\" href=\"/I_Kings.18.27\">1 K 18:27</a> <em>for</em> he is a god etc. (4 times); <a data-ref=\"Proverbs 30:4\" href=\"/Proverbs.30.4\">Pr 30:4</a> <a data-ref=\"Job 38:5\" href=\"/Job.38.5\">Jb 38:5</a> <span dir=\"rtl\">כִּי תֵדָ֑ע</span> <em>for</em> or <em>since</em> thou knowest. With subj. prefixed <a data-ref=\"Psalms 128:2\" href=\"/Psalms.128.2\">ψ 128:2</a>. Repeated (with anacol.) <a data-ref=\"Isaiah 49:19\" href=\"/Isaiah.49.19\">Is 49:19</a>. <strong>c.</strong>  the causal relation expressed by <span dir=\"rtl\">כִּי</span> is sometimes subtle, especially in poetry, and not apparent without careful study of a passage. Thus sometimes it justifies a statement or description by pointing to a pregnant fact which involves it, as <a data-ref=\"Isaiah 3:8\" href=\"/Isaiah.3.8\">Is 3:8a</a> <a data-ref=\"Job 6:21\" href=\"/Job.6.21\">Jb 6:21</a> (ground of the comparison v <a data-ref=\"Job 6:15-20\" href=\"/Job.6.15-20\">15–20</a>), <a data-ref=\"Job 14:16\" href=\"/Job.14.16\">14:16</a> (<em>For</em> …: ground of the wishes expressed v <a data-ref=\"Job 14:13-15\" href=\"/Job.14.13-15\">13–15</a>), <a data-ref=\"Job 16:22\" href=\"/Job.16.22\">16:22</a> (ground of v <a data-ref=\"Job 16:20\" href=\"/Job.16.20\">20 f.</a>) <a data-ref=\"Job 30:26\" href=\"/Job.30.26\">30:26</a> (<em>For</em> …), or by pointing to a general truth which it exemplifies <a data-ref=\"Job 5:6\" href=\"/Job.5.6\">Jb 5:6</a> (reason why complaining v <a data-ref=\"Job 5:2-5\" href=\"/Job.5.2-5\">2–5</a> is foolish), <a data-ref=\"Job 15:34\" href=\"/Job.15.34\">15:34</a>; <a data-ref=\"Job 23:14\" href=\"/Job.23.14\">23:14</a>; sometimes it is <em>explicative</em>, justifying a statement by unfolding the particulars wh. establish or exemplify it <a data-ref=\"II Samuel 23:5\" href=\"/II_Samuel.23.5\">2 S 23:5a</a> <a data-ref=\"Isaiah 1:30\" href=\"/Isaiah.1.30\">Is 1:30</a>; <a data-ref=\"Isaiah 5:7\" href=\"/Isaiah.5.7\">5:7</a>; <a data-ref=\"Isaiah 7:8\" href=\"/Isaiah.7.8\">7:8</a>; <a data-ref=\"Isaiah 9:4\" href=\"/Isaiah.9.4\">9:4</a>; <a data-ref=\"Isaiah 10:8-11\" href=\"/Isaiah.10.8-11\">10:8–11</a>; <a data-ref=\"Isaiah 13:10\" href=\"/Isaiah.13.10\">13:10</a> (development of v <a data-ref=\"Isaiah 13:9\" href=\"/Isaiah.13.9\">9a</a>), <a data-ref=\"Isaiah 32:6\" href=\"/Isaiah.32.6\">32:6 f.</a> (developing the characters of the <span dir=\"rtl\">נָבָל</span> and <span dir=\"rtl\">כִּילַי</span>, and so explaining why they will no longer be esteemed v <a data-ref=\"Isaiah 13:5\" href=\"/Isaiah.13.5\">5</a>); <a data-ref=\"Job 11:16\" href=\"/Job.11.16\">Jb 11:16 ff.</a> (explic. of v <a data-ref=\"Job 11:15\" href=\"/Job.11.15\">15b</a>), <a data-ref=\"Job 18:8\" href=\"/Job.18.8\">18:8 ff.</a> (justifying v <a data-ref=\"Job 18:7\" href=\"/Job.18.7\">7</a>), <a data-ref=\"Job 22:26\" href=\"/Job.22.26\">22:26 ff.</a> (justifying v <a data-ref=\"Job 22:25\" href=\"/Job.22.25\">25</a>); elsewhere the cause is expressed indirectly or figuratively <a data-ref=\"Isaiah 2:6\" href=\"/Isaiah.2.6\">Is 2:6</a> (reason why invitation v <a data-ref=\"Isaiah 2:5\" href=\"/Isaiah.2.5\">5</a> is needed), <a data-ref=\"Isaiah 5:10\" href=\"/Isaiah.5.10\">5:10</a> (sterility of the soil the cause of the desolation v <a data-ref=\"Isaiah 5:9\" href=\"/Isaiah.5.9\">9</a>), <a data-ref=\"Isaiah 18:5\" href=\"/Isaiah.18.5\">18:5</a>; <a data-ref=\"Isaiah 28:8\" href=\"/Isaiah.28.8\">28:8</a> (proof of the intoxication v <a data-ref=\"Isaiah 5:7\" href=\"/Isaiah.5.7\">7</a>), <a data-ref=\"Isaiah 31:7\" href=\"/Isaiah.31.7\">31:7</a> (reason for the exhortation v <a data-ref=\"Isaiah 31:6\" href=\"/Isaiah.31.6\">6</a>: the certainty that the folly of idolatry will soon be recognized), <a data-ref=\"Job 7:21\" href=\"/Job.7.21\">Jb 7:21</a> (for soon it will be too late to pardon), <a data-ref=\"Job 27:8-10\" href=\"/Job.27.8-10\">27:8–10</a> (Job wishes his enemy the lot of the wicked, <em>because</em> this is so hopeless); or <span dir=\"rtl\">כִּי</span> relates not to the v. which immed. precedes or follows, but to several, as <a data-ref=\"Isaiah 7:16\" href=\"/Isaiah.7.16\">Is 7:16 f.</a> (v <a data-ref=\"Isaiah 7:17\" href=\"/Isaiah.7.17\">17</a> specially the ground of the people being reduced to simple fare v <a data-ref=\"Isaiah 7:15\" href=\"/Isaiah.7.15\">15</a>), <a data-ref=\"Isaiah 21:6\" href=\"/Isaiah.21.6\">21:6 ff.</a> (ground of the statements v<a data-ref=\"Isaiah 7:1-5\" href=\"/Isaiah.7.1-5\">1–5</a>), <a data-ref=\"Job 4:5\" href=\"/Job.4.5\">Jb 4:5</a> (ground of v <a data-ref=\"Isaiah 7:2\" href=\"/Isaiah.7.2\">2</a>), <a data-ref=\"Job 14:7-12\" href=\"/Job.14.7-12\">14:7–12</a> (v <a data-ref=\"Job 14:10-12\" href=\"/Job.14.10-12\">10–12</a> specially the ground for the appeal in v <a data-ref=\"Job 14:6\" href=\"/Job.14.6\">6</a>), <a data-ref=\"Job 23:10-13\" href=\"/Job.23.10-13\">23:10–13</a> (ground why God cannot be found v <a data-ref=\"Job 23:8\" href=\"/Job.23.8\">8 f.</a>), <a data-ref=\"Psalms 73:21\" href=\"/Psalms.73.21\">ψ 73:21</a> (ground not of v <a data-ref=\"Psalms 73:20\" href=\"/Psalms.73.20\">20</a>, but of general train of thought v <a data-ref=\"Psalms 73:2-14\" href=\"/Psalms.73.2-14\">2–14</a>); so also <a data-ref=\"Genesis 4:24\" href=\"/Genesis.4.24\">Gn 4:24</a> <a data-ref=\"Deuteronomy 18:14\" href=\"/Deuteronomy.18.14\">Dt 18:14</a> <a data-ref=\"Isaiah 12:1\" href=\"/Isaiah.12.1\">Is 12:1</a> <a data-ref=\"Jeremiah 30:11\" href=\"/Jeremiah.30.11\">Je 30:11</a> the reason lies not in the words immed. after <span dir=\"rtl\">כִּי</span>, but in the second part of the sentence; or, on the other hand, it may state the reason for a partic. word, <a data-ref=\"Isaiah 28:20\" href=\"/Isaiah.28.20\">Is 28:20</a> (justifying ‘nought but terror’ v <a data-ref=\"Isaiah 28:19\" href=\"/Isaiah.28.19\">19</a>), <a data-ref=\"Job 23:17\" href=\"/Job.23.17\">Jb 23:17</a> (<em>God’s</em> hostility v <a data-ref=\"Job 23:16\" href=\"/Job.23.16\">16</a> the cause of his misery, not the calamity as such). Sometimes also <span dir=\"rtl\">כִּי</span>, in a poet. or rhet. style, gives the reason for a thought not expressed but implied, especially the answer to a qu.; <a data-ref=\"Isaiah 28:11\" href=\"/Isaiah.28.11\">Is 28:11</a> (the mockeries of v <a data-ref=\"Isaiah 28:10\" href=\"/Isaiah.28.10\">10</a> have a meaning) ‘<em>for</em> with men of strange lips, etc. he will speak unto this people,’ who will retort the mockeries, charged with a new and terrible meaning, upon those who uttered them (v <a data-ref=\"Isaiah 28:13\" href=\"/Isaiah.28.13\">13</a>); = (no,) <em>for</em> <a data-ref=\"Isaiah 28:28\" href=\"/Isaiah.28.28\">Is 28:28</a> (see RVm), <a data-ref=\"Job 22:2\" href=\"/Job.22.2\">Jb 22:2b</a> <em>no</em>, he that is wise is profitable to himself, <a data-ref=\"Job 31:18\" href=\"/Job.31.18\">31:18</a>; <a data-ref=\"Job 39:14\" href=\"/Job.39.14\">39:14</a> (see v <a data-ref=\"Job 39:13\" href=\"/Job.39.13\">13b</a>), <a data-ref=\"Psalms 44:24\" href=\"/Psalms.44.24\">ψ 44:24</a> (he cannot do this, v <a data-ref=\"Psalms 44:23\" href=\"/Psalms.44.23\">23</a>) <em>for</em> for thy sake are we killed, etc., <a data-ref=\"Psalms 130:4\" href=\"/Psalms.130.4\">130:4</a> <em>no</em>, with thee is forgiveness; = (yes,) <em>for</em> <a data-ref=\"Isaiah 49:25\" href=\"/Isaiah.49.25\">Is 49:25</a> (see the qu. v <a data-ref=\"Isaiah 49:24\" href=\"/Isaiah.49.24\">24</a>), <a data-ref=\"Isaiah 66:8\" href=\"/Isaiah.66.8\">66:8</a>. <strong>d.</strong>  <span dir=\"rtl\">כִּי</span> … <span dir=\"rtl\">כִּי</span> ἀσυνδέτως sometimes introduce the proximate and ultimate cause respectively, <a data-ref=\"Genesis 3:19\" href=\"/Genesis.3.19\">Gn 3:19</a>; <a data-ref=\"Genesis 26:7\" href=\"/Genesis.26.7\">26:7</a>; <a data-ref=\"Genesis 43:32\" href=\"/Genesis.43.32\">43:32</a>; <a data-ref=\"Genesis 47:20\" href=\"/Genesis.47.20\">47:20</a> <a data-ref=\"Exodus 23:33\" href=\"/Exodus.23.33\">Ex 23:33</a> <em>for</em> [else] thou wilt serve their gods, <em>for</em> it will be a snare to thee, <a data-ref=\"Isaiah 2:6\" href=\"/Isaiah.2.6\">Is 2:6</a><sup>(×2)</sup>; <a data-ref=\"Isaiah 3:8\" href=\"/Isaiah.3.8\">3:8</a><sup>(×2)</sup>; <a data-ref=\"Isaiah 6:5\" href=\"/Isaiah.6.5\">6:5a</a>, b; <a data-ref=\"Isaiah 10:22\" href=\"/Isaiah.10.22\">10:22f.</a> <a data-ref=\"Job 6:3\" href=\"/Job.6.3\">Jb 6:3f.</a>; <a data-ref=\"Job 8:8\" href=\"/Job.8.8\">8:8</a>, <a data-ref=\"Job 8:9\" href=\"/Job.8.9\">9</a><sup>(×2)</sup>; <a data-ref=\"Job 24:17\" href=\"/Job.24.17\">24:17</a><sup>(×2)</sup>; <a data-ref=\"Job 29:11\" href=\"/Job.29.11\">29:11f.</a>; sometimes they introduce two co-ordinate causes (where we should insert <em>and</em>), <a data-ref=\"Exodus 23:21\" href=\"/Exodus.23.21\">Ex 23:21</a>, <a data-ref=\"Exodus 23:22\" href=\"/Exodus.23.22\">22</a> <a data-ref=\"Isaiah 6:5\" href=\"/Isaiah.6.5\">Is 6:5b</a>, c I am undone, <em>because</em> I am of unclean lips …, <em>because</em> mine eyes have seen <span dir=\"rtl\">י׳</span> of hosts, <a data-ref=\"Isaiah 15:5\" href=\"/Isaiah.15.5\">15:5</a><sup>(×2)</sup>, <a data-ref=\"Isaiah 15:6\" href=\"/Isaiah.15.6\">6</a><sup>(×2)</sup>, <a data-ref=\"Isaiah 15:8\" href=\"/Isaiah.15.8\">8</a>, <a data-ref=\"Isaiah 15:9\" href=\"/Isaiah.15.9\">9</a> <a data-ref=\"Zephaniah 3:8\" href=\"/Zephaniah.3.8\">Zp 3:8f.</a> <a data-ref=\"Job 15:25\" href=\"/Job.15.25\">Jb 15:25</a>, <a data-ref=\"Job 15:27\" href=\"/Job.15.27\">27</a>; <a data-ref=\"Job 20:19\" href=\"/Job.20.19\">20:19f.</a>; <a data-ref=\"Job 31:11\" href=\"/Job.31.11\">31:11f.</a> But <span dir=\"rtl\">כִּי</span> … <span dir=\"rtl\">וְכִי</span> also occurs, <a data-ref=\"Genesis 33:11\" href=\"/Genesis.33.11\">Gn 33:11</a> <a data-ref=\"Numbers 5:20\" href=\"/Numbers.5.20\">Nu 5:20</a> (if), <a data-ref=\"Joel 1:15\" href=\"/Joel.1.15\">Jo 1:15</a> <a data-ref=\"Judges 6:30\" href=\"/Judges.6.30\">Ju 6:30</a> <a data-ref=\"I Samuel 19:4\" href=\"/I_Samuel.19.4\">1 S 19:4</a>; <a data-ref=\"I Samuel 22:17\" href=\"/I_Samuel.22.17\">22:17</a> <a data-ref=\"I Kings 2:26\" href=\"/I_Kings.2.26\">1 K 2:26</a> <a data-ref=\"Isaiah 65:16\" href=\"/Isaiah.65.16\">Is 65:16</a> +. <strong>e.</strong>  after a neg. <span dir=\"rtl\">כִּי</span> <em>for</em> becomes = <em>but</em> (Germ. <em>sondern</em>): <a data-ref=\"Genesis 17:15\" href=\"/Genesis.17.15\">Gn 17:15</a> thou shalt not call her name Sarai, <span dir=\"rtl\">כִּי שָׂרָה שְׁמָהּ</span> <em>for</em> (= <em>but</em>) Sarah shall be her name, <a data-ref=\"Genesis 24:3\" href=\"/Genesis.24.3\">24:3f.</a>; <a data-ref=\"Genesis 45:8\" href=\"/Genesis.45.8\">45:8</a> <a data-ref=\"Exodus 1:19\" href=\"/Exodus.1.19\">Ex 1:19</a>; <a data-ref=\"Exodus 16:8\" href=\"/Exodus.16.8\">16:8</a> not against us are your murmurings, <span dir=\"rtl\">כי על־י׳</span> <em>for</em> (they are) agst. <span dir=\"rtl\">י׳</span> = <em>but</em> agst. <span dir=\"rtl\">י׳</span>, <a data-ref=\"Deuteronomy 21:17\" href=\"/Deuteronomy.21.17\">Dt 21:17</a> <a data-ref=\"I Samuel 6:3\" href=\"/I_Samuel.6.3\">1 S 6:3</a> <span dir=\"rtl\">(אַל)</span>, <a data-ref=\"I Samuel 27:1\" href=\"/I_Samuel.27.1\">27:1</a> (v. Dr), <a data-ref=\"I Kings 21:15\" href=\"/I_Kings.21.15\">1 K 21:15</a> <a data-ref=\"Isaiah 10:7\" href=\"/Isaiah.10.7\">Is 10:7</a>; <a data-ref=\"Isaiah 28:27\" href=\"/Isaiah.28.27\">28:27</a>; <a data-ref=\"Isaiah 29:23\" href=\"/Isaiah.29.23\">29:23</a>; <a data-ref=\"Isaiah 30:5\" href=\"/Isaiah.30.5\">30:5</a> <a data-ref=\"Psalms 44:8\" href=\"/Psalms.44.8\">ψ 44:8</a>; <a data-ref=\"Psalms 118:17\" href=\"/Psalms.118.17\">118:17</a> + often; so in <span dir=\"rtl\">לא כי</span> <em>nay, for</em> = <em>nay, but</em>, as <a data-ref=\"Genesis 18:15\" href=\"/Genesis.18.15\">Gn 18:15</a> <span dir=\"rtl\">לֹא כִּי צָחָֽקְתְּ</span> <em>nay</em>, <em>but</em> thou didst laugh, <a data-ref=\"Genesis 19:2\" href=\"/Genesis.19.2\">19:2</a>; <a data-ref=\"Genesis 42:12\" href=\"/Genesis.42.12\">42:12</a> <a data-ref=\"Joshua 5:14\" href=\"/Joshua.5.14\">Jos 5:14</a> <a data-ref=\"I Samuel 2:16\" href=\"/I_Samuel.2.16\">1 S 2:16</a> MSS 𝔊 (v. Dr), <a data-ref=\"I Samuel 12:12\" href=\"/I_Samuel.12.12\">12:12</a> <a data-ref=\"II Samuel 16:18\" href=\"/II_Samuel.16.18\">2 S 16:18</a>; <a data-ref=\"II Samuel 24:24\" href=\"/II_Samuel.24.24\">24:24</a> <a data-ref=\"I Kings 2:30\" href=\"/I_Kings.2.30\">1 K 2:30</a>; <a data-ref=\"I Kings 3:22\" href=\"/I_Kings.3.22\">3:22</a>; <a data-ref=\"I Kings 11:22\" href=\"/I_Kings.11.22\">11:22</a> <a data-ref=\"Isaiah 30:16\" href=\"/Isaiah.30.16\">Is 30:16</a> <em>nay, but</em> we will flee upon horses.<br><em>Note.</em> —<span dir=\"rtl\">כִּי</span> is sometimes of difficult and uncertain interpretation, and in some of the passages quoted a different expl. is tenable. Authorities especially read the Heb. differently, when the choice is between <em>for</em> and <em>yea</em>. E.g. <a data-ref=\"Isaiah 8:23\" href=\"/Isaiah.8.23\">Is 8:23</a> Ges Ew<sup>§ 330 b</sup> <em>doch</em> (<em>no, but</em>); Hi Di <em>for</em> (taking v <a data-ref=\"Isaiah 8:22\" href=\"/Isaiah.8.22\">22</a> as RVm); Ch <em>surely:</em> <a data-ref=\"Isaiah 15:1\" href=\"/Isaiah.15.1\">15:1</a> Ges Ew Hi Di <em>surely;</em> De <em>for:</em> <a data-ref=\"Isaiah 39:8\" href=\"/Isaiah.39.8\">39:8</a> Ges Hi De <em>surely;</em> Di <em>for</em> (expl. of <span dir=\"rtl\">טוֹב</span>): <a data-ref=\"Ezekiel 11:16\" href=\"/Ezekiel.11.16\">Ez 11:16</a> Hi Ke Co <em>surely;</em> Ew Sm <em>because</em>.—In <a data-ref=\"Exodus 20:22\" href=\"/Exodus.20.22\">Ex 20:25</a> the tense of <span dir=\"rtl\">וַתְּחַלֲלֶהָ</span> makes it prob. that <span dir=\"rtl\">כִּי</span> is <em>for</em> (Dr<sup>§ 153</sup>). <a data-ref=\"Job 22:29\" href=\"/Job.22.29\">Jb 22:29</a> is taken with least violence to usage <span dir=\"rtl\">(גַּאֲוָה)</span> as Hi: <em>When</em> they humble thee, and thou sayest (= complainest) Pride! he will save, etc."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d276b6084aa1cbf1a30b", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, לֵבָב 1", "anchorRef": "Deuteronomy 18:21", "anchorRefExpanded": ["Deuteronomy 18:21"], "sourceRef": "BDB, לֵבָב 1", "sourceHeRef": "בראון-דרייבר-בריגס, לֵבָב א׳", "anchorVerse": 21, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "לֵבָב", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† <big><span dir=\"rtl\">לֵבָב</span></big><sub>251</sub>  † <big><span dir=\"rtl\">לֵבָב</span></big><sub>251</sub> <strong>n.m.</strong> <a data-ref=\"Psalms 104:15\" href=\"/Psalms.104.15\">ψ 104:15</a> inner man, mind, will, heart;—abs. <span dir=\"rtl\">ל׳</span> <a data-ref=\"Deuteronomy 28:28\" href=\"/Deuteronomy.28.28\">Dt 28:28</a> + 31 times; cstr. <span dir=\"rtl\">לְבַב</span> <a data-ref=\"Deuteronomy 20:8\" href=\"/Deuteronomy.20.8\">Dt 20:8</a> + 22 times; sf. <span dir=\"rtl\">לְבָבִי</span> <a data-ref=\"Isaiah 21:4\" href=\"/Isaiah.21.4\">Is 21:4</a> + 24 times; <span dir=\"rtl\">לְבָֽבְךָ</span> <a data-ref=\"Deuteronomy 4:29\" href=\"/Deuteronomy.4.29\">Dt 4:29</a> + 35 times; <span dir=\"rtl\">לְבָבֶ֑ךָ</span> <a data-ref=\"Deuteronomy 4:39\" href=\"/Deuteronomy.4.39\">Dt 4:39</a> + 21 times; <span dir=\"rtl\">לְבָבֵךְ</span> <a data-ref=\"I Samuel 1:8\" href=\"/I_Samuel.1.8\">1 S 1:8</a> + 3 times; <span dir=\"rtl\">לְבָבוֹ</span> <a data-ref=\"Deuteronomy 2:30\" href=\"/Deuteronomy.2.30\">Dt 2:30</a> + 37 times; <span dir=\"rtl\">לְבָבָהּ</span> <a data-ref=\"Zephaniah 2:15\" href=\"/Zephaniah.2.15\">Zp 2:15</a> + 3 times; <span dir=\"rtl\">לְבָבֵנוּ</span> <a data-ref=\"Deuteronomy 1:28\" href=\"/Deuteronomy.1.28\">Dt 1:28</a> + 3 times; <span dir=\"rtl\">לְּבַבְכֶם</span> <a data-ref=\"Deuteronomy 10:16\" href=\"/Deuteronomy.10.16\">Dt 10:16</a> + 37 times; <span dir=\"rtl\">לְּבָבָם</span> <a data-ref=\"Leviticus 26:41\" href=\"/Leviticus.26.41\">Lv 26:41</a> + 22 times; pl. c.sf. <span dir=\"rtl\">לִבְבֵהֶן</span> <a data-ref=\"Nahum 2:8\" href=\"/Nahum.2.8\">Na 2:8</a> (Sta<sup>§ 353 a</sup> <span dir=\"rtl\">לְבַבְהֶן</span>, but see Kö <sup>ii. 78</sup>); pl. <span dir=\"rtl\">לְבָבוֹת</span> <a data-ref=\"I Chronicles 28:9\" href=\"/I_Chronicles.28.9\">1 Ch 28:9</a>.—<em>The inner, middle, or central part:</em><br/><br><strong>I.</strong>  seldom of <em>things</em> <span dir=\"rtl\">בִּלְבַב יַמִּים</span> <em>in the midst of the seas</em>, <a data-ref=\"Jonah 2:3\" href=\"/Jonah.2.3\">Jon 2:3</a> (poetry); <span dir=\"rtl\">עד לבב השׁמים</span> <em>unto the midst of heaven</em> <a data-ref=\"Deuteronomy 4:11\" href=\"/Deuteronomy.4.11\">Dt 4:11</a> (so Sam but MT <span dir=\"rtl\">לב</span>).<br/><br><strong>II.</strong>  usually <em>of men:</em> <strong>1.</strong>  <em>the inner man</em> in contrast with the outer, <span dir=\"rtl\">כלה שׁארי ולבבי</span> <em>my flesh and my heart</em> (<em>soul</em>) <em>doth fail</em> <a data-ref=\"Psalms 73:26\" href=\"/Psalms.73.26\">ψ 73:26</a>; antithesis with garments <a data-ref=\"Joel 2:13\" href=\"/Joel.2.13\">Jo 2:13</a>; hands <a data-ref=\"Psalms 73:13\" href=\"/Psalms.73.13\">ψ 73:13</a> <a data-ref=\"Lamentations 3:41\" href=\"/Lamentations.3.41\">La 3:41</a> (?); eyes <a data-ref=\"Numbers 15:39\" href=\"/Numbers.15.39\">Nu 15:39</a> (H) <a data-ref=\"I Samuel 16:7\" href=\"/I_Samuel.16.7\">1 S 16:7</a>; ears <a data-ref=\"Ezekiel 3:10\" href=\"/Ezekiel.3.10\">Ez 3:10</a>; mouth <a data-ref=\"Deuteronomy 30:14\" href=\"/Deuteronomy.30.14\">Dt 30:14</a>; speech <a data-ref=\"Psalms 28:3\" href=\"/Psalms.28.3\">ψ 28:3</a>; <a data-ref=\"Psalms 78:18\" href=\"/Psalms.78.18\">78:18</a>; <span dir=\"rtl\">מְתֹפֲפֹת עַל־לִבְבֵהֶן</span> <em>tabering upon their breasts</em> <a data-ref=\"Nahum 2:7\" href=\"/Nahum.2.7\">Na 2:7</a> (inner for outer). <strong>2.</strong>  the <em>inner man</em>, indef. the <em>soul</em>, comprehending mind, affections and will, or, in connexion with certain verbs, having more specific reference to some one of them. <span dir=\"rtl\">בכל־לבב ובכל־נפשׁ</span> <em>with all the heart and with all the soul</em> <a data-ref=\"Deuteronomy 4:29\" href=\"/Deuteronomy.4.29\">Dt 4:29</a>; <a data-ref=\"Deuteronomy 6:5\" href=\"/Deuteronomy.6.5\">6:5</a>; <a data-ref=\"Deuteronomy 10:12\" href=\"/Deuteronomy.10.12\">10:12</a>; <a data-ref=\"Deuteronomy 11:13\" href=\"/Deuteronomy.11.13\">11:13</a>; <a data-ref=\"Deuteronomy 13:4\" href=\"/Deuteronomy.13.4\">13:4</a>; <a data-ref=\"Deuteronomy 26:16\" href=\"/Deuteronomy.26.16\">26:16</a>; <a data-ref=\"Deuteronomy 30:2\" href=\"/Deuteronomy.30.2\">30:2</a>, <a data-ref=\"Deuteronomy 30:6\" href=\"/Deuteronomy.30.6\">6</a>, <a data-ref=\"Deuteronomy 30:10\" href=\"/Deuteronomy.30.10\">10</a> <a data-ref=\"Joshua 22:5\" href=\"/Joshua.22.5\">Jos 22:5</a>; <a data-ref=\"Joshua 23:14\" href=\"/Joshua.23.14\">23:14</a>; <a data-ref=\"I Kings 2:4\" href=\"/I_Kings.2.4\">1 K 2:4</a>; <a data-ref=\"I Kings 8:48\" href=\"/I_Kings.8.48\">8:48</a> (= <a data-ref=\"II Chronicles 6:38\" href=\"/II_Chronicles.6.38\">2 Ch 6:38</a> <span dir=\"rtl\">לב</span>?) <a data-ref=\"II Kings 23:25\" href=\"/II_Kings.23.25\">2 K 23:25</a>; <a data-ref=\"II Chronicles 15:12\" href=\"/II_Chronicles.15.12\">2 Ch 15:12</a>; <a data-ref=\"II Chronicles 34:31\" href=\"/II_Chronicles.34.31\">34:31</a> (= <a data-ref=\"II Kings 23:3\" href=\"/II_Kings.23.3\">2 K 23:3</a> <span dir=\"rtl\">לב</span>?) <a data-ref=\"Jeremiah 32:41\" href=\"/Jeremiah.32.41\">Je 32:41</a>; abbr. <span dir=\"rtl\">בכל־לבב</span> <a data-ref=\"I Samuel 7:3\" href=\"/I_Samuel.7.3\">1 S 7:3</a>; <a data-ref=\"I Samuel 12:20\" href=\"/I_Samuel.12.20\">12:20</a>, <a data-ref=\"I Samuel 12:24\" href=\"/I_Samuel.12.24\">24</a> <a data-ref=\"I Kings 14:8\" href=\"/I_Kings.14.8\">1 K 14:8</a>; <a data-ref=\"II Kings 10:31\" href=\"/II_Kings.10.31\">2 K 10:31</a>; <a data-ref=\"II Chronicles 15:15\" href=\"/II_Chronicles.15.15\">2 Ch 15:15</a>; <a data-ref=\"II Chronicles 22:9\" href=\"/II_Chronicles.22.9\">22:9</a>; <a data-ref=\"II Chronicles 31:21\" href=\"/II_Chronicles.31.21\">31:21</a> <a data-ref=\"Psalms 86:12\" href=\"/Psalms.86.12\">ψ 86:12</a>; <a data-ref=\"Psalms 111:1\" href=\"/Psalms.111.1\">111:1</a>; <a data-ref=\"Jeremiah 29:13\" href=\"/Jeremiah.29.13\">Je 29:13</a>; <a data-ref=\"Joel 2:12\" href=\"/Joel.2.12\">Jo 2:12</a>; <span dir=\"rtl\">אשׁר בלבב</span> <em>what is in the heart</em> (mind) <a data-ref=\"Deuteronomy 8:2\" href=\"/Deuteronomy.8.2\">Dt 8:2</a> <a data-ref=\"I Samuel 9:19\" href=\"/I_Samuel.9.19\">1 S 9:19</a>; <a data-ref=\"I Samuel 14:7\" href=\"/I_Samuel.14.7\">14:7</a>; <a data-ref=\"II Samuel 7:3\" href=\"/II_Samuel.7.3\">2 S 7:3</a> (= <a data-ref=\"I Chronicles 17:2\" href=\"/I_Chronicles.17.2\">1 Ch 17:2</a>) <a data-ref=\"II Kings 10:30\" href=\"/II_Kings.10.30\">2 K 10:30</a>; <a data-ref=\"II Chronicles 32:31\" href=\"/II_Chronicles.32.31\">2 Ch 32:31</a>; cf. <a data-ref=\"Job 10:13\" href=\"/Job.10.13\">Jb 10:13</a>, <a data-ref=\"Psalms 84:6\" href=\"/Psalms.84.6\">ψ 84:6</a> (?); <span dir=\"rtl\">עם לבב</span> <em>with the heart</em> (mind), c. <span dir=\"rtl\">ידע</span> <a data-ref=\"Deuteronomy 8:5\" href=\"/Deuteronomy.8.5\">Dt 8:5</a>, <span dir=\"rtl\">שִׂיחַ</span> <a data-ref=\"Psalms 77:7\" href=\"/Psalms.77.7\">ψ 77:7</a>, usually c. <span dir=\"rtl\">(היה)</span>, of a thought or purpose, <a data-ref=\"Deuteronomy 15:9\" href=\"/Deuteronomy.15.9\">Dt 15:9</a>; <a data-ref=\"Joshua 14:7\" href=\"/Joshua.14.7\">Jos 14:7</a>; <a data-ref=\"I Kings 8:17\" href=\"/I_Kings.8.17\">1 K 8:17</a>, <a data-ref=\"I Kings 8:18\" href=\"/I_Kings.8.18\">18</a><sup>(×2)</sup> (= <a data-ref=\"II Chronicles 6:7\" href=\"/II_Chronicles.6.7\">2 Ch 6:7</a>, <a data-ref=\"II Chronicles 6:8\" href=\"/II_Chronicles.6.8\">8</a><sup>(×2)</sup>) <a data-ref=\"II Chronicles 10:2\" href=\"/II_Chronicles.10.2\">10:2</a> (= <a data-ref=\"II Chronicles 9:1\" href=\"/II_Chronicles.9.1\">2 Ch 9:1</a>) <a data-ref=\"I Chronicles 22:7\" href=\"/I_Chronicles.22.7\">1 Ch 22:7</a>; <a data-ref=\"I Chronicles 28:2\" href=\"/I_Chronicles.28.2\">28:2</a>; <a data-ref=\"II Chronicles 1:11\" href=\"/II_Chronicles.1.11\">2 Ch 1:11</a>; <a data-ref=\"II Chronicles 29:10\" href=\"/II_Chronicles.29.10\">29:10</a> (cf. <a data-ref=\"II Chronicles 24:4\" href=\"/II_Chronicles.24.4\">24:4</a> <span dir=\"rtl\">לב</span>); <span dir=\"rtl\">כלבב</span> <em>according to the heart</em> <a data-ref=\"I Samuel 13:14\" href=\"/I_Samuel.13.14\">1 S 13:14</a>; <a data-ref=\"I Samuel 14:7\" href=\"/I_Samuel.14.7\">14:7</a> <a data-ref=\"Psalms 20:5\" href=\"/Psalms.20.5\">ψ 20:5</a>. We may add <a data-ref=\"Deuteronomy 5:23\" href=\"/Deuteronomy.5.23\">Dt 5:26</a>; <a data-ref=\"Deuteronomy 11:16\" href=\"/Deuteronomy.11.16\">11:16</a>, <a data-ref=\"Deuteronomy 11:18\" href=\"/Deuteronomy.11.18\">18</a>; <a data-ref=\"Deuteronomy 17:17\" href=\"/Deuteronomy.17.17\">17:17</a>; <a data-ref=\"I Samuel 2:35\" href=\"/I_Samuel.2.35\">1 S 2:35</a>; <a data-ref=\"II Samuel 19:15\" href=\"/II_Samuel.19.15\">2 S 19:15</a>; <a data-ref=\"I Kings 8:39\" href=\"/I_Kings.8.39\">1 K 8:39</a><sup>(×2)</sup> (= <a data-ref=\"II Chronicles 6:30\" href=\"/II_Chronicles.6.30\">2 Ch 6:30</a><sup>(×2)</sup>) <a data-ref=\"I Kings 11:2\" href=\"/I_Kings.11.2\">11:2</a>, <a data-ref=\"I Kings 11:3\" href=\"/I_Kings.11.3\">3</a> (<span dir=\"rtl\">לב</span> an error) v <a data-ref=\"I Kings 11:4\" href=\"/I_Kings.11.4\">4</a>, <a data-ref=\"I Kings 11:9\" href=\"/I_Kings.11.9\">9</a>; <a data-ref=\"I Chronicles 12:17\" href=\"/I_Chronicles.12.17\">1 Ch 12:17</a>; <a data-ref=\"I Chronicles 22:19\" href=\"/I_Chronicles.22.19\">22:19</a>; <a data-ref=\"I Chronicles 28:9\" href=\"/I_Chronicles.28.9\">28:9</a> <a data-ref=\"Psalms 62:9\" href=\"/Psalms.62.9\">ψ 62:9</a>; <a data-ref=\"Psalms 86:11\" href=\"/Psalms.86.11\">86:11</a>; <a data-ref=\"Psalms 139:23\" href=\"/Psalms.139.23\">139:23</a>; <a data-ref=\"Isaiah 7:2\" href=\"/Isaiah.7.2\">Is 7:2</a>; <a data-ref=\"Daniel 11:27\" href=\"/Daniel.11.27\">Dn 11:27</a>, <a data-ref=\"Daniel 11:28\" href=\"/Daniel.11.28\">28</a>. <strong>3.</strong>  specific ref. to <em>mind</em> (characteristic of <span dir=\"rtl\">לבב</span>): <strong>a.</strong>  <span dir=\"rtl\">אַנְשֵׁי לֵבָב</span> <em>men of mind</em> <a data-ref=\"Job 34:10\" href=\"/Job.34.10\">Jb 34:10</a>, <a data-ref=\"Job 34:34\" href=\"/Job.34.34\">34</a>; <span dir=\"rtl\">גם לי לבב</span> <em>I also have a mind</em> <a data-ref=\"Job 12:3\" href=\"/Job.12.3\">Jb 12:3</a>; <span dir=\"rtl\">הוֹלֵלוֹת בִּל׳</span> <em>madness is in</em> (<em>their</em>) <em>mind</em> <a data-ref=\"Ecclesiastes 9:3\" href=\"/Ecclesiastes.9.3\">Ec 9:3</a> (?); <span dir=\"rtl\">וַתִּגְנֹב לְבָבִי</span> <em>and thou didst steal my mind</em> <a data-ref=\"Genesis 31:26\" href=\"/Genesis.31.26\">Gn 31:26</a> (E, the <span dir=\"rtl\">לֵב</span> of v <a data-ref=\"Genesis 31:20\" href=\"/Genesis.31.20\">20</a> should be corrected to <span dir=\"rtl\">לבב</span> cf. ‘steal me’ v <a data-ref=\"Genesis 31:27\" href=\"/Genesis.31.27\">27</a>). <strong>b.</strong>  <em>knowledge</em>, c. <span dir=\"rtl\">ידע</span> <a data-ref=\"Deuteronomy 8:5\" href=\"/Deuteronomy.8.5\">Dt 8:5</a>; <a data-ref=\"Joshua 23:14\" href=\"/Joshua.23.14\">Jos 23:14</a>; <a data-ref=\"I Kings 2:44\" href=\"/I_Kings.2.44\">1 K 2:44</a>; <span dir=\"rtl\">הבין</span> <a data-ref=\"Isaiah 6:10\" href=\"/Isaiah.6.10\">Is 6:10</a>; <a data-ref=\"Isaiah 32:4\" href=\"/Isaiah.32.4\">32:4</a>; <span dir=\"rtl\">חֲכַם לֵבָב</span> <em>wise of mind</em> <a data-ref=\"Job 9:4\" href=\"/Job.9.4\">Jb 9:4</a>; <span dir=\"rtl\">לְבַב חָכְמָה</span> <em>mind of wisdom</em> <a data-ref=\"Psalms 90:12\" href=\"/Psalms.90.12\">ψ 90:12</a>. <strong>c.</strong>  <em>thinking, reflection</em>, c. <span dir=\"rtl\">חשׁב</span> <a data-ref=\"Isaiah 10:7\" href=\"/Isaiah.10.7\">Is 10:7</a>; <a data-ref=\"Zechariah 7:10\" href=\"/Zechariah.7.10\">Zc 7:10</a>; <a data-ref=\"Zechariah 8:17\" href=\"/Zechariah.8.17\">8:17</a>; (<span dir=\"rtl\">שׂיח</span> <a data-ref=\"Psalms 77:7\" href=\"/Psalms.77.7\">ψ 77:7</a> supr.); <span dir=\"rtl\">יצר מחשׁבות ל׳</span> <em>conception of thoughts of mind</em> <a data-ref=\"I Chronicles 29:18\" href=\"/I_Chronicles.29.18\">1 Ch 29:18</a>; <span dir=\"rtl\">מַשְׂכִּיּוֹת ל׳</span> <em>imaginations of</em> (<em>their</em>) <em>mind</em> <a data-ref=\"Psalms 73:7\" href=\"/Psalms.73.7\">ψ 73:7</a>; <span dir=\"rtl\">מוֹרָשֵׁי ל׳</span> <em>possessions</em> (<em>thoughts</em>) <em>of</em> (<em>my</em>) <em>mind</em> <a data-ref=\"Job 17:11\" href=\"/Job.17.11\">Jb 17:11</a>; <span dir=\"rtl\">שׂם לבב</span> <em>set the mind, consider</em> <a data-ref=\"Haggai 2:15\" href=\"/Haggai.2.15\">Hg 2:15</a>, <a data-ref=\"Haggai 2:18\" href=\"/Haggai.2.18\">18</a><sup>(×2)</sup>, c. <span dir=\"rtl\">לְ</span> <a data-ref=\"Deuteronomy 32:46\" href=\"/Deuteronomy.32.46\">Dt 32:46</a>, <span dir=\"rtl\">על</span> <a data-ref=\"Haggai 1:5\" href=\"/Haggai.1.5\">Hg 1:5</a>, <a data-ref=\"Haggai 1:7\" href=\"/Haggai.1.7\">7</a>. <strong>d.</strong>  of <em>memory</em> <span dir=\"rtl\">שׂם בלבב</span> <em>lay up in the mind</em> <a data-ref=\"I Samuel 21:13\" href=\"/I_Samuel.21.13\">1 S 21:13</a> <a data-ref=\"Job 22:22\" href=\"/Job.22.22\">Jb 22:22</a>; <span dir=\"rtl\">השׁיב אל ל׳</span> <em>lay to heart, call to mind</em> <a data-ref=\"Deuteronomy 4:39\" href=\"/Deuteronomy.4.39\">Dt 4:39</a>; <a data-ref=\"Deuteronomy 30:1\" href=\"/Deuteronomy.30.1\">30:1</a>; <a data-ref=\"II Chronicles 6:37\" href=\"/II_Chronicles.6.37\">2 Ch 6:37</a> (= <a data-ref=\"I Kings 8:47\" href=\"/I_Kings.8.47\">1 K 8:47</a> <span dir=\"rtl\">לב</span>?); <span dir=\"rtl\">עלה על ל׳</span> <em>come upon the mind</em> <a data-ref=\"Jeremiah 51:50\" href=\"/Jeremiah.51.50\">Je 51:50</a>; <a data-ref=\"Ezekiel 38:10\" href=\"/Ezekiel.38.10\">Ez 38:10</a> (cf. <span dir=\"rtl\">לֵב</span> <strong>3 d</strong>); <span dir=\"rtl\">סוּר מל׳</span> <em>depart from the mind</em> <a data-ref=\"Deuteronomy 4:9\" href=\"/Deuteronomy.4.9\">Dt 4:9</a>; <span dir=\"rtl\">שׁמר בתוך ל׳</span> <em>keep in the midst of</em> (<em>thy</em>) <em>mind</em> <a data-ref=\"Proverbs 4:21\" href=\"/Proverbs.4.21\">Pr 4:21</a>; <span dir=\"rtl\">על ל׳</span> <em>upon the mind</em> <a data-ref=\"Deuteronomy 6:6\" href=\"/Deuteronomy.6.6\">Dt 6:6</a>. <strong>4.</strong>  spec. ref. to <em>inclinations, resolutions, determinations of the will</em> (characteristic of <span dir=\"rtl\">ל׳</span>): <span dir=\"rtl\">הכין ל׳</span> <em>set the mind</em>, c. <span dir=\"rtl\">אֶל</span> <a data-ref=\"I Samuel 7:3\" href=\"/I_Samuel.7.3\">1 S 7:3</a>; <a data-ref=\"I Chronicles 29:18\" href=\"/I_Chronicles.29.18\">1 Ch 29:18</a>, <span dir=\"rtl\">לְ</span> <a data-ref=\"II Chronicles 20:33\" href=\"/II_Chronicles.20.33\">2 Ch 20:33</a> <span dir=\"rtl\">לדרשׁ</span> <a data-ref=\"II Chronicles 19:3\" href=\"/II_Chronicles.19.3\">2 Ch 19:3</a>; <a data-ref=\"II Chronicles 30:19\" href=\"/II_Chronicles.30.19\">30:19</a>; <a data-ref=\"Ezra 7:10\" href=\"/Ezra.7.10\">Ezr 7:10</a>; <span dir=\"rtl\">הטה ל׳ אֶל</span> <a data-ref=\"Joshua 24:23\" href=\"/Joshua.24.23\">Jos 24:23</a> (E) <a data-ref=\"I Kings 8:58\" href=\"/I_Kings.8.58\">1 K 8:58</a>; <span dir=\"rtl\">נתן ל׳ לדרשׁ</span> <a data-ref=\"I Chronicles 22:19\" href=\"/I_Chronicles.22.19\">1 Ch 22:19</a>, cf. <a data-ref=\"II Chronicles 11:16\" href=\"/II_Chronicles.11.16\">2 Ch 11:16</a>; <span dir=\"rtl\">ל׳ פנה מעם</span> <em>mind turn away from</em> <a data-ref=\"Deuteronomy 29:17\" href=\"/Deuteronomy.29.17\">Dt 29:17</a>; <a data-ref=\"Deuteronomy 30:17\" href=\"/Deuteronomy.30.17\">30:17</a>; <span dir=\"rtl\">יֵהָפֵךְ ל׳ פ׳</span> <em>Pharaoh’s mind was changed</em> <a data-ref=\"Exodus 14:5\" href=\"/Exodus.14.5\">Ex 14:5</a> (E). <strong>5.</strong>  spec. ref. to <em>conscience</em> <span dir=\"rtl\">לא יחרף לבבי</span> <em>my heart</em> (<em>conscience</em>) <em>shall not reproach me</em> <a data-ref=\"Job 27:6\" href=\"/Job.27.6\">Jb 27:6</a>. <strong>6.</strong>  spec. ref. to <em>moral character</em> (characteristic of <span dir=\"rtl\">ל׳</span>): God tries the <span dir=\"rtl\">ל׳</span> <a data-ref=\"I Chronicles 29:17\" href=\"/I_Chronicles.29.17\">1 Ch 29:17</a>: <strong>a.</strong>  <span dir=\"rtl\">יֹשֶׁר ל׳</span> <em>uprightness of heart</em> <a data-ref=\"Deuteronomy 9:5\" href=\"/Deuteronomy.9.5\">Dt 9:5</a> <a data-ref=\"I Chronicles 29:17\" href=\"/I_Chronicles.29.17\">1 Ch 29:17</a>, <a data-ref=\"Psalms 119:7\" href=\"/Psalms.119.7\">ψ 119:7</a> (?); <span dir=\"rtl\">יִשְׁרֵי ל׳</span> <a data-ref=\"II Chronicles 29:34\" href=\"/II_Chronicles.29.34\">2 Ch 29:34</a>; <span dir=\"rtl\">יִשְׁרַת ל׳</span> <a data-ref=\"I Kings 3:6\" href=\"/I_Kings.3.6\">1 K 3:6</a>; <span dir=\"rtl\">ל׳ יָשָׁר</span> <a data-ref=\"II Kings 10:15\" href=\"/II_Kings.10.15\">2 K 10:15</a><sup>(×3)</sup>; <span dir=\"rtl\">תָּם־ל׳</span> <em>integrity of heart</em> <a data-ref=\"Genesis 20:5\" href=\"/Genesis.20.5\">Gn 20:5</a>, <a data-ref=\"Genesis 20:6\" href=\"/Genesis.20.6\">6</a> (E) <a data-ref=\"I Kings 9:4\" href=\"/I_Kings.9.4\">1 K 9:4</a> <a data-ref=\"Psalms 78:72\" href=\"/Psalms.78.72\">ψ 78:72</a>; <a data-ref=\"Psalms 101:2\" href=\"/Psalms.101.2\">101:2</a>; <span dir=\"rtl\">(עִם) ל׳ שָׁלֵם</span> <em>heart perfect</em> (with) <a data-ref=\"I Kings 8:61\" href=\"/I_Kings.8.61\">1 K 8:61</a>; <a data-ref=\"I Kings 11:4\" href=\"/I_Kings.11.4\">11:4</a>; <a data-ref=\"I Kings 15:3\" href=\"/I_Kings.15.3\">15:3</a>, <a data-ref=\"I Kings 15:14\" href=\"/I_Kings.15.14\">14</a> (= <a data-ref=\"II Chronicles 15:17\" href=\"/II_Chronicles.15.17\">2 Ch 15:17</a>) <a data-ref=\"II Kings 20:3\" href=\"/II_Kings.20.3\">2 K 20:3</a> (= <a data-ref=\"Isaiah 38:3\" href=\"/Isaiah.38.3\">Is 38:3</a> <span dir=\"rtl\">לֵב</span>?) <a data-ref=\"I Chronicles 12:39\" href=\"/I_Chronicles.12.39\">1 Ch 12:39</a>; <a data-ref=\"I Chronicles 29:19\" href=\"/I_Chronicles.29.19\">29:19</a>; <a data-ref=\"II Chronicles 16:9\" href=\"/II_Chronicles.16.9\">2 Ch 16:9</a>; <a data-ref=\"II Chronicles 19:9\" href=\"/II_Chronicles.19.9\">19:9</a>; <a data-ref=\"II Chronicles 25:2\" href=\"/II_Chronicles.25.2\">25:2</a>; <span dir=\"rtl\">בַּר־ל׳</span> <em>pure in heart</em> <a data-ref=\"Psalms 24:4\" href=\"/Psalms.24.4\">ψ 24:4</a>; <span dir=\"rtl\">בָּרֵי ל׳</span> <a data-ref=\"Psalms 73:1\" href=\"/Psalms.73.1\">ψ 73:1</a>. We may add <a data-ref=\"II Kings 22:19\" href=\"/II_Kings.22.19\">2 K 22:19</a> = <a data-ref=\"II Chronicles 34:27\" href=\"/II_Chronicles.34.27\">2 Ch 34:27</a>, <a data-ref=\"Nehemiah 9:8\" href=\"/Nehemiah.9.8\">Ne 9:8</a>; <a data-ref=\"Jeremiah 32:40\" href=\"/Jeremiah.32.40\">Je 32:40</a>. <strong>b.</strong>  it is the seat of naughtiness <a data-ref=\"I Samuel 17:28\" href=\"/I_Samuel.17.28\">1 S 17:28</a> (?), erring <a data-ref=\"Psalms 95:10\" href=\"/Psalms.95.10\">ψ 95:10</a>; is froward <a data-ref=\"Psalms 101:4\" href=\"/Psalms.101.4\">ψ 101:4</a>. <strong>c.</strong>  seat of pride, <a data-ref=\"Psalms 101:5\" href=\"/Psalms.101.5\">ψ 101:5</a>; <a data-ref=\"Isaiah 9:8\" href=\"/Isaiah.9.8\">Is 9:8</a>; <a data-ref=\"Isaiah 10:12\" href=\"/Isaiah.10.12\">10:12</a>, <a data-ref=\"Isaiah 60:5\" href=\"/Isaiah.60.5\">60:5</a> (?) <a data-ref=\"Ezekiel 28:5\" href=\"/Ezekiel.28.5\">Ez 28:5</a>, <a data-ref=\"Ezekiel 28:6\" href=\"/Ezekiel.28.6\">6</a>(?) <a data-ref=\"Daniel 8:25\" href=\"/Daniel.8.25\">Dn 8:25</a>; <span dir=\"rtl\">רָם ל׳</span> <em>heart is lifted up</em> <a data-ref=\"Deuteronomy 8:14\" href=\"/Deuteronomy.8.14\">Dt 8:14</a>; <a data-ref=\"Deuteronomy 17:20\" href=\"/Deuteronomy.17.20\">17:20</a>; <a data-ref=\"Ezekiel 31:10\" href=\"/Ezekiel.31.10\">Ez 31:10</a>; <a data-ref=\"Daniel 11:12\" href=\"/Daniel.11.12\">Dn 11:12</a>. <strong>d.</strong>  is circumcised <a data-ref=\"Deuteronomy 10:16\" href=\"/Deuteronomy.10.16\">Dt 10:16</a>; <a data-ref=\"Deuteronomy 30:6\" href=\"/Deuteronomy.30.6\">30:6</a>; <a data-ref=\"Jeremiah 4:4\" href=\"/Jeremiah.4.4\">Je 4:4</a>, or uncircumcised <a data-ref=\"Leviticus 26:41\" href=\"/Leviticus.26.41\">Lv 26:41</a> (H); is hardened <span dir=\"rtl\">אמּץ ל׳</span> <a data-ref=\"Deuteronomy 2:30\" href=\"/Deuteronomy.2.30\">Dt 2:30</a>; <a data-ref=\"Deuteronomy 15:7\" href=\"/Deuteronomy.15.7\">15:7</a>; <a data-ref=\"II Chronicles 36:13\" href=\"/II_Chronicles.36.13\">2 Ch 36:13</a>; <span dir=\"rtl\">כבּד ל׳</span> <a data-ref=\"I Samuel 6:6\" href=\"/I_Samuel.6.6\">1 S 6:6</a> (?); <span dir=\"rtl\">הקשׁה ל׳</span> <a data-ref=\"Psalms 95:8\" href=\"/Psalms.95.8\">ψ 95:8</a>. <strong>7.</strong>  = <em>the man himself</em> (meaning characteristic of <span dir=\"rtl\">נֶפֶשׁ</span>) <span dir=\"rtl\">אמר בל׳</span> <em>say in the heart</em> (<em>to oneself</em>) <a data-ref=\"Deuteronomy 7:17\" href=\"/Deuteronomy.7.17\">Dt 7:17</a>; <a data-ref=\"Deuteronomy 8:17\" href=\"/Deuteronomy.8.17\">8:17</a>; <a data-ref=\"Deuteronomy 9:4\" href=\"/Deuteronomy.9.4\">9:4</a>; <a data-ref=\"Deuteronomy 18:21\" href=\"/Deuteronomy.18.21\">18:21</a> <a data-ref=\"Psalms 4:5\" href=\"/Psalms.4.5\">ψ 4:5</a> <a data-ref=\"Isaiah 14:3\" href=\"/Isaiah.14.3\">Is 14:3</a>; <a data-ref=\"Isaiah 47:8\" href=\"/Isaiah.47.8\">47:8</a>; <a data-ref=\"Isaiah 49:21\" href=\"/Isaiah.49.21\">49:21</a>; <a data-ref=\"Jeremiah 5:24\" href=\"/Jeremiah.5.24\">Je 5:24</a>; <a data-ref=\"Jeremiah 13:22\" href=\"/Jeremiah.13.22\">13:22</a>; <a data-ref=\"Zephaniah 1:12\" href=\"/Zephaniah.1.12\">Zp 1:12</a>; <a data-ref=\"Zephaniah 2:15\" href=\"/Zephaniah.2.15\">2:15</a>; <span dir=\"rtl\">ללבב</span> <a data-ref=\"Hosea 7:2\" href=\"/Hosea.7.2\">Ho 7:2</a> (?); <span dir=\"rtl\">דבר בל׳</span> <a data-ref=\"Psalms 15:2\" href=\"/Psalms.15.2\">ψ 15:2</a>; <span dir=\"rtl\">ברכו בל׳</span> <a data-ref=\"Job 1:5\" href=\"/Job.1.5\">Jb 1:5</a>; <span dir=\"rtl\">התברך בל׳</span> <a data-ref=\"Deuteronomy 29:18\" href=\"/Deuteronomy.29.18\">Dt 29:18</a> <span dir=\"rtl\">יְחִי לְבַבְכֶם</span> <em>let your heart</em> (you yourselves) <em>live</em> <a data-ref=\"Psalms 22:27\" href=\"/Psalms.22.27\">ψ 22:27</a>; <a data-ref=\"Psalms 69:33\" href=\"/Psalms.69.33\">69:33</a> (cf. <a data-ref=\"Psalms 119:175\" href=\"/Psalms.119.175\">119:175</a>). <strong>8.</strong>  spec. as the <em>seat of the appetites</em> (for which usually <span dir=\"rtl\">נֶפֶשׁ</span>) <span dir=\"rtl\">סעד ל׳</span> <em>stay the heart</em> (with food) <a data-ref=\"Psalms 104:15\" href=\"/Psalms.104.15\">ψ 104:15</a> <a data-ref=\"Judges 19:8\" href=\"/Judges.19.8\">Ju 19:8</a> (?); <span dir=\"rtl\">יִיטַב לְבָבֶ֑ךָ</span> <em>that thine heart may be merry</em> (with wine) <a data-ref=\"Judges 19:9\" href=\"/Judges.19.9\">Ju 19:9</a> (?); <span dir=\"rtl\">יַיִן יְשַׂמַּח ל׳</span> <em>wine gladdens the heart</em> <a data-ref=\"Psalms 104:15\" href=\"/Psalms.104.15\">ψ 104:15</a>. <strong>9.</strong>  spec. of <em>seat of the emotions and passions</em> (for which usually <span dir=\"rtl\">נפשׁ</span>): <strong>a.</strong>  of joy <a data-ref=\"Isaiah 30:29\" href=\"/Isaiah.30.29\">Is 30:29</a>; <a data-ref=\"Jeremiah 15:16\" href=\"/Jeremiah.15.16\">Je 15:16</a>; <a data-ref=\"Ezekiel 36:5\" href=\"/Ezekiel.36.5\">Ez 36:5</a>, gladness <a data-ref=\"Deuteronomy 28:47\" href=\"/Deuteronomy.28.47\">Dt 28:47</a>, desire <a data-ref=\"Proverbs 6:25\" href=\"/Proverbs.6.25\">Pr 6:25</a> (?); <span dir=\"rtl\">דבּר על ל׳</span> <em>speak into the heart</em> (comfortably) <a data-ref=\"II Chronicles 32:6\" href=\"/II_Chronicles.32.6\">2 Ch 32:6</a> (elsewhere <span dir=\"rtl\">לֵב</span>) <strong>b.</strong>  of trouble <a data-ref=\"I Kings 8:38\" href=\"/I_Kings.8.38\">1 K 8:38</a> <a data-ref=\"Psalms 25:17\" href=\"/Psalms.25.17\">ψ 25:17</a>; <a data-ref=\"Psalms 73:21\" href=\"/Psalms.73.21\">73:21</a>; weakness, faintness <a data-ref=\"Leviticus 26:36\" href=\"/Leviticus.26.36\">Lv 26:36</a> (H) <a data-ref=\"Deuteronomy 20:3\" href=\"/Deuteronomy.20.3\">Dt 20:3</a>, <a data-ref=\"Deuteronomy 20:8\" href=\"/Deuteronomy.20.8\">8</a><sup>(×2)</sup> <a data-ref=\"II Chronicles 13:7\" href=\"/II_Chronicles.13.7\">2 Ch 13:7</a> <a data-ref=\"Isaiah 1:5\" href=\"/Isaiah.1.5\">Is 1:5</a>; <a data-ref=\"Isaiah 7:4\" href=\"/Isaiah.7.4\">7:4</a> <a data-ref=\"Jeremiah 51:46\" href=\"/Jeremiah.51.46\">Je 51:46</a>, grief <a data-ref=\"Deuteronomy 15:10\" href=\"/Deuteronomy.15.10\">Dt 15:10</a>; <a data-ref=\"I Samuel 1:8\" href=\"/I_Samuel.1.8\">1 S 1:8</a>, sorrow <a data-ref=\"Psalms 13:3\" href=\"/Psalms.13.3\">ψ 13:3</a>, fear <a data-ref=\"Deuteronomy 28:67\" href=\"/Deuteronomy.28.67\">Dt 28:67</a>, dismay <a data-ref=\"Isaiah 21:4\" href=\"/Isaiah.21.4\">Is 21:4</a>, astonishment <a data-ref=\"Deuteronomy 28:28\" href=\"/Deuteronomy.28.28\">Dt 28:28</a>, anger <a data-ref=\"Deuteronomy 19:6\" href=\"/Deuteronomy.19.6\">19:6</a>, hate <a data-ref=\"Leviticus 19:17\" href=\"/Leviticus.19.17\">Lv 19:17</a> (H); <span dir=\"rtl\">ימּס ל׳</span> <em>the heart melteth</em> <a data-ref=\"Deuteronomy 20:8\" href=\"/Deuteronomy.20.8\">Dt 20:8</a> <a data-ref=\"Joshua 2:11\" href=\"/Joshua.2.11\">Jos 2:11</a>; <a data-ref=\"Joshua 5:1\" href=\"/Joshua.5.1\">5:1</a>; <a data-ref=\"Joshua 7:5\" href=\"/Joshua.7.5\">7:5</a> (all D) <a data-ref=\"Isaiah 13:7\" href=\"/Isaiah.13.7\">Is 13:7</a>; <a data-ref=\"Isaiah 19:1\" href=\"/Isaiah.19.1\">19:1</a>; <span dir=\"rtl\">המס ל׳</span> <a data-ref=\"Deuteronomy 1:28\" href=\"/Deuteronomy.1.28\">Dt 1:28</a> (so read prob. also <a data-ref=\"Joshua 14:8\" href=\"/Joshua.14.8\">Jos 14:8</a>, where <span dir=\"rtl\">לֵב</span> error). <strong>10.</strong>  <em>seat of courage</em> (for which usually <span dir=\"rtl\">רוּחַ</span>), <span dir=\"rtl\">יָעֵר כֹּחוֹ וּלְבָבוֹ</span> <em>stir up his power and his courage</em> <a data-ref=\"Daniel 11:25\" href=\"/Daniel.11.25\">Dn 11:25</a>; <span dir=\"rtl\">יַאֲמֵץ לְבַבְכֶם</span> <em>let your heart take courage</em> <a data-ref=\"Psalms 31:25\" href=\"/Psalms.31.25\">ψ 31:25</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "66091bcd9ee78a249f4119cd", "index_title": "Covenant and Conversation; Deuteronomy; Renewal of the Sinai Covenant", "category": "Quoting Commentary", "type": "", "ref": "Covenant and Conversation; Deuteronomy; Renewal of the Sinai Covenant, Shoftim, True and False Prophets 7", "anchorRef": "Deuteronomy 18:21-22", "anchorRefExpanded": ["Deuteronomy 18:21", "Deuteronomy 18:22"], "sourceRef": "Covenant and Conversation; Deuteronomy; Renewal of the Sinai Covenant, Shoftim, True and False Prophets 7", "sourceHeRef": "שיג ושיח; קריאות חדשות בפרשת השבוע, דברים, שופטים, ב ז׳", "anchorVerse": 21, "sourceHasEn": true, "commentaryNum": 7, "collectiveTitle": {"en": "Covenant and Conversation; Deuteronomy; Renewal of the Sinai Covenant", "he": "שיג ושיח; קריאות חדשות בפרשת השבוע, דברים"}, "heTitle": "ב", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<span class=\"poetry indentAll\">You may say to yourselves, “How can we know when a message has not been spoken by the Lord?” If what a prophet proclaims in the name of the Lord does not take place or come true, that is a message the Lord has not spoken. That prophet has spoken presumptuously. Do not be afraid of him. (Deut. 18:21–22)</span>", "versionTitle": "Maggid Books and the Orthodox Union, 2009-2019", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "67025f2e50351efde05bd5e5", "index_title": "Covenant and Conversation; Hebrew Edition", "category": "Tanakh", "type": "", "ref": "Covenant and Conversation; Hebrew Edition, Shoftim, 2 6", "anchorRef": "Deuteronomy 18:21-22", "anchorRefExpanded": ["Deuteronomy 18:21", "Deuteronomy 18:22"], "sourceRef": "Covenant and Conversation; Hebrew Edition, Shoftim, 2 6", "sourceHeRef": "שיג ושיח; מהדורה עברית, שופטים, הנביא במבחן ו׳", "anchorVerse": 21, "sourceHasEn": false, "commentaryNum": 6, "collectiveTitle": {"en": "Covenant and Conversation; Hebrew Edition", "he": "שיג ושיח; מהדורה עברית"}, "heTitle": "הנביא במבחן", "he": "<span class=\"poetry indentAll\">וְכִי תֹאמַר בִּלְבָבֶךָ: אֵיכָה נֵדַע אֶת הַדָּבָר אֲשֶׁר לֹא דִבְּרוֹ ה׳? – אֲשֶׁר יְדַבֵּר הַנָּבִיא בְּשֵׁם ה׳ וְלֹא יִהְיֶה הַדָּבָר וְלֹא יָבוֹא, הוּא הַדָּבָר אֲשֶׁר לֹא דִבְּרוֹ ה׳. בְּזָדוֹן דִּבְּרוֹ הַנָּבִיא. לֹא תָגוּר מִמֶּנּוּ. (דברים יח, כא-כב)</span>", "heVersionTitle": "Covenant and Conversation, Maggid Books, 2017", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "שיג ושיח - קריאות חדשות בפרשת השבוע", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}]