[{"_id": "531e4fdffbfba276047f5c51", "index_title": "Onkelos Deuteronomy", "category": "Targum", "type": "targum", "ref": "Onkelos Deuteronomy 1:34", "anchorRef": "Deuteronomy 1:34", "anchorRefExpanded": ["Deuteronomy 1:34"], "sourceRef": "Onkelos Deuteronomy 1:34", "sourceHeRef": "תרגום אונקלוס על דברים א׳:ל״ד", "anchorVerse": 34, "sourceHasEn": false, "compDate": [80, 120], "commentaryNum": 1.0034, "collectiveTitle": {"en": "Onkelos Deuteronomy", "he": "תרגום אונקלוס על דברים"}, "heTitle": "תרגום אונקלוס על דברים", "he": "וּשְׁמִיעַ <b>קֳדָם</b> יְיָ יָת קַל פִּתְגָּמֵיכוֹן וּרְגֵז וְקַיַּם לְמֵימָר:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "חומש שפתי חכמים, מצודה תשס\"ט", "text": "[<b>Before</b>] Adonoy [<b>was</b>] heard the intent of your words and angrily swore, to say:", "versionTitle": "Metsudah Chumash, Metsudah Publications, 2009 [with Onkelos translation]", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "532b2683fbfba27c35eeb492", "index_title": "Targum Jonathan on Deuteronomy", "category": "Targum", "type": "targum", "ref": "Targum Jonathan on Deuteronomy 1:34", "anchorRef": "Deuteronomy 1:34", "anchorRefExpanded": ["Deuteronomy 1:34"], "sourceRef": "Targum Jonathan on Deuteronomy 1:34", "sourceHeRef": "תרגום יונתן על דברים א׳:ל״ד", "anchorVerse": 34, "sourceHasEn": true, "compDate": [30, 70], "commentaryNum": 1.0034, "collectiveTitle": {"en": "Targum Jonathan on Deuteronomy", "he": "תרגום יונתן על דברים"}, "heTitle": "תרגום יונתן על דברים", "he": "וּשְׁמִיעַ קֳדָם יְיָ יַת קַל פִּתְגָמֵיכוֹן וּרְגַז וְקַיֵּים לְמֵימָר", "heVersionTitle": "Targum Jonathan on Deuteronomy", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": " And the voice of your words was heard before the Lord, and He was displeased, and did make oath saying, \n", "versionTitle": "The Targum of Jonathan ben Uzziel, trans. J. W. Etheridge, London, 1862", "license": "Public Domain", "versionTitleInHebrew": "תרגום ירושלמי (תרגום יונתן בן-עוזיאל) לתורה, תורגם ע״י ג׳ון ווסלי אטרידג׳, לונדון 1862"}, {"_id": "53f17ba2fbfba22336ea9e98", "index_title": "Sforno on Deuteronomy", "category": "Commentary", "type": "commentary", "ref": "Sforno on Deuteronomy 1:34:1", "anchorRef": "Deuteronomy 1:34", "anchorRefExpanded": ["Deuteronomy 1:34"], "sourceRef": "Sforno on Deuteronomy 1:34:1", "sourceHeRef": "ספורנו על דברים א׳:ל״ד:א׳", "anchorVerse": 34, "sourceHasEn": true, "compDate": [1500, 1550], "commentaryNum": 34.0001, "collectiveTitle": {"en": "Sforno", "he": "ספורנו"}, "heTitle": "ספורנו על דברים", "he": "<b>את קול דבריכם.</b> קול בכיה של חנם:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "את קול דבריכם, your uncalled for weeping.", "versionTitle": "Eliyahu Munk, HaChut Hameshulash", "license": "CC-BY", "versionTitleInHebrew": "החוט המשולש, אליהו מונק"}, {"_id": "54bd4826fbfba21733361fa4", "index_title": "Ramban on Genesis", "category": "Quoting Commentary", "type": "", "ref": "Ramban on Genesis 21:23:1", "anchorRef": "Deuteronomy 1:34", "anchorRefExpanded": ["Deuteronomy 1:34"], "sourceRef": "Ramban on Genesis 21:23:1", "sourceHeRef": "רמב\"ן על בראשית כ״א:כ״ג:א׳", "anchorVerse": 34, "sourceHasEn": true, "compDate": [1246, 1286], "commentaryNum": 23.0001, "collectiveTitle": {"en": "Ramban on Genesis", "he": "רמב\"ן על בראשית"}, "he": "<b>הִשָּׁבְעָה לִּי בֵאלֹהִים הֵנָּה אִם תִּשְׁקֹר לִי</b> מִלַּת \"אִם\" בְּכָל מָקוֹם מְסַפֶּקֶת, אַל תַּחְשֹׁב בָּהּ בִּלְתִּי זֶה, וְהִיא בָּאָה בְּרוֹב מְקוֹמוֹת הַשְּׁבוּעָה, \"אִם תִּשְׁקֹר לִי\", \"לָכֵן נִשְׁבַּעְתִּי לְבֵית עֵלִי אִם יִתְכַּפֵּר עֲוֹן בֵּית עֵלִי\" (שמואל א ג יד), \"אַחַת נִשְׁבַּעְתִּי בְקָדְשִׁי אִם לְדָוִד אֲכַזֵּב\" (תהלים פט לו), \"אִם יְבוֹאוּן אֶל מְנוּחָתִי\" (שם צה יא), \"וַיִּקְצֹף וַיִּשָּׁבַע לֵאמֹר אִם יִרְאֶה אִישׁ בָּאֲנָשִׁים הָאֵלֶּה\" (דברים א לד לה). וְהָעִנְיָן כִּי בַּעֲבוּר הֱיוֹת הַשְּׁבוּעוֹת בְּאָלָה יֹאמַר הִשָּׁבְעָה לִּי לֵאמֹר כֹּה יַעֲשֶׂה לִּי אֱלֹהִים וְכֹה יוֹסִיף אִם תִּשְׁקֹר לִי, וְכֵן אָמַר (בראשית כ\"ו:כ\"ח) \"תְּהִי נָא אָלָה בֵּינוֹתֵינוּ\", וּבְעִנְיַן הַגָּבוֹהַּ \"נִשְׁבַּעְתִּי בְקָדְשִׁי אִם לְדָוִד אֲכַזֵּב\" (תהלים פט לו), וְ\"אִם יִתְכַּפֵּר עֲוֹן בֵּית עֵלִי\" (שמואל א ג יד), כְּלוֹמַר אִם יִהְיֶה כֵן אֵין דְּבָרִי אֱמֶת, וְכַיּוֹצֵא בָּזֶה, שֶׁלֹּא יִרְצֶה לְפָרֵשׁ הַתְּנַאי, וְהַכָּתוּב יְכַנֶּה וִיקַצֵּר בָּהֶן. וּכְמוֹתָם בְּחֶסְרוֹן הַתְּנַאי (דהי\"א ד י) \"וַיִּקְרָא יַעְבֵּץ לֵאלֹהֵי יִשְׂרָאֵל לֵאמֹר אִם בָּרֵךְ תְּבָרֲכֵנִי וְהִרְבִּיתָ אֶת גְּבוּלִי וְגוֹ' וְעָשִׂיתָ מֵּרָעָה לְבִלְתִּי עָצְבִּי וַיָּבֵא אֱלֹהִים אֵת אֲשֶׁר שָׁאָל\", יֶחְסַר הַתְּנַאי כֻּלּוֹ, וְכֵן \"אִם יִרְאוּ אֶת הָאָרֶץ\" (במדבר יד כג) יַחְזֹר לְפָסוּק רִאשׁוֹן, \"חַי אָנִי וְיִמָּלֵא כְבוֹד ה' אֶת כָּל הָאָרֶץ\", וִיקַצֵּר הַשְּׁבוּעָה. וּלְשׁוֹן \"תִּשְׁקֹר לִי\" בַּעֲבוּר הֱיוֹתוֹ מֶלֶךְ וְהוּא גָּר בְּאַרְצוֹ, אוֹ שֶׁיִּהְיֶה מְשַׁקֵּר בְּאַהֲבָתוֹ, כִּי אוֹהֵב נֶאֱמָן הָיָה לוֹ לְכַבְּדוֹ וְלַעֲשׂוֹת כִּרְצוֹנוֹ, הֲלֹא תִּרְאֶה שֶׁלֹּא מָצָא בּוֹ דָּבָר זוּלָתִי בְּאֵר הַמַּיִם אֲשֶׁר גָּזְלוּ עֲבָדָיו, וְהוּא אוֹמֵר לוֹ \"כַּחֶסֶד אֲשֶׁר עָשִׂיתִי עִמְּךָ\":", "heVersionTitle": "Vocalized Edition", "heLicense": "", "heVersionTitleInHebrew": "", "text": "NOW THEREFORE SWEAR UNTO ME HERE BY G-D ‘IM’ (IF) YOU WILL BE FALSE TO ME. The word <i>im</i> always expresses doubt — do not think of it in any other way<sup class=\"footnote-marker\">345</sup><i class=\"footnote\">Ramban’s intent is to differ with Rashi, who, in Leviticus 2:14, explains <i>im</i> to mean “that.” See Ramban there, where he explains it in a manner consistent with his teaching here.</i> — and it appears in most places in connection with an oath: <i>If you will be false to me;</i><sup class=\"footnote-marker\">346</sup><i class=\"footnote\">In the present verse.</i> <i>And therefore I have sworn unto the house of Eli ‘im’ (if) the iniquity of Eli’s house shall be expiated;</i><sup class=\"footnote-marker\">347</sup><i class=\"footnote\">I Samuel 3:14.</i> <i>Once I have sworn by My holiness ‘im’ (if) I will be false unto David;</i><sup class=\"footnote-marker\">348</sup><i class=\"footnote\">Psalms 89:36.</i> <i>‘im’ (if) they should enter into My rest;</i><sup class=\"footnote-marker\">349</sup><i class=\"footnote\"><i>Ibid.</i>, 95:11.</i> <i>And he was wroth, and swore, saying, ‘im’ (if) one of these men will see</i>.<sup class=\"footnote-marker\">350</sup><i class=\"footnote\">Deuteronomy 1:34-35.</i><br>The purport of this is that since oaths are given with imprecation, Abimelech is stating, “Swear to me, saying, <i>G-d do so to me, and more also</i><sup class=\"footnote-marker\">351</sup><i class=\"footnote\">II Samuel 3:35.</i> if you will be false to me.” Likewise it is said, <i>Let there now be an oath between us</i>.<sup class=\"footnote-marker\">352</sup><i class=\"footnote\">Further, 26:28.</i> And in the matter of a Divine oath: <i>I have sworn by My holiness if I will be false to David;</i><sup class=\"footnote-marker\">348</sup><i class=\"footnote\">Psalms 89:36.</i> <i>if the iniquity of Eli’s house shall be expiated</i>,<sup class=\"footnote-marker\">347</sup><i class=\"footnote\">I Samuel 3:14.</i> meaning “If that will be so, then My word is not true,” and in similar cases, since it does not want to expressly state the condition.<sup class=\"footnote-marker\">353</sup><i class=\"footnote\">Namely, that “if that be so, My word is not true.”</i> Scripture modifies and shortens these expressions. A similar case of a shortened condition is the verse, <i>And Jabez called on the G-d of Israel, saying: Oh that Thou wouldest bless me indeed, and enlarge my border</i>, etc., <i>and that Thou wouldest work deliverance from evil that it may not pain me. And G-d granted him that which he requested</i>.<sup class=\"footnote-marker\">354</sup><i class=\"footnote\">I Chronicles 4:10.</i> Here the entire condition<sup class=\"footnote-marker\">355</sup><i class=\"footnote\">Namely, his vow of offering to G-d.</i> is missing. A similar example is the verse, <i>If they will see the land</i>,<sup class=\"footnote-marker\">356</sup><i class=\"footnote\">Numbers 14:23.</i> referring back to the first verse, <i>As I live, and all shall be filled with the glory of the Eternal</i>,<sup class=\"footnote-marker\">357</sup><i class=\"footnote\"><i>Ibid.</i>, Verse 21.</i> and Scripture shortens the Divine oath.<br>The expression, <i>false to me</i>, is because Abimelech was a king, and Abraham dwelt in his land. [Thus, if Abraham were to do him evil, it would be an act of disloyalty towards him in his royal capacity], or it would be a betrayal of Abimelech’s love for him, as he [Abimelech] was his trustworthy friend, honoring him and doing his will. For you see that Abraham found no fault with him except <i>the well of water, which Abimelech’s servants had violently taken away</i>,<sup class=\"footnote-marker\">358</sup><i class=\"footnote\">Verse 25 here.</i> and the king said to him, <i>According to the kindness that I have done unto thee</i>.<sup class=\"footnote-marker\">359</sup><i class=\"footnote\">Verse 23 here.</i>", "versionTitle": "Commentary on the Torah by Ramban (Nachmanides). Translated and annotated by Charles B. Chavel. New York, Shilo Pub. House, 1971-1976", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "560ba94afbfba25e369f7f20", "index_title": "Haamek Davar on Deuteronomy", "category": "Commentary", "type": "commentary", "ref": "Haamek Davar on Deuteronomy 1:34:1", "anchorRef": "Deuteronomy 1:34", "anchorRefExpanded": ["Deuteronomy 1:34"], "sourceRef": "Haamek Davar on Deuteronomy 1:34:1", "sourceHeRef": "העמק דבר על דברים א׳:ל״ד:א׳", "anchorVerse": 34, "sourceHasEn": false, "compDate": [1849, 1879], "commentaryNum": 34.0001, "collectiveTitle": {"en": "Haamek Davar", "he": "העמק דבר"}, "he": "<b> את קול דבריכם.</b> שני דברים. גם הקול שנתנו ברעש ובצעקה וזה הוסיף העדר כבודו ית׳ וכדכתיב בירמיה נתנה עלי בקולה על כן שנאתיה. גם הדברים אשר לא כן. וה״ז כמש״כ את קול את דבריכם. והכי הרבה בתורה וע׳ לעיל ט״ז. ובאמת קול הבכי והצעקה היה מזו הכת הכתוב כאן. ודברים קשים היה משתי הכתות שאמרו כי חזק הוא ממנו או נתנה ראש וגו׳ כמבואר בפ׳ שלח:\n", "heVersionTitle": "Sefer Torat Elohim, Vilna 1879", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר תורת אלוהים, וילנא 1879", "text": [], "versionTitle": "Yalkut, Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "56a51ac4d6e4a923e49c6b5a", "index_title": "Midrash Tehillim", "category": "Midrash", "type": "", "ref": "Midrash Tehillim 39:1", "anchorRef": "Deuteronomy 1:34", "anchorRefExpanded": ["Deuteronomy 1:34"], "sourceRef": "Midrash Tehillim 39:1", "sourceHeRef": "מדרש תהילים ל״ט:א׳", "anchorVerse": 34, "sourceHasEn": true, "compDate": [1050, 1450], "commentaryNum": 39.0001, "collectiveTitle": {"en": "Midrash Tehillim", "he": "מדרש תהילים"}, "heTitle": "מדרש תהילים", "he": "למנצח לידותון מזמור לדוד. אמרתי אשמרה דרכי. זה שאמר הכתוב (משלי טו א) מענה רך ישיב חימה ודבר עצב יעלה אף. קשה לשון הרע מעבודה זרה. כי כשחטאו ישראל במדבר לא נחתם עליהם גזר דין עד שחטאו בפיהם. וכן הוא אומר (דברים א לד) וישמע ה' את קול דבריכם. ואומר (במדבר יד כח) חי אני נאום ה' אם לא כאשר דברתם באזני כן אעשה לכם. (מלאכי ב יז) הוגעתם ה' בדבריכם. הוגעתם לי במעשיכם אינו אומר אלא בדבריכם. וכן הוא אומר (ישעיה ג ח) כי כשלה ירושלים ויהודה נפל. (ירמיה יב ח) היתה לי נחלתי כאריה ביער נתנה עלי בקולה וגו'. וכי בקולה שנאה והלא בקולה אהבה. שנאמר (שיר ב יד) השמיעני את קולך. אלא בקולה אהובה ובקולה שנואה. אמור מעתה (משלי יח כא) מות וחיים ביד לשון:", "heVersionTitle": "OYW", "heLicense": "Public Domain", "heVersionTitleInHebrew": "OYW (ובלכתך בדרך)", "text": "To the conductor, a Psalm of David. I said, \"I will guard my ways.\" This is what the scripture says (Proverbs 15:1): \"A soft answer turns away wrath, but a harsh word stirs up anger.\" The language of evil speech is more severe than idol worship, for when the Israelites sinned in the desert, they were not punished until they sinned with their mouths. And so it says (Deuteronomy 1:34): \"The Lord heard your words,\" and it says (Numbers 14:28): \"As I live, says the Lord, as you have spoken in my hearing, so I will do to you.\" (Malachi 2:17) \"You have wearied the Lord with your words.\" It says \"your words,\" which means only with your words. And so it says (Isaiah 3:8): \"For Jerusalem has stumbled, and Judah has fallen.\" (Jeremiah 12:8) \"My heritage has become to me like a lion in the forest, she has raised her voice against me.\" But is her voice one of hatred? Doesn't her voice express love as well? As it says (Song of Songs 2:14): \"Let me hear your voice,\" which means, both your beloved voice and your hateful voice. Therefore, say now (Proverbs 18:21): \"Death and life are in the power of the tongue.\"", "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": "תרגום קהילת ספריא"}, {"_id": "57e77d91d6e4a94c7c18b439", "index_title": "Tafsir Rasag", "category": "Targum", "type": "targum", "ref": "Tafsir Rasag, Deuteronomy 1:34", "anchorRef": "Deuteronomy 1:34", "anchorRefExpanded": ["Deuteronomy 1:34"], "sourceRef": "Tafsir Rasag, Deuteronomy 1:34", "sourceHeRef": "תפסיר רס\"ג, דברים א׳:ל״ד", "anchorVerse": 34, "sourceHasEn": false, "compDate": [918, 942], "commentaryNum": 1.0034, "collectiveTitle": {"en": "Tafsir Rasag", "he": "תפסיר רס\"ג"}, "heTitle": "דברים", "he": "פסמע אללה כלאמכם פסכ̇ט וקסם קאילא", "heVersionTitle": "Tafsir al-Torah bi-al-Arabiya, Paris, 1893", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תפסיר אלתורה באלערביה, פריס, 1893", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "58b047afd6e4a91e9d6fe387", "index_title": "Vayikra Rabbah", "category": "Midrash", "type": "", "ref": "Vayikra Rabbah 32:2", "anchorRef": "Deuteronomy 1:34", "anchorRefExpanded": ["Deuteronomy 1:34"], "sourceRef": "Vayikra Rabbah 32:2", "sourceHeRef": "ויקרא רבה ל״ב:ב׳", "anchorVerse": 34, "sourceHasEn": false, "compDate": [500], "commentaryNum": 32.0002, "collectiveTitle": {"en": "Vayikra Rabbah", "he": "ויקרא רבה"}, "heTitle": "ויקרא רבה", "he": "גַּם בְּמַדָּעֲךָ מֶלֶךְ אַל תְּקַלֵּל <small>(קהלת י, כ)</small>, אָמַר רַבִּי אָבִין לֹא בַּמַּדָּע שֶׁנָּתַתִּי לְךָ יַתִּיר מִן הַבְּהֵמָה וְחַיָּה וְעוֹף תְּהֵא מְחָרֵף וּמְגַדֵּף לְפָנַי, בָּרָאתִי לְךָ שְׁתֵּי עֵינַיִם וְלָהּ שְׁתֵּי עֵינַיִם, לְךָ שְׁתֵּי אָזְנַיִם וְלָהּ שְׁתֵּי אָזְנַיִם, דִּמִּיתִיךָ לָהֶם, שֶׁנֶּאֱמַר <small>(תהלים מט, כא)</small>: נִמְשַׁל כַּבְּהֵמוֹת נִדְמוּ, וְאֵין נִדְמֶה אֶלָּא שְׁתִיקָה, שִׁתַּקְתִּי מִפְּנֵי כְבוֹדְךָ, כַּמָּה טוֹבוֹת עָשִׂיתִי עִמְּךָ וְאֵין אַתָּה מֵבִין, שֶׁנֶּאֱמַר <small>(תהלים מט, כא)</small>: אָדָם בִּיקָר וְלֹא יָבִין. דָּבָר אַחֵר, גַּם בְּמַדָעֲךָ, מֶלֶךְ שֶׁלְּפָנֶיךָ, אַל תְּקַלֵּל, <small>(קהלת י, כ)</small>: וּבְחַדְרֵי מִשְׁכָּבְךָ, עָשִׁיר שֶׁלְּפָנֶיךָ אַל תְּקַלֵּל, <small>(קהלת י, כ)</small>: כִּי עוֹף הַשָּׁמַיִם יוֹלִיךְ אֶת הַקּוֹל, אָמַר רַבִּי יִרְמְיָה בֶּן אֶלְעָזָר זֶה הָעוֹרֵב וְחָכְמַת טַיָּארִין, <small>(קהלת י, כ)</small>: וּבַעַל כְּנָפַיִם יַגִּיד דָּבָר, רַבִּי לֵוִי אָמַר אָזְנַיִם לַדֶּרֶךְ וְאָזְנַיִם לַכֹּתֶל. דָּבָר אַחֵר, גַּם בְּמַדָעֲךָ, מֶלֶךְ שֶׁבְּדוֹרְךָ אַל תְּקַלֵּל, וּבְחַדְרֵי מִשְׁכָּבְךָ, עָשִׁיר שֶׁבְּדוֹרְךָ אַל תְּקַלֵּל, כִּי עוֹף הַשָּׁמַיִם יוֹלִיךְ אֶת הַקּוֹל. אָמַר רַבִּי יְהוּדָה בַּר סִימוֹן אָמַר הַקָּדוֹשׁ בָּרוּךְ הוּא לְדָוִד כָּךְ הָיִיתָ צָרִיךְ לוֹמַר <small>(תהלים ו, יא)</small>: יֵבשׁוּ וְיִבָּהֲלוּ מְאֹד כָּל אֹיְבָי, מִי הָיָה אוֹיִבְךָ לֹא שָׁאוּל, לֹא כָּךְ כְּתִיב <small>(תהלים יח, א)</small>: בְּיוֹם הִצִּיל ה' אוֹתוֹ מִכַּף כָּל אֹוֹיְבָיו וּמִיַּד שָׁאוּל, בְּאוֹתָהּ שָׁעָה אָמַר דָּוִד לִפְנֵי הַקָּדוֹשׁ בָּרוּךְ הוּא, רִבּוֹנוֹ שֶׁל עוֹלָם אַל תַּעֲלֶה אוֹתוֹ עָלַי זְדוֹנוֹת אֶלָּא שְׁגָגוֹת, הֲדָא הוּא דִכְתִיב <small>(תהלים ז, א)</small>: שִׁגָּיוֹן לְדָוִד. דָּבָר אַחֵר, גַּם בְּמַדָעֲךָ מֶלֶךְ אַל תְּקַלֵּל, מַלְכּוֹ שֶׁל עוֹלָם אַל תְּקַלֵּל. וּבְחַדְרֵי מִשְׁכָּבְךָ אַל תְּקַלֵּל עָשִׁיר, עֲשִׁירוֹ שֶׁל עוֹלָם. כִּי עוֹף הַשָּׁמַיִם יוֹלִיךְ אֶת הַקּוֹל. אָמַר רַבִּי לֵוִי יֵשׁ קוֹל יוֹצֵא לְטוֹבָה וְיֵשׁ קוֹל לְרָעָה, לְטוֹבָה <small>(דברים ה, כה)</small>: וַיִּשְׁמַע ה' אֶת קוֹל דִּבְרֵיכֶם בְּדַבֶּרְכֶם אֵלָי, מַהוּ <small>(דברים ה, כה)</small>: הֵיטִיבוּ [כל] אֲשֶׁר דִּבֵּרוּ, רַבִּי חִיָּא בַּר אַדָא וּבַר קַפָּרָא, חַד אָמַר הֲטָבָה כַּהֲטָבַת נֵרוֹת, וְחַד אָמַר הֲטָבָה כַּהֲטָבַת הַקְטֹרֶת. יֵשׁ קוֹל לְרָעָה <small>(דברים א, לד)</small>: וַיִּשְׁמַע ה' אֶת קוֹל דִּבְרֵיכֶם וַיִּקְצֹף וַיִּשָּׁבַע לֵאמֹר, אָמַר רַבִּי תַּחְלִיפָא אָמַר הַקָּדוֹשׁ בָּרוּךְ הוּא לָהֶם הוּא קִצָּפוֹן, וְלִי מָה אֲנִי קִצָּפוֹן, <small>(תהלים צה, יא)</small>: אֲשֶׁר נִשְׁבַּעְתִּי בְאַפִּי, נִשְׁבַּעְתִּי בְאַפִּי וְחוֹזֵר אֲנִי בִּי, <small>(תהלים צה, יא)</small>: אִם יְבֹאוּן אֶל מְנוּחָתִי, לִמְנוּחָה זוֹ אֵינָן בָּאִים אֲבָל בָּאִים הֵם לִמְנוּחָה אַחֶרֶת. רַבִּי לֵוִי בְּשֵׁם בַּר קַפָּרָא אָמַר מָשָׁל לְמֶלֶךְ שֶׁכָּעַס עַל בְּנוֹ וְגָזַר עָלָיו שֶׁלֹּא יִכָּנֵס עִמּוֹ לַפָּלָטִין, מֶה עָשָׂה הַמֶּלֶךְ עָמַד סָתְרֵיהּ וּבְנָיֵיהּ וְהִכְנִיס אֶת בְּנוֹ עִמּוֹ לַפָּלָטִין, נִמְצָא מְקַיֵם שְׁבוּעָתוֹ וּמַכְנִיס אֶת בְּנוֹ, כָּךְ אָמַר הַקָּדוֹשׁ בָּרוּךְ הוּא: אֲשֶׁר נִשְׁבַּעְתִּי בְאַפִּי אִם יְבֹאוּן אֶל מְנוּחָתִי, לִמְנוּחָה זוֹ אֵין בָּאִין אֲבָל בָּאִין לִמְנוּחָה אַחֶרֶת. עַל כְּנָפַיִם יַגִּיד דָּבָר, אָמַר רַבִּי אָבִין בְּשָׁעָה שֶׁהָאָדָם הַזֶּה יָשֵׁן הַגוּף אוֹמֵר לַנְּשָׁמָה וְהַנְּשָׁמָה לַנֶּפֶשׁ וְהַנֶּפֶשׁ לַמַּלְאָךְ וְהַמַּלְאָךְ לַכְּרוּב וְהַכְּרוּב לְבַעַל כְּנָפַיִם וּבַעַל כְּנָפַיִם יַגִיד דָּבָר, לִפְנֵי מִי, לִפְנֵי מִי שֶׁאָמַר וְהָיָה הָעוֹלָם. דָּבָר אַחֵר, גַּם בְּמַדָעֲךָ מֶלֶךְ אַל תְּקַלֵּל, זֶה משֶׁה, דִּכְתִיב <small>(דברים לג, ה)</small>: וַיְהִי בִישֻׁרוּן מֶלֶךְ. וּבְחַדְרֵי מִשְׁכָּבְךָ אַל תְּקַלֵּל עָשִׁיר, זֶה משֶׁה, וּמֵהֵיכָן הֶעֱשִׁיר משֶׁה, אָמַר רַבִּי חָנִין מַחְצָב שֶׁל סַנְפִּירִינוֹן בָּרָא לוֹ הַקָּדוֹשׁ בָּרוּךְ הוּא בְּתוֹךְ אָהֳלוֹ וּמִשָּׁם הֶעֱשִׁיר, הֲדָא הוּא דִכְתִיב <small>(שמות לד, א)</small>: פְּסָל לְךָ, הַפְּסֹלֶת שֶׁלְּךָ, בְּאוֹתָהּ שָׁעָה אָמַר משֶׁה <small>(משלי י, כב)</small>: בִּרְכַּת ה' הִיא תַעֲשִׁיר. כִּי עוֹף הַשָּׁמַיִם, שֶׁטָּס כְּעוֹף וְעָלָה לַשָּׁמַיִם, וּבַעַל כְּנָפַיִם יַגִּיד דָּבָר, שֶׁהֻגַּד לְמשֶׁה מִסִּינַי <small>(ויקרא כד, יד)</small>: הוֹצֵא אֶת הַמְקַלֵּל.", "heVersionTitle": "Midrash Rabbah -- TE", "heLicense": "unknown", "heVersionTitleInHebrew": "מדרש רבה - תורת אמת", "text": "“Even in your thought do not curse a king” (Ecclesiastes 10:20) – Rabbi Avin said: Do not curse and blaspheme before Me with the intelligence that I granted you beyond that of the animal, beast, and bird. I created two eyes for you, and they have two eyes; you have two ears, and they have two ears. I made you similar to them, as it is stated: “He is comparable to animals, which perish [<i>nidmu</i>]” (Psalms 49:21). <i>Nidme<sup class=\"footnote-marker\">6</sup><i class=\"footnote\">The midrash is defining the meaning of the term <i>nidmu</i> in the verse, which it mentions in a slightly different form, <i>nidme</i>. </i> </i>is nothing other than silence. I silenced them in your honor. How many favors have I performed for you, but you do not understand, as it is stated: “Man, in honor, does not understand” (Psalms 49:21). <br>Another matter: “Even in your thought, do not curse a king” (Ecclesiastes 10:20) who is before you. “And in your bedrooms do not curse the wealthy” (Ecclesiastes 10:20) that is before you.<sup class=\"footnote-marker\">7</sup><i class=\"footnote\">Unlike the previous exposition, where the verse was understood as referring to not cursing God, now the verse is understood as referring to not cursing powerful people. Some suggest that this sentence should be understood to mean: Do not curse a king or wealthy individual who came before you, i.e. preceded you (see Maharzu). </i> “As the birds of the heavens will carry the sound” (Ecclesiastes 10:20) – Rabbi Yirmeya ben Elazar said: This is the raven and the art of bird divination.<sup class=\"footnote-marker\">8</sup><i class=\"footnote\">It was thought that through the art of bird divination, ravens could tell a person what others had said about them. </i> “And a winged creature will tell the matter” (Ecclesiastes 10:20) – Rabbi Levi said: There are ears on the road and ears to the wall. <br>Another matter: “Even in your thought do not curse a king” (Ecclesiastes 10:20) who is in your generation. “And in your bedrooms do not curse the wealthy” (Ecclesiastes 10:20) that is in your generation. “As the birds of the heavens will carry the sound” (Ecclesiastes 10:20) – Rabbi Yehuda bar Simon said: The Holy One blessed be He said to David: ‘Should you have said this: “My enemies will be exceedingly ashamed and frightened” (Psalms 6:11)? Who was your enemy? Was it not Saul? Is it not written: “On the day the Lord saved him from the hands of all his enemies and from the hand of Saul” (Psalms 18:1)?’ At that moment, David said before the Holy One blessed be He: ‘Master of the universe, do not tally it among my intentional sins, but rather among my unwitting sins [<i>shegagot</i>].’ That is what is written: “A meditation [<i>shigayon</i>] by David” (Psalms 7:1). <br>Another matter: “Even in your thought do not curse a king” (Ecclesiastes 10:20) – do not curse the King of the universe. “And in your bedrooms do not curse the wealthy” (Ecclesiastes 10:20) – the Wealthy One of the universe. “As the birds of the heavens will carry the sound” (Ecclesiastes 10:20) – Rabbi Levi said: There is a beneficial sound that emerges and a detrimental sound [that emerges]. A beneficial [sound]: “The Lord heard the sound of your words as you spoke to me, [and the Lord said to me: I heard the sound of the words of this people that they spoke to you; they did well in everything that they spoke]”<b> </b>(Deuteronomy 5:25). What is: “They did well [<i>hetivu</i>] in everything that they spoke”? Rabbi Ḥiyya bar Ada and bar Kappara: One said: It is like the preparation of [<i>hatavat</i>] the lamps, and one said: It is like the preparation of the incense.<sup class=\"footnote-marker\">9</sup><i class=\"footnote\">Both of these were part of the Temple service.</i> There is a detrimental sound: “The Lord heard the sound of your words, and He was enraged and took an oath, saying” (Deuteronomy 1:34). Rabbi Taḥlifa said: The Holy One blessed be He said: For them it is rage, but for Me, what rage is there?<sup class=\"footnote-marker\">10</sup><i class=\"footnote\">Although God’s reaction appears to people as rage, in reality God carries out punishments but is not enraged. </i> “That I took an oath in My wrath” (Psalms 95:11) – I took an oath in My wrath, but changed My mind. “That they would not come to My resting place” (Psalms 95:11) – they will not come to this resting place,<sup class=\"footnote-marker\">11</sup><i class=\"footnote\">The Land of Israel</i> but they will come to another resting place.<sup class=\"footnote-marker\">12</sup><i class=\"footnote\">The World to Come</i> Rabbi Levi said in the name of bar Kappara: This is analogous to a king who grew angry at his son and decreed that he shall not enter the palace with him. What did the king do? He stood and demolished it, rebuilt it, and brought his son into the palace with him. The result is that he observed his oath and brought in his son. So, the Holy One blessed be He said: “That I took an oath in My wrath that they would not come to My resting place” – they will not come to this resting place, but they will come to another resting place. <br>“And a winged creature will tell the matter” (Ecclesiastes 10:20) – Rabbi Avin said: When a person is asleep, the body tells the soul [what it has done], the soul [tells it] to the spirit, the spirit to the angel, the angel to the cherub, the cherub to the winged creature,<sup class=\"footnote-marker\">13</sup><i class=\"footnote\">This is a reference to an angelic creature called a seraph (see <i>Kohelet Rabba</i> 10:20).</i> “and a winged creature will tell the matter”; before whom? Before the One who spoke and the world came into being.  <br>Another matter: “Even in your thought do not curse a king” (Ecclesiastes 10:20) – this is Moses, as it is written: “There was a king in Yeshurun” (Deuteronomy 33:5). “And in your bedrooms do not curse the wealthy” (Ecclesiastes 10:20) – this is Moses. From where did Moses become wealthy? Rabbi Ḥanin said: The Holy One blessed be He created a sapphire mine for him in his tent, and it is from there that he became wealthy. That is what is written: “Carve [<i>pesol</i>] for yourself [two tablets of stone]” (Exodus 34:1) – the waste [<i>pesolet</i>] shall be for you. At that moment, Moses said: The blessing of the Lord, it will make wealthy” (Proverbs 10:22). “As the birds of the heavens” (Ecclesiastes 10:20) – as he flew like a bird and ascended heavenward. “And a winged creature will tell the matter” (Ecclesiastes 10:20) – as it was told to Moses at Sinai: “Take out the blasphemer” (Leviticus 24:14).", "versionTitle": "The Sefaria Midrash Rabbah, 2022", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5918282cd6e4a913269d6cdf", "index_title": "Kohelet Rabbah", "category": "Midrash", "type": "", "ref": "Kohelet Rabbah 10:20:1", "anchorRef": "Deuteronomy 1:34", "anchorRefExpanded": ["Deuteronomy 1:34"], "sourceRef": "Kohelet Rabbah 10:20:1", "sourceHeRef": "קוהלת רבה י׳:כ׳:א׳", "anchorVerse": 34, "sourceHasEn": false, "compDate": [700, 950], "commentaryNum": 20.0001, "collectiveTitle": {"en": "Kohelet Rabbah", "he": "קוהלת רבה"}, "heTitle": "קוהלת רבה", "he": "גַּם בְּמַדָּעֲךָ מֶלֶךְ אַל תְּקַלֵּל, אָמַר רַבִּי יְהוּדָה בְּרַבִּי סִימוֹן אוֹמֵר הַקָּדוֹשׁ בָּרוּךְ הוּא לָאָדָם בִּשְׁבִיל שֶׁנָּתַתִּי לְךָ מַדָּע יוֹתֵר מִן הַבְּהֵמָה וּמִן הַחַיָּה וּמִן הָעוֹפוֹת, אַתָּה מְחָרֵף וּמְגַדֵּף לְפָנַי, עָשִׂיתִי לְךָ עֵינַיִם וְלָהּ עֵינַיִם, לְךָ אָזְנַיִם וְלָהּ אָזְנַיִם, לְךָ יָדַיִם וְלָהּ יָדַיִם, לְךָ רַגְלַיִם וְלָהּ רַגְלַיִם, לְךָ פֶּה וְלָהּ פֶּה, נִמְשַׁל כַּבְּהֵמָה נִדְּמָה, אֵין נִדְמָה אֶלָּא שְׁתִיקָה, שִׁתַּקְתִּים מִפָּנֶיךָ, רְאֵה כָּבוֹד שֶׁעָשִׂיתִי לְךָ וְאֵין אַתָּה מֵבִין כָּל הַטּוֹבָה הַזֹּאת <small>(תהלים מט, כא)</small>: וְאָדָם בִּיקָר וְלֹא יָבִין. דָּבָר אַחֵר, גַּם בְּמַדָּעֲךָ מֶלֶךְ אֲשֶׁר בְּדוֹרְךָ אַל תְּקַלֵּל וּבְחַדְרֵי מִשְׁכָּבְךָ אַל תְּקַלֵּל עָשִׁיר, עָשִׁיר שֶׁבְּדוֹרְךָ אַל תְּקַלֵּל. כִּי עוֹף הַשָּׁמַיִם, רַבִּי יִרְמְיָה בֶּן אֶלְעָזָר אוֹמֵר זֶה הוּא הָעוֹרֵב חָכְמַת טְיָארִין, וּבַעַל כְּנָפַיִם יַגִּיד דָּבָר, מִשּׁוּם אָזְנַיִם לַכֹּתֶל. דָּבָר אַחֵר, גַּם בְּמַדָּעֲךָ מֶלֶךְ, מַלְכּוֹ שֶׁל עוֹלָם, אַל תְּקַלֵּל וּבְחַדְרֵי מִשְׁכָּבְךָ אַל תְּקַלֵּל עָשִׁיר, עֲשִׁירוֹ שֶׁל עוֹלָם. כִּי עוֹף הַשָּׁמַיִם יוֹלִיךְ אֶת הַקּוֹל, רַבִּי יְהוֹשֻׁעַ דְּסִכְנִין בְּשֵׁם רַבִּי לֵוִי יֵשׁ קִרְסָיוֹת לְטוֹבָה וְיֵשׁ קִרְסָיוֹת לְרָעָה, קִרְסָיוֹת לְטוֹבָה, שֶׁנֶּאֱמַר <small>(דברים ה, כה)</small>: וַיִּשְׁמַע ה' אֶת קוֹל דִּבְרֵיכֶם וגו' הֵיטִיבוּ כָּל אֲשֶׁר דִּבֵּרוּ. חִיָּא בַּר אַדָא וּבַר קַפָּרָא, חִיָּא בַּר אַדָא אָמַר הֲטָבָה כַּהֲטָבַת קְטֹרֶת. בַּר קַפָּרָא אָמַר הֲטָבָה כַּהֲטָבַת הַנֵּרוֹת. קִרְסָיוֹת לְרָעָה, שֶׁנֶּאֱמַר <small>(דברים א, לד)</small>: וַיִּשְׁמַע ה' אֶת קוֹל דִּבְרֵיכֶם וַיִּקְצֹף וַיִּשָּׁבַע וגו'. רַבִּי אַבָּהוּ בְּשֵׁם רַבִּי תַּחֲלִיפָא חָמִיו, כְּתִיב <small>(תהלים צה, יא)</small>: אֲשֶׁר נִשְׁבַּעְתִּי בְאַפִּי, אָמַר הַקָּדוֹשׁ בָּרוּךְ הוּא בְּאַפִּי נִשְׁבַּעְתִּי וְחוֹזְרַנִי בִּי, אִם יְבֹאוּן אֶל מְנוּחָתִי, לִמְנוּחָה זוֹ אֵינָם בָּאִים אֲבָל בָּאִין הֵם לִמְנוּחָה אַחֶרֶת. רַבִּי בֵּיבַי בְּשֵׁם רַבִּי יְהוֹשֻׁעַ בֶּן לֵוִי אָמַר לְמֶלֶךְ שֶׁכָּעַס עַל בְּנוֹ וּדְחָפוֹ וְהוֹצִיאוֹ חוּץ לַפָּלָטִין שֶׁלּוֹ, וְנִשְׁבַּע שֶׁלֹא יַכְנִיסוֹ לִבְנוֹ לַפָּלָטִין, מֶה עָשָׂה הָיְתָה בְּנוּיָה, וּסְתָרָהּ וְחָזַר וּבְנָאָהּ, וְהִכְנִיסוֹ, נִמְצָא מַכְנִיס בְּנוֹ וּמְקַיֵּם שְׁבוּעָתוֹ, כָּךְ אָמַר הַקָּדוֹשׁ בָּרוּךְ הוּא בְּאַפִּי נִשְׁבַּעְתִּי וְחוֹזְרַנִי בִּי. אִם יְבֹאוּן אֶל מְנוּחָתִי, לִמְנוּחָה זוֹ אֵינָן בָּאִים אֲבָל בָּאִים הֵם לִמְנוּחָה אַחֶרֶת. וּבַעַל כְּנָפַיִם יַגִּיד דָּבָר, אָמַר רַבִּי בּוֹן בְּשָׁעָה שֶׁהָאָדָם יָשֵׁן הַגּוּף אוֹמֵר לַנְּשָׁמָה וְהַנְּשָׁמָה לַנֶּפֶשׁ, וְהַנֶּפֶשׁ לַמַּלְאָךְ, וְהַמַּלְאָךְ אוֹמֵר לַכְּרוּב, וְהַכְּרוּב אוֹמֵר לְבַעַל כְּנָפַיִם, מִי הוּא זֶה הַשָֹּׂרָף, וְהַשָֹּׂרָף יוֹלִיךְ דָּבָר וְיַגִּיד לִפְנֵי מִי שֶׁאָמַר וְהָיָה הָעוֹלָם. דָּבָר אַחֵר, גַּם בְּמַדָּעֲךָ מֶלֶךְ אַל תְּקַלֵּל, מֶלֶךְ שֶׁלְּפָנֶיךָ אַל תְּקַלֵּל. וּבְחַדְרֵי מִשְׁכָּבְךָ אַל תְּקַלֵּל עָשִׁיר, גָּדוֹל שֶׁבִּמְקוֹמְךָ. כִּי עוֹף הַשָּׁמַיִם יוֹלִיךְ אֶת הַקּוֹל, אָמַר הַקָּדוֹשׁ בָּרוּךְ הוּא לְדָוִד לֹא כָךְ הָיִיתָ אוֹמֵר <small>(תהלים ו, יא)</small>: יֵבשׁוּ וְיִבָּהֲלוּ מְאֹד כָּל אֹיְבָי, מִי הָיוּ אוֹיְבֶיךָ, לֹא שָׁאוּל, לֹא כָךְ הָיִיתָ אוֹמֵר <small>(תהלים יח, א)</small>: בְּיוֹם הִצִּיל ה' אֹתוֹ מִכַּף כָּל אֹיְבָיו וּמִיַּד שָׁאוּל, אָמַר דָּוִד רִבּוֹנוֹ שֶׁל עוֹלָם זְדוֹנוֹת אַתָּה מַעֲלֶה עָלַי, שְׁגָגוֹת חֲשֹׁב אוֹתָן לִי, הֲדָא הוּא דִכְתִיב <small>(תהלים ז, א)</small>: שִׁגָּיוֹן לְדָוִד אֲשֶׁר שָׁר לַה' עַל דִּבְרֵי כוּשׁ בֶּן יְמִינִי. דָּבָר אַחֵר, גַּם בְּמַדָּעֲךָ מֶלֶךְ אַל תְּקַלֵּל, זֶה משֶׁה, שֶׁנֶּאֱמַר <small>(דברים לג, ה)</small>: וַיְהִי בִישֻׁרוּן מֶלֶךְ. וּבְחַדְרֵי מִשְׁכָּבְךָ אַל תְּקַלֵּל עָשִׁיר, זֶה משֶׁה, מִנַּיִן הֶעֱשִׁיר משֶׁה, מִפְּסָלְתָּן שֶׁל לוּחוֹת. אָמַר רַבִּי חָנִין מַחְצָב שֶׁל סַנְפְּרִינוֹן גִּלָּה בְּתוֹךְ אָהֳלוֹ וּמִשָּׁם הֶעֱשִׁיר משֶׁה, שֶׁנֶּאֱמַר <small>(שמות לד, א)</small>: פְּסָל לְךָ שְׁנֵי לֻחֹת אֲבָנִים וגו', פְּסִילָתָן תְּהֵא לְךָ.  ", "heVersionTitle": "Midrash Rabbah -- TE", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש רבה - תורת אמת", "text": "<b>“Even in your thought do not curse a king, and in your bedrooms do not curse the wealthy, as a bird of the heavens will carry the sound, and a winged one will tell the matter” (Ecclesiastes 10:20).</b><br>“Even in your thought do not curse a king” – Rabbi Yehuda ben Rabbi Simon said: The Holy One blessed be He says to a person: Because I have given you intellect beyond that of the animal, the beast, and the birds, you curse and blaspheme before me? I gave you eyes and [the animal] eyes, you have ears and it has ears, you have hands and it has hands, you have feet and it has feet, you have a mouth and it has a mouth, he is like the beasts that perish [<i>nidma</i>].<sup class=\"footnote-marker\">86</sup><i class=\"footnote\">This is an adaptation in the singular of Psalms 49:21. The verse compares people to beasts, but the midrash reads it as implying a difference between people and animals, that animals cannot speak.</i> <i>Nidma</i> means nothing other than silence; I have silenced it before you.<sup class=\"footnote-marker\">87</sup><i class=\"footnote\">Unlike people, animals cannot speak.</i> See the honor that I have afforded you. But you do not understand all this goodness, “man does not understand the honor” (Psalms 49:21).<br>Another matter: “Even in your thought do not curse a king” that is in your generation, “and in your bedrooms do not curse the wealthy” – do not curse the wealthy of your generation. “As a bird of the heavens” – Rabbi Yirmeya ben Elazar said: This is the raven, by means of bird divination.<sup class=\"footnote-marker\">88</sup><i class=\"footnote\">The king or wealthy people might find out what you said from the ravens, by means of bird divination.</i> “And a winged one will tell the matter” – because the wall has ears.<br>Another matter: “Even in your thought do not curse a king” – the King of the world; “and in your bedrooms do not curse the wealthy” – the wealthy One of the world. “As a bird of the heavens will carry the sound” – Rabbi Yehoshua of Sikhnin [said] in the name of Rabbi Levi: There are some sounds that are for good and there are some sounds that are for evil. [There are] sounds for good, as it is stated: “The Lord heard the sound of your words…they have done well in everything that they spoke” (Deuteronomy 5:24). Ḥiyya bar Ada and bar Kappara: Ḥiyya bar Abba said: For good [<i>hatava</i>], as in the preparation of [<i>hatavat</i>] the incense. Bar Kappara said: For good, as in the cleaning of [<i>hatavat</i>] the lamps. [There are] sounds for evil, as it is stated: “The Lord heard the sound of your words, and He was enraged and took an oath…” (Deuteronomy 1:34).<br>Rabbi Abbahu [said] in the name of Rabbi Taḥalifa his father in law: It is written: “As I took an oath in My wrath” (Psalms 95:11) – the Holy One blessed be He said: I took an oath in My wrath, but then I recanted; “that they<sup class=\"footnote-marker\">89</sup><i class=\"footnote\">The generation of the wilderness, which left Egypt.</i> will not enter My place of rest” (Psalms 95:11) – they will not enter this resting place,<sup class=\"footnote-marker\">90</sup><i class=\"footnote\">The Land of Israel</i> but they will enter another resting place.<sup class=\"footnote-marker\">91</sup><i class=\"footnote\">The World to Come</i> Rabbi Beivai said in the name of Rabbi Yehoshua ben Levi: [This is analogous] to a king who was angry at his son and expelled him from his palace and took an oath that he would not allow his son to enter the palace. What did he do [once he reconsidered]? It was [already] built; he dismantled it and rebuilt it, and brought his son into it. He thereby brings his son in and [still] fulfills his vow. So too, the Holy One blessed be He said: I took an oath in My wrath and recanted. They will not enter this resting place, but they will enter another resting place.<br>“And a winged one will tell the matter” – Rabbi Bon said: When a person sleeps, the body tells the soul [what it has done], the soul [tells it] to the spirit, the spirit to the angel, the angel to the cherub, and the cherub to the winged one. Who is that? It is the seraph. The seraph will bring the matter and tell it before He who spoke and the world came into being.<br>Another matter: “Even in your thought do not curse a king” – do not curse a king who is before you. “And in your bedrooms do not curse the wealthy” – a prominent person in your locale. “As a bird of the heavens will carry the sound” – the Holy One blessed be He said to David: Would you not say: “All my enemies shall be ashamed and frightened” (Psalms 6:11)? Who were your enemies? Was it not Saul? Would you not say: “On the day that the Lord rescued him from the hand of all his enemies and from the hand of Saul” (Psalms 18:1)?<sup class=\"footnote-marker\">92</sup><i class=\"footnote\">Thus, you cursed the king I appointed over Israel.</i> David said: Master of the universe: Do You calculate them for me as intentional transgressions? Consider them as unwitting transgressions [<i>shegagot</i>] for me. That is what is written: “A meditation [<i>shigayon</i>] by David, a song that he sang to the Lord concerning the words of Kush the Benjamite (Psalms 7:1).<sup class=\"footnote-marker\">93</sup><i class=\"footnote\">Kush the Benjamite is a reference to Saul (see <i>Moed Katan</i> 16b).</i><br>Another matter: “Even in your thought do not curse a king” – this is Moses, as it is stated: “There was a king in Yeshurun” (Deuteronomy 33:5). “And in your bedrooms do not curse the wealth” – this is Moses. From where did Moses become wealthy? It was from the residue of the tablets. Rabbi Ḥanin said: He discovered a quarry of sapphires in his tent, and from that Moses became wealthy, as it is stated: “Carve for you two tablets of stone…” (Exodus 34:1), its carvings will be for you.", "versionTitle": "The Sefaria Midrash Rabbah, 2022", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "59647c8dd6e4a92bf45a13cd", "index_title": "Orchot Tzadikim", "category": "Musar", "type": "", "ref": "Orchot Tzadikim 25:5", "anchorRef": "Deuteronomy 1:34", "anchorRefExpanded": ["Deuteronomy 1:34"], "sourceRef": "Orchot Tzadikim 25:5", "sourceHeRef": "אורחות צדיקים כ״ה:ה׳", "anchorVerse": 34, "sourceHasEn": true, "compDate": [1400, 1500], "commentaryNum": 25.0005, "collectiveTitle": {"en": "Orchot Tzadikim", "he": "אורחות צדיקים"}, "he": "וְעוֹד: מִי שֶׁהוּא רָגִיל בְּלָשׁוֹן הָרַע פְּעָמִים יְדַבֵּר דְּבָרִים כְּלַפֵּי מַעְלָה, דִּכְתִיב (תהלים עג ט): ״שַׁתּוּ בַשָּׁמַיִם פִּיהֶם, וּלְשׁוֹנָם תִּהֲלַךְ בָּאָרֶץ״. וְאֵין בְּכָל עֲבֵרוֹת שֶׁיֵּשׁ עֹנֶשׁ עֲלֵיהֶם כְּמוֹ מִי שֶׁמֵּטִיחַ דְּבָרִים כְּלַפֵּי מַעְלָה, כִּי אָמְרוּ רַבּוֹתֵינוּ זִכְרוֹנָם לִבְרָכָה (ערכין טו א): עֲשָׂרָה נִסְיוֹנוֹת נִסּוּ אֲבוֹתֵינוּ, וּבְכֻלָּם לֹא נֶחְתַּם גְּזַר דִּינָם אֶלָּא עַל לָשׁוֹן הָרָע, שֶׁנֶּאֱמַר (במדבר יד כח): ״אִם לֹא כַּאֲשֶׁר דִּבַּרְתֶּם בְּאָזְנָי – כֵּן אֶעֱשֶׂה לָכֶם״; וְאוֹמֵר (דברים א לד): ״וַיִּשְׁמַע יְיָ אֶת קוֹל דִּבְרֵיכֶם, וַיִּקְצֹף וַיִּשָּׁבַע״. וְאֵין הַתּוֹרָה מְגִנָּה עַל בַּעֲלֵי לָשׁוֹן הָרַע: דּוֹאֵג הָאֲדוֹמִי, כֵּיוָן שֶׁסִּפֵּר לָשׁוֹן הָרַע – לֹא עָמְדָה לוֹ חָכְמָתוֹ, וְלֹא הֵגֵנָּה עָלָיו תּוֹרָתוֹ (סוטה כא א).", "heVersionTitle": "Orchot Tzadikim -- Vocalized", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "", "text": "Moreover, one who is accustomed to speak gossip will sometimes speak words against God, as it is written, \"They have set their mouth against the heavens, and their tongue walketh through the earth\" (Ps. 73:9). And there is no greater guilt in all of the sins than the guilt of him who blasphemes God. And our Sages, of blessed memory, said, \"With ten trials were our ancestors tried, and in all them their fate was not sealed except for the sin of gossip\" (Arakin 15a, Shohar Tov, 39a). As it is said, \"As ye have spoken in mine ears, so will I do to you\" (Num. 14:28). And it says, \"And the Lord heard the voice of your words and was wroth\" (Deut. 1:34). And the Torah itself does not protect gossipers. Doeg the Edomite, as soon as he had spoken gossip, his wisdom did not avail him and all of his knowledge of the Torah did not protect him (Sotah 21a, Sanh. 106b).", "versionTitle": "Orchot Tzaddikim, trans. Seymour J. Cohen, Ktav Pub House, 1982", "license": "CC-BY", "versionTitleInHebrew": "ארחות צדיקים, תורגם לאנגלית ע\"י שמריה קאהן. הוצאת כתב, תשמ\"ג"}, {"_id": "5a436740d6e4a97d18d91c2d", "index_title": "Ralbag Beur HaMilot on Torah", "category": "Commentary", "type": "commentary", "ref": "Ralbag Beur HaMilot on Torah, Deuteronomy 1:34:1", "anchorRef": "Deuteronomy 1:34", "anchorRefExpanded": ["Deuteronomy 1:34"], "sourceRef": "Ralbag Beur HaMilot on Torah, Deuteronomy 1:34:1", "sourceHeRef": "רלב\"ג ביאור המלות על התורה, דברים א׳:ל״ד:א׳", "anchorVerse": 34, "sourceHasEn": false, "compDate": [1326, 1340], "commentaryNum": 34.0001, "collectiveTitle": {"en": "Ralbag Beur HaMilot", "he": "רלב\"ג ביאור המלות"}, "heTitle": "דברים", "he": "<b>וישמע יי' את קול דבריכם ויקצוף וגו' זולתי כלב בן יפונה הוא יראנה.</b> הנה לא זכר עמו יהושע אע\"פ שהיה דבר השם יתעלה שלא ישאר מה זולתי כלב בן יפונה ויהושע בן נון לפי שהיה לכל אחד מהם דבר ייחדהו והו' כי לכלב אמר יי' יתע' לתת את הארץ אשר דרך בה והוא חברון וליהושע אמר יי' יתעלה שהוא ינחיל הארץ לישראל. ולזה הוא מבואר שגם הוא יחיה מהאנשים ההם התרים את הארץ:", "heVersionTitle": "Ralbag on Torah, Venice, 1547", "heLicense": "Public Domain", "heVersionTitleInHebrew": "רלב\"ג על התורה, ונציה ש\"ז", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5a9ec579d6e4a91d7b55e3e1", "index_title": "Tzror HaMor on Torah", "category": "Commentary", "type": "commentary", "ref": "Tzror HaMor on Torah, Deuteronomy 1:34:1", "anchorRef": "Deuteronomy 1:34", "anchorRefExpanded": ["Deuteronomy 1:34"], "sourceRef": "Tzror HaMor on Torah, Deuteronomy 1:34:1", "sourceHeRef": "צרור המור על התורה, דברים א׳:ל״ד:א׳", "anchorVerse": 34, "sourceHasEn": false, "compDate": [1460, 1510], "commentaryNum": 34.0001, "collectiveTitle": {"en": "Tzror HaMor", "he": "צרור המור"}, "heTitle": "דברים", "he": "ואמר <b>וישמע ה' את קול דבריכם.</b> להורות שהבין השם דבריהם איך מרדו בו ולא האמינו ביכלתו. כאומרם כי חזק הוא ממנו. או ששמע קול דבריהם ממש שדברו אלו הדברים בקולי קולות כדי שיכנסו דבריהם באזניו כדי להכעיסו. לכן ויקצוף וישבע אם יראה איש זולתי כלב בן יפונה שעשה רצון השם והשלים החסרון והגומא שעשו המרגלים. וזהו אשר מלא אחרי ה'. החסרון שחסרו המרגלים. ואחר שהוא השלים החסרון ראוי הוא שיקח חלקם בארץ. כמאמרם ז\"ל על פסוק חיו מן האנשים ההם. או יאמר אשר מלא אחרי ה'. לרמוז כי כלב עשה דבריו בחכמה גדולה והראה פנים למרגלים שהיה עמהם בעצה בפיו ובשפתיו ולבו לא כן יחשוב. וזהו ועבדי כלב עקב אשר היתה רוח אחרת עמו. שפירושו אחד בפה ואחד בלב. כאומרו ואשיב להם דבר כאשר עם לבבי ולא כאשר עם פי. ולפי שידוע שזה דבר אשר שנא ה'. כי הוא רוצה שיהיו הלב והפה שוים כאומרם באחי יוסף ולא יכלו דברו לשלום. מתוך גנותם למדנו שבחם שלא היו מדברים אחד בפה ואחד בלב. ולכן אחר שכלב דיבר א' בפה וא' בלב שהוא נגד פי השם. נאמר בו אשר מלא אחרי השם. ולא אמר אשר מלא לפני השם אלא אחרי השם. לפי שהוא דבר שאין השם רוצה בו. אבל בכאן אחר שכוונתו לשמים. להוראת שעה רצה השם בזה כלאחר יד. וזהו אשר מלא אחרי השם:", "heVersionTitle": "Tzeror Hamor, Warsaw, 1879", "heLicense": "Public Domain", "heVersionTitleInHebrew": "צרור המור על התורה, וורשא, תרל\"ט", "text": [], "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": ""}, {"_id": "5b6bf507af3503027e682376", "index_title": "Malbim on Deuteronomy", "category": "Commentary", "type": "commentary", "ref": "Malbim on Deuteronomy 1:34:1", "anchorRef": "Deuteronomy 1:34", "anchorRefExpanded": ["Deuteronomy 1:34"], "sourceRef": "Malbim on Deuteronomy 1:34:1", "sourceHeRef": "מלבי\"ם על דברים א׳:ל״ד:א׳", "anchorVerse": 34, "sourceHasEn": false, "compDate": [1844, 1874], "commentaryNum": 34.0001, "collectiveTitle": {"en": "Malbim", "he": "מלבי\"ם"}, "heTitle": "מלבי\"ם על דברים", "he": "<b>וישמע</b>, ר\"ל לפ\"ז מה שלא נכנסתם לא\"י תיכף לא נעשה לא ע\"י ה' ולא על ידי רק אתם גרמתם זאת שע\"י קול דבריכם קצף ה' וישבע שאיש מכם לא יראה את הארץ:", "heVersionTitle": "Mikraei Kodesh, Vilna, 1891", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מקראי קודש, וילנא תרנ\"א", "text": [], "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": ""}, {"_id": "5c17b88ab071e100bf4e10e4", "index_title": "Sha'arei Teshuvah", "category": "Musar", "type": "", "ref": "Sha'arei Teshuvah 3:209", "anchorRef": "Deuteronomy 1:34", "anchorRefExpanded": ["Deuteronomy 1:34"], "sourceRef": "Sha'arei Teshuvah 3:209", "sourceHeRef": "שערי תשובה ג׳:ר״ט", "anchorVerse": 34, "sourceHasEn": true, "compDate": [1243, 1263], "commentaryNum": 3.0209, "collectiveTitle": {"en": "Sha'arei Teshuvah", "he": "שערי תשובה"}, "heTitle": "שערי תשובה", "he": "<b>וְהַחֲמִישִׁי</b> – כִּי לָשׁוֹן הָרַע יָבִיא אֶת בְּעָלָיו לָתֵת אֶת פִּיו לְדַבֵּר אֶל הַשֵּׁם תּוֹעָה וּכְמוֹ שֶׁנֶּאֱמַר (תהילים ע\"ג:ט') שַׁתּוּ בַשָּׁמַיִם פִּיהֶם וּלְשׁוֹנָם תִּהֲלַךְ בָּאָרֶץ. וְאֵין בְּכָל הָעֲבֵרוֹת אֲשֶׁר יַשִּׂיג עָנְשָׁם לְעֹנֶשׁ הַמֵּטִיחַ דְּבָרִים. וְאָמְרוּ רַבּוֹתֵינוּ – עֶשֶׂר נִסְיוֹנוֹת נִסּוּ אֲבוֹתֵינוּ וּבְכֻלָּם לֹא נִתְחַתֵּם גְּזַר דִּינָם אֶלָּא עַל לָשׁוֹן הָרָע. שֶׁנֶּאֱמַר (במדבר י\"ד:כ\"ח) אִם לֹא כַּאֲשֶׁר דִּבַּרְתֶּם בְּאָזְנָי כֵּן אֶעֱשֶׂה לָכֶם וְגוֹ' וְנֶאֱמַר (דברים א':ל\"ד) וַיִּשְׁמַע ה' אֶת קוֹל דִּבְרֵיכֶם וַיִּקְצֹף וַיִּשָּׁבַע לֵאמֹר וְגוֹ', וְנֶאֱמַר (מלאכי ב':י\"ז) הוֹגַעְתֶּם ה' בְּדִבְרֵיכֶם. וְאָמַר דָּוִד הַמֶּלֶךְ עָלָיו הַשָּׁלוֹם (תהילים נ':ט\"ז-כ') וְלָרָשָׁע אָמַר אֱלֹקִים מַה לְּךָ לְסַפֵּר חֻקָּי וַתִּשָּׂא בְרִיתִי עֲלֵי פִיךָ אִם רָאִיתָ גַנָּב וַתִּרֶץ עִמּוֹ וְגוֹ' פִּיךָ שָׁלַחְתָּ בְרָעָה וּלְשׁוֹנְךָ תַּצְמִיד מִרְמָה תֵּשֵׁב בְּאָחִיךָ תְדַבֵּר. הִנֵּה לָמַדְתָּ מִזֶּה כִּי אֵין הַתּוֹרָה מְגִנָּה עַל בַּעֲלֵי לָשׁוֹן הָרַע וְעַל הַמְּשֻׁמָּד לִגְנֹב וְלִנְאֹף. וְכִי אֵינָם רְאוּיִים לַעֲסֹק בַּתּוֹרָה. וְאָמְרוּ רַבּוֹתֵינוּ זִכְרוֹנָם לִבְרָכָה דּוֹאֵג כֵּיוָן שֶׁסִּפֵּר לָשׁוֹן הָרַע אַף חָכְמָתוֹ לֹא עָמְדָה לוֹ וְלֹא הֵגֵנָּה עָלָיו תּוֹרָתוֹ. וּמָה שֶׁאָמְרוּ רַבּוֹתֵינוּ זִכְרוֹנָם לִבְרָכָה עֲבֵרָה מְכַבָּה מִצְוָה וְאֵין עֲבֵרָה מְכַבָּה תּוֹרָה. שֶׁנֶּאֱמַר (משלי ו':כ\"ג) כִּי נֵר מִצְוָה וְתוֹרָה אוֹר. עַל הָעוֹבֵר עֲבֵרָה דֶּרֶךְ מִקְרֶה אָמְרוּ. וְלֹא עַל הַפּוֹרֵק עוֹל אַזְהָרַת הָעֲבֵרָה מֵעָלָיו.", "heVersionTitle": "Sefaria Vocalized Edition", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "And the fifth is that evil speech brings one involved with it to put his mouth to speaking wrongly about God - and as it is stated (Psalms 73:9), “They set their mouths against Heaven, and their tongues range over the earth.” And there is none among all of the sins the punishment for which reaches the punishment for flinging [accusations at God]. And our Rabbis said (Arakhin 15a), “Our ancestors tried the Holy One, Blessed be He with ten trials, but their sentence was sealed only due to the evil speech.” For it is stated (Numbers 14:28), “I will do to you just as you have urged Me, etc.”; and it is stated (Deuteronomy 1:34), “When the Lord heard your loud complaint, He was angry; and He vowed”; and it is stated (Malachi 2:17), “You have wearied the Lord with your talk.” And King David, peace be upon him, said (Psalms 50:16-20), “And to the wicked, God said, ‘Who are you to recite My laws, and mouth the terms of My covenant. [...] When you see a thief, you fall in with him, etc. You devote your mouth to evil, and yoke your tongue to deceit. You are busy maligning your brother.’“ Behold you have learned from this that Torah [study] does not protect those involved with evil speech or one accustomed to steal or to engage in forbidden sexual relations; and that they are not fit to be involved with Torah. And our Rabbis, may their memory be blessed, said (Sotah 21a) [that] because Doeg spoke evil speech, his wisdom did not stand him in. And that which our Rabbis, may their memory be blessed, said - “Sin extinguishes a commandment, but sin does not extinguish Torah, as it is stated (Proverbs 6:23), ‘For the commandment is a lamp, and the Torah is a light’” - they said about someone who sins by chance, and not about one who removes the yoke of the warning of a sin from upon him. ", "versionTitle": "Sefaria 2020 Edition, Translated by R. Francis Nataf", "license": "CC0", "versionTitleInHebrew": ""}, {"_id": "5c17b90fb071e100bf4e6883", "index_title": "Kad HaKemach", "category": "Musar", "type": "", "ref": "Kad HaKemach, Straying of Heart and Eyes 1:1", "anchorRef": "Deuteronomy 1:34", "anchorRefExpanded": ["Deuteronomy 1:34"], "sourceRef": "Kad HaKemach, Straying of Heart and Eyes 1:1", "sourceHeRef": "כד הקמח, זנות הלב והעין א׳:א׳", "anchorVerse": 34, "sourceHasEn": false, "compDate": [1290, 1340], "commentaryNum": 1.0001, "collectiveTitle": {"en": "Kad HaKemach", "he": "כד הקמח"}, "heTitle": "זנות הלב והעין", "he": "<b>מאור</b> עינים ישמח לב שמועה טובה תדשן עצם (משלי טו). יבאר הכתוב הזה מעלת החושים וידוע כי כפי מה שתגדל מעלת החוש על חברו כן יגדל חיוב האדם שיעבוד בו את הש\"י כי בידוע שהגוף היכל הנפש שוכנת בתוכו כמלך בהיכלו ומרחפת על הגוף גם כן וזה כדמיון הבורא ית' שהוא בתוך העולם וחוץ לעולם כי הוא מקום עולמו ואין עולמו מקומו. ומנפלאות יצירת האדם שפתח בהיכל הזה חמשה שערים אל העולם והפקיד על השערים ההם חמשה שוערים מעבדיו הנאמנים. השערים הם כלי החושים ואלה הן העינים. והאזנים. והאף. והלשון. והידים. השוערים הם החושים המשתמשין בהן. ואלו הן חוש הראות. וחוש השמע וחוש הריח וחוש הטעם. וחוש המישוש. אשר בהם שלימות ההיכל ומעלתו והמלך שלמה שבח את עצמו בהן. הוא שאמר (קהלת ב) כי מי יאכל ומי יחוש חוץ ממני. כי לא היה מלך לפניו ואחריו בהשגת תענוג החושים כמוהו וכענין שאמר (שם) וכל אשר שאלו עיני לא אצלתי מהם. מעלת הראות גדולה ואמנם מעלת השמע גדולה יותר כי כח השמע הוא יותר זך ודק מכח הראות, וזה שאמרו ז\"ל (ב\"ק פ\"ח פה ב) סימא עינו נותן לו דמי עינו. חרשו נותן לו דמי כולו. וכן מצינו בהקב\"ה שהקדים חוש השמע לחוש הראות הוא שאמר או חרש או פקח או עור. ויהיה ביאור הכתוב לפי זה שמועה טובה תדשן עצם מלבד שכח השמועה טובה משמחת את הלב כמאור העין עוד יגיע ממנה תועלת אחרת שהיא מדשנת את הגוף, והזכיר עצם לפי שהעצמות יסודות הגוף, וכן מצינו במשה רבינו שהזהיר לישראל בשתיהן והקדים שמיעה לראיה אמר (דברים ו) שמע ישראל ואח\"כ אמר (שם יא) ראה אנכי נתן לפניכם. וכן ישעיה הקדים השמיעה ואמר (ישעי' לג) אוטם אזנו משמוע דמים ועוצם עיניו מראות ברע. החושים הנכבדים הללו כלן הם באבר הראשון שהוא מבחר מקומות הגוף ועליונו מלבד חוש המישוש שהוא מיוחד לידים ומתפשט בכל הגוף וגם בראש ואינו כי אם בהרגשת דבקות גוף בגוף, והחושים הללו ג' מהם רוחנים חוש הראות וחוש השמע וחוש הריח. ושנים מהם גופנים והם חוש הטעם וחוש המישוש. וחייבה החכמה להיותם כן כדי ללמד כי הכונה בבריאת האדם להיות חלק השכל רב ומתגבר על חלק הגוף. ומרוב מעלת ג' החושים רוחניים הללו תמצא שייחס אותן הכתוב אל השי\"ת והוא שאמר (שמות ג) וירא ה' כי סר לראות. (דברים א) וישמע ה' את קול דבריכם. (בראשית ח) וירח ה' את ריח הניחוח. ובשני חושים הנשארים שהם גופניות לא מצינו אותם מיוחסים לשם ית' כי לא תמצא ויטעם ה' וימשש ה'. וה' חושים הללו אנו משתמשין בכל פעולותינו וענינינו ומסכימי' עליהם עם השכל הנטוע בנו ואין אנו רשאים ליהנות באחד מהן בלא ברכה. וכן אמרו ז\"ל (ברכות פ\"ו ד' לה ב) כל הנהנה מן העוה\"ז בלא ברכה כאלו גוזל להקב\"ה ולכנסת ישראל שנאמר (משלי כח) גוזל אביו ואמו וגו'. חוש הראות מצינו הרבה דברים שתקנו רז\"ל לברך על חוש הראות והם (הרואה דף נט ב') הרואה חמה בתקופתה לבנה בחידושה והרואה חבירו לאחר י\"ב חדש והרואה את הים הגדול והאי מאן דנפיק ביומי דניסן וחזא אלני דמלבלבי בכל אלו חייב לברך, ומזה תקנו לנו ז\"ל ברכת יוצר המאורות לאמרה בכל יום לפי שהשמש מתחדש וזורח בכל יום ומי שבנה בית חדש וקנה כלים חדשים שנתחייב לברך שהחיינו הכל נמשך אחר חוש הראות. חוש השמע גם בזה תקנו רז\"ל לברך והוא שאמרו על שמועה טובה מברך הטוב והמטיב. ועל שמועה רעה מברך ברוך דיין האמת. חוש הריח גם בזה תקנו לנו רז\"ל לברך על ריח טוב על הפירות. כגון האתרוג והתפוח ברוך שנתן ריח טוב בפירות. ועל העשבים הטובים כגון חבצלת שקורין רוז\"א בורא עשבי בשמים. ועל ההדס בורא עצי בשמים. ועל המור והוא המוסק\"א בורא מיני בשמים, חוש הטעם גם בזה תקנו לנו ברכות אם הוא פרי האילן בורא פרי העץ אם הוא פרי המתגדל מן הקרקע בלא אילן בורא פרי האדמה. ואם גדולו מן הקרקע ואינו פרי כגון ירקות מברך שהכל, חוש המישוש לא תקנו ברכה בזה לפי שאין לחוש הזה חלק בשכל כי כלו גופני הפך השכל וע\"כ לא תקנו לברך אלא על פעולות החושים שיש לשכל חלק בהם: \n", "heVersionTitle": "Kad HaKemach, Warsaw 1872", "heLicense": "Public Domain", "heVersionTitleInHebrew": "כד הקמח, וורשא תרל\"ב", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5c46a9e008d98a02694eaee1", "index_title": "Jastrow", "category": "Reference", "type": "reference", "ref": "Jastrow, קִצָּפוֹן 1", "anchorRef": "Deuteronomy 1:34", "anchorRefExpanded": ["Deuteronomy 1:34"], "sourceRef": "Jastrow, קִצָּפוֹן 1", "sourceHeRef": "מילון יסטרוב, קִצָּפוֹן א׳", "anchorVerse": 34, "sourceHasEn": true, "compDate": [1883, 1903], "commentaryNum": 1, "collectiveTitle": {"en": "Jastrow", "he": "מילון יסטרוב"}, "heTitle": "קִצָּפוֹן", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<strong dir=\"rtl\">קִצָּפוֹן</strong>, <strong dir=\"rtl\">קִיצָּ׳</strong> m.  (<a class=\"refLink\" href=\"/Jastrow,_קִצְפָּא.1\" data-ref=\"Jastrow, קִצְפָּא 1\">preced.</a> wds.) <i>anger</i>. <a class=\"refLink\" href=\"/Vayikra_Rabbah.32.2\" data-ref=\"Vayikra Rabbah 32:2\">Lev. R. s. 32</a> (ref. to <span dir=\"rtl\">ויקצף</span>, <a class=\"refLink\" href=\"/Deuteronomy.1.34\" data-ref=\"Deuteronomy 1:34\">Deut. I, 34</a>) <span dir=\"rtl\">להם הוא ק׳ ולי מה אני ק׳ וכ׳</span> to them it appears as anger, but to myself what does anger mean? ‘I swore by my anger’ (<a class=\"refLink\" href=\"/Psalms.95.11\" data-ref=\"Psalms 95:11\">Ps. XCV, 11</a>), I swear by my anger and reconsider; Yalk. ib. 657. <a class=\"refLink\" href=\"/Esther_Rabbah.4.8\" data-ref=\"Esther Rabbah 4:8\">Esth. R. to I, 18</a> <span dir=\"rtl\">כדאי הוא הבזיון … לק׳ שקצף וכ׳</span> the disrespect with which her (Vashti’s) father treated the vessels of the Temple is enough to deserve the wrath which he (Ahasverus) vented on her and put her to death. Ib. <span dir=\"rtl\">כדי הק׳ לבזיון זה</span> the anger (of Ahasverus) corresponds to this contempt (shown by Vashti), v. <a dir=\"rtl\" class=\"refLink\" href=\"/Jastrow,_קְצִיפָה.1\" data-ref=\"Jastrow, קְצִיפָה 1\">קְצִיפָה</a>. Ib. to II, 21 <span dir=\"rtl\">מה ק׳ היה שם</span> what cause was there for discontent? Sifra Sh’mini, Par. 1, ch. II (ref. to <a class=\"refLink\" href=\"/Leviticus.10.16\" data-ref=\"Leviticus 10:16\">Lev. X, 16</a>) <span dir=\"rtl\">אף אהרן היה בק׳</span> Aaron, too, was included in the anger (of Moses). Pesik. Vattom., p. 130ᵇ <span dir=\"rtl\">אין ק׳ הוא</span> (not <a dir=\"rtl\" class=\"refLink\" href=\"/Jastrow,_קצפין.1\" data-ref=\"Jastrow, קצפין 1\">קצפין</a>), v. <a dir=\"rtl\" class=\"refLink\" href=\"/Jastrow,_קְצִיפָה.1\" data-ref=\"Jastrow, קְצִיפָה 1\">קְצִיפָה</a>."], "versionTitle": "London, Luzac, 1903", "license": "Public Domain", "versionTitleInHebrew": "תרס״ג"}, {"_id": "5daeecd117859d9c2c913cb9", "index_title": "Toledot Yitzchak on Torah", "category": "Commentary", "type": "commentary", "ref": "Toledot Yitzchak on Torah, Deuteronomy 1:34:1", "anchorRef": "Deuteronomy 1:34", "anchorRefExpanded": ["Deuteronomy 1:34"], "sourceRef": "Toledot Yitzchak on Torah, Deuteronomy 1:34:1", "sourceHeRef": "תולדות יצחק על התורה, דברים א׳:ל״ד:א׳", "anchorVerse": 34, "sourceHasEn": false, "compDate": [1475, 1535], "commentaryNum": 34.0001, "collectiveTitle": {"en": "Toledot Yitzchak", "he": "תולדות יצחק"}, "heTitle": "דברים", "he": "<b>ויקצוף וישבע לאמר אם יראה איש באנשים האלה הדור הרע הזה את הארץ הטובה אשר נשבעתי לתת לאבותיכם </b>כלומר כל כך קצף הקצפתם לשי\"ת עד שעשית' שנשבע שבועות הפכיות וראיה ודור רביעי ישובו הנה ויזכור אלהים את בריתו את אברהם וגם הקימותי את בריתי אתכם ואם תאמר איך איפשר זה התשובה שאחר שהרשיעו לא חלה השבועה על זה הדור ועם כל זה נתרעם משה עליהם שההמון לא ידעו להבדיל ולהבין איך השבועות אינן זאת הפכית לזאת וזהו שאמר הדור הרע הזה ועוד קיים השבועה בכלב וזהו טעם ולבניו לפי שיהיו רבים כמו שנשבע לתת לבני האבות ואם לא יפורש כן מה טעם ולבניו שהנה גם לבני הדור הרע נתן האדמה ועשה לכלב ולבניו לפי שהיה צדיק כאלו כולם דור אחד אחר שהוא ובניו צדיקים:", "heVersionTitle": "Toledot Yitzchak, Warsaw 1877", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תולדות יצחק, וורשא תרל\"ז", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5dbe92f746943bef88acdb7b", "index_title": "Yein Levanon on Avot", "category": "Quoting Commentary", "type": "", "ref": "Yein Levanon on Avot 5:4:112", "anchorRef": "Deuteronomy 1:27-35", "anchorRefExpanded": ["Deuteronomy 1:27", "Deuteronomy 1:28", "Deuteronomy 1:29", "Deuteronomy 1:30", "Deuteronomy 1:31", "Deuteronomy 1:32", "Deuteronomy 1:33", "Deuteronomy 1:34", "Deuteronomy 1:35"], "sourceRef": "Yein Levanon on Avot 5:4:112", "sourceHeRef": "יין לבנון על אבות ה׳:ד׳:קי״ב", "anchorVerse": 27, "sourceHasEn": false, "compDate": [1765, 1775], "commentaryNum": 4.0112, "collectiveTitle": {"en": "Yein Levanon on Avot", "he": "יין לבנון על אבות"}, "he": "הנסיון העשירי במרגלים, ואז נתמלאה סאתם ולא האריך להם עוד, ונענשו מדה במדה. הם בכו ולא האמינו בה' שיקיים את השבועה אשר נשבע לאבותיהם לתת להם ארץ כנען, ונגזרה עליהם שכאשר יזמו כן תהיה, כי לא יזכו כל אנשי הדור ההוא לראות את הארץ, אלא יפלו כולם במדבר, וכנזכר במשנה תורה <small>(דברים א, כז-לה)</small> \"ותרגנו באהליכם ותאמרו בשנאת ה' אותנו הוציאנו מארץ מצרים וגו', ואומר אליכם לא תערצון וגו' ובדבר הזה אינכם מאמינים בה' אלהיכם, וישמע ה' וגו' ויקצוף וישבע לאמר, אם יראה איש באנשים האלה וגו' את הארץ הטובה\" וגו'.", "heVersionTitle": "Yein Levanon, Rishon Letzion 2013", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5ebd6028036e8c437c7613ae", "index_title": "Peninei Halakhah, Sukkot", "category": "Halakhah", "type": "", "ref": "Peninei Halakhah, Sukkot 8:2:3", "anchorRef": "Deuteronomy 1:1-6:9", "anchorRefExpanded": ["Deuteronomy 1:1", "Deuteronomy 1:2", "Deuteronomy 1:3", "Deuteronomy 1:4", "Deuteronomy 1:5", "Deuteronomy 1:6", "Deuteronomy 1:7", "Deuteronomy 1:8", "Deuteronomy 1:9", "Deuteronomy 1:10", "Deuteronomy 1:11", "Deuteronomy 1:12", "Deuteronomy 1:13", "Deuteronomy 1:14", "Deuteronomy 1:15", "Deuteronomy 1:16", "Deuteronomy 1:17", "Deuteronomy 1:18", "Deuteronomy 1:19", "Deuteronomy 1:20", "Deuteronomy 1:21", "Deuteronomy 1:22", "Deuteronomy 1:23", "Deuteronomy 1:24", "Deuteronomy 1:25", "Deuteronomy 1:26", "Deuteronomy 1:27", "Deuteronomy 1:28", "Deuteronomy 1:29", "Deuteronomy 1:30", "Deuteronomy 1:31", "Deuteronomy 1:32", "Deuteronomy 1:33", "Deuteronomy 1:34", "Deuteronomy 1:35", "Deuteronomy 1:36", "Deuteronomy 1:37", "Deuteronomy 1:38", "Deuteronomy 1:39", "Deuteronomy 1:40", "Deuteronomy 1:41", "Deuteronomy 1:42", "Deuteronomy 1:43", "Deuteronomy 1:44", "Deuteronomy 1:45", "Deuteronomy 1:46", "Deuteronomy 2:1", "Deuteronomy 2:2", "Deuteronomy 2:3", "Deuteronomy 2:4", "Deuteronomy 2:5", "Deuteronomy 2:6", "Deuteronomy 2:7", "Deuteronomy 2:8", "Deuteronomy 2:9", "Deuteronomy 2:10", "Deuteronomy 2:11", "Deuteronomy 2:12", "Deuteronomy 2:13", "Deuteronomy 2:14", "Deuteronomy 2:15", "Deuteronomy 2:16", "Deuteronomy 2:17", "Deuteronomy 2:18", "Deuteronomy 2:19", "Deuteronomy 2:20", "Deuteronomy 2:21", "Deuteronomy 2:22", "Deuteronomy 2:23", "Deuteronomy 2:24", "Deuteronomy 2:25", "Deuteronomy 2:26", "Deuteronomy 2:27", "Deuteronomy 2:28", "Deuteronomy 2:29", "Deuteronomy 2:30", "Deuteronomy 2:31", "Deuteronomy 2:32", "Deuteronomy 2:33", "Deuteronomy 2:34", "Deuteronomy 2:35", "Deuteronomy 2:36", "Deuteronomy 2:37", "Deuteronomy 3:1", "Deuteronomy 3:2", "Deuteronomy 3:3", "Deuteronomy 3:4", "Deuteronomy 3:5", "Deuteronomy 3:6", "Deuteronomy 3:7", "Deuteronomy 3:8", "Deuteronomy 3:9", "Deuteronomy 3:10", "Deuteronomy 3:11", "Deuteronomy 3:12", "Deuteronomy 3:13", "Deuteronomy 3:14", "Deuteronomy 3:15", "Deuteronomy 3:16", "Deuteronomy 3:17", "Deuteronomy 3:18", "Deuteronomy 3:19", "Deuteronomy 3:20", "Deuteronomy 3:21", "Deuteronomy 3:22", "Deuteronomy 3:23", "Deuteronomy 3:24", "Deuteronomy 3:25", "Deuteronomy 3:26", "Deuteronomy 3:27", "Deuteronomy 3:28", "Deuteronomy 3:29", "Deuteronomy 4:1", "Deuteronomy 4:2", "Deuteronomy 4:3", "Deuteronomy 4:4", "Deuteronomy 4:5", "Deuteronomy 4:6", "Deuteronomy 4:7", "Deuteronomy 4:8", "Deuteronomy 4:9", "Deuteronomy 4:10", "Deuteronomy 4:11", "Deuteronomy 4:12", "Deuteronomy 4:13", "Deuteronomy 4:14", "Deuteronomy 4:15", "Deuteronomy 4:16", "Deuteronomy 4:17", "Deuteronomy 4:18", "Deuteronomy 4:19", "Deuteronomy 4:20", "Deuteronomy 4:21", "Deuteronomy 4:22", "Deuteronomy 4:23", "Deuteronomy 4:24", "Deuteronomy 4:25", "Deuteronomy 4:26", "Deuteronomy 4:27", "Deuteronomy 4:28", "Deuteronomy 4:29", "Deuteronomy 4:30", "Deuteronomy 4:31", "Deuteronomy 4:32", "Deuteronomy 4:33", "Deuteronomy 4:34", "Deuteronomy 4:35", "Deuteronomy 4:36", "Deuteronomy 4:37", "Deuteronomy 4:38", "Deuteronomy 4:39", "Deuteronomy 4:40", "Deuteronomy 4:41", "Deuteronomy 4:42", "Deuteronomy 4:43", "Deuteronomy 4:44", "Deuteronomy 4:45", "Deuteronomy 4:46", "Deuteronomy 4:47", "Deuteronomy 4:48", "Deuteronomy 4:49", "Deuteronomy 5:1", "Deuteronomy 5:2", "Deuteronomy 5:3", "Deuteronomy 5:4", "Deuteronomy 5:5", "Deuteronomy 5:6", "Deuteronomy 5:7", "Deuteronomy 5:8", "Deuteronomy 5:9", "Deuteronomy 5:10", "Deuteronomy 5:11", "Deuteronomy 5:12", "Deuteronomy 5:13", "Deuteronomy 5:14", "Deuteronomy 5:15", "Deuteronomy 5:16", "Deuteronomy 5:17", "Deuteronomy 5:18", "Deuteronomy 5:19", "Deuteronomy 5:20", "Deuteronomy 5:21", "Deuteronomy 5:22", "Deuteronomy 5:23", "Deuteronomy 5:24", "Deuteronomy 5:25", "Deuteronomy 5:26", "Deuteronomy 5:27", "Deuteronomy 5:28", "Deuteronomy 5:29", "Deuteronomy 5:30", "Deuteronomy 6:1", "Deuteronomy 6:2", "Deuteronomy 6:3", "Deuteronomy 6:4", "Deuteronomy 6:5", "Deuteronomy 6:6", "Deuteronomy 6:7", "Deuteronomy 6:8", "Deuteronomy 6:9"], "sourceRef": "Peninei Halakhah, Sukkot 8:2:3", "sourceHeRef": "פניני הלכה, סוכות ח׳:ב׳:ג׳", "anchorVerse": 1, "sourceHasEn": false, "compDate": [2009, 2013], "commentaryNum": 2.0003, "collectiveTitle": {"en": "Peninei Halakhah, Sukkot", "he": "פניני הלכה, סוכות"}, "he": "היו קוראים מתחילת חומש דברים עד סוף פרשת 'שמע' (דברים א, א – ו, ט). בקריאה זו לומדים באריכות על ההכנות לקראת הכניסה לארץ ישראל וחטא המרגלים ועונשו, כיבוש עבר הירדן ותחנוניו של משה רבנו להיכנס לארץ. לאחר מכן לומדים בהרחבה על מעמד הר סיני ואיסור עבודה זרה, ואזהרה לדורות, שישמרו ישראל את התורה והמצוות, ויחנכו לכך את בניהם, ועל ידי כך יאריכו ימים על הארץ הטובה. ובסיומה קוראים את פרשת 'שמע' שבה יסוד מצוות האמונה והמצווה לאהוב את ה'.", "heVersionTitle": "Peninei Halakhah, Yeshivat Har Bracha", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": "All the readings were from the book of Devarim. The first section was from the beginning of Devarim until the end of the <i>Shema</i> paragraph (1:1-6:9). These chapters describe the preparations for entering Eretz Yisrael, the sin of the spies and its consequences, the conquest of the east bank of the Jordan River, and Moshe’s supplications to enter the land. This is followed by a lengthy section about the revelation at Sinai and the prohibition of idol worship, and an admonition to future generations to keep Torah and <i>mitzvot</i> and teach them to their children. As a reward, they will endure in the land. The first selection concludes with <i>Shema</i> (<i>ibid</i>. 6:4-9), which expresses the foundation of faith and includes the commandment to love God.", "versionTitle": "Peninei Halakhah, English ed. Yeshivat Har Bracha", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "5f1ea04f1d77ecfb0d09ea74", "index_title": "Midrash Lekach Tov", "category": "Midrash", "type": "commentary", "ref": "Midrash Lekach Tov, Deuteronomy 1:34:1", "anchorRef": "Deuteronomy 1:34", "anchorRefExpanded": ["Deuteronomy 1:34"], "sourceRef": "Midrash Lekach Tov, Deuteronomy 1:34:1", "sourceHeRef": "מדרש לקח טוב, דברים א׳:ל״ד:א׳", "anchorVerse": 34, "sourceHasEn": false, "compDate": [1105, 1115], "commentaryNum": 34.0001, "collectiveTitle": {"en": "Midrash Lekach Tov", "he": "מדרש לקח טוב"}, "heTitle": "דברים", "he": "<b>פס'.</b> וישמע ה' את קול דבריכם. זה קול הבכיה דכתיב (במדבר י״ד:א׳) ותשא כל העדה ויתנו את קולם. אם יראה איש באנשים. שמא על כלם אמר <i data-commentator=\"Beur HaRe'em\" data-order=\"43\"></i> ת״ל הדור הרע הזה מקבלי לשון הרע הם לא יבואו:", "heVersionTitle": "Midrash Lekach Tov on Torah, Vilna 1884", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש לקח טוב, מכונה פסיקתא זוטרתא, וילנא תרמ\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "61023667c795231b79e35625", "index_title": "Tzror HaMor on Torah", "category": "Quoting Commentary", "type": "quotation_auto", "ref": "Tzror HaMor on Torah, Deuteronomy 5:5:1", "anchorRef": "Deuteronomy 1:34", "anchorRefExpanded": ["Deuteronomy 1:34"], "sourceRef": "Tzror HaMor on Torah, Deuteronomy 5:5:1", "sourceHeRef": "צרור המור על התורה, דברים ה׳:ה׳:א׳", "anchorVerse": 34, "sourceHasEn": false, "compDate": [1460, 1510], "commentaryNum": 5.0001, "collectiveTitle": {"en": "Tzror HaMor on Torah", "he": "צרור המור על התורה"}, "heTitle": "דברים", "he": "ואמר <b>אנכי עומד בין ה' וביניכם.</b> לרמוז להם שאע\"פ שאבותם שבאותו זמן כולם מתו. הן אני נשארתי לבדי וככחי אז כחי עתה. ואני הייתי אמצעי ביניכם לבין אלהיכם להגיד לכם את דבר ה' ואני יודע האמת. וכולם ניתנו מרועה אחד. והם הם עשרת הדברות הראשונות בלי תוספת ומגרעת. ולכן התחיל אנכי ה' אלהיך. ואין להאריך בהם שכבר פירשתים. וזה שאמר את הדברים האלה. בעצמם דבר ה' אל כל קהלכם. קול גדול ולא יסף. בלי תוספת ומגרעת. וכדי שלא תשכחום. ויכתבם על שני לוחות אבנים ויתנם אלי. ולפי שאמר למעלה השמע עם קול אלהים שהוא מהנפלאות הגדולות שבכל התורה. בא עכשיו לומר איך הם בפיהם הודו זה. כמו שאמר ויהי כשמעכם את הקול וגו'. היום הזה ראינו כי ידבר אלהים את האדם וחי. ולפי שלא היה לכם כח לסבול יותר. אמרתם קרב אתה ושמע. כי כבר השגנו המבוקש שהיה רצוננו לראות את מלכנו. וזהו כי מי כל בשר. מורכב מבשר ודם. שישמעו קול אלהים כמונו ויחי. קרב אתה ושמע. ולפי שהיה נראה בזה שהיו בורחים מהשכינה. לזה אמר שאינו כן אלא מתוך חבה. וזהו וישמע ה' את קול דבריכם וגו'. היטיבו כל אשר דברו וגו'. ולפי שנראה דבר זר שנראה שדברו רע בהתרחקם מהשם. לזה אמר מי יתן והיה לבבם זה להם כל הימים ליראה אותי. רמז בזה איך היו יראים מהשם מצד מעלתו. ולזה היו מתרחקים ממנו בחשבם שלא היו ראויים להשיג השגה כזו כאומרם ומי כל בשר. עד שבזה השיגו מעלת היראה העליונה. לפי שיש שני מיני יראה. האחד שיש אנשים יריאים את השם מצד יראת העונש. והשני שיראים את השם מצד מעלתו ורוממותו. וזהו ראשית חכמה יראת ה'. ולא יראת העונש. וכן עתה ידעתי כי ירא אלהים אתה. ולא ירא הבן. וזאת היא היראה השלימה שהיא למעלה מעובד מאהבה. ולמעט האהבה נכנסת בזאת היראה. וזה שאמרו במסכת סוטה בסוף פרק כשם שהמים בודקים תניא ר' אומר נאמר ירא אלהים באיוב ונאמר ירא אלהים באברהם. מה ירא אלהים של אברהם הוא מאהבה. אף ירא אלהים הנאמר באיוב הוא מאהבה. ואברהם גופיה מנא לן דכתיב זרע אברהם אוהבי ע\"כ. נראה מכאן שזאת היראה היא מאהבה. ועל זאת היראה אמר בכאן מי יתן והיה לבבם זה להם ליראה אותי כל הימים. אחר שהם הכירו ערכם היות בשר בושה סרוחה רמה. והכירו ערך השם ורוממותו ומעלתו. עד שגזרו אומר שאין ראוי לשמוע עוד קול אלהים חיים. על זה אמר השם ואתה פה עמוד עמדי ואדברה אליך ואתה תדבר אליהם החוקים והמשפטים. ואחר שאתם שאלתם זה בפיכם. ראוי לכם שתשמרו את מצות ה'. וזהו ושמרתם לעשות כאשר צוה אלהים אתכם שפירושו שישמרו מה שיאמר להם משה. אחר שהם אמרו שיהיה אמצעי בינם לבין השם. ובזה והארכתם ימים. להורות על זה אמר וזאת המצוה החוקים והמשפטים אשר צוה ה' אלהיכם ללמד אתכם. ולכן ושמעת ישראל ושמרת לעשות אשר ייטב לך וגו':", "heVersionTitle": "Tzeror Hamor, Warsaw, 1879", "heLicense": "Public Domain", "heVersionTitleInHebrew": "צרור המור על התורה, וורשא, תרל\"ט", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "62037e556bfddfbb310feb33", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Deuteronomy, On the Book of Deuteronomy and Its Structure 2-39", "anchorRef": "Deuteronomy 1:1-34:12", "anchorRefExpanded": ["Deuteronomy 1:1", "Deuteronomy 1:2", "Deuteronomy 1:3", "Deuteronomy 1:4", "Deuteronomy 1:5", "Deuteronomy 1:6", "Deuteronomy 1:7", "Deuteronomy 1:8", "Deuteronomy 1:9", "Deuteronomy 1:10", "Deuteronomy 1:11", "Deuteronomy 1:12", "Deuteronomy 1:13", "Deuteronomy 1:14", "Deuteronomy 1:15", "Deuteronomy 1:16", "Deuteronomy 1:17", "Deuteronomy 1:18", "Deuteronomy 1:19", "Deuteronomy 1:20", "Deuteronomy 1:21", "Deuteronomy 1:22", "Deuteronomy 1:23", "Deuteronomy 1:24", "Deuteronomy 1:25", "Deuteronomy 1:26", "Deuteronomy 1:27", "Deuteronomy 1:28", "Deuteronomy 1:29", "Deuteronomy 1:30", "Deuteronomy 1:31", "Deuteronomy 1:32", "Deuteronomy 1:33", "Deuteronomy 1:34", "Deuteronomy 1:35", "Deuteronomy 1:36", "Deuteronomy 1:37", "Deuteronomy 1:38", "Deuteronomy 1:39", "Deuteronomy 1:40", "Deuteronomy 1:41", "Deuteronomy 1:42", "Deuteronomy 1:43", "Deuteronomy 1:44", "Deuteronomy 1:45", "Deuteronomy 1:46", "Deuteronomy 2:1", "Deuteronomy 2:2", "Deuteronomy 2:3", "Deuteronomy 2:4", "Deuteronomy 2:5", "Deuteronomy 2:6", "Deuteronomy 2:7", "Deuteronomy 2:8", "Deuteronomy 2:9", "Deuteronomy 2:10", "Deuteronomy 2:11", "Deuteronomy 2:12", "Deuteronomy 2:13", "Deuteronomy 2:14", "Deuteronomy 2:15", "Deuteronomy 2:16", "Deuteronomy 2:17", "Deuteronomy 2:18", "Deuteronomy 2:19", "Deuteronomy 2:20", "Deuteronomy 2:21", "Deuteronomy 2:22", "Deuteronomy 2:23", "Deuteronomy 2:24", "Deuteronomy 2:25", "Deuteronomy 2:26", "Deuteronomy 2:27", "Deuteronomy 2:28", "Deuteronomy 2:29", "Deuteronomy 2:30", "Deuteronomy 2:31", "Deuteronomy 2:32", "Deuteronomy 2:33", "Deuteronomy 2:34", "Deuteronomy 2:35", "Deuteronomy 2:36", "Deuteronomy 2:37", "Deuteronomy 3:1", "Deuteronomy 3:2", "Deuteronomy 3:3", "Deuteronomy 3:4", "Deuteronomy 3:5", "Deuteronomy 3:6", "Deuteronomy 3:7", "Deuteronomy 3:8", "Deuteronomy 3:9", "Deuteronomy 3:10", "Deuteronomy 3:11", "Deuteronomy 3:12", "Deuteronomy 3:13", "Deuteronomy 3:14", "Deuteronomy 3:15", "Deuteronomy 3:16", "Deuteronomy 3:17", "Deuteronomy 3:18", "Deuteronomy 3:19", "Deuteronomy 3:20", "Deuteronomy 3:21", "Deuteronomy 3:22", "Deuteronomy 3:23", "Deuteronomy 3:24", "Deuteronomy 3:25", "Deuteronomy 3:26", "Deuteronomy 3:27", "Deuteronomy 3:28", "Deuteronomy 3:29", "Deuteronomy 4:1", "Deuteronomy 4:2", "Deuteronomy 4:3", "Deuteronomy 4:4", "Deuteronomy 4:5", "Deuteronomy 4:6", "Deuteronomy 4:7", "Deuteronomy 4:8", "Deuteronomy 4:9", "Deuteronomy 4:10", "Deuteronomy 4:11", "Deuteronomy 4:12", "Deuteronomy 4:13", "Deuteronomy 4:14", "Deuteronomy 4:15", "Deuteronomy 4:16", "Deuteronomy 4:17", "Deuteronomy 4:18", "Deuteronomy 4:19", "Deuteronomy 4:20", "Deuteronomy 4:21", "Deuteronomy 4:22", "Deuteronomy 4:23", "Deuteronomy 4:24", "Deuteronomy 4:25", "Deuteronomy 4:26", "Deuteronomy 4:27", "Deuteronomy 4:28", "Deuteronomy 4:29", "Deuteronomy 4:30", "Deuteronomy 4:31", "Deuteronomy 4:32", "Deuteronomy 4:33", "Deuteronomy 4:34", "Deuteronomy 4:35", "Deuteronomy 4:36", "Deuteronomy 4:37", "Deuteronomy 4:38", "Deuteronomy 4:39", "Deuteronomy 4:40", "Deuteronomy 4:41", "Deuteronomy 4:42", "Deuteronomy 4:43", "Deuteronomy 4:44", "Deuteronomy 4:45", "Deuteronomy 4:46", "Deuteronomy 4:47", "Deuteronomy 4:48", "Deuteronomy 4:49", "Deuteronomy 5:1", "Deuteronomy 5:2", "Deuteronomy 5:3", "Deuteronomy 5:4", "Deuteronomy 5:5", "Deuteronomy 5:6", "Deuteronomy 5:7", "Deuteronomy 5:8", "Deuteronomy 5:9", "Deuteronomy 5:10", "Deuteronomy 5:11", "Deuteronomy 5:12", "Deuteronomy 5:13", "Deuteronomy 5:14", "Deuteronomy 5:15", "Deuteronomy 5:16", "Deuteronomy 5:17", "Deuteronomy 5:18", "Deuteronomy 5:19", "Deuteronomy 5:20", "Deuteronomy 5:21", "Deuteronomy 5:22", "Deuteronomy 5:23", "Deuteronomy 5:24", "Deuteronomy 5:25", "Deuteronomy 5:26", "Deuteronomy 5:27", "Deuteronomy 5:28", "Deuteronomy 5:29", "Deuteronomy 5:30", "Deuteronomy 6:1", "Deuteronomy 6:2", "Deuteronomy 6:3", "Deuteronomy 6:4", "Deuteronomy 6:5", "Deuteronomy 6:6", "Deuteronomy 6:7", "Deuteronomy 6:8", "Deuteronomy 6:9", "Deuteronomy 6:10", "Deuteronomy 6:11", "Deuteronomy 6:12", "Deuteronomy 6:13", "Deuteronomy 6:14", "Deuteronomy 6:15", "Deuteronomy 6:16", "Deuteronomy 6:17", "Deuteronomy 6:18", "Deuteronomy 6:19", "Deuteronomy 6:20", "Deuteronomy 6:21", "Deuteronomy 6:22", "Deuteronomy 6:23", "Deuteronomy 6:24", "Deuteronomy 6:25", "Deuteronomy 7:1", "Deuteronomy 7:2", "Deuteronomy 7:3", "Deuteronomy 7:4", "Deuteronomy 7:5", "Deuteronomy 7:6", "Deuteronomy 7:7", "Deuteronomy 7:8", "Deuteronomy 7:9", "Deuteronomy 7:10", "Deuteronomy 7:11", "Deuteronomy 7:12", "Deuteronomy 7:13", "Deuteronomy 7:14", "Deuteronomy 7:15", "Deuteronomy 7:16", "Deuteronomy 7:17", "Deuteronomy 7:18", "Deuteronomy 7:19", "Deuteronomy 7:20", "Deuteronomy 7:21", "Deuteronomy 7:22", "Deuteronomy 7:23", "Deuteronomy 7:24", "Deuteronomy 7:25", "Deuteronomy 7:26", "Deuteronomy 8:1", "Deuteronomy 8:2", "Deuteronomy 8:3", "Deuteronomy 8:4", "Deuteronomy 8:5", "Deuteronomy 8:6", "Deuteronomy 8:7", "Deuteronomy 8:8", "Deuteronomy 8:9", "Deuteronomy 8:10", "Deuteronomy 8:11", "Deuteronomy 8:12", "Deuteronomy 8:13", "Deuteronomy 8:14", "Deuteronomy 8:15", "Deuteronomy 8:16", "Deuteronomy 8:17", "Deuteronomy 8:18", "Deuteronomy 8:19", "Deuteronomy 8:20", "Deuteronomy 9:1", "Deuteronomy 9:2", "Deuteronomy 9:3", "Deuteronomy 9:4", "Deuteronomy 9:5", "Deuteronomy 9:6", "Deuteronomy 9:7", "Deuteronomy 9:8", "Deuteronomy 9:9", "Deuteronomy 9:10", "Deuteronomy 9:11", "Deuteronomy 9:12", "Deuteronomy 9:13", "Deuteronomy 9:14", "Deuteronomy 9:15", "Deuteronomy 9:16", "Deuteronomy 9:17", "Deuteronomy 9:18", "Deuteronomy 9:19", "Deuteronomy 9:20", "Deuteronomy 9:21", "Deuteronomy 9:22", "Deuteronomy 9:23", "Deuteronomy 9:24", "Deuteronomy 9:25", "Deuteronomy 9:26", "Deuteronomy 9:27", "Deuteronomy 9:28", "Deuteronomy 9:29", "Deuteronomy 10:1", "Deuteronomy 10:2", "Deuteronomy 10:3", "Deuteronomy 10:4", "Deuteronomy 10:5", "Deuteronomy 10:6", "Deuteronomy 10:7", "Deuteronomy 10:8", "Deuteronomy 10:9", "Deuteronomy 10:10", "Deuteronomy 10:11", "Deuteronomy 10:12", "Deuteronomy 10:13", "Deuteronomy 10:14", "Deuteronomy 10:15", "Deuteronomy 10:16", "Deuteronomy 10:17", "Deuteronomy 10:18", "Deuteronomy 10:19", "Deuteronomy 10:20", "Deuteronomy 10:21", "Deuteronomy 10:22", "Deuteronomy 11:1", "Deuteronomy 11:2", "Deuteronomy 11:3", "Deuteronomy 11:4", "Deuteronomy 11:5", "Deuteronomy 11:6", "Deuteronomy 11:7", "Deuteronomy 11:8", "Deuteronomy 11:9", "Deuteronomy 11:10", "Deuteronomy 11:11", "Deuteronomy 11:12", "Deuteronomy 11:13", "Deuteronomy 11:14", "Deuteronomy 11:15", "Deuteronomy 11:16", "Deuteronomy 11:17", "Deuteronomy 11:18", "Deuteronomy 11:19", "Deuteronomy 11:20", "Deuteronomy 11:21", "Deuteronomy 11:22", "Deuteronomy 11:23", "Deuteronomy 11:24", "Deuteronomy 11:25", "Deuteronomy 11:26", "Deuteronomy 11:27", "Deuteronomy 11:28", "Deuteronomy 11:29", "Deuteronomy 11:30", "Deuteronomy 11:31", "Deuteronomy 11:32", "Deuteronomy 12:1", "Deuteronomy 12:2", "Deuteronomy 12:3", "Deuteronomy 12:4", "Deuteronomy 12:5", "Deuteronomy 12:6", "Deuteronomy 12:7", "Deuteronomy 12:8", "Deuteronomy 12:9", "Deuteronomy 12:10", "Deuteronomy 12:11", "Deuteronomy 12:12", "Deuteronomy 12:13", "Deuteronomy 12:14", "Deuteronomy 12:15", "Deuteronomy 12:16", "Deuteronomy 12:17", "Deuteronomy 12:18", "Deuteronomy 12:19", "Deuteronomy 12:20", "Deuteronomy 12:21", "Deuteronomy 12:22", "Deuteronomy 12:23", "Deuteronomy 12:24", "Deuteronomy 12:25", "Deuteronomy 12:26", "Deuteronomy 12:27", "Deuteronomy 12:28", "Deuteronomy 12:29", "Deuteronomy 12:30", "Deuteronomy 12:31", "Deuteronomy 13:1", "Deuteronomy 13:2", "Deuteronomy 13:3", "Deuteronomy 13:4", "Deuteronomy 13:5", "Deuteronomy 13:6", "Deuteronomy 13:7", "Deuteronomy 13:8", "Deuteronomy 13:9", "Deuteronomy 13:10", "Deuteronomy 13:11", "Deuteronomy 13:12", "Deuteronomy 13:13", "Deuteronomy 13:14", "Deuteronomy 13:15", "Deuteronomy 13:16", "Deuteronomy 13:17", "Deuteronomy 13:18", "Deuteronomy 13:19", "Deuteronomy 14:1", "Deuteronomy 14:2", "Deuteronomy 14:3", "Deuteronomy 14:4", "Deuteronomy 14:5", "Deuteronomy 14:6", "Deuteronomy 14:7", "Deuteronomy 14:8", "Deuteronomy 14:9", "Deuteronomy 14:10", "Deuteronomy 14:11", "Deuteronomy 14:12", "Deuteronomy 14:13", "Deuteronomy 14:14", "Deuteronomy 14:15", "Deuteronomy 14:16", "Deuteronomy 14:17", "Deuteronomy 14:18", "Deuteronomy 14:19", "Deuteronomy 14:20", "Deuteronomy 14:21", "Deuteronomy 14:22", "Deuteronomy 14:23", "Deuteronomy 14:24", "Deuteronomy 14:25", "Deuteronomy 14:26", "Deuteronomy 14:27", "Deuteronomy 14:28", "Deuteronomy 14:29", "Deuteronomy 15:1", "Deuteronomy 15:2", "Deuteronomy 15:3", "Deuteronomy 15:4", "Deuteronomy 15:5", "Deuteronomy 15:6", "Deuteronomy 15:7", "Deuteronomy 15:8", "Deuteronomy 15:9", "Deuteronomy 15:10", "Deuteronomy 15:11", "Deuteronomy 15:12", "Deuteronomy 15:13", "Deuteronomy 15:14", "Deuteronomy 15:15", "Deuteronomy 15:16", "Deuteronomy 15:17", "Deuteronomy 15:18", "Deuteronomy 15:19", "Deuteronomy 15:20", "Deuteronomy 15:21", "Deuteronomy 15:22", "Deuteronomy 15:23", "Deuteronomy 16:1", "Deuteronomy 16:2", "Deuteronomy 16:3", "Deuteronomy 16:4", "Deuteronomy 16:5", "Deuteronomy 16:6", "Deuteronomy 16:7", "Deuteronomy 16:8", "Deuteronomy 16:9", "Deuteronomy 16:10", "Deuteronomy 16:11", "Deuteronomy 16:12", "Deuteronomy 16:13", "Deuteronomy 16:14", "Deuteronomy 16:15", "Deuteronomy 16:16", "Deuteronomy 16:17", "Deuteronomy 16:18", "Deuteronomy 16:19", "Deuteronomy 16:20", "Deuteronomy 16:21", "Deuteronomy 16:22", "Deuteronomy 17:1", "Deuteronomy 17:2", "Deuteronomy 17:3", "Deuteronomy 17:4", "Deuteronomy 17:5", "Deuteronomy 17:6", "Deuteronomy 17:7", "Deuteronomy 17:8", "Deuteronomy 17:9", "Deuteronomy 17:10", "Deuteronomy 17:11", "Deuteronomy 17:12", "Deuteronomy 17:13", "Deuteronomy 17:14", "Deuteronomy 17:15", "Deuteronomy 17:16", "Deuteronomy 17:17", "Deuteronomy 17:18", "Deuteronomy 17:19", "Deuteronomy 17:20", "Deuteronomy 18:1", "Deuteronomy 18:2", "Deuteronomy 18:3", "Deuteronomy 18:4", "Deuteronomy 18:5", "Deuteronomy 18:6", "Deuteronomy 18:7", "Deuteronomy 18:8", "Deuteronomy 18:9", "Deuteronomy 18:10", "Deuteronomy 18:11", "Deuteronomy 18:12", "Deuteronomy 18:13", "Deuteronomy 18:14", "Deuteronomy 18:15", "Deuteronomy 18:16", "Deuteronomy 18:17", "Deuteronomy 18:18", "Deuteronomy 18:19", "Deuteronomy 18:20", "Deuteronomy 18:21", "Deuteronomy 18:22", "Deuteronomy 19:1", "Deuteronomy 19:2", "Deuteronomy 19:3", "Deuteronomy 19:4", "Deuteronomy 19:5", "Deuteronomy 19:6", "Deuteronomy 19:7", "Deuteronomy 19:8", "Deuteronomy 19:9", "Deuteronomy 19:10", "Deuteronomy 19:11", "Deuteronomy 19:12", "Deuteronomy 19:13", "Deuteronomy 19:14", "Deuteronomy 19:15", "Deuteronomy 19:16", "Deuteronomy 19:17", "Deuteronomy 19:18", "Deuteronomy 19:19", "Deuteronomy 19:20", "Deuteronomy 19:21", "Deuteronomy 20:1", "Deuteronomy 20:2", "Deuteronomy 20:3", "Deuteronomy 20:4", "Deuteronomy 20:5", "Deuteronomy 20:6", "Deuteronomy 20:7", "Deuteronomy 20:8", "Deuteronomy 20:9", "Deuteronomy 20:10", "Deuteronomy 20:11", "Deuteronomy 20:12", "Deuteronomy 20:13", "Deuteronomy 20:14", "Deuteronomy 20:15", "Deuteronomy 20:16", "Deuteronomy 20:17", "Deuteronomy 20:18", "Deuteronomy 20:19", "Deuteronomy 20:20", "Deuteronomy 21:1", "Deuteronomy 21:2", "Deuteronomy 21:3", "Deuteronomy 21:4", "Deuteronomy 21:5", "Deuteronomy 21:6", "Deuteronomy 21:7", "Deuteronomy 21:8", "Deuteronomy 21:9", "Deuteronomy 21:10", "Deuteronomy 21:11", "Deuteronomy 21:12", "Deuteronomy 21:13", "Deuteronomy 21:14", "Deuteronomy 21:15", "Deuteronomy 21:16", "Deuteronomy 21:17", "Deuteronomy 21:18", "Deuteronomy 21:19", "Deuteronomy 21:20", "Deuteronomy 21:21", "Deuteronomy 21:22", "Deuteronomy 21:23", "Deuteronomy 22:1", "Deuteronomy 22:2", "Deuteronomy 22:3", "Deuteronomy 22:4", "Deuteronomy 22:5", "Deuteronomy 22:6", "Deuteronomy 22:7", "Deuteronomy 22:8", "Deuteronomy 22:9", "Deuteronomy 22:10", "Deuteronomy 22:11", "Deuteronomy 22:12", "Deuteronomy 22:13", "Deuteronomy 22:14", "Deuteronomy 22:15", "Deuteronomy 22:16", "Deuteronomy 22:17", "Deuteronomy 22:18", "Deuteronomy 22:19", "Deuteronomy 22:20", "Deuteronomy 22:21", "Deuteronomy 22:22", "Deuteronomy 22:23", "Deuteronomy 22:24", "Deuteronomy 22:25", "Deuteronomy 22:26", "Deuteronomy 22:27", "Deuteronomy 22:28", "Deuteronomy 22:29", "Deuteronomy 23:1", "Deuteronomy 23:2", "Deuteronomy 23:3", "Deuteronomy 23:4", "Deuteronomy 23:5", "Deuteronomy 23:6", "Deuteronomy 23:7", "Deuteronomy 23:8", "Deuteronomy 23:9", "Deuteronomy 23:10", "Deuteronomy 23:11", "Deuteronomy 23:12", "Deuteronomy 23:13", "Deuteronomy 23:14", "Deuteronomy 23:15", "Deuteronomy 23:16", "Deuteronomy 23:17", "Deuteronomy 23:18", "Deuteronomy 23:19", "Deuteronomy 23:20", "Deuteronomy 23:21", "Deuteronomy 23:22", "Deuteronomy 23:23", "Deuteronomy 23:24", "Deuteronomy 23:25", "Deuteronomy 23:26", "Deuteronomy 24:1", "Deuteronomy 24:2", "Deuteronomy 24:3", "Deuteronomy 24:4", "Deuteronomy 24:5", "Deuteronomy 24:6", "Deuteronomy 24:7", "Deuteronomy 24:8", "Deuteronomy 24:9", "Deuteronomy 24:10", "Deuteronomy 24:11", "Deuteronomy 24:12", "Deuteronomy 24:13", "Deuteronomy 24:14", "Deuteronomy 24:15", "Deuteronomy 24:16", "Deuteronomy 24:17", "Deuteronomy 24:18", "Deuteronomy 24:19", "Deuteronomy 24:20", "Deuteronomy 24:21", "Deuteronomy 24:22", "Deuteronomy 25:1", "Deuteronomy 25:2", "Deuteronomy 25:3", "Deuteronomy 25:4", "Deuteronomy 25:5", "Deuteronomy 25:6", "Deuteronomy 25:7", "Deuteronomy 25:8", "Deuteronomy 25:9", "Deuteronomy 25:10", "Deuteronomy 25:11", "Deuteronomy 25:12", "Deuteronomy 25:13", "Deuteronomy 25:14", "Deuteronomy 25:15", "Deuteronomy 25:16", "Deuteronomy 25:17", "Deuteronomy 25:18", "Deuteronomy 25:19", "Deuteronomy 26:1", "Deuteronomy 26:2", "Deuteronomy 26:3", "Deuteronomy 26:4", "Deuteronomy 26:5", "Deuteronomy 26:6", "Deuteronomy 26:7", "Deuteronomy 26:8", "Deuteronomy 26:9", "Deuteronomy 26:10", "Deuteronomy 26:11", "Deuteronomy 26:12", "Deuteronomy 26:13", "Deuteronomy 26:14", "Deuteronomy 26:15", "Deuteronomy 26:16", "Deuteronomy 26:17", "Deuteronomy 26:18", "Deuteronomy 26:19", "Deuteronomy 27:1", "Deuteronomy 27:2", "Deuteronomy 27:3", "Deuteronomy 27:4", "Deuteronomy 27:5", "Deuteronomy 27:6", "Deuteronomy 27:7", "Deuteronomy 27:8", "Deuteronomy 27:9", "Deuteronomy 27:10", "Deuteronomy 27:11", "Deuteronomy 27:12", "Deuteronomy 27:13", "Deuteronomy 27:14", "Deuteronomy 27:15", "Deuteronomy 27:16", "Deuteronomy 27:17", "Deuteronomy 27:18", "Deuteronomy 27:19", "Deuteronomy 27:20", "Deuteronomy 27:21", "Deuteronomy 27:22", "Deuteronomy 27:23", "Deuteronomy 27:24", "Deuteronomy 27:25", "Deuteronomy 27:26", "Deuteronomy 28:1", "Deuteronomy 28:2", "Deuteronomy 28:3", "Deuteronomy 28:4", "Deuteronomy 28:5", "Deuteronomy 28:6", "Deuteronomy 28:7", "Deuteronomy 28:8", "Deuteronomy 28:9", "Deuteronomy 28:10", "Deuteronomy 28:11", "Deuteronomy 28:12", "Deuteronomy 28:13", "Deuteronomy 28:14", "Deuteronomy 28:15", "Deuteronomy 28:16", "Deuteronomy 28:17", "Deuteronomy 28:18", "Deuteronomy 28:19", "Deuteronomy 28:20", "Deuteronomy 28:21", "Deuteronomy 28:22", "Deuteronomy 28:23", "Deuteronomy 28:24", "Deuteronomy 28:25", "Deuteronomy 28:26", "Deuteronomy 28:27", "Deuteronomy 28:28", "Deuteronomy 28:29", "Deuteronomy 28:30", "Deuteronomy 28:31", "Deuteronomy 28:32", "Deuteronomy 28:33", "Deuteronomy 28:34", "Deuteronomy 28:35", "Deuteronomy 28:36", "Deuteronomy 28:37", "Deuteronomy 28:38", "Deuteronomy 28:39", "Deuteronomy 28:40", "Deuteronomy 28:41", "Deuteronomy 28:42", "Deuteronomy 28:43", "Deuteronomy 28:44", "Deuteronomy 28:45", "Deuteronomy 28:46", "Deuteronomy 28:47", "Deuteronomy 28:48", "Deuteronomy 28:49", "Deuteronomy 28:50", "Deuteronomy 28:51", "Deuteronomy 28:52", "Deuteronomy 28:53", "Deuteronomy 28:54", "Deuteronomy 28:55", "Deuteronomy 28:56", "Deuteronomy 28:57", "Deuteronomy 28:58", "Deuteronomy 28:59", "Deuteronomy 28:60", "Deuteronomy 28:61", "Deuteronomy 28:62", "Deuteronomy 28:63", "Deuteronomy 28:64", "Deuteronomy 28:65", "Deuteronomy 28:66", "Deuteronomy 28:67", "Deuteronomy 28:68", "Deuteronomy 28:69", "Deuteronomy 29:1", "Deuteronomy 29:2", "Deuteronomy 29:3", "Deuteronomy 29:4", "Deuteronomy 29:5", "Deuteronomy 29:6", "Deuteronomy 29:7", "Deuteronomy 29:8", "Deuteronomy 29:9", "Deuteronomy 29:10", "Deuteronomy 29:11", "Deuteronomy 29:12", "Deuteronomy 29:13", "Deuteronomy 29:14", "Deuteronomy 29:15", "Deuteronomy 29:16", "Deuteronomy 29:17", "Deuteronomy 29:18", "Deuteronomy 29:19", "Deuteronomy 29:20", "Deuteronomy 29:21", "Deuteronomy 29:22", "Deuteronomy 29:23", "Deuteronomy 29:24", "Deuteronomy 29:25", "Deuteronomy 29:26", "Deuteronomy 29:27", "Deuteronomy 29:28", "Deuteronomy 30:1", "Deuteronomy 30:2", "Deuteronomy 30:3", "Deuteronomy 30:4", "Deuteronomy 30:5", "Deuteronomy 30:6", "Deuteronomy 30:7", "Deuteronomy 30:8", "Deuteronomy 30:9", "Deuteronomy 30:10", "Deuteronomy 30:11", "Deuteronomy 30:12", "Deuteronomy 30:13", "Deuteronomy 30:14", "Deuteronomy 30:15", "Deuteronomy 30:16", "Deuteronomy 30:17", "Deuteronomy 30:18", "Deuteronomy 30:19", "Deuteronomy 30:20", "Deuteronomy 31:1", "Deuteronomy 31:2", "Deuteronomy 31:3", "Deuteronomy 31:4", "Deuteronomy 31:5", "Deuteronomy 31:6", "Deuteronomy 31:7", "Deuteronomy 31:8", "Deuteronomy 31:9", "Deuteronomy 31:10", "Deuteronomy 31:11", "Deuteronomy 31:12", "Deuteronomy 31:13", "Deuteronomy 31:14", "Deuteronomy 31:15", "Deuteronomy 31:16", "Deuteronomy 31:17", "Deuteronomy 31:18", "Deuteronomy 31:19", "Deuteronomy 31:20", "Deuteronomy 31:21", "Deuteronomy 31:22", "Deuteronomy 31:23", "Deuteronomy 31:24", "Deuteronomy 31:25", "Deuteronomy 31:26", "Deuteronomy 31:27", "Deuteronomy 31:28", "Deuteronomy 31:29", "Deuteronomy 31:30", "Deuteronomy 32:1", "Deuteronomy 32:2", "Deuteronomy 32:3", "Deuteronomy 32:4", "Deuteronomy 32:5", "Deuteronomy 32:6", "Deuteronomy 32:7", "Deuteronomy 32:8", "Deuteronomy 32:9", "Deuteronomy 32:10", "Deuteronomy 32:11", "Deuteronomy 32:12", "Deuteronomy 32:13", "Deuteronomy 32:14", "Deuteronomy 32:15", "Deuteronomy 32:16", "Deuteronomy 32:17", "Deuteronomy 32:18", "Deuteronomy 32:19", "Deuteronomy 32:20", "Deuteronomy 32:21", "Deuteronomy 32:22", "Deuteronomy 32:23", "Deuteronomy 32:24", "Deuteronomy 32:25", "Deuteronomy 32:26", "Deuteronomy 32:27", "Deuteronomy 32:28", "Deuteronomy 32:29", "Deuteronomy 32:30", "Deuteronomy 32:31", "Deuteronomy 32:32", "Deuteronomy 32:33", "Deuteronomy 32:34", "Deuteronomy 32:35", "Deuteronomy 32:36", "Deuteronomy 32:37", "Deuteronomy 32:38", "Deuteronomy 32:39", "Deuteronomy 32:40", "Deuteronomy 32:41", "Deuteronomy 32:42", "Deuteronomy 32:43", "Deuteronomy 32:44", "Deuteronomy 32:45", "Deuteronomy 32:46", "Deuteronomy 32:47", "Deuteronomy 32:48", "Deuteronomy 32:49", "Deuteronomy 32:50", "Deuteronomy 32:51", "Deuteronomy 32:52", "Deuteronomy 33:1", "Deuteronomy 33:2", "Deuteronomy 33:3", "Deuteronomy 33:4", "Deuteronomy 33:5", "Deuteronomy 33:6", "Deuteronomy 33:7", "Deuteronomy 33:8", "Deuteronomy 33:9", "Deuteronomy 33:10", "Deuteronomy 33:11", "Deuteronomy 33:12", "Deuteronomy 33:13", "Deuteronomy 33:14", "Deuteronomy 33:15", "Deuteronomy 33:16", "Deuteronomy 33:17", "Deuteronomy 33:18", "Deuteronomy 33:19", "Deuteronomy 33:20", "Deuteronomy 33:21", "Deuteronomy 33:22", "Deuteronomy 33:23", "Deuteronomy 33:24", "Deuteronomy 33:25", "Deuteronomy 33:26", "Deuteronomy 33:27", "Deuteronomy 33:28", "Deuteronomy 33:29", "Deuteronomy 34:1", "Deuteronomy 34:2", "Deuteronomy 34:3", "Deuteronomy 34:4", "Deuteronomy 34:5", "Deuteronomy 34:6", "Deuteronomy 34:7", "Deuteronomy 34:8", "Deuteronomy 34:9", "Deuteronomy 34:10", "Deuteronomy 34:11", "Deuteronomy 34:12"], "sourceRef": "The Five Books of Moses, by Everett Fox, Deuteronomy, On the Book of Deuteronomy and Its Structure 2-39", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, דברים, דברים מאמר א׳ ב׳-ל״ט", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "On the Book of Deuteronomy and Its Structure", "he": "דברים מאמר א׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "דברים מאמר א׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["D<small>EUTERONOMY HOLDS A UNIQUE POSITION, AND SPEAKS WITH A UNIQUE VOICE, IN THE</small> literature of the Torah. Up to this point, through the first four books, we have encountered a powerful mixture of literary genres; indeed, the books owe their characteristic stamp to the way in which they incorporate these genres. Genesis is predominantly narrative, punctuated by genealogies; Exodus begins with narrative and later proceeds with covenant-making and law, and then with the precise details of sanctuary building; Leviticus is composed almost entirely of cultic and then ethical and social law; and finally, Numbers alternates narrative and varied laws, under the structure of preparations for wilderness march, first encounters with the Promised Land, and preparations for entry. Except for Leviticus, the books also exhibit, at strategic points, striking examples of biblical poetry.", "An ancient name for Deuteronomy, <i>mishne tora</i>—which means “copy of the Torah,” but which was erroneously understood as “second Torah”—would seem to indicate more of the same combining of genres, and a not-too-close reading would support the idea of a rehashing of narrative, covenant-making, law, and poetry. But the reader who takes the time to weigh what stands before him or her will find much more. In its structure, style, content, and intent, Deuteronomy goes beyond what has preceded it. The image of Moshe addressing the assembled people on the Plains of Moab—the central setting of the book—provides the occasion for not merely a retelling, but a recasting of Israel’s mission and destiny. No book of the Torah is truer to the idea of “instruction” (Deuteronomy uses the term numerous times), including an emphasis on teaching and learning, with assembled and yet-to-be-born children as much the audience as “elders.”", "From the book’s opening phrase, “Now these are the words [or even “speeches”] that Moshe spoke to the Children of Israel / in (the country) across the Jordan,” the basic premise of Deuteronomy is that the aged Moshe, personally and indeed in the first person, speaks for the last time to the assembled Israelites, before their triumphant entry into the land of Canaan. The setting affects the entire content of the book; no longer is the narrator in the background, as in most of the Torah, but instead he is presented as directly addressing a living audience, an audience composed not only of the ancient hearers portrayed in the text but also of contemporary listeners.", "The image of a leader delivering a long public address on an auspicious occasion is well known from the ancient world, most familiarly from Greek historians (cf. Van Seters) but also abundantly in the ancient Near East (Weinfeld). The historian seeks to paint a vivid picture of the personality of his speaker and the high drama of the moment, and may go on at great length. While admitting to not having had the benefit of eyewitness sources, such chroniclers are nevertheless sincere in their desire to present what undoubtedly would have been said on such an occasion.", "Deuteronomy, whenever it was composed and placed in the Torah, takes this approach a step further. It is a fantastic conceit, really: as Rosenberg (1975) notes, Moshe, the man who was “not a man of words” (Ex. 4:10), all of a sudden finds his voice. And as Polzin (1980) has shown in his forceful analysis, in Deuteronomy Moshe’s voice functions fairly indistinguishably from God’s own—and then closes off the text by stipulating that nothing in the future is to be added or subtracted to it. So we are dealing with a text of directly authoritative character, a series of speeches that in their own self-understanding already bore the status of “Torah.” Hence Deuteronomy introduces into the Bible for the first time the concept of canon—a bounded, accepted body of authoritative literature.", "Moshe’s addresses, which include a historical review, repeated appeals to observe God’s laws and dire warnings against their violation, a reworking of previous laws and the addition of new ones, and a poem designed to keep the appeals and warnings in popular memory, have about them a deep rhetorical urgency. As such they are stylistically quite different from most of what is found in the first four books of the Bible. To be sure, there are many moments of high rhetoric in the previous narratives, and the laws—including cultic ones—are also not lacking appeals to the emotions (cf., for instance, the repeated injunctions to not oppress the sojourner, “for you were sojourners in the land of Egypt”). But as an extended piece of argumentation and pleading, Deuteronomy holds pride of place in the Torah, with its specialized vocabulary (described in the notes and commentary below), its alternately pleading and warning tone, and its long, elegant phrases (as Gottwald notes, these phrases are most often cast in the form of subordinate clauses, not the typical syntactical form found in the previous books).", "But not only does Deuteronomy provide an emotional capstone to the four books that precede it. It functions to link up with both the landed history of Israel in the narrative books to follow (Joshua through Kings) and the prophets’ emotional speeches to the people and their leaders. In the words of G. Ernest Wright,", "the central purpose of Deuteronomy is to furnish Israel with a complete order of faith and life which is the prerequisite for a prosperous and secure existence on the God-given land. The historian [of the succeeding books] shows how Israel failed to keep it and what the consequences were.", "It is in fact the monarchic setting that is commonly held to be the historical background to the compilation of Deuteronomy. While Moshe’s last days and the people’s being poised on the steppes opposite Jericho would certainly be a dramatic enough moment for our book’s speeches to occur, its language, style, and many of its concerns point to a later time in the history of Israel as a likely venue for at least a good part of its emotional appeal.", "That time, in the opinion of most biblical scholars over the past two centuries, was the middle of the reign of King Josiah (ruled 640–608 <small>B.C.E.</small>) of Judah, the southern kingdom (Israel, the north, had been overrun by Assyria a century previously). The Assyrian Empire, dominant in the region for three hundred years, was on the wane, and Josiah took advantage of this decline of power to expand his kingdom northward. He also—at about the time of the death of Ashurbanipal, the last powerful king of Assyria—began a wide-ranging reform that consisted largely of destroying the local “high places” of pagan worship that had figured so prominently in the reign of his grandfather, the notorious Manasseh (ruled 687–642). II Kings 23 describes the purge in great detail, noting both places and priests that were now rendered inoperative in favor of the centralization of the cult in Jerusalem.", "It is within this setting that Chapter  22 reports the dramatic discovery of a scroll “of the Torah.”", "The high priest Hilkiah said to Shaphan the secretary, “I have found the book of the law in the house of the L<small>ORD</small>.” … Shaphan then read it aloud to the king. When the king heard the words of the book of the law, he tore his clothes. Then the king commanded … saying: “Go, inquire of the L<small>ORD</small> for me, for the people, and for all Judah, concerning the words of this book that has been found, for great is the wrath of the L<small>ORD</small> … because our ancestors did not obey the words of this book, to do according to all that is written concerning us.” (22:8, 10–13, New Revised Standard Version)", "What precisely were the contents of the “book” we do not know; but it is usually taken to have been some form of Deuteronomy. The rhetorical force of the newly discovered text must have been considerable, for its reported result was that the king", "directed that all the elders of Judah and Jerusalem should be gathered to him. … he read in their hearing all the words of the book of the covenant that had been found in the house of the L<small>ORD</small>. The king stood by the pillar and made a covenant before the L<small>ORD</small>, to follow the L<small>ORD</small>, keeping his commandments, his decrees, and his statutes, with all his heart and all his soul, to perform the words of this covenant that were written in this book. All the people joined in the covenant. (23:1–3)", "The connections between these passages and the style of Deuteronomy will be obvious to anyone who reads the book, and it seems clear that Josiah’s reforms are closely related to concerns expressed in Deuteronomy.", "The Bible’s portrayal of this background does not necessarily mean that Deuteronomy was composed for the occasion, or even that it originated in Judah. Several scholars (notably Ginsberg) have remarked on connections to the northern kingdom of Israel (e.g., affinities to the prophet Hosea), and so it is possible that at least some of our book was a series of traditions brought south by refugees fleeing the Assyrian onslaught. In any event, the text of Deuteronomy addresses its audience with such emotional immediacy that it may safely be presumed that a crisis of major proportions loomed, and the opportunity presented itself for a large-scale revival—or redefinition—of Israel’s self-understanding. Similar crises later in Jewish history may have led to the editing and writing down (but not necessarily the composition) of other central texts, the Mishnah (c. 200) and the Babylonian Talmud (c. 450). Like these documents, and like the first four books of the Torah, Deuteronomy is written in such a way that it is difficult to pin down its precise background, which through additions and circumspection has been substantially obliterated. What is left to us are the many repetitions of “today” or “this day,” which signal the desire to make the “Instruction” contemporary for the audience, whoever and whenever that may be.", "The net effect of this process of creation and development was to establish the Torah’s character as a text that shows signs of new life and new thinking within itself. Deuteronomy, by its inclusion as the final book of the five, officially began the practice of “explaining” (1:5) the traditions of Israel, and thus paved the way for the classic form of Jewish religious and intellectual activity: the interpretation of Scripture (cf. Fishbane 1988 for a definitive study on “inner-biblical exegesis,” interpretation that appears within the Bible itself and hence becomes a legitimate part of its traditions). This activity strongly influenced Christianity and Islam as well, and is still a part of religious discourse and development in the Western world.", "In its overall structure, Deuteronomy breaks down fairly easily; but it is perhaps best understood in the light of comparative ancient Near Eastern material. Weinfeld’s lifetime of research has demonstrated the strong parallels between our book and certain Assyrian treaty texts (earlier Hittite texts have also been shown to be helpful in this regard; cf. Levenson 1985b for a useful summary). It is striking indeed that the Esarhaddon Treaty texts from the seventh century <small>B.C.E.</small>, which also produced the final form of Deuteronomy, seem to prefigure the basic structure of what Moshe lays out in the book: a historical overview, an exhortation to keep the covenant, the laws—particulars of the covenant, a series of blessings and curses following upon observance or nonobservance of the covenant, and a ceremony ratifying it. A similar pattern, in abbreviated form, may be observed in the Sinai covenant in Ex. 19–24.", "Weinfeld points out that such covenants or treaties were two-sided, with the suzerain granting his vassals certain favors in return for “love” (= loyalty), and threatening dire consequences if that loyalty were to become suspect. What is fascinating about the parallels is not so much that they exist, but that here, apparently, a political model from a hated enemy has been assimilated and transformed into a positive religious-national one. Such transformative power seems to be characteristic of biblical culture, which probably reworked known stories and poems, among other genres, into genuine Israelite creations (the Flood narratives of Genesis and Psalm 29 are two fruitful examples of the process).", "Deuteronomy, then, focuses mainly on the relationship between God and Israel, a relationship that has been spelled out before (as in Exodus) but that forms in this book the very soul of the text. Every act that Israel performs as a community, and every one done by individuals, is to be seen in that light. As elsewhere in the Bible, breaking one of God’s rules means not merely a violation of a statute but an affront to the suzerain, the sovereign Lord, and thus a grave risk to society’s well-being and even to its very existence. And there is a unity of purpose and concept here: Gottwald summarizes the message of the book as “the indivisible unity of <i>one God</i> for <i>one people</i> in <i>one land</i> observing <i>one cult</i>” (italics his).", "Given the treaty pattern that we have just referred to, an outline of the book might proceed along the following lines:", "I   Historical Overview (Moshe as Narrator; 1–4:43)", "A   Narrative of the Wilderness Journey (1–3)", "B   Transition: Beginning of the Exhortation (4:1–40) and Addendum on Towns of Asylum (4:41–43)", "II  Opening Exhortation (Moshe as Pleader; 4:44–11:36)", "Looking Back to the Revelation at Sinai", "III The Terms of the Covenant (Moshe as Lawgiver; 12–28)", "A   The Laws (12–26)", "B   Covenant Ceremony; Blessings and Curses (27–28)", "IV Concluding Exhortation (Moshe as Pleader; 29–30)", "Looking Ahead to Exile and Return", "V  Final Matters (31–34)", "A   Passing the Mantle (31)", "B   Moshe’s Admonitory Poem (32)", "C   Moshe’s Blessing to the Tribes (33)", "D   The End (34)", "A few simple structural observations, based on a closer look at the text itself, may be made here. Parts I and V stress the role of Yehoshua (Joshua) in the future. Then, too, Parts II and IV use similar rhetorical formulas toward the end of each (“See, I set before you this day …,” 11:26 and 30:15). Such a symmetry would suggest that Part III is the crucial one, and that is of course the case. Everything in Deuteronomy radiates out from the laws: a new humanism, a rethinking of tradition, and above all, a heartfelt appeal to “choose life” (30:19), a good life on the land under the blessing of God.", "It is only when that appeal has been fully made, and when all of Deuteronomy’s new material has been added (with no more to come, as the text sees it!), that Moshe can finally die, and the people of Israel can proceed into the Promised Land. The book of Numbers proved to be a false ending, and indeed the report of Moshe’s death was postponed from the end of that book to this, so that the biblical tradition could transform itself into a truly multifaceted and rich one. The Torah, which began in the nameless, unknowable past, ends in the limitless present and future, with a potential life ahead for the Israelite people as bountiful and as beautiful as the “good land” that Moshe is allowed to see from the summit of Pisga."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62037e566bfddfbb310feb35", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Deuteronomy, Part I; Historical Overview, Setting Out 2", "anchorRef": "Deuteronomy 1:1-46", "anchorRefExpanded": ["Deuteronomy 1:1", "Deuteronomy 1:2", "Deuteronomy 1:3", "Deuteronomy 1:4", "Deuteronomy 1:5", "Deuteronomy 1:6", "Deuteronomy 1:7", "Deuteronomy 1:8", "Deuteronomy 1:9", "Deuteronomy 1:10", "Deuteronomy 1:11", "Deuteronomy 1:12", "Deuteronomy 1:13", "Deuteronomy 1:14", "Deuteronomy 1:15", "Deuteronomy 1:16", "Deuteronomy 1:17", "Deuteronomy 1:18", "Deuteronomy 1:19", "Deuteronomy 1:20", "Deuteronomy 1:21", "Deuteronomy 1:22", "Deuteronomy 1:23", "Deuteronomy 1:24", "Deuteronomy 1:25", "Deuteronomy 1:26", "Deuteronomy 1:27", "Deuteronomy 1:28", "Deuteronomy 1:29", "Deuteronomy 1:30", "Deuteronomy 1:31", "Deuteronomy 1:32", "Deuteronomy 1:33", "Deuteronomy 1:34", "Deuteronomy 1:35", "Deuteronomy 1:36", "Deuteronomy 1:37", "Deuteronomy 1:38", "Deuteronomy 1:39", "Deuteronomy 1:40", "Deuteronomy 1:41", "Deuteronomy 1:42", "Deuteronomy 1:43", "Deuteronomy 1:44", "Deuteronomy 1:45", "Deuteronomy 1:46"], "sourceRef": "The Five Books of Moses, by Everett Fox, Deuteronomy, Part I; Historical Overview, Setting Out 2", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, דברים, דברים מאמר ב׳, דברים הערה א׳ ב׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Setting Out", "he": "דברים הערה א׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "דברים הערה א׳", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "After the narrator’s brief introduction, which places the Israelites at the very borders of the Promised Land, Moshe’s words bring the Israelites from Sinai to Kadesh, in the southern part of the land. He begins with his own problem, the burden of leadership; but the bulk of the chapter functions to explain why the Israelites that came out of Egypt were not privileged to enter the land itself. Stylistically interesting is Moshe’s constant use of quotations—he cites God, himself, and the Israelites. The effect is to make the narrative vivid and also authoritative in tone (cf. Polzin 1980).", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62037e566bfddfbb310feb37", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Deuteronomy, Part I; Historical Overview 2-4", "anchorRef": "Deuteronomy 1:1-4:43", "anchorRefExpanded": ["Deuteronomy 1:1", "Deuteronomy 1:2", "Deuteronomy 1:3", "Deuteronomy 1:4", "Deuteronomy 1:5", "Deuteronomy 1:6", "Deuteronomy 1:7", "Deuteronomy 1:8", "Deuteronomy 1:9", "Deuteronomy 1:10", "Deuteronomy 1:11", "Deuteronomy 1:12", "Deuteronomy 1:13", "Deuteronomy 1:14", "Deuteronomy 1:15", "Deuteronomy 1:16", "Deuteronomy 1:17", "Deuteronomy 1:18", "Deuteronomy 1:19", "Deuteronomy 1:20", "Deuteronomy 1:21", "Deuteronomy 1:22", "Deuteronomy 1:23", "Deuteronomy 1:24", "Deuteronomy 1:25", "Deuteronomy 1:26", "Deuteronomy 1:27", "Deuteronomy 1:28", "Deuteronomy 1:29", "Deuteronomy 1:30", "Deuteronomy 1:31", "Deuteronomy 1:32", "Deuteronomy 1:33", "Deuteronomy 1:34", "Deuteronomy 1:35", "Deuteronomy 1:36", "Deuteronomy 1:37", "Deuteronomy 1:38", "Deuteronomy 1:39", "Deuteronomy 1:40", "Deuteronomy 1:41", "Deuteronomy 1:42", "Deuteronomy 1:43", "Deuteronomy 1:44", "Deuteronomy 1:45", "Deuteronomy 1:46", "Deuteronomy 2:1", "Deuteronomy 2:2", "Deuteronomy 2:3", "Deuteronomy 2:4", "Deuteronomy 2:5", "Deuteronomy 2:6", "Deuteronomy 2:7", "Deuteronomy 2:8", "Deuteronomy 2:9", "Deuteronomy 2:10", "Deuteronomy 2:11", "Deuteronomy 2:12", "Deuteronomy 2:13", "Deuteronomy 2:14", "Deuteronomy 2:15", "Deuteronomy 2:16", "Deuteronomy 2:17", "Deuteronomy 2:18", "Deuteronomy 2:19", "Deuteronomy 2:20", "Deuteronomy 2:21", "Deuteronomy 2:22", "Deuteronomy 2:23", "Deuteronomy 2:24", "Deuteronomy 2:25", "Deuteronomy 2:26", "Deuteronomy 2:27", "Deuteronomy 2:28", "Deuteronomy 2:29", "Deuteronomy 2:30", "Deuteronomy 2:31", "Deuteronomy 2:32", "Deuteronomy 2:33", "Deuteronomy 2:34", "Deuteronomy 2:35", "Deuteronomy 2:36", "Deuteronomy 2:37", "Deuteronomy 3:1", "Deuteronomy 3:2", "Deuteronomy 3:3", "Deuteronomy 3:4", "Deuteronomy 3:5", "Deuteronomy 3:6", "Deuteronomy 3:7", "Deuteronomy 3:8", "Deuteronomy 3:9", "Deuteronomy 3:10", "Deuteronomy 3:11", "Deuteronomy 3:12", "Deuteronomy 3:13", "Deuteronomy 3:14", "Deuteronomy 3:15", "Deuteronomy 3:16", "Deuteronomy 3:17", "Deuteronomy 3:18", "Deuteronomy 3:19", "Deuteronomy 3:20", "Deuteronomy 3:21", "Deuteronomy 3:22", "Deuteronomy 3:23", "Deuteronomy 3:24", "Deuteronomy 3:25", "Deuteronomy 3:26", "Deuteronomy 3:27", "Deuteronomy 3:28", "Deuteronomy 3:29", "Deuteronomy 4:1", "Deuteronomy 4:2", "Deuteronomy 4:3", "Deuteronomy 4:4", "Deuteronomy 4:5", "Deuteronomy 4:6", "Deuteronomy 4:7", "Deuteronomy 4:8", "Deuteronomy 4:9", "Deuteronomy 4:10", "Deuteronomy 4:11", "Deuteronomy 4:12", "Deuteronomy 4:13", "Deuteronomy 4:14", "Deuteronomy 4:15", "Deuteronomy 4:16", "Deuteronomy 4:17", "Deuteronomy 4:18", "Deuteronomy 4:19", "Deuteronomy 4:20", "Deuteronomy 4:21", "Deuteronomy 4:22", "Deuteronomy 4:23", "Deuteronomy 4:24", "Deuteronomy 4:25", "Deuteronomy 4:26", "Deuteronomy 4:27", "Deuteronomy 4:28", "Deuteronomy 4:29", "Deuteronomy 4:30", "Deuteronomy 4:31", "Deuteronomy 4:32", "Deuteronomy 4:33", "Deuteronomy 4:34", "Deuteronomy 4:35", "Deuteronomy 4:36", "Deuteronomy 4:37", "Deuteronomy 4:38", "Deuteronomy 4:39", "Deuteronomy 4:40", "Deuteronomy 4:41", "Deuteronomy 4:42", "Deuteronomy 4:43"], "sourceRef": "The Five Books of Moses, by Everett Fox, Deuteronomy, Part I; Historical Overview 2-4", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, דברים, דברים מאמר ב׳ ב׳-ד׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Part I; Historical Overview", "he": "דברים מאמר ב׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["I<small>N THIS INTRODUCTORY SECTION, WHICH SOME SCHOLARS HAVE VIEWED AS A LATER</small> addition to the core of the book, Moshe reviews the journey of the Israelites from Mount Sinai (“Horev”) into the Negev, and from there up east of the Dead Sea to a spot opposite Jericho. Two things make this more than a mere itinerary: First, Moshe confines himself to the most important moments—the choosing of leaders, the sending of the spies (with all its disastrous consequences), the encounters with various nations, and the provisions made for the soon-to-occur conquest. Second, the text characterizes itself, not as a narrative per se, but as an “explanation” (1:5) of the “Instruction.” In other words, history is made to function as lesson here. That the account ends with Bet (Baal) Pe’or in 3:29 is surely not accidental; as 4:3 reminds us, this was the site of Israel’s great apostasy, the final negative act by a wayward generation that was not to live to enter the land of Israel. By means of this introduction, the new generation is warned about the failings of the old, and begins to be prepared for “entering and taking-possession of the land” promised to their ancestors (4:1).", "The first four chapters of the book establish its character as a link: by recounting key events in Israel’s wanderings, they summarize the narratives of Exodus and Numbers; by demonstrating that disaster resulted from the people’s rebellions, they set the ideology that will permeate the so-called Deuteronomistic History, namely the books of Joshua, Judges, Samuel, and Kings (Nelson).", "It should be realized that these chapters are not merely previous narratives repeated verbatim. They are in fact reworkings of earlier material, often with changes. Thus, to use Brettler’s example, 1:9–18 retells Ex. 18:13–26, with the change that this time, as Moshe appoints lower-level leadership for the people, he does so without his father-in-law Yitro (who had helped in the Exodus version), and chooses them on the basis of their capabilities (“wisdom”), not their piety. Brettler also points to the frequent use of the phrase “at that time” as an indicator of later additions to the text. For a comprehensive discussion of how these opening chapters differ from earlier accounts, see Tigay."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620382f2c9ad75f2d99afa62", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "", "ref": "The Five Books of Moses, by Everett Fox, Deuteronomy, Part I; Historical Overview 1", "anchorRef": "Deuteronomy 1:1-4:43", "anchorRefExpanded": ["Deuteronomy 1:1", "Deuteronomy 1:2", "Deuteronomy 1:3", "Deuteronomy 1:4", "Deuteronomy 1:5", "Deuteronomy 1:6", "Deuteronomy 1:7", "Deuteronomy 1:8", "Deuteronomy 1:9", "Deuteronomy 1:10", "Deuteronomy 1:11", "Deuteronomy 1:12", "Deuteronomy 1:13", "Deuteronomy 1:14", "Deuteronomy 1:15", "Deuteronomy 1:16", "Deuteronomy 1:17", "Deuteronomy 1:18", "Deuteronomy 1:19", "Deuteronomy 1:20", "Deuteronomy 1:21", "Deuteronomy 1:22", "Deuteronomy 1:23", "Deuteronomy 1:24", "Deuteronomy 1:25", "Deuteronomy 1:26", "Deuteronomy 1:27", "Deuteronomy 1:28", "Deuteronomy 1:29", "Deuteronomy 1:30", "Deuteronomy 1:31", "Deuteronomy 1:32", "Deuteronomy 1:33", "Deuteronomy 1:34", "Deuteronomy 1:35", "Deuteronomy 1:36", "Deuteronomy 1:37", "Deuteronomy 1:38", "Deuteronomy 1:39", "Deuteronomy 1:40", "Deuteronomy 1:41", "Deuteronomy 1:42", "Deuteronomy 1:43", "Deuteronomy 1:44", "Deuteronomy 1:45", "Deuteronomy 1:46", "Deuteronomy 2:1", "Deuteronomy 2:2", "Deuteronomy 2:3", "Deuteronomy 2:4", "Deuteronomy 2:5", "Deuteronomy 2:6", "Deuteronomy 2:7", "Deuteronomy 2:8", "Deuteronomy 2:9", "Deuteronomy 2:10", "Deuteronomy 2:11", "Deuteronomy 2:12", "Deuteronomy 2:13", "Deuteronomy 2:14", "Deuteronomy 2:15", "Deuteronomy 2:16", "Deuteronomy 2:17", "Deuteronomy 2:18", "Deuteronomy 2:19", "Deuteronomy 2:20", "Deuteronomy 2:21", "Deuteronomy 2:22", "Deuteronomy 2:23", "Deuteronomy 2:24", "Deuteronomy 2:25", "Deuteronomy 2:26", "Deuteronomy 2:27", "Deuteronomy 2:28", "Deuteronomy 2:29", "Deuteronomy 2:30", "Deuteronomy 2:31", "Deuteronomy 2:32", "Deuteronomy 2:33", "Deuteronomy 2:34", "Deuteronomy 2:35", "Deuteronomy 2:36", "Deuteronomy 2:37", "Deuteronomy 3:1", "Deuteronomy 3:2", "Deuteronomy 3:3", "Deuteronomy 3:4", "Deuteronomy 3:5", "Deuteronomy 3:6", "Deuteronomy 3:7", "Deuteronomy 3:8", "Deuteronomy 3:9", "Deuteronomy 3:10", "Deuteronomy 3:11", "Deuteronomy 3:12", "Deuteronomy 3:13", "Deuteronomy 3:14", "Deuteronomy 3:15", "Deuteronomy 3:16", "Deuteronomy 3:17", "Deuteronomy 3:18", "Deuteronomy 3:19", "Deuteronomy 3:20", "Deuteronomy 3:21", "Deuteronomy 3:22", "Deuteronomy 3:23", "Deuteronomy 3:24", "Deuteronomy 3:25", "Deuteronomy 3:26", "Deuteronomy 3:27", "Deuteronomy 3:28", "Deuteronomy 3:29", "Deuteronomy 4:1", "Deuteronomy 4:2", "Deuteronomy 4:3", "Deuteronomy 4:4", "Deuteronomy 4:5", "Deuteronomy 4:6", "Deuteronomy 4:7", "Deuteronomy 4:8", "Deuteronomy 4:9", "Deuteronomy 4:10", "Deuteronomy 4:11", "Deuteronomy 4:12", "Deuteronomy 4:13", "Deuteronomy 4:14", "Deuteronomy 4:15", "Deuteronomy 4:16", "Deuteronomy 4:17", "Deuteronomy 4:18", "Deuteronomy 4:19", "Deuteronomy 4:20", "Deuteronomy 4:21", "Deuteronomy 4:22", "Deuteronomy 4:23", "Deuteronomy 4:24", "Deuteronomy 4:25", "Deuteronomy 4:26", "Deuteronomy 4:27", "Deuteronomy 4:28", "Deuteronomy 4:29", "Deuteronomy 4:30", "Deuteronomy 4:31", "Deuteronomy 4:32", "Deuteronomy 4:33", "Deuteronomy 4:34", "Deuteronomy 4:35", "Deuteronomy 4:36", "Deuteronomy 4:37", "Deuteronomy 4:38", "Deuteronomy 4:39", "Deuteronomy 4:40", "Deuteronomy 4:41", "Deuteronomy 4:42", "Deuteronomy 4:43"], "sourceRef": "The Five Books of Moses, by Everett Fox, Deuteronomy, Part I; Historical Overview 1", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, דברים, דברים מאמר ב׳ א׳", "anchorVerse": 1, "sourceHasEn": true, "commentaryNum": 1, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<a class=\"refLink\" data-ref=\"Deuteronomy 1:1–4:43\" data-ven=\"The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995\">Deuteronomy 1:1–4:43</a>", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620382f2c9ad75f2d99afa66", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "", "ref": "The Five Books of Moses, by Everett Fox, Deuteronomy, Part I; Historical Overview, Setting Out 1", "anchorRef": "Deuteronomy 1:1-46", "anchorRefExpanded": ["Deuteronomy 1:1", "Deuteronomy 1:2", "Deuteronomy 1:3", "Deuteronomy 1:4", "Deuteronomy 1:5", "Deuteronomy 1:6", "Deuteronomy 1:7", "Deuteronomy 1:8", "Deuteronomy 1:9", "Deuteronomy 1:10", "Deuteronomy 1:11", "Deuteronomy 1:12", "Deuteronomy 1:13", "Deuteronomy 1:14", "Deuteronomy 1:15", "Deuteronomy 1:16", "Deuteronomy 1:17", "Deuteronomy 1:18", "Deuteronomy 1:19", "Deuteronomy 1:20", "Deuteronomy 1:21", "Deuteronomy 1:22", "Deuteronomy 1:23", "Deuteronomy 1:24", "Deuteronomy 1:25", "Deuteronomy 1:26", "Deuteronomy 1:27", "Deuteronomy 1:28", "Deuteronomy 1:29", "Deuteronomy 1:30", "Deuteronomy 1:31", "Deuteronomy 1:32", "Deuteronomy 1:33", "Deuteronomy 1:34", "Deuteronomy 1:35", "Deuteronomy 1:36", "Deuteronomy 1:37", "Deuteronomy 1:38", "Deuteronomy 1:39", "Deuteronomy 1:40", "Deuteronomy 1:41", "Deuteronomy 1:42", "Deuteronomy 1:43", "Deuteronomy 1:44", "Deuteronomy 1:45", "Deuteronomy 1:46"], "sourceRef": "The Five Books of Moses, by Everett Fox, Deuteronomy, Part I; Historical Overview, Setting Out 1", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, דברים, דברים מאמר ב׳, דברים הערה א׳ א׳", "anchorVerse": 1, "sourceHasEn": true, "commentaryNum": 1, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "דברים הערה א׳", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<a class=\"refLink\" data-ref=\"Deuteronomy 1:1-46\" data-ven=\"The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995\">Deuteronomy 1:1-46</a>", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "64185e42c9371ec0cebe3583", "index_title": "Reggio on Torah", "category": "Commentary", "type": "commentary", "ref": "Reggio on Torah, Deuteronomy 1:34:1", "anchorRef": "Deuteronomy 1:34", "anchorRefExpanded": ["Deuteronomy 1:34"], "sourceRef": "Reggio on Torah, Deuteronomy 1:34:1", "sourceHeRef": "ביאור יש\"ר על התורה, דברים א׳:ל״ד:א׳", "anchorVerse": 34, "sourceHasEn": false, "compDate": [1790, 1810], "commentaryNum": 34.0001, "collectiveTitle": {"en": "Reggio", "he": "ביאור יש\"ר"}, "heTitle": "דברים", "he": "<b>וישמע ה',</b> הנה לא זכר כאן משה תפילתו אשר התפלל בעדם בענין המרגלים מן הטעם שכתבנו שם (במדבר י\"ד ט\"ו), כי הוא לא התפלל שימחול להם, אלא שישא להם ויאריך אפו לענשם לאט לאט, ולכן לא הזכיר כאן התפלה, כי היו יכולין לטעון עליו:", "heVersionTitle": "Vienna, 1821", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "64185e43c9371ec0cebe3585", "index_title": "Reggio on Torah", "category": "Commentary", "type": "commentary", "ref": "Reggio on Torah, Deuteronomy 1:34:2", "anchorRef": "Deuteronomy 1:34", "anchorRefExpanded": ["Deuteronomy 1:34"], "sourceRef": "Reggio on Torah, Deuteronomy 1:34:2", "sourceHeRef": "ביאור יש\"ר על התורה, דברים א׳:ל״ד:ב׳", "anchorVerse": 34, "sourceHasEn": false, "compDate": [1790, 1810], "commentaryNum": 34.0002, "collectiveTitle": {"en": "Reggio", "he": "ביאור יש\"ר"}, "heTitle": "דברים", "he": "<b>את קול דבריכם,</b> אע\"פי שדברתם באהליכם בסתר:", "heVersionTitle": "Vienna, 1821", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6425b7317429ff4fb9ba1f9a", "index_title": "Midrash Tannaim on Deuteronomy", "category": "Midrash", "type": "commentary", "ref": "Midrash Tannaim on Deuteronomy 1:34:1", "anchorRef": "Deuteronomy 1:34", "anchorRefExpanded": ["Deuteronomy 1:34"], "sourceRef": "Midrash Tannaim on Deuteronomy 1:34:1", "sourceHeRef": "מדרש תנאים על ספר דברים א׳:ל״ד:א׳", "anchorVerse": 34, "sourceHasEn": false, "commentaryNum": 34.0001, "collectiveTitle": {"en": "Midrash Tannaim on Deuteronomy", "he": "מדרש תנאים על ספר דברים"}, "he": "<b>וישמע ה' את קול דבריכם ויק' ויש' לאמר אם יר' איש באנ' האלה</b> אין איש אלא משה מלמד שאף הוא נטל אפופסנו מאותו שעה וכן הוא אומר להן (דב' א' ל״ז) גם בי הת' ה' בגל' לאמר:", "heVersionTitle": "Berlin, 1908", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": ""}, {"_id": "657ecc81758c1dc532ec94d6", "index_title": "Steinsaltz on Deuteronomy", "category": "Commentary", "type": "commentary", "ref": "Steinsaltz on Deuteronomy 1:34", "anchorRef": "Deuteronomy 1:34", "anchorRefExpanded": ["Deuteronomy 1:34"], "sourceRef": "Steinsaltz on Deuteronomy 1:34", "sourceHeRef": "ביאור שטיינזלץ על דברים א׳:ל״ד", "anchorVerse": 34, "sourceHasEn": true, "commentaryNum": 1.0034, "collectiveTitle": {"en": "Steinsaltz", "he": "ביאור שטיינזלץ"}, "heTitle": "ביאור שטיינזלץ על דברים", "he": "מאחר שהעם לא רצה לשמוע את משה, ושררה בו התנגדות לכניסה לארץ –\n    <b>וַיִּשְׁמַע ה' אֶת קוֹל דִּבְרֵיכֶם, וַיִּקְצֹף</b>, כעס\n    <b>וַיִּשָּׁבַע לֵאמֹר:</b>", "heVersionTitle": "The Koren Steinsaltz Tanakh HaMevoar - Hebrew", "heLicense": "Copyright: Steinsaltz Center", "heVersionTitleInHebrew": "", "text": "However, the nation did not listen to Moses, and objected to entering the land. And <b>the Lord heard the sound of your words, and He was enraged and took an oath, saying:</b>", "versionTitle": "The Steinsaltz Tanakh - English", "license": "Copyright: Steinsaltz Center", "versionTitleInHebrew": ""}, {"_id": "565483c1d6e4a94e1942d49e", "index_title": "Abarbanel on Torah", "category": "Commentary", "type": "commentary", "ref": "Abarbanel on Torah, Deuteronomy 1:34", "anchorRef": "Deuteronomy 1:34", "anchorRefExpanded": ["Deuteronomy 1:34"], "sourceRef": "Abarbanel on Torah, Deuteronomy 1:34", "sourceHeRef": "אברבנאל על תורה, דברים א׳:ל״ד", "anchorVerse": 34, "sourceHasEn": false, "compDate": [1483, 1513], "commentaryNum": 34.0, "collectiveTitle": {"en": "Abarbanel", "he": "אברבנאל"}, "he": ["וישמע ה' את קול דבריכם בדברכם אלי ויקצוף וגו' עד המדבר דרך ים סוף וגו' הנה בפסו' הראשון מאלו ראוי שנרגיש בג' גבולי' זרי' באו בו. הא' הוא וישמע ה' את קול דבריכם וידוע הוא שהש\"י הוא צופה ומביט ושומע כל הדברים. ומה צורך להודיע שהש\"י שמע מ\"ש. וגם מה ענין קול דבריכם היה ראוי שיאמר וישמע ה' את דבריכם. האם נאמר כדברי הרב במורה בח\"ב פל\"ג. בפי' קול דברים אתם שומעים ששמע הקול ולא הבין הכונה וחתוך האותיו'. הב' אמרו ויקצוף וידוע הוא שהגזרות האלהיות אינם נמשכות מן הפעלות הנפש בכעס וקצף כי אם במשפט ודין ישר. הג' אמרו וישבע. והנה כשגזר הש\"י על דור המבול לא נשבע עליו. ועל דור הפלגה ג\"כ לא נשבעעליו ולא בעון העגל. והשבועה לא תועיל כי אם לאדם כמתחרט ממעשיו ולבלתי ישוב מכונתו ישבע לעשותו: ", "והנראה אלי בזה הוא כי לפי שמשה זכר למעלה שישראל חטאו בשלשה דברים בזה הענין. במורך לבב. ובהמרות דבר האל יתברך. ובהטיח דברים רעים נגדו זכר כאן שהאל ית' לא נקצף כ\"כ על חולשת לבבם ועל מרותם את פיו בעלייה. כי גדלים היו בחמר ובלבנים ולא נסו ללכת באלה. אבל היה הקצף גדול על הדברים שהטיחו נגדו וזהו וישמע ה' את קול דבריכם. כי זה היה הדבר שחייב הגזרה יותר. ולפי שהדברים אפשר שיהיו רעים מפאת עצמם וגם כפי הקול והטעמים שיאמרו בהם עד שיהיה דבר אחד דבור על אופניו מצד עצמו ויהיה קללה רבה כפי הקול והטעם אשר יאמר אותו האומר. הנה לזה אמר את קול דבריכם. ולפי שהם לא היו מדברים עם הש\"י אלא אלו עם אלו היו מדברים בתוך אהליהם כמו שנאמר ותרגנו באהליכם וגו'. ולזה אמר שהש\"י עם היות שדברו זה בינם לבינם. הנה שמע אותו הקול והדברים. וזה הוא וישמע ה' את קול דבריכם בדברכם אלי. כי לזה אמר קול דבריכם. להיות הדבור מיוחס אליו ולא לאלוה יתברך. ואשר כתבתי ראשון הוא הנכון: ", "ואמנם אמרו ויקצוף. הוא להודיע שהיה הדבר רע בעיניו מאד עד שנתמלא הקב\"ה ע\"ז חמה וקצף כי לשון זה יורה על ענין הוא רע מאד. עם היות כי לא יתיחס אל הש\"י כ\"א ע\"ד בני אדם. ואמרו וישבע לאמר הוא להגיד שהאל ית' כשרא' רוע דבריה' והתקצף חשש אולי משה יבקש עליהם רחמים כאשר עשה בענין העגל. ולזה נשבע הש\"י בימינו שלא ישוב מן הגזרה הזאת. וע\"ז לא התפלל משה. והנה הודיע זה כדי שלא יאשמוהו בני ישראל עתה איך לא בקש מרע\"ה על הגזרה לתקן את אשר עותו אבותיהם ואמר שהיה עם הגזר דין שבועה ולכן לא יכול להחזירו ממנה. והנה בפרשת שלח לך נאמר שבראשונה אמר הש\"י למשה עד אנה ינאצוני העם הזה וגו'. אכנו בדבר וגו'. ומשה התפלל עליו שלא יכלה אותם כרגע אבל יאריך אליהם אפו והוא יתברך הודה לו ואמר סלחתי כדבריך. ולפי שמשה לא יתפלל עליהם עד שיכפר עליהם בהחלט לזה בא השבועה שלא ישוב מזה. וזהו שאמר ואולם חי אני וגומר. והיא השבועה הנזכרת בכאן. והנה הוסיף לומר כאן הדור הרע הזה אחרי שאמר אם יראה איש באנשים האלה. והם שתי הודעות כדי להעיר על טענה אחרת תחייב גזרתו. והוא מהראוי הוא שהדומה ידבק בדומה ויתקרב אליו. ולכן אלו היה העם טוב כמו שהארץ טובה. היה ראוי שיבאו שמה או אם היתה הארץ רעה. כמו שאמרו המרגלים היתה ראוי' לאותו דור שהוא רע. אבל אחרי שהיה בדור ההוא רע ומשחת לא היה ראוי שיכנס אל הארץ אשר היא טובה ולא רעה. ואמר אשר נשבעתי לאבותיכם להגיד כי בזה לא יחלל את דברו ולא יבטל את שבועתו כי עוד תתקיים בבנים אשר יקומו אחריהם שיהיה דור טוב ויבא אל הארץ הטוב' ותתקיים השבועה. ולפי שכלב היה אדם טוב אמר שהוא יבא שמה ולו יתננה. והנה אמר שהדור הרע ההוא לא די שלא יבאו אל הארץ אבל גם מרחוק לא יראוה. וזהו אם יראה איש באנשים האלה. וכלב בן יפונה הוא יראה אותה והוא יבא שמה. ולפי זה היה משה אמצעי ביניהם כי הוא ראה את הארץ מרחוק מה שלא ראה דור המרגלים. ולא בא שמה. כמו שבא יהושע וכלב כמו שזכר. והנה נתן הטעם למה הוציא כלב מהגזרה ואמר יען אשר מלא אחרי ה' ורצה לומר שגם כן ראה הוא חוזק העם והערים כמו שראו המרגלים ואעפ\"כ לא נתפת'. אבל האמין ביכלת האלהי. וזהו אשר מלא אחרי והנה בפרשת שלח לך זכר גם כן יהושע באמרו זולתי כלב בן יפונה ויהושע בן נון וכאן לא זכרו עמו לפי שעוד מעט יזכירנו כמנחיל את הארץ במקום מרע\"ה וכמו שיבא. ואמר שגם במשה התאנף ה' בגללכם לאמר גם אתה לא תבא שם. רוצה לומר למשה לא שלל ראיית הארץ כמו שעשה אל דור המרגלים אבל אמר גם אתה לא תבא שם כי תראה אותה מרחוק ולא תכנס בתוכה. ואמר עוד יהושע בן נון וגומר. וטפכם וגומר. רוצה לומר שלא נשתוה משה עם אותו דור בהעדר הביאה אל הארץ אבל גם היה להם יתר שאת באותה הגזרה על משה והוא שעם היות שלא באו הם אל הארץ הנה בניהם וטפם אשר היו אומרים לבז יהיה המה יבאו שמה והם יירשו'. ואם כן מה שאבדו האבות קנו הבנים מה שלא היה כן למשה. כי נסתלק ממנו המנוי והשררה. ולא חזר' האל לבניו אבל נתנה ליהושע וא\"כ לא קנו בניו מה שאבד הוא והוסר ממנו בזאת הגזרה. וזהו אמרו יהושע בן נון העומד לפניך. ר\"ל ששרת לפניך הוא יבא שמה כלומר במקומך. ולכן אותו חזק כי הוא ינחילנ' את ישראל כמו שהיית אתה עתיד להנחילה. אם כן לא זכו בני משה למה שזכה אביהם. ואתם לא כן כי טפכם אשר אמרתם בתלונה שלבז יהיו. ובניכם אשר לא ידעו טוב ורע. ר\"ל הבחין בין הטוב והרע והם עד כ' שנה שאין השכל שלם באדם עד אותו זמן ואין אדם בר עונש בב\"ד שלמעלה. המה יבאו ויירשוה במקום אבותיהם ולכן צוה מיד ואמר ואתם פנו וסעו. כלומר אתם האבות פנו לאחור וסעו המדברה דרך ים סוף. להגיד להם כי שם ירעו מ' שנה עד תום כל הדור. ואמר אתם פנו לכם שהם ב' כנויים לומר שכיון שהמה בעצתם לא רצו ללכת לפנים. המה גם כן בעצתם ישובו לאחור וילכו במדבר. או יאמר ואתם פנו לכם הסתכלו על עצמכם כי אין ההשגח' האלהית דבקה בכם כירחי קדם. הנה בזה סתם מרע\"ה את דבריו בהודיעו לישראל שסבת העכוב שקרה לאבותם במדבר היתה בסבת עצמם ממה שחטאו בעון המרגלים ומה שנגזר עליהם באותו עון ולזה הביא כאן ספור המרגלים כמו שזכרתי: ", "והנה נשאר לי להודיע מה ראה מרע\"ה להכניס גזרתו בתוך המרגלים בגזרתם שלא יבאו אל הארץ. והוא הספק הי' וידוע שיסוד הענין הזה הוא ידיעת חטא משה ואהרן שעליו נתחייבו למות ושלא יכנסו לארץ. והוא דרוש עמוק עמוק מי ימצאנו ויען אשר בזה היה דעתי מחולף מכל אשר קדמוני. כתבתי אני בו מאמר נבחר אצלי ושם הבאתי ראיו' חזקות להודיע שלא מתו משה ואהרן בעון מי מריבה. וגם פה לא אחדל משום שלמות המלאכ' להגידו דרך קצרה: ", "ואומר שדעתי בזה הוא שאהרן קדוש ה' מת בעון העגל. ומשה אדונינו מת בעון המרגלים. לא שיהיה נדון מעון העגל. ולא שהיה מרע\"ה נמשך אחרי דברי המרגלים חלילה להם מרשע. אבל אהרן כמו שידעת שלא בכונה רעה עשה את העגל. וכמו שאמר וירא משה את העם כי פרוע הוא כי פרעה אהרן לשמצה בקמיהם. ועם היות שכונתו היתה להנהיגם בנחת עד בא משה. הנה נמשך מזה מה שנמשך. ולפי שהעם לקחו מיד ה' כפלים בכל חטאתם. מהם מתו במגפ'. ומהם ע\"י חרב ולא באו אל הארץ כאשר אמר ה' להם הנה היה אהרן בזה סבה מה. ולכן היה מהצדק האלהי שכמו שהוא סבב באנשים ההם שימותו במדבר כן ימות גם הוא שמה ולא יכנס לארץ. האמנם לפי שלא היה הוא כשאר האנשים ההם החטאים בנפשותם לא נענש אז עמהם. והאריך הש\"י אליו אפו. ועל כיוצא בזה נאמר ועתה לך נחה את העם וגו'. וביום פקדי וגו' ולרמוז עליו גם כן אמר שם בסוף הדברים ויגף ה' את העם על אשר עשו את העגל אשר עשה אהרן. וזה להעיר כי ענשו שמור לבעליו לעת בא דברו יתברך: ", "ואמנם חטא מרע\"ה. כי כאשר שאלו ישראל המרגלים לא אמרו כ\"א וישיבו אותנו דבר את הדרך אשר נעלה בה ואת הערים אשר נבא אליהן. והאל ית' לא אמר גם כן כ\"א שלח לך אנשים ויתורו את ארץ כנען וגו'. והנה אדוננו משה הוסיף בשליחות דברים הרבה. כי צוה אותם שיראו את העם היושב עליה החזק הוא הרפה. המעט הוא אם רב ומה הארץ הטובה היא אם רעה היש בה עץ אם אין. ומה הערים אשר הוא יושב בהנה הבמחנים אם במבצרים. והשאלות האלה ששאל מאתם אין ספק שהיו לכונה טובה לשמח את ישראל בבשורות טובות אבל נמשך מהם מה שנמשך. שבתשובת זה אמרו חוזק העם. וחוזק הערים. והיות הארץ אוכלת יושביה. ויתר הדברים אשר המסו את לבב העם. וסבב בזה שנגזרה עליהם גזרה שלא יכנסו לארץ. ושבמדבר ההוא יתמו ושם ימותו. ולפי שמשה אדוננו צוה בדברים האלה מה שישראל לא שאלו ולא צוהו האל ונמשך מזה שהדור ההא במדבר יתמו. ראה הש\"י היות מרע\"ה סבה בזה במקרה. ושהיה מהצדק והדין הישר שגם הוא שסבב זה לא יבא שמה כי שגגת למוד עולה זדון. ולפי שישראל חטאו במזיד והוא ע\"ה חטא בשוגג ובכונה טובה רצה הש\"י לחוס על כבוד משה ולא תהיה גזרתו בתוך גזרת העם בפרשת שלח לך אנשים. והאריך עליו אפו כמו שהאריך בזה האופן לאהרן על מעשה העגל. וכאשר בפרשת זאת חקת התורה התלוננו העם על המים. ובדבר תלונותם העירו איך היו משה ואהרן סבות אל מיתת העם ולא נכנסו לארץ כמו שאמרו ולמה הבאתם את קהל ה' אל המדבר הזה למות שם אנחנו ובעירנו. זכר הכתוב שמשה ואהרן הלכו אל אהל מועד אבלי' וחפויי ראש מפני הקהל וכנשי' המתביישות בזכור להן עונותיהן. ולכן בא הדבור אליהם שידברו ויעשו הפועל שזכר להוציא המים. ובהיות משה יוצא לכלל כעס באמרו שמעו נא המורים. ונתמלא הקב\"ה חמה עליו לפי שישראל תפסוהו כראוי. והוא לא הודה בלבו מה שחטא ונתכעס עליהם. ולכן ראה בעת ההיא לתת ענשם עליהם על עונותיהם הקודמים. והיה אם כן מי מריבה כלי אמצעי לדבר לא סבה עצמית בו. והנה יורה על אמתת זה י\"ג דברים. הא' מאשר עונש גדול כזה א\"א שיהיה לגדולי הדור כ\"א לסבה גדולה לא לענין קל כמי מר בה. וגדול ממנו היה שבירת הלוחות. ואמרו הצאן ובקר ישחט להם וגו' כמו שארז\"ל בספרי. הב' מאשר היתה מיתת אהרן ראשונה כמו שהיה חטאו בעגל ראשונה. ומיתת משה באחרונ' כמו שהיה חטאו גם כן באחרית הזמן. והג' מאשר היה זה העונש מתיחס לחטא והם סבה שלא יעברו העם לארץ ונענשו שלא יעברו גם כן הם אליה. הד' שלא בא הדבור במי מרבה לאהרן גם כן עם היותו בלתי צריך אל הפועל ההוא והיה זה כדי לשתפם יחד בעונש המית' כי בפעם האחר' שהכה משה הצור לא נשתתף אהרן באותו דבר. הה' שלכן אמר משה וה' התאנף בי על דבריכ'. גם בי התאנף ה' בגללכם לאמר. וזה לא יאמר אם היה החטא הכאת הסלע או הדבור. ולא אמר כזה באהרן לפי שהוא חטא בעצם בעשותו העגל עם היות כונתו להמתינם ולא לעבדו. הו' שבעבור זה לא התפללו משה ואהרן כשנגזר עליהם על מי מריבה שלא יעברו את הארץ ולמה לא צעקו אל גודל העונש בערך אל קטן החטא. אבל היה לפי שהם היו יודעים שלא נענשו עליו. ואמנם מה שהתפלל משה ואתחנן אל ה' היה לפי שחשב שכב' חזר הש\"י מהגזרה. בראותו נצחון מלחמת סיחון ועוג שבא על ידו כמאמר רז\"ל בספרי. הז' שלזה לא ספר משה במשנה תורה בספורו חטא עון מי מריבה כלל לפי שאותו החטא היה כפי הנראה לא כפי האמת. הח' שלכן בא ענש משה וגזרתו בתוך גזרת המרגלים באמרו גם בי התאנף ה' כמו שביארתי בספקות. ועונש אהרן ומיתתו לא נזכרו שם. כי לא היה מאותו עון. אבל נזכרו בפרשת והיה עקב בסוף ספור העגל יען כי היא היתה הסבה במיתתו וכמו שנעיר שמה. ולזה לא נזכרה מיתת שניהם כמו שהיתה הגזרה. ולא נזכרה מיתת אהרן ראשונה כמו שהיתה במאורע. לפי שהוצרך להזכיר מעשה המרגלים ראשונה למעשה העגל מהסבה שזכרתי. הט' שלזה אמר למשה והאסף אל עמך. ובאהרן יאסף אל עמיו. ירמוז בעמיו למתים במדבר בסבתם. הי' שלזה ענש אהרן ג\"כ עם היות שבמי מריבה משה לבדו הכה. ומשה לבדו אמר שמעו נא המורים ואהרן לא עשה ולא דבר כלל ועכ\"ז נענש לפי שהיה ענשו על עון אחר. והוא מה שעשה בעגל. הי\"א בעבור זה כשגזר הש\"י על דור ממדבר שלא יבאו לארץ כנען על דור המרגלים לא הוציא מהם כ\"א יהושע וכלב. לא משה ואהרן. לפי שכבר היה נגזר לפניו יתברך עליהם שימותו ולולא זה תהיה השבועה שלא כדין. ואל תאמין לדברי האומר שהיתה אותה השבועה על המרגלים עצמן כי הכתוב אומר בהפך אם יראה איש באנשים האלה הדור הרע והפועל יורה עליו שלא לבד מתו במדבר המרגלים אלא כל אותו הדור. הי\"ב מאמר דוד המלך עליו השלום שרמז ואמר ויקציפו על מי מריבה וירע למשה בעבורם. לא אמר שחטא משה בזה אלא אמר שהרע למשה בעבורם. והוא בענין המרגלים שזכרתי. ואמר עוד כי המרו את רוחו. והוא מה שאמרו במרגלים ותמרו את פי ה'. ולא זכר אהרן כי הוא היה החוטא בעצם כמו שזכרתי עם היות כונתו בלתי רעה ועם היות שניהם משותפים במיתה. הי\"ג הוא מה שארז\"ל בסוט' פ' המקנא ד' ט\"ו. כשדרש רבי שמלאי מפני מה נתאוה משה להכנס לארץ הביא בדרשו לכן אחלק לו ברבים ושם נאמר והוא את פושעים נמנה. שנמנה עם מתי מדבר רוצה לומר שמת בסבת מיתתם עם החלוף הגדול שיש ביניהם זה בשוגג ואלו בזדון. וכן גם כן רמזו רז\"ל באלה הדברים רבה פרשת ואתחנן אמרו שם כי לא תעבור את הירדן הזה על זה אמר איוב (סימן יח) אחת היא ע\"כ אמרתי תם ורשע הוא מכלה. רבי יהודה בר נחמני בשם ריש לקיש אמר למה\"ד לחכם שנכנסו חברים לאכול בביתו הם אומרים מה ראיתם בתו של רבי נאה. ראה קלקולן ונזף בהם החכם. אמר נשבע אני שאין אחד מכם נכנס לאכול בבית. בא אח\"כ חבר אחד לימים לאכול אצלו ראה בתו של חכם. אמר כמה נאה בתו של רבי נזף בו החכם א\"ל נשבע אני שאיני מכניסך בביתי. א\"ל החבר מה אני רואה הכל שוים אצלך שאין מי שלא יאמר על בתך רע ואני אמרתי עליה טוב. כך משה אמרו המרגלים רע על הארץ שנאמר ויוציאו דבת הארץ ואמרת להם אם יראה איש באנשים האלה הדור הרע הזה ואני אמרתי על הארץ טובה. ואתה אמרת כי לא תעבור את הירדן הזה. לכך אמר אחת היא על כן אמרתי תם ורשע הוא מכלה. הנה העירו במאמרם ז\"ל למה שאמרתי בחטא מרע\"ה וענשו כי כמו שהתלמידים כלם דברו בבתו של החכם ונזף בכלם ושלחם מביתו לפי שדברו בבתו. עם היות שהראשונים אמרו מה ראיתם בתו של רבי נאה ר\"ל מה הנוי והיופי שראיתם בבתו של רבי לפי שהיתה בעיניהם כעורה. והאחר מספר בשבחה באמרו מה נאה בתו של רבי. וגם הוא שולחו מהבית בעבור מה שדבר בבתו עם היות דבריו לטוב ולא לרעה כך היו דור המדבר ומרע\"ה. שהם בעבור שדברו מן הארץ רעה. ומשה בעבור שדבר ממנו טובה נענשו כלם שלא יעברו אליה ואם היה חטא משה על מי מריבה כמו שנראה מפשט הכתובים איך אמרו שנענש בעבור שדבר מן הארץ. אבל הסכימו בלא ספק וכוונו אל מה שפירשתי: ", "ואמנם נשאר לי לישב פסוקי התורה. אם בפרשת זאת חקת התורה שאמר יען לא האמנתם בי להקדישני לעיני בני ישראל לכן לא תביאו את הקהל הזה המה מי מריבה וגו'. והנה לא אמר להקדישני במים אבל אמר להקדישני לבד לרמוז על חטאיהם שהיה להם לקדש את השם. אם אהרן לקבל המיתה כמו שקבלה חור ולא יעשה את העגל. ואם משה שהיה לו לסמוך על דברי השם שאמר שהארץ היתה זבת חלב ודבש ולא יעשה עליה עוד בחינה. ולזה אמר מיד המה מי מריבה אשר רבו בני ישראל את ה' ויקדש בם. רוצה לומר החטא העצמי היה בשלא קדשתם אותי. ואמנם ענין מי מריבה לא היה באמת סבת המות. כי שם רבו בני ישראל את ה' ויקדש בם. רוצה לומר במשה ובאהרן שלא רבו ולא חטאו שם כלל ובמיתת אהרן נאמר על אשר מריתם פי למי מריבה ולא אמר במי מריבה. אבל אמר על אשר מריתם פי והוא בעונותיהם הקודמים. וייחס זה למי מריבה כדי לשמור כבודה. ושלא לערבם בכלל פושעי ישראל. ובפרשת פנחס אמר על מיתת משה כאשר מריתם פי במדבר צין במריבת העדה להקדישני במים לעיניהם הם מי מריבת קדש מדבר צין. מפני כבודו של מרע\"ה אמר כן כדי להעלי' הדבר ושלא ירגישו באמת' הענין כ\"א השרידי' אשר ה' קורא. אבל בפרשת האזינו אמר אשר מעלתם בי בתוך בני ישראל במי מריבת קדש מדבר צין על אשר לא קדשתם אותי בתוך בני ישראל. והנה במה שכפל על אשר לא קדשתם אותי בתוך בני ישראל אחרי אמרו אשר מעלתם בי. נתן הרמז שהיו שם ב' סבות. סבה עצמית נעלמת והיא עונותיהם הקודמים. וסבה קרובה גלויה בלתי עצמית. והיא מי מריבת קדש ועל שתיהן אמר על אשר מעלתם על אשר לא קדשתם. ואמנם למה אמר מעלתם מריתם בלשון מחייב ולא האמנתם ולא קדשתם בלשון שולל. ואיך יאותו הלשונות האלה לעונותיהם ואיך ייוחסו אליו. הנה הוא לפי שאהרן פשע בקדושת השם שהיה ראוי שימות על קדושת שמו ולא יעשה העגל. וכן דרשו בת\"כ ונקדשתי בתוך בני ישראל מסור עצמך על קדושת שמי. וכן אמרו מעלתם נאמר על אהרן כי המעילה היא החלול ואם כן לא קדשתם ומעלתם. עם היות שנאמרו בלשון רבים על אהרן לבד כוון בהם. ואמנם מריתם פי ולא האמנתם נאמר על משה שמרה פי הש\"י כביכול בהוסיפו על שאלות המרגלים מה שלא צוהו יתברך. וגם סבב זה בישראל מיעוט אמנה ועליו אמר לא האמנתם וכדי להעלים הענין באו הלשונות האלה פעם במשה ופעם באהרן וכולם בלשון רבים להיותם אגודה אחת. פעם יאמר לשון אחד מחייב ולשון אחד שולל. ופעם יאמר בלבד מריתם פי. כי רצה להעלים הענין באופן הדברים. ואין לך שתאמר ולמה לא הענישם הקדוש ברוך הוא בשעת חטאתם. ומה לו לתלות עונשם במה שלא חטאו הוא עין מי מריבה ולא איש אל ויכזב. כי התשובה בזה היא כדבריהם ז\"ל בשלהי פ' שור שנגח וב\"ר פ' ס\"ז ובויקרא רבה פרשה כ' שהקדוש ברוך הוא מאריך אפיה וגבי דיליה. והנה התורה פרסמה חטא נדב ואביהו בהקריבם אש זרה לפני ה' והם אמרו שנדב ואביהוא לא מתו מהסבה ההיא. ובקשו סבות אחרות. באמרם שתויי יין נכנסו למקדש ומהם אמרו שהורו הוראה לפני משה ומהם שקצצו בנטיעות. וכן אמרו באצילי בני ישראל כי ראו שהעלימה התורה מפני כבודם סבת מיתתם האמתית ותלת' הדבר בסבה אחרת. ואם היה זה דבר ראוי בחוקם. כ\"ש בחק אדונינו משה ואהרן קדוש ה' שהיה ראוי שיבאו עונשיהם סתומים וחתומים ולא יוכללו עם פשעי ישראל. ולכן היו ודאי בתכלית ההעלם. הנה נתתי כאן ראשי דברים בדרוש הזה. ואני הרחבתי בו מאד במאמר הוא אשר עשיתי. ודי עתה במה שהבאתי כאן: "], "heVersionTitle": "Torah Commentary of Yitzchak Abarbanel, Warsaw 1862", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": ["", "", "", "", "", "And since Israel sinned willingly, and he, peace be upon him, sinned by mistake and with a good intention, God, may he be blessed, wanted to to spare the honor of Moshe, [such that] his decree should not be amidst the decree of the people in <i>Parshat Shelach Lecha Anashim</i>. And [so] He delayed His anger upon him, as He delayed His anger upon Aharon for the story of the [golden] calf. And when in <i>Parshat Zot Chukat HaTorah</i> the people complained about the water, and in their complaint, they pointed out how Moshe and Aharon were the cause of the people's death and that they [would] not enter the land - as they said (Numbers 20:4), \"And why did you bring the congregation of the Lord to this wilderness to die there, us and our cattle\" - the verse mentioned that Moshe and Aharon went from in front of the congregation to the tent of meeting, mourning and with covered heads; and [they were] like embarrassed women at the mention of their sins. And thus did the word [of God] come to them that they should speak and do the act that He mentioned to extract the water. And when Moshe came to anger in his saying (Numbers 20:10), \"Listen now, you rebels,\" the Holy One, blessed be He, became full of anger with him; since Israel caught him fittingly and He did not admit in his heart that which he sinned, and [so] got angry with them. And therefore He saw at this time to give [Moshe and Aharon] their punishment for their earlier sins. And, if so, the Waters of Merivah were the means to the thing and not the actual cause for it."], "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": "תרגום קהילת ספריא"}, {"_id": "6319d426b6084aa1cbf2fb8d", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, קוֹל 1", "anchorRef": "Deuteronomy 1:34", "anchorRefExpanded": ["Deuteronomy 1:34"], "sourceRef": "BDB, קוֹל 1", "sourceHeRef": "בראון-דרייבר-בריגס, קוֹל א׳", "anchorVerse": 34, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "קוֹל", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><span dir=\"rtl\">קוֹל</span></big>  (sometimes, c. pref. et suff., <span dir=\"rtl\">קֹל</span>)<sub>506</sub> <strong>n.m.</strong> <sup><a data-ref=\"Genesis 39:14\" href=\"/Genesis.39.14\">Gn 39:14</a></sup> <strong>sound, voice</strong>;—abs. <span dir=\"rtl\">קוֹל</span> <a data-ref=\"Genesis 4:10\" href=\"/Genesis.4.10\">Gn 4:10</a> + (<span dir=\"rtl\">הַקֹּל</span> <a data-ref=\"Genesis 27:22\" href=\"/Genesis.27.22\">27:22</a>; <a data-ref=\"Genesis 45:16\" href=\"/Genesis.45.16\">45:16</a>); cstr. <span dir=\"rtl\">קוֹל</span> <a data-ref=\"Genesis 3:8\" href=\"/Genesis.3.8\">3:8</a> + (<span dir=\"rtl\">וְקֹל</span> <a data-ref=\"Exodus 19:16\" href=\"/Exodus.19.16\">Ex 19:16</a>, <span dir=\"rtl\">לְקֹל</span> <a data-ref=\"Exodus 4:8\" href=\"/Exodus.4.8\">4:8</a><sup>(×2)</sup>); sf. <span dir=\"rtl\">קוֹלִי</span> <a data-ref=\"I Samuel 26:17\" href=\"/I_Samuel.26.17\">1 S 26:17</a> +, <span dir=\"rtl\">קוֹלְךָ</span> <a data-ref=\"Judges 18:25\" href=\"/Judges.18.25\">Ju 18:25</a> +, etc. (<span dir=\"rtl\">קֹלִי</span> <a data-ref=\"Genesis 22:18\" href=\"/Genesis.22.18\">Gn 22:18</a>, <span dir=\"rtl\">קֹלֶ֑ךָ</span> <a data-ref=\"Exodus 3:18\" href=\"/Exodus.3.18\">Ex 3:18</a>, etc.); pl. (usually of thunder) <span dir=\"rtl\">קֹלֹת</span> <a data-ref=\"Exodus 9:23\" href=\"/Exodus.9.23\">Ex 9:23</a> + 4 times, <span dir=\"rtl\">קוֹלֹת</span> <a data-ref=\"Exodus 20:15\" href=\"/Exodus.20.15\">20:18</a> (Gi v <a data-ref=\"Exodus 9:15\" href=\"/Exodus.9.15\">15</a>), <span dir=\"rtl\">קֹלוֹת</span> <a data-ref=\"I Samuel 2:17\" href=\"/I_Samuel.2.17\">1 S 2:17</a> + 5 times;—<br><strong>1.</strong>  <em>sound:</em> especially <strong>a.</strong>  of human voice <a data-ref=\"Joshua 6:10\" href=\"/Joshua.6.10\">Jos 6:10</a>; <a data-ref=\"II Kings 7:10\" href=\"/II_Kings.7.10\">2 K 7:10</a>; in speech <a data-ref=\"Genesis 27:22\" href=\"/Genesis.27.22\">Gn 27:22</a><sup>(×2)</sup> <a data-ref=\"I Samuel 1:13\" href=\"/I_Samuel.1.13\">1 S 1:13</a>; <a data-ref=\"I Samuel 24:17\" href=\"/I_Samuel.24.17\">24:17</a>; <a data-ref=\"I Samuel 26:17\" href=\"/I_Samuel.26.17\">26:17</a><sup>(×2)</sup>; recognized <span dir=\"rtl\">(הִכִּיר)</span> v <a data-ref=\"I Samuel 26:17\" href=\"/I_Samuel.26.17\">17</a> <a data-ref=\"Jeremiah 18:3\" href=\"/Jeremiah.18.3\">Je 18:3</a>; <span dir=\"rtl\">יְפֵה ק׳</span> <a data-ref=\"Ezekiel 33:32\" href=\"/Ezekiel.33.32\">Ez 33:32</a> <em>pleasant of voice</em>, cf. <a data-ref=\"Song of Songs 2:14\" href=\"/Song_of_Songs.2.14\">Ct 2:14</a><sup>(×2)</sup>; <a data-ref=\"Song of Songs 8:13\" href=\"/Song_of_Songs.8.13\">8:13</a>; in singing <a data-ref=\"Exodus 32:18\" href=\"/Exodus.32.18\">Ex 32:18</a>; <a data-ref=\"II Samuel 19:36\" href=\"/II_Samuel.19.36\">2 S 19:36</a>; <a data-ref=\"Isaiah 52:8\" href=\"/Isaiah.52.8\">Is 52:8</a>, calling <a data-ref=\"Judges 9:7\" href=\"/Judges.9.7\">Ju 9:7</a>, shouting <a data-ref=\"Exodus 32:17\" href=\"/Exodus.32.17\">Ex 32:17</a>; <a data-ref=\"I Samuel 4:6\" href=\"/I_Samuel.4.6\">1 S 4:6</a><sup>(×2)</sup> <a data-ref=\"I Kings 1:40\" href=\"/I_Kings.1.40\">1 K 1:40</a>; <a data-ref=\"Ezra 3:13\" href=\"/Ezra.3.13\">Ezr 3:13</a>; rejoicing <a data-ref=\"Jeremiah 7:34\" href=\"/Jeremiah.7.34\">Je 7:34</a><sup>(×4)</sup> = <a data-ref=\"Jeremiah 16:9\" href=\"/Jeremiah.16.9\">16:9</a>; <a data-ref=\"Jeremiah 25:10\" href=\"/Jeremiah.25.10\">25:10</a>; <a data-ref=\"Jeremiah 33:11\" href=\"/Jeremiah.33.11\">33:11</a>; praise <a data-ref=\"Psalms 66:8\" href=\"/Psalms.66.8\">ψ 66:8</a>; <a data-ref=\"Psalms 26:7\" href=\"/Psalms.26.7\">26:7</a>; <a data-ref=\"Joel 2:10\" href=\"/Joel.2.10\">Jo 2:10</a>; laughter <a data-ref=\"Jeremiah 30:19\" href=\"/Jeremiah.30.19\">Je 30:19</a>; weeping <a data-ref=\"Genesis 21:16\" href=\"/Genesis.21.16\">Gn 21:16</a>; <a data-ref=\"Judges 2:4\" href=\"/Judges.2.4\">Ju 2:4</a>; <a data-ref=\"I Samuel 11:4\" href=\"/I_Samuel.11.4\">1 S 11:4</a>; <a data-ref=\"Ruth 1:9\" href=\"/Ruth.1.9\">Ru 1:9</a>, <a data-ref=\"Ruth 1:14\" href=\"/Ruth.1.14\">14</a>; <a data-ref=\"Ezra 3:13\" href=\"/Ezra.3.13\">Ezr 3:13</a>; outcry <a data-ref=\"Genesis 39:15\" href=\"/Genesis.39.15\">Gn 39:15</a>, <a data-ref=\"Genesis 39:18\" href=\"/Genesis.39.18\">18</a>; <a data-ref=\"I Samuel 4:14\" href=\"/I_Samuel.4.14\">1 S 4:14</a>; <a data-ref=\"Jeremiah 8:19\" href=\"/Jeremiah.8.19\">Je 8:19</a>, distress, lament <a data-ref=\"Jeremiah 9:18\" href=\"/Jeremiah.9.18\">Je 9:18</a>; <a data-ref=\"Ezekiel 27:30\" href=\"/Ezekiel.27.30\">Ez 27:30</a>; <a data-ref=\"Zechariah 11:3\" href=\"/Zechariah.11.3\">Zc 11:3</a> <a data-ref=\"Psalms 102:6\" href=\"/Psalms.102.6\">ψ 102:6</a>, supplication <a data-ref=\"Psalms 28:2\" href=\"/Psalms.28.2\">ψ 28:2</a>, <a data-ref=\"Psalms 28:6\" href=\"/Psalms.28.6\">6</a>; <a data-ref=\"Psalms 31:23\" href=\"/Psalms.31.23\">31:23</a>; <a data-ref=\"Psalms 86:6\" href=\"/Psalms.86.6\">86:6</a>; adv. <span dir=\"rtl\">ק׳ אֶחָד</span> <em>with one voice</em> <a data-ref=\"Exodus 24:3\" href=\"/Exodus.24.3\">Ex 24:3</a>; <a data-ref=\"II Chronicles 5:13\" href=\"/II_Chronicles.5.13\">2 Ch 5:13</a>, <span dir=\"rtl\">ק׳ גָּדוֹל</span> <em>loud voice</em> <a data-ref=\"II Samuel 15:23\" href=\"/II_Samuel.15.23\">2 S 15:23</a> + (cf. <span dir=\"rtl\">בְּק׳ ג׳</span> <a data-ref=\"Genesis 39:14\" href=\"/Genesis.39.14\">Gn 39:14</a>; <a data-ref=\"I Samuel 28:12\" href=\"/I_Samuel.28.12\">1 S 28:12</a> +), <span dir=\"rtl\">ק׳ רָם</span> †<a data-ref=\"Deuteronomy 27:14\" href=\"/Deuteronomy.27.14\">Dt 27:14</a>; <span dir=\"rtl\">נָשָׂא ק׳</span> <a data-ref=\"Genesis 21:16\" href=\"/Genesis.21.16\">Gn 21:16</a> + (v. <a data-ref=\"BDB, נָשָׂא\" href=\"/BDB,_נָשָׂא\", dir=\"rtl\">נָשָׂא</a> <strong>1 b</strong> (5)), <span dir=\"rtl\">הֵרִים ק׳</span> <a data-ref=\"Genesis 39:15\" href=\"/Genesis.39.15\">39:15</a> + (v. <a data-ref=\"BDB, עָרוּם\" href=\"/BDB,_עָרוּם\", dir=\"rtl\">רום</a> <strong>Hiph.</strong>); on <span dir=\"rtl\">ק׳</span> as independ. nom., sq. subj. + vb. of calling <a data-ref=\"Psalms 3:5\" href=\"/Psalms.3.5\">ψ 3:5</a>; <a data-ref=\"Psalms 27:7\" href=\"/Psalms.27.7\">27:7</a>; <a data-ref=\"Psalms 142:2\" href=\"/Psalms.142.2\">142:2</a> v. Ges<sup>§ 144 m</sup>. <strong>b.</strong>  of <span dir=\"rtl\">י׳</span> <a data-ref=\"Genesis 3:8\" href=\"/Genesis.3.8\">Gn 3:8</a>; <a data-ref=\"Genesis 3:10\" href=\"/Genesis.3.10\">10</a>; <a data-ref=\"Isaiah 6:8\" href=\"/Isaiah.6.8\">Is 6:8</a>; <a data-ref=\"Exodus 19:19\" href=\"/Exodus.19.19\">Ex 19:19</a>; <a data-ref=\"I Kings 19:13\" href=\"/I_Kings.19.13\">1 K 19:13</a>; <a data-ref=\"Micah 6:9\" href=\"/Micah.6.9\">Mi 6:9</a>; <a data-ref=\"Ezekiel 10:5\" href=\"/Ezekiel.10.5\">Ez 10:5</a> (cf. also <strong>2 b</strong>) +; adv. <span dir=\"rtl\">ק׳ גָּדוֹל</span> <a data-ref=\"Deuteronomy 5:17\" href=\"/Deuteronomy.5.17\">Dt 5:19</a>; <a data-ref=\"Ezekiel 9:1\" href=\"/Ezekiel.9.1\">Ez 9:1</a>; <span dir=\"rtl\">ק׳ דְּמָמָה דַקָּה</span> <a data-ref=\"I Kings 19:12\" href=\"/I_Kings.19.12\">1 K 19:12</a>. <strong>c.</strong>  of seraph <a data-ref=\"Isaiah 6:4\" href=\"/Isaiah.6.4\">Is 6:4</a>. <strong>d.</strong>  of angel <a data-ref=\"Daniel 8:16\" href=\"/Daniel.8.16\">Dn 8:16</a> <span dir=\"rtl\">(ק׳ אָדָם)</span> i.e. in human speech, cf. Bev); <span dir=\"rtl\">ק׳ דְּבָרָיו</span> <a data-ref=\"Daniel 10:6\" href=\"/Daniel.10.6\">10:6</a>, <a data-ref=\"Daniel 10:9\" href=\"/Daniel.10.9\">9</a><sup>(×2)</sup>. <strong>e.</strong>  of animals: bleating of sheep <a data-ref=\"I Samuel 15:14\" href=\"/I_Samuel.15.14\">1 S 15:14</a>; lowing of cattle v <a data-ref=\"I Samuel 15:14\" href=\"/I_Samuel.15.14\">14</a> <a data-ref=\"Jeremiah 9:9\" href=\"/Jeremiah.9.9\">Je 9:9</a>, neighing of horses <a data-ref=\"Jeremiah 8:16\" href=\"/Jeremiah.8.16\">8:16</a>, roaring of lion <a data-ref=\"Amos 3:4\" href=\"/Amos.3.4\">Am 3:4</a> <a data-ref=\"Jeremiah 2:15\" href=\"/Jeremiah.2.15\">Je 2:15</a> +, hissing of serpent <a data-ref=\"Jeremiah 46:22\" href=\"/Jeremiah.46.22\">46:22</a> (in sim.), singing of birds <a data-ref=\"Nahum 2:8\" href=\"/Nahum.2.8\">Na 2:8</a>; <a data-ref=\"Zephaniah 2:14\" href=\"/Zephaniah.2.14\">Zp 2:14</a>; <a data-ref=\"Psalms 104:12\" href=\"/Psalms.104.12\">ψ 104:12</a>; <a data-ref=\"Song of Songs 2:12\" href=\"/Song_of_Songs.2.12\">Ct 2:12</a>; <a data-ref=\"Ecclesiastes 12:4\" href=\"/Ecclesiastes.12.4\">Ec 12:4</a>. <strong>f.</strong>  exclamation, at beginning of cl., <em>a sound of …!</em> = <em>hark!</em> <a data-ref=\"Genesis 4:10\" href=\"/Genesis.4.10\">Gn 4:10</a>; <a data-ref=\"Isaiah 13:4\" href=\"/Isaiah.13.4\">Is 13:4</a>; <a data-ref=\"Isaiah 40:3\" href=\"/Isaiah.40.3\">40:3</a>; <a data-ref=\"Isaiah 52:8\" href=\"/Isaiah.52.8\">52:8</a>; <a data-ref=\"Jeremiah 4:15\" href=\"/Jeremiah.4.15\">Je 4:15</a>; <a data-ref=\"Jeremiah 10:22\" href=\"/Jeremiah.10.22\">10:22</a>; <a data-ref=\"Jeremiah 50:28\" href=\"/Jeremiah.50.28\">50:28</a>; <a data-ref=\"Song of Songs 2:8\" href=\"/Song_of_Songs.2.8\">Ct 2:8</a>; <a data-ref=\"Song of Songs 5:2\" href=\"/Song_of_Songs.5.2\">5:2</a> (Ges<sup>§ 146 b</sup>).<br><strong>2.</strong>  <em>sound:</em> <strong>a.</strong>  of instrument, especially <span dir=\"rtl\">ק׳ (הַ)שֹּׁפָר</span> <a data-ref=\"Exodus 9:16\" href=\"/Exodus.9.16\">Ex 9:16</a>; <a data-ref=\"Exodus 20:15\" href=\"/Exodus.20.15\">20:18</a> (Gi v <a data-ref=\"Exodus 20:13\" href=\"/Exodus.20.13\">15</a>) <a data-ref=\"Amos 2:2\" href=\"/Amos.2.2\">Am 2:2</a>; <a data-ref=\"I Kings 1:41\" href=\"/I_Kings.1.41\">1 K 1:41</a> +, <span dir=\"rtl\">חֲצֹצְרוֹת וגו׳</span> <a data-ref=\"II Chronicles 5:13\" href=\"/II_Chronicles.5.13\">2 Ch 5:13</a>; <span dir=\"rtl\">כִּנּוֹר</span> <a data-ref=\"Ezekiel 26:13\" href=\"/Ezekiel.26.13\">Ez 26:13</a>; <span dir=\"rtl\">עוּגָב</span> <a data-ref=\"Job 21:12\" href=\"/Job.21.12\">Jb 21:12</a>; of <span dir=\"rtl\">פַּעֲמֹנִים</span> on high priest’s robe <a data-ref=\"Exodus 28:35\" href=\"/Exodus.28.35\">Ex 28:35</a>. <strong>b.</strong>  thunder-clap or peal (cf. Dr <a data-ref=\"I Samuel 12:17\" href=\"/I_Samuel.12.17\">1 S 12:17</a>), <span dir=\"rtl\">קוֹל י׳</span> (or <span dir=\"rtl\">קוֹלוֹ</span>) <a data-ref=\"Amos 1:2\" href=\"/Amos.1.2\">Am 1:2</a> <a data-ref=\"Isaiah 30:30\" href=\"/Isaiah.30.30\">Is 30:30</a>; <a data-ref=\"Isaiah 30:31\" href=\"/Isaiah.30.31\">31</a> <a data-ref=\"Jeremiah 10:13\" href=\"/Jeremiah.10.13\">Je 10:13</a> = <a data-ref=\"Jeremiah 51:16\" href=\"/Jeremiah.51.16\">51:16</a>, <a data-ref=\"Joel 2:11\" href=\"/Joel.2.11\">Jo 2:11</a>; <a data-ref=\"Joel 4:16\" href=\"/Joel.4.16\">4:16</a> <a data-ref=\"Psalms 18:14\" href=\"/Psalms.18.14\">ψ 18:14</a> = <a data-ref=\"II Samuel 22:14\" href=\"/II_Samuel.22.14\">2 S 22:14</a>, <a data-ref=\"Psalms 29:3-5\" href=\"/Psalms.29.3-5\">ψ 29:3–5</a>, <a data-ref=\"Psalms 29:7-9\" href=\"/Psalms.29.7-9\">7–9</a>; <a data-ref=\"Psalms 46:7\" href=\"/Psalms.46.7\">46:7</a> <a data-ref=\"Job 37:4\" href=\"/Job.37.4\">Jb 37:4</a> (cf. <a data-ref=\"I Samuel 7:10\" href=\"/I_Samuel.7.10\">1 S 7:10</a> <a data-ref=\"Psalms 77:18\" href=\"/Psalms.77.18\">ψ 77:18</a>, <a data-ref=\"Psalms 77:19\" href=\"/Psalms.77.19\">19</a>; <a data-ref=\"Psalms 104:7\" href=\"/Psalms.104.7\">104:7</a>), so especially pl. abs. (v. supr.) †<a data-ref=\"Exodus 9:23\" href=\"/Exodus.9.23\">Ex 9:23</a>, <a data-ref=\"Exodus 9:28\" href=\"/Exodus.9.28\">28</a>, <a data-ref=\"Exodus 9:29\" href=\"/Exodus.9.29\">29</a>, <a data-ref=\"Exodus 9:33\" href=\"/Exodus.9.33\">33</a>, <a data-ref=\"Exodus 9:34\" href=\"/Exodus.9.34\">34</a>; <a data-ref=\"Exodus 19:16\" href=\"/Exodus.19.16\">19:16</a>; <a data-ref=\"Exodus 20:15\" href=\"/Exodus.20.15\">20:18</a> (Gi v <a data-ref=\"Exodus 20:13\" href=\"/Exodus.20.13\">15</a>), <a data-ref=\"I Samuel 7:10\" href=\"/I_Samuel.7.10\">1 S 7:10</a>; <a data-ref=\"I Samuel 12:17\" href=\"/I_Samuel.12.17\">12:17</a>, <a data-ref=\"I Samuel 12:18\" href=\"/I_Samuel.12.18\">18</a> <a data-ref=\"Job 28:26\" href=\"/Job.28.26\">Jb 28:26</a> = <a data-ref=\"Job 38:25\" href=\"/Job.38.25\">38:25</a>. <strong>c.</strong>  <span dir=\"rtl\">קוֹל רַגְלֶיהָ</span> <a data-ref=\"I Kings 14:6\" href=\"/I_Kings.14.6\">1 K 14:6</a> cf. <a data-ref=\"II Kings 6:32\" href=\"/II_Kings.6.32\">2 K 6:32</a>, and (prob.) <a data-ref=\"Genesis 3:8\" href=\"/Genesis.3.8\">Gn 3:8</a>; also <span dir=\"rtl\">ק׳ (הַ)צְּעָדָה</span> <a data-ref=\"II Samuel 5:24\" href=\"/II_Samuel.5.24\">2 S 5:24</a> = <a data-ref=\"I Chronicles 14:15\" href=\"/I_Chronicles.14.15\">1 Ch 14:15</a>; of runners <a data-ref=\"II Kings 11:13\" href=\"/II_Kings.11.13\">2 K 11:13</a>; <a data-ref=\"II Chronicles 23:12\" href=\"/II_Chronicles.23.12\">2 Ch 23:12</a>. <strong>d.</strong>  stamping of hoofs <a data-ref=\"Jeremiah 47:3\" href=\"/Jeremiah.47.3\">Je 47:3</a>; <a data-ref=\"Ezekiel 26:10\" href=\"/Ezekiel.26.10\">Ez 26:10</a> (+ chariots, etc.), cf. <a data-ref=\"I Kings 1:41\" href=\"/I_Kings.1.41\">1 K 1:41</a>. <strong>e.</strong>  of chariots <a data-ref=\"Nahum 3:2\" href=\"/Nahum.3.2\">Na 3:2</a>; <a data-ref=\"Joel 2:5\" href=\"/Joel.2.5\">Jo 2:5</a>; wheels <a data-ref=\"Ezekiel 3:13\" href=\"/Ezekiel.3.13\">Ez 3:13</a>; whip <a data-ref=\"Nahum 3:2\" href=\"/Nahum.3.2\">Na 3:2</a>. <strong>f.</strong>  of sea, and great waters <a data-ref=\"Habakkuk 3:10\" href=\"/Habakkuk.3.10\">Hb 3:10</a>; <a data-ref=\"Ezekiel 1:24\" href=\"/Ezekiel.1.24\">Ez 1:24</a>; <a data-ref=\"Ezekiel 43:2\" href=\"/Ezekiel.43.2\">43:2</a> <a data-ref=\"Psalms 93:3\" href=\"/Psalms.93.3\">ψ 93:3</a>, <a data-ref=\"Psalms 93:4\" href=\"/Psalms.93.4\">4</a>, cf. <a data-ref=\"Jeremiah 50:42\" href=\"/Jeremiah.50.42\">Je 50:42</a> (in sim.); <span dir=\"rtl\">ק׳ צִנּוֹרֶיךָ</span> <a data-ref=\"Psalms 42:8\" href=\"/Psalms.42.8\">ψ 42:8</a>. <strong>g.</strong>  earthquake <a data-ref=\"Ezekiel 37:7\" href=\"/Ezekiel.37.7\">Ez 37:7</a>. <strong>h.</strong>  a fall <a data-ref=\"Jeremiah 49:21\" href=\"/Jeremiah.49.21\">Je 49:21</a>; <a data-ref=\"Ezekiel 26:15\" href=\"/Ezekiel.26.15\">Ez 26:15</a>; <a data-ref=\"Ezekiel 31:16\" href=\"/Ezekiel.31.16\">31:16</a>. <strong>i.</strong>  of a multitude <a data-ref=\"I Samuel 4:14\" href=\"/I_Samuel.4.14\">1 S 4:14</a>; <a data-ref=\"Isaiah 13:4\" href=\"/Isaiah.13.4\">Is 13:4</a>; <a data-ref=\"Ezekiel 23:42\" href=\"/Ezekiel.23.42\">Ez 23:42</a>. <strong>j.</strong>  din of war <a data-ref=\"Exodus 32:17\" href=\"/Exodus.32.17\">Ex 32:17</a>; <a data-ref=\"Jeremiah 50:22\" href=\"/Jeremiah.50.22\">Je 50:22</a>, <a data-ref=\"Jeremiah 50:46\" href=\"/Jeremiah.50.46\">46</a>; <a data-ref=\"Jeremiah 51:55\" href=\"/Jeremiah.51.55\">51:55</a>; <a data-ref=\"Lamentations 2:7\" href=\"/Lamentations.2.7\">La 2:7</a>. <strong>k.</strong> of wings <a data-ref=\"Ezekiel 1:24\" href=\"/Ezekiel.1.24\">Ez 1:24</a>; <a data-ref=\"Ezekiel 3:13\" href=\"/Ezekiel.3.13\">3:13</a>; <a data-ref=\"Ezekiel 10:5\" href=\"/Ezekiel.10.5\">10:5</a>. <strong>l.</strong> flame <a data-ref=\"Joel 2:5\" href=\"/Joel.2.5\">Jo 2:5</a>; crackling of thorns <a data-ref=\"Ecclesiastes 7:6\" href=\"/Ecclesiastes.7.6\">Ec 7:6</a>; rustling of leaves <a data-ref=\"Leviticus 26:36\" href=\"/Leviticus.26.36\">Lv 26:36</a>. <strong>m.</strong> mill-stones <a data-ref=\"Jeremiah 25:10\" href=\"/Jeremiah.25.10\">Je 25:10</a>; <a data-ref=\"Ecclesiastes 12:4\" href=\"/Ecclesiastes.12.4\">Ec 12:4</a>.<br><strong>3.</strong>  of articulate speech, things said: <strong>a.</strong>  (1) often of human advice, command, entreaty <a data-ref=\"Genesis 3:17\" href=\"/Genesis.3.17\">Gn 3:17</a>; <a data-ref=\"Genesis 4:23\" href=\"/Genesis.4.23\">4:23</a> <a data-ref=\"Exodus 3:18\" href=\"/Exodus.3.18\">Ex 3:18</a>; <a data-ref=\"Exodus 4:1\" href=\"/Exodus.4.1\">4:1</a>, <a data-ref=\"Exodus 4:9\" href=\"/Exodus.4.9\">9</a> <a data-ref=\"Deuteronomy 1:45\" href=\"/Deuteronomy.1.45\">Dt 1:45</a>; <a data-ref=\"Deuteronomy 21:18\" href=\"/Deuteronomy.21.18\">21:18</a><sup>(×2)</sup>, <a data-ref=\"Deuteronomy 21:20\" href=\"/Deuteronomy.21.20\">20</a> <a data-ref=\"I Samuel 2:25\" href=\"/I_Samuel.2.25\">1 S 2:25</a>; <a data-ref=\"I Samuel 8:7\" href=\"/I_Samuel.8.7\">8:7</a>, <a data-ref=\"I Samuel 8:9\" href=\"/I_Samuel.8.9\">9</a> <a data-ref=\"II Samuel 12:18\" href=\"/II_Samuel.12.18\">2 S 12:18</a>; <span dir=\"rtl\">ק׳ דִּבְרֵיכֶם</span> <a data-ref=\"Deuteronomy 1:34\" href=\"/Deuteronomy.1.34\">Dt 1:34</a>; <a data-ref=\"Deuteronomy 5:22\" href=\"/Deuteronomy.5.22\">5:25</a>; even of written words <a data-ref=\"II Kings 10:6\" href=\"/II_Kings.10.6\">2 K 10:6</a>; so also <span dir=\"rtl\">ק׳ הָאֹת</span> <a data-ref=\"Exodus 4:8\" href=\"/Exodus.4.8\">Ex 4:8</a><sup>(×2)</sup> <em>voice</em> (teaching) <em>of the sign</em>. (2) of a report <a data-ref=\"Genesis 45:16\" href=\"/Genesis.45.16\">Gn 45:16</a>; <a data-ref=\"Ecclesiastes 10:20\" href=\"/Ecclesiastes.10.20\">Ec 10:20</a>. (3) of a proclamation <a data-ref=\"Exodus 36:6\" href=\"/Exodus.36.6\">Ex 36:6</a> (P); <a data-ref=\"II Chronicles 24:9\" href=\"/II_Chronicles.24.9\">2 Ch 24:9</a>; <a data-ref=\"II Chronicles 30:5\" href=\"/II_Chronicles.30.5\">30:5</a>; <a data-ref=\"II Chronicles 36:22\" href=\"/II_Chronicles.36.22\">36:22</a> = <a data-ref=\"Ezra 1:1\" href=\"/Ezra.1.1\">Ezr 1:1</a>, <a data-ref=\"Ezra 10:7\" href=\"/Ezra.10.7\">Ezr 10:7</a>; <a data-ref=\"Nehemiah 8:15\" href=\"/Nehemiah.8.15\">Ne 8:15</a>. (4) <span dir=\"rtl\">ק׳ אָלָה</span> <a data-ref=\"Leviticus 5:1\" href=\"/Leviticus.5.1\">Lv 5:1</a> <em>utterance of adjuration</em>. <strong>b.</strong>  often (especially Dt Je) of words of <span dir=\"rtl\">י׳</span> <a data-ref=\"Genesis 22:18\" href=\"/Genesis.22.18\">Gn 22:18</a>; <a data-ref=\"Genesis 26:5\" href=\"/Genesis.26.5\">26:5</a> <a data-ref=\"Exodus 5:2\" href=\"/Exodus.5.2\">Ex 5:2</a>; <a data-ref=\"Exodus 15:26\" href=\"/Exodus.15.26\">15:26</a>; <a data-ref=\"Exodus 19:5\" href=\"/Exodus.19.5\">19:5</a> <a data-ref=\"Deuteronomy 8:20\" href=\"/Deuteronomy.8.20\">Dt 8:20</a>; <a data-ref=\"Deuteronomy 9:23\" href=\"/Deuteronomy.9.23\">9:23</a>; <a data-ref=\"Deuteronomy 13:5\" href=\"/Deuteronomy.13.5\">13:5</a>, <a data-ref=\"Deuteronomy 13:19\" href=\"/Deuteronomy.13.19\">19</a> +, <a data-ref=\"Judges 2:2\" href=\"/Judges.2.2\">Ju 2:2</a>, <a data-ref=\"Judges 2:20\" href=\"/Judges.2.20\">20</a>; <a data-ref=\"Judges 6:10\" href=\"/Judges.6.10\">6:10</a> <a data-ref=\"I Samuel 12:14\" href=\"/I_Samuel.12.14\">1 S 12:14</a>, <a data-ref=\"I Samuel 12:15\" href=\"/I_Samuel.12.15\">15</a>; <a data-ref=\"I Samuel 15:1\" href=\"/I_Samuel.15.1\">15:1</a>, <a data-ref=\"I Samuel 15:19\" href=\"/I_Samuel.15.19\">19</a>, <a data-ref=\"I Samuel 15:20\" href=\"/I_Samuel.15.20\">20</a>, <a data-ref=\"I Samuel 15:22\" href=\"/I_Samuel.15.22\">22</a> <a data-ref=\"Jeremiah 3:13\" href=\"/Jeremiah.3.13\">Je 3:13</a>, <a data-ref=\"Jeremiah 3:25\" href=\"/Jeremiah.3.25\">25</a>; <a data-ref=\"Jeremiah 7:23\" href=\"/Jeremiah.7.23\">7:23</a> +; of <span dir=\"rtl\">מַלְאַךְ י׳</span> <a data-ref=\"Exodus 23:21\" href=\"/Exodus.23.21\">Ex 23:21</a>, <a data-ref=\"Exodus 23:22\" href=\"/Exodus.23.22\">22</a>.—<span dir=\"rtl\">קֹל</span> <a data-ref=\"Jeremiah 3:9\" href=\"/Jeremiah.3.9\">Je 3:9</a> v. sub <a ,=\"\" data-ref=\"BDB, קָלַל\" dir=\"rtl\" href=\"/BDB,_קָלַל\">קלל</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d43ab6084aa1cbf30b3d", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, קָצַף 1", "anchorRef": "Deuteronomy 1:34", "anchorRefExpanded": ["Deuteronomy 1:34"], "sourceRef": "BDB, קָצַף 1", "sourceHeRef": "בראון-דרייבר-בריגס, קָצַף א׳", "anchorVerse": 34, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "קָצַף", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† I. <big><big><span dir=\"rtl\">קָצַף</span></big></big>  <strong>vb. be wroth (</strong>NH id., Hiph. <em>make wrathful</em> (rare); Syriac <span dir=\"rtl\">ܩܨܰܦ</span> <em>be wrathful</em>, also <em>be anxious, fearful</em><strong>)</strong>;—<br><strong>Qal</strong>  Pf. 3 ms. <span dir=\"rtl\">ק׳</span> <a data-ref=\"Genesis 41:10\" href=\"/Genesis.41.10\">Gn 41:10</a> +, etc.; Impf. 3 ms. <span dir=\"rtl\">יִקְצֹף</span> <a data-ref=\"Leviticus 10:6\" href=\"/Leviticus.10.6\">Lv 10:6</a> +, etc.; Inf. cstr. <span dir=\"rtl\">קְצֹף</span> <a data-ref=\"Isaiah 54:9\" href=\"/Isaiah.54.9\">Is 54:9</a>; Pt. <span dir=\"rtl\">קֹצֵף</span> <a data-ref=\"Zechariah 1:15\" href=\"/Zechariah.1.15\">Zc 1:15</a>;—<em>be wroth:</em> <strong>1.</strong>  of God; abs. <a data-ref=\"Deuteronomy 1:34\" href=\"/Deuteronomy.1.34\">Dt 1:34</a> <a data-ref=\"Isaiah 57:16\" href=\"/Isaiah.57.16\">Is 57:16</a>, <a data-ref=\"Isaiah 57:17\" href=\"/Isaiah.57.17\">17</a><sup>(×2)</sup>; <a data-ref=\"Isaiah 64:4\" href=\"/Isaiah.64.4\">64:4</a>, <a data-ref=\"Isaiah 64:8\" href=\"/Isaiah.64.8\">8</a>; <a data-ref=\"Zechariah 1:15\" href=\"/Zechariah.1.15\">Zc 1:15</a>; c. <span dir=\"rtl\">עַל</span> <em>against</em>, <a data-ref=\"Leviticus 10:6\" href=\"/Leviticus.10.6\">Lv 10:6</a>; <a data-ref=\"Numbers 16:22\" href=\"/Numbers.16.22\">Nu 16:22</a> (P), <a data-ref=\"Deuteronomy 9:19\" href=\"/Deuteronomy.9.19\">Dt 9:19</a>; <a data-ref=\"Isaiah 47:6\" href=\"/Isaiah.47.6\">Is 47:6</a>; <a data-ref=\"Isaiah 54:9\" href=\"/Isaiah.54.9\">54:9</a>; <a data-ref=\"Lamentations 5:22\" href=\"/Lamentations.5.22\">La 5:22</a>; <a data-ref=\"Zechariah 1:2\" href=\"/Zechariah.1.2\">Zc 1:2</a>, <a data-ref=\"Zechariah 1:15\" href=\"/Zechariah.1.15\">15</a>; <a data-ref=\"Ecclesiastes 5:5\" href=\"/Ecclesiastes.5.5\">Ec 5:5</a>; c. <span dir=\"rtl\">אֶל</span> <a data-ref=\"Joshua 22:18\" href=\"/Joshua.22.18\">Jos 22:18</a> (P). <strong>2.</strong>  of man; abs. <a data-ref=\"Esther 1:12\" href=\"/Esther.1.12\">Est 1:12</a>; <a data-ref=\"Esther 2:21\" href=\"/Esther.2.21\">2:21</a>; <a data-ref=\"II Kings 5:11\" href=\"/II_Kings.5.11\">2 K 5:11</a>; c. <span dir=\"rtl\">עַל</span> <a data-ref=\"Genesis 40:2\" href=\"/Genesis.40.2\">Gn 40:2</a>; <a data-ref=\"Genesis 41:10\" href=\"/Genesis.41.10\">41:10</a> (E), <a data-ref=\"Exodus 16:20\" href=\"/Exodus.16.20\">Ex 16:20</a>; <a data-ref=\"Leviticus 10:16\" href=\"/Leviticus.10.16\">Lv 10:16</a>; <a data-ref=\"Numbers 31:14\" href=\"/Numbers.31.14\">Nu 31:14</a> (P), <a data-ref=\"Jeremiah 37:15\" href=\"/Jeremiah.37.15\">Je 37:15</a>; <a data-ref=\"I Samuel 29:4\" href=\"/I_Samuel.29.4\">1 S 29:4</a>; <a data-ref=\"II Kings 13:19\" href=\"/II_Kings.13.19\">2 K 13:19</a>.<br><strong>Hiph.</strong>  Pf. 2 ms. <span dir=\"rtl\">הִקְצַפְתָּ</span> <a data-ref=\"Deuteronomy 9:7\" href=\"/Deuteronomy.9.7\">Dt 9:7</a>; 2 mpl. <span dir=\"rtl\">הִקְצַפְתֶּם</span> v <a data-ref=\"Deuteronomy 9:8\" href=\"/Deuteronomy.9.8\">8</a>; Impf. 3 mpl. <span dir=\"rtl\">יַקְצִיפוּ</span> <a data-ref=\"Psalms 106:32\" href=\"/Psalms.106.32\">ψ 106:32</a>; Inf. cstr. <span dir=\"rtl\">הַקְצִיף</span> <a data-ref=\"Zechariah 8:14\" href=\"/Zechariah.8.14\">Zc 8:14</a>; Pt. pl. <span dir=\"rtl\">מַקְצִפִים</span> <a data-ref=\"Deuteronomy 9:22\" href=\"/Deuteronomy.9.22\">Dt 9:22</a>;—<em>provoke to wrath</em>, c. acc. <span dir=\"rtl\">י׳</span> <a data-ref=\"Deuteronomy 9:7\" href=\"/Deuteronomy.9.7\">Dt 9:7</a>, <a data-ref=\"Deuteronomy 9:8\" href=\"/Deuteronomy.9.8\">8</a>, <a data-ref=\"Deuteronomy 9:22\" href=\"/Deuteronomy.9.22\">22</a>; <a data-ref=\"Zechariah 8:14\" href=\"/Zechariah.8.14\">Zc 8:14</a>; so (acc. om.) <a data-ref=\"Psalms 106:32\" href=\"/Psalms.106.32\">ψ 106:32</a>.<br><strong>Hithp.</strong>  <em>put oneself in a rage:</em> Pf. 3 ms. consec. <span dir=\"rtl\">וְהִתְקַצַּף</span> <a data-ref=\"Isaiah 8:21\" href=\"/Isaiah.8.21\">Is 8:21</a>, of hard-pressed people."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d4b2b6084aa1cbf36e5b", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, שָׁבַע 1", "anchorRef": "Deuteronomy 1:34", "anchorRefExpanded": ["Deuteronomy 1:34"], "sourceRef": "BDB, שָׁבַע 1", "sourceHeRef": "בראון-דרייבר-בריגס, שָׁבַע א׳", "anchorVerse": 34, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "שָׁבַע", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big>[<span dir=\"rtl\">שָׁבַע</span></big><sub>186</sub><big>]</big>  <strong>vb.</strong> swear <strong>(</strong>prob., so to say, <em>seven oneself</em>, or <em>bind oneself by seven things</em>, cf. Thes (as altern.), Gerb <sup>108 ff.</sup>; NH Niph. = BH; 𝔗 <span dir=\"rtl\">שְׁבַע</span> Ithpe. Aph.; v. also Dr <a data-ref=\"Genesis 21:28\" href=\"/Genesis.21.28\">Gn 21:28</a> Kö<sup>Hast.DB number, 565</sup> RS<sup>Sem. i. 166, 2nd ed., 182</sup> We <sup>Reste ArabicHeid. 2, 186</sup><strong>)</strong>;—<br><strong>Qal</strong>  (according to Thes Rob Ges) Pt. pass. <span dir=\"rtl\">שְׁבֻעֵי שְׁבֻעוֹת</span> <a data-ref=\"Ezekiel 21:28\" href=\"/Ezekiel.21.28\">Ez 21:28</a> <em>those sworn with</em> (= who have sworn) <em>oaths;</em> both from <span dir=\"rtl\">שְׁבוּעָה</span>, according to Krae, <em>oaths of oaths</em> (the most sacred); 𝔊 𝔖 Co om.; both from <span dir=\"rtl\">שָׁבוּעַ</span>, Ew Sm <span dir=\"rtl\">שׁ׳ שָׁ׳</span> <em>weeks on weeks</em> (plenty of time).<br><strong>Niph.</strong>  Pf. 3 ms. <span dir=\"rtl\">נִשְׁבַּע</span> <a data-ref=\"Genesis 24:7\" href=\"/Genesis.24.7\">Gn 24:7</a> +, etc.; Impf. 3 ms. <span dir=\"rtl\">יִשָּׁבַע</span> <a data-ref=\"Leviticus 5:24\" href=\"/Leviticus.5.24\">Lv 5:24</a> +, <span dir=\"rtl\">וַיִּשָּׁ֫בַע</span> <a data-ref=\"Genesis 24:9\" href=\"/Genesis.24.9\">Gn 24:9</a> +; 2 ms. <span dir=\"rtl\">תִּשָּׁבִ֑עַ</span> <a data-ref=\"Deuteronomy 6:13\" href=\"/Deuteronomy.6.13\">Dt 6:13</a>; <a data-ref=\"Deuteronomy 10:20\" href=\"/Deuteronomy.10.20\">10:20</a>; 1 s. <span dir=\"rtl\">אִשָּׁב֑עַ</span> <a data-ref=\"Genesis 21:24\" href=\"/Genesis.21.24\">Gn 21:24</a>, <span dir=\"rtl\">וָאֶשָּׁ֫בַע</span> <a data-ref=\"I Kings 2:8\" href=\"/I_Kings.2.8\">1 K 2:8</a>; <a data-ref=\"Ezekiel 16:8\" href=\"/Ezekiel.16.8\">Ez 16:8</a>, etc.; Imv. ms. <span dir=\"rtl\">הִשָּֽׁבְעָה</span> <a data-ref=\"Genesis 21:23\" href=\"/Genesis.21.23\">Gn 21:23</a> +, etc.; Inf. abs. <span dir=\"rtl\">הִשָּׁבַע</span> <a data-ref=\"Numbers 30:3\" href=\"/Numbers.30.3\">Nu 30:3</a>, <span dir=\"rtl\">הִשָּׁבֵעַ</span> <a data-ref=\"Jeremiah 7:9\" href=\"/Jeremiah.7.9\">Je 7:9</a>; cstr. <span dir=\"rtl\">הִשָּׁבֵעַ</span> <a data-ref=\"Jeremiah 12:16\" href=\"/Jeremiah.12.16\">Je 12:16</a><sup>(×2)</sup> + <a data-ref=\"I Samuel 20:17\" href=\"/I_Samuel.20.17\">1 S 20:17</a> v. infra; Pt. <span dir=\"rtl\">נִשְׁבָּע</span> <a data-ref=\"Zechariah 5:3\" href=\"/Zechariah.5.3\">Zc 5:3</a> +, etc.;—<em>swear, take an oath:</em> <strong>1.</strong>  subj. man: <strong>a.</strong>  in asseveration, abs. <a data-ref=\"Genesis 21:24\" href=\"/Genesis.21.24\">Gn 21:24</a>, <a data-ref=\"Genesis 21:31\" href=\"/Genesis.21.31\">31</a> (E), <a data-ref=\"Judges 21:1\" href=\"/Judges.21.1\">Ju 21:1</a>, <a data-ref=\"Judges 21:18\" href=\"/Judges.21.18\">18</a>; <a data-ref=\"II Samuel 21:2\" href=\"/II_Samuel.21.2\">2 S 21:2</a> +; also sq. <span dir=\"rtl\">וַיֹּאמֶר</span> <a data-ref=\"I Samuel 20:3\" href=\"/I_Samuel.20.3\">1 S 20:3</a>; <a data-ref=\"I Kings 1:29\" href=\"/I_Kings.1.29\">1 K 1:29</a>, sq. <span dir=\"rtl\">לֵאמֹר</span> <a data-ref=\"II Samuel 3:35\" href=\"/II_Samuel.3.35\">2 S 3:35</a>; <a data-ref=\"Joshua 14:9\" href=\"/Joshua.14.9\">Jos 14:9</a> (D); c. acc. cogn. <a data-ref=\"Numbers 30:3\" href=\"/Numbers.30.3\">Nu 30:3</a> (P; ‖ <span dir=\"rtl\">נָדַר</span>); + <span dir=\"rtl\">לַשֶּׁקֶר</span> <a data-ref=\"Jeremiah 5:2\" href=\"/Jeremiah.5.2\">Je 5:2</a>; <a data-ref=\"Jeremiah 7:9\" href=\"/Jeremiah.7.9\">7:9</a>; <a data-ref=\"Leviticus 5:24\" href=\"/Leviticus.5.24\">Lv 5:24</a> (P; + <span dir=\"rtl\">עַל</span> rei), <a data-ref=\"Malachi 3:5\" href=\"/Malachi.3.5\">Mal 3:5</a>; + <span dir=\"rtl\">על־שׁ׳</span> <a data-ref=\"Leviticus 5:22\" href=\"/Leviticus.5.22\">Lv 5:22</a> (P); + <span dir=\"rtl\">לְמִרְמָה</span> <a data-ref=\"Psalms 24:4\" href=\"/Psalms.24.4\">ψ 24:4</a>; sq. inf. <a data-ref=\"Leviticus 5:4\" href=\"/Leviticus.5.4\">Lv 5:4</a> (P), <a data-ref=\"Psalms 15:4\" href=\"/Psalms.15.4\">ψ 15:4</a>; <a data-ref=\"Psalms 119:106\" href=\"/Psalms.119.106\">119:106</a>; + ל pers. <em>take an oath to</em>, <a data-ref=\"Joshua 6:22\" href=\"/Joshua.6.22\">Jos 6:22</a> (JE), <a data-ref=\"Joshua 9:20\" href=\"/Joshua.9.20\">9:20</a> (P; acc. cogn.) <a data-ref=\"Genesis 24:9\" href=\"/Genesis.24.9\">Gn 24:9</a> (+ <span dir=\"rtl\">עַל־הַדָּבָר הַזֶּה</span>) +, so also <a data-ref=\"I Samuel 20:17\" href=\"/I_Samuel.20.17\">1 S 20:17</a> (read <span dir=\"rtl\">לְהִשָּׁבֵעַ אֶל־</span> for <span dir=\"rtl\">לְהַשְׁבְּיעַ אֶת־</span>, 𝔊 𝔙 Th We Dr al.); oath of allegiance <span dir=\"rtl\">(לי׳)</span> <a data-ref=\"Isaiah 19:18\" href=\"/Isaiah.19.18\">Is 19:18</a>; <a data-ref=\"Isaiah 45:23\" href=\"/Isaiah.45.23\">45:23</a> <a data-ref=\"Zephaniah 1:5\" href=\"/Zephaniah.1.5\">Zp 1:5</a>; <a data-ref=\"II Chronicles 15:14\" href=\"/II_Chronicles.15.14\">2 Ch 15:14</a>, cf. (abs.) v <a data-ref=\"II Chronicles 15:15\" href=\"/II_Chronicles.15.15\">15</a> (<a data-ref=\"Joshua 23:7\" href=\"/Joshua.23.7\">Jos 23:7</a> v. <strong>Hiph.</strong>); also sq. <span dir=\"rtl\">וַיֹּאמֶר</span> <a data-ref=\"II Kings 25:24\" href=\"/II_Kings.25.24\">2 K 25:24</a>; sq. <span dir=\"rtl\">לֵאמֹר</span> <a data-ref=\"II Samuel 21:17\" href=\"/II_Samuel.21.17\">2 S 21:17</a>; <a data-ref=\"I Kings 1:13\" href=\"/I_Kings.1.13\">1 K 1:13</a>; <a data-ref=\"Jeremiah 40:9\" href=\"/Jeremiah.40.9\">Je 40:9</a>; sq. <span dir=\"rtl\">פֶּן</span> = <em>that not</em> <a data-ref=\"Judges 15:12\" href=\"/Judges.15.12\">Ju 15:12</a>, sq. <span dir=\"rtl\">אִם</span> = id. <a data-ref=\"I Kings 1:51\" href=\"/I_Kings.1.51\">1 K 1:51</a>; + <span dir=\"rtl\">אֶל</span> pers. sq. <span dir=\"rtl\">לֵאמֹר</span> <a data-ref=\"Jeremiah 38:16\" href=\"/Jeremiah.38.16\">Je 38:16</a>; + <span dir=\"rtl\">בי׳</span> <em>by</em> <span dir=\"rtl\">י׳</span>, sq. inf. <a data-ref=\"Judges 21:7\" href=\"/Judges.21.7\">Ju 21:7</a>; + <span dir=\"rtl\">בְּשֵׁם י׳</span> <a data-ref=\"I Samuel 20:42\" href=\"/I_Samuel.20.42\">1 S 20:42</a>; <a data-ref=\"Isaiah 48:1\" href=\"/Isaiah.48.1\">Is 48:1</a>, cf. <a data-ref=\"Genesis 31:53\" href=\"/Genesis.31.53\">Gn 31:53</a> (E), <a data-ref=\"Deuteronomy 6:13\" href=\"/Deuteronomy.6.13\">Dt 6:13</a>; <a data-ref=\"Deuteronomy 10:20\" href=\"/Deuteronomy.10.20\">10:20</a>; <a data-ref=\"Jeremiah 12:16\" href=\"/Jeremiah.12.16\">Je 12:16</a> (+ <span dir=\"rtl\">חַי־י׳</span>), <a data-ref=\"Isaiah 65:16\" href=\"/Isaiah.65.16\">Is 65:16</a>; <a data-ref=\"Zechariah 5:4\" href=\"/Zechariah.5.4\">Zc 5:4</a> <span dir=\"rtl\">(לַשָּׁ֑קְר)</span>, <a data-ref=\"Leviticus 19:12\" href=\"/Leviticus.19.12\">Lv 19:12</a> (id.), <a data-ref=\"Psalms 63:12\" href=\"/Psalms.63.12\">ψ 63:12</a>; <a data-ref=\"Daniel 12:7\" href=\"/Daniel.12.7\">Dn 12:7</a>; + <span dir=\"rtl\">בי׳</span> sq. <span dir=\"rtl\">אִם</span> <a data-ref=\"II Samuel 19:8\" href=\"/II_Samuel.19.8\">2 S 19:8</a>; + ל pers. c. <span dir=\"rtl\">בי׳</span> <a data-ref=\"Joshua 9:18\" href=\"/Joshua.9.18\">Jos 9:18</a>, <a data-ref=\"Joshua 9:19\" href=\"/Joshua.9.19\">19</a> (P; pledge faith), sq. <span dir=\"rtl\">לֵאמֹר</span> <a data-ref=\"I Samuel 28:10\" href=\"/I_Samuel.28.10\">1 S 28:10</a>; <a data-ref=\"I Kings 1:30\" href=\"/I_Kings.1.30\">1 K 1:30</a>; <a data-ref=\"I Kings 2:8\" href=\"/I_Kings.2.8\">2:8</a>, <a data-ref=\"I Kings 2:23\" href=\"/I_Kings.2.23\">23</a>, sq. <span dir=\"rtl\">כִּי</span> of obj. cl. <a data-ref=\"Joshua 2:12\" href=\"/Joshua.2.12\">Jos 2:12</a> (JE), <a data-ref=\"I Kings 1:17\" href=\"/I_Kings.1.17\">1 K 1:17</a>; + ל pers. c. <span dir=\"rtl\">בא׳</span>, sq. <span dir=\"rtl\">אִם</span> <a data-ref=\"Genesis 21:23\" href=\"/Genesis.21.23\">Gn 21:23</a> (E), <a data-ref=\"I Samuel 30:15\" href=\"/I_Samuel.30.15\">1 S 30:15</a>; as vb. of quotation + obj. <span dir=\"rtl\">חַי־י׳</span> <a data-ref=\"Hosea 4:15\" href=\"/Hosea.4.15\">Ho 4:15</a> <a data-ref=\"Jeremiah 4:2\" href=\"/Jeremiah.4.2\">Je 4:2</a>; <a data-ref=\"I Samuel 19:6\" href=\"/I_Samuel.19.6\">1 S 19:6</a> (+ <span dir=\"rtl\">אִם</span>), + <span dir=\"rtl\">אִם</span> in <em>orat. recta</em> <a data-ref=\"Psalms 132:2\" href=\"/Psalms.132.2\">ψ 132:2</a> (‖ <span dir=\"rtl\">נָדַר</span>); also + <span dir=\"rtl\">בְּלֹא אֱלֹהִים</span> <a data-ref=\"Jeremiah 5:7\" href=\"/Jeremiah.5.7\">Je 5:7</a>, <span dir=\"rtl\">בַּבָּ֑עַל</span> <a data-ref=\"Jeremiah 12:16\" href=\"/Jeremiah.12.16\">12:16</a>, <span dir=\"rtl\">בְּמַלְכָּם</span> <a data-ref=\"Zephaniah 1:5\" href=\"/Zephaniah.1.5\">Zp 1:5</a>, cf. <a data-ref=\"Amos 8:14\" href=\"/Amos.8.14\">Am 8:14</a> (+ <span dir=\"rtl\">וְאָמַר</span>). <strong>b.</strong>  <em>imprecate, curse</em>, <span dir=\"rtl\">בִּ׳</span> <em>by me</em> <a data-ref=\"Psalms 102:9\" href=\"/Psalms.102.9\">ψ 102:9</a> (cf. <a data-ref=\"BDB, שְׁבוּעָה\" href=\"/BDB,_שְׁבוּעָה\", dir=\"rtl\">שְׁבוּעָה</a> <strong>1 b</strong>, <a data-ref=\"BDB, קְלָלָה\" href=\"/BDB,_קְלָלָה\", dir=\"rtl\">קְלָלָה</a>). <strong>2.</strong>  subj. <span dir=\"rtl\">י׳</span>: <em>swear</em>, c. <span dir=\"rtl\">בִּי</span> <em>by myself</em> <a data-ref=\"Genesis 22:16\" href=\"/Genesis.22.16\">Gn 22:16</a> (JE), <a data-ref=\"Jeremiah 22:5\" href=\"/Jeremiah.22.5\">Je 22:5</a> (cl. <span dir=\"rtl\">כִּי</span>), <a data-ref=\"Jeremiah 49:13\" href=\"/Jeremiah.49.13\">49:13</a> (id.), <a data-ref=\"Isaiah 45:23\" href=\"/Isaiah.45.23\">Is 45:23</a> (id.), c. <span dir=\"rtl\">בְּקָדְשׁוֹ</span> <a data-ref=\"Amos 4:2\" href=\"/Amos.4.2\">Am 4:2</a> (id.), cf. <a data-ref=\"Psalms 89:36\" href=\"/Psalms.89.36\">ψ 89:36</a> (‖ <span dir=\"rtl\">אִם אֲכַזֵּב</span>), cf. also <a data-ref=\"Amos 6:8\" href=\"/Amos.6.8\">Am 6:8</a>; <a data-ref=\"Amos 8:7\" href=\"/Amos.8.7\">8:7</a>; <a data-ref=\"Jeremiah 44:26\" href=\"/Jeremiah.44.26\">Je 44:26</a>; <a data-ref=\"Jeremiah 51:14\" href=\"/Jeremiah.51.14\">51:14</a>; <a data-ref=\"Isaiah 62:8\" href=\"/Isaiah.62.8\">Is 62:8</a>; <em>swear</em>, sq. inf. <a data-ref=\"Deuteronomy 1:35\" href=\"/Deuteronomy.1.35\">Dt 1:35</a>; <a data-ref=\"Deuteronomy 4:21\" href=\"/Deuteronomy.4.21\">4:21</a>; <a data-ref=\"Joshua 21:41\" href=\"/Joshua.21.41\">Jos 21:41</a> (van d. H. Baer; v <a data-ref=\"Joshua 21:43\" href=\"/Joshua.21.43\">43</a> Gi), sq. <span dir=\"rtl\">מִן</span> inf. = <em>not to</em> <a data-ref=\"Isaiah 54:9\" href=\"/Isaiah.54.9\">Is 54:9</a><sup>(×2)</sup>, sq. <span dir=\"rtl\">אִם</span> <a data-ref=\"Psalms 95:11\" href=\"/Psalms.95.11\">ψ 95:11</a>, sq. <span dir=\"rtl\">לֵאמֹר</span> <a data-ref=\"Deuteronomy 1:34\" href=\"/Deuteronomy.1.34\">Dt 1:34</a>; <a data-ref=\"Isaiah 14:24\" href=\"/Isaiah.14.24\">Is 14:24</a>; <a data-ref=\"Numbers 32:10\" href=\"/Numbers.32.10\">Nu 32:10</a> (P); sq. <em>orat. recta</em> <a data-ref=\"Psalms 110:4\" href=\"/Psalms.110.4\">ψ 110:4</a>; c. ל pers. <em>take an oath to</em>, <a data-ref=\"Genesis 24:7\" href=\"/Genesis.24.7\">Gn 24:7</a> (J), <a data-ref=\"Exodus 13:11\" href=\"/Exodus.13.11\">Ex 13:11</a> (J), <a data-ref=\"Deuteronomy 2:14\" href=\"/Deuteronomy.2.14\">Dt 2:14</a> + 7 times Dt. (acc. cogn. <a data-ref=\"Deuteronomy 7:8\" href=\"/Deuteronomy.7.8\">7:8</a>; <a data-ref=\"Deuteronomy 9:5\" href=\"/Deuteronomy.9.5\">9:5</a>), <a data-ref=\"Ezekiel 16:8\" href=\"/Ezekiel.16.8\">Ez 16:8</a> (‖ <span dir=\"rtl\">בּוֹא בִבְרִית</span>), <a data-ref=\"Psalms 89:4\" href=\"/Psalms.89.4\">ψ 89:4</a> (‖ <span dir=\"rtl\">כָּרַת בְּרִית</span>), v <a data-ref=\"Psalms 89:50\" href=\"/Psalms.89.50\">50</a> <span dir=\"rtl\">(בֶּאֱמוּנָתֶ֑ךָ)</span>, +; ל pers. + inf. (usually <em>to give land</em>) <a data-ref=\"Exodus 13:5\" href=\"/Exodus.13.5\">Ex 13:5</a> (J), <a data-ref=\"Deuteronomy 1:8\" href=\"/Deuteronomy.1.8\">Dt 1:8</a> + 9 times Dt, <a data-ref=\"Joshua 1:6\" href=\"/Joshua.1.6\">Jos 1:6</a>; <a data-ref=\"Joshua 5:6\" href=\"/Joshua.5.6\">5:6</a><sup>(×2)</sup> (all R<sup>D</sup>), <a data-ref=\"Jeremiah 11:5\" href=\"/Jeremiah.11.5\">Je 11:5</a> (+ acc. cogn.), <a data-ref=\"Jeremiah 32:22\" href=\"/Jeremiah.32.22\">32:22</a>; ל pers. + acc. rei (usually <em>land</em>) = <em>promise by oath to</em> <a data-ref=\"Genesis 50:24\" href=\"/Genesis.50.24\">Gn 50:24</a>; <a data-ref=\"Exodus 33:1\" href=\"/Exodus.33.1\">Ex 33:1</a>; <a data-ref=\"Numbers 11:12\" href=\"/Numbers.11.12\">Nu 11:12</a> (all J), <a data-ref=\"Numbers 14:16\" href=\"/Numbers.14.16\">14:16</a>, <a data-ref=\"Numbers 11:23\" href=\"/Numbers.11.23\">23</a> (JE), <a data-ref=\"Numbers 32:11\" href=\"/Numbers.32.11\">32:11</a> (P), <a data-ref=\"Judges 2:1\" href=\"/Judges.2.1\">Ju 2:1</a>; <a data-ref=\"Micah 7:20\" href=\"/Micah.7.20\">Mi 7:20</a>; <a data-ref=\"Deuteronomy 6:18\" href=\"/Deuteronomy.6.18\">Dt 6:18</a> + 8 times Dt (obj. covenant <a data-ref=\"Deuteronomy 4:31\" href=\"/Deuteronomy.4.31\">4:31</a>; <a data-ref=\"Deuteronomy 8:18\" href=\"/Deuteronomy.8.18\">8:18</a>); ל pers. om. <a data-ref=\"Deuteronomy 31:21\" href=\"/Deuteronomy.31.21\">Dt 31:21</a>.<br>†<strong>Hiph.</strong>  Perf. 3 ms. <span dir=\"rtl\">הִשְׁבִּיעַ</span> <a data-ref=\"Exodus 13:19\" href=\"/Exodus.13.19\">Ex 13:19</a> + 1 s. <span dir=\"rtl\">הִשְׁבַּעְתִּי</span> <a data-ref=\"Song of Songs 2:7\" href=\"/Song_of_Songs.2.7\">Ct 2:7</a> +, etc.; Impf. 3 ms. <span dir=\"rtl\">וַיַּשְׁבַּע</span> <a data-ref=\"Genesis 50:25\" href=\"/Genesis.50.25\">Gn 50:25</a> + sf. <span dir=\"rtl\">וַיַּשְׁבִּעֵנִי</span> <a data-ref=\"Genesis 24:37\" href=\"/Genesis.24.37\">Gn 24:37</a>, etc.; Inf. abs. <span dir=\"rtl\">הַשְׁבֵּעַ</span> <a data-ref=\"Exodus 13:19\" href=\"/Exodus.13.19\">Ex 13:19</a>; <a data-ref=\"I Samuel 14:28\" href=\"/I_Samuel.14.28\">1 S 14:28</a>; cstr. <span dir=\"rtl\">הַשְׁבִּיעַ</span> <a data-ref=\"I Samuel 14:27\" href=\"/I_Samuel.14.27\">1 S 14:27</a> (<a data-ref=\"I Samuel 20:17\" href=\"/I_Samuel.20.17\">20:17</a> v. <strong>Niph.</strong>); Pt. sf. <span dir=\"rtl\">מַשְׁבִּיעֶ֑ךָ</span> <a data-ref=\"I Kings 22:16\" href=\"/I_Kings.22.16\">1 K 22:16</a> = <a data-ref=\"II Chronicles 18:15\" href=\"/II_Chronicles.18.15\">2 Ch 18:15</a>;— <strong>1.</strong>  <em>cause to take an oath</em>, subj. always man: c. acc. pers. <a data-ref=\"Genesis 50:6\" href=\"/Genesis.50.6\">Gn 50:6</a> (J), <a data-ref=\"I Samuel 14:27\" href=\"/I_Samuel.14.27\">1 S 14:27</a>; <a data-ref=\"I Kings 18:10\" href=\"/I_Kings.18.10\">1 K 18:10</a>; <a data-ref=\"II Kings 11:4\" href=\"/II_Kings.11.4\">2 K 11:4</a>, + acc. cogn. <a data-ref=\"Joshua 2:17\" href=\"/Joshua.2.17\">Jos 2:17</a>, <a data-ref=\"Joshua 2:20\" href=\"/Joshua.2.20\">20</a> (J), + <span dir=\"rtl\">לֵאמֹר</span> <a data-ref=\"Genesis 24:37\" href=\"/Genesis.24.37\">Gn 24:37</a>; <a data-ref=\"Genesis 50:5\" href=\"/Genesis.50.5\">50:5</a> (both J), v <a data-ref=\"Genesis 50:25\" href=\"/Genesis.50.25\">25</a> (E), <a data-ref=\"Joshua 6:26\" href=\"/Joshua.6.26\">Jos 6:26</a> (J; acc. pers. om.), so (Inf. abs. + Pf.) <a data-ref=\"Exodus 13:19\" href=\"/Exodus.13.19\">Ex 13:19</a> (JE), <a data-ref=\"I Samuel 14:28\" href=\"/I_Samuel.14.28\">1 S 14:28</a>, + <span dir=\"rtl\">וְאָמַר</span> <a data-ref=\"Numbers 5:19\" href=\"/Numbers.5.19\">Nu 5:19</a> and (c. acc. cogn.) v <a data-ref=\"Numbers 5:21\" href=\"/Numbers.5.21\">21</a> (both P), + inf. cl. <a data-ref=\"Nehemiah 5:12\" href=\"/Nehemiah.5.12\">Ne 5:12</a>; <a data-ref=\"Ezra 10:5\" href=\"/Ezra.10.5\">Ezr 10:5</a>; + <span dir=\"rtl\">בי׳</span> <em>by</em> <span dir=\"rtl\">י׳</span> <a data-ref=\"Genesis 24:3\" href=\"/Genesis.24.3\">Gn 24:3</a> (J; cl. <span dir=\"rtl\">אֲשֶׁר</span>), <a data-ref=\"I Kings 2:42\" href=\"/I_Kings.2.42\">1 K 2:42</a> (‖ <span dir=\"rtl\">וָאָעִד בְּךָ</span>, + <span dir=\"rtl\">לֵאמֹר</span>), cf. <a data-ref=\"Joshua 23:7\" href=\"/Joshua.23.7\">Jos 23:7</a> (R<sup>D</sup>; but read perhaps <strong>Niph.</strong> <span dir=\"rtl\">תִּשָּֽׁבְעוּ</span> Gr al.; 𝔊 del.), <a data-ref=\"Nehemiah 13:25\" href=\"/Nehemiah.13.25\">Ne 13:25</a> (cl. <span dir=\"rtl\">אִם</span>, <em>orat. recta</em>), <a data-ref=\"II Chronicles 36:13\" href=\"/II_Chronicles.36.13\">2 Ch 36:13</a>. <strong>2.</strong>  <em>adjure</em>, c. acc. pers. <a data-ref=\"I Kings 22:16\" href=\"/I_Kings.22.16\">1 K 22:16</a> = <a data-ref=\"II Chronicles 18:15\" href=\"/II_Chronicles.18.15\">2 Ch 18:15</a> (both + cl. <span dir=\"rtl\">אֲשֶׁר</span>); elsewhere only Ct: <a data-ref=\"Song of Songs 5:9\" href=\"/Song_of_Songs.5.9\">5:9</a>, c. cl. <span dir=\"rtl\">מַה־</span> interrog. v <a data-ref=\"Song of Songs 5:8\" href=\"/Song_of_Songs.5.8\">8</a>, c. cl. <span dir=\"rtl\">אִם</span> <em>that not</em> <a data-ref=\"Song of Songs 2:7\" href=\"/Song_of_Songs.2.7\">2:7</a>; <a data-ref=\"Song of Songs 3:5\" href=\"/Song_of_Songs.3.5\">3:5</a> (both + ב of oath), = cl. <span dir=\"rtl\">מַה־</span> <a data-ref=\"Song of Songs 8:4\" href=\"/Song_of_Songs.8.4\">8:4</a> (v. <a data-ref=\"BDB Aramaic, מָה\" href=\"/BDB Aramaic,_מָה\", dir=\"rtl\">מָה</a> <strong>2 a</strong> (<em>b</em>)).—<a data-ref=\"I Samuel 20:17\" href=\"/I_Samuel.20.17\">1 S 20:17</a> v. <strong>Niph.</strong>"], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "64bfc92d5781082118c145ac", "index_title": "Alshekh on Torah", "category": "Commentary", "type": "commentary", "ref": "Alshekh on Torah, Deuteronomy 1:34:1-4", "anchorRef": "Deuteronomy 1:34", "anchorRefExpanded": ["Deuteronomy 1:34"], "sourceRef": "Alshekh on Torah, Deuteronomy 1:34:1-4", "sourceHeRef": "תורת משה - אלשיך, דברים א׳:ל״ד:א׳-ד׳", "anchorVerse": 34, "sourceHasEn": false, "compDate": [1540, 1590], "commentaryNum": 34.0001, "collectiveTitle": {"en": "Alshich", "he": "אלשיך"}, "heTitle": "דברים", "he": ["<b>וישמע ה' כו'.</b> ראוי לשית לב (א) אל אומר וישמע ה' כי יאמר גזרתו ית' וידוע הוא כי שמע כי לא כבדה אזנו משמוע. (ב) אומרו את קול מלת קול מיותרת. (ג) וישבע לאמר כי אין צודק בו לאמר לאחרים. (ד) אומר איש באנשים האלה והיה לו לקצר ולומר אם יראו האנשים האלה. (ה) אומרו זולתי כלב כו' למה לא שיתף עמו את יהושע. (ו) אומרו הוא יראנה ולו אתן את הארץ אשר דרך בה כו' כי הלא יאמר שלו יתן את הארץ ובכלל הדבר הוא שיראנה ולא שיאמר ולו אתן את הארץ כו'. (ז) גם בי התאנף ה' בגללכם כי הלא לא על עון זה התאנף ה' אליו. (ח) או' התאנף ה' לאמר שיותר היה צודק יאמר ויאמר גם עתה ולא יאמר לאמר כי אינו לאמר לזולת. (ט) ענין יהושע גם שלא כלל אותו עם כלב לא יפרידנו כל כך להכניס מה שבו התאנף ה' ולומר אחר כך ענין יהושע. (י) למה יאמר העומד לפניך שהוא מיותר. (יא) אומר וטפכם למה יזכיר להם הבאים וטוב היה להוכיח אשר לא זכו לבא. (יב) מה זו הכפלה הלז המה יבאו שמה ולהם אתננה והם יירשוה: ", "<b>אמנם </b>יאמר כי אחר הגזים משה להם עון מרגלים הנה היה מקום להקשות לו ולומר אם כן איפה מה היה כי כל שבועתו יתברך לא היתה רק שלא יראוה והאריך לכל אחד שלא יחיה פחות מששים שנה. לזה אמר הנה אין זה רק מרוב חסידותו יתברך כי עשה לכם שני דברים. אחד ששמו ה' הוא שם הרחמים ולא נתן אתכם ביד מדת הדין וגם לא הביט אל המחשבה שבלב כ\"א את קול דבריכם אך לא אל מה שבפנים. והוא כי הנה פרשת שלח לך אומר על הטף והם יירשו את הארץ אשר מאסתם בה שהיא מאוסה בלב מה שבקול דבריהם לא אמרו רק שמפני היראה היו עושה ועוד הטיב לכם לבלתי הניח את מדת הדין לקטרג עליכם ולכלותכם וע\"כ מה עשה נשבע על גזרתכם ולמה הוצרכה שבועה אך הוא לבל הניח פתחון פה למדת הדין להכביד יותר עד כלה וזהו ויקצוף שם הרחמים הנזכר וישבע ותדע למה נשבע הלא הוא לאמר אם יראו כו' כי נשבע לאמר גזרה זו לא רעה הימנה האפשרי' על ידי מדת הדין. אך אחר השבועה לא תחלוק מדת הדין לבטל': ", "<b>או</b> יאמר וישבע לאמר לומר אם מדת הדין היתה עמנו למה נשבע אם יראו היה די יאמר אם יבאו אל הארץ ולמה מנע מהם גם הראיה לז\"א וישבע לאמר אם יראו ולא נשבע לאמר אם יבאו הלא הוא לשלול את זולתו כ\"א איש באנשים האלה לא יראו הדור הרע הזה בייחוד ולא זולתם. ואמור מעתה מי היה זולתם שבא לשלול אותו אם הוא כלב שכיון לומר הם לא יראו אך הוא יראנה וזה אומרו זולתי כלב הוא יראנה אי אפשר שבא למעט זה כי הלא ולו אתן את הארץ כו' ואם גם הארץ יתן לו מכ\"ש שיראנה. ואם כן למה הוצרך למנוע ראיה מהדור לשלול את כלב שיראנה. ושעור הכתוב הנה וישבע לאמר אם יראו ולמה מנע הראי' אם הוא להבחין ביניהם לכלב שזולתי כלב הוא יראנה ולא הם הלא אמר ולו אתן את הארץ וא\"כ גם באומר אליהם אם אתם תבואו אל הארץ היתה הכוונה לומר אלה לא יבואו זולתי כלב ואם כן את מי בא למעט באומר אם יראו אך אין זה רק כי גם בי התאנף ה' בגללכם. ויהיה כנודע מרז\"ל כי נשאר משה עמהם להביאם עמו לעתיד לבא ועל כן נשבע לכם אם יראה למה שמה שהתאנף בי לא היה רק לאמר גם אתה לא תבא שמה שהוא על הביאה אך לא ימנע ממני והוא מאמרו יתברך כי מנגד תראה את הארץ ושמה לא תבא וע\"כ להבחין ביני וביניכם אמר בכם אם יראו ולא אם יבא פן יראה כי אני ואתם שוים וז\"א פה נאמר גם אתה לא תבא כלומר הראוי בי לאמר הוא לשון ביאה שהוא לא תבא שמה ע\"כ מאז אמר בכם לשון ראיה להבחין ביני וביניכם כי אני אראנה. ועל דרך זה אמר רז\"ל שבקש משה שיכתב עונו בתורה בל יראה שבעון המרגלים נשאר חוצה והראיה שאין אשמתי כאשר מנעוני מבא אל הארץ כאשמתם חלילה כ\"א אפילו מה שנגזר עלי הוא בגללכם להביאכם לעתיד שאם לא כן גם אני הייתי נכנס כי הלא כל כיבוש הארץ אשר תכבשו מאתי הוא לכם כי הלא ה' אמר אלי יהושע העומד לפניך בזכות עמדו לפניך תשלים עליו שפע כי אותו חזק שהוא בסמיכות ידיו עליו שעל ידי כן הוא ינחילנה את ישראל. ומה שנשמר בל יהיה אומר לשון ראיה למעט את כלב ולא נשמר שהיה למעט את יהושע הוא ברור ובלתי צריך לומר אותו כי נודע היה ביניהם נבואת אלדד ומידד שמשה מת ויהושע מכניס ומכל שכן שינחיל ארץ: ", "<b>או</b> שיעור הכתובים וישמע ה' כו' לומר אל יעלה על רוחכם כי כמוני ככם בענין זה ובעון זה כי אני שלחתי המרגלים ואנכי הסבותי הרעה הזאת כי הלא וישמע ה' את קול דבריכם כי על השליחות שנשתתפתי עמכם לא היה קצף כי אם על דבריכם שאח\"כ. מה שאין לי חלק בזה. והראיה כי נשבע לאמר אם יראו ולא אמר אם יבאו ואת מי בא לשלול אם הוא על ששלל ואמר זולתי כלב וכיון שהוא יראנה והיה להבחין ביניהם ובינו הלא ולו אתן כו' והיה די הבחנה בין העדר ביאה לנתינה. אך הוא על כי בי התאנף ה' כו' ועלי היתה ההבחנה. והשאר כדלעיל: "], "heVersionTitle": "Torat Moshe, Warsaw, 1875", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": [], "license": [], "versionTitleInHebrew": []}]