[{"_id": "531e4fdffbfba276047f5c52", "index_title": "Onkelos Deuteronomy", "category": "Targum", "type": "targum", "ref": "Onkelos Deuteronomy 1:35", "anchorRef": "Deuteronomy 1:35", "anchorRefExpanded": ["Deuteronomy 1:35"], "sourceRef": "Onkelos Deuteronomy 1:35", "sourceHeRef": "תרגום אונקלוס על דברים א׳:ל״ה", "anchorVerse": 35, "sourceHasEn": false, "compDate": [80, 120], "commentaryNum": 1.0035, "collectiveTitle": {"en": "Onkelos Deuteronomy", "he": "תרגום אונקלוס על דברים"}, "heTitle": "תרגום אונקלוס על דברים", "he": "אִם יֶחֱזֵי גְבַר בְּגֻבְרַיָּא הָאִלֵּין דָּרָא בִישָׁא הָדֵין יָת אַרְעָא טַבְתָא דִּי קַיֵּמִית לְמִתַּן לַאֲבָהָתְכוֹן:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "חומש שפתי חכמים, מצודה תשס\"ט", "text": "‘‘That [no] man will see—of these men, this wicked generation—the good land that I swore to give to your forefathers.", "versionTitle": "Metsudah Chumash, Metsudah Publications, 2009 [with Onkelos translation]", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "532b2683fbfba27c35eeb493", "index_title": "Targum Jonathan on Deuteronomy", "category": "Targum", "type": "targum", "ref": "Targum Jonathan on Deuteronomy 1:35", "anchorRef": "Deuteronomy 1:35", "anchorRefExpanded": ["Deuteronomy 1:35"], "sourceRef": "Targum Jonathan on Deuteronomy 1:35", "sourceHeRef": "תרגום יונתן על דברים א׳:ל״ה", "anchorVerse": 35, "sourceHasEn": true, "compDate": [30, 70], "commentaryNum": 1.0035, "collectiveTitle": {"en": "Targum Jonathan on Deuteronomy", "he": "תרגום יונתן על דברים"}, "heTitle": "תרגום יונתן על דברים", "he": "אִין יֶחֱמוּן גְּבַר בְּגוּבְרַיָא הָאִילֵין דָּרָא בִישָׁא הָדֵין יַת אַרְעָא טַבְתָא דְקַיֵּימִית לְמִתַּן לְאַבְהַתְכוֹן", "heVersionTitle": "Targum Jonathan on Deuteronomy", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": " If any one of the men of this evil generation shall see the good land which I covenanted to give unto their fathers, \n", "versionTitle": "The Targum of Jonathan ben Uzziel, trans. J. W. Etheridge, London, 1862", "license": "Public Domain", "versionTitleInHebrew": "תרגום ירושלמי (תרגום יונתן בן-עוזיאל) לתורה, תורגם ע״י ג׳ון ווסלי אטרידג׳, לונדון 1862"}, {"_id": "53f17c19fbfba22336eaaf60", "index_title": "Kitzur Ba'al HaTurim on Deuteronomy", "category": "Commentary", "type": "commentary", "ref": "Kitzur Ba'al HaTurim on Deuteronomy 1:35:1", "anchorRef": "Deuteronomy 1:35", "anchorRefExpanded": ["Deuteronomy 1:35"], "sourceRef": "Kitzur Ba'al HaTurim on Deuteronomy 1:35:1", "sourceHeRef": "קיצור בעל הטורים על דברים א׳:ל״ה:א׳", "anchorVerse": 35, "sourceHasEn": false, "compDate": [1280, 1340], "commentaryNum": 35.0001, "collectiveTitle": {"en": "Kitzur Ba'al HaTurim", "he": "קיצור בעל הטורים "}, "heTitle": "קיצור בעל הטורים על דברים", "he": "<b>איש באנשים האלה</b> סופי תיבות משה שגם הוא בכלל השבועה:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": [], "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": "תרגום קהילת ספריא"}, {"_id": "53f17c19fbfba22336eaaf62", "index_title": "Kitzur Ba'al HaTurim on Deuteronomy", "category": "Commentary", "type": "commentary", "ref": "Kitzur Ba'al HaTurim on Deuteronomy 1:35:2", "anchorRef": "Deuteronomy 1:35", "anchorRefExpanded": ["Deuteronomy 1:35"], "sourceRef": "Kitzur Ba'al HaTurim on Deuteronomy 1:35:2", "sourceHeRef": "קיצור בעל הטורים על דברים א׳:ל״ה:ב׳", "anchorVerse": 35, "sourceHasEn": false, "compDate": [1280, 1340], "commentaryNum": 35.0002, "collectiveTitle": {"en": "Kitzur Ba'al HaTurim", "he": "קיצור בעל הטורים "}, "heTitle": "קיצור בעל הטורים על דברים", "he": "<b> באנשים</b> ג' דין ואידך ויתלו באנשים הזקנים זקן בא באנשים מלמד שהיתה הגזירה אף על משה ואהרן דכתיב באנשים הזקנים וכתיב זקן בא באנשים היינו משה ואהרן שהיו באים באוכלוסא ויוצאים באוכלוסא:\n\n", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": [], "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": "תרגום קהילת ספריא"}, {"_id": "54e4432bfbfba21902694d46", "index_title": "Sforno on Deuteronomy", "category": "Quoting Commentary", "type": "", "ref": "Sforno on Deuteronomy 34:4:2", "anchorRef": "Deuteronomy 1:35", "anchorRefExpanded": ["Deuteronomy 1:35"], "sourceRef": "Sforno on Deuteronomy 34:4:2", "sourceHeRef": "ספורנו על דברים ל״ד:ד׳:ב׳", "anchorVerse": 35, "sourceHasEn": true, "compDate": [1500, 1550], "commentaryNum": 4.0002, "collectiveTitle": {"en": "Sforno on Deuteronomy", "he": "ספורנו על דברים"}, "heTitle": "ספורנו על דברים", "he": "<b>ושמה לא תעבר.</b> כדי שלא תגיענה ברכתך באופן שלא תחרב בסוף כמו שכבר נגזר עליהם לכשתתמלא סאתם:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "שמה לא תעבור, so that by your crossing the river your blessing would not invalidate the decree issued by Me, that if the sins of the Jewish people were to reach a certain measure that they would be expelled from the land. [According to what the author explained on Deut.1,35-39 it was the fact that Moses was forbidden to cross the Jordan although personally not guilty of accepting the assessment of the 10 spies who counseled against trying to conquer the land, that preserved their chance to participate in the resurrection of the dead when the time would come for this. Our sages subscribe to the concept that whatever Moses did had enduring, eternal validity, provided it had been based on a valid premise. A blessing after setting foot in the Holy Land would have been of more enduring value than one pronounced when not on holy soil. Denying Moses the chance to pronounce his blessing while on holy soil, indirectly benefited the whole generation of the people who were adults at the time of the Exodus. It preserved their chance to participate in the resurrection, as did the fact that Moses was buried outside the Holy Land, and his appearance at the resurrection without the people whom he had shepherded for 40 years would be embarrassing for him. Ed.]\n", "versionTitle": "Eliyahu Munk, HaChut Hameshulash", "license": "CC-BY", "versionTitleInHebrew": "החוט המשולש, אליהו מונק"}, {"_id": "560ba94afbfba25e369f7f22", "index_title": "Haamek Davar on Deuteronomy", "category": "Commentary", "type": "commentary", "ref": "Haamek Davar on Deuteronomy 1:35:1", "anchorRef": "Deuteronomy 1:35", "anchorRefExpanded": ["Deuteronomy 1:35"], "sourceRef": "Haamek Davar on Deuteronomy 1:35:1", "sourceHeRef": "העמק דבר על דברים א׳:ל״ה:א׳", "anchorVerse": 35, "sourceHasEn": true, "compDate": [1849, 1879], "commentaryNum": 35.0001, "collectiveTitle": {"en": "Haamek Davar", "he": "העמק דבר"}, "he": "<b> הדור</b> <b>הרע הזה.</b> באשר אותו הכת שמבואר כאן לא היו ראוים לעונש הגדול הזה כי דעתם הטעתם. בכ״ז באשר היה באותו דור כמה דמפקרי ואומרים כי אין יכולת או אין אנו רוצים בהשגחתו ית׳ ובהדי הוצא לקי כרבא. ובעידן ריתחא ענשי גם על עון קל ע״כ לא יראה שום איש:\n", "heVersionTitle": "Sefer Torat Elohim, Vilna 1879", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר תורת אלוהים, וילנא 1879", "text": "<b>This wicked generation.</b> There were many people in that generation who said that Hashem was unable to do this, or that they did not want Hashem’s providence. And the righteous are punished along with the wicked, and when Hashem is angry He punishes even for light sins.", "versionTitle": "Yalkut, Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "57e77d91d6e4a94c7c18b43b", "index_title": "Tafsir Rasag", "category": "Targum", "type": "targum", "ref": "Tafsir Rasag, Deuteronomy 1:35", "anchorRef": "Deuteronomy 1:35", "anchorRefExpanded": ["Deuteronomy 1:35"], "sourceRef": "Tafsir Rasag, Deuteronomy 1:35", "sourceHeRef": "תפסיר רס\"ג, דברים א׳:ל״ה", "anchorVerse": 35, "sourceHasEn": false, "compDate": [918, 942], "commentaryNum": 1.0035, "collectiveTitle": {"en": "Tafsir Rasag", "he": "תפסיר רס\"ג"}, "heTitle": "דברים", "he": "אן ראי רג̇ל מן האולי אלנאס הד̇א אלג̇יל אלרדי אלבלד אלד̇י אקסמת באעטאיה לאבאיכם", "heVersionTitle": "Tafsir al-Torah bi-al-Arabiya, Paris, 1893", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תפסיר אלתורה באלערביה, פריס, 1893", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "58b6b18fd6e4a952249cc6e2", "index_title": "Minchat Shai on Torah", "category": "Commentary", "type": "commentary", "ref": "Minchat Shai on Torah, Deuteronomy 1:35:1", "anchorRef": "Deuteronomy 1:35", "anchorRefExpanded": ["Deuteronomy 1:35"], "sourceRef": "Minchat Shai on Torah, Deuteronomy 1:35:1", "sourceHeRef": "מנחת שי על תורה, דברים א׳:ל״ה:א׳", "anchorVerse": 35, "sourceHasEn": false, "compDate": [1526], "commentaryNum": 35.0001, "collectiveTitle": {"en": "Minchat Shai", "he": "מנחת שי"}, "heTitle": "דברים", "he": "<b>הרע.</b> הרי\"ש בקמץ:", "heVersionTitle": "Minchat Shai on Torah", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "58fdc0cbd6e4a960c04a20cb", "index_title": "Midrash Tanchuma", "category": "Midrash", "type": "", "ref": "Midrash Tanchuma, Vayeshev 4:3", "anchorRef": "Deuteronomy 1:35", "anchorRefExpanded": ["Deuteronomy 1:35"], "sourceRef": "Midrash Tanchuma, Vayeshev 4:3", "sourceHeRef": "מדרש תנחומא, וישב ד׳:ג׳", "anchorVerse": 35, "sourceHasEn": true, "compDate": [500, 800], "commentaryNum": 4.0003, "collectiveTitle": {"en": "Midrash Tanchuma", "he": "מדרש תנחומא"}, "heTitle": "וישב", "he": "וְכֵן אַתָּה מוֹצֵא שֶׁאָמַר לוֹ הַקָּדוֹשׁ בָּרוּךְ הוּא לְמֹשֶׁה, אִם יִרְאֶה אִישׁ בָּאֲנָשִׁים הָאֵלֶּה הַדּוֹר הָרָע הַזֶה אֶת הָאָרֶץ הַטּוֹבָה וְגוֹ' <small>(דברים א, לה)</small>. אִישׁ, זֶה מֹשֶׁה, דִּכְתִיב: וְהָאִישׁ מֹשֶׁה עָנָו <small>(במדבר יב, ג)</small>, הָאִישׁ הַמְּסֻיָּם בָּאֲנָשִׁים. וְכֵן אַתָּה אוֹמֵר, וְהָאִישׁ בִּימֵי שָׁאוּל זָקֵן בָּא בַאֲנָשִׁים <small>(ש״‎א יז, יב)</small>. וְכֵן הוּא אוֹמֵר, עַתָּה תִרְאֶה אֲשֶׁר אֶעֱשֶׂה לְפַרְעֹה <small>(שמות ו, א)</small>, בְּמִלְחֶמֶת פַּרְעֹה אַתָּה רוֹאֶה וְאֵין אַתָּה רוֹאֶה בְּמִלְחֶמֶת שְׁלֹשִׁים וְאֶחָד מְלָכִים. וְכֵיוָן שֶׁאָמַר לָהֶם: שִׁמְעוּ נָא הַמֹּרִים <small>(במדבר כ, י)</small>, אָמַר לוֹ הַקָּדוֹשׁ בָּרוּךְ הוּא, לָכֵן לֹא תָבִיאוּ אֶת הַקָּהָל הַזֶּה. הֱוֵי, נוֹרָא עֲלִילָה.", "heVersionTitle": "Midrash Tanchuma -- Torat Emet", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש תנחומא, תורת אמת", "text": "You find the Holy One, blessed be He, likewise said to Moses: <i>Surely there shall not one of these men, even this evil generation, see the good land</i> (Deut. 1:35). The word <i>man</i> alludes to Moses, as it is written: <i>The man Moses was very meek</i> (Num. 12:13). He was <i>the man</i> who was set apart from the other men (because he alone saw the Promised Land from afar). Similarly You said: <i>And the man was an old man in the days of Saul, stricken in years among men</i> (I Sam 17:12). And elsewhere it is stated: <i>Now thou shalt see what I will do to Pharaoh</i> (Exod. 6:1); that is, you will see the war that will be waged against Pharaoh, but you will not witness the wars against the thirty-one kings (after Israel enters the land). After Moses rebuked the people, saying: <i>Hear now, ye rebels</i> (Num. 20:10), the Holy One, blessed be He, informed him: <i>Therefore ye shall not bring this assembly into the land</i> (ibid., v. 12). Hence <i>He acts circuitously in His doings toward the son of man</i> (Ps. 66:5).", "versionTitle": "Midrash Tanhuma-Yelammedenu, trans. Samuel A. Berman", "license": "CC-BY", "versionTitleInHebrew": "מדרש תנחומא-ילמדנו, מתורגם בידי סמואל א' ברמן"}, {"_id": "58fdc135d6e4a960c04a5295", "index_title": "Midrash Tanchuma", "category": "Midrash", "type": "", "ref": "Midrash Tanchuma, Chukat 9:1", "anchorRef": "Deuteronomy 1:35", "anchorRefExpanded": ["Deuteronomy 1:35"], "sourceRef": "Midrash Tanchuma, Chukat 9:1", "sourceHeRef": "מדרש תנחומא, חקת ט׳:א׳", "anchorVerse": 35, "sourceHasEn": true, "compDate": [500, 800], "commentaryNum": 9.0001, "collectiveTitle": {"en": "Midrash Tanchuma", "he": "מדרש תנחומא"}, "heTitle": "חקת", "he": "<b>וַיְדַבֵּר</b> ה' אֶל מֹשֶׁה קַח אֶת הַמַּטֶּה וְגוֹ' וְהִשְׁקֵיתָ אֶת הָעֵדָה וְאֶת בְּעִירָם. מִכָּאן שֶׁהַקָּדוֹשׁ בָּרוּךְ הוּא חָס עַל מָמוֹנָם שֶׁל יִשְׂרָאֵל. וַיַּקְהִילוּ מֹשֶׁה וְאַהֲרֹן אֶת הַקָּהָל אֶל פְּנֵי הַסֶּלַע. מְלַמֵּד, שֶׁכָּל אֶחָד וְאֶחָד רוֹאֶה אֶת עַצְמוֹ עוֹמֵד עַל פְּנֵי הַסֶּלַע. וְכֵן הוּא אוֹמֵר, וְאֶת כָּל הָעֵדָה הַקְהֵל אֶל פֶּתַח אֹהֶל מוֹעֵד <small>(ויקרא ח, ג)</small>. וְכֵן כְּשֶׁעָבְרוּ אֶת הַיַּרְדֵּן, נִכְנְסוּ כָּל יִשְׂרָאֵל בֵּין שְׁנֵי בַּדֵּי הָאֲרוֹן, שֶׁנֶּאֱמַר: וַיֹּאמֶר יְהוֹשֻׁעַ אֶל בְּנֵי יִשְׂרָאֵל גְּשׁוּ הֵנָּה וְשִׁמְעוּ אֶת דִּבְרֵי ה' אֱלֹהֵיכֶם <small>(יהושע ג, ט)</small>. וּכְתִיב: וְכָל יִשְׂרָאֵל עוֹמְדִין מִזֶּה וּמִזֶּה לָאֲרוֹן <small>(שם ח, לג)</small>. אַף כָּאן, כָּל יִשְׂרָאֵל עוֹמְדִין וְרוֹאִין נִסִּין שֶׁבַּסֶּלַע. הִתְחִילוּ לוֹמַר, יוֹדֵעַ מֹשֶׁה חֹק הַסֶּלַע הַזֶּה. אִם הוּא מְבַקֵּשׁ, יוֹצִיא לָנוּ מַיִם מִזּוֹ. נִמְצָא הָיָה מֹשֶׁה עוֹמֵד בְּסָפֵק, אִם שׁוֹמֵעַ לָהֶם, נִמְצָא מְבַטֵּל דִּבְרֵי הַמָּקוֹם. וְהַקָּדוֹשׁ בָּרוּךְ הוּא, לוֹכֵד חֲכָמִים בְּעָרְמָה <small>(איוב ה, יג)</small>. לְפִי שֶׁהָיָה מֹשֶׁה מְשַׁמֵּר עַצְמוֹ כָּל אוֹתָן אַרְבָּעִים שָׁנָה שֶׁלֹּא לְהַקְפִּיד כְּנֶגְדָם, שֶׁהוּא מִתְיָרֵא מִן הַשְּׁבוּעָה שֶׁנִּשְׁבַּע הַקָּדוֹשׁ בָּרוּךְ הוּא, אִם יִרְאֶה אִישׁ בָּאֲנָשִׁים הָאֵלֶּה הַדּוֹר הָרַע הַזֶּה <small>(דברים א, לה)</small>. אָמְרוּ לוֹ: וַהֲרֵי סֶלַע. כְּשֵׁם שֶׁאַתָּה רוֹצֶה לְהוֹצִיא מִסֶּלַע זוֹ, תּוֹצִיא מִזּוֹ. צָוַח עֲלֵיהֶם, שִׁמְעוּ נָא הַמּוֹרִים הֲמִן הַסֶּלַע. מַהוּ הַמּוֹרִים. שִׁיטִין הַרְבֵּה יֵשׁ בּוֹ. הַמּוֹרִים, סַרְבָּנִים. הַמּוֹרִים, שׁוֹטִין. שֶׁכֵּן בִּכְרָכֵי הַיָּם קוֹרִין לְשׁוֹטִין, מוֹרִים. וְיֵשׁ אוֹמְרִים: הַמּוֹרִים, שֶׁמּוֹרִים אֶת מְלַמְּדֵיהֶן. הַמּוֹרִים, חִצִּים, שֶׁנֶּאֱמַר: וַיִּמְצָאֻהוּ הַמּוֹרִים אֲנָשִׁים בַּקָּשֶׁת <small>(ש״‎א לא, ג)</small>. וַיָּרֶם מֹשֶׁה אֶת יָדוֹ וַיָּךְ. הִכָּה פַּעַם אַחַת, הִתְחִיל הַסֶּלַע נוֹטֵף מַיִם מוּעָטִים, הוּא שֶׁנֶּאֱמַר: הֵן הִכָּה צוּר וַיָּזוּבוּ מַיִם <small>(תהלים עח, כ)</small>, כְּזָב שֶׁנּוֹטֵף טִיפִּים. אָמְרוּ לוֹ: בֶּן עַמְרָם, הַלָּלוּ הַמַּיִם לְיוֹנְקֵי שָׁדַיִם אוֹ לִגְמוּלֵי חָלָב. מִיָּד הִקְפִּיד כְּנֶגְדָן וְהִכָּהוּ פַּעֲמַיִם, שֶׁנֶּאֱמַר: וַיַּךְ אֶת הַסֶּלַע בְּמַטֵּהוּ פַּעֲמַיִם, וְיָצְאוּ מַיִם רַבִּים, וְשָׁטְפוּ כָּל מַה שֶּׁהָיָה נָתוּן כְּנֶגְדָן, שֶׁנֶּאֱמַר: וּנְחָלִים יִשְׁטֹפוּ <small>(שם)</small>. וְאַף עַל פִּי כֵן לֹא עָשָׂה מֹשֶׁה אֶלָּא מִן הַסֶּלַע שֶׁאָמַר לֵיהּ הַקָּדוֹשׁ בָּרוּךְ הוּא. וּמִנַּיִן שֶׁאַף עַל אוֹתוֹ סֶלַע שֶׁאָמְרוּ יִשְׂרָאֵל עָלָיו וְכָל סֶלַע וּצְרוֹר שֶׁהָיָה בְּאוֹתוֹ מָקוֹם הָיוּ מוֹצִיאִין מַיִם, שֶׁנֶּאֱמַר: יִבְקַע צוּרִים בַּמִּדְבָּר <small>(שם פסוק טו)</small>. מֹשֶׁה כְּבָר הָיָה בְּיָדוֹ אֶת שֶׁלּוֹ, עַל שֶׁשָּׁתְקוּ וְלֹא אָמְרוּ שִׁירָה, לָכֵן נִתְפְּשׂוּ.", "heVersionTitle": "Midrash Tanchuma -- Torat Emet", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש תנחומא, תורת אמת", "text": "(Numb. 20:7-8:) “Then the Lord spoke unto Moses saying, ‘Take the rod... and you shall provide the congregation and their cattle with water.” From here it is shown that the Holy One, blessed be He, is concerned for Israel's wealth.<sup class=\"footnote-marker\">96</sup><i class=\"footnote\">Numb. R. 19:9.</i> (Ibid., vs. 10:) “So Moses and Aaron gathered the congregation before the rock.” [This verse] teaches that each and every person sees himself as if he were standing at the rock. And similarly it says (in Lev. 8:3), “And assemble the whole congregation at the entrance of the tent of meeting.” And so too when they crossed the Jordan, all of Israel fit in between the two poles of the ark, as stated (in Josh. 3:9), “And Joshua said to the Children of Israel, ‘Come closer and listen to the words of the Lord your God.” And it is [also] written (in Josh. 8:33), “All Israel [...] stood on either side of the ark.” Here also all Israel was standing and seeing the miracles which happened at the rock [in front of them]. They began to say, “Moses knows the natural properties of rock. If he wants, he will bring forth water out of this [other] one.” Moses found himself confronted with a dilemma: If he would listen to them, he would disregard the words of the Omnipresent; and the Holy One, blessed be He, (according to Job 5:13) “Catches the wise in their own cunning.” As for the whole of these forty years Moses had been keeping himself from becoming angry with them, because he was afraid of the oath that the Holy One, blessed be He, had sworn (in Deut. 1:35), “Not one of these people from this evil generation shall see [the good land].” They said to him, “Here is a rock. Just as you wish to bring [water] from another rock, you should bring it from this one.” He gave a command to them (in Numb. 20:10), “Please listen, you rebels, shall we bring forth [water for you] from this rock.” What is the meaning of “<i>hamorim</i> (rebels)?” There are many understandings of it. <i>Hamorim</i> is rebels; <i>hamorim </i>is fools, as in the islands of the sea they call fools, <i>morim</i>. Some say<i> hamorim</i> are those that [inappropriately] instruct their teachers. <i>Hamorim</i> [can also be] arrows, as stated (in I Sam 31:3), “and some of the arrows (<i>morim</i>) struck him, men with bows.” (Numb. 20:11:) “Then Moses raised his hand and struck.” [When] he struck one time, the rock began dribbling a little water, as stated (in Ps. 78:20), “See, he struck a rock, and water trickled out (<i>yazuvu</i>),” like a person with a discharge (<i>zav</i>), in that it dribbles [in] drops. They said to him, “Son of Amram, is this water for nursing children or for babes weaned from milk?” Immediately, he became angry with them, struck it (according to Numb. 20:11) “twice [with his rod], and a lot of water came forth.” Yet for all that, Moses only made [water] from the rock that the Holy One, blessed be He, had told him. And how do we see that they also brought out water from the rock that Israel had said to him and every rock and stone that was in that place? It is so stated (in Ps. 78:15), “He split rocks in the desert.” Moshe already had his [sin] in his hand; because [the Children of Israel] were silent and did not sing praise, they were [also] caught.", "versionTitle": "Townsend 1989 translation of Midrash Tanhuma, S. Buber Recension, edited and supplemented by R. Francis Nataf", "license": "CC-BY", "versionTitleInHebrew": "תרגום טאוונסנד לתנחומא בובר, ערך והוסיף: רבי פרנסיס נטף"}, {"_id": "58fdc135d6e4a960c04a52cf", "index_title": "Midrash Tanchuma", "category": "Midrash", "type": "", "ref": "Midrash Tanchuma, Chukat 19:1", "anchorRef": "Deuteronomy 1:35", "anchorRefExpanded": ["Deuteronomy 1:35"], "sourceRef": "Midrash Tanchuma, Chukat 19:1", "sourceHeRef": "מדרש תנחומא, חקת י״ט:א׳", "anchorVerse": 35, "sourceHasEn": true, "compDate": [500, 800], "commentaryNum": 19.0001, "collectiveTitle": {"en": "Midrash Tanchuma", "he": "מדרש תנחומא"}, "heTitle": "חקת", "he": "<b>וַיִּסְעוּ</b> מֵהֹר הָהָר וְגוֹ' וַתִּקְצַר נֶפֶשׁ הָעָם בַּדֶּרֶךְ. וַהֲלֹא כְּתִיב: וְרוּחֲךָ הַטּוֹבָה נָתַתָּ לְהַשְׂכִּילָם <small>(נחמיה ט, כ)</small>. אֶלָּא אוֹתָן שַׁיָּרוֹת שֶׁיָּצְאוּ מִמִּצְרַיִם שֶׁנִּגְזְרָה עֲלֵיהֶם מִיתָה, לֹא הָיוּ רוֹאִים בַּמִּדְבָּר נַחַת רוּחַ וְלֹא רוּחַ טוֹבָה. וְכֵן הוּא אוֹמֵר, וּבְנֵיכֶם יִהְיוּ רוֹעִים בַּמִּדְבָּר וְגוֹ' <small>(במדבר יד, לג)</small>, זֶה הוּא עַם שֶׁקָּצְרָה נַפְשָׁם בַּדֶּרֶךְ. וַיְדַבֵּר הָעָם בֵּאלֹהִים וּבְמֹשֶׁה, הִשְׁווּ עֶבֶד לְקוֹנוֹ. וְנַפְשֵׁנוּ קָצָה בַּלֶּחֶם הַקְּלוֹקֵל, שֶׁלֹּא הָיָה יָכֹל אוֹתוֹ הַדּוֹר לִטְעֹם מִן פֵּרוֹת הָאָרֶץ כְּלוּם. אָמַר רַבִּי עֲקִיבָא, כְּשֶׁהָיוּ מְגַלִּין לָהֶם הַתַּגָּרִים הַסַּל הַבָּא מִפֵּרוֹת הָאָרֶץ, הָיוּ מֵתִים, שֶׁנֶּאֱמַר: אִם יִרְאֶה אִישׁ בָּאֲנָשִׁים הָאֵלֶּה הַדּוֹר הָרַע הַזֶּה אֶת הָאָרֶץ הַטּוֹבָה <small>(דברים א, לה)</small>, כָּל טוּב הַבָּא מֵחֲמַת הָאָרֶץ. לְכָךְ נִתְקַצֵּר נֶפֶשׁ הָעָם בַּדֶּרֶךְ. הֵם שֶׁרִנְּנוּ, וְנַפְשֵׁנוּ קָצָה. וַיִּשְׁלַח ה' בָּעָם אֶת הַנְּחָשִׁים הַשְּׂרָפִים. מָה רָאָה לִיפָּרַע מֵהֶן בִּנְחָשִׁים. אֶלָּא נָחָשׁ הוּא פָּתַח בְּלָשׁוֹן הָרַע תְּחִלָּה, וְנִתְקַלֵּל, וְלֹא לָמְדוּ מִמֶּנּוּ וַיְדַבְּרוּ לָשׁוֹן הָרַע עַל הַקָּדוֹשׁ בָּרוּךְ הוּא. יָבֹא נָחָשׁ מִי שֶׁהִתְחִיל בְּלָשׁוֹן הָרַע תְּחִלָּה וְנִתְקַלֵּל, וְיִפָּרַע מִמְּסַפְּרֵי לָשׁוֹן הָרַע, שֶׁנֶּאֱמַר: וּפוֹרֵץ גָּדֵר יִשָּׁכֶנּוּ נָחָשׁ. דָּבָר אַחֵר, לָמָּה נִפְרַע מֵהֶם בִּנְחָשִׁים. הַנָּחָשׁ, אֲפִלּוּ אוֹכֵל כָּל מַעֲדַנִּים שֶׁבָּעוֹלָם, נֶהְפָּכִין בְּפִיו לֶעָפָר, דִּכְתִיב: וְנָחָשׁ עָפָר לַחְמוֹ <small>(ישעיה סה, כה)</small>. וְאֵלּוּ אוֹכְלִין אֶת הַמָּן שֶׁנֶּהְפַּךְ לָהֶם לְמַטְעַמִּים הַרְבֵּה, שֶׁנֶּאֱמַר: וַיִּתֵּן לָהֶם שְׁאֵלָתָם <small>(תהלים קו, טו)</small>, וְתַאֲוָתָם יָבִיא לָהֶם <small>(שם עח, כט)</small>. וְאוֹמֵר: זֶה אַרְבָּעִים שָׁנָה ה' אֱלֹהֶיךָ עִמָּךְ לֹא חָסַרְתָּ דָּבָר <small>(דברים ב, ז)</small>. יָבֹא נָחָשׁ שֶׁאוֹכֵל מִינִין הַרְבֵּה וּבְפִיו טַעַם אֶחָד, וְיִפָּרַע מֵאוֹכְלֵי מִין אֶחָד וְטוֹעֲמִים מִינִין הַרְבֵּה. אֶת הַנְּחָשִׁים הַשְּׂרָפִים, שֶׁשּׂוֹרְפִין אֶת הַנֶּפֶשׁ. רַבִּי יוּדָן אוֹמֵר, הַנְּחָשִׁים שֶׁהָיָה הֶעָנָן שׂוֹרֵף אוֹתָן וְעוֹשֶׂה אוֹתָן גָּדֵר לַמַּחֲנֶה לְהוֹדִיעָם נִסִּים שֶׁעָשָׂה לָהֶם הַמָּקוֹם, אוֹתָן גִּירָה בָּהֶן. וַיָּבֹא הָעָם אֶל מֹשֶׁה וְיֹאמְרוּ חָטָאנוּ כִּי דִּבַּרְנוּ בַּה' וּבָךְ, יָדַעְנוּ שֶׁדִּבַּרְנוּ בְּמֹשֶׁה. וְנִשְׁתַּטְּחוּ לְפָנָיו וְאָמְרוּ לוֹ: הִתְפַּלֵּל אֶל ה' וְיָסֵר מֵעָלֵינוּ אֶת הַנָּחָשׁ. רַבִּי אוֹמֵר, נָחָשׁ יְחִידִי הָיָה, לְהוֹדִיעֲךָ עַנְוְתָנוּתוֹ שֶׁל מֹשֶׁה, שֶׁלֹּא נִשְׁתַּהָה לְבַקֵּשׁ עֲלֵיהֶם רַחֲמִים, וּלְהוֹדִיעְךָ כֹּחַ הַתְּשׁוּבָה, כֵּיוָן שֶׁאָמְרוּ חָטָאנוּ, מִיָּד נִתְרַצָּה לָהֶם, שֶׁאֵין הַמּוֹחֵל נַעֲשָׂה לָהֶם אַכְזָרִי. וְכֵן הוּא אוֹמֵר, וַיִּתְפַּלֵּל אַבְרָהָם אֶל הָאֱלֹהִים וַיְרַפֵּא הָאֱלֹהִים אֶת אֲבִימֶלֶךְ וְאֶת אִשְׁתּוֹ <small>(בראשית כ, יז)</small>. וְכֵן הוּא אוֹמֵר, וַה' שָׁב אֶת שְׁבוּת אִיּוֹב בְּהִתְפַּלְּלוֹ בְּעַד רֵעֵהוּ <small>(איוב מב, י)</small>. וּמִנַּיִן שֶׁאִם סָרַח אָדָם לַחֲבֵרוֹ וְאוֹמֵר לוֹ חָטָאתִי שֶׁאִם אֵינוֹ מוֹחֵל לוֹ נִקְרָא חוֹטֵא, שֶׁנֶּאֱמַר: גַּם אֲנֹכִי חָלִילָה לִי מֵחֲטֹא לַה' מֵחֲדֹל לְהִתְפַּלֵּל בַּעַדְכֶם <small>(ש״‎א יב, כג)</small>. אֵימָתַי, כְּשֶׁבָּאוּ לוֹ וְאָמְרוּ חָטָאנוּ, שֶׁנֶּאֱמַר: וַיֹּאמֶר הָעָם אֶל שְׁמוּאֵל חָטָאנוּ כִּי עָבַרְנוּ וְגוֹ' <small>(שם פסוק יט)</small>. וְהֵשִׁיב, חָלִילָה לִי מֵחֲטֹא. וַיֹּאמֶר ה' אֶל מֹשֶׁה עֲשֵׂה לְךָ שָׂרָף וְהָיָה כָּל הַנָּשׁוּךְ. לֹא נְשׁוּךְ נָחָשׁ בִּלְבַד, אֶלָּא כָּל הַנָּשׁוּךְ, אֲפִלּוּ נָשׁוּךְ מִפֶּתֶן וְעַקְרָב וְחַיָּה רָעָה וְכֶלֶב. וַיַּעַשׂ מֹשֶׁה נְחַשׁ נְחֹשֶׁת וַיְשִׂימֵהוּ עַל הַנֵּס, זְרָקוֹ לָאֲוִיר וְעָמַד. וַיִּסְעוּ בְּנֵי יִשְׂרָאֵל, וַיַּחֲנוּ בְּאוֹבוֹת, שֶׁנַּעֲשׂוּ אוֹיְבִים לַמָּקוֹם. וַיַּחֲנוּ בְּעִיֵּי הָעֲבָרִים, שֶׁהָיוּ מְלֵאִים עֶבְרָה. וַיַּחֲנוּ בְּנַחַל זָרֶד, שֶׁלֹּא הָיָה הַנַּחַל אֶלָּא מָלֵא זֶרֶת וְלֹא יָכְלוּ לְעָבְרוֹ. וּשְׁלֹשִׁים וּשְׁמֹנֶה שָׁנָה נִשְׁתַּהוּ לְעָבְרוֹ, שֶׁנֶּאֱמַר: עַתָּה קוּמוּ וְעִבְרוּ לָכֶם אֶת נַחַל זָרֶד, וְהַיָּמִים אֲשֶׁר הָלַכְנוּ מִקָּדֵשׁ בַּרְנֵעַ וְגוֹ' <small>(דברים ב, יג-יד)</small>. מִשָּׁם נָסְעוּ וַיַּחֲנוּ מַעֲבַר אַרְנוֹן, שֶׁנִּתְרַצָּה לָהֶם הַקָּדוֹשׁ בָּרוּךְ הוּא.", "heVersionTitle": "Midrash Tanchuma -- Torat Emet", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש תנחומא, תורת אמת", "text": "(Numb. 21:4:) “Then they journeyed from Mount Hor by way of the Reed Sea in order to go around the Land of Edom, but the people grew restive on the journey.” But is it not written (of that era in Neh. 9:20), “And You gave Your good spirit to enlighten them?” It is simply that those remnants of Israel which had come out of Egypt over whom death had been decreed, saw neither a peaceful nor agreeable spirit in the desert.<sup class=\"footnote-marker\">122</sup><i class=\"footnote\">Numb. R. 19:21.</i> Thus it says (in Numb. 14:33), “And your children shall roam in the wilderness....” This was (according to Numb. 21:4) the people who grew restive on the journey. (Numb. 21:5:) “And the people spoke against God and against Moses.” They equated the slave and his Master. (Numb. 21:5:) “Our soul loathes this miserable food,” for that generation was unable to taste any of the fruits of the land at all. R. Aqiva said, “When merchants [even] uncovered a basket with some fruits of the land for them, they died.” It is so stated (in Deut. 1:35), “Not one of these men, this evil generation, shall see the good land,” [i.e.,] any good that comes because of the land. That is why the people grew restive on the journey. These are the ones that grumbled (in Numb. 21:5), “Our soul loathes.” (Numb. 21:6:) “Then the Lord sent fiery serpents among the people.” Why did the Holy One, blessed be He, see fit to exact retribution from them through serpents?<sup class=\"footnote-marker\">123</sup><i class=\"footnote\">Numb. R. 19:22.</i> It is simply that the snake started [the use of] slanderous language at the beginning and was cursed; yet they did not learn from it and spoke slanderous language against the Holy One, blessed be He. [The Holy One, blessed be He, said,] “Let the serpent, which was the first [to use] slanderous language, come and exact retribution from those who [still] speak slanderous language.” This is what is written (in Eccl. 10:8), “the one who breaks through a barrier<sup class=\"footnote-marker\">124</sup><i class=\"footnote\">In general “to break through a barrier” means “to say,” but here the reference may denote more specifically the barrier of one’s teeth, through which slander must pass.</i> will have a snake bite him.” Another interpretation of why retribution was exacted from them through serpents: Even if the serpent eats all the luxury foods of the world, for him they are turned to dust in his mouth. Thus it is stated (in Is. 65:25), “but the serpent's food shall be dust.” Now these people ate the manna, as stated (in Ps. 106:15), “So He gave them what they asked for,” and (in Ps. 78:29), “He gave them their desire.” It also says (in Deut. 2:7), “these forty years the Lord your God has been with you; you have lacked nothing.”<sup class=\"footnote-marker\">125</sup><i class=\"footnote\">I.e., no luxury foods.</i> Let a serpent that eats many species and has [but] one taste in his mouth come and exact the retribution from those who eat one species and taste many species. (Numb. 21:6:) “Fiery serpents (<i>serafim</i>).” [They are called <i>serafim</i>] because they burn (<i>sorefim</i>) the soul. R. Judan says, “[God] sent out the [same] serpents that the cloud of glory would burn and make into a fence for the camp to let them know the miracles that the Omnipresent had done for them.” (Numb. 21:7:) “Then the people came unto Moses and said, ‘We have sinned, since we spoke against the Lord and you.’” [They] knew that they had spoken against Moses, so they fell prostrate before him and said (ibid., cont.), “pray unto the Lord to remove the serpent<sup class=\"footnote-marker\">126</sup><i class=\"footnote\">The use of the singular here may be suggesting to midrashic interpreter that this was the same serpent that sinned in the Garden of Eden. See the parallel in Numb. R. 19:23.</i> from us.” Rabbi says, “There was one serpent.” [(Ibid., cont.:) “And he prayed.” The passage serves] to make Moses' humility known to you, in that he did not hesitate to seek mercy for them. And [it is also] to make the power of repentance known to you. As soon as they said, “We have sinned,” he was immediately reconciled to them. [The passage serves] to teach you that the one who forgives should not be cruel. And so too does it say (in Gen. 20:17), “Abraham then prayed to God, and God healed Abimelech and his wife.” And so does it say (in Job 42:10), “The Lord restored Job’s fortunes when he prayed on behalf of his friends.” And where is it shown that if one has sinned against his companion and says to him, “I have sinned,” without [the companion] forgiving him, that [the unforgiving one] is called a sinner? Where it is stated (in I Sam. 12:23), “As for me also, far be it for me to sin against the Lord by ceasing to pray on your behalf.” When? When they came and said to him, “We have sinned,” [as stated] (in I Sam. 12:10), “and [they] said, ‘We have sinned […].’” And he answered, “Far be it from me to sin.” (Numb. 21:8), “And the Lord said unto Moses, ‘Make a fiery serpent, [and put it on a pole]; then it shall come to pass that, when anyone bitten [looks at it, he shall live],” not only one bitten by a serpent, but anyone bitten, even one bitten by an adder, by a scorpion, a wild beast, or a dog. (Numb. 21:9:) “So Moses made a bronze serpent and set it up by a miracle.”<sup class=\"footnote-marker\">127</sup><i class=\"footnote\"><i>Nes.</i> The usual rendering would read: AND SET IT UP ON A POLE (<i>nes</i>). However, since <i>nes</i> can also mean “miracle,” the midrash is understanding it in the latter sense.</i> He tossed it into the air and it remained there. (Numb. 21:10:) “Then the Children of Israel journeyed on and camped in Oboth (<i>Ovot,</i> rt: '<i>wb</i>),” because they had become enemies (<i>oyevim,</i> rt: '<i>yb</i>) to the Omnipresent.<sup class=\"footnote-marker\">128</sup><i class=\"footnote\">Numb. R. 19:24.</i> (Numb. 21:11:) “And they camped at Iye-Abarim ('<i>avarim,</i> rt.: '<i>br</i>),” because they were full of transgressions ('<i>averot,</i> rt.: '<i>br</i>). (Numb. 21:12:) “And they camped in the Wadi Zered,” because the wadi was [only] about a full span (<i>zeret</i>) [in width]; but they were unable to cross it for thirty-eight years. Thus it is stated (in Deut. 2:13-14), “Now then arise and cross the Wadi Zered…. And the time that we traveled from Kadesh-Barnea until we crossed the Wadi Zered was thirty-eight years.”(Numb. 21:13:) “From there they journeyed and camped on the other side of (<i>m'br</i>) the Arnon (rt.: <i>rnn</i>),” because the Omnipresent was reconciled to them.<sup class=\"footnote-marker\">129</sup><i class=\"footnote\">The argument seems to depend on the following: <i>M‘BR</i> is close to <i>M‘BRH</i>, which means, “away from transgression” or, with different voweling, “away from wrath”; while the root, <i>RNN,</i> means “sing” or “rejoice.”</i>", "versionTitle": "Townsend 1989 translation of Midrash Tanhuma, S. Buber Recension, edited and supplemented by R. Francis Nataf", "license": "CC-BY", "versionTitleInHebrew": "תרגום טאוונסנד לתנחומא בובר, ערך והוסיף: רבי פרנסיס נטף"}, {"_id": "58fe4ad8d6e4a960c04a7092", "index_title": "Kohelet Rabbah", "category": "Midrash", "type": "", "ref": "Kohelet Rabbah 1:4:1", "anchorRef": "Deuteronomy 1:35", "anchorRefExpanded": ["Deuteronomy 1:35"], "sourceRef": "Kohelet Rabbah 1:4:1", "sourceHeRef": "קוהלת רבה א׳:ד׳:א׳", "anchorVerse": 35, "sourceHasEn": false, "compDate": [700, 950], "commentaryNum": 4.0001, "collectiveTitle": {"en": "Kohelet Rabbah", "he": "קוהלת רבה"}, "heTitle": "קוהלת רבה", "he": "דּוֹר הוֹלֵךְ וְדוֹר בָּא, רַבִּי יוּדָן בְּשֵׁם רַבִּי לֵוִי אוֹמֵר, אֵין לְךָ בְּכָל יוֹם וָיוֹם שֶׁאֵין נוֹלָדִין בּוֹ שִׁשִּׁים רִבּוֹא, וּמֵתִים בּוֹ שִׁשִּׁים רִבּוֹא, וּמַה טַּעַם דּוֹר הוֹלֵךְ וְדוֹר בָּא. וְזָרַח הַשֶּׁמֶשׁ וּבָא הַשֶּׁמֶשׁ, רַבִּי בֶּרֶכְיָה וְרַבִּי יַעֲקֹב בַּר אֲבוּנָא וְרַבִּי חִיָּא בַּר אַבָּא בְּשֵׁם רַבִּי לֵוִי בַּר סִיסִי, מִשֶּׁזָּרַח הַשֶּׁמֶשׁ וּבָא הַשֶּׁמֶשׁ דּוֹר הוֹלֵךְ וְדוֹר בָּא. וּמִנַּיִן לְדוֹר שֶׁהוּא שִׁשִּׁים רִבּוֹא, שֶׁנֶּאֱמַר <small>(דברים א, לה)</small>: אִם יִרְאֶה אִישׁ בָּאֲנָשִׁים הָאֵלֶּה הַדּוֹר הָרָע הַזֶּה, וְאוֹתוֹ הַדּוֹר שִׁשִּׁים רִבּוֹא הָיָה. אָמַר רַבִּי בֶּרֶכְיָה, הַיּוֹצֵר הַזֶּה מַשְׁקִיעַ כִּבְשׁוֹנוֹ, מַה שֶּׁמַּשְׁקִיעַ רִאשׁוֹן הוּא אַחֲרוֹן, בְּרַם הָכָא, הָלַךְ רִאשׁוֹן בָּא רִאשׁוֹן הָלַךְ אַחֲרוֹן בָּא אַחֲרוֹן.", "heVersionTitle": "Midrash Rabbah -- TE", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש רבה - תורת אמת", "text": "<b>“One generation passes, and one generation comes; and the earth abides forever. The sun rises and the sun sets, and hastens its place where it rises” (Ecclesiastes 1:4–5).</b><br>“One generation passes, and one generation comes” – Rabbi Yudan says in the name of Rabbi Levi: There is no day on which six hundred thousand are not born and on which six hundred thousand do not die. What is the reason? “One generation passes, and one generation comes…the sun rises and the sun sets.” Rabbi Berekhya, Rabbi Yaakov bar Avuna, and Rabbi Ḥiyya bar Abba [said] in the name of Rabbi Levi bar Sisi: From when the sun rises until the sun sets, one generation passes, and one generation comes. From where is it derived that a generation consists of six hundred thousand? It is as it is stated: “If any man among these people, this wicked generation” (Deuteronomy 1:35), and that generation consisted of six hundred thousand. Rabbi Berekhya said: [When a] potter places [vessels] into the furnace, what he places first [he removes] last. However here, one who passes first comes first, and one who passes last comes last.<sup class=\"footnote-marker\">18</sup><i class=\"footnote\">The reference here is to death and the revival of the dead.</i>", "versionTitle": "The Sefaria Midrash Rabbah, 2022", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5926b25ed6e4a957603a1688", "index_title": "Midrash Tanchuma Buber", "category": "Midrash", "type": "", "ref": "Midrash Tanchuma Buber, Chukat 29:1", "anchorRef": "Deuteronomy 1:35", "anchorRefExpanded": ["Deuteronomy 1:35"], "sourceRef": "Midrash Tanchuma Buber, Chukat 29:1", "sourceHeRef": "תנחומא בובר, חקת כ״ט:א׳", "anchorVerse": 35, "sourceHasEn": true, "compDate": [150, 750], "commentaryNum": 29.0001, "collectiveTitle": {"en": "Midrash Tanchuma Buber", "he": "תנחומא בובר"}, "heTitle": "חקת", "he": " וידבר ה' אל משה לאמר, קח את המטה והקהל את העדה [וגו' והשקית את העדה ואת בעירם] <small>(במדבר כ ז ח)</small>, מכאן שהקב\"ה חס על ממונן של ישראל. ויקהלו משה ואהרן את הקהל אל פני הסלע <small>(שם שם י)</small>, מלמד שכל אחד ואחד רואה את עצמו כאילו עומד על פני הסלע, וכן הוא אומר ואת כל העדה הקהל אל פתח אהל מועד <small>(ויקרא ח ג)</small>, וכאן כל ישראל עומדין ורואין נסים שבסלע, התחילו לומר יודע משה חק הסלע, אם הוא מבקש יוציא לנו מים מזו, נמצא משה עומד בספק, אם שומע להם מבטל דברי המקום והקב\"ה לוכד חכמים בערמם <small>(איוב ה יג)</small>, לפי שהיה משה משמר בעצמו כל אותן ארבעים שנה, שלא להקפיד כנגדם, שהיה מתיירא מן השבועה שנשבע הקב\"ה, אם יראה איש באנשים האלה הדור הרע הזדה וגו' <small>(דברים א לה)</small>, אמרו לו הרי סלע, כשם שאתה רוצה להוציא מסלע אחר תוציא מזו, צווח עליהם שמעו נא המורים וגו' <small>(במדבר כ י)</small>.", "heVersionTitle": "Midrash Tanhuma haKadum veHaYashan, S. Buber, 1885", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש תנחומא הקדום והישן, ש' בובר, תרמ\"ה", "text": "(Numb. 20:7–8:) <small>THEN THE LORD SPOKE UNTO MOSES SAYING: TAKE THE ROD, AND ASSEMBLE THE CONGREGATION, &lt;YOU AND YOUR BROTHER AARON; AND SPEAK UNTO THE ROCK BEFORE THEIR EYES. THEN IT WILL GIVE ITS WATER, SO THAT YOU BRING WATER OUT OF THE ROCK FOR THEM</small>.&gt; [<small>THUS YOU SHALL PROVIDE THE CONGREGATION AND THEIR CATTLE WITH WATER</small>.] From here it is shown that the Holy One is concerned for Israel's wealth.<sup class=\"footnote-marker\">141</sup><i class=\"footnote\"><i>Tanh</i>., Numb. 6:9; Numb. R. 19:9.</i> (Ibid., vs. 10:) <small>SO MOSES AND AARON GATHERED THE CONGREGATION BEFORE THE ROCK</small>. &lt;This verse&gt; teaches that each and every person sees himself as if he were standing at the rock. And similarly it says (in Lev. 8:3): <small>AND ASSEMBLE THE WHOLE CONGREGATION AT THE ENTRANCE OF THE TENT OF MEETING</small>. Here also all Israel was standing when they saw the miracles which happened at the rock. They began to say: Moses knows the natural properties of rock. If he wants, he will bring forth water out of this &lt;other&gt; one. Moses found himself confronted with a dilemma. If I listen to them, I am disregarding the words of the Omnipresent; and the Holy One (according to Job 5:13) <small>CATCHES THE WISE IN THEIR OWN CUNNING</small>. After all, for the whole of these forty years Moses had been keeping himself from becoming angry with them, because he was afraid of the oath that the Holy One had sworn (in Deut. 1:35): <small>NOT ONE OF THESE PEOPLE FROM THIS EVIL GENERATION SHALL SEE &lt;THE GOOD LAND&gt;….</small> They said to him: Here is a rock. Just as you wish to bring &lt;water&gt; from another rock, you should bring it from this one. He gave a command to them (in Numb. 20:10): <small>PLEASE LISTEN, YOU REBELS, &lt;SHALL WE BRING FORTH WATER FOR YOU FROM THIS ROCK</small>.&gt;", "versionTitle": "Midrash Tanhuma, S. Buber Recension; trans. by John T. Townsend, 1989.", "license": "CC-BY", "versionTitleInHebrew": "מדרש תנחומא, בובר, מתורגם בידי ג'ון ט' טוונסנד, 1989"}, {"_id": "59d48a8ad6e4a939ba176c70", "index_title": "Torah Temimah on Torah", "category": "Commentary", "type": "commentary", "ref": "Torah Temimah on Torah, Deuteronomy 1:35:1", "anchorRef": "Deuteronomy 1:35", "anchorRefExpanded": ["Deuteronomy 1:35"], "sourceRef": "Torah Temimah on Torah, Deuteronomy 1:35:1", "sourceHeRef": "תורה תמימה על התורה, דברים א׳:ל״ה:א׳", "anchorVerse": 35, "sourceHasEn": false, "compDate": [1898, 1902], "commentaryNum": 35.0001, "collectiveTitle": {"en": "Torah Temimah on Torah", "he": "תורה תמימה על התורה"}, "heTitle": "דברים", "he": "<b>אם יראה איש. </b>תניא, המת לששים שנה היא מיתה האמירה בתורה, דכתיב אם יראה איש באנשים האלה הדור הרע הזה, הגע עצמך, זה שיצא ממצרים בן עשרים שנה ועוד עשה במדבר ארבעים שנה ומת, נמצאת אומר, המת לששים שנה היא מיתה האמורה בתורה <sup class=\"footnote-marker\">לו</sup><i class=\"footnote\">סמך על המבואר לפנינו בפ' שלח דלא נגזרה גזירה על פחות מבן עשרים, וישראל היו במדבר ארבעים שנה.\n</i>.<br>(ירושלמי בכורים פ\"ב ה\"א)\n", "heVersionTitle": "Torah Temimah, Vilna, 1904", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורה תמימה, וילנה תרס\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5c17a824b037ad0016b82836", "index_title": "Rashi on Taanit", "category": "Quoting Commentary", "type": "", "ref": "Rashi on Taanit 26b:2:1", "anchorRef": "Deuteronomy 1:35", "anchorRefExpanded": ["Deuteronomy 1:35"], "sourceRef": "Rashi on Taanit 26b:2:1", "sourceHeRef": "רש\"י על תענית כ״ו ב:ב׳:א׳", "anchorVerse": 35, "sourceHasEn": false, "compDate": [1065, 1115], "commentaryNum": 2.0001, "collectiveTitle": {"en": "Rashi on Taanit", "he": "רש\"י על תענית"}, "heTitle": "רש\"י על תענית", "he": "על אבותינו – דור המדבר אם יראה איש באנשים האלה הדור הרע הזה את הארץ וגו' (דברים א׳:ל״ה):", "heVersionTitle": "Vilna Edition", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מהדורת וילנא", "text": [], "versionTitle": "Sefaria Community Translation", "license": "CC0", "versionTitleInHebrew": "תרגום קהילת ספריא"}, {"_id": "5dbe92f746943bef88acdb7b", "index_title": "Yein Levanon on Avot", "category": "Quoting Commentary", "type": "", "ref": "Yein Levanon on Avot 5:4:112", "anchorRef": "Deuteronomy 1:27-35", "anchorRefExpanded": ["Deuteronomy 1:27", "Deuteronomy 1:28", "Deuteronomy 1:29", "Deuteronomy 1:30", "Deuteronomy 1:31", "Deuteronomy 1:32", "Deuteronomy 1:33", "Deuteronomy 1:34", "Deuteronomy 1:35"], "sourceRef": "Yein Levanon on Avot 5:4:112", "sourceHeRef": "יין לבנון על אבות ה׳:ד׳:קי״ב", "anchorVerse": 27, "sourceHasEn": false, "compDate": [1765, 1775], "commentaryNum": 4.0112, "collectiveTitle": {"en": "Yein Levanon on Avot", "he": "יין לבנון על אבות"}, "he": "הנסיון העשירי במרגלים, ואז נתמלאה סאתם ולא האריך להם עוד, ונענשו מדה במדה. הם בכו ולא האמינו בה' שיקיים את השבועה אשר נשבע לאבותיהם לתת להם ארץ כנען, ונגזרה עליהם שכאשר יזמו כן תהיה, כי לא יזכו כל אנשי הדור ההוא לראות את הארץ, אלא יפלו כולם במדבר, וכנזכר במשנה תורה <small>(דברים א, כז-לה)</small> \"ותרגנו באהליכם ותאמרו בשנאת ה' אותנו הוציאנו מארץ מצרים וגו', ואומר אליכם לא תערצון וגו' ובדבר הזה אינכם מאמינים בה' אלהיכם, וישמע ה' וגו' ויקצוף וישבע לאמר, אם יראה איש באנשים האלה וגו' את הארץ הטובה\" וגו'.", "heVersionTitle": "Yein Levanon, Rishon Letzion 2013", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5dcd424203bbe83363ff338c", "index_title": "Midrash Sekhel Tov", "category": "Midrash", "type": "", "ref": "Midrash Sekhel Tov, Shemot 6:16:3", "anchorRef": "Deuteronomy 1:35", "anchorRefExpanded": ["Deuteronomy 1:35"], "sourceRef": "Midrash Sekhel Tov, Shemot 6:16:3", "sourceHeRef": "מדרש שכל טוב, שמות ו׳:ט״ז:ג׳", "anchorVerse": 35, "sourceHasEn": false, "compDate": [1139], "commentaryNum": 16.0003, "collectiveTitle": {"en": "Midrash Sekhel Tov", "he": "מדרש שכל טוב"}, "heTitle": "שמות", "he": "ושני חיי לוי שבע ושלשים ומאת שנה. לוי ירד למצרים בן מ\"ג שנה, שהרי בשנה שלישית לנישואי לאה נולד, שנא' ראובן שמעון לוי (שמות א ב), נמצא לוי גדול מיוסף ד' שנה, שנולד יוסף בז' שנה לנישואי לאה, שנא' ויהי כאשר ילדה רחל את יוסף ויאמר יעקב אל לבן שלחני (בראשית ל כה), הרי לוי נולד קודם ליוסף ד' שנים, וכתיב ויוסף בן שלשים שנה בעמדו לפני פרעה (שם מא מו), ועוד ז' שנות השבע, וב' שנות הרעב, נמצא יוסף בן ל\"ט לשנותיו כשירדו אבותינו למצרים, ולוי בן מ\"ג שנה, וכבר היה נולד קהת בן לוי, דכתיב בויגש אליו (שם מו יא), ובני לוי גרשון וקהת ומררי, והם ממנין שבעים נפש שירדו למצרים, וחיה לוי אחר שירד למצרים צ\"ד שנים, ויוסף חיה אחר שירדו אביו ואחיו למצרים ע\"א שנה, דכתיב ויחי יוסף מאה ועשר שנים (שם נ כב), ל\"ט שהיה לו קודם לכן, וע\"א שלאחר כן, הרי ק\"י, ולוי חיה אחר מות יוסף כ\"ב שנים, שנא' וימת יוסף וכל אחיו (שמות א ו), יוסף קודם לכל אחיו. ותניא בסדר עולם לא חי מכל השבטים יותר מלוי, וכל ימי לוי לא נשתעבדו אבותינו במצרים. ותניא בסדר עולם שבעה הם שקפלו את כל העולם כלו, ואלו הן אדם הראשון ראה את מתושלח, מתושלח ראה את שם, שם ראה את יעקב אבינו, יעקב ראה את עמרם, עמרם ראה את אחיה השילוני, אחיה השילוני ראה את אליהו הנביא, ועדיין הוא קיים, חשוב עכשיו לידת עמרם שנולד בתוך שנות יעקב דהיינו שבע עשרה שנה שחיה במצרים, ובסוף אלו י\"ז שנה נולד עמרם, וכל שנותיו של עמרם היו קל\"ז שנה, ואחרי מות עמרם ט' שנה נשתעבדו, ומשה בן פ' שנה, ואהרן בן פ\"ג בדברם אל פרעה ור\"י שנה נשתעבדו ישראל קודם לכן מיום שירדו אבותינו למצרים עד בוא משה ואהרן אל פרעה. נמצא שהיה משה בן כ\"ד שנה ואהרן בן כ\"ז שנה כשמת עמרם אביהם, למדנו לאחיה השילוני שהיה מיוצאי מצרים, וכשיצא ממצרים היה אחיה השילוני בן ט' שנה וחיה אחר שנבנה בית המקדש, שהרי הוא בישר את ירבעם שיהא מלך על עשרה שבטים, ובית המקדש נבנה ת\"פ אחר שיצאו ישראל ממצרים, נמצא שחיה אחיה השילוני קרוב לתק\"נ שנה. ואם תאמר והא כתיב אם יראה איש באנשים האלה הדור הרע הזה את הארץ הטובה (דברים א לה), כך פירשו רבותינו לא נגזרה גזירה זו על שבטו של לוי, שנא' במדבר הזה יפלו פגריכם וכל (פקודתכם) [פקדיכם] לכל מספרכם מבן עשרים שנה ומעלה (במדבר יד כט), כל שפקודיו ומספריו מבן עשרים יפלו פגריו במדבר, יצא שבטו של לוי שפקודיו ומספריו מבן כ\"ה ומבן ל' ומבן נ', וע\"פ הדברים האלה הוצרך הכתוב לכתוב ושני חיי לוי:", "heVersionTitle": "Sechel Tob, Berlin 1900-1901", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש שכל טוב, ברלין תר\"ס-תרס\"א", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5ebd6028036e8c437c7613ae", "index_title": "Peninei Halakhah, Sukkot", "category": "Halakhah", "type": "", "ref": "Peninei Halakhah, Sukkot 8:2:3", "anchorRef": "Deuteronomy 1:1-6:9", "anchorRefExpanded": ["Deuteronomy 1:1", "Deuteronomy 1:2", "Deuteronomy 1:3", "Deuteronomy 1:4", "Deuteronomy 1:5", "Deuteronomy 1:6", "Deuteronomy 1:7", "Deuteronomy 1:8", "Deuteronomy 1:9", "Deuteronomy 1:10", "Deuteronomy 1:11", "Deuteronomy 1:12", "Deuteronomy 1:13", "Deuteronomy 1:14", "Deuteronomy 1:15", "Deuteronomy 1:16", "Deuteronomy 1:17", "Deuteronomy 1:18", "Deuteronomy 1:19", "Deuteronomy 1:20", "Deuteronomy 1:21", "Deuteronomy 1:22", "Deuteronomy 1:23", "Deuteronomy 1:24", "Deuteronomy 1:25", "Deuteronomy 1:26", "Deuteronomy 1:27", "Deuteronomy 1:28", "Deuteronomy 1:29", "Deuteronomy 1:30", "Deuteronomy 1:31", "Deuteronomy 1:32", "Deuteronomy 1:33", "Deuteronomy 1:34", "Deuteronomy 1:35", "Deuteronomy 1:36", "Deuteronomy 1:37", "Deuteronomy 1:38", "Deuteronomy 1:39", "Deuteronomy 1:40", "Deuteronomy 1:41", "Deuteronomy 1:42", "Deuteronomy 1:43", "Deuteronomy 1:44", "Deuteronomy 1:45", "Deuteronomy 1:46", "Deuteronomy 2:1", "Deuteronomy 2:2", "Deuteronomy 2:3", "Deuteronomy 2:4", "Deuteronomy 2:5", "Deuteronomy 2:6", "Deuteronomy 2:7", "Deuteronomy 2:8", "Deuteronomy 2:9", "Deuteronomy 2:10", "Deuteronomy 2:11", "Deuteronomy 2:12", "Deuteronomy 2:13", "Deuteronomy 2:14", "Deuteronomy 2:15", "Deuteronomy 2:16", "Deuteronomy 2:17", "Deuteronomy 2:18", "Deuteronomy 2:19", "Deuteronomy 2:20", "Deuteronomy 2:21", "Deuteronomy 2:22", "Deuteronomy 2:23", "Deuteronomy 2:24", "Deuteronomy 2:25", "Deuteronomy 2:26", "Deuteronomy 2:27", "Deuteronomy 2:28", "Deuteronomy 2:29", "Deuteronomy 2:30", "Deuteronomy 2:31", "Deuteronomy 2:32", "Deuteronomy 2:33", "Deuteronomy 2:34", "Deuteronomy 2:35", "Deuteronomy 2:36", "Deuteronomy 2:37", "Deuteronomy 3:1", "Deuteronomy 3:2", "Deuteronomy 3:3", "Deuteronomy 3:4", "Deuteronomy 3:5", "Deuteronomy 3:6", "Deuteronomy 3:7", "Deuteronomy 3:8", "Deuteronomy 3:9", "Deuteronomy 3:10", "Deuteronomy 3:11", "Deuteronomy 3:12", "Deuteronomy 3:13", "Deuteronomy 3:14", "Deuteronomy 3:15", "Deuteronomy 3:16", "Deuteronomy 3:17", "Deuteronomy 3:18", "Deuteronomy 3:19", "Deuteronomy 3:20", "Deuteronomy 3:21", "Deuteronomy 3:22", "Deuteronomy 3:23", "Deuteronomy 3:24", "Deuteronomy 3:25", "Deuteronomy 3:26", "Deuteronomy 3:27", "Deuteronomy 3:28", "Deuteronomy 3:29", "Deuteronomy 4:1", "Deuteronomy 4:2", "Deuteronomy 4:3", "Deuteronomy 4:4", "Deuteronomy 4:5", "Deuteronomy 4:6", "Deuteronomy 4:7", "Deuteronomy 4:8", "Deuteronomy 4:9", "Deuteronomy 4:10", "Deuteronomy 4:11", "Deuteronomy 4:12", "Deuteronomy 4:13", "Deuteronomy 4:14", "Deuteronomy 4:15", "Deuteronomy 4:16", "Deuteronomy 4:17", "Deuteronomy 4:18", "Deuteronomy 4:19", "Deuteronomy 4:20", "Deuteronomy 4:21", "Deuteronomy 4:22", "Deuteronomy 4:23", "Deuteronomy 4:24", "Deuteronomy 4:25", "Deuteronomy 4:26", "Deuteronomy 4:27", "Deuteronomy 4:28", "Deuteronomy 4:29", "Deuteronomy 4:30", "Deuteronomy 4:31", "Deuteronomy 4:32", "Deuteronomy 4:33", "Deuteronomy 4:34", "Deuteronomy 4:35", "Deuteronomy 4:36", "Deuteronomy 4:37", "Deuteronomy 4:38", "Deuteronomy 4:39", "Deuteronomy 4:40", "Deuteronomy 4:41", "Deuteronomy 4:42", "Deuteronomy 4:43", "Deuteronomy 4:44", "Deuteronomy 4:45", "Deuteronomy 4:46", "Deuteronomy 4:47", "Deuteronomy 4:48", "Deuteronomy 4:49", "Deuteronomy 5:1", "Deuteronomy 5:2", "Deuteronomy 5:3", "Deuteronomy 5:4", "Deuteronomy 5:5", "Deuteronomy 5:6", "Deuteronomy 5:7", "Deuteronomy 5:8", "Deuteronomy 5:9", "Deuteronomy 5:10", "Deuteronomy 5:11", "Deuteronomy 5:12", "Deuteronomy 5:13", "Deuteronomy 5:14", "Deuteronomy 5:15", "Deuteronomy 5:16", "Deuteronomy 5:17", "Deuteronomy 5:18", "Deuteronomy 5:19", "Deuteronomy 5:20", "Deuteronomy 5:21", "Deuteronomy 5:22", "Deuteronomy 5:23", "Deuteronomy 5:24", "Deuteronomy 5:25", "Deuteronomy 5:26", "Deuteronomy 5:27", "Deuteronomy 5:28", "Deuteronomy 5:29", "Deuteronomy 5:30", "Deuteronomy 6:1", "Deuteronomy 6:2", "Deuteronomy 6:3", "Deuteronomy 6:4", "Deuteronomy 6:5", "Deuteronomy 6:6", "Deuteronomy 6:7", "Deuteronomy 6:8", "Deuteronomy 6:9"], "sourceRef": "Peninei Halakhah, Sukkot 8:2:3", "sourceHeRef": "פניני הלכה, סוכות ח׳:ב׳:ג׳", "anchorVerse": 1, "sourceHasEn": false, "compDate": [2009, 2013], "commentaryNum": 2.0003, "collectiveTitle": {"en": "Peninei Halakhah, Sukkot", "he": "פניני הלכה, סוכות"}, "he": "היו קוראים מתחילת חומש דברים עד סוף פרשת 'שמע' (דברים א, א – ו, ט). בקריאה זו לומדים באריכות על ההכנות לקראת הכניסה לארץ ישראל וחטא המרגלים ועונשו, כיבוש עבר הירדן ותחנוניו של משה רבנו להיכנס לארץ. לאחר מכן לומדים בהרחבה על מעמד הר סיני ואיסור עבודה זרה, ואזהרה לדורות, שישמרו ישראל את התורה והמצוות, ויחנכו לכך את בניהם, ועל ידי כך יאריכו ימים על הארץ הטובה. ובסיומה קוראים את פרשת 'שמע' שבה יסוד מצוות האמונה והמצווה לאהוב את ה'.", "heVersionTitle": "Peninei Halakhah, Yeshivat Har Bracha", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": "All the readings were from the book of Devarim. The first section was from the beginning of Devarim until the end of the <i>Shema</i> paragraph (1:1-6:9). These chapters describe the preparations for entering Eretz Yisrael, the sin of the spies and its consequences, the conquest of the east bank of the Jordan River, and Moshe’s supplications to enter the land. This is followed by a lengthy section about the revelation at Sinai and the prohibition of idol worship, and an admonition to future generations to keep Torah and <i>mitzvot</i> and teach them to their children. As a reward, they will endure in the land. The first selection concludes with <i>Shema</i> (<i>ibid</i>. 6:4-9), which expresses the foundation of faith and includes the commandment to love God.", "versionTitle": "Peninei Halakhah, English ed. Yeshivat Har Bracha", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "5f1d710b3353e1a24e02bb97", "index_title": "Midrash Lekach Tov", "category": "Midrash", "type": "commentary", "ref": "Midrash Lekach Tov, Exodus 6:16:1", "anchorRef": "Deuteronomy 1:35", "anchorRefExpanded": ["Deuteronomy 1:35"], "sourceRef": "Midrash Lekach Tov, Exodus 6:16:1", "sourceHeRef": "מדרש לקח טוב, שמות ו׳:ט״ז:א׳", "anchorVerse": 35, "sourceHasEn": false, "compDate": [1105, 1115], "commentaryNum": 16.0001, "collectiveTitle": {"en": "Midrash Lekach Tov", "he": "מדרש לקח טוב"}, "heTitle": "שמות", "he": "<b>ואלה שמות בני לוי.</b> לפי שהזכיר למעלה את ראובן ושמעון, אמר ואלה שמות בני לוי לתולדותם גרשון וקהת ומררי ושני חיי לוי שבע ושלשים ומאת שנה, לוי ירד למצרים בן ארבעים ושלשה שנה, שהרי בשנה שלישית לנשואי לאה נולד לוי, שנאמר ראובן שמעון לוי ויהודה (שמות א ב), נמצא לוי גדול מיוסף ד׳ שנים, שהרי יוסף בסוף ז׳ שנים לנשואי לאה נולד, שנאמר ויהי כאשר ילדה רחל את יוסף (בראשית ל כה), הרי לוי גדול מיוסף ד׳ שנים, וכתיב ויוסף בן שלשים שנה בעמדו לפני פרעה (שם מא מו), וז׳ שני השבע, וב׳ של שני הרעב, שנאמר כי זה שנתים הרעב (שם מה ו), נמצא לוי בן מ״ג שנה ברדת יעקב אבינו מצרים, כי אחרי ז׳ שנים שעשה יעקב אבינו בבית לבן, נשאה יעקב, טול ג׳ שנים לראובן שמעון לוי, ובשנה שנשא לאה, בה בשנה נישאת רחל, שנא׳ מלא שבוע זאת ונתנה לך גם את זאת (שם כט כז), שבוע זאת, <i data-commentator=\"Notes and Corrections\" data-order=\"20\"></i> אלו ז׳ ימי המשתה, שאין מערבין שמחה בשמחה, וכבר היה נולד קהת בן לוי, וכתיב בפרשת ואלה שמות ובני גרשון קהת ומררי, <i data-commentator=\"Notes and Corrections\" data-order=\"21\"></i> וחיה לוי אחרי שירד יעקב אבינו למצרים אחד ושבעים שנה, דכתיב ויחי יוסף מאה ועשר שנים (שם נ כב), וקודם לכן היה לו תשע ושלשים שנה, <i data-commentator=\"Notes and Corrections\" data-order=\"22\"></i> הוא שאמרו רז״ל בסדר עולם לא חי מכל השבטים יותר מלוי, <i data-commentator=\"Notes and Corrections\" data-order=\"23\"></i> וכל ימי לוי לא נשתעבדו אבותינו במצרים, שנאמר וימת יוסף וכל אחיו וכל הדור ההוא (שמות יג י), <i data-commentator=\"Notes and Corrections\" data-order=\"24\"></i> ותניא בסדר עולם שבעה הם שקיפלו כל העולם כלו, אדם הראשון ראה את מתושלח, מתושלח ראה את שם, שם ראה את יעקב אבינו, יעקב אבינו ראה את עמרם, עמרם ראה את אחיה השילוני, ואחיה השילוני ראה את אליהו, ועדיין הוא קיים, <i data-commentator=\"Notes and Corrections\" data-order=\"25\"></i> חשוב עתה מלדת עמרם שהיה בתוך שבעה עשר שנים שחיה יעקב אבינו במצרים, דכתיב ויחי יעקב בארץ מצרים שבע עשרה שנה (בראשית יב כח), <i data-commentator=\"Notes and Corrections\" data-order=\"26\"></i> שבתוכם נולד עמרם, וכל שנותיו של עמרם שבע ושלשים ומאת שנה, ומשה בן שמונים שנה בעמדו לפני פרעה, הרי הכל מאתים ועשרים וארבע, צא מהם שני מאות ועשרה לישיבת ארץ מצרים, נמצא כשהיה משה בן עשרים וארבע מת עמרם, למדנו שאחיה השילוני הי׳ מיוצאי מצרים, ואם תאמר והא כתיב אם יראה איש באנשים האלה הדור הרע הזה (דברים א לה), <i data-commentator=\"Notes and Corrections\" data-order=\"27\"></i> כך פירשו רז״ל לא נגזרה גזירה על שבטו של לוי, שנאמר במדבר הזה יפלו פגריכם וכל פקודיכם לכל מספרכם מבן עשרים שנה ומעלה (במדבר יד כט), מי שפקודיו מבן עשרים שנה, יצא שבטו של לוי שפקודיו מבן שלשים, ומבן חמש ועשרים, ומבן חמשים, לכך הוצרך הכתוב לכתוב ושני חיי קהת, ושני חיי עמרם.", "heVersionTitle": "Midrash Lekach Tov on Torah, Vilna 1884", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש לקח טוב, מכונה פסיקתא זוטרתא, וילנא תרמ\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5f1d72953353e1a24e02bf29", "index_title": "Midrash Lekach Tov", "category": "Midrash", "type": "commentary", "ref": "Midrash Lekach Tov, Exodus 15:17:1", "anchorRef": "Deuteronomy 1:35", "anchorRefExpanded": ["Deuteronomy 1:35"], "sourceRef": "Midrash Lekach Tov, Exodus 15:17:1", "sourceHeRef": "מדרש לקח טוב, שמות ט״ו:י״ז:א׳", "anchorVerse": 35, "sourceHasEn": false, "compDate": [1105, 1115], "commentaryNum": 17.0001, "collectiveTitle": {"en": "Midrash Lekach Tov", "he": "מדרש לקח טוב"}, "heTitle": "שמות", "he": "<b>תבאמו ותטעמו.</b> <i data-commentator=\"Notes and Corrections\" data-order=\"124\"></i> נתנבאו האבות ואמרו, הבנים נכנסין, ואין האבות נכנסין, <i data-commentator=\"Notes and Corrections\" data-order=\"125\"></i> שנא׳ אם יראה איש באנשים האלה הדור הרע הזה (דברים א לה).", "heVersionTitle": "Midrash Lekach Tov on Torah, Vilna 1884", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש לקח טוב, מכונה פסיקתא זוטרתא, וילנא תרמ\"ד", "text": [], "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": ""}, {"_id": "61023668c795231b79e35627", "index_title": "Tzror HaMor on Torah", "category": "Quoting Commentary", "type": "quotation_auto", "ref": "Tzror HaMor on Torah, Deuteronomy 1:37:1", "anchorRef": "Deuteronomy 1:35", "anchorRefExpanded": ["Deuteronomy 1:35"], "sourceRef": "Tzror HaMor on Torah, Deuteronomy 1:37:1", "sourceHeRef": "צרור המור על התורה, דברים א׳:ל״ז:א׳", "anchorVerse": 35, "sourceHasEn": false, "compDate": [1460, 1510], "commentaryNum": 37.0001, "collectiveTitle": {"en": "Tzror HaMor on Torah", "he": "צרור המור על התורה"}, "heTitle": "דברים", "he": "ואמר <b>גם בי התאנף השם.</b> אע\"פ שלא מצינו דבר זה מפורש בכאן שיאמר לו השם שלא יכנס לארץ. בענין המרגלים הוא כלול כאומרו אם אתם תבואו אל הארץ כי אם כלב בן יפונה ויהושע בן נון. שנראה מכאן שהאחרים כולם ימותו במדבר. וכן אמרו רבותינו ז\"ל שמזה היה מתירא משה כל ארבעים שנה שלא להקניט נגד ישראל. והקב\"ה לוכד חכמים בערמה. ולכן אמר בכאן גם בי התאנף השם בגללכם לאמר גם אתה לא תבא שם. כמו שאמרנו למעלה. אם יראה איש באנשים האלה. אח\"כ ספר שנתחרטו ישראל ואמרו חטאנו להשם. ולא הועיל להם לפי גודל עונם. ואע\"פ ששבו ובכו לפני השם. כאומרו ותשובו ותבכו לפני השם. ותנינן שערי דמעה לא ננעלו. בכאן ננעלו כאומרו ולא שמע השם בקולכם. ואע\"פ שהוא רחמים יצא לו ממדת רחמים למדת הדין. ולא שמע השם בקול בכיתכם ולא האזין אליכם. שזה רמז שלא האזין לשועתם כאומרו ושועתי האזינה. ואולי לא שמע ה' בקולכם הוא כנגד שמעה תפלתי השם. ולא האזין אליכם כנגד ושועתי האזינה. ותשובו ותבכו לפני ה' הוא כנגד אל דמעתי אל תחרש. (ואם) [ואל] תאמר בכאן אחר שבכו לפני השם ולא הועיל להם. ידוע הוא שלא ישמע בקולם ולא יאזין אליהם.", "heVersionTitle": "Tzeror Hamor, Warsaw, 1879", "heLicense": "Public Domain", "heVersionTitleInHebrew": "צרור המור על התורה, וורשא, תרל\"ט", "text": [], "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": ""}, {"_id": "61023669c795231b79e35629", "index_title": "Tzror HaMor on Torah", "category": "Quoting Commentary", "type": "quotation_auto", "ref": "Tzror HaMor on Torah, Numbers 20:2:4", "anchorRef": "Deuteronomy 1:35", "anchorRefExpanded": ["Deuteronomy 1:35"], "sourceRef": "Tzror HaMor on Torah, Numbers 20:2:4", "sourceHeRef": "צרור המור על התורה, במדבר כ׳:ב׳:ד׳", "anchorVerse": 35, "sourceHasEn": false, "compDate": [1460, 1510], "commentaryNum": 2.0004, "collectiveTitle": {"en": "Tzror HaMor on Torah", "he": "צרור המור על התורה"}, "heTitle": "במדבר", "he": "<b>או</b> שיאמר והוא הנכון יען לא האמנתם בי. שהשם אמר למשה טעית במה שאמרת שאין אני עושה נס אלא בשביל הצדיקים. כי לפעמים אני עושה נס לרשעים לקדש שמי. והתורה מלאה מזה וכן אחז\"ל. אע\"פ שיהיו רשעים למה לא האמנתם בי להקדישני. כי בשבילי ובשביל קידוש שמי היה לכם לעשות מאמרי. ואחר שלא האמנתם בי לכן לא תביאו את הקהל הזה אל הארץ אשר נתתי להם. ולא לכם. אע\"פ שהם רשעים. ולפי שבכל זה נראה דבר זר מאד. לחטא קטן עונש גדול כזה. אמר המה מי מריבה. כלומר אל תתמה על החפץ כי השם נורא עלילה על בני אדם. כי בני ישראל הם המריבים ויקדש בם כדכתיב וירע למשה בעבורם. כי הם היו סבה שנחתמה הגזירה. אבל הגזירה כבר נרמזה במקומות רבים באומרו עתה תראה. ובאומרו כתוב זאת זכרון בספר ושים באזני יהושע. וכן במקומות אחרים. וכן אמרו שמשה היה ירא כשאמר השם אם יראה איש באנשים האלה ולא נזהר להיות נשמר. ועל אהרן אמר אשר נסיתו במסה תריבהו על מי מריבה. ואמרו משל למלוה שירד ליטול גרנו של לוה ונטל גורן שכנו עמו. אמר לו אם אני חטאתי שכני עני מה חטא. היינו דאמרינן תריבהו על מי מריבה:", "heVersionTitle": "Tzeror Hamor, Warsaw, 1879", "heLicense": "Public Domain", "heVersionTitleInHebrew": "צרור המור על התורה, וורשא, תרל\"ט", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "61a622e987f574a17ca6a5d8", "index_title": "Jerusalem Talmud Bikkurim", "category": "Talmud", "type": "", "ref": "Jerusalem Talmud Bikkurim 2:1:6", "anchorRef": "Deuteronomy 1:35", "anchorRefExpanded": ["Deuteronomy 1:35"], "sourceRef": "Jerusalem Talmud Bikkurim 2:1:6", "sourceHeRef": "תלמוד ירושלמי בכורים ב׳:א׳:ו׳", "anchorVerse": 35, "sourceHasEn": true, "compDate": [375, 425], "commentaryNum": 1.0006, "collectiveTitle": {"en": "Jerusalem Talmud Bikkurim", "he": "תלמוד ירושלמי בכורים"}, "heTitle": "תלמוד ירושלמי בכורים", "he": "לְשִׁשִׁים מִיתָה הָאֲמוּרָה בַתּוֹרָה. רִבִּי חִזְקִיָּה בְשֵׁם רִבִּי יַעֲקֹב בַּר אָחָא. כְּתִיב אִם יִרְאֶה אִישׁ בָּאֲנָשִׁים הָאֵלֶּה הַדּוֹר הָרָע הַזֶּה וגו׳. הַגַּע עַצְמָךְ שֶׁיָּצָא מִמִּצְרַיִם בֶּן עֶשְׂרִים שָׁנָה וְעוֹד עָשָׂה בַמִּדְבָּר אַרְבָּעִים שָׁנָה וָמֵת. נִמְצֵאת אוֹמֵר הַמֵּת לְשִֹׁשִּׁים שָׁנָה מִיתָה הָאֲמוּרָה בַתּוֹרָה. וּכְתִיב תָּבוֹא בְכֶלַח אֱלֵי קָבֶר.", "heVersionTitle": "The Jerusalem Talmud, edition by Heinrich W. Guggenheimer. Berlin, De Gruyter, 1999-2015", "heLicense": "CC-BY", "heVersionTitleInHebrew": "", "text": "“At 60, it is the death written in the Torah<sup class=\"footnote-marker\">18</sup><i class=\"footnote\">As punishment.</i>.” Rebbi Ḥizqiah in the name of Rebbi Jacob bar Aḥa: It is written (<a class=\"refLink\" data-ref=\"Deuteronomy 1:35\" href=\"/Deuteronomy.1.35\"><i>Deut.</i> 1:35</a>): “If any male among these people, this evil generation, should see.” Think of it, if anybody left Egypt at age 20 and then was in the desert for 40 years when he died, you find that the death written in the Torah is at age 60. And it is written (<i>Job.</i> 5:26): “You shall come into your grave <i>bklḥ</i><sup class=\"footnote-marker\">19</sup><i class=\"footnote\">The word כלח appears twice in Job, its etymology is unknown. The corresponding Arabic كلح means “having a stern countenance” as applied to people but “being shiny, bright things. The <a class=\"refLink\" data-ref=\"Moed Katan 28a\" href=\"/Moed_Katan.28a\">Babli, <i>Mo‘ed Qaṭan</i> 28a</a>, quotes only this verse as proof and notes that the (Alexandrian) numerical value of ב̇כ̇לח̇ is 60. This seems to be the interpretation here also, the Yerushalmi being the source of the Babli.</i>.”", "versionTitle": "The Jerusalem Talmud, translation and commentary by Heinrich W. Guggenheimer. Berlin, De Gruyter, 1999-2015", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "62037e556bfddfbb310feb33", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Deuteronomy, On the Book of Deuteronomy and Its Structure 2-39", "anchorRef": "Deuteronomy 1:1-34:12", "anchorRefExpanded": ["Deuteronomy 1:1", "Deuteronomy 1:2", "Deuteronomy 1:3", "Deuteronomy 1:4", "Deuteronomy 1:5", "Deuteronomy 1:6", "Deuteronomy 1:7", "Deuteronomy 1:8", "Deuteronomy 1:9", "Deuteronomy 1:10", "Deuteronomy 1:11", "Deuteronomy 1:12", "Deuteronomy 1:13", "Deuteronomy 1:14", "Deuteronomy 1:15", "Deuteronomy 1:16", "Deuteronomy 1:17", "Deuteronomy 1:18", "Deuteronomy 1:19", "Deuteronomy 1:20", "Deuteronomy 1:21", "Deuteronomy 1:22", "Deuteronomy 1:23", "Deuteronomy 1:24", "Deuteronomy 1:25", "Deuteronomy 1:26", "Deuteronomy 1:27", "Deuteronomy 1:28", "Deuteronomy 1:29", "Deuteronomy 1:30", "Deuteronomy 1:31", "Deuteronomy 1:32", "Deuteronomy 1:33", "Deuteronomy 1:34", "Deuteronomy 1:35", "Deuteronomy 1:36", "Deuteronomy 1:37", "Deuteronomy 1:38", "Deuteronomy 1:39", "Deuteronomy 1:40", "Deuteronomy 1:41", "Deuteronomy 1:42", "Deuteronomy 1:43", "Deuteronomy 1:44", "Deuteronomy 1:45", "Deuteronomy 1:46", "Deuteronomy 2:1", "Deuteronomy 2:2", "Deuteronomy 2:3", "Deuteronomy 2:4", "Deuteronomy 2:5", "Deuteronomy 2:6", "Deuteronomy 2:7", "Deuteronomy 2:8", "Deuteronomy 2:9", "Deuteronomy 2:10", "Deuteronomy 2:11", "Deuteronomy 2:12", "Deuteronomy 2:13", "Deuteronomy 2:14", "Deuteronomy 2:15", "Deuteronomy 2:16", "Deuteronomy 2:17", "Deuteronomy 2:18", "Deuteronomy 2:19", "Deuteronomy 2:20", "Deuteronomy 2:21", "Deuteronomy 2:22", "Deuteronomy 2:23", "Deuteronomy 2:24", "Deuteronomy 2:25", "Deuteronomy 2:26", "Deuteronomy 2:27", "Deuteronomy 2:28", "Deuteronomy 2:29", "Deuteronomy 2:30", "Deuteronomy 2:31", "Deuteronomy 2:32", "Deuteronomy 2:33", "Deuteronomy 2:34", "Deuteronomy 2:35", "Deuteronomy 2:36", "Deuteronomy 2:37", "Deuteronomy 3:1", "Deuteronomy 3:2", "Deuteronomy 3:3", "Deuteronomy 3:4", "Deuteronomy 3:5", "Deuteronomy 3:6", "Deuteronomy 3:7", "Deuteronomy 3:8", "Deuteronomy 3:9", "Deuteronomy 3:10", "Deuteronomy 3:11", "Deuteronomy 3:12", "Deuteronomy 3:13", "Deuteronomy 3:14", "Deuteronomy 3:15", "Deuteronomy 3:16", "Deuteronomy 3:17", "Deuteronomy 3:18", "Deuteronomy 3:19", "Deuteronomy 3:20", "Deuteronomy 3:21", "Deuteronomy 3:22", "Deuteronomy 3:23", "Deuteronomy 3:24", "Deuteronomy 3:25", "Deuteronomy 3:26", "Deuteronomy 3:27", "Deuteronomy 3:28", "Deuteronomy 3:29", "Deuteronomy 4:1", "Deuteronomy 4:2", "Deuteronomy 4:3", "Deuteronomy 4:4", "Deuteronomy 4:5", "Deuteronomy 4:6", "Deuteronomy 4:7", "Deuteronomy 4:8", "Deuteronomy 4:9", "Deuteronomy 4:10", "Deuteronomy 4:11", "Deuteronomy 4:12", "Deuteronomy 4:13", "Deuteronomy 4:14", "Deuteronomy 4:15", "Deuteronomy 4:16", "Deuteronomy 4:17", "Deuteronomy 4:18", "Deuteronomy 4:19", "Deuteronomy 4:20", "Deuteronomy 4:21", "Deuteronomy 4:22", "Deuteronomy 4:23", "Deuteronomy 4:24", "Deuteronomy 4:25", "Deuteronomy 4:26", "Deuteronomy 4:27", "Deuteronomy 4:28", "Deuteronomy 4:29", "Deuteronomy 4:30", "Deuteronomy 4:31", "Deuteronomy 4:32", "Deuteronomy 4:33", "Deuteronomy 4:34", "Deuteronomy 4:35", "Deuteronomy 4:36", "Deuteronomy 4:37", "Deuteronomy 4:38", "Deuteronomy 4:39", "Deuteronomy 4:40", "Deuteronomy 4:41", "Deuteronomy 4:42", "Deuteronomy 4:43", "Deuteronomy 4:44", "Deuteronomy 4:45", "Deuteronomy 4:46", "Deuteronomy 4:47", "Deuteronomy 4:48", "Deuteronomy 4:49", "Deuteronomy 5:1", "Deuteronomy 5:2", "Deuteronomy 5:3", "Deuteronomy 5:4", "Deuteronomy 5:5", "Deuteronomy 5:6", "Deuteronomy 5:7", "Deuteronomy 5:8", "Deuteronomy 5:9", "Deuteronomy 5:10", "Deuteronomy 5:11", "Deuteronomy 5:12", "Deuteronomy 5:13", "Deuteronomy 5:14", "Deuteronomy 5:15", "Deuteronomy 5:16", "Deuteronomy 5:17", "Deuteronomy 5:18", "Deuteronomy 5:19", "Deuteronomy 5:20", "Deuteronomy 5:21", "Deuteronomy 5:22", "Deuteronomy 5:23", "Deuteronomy 5:24", "Deuteronomy 5:25", "Deuteronomy 5:26", "Deuteronomy 5:27", "Deuteronomy 5:28", "Deuteronomy 5:29", "Deuteronomy 5:30", "Deuteronomy 6:1", "Deuteronomy 6:2", "Deuteronomy 6:3", "Deuteronomy 6:4", "Deuteronomy 6:5", "Deuteronomy 6:6", "Deuteronomy 6:7", "Deuteronomy 6:8", "Deuteronomy 6:9", "Deuteronomy 6:10", "Deuteronomy 6:11", "Deuteronomy 6:12", "Deuteronomy 6:13", "Deuteronomy 6:14", "Deuteronomy 6:15", "Deuteronomy 6:16", "Deuteronomy 6:17", "Deuteronomy 6:18", "Deuteronomy 6:19", "Deuteronomy 6:20", "Deuteronomy 6:21", "Deuteronomy 6:22", "Deuteronomy 6:23", "Deuteronomy 6:24", "Deuteronomy 6:25", "Deuteronomy 7:1", "Deuteronomy 7:2", "Deuteronomy 7:3", "Deuteronomy 7:4", "Deuteronomy 7:5", "Deuteronomy 7:6", "Deuteronomy 7:7", "Deuteronomy 7:8", "Deuteronomy 7:9", "Deuteronomy 7:10", "Deuteronomy 7:11", "Deuteronomy 7:12", "Deuteronomy 7:13", "Deuteronomy 7:14", "Deuteronomy 7:15", "Deuteronomy 7:16", "Deuteronomy 7:17", "Deuteronomy 7:18", "Deuteronomy 7:19", "Deuteronomy 7:20", "Deuteronomy 7:21", "Deuteronomy 7:22", "Deuteronomy 7:23", "Deuteronomy 7:24", "Deuteronomy 7:25", "Deuteronomy 7:26", "Deuteronomy 8:1", "Deuteronomy 8:2", "Deuteronomy 8:3", "Deuteronomy 8:4", "Deuteronomy 8:5", "Deuteronomy 8:6", "Deuteronomy 8:7", "Deuteronomy 8:8", "Deuteronomy 8:9", "Deuteronomy 8:10", "Deuteronomy 8:11", "Deuteronomy 8:12", "Deuteronomy 8:13", "Deuteronomy 8:14", "Deuteronomy 8:15", "Deuteronomy 8:16", "Deuteronomy 8:17", "Deuteronomy 8:18", "Deuteronomy 8:19", "Deuteronomy 8:20", "Deuteronomy 9:1", "Deuteronomy 9:2", "Deuteronomy 9:3", "Deuteronomy 9:4", "Deuteronomy 9:5", "Deuteronomy 9:6", "Deuteronomy 9:7", "Deuteronomy 9:8", "Deuteronomy 9:9", "Deuteronomy 9:10", "Deuteronomy 9:11", "Deuteronomy 9:12", "Deuteronomy 9:13", "Deuteronomy 9:14", "Deuteronomy 9:15", "Deuteronomy 9:16", "Deuteronomy 9:17", "Deuteronomy 9:18", "Deuteronomy 9:19", "Deuteronomy 9:20", "Deuteronomy 9:21", "Deuteronomy 9:22", "Deuteronomy 9:23", "Deuteronomy 9:24", "Deuteronomy 9:25", "Deuteronomy 9:26", "Deuteronomy 9:27", "Deuteronomy 9:28", "Deuteronomy 9:29", "Deuteronomy 10:1", "Deuteronomy 10:2", "Deuteronomy 10:3", "Deuteronomy 10:4", "Deuteronomy 10:5", "Deuteronomy 10:6", "Deuteronomy 10:7", "Deuteronomy 10:8", "Deuteronomy 10:9", "Deuteronomy 10:10", "Deuteronomy 10:11", "Deuteronomy 10:12", "Deuteronomy 10:13", "Deuteronomy 10:14", "Deuteronomy 10:15", "Deuteronomy 10:16", "Deuteronomy 10:17", "Deuteronomy 10:18", "Deuteronomy 10:19", "Deuteronomy 10:20", "Deuteronomy 10:21", "Deuteronomy 10:22", "Deuteronomy 11:1", "Deuteronomy 11:2", "Deuteronomy 11:3", "Deuteronomy 11:4", "Deuteronomy 11:5", "Deuteronomy 11:6", "Deuteronomy 11:7", "Deuteronomy 11:8", "Deuteronomy 11:9", "Deuteronomy 11:10", "Deuteronomy 11:11", "Deuteronomy 11:12", "Deuteronomy 11:13", "Deuteronomy 11:14", "Deuteronomy 11:15", "Deuteronomy 11:16", "Deuteronomy 11:17", "Deuteronomy 11:18", "Deuteronomy 11:19", "Deuteronomy 11:20", "Deuteronomy 11:21", "Deuteronomy 11:22", "Deuteronomy 11:23", "Deuteronomy 11:24", "Deuteronomy 11:25", "Deuteronomy 11:26", "Deuteronomy 11:27", "Deuteronomy 11:28", "Deuteronomy 11:29", "Deuteronomy 11:30", "Deuteronomy 11:31", "Deuteronomy 11:32", "Deuteronomy 12:1", "Deuteronomy 12:2", "Deuteronomy 12:3", "Deuteronomy 12:4", "Deuteronomy 12:5", "Deuteronomy 12:6", "Deuteronomy 12:7", "Deuteronomy 12:8", "Deuteronomy 12:9", "Deuteronomy 12:10", "Deuteronomy 12:11", "Deuteronomy 12:12", "Deuteronomy 12:13", "Deuteronomy 12:14", "Deuteronomy 12:15", "Deuteronomy 12:16", "Deuteronomy 12:17", "Deuteronomy 12:18", "Deuteronomy 12:19", "Deuteronomy 12:20", "Deuteronomy 12:21", "Deuteronomy 12:22", "Deuteronomy 12:23", "Deuteronomy 12:24", "Deuteronomy 12:25", "Deuteronomy 12:26", "Deuteronomy 12:27", "Deuteronomy 12:28", "Deuteronomy 12:29", "Deuteronomy 12:30", "Deuteronomy 12:31", "Deuteronomy 13:1", "Deuteronomy 13:2", "Deuteronomy 13:3", "Deuteronomy 13:4", "Deuteronomy 13:5", "Deuteronomy 13:6", "Deuteronomy 13:7", "Deuteronomy 13:8", "Deuteronomy 13:9", "Deuteronomy 13:10", "Deuteronomy 13:11", "Deuteronomy 13:12", "Deuteronomy 13:13", "Deuteronomy 13:14", "Deuteronomy 13:15", "Deuteronomy 13:16", "Deuteronomy 13:17", "Deuteronomy 13:18", "Deuteronomy 13:19", "Deuteronomy 14:1", "Deuteronomy 14:2", "Deuteronomy 14:3", "Deuteronomy 14:4", "Deuteronomy 14:5", "Deuteronomy 14:6", "Deuteronomy 14:7", "Deuteronomy 14:8", "Deuteronomy 14:9", "Deuteronomy 14:10", "Deuteronomy 14:11", "Deuteronomy 14:12", "Deuteronomy 14:13", "Deuteronomy 14:14", "Deuteronomy 14:15", "Deuteronomy 14:16", "Deuteronomy 14:17", "Deuteronomy 14:18", "Deuteronomy 14:19", "Deuteronomy 14:20", "Deuteronomy 14:21", "Deuteronomy 14:22", "Deuteronomy 14:23", "Deuteronomy 14:24", "Deuteronomy 14:25", "Deuteronomy 14:26", "Deuteronomy 14:27", "Deuteronomy 14:28", "Deuteronomy 14:29", "Deuteronomy 15:1", "Deuteronomy 15:2", "Deuteronomy 15:3", "Deuteronomy 15:4", "Deuteronomy 15:5", "Deuteronomy 15:6", "Deuteronomy 15:7", "Deuteronomy 15:8", "Deuteronomy 15:9", "Deuteronomy 15:10", "Deuteronomy 15:11", "Deuteronomy 15:12", "Deuteronomy 15:13", "Deuteronomy 15:14", "Deuteronomy 15:15", "Deuteronomy 15:16", "Deuteronomy 15:17", "Deuteronomy 15:18", "Deuteronomy 15:19", "Deuteronomy 15:20", "Deuteronomy 15:21", "Deuteronomy 15:22", "Deuteronomy 15:23", "Deuteronomy 16:1", "Deuteronomy 16:2", "Deuteronomy 16:3", "Deuteronomy 16:4", "Deuteronomy 16:5", "Deuteronomy 16:6", "Deuteronomy 16:7", "Deuteronomy 16:8", "Deuteronomy 16:9", "Deuteronomy 16:10", "Deuteronomy 16:11", "Deuteronomy 16:12", "Deuteronomy 16:13", "Deuteronomy 16:14", "Deuteronomy 16:15", "Deuteronomy 16:16", "Deuteronomy 16:17", "Deuteronomy 16:18", "Deuteronomy 16:19", "Deuteronomy 16:20", "Deuteronomy 16:21", "Deuteronomy 16:22", "Deuteronomy 17:1", "Deuteronomy 17:2", "Deuteronomy 17:3", "Deuteronomy 17:4", "Deuteronomy 17:5", "Deuteronomy 17:6", "Deuteronomy 17:7", "Deuteronomy 17:8", "Deuteronomy 17:9", "Deuteronomy 17:10", "Deuteronomy 17:11", "Deuteronomy 17:12", "Deuteronomy 17:13", "Deuteronomy 17:14", "Deuteronomy 17:15", "Deuteronomy 17:16", "Deuteronomy 17:17", "Deuteronomy 17:18", "Deuteronomy 17:19", "Deuteronomy 17:20", "Deuteronomy 18:1", "Deuteronomy 18:2", "Deuteronomy 18:3", "Deuteronomy 18:4", "Deuteronomy 18:5", "Deuteronomy 18:6", "Deuteronomy 18:7", "Deuteronomy 18:8", "Deuteronomy 18:9", "Deuteronomy 18:10", "Deuteronomy 18:11", "Deuteronomy 18:12", "Deuteronomy 18:13", "Deuteronomy 18:14", "Deuteronomy 18:15", "Deuteronomy 18:16", "Deuteronomy 18:17", "Deuteronomy 18:18", "Deuteronomy 18:19", "Deuteronomy 18:20", "Deuteronomy 18:21", "Deuteronomy 18:22", "Deuteronomy 19:1", "Deuteronomy 19:2", "Deuteronomy 19:3", "Deuteronomy 19:4", "Deuteronomy 19:5", "Deuteronomy 19:6", "Deuteronomy 19:7", "Deuteronomy 19:8", "Deuteronomy 19:9", "Deuteronomy 19:10", "Deuteronomy 19:11", "Deuteronomy 19:12", "Deuteronomy 19:13", "Deuteronomy 19:14", "Deuteronomy 19:15", "Deuteronomy 19:16", "Deuteronomy 19:17", "Deuteronomy 19:18", "Deuteronomy 19:19", "Deuteronomy 19:20", "Deuteronomy 19:21", "Deuteronomy 20:1", "Deuteronomy 20:2", "Deuteronomy 20:3", "Deuteronomy 20:4", "Deuteronomy 20:5", "Deuteronomy 20:6", "Deuteronomy 20:7", "Deuteronomy 20:8", "Deuteronomy 20:9", "Deuteronomy 20:10", "Deuteronomy 20:11", "Deuteronomy 20:12", "Deuteronomy 20:13", "Deuteronomy 20:14", "Deuteronomy 20:15", "Deuteronomy 20:16", "Deuteronomy 20:17", "Deuteronomy 20:18", "Deuteronomy 20:19", "Deuteronomy 20:20", "Deuteronomy 21:1", "Deuteronomy 21:2", "Deuteronomy 21:3", "Deuteronomy 21:4", "Deuteronomy 21:5", "Deuteronomy 21:6", "Deuteronomy 21:7", "Deuteronomy 21:8", "Deuteronomy 21:9", "Deuteronomy 21:10", "Deuteronomy 21:11", "Deuteronomy 21:12", "Deuteronomy 21:13", "Deuteronomy 21:14", "Deuteronomy 21:15", "Deuteronomy 21:16", "Deuteronomy 21:17", "Deuteronomy 21:18", "Deuteronomy 21:19", "Deuteronomy 21:20", "Deuteronomy 21:21", "Deuteronomy 21:22", "Deuteronomy 21:23", "Deuteronomy 22:1", "Deuteronomy 22:2", "Deuteronomy 22:3", "Deuteronomy 22:4", "Deuteronomy 22:5", "Deuteronomy 22:6", "Deuteronomy 22:7", "Deuteronomy 22:8", "Deuteronomy 22:9", "Deuteronomy 22:10", "Deuteronomy 22:11", "Deuteronomy 22:12", "Deuteronomy 22:13", "Deuteronomy 22:14", "Deuteronomy 22:15", "Deuteronomy 22:16", "Deuteronomy 22:17", "Deuteronomy 22:18", "Deuteronomy 22:19", "Deuteronomy 22:20", "Deuteronomy 22:21", "Deuteronomy 22:22", "Deuteronomy 22:23", "Deuteronomy 22:24", "Deuteronomy 22:25", "Deuteronomy 22:26", "Deuteronomy 22:27", "Deuteronomy 22:28", "Deuteronomy 22:29", "Deuteronomy 23:1", "Deuteronomy 23:2", "Deuteronomy 23:3", "Deuteronomy 23:4", "Deuteronomy 23:5", "Deuteronomy 23:6", "Deuteronomy 23:7", "Deuteronomy 23:8", "Deuteronomy 23:9", "Deuteronomy 23:10", "Deuteronomy 23:11", "Deuteronomy 23:12", "Deuteronomy 23:13", "Deuteronomy 23:14", "Deuteronomy 23:15", "Deuteronomy 23:16", "Deuteronomy 23:17", "Deuteronomy 23:18", "Deuteronomy 23:19", "Deuteronomy 23:20", "Deuteronomy 23:21", "Deuteronomy 23:22", "Deuteronomy 23:23", "Deuteronomy 23:24", "Deuteronomy 23:25", "Deuteronomy 23:26", "Deuteronomy 24:1", "Deuteronomy 24:2", "Deuteronomy 24:3", "Deuteronomy 24:4", "Deuteronomy 24:5", "Deuteronomy 24:6", "Deuteronomy 24:7", "Deuteronomy 24:8", "Deuteronomy 24:9", "Deuteronomy 24:10", "Deuteronomy 24:11", "Deuteronomy 24:12", "Deuteronomy 24:13", "Deuteronomy 24:14", "Deuteronomy 24:15", "Deuteronomy 24:16", "Deuteronomy 24:17", "Deuteronomy 24:18", "Deuteronomy 24:19", "Deuteronomy 24:20", "Deuteronomy 24:21", "Deuteronomy 24:22", "Deuteronomy 25:1", "Deuteronomy 25:2", "Deuteronomy 25:3", "Deuteronomy 25:4", "Deuteronomy 25:5", "Deuteronomy 25:6", "Deuteronomy 25:7", "Deuteronomy 25:8", "Deuteronomy 25:9", "Deuteronomy 25:10", "Deuteronomy 25:11", "Deuteronomy 25:12", "Deuteronomy 25:13", "Deuteronomy 25:14", "Deuteronomy 25:15", "Deuteronomy 25:16", "Deuteronomy 25:17", "Deuteronomy 25:18", "Deuteronomy 25:19", "Deuteronomy 26:1", "Deuteronomy 26:2", "Deuteronomy 26:3", "Deuteronomy 26:4", "Deuteronomy 26:5", "Deuteronomy 26:6", "Deuteronomy 26:7", "Deuteronomy 26:8", "Deuteronomy 26:9", "Deuteronomy 26:10", "Deuteronomy 26:11", "Deuteronomy 26:12", "Deuteronomy 26:13", "Deuteronomy 26:14", "Deuteronomy 26:15", "Deuteronomy 26:16", "Deuteronomy 26:17", "Deuteronomy 26:18", "Deuteronomy 26:19", "Deuteronomy 27:1", "Deuteronomy 27:2", "Deuteronomy 27:3", "Deuteronomy 27:4", "Deuteronomy 27:5", "Deuteronomy 27:6", "Deuteronomy 27:7", "Deuteronomy 27:8", "Deuteronomy 27:9", "Deuteronomy 27:10", "Deuteronomy 27:11", "Deuteronomy 27:12", "Deuteronomy 27:13", "Deuteronomy 27:14", "Deuteronomy 27:15", "Deuteronomy 27:16", "Deuteronomy 27:17", "Deuteronomy 27:18", "Deuteronomy 27:19", "Deuteronomy 27:20", "Deuteronomy 27:21", "Deuteronomy 27:22", "Deuteronomy 27:23", "Deuteronomy 27:24", "Deuteronomy 27:25", "Deuteronomy 27:26", "Deuteronomy 28:1", "Deuteronomy 28:2", "Deuteronomy 28:3", "Deuteronomy 28:4", "Deuteronomy 28:5", "Deuteronomy 28:6", "Deuteronomy 28:7", "Deuteronomy 28:8", "Deuteronomy 28:9", "Deuteronomy 28:10", "Deuteronomy 28:11", "Deuteronomy 28:12", "Deuteronomy 28:13", "Deuteronomy 28:14", "Deuteronomy 28:15", "Deuteronomy 28:16", "Deuteronomy 28:17", "Deuteronomy 28:18", "Deuteronomy 28:19", "Deuteronomy 28:20", "Deuteronomy 28:21", "Deuteronomy 28:22", "Deuteronomy 28:23", "Deuteronomy 28:24", "Deuteronomy 28:25", "Deuteronomy 28:26", "Deuteronomy 28:27", "Deuteronomy 28:28", "Deuteronomy 28:29", "Deuteronomy 28:30", "Deuteronomy 28:31", "Deuteronomy 28:32", "Deuteronomy 28:33", "Deuteronomy 28:34", "Deuteronomy 28:35", "Deuteronomy 28:36", "Deuteronomy 28:37", "Deuteronomy 28:38", "Deuteronomy 28:39", "Deuteronomy 28:40", "Deuteronomy 28:41", "Deuteronomy 28:42", "Deuteronomy 28:43", "Deuteronomy 28:44", "Deuteronomy 28:45", "Deuteronomy 28:46", "Deuteronomy 28:47", "Deuteronomy 28:48", "Deuteronomy 28:49", "Deuteronomy 28:50", "Deuteronomy 28:51", "Deuteronomy 28:52", "Deuteronomy 28:53", "Deuteronomy 28:54", "Deuteronomy 28:55", "Deuteronomy 28:56", "Deuteronomy 28:57", "Deuteronomy 28:58", "Deuteronomy 28:59", "Deuteronomy 28:60", "Deuteronomy 28:61", "Deuteronomy 28:62", "Deuteronomy 28:63", "Deuteronomy 28:64", "Deuteronomy 28:65", "Deuteronomy 28:66", "Deuteronomy 28:67", "Deuteronomy 28:68", "Deuteronomy 28:69", "Deuteronomy 29:1", "Deuteronomy 29:2", "Deuteronomy 29:3", "Deuteronomy 29:4", "Deuteronomy 29:5", "Deuteronomy 29:6", "Deuteronomy 29:7", "Deuteronomy 29:8", "Deuteronomy 29:9", "Deuteronomy 29:10", "Deuteronomy 29:11", "Deuteronomy 29:12", "Deuteronomy 29:13", "Deuteronomy 29:14", "Deuteronomy 29:15", "Deuteronomy 29:16", "Deuteronomy 29:17", "Deuteronomy 29:18", "Deuteronomy 29:19", "Deuteronomy 29:20", "Deuteronomy 29:21", "Deuteronomy 29:22", "Deuteronomy 29:23", "Deuteronomy 29:24", "Deuteronomy 29:25", "Deuteronomy 29:26", "Deuteronomy 29:27", "Deuteronomy 29:28", "Deuteronomy 30:1", "Deuteronomy 30:2", "Deuteronomy 30:3", "Deuteronomy 30:4", "Deuteronomy 30:5", "Deuteronomy 30:6", "Deuteronomy 30:7", "Deuteronomy 30:8", "Deuteronomy 30:9", "Deuteronomy 30:10", "Deuteronomy 30:11", "Deuteronomy 30:12", "Deuteronomy 30:13", "Deuteronomy 30:14", "Deuteronomy 30:15", "Deuteronomy 30:16", "Deuteronomy 30:17", "Deuteronomy 30:18", "Deuteronomy 30:19", "Deuteronomy 30:20", "Deuteronomy 31:1", "Deuteronomy 31:2", "Deuteronomy 31:3", "Deuteronomy 31:4", "Deuteronomy 31:5", "Deuteronomy 31:6", "Deuteronomy 31:7", "Deuteronomy 31:8", "Deuteronomy 31:9", "Deuteronomy 31:10", "Deuteronomy 31:11", "Deuteronomy 31:12", "Deuteronomy 31:13", "Deuteronomy 31:14", "Deuteronomy 31:15", "Deuteronomy 31:16", "Deuteronomy 31:17", "Deuteronomy 31:18", "Deuteronomy 31:19", "Deuteronomy 31:20", "Deuteronomy 31:21", "Deuteronomy 31:22", "Deuteronomy 31:23", "Deuteronomy 31:24", "Deuteronomy 31:25", "Deuteronomy 31:26", "Deuteronomy 31:27", "Deuteronomy 31:28", "Deuteronomy 31:29", "Deuteronomy 31:30", "Deuteronomy 32:1", "Deuteronomy 32:2", "Deuteronomy 32:3", "Deuteronomy 32:4", "Deuteronomy 32:5", "Deuteronomy 32:6", "Deuteronomy 32:7", "Deuteronomy 32:8", "Deuteronomy 32:9", "Deuteronomy 32:10", "Deuteronomy 32:11", "Deuteronomy 32:12", "Deuteronomy 32:13", "Deuteronomy 32:14", "Deuteronomy 32:15", "Deuteronomy 32:16", "Deuteronomy 32:17", "Deuteronomy 32:18", "Deuteronomy 32:19", "Deuteronomy 32:20", "Deuteronomy 32:21", "Deuteronomy 32:22", "Deuteronomy 32:23", "Deuteronomy 32:24", "Deuteronomy 32:25", "Deuteronomy 32:26", "Deuteronomy 32:27", "Deuteronomy 32:28", "Deuteronomy 32:29", "Deuteronomy 32:30", "Deuteronomy 32:31", "Deuteronomy 32:32", "Deuteronomy 32:33", "Deuteronomy 32:34", "Deuteronomy 32:35", "Deuteronomy 32:36", "Deuteronomy 32:37", "Deuteronomy 32:38", "Deuteronomy 32:39", "Deuteronomy 32:40", "Deuteronomy 32:41", "Deuteronomy 32:42", "Deuteronomy 32:43", "Deuteronomy 32:44", "Deuteronomy 32:45", "Deuteronomy 32:46", "Deuteronomy 32:47", "Deuteronomy 32:48", "Deuteronomy 32:49", "Deuteronomy 32:50", "Deuteronomy 32:51", "Deuteronomy 32:52", "Deuteronomy 33:1", "Deuteronomy 33:2", "Deuteronomy 33:3", "Deuteronomy 33:4", "Deuteronomy 33:5", "Deuteronomy 33:6", "Deuteronomy 33:7", "Deuteronomy 33:8", "Deuteronomy 33:9", "Deuteronomy 33:10", "Deuteronomy 33:11", "Deuteronomy 33:12", "Deuteronomy 33:13", "Deuteronomy 33:14", "Deuteronomy 33:15", "Deuteronomy 33:16", "Deuteronomy 33:17", "Deuteronomy 33:18", "Deuteronomy 33:19", "Deuteronomy 33:20", "Deuteronomy 33:21", "Deuteronomy 33:22", "Deuteronomy 33:23", "Deuteronomy 33:24", "Deuteronomy 33:25", "Deuteronomy 33:26", "Deuteronomy 33:27", "Deuteronomy 33:28", "Deuteronomy 33:29", "Deuteronomy 34:1", "Deuteronomy 34:2", "Deuteronomy 34:3", "Deuteronomy 34:4", "Deuteronomy 34:5", "Deuteronomy 34:6", "Deuteronomy 34:7", "Deuteronomy 34:8", "Deuteronomy 34:9", "Deuteronomy 34:10", "Deuteronomy 34:11", "Deuteronomy 34:12"], "sourceRef": "The Five Books of Moses, by Everett Fox, Deuteronomy, On the Book of Deuteronomy and Its Structure 2-39", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, דברים, דברים מאמר א׳ ב׳-ל״ט", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "On the Book of Deuteronomy and Its Structure", "he": "דברים מאמר א׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "דברים מאמר א׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["D<small>EUTERONOMY HOLDS A UNIQUE POSITION, AND SPEAKS WITH A UNIQUE VOICE, IN THE</small> literature of the Torah. Up to this point, through the first four books, we have encountered a powerful mixture of literary genres; indeed, the books owe their characteristic stamp to the way in which they incorporate these genres. Genesis is predominantly narrative, punctuated by genealogies; Exodus begins with narrative and later proceeds with covenant-making and law, and then with the precise details of sanctuary building; Leviticus is composed almost entirely of cultic and then ethical and social law; and finally, Numbers alternates narrative and varied laws, under the structure of preparations for wilderness march, first encounters with the Promised Land, and preparations for entry. Except for Leviticus, the books also exhibit, at strategic points, striking examples of biblical poetry.", "An ancient name for Deuteronomy, <i>mishne tora</i>—which means “copy of the Torah,” but which was erroneously understood as “second Torah”—would seem to indicate more of the same combining of genres, and a not-too-close reading would support the idea of a rehashing of narrative, covenant-making, law, and poetry. But the reader who takes the time to weigh what stands before him or her will find much more. In its structure, style, content, and intent, Deuteronomy goes beyond what has preceded it. The image of Moshe addressing the assembled people on the Plains of Moab—the central setting of the book—provides the occasion for not merely a retelling, but a recasting of Israel’s mission and destiny. No book of the Torah is truer to the idea of “instruction” (Deuteronomy uses the term numerous times), including an emphasis on teaching and learning, with assembled and yet-to-be-born children as much the audience as “elders.”", "From the book’s opening phrase, “Now these are the words [or even “speeches”] that Moshe spoke to the Children of Israel / in (the country) across the Jordan,” the basic premise of Deuteronomy is that the aged Moshe, personally and indeed in the first person, speaks for the last time to the assembled Israelites, before their triumphant entry into the land of Canaan. The setting affects the entire content of the book; no longer is the narrator in the background, as in most of the Torah, but instead he is presented as directly addressing a living audience, an audience composed not only of the ancient hearers portrayed in the text but also of contemporary listeners.", "The image of a leader delivering a long public address on an auspicious occasion is well known from the ancient world, most familiarly from Greek historians (cf. Van Seters) but also abundantly in the ancient Near East (Weinfeld). The historian seeks to paint a vivid picture of the personality of his speaker and the high drama of the moment, and may go on at great length. While admitting to not having had the benefit of eyewitness sources, such chroniclers are nevertheless sincere in their desire to present what undoubtedly would have been said on such an occasion.", "Deuteronomy, whenever it was composed and placed in the Torah, takes this approach a step further. It is a fantastic conceit, really: as Rosenberg (1975) notes, Moshe, the man who was “not a man of words” (Ex. 4:10), all of a sudden finds his voice. And as Polzin (1980) has shown in his forceful analysis, in Deuteronomy Moshe’s voice functions fairly indistinguishably from God’s own—and then closes off the text by stipulating that nothing in the future is to be added or subtracted to it. So we are dealing with a text of directly authoritative character, a series of speeches that in their own self-understanding already bore the status of “Torah.” Hence Deuteronomy introduces into the Bible for the first time the concept of canon—a bounded, accepted body of authoritative literature.", "Moshe’s addresses, which include a historical review, repeated appeals to observe God’s laws and dire warnings against their violation, a reworking of previous laws and the addition of new ones, and a poem designed to keep the appeals and warnings in popular memory, have about them a deep rhetorical urgency. As such they are stylistically quite different from most of what is found in the first four books of the Bible. To be sure, there are many moments of high rhetoric in the previous narratives, and the laws—including cultic ones—are also not lacking appeals to the emotions (cf., for instance, the repeated injunctions to not oppress the sojourner, “for you were sojourners in the land of Egypt”). But as an extended piece of argumentation and pleading, Deuteronomy holds pride of place in the Torah, with its specialized vocabulary (described in the notes and commentary below), its alternately pleading and warning tone, and its long, elegant phrases (as Gottwald notes, these phrases are most often cast in the form of subordinate clauses, not the typical syntactical form found in the previous books).", "But not only does Deuteronomy provide an emotional capstone to the four books that precede it. It functions to link up with both the landed history of Israel in the narrative books to follow (Joshua through Kings) and the prophets’ emotional speeches to the people and their leaders. In the words of G. Ernest Wright,", "the central purpose of Deuteronomy is to furnish Israel with a complete order of faith and life which is the prerequisite for a prosperous and secure existence on the God-given land. The historian [of the succeeding books] shows how Israel failed to keep it and what the consequences were.", "It is in fact the monarchic setting that is commonly held to be the historical background to the compilation of Deuteronomy. While Moshe’s last days and the people’s being poised on the steppes opposite Jericho would certainly be a dramatic enough moment for our book’s speeches to occur, its language, style, and many of its concerns point to a later time in the history of Israel as a likely venue for at least a good part of its emotional appeal.", "That time, in the opinion of most biblical scholars over the past two centuries, was the middle of the reign of King Josiah (ruled 640–608 <small>B.C.E.</small>) of Judah, the southern kingdom (Israel, the north, had been overrun by Assyria a century previously). The Assyrian Empire, dominant in the region for three hundred years, was on the wane, and Josiah took advantage of this decline of power to expand his kingdom northward. He also—at about the time of the death of Ashurbanipal, the last powerful king of Assyria—began a wide-ranging reform that consisted largely of destroying the local “high places” of pagan worship that had figured so prominently in the reign of his grandfather, the notorious Manasseh (ruled 687–642). II Kings 23 describes the purge in great detail, noting both places and priests that were now rendered inoperative in favor of the centralization of the cult in Jerusalem.", "It is within this setting that Chapter  22 reports the dramatic discovery of a scroll “of the Torah.”", "The high priest Hilkiah said to Shaphan the secretary, “I have found the book of the law in the house of the L<small>ORD</small>.” … Shaphan then read it aloud to the king. When the king heard the words of the book of the law, he tore his clothes. Then the king commanded … saying: “Go, inquire of the L<small>ORD</small> for me, for the people, and for all Judah, concerning the words of this book that has been found, for great is the wrath of the L<small>ORD</small> … because our ancestors did not obey the words of this book, to do according to all that is written concerning us.” (22:8, 10–13, New Revised Standard Version)", "What precisely were the contents of the “book” we do not know; but it is usually taken to have been some form of Deuteronomy. The rhetorical force of the newly discovered text must have been considerable, for its reported result was that the king", "directed that all the elders of Judah and Jerusalem should be gathered to him. … he read in their hearing all the words of the book of the covenant that had been found in the house of the L<small>ORD</small>. The king stood by the pillar and made a covenant before the L<small>ORD</small>, to follow the L<small>ORD</small>, keeping his commandments, his decrees, and his statutes, with all his heart and all his soul, to perform the words of this covenant that were written in this book. All the people joined in the covenant. (23:1–3)", "The connections between these passages and the style of Deuteronomy will be obvious to anyone who reads the book, and it seems clear that Josiah’s reforms are closely related to concerns expressed in Deuteronomy.", "The Bible’s portrayal of this background does not necessarily mean that Deuteronomy was composed for the occasion, or even that it originated in Judah. Several scholars (notably Ginsberg) have remarked on connections to the northern kingdom of Israel (e.g., affinities to the prophet Hosea), and so it is possible that at least some of our book was a series of traditions brought south by refugees fleeing the Assyrian onslaught. In any event, the text of Deuteronomy addresses its audience with such emotional immediacy that it may safely be presumed that a crisis of major proportions loomed, and the opportunity presented itself for a large-scale revival—or redefinition—of Israel’s self-understanding. Similar crises later in Jewish history may have led to the editing and writing down (but not necessarily the composition) of other central texts, the Mishnah (c. 200) and the Babylonian Talmud (c. 450). Like these documents, and like the first four books of the Torah, Deuteronomy is written in such a way that it is difficult to pin down its precise background, which through additions and circumspection has been substantially obliterated. What is left to us are the many repetitions of “today” or “this day,” which signal the desire to make the “Instruction” contemporary for the audience, whoever and whenever that may be.", "The net effect of this process of creation and development was to establish the Torah’s character as a text that shows signs of new life and new thinking within itself. Deuteronomy, by its inclusion as the final book of the five, officially began the practice of “explaining” (1:5) the traditions of Israel, and thus paved the way for the classic form of Jewish religious and intellectual activity: the interpretation of Scripture (cf. Fishbane 1988 for a definitive study on “inner-biblical exegesis,” interpretation that appears within the Bible itself and hence becomes a legitimate part of its traditions). This activity strongly influenced Christianity and Islam as well, and is still a part of religious discourse and development in the Western world.", "In its overall structure, Deuteronomy breaks down fairly easily; but it is perhaps best understood in the light of comparative ancient Near Eastern material. Weinfeld’s lifetime of research has demonstrated the strong parallels between our book and certain Assyrian treaty texts (earlier Hittite texts have also been shown to be helpful in this regard; cf. Levenson 1985b for a useful summary). It is striking indeed that the Esarhaddon Treaty texts from the seventh century <small>B.C.E.</small>, which also produced the final form of Deuteronomy, seem to prefigure the basic structure of what Moshe lays out in the book: a historical overview, an exhortation to keep the covenant, the laws—particulars of the covenant, a series of blessings and curses following upon observance or nonobservance of the covenant, and a ceremony ratifying it. A similar pattern, in abbreviated form, may be observed in the Sinai covenant in Ex. 19–24.", "Weinfeld points out that such covenants or treaties were two-sided, with the suzerain granting his vassals certain favors in return for “love” (= loyalty), and threatening dire consequences if that loyalty were to become suspect. What is fascinating about the parallels is not so much that they exist, but that here, apparently, a political model from a hated enemy has been assimilated and transformed into a positive religious-national one. Such transformative power seems to be characteristic of biblical culture, which probably reworked known stories and poems, among other genres, into genuine Israelite creations (the Flood narratives of Genesis and Psalm 29 are two fruitful examples of the process).", "Deuteronomy, then, focuses mainly on the relationship between God and Israel, a relationship that has been spelled out before (as in Exodus) but that forms in this book the very soul of the text. Every act that Israel performs as a community, and every one done by individuals, is to be seen in that light. As elsewhere in the Bible, breaking one of God’s rules means not merely a violation of a statute but an affront to the suzerain, the sovereign Lord, and thus a grave risk to society’s well-being and even to its very existence. And there is a unity of purpose and concept here: Gottwald summarizes the message of the book as “the indivisible unity of <i>one God</i> for <i>one people</i> in <i>one land</i> observing <i>one cult</i>” (italics his).", "Given the treaty pattern that we have just referred to, an outline of the book might proceed along the following lines:", "I   Historical Overview (Moshe as Narrator; 1–4:43)", "A   Narrative of the Wilderness Journey (1–3)", "B   Transition: Beginning of the Exhortation (4:1–40) and Addendum on Towns of Asylum (4:41–43)", "II  Opening Exhortation (Moshe as Pleader; 4:44–11:36)", "Looking Back to the Revelation at Sinai", "III The Terms of the Covenant (Moshe as Lawgiver; 12–28)", "A   The Laws (12–26)", "B   Covenant Ceremony; Blessings and Curses (27–28)", "IV Concluding Exhortation (Moshe as Pleader; 29–30)", "Looking Ahead to Exile and Return", "V  Final Matters (31–34)", "A   Passing the Mantle (31)", "B   Moshe’s Admonitory Poem (32)", "C   Moshe’s Blessing to the Tribes (33)", "D   The End (34)", "A few simple structural observations, based on a closer look at the text itself, may be made here. Parts I and V stress the role of Yehoshua (Joshua) in the future. Then, too, Parts II and IV use similar rhetorical formulas toward the end of each (“See, I set before you this day …,” 11:26 and 30:15). Such a symmetry would suggest that Part III is the crucial one, and that is of course the case. Everything in Deuteronomy radiates out from the laws: a new humanism, a rethinking of tradition, and above all, a heartfelt appeal to “choose life” (30:19), a good life on the land under the blessing of God.", "It is only when that appeal has been fully made, and when all of Deuteronomy’s new material has been added (with no more to come, as the text sees it!), that Moshe can finally die, and the people of Israel can proceed into the Promised Land. The book of Numbers proved to be a false ending, and indeed the report of Moshe’s death was postponed from the end of that book to this, so that the biblical tradition could transform itself into a truly multifaceted and rich one. The Torah, which began in the nameless, unknowable past, ends in the limitless present and future, with a potential life ahead for the Israelite people as bountiful and as beautiful as the “good land” that Moshe is allowed to see from the summit of Pisga."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62037e566bfddfbb310feb35", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Deuteronomy, Part I; Historical Overview, Setting Out 2", "anchorRef": "Deuteronomy 1:1-46", "anchorRefExpanded": ["Deuteronomy 1:1", "Deuteronomy 1:2", "Deuteronomy 1:3", "Deuteronomy 1:4", "Deuteronomy 1:5", "Deuteronomy 1:6", "Deuteronomy 1:7", "Deuteronomy 1:8", "Deuteronomy 1:9", "Deuteronomy 1:10", "Deuteronomy 1:11", "Deuteronomy 1:12", "Deuteronomy 1:13", "Deuteronomy 1:14", "Deuteronomy 1:15", "Deuteronomy 1:16", "Deuteronomy 1:17", "Deuteronomy 1:18", "Deuteronomy 1:19", "Deuteronomy 1:20", "Deuteronomy 1:21", "Deuteronomy 1:22", "Deuteronomy 1:23", "Deuteronomy 1:24", "Deuteronomy 1:25", "Deuteronomy 1:26", "Deuteronomy 1:27", "Deuteronomy 1:28", "Deuteronomy 1:29", "Deuteronomy 1:30", "Deuteronomy 1:31", "Deuteronomy 1:32", "Deuteronomy 1:33", "Deuteronomy 1:34", "Deuteronomy 1:35", "Deuteronomy 1:36", "Deuteronomy 1:37", "Deuteronomy 1:38", "Deuteronomy 1:39", "Deuteronomy 1:40", "Deuteronomy 1:41", "Deuteronomy 1:42", "Deuteronomy 1:43", "Deuteronomy 1:44", "Deuteronomy 1:45", "Deuteronomy 1:46"], "sourceRef": "The Five Books of Moses, by Everett Fox, Deuteronomy, Part I; Historical Overview, Setting Out 2", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, דברים, דברים מאמר ב׳, דברים הערה א׳ ב׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Setting Out", "he": "דברים הערה א׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "דברים הערה א׳", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "After the narrator’s brief introduction, which places the Israelites at the very borders of the Promised Land, Moshe’s words bring the Israelites from Sinai to Kadesh, in the southern part of the land. He begins with his own problem, the burden of leadership; but the bulk of the chapter functions to explain why the Israelites that came out of Egypt were not privileged to enter the land itself. Stylistically interesting is Moshe’s constant use of quotations—he cites God, himself, and the Israelites. The effect is to make the narrative vivid and also authoritative in tone (cf. Polzin 1980).", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62037e566bfddfbb310feb37", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Deuteronomy, Part I; Historical Overview 2-4", "anchorRef": "Deuteronomy 1:1-4:43", "anchorRefExpanded": ["Deuteronomy 1:1", "Deuteronomy 1:2", "Deuteronomy 1:3", "Deuteronomy 1:4", "Deuteronomy 1:5", "Deuteronomy 1:6", "Deuteronomy 1:7", "Deuteronomy 1:8", "Deuteronomy 1:9", "Deuteronomy 1:10", "Deuteronomy 1:11", "Deuteronomy 1:12", "Deuteronomy 1:13", "Deuteronomy 1:14", "Deuteronomy 1:15", "Deuteronomy 1:16", "Deuteronomy 1:17", "Deuteronomy 1:18", "Deuteronomy 1:19", "Deuteronomy 1:20", "Deuteronomy 1:21", "Deuteronomy 1:22", "Deuteronomy 1:23", "Deuteronomy 1:24", "Deuteronomy 1:25", "Deuteronomy 1:26", "Deuteronomy 1:27", "Deuteronomy 1:28", "Deuteronomy 1:29", "Deuteronomy 1:30", "Deuteronomy 1:31", "Deuteronomy 1:32", "Deuteronomy 1:33", "Deuteronomy 1:34", "Deuteronomy 1:35", "Deuteronomy 1:36", "Deuteronomy 1:37", "Deuteronomy 1:38", "Deuteronomy 1:39", "Deuteronomy 1:40", "Deuteronomy 1:41", "Deuteronomy 1:42", "Deuteronomy 1:43", "Deuteronomy 1:44", "Deuteronomy 1:45", "Deuteronomy 1:46", "Deuteronomy 2:1", "Deuteronomy 2:2", "Deuteronomy 2:3", "Deuteronomy 2:4", "Deuteronomy 2:5", "Deuteronomy 2:6", "Deuteronomy 2:7", "Deuteronomy 2:8", "Deuteronomy 2:9", "Deuteronomy 2:10", "Deuteronomy 2:11", "Deuteronomy 2:12", "Deuteronomy 2:13", "Deuteronomy 2:14", "Deuteronomy 2:15", "Deuteronomy 2:16", "Deuteronomy 2:17", "Deuteronomy 2:18", "Deuteronomy 2:19", "Deuteronomy 2:20", "Deuteronomy 2:21", "Deuteronomy 2:22", "Deuteronomy 2:23", "Deuteronomy 2:24", "Deuteronomy 2:25", "Deuteronomy 2:26", "Deuteronomy 2:27", "Deuteronomy 2:28", "Deuteronomy 2:29", "Deuteronomy 2:30", "Deuteronomy 2:31", "Deuteronomy 2:32", "Deuteronomy 2:33", "Deuteronomy 2:34", "Deuteronomy 2:35", "Deuteronomy 2:36", "Deuteronomy 2:37", "Deuteronomy 3:1", "Deuteronomy 3:2", "Deuteronomy 3:3", "Deuteronomy 3:4", "Deuteronomy 3:5", "Deuteronomy 3:6", "Deuteronomy 3:7", "Deuteronomy 3:8", "Deuteronomy 3:9", "Deuteronomy 3:10", "Deuteronomy 3:11", "Deuteronomy 3:12", "Deuteronomy 3:13", "Deuteronomy 3:14", "Deuteronomy 3:15", "Deuteronomy 3:16", "Deuteronomy 3:17", "Deuteronomy 3:18", "Deuteronomy 3:19", "Deuteronomy 3:20", "Deuteronomy 3:21", "Deuteronomy 3:22", "Deuteronomy 3:23", "Deuteronomy 3:24", "Deuteronomy 3:25", "Deuteronomy 3:26", "Deuteronomy 3:27", "Deuteronomy 3:28", "Deuteronomy 3:29", "Deuteronomy 4:1", "Deuteronomy 4:2", "Deuteronomy 4:3", "Deuteronomy 4:4", "Deuteronomy 4:5", "Deuteronomy 4:6", "Deuteronomy 4:7", "Deuteronomy 4:8", "Deuteronomy 4:9", "Deuteronomy 4:10", "Deuteronomy 4:11", "Deuteronomy 4:12", "Deuteronomy 4:13", "Deuteronomy 4:14", "Deuteronomy 4:15", "Deuteronomy 4:16", "Deuteronomy 4:17", "Deuteronomy 4:18", "Deuteronomy 4:19", "Deuteronomy 4:20", "Deuteronomy 4:21", "Deuteronomy 4:22", "Deuteronomy 4:23", "Deuteronomy 4:24", "Deuteronomy 4:25", "Deuteronomy 4:26", "Deuteronomy 4:27", "Deuteronomy 4:28", "Deuteronomy 4:29", "Deuteronomy 4:30", "Deuteronomy 4:31", "Deuteronomy 4:32", "Deuteronomy 4:33", "Deuteronomy 4:34", "Deuteronomy 4:35", "Deuteronomy 4:36", "Deuteronomy 4:37", "Deuteronomy 4:38", "Deuteronomy 4:39", "Deuteronomy 4:40", "Deuteronomy 4:41", "Deuteronomy 4:42", "Deuteronomy 4:43"], "sourceRef": "The Five Books of Moses, by Everett Fox, Deuteronomy, Part I; Historical Overview 2-4", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, דברים, דברים מאמר ב׳ ב׳-ד׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Part I; Historical Overview", "he": "דברים מאמר ב׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["I<small>N THIS INTRODUCTORY SECTION, WHICH SOME SCHOLARS HAVE VIEWED AS A LATER</small> addition to the core of the book, Moshe reviews the journey of the Israelites from Mount Sinai (“Horev”) into the Negev, and from there up east of the Dead Sea to a spot opposite Jericho. Two things make this more than a mere itinerary: First, Moshe confines himself to the most important moments—the choosing of leaders, the sending of the spies (with all its disastrous consequences), the encounters with various nations, and the provisions made for the soon-to-occur conquest. Second, the text characterizes itself, not as a narrative per se, but as an “explanation” (1:5) of the “Instruction.” In other words, history is made to function as lesson here. That the account ends with Bet (Baal) Pe’or in 3:29 is surely not accidental; as 4:3 reminds us, this was the site of Israel’s great apostasy, the final negative act by a wayward generation that was not to live to enter the land of Israel. By means of this introduction, the new generation is warned about the failings of the old, and begins to be prepared for “entering and taking-possession of the land” promised to their ancestors (4:1).", "The first four chapters of the book establish its character as a link: by recounting key events in Israel’s wanderings, they summarize the narratives of Exodus and Numbers; by demonstrating that disaster resulted from the people’s rebellions, they set the ideology that will permeate the so-called Deuteronomistic History, namely the books of Joshua, Judges, Samuel, and Kings (Nelson).", "It should be realized that these chapters are not merely previous narratives repeated verbatim. They are in fact reworkings of earlier material, often with changes. Thus, to use Brettler’s example, 1:9–18 retells Ex. 18:13–26, with the change that this time, as Moshe appoints lower-level leadership for the people, he does so without his father-in-law Yitro (who had helped in the Exodus version), and chooses them on the basis of their capabilities (“wisdom”), not their piety. Brettler also points to the frequent use of the phrase “at that time” as an indicator of later additions to the text. For a comprehensive discussion of how these opening chapters differ from earlier accounts, see Tigay."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620382f2c9ad75f2d99afa62", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "", "ref": "The Five Books of Moses, by Everett Fox, Deuteronomy, Part I; Historical Overview 1", "anchorRef": "Deuteronomy 1:1-4:43", "anchorRefExpanded": ["Deuteronomy 1:1", "Deuteronomy 1:2", "Deuteronomy 1:3", "Deuteronomy 1:4", "Deuteronomy 1:5", "Deuteronomy 1:6", "Deuteronomy 1:7", "Deuteronomy 1:8", "Deuteronomy 1:9", "Deuteronomy 1:10", "Deuteronomy 1:11", "Deuteronomy 1:12", "Deuteronomy 1:13", "Deuteronomy 1:14", "Deuteronomy 1:15", "Deuteronomy 1:16", "Deuteronomy 1:17", "Deuteronomy 1:18", "Deuteronomy 1:19", "Deuteronomy 1:20", "Deuteronomy 1:21", "Deuteronomy 1:22", "Deuteronomy 1:23", "Deuteronomy 1:24", "Deuteronomy 1:25", "Deuteronomy 1:26", "Deuteronomy 1:27", "Deuteronomy 1:28", "Deuteronomy 1:29", "Deuteronomy 1:30", "Deuteronomy 1:31", "Deuteronomy 1:32", "Deuteronomy 1:33", "Deuteronomy 1:34", "Deuteronomy 1:35", "Deuteronomy 1:36", "Deuteronomy 1:37", "Deuteronomy 1:38", "Deuteronomy 1:39", "Deuteronomy 1:40", "Deuteronomy 1:41", "Deuteronomy 1:42", "Deuteronomy 1:43", "Deuteronomy 1:44", "Deuteronomy 1:45", "Deuteronomy 1:46", "Deuteronomy 2:1", "Deuteronomy 2:2", "Deuteronomy 2:3", "Deuteronomy 2:4", "Deuteronomy 2:5", "Deuteronomy 2:6", "Deuteronomy 2:7", "Deuteronomy 2:8", "Deuteronomy 2:9", "Deuteronomy 2:10", "Deuteronomy 2:11", "Deuteronomy 2:12", "Deuteronomy 2:13", "Deuteronomy 2:14", "Deuteronomy 2:15", "Deuteronomy 2:16", "Deuteronomy 2:17", "Deuteronomy 2:18", "Deuteronomy 2:19", "Deuteronomy 2:20", "Deuteronomy 2:21", "Deuteronomy 2:22", "Deuteronomy 2:23", "Deuteronomy 2:24", "Deuteronomy 2:25", "Deuteronomy 2:26", "Deuteronomy 2:27", "Deuteronomy 2:28", "Deuteronomy 2:29", "Deuteronomy 2:30", "Deuteronomy 2:31", "Deuteronomy 2:32", "Deuteronomy 2:33", "Deuteronomy 2:34", "Deuteronomy 2:35", "Deuteronomy 2:36", "Deuteronomy 2:37", "Deuteronomy 3:1", "Deuteronomy 3:2", "Deuteronomy 3:3", "Deuteronomy 3:4", "Deuteronomy 3:5", "Deuteronomy 3:6", "Deuteronomy 3:7", "Deuteronomy 3:8", "Deuteronomy 3:9", "Deuteronomy 3:10", "Deuteronomy 3:11", "Deuteronomy 3:12", "Deuteronomy 3:13", "Deuteronomy 3:14", "Deuteronomy 3:15", "Deuteronomy 3:16", "Deuteronomy 3:17", "Deuteronomy 3:18", "Deuteronomy 3:19", "Deuteronomy 3:20", "Deuteronomy 3:21", "Deuteronomy 3:22", "Deuteronomy 3:23", "Deuteronomy 3:24", "Deuteronomy 3:25", "Deuteronomy 3:26", "Deuteronomy 3:27", "Deuteronomy 3:28", "Deuteronomy 3:29", "Deuteronomy 4:1", "Deuteronomy 4:2", "Deuteronomy 4:3", "Deuteronomy 4:4", "Deuteronomy 4:5", "Deuteronomy 4:6", "Deuteronomy 4:7", "Deuteronomy 4:8", "Deuteronomy 4:9", "Deuteronomy 4:10", "Deuteronomy 4:11", "Deuteronomy 4:12", "Deuteronomy 4:13", "Deuteronomy 4:14", "Deuteronomy 4:15", "Deuteronomy 4:16", "Deuteronomy 4:17", "Deuteronomy 4:18", "Deuteronomy 4:19", "Deuteronomy 4:20", "Deuteronomy 4:21", "Deuteronomy 4:22", "Deuteronomy 4:23", "Deuteronomy 4:24", "Deuteronomy 4:25", "Deuteronomy 4:26", "Deuteronomy 4:27", "Deuteronomy 4:28", "Deuteronomy 4:29", "Deuteronomy 4:30", "Deuteronomy 4:31", "Deuteronomy 4:32", "Deuteronomy 4:33", "Deuteronomy 4:34", "Deuteronomy 4:35", "Deuteronomy 4:36", "Deuteronomy 4:37", "Deuteronomy 4:38", "Deuteronomy 4:39", "Deuteronomy 4:40", "Deuteronomy 4:41", "Deuteronomy 4:42", "Deuteronomy 4:43"], "sourceRef": "The Five Books of Moses, by Everett Fox, Deuteronomy, Part I; Historical Overview 1", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, דברים, דברים מאמר ב׳ א׳", "anchorVerse": 1, "sourceHasEn": true, "commentaryNum": 1, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<a class=\"refLink\" data-ref=\"Deuteronomy 1:1–4:43\" data-ven=\"The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995\">Deuteronomy 1:1–4:43</a>", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620382f2c9ad75f2d99afa66", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "", "ref": "The Five Books of Moses, by Everett Fox, Deuteronomy, Part I; Historical Overview, Setting Out 1", "anchorRef": "Deuteronomy 1:1-46", "anchorRefExpanded": ["Deuteronomy 1:1", "Deuteronomy 1:2", "Deuteronomy 1:3", "Deuteronomy 1:4", "Deuteronomy 1:5", "Deuteronomy 1:6", "Deuteronomy 1:7", "Deuteronomy 1:8", "Deuteronomy 1:9", "Deuteronomy 1:10", "Deuteronomy 1:11", "Deuteronomy 1:12", "Deuteronomy 1:13", "Deuteronomy 1:14", "Deuteronomy 1:15", "Deuteronomy 1:16", "Deuteronomy 1:17", "Deuteronomy 1:18", "Deuteronomy 1:19", "Deuteronomy 1:20", "Deuteronomy 1:21", "Deuteronomy 1:22", "Deuteronomy 1:23", "Deuteronomy 1:24", "Deuteronomy 1:25", "Deuteronomy 1:26", "Deuteronomy 1:27", "Deuteronomy 1:28", "Deuteronomy 1:29", "Deuteronomy 1:30", "Deuteronomy 1:31", "Deuteronomy 1:32", "Deuteronomy 1:33", "Deuteronomy 1:34", "Deuteronomy 1:35", "Deuteronomy 1:36", "Deuteronomy 1:37", "Deuteronomy 1:38", "Deuteronomy 1:39", "Deuteronomy 1:40", "Deuteronomy 1:41", "Deuteronomy 1:42", "Deuteronomy 1:43", "Deuteronomy 1:44", "Deuteronomy 1:45", "Deuteronomy 1:46"], "sourceRef": "The Five Books of Moses, by Everett Fox, Deuteronomy, Part I; Historical Overview, Setting Out 1", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, דברים, דברים מאמר ב׳, דברים הערה א׳ א׳", "anchorVerse": 1, "sourceHasEn": true, "commentaryNum": 1, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "דברים הערה א׳", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<a class=\"refLink\" data-ref=\"Deuteronomy 1:1-46\" data-ven=\"The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995\">Deuteronomy 1:1-46</a>", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "64185e43c9371ec0cebe3587", "index_title": "Reggio on Torah", "category": "Commentary", "type": "commentary", "ref": "Reggio on Torah, Deuteronomy 1:35:1", "anchorRef": "Deuteronomy 1:35", "anchorRefExpanded": ["Deuteronomy 1:35"], "sourceRef": "Reggio on Torah, Deuteronomy 1:35:1", "sourceHeRef": "ביאור יש\"ר על התורה, דברים א׳:ל״ה:א׳", "anchorVerse": 35, "sourceHasEn": false, "compDate": [1790, 1810], "commentaryNum": 35.0001, "collectiveTitle": {"en": "Reggio", "he": "ביאור יש\"ר"}, "heTitle": "דברים", "he": "<b>לאבתיכם,</b> ולא אמר לאבותיהם, כי לא רצה לכנות שם האבות על הדור הרע:", "heVersionTitle": "Vienna, 1821", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "657ecc81758c1dc532ec94d7", "index_title": "Steinsaltz on Deuteronomy", "category": "Commentary", "type": "commentary", "ref": "Steinsaltz on Deuteronomy 1:35", "anchorRef": "Deuteronomy 1:35", "anchorRefExpanded": ["Deuteronomy 1:35"], "sourceRef": "Steinsaltz on Deuteronomy 1:35", "sourceHeRef": "ביאור שטיינזלץ על דברים א׳:ל״ה", "anchorVerse": 35, "sourceHasEn": true, "commentaryNum": 1.0035, "collectiveTitle": {"en": "Steinsaltz", "he": "ביאור שטיינזלץ"}, "heTitle": "ביאור שטיינזלץ על דברים", "he": "<b>אִם</b>, בוודאי לא\n    <b>יִרְאֶה אִישׁ בָּאֲנָשִׁים הָאֵלֶּה</b>, מכל האנשים הללו – \n    <b>הַדּוֹר הָרָע הַזֶּה, אֵת הָאָרֶץ הַטּוֹבָה אֲשֶׁר נִשְׁבַּעְתִּי לָתֵת לַאֲבֹתֵיכֶם.</b>", "heVersionTitle": "The Koren Steinsaltz Tanakh HaMevoar - Hebrew", "heLicense": "Copyright: Steinsaltz Center", "heVersionTitleInHebrew": "", "text": "<b>If any man among these men, this wicked generation, will see the good land about which I took an oath to give</b> it <b>to your fathers.</b> I will not allow any of these men to see the land,", "versionTitle": "The Steinsaltz Tanakh - English", "license": "Copyright: Steinsaltz Center", "versionTitleInHebrew": ""}, {"_id": "5868bd13d6e4a97c9cbb126a", "index_title": "Bekhor Shor", "category": "Commentary", "type": "commentary", "ref": "Bekhor Shor, Deuteronomy 1:35:1", "anchorRef": "Deuteronomy 1:35", "anchorRefExpanded": ["Deuteronomy 1:35"], "sourceRef": "Bekhor Shor, Deuteronomy 1:35:1", "sourceHeRef": "בכור שור, דברים א׳:ל״ה:א׳", "anchorVerse": 35, "sourceHasEn": false, "compDate": [1145, 1195], "commentaryNum": 35.0001, "collectiveTitle": {"en": "Bekhor Shor", "he": "בכור שור"}, "heTitle": "דברים", "he": "<b>אם יראה איש.</b> מה שהם רוצים, אעשה להם, שאינם רוצים בארץ והם לא יראוה, ויהושע וכלב שחפצים בה, הם ילכו בה:\n", "heVersionTitle": "Bekhor Shor, Breslau, 1914", "heLicense": "Public Domain", "heVersionTitleInHebrew": "בכור שור, ברסלאו, תרע\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "58b1cfaed6e4a937f999963e", "index_title": "Bamidbar Rabbah", "category": "Midrash", "type": "", "ref": "Bamidbar Rabbah 19:9", "anchorRef": "Deuteronomy 1:35", "anchorRefExpanded": ["Deuteronomy 1:35"], "sourceRef": "Bamidbar Rabbah 19:9", "sourceHeRef": "במדבר רבה י״ט:ט׳", "anchorVerse": 35, "sourceHasEn": true, "compDate": [1200], "commentaryNum": 19.0009, "collectiveTitle": {"en": "Bamidbar Rabbah", "he": "במדבר רבה"}, "heTitle": "במדבר רבה", "he": "קַח אֶת הַמַּטֶּה וְהִשְׁקִיתָ אֶת הָעֵדָה וְאֶת בְּעִירָם <small>(במדבר כ, ח)</small>, מִכָּאן שֶׁהַקָּדוֹשׁ בָּרוּךְ הוּא חָס עַל מָמוֹנָן שֶׁל יִשְׂרָאֵל. <small>(במדבר כ, י)</small>: וַיַּקְהִלוּ משֶׁה וְאַהֲרֹן אֶת הַקָּהָל אֶל פְּנֵי הַסָּלַע, וְכֵן הוּא אוֹמֵר <small>(ויקרא ח, ג)</small>: וְאֵת כָּל הָעֵדָה הַקְהֵל אֶל פֶּתַח אֹהֶל מוֹעֵד, מְלַמֵּד שֶׁכָּל אֶחָד וְאֶחָד רָאָה עַצְמוֹ עוֹמֵד עַל פְּנֵי הַסָּלַע. וְכֵן כְּשֶׁעָבְרוּ אֶת הַיַּרְדֵּן נִכְנְסוּ כָּל יִשְׂרָאֵל בֵּין שְׁנֵי בַּדֵּי אָרוֹן, שֶׁנֶּאֱמַר <small>(יהושע ג, ט)</small>: וַיֹּאמֶר יְהוֹשֻׁעַ אֶל בְּנֵי יִשְׂרָאֵל גּשׁוּ הֵנָּה וְשִׁמְעוּ אֶת דִּבְרֵי ה', וְכָאן כָּל יִשְׂרָאֵל עוֹמְדִין וְרוֹאִין כָּל נִסִּים שֶׁבַּסָּלַע. הִתְחִילוּ לוֹמַר יוֹדֵעַ משֶׁה חָק הַסֶּלַע, אִם הוּא מְבַקֵּשׁ יוֹצִיא לָנוּ מַיִם מִזֶּה, נִמְצָא משֶׁה עוֹמֵד בְּסָפֵק, אִם אֶשְׁמַע לָהֶם, אֲנִי מְבַטֵּל דִּבְרֵי הַמָּקוֹם, וְהַקָּדוֹשׁ בָּרוּךְ הוּא <small>(איוב ה, יג)</small>: לֹכֵד חֲכָמִים בְּעָרְמָם, לְפִי שֶׁהָיָה משֶׁה מְשַׁמֵר עַצְמוֹ כָּל אוֹתָן אַרְבָּעִים שָׁנָה שֶׁלֹא לְהַקְפִּיד כְּנֶגְדָן, שֶׁהָיָה מִתְיָרֵא מִן הַשְּׁבוּעָה שֶׁנִּשְׁבַּע הַקָּדוֹשׁ בָּרוּךְ הוּא <small>(דברים א, לה)</small>: אִם יִרְאֶה אִישׁ בָּאֲנָשִׁים הָאֵלֶּה, אָמְרוּ לוֹ הֲרֵי סֶלַע כְּשֵׁם שֶׁאַתָּה רוֹצֶה לְהוֹצִיא מִסֶּלַע אַחֵר הוֹצֵא מִזּוֹ, צָוַח עֲלֵיהֶם <small>(במדבר כ, י)</small>: שִׁמְעוּ נָא הַמֹּרִים, הַמֹּרִים שִׁיטִין הַרְבֵּה יֵשׁ בּוֹ, הַמֹּרִים סַרְבָנִים, הַמֹּרִים שׁוֹטִים, שֶׁכֵּן בִּכְרַכֵּי הַיָּם קוֹרִים לְשׁוֹטִים מוֹרִים. הַמֹּרִים מְלַמְּדִים אֶת מְלַמְּדֵיהֶן, הַמֹּרִים מוֹרֵי חִצִּים <small>(שמואל א לא, ג)</small>: וַיִּמְצָאֻהוּ הַמּוֹרִים אֲנָשִׁים <small>(דברי הימים א י, ג)</small>: הַמּוֹרִים בַּקָּשֶׁת. <small>(במדבר כ, יא)</small>: וַיָּרֶם משֶׁה אֶת יָדוֹ וַיַּךְ אֶת הַסֶּלַע, הִכָּהוּ פַּעַם אַחַת הִתְחִיל הַסֶּלַע נוֹטֵף מַיִם מוּעָטִים, שֶׁנֶּאֱמַר <small>(תהלים עח, כ)</small>: הֵן הִכָּה צוּר וַיָּזוּבוּ מַיִם, כְּזָב שֶׁהוּא נוֹטֵף טִפִּין. אָמְרוּ לוֹ בֶּן עַמְרָם הַלָּלוּ מַיִם לְיוֹנְקֵי שָׁדַיִם אוֹ לִגְמוּלֵי חָלָב, מִיָּד הִקְפִּיד כְּנֶגְדָן וְהִכָּהוּ פַּעֲמַיִם, וְיָצְאוּ מַיִם רַבִּים וְשָׁטְפוּ כָּל מִי שֶׁהָיָה מְרַנֵּן כְּנֶגְדָן, שֶׁנֶּאֱמַר <small>(תהלים עח, כ)</small>: וּנְחָלִים יִשְׁטֹפוּ, וְאַף עַל פִּי כֵן לֹא עָשָׂה משֶׁה אֶלָּא מִסֶּלַע שֶׁאָמַר לוֹ הַקָּדוֹשׁ בָּרוּךְ הוּא, וּמִנַּיִן שֶׁאַף אוֹתוֹ סֶלַע שֶׁאָמְרוּ יִשְׂרָאֵל עָלָיו וְכָל סֶלַע וְסֶלַע וּצְרוֹר שֶׁהָיוּ בְּאוֹתוֹ מָקוֹם הָיוּ מוֹצִיאִים מַיִם, שֶׁנֶּאֱמַר <small>(תהלים עח, טו)</small>: יְבַקַּע צֻרִים וגו'. וְלָמָּה נִתְפַּשׂ אַהֲרֹן, שֶׁנֶּאֱמַר <small>(במדבר כ, יב)</small>: וַיֹּאמֶר ה' אֶל משֶׁה וְאֶל אַהֲרֹן יַעַן לֹא הֶאֱמַנְתֶּם בִּי, מָשָׁל לְבַעַל חוֹב שֶׁבָּא לִטֹּל גָּרְנוֹ שֶׁל לֹוֶה וְנָטַל שֶׁלּוֹ וְשֶׁל שְׁכֵנוֹ, אָמַר לוֹ הַוֶה אִם אֲנִי חַיָּב שְׁכֵנִי מֶה חָטָא. אַף כָּךְ אָמַר משֶׁה רַבֵּנוּ אֲנִי הִקְפַּדְתִּי אַהֲרֹן מֶה חָטָא, לְפִיכָךְ הַכָּתוּב מְקַלְּסוֹ <small>(דברים לג, ח)</small>: וּלְלֵוִי אָמַר תֻּמֶּיךָ וְאוּרֶיךָ לְאִישׁ חֲסִידֶךָ אֲשֶׁר נִסִּיתוֹ בְּמַסָּה.", "heVersionTitle": "Midrash Rabbah -- TE", "heLicense": "unknown", "heVersionTitleInHebrew": "מדרש רבה - תורת אמת", "text": "“Take the staff…and give the congregation and their animals to drink” (Numbers 20:8) – from here, that the Holy One blessed be He spares Israel’s property.<sup class=\"footnote-marker\">45</sup><i class=\"footnote\">This is indicated by God’s concern for their animals.</i> <br><b>“Moses and Aaron assembled the assembly to before the rock, and he said to them: Hear now, defiant ones; will we bring out water for you from this rock” (Numbers 20:10).</b> <br>“Moses and Aaron assembled the assembly to before the rock” – likewise it says: “Assemble the entire congregation at the entrance of the Tent of Meeting” (Leviticus 8:3).<sup class=\"footnote-marker\">46</sup><i class=\"footnote\">This is an area too small to hold the entire congregation.</i> It teaches that each and every one saw himself as though he were standing before the rock. Likewise, when they crossed the Jordan, all of Israel entered between the staves of the Ark, as it is stated: “Joshua said to the children of Israel: Come here, and hear the words of the Lord [your God]” (Joshua 3:9). Here all Israel were standing and witnessing the miracles at the rock. <br>They began to say, ‘Moses knows the nature of the rock; if he seeks to [perform a miracle] let him cause water to flow from this one.’<sup class=\"footnote-marker\">47</sup><i class=\"footnote\">There were those who said: Moses wants to extract water from a specific rock because he knows that from that rock, or from the area of that rock, it is possible to extract water. If he claims that he will miraculously extract water, let him extract it from this rock which we choose.</i> As a result, Moses was in a quandary. [He thought:] If I listen to them, I will void the words of the Omnipresent, and the Holy One blessed be He: “He traps the wise with their craftiness” (Job 5:13). Moses was very cautious all those forty years not to become exasperated with them, because he was afraid of the oath that the Holy One blessed be He took: “If any man among these men…will see” (Deuteronomy 1:35).<sup class=\"footnote-marker\">48</sup><i class=\"footnote\">God took an oath that from that generation only Caleb and Joshua would enter the Land of Israel. While this implied that Moses and Aaron would not enter, it was not explicit. Therefore, Moses was afraid that even if he only became angry at them he would be included in their punishment.</i> They said to him: ‘Just as you wish to cause water to flow from another rock, cause it to flow from this one.’ He screamed at them: “Listen now, <i>hamorim</i>” (Numbers 20:10). <i>Hamorim </i>has several interpretations: <i>Hamorim</i> –defiant ones; <i>hamorim</i> – fools, as in the cities of the sea, they call fools <i>morim</i>; <i>hamorim</i> – who teach their teachers; <i>hamorim</i> – shooter of arrows: “The archers [<i>hamorim</i>], the men…found him” (I Samuel 31:3); “the archers [<i>hamorim bakeshet</i>]” (I Chronicles 10:3). <br><b>“Moses raised his hand, and he struck the rock with his staff twice, and a great deal of water came out, and the congregation and their animals drank” (Numbers 20:11).</b> <br>“Moses raised his hand, and he struck the rock” – he struck it once, the rock began dripping scant water, as it is stated: “Behold, He struck the rock so that water trickled [<i>vayazuvu</i>]” (Psalms 78:20), like a <i>zav</i>,<i> </i>who drips drops. They said to him: Son of Amram, this is water for nursing babies or those just weaned. He immediately grew impatient with them and struck it twice. Much water emerged and washed away everyone who had been mocking him, as it is stated: “And streams were flowing” (Psalms 78:20). Nevertheless, Moses did it only from the rock that the Holy One blessed be He had told him. From where is it derived that that rock about which Israel spoke as well as each and every rock that was in that place were producing water? It is as it is stated: “He split boulders…[and gave them drink]” (Psalms 78:15). <br><b>“The Lord said to Moses and Aaron: Because you did not have faith in Me, to sanctify Me in the eyes of the children of Israel; therefore, you will not bring this assembly into the land that I have given them” (Numbers 20:12).</b> <br>Why was Aaron included? It is as it is stated: “The Lord said to Moses and Aaron: Because you did not have faith in Me.” This is analogous to a creditor who came to take possession of the granary of the borrower, and took his and his neighbor’s. He said to him: ‘If I am liable, what sin did my neighbor commit?’ So too said Moses our teacher: ‘I became impatient; what sin did Aaron commit?’ This is why the verse lauds him:<sup class=\"footnote-marker\">49</sup><i class=\"footnote\">Lauds Aaron, who did not complain.</i> “Of Levi he said: Your Tumim and Your Urim for Your virtuous one, whom You tested at Masa, [You challenged him at Mei Meriva]” (Deuteronomy 33:8).", "versionTitle": "The Sefaria Midrash Rabbah, 2022", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "58b1cfb3d6e4a937f99996b4", "index_title": "Bamidbar Rabbah", "category": "Midrash", "type": "", "ref": "Bamidbar Rabbah 19:21", "anchorRef": "Deuteronomy 1:35", "anchorRefExpanded": ["Deuteronomy 1:35"], "sourceRef": "Bamidbar Rabbah 19:21", "sourceHeRef": "במדבר רבה י״ט:כ״א", "anchorVerse": 35, "sourceHasEn": true, "compDate": [1200], "commentaryNum": 19.0021, "collectiveTitle": {"en": "Bamidbar Rabbah", "he": "במדבר רבה"}, "heTitle": "במדבר רבה", "he": "וַיִסְעוּ מֵהֹר הָהָר וַתִּקְצַר נֶפֶשׁ הָעָם בַּדָּרֶךְ <small>(במדבר כא, ד)</small>, וַהֲלוֹא כְּתִיב <small>(נחמיה ט, כ)</small>: וְרוּחֲךָ הַטּוֹבָה נָתַתָּ לְהַשְׂכִּילָם, אֶלָּא אוֹתָם שַׁיָּרוֹת שֶׁיָּצְאוּ מִמִּצְרַיִם שֶׁנִּגְזְרָה עֲלֵיהֶם מִיתָה לֹא הָיוּ רוֹאִים בַּמִּדְבָּר נַחַת רוּחַ וְלֹא רוּחַ טוֹבָה, וְכֵן הוּא אוֹמֵר <small>(במדבר יד, לג)</small>: וּבְנֵיכֶם יִהְיוּ רֹעִים בַּמִּדְבָּר, זֶה הָעָם שֶׁקָּצְרָה נַפְשָׁם בַּדָּרֶךְ, <small>(במדבר כא, ה)</small>: וַיְדַבֵּר הָעָם בֵּאלֹהִים וּבְמשֶׁה, הִשְׁווּ עֶבֶד לְקוֹנוֹ, <small>(במדבר יד, לג)</small>: וְנַפְשֵׁנוּ קָצָה בַּלֶּחֶם הַקְּלֹקֵל, שֶׁלֹא הָיָה יָכוֹל לִטְעֹם אוֹתוֹ הַדּוֹר מִפֵּרוֹת הָאָרֶץ כְּלוּם. אָמַר רַבִּי עֲקִיבָא כְּשֶׁהָיוּ מְגַלִּים לָהֶם הַתַּגָּרִים הַסַּל שֶׁבָּא מִן פֵּרוֹת הָאָרֶץ הָיוּ מֵתִים, שֶׁנֶּאֱמַר <small>(דברים א, לה)</small>: אִם יִרְאֶה אִישׁ בָּאֲנָשִׁים הָאֵלֶּה הַדּוֹר הָרָע הַזֶּה וגו', כָּל טוּב הַבָּא מִן הָאָרֶץ, לְכָךְ וַתִּקְצַר נֶפֶשׁ הָעָם בַּדָּרֶךְ, הֵם שֶׁרָגְנוּ וְנַפְשֵׁנוּ קָצָה.", "heVersionTitle": "Midrash Rabbah -- TE", "heLicense": "unknown", "heVersionTitleInHebrew": "מדרש רבה - תורת אמת", "text": "<b>“They traveled from Hor Mountain via the Red Sea, to circumvent the land of Edom, and the soul of the people grew restive on the way” (Numbers 21:4).</b> <br>“They traveled from Hor Mountain…and the soul of the people grew restive on the way” – but is it not written: “You gave Your benevolent spirit to educate them” (Nehemiah 9:20)? It is, rather, that those who departed from Egypt, upon whom death was decreed, saw no satisfaction or benevolent spirit in the wilderness. Likewise it says: “Your children will be wandering [<i>ro’im</i>]<sup class=\"footnote-marker\">64</sup><i class=\"footnote\">This is expounded in the sense of the Aramaic raava, satisfaction. The midrash explains that the children of those in the first generation had satisfaction, not the first generation themselves, upon whom death was decreed.</i> in the wilderness” (Numbers 14:33). That is the people, whose soul grew restive on the way.<sup class=\"footnote-marker\">65</sup><i class=\"footnote\">Namely, the remnants of the first generation grew restive.</i> <br><b>“The people spoke against God and against Moses: Why did you bring us up from Egypt to die in the wilderness; for there is no bread and there is no water, and our soul loathes this insubstantial bread” (Numbers 21:5).</b> <br>“The people spoke against God and against Moses” – they drew a parallel between the servant and his Maker. <br>“Our soul loathes this insubstantial bread” – that generation was unable to taste anything of the fruits of the Land [of Israel]. Rabbi Akiva said: When the merchants would reveal to them a basket that came with the fruits of the land, they would die, as it is stated: “If any man among these men, this wicked generation, will see [the good land]” (Deuteronomy 1:35) – all good that comes from the Land [of Israel]. That is why: “And the soul of the people grew restive” (Numbers 21:4) – it is they who murmured: “And our soul loathes.”", "versionTitle": "The Sefaria Midrash Rabbah, 2022", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "597654d6d6e4a90179bf4fde", "index_title": "Be'er Mayim Chaim", "category": "Chasidut", "type": "", "ref": "Be'er Mayim Chaim, Numbers 20:8:9", "anchorRef": "Deuteronomy 1:35", "anchorRefExpanded": ["Deuteronomy 1:35"], "sourceRef": "Be'er Mayim Chaim, Numbers 20:8:9", "sourceHeRef": "באר מים חיים, במדבר כ׳:ח׳:ט׳", "anchorVerse": 35, "sourceHasEn": false, "compDate": [1775, 1815], "commentaryNum": 8.0009, "collectiveTitle": {"en": "Be'er Mayim Chaim", "he": "באר מים חיים"}, "heTitle": "במדבר", "he": "<b>או</b> יתבאר אופן חטא משה וטעותו על דרך זה. כי הנה חז\"ל <small>(תנחומא פרשה זו ט')</small> אמרו בזה הלשון: כל ישראל עומדין ורואין נסים שבסלע התחילו לומר יודע משה חק הסלע הזה (פירוש טבעו) אם הוא מבקש יוציא לנו מים מזו. נמצא היה משה עומד בספק. אם שומע להם נמצא מבטל דברי המקום והקב\"ה לוכד חכמים בערמה לפי שהיה משה וכו' מתיירא מן השבועה שנשבע הקב\"ה <small>(דברים א', ל\"ה)</small> אם יראה איש באנשים האלה הדור הרע הזה וגו'. אמרו לו והרי סלע כשם שאתה רוצה להוציא מסלע זו תוציא מזו וכו' עד כאן. ", "heVersionTitle": "Be'er Mayim Chaim, Jerusalem 1991.", "heLicense": "unknown", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5e85c251888dec23c53d90f0", "index_title": "Agra DeKala", "category": "Chasidut", "type": "", "ref": "Agra DeKala, Chukat 43", "anchorRef": "Deuteronomy 1:35", "anchorRefExpanded": ["Deuteronomy 1:35"], "sourceRef": "Agra DeKala, Chukat 43", "sourceHeRef": "אגרא דכלה, חקת מ״ג", "anchorVerse": 35, "sourceHasEn": false, "compDate": [1801, 1841], "commentaryNum": 43, "collectiveTitle": {"en": "Agra DeKala", "he": "אגרא דכלה"}, "heTitle": "חקת", "he": "<b>מדרש</b> (במ\"ר פי\"ט ט') לפי שהיה משה משמר עצמו כל אותן מ' שנה שלא להקפיד כנגדן, שהיה מתיירא מן השבועה שנשבע הקב\"ה אם יראה איש באנשים האלה וכו' (דברים א לה), היה מבין שאירע זאת על כי דור המדבר המה למעלה מקדושת הארץ, והנה היה מתיירא שלא ימצא גם עליו איזה נדנוד לבל יבוא לארץ, כי שגבה קדושתו למעלה ולא יבוא עד לעתיד עם הדור דיעה: שם (במ\"ר פי\"ט ט\"ז) והניח שלשה הרים הר סיני לתורה, הר נבו לקבורת משה, הר ההר לקבורת אהרן. נ\"ל נרמז למשה בתחלה מראה הסנ\"ה, סינ\"י נב\"ו הה\"ר. והנה מוכנים לג' דברים הרמוזים בפסוק שפת אמ\"ת תכון לעד (משלי יב יט), אהר\"ן מש\"ה תור\"ה: שם (במ\"ר פי\"ט י\"ז) מלמד שמודיעים לצדיקים יום מיתתן כדי שיורישו כתרם לבניהם. מוכח מזה שתלוי הדבר בהאב ביום כו', להוריש כתרו לבנו: לכן לא תביאו את הקהל הזה אל הארץ אשר נתתי להם (במדבר כ יב). יש לדייק תיבת הז\"ה מאי אתי לדייק. וגם אשר נתתי להם, אשר אני נותן מיבעיא ליה. אך דהנה ידוע דלעתיד לבוא במהרה בימינו יבוא גם כן משה אדונינו, וינחיל לישראל את הארץ עם הדור דיעה שלו. וז\"ש את הקהל הז\"ה דייקא דור באי הארץ, מה שאין כן לדור דיעה יביאו אל הארץ. וגם מדוייק אל הארץ אשר נתתי להם מכבר לא יביאו, מה שאין כן אל הארץ אשר אתן מחדש קיני וקניזי וקדמוני, וכן הוא נרמז במ\"ר (פי\"ט י\"ג):", "heVersionTitle": "Agra DeKala, Brooklyn, N.Y., 1993", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "60ec1d3ee735e0a5900c4594", "index_title": "Ba'alei Brit Avram", "category": "Quoting Commentary", "type": "", "ref": "Ba'alei Brit Avram, Chukat 5", "anchorRef": "Deuteronomy 1:35", "anchorRefExpanded": ["Deuteronomy 1:35"], "sourceRef": "Ba'alei Brit Avram, Chukat 5", "sourceHeRef": "בעלי ברית אברם, חקת ה׳", "anchorVerse": 35, "sourceHasEn": false, "compDate": [1618, 1622], "commentaryNum": 5, "collectiveTitle": {"en": "Ba'alei Brit Avram", "he": "בעלי ברית אברם"}, "heTitle": "חקת", "he": "<b>ויסעו מהר ההר וגו׳ ותקצר נפש העם בדרך.</b> והלא כתיב (נחמיה ט׳:כ׳) ורוחך הטובה נתת להשכילם (מ״ר פ׳ י״ט) אלא אותם שיורים שיצאו ממצרים שנגזרה עליהם מיתה לא היו רואים במדבר נחת רוח ולא רוח טובה וכן הוא אומר (במדבר י״ד:ל״ג) ובניכם יהיו רועים במדבר וגו׳ זה היום שקצרה נפשם בדרך. וידבר העם באלהים ובמשה השוו עבד לקונו. ונפשנו קצה בלחם הקלוקל שלא היה יכול לטעום אותו הדור מפירות הארץ כלום אר״ע כשהיו מגלים להם התגרים הסל הבא מן פירות הארץ היו מתים שנאמר (דברים א׳:ל״ה) אם יראה איש באנשים האלה הדור הרע הזה וגו׳ כל טוב הבא מן הארץ לכך ותקצר נפש העם בדרך ע״כ במדרש. ויש לדקדק במה שאמרו אותם שיורים שיצאו ממצרים שנגזרה עליהם מיתה הם שקצרה נפשם בדרך והלא כבר מתו כל אותם שנגזרה עליהם מיתה כמו שדרשו שם פסוק ויסעו מקדש ויבואו כל העדה הר ההר עדה שלמה עדה הנכנסת לארץ שמתו יוצאי מצרים ואלו הן אותם שכתוב בהם חיים כלכם היום ע״כ. אמנם כדי לתרץ זה הענין צריך להבין ג״כ מה שדרשו פ׳ שלח לך (פ׳ ט״ז) אם יראו האנשים וגו׳ וז״ל שם בן עשרים שנה בין שהיה עמהם בעצה בין שלא היה עמהם בעצה פחות מבן כ׳ שנה ולא הביא שתי שערות בין שהיה עמהם בעצה בין שלא היה עמהם בעצה היה נכנס ואם הביא שתי שערות והוא פחות מעשרים היה עמהם בעצה לא היה נכנס ואעפ״כ לא מת אחד מהם פחות מס׳ שנה עכ״ל. והנה הקושיא בזה מבואר כי איך אפשר לומר ששום אחד מהם לא מת פחות מששים הרי אם היה פחות מעשרים כגון בן י״ד או ט״ו שנה והביא שתי שערות והיה עמהם בעצה היה מת והוא פחות מס׳ שנה. אמנם כדי לתקן אלו המדרשים צריכין אנו לומר שזו היא כוונת רז״ל אע״פ שאין לשון המדרש מדוקדק והוא שלא נגזרה גזרה שימותו במדבר שהוא המדבר הגדול והנורא שהיא אמצע המדבר אלא מי שהוא בן עשרים שנה ומעלה ועליו נאמר במדבר הזה יפלו פגריכם וכל פקודיכם לכל מספרכם מבן כ׳ שנה ומעלה וגו׳ והם שהיו חופרין קברות בכל ערב ט׳ באב שהיה הכרוז יוצא מלפני משה צאו לחפור אבל לפחות מבן כ׳ והביא שתי שערות והיה עמהם בעצה לא היה בכלל זה הגזרה שימותו במדבר ההוא אבל מ״מ נגזר עליהם שלא יראו הארץ ולא יתענגו בפריה וטובה. ועליהם נאמר אם יראה איש באנשים האלה וגו׳ שלא נגזרה עליהם שיפלו במדבר אלא שלא יראו הארץ וזה מדוקדק בלשון הפסוקים שהם ב׳ גזרות בשתי שבועות שנאמר בהם חי ה׳ וגו׳ כמבואר לרואה הפסוקים. ואלו לא מתו במדבר כי אם בישוב כשבאו לארץ אדום וארץ סיחון ועוג שם היו מתים כדרך כל הארץ כשהיו מגלים להם הסל של הפירות ועליהם נאמר חיים כלכם היום שלא היו בכלל הגזרה הקשה שיפלו פגריהם במדבר ואלו לעולם לא הוצרכו לצאת לחפור כמו מתי מדבר שהם מבן עשרים שנה ומעלה. ולא אמרו במדרש שלא מת אחד פחות מששים שנה אלא על מתי מדבר שהם מבן עשרים שנה ומעלה אבל אלו ודאי מתו פחות מששים (הרס״ו זללה״ה):", "heVersionTitle": "Vilna, 1873", "heLicense": "", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6319d0a0b6084aa1cbf05a73", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, דּוֹר 1", "anchorRef": "Deuteronomy 1:35", "anchorRefExpanded": ["Deuteronomy 1:35"], "sourceRef": "BDB, דּוֹר 1", "sourceHeRef": "בראון-דרייבר-בריגס, דּוֹר א׳", "anchorVerse": 35, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "דּוֹר", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† I. <big><span dir=\"rtl\">דּוֹר</span>, <span dir=\"rtl\">דֹּר</span></big>  <strong>n.m.</strong> <sup><a data-ref=\"Deuteronomy 32:5\" href=\"/Deuteronomy.32.5\">Dt 32:5</a></sup> <strong>period, generation, dwelling (</strong>cf. sub vb. supr.; also NH <span dir=\"rtl\">דּוֹר</span>, Aramaic (incl. Biblical Aramaic) <span dir=\"rtl\">דָּר</span>, <span dir=\"rtl\">ܕܳܪ</span>, <em>age, generation;</em> Arabic <span dir=\"rtl\">دَوْرٌ</span> <em>gyrus, orbis, periodus;</em> Sab. <span dir=\"rtl\">דר</span>, <em>one time, once</em>, <span dir=\"rtl\">דרם דרם</span> <em>each once</em> in a year DHM in MV<strong>)</strong>—abs. <span dir=\"rtl\">דּוֹר</span> <a data-ref=\"Genesis 7:1\" href=\"/Genesis.7.1\">Gn 7:1</a> + 68 times; <span dir=\"rtl\">דֹּר</span> <a data-ref=\"Exodus 3:15\" href=\"/Exodus.3.15\">Ex 3:15</a>; + 36 textual; cstr. <span dir=\"rtl\">דּוֹר</span> <a data-ref=\"Deuteronomy 32:20\" href=\"/Deuteronomy.32.20\">Dt 32:20</a> + 7 times, <span dir=\"rtl\">דֹּר</span> <a data-ref=\"Exodus 3:15\" href=\"/Exodus.3.15\">Ex 3:15</a>; sf. <span dir=\"rtl\">דּוֹרִי</span> <a data-ref=\"Isaiah 38:12\" href=\"/Isaiah.38.12\">Is 38:12</a>, <span dir=\"rtl\">דּוֹרוֹ</span> <a data-ref=\"Isaiah 53:8\" href=\"/Isaiah.53.8\">Is 53:8</a>; pl. <span dir=\"rtl\">דּוֹרִים</span> <a data-ref=\"Psalms 72:5\" href=\"/Psalms.72.5\">ψ 72:5</a> + 2 times, <span dir=\"rtl\">דֹּרוֹת</span> abs. <a data-ref=\"Job 42:16\" href=\"/Job.42.16\">Jb 42:16</a> <a data-ref=\"Isaiah 41:4\" href=\"/Isaiah.41.4\">Is 41:4</a>; cstr. <a data-ref=\"Judges 3:2\" href=\"/Judges.3.2\">Ju 3:2</a>; <span dir=\"rtl\">דּוֹרוֹת</span> cstr. <a data-ref=\"Isaiah 51:9\" href=\"/Isaiah.51.9\">Is 51:9</a>, <span dir=\"rtl\">דֹּרֹת</span> <a data-ref=\"Genesis 9:12\" href=\"/Genesis.9.12\">Gn 9:12</a>; sf. <span dir=\"rtl\">דֹּרֹתָיו</span> <a data-ref=\"Genesis 6:9\" href=\"/Genesis.6.9\">Gn 6:9</a> <a data-ref=\"Leviticus 25:30\" href=\"/Leviticus.25.30\">Lv 25:30</a>, <span dir=\"rtl\">דּוֹרוֹתֵינוּ</span> <a data-ref=\"Joshua 22:27\" href=\"/Joshua.22.27\">Jos 22:27</a>, <span dir=\"rtl\">דֹּרֹתֵינוּ</span> v <a data-ref=\"Joshua 22:28\" href=\"/Joshua.22.28\">28</a>, <span dir=\"rtl\">דּרֹתֵיכֶם</span> <a data-ref=\"Genesis 17:12\" href=\"/Genesis.17.12\">Gn 17:12</a> + 27 times, <span dir=\"rtl\">דֹּרֹתָם</span> <a data-ref=\"Genesis 17:7\" href=\"/Genesis.17.7\">Gn 17:7</a> + 10 times;—<br><strong>1.</strong>  <em>period, age, generation</em>, mostly poet.: <strong>a.</strong>  of duration in the past, <em>former age</em>(<em>s</em>) <span dir=\"rtl\">דּוֹרוֹת עוֹלָמִים</span> <a data-ref=\"Isaiah 51:9\" href=\"/Isaiah.51.9\">Is 51:9</a> (‖ <span dir=\"rtl\">ימי קדם</span>); <span dir=\"rtl\">שְׁנוֹת דֹּר וָדֹר</span> <a data-ref=\"Deuteronomy 32:7\" href=\"/Deuteronomy.32.7\">Dt 32:7</a> (song; ‖ <span dir=\"rtl\">ימות עולם</span>); <span dir=\"rtl\">בְּדֹר וָדֹר</span> <a data-ref=\"Psalms 90:1\" href=\"/Psalms.90.1\">ψ 90:1</a> (cf. v <a data-ref=\"Psalms 90:2\" href=\"/Psalms.90.2\">2</a>); <span dir=\"rtl\">מוֹסְדֵי דּוֹר־וָדוֹר</span> <a data-ref=\"Isaiah 58:12\" href=\"/Isaiah.58.12\">Is 58:12</a> (‖ <span dir=\"rtl\">חרבות עולם</span>); <span dir=\"rtl\">שֹׁמֲמוֹת דּוֹר וָדוֹר</span> <a data-ref=\"Isaiah 61:4\" href=\"/Isaiah.61.4\">61:4</a> (‖ <em>id.</em>) <strong>b.</strong>  usually of duration to come, <em>future age</em>(<em>s</em>), <span dir=\"rtl\">לְדֹר דֹּר</span> <a data-ref=\"Exodus 3:15\" href=\"/Exodus.3.15\">Ex 3:15</a> (E; ‖ <span dir=\"rtl\">לעולם</span>) cf. <a data-ref=\"Proverbs 27:24\" href=\"/Proverbs.27.24\">Pr 27:24</a> Kt (Qr <span dir=\"rtl\">לְדוֹר וָדוֹר</span>; ‖ <em>id.</em>); <span dir=\"rtl\">מִדֹּר דֹּר</span> <a data-ref=\"Exodus 17:16\" href=\"/Exodus.17.16\">Ex 17:16</a> (E), = <span dir=\"rtl\">מִדּוֹר לָדוֹר</span> <a data-ref=\"Isaiah 34:10\" href=\"/Isaiah.34.10\">Is 34:10</a>; <span dir=\"rtl\">לְדֹר וָדֹר</span> <a data-ref=\"Psalms 10:6\" href=\"/Psalms.10.6\">ψ 10:6</a>; <a data-ref=\"Psalms 33:11\" href=\"/Psalms.33.11\">33:11</a> (‖ <span dir=\"rtl\">לעולם</span>) <a data-ref=\"Psalms 49:12\" href=\"/Psalms.49.12\">49:12</a>; <a data-ref=\"Psalms 79:13\" href=\"/Psalms.79.13\">79:13</a>; <a data-ref=\"Psalms 85:6\" href=\"/Psalms.85.6\">85:6</a>; <a data-ref=\"Psalms 102:13\" href=\"/Psalms.102.13\">102:13</a>; <a data-ref=\"Psalms 119:90\" href=\"/Psalms.119.90\">119:90</a>; <a data-ref=\"Psalms 135:13\" href=\"/Psalms.135.13\">135:13</a>; <a data-ref=\"Psalms 146:10\" href=\"/Psalms.146.10\">146:10</a> <a data-ref=\"Joel 4:20\" href=\"/Joel.4.20\">Jo 4:20</a> (all ‖ <em>id.</em>); <a data-ref=\"Psalms 89:2\" href=\"/Psalms.89.2\">ψ 89:2</a> (‖ <span dir=\"rtl\">עולם</span>) <a data-ref=\"Psalms 89:5\" href=\"/Psalms.89.5\">89:5</a> (‖ <span dir=\"rtl\">עד־עולם</span>) <a data-ref=\"Psalms 106:31\" href=\"/Psalms.106.31\">106:31</a> (‖ <em>id.</em>) <a data-ref=\"Isaiah 34:17\" href=\"/Isaiah.34.17\">Is 34:17</a> (‖ <em>id.</em>); <a data-ref=\"Psalms 77:9\" href=\"/Psalms.77.9\">ψ 77:9</a> (‖ <span dir=\"rtl\">לנצח</span>); <span dir=\"rtl\">עַד־דֹּר וָדֹר</span> <a data-ref=\"Psalms 100:5\" href=\"/Psalms.100.5\">ψ 100:5</a> (‖ <span dir=\"rtl\">לעולם</span>) <a data-ref=\"Isaiah 13:20\" href=\"/Isaiah.13.20\">Is 13:20</a> (‖ <span dir=\"rtl\">לנצח</span>) <a data-ref=\"Jeremiah 50:39\" href=\"/Jeremiah.50.39\">Je 50:39</a> (‖ <em>id.</em>); <span dir=\"rtl\">בְּכָל־דֹּר וָדֹר</span> <a data-ref=\"Psalms 45:18\" href=\"/Psalms.45.18\">ψ 45:18</a> (‖ <span dir=\"rtl\">לעולם ועד</span>) cf. <a data-ref=\"Esther 9:28\" href=\"/Esther.9.28\">Est 9:28</a>; <span dir=\"rtl\">שְׁנוֹתָיו כְּמוֹ דֹר וָדֹר</span> <a data-ref=\"Psalms 61:7\" href=\"/Psalms.61.7\">ψ 61:7</a> cf. <span dir=\"rtl\">שְׁנֵי דּוֹר וָדוֹר</span> <a data-ref=\"Joel 2:2\" href=\"/Joel.2.2\">Jo 2:2</a> (‖ <span dir=\"rtl\">העולם</span>); as modifying phrase <span dir=\"rtl\">מְשׂוֹשׂ דּוֹר וָדוֹר</span> <a data-ref=\"Isaiah 60:15\" href=\"/Isaiah.60.15\">Is 60:15</a> (‖ <span dir=\"rtl\">גאון עולם</span>); further <span dir=\"rtl\">דּוֹר דּוֹרִים</span> <a data-ref=\"Psalms 72:5\" href=\"/Psalms.72.5\">ψ 72:5</a>; <a data-ref=\"Psalms 102:25\" href=\"/Psalms.102.25\">102:25</a>; <span dir=\"rtl\">יְשׁוּעָתִי לְדוֹר דּוֹרִים</span> <a data-ref=\"Isaiah 51:8\" href=\"/Isaiah.51.8\">Is 51:8</a> (‖ <span dir=\"rtl\">לעולם</span>). <strong>c.</strong>  apparently including both past and future <span dir=\"rtl\">בְּדוֹר דּוֹרִים שְׁנוֹתֶיךָ</span> <a data-ref=\"Psalms 102:25\" href=\"/Psalms.102.25\">ψ 102:25</a>; <span dir=\"rtl\">בְּכָל דּוֹר וָדֹר</span> <a data-ref=\"Psalms 145:13\" href=\"/Psalms.145.13\">ψ 145:13</a>; <span dir=\"rtl\">לְדוֹר וָדוֹר</span> <a data-ref=\"Lamentations 5:19\" href=\"/Lamentations.5.19\">La 5:19</a>.<br><strong>2.</strong>  of men living at a particular time (period, age), <em>generation</em>, as transitory <span dir=\"rtl\">דּוֹר הֹלֵךְ וְדוֹר בָּא</span> <a data-ref=\"Ecclesiastes 1:4\" href=\"/Ecclesiastes.1.4\">Ec 1:4</a>: specific. <strong>a.</strong>  in the present, and (or) the past <a data-ref=\"Genesis 7:1\" href=\"/Genesis.7.1\">Gn 7:1</a> (J) <a data-ref=\"Exodus 1:6\" href=\"/Exodus.1.6\">Ex 1:6</a> (P) <a data-ref=\"Numbers 32:13\" href=\"/Numbers.32.13\">Nu 32:13</a> (JE) <a data-ref=\"Deuteronomy 1:35\" href=\"/Deuteronomy.1.35\">Dt 1:35</a>; <a data-ref=\"Deuteronomy 2:14\" href=\"/Deuteronomy.2.14\">2:14</a> <a data-ref=\"Judges 2:10\" href=\"/Judges.2.10\">Ju 2:10</a><sup>(×2)</sup> <a data-ref=\"Isaiah 53:8\" href=\"/Isaiah.53.8\">Is 53:8</a> (cf. Che crit. n.) <a data-ref=\"Jeremiah 2:31\" href=\"/Jeremiah.2.31\">Je 2:31</a>; also <a data-ref=\"Psalms 95:10\" href=\"/Psalms.95.10\">ψ 95:10</a> <a data-ref=\"Job 8:8\" href=\"/Job.8.8\">Jb 8:8</a> <a data-ref=\"Isaiah 41:4\" href=\"/Isaiah.41.4\">Is 41:4</a>. <strong>b.</strong>  <a data-ref=\"Judges 3:2\" href=\"/Judges.3.2\">Ju 3:2</a> (present & future); cf. pl. <span dir=\"rtl\">דֹּרֹתָיו</span> <a data-ref=\"Genesis 6:9\" href=\"/Genesis.6.9\">Gn 6:9</a> (i.e. his own gen. and those immediately contiguous, before and after). <strong>c.</strong>  especially of a future generation <a data-ref=\"Genesis 15:16\" href=\"/Genesis.15.16\">Gn 15:16</a> (JE), with numeral, cf. <a data-ref=\"Deuteronomy 23:3\" href=\"/Deuteronomy.23.3\">Dt 23:3</a>, <a data-ref=\"Deuteronomy 23:4\" href=\"/Deuteronomy.23.4\">4</a>, <a data-ref=\"Deuteronomy 23:9\" href=\"/Deuteronomy.23.9\">9</a>; also <a data-ref=\"Deuteronomy 29:21\" href=\"/Deuteronomy.29.21\">Dt 29:21</a> <a data-ref=\"Psalms 48:14\" href=\"/Psalms.48.14\">ψ 48:14</a>; <a data-ref=\"Psalms 71:18\" href=\"/Psalms.71.18\">71:18</a>; <a data-ref=\"Psalms 78:4\" href=\"/Psalms.78.4\">78:4</a>, <a data-ref=\"Psalms 78:6\" href=\"/Psalms.78.6\">6</a>; <a data-ref=\"Psalms 102:19\" href=\"/Psalms.102.19\">102:19</a>; <a data-ref=\"Psalms 109:13\" href=\"/Psalms.109.13\">109:13</a> <a data-ref=\"Joel 1:3\" href=\"/Joel.1.3\">Jo 1:3</a> cf. <a data-ref=\"Psalms 22:31\" href=\"/Psalms.22.31\">ψ 22:31</a>, <a data-ref=\"Psalms 22:32\" href=\"/Psalms.22.32\">32</a> (Che crit. n.); of a succession of generations <span dir=\"rtl\">דּוֹר לְדוֹר יְשַׁבַּח מַעֲשֶׂיךָ</span> <a data-ref=\"Psalms 145:4\" href=\"/Psalms.145.4\">ψ 145:4</a>; <span dir=\"rtl\">בְּכָל־דּוֹר וָדוֹר</span> <a data-ref=\"Esther 9:28\" href=\"/Esther.9.28\">Est 9:28</a>; usually pl. <span dir=\"rtl\">לְדֹרֹת עוֹלָם</span> <a data-ref=\"Genesis 9:12\" href=\"/Genesis.9.12\">Gn 9:12</a> (P); with num. <span dir=\"rtl\">לְאֶלֶף דּוֹר</span> <a data-ref=\"Psalms 105:8\" href=\"/Psalms.105.8\">ψ 105:8</a> (‖ <span dir=\"rtl\">עולם</span>) = <a data-ref=\"I Chronicles 16:15\" href=\"/I_Chronicles.16.15\">1 Ch 16:15</a> (‖ <span dir=\"rtl\">לעולם</span>); <a data-ref=\"Deuteronomy 7:9\" href=\"/Deuteronomy.7.9\">Dt 7:9</a>; v. further, of posterity, <span dir=\"rtl\">אַרְבָּעָה דֹּרוֹת</span> <a data-ref=\"Job 42:16\" href=\"/Job.42.16\">Jb 42:16</a>; usually pl. c. sf. <a data-ref=\"Genesis 17:7\" href=\"/Genesis.17.7\">Gn 17:7</a>, <a data-ref=\"Genesis 17:9\" href=\"/Genesis.17.9\">9</a>, <a data-ref=\"Genesis 17:12\" href=\"/Genesis.17.12\">12</a> <a data-ref=\"Exodus 12:14\" href=\"/Exodus.12.14\">Ex 12:14</a>, <a data-ref=\"Exodus 12:17\" href=\"/Exodus.12.17\">17</a>, <a data-ref=\"Exodus 12:42\" href=\"/Exodus.12.42\">42</a>; <a data-ref=\"Exodus 16:32\" href=\"/Exodus.16.32\">16:32</a>, <a data-ref=\"Exodus 16:33\" href=\"/Exodus.16.33\">33</a>; <a data-ref=\"Exodus 27:21\" href=\"/Exodus.27.21\">27:21</a>; <a data-ref=\"Exodus 29:42\" href=\"/Exodus.29.42\">29:42</a>; <a data-ref=\"Exodus 30:8\" href=\"/Exodus.30.8\">30:8</a>, <a data-ref=\"Exodus 30:10\" href=\"/Exodus.30.10\">10</a>, <a data-ref=\"Exodus 30:21\" href=\"/Exodus.30.21\">21</a>, <a data-ref=\"Exodus 30:31\" href=\"/Exodus.30.31\">31</a>; <a data-ref=\"Exodus 31:13\" href=\"/Exodus.31.13\">31:13</a>, <a data-ref=\"Exodus 31:16\" href=\"/Exodus.31.16\">16</a>; <a data-ref=\"Exodus 40:15\" href=\"/Exodus.40.15\">40:15</a> <a data-ref=\"Leviticus 3:17\" href=\"/Leviticus.3.17\">Lv 3:17</a>; <a data-ref=\"Leviticus 6:11\" href=\"/Leviticus.6.11\">6:11</a>; <a data-ref=\"Leviticus 7:36\" href=\"/Leviticus.7.36\">7:36</a>; <a data-ref=\"Leviticus 10:9\" href=\"/Leviticus.10.9\">10:9</a> (all P); <a data-ref=\"Leviticus 17:7\" href=\"/Leviticus.17.7\">17:7</a>; <a data-ref=\"Leviticus 21:17\" href=\"/Leviticus.21.17\">21:17</a>; <a data-ref=\"Leviticus 22:3\" href=\"/Leviticus.22.3\">22:3</a>; <a data-ref=\"Leviticus 23:14\" href=\"/Leviticus.23.14\">23:14</a>, <a data-ref=\"Leviticus 23:21\" href=\"/Leviticus.23.21\">21</a>, <a data-ref=\"Leviticus 23:31\" href=\"/Leviticus.23.31\">31</a>, <a data-ref=\"Leviticus 23:41\" href=\"/Leviticus.23.41\">41</a>, <a data-ref=\"Leviticus 23:43\" href=\"/Leviticus.23.43\">43</a>; <a data-ref=\"Leviticus 24:3\" href=\"/Leviticus.24.3\">24:3</a>; <a data-ref=\"Leviticus 25:30\" href=\"/Leviticus.25.30\">25:30</a> (all H); <a data-ref=\"Numbers 9:10\" href=\"/Numbers.9.10\">Nu 9:10</a>; <a data-ref=\"Numbers 10:8\" href=\"/Numbers.10.8\">10:8</a>; <a data-ref=\"Numbers 15:14\" href=\"/Numbers.15.14\">15:14</a>, <a data-ref=\"Numbers 15:15\" href=\"/Numbers.15.15\">15</a>, <a data-ref=\"Numbers 15:21\" href=\"/Numbers.15.21\">21</a>, <a data-ref=\"Numbers 15:23\" href=\"/Numbers.15.23\">23</a>, <a data-ref=\"Numbers 15:38\" href=\"/Numbers.15.38\">38</a>; <a data-ref=\"Numbers 18:23\" href=\"/Numbers.18.23\">18:23</a>; <a data-ref=\"Numbers 35:29\" href=\"/Numbers.35.29\">35:29</a> <a data-ref=\"Joshua 22:27\" href=\"/Joshua.22.27\">Jos 22:27</a>, <a data-ref=\"Joshua 22:28\" href=\"/Joshua.22.28\">28</a> (all P).<br><strong>3.</strong>  generation characterized by quality or condition, <em>class</em> of men: <span dir=\"rtl\">דּוֹר עִקֵּשׁ</span> <em>crooked generation</em> <a data-ref=\"Deuteronomy 32:5\" href=\"/Deuteronomy.32.5\">Dt 32:5</a> (song) cf. v <a data-ref=\"Deuteronomy 32:20\" href=\"/Deuteronomy.32.20\">20</a> <a data-ref=\"Psalms 78:8\" href=\"/Psalms.78.8\">ψ 78:8</a><sup>(×2)</sup> <a data-ref=\"Jeremiah 7:29\" href=\"/Jeremiah.7.29\">Je 7:29</a>; of diff. classes of wicked, <a data-ref=\"Proverbs 30:11\" href=\"/Proverbs.30.11\">Pr 30:11</a>, <a data-ref=\"Proverbs 30:12\" href=\"/Proverbs.30.12\">12</a>, <a data-ref=\"Proverbs 30:13\" href=\"/Proverbs.30.13\">13</a>, <a data-ref=\"Proverbs 30:14\" href=\"/Proverbs.30.14\">14</a> cf. <a data-ref=\"Psalms 12:8\" href=\"/Psalms.12.8\">ψ 12:8</a>; of the righteous, as a class <a data-ref=\"Psalms 14:5\" href=\"/Psalms.14.5\">ψ 14:5</a>; <a data-ref=\"Psalms 24:6\" href=\"/Psalms.24.6\">24:6</a>; <a data-ref=\"Psalms 73:15\" href=\"/Psalms.73.15\">73:15</a> <span dir=\"rtl\">(דּוֹר בָּנֶיךָ)</span> <a data-ref=\"Psalms 112:2\" href=\"/Psalms.112.2\">112:2</a> (cf. <a data-ref=\"Psalms 22:31\" href=\"/Psalms.22.31\">22:31</a> MT, but < Che joins <span dir=\"rtl\">לדור</span> to v <a data-ref=\"Psalms 22:32\" href=\"/Psalms.22.32\">32</a> cf. supr. sub <strong>2 c</strong>); so also <span dir=\"rtl\">דּוֹר אֲבוֹתָיו</span> i.e. the dead <a data-ref=\"Psalms 49:20\" href=\"/Psalms.49.20\">ψ 49:20</a> (so most; yet v. infr. sub <strong>4</strong>).<br><strong>4.</strong>  <em>dwelling-place, habitation</em> <a data-ref=\"Isaiah 38:12\" href=\"/Isaiah.38.12\">Is 38:12</a> cf. <a ,=\"\" data-ref=\"BDB, דּוּר\" dir=\"rtl\" href=\"/BDB,_דּוּר\">דּוּר</a> vb., so Saad Ki Ges De Che RVm (Ew <em>life</em> ‖ <span dir=\"rtl\">חַיַּי</span>); so also <a data-ref=\"Psalms 49:20\" href=\"/Psalms.49.20\">ψ 49:20</a> De Witt, cf. CheOP <sup>479</sup>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d19fb6084aa1cbf10621", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, טוֹב² 1", "anchorRef": "Deuteronomy 1:35", "anchorRefExpanded": ["Deuteronomy 1:35"], "sourceRef": "BDB, טוֹב² 1", "sourceHeRef": "בראון-דרייבר-בריגס, טוֹב² א׳", "anchorVerse": 35, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "טוֹב²", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† II. <big><span dir=\"rtl\">טוֹב</span></big>  <strong>adj.</strong> pleasant, agreeable, good <strong>(</strong>v. Lag<sup>BN 26</sup>; Aramaic <span dir=\"rtl\">טַב</span>, Palm. <span dir=\"rtl\">טב</span> Vog<sup> No. 81</sup>, <span dir=\"rtl\">טבא</span> Vog<sup> No. 75</sup><strong>)</strong>—m. <span dir=\"rtl\">ט׳</span> <a data-ref=\"Genesis 2:12\" href=\"/Genesis.2.12\">Gn 2:12</a> + 22 times, <span dir=\"rtl\">טוֹבָם</span> <a data-ref=\"Micah 7:4\" href=\"/Micah.7.4\">Mi 7:4</a>; f. <span dir=\"rtl\">טוֹבָה</span> <a data-ref=\"Esther 8:5\" href=\"/Esther.8.5\">Est 8:5</a> + 50 times, <span dir=\"rtl\">טֹבָה</span> <a data-ref=\"Deuteronomy 6:18\" href=\"/Deuteronomy.6.18\">Dt 6:18</a> + 2 times; cstr. <span dir=\"rtl\">טוֹבַת</span> <a data-ref=\"Genesis 26:7\" href=\"/Genesis.26.7\">Gn 26:7</a> + 6 times, <span dir=\"rtl\">טֹבַת</span> <a data-ref=\"Genesis 24:16\" href=\"/Genesis.24.16\">Gn 24:16</a>; pl. <span dir=\"rtl\">טוֹבִים</span> <a data-ref=\"Jeremiah 44:17\" href=\"/Jeremiah.44.17\">Je 44:17</a> + 28 times; <span dir=\"rtl\">טֹבִים</span> <a data-ref=\"Genesis 27:9\" href=\"/Genesis.27.9\">Gn 27:9</a> + 4 times; cstr. <span dir=\"rtl\">טוֹבֵי</span> <a data-ref=\"Daniel 1:4\" href=\"/Daniel.1.4\">Dn 1:4</a> + 2 times; pl. <span dir=\"rtl\">טוֹבוֹת</span> <a data-ref=\"Esther 2:2\" href=\"/Esther.2.2\">Est 2:2</a>, <span dir=\"rtl\">טֹבוֹת</span> <a data-ref=\"Jeremiah 24:2\" href=\"/Jeremiah.24.2\">Je 24:2</a> + 6 times, <span dir=\"rtl\">טֹבֹת</span> <a data-ref=\"Genesis 6:2\" href=\"/Genesis.6.2\">Gn 6:2</a> + 4 times;—<br><strong>1.</strong>  <em>pleasant, agreeable</em> to the senses: <strong>a.</strong>  to the sight, <em>fair</em>, of daughters of men <a data-ref=\"Genesis 6:2\" href=\"/Genesis.6.2\">Gn 6:2</a> (J); of a son <a data-ref=\"Exodus 2:2\" href=\"/Exodus.2.2\">Ex 2:2</a> (E), <a data-ref=\"I Samuel 9:2\" href=\"/I_Samuel.9.2\">1 S 9:2</a>; <a data-ref=\"I Kings 20:3\" href=\"/I_Kings.20.3\">1 K 20:3</a>, young men (but read <em>herds</em> 𝔊 Th We Klo Dr Bu) <a data-ref=\"I Samuel 8:16\" href=\"/I_Samuel.8.16\">1 S 8:16</a>; <span dir=\"rtl\">מראיהם</span> <em>their appearance</em> <a data-ref=\"Daniel 1:15\" href=\"/Daniel.1.15\">Dn 1:15</a>, <span dir=\"rtl\">טֹבַת מראה</span> <a data-ref=\"Genesis 24:16\" href=\"/Genesis.24.16\">Gn 24:16</a>; <a data-ref=\"Genesis 26:7\" href=\"/Genesis.26.7\">26:7</a> (both J), <a data-ref=\"II Samuel 11:2\" href=\"/II_Samuel.11.2\">2 S 11:2</a>; <a data-ref=\"Esther 1:11\" href=\"/Esther.1.11\">Est 1:11</a>; <a data-ref=\"Esther 2:3\" href=\"/Esther.2.3\">2:3</a>, <a data-ref=\"Esther 2:7\" href=\"/Esther.2.7\">7</a>; <span dir=\"rtl\">טוב ראי</span> <a data-ref=\"I Samuel 16:12\" href=\"/I_Samuel.16.12\">1 S 16:12</a>; <span dir=\"rtl\">טוב תאר</span> <a data-ref=\"I Kings 1:6\" href=\"/I_Kings.1.6\">1 K 1:6</a>; <span dir=\"rtl\">טובַת חן</span> <a data-ref=\"Nahum 3:4\" href=\"/Nahum.3.4\">Na 3:4</a>; <span dir=\"rtl\">טוֹבוֹת מראה</span> <a data-ref=\"Esther 2:2\" href=\"/Esther.2.2\">Est 2:2</a>; <span dir=\"rtl\">טוֹבֵי מראה</span> <a data-ref=\"Daniel 1:4\" href=\"/Daniel.1.4\">Dn 1:4</a>; <span dir=\"rtl\">טוב לעינים</span> <a data-ref=\"Ecclesiastes 11:7\" href=\"/Ecclesiastes.11.7\">Ec 11:7</a>; <span dir=\"rtl\">טובה בעיניו</span> <em>fair in his eyes</em> <a data-ref=\"Esther 8:5\" href=\"/Esther.8.5\">Est 8:5</a>; of mantle <a data-ref=\"Joshua 7:21\" href=\"/Joshua.7.21\">Jos 7:21</a> (J); goodly houses <a data-ref=\"Isaiah 5:9\" href=\"/Isaiah.5.9\">Is 5:9</a> <a data-ref=\"Deuteronomy 8:12\" href=\"/Deuteronomy.8.12\">Dt 8:12</a>; cities <a data-ref=\"Deuteronomy 6:10\" href=\"/Deuteronomy.6.10\">Dt 6:10</a>; situation of city <a data-ref=\"II Kings 2:19\" href=\"/II_Kings.2.19\">2 K 2:19</a>. <strong>b.</strong>  to the taste, <em>good, sweet, agreeable for eating</em> <span dir=\"rtl\">למאכל</span> <a data-ref=\"Genesis 2:9\" href=\"/Genesis.2.9\">Gn 2:9</a>; <a data-ref=\"Genesis 3:6\" href=\"/Genesis.3.6\">3:6</a> (both J); ears of grain <a data-ref=\"Genesis 41:5\" href=\"/Genesis.41.5\">Gn 41:5</a>, <a data-ref=\"Genesis 41:22\" href=\"/Genesis.41.22\">22</a>, <a data-ref=\"Genesis 41:24\" href=\"/Genesis.41.24\">24</a>, <a data-ref=\"Genesis 41:26\" href=\"/Genesis.41.26\">26</a> (E); figs <a data-ref=\"Jeremiah 24:2\" href=\"/Jeremiah.24.2\">Je 24:2</a>, <a data-ref=\"Jeremiah 24:3\" href=\"/Jeremiah.24.3\">3</a><sup>(×2)</sup>, <a data-ref=\"Jeremiah 24:5\" href=\"/Jeremiah.24.5\">5</a>; honey <a data-ref=\"Proverbs 24:13\" href=\"/Proverbs.24.13\">Pr 24:13</a>; <span dir=\"rtl\">כְּיֵין הטוב</span> <a data-ref=\"Song of Songs 7:10\" href=\"/Song_of_Songs.7.10\">Ct 7:10</a> <em>as wine of the best sort</em> (Hi reads <span dir=\"rtl\">כַּיַּיִן</span>); <span dir=\"rtl\">תְּנוּבָתִי הַטּוֹבָה</span> <a data-ref=\"Judges 9:11\" href=\"/Judges.9.11\">Ju 9:11</a> <em>my sweet fruit</em> (‖ <span dir=\"rtl\">מָתְקִי</span>). <strong>c.</strong>  to the smell, <em>sweet-scented</em>, of ointment <a data-ref=\"Song of Songs 1:3\" href=\"/Song_of_Songs.1.3\">Ct 1:3</a>; <span dir=\"rtl\">קנה הטוב</span> <a data-ref=\"Jeremiah 6:20\" href=\"/Jeremiah.6.20\">Je 6:20</a> <em>the fragrant cane</em>. <strong>d.</strong>  of <em>pleasant</em> shadow of tree <a data-ref=\"Hosea 4:13\" href=\"/Hosea.4.13\">Ho 4:13</a>.<br><strong>2.</strong>  <em>pleasant</em> to the higher nature, giving pleasure, happiness, prosperity, and so <em>agreeable, pleasing, well:</em> <strong>a.</strong>  of time: <span dir=\"rtl\">יום טוב</span> <em>good day</em>, festal day <a data-ref=\"I Samuel 25:8\" href=\"/I_Samuel.25.8\">1 S 25:8</a>; <a data-ref=\"Esther 8:17\" href=\"/Esther.8.17\">Est 8:17</a>; <a data-ref=\"Esther 9:19\" href=\"/Esther.9.19\">9:19</a>, <a data-ref=\"Esther 9:22\" href=\"/Esther.9.22\">22</a>; of feasts <a data-ref=\"Zechariah 8:19\" href=\"/Zechariah.8.19\">Zc 8:19</a>; prosperous years <a data-ref=\"Genesis 41:35\" href=\"/Genesis.41.35\">Gn 41:35</a> (E). <strong>b.</strong>  of place, <span dir=\"rtl\">טוב בית הנשׁים</span> <a data-ref=\"Esther 2:9\" href=\"/Esther.2.9\">Est 2:9</a> <em>the best part of the women’s house;</em> <span dir=\"rtl\">בַּטּ׳ לוֹ</span> <a data-ref=\"Deuteronomy 23:17\" href=\"/Deuteronomy.23.17\">Dt 23:17</a>, <span dir=\"rtl\">בַּטּ׳ בְּעֵינֵי</span> <a data-ref=\"Genesis 20:15\" href=\"/Genesis.20.15\">Gn 20:15</a> (v. <strong>c f</strong> infr.) <strong>c.</strong>  of persons, <span dir=\"rtl\">(אתה) טוב בעיני</span> <em>pleasing in the eyes of</em> <a data-ref=\"I Samuel 29:6\" href=\"/I_Samuel.29.6\">1 S 29:6</a><sup>(×2)</sup>, <a data-ref=\"I Samuel 29:9\" href=\"/I_Samuel.29.9\">9</a> <span dir=\"rtl\">טוב בעיני י׳</span> <a data-ref=\"Malachi 2:17\" href=\"/Malachi.2.17\">Mal 2:17</a> (cf. vb. <strong>5,</strong> and <strong>f</strong> infr.); later <span dir=\"rtl\">לִפְנֵי</span> <a data-ref=\"Ecclesiastes 2:26\" href=\"/Ecclesiastes.2.26\">Ec 2:26</a><sup>(×2)</sup>; <a data-ref=\"Ecclesiastes 7:26\" href=\"/Ecclesiastes.7.26\">7:26</a>; inserted in <a data-ref=\"I Samuel 29:10\" href=\"/I_Samuel.29.10\">1 S 29:10</a> 𝔊 We Dr; cf. <span dir=\"rtl\">ט׳ עם</span> <a data-ref=\"I Samuel 2:26\" href=\"/I_Samuel.2.26\">1 S 2:26</a>. <strong>d.</strong>  of word or message, <span dir=\"rtl\">בְּשׂוֹרָה טוֹבָה</span> <a data-ref=\"II Samuel 18:27\" href=\"/II_Samuel.18.27\">2 S 18:27</a> <em>good tidings;</em> <span dir=\"rtl\">שְׁמוּעָה ט׳</span> <em>good report</em> <a data-ref=\"I Samuel 2:24\" href=\"/I_Samuel.2.24\">1 S 2:24</a> <a data-ref=\"Proverbs 15:30\" href=\"/Proverbs.15.30\">Pr 15:30</a>; <a data-ref=\"Proverbs 25:25\" href=\"/Proverbs.25.25\">25:25</a>; <span dir=\"rtl\">דבר בעתו</span> <a data-ref=\"Proverbs 15:23\" href=\"/Proverbs.15.23\">Pr 15:23</a> <em>a word in its season;</em> <span dir=\"rtl\">דבר טוב</span> <a data-ref=\"Proverbs 12:25\" href=\"/Proverbs.12.25\">Pr 12:25</a> <em>an agreeable word</em> (maketh the heart glad); <span dir=\"rtl\">דבר טוב</span> <a data-ref=\"Psalms 45:2\" href=\"/Psalms.45.2\">ψ 45:2</a> <em>a good theme</em>. <strong>e.</strong>  of other things, <span dir=\"rtl\">דֶּרֶךְ טובה</span> <a data-ref=\"I Samuel 24:20\" href=\"/I_Samuel.24.20\">1 S 24:20</a> <em>a pleasant, prosperous journey;</em> <span dir=\"rtl\">מנחה כי טוב</span> <a data-ref=\"Genesis 49:15\" href=\"/Genesis.49.15\">Gn 49:15</a> (poem); of unity of brethren <span dir=\"rtl\">מה טוב ומה נעים</span> <a data-ref=\"Psalms 133:1\" href=\"/Psalms.133.1\">ψ 133:1</a> <em>how good and how pleasant it is!</em> <span dir=\"rtl\">טוב לְ (יהיה)</span> <em>it shall be well for</em> <a data-ref=\"Ecclesiastes 2:3\" href=\"/Ecclesiastes.2.3\">Ec 2:3</a>; <a data-ref=\"Ecclesiastes 6:12\" href=\"/Ecclesiastes.6.12\">6:12</a>; <a data-ref=\"Ecclesiastes 8:12\" href=\"/Ecclesiastes.8.12\">8:12</a>, <a data-ref=\"Ecclesiastes 8:13\" href=\"/Ecclesiastes.8.13\">13</a> (cf. vb. <strong>3</strong>); <span dir=\"rtl\">הֲטוֹב כִּי</span> <a data-ref=\"Job 13:9\" href=\"/Job.13.9\">Jb 13:9</a> <em>will it be advantageous that</em> (v. <strong>5</strong>). <strong>f.</strong>  <span dir=\"rtl\">עשׂה הטוב בעיני</span> <em>do what is pleasing in the eyes of</em> <a data-ref=\"Genesis 16:6\" href=\"/Genesis.16.6\">Gn 16:6</a> (J), <a data-ref=\"Judges 19:24\" href=\"/Judges.19.24\">Ju 19:24</a>; <a data-ref=\"I Samuel 1:23\" href=\"/I_Samuel.1.23\">1 S 1:23</a>; <a data-ref=\"I Samuel 3:18\" href=\"/I_Samuel.3.18\">3:18</a>; <a data-ref=\"I Samuel 14:40\" href=\"/I_Samuel.14.40\">14:40</a>; <a data-ref=\"II Samuel 10:12\" href=\"/II_Samuel.10.12\">2 S 10:12</a> = <a data-ref=\"I Chronicles 19:13\" href=\"/I_Chronicles.19.13\">1 Ch 19:13</a>, <a data-ref=\"II Samuel 19:19\" href=\"/II_Samuel.19.19\">2 S 19:19</a>, <a data-ref=\"II Samuel 19:28\" href=\"/II_Samuel.19.28\">28</a>, <a data-ref=\"II Samuel 19:39\" href=\"/II_Samuel.19.39\">39</a>; <a data-ref=\"II Kings 10:5\" href=\"/II_Kings.10.5\">2 K 10:5</a>; <a data-ref=\"II Kings 20:3\" href=\"/II_Kings.20.3\">20:3</a> = <a data-ref=\"Isaiah 38:3\" href=\"/Isaiah.38.3\">Is 38:3</a>, <a data-ref=\"I Chronicles 21:23\" href=\"/I_Chronicles.21.23\">1 Ch 21:23</a> = <a data-ref=\"II Samuel 24:22\" href=\"/II_Samuel.24.22\">2 S 24:22</a> where obj. of <span dir=\"rtl\">העלה</span>; <span dir=\"rtl\">(ה)טוב בע׳ (כל) (כ) עשׂה</span> <a data-ref=\"Genesis 19:8\" href=\"/Genesis.19.8\">Gn 19:8</a> (J), <a data-ref=\"Judges 10:15\" href=\"/Judges.10.15\">Ju 10:15</a> <a data-ref=\"I Samuel 11:10\" href=\"/I_Samuel.11.10\">1 S 11:10</a>; <a data-ref=\"I Samuel 14:36\" href=\"/I_Samuel.14.36\">14:36</a> <a data-ref=\"Esther 3:11\" href=\"/Esther.3.11\">Est 3:11</a>; <span dir=\"rtl\">עשׂה (כ)הטוב ו(כ)הישׁר בע׳</span> <a data-ref=\"Deuteronomy 12:28\" href=\"/Deuteronomy.12.28\">Dt 12:28</a>; <a data-ref=\"Joshua 9:25\" href=\"/Joshua.9.25\">Jos 9:25</a> (D), <a data-ref=\"II Chronicles 14:1\" href=\"/II_Chronicles.14.1\">2 Ch 14:1</a>; <a data-ref=\"Jeremiah 26:14\" href=\"/Jeremiah.26.14\">Je 26:14</a>, cf. <a data-ref=\"Esther 8:8\" href=\"/Esther.8.8\">Est 8:8</a>; nouns reversed <a data-ref=\"Deuteronomy 6:18\" href=\"/Deuteronomy.6.18\">Dt 6:18</a>; <span dir=\"rtl\">עשׂה הטוב והישׁר לפני</span> <a data-ref=\"II Chronicles 31:20\" href=\"/II_Chronicles.31.20\">2 Ch 31:20</a>; <span dir=\"rtl\">טוב בע׳</span> in other combinations <a data-ref=\"Numbers 36:6\" href=\"/Numbers.36.6\">Nu 36:6</a> (P), <a data-ref=\"Jeremiah 40:4\" href=\"/Jeremiah.40.4\">Je 40:4</a>; <span dir=\"rtl\">ראה הטוב והישׁר</span> <a data-ref=\"II Kings 10:3\" href=\"/II_Kings.10.3\">2 K 10:3</a>; <span dir=\"rtl\">דבּר ט׳</span> <a data-ref=\"I Kings 22:13\" href=\"/I_Kings.22.13\">1 K 22:13</a> = <a data-ref=\"II Chronicles 18:12\" href=\"/II_Chronicles.18.12\">2 Ch 18:12</a>, <a data-ref=\"Numbers 10:29\" href=\"/Numbers.10.29\">Nu 10:29</a> (J), <a data-ref=\"I Samuel 19:4\" href=\"/I_Samuel.19.4\">1 S 19:4</a>; <a data-ref=\"Esther 7:9\" href=\"/Esther.7.9\">Est 7:9</a>; <span dir=\"rtl\">דבּר מטוב עד־רע</span> <em>speak either good or bad</em> <a data-ref=\"Genesis 31:24\" href=\"/Genesis.31.24\">Gn 31:24</a>, <a data-ref=\"Genesis 31:29\" href=\"/Genesis.31.29\">29</a> (E); <span dir=\"rtl\">למרע ועד טוב</span> <a data-ref=\"II Samuel 13:22\" href=\"/II_Samuel.13.22\">2 S 13:22</a>; <span dir=\"rtl\">רע או טוב</span> <a data-ref=\"Genesis 24:50\" href=\"/Genesis.24.50\">Gn 24:50</a> (J); <span dir=\"rtl\">התנבא ט׳</span> <a data-ref=\"I Kings 22:8\" href=\"/I_Kings.22.8\">1 K 22:8</a>, <a data-ref=\"I Kings 22:18\" href=\"/I_Kings.22.18\">18</a> = <a data-ref=\"II Chronicles 18:17\" href=\"/II_Chronicles.18.17\">2 Ch 18:17</a>; cf. <a data-ref=\"I Kings 22:13\" href=\"/I_Kings.22.13\">1 K 22:13</a> = <a data-ref=\"II Chronicles 18:12\" href=\"/II_Chronicles.18.12\">2 Ch 18:12</a>.<br><strong>3.</strong>  <em>good, excellent</em> of its kind: <strong>a.</strong>  of the several creations, <span dir=\"rtl\">וירא אלהים כי טוֹב</span> <em>and God saw that it was good, excellent</em> <a data-ref=\"Genesis 1:4\" href=\"/Genesis.1.4\">Gn 1:4</a>, <a data-ref=\"Genesis 1:10\" href=\"/Genesis.1.10\">10</a>, <a data-ref=\"Genesis 1:12\" href=\"/Genesis.1.12\">12</a>, <a data-ref=\"Genesis 1:18\" href=\"/Genesis.1.18\">18</a>, <a data-ref=\"Genesis 1:21\" href=\"/Genesis.1.21\">21</a>, <a data-ref=\"Genesis 1:25\" href=\"/Genesis.1.25\">25</a> (P); <span dir=\"rtl\">כל אשׁר עשׂה והנּה טוֹב מאד</span> <a data-ref=\"Genesis 1:31\" href=\"/Genesis.1.31\">1:31</a> (P) God saw <em>all that he had made, and behold it was very excellent</em>. So <strong>b.</strong>  of land, soil, <em>fruitful, fertile:</em> <span dir=\"rtl\">ארץ</span> <a data-ref=\"Exodus 3:8\" href=\"/Exodus.3.8\">Ex 3:8</a>; <a data-ref=\"Numbers 13:19\" href=\"/Numbers.13.19\">Nu 13:19</a> (both J), <a data-ref=\"Numbers 14:7\" href=\"/Numbers.14.7\">14:7</a> (P), <a data-ref=\"Deuteronomy 1:25\" href=\"/Deuteronomy.1.25\">Dt 1:25</a>, <a data-ref=\"Deuteronomy 1:35\" href=\"/Deuteronomy.1.35\">35</a>; <a data-ref=\"Deuteronomy 3:25\" href=\"/Deuteronomy.3.25\">3:25</a>; <a data-ref=\"Deuteronomy 4:21\" href=\"/Deuteronomy.4.21\">4:21</a>, <a data-ref=\"Deuteronomy 4:22\" href=\"/Deuteronomy.4.22\">22</a>; <a data-ref=\"Deuteronomy 6:18\" href=\"/Deuteronomy.6.18\">6:18</a>; <a data-ref=\"Deuteronomy 8:7\" href=\"/Deuteronomy.8.7\">8:7</a>, <a data-ref=\"Deuteronomy 8:10\" href=\"/Deuteronomy.8.10\">10</a>; <a data-ref=\"Deuteronomy 9:6\" href=\"/Deuteronomy.9.6\">9:6</a>; <a data-ref=\"Deuteronomy 11:17\" href=\"/Deuteronomy.11.17\">11:17</a>; <a data-ref=\"Joshua 23:16\" href=\"/Joshua.23.16\">Jos 23:16</a> (D), <a data-ref=\"Judges 18:9\" href=\"/Judges.18.9\">Ju 18:9</a>; <a data-ref=\"I Chronicles 28:8\" href=\"/I_Chronicles.28.8\">1 Ch 28:8</a>; <span dir=\"rtl\">אדמה</span> <a data-ref=\"I Kings 14:15\" href=\"/I_Kings.14.15\">1 K 14:15</a>; <a data-ref=\"Joshua 23:13\" href=\"/Joshua.23.13\">Jos 23:13</a>, <a data-ref=\"Joshua 23:15\" href=\"/Joshua.23.15\">15</a> (D); <span dir=\"rtl\">הר</span> <a data-ref=\"Deuteronomy 3:25\" href=\"/Deuteronomy.3.25\">Dt 3:25</a>; <span dir=\"rtl\">חלקה</span> <a data-ref=\"II Kings 3:19\" href=\"/II_Kings.3.19\">2 K 3:19</a>, <a data-ref=\"II Kings 3:25\" href=\"/II_Kings.3.25\">25</a>; <span dir=\"rtl\">שׂדה</span> <a data-ref=\"Ezekiel 17:8\" href=\"/Ezekiel.17.8\">Ez 17:8</a>; <span dir=\"rtl\">נָוֶה</span> <a data-ref=\"Ezekiel 34:14\" href=\"/Ezekiel.34.14\">Ez 34:14</a>; <span dir=\"rtl\">מרעה</span> <a data-ref=\"I Chronicles 4:40\" href=\"/I_Chronicles.4.40\">1 Ch 4:40</a>; <a data-ref=\"Ezekiel 34:14\" href=\"/Ezekiel.34.14\">Ez 34:14</a>, <a data-ref=\"Ezekiel 34:18\" href=\"/Ezekiel.34.18\">18</a>. <strong>c.</strong>  of vegetation, <em>choice, fruitful</em> <span dir=\"rtl\">זֵיתִים</span> <a data-ref=\"I Samuel 8:14\" href=\"/I_Samuel.8.14\">1 S 8:14</a>; <span dir=\"rtl\">עץ</span> <a data-ref=\"II Kings 3:19\" href=\"/II_Kings.3.19\">2 K 3:19</a>, <a data-ref=\"II Kings 3:25\" href=\"/II_Kings.3.25\">25</a> <a data-ref=\"Ezekiel 31:16\" href=\"/Ezekiel.31.16\">Ez 31:16</a>; <span dir=\"rtl\">שׁמן טוב</span> <a data-ref=\"II Kings 20:13\" href=\"/II_Kings.20.13\">2 K 20:13</a> <em>precious oil</em> = <a data-ref=\"Isaiah 39:2\" href=\"/Isaiah.39.2\">Is 39:2</a>, <a data-ref=\"Psalms 133:2\" href=\"/Psalms.133.2\">ψ 133:2</a> <a data-ref=\"Ecclesiastes 7:1\" href=\"/Ecclesiastes.7.1\">Ec 7:1</a>; of seed, <span dir=\"rtl\">אם שׁניהם טובים</span> <a data-ref=\"Ecclesiastes 11:6\" href=\"/Ecclesiastes.11.6\">Ec 11:6</a> <em>whether both of them will be fruitful</em>. <strong>d.</strong>  of animals, <em>fat</em> <span dir=\"rtl\">בקר</span> <a data-ref=\"Genesis 18:7\" href=\"/Genesis.18.7\">Gn 18:7</a> (J); <span dir=\"rtl\">עזים</span> <a data-ref=\"Genesis 27:9\" href=\"/Genesis.27.9\">Gn 27:9</a> (J); <span dir=\"rtl\">פרות</span> <a data-ref=\"Genesis 41:26\" href=\"/Genesis.41.26\">Gn 41:26</a> (E); <span dir=\"rtl\">יָרֵךְ</span> <a data-ref=\"Ezekiel 24:4\" href=\"/Ezekiel.24.4\">Ez 24:4</a>. <strong>e.</strong>  of minerals, <em>fine, pure</em> <span dir=\"rtl\">זהב</span> <a data-ref=\"Genesis 2:12\" href=\"/Genesis.2.12\">Gn 2:12</a> (J), <a data-ref=\"II Chronicles 3:5\" href=\"/II_Chronicles.3.5\">2 Ch 3:5</a>, <a data-ref=\"II Chronicles 3:8\" href=\"/II_Chronicles.3.8\">8</a>; <span dir=\"rtl\">כֶּתֶם</span> <a data-ref=\"Lamentations 4:1\" href=\"/Lamentations.4.1\">La 4:1</a>; brass <a data-ref=\"Ezra 8:27\" href=\"/Ezra.8.27\">Ezr 8:27</a>, soldering <a data-ref=\"Isaiah 41:7\" href=\"/Isaiah.41.7\">Is 41:7</a>.<br><strong>4.</strong>  <em>good, rich, valuable in estimation:</em> <strong>a.</strong>  in quantity, <span dir=\"rtl\">שׂיבה טובה</span> <em>good old age</em> <a data-ref=\"Genesis 15:15\" href=\"/Genesis.15.15\">Gn 15:15</a> (R), <a data-ref=\"Genesis 25:8\" href=\"/Genesis.25.8\">25:8</a> (P), <a data-ref=\"Judges 8:32\" href=\"/Judges.8.32\">Ju 8:32</a>; <a data-ref=\"I Chronicles 29:28\" href=\"/I_Chronicles.29.28\">1 Ch 29:28</a>; dowry <a data-ref=\"Genesis 30:20\" href=\"/Genesis.30.20\">Gn 30:20</a> (E; many sons); treasury <a data-ref=\"Deuteronomy 28:12\" href=\"/Deuteronomy.28.12\">Dt 28:12</a> (from which <span dir=\"rtl\">י׳</span> sends blessings). <strong>b.</strong>  in price, <em>goodly, valuable:</em> of the estimation put upon house, beast, and tithe <a data-ref=\"Leviticus 27:10\" href=\"/Leviticus.27.10\">Lv 27:10</a><sup>(×2)</sup>, <a data-ref=\"Leviticus 27:12\" href=\"/Leviticus.27.12\">12</a>, <a data-ref=\"Leviticus 27:14\" href=\"/Leviticus.27.14\">14</a>, <a data-ref=\"Leviticus 27:33\" href=\"/Leviticus.27.33\">33</a> (H); profit <a data-ref=\"Proverbs 31:18\" href=\"/Proverbs.31.18\">Pr 31:18</a>; hire <a data-ref=\"Ecclesiastes 4:9\" href=\"/Ecclesiastes.4.9\">Ec 4:9</a>; <span dir=\"rtl\">מחמדי הטבים</span> <a data-ref=\"Joel 4:5\" href=\"/Joel.4.5\">Jo 4:5</a> <em>my goodly precious things</em>.<br><strong>5.</strong>  <em>good, appropriate, becoming</em>, <span dir=\"rtl\">טוב אשׁר</span> <a data-ref=\"Ecclesiastes 7:18\" href=\"/Ecclesiastes.7.18\">Ec 7:18</a> (cf. <a data-ref=\"Ecclesiastes 5:4\" href=\"/Ecclesiastes.5.4\">5:4</a> infr.); <span dir=\"rtl\">טובה חכמה עם נחלה</span> <a data-ref=\"Ecclesiastes 7:11\" href=\"/Ecclesiastes.7.11\">Ec 7:11</a> <em>wisdom is good with an inheritance</em> (other trans. see in VB); ‖ <span dir=\"rtl\">יָפֶה</span> <a data-ref=\"Ecclesiastes 5:17\" href=\"/Ecclesiastes.5.17\">Ec 5:17</a>; c. <span dir=\"rtl\">עֵצָה</span> <a data-ref=\"II Samuel 17:7\" href=\"/II_Samuel.17.7\">2 S 17:7</a>, <a data-ref=\"II Samuel 17:14\" href=\"/II_Samuel.17.14\">14</a> <em>good advice;</em> <span dir=\"rtl\">טוב פתר</span> <a data-ref=\"Genesis 40:16\" href=\"/Genesis.40.16\">Gn 40:16</a> (E) that <em>he interpreted well;</em> <span dir=\"rtl\">טוב הדבר (לא)</span> <a data-ref=\"Exodus 18:17\" href=\"/Exodus.18.17\">Ex 18:17</a> (E) <em>the thing is</em> (not) <em>good, wise</em>, so <a data-ref=\"Deuteronomy 1:14\" href=\"/Deuteronomy.1.14\">Dt 1:14</a> <a data-ref=\"I Samuel 26:16\" href=\"/I_Samuel.26.16\">1 S 26:16</a>; <span dir=\"rtl\">טוב (ה)דבר</span> <em>the word is good, is well said</em> <a data-ref=\"I Samuel 9:10\" href=\"/I_Samuel.9.10\">1 S 9:10</a> <a data-ref=\"I Kings 2:38\" href=\"/I_Kings.2.38\">1 K 2:38</a>, <a data-ref=\"I Kings 2:42\" href=\"/I_Kings.2.42\">42</a>; <a data-ref=\"I Kings 18:24\" href=\"/I_Kings.18.24\">18:24</a>; <a data-ref=\"II Kings 20:19\" href=\"/II_Kings.20.19\">2 K 20:19</a> = <a data-ref=\"Isaiah 39:8\" href=\"/Isaiah.39.8\">Is 39:8</a>, for which abbreviated <span dir=\"rtl\">טוב</span> <em>well! good!</em> exclamation <a data-ref=\"Ruth 3:13\" href=\"/Ruth.3.13\">Ru 3:13</a> <a data-ref=\"I Samuel 20:7\" href=\"/I_Samuel.20.7\">1 S 20:7</a> <a data-ref=\"II Samuel 3:13\" href=\"/II_Samuel.3.13\">2 S 3:13</a> <a data-ref=\"I Kings 2:18\" href=\"/I_Kings.2.18\">1 K 2:18</a>; followed by <span dir=\"rtl\">כּי</span> <em>it is good that</em> <a data-ref=\"II Samuel 18:3\" href=\"/II_Samuel.18.3\">2 S 18:3</a> <a data-ref=\"Ruth 2:22\" href=\"/Ruth.2.22\">Ru 2:22</a> <a data-ref=\"Lamentations 3:27\" href=\"/Lamentations.3.27\">La 3:27</a> <a data-ref=\"Job 10:3\" href=\"/Job.10.3\">Jb 10:3</a> (cf. <a data-ref=\"Job 13:9\" href=\"/Job.13.9\">13:9</a> <strong>2 e</strong>); c. inf. <a data-ref=\"Genesis 2:18\" href=\"/Genesis.2.18\">Gn 2:18</a> (J), <a data-ref=\"Psalms 73:28\" href=\"/Psalms.73.28\">ψ 73:28</a>; <a data-ref=\"Psalms 92:2\" href=\"/Psalms.92.2\">92:2</a>; <a data-ref=\"Psalms 147:1\" href=\"/Psalms.147.1\">147:1</a> <a data-ref=\"Proverbs 25:27\" href=\"/Proverbs.25.27\">Pr 25:27</a> (cf. sub <strong>10</strong>); with <span dir=\"rtl\">וְ</span> (strangely) <span dir=\"rtl\">טוֹב וְיָחִיל וגו׳</span> <a data-ref=\"Lamentations 3:26\" href=\"/Lamentations.3.26\">La 3:26</a> <em>it is good that one wait</em> (v. <a data-ref=\"BDB, דּוּמָם\" href=\"/BDB,_דּוּמָם\", dir=\"rtl\">דּוּמָם</a>, <a data-ref=\"BDB, יָחִיל\" href=\"/BDB,_יָחִיל\", dir=\"rtl\">יָחִיל</a>); <span dir=\"rtl\">בלא דעת נֶפֶשׁ לא טוב</span> <a data-ref=\"Proverbs 19:2\" href=\"/Proverbs.19.2\">Pr 19:2</a> <em>that a soul be without knowledge is not good</em>.<br><strong>6.</strong>  c. <span dir=\"rtl\">מִן</span> compar. = <em>better</em>, sq. inf. <a data-ref=\"Genesis 29:19\" href=\"/Genesis.29.19\">Gn 29:19</a> (E), <a data-ref=\"Exodus 14:12\" href=\"/Exodus.14.12\">Ex 14:12</a> (J), <a data-ref=\"Psalms 118:8\" href=\"/Psalms.118.8\">ψ 118:8</a>, <a data-ref=\"Psalms 118:9\" href=\"/Psalms.118.9\">9</a> <a data-ref=\"Proverbs 16:19\" href=\"/Proverbs.16.19\">Pr 16:19</a>; <a data-ref=\"Proverbs 25:7\" href=\"/Proverbs.25.7\">25:7</a> <a data-ref=\"Ecclesiastes 6:9\" href=\"/Ecclesiastes.6.9\">Ec 6:9</a>; <a data-ref=\"Ecclesiastes 7:2\" href=\"/Ecclesiastes.7.2\">7:2</a>; inf. om. <a data-ref=\"Proverbs 21:9\" href=\"/Proverbs.21.9\">Pr 21:9</a>, <a data-ref=\"Proverbs 21:19\" href=\"/Proverbs.21.19\">19</a>; <a data-ref=\"Proverbs 25:24\" href=\"/Proverbs.25.24\">25:24</a>; <span dir=\"rtl\">מן</span> om. <a data-ref=\"Numbers 14:3\" href=\"/Numbers.14.3\">Nu 14:3</a> (J; compar. only implied); c. <span dir=\"rtl\">מן</span> pers. <a data-ref=\"Judges 15:2\" href=\"/Judges.15.2\">Ju 15:2</a>; <a data-ref=\"Ruth 4:15\" href=\"/Ruth.4.15\">Ru 4:15</a>; <a data-ref=\"I Samuel 1:8\" href=\"/I_Samuel.1.8\">1 S 1:8</a>; <a data-ref=\"I Samuel 9:2\" href=\"/I_Samuel.9.2\">9:2</a>; <a data-ref=\"I Samuel 15:28\" href=\"/I_Samuel.15.28\">15:28</a>; <a data-ref=\"I Kings 2:32\" href=\"/I_Kings.2.32\">1 K 2:32</a>; <a data-ref=\"I Kings 19:4\" href=\"/I_Kings.19.4\">19:4</a>; <a data-ref=\"II Chronicles 21:13\" href=\"/II_Chronicles.21.13\">2 Ch 21:13</a>; <a data-ref=\"Proverbs 12:9\" href=\"/Proverbs.12.9\">Pr 12:9</a>; <a data-ref=\"Proverbs 16:32\" href=\"/Proverbs.16.32\">16:32</a>; <a data-ref=\"Proverbs 19:1\" href=\"/Proverbs.19.1\">19:1</a>, <a data-ref=\"Proverbs 19:22\" href=\"/Proverbs.19.22\">22</a>; <a data-ref=\"Proverbs 27:10\" href=\"/Proverbs.27.10\">27:10</a>; <a data-ref=\"Proverbs 28:6\" href=\"/Proverbs.28.6\">28:6</a>; <a data-ref=\"Lamentations 4:9\" href=\"/Lamentations.4.9\">La 4:9</a>; <a data-ref=\"Esther 1:19\" href=\"/Esther.1.19\">Est 1:19</a>; <a data-ref=\"Ecclesiastes 4:3\" href=\"/Ecclesiastes.4.3\">Ec 4:3</a>, <a data-ref=\"Ecclesiastes 4:9\" href=\"/Ecclesiastes.4.9\">9</a>, <a data-ref=\"Ecclesiastes 4:13\" href=\"/Ecclesiastes.4.13\">13</a>; <a data-ref=\"Ecclesiastes 6:3\" href=\"/Ecclesiastes.6.3\">6:3</a>; <a data-ref=\"Ecclesiastes 7:5\" href=\"/Ecclesiastes.7.5\">7:5</a>, <a data-ref=\"Ecclesiastes 7:8\" href=\"/Ecclesiastes.7.8\">8</a>; c. <span dir=\"rtl\">מן</span> rei <a data-ref=\"Judges 8:2\" href=\"/Judges.8.2\">Ju 8:2</a>; <a data-ref=\"I Samuel 15:22\" href=\"/I_Samuel.15.22\">1 S 15:22</a>; <a data-ref=\"II Samuel 17:14\" href=\"/II_Samuel.17.14\">2 S 17:14</a>; <a data-ref=\"I Kings 21:2\" href=\"/I_Kings.21.2\">1 K 21:2</a>; <a data-ref=\"II Kings 5:12\" href=\"/II_Kings.5.12\">2 K 5:12</a>; <a data-ref=\"Hosea 2:9\" href=\"/Hosea.2.9\">Ho 2:9</a>; <a data-ref=\"Amos 6:2\" href=\"/Amos.6.2\">Am 6:2</a>; <a data-ref=\"Isaiah 56:5\" href=\"/Isaiah.56.5\">Is 56:5</a>; <a data-ref=\"Jonah 4:3\" href=\"/Jonah.4.3\">Jon 4:3</a>, <a data-ref=\"Jonah 4:8\" href=\"/Jonah.4.8\">8</a> <a data-ref=\"Psalms 37:16\" href=\"/Psalms.37.16\">ψ 37:16</a>; <a data-ref=\"Psalms 63:4\" href=\"/Psalms.63.4\">63:4</a>; <a data-ref=\"Psalms 84:11\" href=\"/Psalms.84.11\">84:11</a>; <a data-ref=\"Psalms 119:72\" href=\"/Psalms.119.72\">119:72</a>; <a data-ref=\"Proverbs 3:14\" href=\"/Proverbs.3.14\">Pr 3:14</a>; <a data-ref=\"Proverbs 8:11\" href=\"/Proverbs.8.11\">8:11</a>, <a data-ref=\"Proverbs 8:19\" href=\"/Proverbs.8.19\">19</a>; <a data-ref=\"Proverbs 15:16\" href=\"/Proverbs.15.16\">15:16</a>, <a data-ref=\"Proverbs 15:17\" href=\"/Proverbs.15.17\">17</a>; <a data-ref=\"Proverbs 16:8\" href=\"/Proverbs.16.8\">16:8</a>, <a data-ref=\"Proverbs 16:16\" href=\"/Proverbs.16.16\">16</a>; <a data-ref=\"Proverbs 17:1\" href=\"/Proverbs.17.1\">17:1</a>; <a data-ref=\"Proverbs 22:1\" href=\"/Proverbs.22.1\">22:1</a>; <a data-ref=\"Proverbs 27:5\" href=\"/Proverbs.27.5\">27:5</a>; <a data-ref=\"Song of Songs 1:2\" href=\"/Song_of_Songs.1.2\">Ct 1:2</a>; <a data-ref=\"Ecclesiastes 4:6\" href=\"/Ecclesiastes.4.6\">Ec 4:6</a>; <a data-ref=\"Ecclesiastes 7:1\" href=\"/Ecclesiastes.7.1\">7:1</a>, <a data-ref=\"Ecclesiastes 7:3\" href=\"/Ecclesiastes.7.3\">3</a>, <a data-ref=\"Ecclesiastes 7:8\" href=\"/Ecclesiastes.7.8\">8</a>, <a data-ref=\"Ecclesiastes 7:10\" href=\"/Ecclesiastes.7.10\">10</a>; <a data-ref=\"Ecclesiastes 9:4\" href=\"/Ecclesiastes.9.4\">9:4</a>, <a data-ref=\"Ecclesiastes 9:16\" href=\"/Ecclesiastes.9.16\">16</a>, <a data-ref=\"Ecclesiastes 9:18\" href=\"/Ecclesiastes.9.18\">18</a>; sq. <span dir=\"rtl\">מִשֶּׁ</span>- <a data-ref=\"Ecclesiastes 5:4\" href=\"/Ecclesiastes.5.4\">Ec 5:4</a>; <span dir=\"rtl\">מַה־טּוֹב</span> … <span dir=\"rtl\">הֲ</span> … <span dir=\"rtl\">אִם</span> <em>is it better … or?</em> <a data-ref=\"Judges 9:2\" href=\"/Judges.9.2\">Ju 9:2</a>; <span dir=\"rtl\">הֲטוב</span> … <span dir=\"rtl\">אוֹ</span> <a data-ref=\"Judges 18:19\" href=\"/Judges.18.19\">18:19</a>; <span dir=\"rtl\">אין טוב שֶׁ</span>- <a data-ref=\"Ecclesiastes 2:24\" href=\"/Ecclesiastes.2.24\">Ec 2:24</a> (read <span dir=\"rtl\">מִשֶּׁ</span>- v. Comm.); <span dir=\"rtl\">אין טוב מאשׁר</span> <a data-ref=\"Ecclesiastes 3:22\" href=\"/Ecclesiastes.3.22\">Ec 3:22</a>; <span dir=\"rtl\">אין טוב כִי אִם</span> <a data-ref=\"Ecclesiastes 3:12\" href=\"/Ecclesiastes.3.12\">Ec 3:12</a>; <a data-ref=\"Ecclesiastes 8:15\" href=\"/Ecclesiastes.8.15\">8:15</a>; so <a data-ref=\"I Samuel 27:1\" href=\"/I_Samuel.27.1\">1 S 27:1</a> 𝔊 We Dr Klo Kit Bu (MT only <span dir=\"rtl\">כי</span> c. Impf.)<br><strong>7.</strong>  of man’s sensuous nature, <em>glad, happy, prosperous:</em> <span dir=\"rtl\">טוב לב</span> <em>merry, glad heart</em> <a data-ref=\"Proverbs 15:15\" href=\"/Proverbs.15.15\">Pr 15:15</a>; <a data-ref=\"Esther 5:9\" href=\"/Esther.5.9\">Est 5:9</a>; <a data-ref=\"Ecclesiastes 9:7\" href=\"/Ecclesiastes.9.7\">Ec 9:7</a>; <span dir=\"rtl\">טוֹבֵי לב</span> <a data-ref=\"I Kings 8:66\" href=\"/I_Kings.8.66\">1 K 8:66</a> = <a data-ref=\"II Chronicles 7:10\" href=\"/II_Chronicles.7.10\">2 Ch 7:10</a>; <span dir=\"rtl\">וַנּהיה טובים</span> <a data-ref=\"Jeremiah 44:17\" href=\"/Jeremiah.44.17\">Je 44:17</a> <em>we were prosperous;</em> similarly <a data-ref=\"Psalms 112:5\" href=\"/Psalms.112.5\">ψ 112:5</a>.<br><strong>8.</strong>  of man’s intellectual nature, <span dir=\"rtl\">שֵׂכֶל טוֹב</span> <em>good understanding</em> <a data-ref=\"II Chronicles 30:22\" href=\"/II_Chronicles.30.22\">2 Ch 30:22</a> <a data-ref=\"Psalms 111:10\" href=\"/Psalms.111.10\">ψ 111:10</a> <a data-ref=\"Proverbs 3:4\" href=\"/Proverbs.3.4\">Pr 3:4</a>; <a data-ref=\"Proverbs 13:15\" href=\"/Proverbs.13.15\">13:15</a>; <span dir=\"rtl\">טוֹבַת שֶׂכֶל</span> <a data-ref=\"I Samuel 25:3\" href=\"/I_Samuel.25.3\">1 S 25:3</a>.<br><strong>9.</strong>  <em>good, kind, benign:</em> <strong>a.</strong>  of men, themselves <a data-ref=\"I Samuel 25:15\" href=\"/I_Samuel.25.15\">1 S 25:15</a>; <a data-ref=\"II Samuel 18:27\" href=\"/II_Samuel.18.27\">2 S 18:27</a>; <a data-ref=\"II Chronicles 10:7\" href=\"/II_Chronicles.10.7\">2 Ch 10:7</a>; the eye <a data-ref=\"Proverbs 22:9\" href=\"/Proverbs.22.9\">Pr 22:9</a>; <span dir=\"rtl\">דברים טובים</span> <em>kind words</em> <a data-ref=\"I Kings 12:7\" href=\"/I_Kings.12.7\">1 K 12:7</a> = <a data-ref=\"II Chronicles 10:7\" href=\"/II_Chronicles.10.7\">2 Ch 10:7</a>. <strong>b.</strong>  of God, himself <a data-ref=\"Nahum 1:7\" href=\"/Nahum.1.7\">Na 1:7</a>; <a data-ref=\"II Chronicles 30:18\" href=\"/II_Chronicles.30.18\">2 Ch 30:18</a> <a data-ref=\"Psalms 86:5\" href=\"/Psalms.86.5\">ψ 86:5</a>; <span dir=\"rtl\">כי טוב</span> for <em>he is good, kind</em> <a data-ref=\"Psalms 34:9\" href=\"/Psalms.34.9\">ψ 34:9</a>; <a data-ref=\"Psalms 100:5\" href=\"/Psalms.100.5\">100:5</a>; <a data-ref=\"Psalms 135:3\" href=\"/Psalms.135.3\">135:3</a> <a data-ref=\"Jeremiah 33:11\" href=\"/Jeremiah.33.11\">Je 33:11</a>; <span dir=\"rtl\">כי טוב כי לעולם חסדוֹ</span> <a data-ref=\"I Chronicles 16:34\" href=\"/I_Chronicles.16.34\">1 Ch 16:34</a>; <a data-ref=\"II Chronicles 5:13\" href=\"/II_Chronicles.5.13\">2 Ch 5:13</a>; <a data-ref=\"II Chronicles 7:3\" href=\"/II_Chronicles.7.3\">7:3</a>; <a data-ref=\"Ezra 3:11\" href=\"/Ezra.3.11\">Ezr 3:11</a> <a data-ref=\"Psalms 106:1\" href=\"/Psalms.106.1\">ψ 106:1</a>; <a data-ref=\"Psalms 107:1\" href=\"/Psalms.107.1\">107:1</a>; <a data-ref=\"Psalms 118:1\" href=\"/Psalms.118.1\">118:1</a>, <a data-ref=\"Psalms 118:29\" href=\"/Psalms.118.29\">29</a>; <a data-ref=\"Psalms 136:1\" href=\"/Psalms.136.1\">136:1</a>; <span dir=\"rtl\">טוב לְ</span> <em>kind to</em> <a data-ref=\"Psalms 73:1\" href=\"/Psalms.73.1\">73:1</a>; <a data-ref=\"Psalms 145:9\" href=\"/Psalms.145.9\">145:9</a>; <a data-ref=\"Lamentations 3:25\" href=\"/Lamentations.3.25\">La 3:25</a>; <span dir=\"rtl\">יד (ה)טובה על</span> <a data-ref=\"Ezra 7:9\" href=\"/Ezra.7.9\">Ezr 7:9</a>; <a data-ref=\"Ezra 8:18\" href=\"/Ezra.8.18\">8:18</a>; <a data-ref=\"Nehemiah 2:8\" href=\"/Nehemiah.2.8\">Ne 2:8</a>, <a data-ref=\"Nehemiah 2:18\" href=\"/Nehemiah.2.18\">18</a>; <span dir=\"rtl\">רוחךָ (ה)טובה</span> <a data-ref=\"Nehemiah 9:20\" href=\"/Nehemiah.9.20\">9:20</a> <a data-ref=\"Psalms 143:10\" href=\"/Psalms.143.10\">ψ 143:10</a>; <span dir=\"rtl\">שׁמךָ כי טוב</span> <a data-ref=\"Psalms 52:11\" href=\"/Psalms.52.11\">52:11</a>; <a data-ref=\"Psalms 54:8\" href=\"/Psalms.54.8\">54:8</a>; <span dir=\"rtl\">כּי טוב חסדךָ</span> <a data-ref=\"Psalms 69:17\" href=\"/Psalms.69.17\">69:17</a>; <a data-ref=\"Psalms 109:21\" href=\"/Psalms.109.21\">109:21</a>; <span dir=\"rtl\">הדבר(ים) הטוב(ים)</span> <em>the good, kind word</em>(<em>s</em>) spoken in promise <a data-ref=\"Joshua 21:43\" href=\"/Joshua.21.43\">Jos 21:43</a>; <a data-ref=\"Joshua 23:14\" href=\"/Joshua.23.14\">23:14</a>, <a data-ref=\"Joshua 23:15\" href=\"/Joshua.23.15\">15</a> (D), <a data-ref=\"I Kings 8:56\" href=\"/I_Kings.8.56\">1 K 8:56</a>; <a data-ref=\"Jeremiah 29:10\" href=\"/Jeremiah.29.10\">Je 29:10</a>; <a data-ref=\"Jeremiah 33:14\" href=\"/Jeremiah.33.14\">33:14</a>; <a data-ref=\"Zechariah 1:13\" href=\"/Zechariah.1.13\">Zc 1:13</a>.<br><strong>10.</strong>  <em>good</em> (ethical), <em>right:</em> <span dir=\"rtl\">מה טוב</span> ‖ what Yahweh requires <a data-ref=\"Micah 6:8\" href=\"/Micah.6.8\">Mi 6:8</a>, ‖ <span dir=\"rtl\">משׁפט</span> <a data-ref=\"Job 34:4\" href=\"/Job.34.4\">Jb 34:4</a>: <strong>a.</strong>  of man himself ‖ <span dir=\"rtl\">ישׁר</span> <a data-ref=\"Micah 7:4\" href=\"/Micah.7.4\">Mi 7:4</a>; <span dir=\"rtl\">אישׁ טוב</span> <a data-ref=\"Proverbs 14:14\" href=\"/Proverbs.14.14\">Pr 14:14</a>; <span dir=\"rtl\">(ה)טוב(ים)</span> = (<em>the</em>) <em>good</em> <a data-ref=\"II Chronicles 19:11\" href=\"/II_Chronicles.19.11\">2 Ch 19:11</a> <a data-ref=\"Psalms 125:4\" href=\"/Psalms.125.4\">ψ 125:4</a> <a data-ref=\"Proverbs 2:20\" href=\"/Proverbs.2.20\">Pr 2:20</a>; <a data-ref=\"Proverbs 12:2\" href=\"/Proverbs.12.2\">12:2</a>; <a data-ref=\"Proverbs 13:22\" href=\"/Proverbs.13.22\">13:22</a>; <a data-ref=\"Proverbs 14:19\" href=\"/Proverbs.14.19\">14:19</a>; <a data-ref=\"Proverbs 15:3\" href=\"/Proverbs.15.3\">15:3</a>; <a data-ref=\"Ecclesiastes 9:2\" href=\"/Ecclesiastes.9.2\">Ec 9:2</a><sup>(×2)</sup>; man’s deeds <span dir=\"rtl\">דברים</span> <a data-ref=\"II Chronicles 12:12\" href=\"/II_Chronicles.12.12\">2 Ch 12:12</a>; <a data-ref=\"II Chronicles 19:3\" href=\"/II_Chronicles.19.3\">19:3</a>; <span dir=\"rtl\">מעשׂה</span> <a data-ref=\"I Samuel 19:4\" href=\"/I_Samuel.19.4\">1 S 19:4</a>; <a data-ref=\"Ecclesiastes 12:14\" href=\"/Ecclesiastes.12.14\">Ec 12:14</a>; <span dir=\"rtl\">מעללים</span> <a data-ref=\"Ezekiel 36:31\" href=\"/Ezekiel.36.31\">Ez 36:31</a>; <span dir=\"rtl\">דֶּרֶךְ הטובה והישׂרה</span> <a data-ref=\"I Samuel 12:23\" href=\"/I_Samuel.12.23\">1 S 12:23</a> <em>the good and right way;</em> <span dir=\"rtl\">(הַ)דֶּרֶךְ (ה)טוב(ה)</span> (<em>the</em>) <em>good way</em> <a data-ref=\"I Kings 8:36\" href=\"/I_Kings.8.36\">1 K 8:36</a> = <a data-ref=\"II Chronicles 6:27\" href=\"/II_Chronicles.6.27\">2 Ch 6:27</a>, <a data-ref=\"Isaiah 65:2\" href=\"/Isaiah.65.2\">Is 65:2</a>; <a data-ref=\"Jeremiah 6:16\" href=\"/Jeremiah.6.16\">Je 6:16</a> <a data-ref=\"Psalms 36:5\" href=\"/Psalms.36.5\">ψ 36:5</a>; <a data-ref=\"Proverbs 16:29\" href=\"/Proverbs.16.29\">Pr 16:29</a>; <span dir=\"rtl\">דבריךָ טובים ונכחים</span> <a data-ref=\"II Samuel 15:3\" href=\"/II_Samuel.15.3\">2 S 15:3</a> <em>good and right is thy case;</em> <span dir=\"rtl\">דבר טוב</span> <em>good thing</em> <a data-ref=\"I Kings 14:13\" href=\"/I_Kings.14.13\">1 K 14:13</a>; <span dir=\"rtl\">לא טוב הדבר</span> <a data-ref=\"Nehemiah 5:9\" href=\"/Nehemiah.5.9\">Ne 5:9</a>; <span dir=\"rtl\">אשׁר לא טוב עשׂה</span> <a data-ref=\"Ezekiel 18:18\" href=\"/Ezekiel.18.18\">Ez 18:18</a>; so of <span dir=\"rtl\">מאזני מרמה</span> etc., <a data-ref=\"Proverbs 20:23\" href=\"/Proverbs.20.23\">Pr 20:23</a>; <span dir=\"rtl\">לא טוב</span> c. inf. (v. <strong>5</strong>) <em>it is not good or right to:</em> <span dir=\"rtl\">ענושׁ לצדּיק</span> <a data-ref=\"Proverbs 17:26\" href=\"/Proverbs.17.26\">Pr 17:26</a>; <span dir=\"rtl\">שׂאת פני רשׁע</span> <a data-ref=\"Proverbs 18:5\" href=\"/Proverbs.18.5\">18:5</a>; <span dir=\"rtl\">הכּר פנים</span> <a data-ref=\"Proverbs 28:21\" href=\"/Proverbs.28.21\">28:21</a>; <a data-ref=\"Proverbs 24:23\" href=\"/Proverbs.24.23\">24:23</a> <span dir=\"rtl\">(בל טוב)</span>. <strong>b.</strong>  of God <span dir=\"rtl\">טוב אתה ומטיב</span> <a data-ref=\"Psalms 119:68\" href=\"/Psalms.119.68\">ψ 119:68</a>; <span dir=\"rtl\">טוב וישׁר יהוה</span> <a data-ref=\"Proverbs 25:8\" href=\"/Proverbs.25.8\">25:8</a>; <span dir=\"rtl\">משׁפטיך טובים</span> <a data-ref=\"Psalms 119:39\" href=\"/Psalms.119.39\">119:39</a>; his commands <span dir=\"rtl\">מצות</span> <a data-ref=\"Nehemiah 9:13\" href=\"/Nehemiah.9.13\">Ne 9:13</a>; <span dir=\"rtl\">חקים</span> <a data-ref=\"Ezekiel 20:25\" href=\"/Ezekiel.20.25\">Ez 20:25</a> <span dir=\"rtl\">(לא טובים)</span>; <span dir=\"rtl\">לקח טוב</span> <a data-ref=\"Proverbs 4:2\" href=\"/Proverbs.4.2\">Pr 4:2</a>; <span dir=\"rtl\">מפי עליון לא תצא הרעות והטוב</span> <a data-ref=\"Lamentations 3:38\" href=\"/Lamentations.3.38\">La 3:38</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d481b6084aa1cbf345f1", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, רַע² 1", "anchorRef": "Deuteronomy 1:35", "anchorRefExpanded": ["Deuteronomy 1:35"], "sourceRef": "BDB, רַע² 1", "sourceHeRef": "בראון-דרייבר-בריגס, רַע² א׳", "anchorVerse": 35, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "רַע²", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["I. <big><span dir=\"rtl\">רַע</span></big><sub>226</sub>  I. <big><span dir=\"rtl\">רַע</span></big><sub>226</sub> <strong>adj.</strong> bad, evil <strong>(</strong>distinction from n., and vb. Pf. 3 ms., is sometimes not easy, and opinions differ<strong>)</strong>;—ms. <span dir=\"rtl\">רַע</span> <a data-ref=\"Genesis 6:5\" href=\"/Genesis.6.5\">Gn 6:5</a> +; <span dir=\"rtl\">רָ֑ע</span> <a data-ref=\"Genesis 31:24\" href=\"/Genesis.31.24\">31:24</a> +; pl. <span dir=\"rtl\">רָעִים</span> <a data-ref=\"Genesis 13:13\" href=\"/Genesis.13.13\">13:13</a> +; cstr. <span dir=\"rtl\">רָעֵי</span> <a data-ref=\"Ezekiel 7:24\" href=\"/Ezekiel.7.24\">Ez 7:24</a> (del. Co); fs. <span dir=\"rtl\">רָעָה</span> <a data-ref=\"Genesis 37:2\" href=\"/Genesis.37.2\">Gn 37:2</a> + 37 times (this form usually noun), pl. <span dir=\"rtl\">רָעוֹת</span> <a data-ref=\"Genesis 28:8\" href=\"/Genesis.28.8\">28:8</a> + 14 times; <span dir=\"rtl\">רָעֹת</span> <a data-ref=\"Genesis 41:27\" href=\"/Genesis.41.27\">41:27</a> (18 times noun);—<br/><br>†<strong>1.</strong>  <em>bad, disagreeable, malignant:</em> of a woman, <span dir=\"rtl\">רָעָה בְּעֵינֵי</span> <a data-ref=\"Exodus 21:8\" href=\"/Exodus.21.8\">Ex 21:8</a> (E; perhaps, with changed accent, vb. 3 fs. <span dir=\"rtl\">רָ֫עָה</span>) <em>disagreeable, unpleasing in the eyes of</em>, pl. <a data-ref=\"Genesis 28:8\" href=\"/Genesis.28.8\">Gn 28:8</a> (P); of poisionous herb <a data-ref=\"II Kings 4:41\" href=\"/II_Kings.4.41\">2 K 4:41</a>, malignant boils <a data-ref=\"Deuteronomy 28:35\" href=\"/Deuteronomy.28.35\">Dt 28:35</a>; <a data-ref=\"Job 2:7\" href=\"/Job.2.7\">Jb 2:7</a>, diseases <a data-ref=\"Deuteronomy 7:15\" href=\"/Deuteronomy.7.15\">Dt 7:15</a>; <a data-ref=\"Deuteronomy 28:59\" href=\"/Deuteronomy.28.59\">28:59</a>; <a data-ref=\"II Chronicles 21:19\" href=\"/II_Chronicles.21.19\">2 Ch 21:19</a> <a data-ref=\"Ecclesiastes 6:2\" href=\"/Ecclesiastes.6.2\">Ec 6:2</a>, deadly sword <a data-ref=\"Psalms 144:10\" href=\"/Psalms.144.10\">ψ 144:10</a>, arrows <a data-ref=\"Ezekiel 5:16\" href=\"/Ezekiel.5.16\">Ez 5:16</a>, severe judgments <a data-ref=\"Ezekiel 14:21\" href=\"/Ezekiel.14.21\">14:21</a>, wonders <a data-ref=\"Deuteronomy 6:22\" href=\"/Deuteronomy.6.22\">Dt 6:22</a>; <span dir=\"rtl\">מַלְאֲכֵי רָעִים</span> <a data-ref=\"Psalms 78:49\" href=\"/Psalms.78.49\">ψ 78:49</a> = fierce messengers (of God; Ew<sup>§ 287 a</sup> Ges<sup>§ 130 e</sup>), wild beasts <a data-ref=\"Genesis 37:20\" href=\"/Genesis.37.20\">Gn 37:20</a>, <a data-ref=\"Genesis 37:33\" href=\"/Genesis.37.33\">33</a> (JE) <a data-ref=\"Leviticus 26:6\" href=\"/Leviticus.26.6\">Lv 26:6</a> (H) <a data-ref=\"Ezekiel 5:17\" href=\"/Ezekiel.5.17\">Ez 5:17</a>; <a data-ref=\"Ezekiel 14:15\" href=\"/Ezekiel.14.15\">14:15</a>, <a data-ref=\"Ezekiel 14:21\" href=\"/Ezekiel.14.21\">21</a>; <a data-ref=\"Ezekiel 34:25\" href=\"/Ezekiel.34.25\">34:25</a>; unclean thing <a data-ref=\"Deuteronomy 23:10\" href=\"/Deuteronomy.23.10\">Dt 23:10</a>.<br/><br>†<strong>2.</strong>  <em>bad, unpleasant</em>, giving pain, unhappiness, misery: <span dir=\"rtl\">ימים רעים</span> <em>evil days</em> (of trial and hardship) <a data-ref=\"Genesis 47:9\" href=\"/Genesis.47.9\">Gn 47:9</a> (P) <a data-ref=\"Proverbs 15:15\" href=\"/Proverbs.15.15\">Pr 15:15</a>; <span dir=\"rtl\">עִנְיָן רע</span> <a data-ref=\"Ecclesiastes 1:13\" href=\"/Ecclesiastes.1.13\">Ec 1:13</a>; <a data-ref=\"Ecclesiastes 5:13\" href=\"/Ecclesiastes.5.13\">5:13</a>; <span dir=\"rtl\">עִנְיַן</span> <a data-ref=\"Ecclesiastes 4:8\" href=\"/Ecclesiastes.4.8\">4:8</a>, cf. <a data-ref=\"Ecclesiastes 2:17\" href=\"/Ecclesiastes.2.17\">2:17</a>; <a data-ref=\"Ecclesiastes 9:3\" href=\"/Ecclesiastes.9.3\">9:3</a>; <span dir=\"rtl\">הַמַּעֲשֶׂה הָרָע</span> <a data-ref=\"Ecclesiastes 4:3\" href=\"/Ecclesiastes.4.3\">4:3</a>; <span dir=\"rtl\">הדבר הרע</span> <em>evil report</em> <a data-ref=\"Exodus 33:4\" href=\"/Exodus.33.4\">Ex 33:4</a> (J), so <span dir=\"rtl\">דִּבָּה רָעָה</span> <a data-ref=\"Genesis 37:2\" href=\"/Genesis.37.2\">Gn 37:2</a> (JE) <a data-ref=\"Numbers 14:37\" href=\"/Numbers.14.37\">Nu 14:37</a> (P), <span dir=\"rtl\">שׁם רע</span> <a data-ref=\"Deuteronomy 22:14\" href=\"/Deuteronomy.22.14\">Dt 22:14</a>, <a data-ref=\"Deuteronomy 22:19\" href=\"/Deuteronomy.22.19\">19</a>; <a data-ref=\"Nehemiah 6:13\" href=\"/Nehemiah.6.13\">Ne 6:13</a>, <span dir=\"rtl\">שְׁמוּעָה רָעָה</span> <a data-ref=\"Jeremiah 49:23\" href=\"/Jeremiah.49.23\">Je 49:23</a> <a data-ref=\"Psalms 112:7\" href=\"/Psalms.112.7\">ψ 112:7</a>; of things: painful discipline <a data-ref=\"Proverbs 15:10\" href=\"/Proverbs.15.10\">Pr 15:10</a>, evil occurrence <a data-ref=\"I Kings 5:18\" href=\"/I_Kings.5.18\">1 K 5:18</a>, <em>evil</em>(-bringing) <em>net</em> <a data-ref=\"Ecclesiastes 9:12\" href=\"/Ecclesiastes.9.12\">Ec 9:12</a>, instruments <a data-ref=\"Isaiah 32:7\" href=\"/Isaiah.32.7\">Is 32:7</a>: <span dir=\"rtl\">כל הדבר הרע</span> <a data-ref=\"Joshua 23:15\" href=\"/Joshua.23.15\">Jos 23:15</a> (D) <em>all evil</em> (injurious) <em>things;</em> <span dir=\"rtl\">רַע</span> it is <em>bad, harmful</em> <a data-ref=\"Isaiah 3:11\" href=\"/Isaiah.3.11\">Is 3:11</a>; <a data-ref=\"Jeremiah 2:19\" href=\"/Jeremiah.2.19\">Je 2:19</a>; of speech, <span dir=\"rtl\">דבּר</span>, <span dir=\"rtl\">רע או טוב</span> <a data-ref=\"Genesis 24:50\" href=\"/Genesis.24.50\">Gn 24:50</a> (J) in prov., speak <em>bad or good</em> = anything at all, <span dir=\"rtl\">טטוב עד רע</span> <a data-ref=\"Genesis 31:24\" href=\"/Genesis.31.24\">31:24</a>, <a data-ref=\"Genesis 31:29\" href=\"/Genesis.31.29\">29</a> (E), <span dir=\"rtl\">לְמֵרָע ועד טוב</span> <a data-ref=\"II Samuel 13:22\" href=\"/II_Samuel.13.22\">2 S 13:22</a>, of the divine spirit as producing an ecstatic state of frenzy and violence <a data-ref=\"I Samuel 16:14\" href=\"/I_Samuel.16.14\">1 S 16:14</a>, <a data-ref=\"I Samuel 16:15\" href=\"/I_Samuel.16.15\">15</a>, <a data-ref=\"I Samuel 16:16\" href=\"/I_Samuel.16.16\">16</a>, <a data-ref=\"I Samuel 16:23\" href=\"/I_Samuel.16.23\">23</a>; <a data-ref=\"I Samuel 18:10\" href=\"/I_Samuel.18.10\">18:10</a>; <a data-ref=\"I Samuel 19:9\" href=\"/I_Samuel.19.9\">19:9</a> (see <span dir=\"rtl\">רוּחַ</span> <strong>9</strong>).<br/><br>†<strong>3.</strong>  <em>evil, displeasing</em> <span dir=\"rtl\">עָשָׂה רָ֔ע בְּעֵינֵי סַרְנֵי פְלִשְׁתִּים</span> <a data-ref=\"I Samuel 29:7\" href=\"/I_Samuel.29.7\">1 S 29:7</a>.<br/><br>†<strong>4.</strong>  <em>bad of its kind</em>, land <a data-ref=\"Numbers 13:19\" href=\"/Numbers.13.19\">Nu 13:19</a> (J), place <a data-ref=\"Numbers 20:5\" href=\"/Numbers.20.5\">20:5</a> (JE), waters <a data-ref=\"II Kings 2:19\" href=\"/II_Kings.2.19\">2 K 2:19</a>, figs <a data-ref=\"Jeremiah 24:2\" href=\"/Jeremiah.24.2\">Je 24:2</a>, <a data-ref=\"Jeremiah 24:3\" href=\"/Jeremiah.24.3\">3</a><sup>(×2)</sup>, <a data-ref=\"Jeremiah 24:8\" href=\"/Jeremiah.24.8\">8</a>, kine <a data-ref=\"Genesis 41:3\" href=\"/Genesis.41.3\">Gn 41:3</a>, <a data-ref=\"Genesis 41:4\" href=\"/Genesis.41.4\">4</a>, <a data-ref=\"Genesis 41:19\" href=\"/Genesis.41.19\">19</a>, <a data-ref=\"Genesis 41:20\" href=\"/Genesis.41.20\">20</a>, <a data-ref=\"Genesis 41:21\" href=\"/Genesis.41.21\">21</a>, <a data-ref=\"Genesis 41:27\" href=\"/Genesis.41.27\">27</a> (E), <span dir=\"rtl\">מוּם רע</span> <a data-ref=\"Deuteronomy 15:21\" href=\"/Deuteronomy.15.21\">Dt 15:21</a>, cf. <a data-ref=\"Deuteronomy 17:1\" href=\"/Deuteronomy.17.1\">17:1</a>.<br/><br>†<strong>5.</strong>  <em>bad</em>, i. e. of low value <a data-ref=\"Leviticus 27:10\" href=\"/Leviticus.27.10\">Lv 27:10</a><sup>(×2)</sup>, <a data-ref=\"Leviticus 27:12\" href=\"/Leviticus.27.12\">12</a>, <a data-ref=\"Leviticus 27:14\" href=\"/Leviticus.27.14\">14</a>, <a data-ref=\"Leviticus 27:33\" href=\"/Leviticus.27.33\">33</a> (H), cf. <a data-ref=\"Malachi 1:8\" href=\"/Malachi.1.8\">Mal 1:8</a><sup>(×2)</sup>; <span dir=\"rtl\">רַע רַע יֹאמַר הַקּוֹנֶה</span> <a data-ref=\"Proverbs 20:14\" href=\"/Proverbs.20.14\">Pr 20:14</a><sup>(×2)</sup>.<br/><br>†<strong>6.</strong>  + <span dir=\"rtl\">מִן</span> comp., <em>worse than</em>, <a data-ref=\"II Samuel 19:8\" href=\"/II_Samuel.19.8\">2 S 19:8</a>; as superl., <span dir=\"rtl\">רָעֵי גוֹיִם</span> <a data-ref=\"Ezekiel 7:24\" href=\"/Ezekiel.7.24\">Ez 7:24</a> <em>worst of nations</em> (del. Co).<br/><br>†<strong>7.</strong>  <em>sad, unhappy:</em> <span dir=\"rtl\">לֶב־רָ֑ע</span> <em>sad heart</em> (cf. opp. <span dir=\"rtl\">טוב</span>, <span dir=\"rtl\">יטב</span>) <a data-ref=\"Proverbs 25:20\" href=\"/Proverbs.25.20\">Pr 25:20</a>; of face <a data-ref=\"Genesis 40:7\" href=\"/Genesis.40.7\">Gn 40:7</a> (E) <a data-ref=\"Nehemiah 2:2\" href=\"/Nehemiah.2.2\">Ne 2:2</a>; <span dir=\"rtl\">רע לְפָנָין</span> v <a data-ref=\"Nehemiah 2:1\" href=\"/Nehemiah.2.1\">1</a>.<br/><br>†<strong>8.</strong>  <span dir=\"rtl\">הָשַׁב מַחֲשֶׁבֶת(ה)רָעָה</span> <em>devise evil</em> (hurtful) <em>device</em> <a data-ref=\"Ezekiel 38:10\" href=\"/Ezekiel.38.10\">Ez 38:10</a>; <a data-ref=\"Esther 9:25\" href=\"/Esther.9.25\">Est 9:25</a>.<br/><br>†<strong>9.</strong>  <em>bad, unkind</em>, vicious in disposition or temper: <span dir=\"rtl\">וְלֵב־רָ֑ע</span> <em>when the mind is vicious</em>, harmful <a data-ref=\"Proverbs 26:23\" href=\"/Proverbs.26.23\">Pr 26:23</a>; <span dir=\"rtl\">רַע עָ֑יִן</span> <em>one evil</em> of eye <a data-ref=\"Proverbs 23:6\" href=\"/Proverbs.23.6\">Pr 23:6</a>; <a data-ref=\"Proverbs 28:22\" href=\"/Proverbs.28.22\">28:22</a>; <span dir=\"rtl\">רוּחַ רָעָה</span> <a data-ref=\"Judges 9:23\" href=\"/Judges.9.23\">Ju 9:23</a> <em>bad temper</em>.<br><strong>10.</strong>  ethically <em>bad, evil, wicked:</em> †<strong>a.</strong>  in gen., <span dir=\"rtl\">אם טוב ואם רע</span> <a data-ref=\"Ecclesiastes 12:14\" href=\"/Ecclesiastes.12.14\">Ec 12:14</a> <em>whether good or bad</em>. †<strong>b.</strong>  of persons, <span dir=\"rtl\">אישׁ רע</span> <a data-ref=\"I Samuel 30:22\" href=\"/I_Samuel.30.22\">1 S 30:22</a>; <span dir=\"rtl\">אדם רע</span> <a data-ref=\"Psalms 140:2\" href=\"/Psalms.140.2\">ψ 140:2</a>; <span dir=\"rtl\">המן הרע הזה</span> <a data-ref=\"Esther 7:6\" href=\"/Esther.7.6\">Est 7:6</a> <em>this wicked Haman</em>, so <span dir=\"rtl\">רָ֑ע</span> = <em>evil man</em> <a data-ref=\"Psalms 10:15\" href=\"/Psalms.10.15\">ψ 10:15</a>, <a data-ref=\"Job 21:30\" href=\"/Job.21.30\">Jb 21:30</a>; <a data-ref=\"Proverbs 11:21\" href=\"/Proverbs.11.21\">Pr 11:21</a>; <a data-ref=\"Proverbs 12:13\" href=\"/Proverbs.12.13\">12:13</a>; <a data-ref=\"Proverbs 24:20\" href=\"/Proverbs.24.20\">24:20</a>, <span dir=\"rtl\">רָעִים</span> = <em>evil men</em> <a data-ref=\"Genesis 13:13\" href=\"/Genesis.13.13\">Gn 13:13</a> (J) <a data-ref=\"Jeremiah 6:29\" href=\"/Jeremiah.6.29\">Je 6:29</a>; <a data-ref=\"Jeremiah 15:21\" href=\"/Jeremiah.15.21\">15:21</a>; <a data-ref=\"Ezekiel 30:12\" href=\"/Ezekiel.30.12\">Ez 30:12</a> <a data-ref=\"Job 35:12\" href=\"/Job.35.12\">Jb 35:12</a>; <a data-ref=\"Proverbs 4:14\" href=\"/Proverbs.4.14\">Pr 4:14</a>; <a data-ref=\"Proverbs 12:12\" href=\"/Proverbs.12.12\">12:12</a>; <a data-ref=\"Proverbs 14:19\" href=\"/Proverbs.14.19\">14:19</a>; <a data-ref=\"Proverbs 15:3\" href=\"/Proverbs.15.3\">15:3</a>; <span dir=\"rtl\">רָעוֹת</span> <em>evil women</em> <a data-ref=\"Jeremiah 2:33\" href=\"/Jeremiah.2.33\">Je 2:33</a>; <span dir=\"rtl\">שׁכנים רעים</span> <a data-ref=\"Jeremiah 12:14\" href=\"/Jeremiah.12.14\">12:14</a> <em>evil neighbours;</em> of <span dir=\"rtl\">הַדּוֹר</span> <a data-ref=\"Deuteronomy 1:35\" href=\"/Deuteronomy.1.35\">Dt 1:35</a>, <span dir=\"rtl\">הָעָם</span> <a data-ref=\"Jeremiah 13:10\" href=\"/Jeremiah.13.10\">Je 13:10</a>; <span dir=\"rtl\">הָעֵדָה</span> <a data-ref=\"Numbers 14:27\" href=\"/Numbers.14.27\">Nu 14:27</a>, <a data-ref=\"Numbers 14:35\" href=\"/Numbers.14.35\">35</a> (P), <span dir=\"rtl\">המשׁפחה</span> <a data-ref=\"Jeremiah 8:3\" href=\"/Jeremiah.8.3\">Je 8:3</a>; <span dir=\"rtl\">רַע כְּעֵינֵי י׳</span> <em>wicked</em> in the eyes of <span dir=\"rtl\">י׳</span> <a data-ref=\"Genesis 38:7\" href=\"/Genesis.38.7\">Gn 38:7</a> (JE) = <a data-ref=\"I Chronicles 2:3\" href=\"/I_Chronicles.2.3\">1 Ch 2:3</a>; <span dir=\"rtl\">עָשָׂה הָרָע בְּעֵינֵי י׳</span> <a data-ref=\"Numbers 32:13\" href=\"/Numbers.32.13\">Nu 32:13</a> (R) <a data-ref=\"Deuteronomy 4:25\" href=\"/Deuteronomy.4.25\">Dt 4:25</a>; <a data-ref=\"Deuteronomy 9:18\" href=\"/Deuteronomy.9.18\">9:18</a>; <a data-ref=\"Deuteronomy 17:2\" href=\"/Deuteronomy.17.2\">17:2</a>; <a data-ref=\"Deuteronomy 31:29\" href=\"/Deuteronomy.31.29\">31:29</a>; <a data-ref=\"Judges 2:11\" href=\"/Judges.2.11\">Ju 2:11</a> + 48 times, + (c. sf. of God) <a data-ref=\"II Kings 21:15\" href=\"/II_Kings.21.15\">2 K 21:15</a> <a data-ref=\"Isaiah 65:12\" href=\"/Isaiah.65.12\">Is 65:12</a>; <a data-ref=\"Isaiah 66:4\" href=\"/Isaiah.66.4\">66:4</a>; <a data-ref=\"Jeremiah 7:30\" href=\"/Jeremiah.7.30\">Je 7:30</a>; <a data-ref=\"Jeremiah 32:30\" href=\"/Jeremiah.32.30\">32:30</a> <a data-ref=\"Psalms 51:6\" href=\"/Psalms.51.6\">ψ 51:6</a>; <a data-ref=\"II Samuel 12:9\" href=\"/II_Samuel.12.9\">2 S 12:9</a>, prob. also <a data-ref=\"Jeremiah 18:10\" href=\"/Jeremiah.18.10\">Je 18:10</a> (read <span dir=\"rtl\">הָרָע</span> for <span dir=\"rtl\">הָרָעָה</span>). <strong>c.</strong>  of thoughts, <span dir=\"rtl\">יֵצֶר</span> <a data-ref=\"Genesis 6:5\" href=\"/Genesis.6.5\">Gn 6:5</a>; <a data-ref=\"Genesis 8:21\" href=\"/Genesis.8.21\">8:21</a> (J), <span dir=\"rtl\">הַלֵּב הָרָע</span> <a data-ref=\"Jeremiah 3:17\" href=\"/Jeremiah.3.17\">Je 3:17</a>; <a data-ref=\"Jeremiah 7:24\" href=\"/Jeremiah.7.24\">7:24</a>; <a data-ref=\"Jeremiah 11:8\" href=\"/Jeremiah.11.8\">11:8</a>; <a data-ref=\"Jeremiah 16:12\" href=\"/Jeremiah.16.12\">16:12</a>; <a data-ref=\"Jeremiah 18:12\" href=\"/Jeremiah.18.12\">18:12</a>; words, <span dir=\"rtl\">רעות</span> <a data-ref=\"Proverbs 15:28\" href=\"/Proverbs.15.28\">Pr 15:28</a>. <strong>d.</strong>  <em>deeds, actions</em>, <span dir=\"rtl\">עשׂה (כ)דבר הרע</span> <a data-ref=\"Deuteronomy 13:12\" href=\"/Deuteronomy.13.12\">Dt 13:12</a>; <a data-ref=\"Deuteronomy 17:5\" href=\"/Deuteronomy.17.5\">17:5</a>; <a data-ref=\"Deuteronomy 19:20\" href=\"/Deuteronomy.19.20\">19:20</a>; <a data-ref=\"Nehemiah 13:17\" href=\"/Nehemiah.13.17\">Ne 13:17</a>; <span dir=\"rtl\">עשׂה הרעות</span> <a data-ref=\"Jeremiah 3:5\" href=\"/Jeremiah.3.5\">Je 3:5</a>; <span dir=\"rtl\">דבר רע</span> <a data-ref=\"Psalms 64:6\" href=\"/Psalms.64.6\">ψ 64:6</a>; <a data-ref=\"Psalms 141:4\" href=\"/Psalms.141.4\">141:4</a> <a data-ref=\"Ecclesiastes 8:3\" href=\"/Ecclesiastes.8.3\">Ec 8:3</a>, <a data-ref=\"Ecclesiastes 8:5\" href=\"/Ecclesiastes.8.5\">5</a>; <span dir=\"rtl\">דברים</span> <a data-ref=\"I Samuel 2:23\" href=\"/I_Samuel.2.23\">1 S 2:23</a>; <a data-ref=\"II Kings 17:11\" href=\"/II_Kings.17.11\">2 K 17:11</a>; <span dir=\"rtl\">דֶּרֶךְ</span> <a data-ref=\"I Kings 13:33\" href=\"/I_Kings.13.33\">1 K 13:33</a>; <a data-ref=\"Jeremiah 18:11\" href=\"/Jeremiah.18.11\">Je 18:11</a>; <a data-ref=\"Jeremiah 23:22\" href=\"/Jeremiah.23.22\">23:22</a> + 11 times; <span dir=\"rtl\">דרכים</span> <a data-ref=\"II Kings 17:13\" href=\"/II_Kings.17.13\">2 K 17:13</a>; <a data-ref=\"II Chronicles 7:14\" href=\"/II_Chronicles.7.14\">2 Ch 7:14</a>; <a data-ref=\"Ezekiel 20:44\" href=\"/Ezekiel.20.44\">Ez 20:44</a>; <a data-ref=\"Ezekiel 33:11\" href=\"/Ezekiel.33.11\">33:11</a>; <a data-ref=\"Ezekiel 36:31\" href=\"/Ezekiel.36.31\">36:31</a>; <a data-ref=\"Zechariah 1:4\" href=\"/Zechariah.1.4\">Zc 1:4</a>; <span dir=\"rtl\">מעשׂינוּ</span> <a data-ref=\"Ezra 9:13\" href=\"/Ezra.9.13\">Ezr 9:13</a>; <span dir=\"rtl\">מעללים</span> <a data-ref=\"Zechariah 1:4\" href=\"/Zechariah.1.4\">Zc 1:4</a> <a data-ref=\"Nehemiah 9:35\" href=\"/Nehemiah.9.35\">Ne 9:35</a> (cf. <span dir=\"rtl\">רֹעַ</span> <strong>4</strong>); <span dir=\"rtl\">בֶּצַע רע</span> <a data-ref=\"Habakkuk 2:9\" href=\"/Habakkuk.2.9\">Hb 2:9</a>; <span dir=\"rtl\">מרוצתם</span> <a data-ref=\"Jeremiah 23:10\" href=\"/Jeremiah.23.10\">Je 23:10</a>; <span dir=\"rtl\">(ה)תועבות (ה)רעות</span> <a data-ref=\"Ezekiel 6:11\" href=\"/Ezekiel.6.11\">Ez 6:11</a>; <a data-ref=\"Ezekiel 8:9\" href=\"/Ezekiel.8.9\">8:9</a> (del. Co); <span dir=\"rtl\">כִּי רָעוֹת בִּמְגוּרָם</span> <a data-ref=\"Psalms 55:16\" href=\"/Psalms.55.16\">ψ 55:16</a> <em>for evil deeds are in their dwelling</em>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d4b2b6084aa1cbf36ee5", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, שָׁבַע 1", "anchorRef": "Deuteronomy 1:35", "anchorRefExpanded": ["Deuteronomy 1:35"], "sourceRef": "BDB, שָׁבַע 1", "sourceHeRef": "בראון-דרייבר-בריגס, שָׁבַע א׳", "anchorVerse": 35, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "שָׁבַע", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big>[<span dir=\"rtl\">שָׁבַע</span></big><sub>186</sub><big>]</big>  <strong>vb.</strong> swear <strong>(</strong>prob., so to say, <em>seven oneself</em>, or <em>bind oneself by seven things</em>, cf. Thes (as altern.), Gerb <sup>108 ff.</sup>; NH Niph. = BH; 𝔗 <span dir=\"rtl\">שְׁבַע</span> Ithpe. Aph.; v. also Dr <a data-ref=\"Genesis 21:28\" href=\"/Genesis.21.28\">Gn 21:28</a> Kö<sup>Hast.DB number, 565</sup> RS<sup>Sem. i. 166, 2nd ed., 182</sup> We <sup>Reste ArabicHeid. 2, 186</sup><strong>)</strong>;—<br><strong>Qal</strong>  (according to Thes Rob Ges) Pt. pass. <span dir=\"rtl\">שְׁבֻעֵי שְׁבֻעוֹת</span> <a data-ref=\"Ezekiel 21:28\" href=\"/Ezekiel.21.28\">Ez 21:28</a> <em>those sworn with</em> (= who have sworn) <em>oaths;</em> both from <span dir=\"rtl\">שְׁבוּעָה</span>, according to Krae, <em>oaths of oaths</em> (the most sacred); 𝔊 𝔖 Co om.; both from <span dir=\"rtl\">שָׁבוּעַ</span>, Ew Sm <span dir=\"rtl\">שׁ׳ שָׁ׳</span> <em>weeks on weeks</em> (plenty of time).<br><strong>Niph.</strong>  Pf. 3 ms. <span dir=\"rtl\">נִשְׁבַּע</span> <a data-ref=\"Genesis 24:7\" href=\"/Genesis.24.7\">Gn 24:7</a> +, etc.; Impf. 3 ms. <span dir=\"rtl\">יִשָּׁבַע</span> <a data-ref=\"Leviticus 5:24\" href=\"/Leviticus.5.24\">Lv 5:24</a> +, <span dir=\"rtl\">וַיִּשָּׁ֫בַע</span> <a data-ref=\"Genesis 24:9\" href=\"/Genesis.24.9\">Gn 24:9</a> +; 2 ms. <span dir=\"rtl\">תִּשָּׁבִ֑עַ</span> <a data-ref=\"Deuteronomy 6:13\" href=\"/Deuteronomy.6.13\">Dt 6:13</a>; <a data-ref=\"Deuteronomy 10:20\" href=\"/Deuteronomy.10.20\">10:20</a>; 1 s. <span dir=\"rtl\">אִשָּׁב֑עַ</span> <a data-ref=\"Genesis 21:24\" href=\"/Genesis.21.24\">Gn 21:24</a>, <span dir=\"rtl\">וָאֶשָּׁ֫בַע</span> <a data-ref=\"I Kings 2:8\" href=\"/I_Kings.2.8\">1 K 2:8</a>; <a data-ref=\"Ezekiel 16:8\" href=\"/Ezekiel.16.8\">Ez 16:8</a>, etc.; Imv. ms. <span dir=\"rtl\">הִשָּֽׁבְעָה</span> <a data-ref=\"Genesis 21:23\" href=\"/Genesis.21.23\">Gn 21:23</a> +, etc.; Inf. abs. <span dir=\"rtl\">הִשָּׁבַע</span> <a data-ref=\"Numbers 30:3\" href=\"/Numbers.30.3\">Nu 30:3</a>, <span dir=\"rtl\">הִשָּׁבֵעַ</span> <a data-ref=\"Jeremiah 7:9\" href=\"/Jeremiah.7.9\">Je 7:9</a>; cstr. <span dir=\"rtl\">הִשָּׁבֵעַ</span> <a data-ref=\"Jeremiah 12:16\" href=\"/Jeremiah.12.16\">Je 12:16</a><sup>(×2)</sup> + <a data-ref=\"I Samuel 20:17\" href=\"/I_Samuel.20.17\">1 S 20:17</a> v. infra; Pt. <span dir=\"rtl\">נִשְׁבָּע</span> <a data-ref=\"Zechariah 5:3\" href=\"/Zechariah.5.3\">Zc 5:3</a> +, etc.;—<em>swear, take an oath:</em> <strong>1.</strong>  subj. man: <strong>a.</strong>  in asseveration, abs. <a data-ref=\"Genesis 21:24\" href=\"/Genesis.21.24\">Gn 21:24</a>, <a data-ref=\"Genesis 21:31\" href=\"/Genesis.21.31\">31</a> (E), <a data-ref=\"Judges 21:1\" href=\"/Judges.21.1\">Ju 21:1</a>, <a data-ref=\"Judges 21:18\" href=\"/Judges.21.18\">18</a>; <a data-ref=\"II Samuel 21:2\" href=\"/II_Samuel.21.2\">2 S 21:2</a> +; also sq. <span dir=\"rtl\">וַיֹּאמֶר</span> <a data-ref=\"I Samuel 20:3\" href=\"/I_Samuel.20.3\">1 S 20:3</a>; <a data-ref=\"I Kings 1:29\" href=\"/I_Kings.1.29\">1 K 1:29</a>, sq. <span dir=\"rtl\">לֵאמֹר</span> <a data-ref=\"II Samuel 3:35\" href=\"/II_Samuel.3.35\">2 S 3:35</a>; <a data-ref=\"Joshua 14:9\" href=\"/Joshua.14.9\">Jos 14:9</a> (D); c. acc. cogn. <a data-ref=\"Numbers 30:3\" href=\"/Numbers.30.3\">Nu 30:3</a> (P; ‖ <span dir=\"rtl\">נָדַר</span>); + <span dir=\"rtl\">לַשֶּׁקֶר</span> <a data-ref=\"Jeremiah 5:2\" href=\"/Jeremiah.5.2\">Je 5:2</a>; <a data-ref=\"Jeremiah 7:9\" href=\"/Jeremiah.7.9\">7:9</a>; <a data-ref=\"Leviticus 5:24\" href=\"/Leviticus.5.24\">Lv 5:24</a> (P; + <span dir=\"rtl\">עַל</span> rei), <a data-ref=\"Malachi 3:5\" href=\"/Malachi.3.5\">Mal 3:5</a>; + <span dir=\"rtl\">על־שׁ׳</span> <a data-ref=\"Leviticus 5:22\" href=\"/Leviticus.5.22\">Lv 5:22</a> (P); + <span dir=\"rtl\">לְמִרְמָה</span> <a data-ref=\"Psalms 24:4\" href=\"/Psalms.24.4\">ψ 24:4</a>; sq. inf. <a data-ref=\"Leviticus 5:4\" href=\"/Leviticus.5.4\">Lv 5:4</a> (P), <a data-ref=\"Psalms 15:4\" href=\"/Psalms.15.4\">ψ 15:4</a>; <a data-ref=\"Psalms 119:106\" href=\"/Psalms.119.106\">119:106</a>; + ל pers. <em>take an oath to</em>, <a data-ref=\"Joshua 6:22\" href=\"/Joshua.6.22\">Jos 6:22</a> (JE), <a data-ref=\"Joshua 9:20\" href=\"/Joshua.9.20\">9:20</a> (P; acc. cogn.) <a data-ref=\"Genesis 24:9\" href=\"/Genesis.24.9\">Gn 24:9</a> (+ <span dir=\"rtl\">עַל־הַדָּבָר הַזֶּה</span>) +, so also <a data-ref=\"I Samuel 20:17\" href=\"/I_Samuel.20.17\">1 S 20:17</a> (read <span dir=\"rtl\">לְהִשָּׁבֵעַ אֶל־</span> for <span dir=\"rtl\">לְהַשְׁבְּיעַ אֶת־</span>, 𝔊 𝔙 Th We Dr al.); oath of allegiance <span dir=\"rtl\">(לי׳)</span> <a data-ref=\"Isaiah 19:18\" href=\"/Isaiah.19.18\">Is 19:18</a>; <a data-ref=\"Isaiah 45:23\" href=\"/Isaiah.45.23\">45:23</a> <a data-ref=\"Zephaniah 1:5\" href=\"/Zephaniah.1.5\">Zp 1:5</a>; <a data-ref=\"II Chronicles 15:14\" href=\"/II_Chronicles.15.14\">2 Ch 15:14</a>, cf. (abs.) v <a data-ref=\"II Chronicles 15:15\" href=\"/II_Chronicles.15.15\">15</a> (<a data-ref=\"Joshua 23:7\" href=\"/Joshua.23.7\">Jos 23:7</a> v. <strong>Hiph.</strong>); also sq. <span dir=\"rtl\">וַיֹּאמֶר</span> <a data-ref=\"II Kings 25:24\" href=\"/II_Kings.25.24\">2 K 25:24</a>; sq. <span dir=\"rtl\">לֵאמֹר</span> <a data-ref=\"II Samuel 21:17\" href=\"/II_Samuel.21.17\">2 S 21:17</a>; <a data-ref=\"I Kings 1:13\" href=\"/I_Kings.1.13\">1 K 1:13</a>; <a data-ref=\"Jeremiah 40:9\" href=\"/Jeremiah.40.9\">Je 40:9</a>; sq. <span dir=\"rtl\">פֶּן</span> = <em>that not</em> <a data-ref=\"Judges 15:12\" href=\"/Judges.15.12\">Ju 15:12</a>, sq. <span dir=\"rtl\">אִם</span> = id. <a data-ref=\"I Kings 1:51\" href=\"/I_Kings.1.51\">1 K 1:51</a>; + <span dir=\"rtl\">אֶל</span> pers. sq. <span dir=\"rtl\">לֵאמֹר</span> <a data-ref=\"Jeremiah 38:16\" href=\"/Jeremiah.38.16\">Je 38:16</a>; + <span dir=\"rtl\">בי׳</span> <em>by</em> <span dir=\"rtl\">י׳</span>, sq. inf. <a data-ref=\"Judges 21:7\" href=\"/Judges.21.7\">Ju 21:7</a>; + <span dir=\"rtl\">בְּשֵׁם י׳</span> <a data-ref=\"I Samuel 20:42\" href=\"/I_Samuel.20.42\">1 S 20:42</a>; <a data-ref=\"Isaiah 48:1\" href=\"/Isaiah.48.1\">Is 48:1</a>, cf. <a data-ref=\"Genesis 31:53\" href=\"/Genesis.31.53\">Gn 31:53</a> (E), <a data-ref=\"Deuteronomy 6:13\" href=\"/Deuteronomy.6.13\">Dt 6:13</a>; <a data-ref=\"Deuteronomy 10:20\" href=\"/Deuteronomy.10.20\">10:20</a>; <a data-ref=\"Jeremiah 12:16\" href=\"/Jeremiah.12.16\">Je 12:16</a> (+ <span dir=\"rtl\">חַי־י׳</span>), <a data-ref=\"Isaiah 65:16\" href=\"/Isaiah.65.16\">Is 65:16</a>; <a data-ref=\"Zechariah 5:4\" href=\"/Zechariah.5.4\">Zc 5:4</a> <span dir=\"rtl\">(לַשָּׁ֑קְר)</span>, <a data-ref=\"Leviticus 19:12\" href=\"/Leviticus.19.12\">Lv 19:12</a> (id.), <a data-ref=\"Psalms 63:12\" href=\"/Psalms.63.12\">ψ 63:12</a>; <a data-ref=\"Daniel 12:7\" href=\"/Daniel.12.7\">Dn 12:7</a>; + <span dir=\"rtl\">בי׳</span> sq. <span dir=\"rtl\">אִם</span> <a data-ref=\"II Samuel 19:8\" href=\"/II_Samuel.19.8\">2 S 19:8</a>; + ל pers. c. <span dir=\"rtl\">בי׳</span> <a data-ref=\"Joshua 9:18\" href=\"/Joshua.9.18\">Jos 9:18</a>, <a data-ref=\"Joshua 9:19\" href=\"/Joshua.9.19\">19</a> (P; pledge faith), sq. <span dir=\"rtl\">לֵאמֹר</span> <a data-ref=\"I Samuel 28:10\" href=\"/I_Samuel.28.10\">1 S 28:10</a>; <a data-ref=\"I Kings 1:30\" href=\"/I_Kings.1.30\">1 K 1:30</a>; <a data-ref=\"I Kings 2:8\" href=\"/I_Kings.2.8\">2:8</a>, <a data-ref=\"I Kings 2:23\" href=\"/I_Kings.2.23\">23</a>, sq. <span dir=\"rtl\">כִּי</span> of obj. cl. <a data-ref=\"Joshua 2:12\" href=\"/Joshua.2.12\">Jos 2:12</a> (JE), <a data-ref=\"I Kings 1:17\" href=\"/I_Kings.1.17\">1 K 1:17</a>; + ל pers. c. <span dir=\"rtl\">בא׳</span>, sq. <span dir=\"rtl\">אִם</span> <a data-ref=\"Genesis 21:23\" href=\"/Genesis.21.23\">Gn 21:23</a> (E), <a data-ref=\"I Samuel 30:15\" href=\"/I_Samuel.30.15\">1 S 30:15</a>; as vb. of quotation + obj. <span dir=\"rtl\">חַי־י׳</span> <a data-ref=\"Hosea 4:15\" href=\"/Hosea.4.15\">Ho 4:15</a> <a data-ref=\"Jeremiah 4:2\" href=\"/Jeremiah.4.2\">Je 4:2</a>; <a data-ref=\"I Samuel 19:6\" href=\"/I_Samuel.19.6\">1 S 19:6</a> (+ <span dir=\"rtl\">אִם</span>), + <span dir=\"rtl\">אִם</span> in <em>orat. recta</em> <a data-ref=\"Psalms 132:2\" href=\"/Psalms.132.2\">ψ 132:2</a> (‖ <span dir=\"rtl\">נָדַר</span>); also + <span dir=\"rtl\">בְּלֹא אֱלֹהִים</span> <a data-ref=\"Jeremiah 5:7\" href=\"/Jeremiah.5.7\">Je 5:7</a>, <span dir=\"rtl\">בַּבָּ֑עַל</span> <a data-ref=\"Jeremiah 12:16\" href=\"/Jeremiah.12.16\">12:16</a>, <span dir=\"rtl\">בְּמַלְכָּם</span> <a data-ref=\"Zephaniah 1:5\" href=\"/Zephaniah.1.5\">Zp 1:5</a>, cf. <a data-ref=\"Amos 8:14\" href=\"/Amos.8.14\">Am 8:14</a> (+ <span dir=\"rtl\">וְאָמַר</span>). <strong>b.</strong>  <em>imprecate, curse</em>, <span dir=\"rtl\">בִּ׳</span> <em>by me</em> <a data-ref=\"Psalms 102:9\" href=\"/Psalms.102.9\">ψ 102:9</a> (cf. <a data-ref=\"BDB, שְׁבוּעָה\" href=\"/BDB,_שְׁבוּעָה\", dir=\"rtl\">שְׁבוּעָה</a> <strong>1 b</strong>, <a data-ref=\"BDB, קְלָלָה\" href=\"/BDB,_קְלָלָה\", dir=\"rtl\">קְלָלָה</a>). <strong>2.</strong>  subj. <span dir=\"rtl\">י׳</span>: <em>swear</em>, c. <span dir=\"rtl\">בִּי</span> <em>by myself</em> <a data-ref=\"Genesis 22:16\" href=\"/Genesis.22.16\">Gn 22:16</a> (JE), <a data-ref=\"Jeremiah 22:5\" href=\"/Jeremiah.22.5\">Je 22:5</a> (cl. <span dir=\"rtl\">כִּי</span>), <a data-ref=\"Jeremiah 49:13\" href=\"/Jeremiah.49.13\">49:13</a> (id.), <a data-ref=\"Isaiah 45:23\" href=\"/Isaiah.45.23\">Is 45:23</a> (id.), c. <span dir=\"rtl\">בְּקָדְשׁוֹ</span> <a data-ref=\"Amos 4:2\" href=\"/Amos.4.2\">Am 4:2</a> (id.), cf. <a data-ref=\"Psalms 89:36\" href=\"/Psalms.89.36\">ψ 89:36</a> (‖ <span dir=\"rtl\">אִם אֲכַזֵּב</span>), cf. also <a data-ref=\"Amos 6:8\" href=\"/Amos.6.8\">Am 6:8</a>; <a data-ref=\"Amos 8:7\" href=\"/Amos.8.7\">8:7</a>; <a data-ref=\"Jeremiah 44:26\" href=\"/Jeremiah.44.26\">Je 44:26</a>; <a data-ref=\"Jeremiah 51:14\" href=\"/Jeremiah.51.14\">51:14</a>; <a data-ref=\"Isaiah 62:8\" href=\"/Isaiah.62.8\">Is 62:8</a>; <em>swear</em>, sq. inf. <a data-ref=\"Deuteronomy 1:35\" href=\"/Deuteronomy.1.35\">Dt 1:35</a>; <a data-ref=\"Deuteronomy 4:21\" href=\"/Deuteronomy.4.21\">4:21</a>; <a data-ref=\"Joshua 21:41\" href=\"/Joshua.21.41\">Jos 21:41</a> (van d. H. Baer; v <a data-ref=\"Joshua 21:43\" href=\"/Joshua.21.43\">43</a> Gi), sq. <span dir=\"rtl\">מִן</span> inf. = <em>not to</em> <a data-ref=\"Isaiah 54:9\" href=\"/Isaiah.54.9\">Is 54:9</a><sup>(×2)</sup>, sq. <span dir=\"rtl\">אִם</span> <a data-ref=\"Psalms 95:11\" href=\"/Psalms.95.11\">ψ 95:11</a>, sq. <span dir=\"rtl\">לֵאמֹר</span> <a data-ref=\"Deuteronomy 1:34\" href=\"/Deuteronomy.1.34\">Dt 1:34</a>; <a data-ref=\"Isaiah 14:24\" href=\"/Isaiah.14.24\">Is 14:24</a>; <a data-ref=\"Numbers 32:10\" href=\"/Numbers.32.10\">Nu 32:10</a> (P); sq. <em>orat. recta</em> <a data-ref=\"Psalms 110:4\" href=\"/Psalms.110.4\">ψ 110:4</a>; c. ל pers. <em>take an oath to</em>, <a data-ref=\"Genesis 24:7\" href=\"/Genesis.24.7\">Gn 24:7</a> (J), <a data-ref=\"Exodus 13:11\" href=\"/Exodus.13.11\">Ex 13:11</a> (J), <a data-ref=\"Deuteronomy 2:14\" href=\"/Deuteronomy.2.14\">Dt 2:14</a> + 7 times Dt. (acc. cogn. <a data-ref=\"Deuteronomy 7:8\" href=\"/Deuteronomy.7.8\">7:8</a>; <a data-ref=\"Deuteronomy 9:5\" href=\"/Deuteronomy.9.5\">9:5</a>), <a data-ref=\"Ezekiel 16:8\" href=\"/Ezekiel.16.8\">Ez 16:8</a> (‖ <span dir=\"rtl\">בּוֹא בִבְרִית</span>), <a data-ref=\"Psalms 89:4\" href=\"/Psalms.89.4\">ψ 89:4</a> (‖ <span dir=\"rtl\">כָּרַת בְּרִית</span>), v <a data-ref=\"Psalms 89:50\" href=\"/Psalms.89.50\">50</a> <span dir=\"rtl\">(בֶּאֱמוּנָתֶ֑ךָ)</span>, +; ל pers. + inf. (usually <em>to give land</em>) <a data-ref=\"Exodus 13:5\" href=\"/Exodus.13.5\">Ex 13:5</a> (J), <a data-ref=\"Deuteronomy 1:8\" href=\"/Deuteronomy.1.8\">Dt 1:8</a> + 9 times Dt, <a data-ref=\"Joshua 1:6\" href=\"/Joshua.1.6\">Jos 1:6</a>; <a data-ref=\"Joshua 5:6\" href=\"/Joshua.5.6\">5:6</a><sup>(×2)</sup> (all R<sup>D</sup>), <a data-ref=\"Jeremiah 11:5\" href=\"/Jeremiah.11.5\">Je 11:5</a> (+ acc. cogn.), <a data-ref=\"Jeremiah 32:22\" href=\"/Jeremiah.32.22\">32:22</a>; ל pers. + acc. rei (usually <em>land</em>) = <em>promise by oath to</em> <a data-ref=\"Genesis 50:24\" href=\"/Genesis.50.24\">Gn 50:24</a>; <a data-ref=\"Exodus 33:1\" href=\"/Exodus.33.1\">Ex 33:1</a>; <a data-ref=\"Numbers 11:12\" href=\"/Numbers.11.12\">Nu 11:12</a> (all J), <a data-ref=\"Numbers 14:16\" href=\"/Numbers.14.16\">14:16</a>, <a data-ref=\"Numbers 11:23\" href=\"/Numbers.11.23\">23</a> (JE), <a data-ref=\"Numbers 32:11\" href=\"/Numbers.32.11\">32:11</a> (P), <a data-ref=\"Judges 2:1\" href=\"/Judges.2.1\">Ju 2:1</a>; <a data-ref=\"Micah 7:20\" href=\"/Micah.7.20\">Mi 7:20</a>; <a data-ref=\"Deuteronomy 6:18\" href=\"/Deuteronomy.6.18\">Dt 6:18</a> + 8 times Dt (obj. covenant <a data-ref=\"Deuteronomy 4:31\" href=\"/Deuteronomy.4.31\">4:31</a>; <a data-ref=\"Deuteronomy 8:18\" href=\"/Deuteronomy.8.18\">8:18</a>); ל pers. om. <a data-ref=\"Deuteronomy 31:21\" href=\"/Deuteronomy.31.21\">Dt 31:21</a>.<br>†<strong>Hiph.</strong>  Perf. 3 ms. <span dir=\"rtl\">הִשְׁבִּיעַ</span> <a data-ref=\"Exodus 13:19\" href=\"/Exodus.13.19\">Ex 13:19</a> + 1 s. <span dir=\"rtl\">הִשְׁבַּעְתִּי</span> <a data-ref=\"Song of Songs 2:7\" href=\"/Song_of_Songs.2.7\">Ct 2:7</a> +, etc.; Impf. 3 ms. <span dir=\"rtl\">וַיַּשְׁבַּע</span> <a data-ref=\"Genesis 50:25\" href=\"/Genesis.50.25\">Gn 50:25</a> + sf. <span dir=\"rtl\">וַיַּשְׁבִּעֵנִי</span> <a data-ref=\"Genesis 24:37\" href=\"/Genesis.24.37\">Gn 24:37</a>, etc.; Inf. abs. <span dir=\"rtl\">הַשְׁבֵּעַ</span> <a data-ref=\"Exodus 13:19\" href=\"/Exodus.13.19\">Ex 13:19</a>; <a data-ref=\"I Samuel 14:28\" href=\"/I_Samuel.14.28\">1 S 14:28</a>; cstr. <span dir=\"rtl\">הַשְׁבִּיעַ</span> <a data-ref=\"I Samuel 14:27\" href=\"/I_Samuel.14.27\">1 S 14:27</a> (<a data-ref=\"I Samuel 20:17\" href=\"/I_Samuel.20.17\">20:17</a> v. <strong>Niph.</strong>); Pt. sf. <span dir=\"rtl\">מַשְׁבִּיעֶ֑ךָ</span> <a data-ref=\"I Kings 22:16\" href=\"/I_Kings.22.16\">1 K 22:16</a> = <a data-ref=\"II Chronicles 18:15\" href=\"/II_Chronicles.18.15\">2 Ch 18:15</a>;— <strong>1.</strong>  <em>cause to take an oath</em>, subj. always man: c. acc. pers. <a data-ref=\"Genesis 50:6\" href=\"/Genesis.50.6\">Gn 50:6</a> (J), <a data-ref=\"I Samuel 14:27\" href=\"/I_Samuel.14.27\">1 S 14:27</a>; <a data-ref=\"I Kings 18:10\" href=\"/I_Kings.18.10\">1 K 18:10</a>; <a data-ref=\"II Kings 11:4\" href=\"/II_Kings.11.4\">2 K 11:4</a>, + acc. cogn. <a data-ref=\"Joshua 2:17\" href=\"/Joshua.2.17\">Jos 2:17</a>, <a data-ref=\"Joshua 2:20\" href=\"/Joshua.2.20\">20</a> (J), + <span dir=\"rtl\">לֵאמֹר</span> <a data-ref=\"Genesis 24:37\" href=\"/Genesis.24.37\">Gn 24:37</a>; <a data-ref=\"Genesis 50:5\" href=\"/Genesis.50.5\">50:5</a> (both J), v <a data-ref=\"Genesis 50:25\" href=\"/Genesis.50.25\">25</a> (E), <a data-ref=\"Joshua 6:26\" href=\"/Joshua.6.26\">Jos 6:26</a> (J; acc. pers. om.), so (Inf. abs. + Pf.) <a data-ref=\"Exodus 13:19\" href=\"/Exodus.13.19\">Ex 13:19</a> (JE), <a data-ref=\"I Samuel 14:28\" href=\"/I_Samuel.14.28\">1 S 14:28</a>, + <span dir=\"rtl\">וְאָמַר</span> <a data-ref=\"Numbers 5:19\" href=\"/Numbers.5.19\">Nu 5:19</a> and (c. acc. cogn.) v <a data-ref=\"Numbers 5:21\" href=\"/Numbers.5.21\">21</a> (both P), + inf. cl. <a data-ref=\"Nehemiah 5:12\" href=\"/Nehemiah.5.12\">Ne 5:12</a>; <a data-ref=\"Ezra 10:5\" href=\"/Ezra.10.5\">Ezr 10:5</a>; + <span dir=\"rtl\">בי׳</span> <em>by</em> <span dir=\"rtl\">י׳</span> <a data-ref=\"Genesis 24:3\" href=\"/Genesis.24.3\">Gn 24:3</a> (J; cl. <span dir=\"rtl\">אֲשֶׁר</span>), <a data-ref=\"I Kings 2:42\" href=\"/I_Kings.2.42\">1 K 2:42</a> (‖ <span dir=\"rtl\">וָאָעִד בְּךָ</span>, + <span dir=\"rtl\">לֵאמֹר</span>), cf. <a data-ref=\"Joshua 23:7\" href=\"/Joshua.23.7\">Jos 23:7</a> (R<sup>D</sup>; but read perhaps <strong>Niph.</strong> <span dir=\"rtl\">תִּשָּֽׁבְעוּ</span> Gr al.; 𝔊 del.), <a data-ref=\"Nehemiah 13:25\" href=\"/Nehemiah.13.25\">Ne 13:25</a> (cl. <span dir=\"rtl\">אִם</span>, <em>orat. recta</em>), <a data-ref=\"II Chronicles 36:13\" href=\"/II_Chronicles.36.13\">2 Ch 36:13</a>. <strong>2.</strong>  <em>adjure</em>, c. acc. pers. <a data-ref=\"I Kings 22:16\" href=\"/I_Kings.22.16\">1 K 22:16</a> = <a data-ref=\"II Chronicles 18:15\" href=\"/II_Chronicles.18.15\">2 Ch 18:15</a> (both + cl. <span dir=\"rtl\">אֲשֶׁר</span>); elsewhere only Ct: <a data-ref=\"Song of Songs 5:9\" href=\"/Song_of_Songs.5.9\">5:9</a>, c. cl. <span dir=\"rtl\">מַה־</span> interrog. v <a data-ref=\"Song of Songs 5:8\" href=\"/Song_of_Songs.5.8\">8</a>, c. cl. <span dir=\"rtl\">אִם</span> <em>that not</em> <a data-ref=\"Song of Songs 2:7\" href=\"/Song_of_Songs.2.7\">2:7</a>; <a data-ref=\"Song of Songs 3:5\" href=\"/Song_of_Songs.3.5\">3:5</a> (both + ב of oath), = cl. <span dir=\"rtl\">מַה־</span> <a data-ref=\"Song of Songs 8:4\" href=\"/Song_of_Songs.8.4\">8:4</a> (v. <a data-ref=\"BDB Aramaic, מָה\" href=\"/BDB Aramaic,_מָה\", dir=\"rtl\">מָה</a> <strong>2 a</strong> (<em>b</em>)).—<a data-ref=\"I Samuel 20:17\" href=\"/I_Samuel.20.17\">1 S 20:17</a> v. <strong>Niph.</strong>"], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}]