[{"_id": "524c15fcedbab472182d3d80", "index_title": "Ibn Ezra on Exodus; Perush HaArokh", "category": "Commentary", "type": "commentary", "ref": "Ibn Ezra on Exodus; Perush HaArokh 1:4:1", "anchorRef": "Exodus 1:4", "anchorRefExpanded": ["Exodus 1:4"], "sourceRef": "Ibn Ezra on Exodus; Perush HaArokh 1:4:1", "sourceHeRef": "אבן עזרא על שמות; פירוש הארוך א׳:ד׳:א׳", "anchorVerse": 4, "sourceHasEn": true, "compDate": [1155, 1165], "commentaryNum": 4.0001, "collectiveTitle": {"en": "Ibn Ezra", "he": "אבן עזרא"}, "heTitle": "אבן עזרא על שמות; פירוש הארוך", "he": "<b>דן.</b> בהתחבר השמות הם על ששה דרכים וכולם נכונים. האחד כמו עילם ואשור וארפכשד. והשני בנפך ארגמן ברקמה ובוץ. השלישי אודם פטדה וברקת. הרביעי דן ונפתלי גד ואשר. החמישי מור ואהלות קציעות. הששי אדם שת אנוש:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "DAN. Names are connected to each other in Scripture in six different ways. All of these styles are correct. One way of listing names is, <i>Elam, and Asshur, and Arpachshad</i> (Gen. 10:22).<sup class=\"footnote-marker\">31</sup><i class=\"footnote\">A connective <i>vav</i> (and) is placed before each of the names that follows the first name (Krinsky).</i> A second manner is, <i>with carbuncles, purple, and richly woven work, and fine linen</i> (Ezek. 27:16).<sup class=\"footnote-marker\">32</sup><i class=\"footnote\">A connective <i>vav</i> is placed after the first two names in a list.</i> A third way is, <i>carnelian, topaz, and smaragd</i> (Ex. 28:17).<sup class=\"footnote-marker\">33</sup><i class=\"footnote\">A <i>vav</i> is placed before the last name in the list.</i> A fourth way is, <i>Dan and Naphtali, Gad and Asher</i>.<sup class=\"footnote-marker\">34</sup><i class=\"footnote\">Our verse. A <i>vav</i> is placed before each of the second names in a list.</i> The fifth is, <i>Myrrh, and aloes, and cassia</i> (Psalms 45:9).<sup class=\"footnote-marker\">35</sup><i class=\"footnote\">The <i>vav</i> is omitted before the last name. The verse literally reads, <i>Myrrh, and aloes, cassia are all thy garments</i>.</i> The sixth way is, <i>Adam, Seth, Enosh</i> (I Chron. 1:1).<sup class=\"footnote-marker\">36</sup><i class=\"footnote\">No connective <i>vav</i> is employed.</i>", "versionTitle": "Ibn Ezra's commentary on the Pentateuch, tran. and annot. by H. Norman Strickman and Arthur M. Silver. Menorah Pub., 1988-2004", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "531e4fe0fbfba276047f6044", "index_title": "Onkelos Exodus", "category": "Targum", "type": "targum", "ref": "Onkelos Exodus 1:4", "anchorRef": "Exodus 1:4", "anchorRefExpanded": ["Exodus 1:4"], "sourceRef": "Onkelos Exodus 1:4", "sourceHeRef": "תרגום אונקלוס על שמות א׳:ד׳", "anchorVerse": 4, "sourceHasEn": false, "compDate": [80, 120], "commentaryNum": 1.0004, "collectiveTitle": {"en": "Onkelos Exodus", "he": "תרגום אונקלוס על שמות"}, "heTitle": "תרגום אונקלוס על שמות", "he": "דָן וְנַפְתָּלִי גָד וְאָשֵׁר:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "חומש שפתי חכמים, מצודה תשס\"ט", "text": "Don, Naftali, Gad and Asher.", "versionTitle": "Metsudah Chumash, Metsudah Publications, 2009 [with Onkelos translation]", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "532b2684fbfba27c35eeb884", "index_title": "Targum Jonathan on Exodus", "category": "Targum", "type": "targum", "ref": "Targum Jonathan on Exodus 1:4", "anchorRef": "Exodus 1:4", "anchorRefExpanded": ["Exodus 1:4"], "sourceRef": "Targum Jonathan on Exodus 1:4", "sourceHeRef": "תרגום יונתן על שמות א׳:ד׳", "anchorVerse": 4, "sourceHasEn": true, "compDate": [30, 70], "commentaryNum": 1.0004, "collectiveTitle": {"en": "Targum Jonathan on Exodus", "he": "תרגום יונתן על שמות"}, "heTitle": "תרגום יונתן על שמות", "he": "דָן וְנַפְתָּלִי גָד וְאָשֵׁר", "heVersionTitle": "Targum Jonathan on Exodus", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": " Dan and Naphtali; Gad and Asher. \n", "versionTitle": "The Targum of Jonathan ben Uzziel, trans. J. W. Etheridge, London, 1862", "license": "Public Domain", "versionTitleInHebrew": "תרגום ירושלמי (תרגום יונתן בן-עוזיאל) לתורה, תורגם ע״י ג׳ון ווסלי אטרידג׳, לונדון 1862"}, {"_id": "573413e3d6e4a93d32bb8d4e", "index_title": "Kedushat Levi", "category": "Chasidut", "type": "", "ref": "Kedushat Levi, Exodus, Shemot 6", "anchorRef": "Exodus 1:4", "anchorRefExpanded": ["Exodus 1:4"], "sourceRef": "Kedushat Levi, Exodus, Shemot 6", "sourceHeRef": "קדושת לוי, שמות, שמות ו׳", "anchorVerse": 4, "sourceHasEn": true, "compDate": [1772, 1798], "commentaryNum": 6, "collectiveTitle": {"en": "Kedushat Levi", "he": "קדושת לוי"}, "heTitle": "שמות", "he": "ותתצב אחותו מרחוק לדעה מה יעשה לו (שמות א, ד). ובו יבואר הפסוק מרחוק ה' נראה לי. הכלל, כשהעולמות הם דבוקים בגשמיות שלהם אז אינם יכולים להשיג עבודת הבורא ברוך הוא וכשהם מרחקים עצמם ומפשיטים מגשמיות שלהם אז הם יכולים להשיג עבודת הבורא ברוך הוא. וזהו הרמז בפסוק מרחוק, כשאדם הוא מרוחק מגשמיות שלו אז ה' נראה לו. וזהו הרמז ותתצב אחותו, כי אחותו לשון דביקות מלשון מאחה, מה שהוא דבוק בגשמיות שלו מרחוק להתרחק עצמו מגשמיות שבו. לדעה מה יעשה לו, לדעה, מלשון התחברות <small>(בראשית ד, כה)</small> וידע אדם. מה יעשה לו, שהאין הוא השופע עליו תמיד ותמיד הוא מקבל חיות מאת הבורא ברוך הוא כי האין נקרא מה: ", "heVersionTitle": "Kedushat Levi - Munkatch 1939", "heLicense": "Public Domain", "heVersionTitleInHebrew": "קדושת לוי, מונקאץ', תרצ\"ט", "text": "Exodus 2,4. <b>“his sister positioned herself at a distance, ‎in order to find out what would be done with him.”</b> This ‎verse helps us understand Jeremiah 31,2 “the Lord appeared to ‎me from a distance, etc.;”‎<br>There is a general rule that when the people in the physical ‎universe are fully preoccupied with their secular concerns, they ‎will not be able to elevate themselves to true service of the Lord. ‎This idea is hinted at when the Bible uses the term ‎מרחוק‎. ‎‎<small>[The term does not describe distance in terms of ‎kilometers. Ed.]</small> Rapprochement to the Creator ‎progresses at the same speed as distancing oneself from purely ‎secular concerns.  The Torah chose to describe Miriam as ‎אחתו‎, ‎‎“his sister,” as it wished to allude to the word ‎מאחה‎, meaning ‎‎“attached,” i.e. ‎מדובק‎. Miriam was anxious to see if the attribute ‎of ‎אין‎, the eternal element of G’d, would continue to influence the ‎baby’s fate. On some occasions this attribute ‎אין‎ is also known as ‎מה‎, the word used in our verse.‎", "versionTitle": "Kedushat Levi translated by Rb. Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": "קדושת לוי, מתורגם בידי רבי אליהו מונק"}, {"_id": "57e77c92d6e4a94c7c1899b2", "index_title": "Tafsir Rasag", "category": "Targum", "type": "targum", "ref": "Tafsir Rasag, Exodus 1:4", "anchorRef": "Exodus 1:4", "anchorRefExpanded": ["Exodus 1:4"], "sourceRef": "Tafsir Rasag, Exodus 1:4", "sourceHeRef": "תפסיר רס\"ג, שמות א׳:ד׳", "anchorVerse": 4, "sourceHasEn": false, "compDate": [918, 942], "commentaryNum": 1.0004, "collectiveTitle": {"en": "Tafsir Rasag", "he": "תפסיר רס\"ג"}, "heTitle": "שמות", "he": "דן ונפתלי גד ואשר", "heVersionTitle": "Tafsir al-Torah bi-al-Arabiya, Paris, 1893", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תפסיר אלתורה באלערביה, פריס, 1893", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5a1c01fdd6e4a943452d3bc4", "index_title": "Sefer HaYashar (midrash)", "category": "Midrash", "type": "midrash", "ref": "Sefer HaYashar (midrash), Book of Genesis, Vayechi", "anchorRef": "Exodus 1:1-5", "anchorRefExpanded": ["Exodus 1:1", "Exodus 1:2", "Exodus 1:3", "Exodus 1:4", "Exodus 1:5"], "sourceRef": "Sefer HaYashar (midrash), Book of Genesis, Vayechi", "sourceHeRef": "ספר הישר (מדרש), ספר בראשית, ויחי", "anchorVerse": 1, "sourceHasEn": true, "compDate": [950, 1550], "commentaryNum": 0, "collectiveTitle": {"en": "Sefer HaYashar (midrash)", "he": "ספר הישר (מדרש)"}, "heTitle": "ויחי", "he": ["ויחי יעקב בארץ מצרים שבע עשרה שנה, ויהי ימי יעקב שני חייו שבע שנים וארבעים ומאת שנה. בעת ההיא חלה יעקב את חילו אשר ימות בו, וישלח ויקרא אל יוסף בנו ממצרים ויבוא יוסף אל אביו. ויאמר יעקב אל יוסף ואל בניו הנה אנוכי מת ואלוקי אבותיכם פקוד יפקוד אתכם והשיב אתכם אל הארץ אשר נשבע ה׳ לתת לכם ולבניכם אחריכם. ועתה במותי קברו אותי במערת שדה המכפלה בחברון בארץ כנען, אל אבותיי. וישבע יעקב את בניו לקבור אותו במכפלה בחברון, וישבעו לו בניו על הדבר הזה. ויצו אותם לאמור, עבדו את ה׳ אלוקיכם, כי הוא יציל אתכם מכל צרה כאשר הציל את אבותיכם. ויאמר יעקב קראו לי לכל בניכם, ויבואו כל ילדי בני יעקב וישבו לפניו. ויברך אותם יעקב ויאמר אליהם, ה׳ אלוקי אבותיכם יוסף עליכם ככם וככם אלף פעמים ויברך אתכם ויתן לכם את ברכת אברהם אביכם. ויצאו כל ילדי בני יעקב מאת פני יעקב ביום ההוא, כאשר ברך אותם. ויהי ממחרת ויקרא יעקב עוד אל בניו, ויקבצו כולם ויבואו אליו וישבו לפניו. ויברך יעקב את בניו ביום ההוא לפני מותו, איש איש כברכתו ברך אותם, הנה כתובה בספר תורת ה׳ לישראל. ויאמר יעקב אל יהודה, ידעתי בני כי גביר לאחיך אתה ומלך עליהם, ובניך ימלכו על בניהם עד עולם. אך למד נא את בניך קשת וכל כלי מלחמה, למען ילחמו את מלחמות אחיהם המלך בכל אויביו. ויצו יעקב את בניו עוד ביום ההוא לאמור, אני הנני נאסף היום הזה אל עמי, שטוני ממצרים וקברוני במערת המכפלה כאשר צויתי אתכם.", "אך השמרו נא בי, אל ישא אותי אחד מבניכם כי אם אתם. וזה הדבר אשר תעשו לי בשאתכם את גויתי ללכת בה ארצה כנען לקבור אותי. יהודה יששכר וזבולון ישאו את מטתי מקדמה מזרחה, ראובן שמעון גד ישאו מתימנה. אפרים מנשה ובנימין ימה, דן אשר ונפתלי צפונה. לוי אל תעזבוהו לשאת עמכם, כי הוא ובניו ישאו את ארון ברית ה׳ עם ישראל במחנה. וגם יוסף בני לא ישא כי כמלך כן כבודו, אך אפרים ומנשה בניו יהיו תחתיהם. ככה תעשו לי בשאתכם אותי, לא תגרעו דבר מכל אשר צויתי אתכם. והיה כאשר תעשו לי הדבר הזה, יפקוד ה׳ אתכם לטובה ובניכם אחריכם עד עולם. ואתם בניי כבדו איש את אחיו ואיש את קרובו, וצוו את בניכם ואת בני בניכם אחריכם לעבוד את ה׳ אלוקי אבותיכם כל הימים. למען תאריכו ימים בארץ אתם ובניכם ובני בניכם עד עולם, כי תעשו הטוב והישר בעיני ה׳ אלוקיכם ללכת בכל דרכיו. ואתה יוסף בני שא נא לפשע אחיך ולכל חטאתם ברעה אשר גמלוך, כי הנה האלוקים חשבה לטובה לך ולבניך. ואל תעזוב בני את אחיך מפני יושבי מצרים ואל תעצב את פניהם, כי הנם ביד אלוקיהם נתתים, ובידך לשמרם כל ימיך מפני המצרים. ויענו בני יעקב את אביהם כל אשר צויתנו כן נעשה אבי, אך יהי נא אלוקים עמנו. ויאמר יעקב אל בניו כן יהיה אלוקים אתכם בשמרכם את כל דרכיו, לא תסורו מכל דרכיו ימין ושמאל בעשותכם את הטוב ואת הישר בעיניו. כי אנוכי ידעתי כי צרות רבות ורעות ימצאו אתכם באחרית הימים בארץ הזאת לבניכם ולבני בניכם, אך עבדו את ה׳ ויושיע אתכם מכל צרה. והיה כי תלכו אחרי אלוקיכם לעבדו, ולימדתם את בניכם ואת בני בניכם אחריכם לדעת את ה׳. והקים ה׳ לכם ולבניכם מושיע מבניכם והציל ה׳ אתכם על ידו מכל צרה, והוציא אתכם ממצרים והשיב אתכם אל ארץ אבותיכם לרשתה לבטח. ויכל יעקב לצוות את בניו ויאסוף רגליו אל המיטה, וימת ויאסף אל עמיו.", "ויפול יוסף אל אביו ויצעק ויבך עליו וישקהו ויקרא בקול מר ויאמר, אבי אבי. ויבואו גם נשי בניו וכל ביתו ויפלו על יעקב ויבכו עליו, ויצעקו בקול גדול מאוד על יעקב. ויקומו כל בני יעקב יחד ויקרעו שמלותיהם וישימו כולם יחד שקים במתניהם ויפלו על פניהם, ויזרקו עפר על ראשיהם השמימה. ויוגד הדבר לאסנת אשת יוסף, ותקם ותלבש שק ותבוא היא וכל נשי מצרים עמה ויספדו כולם ויבכו את יעקב. וגם כל אנשי מצרים אשר ידעו את יעקב, באו כולם היום ההוא בשמעם את הדבר הזה ויבכו כל מצרים את יעקב ימים רבים. וגם מארץ כנען באו אנשים אל מצרים בשמעם כי מת יעקב, ויבכו אותו במצרים שבעים יום. ויהי אחרי כן ויצו יוסף את עבדיו את הרופאים לחנוט את אביו במור ולבונה וכל קטורת ובושם, ויחנטו הרופאים את יעקב כאשר ציוה אותם יוסף. וכל מצרים וזקניה וכל יושבי ארץ גושן בוכים וסופדים את יעקב, וכל בניו ובני ביתו מקוננים ומתאבלים על יעקב אביהם כל הימים. ויהי כאשר עברו ימי בכיתו מקץ שבעים יום, ויאמר יוסף אל פרעה אעלה ואקברה את אבי ארצה כנען כאשר השביעני ואשובה. וישלח פרעה אל יוסף לאמור, עלה וקבור את אביך כאשר דיבר וכאשר השביעך. ויקם יוסף וכל אחיו ללכת ארצה כנען, לקבר את יעקב אביהם כאשר כאשר ציום. ויצו פרעה ויעבירו קול במצרים לאמור, כל אשר איננו עולה עם יוסף ואחיו ארצה כנען לקבור את יעקב, יומת. וישמעו כל מצרים את קול פרעה ויקומו כולם יחד, ויעלו עם יוסף כל עבדי פרעה וזקני ביתו וכל זקני ארץ מצרים. ויעלו כל השרים והפרתמים אשר לפרעה ועבדי יוסף, וילכו לקבור את יעקב בארץ כנען. וישאו בני יעקב את מיטת יעקב אשר שכב על יד, ככל אשר ציום אביהם כן עשו בניו לו. והמיטה היתה מזהב טהור ואבני שוהם ובדולח עליה, במסגרתה מסביב. ומכסה המיטה מעשה אורג וקשור בפתילים, ועליהם קרסים מאבני שוהם ובדולח. וישם יוסף על ראש יעקב אביו עטרת זהב גדולה וישם שרביט זהב בידו, ויסכהו על המיטה כמשפט המלכים בחייהם.", "וכל גדודי מצרים לפניו כמערכת הזה, וילכו בראשונה כל גיבורי פרעה וגיבורי יוסף ועליהם יתר יושבי מצרים. וכולם חגורי חרב היו, ומלבושי שריונות ועדיי המלחמה עליהם. וכל הבוכים והמקוננים הולכים רחוק נגד המיטה הלוך ובכה וקינן, ויתר העם הולכים אחרי המיטה. ויוסף וביתו הולכים יחד קרוב אל המיטה יחפים ובוכים, ויתר עבדי יוסף וגיבוריו הולכים סביביו איש עדיו עליו וכולם חגורים כלי מלחמתם. וחמישים מעבדי יעקב הולכים אל פני המיטה, ויפזרו בכל הדרך מור ואהלות וכל בושם. וכל בני יעקב נושאי המיטה הולכים על הבושם, ועבדי יעקב ילכו לפניהם הלוך והשלך כל הבושם על הדרך. ויעל יוסף במחנה כבד ויעשו כמשפט הזה בכל יום, עד הגעתם ארץ כנען. ויבואו עד גורן האטד אשר בעבר הירדן, ויספדו שם מספד גדול ועבד מאוד במקום ההוא. וישמעו על מלכי כנען את הדבר הזה ויצאו כולם איש ממקומו שלושים ואלד מלכי כנען, ויבואו כולם על כל אנשיהם לספור ולבכות את יעקב. ויראו כל המלכים האלה את מיטת יעקב והנה עליה כתר יוסף, ויקחו גם המה וישימו את כתריהם על המיטה ויסובבוה בכתריהם. ויעשו כל המלכים האלה במקום ההוא מספד גדול וכבד עם בני יעקב ומצרים על יעקב, כי ידעו כל מלכי כנען את גבורת יעקב ובניו. והשמועה באה עד עשו לאמור, כי מת יעקב במצרים ויביאו אותו בניו וכל מצרים ארצה כנען לקבור אותו. וישמע עשו את הדבר הזה והוא יושב בהר שעיר, ויקם הוא ובניו ובני בניו וכל אנשיו וכל ביתו עם רב מאוד ויבואו לספוד ולבכות את יעקב. ויהי בבוא עשו ויספוד את יעקב אחיו, ויקומו עוד כל מצרים וכל כנען ויספדו מספד גדול עם עשו אל יעקב במקום ההוא. וישאו יוסף ואחיו את יעקב אביהם מן המקום ההוא, וילכו חברונה לקבור את יעקב במערה עם אביו. ויבואו קרית ארבע אל המכפלה ויהי בבואם ויעמוד עשו וכל בניו ואנשיו אל יוסף ואחיו לשטן במערה לאמור, לא יקבר יעקב בה כי לנו ולאבינו הוא. וישמע יוסף ואחיו את דברי בני עשו ויחר אפם מאוד, ויגש יוסף אל עשו לאמור. מה הדבר הזה אשר תדברו הלא קנה קנה אותה יעקב אבי ממך בעושר רב אחרי מות יצחק, זה היום עשרים וחמש שנה.", "וגם כל ארץ כנען קנה מאתך, ומאת בניך ולזרעך אחריך. ויקנה אותה יעקב לבניו ולזרעו אחריו עד עולם, לאחוזה. ולמה תדבר כדברים האלה, היום הזה. ויען עשו את יוסף לאמור, שקר תאמר וכזב תדבר כי לא מכרתי את אשר לי בכל הארץ הזאת אשר תדבר וגם יעקב אחי לא קנה מכל אשר לי בארץ הזאת מאומה. ועשו דיבר הדברים האלה, למען הכחיש את יוסף בדבריו. כי ידע עשו כי לא היה יוסף בימים ההם במכור עשו את כל אשר לו בארץ כנען ליעקב. ויאמר יוסף אל עשו, הלא כי ספר המקנה כתב אבי בדברים האלה עמך ויעד עדים בספר והנה במצרים איתנו. ויען עשו לאמור, לכו הביאו את הספר ואת כל אשר אמצא בספר ההוא אעשה. ויקרא יוסף אלא נפתלי אחיו ויאמר, מהרה חושה אל תעמוד ורוץ נא מצרימה והבא את כל הספרים את ספר המקנה ואת החתום ואת הגלוי, וגם כל הספרים הראשונים אשר כתוב בהן את כל דברי הבכורה קח. והבאת לנו פה, ונדעה מהם את כל דברי עשו ובניו אשר ידברו ביום הזה. וישמע נפתלי בקול יוסף, וימהר וירץ לרדת מצרימה. ונפתלי קל ברגליו מאוד מכל הצבאים אשר על פני המדבר, כי הלוך ילך על שיבולת הזרע ולא תישבר. וירא עשו כי הלך נפתלי להביא את הספרים ויוסף להשטין על המערה הוא ובניו, ויקומו כולם עשו ואנשיו על יוסף ואחיו למלחמה. וילחמו על בני יעקב ומצרים עם עשו ואנשיו, וינגפו בני עשו ואנשיו לפני בני יעקב ויהרגו בני יעקב מאנשי עשו ארבעים איש. וחושים בן דן בן יעקב היה בעת ההיא את בני יעקב אך היה רחוק ממקום המלחמה כמאה אמה, כי ישב עם ילדי בני יעקב על מיטת יעקב לשמרה. וחושים היה אילם מדבר וחרש משמוע, אך הבין את קול האדם הומה. וישאל לאמור מדוע לא קברתם המת, ומה היא ההמייה הגדולה הזאת. ויענוהו ויגידו לו את דברי עשו ובניו, אשר מנעם מלקבור את יעקב במערה. ויהי בהבינו הדברים אשר עשה עשו ובניו, ויחר אפו מאוד עליהם. וימהר ויקח חרב וירץ אל עשו אל תוך המלחמה, ויך את עשו בחרב ויכרות את ראשו ממנו ותלך למרחוק, ויפול עשו בתוך אנשי המלחמה.", "ויהי בעשות חושים את הדבר הזה ויגברו בני יעקב על בני עשו, ויקברו בני יעקב את יעקב אביהם בחזקה במערה ובני עשו רואים. ויקב יעקב בחברון במערת המכפלה אשר קנה אברהם מאת בני חת לאחוזת קבר, ויקבר בבגדים יקרים מאוד. ולא נעשה למלך ככל הכבוד הזה אשר עשה יוסף לאביו במותו, כי קבר אותו בכבוד גדול מאוד כקבור את המלכים. ויעשו יוסף ואחיו ליעקב אביהם אבל, שבעת ימים. ויהי אחרי כן ויערכו בני עשו מלחמה את בני יעקב, וילחמו בני עשו בבני יעקב בחברון ועשו עודנו מת ולא נקבר. ותהי מלחמה חזקה מאוד ביניהם וינגפו בני עשו לפני בני יעקב, ויהרגו בני יעקב מבני עשו שמונים איש ומבני יעקב לא מת אחד. ותגבר יד יוסף על כל אנשי בני עשו וילכוד את צפו בן אליפז בן עשו ואת חמישים מאנשיו, ויאסור את כולם בכבלי ברזל ויתנם ביד עבדיו להביאם מצרימה. ויהי כאשר לכדו בני יעקב את צפו ואת אנשיו וייראו כל הנשארים מבית עשו מאוד לנפשם פן ילכדו גם הם, ויברחו כולם עם אליפז בן עשו ואנשיו וישאו את גויית עשו וילכו הר שעיר לדרכם. ויבואו הר שעיר ויקברו את עשו בשעיר, אך ראשו לא הביאו אותה שעירה, כי נקברה במקום ההוא במקום המלחמה בחברון. ויהי כאשר ברחו בני עשו מפני בני יעקב וירדפו בני יעקב אחריהם עד גבול שעיר אך לא המיתו מהם איש ברדפם אותם, כי חמלו על גויית עשו אדר נשאו עמהם וינוסו. וישובו בני יעקב מעליהם ויבואו עד המקום אשר שם אחיהם בחברון, וישבו שם ביום ההוא ומחרתו עד נחו מהמלחמה. ויהי ביום השלישי ויאספו את כל בני שעיר החורי ויאספו את כל בני קדם עם כחול הים הרבה מאוד, וילכו וירדו מצרימה להילחם עם יוסף ואחיו להציל את אחיהם. וישמעו יוסף וכל בני יעקב, כי התקבצו בני עשו ובני קדם ויבואו עליהם למלחמה להציל את אחיהם. ויצאו לקראתם יוסף ואחיו וגיבורי מצרים, וילחמו בם בארץ רעמסס. ויכו יוסף ואחיו את בני עשו ואת בני שעיר ואת בני קדם, מכה רבה מאוד. ויהרגו מהם כשש מאות אלף איש ויהרגו בהם את כל גיבורי בני שעיר החורי, לא נותר מהם כי אם מתי מספר אנשים.", "וגם מבני קדם ובני עשו הרגו מהם הרבה מאוד, וינוסו כולם אליפז בן עשו ובני קדם לפני יוסף ולפני אחיו. וירדפו יוסף ואחיו אחריהם עד בואכה סוכות ויהרגו מהם עוד בסוכות שלושים איש, והנשארים נמלטו וינוסו איש לעירו. וישובו מעליהם יוסף ואחיו וגיבורי מצרים בשמחה ובטוב לבב, כי נגפו את כל אויביהם. וצפו בן אליפז ואנשיו עודם במצרים עבדים לבני יעקב, ויוסף להם מכאוב על מכאובם. ויהי בשוב בני עשו ובני שעיר אל ארצם, ויראו בני שעיר כי נפלו כולם ביד בני יעקב ומצרים בעבור מלחמת בני עשו. ויאמרו בני שעיר אל בני עשו, אתם ראיתם וידעתם כי בגללכם היתה המכה בנו לא נותר איש גיבור ויודע מלחמה. ועתה צאו לכם מארצנו ולכו מאיתנו ארצה כנען אל ארץ מגורי אבותיכם, למה יירשו בניכם את בנינו בארצנו באחרית הימים. ולא אבו בני עשו לשמוע אל בני שעיר, ויאמרו בני שעיר להילחם בם. וישלחו בני עשו בסתר אל אנגיאס מלך אפריקה, היא דנהבה לאמור. שלח לנו אנשים מאנשיך ויבואו אלינו ונלחמה יחד עם בני שעיר החורי, כי נועצו להילחם איתנו להוריש אותנו מן הארץ. ויעש אנגיאס מלך דנהבה כן, כי אוהב היה אנגיאס לבני עשו בימים ההם. וישלח אנגיאס אל בני עשו חמש מאות איש רגלי גיבורי החיל, ושמונה מאות רוכבי סוסים. ובני שעיר שלחו אל בני קדם ואל מדין לאמור, אתם ראיתם את אשר עשו לנו בני עשו אשר בעבורם תמנו כולנו במלחמותם את בני יעקב. ועתה בואו אלינו ועזרונו ונלחמה יחד איתם והורשנו אותם מן הארץ, וננקמה מהם את נקמת אחיכם ואחינו אשר מתו בעבורם במלחמתם את בני יעקב אחיהם. וישמעו כל בני קדם אל בני שעיר, ויבואו אליהם כשמונה מאות איש שולף חרב. וילחמו בני עשו את בני שעיר בעת ההיא במדבר פארן, ויתחזקו בני שעיר מבני עשו בפעם ההוא. ויהרגו בני שעיר מבני עשו במלחמה ההיא כמאתיים איש מאנשי אנגיאס מלך אפריקה מלך דנהבה, ביום ההוא. ויהי ביום השני ויוסיפו עוד בני עשו, ויבואו להילחם את בני שעיר שנית. ותכבד המלחמה עוד על בני עשו שנית, ויצר להם מאוד מפני שעיר.", "ויראו בני עשו כי חזקו מהם בני שעיר ויסובו וישובו מבני עשו אנשים איש אל רעהו, ויעזרו את בני שעיר אויביהם. ויפלו עוד מאנשי בני עשו במלחמה השנית חמישים ושמונה איש, מאנשי אנגיאס מלך דנהבה. ויהי ביום השלישי וישמעו בני עשו כי שבו עליהם מאחיהם להילחם בם במלחמה השנית, ויתאבלו בני עשו בשמעם את הדבר הזה. ויאמרו מה נעשה לאחינו אשר שבו עלינו, לעזור את בני שעיר אויבינו. ויוסיפו בני עשו וישלחו אל אנגיאס מלך דנהבה לאמור, שלח לנו עוד אנשים אחרים ונלחמה בהם את בני שעיר כי כבדו ממנו זה פעמיים. ויוסף עוד אנגיאס וישלח אל בני עשו כשש מאות איש גיבורי חיל, ויבואו לעזור את בני עשו. ויהי לעשרת הימים, ויוסיפו בני עשו ויערכו מלחמה את בני שעיר במדבר פארן. ותכבד המלחמה ההיא על בני שעיר, ויתחזקו בני עשו אל בני שעיר בפעם הזאת. וינגפו בני שעיר לפני בני עשו, ויהרגו מהם בני עשו כאלפיים איש. וימותו כל גיבורי בני שעיר במלחמה הזאת, ולא נשאר בהם איש כי אם בניהם הקטנים אשר נשארו בעירם. וכל מדין ובני קדם נסו להם מהמלחמה ויעזבו את בני שעיר, וינוסו בראותם כי כבדה מהם המלחמה. וירדפו בני עשו אחרי כל בני קדם עד הגעתם אל ארצם, ויהרגו בני עשו בדרך מהם עוד כמאתיים וחמישים איש. ומאנשי בני עשו נפלו במלחמה ההיא כשלושים איש, אך מאת אחיהם היתה הרעה אליהם לשוב אליהם לעזור את בני שעיר החורי. וישמעו בני עשו עוד את רעת אחיהם, ויתאבלו עוד על הדבר הזה. ויהי אחרי המלחמה, וישובו בני עשו ויבואו שעירה אל מקומותם. ויהרגו בני עשו את הנשארים בארץ מבני שעיר, גם נשיהם וטפם הרגו לא החיו מהם נשמה. אך החיו מהם כחמישים נערים ונערות קטנים ולא המיתום בני עשו, ויהיו להם הנערים לעבדים ואת הנערות לקחו לנשים. וישבו בני עשו בשעיר תחת בני שעיר, וירשו את ארצם ויאחזו בה. ויקחו בני עשו את כל אשק לבני שעיר בארץ, גם צאנם גם בקרם ורכושם וכל אשר לבני שעיר לקחו בני עשו וישבו בני עשו בשעיר תחת בני שעיר עד היום הזה. ויחלקו בני עשו את הארץ למחלקות, לחמשת בני עשו למשפחותיהם.", "ויהי בימים ההם, ויתייעצו בני עשו להמליך עליהם מלך בארץ אשר ירשו אותה. ויאמרו איש אל רעהו, לא כי מלך ימלוך עלינו בארצנו להיות תחת עצתו וללחום את מלחמותינו באויבינו ויעשו כן. וישבעו כל בני עשו לאמור אשר לא ימלוך עליהם מחל מאחיהם עד עולם, כי אם איש נוכרי אשר לא מאחיהם. כי מרה נפש כל בני עשו איש על בנו ואיש על אחיו ואיש על רעהו, מפני הרעה אשר עשו להם אחיהם בהילחמם את בני שעיר. על כן נשבעו בני עשו לאמור, מהיום ההוא והלאה לא ימליכו עליהם מאחיהם כי אם איש נוכרי עד היום הזה. ויהי שם איש אחד מאנשי אנגיאס מלך דנהבה, בלע בן בעור שמו. והאיש גיבור חיל מאוד ויפה תואר וטוב רואי וחכם בכל חכמה ובעל שכל ועצה, ואין איש מאנשי אנגיאס כמוהו. ויקחוהו כל בני עשו וימשחו אותו וימליכוהו עליהם למלך, וישתחוו לו ויאמרו יחי המלך יחי המלך. ויפרשו השמלה ויתנו לו איש נזם זהב וכסף ואיש והעת ואיש צמיד ואיש קשיטה, ויעשירוהו מאוד בכסף ובזהב ושוהם ובדולח. ויעשו לו כיסא מלכות וישימו לו כתר מלכות בראשו ויבנו לו היכל וישב בו, ויהי על בני עשו למלך. ואנשי אנגיאס לקחו את שכר מלחמתם מאת בני עשו, וילכו וישובו אל אדוניהם דנהבה בעת ההיא. וימלוך בלע על בני עשו שלושים שנה, וישבו בני עשו בארץ תחת בני שעיר וישמידום וישבו תחתם לבטח עד היום הזה. ויהי בשנת שתיים ושלושים שנה לרדת ישראל מצרימה, היא שנת שבעים ואחת שנה לחיי יוסף. וימת פרעה מלך מצרים בשמה ההיא, וימלוך מגרון בנו תחתיו. ופרעה ציוה את יוסף לפני מותו להיות למגרון בנו לאב, ולהיות מגרון תחת יד יוסף ותחת עצתו. וישמעו כל מצרים לדבר הזה להיות יוסף עליהם, כי אהבו כל מצרים את יוסף כתמול שלשום. אך מגרון בן פרעה ישב על כיסא אביו, ויהי למלך תחת אביו בימים ההם. בן ארבעים ואחת שנה מגרון במלכו, וארבעים שנה מלך במצרים.", "ויקראו כל מצרים את שמו פרעה כשם אביו, כמשפטם לעשות במצרים על מלך אשר ימלוך עליהם. ויהי כמלוך פרעה תחת אביו ויתן את משפטי הארץ וכל דברי המלכות ביד יוסף, כאשר ציוהו אביו. ויהי יוסף למלך על מצרים כי הוא המביא והמוציא בכל מצרים, ויהיו כל מצרים תחת ידו ותחת עצתו. כי נטו כל מצרים אחרי יוסף אחרי מות פרעה, ויאהבוהו מאוד למלוך עליהם. אך לא חפצו מהם אנשים לאמור, לא ימלוך עלינו איש נוכרי. ואולם על פי יוסף היתה על מלכות מצרים בימים ההם אחרי מות פרעה, הוא המוציא והוא המביא לעשות כחפצו בכל הארץ ואין דובר אליו דבר. ותהי כל מצרים תחת יד יוסף, וילחם יוסף עם על אויביו מסביב ויכניעם תחת ידו. וגם כל הארץ וכל פלשתים עד גבול כנען הכניע יוסף, ויהיו כולם תחת ידו ויתנו ליוסף מס מדי שנה בשנה. ופרעה מלך מצרים ישב על כסאו תחת אביו, אך היה תחת יד יוסף ועצתו כאשר היה בתחילה תחת יד אביו. וגם לא היה מושל כי אם בארץ מצרים לבד, תחת עצת יוסף. ויוסף מלך על כל הארץ בעת ההיא, ממצרים ועד הנהר הגדול נהר פרת. ויהי יוסף בכל דרכיו משכיל, וה׳ אלוקיו עמו. ויוסף ה׳ ליוסף חכמה והוד והדר ואהבה בלב מצרים וכל הארץ, וימלוך יוסף על כל הארץ ארבעים שנה. וכל ארץ פלשתים וכנען וצידון ועבר הירדן מביאים ליוסף מנחות כל ימיו, ומס יביאו לו מדי שנה בשנה כמשפט. וילחם יוסף עם כל אויביו מסביב ויכניעם, ותהי כל הארץ ביד יוסף. וישב יוסף על כסאו במצרים לבטח. וגם כל אחיו בני יעקב ישבו לבטח בארץ גושן כל ימי יוסף ויפרו וירבו מאוד מאוד בארץ, ויעבדו את ה׳ כל ימיהם כאשר ציוה אותם יעקב אביהם. ויהי מקץ ימים רבים ושנים בשבת בני עשו בארצם לבטח עם בלע מלכם, ובני עשו פרו ורבו בארץ. ויתיעצו ללכת להילחם עם בני יעקב וכל מצרים ולהציל את צפו בן אליפז אחיהם ואת אנשיו, כי עודם במצרים בימים ההם עבדים ליוסף. וישלחו בני עשו אל כל בני קדם ויעשו איתם שלום, ויבואו אליהם כל בני קדם ללכת את בני עשו מצרימה למלחמה.", "וגם מאנשי אנגיאס מלך דנהבה באו אליהם וגם אל בני ישמעאל שלחו, ויבואו אליהם. ויתקבצו כל העם הזה, ויבואו שעירה לעזור את בני עשו במלחמתם. ותהי המחנה הזאת מחנה גדול וכבד עם אשר כחול הים הרבה מאוד, כשמונה מאות אלף איש בין רגלי ורוכבי סוסים. וירדו כל הגדודים האלה מצרימה להילחם את בני יעקב, ויחנו על רעמסס. ויצאו לקראתם יוסף ואחיו וכל גיבורי מצרים כשש מאות אלף איש, וילחמו איתם בארץ רעמסס. וילחמו בני יעקב את בני עשו בעת ההיא עוד בשנת החמישים שנה לרדת בני יעקב מצרימה, היא שנת השלושים שנה למלוך בלע על בני עשו בשעיר. ויתן ה׳ את כל גיבורי עשו ובני קדם ביד יוסף ואחיו וינגפו אנשי בני עשו ובני קדם לפני יוסף. ויפלו מאנשי עשו ובני קדם חללים רבים לפני בני יעקב כמאתיים אלף איש, ויפול גם בלע בן בעור מלכם עמם במלחמה. ויראו בני עשו כי נפל מלכם עמם במלחמה וימת, וירפו ידיהם מהמלחמה. ויוסף ואחיו וכל מצרים עודם מכים באנשי בית עשו, וייראו מאוד כל אנשי עשו מפני בני יעקב וינוסו לפניהם. וירדפו אותם יוסף ואחיו וכל מצרים מהלך יום ויכו מהם עוד כשלוש מאות איש הלוך הכות אותם בדרך, וישובו אחרי כן מעליהם. וישובו יוסף וכל אחיו מצרימה לא נפקד מהם איש, אך מהמצרים נפלו שנים עשר אנשים. ויהי בשוב יוסף מצרימה ויצו לאסור עוד את צפו ואת אנשיו, ויאסרו אותם בנחושתיים ויוסיפו להם יגון על יגונם. וכל אנשי בני עשו ובני קדם שבו איש אל עירו בבושה, כי נפלו כל הגיבורים אשר היו בהם במלחמה. ויראו בני עשו כי מת מלכם במלחמה וימהרו ויקחו איש מאנשי בני קדם יובב בן זרח שמו מארץ בצרה, וימליכוהו עליהם תחת בלע מלכם. וישב יובב על כיסא בלע תחתיו למלך, וימלוך יובב באדום על כל בני עשו עשר שנים. ולא יספו בני עשו עוד ללכת להילחם עם בני יעקב מהיום ההוא והלאה, כי ידעו בני עשו את גבורת בני יעקב וייראו מהם מאוד. אך מהיום ההוא והלאה שנאו בני עשו את בני יעקב, ותהי השנאה והאיבה חזקה ביניהם כל הימים עד היום הזה.", "ויהי אחרי כן מקץ עשר שנים, וימת יובב בן זרח מלך אדום. ויקחו בני עשו איש אחד ושמו חושם מארץ תימן, וימליכוהו עליהם תחת יובב. וימלוך חושם באדום על בני עשו, עשרים שנה. ויוסף מלך מצרים ואחיו וכל בני ישראל ישבו לבטח במצרים בימים ההם כל ימי יוסף ואחיו אין שטן ואין פגע רע, ותשבות ארץ מצרים מהמלחמה בעת ההיא בימי יוסף ואחיו."], "heVersionTitle": "Sefer HaYashar, Livorno 1870", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": ["And Jacob lived in the land of Egypt seventeen years, and the days of his life was one hundred ‎and forty-seven years. At that time Jacob took sick, it was the sickness of which he died. And ‎he had his son Joseph called from Egypt, and Joseph came unto his father. And Jacob said unto ‎Joseph and unto his sons: Behold, I am dying, and the God of your fathers will remember you ‎and he will bring you back to the land which the Lord hath sworn to give unto you and unto ‎your children after you. And now after I am dead bury me in the cave of Machpelah, in ‎Hebron, in the land of Canaan, with my forefathers. And Jacob caused his sons to swear that ‎they would bury him in Machpelah, in Hebron, and his sons swore unto him concerning this ‎thing. And he commanded unto them saying: Serve ye the Lord your God, for he will deliver ‎you from all trouble as he hath delivered your forefathers. And Jacob said: Call unto me all ‎your children. And all the children of Jacob's household came, and they sat down before him. ‎And Jacob blessed them, and he said unto them : May God the Lord of your forefathers add ‎unto you a thousand times as many as you are, and may he bless you and bestow upon you ‎the blessing of Abraham your forefather. And all the children went away on that day, after ‎Jacob had blessed them. And on the following morning Jacob called his sons once more and ‎they assembled and seated themselves before him. And Jacob blessed his sons on that day ‎before his death every one of them according to his blessing Jacob blessed his sons, and ‎behold it is all written in the book of the law of the Lord to the children of Israel. And Jacob said ‎unto Judah: Behold, my son, I know that thou art the most valiant among thy brothers and ‎therefore rule thou over them, and thy sons shall rule over their sons forever. But teach thou ‎thy sons to handle the bow and all the instruments of war that they may know to fight in the ‎wars of their brothers against their enemies. And Jacob commanded his sons once more on ‎that day, saying: Behold, I shall be gathered unto my people this day, and you shall carry me up ‎from Egypt and bury me in the cave of Machpelah as I have commanded you, ", "and take heed that none of your sons carry me, but yourselves. And thus shall ye do unto me ‎when ye are carrying my body to go with it unto the land of Canaan to bury me. Judah, and ‎Issachar, and Zebulun shall carry my bier at the east; Reuben, and Simeon, and Gad at the ‎south; Ephraim, and Manasseh, and Benjamin at the west; Dan, and Asher, and Naphtali at the ‎north. And suffer not Levi to carry me with you, for he and his children are destined to carry ‎the ark of the covenant of the Lord in Israel's camp, nor shall Joseph, my son, carry me, for he ‎is a king, and his honor must be given him accordingly; but let Ephraim and Manasseh be in ‎their stead. And thus ye shall do unto me when you carry me and do not omit the least from ‎what I have commanded you. And if you will faithfully do unto me all these things, the Lord will ‎remember you to all good and your children after you forever. And you, my sons, honor one ‎another and your relatives likewise, and instruct your children and your children’s children ‎after you to serve the Lord, the God of your forefathers, through all the days, that your days ‎may be prolonged in the land, and the days of your children and your children’s children, ‎forever, by your doing whatsoever is good and just in the eyes of the Lord your God, and by ‎walking in all his ways. And thou Joseph, my son, I pray thee to forgive the sins and ‎transgressions of thy brothers in the evil that they have done unto thee, for the Lord hath ‎ordained it for thy good, and the good of thy children. And do not forsake thy brothers, oh my ‎son, before the Egyptian, and do not cause thy brothers any grief, for behold, I have entrusted ‎them to the care of the Lord and to thy care, and it is in thy hand to protect them against the ‎Egyptians throughout thy days. And the sons of Jacob answered unto their father, saying: All ‎that thou hast commanded unto us will we do, oh our father, only may the Lord be with us! ‎And Jacob said unto his sons: Lo may the Lord be with you, as ye will observe all his ways. Do ‎not turn, neither to the right nor to the left, from doing all that is good and just in his eyes. For ‎verily I know that many disastrous evils will befall you in the latter days even in this land, as ‎also your children and children’s children; but serve ye the Lord and he will deliver you from all ‎troubles. And if you shall follow your God and serve him, and if you will instruct your children, ‎and your children’s children after you, to know the Lord, then the Lord will raise up unto you a ‎savior from among your own sons, and through his power the Lord will deliver you from all ‎troubles, and bring you out of this land and bring you back unto the land of your fathers to ‎possess it securely. And after Jacob had finished instructing his sons, Jacob withdrew his feet ‎into his bed and he was gathered to his people.‎", "And Joseph fell upon his father crying and weeping, and he kissed his father and cried out in a ‎bitter voice, oh my father, my father! And all the wives of his sons, and all his household, ‎came, and they fell upon Jacob and wept over him and they cried over Jacob in an exceedingly ‎loud voice. And all the sons of Jacob rose up, and they rent their garments and put sackcloth ‎upon their loins, and they fell upon their faces and they scattered dust over their heads ‎heavenwards. And the sad news was told unto Osnath, Joseph’s wife, and she arose and she ‎put on a sack, and she came with all the Egyptian women and all of them mourned and wept ‎over Jacob. And all the people of Egypt that knew Jacob, on hearing this thing, assembled and ‎came likewise on that day to weep over Jacob, and all Egypt wept for Jacob many days. And ‎the women from the land of Canaan came also unto Egypt when they heard of Jacob’s death, ‎and they wept for him in Egypt seventy days. And after wards Joseph ordered his servants, ‎the physicians, to embalm his father with myrrh and frankincense, and with all sorts of spices ‎and perfumery. And the physicians embalmed Jacob according to Joseph’s commandments. ‎And all Egypt, and all the elders and inhabitants of Goshen wept and mourned for Jacob. And ‎all the sons of Jacob and the children of his household wept and mourned over Jacob, their ‎father, for many days. And when the days of weeping were over, at the end of seventy days, ‎Joseph said unto Pharaoh: I will go up to bury my father in the land of Canaan according to ‎what he caused me to swear, and then I shall return. And Pharaoh sent Joseph, saying: Go up ‎and bury thy father as he hath said, and as he hath caused thee to swear. And Joseph arose ‎with all his brothers, and they went up to the land of Canaan to bury their father as he had ‎commanded them. And Pharaoh issued a proclamation throughout Egypt, saying: All those ‎that fail to go up with Joseph and his brothers to the land of Canaan to bury Jacob, shall die. ‎And all Egypt obeyed Pharaoh’s order, and they rose up all together, and all the servants of ‎Pharaoh, and all the elders of his household, and all the elders of the land of Egypt went up ‎with Joseph. And all the princes and officers of Pharaoh, the servants of Joseph, went up ‎likewise, to bury Jacob in the land of Canaan. And the sons of Jacob carried the bier on which ‎Jacob lay, according to all their father had commanded unto them, his sons did unto Jacob. And ‎the bier was of pure gold inlaid with onyx stones and bdellium all around, and the cover of the ‎work was a cloth woven of gold trimmed in fringes and over it were fastenings of onyx stones ‎and bdellium. And upon the head of his father, Jacob, Joseph placed a large crown of gold and ‎a scepter of gold he gave into his hand, and they surrounded the bier according to the manner ‎of kings during their life time.‎", "And all the armies of Egypt marched on before him, in the following order: First came all the ‎great men of Pharaoh and the great men of Joseph, and after them the rest of the people of ‎Egypt. And they were all girt with swords, and clothed with coats of mail, and all the ornaments ‎of war were upon them. And all the weepers and mourners went opposite the bier at a ‎distance, continually onward weeping and lamenting, and the rest of the people followed ‎after the bier. And Joseph and his household in a body went near the bier barefooted and ‎weeping, and the rest of Joseph’s servants followed around him, every man with his ‎ornaments of war upon him and all armed with their instruments of war. And fifty of Jacob’s ‎servants went before the bier scattering all along the road, myrrh and aloes and all kinds of ‎perfumery. And all the sons of Jacob, who carried the bier walked over the perfumery. And ‎they did after this manner day after day until they reached the land of Canaan. And when they ‎came to the threshing floor of Atad, which was on the other side of Jordan, they mourned a ‎very great and heavy mourning in that place. And all the kings of Canaan heard of this thing ‎and they went forth, every one of them, from their houses, thirty-one kings of Canaan, and ‎they came with all their men to mourn and weep over Jacob. And the kings made a very heavy ‎mourning in this place, with the sons of Jacob and with all Egypt, for all the kings of Canaan ‎knew the fortitude of Jacob and his sons. And when these saw Jacob’s bier, and beheld ‎Joseph’s crown was upon it, they also placed their crowns upon it, thus covering it with crowns ‎all around. And the news reached Esau, saying: Behold, Jacob died in Egypt, and now his sons ‎and all Egypt are bringing him into the land of Canaan to bury him. And when Esau heard these ‎things in his dwelling place on Mount Seir, he rose up with his sons, and with his house hold, ‎and with all his people, a very numerous people, and they came to weep and mourn over ‎Jacob. And when Esau had arrived to mourn for his brother Jacob, all the people of Egypt and ‎of Canaan rose up once more and they mourned over Jacob a great mourning with Esau, in ‎that place. And Joseph and his brothers took their father Jacob from that place and they ‎carried him to Hebron to bury Jacob in the cave of Macphelah near his fathers, and they came ‎to Kirjath-arba, near the cave. And when they reached that place Esau and his sons stood up ‎against Joseph and his brothers, to prevent them from entering the cave, saying: Jacob cannot ‎be buried in this cave for it belongeth to us and to our father. And when Joseph and his ‎brothers heard the words of Esau’s sons, they were exceedingly angry, and Joseph stepped ‎forwards unto Esau saying: What is it thou hast said? Verily, Jacob my father has bought this ‎cave of thee for great riches after the death of Isaac, twenty-five years ago,", "and all the land of Canaan he hath bought likewise of thee and of thy seed after thee. And ‎Jacob bought all of thee for his sons and his seed after him, for a possession forever, and why ‎speakest thou these words to-day? And Esau answered, saying: Thou speakest falsehood and ‎statest lies, for I have not sold the least thing belonging unto me in this land, as thou sayest, ‎neither did my brother Jacob buy anything belonging to me in this land. And Esau said these ‎words to deceive Joseph, for Esau knew that Joseph was absent from home in those days ‎when he sold all his claims upon the land of Canaan unto Jacob. And Joseph said unto Esau: ‎Verily, my father hath reduced all these transactions with thee to writing in a book of sale, and ‎he had it attested by witnesses, and behold that book is even now with us in Egypt. And Esau ‎said: Bring then that book and we will do according to what is written therein. And Joseph ‎called his brother Naphtali and he said unto him: Make haste and do not stand still, but run ‎quickly into Egypt I pray thee and bring unto me all the documents concerning this purchase. ‎The book of sale which is sealed and the book of sale which is open, and also all the first books ‎in which are recorded all the transactions concerning the birth-right. And fetch all hither that ‎we may ascertain everything concerning the words of Esau and his sons which they have ‎spoken this day. And Naphtali listened unto the words of Joseph and he hastened and ran ‎unto Egypt. And Naphtali was swift of foot and lighter than the stags of the wilderness, for he ‎could run upon the ears of the standing fruit of the field without breaking them. And when ‎Esau saw that Naphtali had gone to bring the documents he became still bolder concerning his ‎claims upon the cave, and Esau with all his men rose up to fight against Joseph and his ‎brothers. And all the sons of Jacob and all the Egyptians fought against Esau and his men, and ‎Esau and his sons with all their people were smitten by the sons of Jacob, and they slew of ‎Esau’s people forty men. And Chushim, the son of Dan, the son of Jacob, was amongst Jacob’s ‎sons, yet he stood at the distance of about a hundred cubits from the place of battle, for he ‎was left with the children of Jacob’s sons, by Jacob’s bier to guard it; and Chushim was deaf ‎and dumb, yet he could notice the voice of men in an uproar. And he inquired, saying: Why do ‎ye not bury the dead, and what is the cause of this great uproar? And they explained unto him ‎all concerning the words of Esau and his sons, and he ran towards Esau in the midst of the ‎fight, and he smote Esau with a sword, and he cut off his head and it rolled away to a great ‎distance, while Esau fell down dead amongst the fighting people.‎", "And after Chushim had done this thing the sons of Jacob prevailed against the sons of Esau, ‎and they buried their father Jacob in the cave by force, before the eyes of Esau’s sons. Thus ‎Jacob was buried in the cave of Machpelah, which Abraham had purchased of the sons of Heth ‎for the possession of a burial ground, and he was buried in very costly garments. And never ‎had a king received such honors as Joseph conferred upon his father at his death, for he had ‎him buried with great honors like to the funeral of kings; and Joseph and his brethren ‎mourned a mourning of seven days for their father. And after this the sons of Esau instituted ‎war against the sons of Jacob, and the sons of Esau fought with the sons of Jacob in Hebron; ‎and Esau was still unburied. And the war was heavy between them and the sons of Esau were ‎smitten by the sons of Jacob, and they slew of them eighty men, while not one man fell from ‎the people of the sons of Jacob. And Joseph overpowered all the people of Esau’s sons, and ‎he captured Zepho, the son of Eliphaz, with fifty of his men, and he bound them with iron ‎chains, and he surrendered them into the hands of his servants to bring them down into ‎Egypt. And when the sons of Jacob had captured Zepho and his people, the rest of Esau’s ‎household were afraid of their lives lest they be also taken captive, and they fled with Eliphaz, ‎Esau’s son, taking with them the body of Esau, and they pursued their way to Mount Seir. And ‎when they reached Mount Seir they buried his body, but they have not brought his head along ‎with them, for it was buried on the battle field in Hebron. And when the sons of Esau took ‎flight the sons of Jacob pursued them to the boundaries of Seir, but they did not slay any man ‎among them, because the body of Esau, which was with them, aroused their compassion; and ‎after the sons of Esau had fled the sons of Jacob returned unto their brethren in Hebron, and ‎they rested there from the battle on that day and the day following. And on the third day the ‎sons of Esau assembled all the sons of Seir, the Horite, and all the people of the east, a great ‎multitude of men, even like the sand of the sea, and they marched down to Egypt to battle ‎with Joseph and his brothers, and to rescue their brethren. And when Joseph and all the sons ‎of Jacob heard that the sons of Esau and the people of the east came against them to battle, ‎and to rescue their brethren, Joseph and his brothers and all the heroic men of Egypt went ‎forth and they fought in the city of Raamses, and Joseph and his brothers smote a terrible ‎smiting amongst the sons of Esau and the people of the east; and they slew six hundred ‎thousand of their men, and also all the mighty men of the sons of Seir, the Horite, so that but ‎few of them were left, ", "and they slew likewise many of the peeple of the east, and Eliphaz, the son of Esau, with the ‎people of the east fled before Joseph and his brothers. And Joseph with his brothers and the ‎mighty men of Egypt pursued them until they reached Succoth, and they slew of them thirty ‎more men, and then they returned unto Egypt in triumph, for they had smitten all their ‎enemies. And Zepho, the son of Eliphaz, with his men, continued to be slaves in Egypt to the ‎sons of Jacob, and their pains were only increased. And when the sons of Esau returned to ‎their land with the sons of Seir, the people of Seir saw that most of their sons had fallen by the ‎hands of the sons of Jacob and the people of Egypt, while battling for the sons of Esau, and the ‎sons of Seir said unto the sons of Esau: You have seen it, and you know it well, that this war ‎was on your account, and now not one of our heroic men, skilled in warfare remaineth unto ‎us. Now, therefore, depart ye from us and go unto the land of Canaan, the dwelling place of ‎your ancestors, for why should your children possess themselves in the latter days of all ‎belonging to our children? But the sons of Esau would not hearken unto the children of Seir, ‎and the children of Seir concluded to make war against them. And the sons of Esau sent ‎secretly unto Augias, king of Africa, which is Danhabah, saying: Send unto us some men of thy ‎people, that we fight together against the sons of Seir, the Horite, for they are resolved to ‎make war with us and to drive us from the land. And the king of Danhabah did so, for he was a ‎friend of the sons of Esau in those days, and he sent unto them five hundred mighty men on ‎foot and eight hundred horse men. And the children of Seir sent unto the people of the east ‎and of Midian, saying: You have seen what the sons of Esau have done unto us, for on their ‎account most of us have perished in their battle against the sons of Jacob. Now, then, come ye ‎to our assistance, that we fight against them together and drive them out of the land, to ‎avenge on them the cause of our brethren who have died on their account in their battle ‎against the sons of Jacob. And all the people of the east hearkened unto the sons of Seir, and ‎they came unto them about eight hundred men able to draw the sword, and the sons of Esau ‎fought at that time with the sons of Seir in the wilderness of Paran; and the sons of Seir were ‎victorious over the sons of Esau in that fight, and they slew of the men of Augias, king of ‎Danhabah, about two hundred men on that day. And on the second day the sons of Esau came ‎once more to fight with the sons of Seir the second time, and the second battle was even ‎more disastrous upon the sons of Esau and they were in great agony on account of the sons of ‎Seir.‎", "And when the sons of Esau saw that the sons of Seir were too strong for them, some of their ‎own men turned and went over to their enemies, and they assisted the sons of Seir, their ‎enemies, and in that second battle there fell fifty-eight more men from the people of Augias, ‎king of Danhabah. And on the third day, the sons of Esau heard that some of their own ‎brethren went over to their enemy in the second battle to fight against them, and they ‎mourned when they heard this thing, and they said: What shall we do with our brethren, who ‎have turned against us, to assist our enemies, the sons of Seir ? And the sons of Esau sent ‎once more to Augias, king of Danhabah, saying: Send unto us some more men that we may ‎fight against the sons of Seir, for twice already they have been stronger than we. And Augias ‎sent unto them once more about six hundred of his mighty men, and they came to reinforce ‎the sons of Esau. And after ten days the sons of Esau gave battle once more against the sons ‎of Seir in the wilderness of Paran, and the fight was very terrible upon the sons of Seir, and the ‎sons of Esau prevailed over them, and the sons of Seir were smitten and the sons of Esau slew ‎of them about two thousand men; and all the mighty men of the sons of Seir were slain in that ‎battle, and only their little children remained, who were left in their cities. And all the ‎Midianites and the people of the east fled from the battle field leaving the sons of Seir when ‎they saw that the battle was heavy upon them; and the sons of Esau pursued the people of ‎the east until they had reached their country, and the sons of Esau slew of them two hundred ‎and fifty more men. And from the men of the sons of Esau about thirty men fell in that battle, ‎and this evil was brought over them by their brethren who had turned against them to join the ‎sons of Seir, the Horite; and when the sons of Esau heard once more of the evil actions of their ‎brethren they mourned again concerning this thing. And after the battle was over the sons of ‎Esau returned into the land of Seir to their dwelling places, and the sons of Esau slew all those ‎that had remained in the land of the sons of Seir, their wives and their young children, and ‎they left not one soul alive, save fifty youths and fifty maidens, which the sons of Esau did not ‎slay; and the youths were unto them for slaves and the maidens they took for wives. And the ‎sons of Esau dwelt in Seir, in the place of the sons of Seir, and they inherited them and ‎possessed themselves of their land. And the sons of Esau appropriated everything in the land ‎belonging to the sons of Seir, their flocks, and their herds, and all their riches, and they divided ‎the land into five sections, according to the five sons of Esau and their families.‎", "And in those days the sons of Esau decided to select a king over them in the land of their ‎possession. And they said to each other: Verily a king shall rule over us, in our land, who will ‎guide us by his counsel, and who will fight our battles with our enemies, and they did so. And ‎all the sons of Esau swore, saying: No one of our brethren shall ever be king over us, but a ‎stranger who is not one of us; for the sons of Esau were greatly embittered, every man against ‎his son, and against his brother, and against his neighbor, on account of the evil which their ‎brethren had done unto them in the war against the sons of Seir, and therefore the sons of ‎Esau swore, that from this day on, no one of their brethren should ever reign over them, but ‎only a stranger, as it is even to this day. And there was a certain man among the people of ‎Augias, king of Danhabah, Bela, the son of Beor, was his name, and he was an exceedingly ‎valiant man, of fine figure and comely appearance, acquainted with all sciences and a man of ‎wisdom and good counsel, and there was not his like among all the people of Augias. - And all ‎the sons of Esau took him, and they anointed him, and they made him king over themselves ‎and they bowed down before him, and they said unto him: May the king live, may the king ‎live. And they spread out a cloth, and every one of them brought unto him nose rings of gold ‎and of silver, and rings and armlets, and they made him very rich in silver and gold, and in onyx ‎and bdellium, and they made for him a royal throne, and they placed a regal crown upon his ‎head, and they built unto him a palace to dwell therein, and he was king over all the sons of ‎Esau. And the people of Augias took their hire for their fighting from the children of Esau, and ‎then they went and returned to their master unto Danhabah at that time. And Bela ruled over ‎the sons of Esau for thirty years. And the sons of Esau dwelt in the land in the place of the ‎children of Seir, whom they exterminated, and they dwelt securely in their land even unto this ‎day. And it came to pass in the thirty-second year of Israel’s going down to Egypt, which was ‎the seventy first year of Joseph’s life, that Pharaoh, king of Egypt, died in the same year, and ‎Migron, his son, reigned instead of him. And Pharaoh commanded Joseph before his death to ‎be a father unto Migron his son, and that Migron should be under Joseph’s hand and advice. ‎And all the people of Egypt listened unto these words, and they agreed that Joseph should ‎rule over them, for all Egypt loved Joseph even as they loved him in former days. And Migron ‎was sitting upon the throne of his father, and he was king instead of his father in those days. ‎And Migron was forty-one years of age when he was made king, and he ruled over Egypt for ‎forty years, ", "and all Egypt called his name Pharaoh, according to the name of his father, as it was customary ‎in Egypt with every king that ruled over them; and when Pharaoh ruled instead of his father, ‎he surrendered all the laws and the government affairs of Egypt into the hands of Joseph, as ‎his father had commanded unto him. And thus Joseph became the king over Egypt, for he was ‎the actual ruler over all the land, and all the matters of Egypt were under his hand and ‎command. And all Egypt inclined towards Joseph after the death of Pharaoh, and they were ‎greatly pleased with his ruling over them, although some men among them were not satisfied, ‎saying: A foreigner should not be king over us. But for all that, the yoke of the Egyptian govern ‎ment was carried by Joseph, and he did everything in the land of Egypt according to his ‎pleasure, and no one said a word unto him; and all Egypt was under the hand of Joseph, and ‎Joseph waged war against all his enemies around him, and he humbled them under his hands. ‎And all the land also, and all the Philistines, even unto the boundaries of Canaan, Joseph ‎subdued, and they were all under his hand, and they paid tribute unto Joseph, from year to ‎year. And Pharaoh, the king of Egypt, sat upon the throne instead of his father, but he ‎continued subject to Joseph’s orders, as he was for merely subject to the will of his father; and ‎his kingdom extended only over the land of Egypt even under Joseph’s control, while Joseph ‎was at that time king over all the land, from Egypt unto the great stream, the stream ‎Euphrates, and he was successful in all his ways, and the Lord his God was with him. And the ‎Lord increased Joseph’s wisdom, and his honor and dignity, and also the love of him in the ‎heart of Egypt, and the entire country, and Joseph reigned over all the land for forty years. ‎And all the land of the Philistines, and Canaan, and Zidon, and the lands on the other side of ‎Jordan, brought gifts unto Joseph through all his days, as also a yearly tribute according to the ‎law, and Joseph fought against all his enemies around him, and he humbled them, and all the ‎land was in his hands; and Joseph sat securely upon his throne in Egypt. And all his brothers, ‎the sons of Jacob, dwelt likewise securely in the land of Goshen, through all the days of ‎Joseph, and they increased and multiplied exceedingly in the land, and they served the Lord ‎through all their days, as Jacob their father had commanded them. And at the end of many ‎days and years, when the sons of Esau were dwelling securely in their land with Bela, their ‎king, and the sons of Esau had increased and multiplied themselves in the land, they ‎concluded in council, to go to war against the sons of Jacob and against all Egypt, and to secure ‎Zepho, the son of Eliphaz their brother, and his men, who were still slaves unto Joseph in ‎Egypt in those days. And the sons of Esau sent unto all the people of the east and they made ‎peace with them, and all the people of the east came unto them to go with the sons of Esau to ‎fight against Egypt; ‎", "and from the people of Augias, king of Danha bah, some came down also ; and they sent ‎likewise unto the sons of Ishmael and they came. And all these people assembled and they ‎came unto Seir, to assist the sons of Esau in their war. And this army was very great and ‎powerful and numerous in people like the sand of the sea, more than eight hundred thousand ‎men, foot and horsemen; and all these hosts went down into Egypt to fight with the sons of ‎Jacob, and they camped before Raamses. And Joseph went to meet them with his brothers ‎and the valiant men of Egypt, about six hundred men, and they fought with them in the land ‎of Raamses. Thus the sons of Jacob fought once more with the sons of Esau in the fiftieth year ‎of the sons of Jacob going down into Egypt, which was the thirtieth year of Bela's ‎administration. And the sons of Esau and the people of the east were smitten before Joseph, ‎and there fell from the men of Esau and the people of the east two hundred thousand men ‎before the sons of Jacob, and Bela, their king, fell likewise in that fight And when the sons of ‎Esau saw that their king had fallen amongst the many slain, they abandoned the war, but ‎Joseph and his brothers and all Egypt continued to smite the men of Esau’s household; and all ‎the sons of Esau were greatly afraid of the sons of Jacob and they fled. And Joseph with his ‎brothers and all Egypt pursued them one day's journey, and they continued to smite them on ‎the road and they slew of them again about three hundred men; and afterwards they turned ‎back from them, and Joseph with all his brothers returned unto Egypt, and there was not ‎missing even one of their men, only of the Egyptians twelve men had fallen. And when Joseph ‎returned to Egypt he commanded that Zepho and his men be bound more than before, and ‎they were put in additional chains so as to increase their woes. And all the sons of Esau and the ‎people of the east returned to their homes in great shame, for all the valiant men among them ‎had fallen in the war. And when the sons of Esau saw that their king had been slain in the ‎battle, they went hastily and they took a man from the midst of the people of the east, and his ‎name was Johab, the son of Zerach from the land of Bozrah, and they crowned him their ruler ‎instead of Bela, their former king. And Johab sat upon the throne instead of Bela, and he ruled ‎in Edom over all the sons of Esau, for ten years; yet the sons of Esau never attempted to fight ‎against the sons of Jacob from that day on. For they knew the strength of Jacob's sons and ‎they were greatly afraid of them. But from that day on the sons of Esau hated the sons of ‎Jacob, and hatred and enmity were very strong between them during all the days, even unto ‎this day.‎", "And after this, at the end of ten years, Johab, son of Zerach, the king of Edom died, and the ‎sons of Esau took another man, by the name of Chusham, from the land of the south, and ‎they crowned him king over them, instead of Johab; and Chusham reigned in Edom over the ‎sons of Esau for twenty years. And Joseph, king of Egypt, with his brothers and all the children ‎of Israel, dwelt securely in those days in the land of Egypt, and they continued so through all ‎the days of Joseph and his brothers, without any mishap or obstacle, and the land of Egypt ‎rested from war at that time, in the days of Joseph and his brothers.‎\n"], "versionTitle": "Sefer ha-Yashar,  trans. Edward B.M. Browne, New York, 1876", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "60b36b8b04f0bec90153bba8", "index_title": "Tzofnat Paneach", "category": "Chasidut", "type": "", "ref": "Tzofnat Paneach, Bo 6:10", "anchorRef": "Exodus 1:1-6", "anchorRefExpanded": ["Exodus 1:1", "Exodus 1:2", "Exodus 1:3", "Exodus 1:4", "Exodus 1:5", "Exodus 1:6"], "sourceRef": "Tzofnat Paneach, Bo 6:10", "sourceHeRef": "צפנת פענח, בא ו׳:י׳", "anchorVerse": 1, "sourceHasEn": false, "commentaryNum": 6.001, "collectiveTitle": {"en": "Tzofnat Paneach", "he": "צפנת פענח"}, "heTitle": "בא", "he": "<b>ותחלה </b>נבאר ענין רעה הנמשך בעולם ח\"ו ממיתת צדיקים בפועל בעולם, דכתבתי בכתבי ביאור פסוק (שמות א, א-ו) ואלה שמות בני ישראל הבאים מצרימה את יעקב וגו' ויוסף הי' במצרים וגו' וימת יוסף, וכל הענין. והעולה משם, דיש ג' בחי' בענין עבודת ה', א' בחי' אחור וקדם צרתני (תהלים קלט, ה) וכו', ושם כתבתי בחינה זו באדם אחד, וכאן יבואר שיש עוד בחי' אחור וקדם בכללות העולם, בחי' אנשי החומר נקרא אחור, ואנשי הצורה נקרא קדם, וצריך לחברן מטעם שיבואר אח\"ז, וזהו אחור וקדם צרתני. בחינה ב', היודע שהוא בבחינת אחור ועדיין לא הגיע לבחינת קדם, מכל מקום ממתיק על ידי ידיעה זאת הדינין בשרשם. בחינה ג', הסתר אסתיר פני וגו' (דברים לא, יח), וזה גורם רעה וגלות, כמו שהי' זה גלות מצרים ופרעה העורף והשכחה, עד שנולד משה בחי' הדעת והנשמה של כללות העולם, אז הי' זמן הגאולה.", "heVersionTitle": "Eichen edition. Jerusalem, 2011", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "62037e8b6bfddfbb310febd7", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Exodus, Part I; The Deliverance Narrative 2-31", "anchorRef": "Exodus 1:1-15:21", "anchorRefExpanded": ["Exodus 1:1", "Exodus 1:2", "Exodus 1:3", "Exodus 1:4", "Exodus 1:5", "Exodus 1:6", "Exodus 1:7", "Exodus 1:8", "Exodus 1:9", "Exodus 1:10", "Exodus 1:11", "Exodus 1:12", "Exodus 1:13", "Exodus 1:14", "Exodus 1:15", "Exodus 1:16", "Exodus 1:17", "Exodus 1:18", "Exodus 1:19", "Exodus 1:20", "Exodus 1:21", "Exodus 1:22", "Exodus 2:1", "Exodus 2:2", "Exodus 2:3", "Exodus 2:4", "Exodus 2:5", "Exodus 2:6", "Exodus 2:7", "Exodus 2:8", "Exodus 2:9", "Exodus 2:10", "Exodus 2:11", "Exodus 2:12", "Exodus 2:13", "Exodus 2:14", "Exodus 2:15", "Exodus 2:16", "Exodus 2:17", "Exodus 2:18", "Exodus 2:19", "Exodus 2:20", "Exodus 2:21", "Exodus 2:22", "Exodus 2:23", "Exodus 2:24", "Exodus 2:25", "Exodus 3:1", "Exodus 3:2", "Exodus 3:3", "Exodus 3:4", "Exodus 3:5", "Exodus 3:6", "Exodus 3:7", "Exodus 3:8", "Exodus 3:9", "Exodus 3:10", "Exodus 3:11", "Exodus 3:12", "Exodus 3:13", "Exodus 3:14", "Exodus 3:15", "Exodus 3:16", "Exodus 3:17", "Exodus 3:18", "Exodus 3:19", "Exodus 3:20", "Exodus 3:21", "Exodus 3:22", "Exodus 4:1", "Exodus 4:2", "Exodus 4:3", "Exodus 4:4", "Exodus 4:5", "Exodus 4:6", "Exodus 4:7", "Exodus 4:8", "Exodus 4:9", "Exodus 4:10", "Exodus 4:11", "Exodus 4:12", "Exodus 4:13", "Exodus 4:14", "Exodus 4:15", "Exodus 4:16", "Exodus 4:17", "Exodus 4:18", "Exodus 4:19", "Exodus 4:20", "Exodus 4:21", "Exodus 4:22", "Exodus 4:23", "Exodus 4:24", "Exodus 4:25", "Exodus 4:26", "Exodus 4:27", "Exodus 4:28", "Exodus 4:29", "Exodus 4:30", "Exodus 4:31", "Exodus 5:1", "Exodus 5:2", "Exodus 5:3", "Exodus 5:4", "Exodus 5:5", "Exodus 5:6", "Exodus 5:7", "Exodus 5:8", "Exodus 5:9", "Exodus 5:10", "Exodus 5:11", "Exodus 5:12", "Exodus 5:13", "Exodus 5:14", "Exodus 5:15", "Exodus 5:16", "Exodus 5:17", "Exodus 5:18", "Exodus 5:19", "Exodus 5:20", "Exodus 5:21", "Exodus 5:22", "Exodus 5:23", "Exodus 6:1", "Exodus 6:2", "Exodus 6:3", "Exodus 6:4", "Exodus 6:5", "Exodus 6:6", "Exodus 6:7", "Exodus 6:8", "Exodus 6:9", "Exodus 6:10", "Exodus 6:11", "Exodus 6:12", "Exodus 6:13", "Exodus 6:14", "Exodus 6:15", "Exodus 6:16", "Exodus 6:17", "Exodus 6:18", "Exodus 6:19", "Exodus 6:20", "Exodus 6:21", "Exodus 6:22", "Exodus 6:23", "Exodus 6:24", "Exodus 6:25", "Exodus 6:26", "Exodus 6:27", "Exodus 6:28", "Exodus 6:29", "Exodus 6:30", "Exodus 7:1", "Exodus 7:2", "Exodus 7:3", "Exodus 7:4", "Exodus 7:5", "Exodus 7:6", "Exodus 7:7", "Exodus 7:8", "Exodus 7:9", "Exodus 7:10", "Exodus 7:11", "Exodus 7:12", "Exodus 7:13", "Exodus 7:14", "Exodus 7:15", "Exodus 7:16", "Exodus 7:17", "Exodus 7:18", "Exodus 7:19", "Exodus 7:20", "Exodus 7:21", "Exodus 7:22", "Exodus 7:23", "Exodus 7:24", "Exodus 7:25", "Exodus 7:26", "Exodus 7:27", "Exodus 7:28", "Exodus 7:29", "Exodus 8:1", "Exodus 8:2", "Exodus 8:3", "Exodus 8:4", "Exodus 8:5", "Exodus 8:6", "Exodus 8:7", "Exodus 8:8", "Exodus 8:9", "Exodus 8:10", "Exodus 8:11", "Exodus 8:12", "Exodus 8:13", "Exodus 8:14", "Exodus 8:15", "Exodus 8:16", "Exodus 8:17", "Exodus 8:18", "Exodus 8:19", "Exodus 8:20", "Exodus 8:21", "Exodus 8:22", "Exodus 8:23", "Exodus 8:24", "Exodus 8:25", "Exodus 8:26", "Exodus 8:27", "Exodus 8:28", "Exodus 9:1", "Exodus 9:2", "Exodus 9:3", "Exodus 9:4", "Exodus 9:5", "Exodus 9:6", "Exodus 9:7", "Exodus 9:8", "Exodus 9:9", "Exodus 9:10", "Exodus 9:11", "Exodus 9:12", "Exodus 9:13", "Exodus 9:14", "Exodus 9:15", "Exodus 9:16", "Exodus 9:17", "Exodus 9:18", "Exodus 9:19", "Exodus 9:20", "Exodus 9:21", "Exodus 9:22", "Exodus 9:23", "Exodus 9:24", "Exodus 9:25", "Exodus 9:26", "Exodus 9:27", "Exodus 9:28", "Exodus 9:29", "Exodus 9:30", "Exodus 9:31", "Exodus 9:32", "Exodus 9:33", "Exodus 9:34", "Exodus 9:35", "Exodus 10:1", "Exodus 10:2", "Exodus 10:3", "Exodus 10:4", "Exodus 10:5", "Exodus 10:6", "Exodus 10:7", "Exodus 10:8", "Exodus 10:9", "Exodus 10:10", "Exodus 10:11", "Exodus 10:12", "Exodus 10:13", "Exodus 10:14", "Exodus 10:15", "Exodus 10:16", "Exodus 10:17", "Exodus 10:18", "Exodus 10:19", "Exodus 10:20", "Exodus 10:21", "Exodus 10:22", "Exodus 10:23", "Exodus 10:24", "Exodus 10:25", "Exodus 10:26", "Exodus 10:27", "Exodus 10:28", "Exodus 10:29", "Exodus 11:1", "Exodus 11:2", "Exodus 11:3", "Exodus 11:4", "Exodus 11:5", "Exodus 11:6", "Exodus 11:7", "Exodus 11:8", "Exodus 11:9", "Exodus 11:10", "Exodus 12:1", "Exodus 12:2", "Exodus 12:3", "Exodus 12:4", "Exodus 12:5", "Exodus 12:6", "Exodus 12:7", "Exodus 12:8", "Exodus 12:9", "Exodus 12:10", "Exodus 12:11", "Exodus 12:12", "Exodus 12:13", "Exodus 12:14", "Exodus 12:15", "Exodus 12:16", "Exodus 12:17", "Exodus 12:18", "Exodus 12:19", "Exodus 12:20", "Exodus 12:21", "Exodus 12:22", "Exodus 12:23", "Exodus 12:24", "Exodus 12:25", "Exodus 12:26", "Exodus 12:27", "Exodus 12:28", "Exodus 12:29", "Exodus 12:30", "Exodus 12:31", "Exodus 12:32", "Exodus 12:33", "Exodus 12:34", "Exodus 12:35", "Exodus 12:36", "Exodus 12:37", "Exodus 12:38", "Exodus 12:39", "Exodus 12:40", "Exodus 12:41", "Exodus 12:42", "Exodus 12:43", "Exodus 12:44", "Exodus 12:45", "Exodus 12:46", "Exodus 12:47", "Exodus 12:48", "Exodus 12:49", "Exodus 12:50", "Exodus 12:51", "Exodus 13:1", "Exodus 13:2", "Exodus 13:3", "Exodus 13:4", "Exodus 13:5", "Exodus 13:6", "Exodus 13:7", "Exodus 13:8", "Exodus 13:9", "Exodus 13:10", "Exodus 13:11", "Exodus 13:12", "Exodus 13:13", "Exodus 13:14", "Exodus 13:15", "Exodus 13:16", "Exodus 13:17", "Exodus 13:18", "Exodus 13:19", "Exodus 13:20", "Exodus 13:21", "Exodus 13:22", "Exodus 14:1", "Exodus 14:2", "Exodus 14:3", "Exodus 14:4", "Exodus 14:5", "Exodus 14:6", "Exodus 14:7", "Exodus 14:8", "Exodus 14:9", "Exodus 14:10", "Exodus 14:11", "Exodus 14:12", "Exodus 14:13", "Exodus 14:14", "Exodus 14:15", "Exodus 14:16", "Exodus 14:17", "Exodus 14:18", "Exodus 14:19", "Exodus 14:20", "Exodus 14:21", "Exodus 14:22", "Exodus 14:23", "Exodus 14:24", "Exodus 14:25", "Exodus 14:26", "Exodus 14:27", "Exodus 14:28", "Exodus 14:29", "Exodus 14:30", "Exodus 14:31", "Exodus 15:1", "Exodus 15:2", "Exodus 15:3", "Exodus 15:4", "Exodus 15:5", "Exodus 15:6", "Exodus 15:7", "Exodus 15:8", "Exodus 15:9", "Exodus 15:10", "Exodus 15:11", "Exodus 15:12", "Exodus 15:13", "Exodus 15:14", "Exodus 15:15", "Exodus 15:16", "Exodus 15:17", "Exodus 15:18", "Exodus 15:19", "Exodus 15:20", "Exodus 15:21"], "sourceRef": "The Five Books of Moses, by Everett Fox, Exodus, Part I; The Deliverance Narrative 2-31", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, שמות, שמות מאמר ב׳ ב׳-ל״א", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Part I; The Deliverance Narrative", "he": "שמות מאמר ב׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["T<small>HE FIRST PART OF THE BOOK OF</small> E<small>XODUS IS PRESENTED AS A CONTINUATION OF THE</small> Genesis narratives, by abbreviating the genealogy of the immigrant Yaakov from Gen. 46:8–25. We find here the same centrality of God, the same kind of sparse but powerful biographical sketch of the human hero, and a narrative style similar to that of the previous book.", "And yet Exodus introduces a new and decisive element into the Hebrew Bible, which becomes paradigmatic for future generations of biblical writers. The book speaks of a God who acts directly in history, blow by blow—a God who promises, liberates, guides, and gives laws to a people. This is, to be sure, an outgrowth of a God who brings the Flood and disperses the Babel generation, but it is also a decisive step forward from a God who works his will in the background, through intrafamily conflicts (which comprise most of Genesis). This deity frees his people, not by subterfuge, but by directly taking on Egypt and its gods. Pharaoh and the Nile, both of which were considered divine in Egypt, are in the end forced to yield to superior power. Surely it is no accident that the ending of Part I—the Song of Moshe at the Sea—hails Y<small>HWH</small> as Israel’s true king, a king whose acts of “leading,” “redeeming,” and “planting” his people are exultingly affirmed in the body of the Song.", "Part I receives its structural coherence in a number of ways. For one, it encompasses a straight chronological narrative, moving from Israel’s enslavement to its liberation and triumph over its oppressors. The ending, Chapter 15, is rhetorically and stylistically fitting (see Gaster 1969), celebrating as it does the mighty deeds of God. For another, Part I carefully paces its climaxes, building up from the Burning Bush to various stages of Plagues, to the Tenth Plague/exodus and finally the great scene at the sea. There are also a number of key words that help to tie together various sections of the narratives: “know,” “serve,” and “see.” All of these go through interesting changes in meaning, through which one can trace the movement of central ideas (see the Commentary).", "In the area of vocabulary, David Daube (1963) has made the interesting observation that the Deliverance Narrative uses a number of verbs that occur regularly in biblical law regarding the formal release of a slave: “send free” (Heb. <i>shale’ah’</i>), “drive out” (<i>garesh</i>), and “go out” (<i>yatzo</i>’). In addition, the motif of the Israelites’ “stripping” the Egyptians (3:22, 12:36) links up with the regulation of release in Deut. 15:13. “… you are not to send him free empty-handed.” Daube sees our text as bearing the stamp of Israelite social custom: Pharaoh is made to flout “established social regulations.”", "Finally, several scholars (Kikawada, Ackerman 1974, Fishbane 1979, and Isbell) have pointed out that the vocabulary of the first few chapters of the book foreshadows the whole of Part I. This use of sound and idea helps to create unity in these narratives (despite their possibly diverse origins), and is also of importance in viewing the biographical material in the first four chapters.", "<b>T<small>HE</small> E<small>ARLY</small> L<small>IFE OF</small> M<small>OSHE AND</small> R<small>ELIGIOUS</small> B<small>IOGRAPHY</small></b>", "Dominating the early chapters of Exodus, more than the description of bondage itself, is the figure of the reluctant liberator, Moshe. The portrayal of his beginnings contrasts strongly with the classic hero stories of the ancient world.", "This is not immediately apparent. Moshe’s birth narrative parallels that of King Sargon of Akkad; his flight from Egypt and return as leader are reminiscent of Jephthah and David in the Bible, and of the Syrian king Idrimi (as recounted in Akkadian texts) as well. In addition, half a century ago Lord Raglan attempted to demonstrate common elements in hero biographies by compiling a list of up to thirty key motifs. Those relevant to Moshe include: the father a relative of the mother, an attempt made to kill him at birth, his escape through the action of others, being raised by foster parents, little information about his childhood, his traveling to his “future kingdom” upon reaching adulthood, promulgating laws, losing favor with the deity, dying on the top of a hill, not being succeeded by his children, and a hazy death/burial. Moshe therefore shares with Oedipus, Hercules, Siegfried, and Robin Hood, among others, a host of common elements; his point total according to Raglan’s scheme puts him toward the top of the list as an archetypal traditional hero. It must be concluded that, far from being a factual account, his biography is composed largely of literary constructs.", "When one looks closer at the biblical portrayal of Moshe, however, the purpose and particularly Israelite thrust of these constructs becomes clear. Almost every key element in Moshe’s early life—e.g., rescue from death by royal decree, rescue from death by water, flight into the desert, meeting with God on the sacred mountain—foreshadows Israel’s experience in the book of Exodus. The key theme of the distinction between Israel and Egypt, so central to the Plague Narrative and to Israelite religion as a whole, is brought out beautifully in the depiction of Moshe’s development from Egyptian prince to would-be liberator to shepherd in the wilderness, the latter an ancestral calling (cf. Nohrnberg, who also discusses Yosef as developing in exactly the opposite direction—from Israelite shepherd boy to Egyptian viceroy, complete with Egyptian appearance, wife, and name). What is important in these early chapters of Exodus, then, is not the customary focus on the young hero’s deeds (e.g., Hercules strangling serpents in the cradle) or his fatal flaw (although there is a hint of this too!), but on what he shares with his people, or, more precisely, how he prefigures them.", "Another aspect of these stories removes them from the usual realm of heroic biography. Elsewhere in the Bible, individual hero types are at least partially overshadowed by the true central “character”: God. This appears to be true in Exodus as well. Moshe develops only so far; he recedes as a full-blown personality during the Plague Narrative, to emerge sporadically in later encounters with the people (e.g., Chaps. 16 and 32–33; the portrait expands in the narratives of the book of Numbers). No wonder that later Jewish legend (and further, Christian and Muslim stories as well) found it necessary to fill in the tantalizing hints left by the biblical biographer, with sometimes fantastic tales. But in the Exodus text, it is God who holds sway. In this context, one is reminded that Israelite thinking had room neither for worship of human heroes nor interest in the biography of God (i.e., divine birth and marriage) on the model of surrounding cultures. The biblical portrayal of both God and Moshe has been reduced in our book to only such facts as will illuminate the relationship between Israel and its God. Thus we learn from the Moshe of Exodus much about the people themselves, and about prophecy (cf. Chaps. 3-4); from the God of Exodus, how he acts in history and what he demands of the people. More than that is not easily forthcoming from our text (interestingly, the Passover Haggadah picked up on the Bible’s direction and all but omitted Moshe’s name in the celebration of the holiday).", "As we have suggested, later Jewish legend—some of which may actually be of great antiquity—sought to fill in various aspects of Moshe’s life that are missing from the Exodus text. A perusal of Ginzberg will uncover rich legendary material, dealing with Moshe’s childhood, family identity, experience in Midyan and elsewhere as a hero. While this material does not always illuminate the biblical story, it does demonstrate how folk belief includes a need for heroes in the classic Raglan mold; the Midrashic portrait of Moshe corresponds nicely to what we find in other cultures.", "Turning to stylistic characteristics of these early chapters, we may note that a good deal of repetition occurs, as if further to highlight the themes. Baby Moshe is saved from death twice; three times he attempts acts of opposing oppression; twice (Chaps. 2 and 5) he fails in his attempts to help his enslaved brothers; and twice (Chaps. 3 and 6) God reassures him with long speeches that center around the Divine Name. This kind of continuity is artfully literary, but it is also an echo of real life, where people often live out certain themes in patterns.", "Finally there is the matter of recurring words. Most important is the telling use of “see,” from the loving gaze of Moshe’s mother (2:2), through to the auspicious glance of Pharaoh’s daughter (2:6), then to Moshe’s sympathetic observing of his brothers’ plight (2:11); all this seems to be linked to the episode at the Burning Bush, where God “is seen” by the future leader (3:2), and where the climax of this whole development takes place: God affirms that he has “seen, yes, seen the affliction of my people that is in Egypt…. and I have also seen the oppression with which the Egyptians oppress them” (3:7, 9). Thus Moshe’s biography leads to, and is an outgrowth of, the people’s own situation.", "In sum, Moshe’s early biography leads us to ponder the “growing up” process through which the people of Israel must pass on their way out of Egypt. The narratives that deal with his leadership of the people in the wilderness period, from Ex. <i>16</i> on, will help to round out our picture of him as a real personality, with the tragedies and triumphs that are a part of human life but magnified in the case of great individuals.", "<b>O<small>N THE</small> J<small>OURNEY</small> M<small>OTIF</small></b>", "World literature is dominated by stories involving a journey. More often than not, these tales are framed as quests for holy or magical objects (e.g., the Holy Grail), or for eternal youth/immortality (Gilgamesh). The classic pattern, as Joseph Campbell has described it, calls for the hero to make a kind of round trip, crossing dangerous thresholds (monsters, giants, unfriendly supernatural beings) both on the way toward the goal and on the way home. Either at the middle or at the end of the journey stands the goal, which often entails meeting with the divine and/or obtaining a magical or life-giving object (e.g., the Golden Fleece).", "Such stories mirror our own longings for accomplishment and acceptance, as well as our universal desire to overcome the ultimate enemy, Death. In the hero’s triumphs, we triumph; his vanquishing of death cathartically becomes our own.", "This mythic substructure has penetrated the biblical tales, but it has been toned down for human protagonists, to suppress the idea of the mortal hero in favor of the divine one. Thus all the Patriarchs except Yitzhak (Isaac) go on fateful long journeys (his is reserved for the three-day trip to Moriah in Gen. 22), yet there is none of the color and adventure that we find, for example, in Greek mythology. Outside of Yaakov’s encounter with the mysterious wrestler in Gen. 32, there is little in Genesis to suggest hero tales on the classic mold. In Exodus, too, Moshe makes a significant journey—to Midyan—one might say, within himself, to find his true identity and calling, but it is highly muted, containing virtually no details. The round trip contains two thresholds of death, with Moshe first threatened by Pharaoh’s justice (2:15) and, on the way back to Egypt, by God himself (4:24–26). The initial goal is attained at the “mountain of God” “behind the wilderness,” where, meeting with divinity amid fire, he is finally able to integrate his own past, present, and future (as he will return to this mountain with the entire people in Chaps. 19ff). At the Burning Bush, the Egyptian prince, the Israelite shepherd, and the Hebrew liberator coalesce, investing Moshe with unique qualifications for his task.", "But it is to a larger journey framework that we must look to understand the “hero” content of Exodus, and with it, that of the Torah as a whole. The major journey undertaken is, of course, that of the people of Israel, from slavery to Promised Land. It is also a journey from death to life, from servitude to god-king to the service of God as king; along the way, death serves to purify an entire generation. And yet even this most obvious of journey stories differs markedly from those of gods and heroes so familiar in Western culture. The people of Israel function as a collective antihero, an example of precisely how not to behave. They play no active role whatsoever in their own liberation, use neither brawn nor wits to survive in the wilderness, constantly grumble about wanting to return to Egypt, and at both Sinai and the threshold of the Promised Land (in the book of Numbers), their chief form of behavior is first fear and later rebellion.", "Moshe’s own journeys parallel those of the entire people later on. Like them, he flees from Pharaoh into the wilderness, meets God at flaming Sinai, and has trouble accepting his task but must in the end. Here is where Moshe shines as the true leader: he epitomizes his people’s experience and focuses and forges it into something new.", "<b>M<small>OSHE</small> B<small>EFORE</small> P<small>HARAOH</small>: T<small>HE</small> P<small>LAGUE</small> N<small>ARRATIVE</small> (5–11)</b>", "The heart of the Exodus story sets out the confrontation between the visible god-king, Pharaoh, who embodies the monumental culture of Egypt, and the invisible God of Israel who fights for his ragtag people. The drama is conveyed by means of alternating conversations/confrontations and events. The narrator has built his account, bracketed by the early approach of Moshe and Aharon (Aaron) to Pharaoh, which fails (Chap. 5), and the extended construct of the Tenth Plague (11—13); in between fall the schematically arranged first nine plagues.", "Three overall stages characterize this latter section. The first is indicated by the oft-repeated demand, “Send free my people, that they may serve me!”; the second is the “hardening” of Pharaoh’s heart; and the third, the unleashing of each plague. Further, it can be shown that the plagues are presented via a variety of structures and substructures (see Greenberg 1969 and the chart in Sarna 1986). Some commentators divide them into five thematic groups of two apiece—1 and 2, the Nile; 3 and 4, insects; 5 and 6, disease; 7 and 8, airborne disaster; and 9 and 10, darkness/death (Plaut). Also fruitful is the following threefold division: 1, 4, and 7, God’s command to confront Pharaoh in the morning; 2,5, and 8, God says, “Come to Pharaoh”; 3, 6, and 9, no warning is given to Pharaoh. Yet another grouping of themes is possible (Bar Efrat): 1–3, God vs. the magicians of Egypt; 4–6, stress on the distinction between Israel and Egypt; 7–9, the most powerful plagues.", "This utilization of order, symbolized by “perfect” numbers such as 3 and 10, finds a parallel in the creation story of Genesis 1 (where the key number, of course, is 7, 3 + 3 + 1, whereas here we have 3 + 3 + 3 + 1). Both texts display a desire to depict God as one who endows nature and history with meaning. The poetic tradition about the plagues, as represented, for instance, by Psalm 78, was content to describe the plagues in brief, within the setting of a single poem. The narrator of the Pentateuchal traditions, however, has a different point to make, and structured exposition is the best way to do it.", "There is another structural tendency that one may observe in the Plague Narrative. Repeating words and motifs comprise over twenty shared and discrete elements in the story. Since the vast majority of these occur by the end of the fourth plague, this leaves the narrator free to develop plagues 7 and 8 with particular intensity, using a full palette of descriptions, with the addition of the theme that these were the worst of their kind ever to take place in Egypt. It will be useful here to list a few of the key words and phrases, and motifs, that can be found in the Plague Narrative:", "<i>Words/phrases:</i> Go to Pharaoh; send … free; know; throughout the land of Egypt; plead; distinguish; tomorrow; man and beast; not one remained; heavy [i.e., severe] as Y<small>HWH</small> had said.", "<i>Motifs:</i> Moshe’s staff; Aharon as agent; magicians; death.", "It is important to note here that the structuring of the plagues is not a perfectly balanced one. The narrative varies between exact repetition of elements and phrases and nonrepetition (Licht). By thus using sounds and ideas in variation, the narrator is able to weave a tale whose message constantly reinforces itself, and which holds the audience’s attention without getting tedious.", "I have deliberately omitted the question of Pharaoh’s heart above, as a separate issue. A host of expressions is used in the text to describe Pharaoh’s stubbornness: “harden” (Heb. <i>hiksha</i>), “make heavy-with-stubbornness” (<i>hakhbed</i>), and “strengthen” (<i>hehezik/hazzek</i>), with the resultant “refused” and “did not hearken.” This motif is the only one that occurs in all nine plagues, and therefore stands at the very heart of our narrative. When one notes the pattern within—that Pharaoh does the hardening at the beginning, God at the end—the intent begins to become clear. The Plague Narrative is a recounting of God’s power, and Pharaoh’s stubbornness, which starts out as a matter of will, eventually becomes impossible to revoke. The model is psychologically compelling: Pharaoh becomes trapped by his own refusal to accept the obvious (in biblical parlance, to “know”). Despite the prophetic idea that human beings can be forgiven, we find here another one—that evil leads to more evil, and can become petrified and unmovable.", "A final note about the backdrop of these stories. Cecil B. DeMille did it differently, and in the difference lies the gap between Western culture and biblical culture. In the movie <i>The Ten Commandments</i> (a strange title, given the actual content of the film!), DeMille’s own 1956 remake of his earlier silent film, great stress is put on the physical, visual trappings of Pharoah’s court. Apparently no expense was spared to bring in costumes, sets, and extras, and the result causes the audience to focus on the splendor of Egyptian culture, despite the fact that it is peopled by the villains of the story. In contrast, the Bible says practically nothing about the visual backdrop of the Plague Narrative. Just as Genesis made reference to the mighty culture of Babylonia by parodying it (for instance, in the Babel story of Chap. 11), Exodus strips down Egyptian culture by making it disappear, and by ridiculing its gods. The book saves descriptive minutiae for the Tabernacle (Chaps. 25ff.), preferring to stress the positive and simply to omit what it found as negative. This profoundly “anticultural” stance (see the intriguing analysis by Schneidau) was characteristic of Israel’s worldview and was a mystery to the Greeks and Romans who centuries later conquered the land; it was to stand the people of Israel in good stead in their wanderings through the centuries."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62037e8c6bfddfbb310febd9", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Exodus, Part I; The Deliverance Narrative, Prologue in Egypt 2-7", "anchorRef": "Exodus 1:1-22", "anchorRefExpanded": ["Exodus 1:1", "Exodus 1:2", "Exodus 1:3", "Exodus 1:4", "Exodus 1:5", "Exodus 1:6", "Exodus 1:7", "Exodus 1:8", "Exodus 1:9", "Exodus 1:10", "Exodus 1:11", "Exodus 1:12", "Exodus 1:13", "Exodus 1:14", "Exodus 1:15", "Exodus 1:16", "Exodus 1:17", "Exodus 1:18", "Exodus 1:19", "Exodus 1:20", "Exodus 1:21", "Exodus 1:22"], "sourceRef": "The Five Books of Moses, by Everett Fox, Exodus, Part I; The Deliverance Narrative, Prologue in Egypt 2-7", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, שמות, שמות מאמר ב׳, שמות הערה א׳ ב׳-ז׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Prologue in Egypt", "he": "שמות הערה א׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "שמות הערה א׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["Rather than being presented as a totally separate story, the book of Exodus opens as a continuation of the Genesis saga. This is true both specifically and generally: the first five verses echo and compress the information about the descent of Yaakov’s family into Egypt that was given in Gen. 46:8–27, while “Now these are the names” (v.1) recalls the oft-repeated formula “Now these are the begettings,” which forms the structural background of Genesis. At the same time one might note that the main subject matter of our chapter, life and death (or, threatened continuity), is central to the thematic content of Genesis (see my <i>At the Beginning,</i> “On the Book of Genesis and Its Structure”).", "Kikawada and Ackerman (1974) have shown that the opening chapters of Exodus reflect other Genesis material as well. For instance, the five verbs in v.7 mirror the language of creation (Gen. 1:28 and 9:1–2), where a similar vocabulary of fecundity signals the divine desire to “fill the earth.” It is as if Israel’s “becoming many” in Exodus fulfills the plan of history inaugurated at creation, at the same time reminding us of God’s promise to Avraham, to make his descendants as numerous “as the stars in the heavens and [as] the sand that is on the shore of the sea” (Gen. 22:17).", "This leads to the predominant issue of Chap. 1: Pharaoh’s paranoid fears about Israel’s growth. What for God was a sign of blessing (cf. the “swarming” of creatures in Gen. 1:20f.) is for Pharaoh a sign of disaster, a feeling of being overwhelmed by what is alien. The birth of the Israelite nation is thus placed in a vivid context, completely physical in its description. And because birth, and not the economic aspects of slavery, is central, the actual description of the oppression of the Hebrews has been reduced to a bare minimum here. Contrary to DeMille’s spectacular and stereotyped portrayal of the Israelites’ sufferings, the Bible limits itself to a few brief verses in the early chapters of the book. The same holds true for parallel depictions of bondage in biblical literature, such as Psalms 78 and 105. It is the experience of being a stranger in Egypt that the Bible has chosen to focus on, rather than on the horrors of slave labor.", "In Exodus, the Egyptians cannot stand having aliens among them (this theme has already appeared in Genesis regarding their eating habits—see Gen. 43:32); they dread their presence and fear their increase. A natural plan of attack, to stem the human tide, is genocide. Ironically, because of his fear of war Pharaoh concentrates his worries around the males, ignoring the true source of fecundity. And it is the women in these chapters, as many commentators have pointed out (see Exum), who play the major role in beginning the liberation process. The midwives accomplish a successful coverup; Moshe’s mother and sister, and Pharaoh’s daughter, save the future liberator’s life. “If she be a daughter, she may live” (v.16), along with four other occurrences of “live” in vv.17–22, underscore the irony and the certainty of Israelite survival. The use of women—a group that was often powerless in ancient societies—in these stories makes the eventual victory of the Israelites all the more striking from a traditional patriarchal point of view (see Ackerman 1982); the motif returns a number of times in Israelite literature, as with Jael and Judith.", "Failing in his commissioning of special agents (midwives) to carry out his genocidal plan, Pharaoh finally must enlist “all his people” (v.22), and shift the scene to a cosmic setting, the Nile. The stage is thus set for the birth, endangering, and rescue of Moshe.", "The historically minded reader may ask: Why would the ruler of a society that is (literally) built on slavery destroy his own workforce? Two answers are possible. First, the story is tied to Chap. 2, the survival of Moshe, and thus must be told to that end (a threat to males). Second, the story does not describe a rational fear, but paranoia—paralleling the situation in Nazi Germany of the 1930s and 1940s, where Jews were blamed for various economic and political catastrophes not of their own making and were eliminated from a society that could have used their resources and manpower."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62038095713bd8cd388d3e45", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Exodus, On the Book of Exodus and Its Structure 2-44", "anchorRef": "Exodus 1:1-40:38", "anchorRefExpanded": ["Exodus 1:1", "Exodus 1:2", "Exodus 1:3", "Exodus 1:4", "Exodus 1:5", "Exodus 1:6", "Exodus 1:7", "Exodus 1:8", "Exodus 1:9", "Exodus 1:10", "Exodus 1:11", "Exodus 1:12", "Exodus 1:13", "Exodus 1:14", "Exodus 1:15", "Exodus 1:16", "Exodus 1:17", "Exodus 1:18", "Exodus 1:19", "Exodus 1:20", "Exodus 1:21", "Exodus 1:22", "Exodus 2:1", "Exodus 2:2", "Exodus 2:3", "Exodus 2:4", "Exodus 2:5", "Exodus 2:6", "Exodus 2:7", "Exodus 2:8", "Exodus 2:9", "Exodus 2:10", "Exodus 2:11", "Exodus 2:12", "Exodus 2:13", "Exodus 2:14", "Exodus 2:15", "Exodus 2:16", "Exodus 2:17", "Exodus 2:18", "Exodus 2:19", "Exodus 2:20", "Exodus 2:21", "Exodus 2:22", "Exodus 2:23", "Exodus 2:24", "Exodus 2:25", "Exodus 3:1", "Exodus 3:2", "Exodus 3:3", "Exodus 3:4", "Exodus 3:5", "Exodus 3:6", "Exodus 3:7", "Exodus 3:8", "Exodus 3:9", "Exodus 3:10", "Exodus 3:11", "Exodus 3:12", "Exodus 3:13", "Exodus 3:14", "Exodus 3:15", "Exodus 3:16", "Exodus 3:17", "Exodus 3:18", "Exodus 3:19", "Exodus 3:20", "Exodus 3:21", "Exodus 3:22", "Exodus 4:1", "Exodus 4:2", "Exodus 4:3", "Exodus 4:4", "Exodus 4:5", "Exodus 4:6", "Exodus 4:7", "Exodus 4:8", "Exodus 4:9", "Exodus 4:10", "Exodus 4:11", "Exodus 4:12", "Exodus 4:13", "Exodus 4:14", "Exodus 4:15", "Exodus 4:16", "Exodus 4:17", "Exodus 4:18", "Exodus 4:19", "Exodus 4:20", "Exodus 4:21", "Exodus 4:22", "Exodus 4:23", "Exodus 4:24", "Exodus 4:25", "Exodus 4:26", "Exodus 4:27", "Exodus 4:28", "Exodus 4:29", "Exodus 4:30", "Exodus 4:31", "Exodus 5:1", "Exodus 5:2", "Exodus 5:3", "Exodus 5:4", "Exodus 5:5", "Exodus 5:6", "Exodus 5:7", "Exodus 5:8", "Exodus 5:9", "Exodus 5:10", "Exodus 5:11", "Exodus 5:12", "Exodus 5:13", "Exodus 5:14", "Exodus 5:15", "Exodus 5:16", "Exodus 5:17", "Exodus 5:18", "Exodus 5:19", "Exodus 5:20", "Exodus 5:21", "Exodus 5:22", "Exodus 5:23", "Exodus 6:1", "Exodus 6:2", "Exodus 6:3", "Exodus 6:4", "Exodus 6:5", "Exodus 6:6", "Exodus 6:7", "Exodus 6:8", "Exodus 6:9", "Exodus 6:10", "Exodus 6:11", "Exodus 6:12", "Exodus 6:13", "Exodus 6:14", "Exodus 6:15", "Exodus 6:16", "Exodus 6:17", "Exodus 6:18", "Exodus 6:19", "Exodus 6:20", "Exodus 6:21", "Exodus 6:22", "Exodus 6:23", "Exodus 6:24", "Exodus 6:25", "Exodus 6:26", "Exodus 6:27", "Exodus 6:28", "Exodus 6:29", "Exodus 6:30", "Exodus 7:1", "Exodus 7:2", "Exodus 7:3", "Exodus 7:4", "Exodus 7:5", "Exodus 7:6", "Exodus 7:7", "Exodus 7:8", "Exodus 7:9", "Exodus 7:10", "Exodus 7:11", "Exodus 7:12", "Exodus 7:13", "Exodus 7:14", "Exodus 7:15", "Exodus 7:16", "Exodus 7:17", "Exodus 7:18", "Exodus 7:19", "Exodus 7:20", "Exodus 7:21", "Exodus 7:22", "Exodus 7:23", "Exodus 7:24", "Exodus 7:25", "Exodus 7:26", "Exodus 7:27", "Exodus 7:28", "Exodus 7:29", "Exodus 8:1", "Exodus 8:2", "Exodus 8:3", "Exodus 8:4", "Exodus 8:5", "Exodus 8:6", "Exodus 8:7", "Exodus 8:8", "Exodus 8:9", "Exodus 8:10", "Exodus 8:11", "Exodus 8:12", "Exodus 8:13", "Exodus 8:14", "Exodus 8:15", "Exodus 8:16", "Exodus 8:17", "Exodus 8:18", "Exodus 8:19", "Exodus 8:20", "Exodus 8:21", "Exodus 8:22", "Exodus 8:23", "Exodus 8:24", "Exodus 8:25", "Exodus 8:26", "Exodus 8:27", "Exodus 8:28", "Exodus 9:1", "Exodus 9:2", "Exodus 9:3", "Exodus 9:4", "Exodus 9:5", "Exodus 9:6", "Exodus 9:7", "Exodus 9:8", "Exodus 9:9", "Exodus 9:10", "Exodus 9:11", "Exodus 9:12", "Exodus 9:13", "Exodus 9:14", "Exodus 9:15", "Exodus 9:16", "Exodus 9:17", "Exodus 9:18", "Exodus 9:19", "Exodus 9:20", "Exodus 9:21", "Exodus 9:22", "Exodus 9:23", "Exodus 9:24", "Exodus 9:25", "Exodus 9:26", "Exodus 9:27", "Exodus 9:28", "Exodus 9:29", "Exodus 9:30", "Exodus 9:31", "Exodus 9:32", "Exodus 9:33", "Exodus 9:34", "Exodus 9:35", "Exodus 10:1", "Exodus 10:2", "Exodus 10:3", "Exodus 10:4", "Exodus 10:5", "Exodus 10:6", "Exodus 10:7", "Exodus 10:8", "Exodus 10:9", "Exodus 10:10", "Exodus 10:11", "Exodus 10:12", "Exodus 10:13", "Exodus 10:14", "Exodus 10:15", "Exodus 10:16", "Exodus 10:17", "Exodus 10:18", "Exodus 10:19", "Exodus 10:20", "Exodus 10:21", "Exodus 10:22", "Exodus 10:23", "Exodus 10:24", "Exodus 10:25", "Exodus 10:26", "Exodus 10:27", "Exodus 10:28", "Exodus 10:29", "Exodus 11:1", "Exodus 11:2", "Exodus 11:3", "Exodus 11:4", "Exodus 11:5", "Exodus 11:6", "Exodus 11:7", "Exodus 11:8", "Exodus 11:9", "Exodus 11:10", "Exodus 12:1", "Exodus 12:2", "Exodus 12:3", "Exodus 12:4", "Exodus 12:5", "Exodus 12:6", "Exodus 12:7", "Exodus 12:8", "Exodus 12:9", "Exodus 12:10", "Exodus 12:11", "Exodus 12:12", "Exodus 12:13", "Exodus 12:14", "Exodus 12:15", "Exodus 12:16", "Exodus 12:17", "Exodus 12:18", "Exodus 12:19", "Exodus 12:20", "Exodus 12:21", "Exodus 12:22", "Exodus 12:23", "Exodus 12:24", "Exodus 12:25", "Exodus 12:26", "Exodus 12:27", "Exodus 12:28", "Exodus 12:29", "Exodus 12:30", "Exodus 12:31", "Exodus 12:32", "Exodus 12:33", "Exodus 12:34", "Exodus 12:35", "Exodus 12:36", "Exodus 12:37", "Exodus 12:38", "Exodus 12:39", "Exodus 12:40", "Exodus 12:41", "Exodus 12:42", "Exodus 12:43", "Exodus 12:44", "Exodus 12:45", "Exodus 12:46", "Exodus 12:47", "Exodus 12:48", "Exodus 12:49", "Exodus 12:50", "Exodus 12:51", "Exodus 13:1", "Exodus 13:2", "Exodus 13:3", "Exodus 13:4", "Exodus 13:5", "Exodus 13:6", "Exodus 13:7", "Exodus 13:8", "Exodus 13:9", "Exodus 13:10", "Exodus 13:11", "Exodus 13:12", "Exodus 13:13", "Exodus 13:14", "Exodus 13:15", "Exodus 13:16", "Exodus 13:17", "Exodus 13:18", "Exodus 13:19", "Exodus 13:20", "Exodus 13:21", "Exodus 13:22", "Exodus 14:1", "Exodus 14:2", "Exodus 14:3", "Exodus 14:4", "Exodus 14:5", "Exodus 14:6", "Exodus 14:7", "Exodus 14:8", "Exodus 14:9", "Exodus 14:10", "Exodus 14:11", "Exodus 14:12", "Exodus 14:13", "Exodus 14:14", "Exodus 14:15", "Exodus 14:16", "Exodus 14:17", "Exodus 14:18", "Exodus 14:19", "Exodus 14:20", "Exodus 14:21", "Exodus 14:22", "Exodus 14:23", "Exodus 14:24", "Exodus 14:25", "Exodus 14:26", "Exodus 14:27", "Exodus 14:28", "Exodus 14:29", "Exodus 14:30", "Exodus 14:31", "Exodus 15:1", "Exodus 15:2", "Exodus 15:3", "Exodus 15:4", "Exodus 15:5", "Exodus 15:6", "Exodus 15:7", "Exodus 15:8", "Exodus 15:9", "Exodus 15:10", "Exodus 15:11", "Exodus 15:12", "Exodus 15:13", "Exodus 15:14", "Exodus 15:15", "Exodus 15:16", "Exodus 15:17", "Exodus 15:18", "Exodus 15:19", "Exodus 15:20", "Exodus 15:21", "Exodus 15:22", "Exodus 15:23", "Exodus 15:24", "Exodus 15:25", "Exodus 15:26", "Exodus 15:27", "Exodus 16:1", "Exodus 16:2", "Exodus 16:3", "Exodus 16:4", "Exodus 16:5", "Exodus 16:6", "Exodus 16:7", "Exodus 16:8", "Exodus 16:9", "Exodus 16:10", "Exodus 16:11", "Exodus 16:12", "Exodus 16:13", "Exodus 16:14", "Exodus 16:15", "Exodus 16:16", "Exodus 16:17", "Exodus 16:18", "Exodus 16:19", "Exodus 16:20", "Exodus 16:21", "Exodus 16:22", "Exodus 16:23", "Exodus 16:24", "Exodus 16:25", "Exodus 16:26", "Exodus 16:27", "Exodus 16:28", "Exodus 16:29", "Exodus 16:30", "Exodus 16:31", "Exodus 16:32", "Exodus 16:33", "Exodus 16:34", "Exodus 16:35", "Exodus 16:36", "Exodus 17:1", "Exodus 17:2", "Exodus 17:3", "Exodus 17:4", "Exodus 17:5", "Exodus 17:6", "Exodus 17:7", "Exodus 17:8", "Exodus 17:9", "Exodus 17:10", "Exodus 17:11", "Exodus 17:12", "Exodus 17:13", "Exodus 17:14", "Exodus 17:15", "Exodus 17:16", "Exodus 18:1", "Exodus 18:2", "Exodus 18:3", "Exodus 18:4", "Exodus 18:5", "Exodus 18:6", "Exodus 18:7", "Exodus 18:8", "Exodus 18:9", "Exodus 18:10", "Exodus 18:11", "Exodus 18:12", "Exodus 18:13", "Exodus 18:14", "Exodus 18:15", "Exodus 18:16", "Exodus 18:17", "Exodus 18:18", "Exodus 18:19", "Exodus 18:20", "Exodus 18:21", "Exodus 18:22", "Exodus 18:23", "Exodus 18:24", "Exodus 18:25", "Exodus 18:26", "Exodus 18:27", "Exodus 19:1", "Exodus 19:2", "Exodus 19:3", "Exodus 19:4", "Exodus 19:5", "Exodus 19:6", "Exodus 19:7", "Exodus 19:8", "Exodus 19:9", "Exodus 19:10", "Exodus 19:11", "Exodus 19:12", "Exodus 19:13", "Exodus 19:14", "Exodus 19:15", "Exodus 19:16", "Exodus 19:17", "Exodus 19:18", "Exodus 19:19", "Exodus 19:20", "Exodus 19:21", "Exodus 19:22", "Exodus 19:23", "Exodus 19:24", "Exodus 19:25", "Exodus 20:1", "Exodus 20:2", "Exodus 20:3", "Exodus 20:4", "Exodus 20:5", "Exodus 20:6", "Exodus 20:7", "Exodus 20:8", "Exodus 20:9", "Exodus 20:10", "Exodus 20:11", "Exodus 20:12", "Exodus 20:13", "Exodus 20:14", "Exodus 20:15", "Exodus 20:16", "Exodus 20:17", "Exodus 20:18", "Exodus 20:19", "Exodus 20:20", "Exodus 20:21", "Exodus 20:22", "Exodus 20:23", "Exodus 21:1", "Exodus 21:2", "Exodus 21:3", "Exodus 21:4", "Exodus 21:5", "Exodus 21:6", "Exodus 21:7", "Exodus 21:8", "Exodus 21:9", "Exodus 21:10", "Exodus 21:11", "Exodus 21:12", "Exodus 21:13", "Exodus 21:14", "Exodus 21:15", "Exodus 21:16", "Exodus 21:17", "Exodus 21:18", "Exodus 21:19", "Exodus 21:20", "Exodus 21:21", "Exodus 21:22", "Exodus 21:23", "Exodus 21:24", "Exodus 21:25", "Exodus 21:26", "Exodus 21:27", "Exodus 21:28", "Exodus 21:29", "Exodus 21:30", "Exodus 21:31", "Exodus 21:32", "Exodus 21:33", "Exodus 21:34", "Exodus 21:35", "Exodus 21:36", "Exodus 21:37", "Exodus 22:1", "Exodus 22:2", "Exodus 22:3", "Exodus 22:4", "Exodus 22:5", "Exodus 22:6", "Exodus 22:7", "Exodus 22:8", "Exodus 22:9", "Exodus 22:10", "Exodus 22:11", "Exodus 22:12", "Exodus 22:13", "Exodus 22:14", "Exodus 22:15", "Exodus 22:16", "Exodus 22:17", "Exodus 22:18", "Exodus 22:19", "Exodus 22:20", "Exodus 22:21", "Exodus 22:22", "Exodus 22:23", "Exodus 22:24", "Exodus 22:25", "Exodus 22:26", "Exodus 22:27", "Exodus 22:28", "Exodus 22:29", "Exodus 22:30", "Exodus 23:1", "Exodus 23:2", "Exodus 23:3", "Exodus 23:4", "Exodus 23:5", "Exodus 23:6", "Exodus 23:7", "Exodus 23:8", "Exodus 23:9", "Exodus 23:10", "Exodus 23:11", "Exodus 23:12", "Exodus 23:13", "Exodus 23:14", "Exodus 23:15", "Exodus 23:16", "Exodus 23:17", "Exodus 23:18", "Exodus 23:19", "Exodus 23:20", "Exodus 23:21", "Exodus 23:22", "Exodus 23:23", "Exodus 23:24", "Exodus 23:25", "Exodus 23:26", "Exodus 23:27", "Exodus 23:28", "Exodus 23:29", "Exodus 23:30", "Exodus 23:31", "Exodus 23:32", "Exodus 23:33", "Exodus 24:1", "Exodus 24:2", "Exodus 24:3", "Exodus 24:4", "Exodus 24:5", "Exodus 24:6", "Exodus 24:7", "Exodus 24:8", "Exodus 24:9", "Exodus 24:10", "Exodus 24:11", "Exodus 24:12", "Exodus 24:13", "Exodus 24:14", "Exodus 24:15", "Exodus 24:16", "Exodus 24:17", "Exodus 24:18", "Exodus 25:1", "Exodus 25:2", "Exodus 25:3", "Exodus 25:4", "Exodus 25:5", "Exodus 25:6", "Exodus 25:7", "Exodus 25:8", "Exodus 25:9", "Exodus 25:10", "Exodus 25:11", "Exodus 25:12", "Exodus 25:13", "Exodus 25:14", "Exodus 25:15", "Exodus 25:16", "Exodus 25:17", "Exodus 25:18", "Exodus 25:19", "Exodus 25:20", "Exodus 25:21", "Exodus 25:22", "Exodus 25:23", "Exodus 25:24", "Exodus 25:25", "Exodus 25:26", "Exodus 25:27", "Exodus 25:28", "Exodus 25:29", "Exodus 25:30", "Exodus 25:31", "Exodus 25:32", "Exodus 25:33", "Exodus 25:34", "Exodus 25:35", "Exodus 25:36", "Exodus 25:37", "Exodus 25:38", "Exodus 25:39", "Exodus 25:40", "Exodus 26:1", "Exodus 26:2", "Exodus 26:3", "Exodus 26:4", "Exodus 26:5", "Exodus 26:6", "Exodus 26:7", "Exodus 26:8", "Exodus 26:9", "Exodus 26:10", "Exodus 26:11", "Exodus 26:12", "Exodus 26:13", "Exodus 26:14", "Exodus 26:15", "Exodus 26:16", "Exodus 26:17", "Exodus 26:18", "Exodus 26:19", "Exodus 26:20", "Exodus 26:21", "Exodus 26:22", "Exodus 26:23", "Exodus 26:24", "Exodus 26:25", "Exodus 26:26", "Exodus 26:27", "Exodus 26:28", "Exodus 26:29", "Exodus 26:30", "Exodus 26:31", "Exodus 26:32", "Exodus 26:33", "Exodus 26:34", "Exodus 26:35", "Exodus 26:36", "Exodus 26:37", "Exodus 27:1", "Exodus 27:2", "Exodus 27:3", "Exodus 27:4", "Exodus 27:5", "Exodus 27:6", "Exodus 27:7", "Exodus 27:8", "Exodus 27:9", "Exodus 27:10", "Exodus 27:11", "Exodus 27:12", "Exodus 27:13", "Exodus 27:14", "Exodus 27:15", "Exodus 27:16", "Exodus 27:17", "Exodus 27:18", "Exodus 27:19", "Exodus 27:20", "Exodus 27:21", "Exodus 28:1", "Exodus 28:2", "Exodus 28:3", "Exodus 28:4", "Exodus 28:5", "Exodus 28:6", "Exodus 28:7", "Exodus 28:8", "Exodus 28:9", "Exodus 28:10", "Exodus 28:11", "Exodus 28:12", "Exodus 28:13", "Exodus 28:14", "Exodus 28:15", "Exodus 28:16", "Exodus 28:17", "Exodus 28:18", "Exodus 28:19", "Exodus 28:20", "Exodus 28:21", "Exodus 28:22", "Exodus 28:23", "Exodus 28:24", "Exodus 28:25", "Exodus 28:26", "Exodus 28:27", "Exodus 28:28", "Exodus 28:29", "Exodus 28:30", "Exodus 28:31", "Exodus 28:32", "Exodus 28:33", "Exodus 28:34", "Exodus 28:35", "Exodus 28:36", "Exodus 28:37", "Exodus 28:38", "Exodus 28:39", "Exodus 28:40", "Exodus 28:41", "Exodus 28:42", "Exodus 28:43", "Exodus 29:1", "Exodus 29:2", "Exodus 29:3", "Exodus 29:4", "Exodus 29:5", "Exodus 29:6", "Exodus 29:7", "Exodus 29:8", "Exodus 29:9", "Exodus 29:10", "Exodus 29:11", "Exodus 29:12", "Exodus 29:13", "Exodus 29:14", "Exodus 29:15", "Exodus 29:16", "Exodus 29:17", "Exodus 29:18", "Exodus 29:19", "Exodus 29:20", "Exodus 29:21", "Exodus 29:22", "Exodus 29:23", "Exodus 29:24", "Exodus 29:25", "Exodus 29:26", "Exodus 29:27", "Exodus 29:28", "Exodus 29:29", "Exodus 29:30", "Exodus 29:31", "Exodus 29:32", "Exodus 29:33", "Exodus 29:34", "Exodus 29:35", "Exodus 29:36", "Exodus 29:37", "Exodus 29:38", "Exodus 29:39", "Exodus 29:40", "Exodus 29:41", "Exodus 29:42", "Exodus 29:43", "Exodus 29:44", "Exodus 29:45", "Exodus 29:46", "Exodus 30:1", "Exodus 30:2", "Exodus 30:3", "Exodus 30:4", "Exodus 30:5", "Exodus 30:6", "Exodus 30:7", "Exodus 30:8", "Exodus 30:9", "Exodus 30:10", "Exodus 30:11", "Exodus 30:12", "Exodus 30:13", "Exodus 30:14", "Exodus 30:15", "Exodus 30:16", "Exodus 30:17", "Exodus 30:18", "Exodus 30:19", "Exodus 30:20", "Exodus 30:21", "Exodus 30:22", "Exodus 30:23", "Exodus 30:24", "Exodus 30:25", "Exodus 30:26", "Exodus 30:27", "Exodus 30:28", "Exodus 30:29", "Exodus 30:30", "Exodus 30:31", "Exodus 30:32", "Exodus 30:33", "Exodus 30:34", "Exodus 30:35", "Exodus 30:36", "Exodus 30:37", "Exodus 30:38", "Exodus 31:1", "Exodus 31:2", "Exodus 31:3", "Exodus 31:4", "Exodus 31:5", "Exodus 31:6", "Exodus 31:7", "Exodus 31:8", "Exodus 31:9", "Exodus 31:10", "Exodus 31:11", "Exodus 31:12", "Exodus 31:13", "Exodus 31:14", "Exodus 31:15", "Exodus 31:16", "Exodus 31:17", "Exodus 31:18", "Exodus 32:1", "Exodus 32:2", "Exodus 32:3", "Exodus 32:4", "Exodus 32:5", "Exodus 32:6", "Exodus 32:7", "Exodus 32:8", "Exodus 32:9", "Exodus 32:10", "Exodus 32:11", "Exodus 32:12", "Exodus 32:13", "Exodus 32:14", "Exodus 32:15", "Exodus 32:16", "Exodus 32:17", "Exodus 32:18", "Exodus 32:19", "Exodus 32:20", "Exodus 32:21", "Exodus 32:22", "Exodus 32:23", "Exodus 32:24", "Exodus 32:25", "Exodus 32:26", "Exodus 32:27", "Exodus 32:28", "Exodus 32:29", "Exodus 32:30", "Exodus 32:31", "Exodus 32:32", "Exodus 32:33", "Exodus 32:34", "Exodus 32:35", "Exodus 33:1", "Exodus 33:2", "Exodus 33:3", "Exodus 33:4", "Exodus 33:5", "Exodus 33:6", "Exodus 33:7", "Exodus 33:8", "Exodus 33:9", "Exodus 33:10", "Exodus 33:11", "Exodus 33:12", "Exodus 33:13", "Exodus 33:14", "Exodus 33:15", "Exodus 33:16", "Exodus 33:17", "Exodus 33:18", "Exodus 33:19", "Exodus 33:20", "Exodus 33:21", "Exodus 33:22", "Exodus 33:23", "Exodus 34:1", "Exodus 34:2", "Exodus 34:3", "Exodus 34:4", "Exodus 34:5", "Exodus 34:6", "Exodus 34:7", "Exodus 34:8", "Exodus 34:9", "Exodus 34:10", "Exodus 34:11", "Exodus 34:12", "Exodus 34:13", "Exodus 34:14", "Exodus 34:15", "Exodus 34:16", "Exodus 34:17", "Exodus 34:18", "Exodus 34:19", "Exodus 34:20", "Exodus 34:21", "Exodus 34:22", "Exodus 34:23", "Exodus 34:24", "Exodus 34:25", "Exodus 34:26", "Exodus 34:27", "Exodus 34:28", "Exodus 34:29", "Exodus 34:30", "Exodus 34:31", "Exodus 34:32", "Exodus 34:33", "Exodus 34:34", "Exodus 34:35", "Exodus 35:1", "Exodus 35:2", "Exodus 35:3", "Exodus 35:4", "Exodus 35:5", "Exodus 35:6", "Exodus 35:7", "Exodus 35:8", "Exodus 35:9", "Exodus 35:10", "Exodus 35:11", "Exodus 35:12", "Exodus 35:13", "Exodus 35:14", "Exodus 35:15", "Exodus 35:16", "Exodus 35:17", "Exodus 35:18", "Exodus 35:19", "Exodus 35:20", "Exodus 35:21", "Exodus 35:22", "Exodus 35:23", "Exodus 35:24", "Exodus 35:25", "Exodus 35:26", "Exodus 35:27", "Exodus 35:28", "Exodus 35:29", "Exodus 35:30", "Exodus 35:31", "Exodus 35:32", "Exodus 35:33", "Exodus 35:34", "Exodus 35:35", "Exodus 36:1", "Exodus 36:2", "Exodus 36:3", "Exodus 36:4", "Exodus 36:5", "Exodus 36:6", "Exodus 36:7", "Exodus 36:8", "Exodus 36:9", "Exodus 36:10", "Exodus 36:11", "Exodus 36:12", "Exodus 36:13", "Exodus 36:14", "Exodus 36:15", "Exodus 36:16", "Exodus 36:17", "Exodus 36:18", "Exodus 36:19", "Exodus 36:20", "Exodus 36:21", "Exodus 36:22", "Exodus 36:23", "Exodus 36:24", "Exodus 36:25", "Exodus 36:26", "Exodus 36:27", "Exodus 36:28", "Exodus 36:29", "Exodus 36:30", "Exodus 36:31", "Exodus 36:32", "Exodus 36:33", "Exodus 36:34", "Exodus 36:35", "Exodus 36:36", "Exodus 36:37", "Exodus 36:38", "Exodus 37:1", "Exodus 37:2", "Exodus 37:3", "Exodus 37:4", "Exodus 37:5", "Exodus 37:6", "Exodus 37:7", "Exodus 37:8", "Exodus 37:9", "Exodus 37:10", "Exodus 37:11", "Exodus 37:12", "Exodus 37:13", "Exodus 37:14", "Exodus 37:15", "Exodus 37:16", "Exodus 37:17", "Exodus 37:18", "Exodus 37:19", "Exodus 37:20", "Exodus 37:21", "Exodus 37:22", "Exodus 37:23", "Exodus 37:24", "Exodus 37:25", "Exodus 37:26", "Exodus 37:27", "Exodus 37:28", "Exodus 37:29", "Exodus 38:1", "Exodus 38:2", "Exodus 38:3", "Exodus 38:4", "Exodus 38:5", "Exodus 38:6", "Exodus 38:7", "Exodus 38:8", "Exodus 38:9", "Exodus 38:10", "Exodus 38:11", "Exodus 38:12", "Exodus 38:13", "Exodus 38:14", "Exodus 38:15", "Exodus 38:16", "Exodus 38:17", "Exodus 38:18", "Exodus 38:19", "Exodus 38:20", "Exodus 38:21", "Exodus 38:22", "Exodus 38:23", "Exodus 38:24", "Exodus 38:25", "Exodus 38:26", "Exodus 38:27", "Exodus 38:28", "Exodus 38:29", "Exodus 38:30", "Exodus 38:31", "Exodus 39:1", "Exodus 39:2", "Exodus 39:3", "Exodus 39:4", "Exodus 39:5", "Exodus 39:6", "Exodus 39:7", "Exodus 39:8", "Exodus 39:9", "Exodus 39:10", "Exodus 39:11", "Exodus 39:12", "Exodus 39:13", "Exodus 39:14", "Exodus 39:15", "Exodus 39:16", "Exodus 39:17", "Exodus 39:18", "Exodus 39:19", "Exodus 39:20", "Exodus 39:21", "Exodus 39:22", "Exodus 39:23", "Exodus 39:24", "Exodus 39:25", "Exodus 39:26", "Exodus 39:27", "Exodus 39:28", "Exodus 39:29", "Exodus 39:30", "Exodus 39:31", "Exodus 39:32", "Exodus 39:33", "Exodus 39:34", "Exodus 39:35", "Exodus 39:36", "Exodus 39:37", "Exodus 39:38", "Exodus 39:39", "Exodus 39:40", "Exodus 39:41", "Exodus 39:42", "Exodus 39:43", "Exodus 40:1", "Exodus 40:2", "Exodus 40:3", "Exodus 40:4", "Exodus 40:5", "Exodus 40:6", "Exodus 40:7", "Exodus 40:8", "Exodus 40:9", "Exodus 40:10", "Exodus 40:11", "Exodus 40:12", "Exodus 40:13", "Exodus 40:14", "Exodus 40:15", "Exodus 40:16", "Exodus 40:17", "Exodus 40:18", "Exodus 40:19", "Exodus 40:20", "Exodus 40:21", "Exodus 40:22", "Exodus 40:23", "Exodus 40:24", "Exodus 40:25", "Exodus 40:26", "Exodus 40:27", "Exodus 40:28", "Exodus 40:29", "Exodus 40:30", "Exodus 40:31", "Exodus 40:32", "Exodus 40:33", "Exodus 40:34", "Exodus 40:35", "Exodus 40:36", "Exodus 40:37", "Exodus 40:38"], "sourceRef": "The Five Books of Moses, by Everett Fox, Exodus, On the Book of Exodus and Its Structure 2-44", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, שמות, שמות מאמר א׳ ב׳-מ״ד", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "On the Book of Exodus and Its Structure", "he": "שמות מאמר א׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "שמות מאמר א׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["T<small>HE BOOK OF</small> E<small>XODUS IS</small> I<small>SRAEL’S SECOND BOOK OF ORIGINS</small>. G<small>ENESIS HAD CONCERNED</small> itself with the beginnings of the world, of human beings and their institutions, and of the people of Israel as a tribal family. Exodus continues this thrust as it recounts the origin of the people on a religious and political level (here inseparable as concepts). A number of biblical ideas receive their fullest early treatment in this book: God’s acting directly in history; making himself “known” to both Israelites and foreigners; covenant as a reciprocal agreement between God and humans; law as an expression of total worldview; and the use of sacred structure (Tabernacle or “Dwelling”) as a vehicle for and expression of perceived truths about the world. In addition, several biblical institutions make their first appearance in Exodus: Passover, Sabbath, rudimentary leadership/government, and cult/priesthood. All this is presented in a general narrative framework, raising the question as to whether what we have here is story or history. Is Exodus a fanciful reconstruction of what happened to Moshe (Moses) and his generation, riddled with anachronisms? Or is it a faithful and reliable handing-down of eyewitness data which only the cynical or irreligious would doubt?", "For the first position there are several supports. We possess virtually no extra-biblical references to the events recorded in our book, either in Egypt or elsewhere. Then, too, there seem to be inconsistencies of time within the story (Chaps. 16 and 18 appear to presuppose laws which were given later), and patterns within the telling of the tale that are too symmetrical (the Plagues) or too stereotyped (the constant use of stylized language) to be simple reporting of fact. Finally, Exodus is lacking in the citation of personal and geographical names, especially as compared to the books that precede and follow (Genesis and Numbers).", "For the second position, that of Exodus as a reliable historical record, there exist no methods of proof other than evaluation of literary form—that is, accepting that oral literature is able to preserve facts without later coloration. But even if it could be shown that Exodus is oral literature—an evaluation which is too sweeping, given the present form of the book—modern scholarship has come to cast doubt on the absolute historical reliability of oral tradition (see Vansina).", "Despite these observations, there is still something unsettling about writing Exodus off as a work of fiction, however pious that fiction may have been. For the rest of the Hebrew Bible abounds in emotional references to the experience of the exodus. At every stage of biblical literature, that experience is invoked for the purpose of directing behavior (see especially Judg. 2, I Sam. 8, II Sam. 7, II Kings 17, Neh. 9, and Ps. 78; and most of Deuteronomy is rhetorically grounded in it). The entire structure and emotional force of biblical law rest upon such exhortations as “A sojourner you are not to oppress:/you yourselves know (well) the feelings of the sojourner,/for sojourners were you in the land of Egypt” (Ex. 23:9) and such situations as that of the Hebrew serf (Ex. 21:2ff.). Apparently the experience of the exodus period was crucial in forming the group consciousness of the Israelites, and ever since it has provided a model from which both later Judaism and Christianity were to draw frequently and profoundly.", "A hypothetical analogy, based on American history, may help to shed light on the historicity of Exodus. Imagine a book based on the following outline: first, a section on the American Revolution, with some biographical material on a few of the Founding Fathers, focusing mostly on the outbreak of the war and key battles; second, a description of the Constitutional Convention, including some of the more important speeches and discussions; third, the text of the Constitution itself; and finally, L’Enfant’s original blueprints for the building of the new capital, Washington, D.C., interspersed with accounts of the first few presidents’ inaugural addresses. What would be the underlying message of such a book? We are certainly dealing here with more than a straight journalistic description of the events, more than a legalistic discussion of constitutional law, and more than a technical presentation for architects. Such a book would actually be presenting the ideals of America’s self-image: a nation founded on the willingness to fight for particular rights against Old World tyranny, established under democratic laws based on reason and providing governmental checks and balances, and whose ideals would be embodied in the construction of a brand-new, centrally located capital city that used classically grounded forms of architecture to express grace and reason as the basis for the new society.", "Now this portrayal is very simplistic, but it gets its point across (and I would be willing to wager that, somewhere in this country, there exists a school textbook written along these lines). In a similar manner, although with much more weight given to God’s role in the process, the book of Exodus unfolds. The dramatic story of Israel’s deliverance from bondage, coupled with Moshe’s own early development, is only the first part of the book, and accounts for less than half of it. It is followed by several stories of desert wanderings, and then by a presentation of the covenant made between God and Israel at Sinai, against a stunning natural backdrop. The second half of the book enumerates a series of laws which constitute the covenant, and the details of construction of a portable sanctuary designed both to symbolize and actually to accommodate God’s presence among the Israelites (with the interruption of a major rebellion). So, like our theoretical American model, Exodus conveys far more than information about events. It is, rather, the narration of a worldview, a laying out of different types of texts bearing the <i>meaning</i> of Israel’s historical experience.", "I stress the word “experience” because that is what is at stake here. Human memory is always selective. We remember what we wish to remember, giving weight to particular emotions, sometimes over and above the facts (or, as the poet Maya Angelou puts it autobiographically, “The facts sometimes obscure the truth”). The same thing appears to be true of group memory. What a people remembers of substance is not nearly as important as how they process their experience.", "In our Exodus text one can perceive a characteristically Israelite process at work. The book emerges as a mix of historical recollection, mythical processing, and didactic retelling, what Buber and others have called a “saga.” What is preserved in the book of Exodus, therefore, is a Teaching (Heb. <i>Tora</i>) based on a set of experiences, which became history for ancient Israel. Hence, to understand better the workings of the book, we need to turn to its themes and its structure. This will be more fruitful than trying to find the exact location of the Sea of Reeds or Mount Sinai, or the “Lost Ark,” or Moshe’s burial site— of whose location “no man has knowledge until this day” (Deut. 34:6). These have all receded into archeological oblivion. What has survived of ancient Israel is its approach to history and to life, and its literature. In that sense, the book of Exodus is an attempt to distill history and to learn from it, using echoes from the past to shape the present and the future.", "When we turn to a closer consideration of the structure of Exodus, we must proceed on the assumption that a work of art stems from both artful and unconscious design. Therefore, any structuring of such a book can only be hypothetical and must not limit itself to ironclad categories.", "With that said, a number of potential divisions of our book present themselves. The first emerges from a close look at the subject matter of the text. Strikingly, Exodus appears to be arranged in groups of a few chapters each (bearing in mind that the chapter divisions are historically late), resulting in the following scheme:", "1. Prologue in Egypt (Chap. 1)<br>2. Moshe’s Early Life and Call (Chaps. 2–4)<br>3. Moshe’s Mission in Egypt (5:1–7:13)<br>4. The First Nine Plagues (7:14–10:29)<br>5. The Tenth Plague and the Exodus (Chaps. 11–13)<br>6. In the Wilderness I: The Deliverance at the Sea (14:1–15:21)<br>7. In the Wilderness II: Early Experiences (15:22–18:27)<br>8. Covenant at Sinai (Chaps. 19–20)<br>9. The Terms (Laws) and Conclusion of the Covenant (Chaps. 21–24)<br>10. Details of the Tabernacle (Chaps. 25–27)<br>11. Details of the Cult (Chaps. 28–31)<br>12. Rebellion and Reconciliation (Chaps. 32–34)<br>13. The Building of the Tabernacle, Priestly Vestments (Chaps. 35–39)<br>14. Conclusion (Chap. 40)", "Such a measured shifting of focus helps to maintain the flow of the text and our interest in it.", "A glance through this list will also lead to the positing of larger structures. The traditions collected in Exodus fall naturally into both geographical and thematic divisions. The first part of the book takes place in Egypt (1:1–15:21), the second in the wilderness (15:22–40:38); this could alternatively be viewed as the events preceding Mount Sinai (Chaps. 1–17/18) and those that take place there (Chaps. 18/19–40). One could also combine the geographical and thematic aspects, resulting in the structure (1) Israel in Egypt (1:1–15:21), (2) Israel in the Wilderness (15:22–24:18), and (3) Tabernacle and Calf (Chaps. 25–40).", "My own preference for structuring Exodus also combines these aspects, as follows:", "I. The Deliverance Narrative (1:1–15:21)", "II. In the Wilderness (15:22–18:27)", "III. Covenant and Law (Chaps. 19–24)", "IV. The Blueprints for the Tabernacle and Its Service (Chaps. 25–31)", "V. Infidelity and Reconciliation (Chaps. 32–34)", "VI. The Building of the Tabernacle (Chaps. 35–40)", "These divisions exhibit a great deal of overlapping. In Part I, Israel’s life in Egypt (Chap. 1) paves the way for Moshe’s early years (Chaps. 2–4), then the account of his mission before Pharaoh and the Plagues (Chaps. 5–13), and the final victory (Chaps. 14–15); Part II is anticipated by some of what happens after the exodus itself (Chap. 14), and leads to Sinai (Chap. 19); the covenant and laws of Part III naturally lead to other prescriptions, this time the building instructions for the Tabernacle (Chaps. 25–31); planning the sacred structure in Part IV is followed by the making of a forbidden construction, the Golden Calf (Chaps. 32–33); and the reconciliation between God and Israel (Chap. 34) restores Israel’s capacity to return to the actual building of the Tabernacle, and to complete it (Chaps. 35–40). So despite the presence of what must have been several very diverse traditions behind the final text of Exodus, it has been skillfully woven together to form a coherent whole. In addition to the above structures, it can be said that the book of Exodus rests on several textual backbones, inner structures and recurring themes and motifs that help to create a unified work. These may be listed by category:", "1. There are various climaxes which serve to highlight the action—the Encounter at the Bush (Chaps. 3–4), the Tenth Plague and Exodus (12:29–42), the Deliverance at the Sea (14–15:21), the Revelation at Sinai (Chaps. 19–20), the Calf Episode (Chap. 32), and Completion of the Tabernacle (Chap. 40). Anchoring these dramatic scenes, at the center of the book, is the Sinai Revelation. The Binding of Yitzhak (Isaac) in Chapter 22 of Genesis serves much the same focusing function.", "2. There exist three strategically placed accounts of God’s Presence accompanying the Israelites (13:21–22, 24:15–18, 40:34–38) which share a common vocabulary. Key words in these passages are “day/night,” “cloud,” “fire,” “dwell,” “Glory,” “cover,” “go up,” and “in the eyes of the Children of Israel/before the people” (it should be noted that not every passage uses all of these terms). These words chart God’s movement: first, following the Exodus; second, following the concluding of the covenant; and third, following the erection of the Tabernacle, at the end of the book. A variation of these Presence accounts occurs in Numbers 9:15–23, where it rounds out the picture—for it is at this point that the Israelites finally depart from Sinai (having spent about a year there), on their journey toward the Promised Land.", "3. Several leading words recur throughout the book and give it a sense of unity:", "<i>serve</i>— The Israelites pass from “servitude” to Pharaoh into the “service” of God; laws are given that warn against “serving” other gods, that specify how a “serf” is to be treated, and that detail the “service” (i.e., construction and dismantling) of a sanctuary where God is to be properly “served.”", "<i>Glory</i>—Liberated from Pharaoh’s “stubbornness” (Heb. <i>koved lev</i>), the Israelites experience God’s “Glory” (Heb. <i>kavod</i>) at the Sea of Reeds, and encounter it again at Sinai (Chap. 24) and when the Tabernacle is completed (Chap. 40). When Israel falters in Chapter 32, Moses begs to see God’s “Glory” as a sign of reassurance. This is one of the central issues of the book, receiving its clearest formulation in Chap. 17:7—“Is Y<small>HWH</small> in our midst, or not?” Without the accompanying Presence, the Israelites can survive neither in Egypt nor in the wilderness. That the book ends with the “Glory” taking up residence in the Tabernacle is a sign that all is well in this regard.", "<i>know</i>—The Plagues and the liberation take place so that Egyptian and Israelite alike will acknowledge God as the true ruler (who “knows” the slaves’ sufferings). The book as a whole portrays a God who is “known” by his compassion toward the oppressed.", "<i>see</i>—God “sees” and rescues the people early in the book (Chap. 3); they “see” his deliverance at the sea (Chap. 14) and the awesome display at Sinai (Chaps. 19-20); the Tabernacle blueprint is given to Moshe to “see” (Chaps 25ff.).", "4. Aside from theme words, there are also several thematic threads that run through the book. These may be listed as well:", "<i>distinction</i>—The Israelites learn what it is to be separated out, first for oppression and later for God’s service. This process occurs during the Plagues and throughout the legal sections, which are often based on the making of distinctions (the Hebrew word for “holy,” <i>kadosh,</i> may originally have had this connotation). In general, Exodus is a book that abounds in polarities and distinctions: between God and Pharaoh, life and death, slavery and freedom, Egyptianness and Israeliteness, city and wilderness, visible gods/magic and an invisible God who is not conjurable, doubt and trust.", "<i>construction</i>—The Israelites are enslaved as builders of Egyptian cities; they go on to build a society, a calf-god, and a Tabernacle.", "<i>rebellion</i>—From the beginning, God and Moshe are often unheeded, as the Israelites seek to maintain or return to their status as dependent slaves in Egypt (Chaps. 2, 5, 14, 15–17, 32).", "<i>Sabbath</i>—As a newly freed people, Israel is to adapt to a rhythm of work and sacred cessation, which celebrates both creation and freedom. The Sabbath is at issue immediately after liberation (Chap. 16) and is commanded three times (Chaps. 20, 31, 35); and the account of the Tabernacle’s completion echoes the vocabulary of God’s completed creation in Genesis 2, a passage which serves as one justification for observing the Sabbath (see Ex. 20:11).", "<i>origins</i>—We are told of the beginnings of the new covenant (distinct from that concluded with Abraham), the law system, the cult/priesthood, and the sacred calendar, but with the significant omission of the monarchy.", "<i>covenant</i>—God establishes a relationship with the people of Israel: if they will obey him and observe his laws, he will protect them and treat them as his “firstborn son.” This form of covenant is different from the ones in Genesis, and plays a significant role in subsequent books of the Bible.", "<i>God in History</i>—The God of Exodus actively intervenes to rescue a people, defeating their oppressors in battle; he leads them through the wilderness, meets them, and makes a covenant with them.", "5. The above themes are specifically Israelite themes. There are, however, motifs in Exodus that have a more universal ring. One could term these anthropological, since they employ standard aspects of human experience to convey the overall messages of the book.", "<i>Fire</i> is used frequently and in varied contexts (at the Burning Bush and later back at Mount Sinai, in the desert trek, in the Tabernacle service, and at the Calf incident), usually to make a statement about God. In contrast to conventional fire gods (e.g., the Norse trickster Loki), the God of Exodus is most often associated with the more positive aspects of fire: constancy, purity, and transformation. The fire at Sinai does not destroy Moshe and the people, but rather turns them into something new. At the same time it should not be forgotten that fire is used regularly to connote anger in the Bible, especially God’s, and especially in the later wilderness narratives.", "<i>Water</i> appears throughout Exodus, not as a backdrop but as an active medium which most often signifies life and death simultaneously. The Nile, into which the enslaved Hebrews’ babies are thrown, gently bears the infant Moshe to safety: the Nile, the giver of life in Egypt, is changed into blood, itself a major signifier of life in the Bible but useless here because it is undrinkable; the Sea of Reeds acts as a passageway of birth for the Israelites but as a graveyard for their Egyptian pursuers. The availability of water becomes a central issue in the wilderness, as an instrument for survival and for the testing of the Israelites’ faith. Finally, water creates the ritual purity necessary for the people at Sinai and their priests in the Tabernacle to approach God.", "<i>Desert/Wilderness</i> is the scene of the crucial second part of the book. Only in the desert, away from the massive influence of age-old Egyptian culture, can the new Israelite society be forged. Moshe, like many other real-life and fictional heroes, demonstrates this in his own early life. The desert acts as a purifying agent for him, changing the Egyptian prince into a member of his own true people. Similarly, the Israelites begin the process of transformation from bondage to self-rule, a process which is taught in the harsh reality of desert life and which will take an entire generation to complete.", "In point of fact, all these media—fire, water, and desert—suggest change as a major concern of the book of Exodus. Our text chronicles the start of Israel’s journey as a nation, a transformative journey which takes vastly changed circumstances, a whole generation in time, and indeed several books of recounting to complete. Exodus is very concerned with topography—not for the purposes of historical recollection (as Genesis was, apparently) but as an account of an inner journey. Thus the people travel to the boundary between Egypt and the desert, through the sea, to the great fiery mountain; and we know that they cannot but be on their way to a final goal. That goal, the Promised Land, will not be realized in Exodus, because in this book we stand only at the beginning of the journey. Change does not occur quickly, and the true molding of a people, like that of an individual, requires formative experiences over time. In Exodus, then, the People of Israel begins in adolescence, as it were. It has survived infancy in Genesis, a period marked by constant threats of physical extinction, and must now begin the tortuous process of learning to cope with adulthood—that is to say, people-hood—in a hostile world.", "That process will take us past the present text. Exodus stands at the beginning of a trilogy in the middle of the Torah. It takes us from slavery up to Sinai, inaugurating the law-giving process. Leviticus will concentrate almost exclusively on laws (of “holiness”), never budging geographically, while Numbers will see the conclusion of the Sinai experience and the traveling toward (and actually reaching) the land of Israel. Exodus is thus of great importance in the overall five-book pattern, introducing key elements of the wilderness books: law, institutions, rebellion, and—Moshe himself. It serves as a bridge between the great narratives of Genesis and the priestly code of Leviticus and the wanderings of Numbers (Green­berg 1972 notes how the opening of Exodus points back, to Gen. 46; and the closing points forward, to Num. 9). It in fact contains elements of all three books.", "Exodus is the basis not only of what follows in the Torah, but also sets the stage for the rest of the Hebrew Bible. What Israel understood of its God, and what that God expects of them, are set forth most directly and unforgettably in the memories enshrined in the book of Exodus."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620382d1c9ad75f2d99af7c8", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "", "ref": "The Five Books of Moses, by Everett Fox, Exodus, Part I; The Deliverance Narrative 1", "anchorRef": "Exodus 1:1-15:21", "anchorRefExpanded": ["Exodus 1:1", "Exodus 1:2", "Exodus 1:3", "Exodus 1:4", "Exodus 1:5", "Exodus 1:6", "Exodus 1:7", "Exodus 1:8", "Exodus 1:9", "Exodus 1:10", "Exodus 1:11", "Exodus 1:12", "Exodus 1:13", "Exodus 1:14", "Exodus 1:15", "Exodus 1:16", "Exodus 1:17", "Exodus 1:18", "Exodus 1:19", "Exodus 1:20", "Exodus 1:21", "Exodus 1:22", "Exodus 2:1", "Exodus 2:2", "Exodus 2:3", "Exodus 2:4", "Exodus 2:5", "Exodus 2:6", "Exodus 2:7", "Exodus 2:8", "Exodus 2:9", "Exodus 2:10", "Exodus 2:11", "Exodus 2:12", "Exodus 2:13", "Exodus 2:14", "Exodus 2:15", "Exodus 2:16", "Exodus 2:17", "Exodus 2:18", "Exodus 2:19", "Exodus 2:20", "Exodus 2:21", "Exodus 2:22", "Exodus 2:23", "Exodus 2:24", "Exodus 2:25", "Exodus 3:1", "Exodus 3:2", "Exodus 3:3", "Exodus 3:4", "Exodus 3:5", "Exodus 3:6", "Exodus 3:7", "Exodus 3:8", "Exodus 3:9", "Exodus 3:10", "Exodus 3:11", "Exodus 3:12", "Exodus 3:13", "Exodus 3:14", "Exodus 3:15", "Exodus 3:16", "Exodus 3:17", "Exodus 3:18", "Exodus 3:19", "Exodus 3:20", "Exodus 3:21", "Exodus 3:22", "Exodus 4:1", "Exodus 4:2", "Exodus 4:3", "Exodus 4:4", "Exodus 4:5", "Exodus 4:6", "Exodus 4:7", "Exodus 4:8", "Exodus 4:9", "Exodus 4:10", "Exodus 4:11", "Exodus 4:12", "Exodus 4:13", "Exodus 4:14", "Exodus 4:15", "Exodus 4:16", "Exodus 4:17", "Exodus 4:18", "Exodus 4:19", "Exodus 4:20", "Exodus 4:21", "Exodus 4:22", "Exodus 4:23", "Exodus 4:24", "Exodus 4:25", "Exodus 4:26", "Exodus 4:27", "Exodus 4:28", "Exodus 4:29", "Exodus 4:30", "Exodus 4:31", "Exodus 5:1", "Exodus 5:2", "Exodus 5:3", "Exodus 5:4", "Exodus 5:5", "Exodus 5:6", "Exodus 5:7", "Exodus 5:8", "Exodus 5:9", "Exodus 5:10", "Exodus 5:11", "Exodus 5:12", "Exodus 5:13", "Exodus 5:14", "Exodus 5:15", "Exodus 5:16", "Exodus 5:17", "Exodus 5:18", "Exodus 5:19", "Exodus 5:20", "Exodus 5:21", "Exodus 5:22", "Exodus 5:23", "Exodus 6:1", "Exodus 6:2", "Exodus 6:3", "Exodus 6:4", "Exodus 6:5", "Exodus 6:6", "Exodus 6:7", "Exodus 6:8", "Exodus 6:9", "Exodus 6:10", "Exodus 6:11", "Exodus 6:12", "Exodus 6:13", "Exodus 6:14", "Exodus 6:15", "Exodus 6:16", "Exodus 6:17", "Exodus 6:18", "Exodus 6:19", "Exodus 6:20", "Exodus 6:21", "Exodus 6:22", "Exodus 6:23", "Exodus 6:24", "Exodus 6:25", "Exodus 6:26", "Exodus 6:27", "Exodus 6:28", "Exodus 6:29", "Exodus 6:30", "Exodus 7:1", "Exodus 7:2", "Exodus 7:3", "Exodus 7:4", "Exodus 7:5", "Exodus 7:6", "Exodus 7:7", "Exodus 7:8", "Exodus 7:9", "Exodus 7:10", "Exodus 7:11", "Exodus 7:12", "Exodus 7:13", "Exodus 7:14", "Exodus 7:15", "Exodus 7:16", "Exodus 7:17", "Exodus 7:18", "Exodus 7:19", "Exodus 7:20", "Exodus 7:21", "Exodus 7:22", "Exodus 7:23", "Exodus 7:24", "Exodus 7:25", "Exodus 7:26", "Exodus 7:27", "Exodus 7:28", "Exodus 7:29", "Exodus 8:1", "Exodus 8:2", "Exodus 8:3", "Exodus 8:4", "Exodus 8:5", "Exodus 8:6", "Exodus 8:7", "Exodus 8:8", "Exodus 8:9", "Exodus 8:10", "Exodus 8:11", "Exodus 8:12", "Exodus 8:13", "Exodus 8:14", "Exodus 8:15", "Exodus 8:16", "Exodus 8:17", "Exodus 8:18", "Exodus 8:19", "Exodus 8:20", "Exodus 8:21", "Exodus 8:22", "Exodus 8:23", "Exodus 8:24", "Exodus 8:25", "Exodus 8:26", "Exodus 8:27", "Exodus 8:28", "Exodus 9:1", "Exodus 9:2", "Exodus 9:3", "Exodus 9:4", "Exodus 9:5", "Exodus 9:6", "Exodus 9:7", "Exodus 9:8", "Exodus 9:9", "Exodus 9:10", "Exodus 9:11", "Exodus 9:12", "Exodus 9:13", "Exodus 9:14", "Exodus 9:15", "Exodus 9:16", "Exodus 9:17", "Exodus 9:18", "Exodus 9:19", "Exodus 9:20", "Exodus 9:21", "Exodus 9:22", "Exodus 9:23", "Exodus 9:24", "Exodus 9:25", "Exodus 9:26", "Exodus 9:27", "Exodus 9:28", "Exodus 9:29", "Exodus 9:30", "Exodus 9:31", "Exodus 9:32", "Exodus 9:33", "Exodus 9:34", "Exodus 9:35", "Exodus 10:1", "Exodus 10:2", "Exodus 10:3", "Exodus 10:4", "Exodus 10:5", "Exodus 10:6", "Exodus 10:7", "Exodus 10:8", "Exodus 10:9", "Exodus 10:10", "Exodus 10:11", "Exodus 10:12", "Exodus 10:13", "Exodus 10:14", "Exodus 10:15", "Exodus 10:16", "Exodus 10:17", "Exodus 10:18", "Exodus 10:19", "Exodus 10:20", "Exodus 10:21", "Exodus 10:22", "Exodus 10:23", "Exodus 10:24", "Exodus 10:25", "Exodus 10:26", "Exodus 10:27", "Exodus 10:28", "Exodus 10:29", "Exodus 11:1", "Exodus 11:2", "Exodus 11:3", "Exodus 11:4", "Exodus 11:5", "Exodus 11:6", "Exodus 11:7", "Exodus 11:8", "Exodus 11:9", "Exodus 11:10", "Exodus 12:1", "Exodus 12:2", "Exodus 12:3", "Exodus 12:4", "Exodus 12:5", "Exodus 12:6", "Exodus 12:7", "Exodus 12:8", "Exodus 12:9", "Exodus 12:10", "Exodus 12:11", "Exodus 12:12", "Exodus 12:13", "Exodus 12:14", "Exodus 12:15", "Exodus 12:16", "Exodus 12:17", "Exodus 12:18", "Exodus 12:19", "Exodus 12:20", "Exodus 12:21", "Exodus 12:22", "Exodus 12:23", "Exodus 12:24", "Exodus 12:25", "Exodus 12:26", "Exodus 12:27", "Exodus 12:28", "Exodus 12:29", "Exodus 12:30", "Exodus 12:31", "Exodus 12:32", "Exodus 12:33", "Exodus 12:34", "Exodus 12:35", "Exodus 12:36", "Exodus 12:37", "Exodus 12:38", "Exodus 12:39", "Exodus 12:40", "Exodus 12:41", "Exodus 12:42", "Exodus 12:43", "Exodus 12:44", "Exodus 12:45", "Exodus 12:46", "Exodus 12:47", "Exodus 12:48", "Exodus 12:49", "Exodus 12:50", "Exodus 12:51", "Exodus 13:1", "Exodus 13:2", "Exodus 13:3", "Exodus 13:4", "Exodus 13:5", "Exodus 13:6", "Exodus 13:7", "Exodus 13:8", "Exodus 13:9", "Exodus 13:10", "Exodus 13:11", "Exodus 13:12", "Exodus 13:13", "Exodus 13:14", "Exodus 13:15", "Exodus 13:16", "Exodus 13:17", "Exodus 13:18", "Exodus 13:19", "Exodus 13:20", "Exodus 13:21", "Exodus 13:22", "Exodus 14:1", "Exodus 14:2", "Exodus 14:3", "Exodus 14:4", "Exodus 14:5", "Exodus 14:6", "Exodus 14:7", "Exodus 14:8", "Exodus 14:9", "Exodus 14:10", "Exodus 14:11", "Exodus 14:12", "Exodus 14:13", "Exodus 14:14", "Exodus 14:15", "Exodus 14:16", "Exodus 14:17", "Exodus 14:18", "Exodus 14:19", "Exodus 14:20", "Exodus 14:21", "Exodus 14:22", "Exodus 14:23", "Exodus 14:24", "Exodus 14:25", "Exodus 14:26", "Exodus 14:27", "Exodus 14:28", "Exodus 14:29", "Exodus 14:30", "Exodus 14:31", "Exodus 15:1", "Exodus 15:2", "Exodus 15:3", "Exodus 15:4", "Exodus 15:5", "Exodus 15:6", "Exodus 15:7", "Exodus 15:8", "Exodus 15:9", "Exodus 15:10", "Exodus 15:11", "Exodus 15:12", "Exodus 15:13", "Exodus 15:14", "Exodus 15:15", "Exodus 15:16", "Exodus 15:17", "Exodus 15:18", "Exodus 15:19", "Exodus 15:20", "Exodus 15:21"], "sourceRef": "The Five Books of Moses, by Everett Fox, Exodus, Part I; The Deliverance Narrative 1", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, שמות, שמות מאמר ב׳ א׳", "anchorVerse": 1, "sourceHasEn": true, "commentaryNum": 1, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<a class=\"refLink\" data-ref=\"Exodus 1:1–15:21\" data-ven=\"The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995\">Exodus 1:1–15:21</a>", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620382d2c9ad75f2d99af7d6", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "", "ref": "The Five Books of Moses, by Everett Fox, Exodus, Part I; The Deliverance Narrative, Prologue in Egypt 1", "anchorRef": "Exodus 1:1-22", "anchorRefExpanded": ["Exodus 1:1", "Exodus 1:2", "Exodus 1:3", "Exodus 1:4", "Exodus 1:5", "Exodus 1:6", "Exodus 1:7", "Exodus 1:8", "Exodus 1:9", "Exodus 1:10", "Exodus 1:11", "Exodus 1:12", "Exodus 1:13", "Exodus 1:14", "Exodus 1:15", "Exodus 1:16", "Exodus 1:17", "Exodus 1:18", "Exodus 1:19", "Exodus 1:20", "Exodus 1:21", "Exodus 1:22"], "sourceRef": "The Five Books of Moses, by Everett Fox, Exodus, Part I; The Deliverance Narrative, Prologue in Egypt 1", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, שמות, שמות מאמר ב׳, שמות הערה א׳ א׳", "anchorVerse": 1, "sourceHasEn": true, "commentaryNum": 1, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "שמות הערה א׳", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<a class=\"refLink\" data-ref=\"Exodus 1:1-22\" data-ven=\"The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995\">Exodus 1:1-22</a>", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62038300c9ad75f2d99afb78", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "", "ref": "The Five Books of Moses, by Everett Fox, Suggestions for Further Reading 138", "anchorRef": "Exodus 1:1-14", "anchorRefExpanded": ["Exodus 1:1", "Exodus 1:2", "Exodus 1:3", "Exodus 1:4", "Exodus 1:5", "Exodus 1:6", "Exodus 1:7", "Exodus 1:8", "Exodus 1:9", "Exodus 1:10", "Exodus 1:11", "Exodus 1:12", "Exodus 1:13", "Exodus 1:14"], "sourceRef": "The Five Books of Moses, by Everett Fox, Suggestions for Further Reading 138", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, המלצות לקריאה נוספת קל״ח", "anchorVerse": 1, "sourceHasEn": true, "commentaryNum": 138, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "המלצות לקריאה נוספת", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "Isbell, Charles. “The Structure of Exodus 1:1–14.” In <i>Art and Meaning: Rhetoric in Biblical Literature</i>, eds. David J. A. Clines, David M. Gunn, and Alan J. Hauser. Sheffield, England, 1982.", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "623bd5fda107c838f92b2f5c", "index_title": "Siddur Sefard", "category": "Liturgy", "type": "quotation_auto_tanakh", "ref": "Siddur Sefard, Torah Readings, Torah Reading for Shabbat Mincha & Monday, Thursday 28", "anchorRef": "Exodus 1:1-17", "anchorRefExpanded": ["Exodus 1:1", "Exodus 1:2", "Exodus 1:3", "Exodus 1:4", "Exodus 1:5", "Exodus 1:6", "Exodus 1:7", "Exodus 1:8", "Exodus 1:9", "Exodus 1:10", "Exodus 1:11", "Exodus 1:12", "Exodus 1:13", "Exodus 1:14", "Exodus 1:15", "Exodus 1:16", "Exodus 1:17"], "sourceRef": "Siddur Sefard, Torah Readings, Torah Reading for Shabbat Mincha & Monday, Thursday 28", "sourceHeRef": "סידור ספרד, סדר הקריאות, קריאות לשבת במנחה, ושני וחמישי כ״ח", "anchorVerse": 1, "sourceHasEn": false, "compDate": [1710, 1810], "commentaryNum": 28, "collectiveTitle": {"en": "Siddur Sefard", "he": "סידור ספרד"}, "heTitle": "קריאות לשבת במנחה, ושני וחמישי", "he": "<b>וְאֵלֶּה</b> שְׁמוֹת בְּנֵי יִשְׂרָאֵל הַבָּאִים מִצְרָיְמָה אֵת יַעֲקֹב אִישׁ וּבֵיתוֹ בָּאוּ: רְאוּבֵן שִׁמְעוֹן לֵוִי וִיהוּדָה: יִשָּׂשכָר זְבוּלֻן וּבְנְיָמִן: דָּן וְנַפְתָּלִי גָּד וְאָשֵׁר: וַיְהִי כָּל נֶפֶשׁ יֹצְאֵי יֶרֶךְ יַעֲקֹב שִׁבְעִים נָפֶשׁ וְיוֹסֵף הָיָה בְמִצְרָיִם: וַיָּמָת יוֹסֵף וְכָל אֶחָיו וְכֹל הַדּוֹר הַהוּא: וּבְנֵי יִשְׂרָאֵל פָּרוּ וַיִּשְׁרְצוּ וַיִּרְבּוּ וַיַּעַצְמוּ בִּמְאֹד מְאֹד וַתִּמָּלֵא הָאָרֶץ אֹתָם:שניוַיָּקָם מֶלֶךְ חָדָשׁ עַל מִצְרָיִם אֲשֶׁר לֹא יָדַע אֶת יוֹסֵף: וַיֹּאמֶר אֶל עַמּוֹ הִנֵּה עַם בְּנֵי יִשְׂרָאֵל רַב וְעָצוּם מִמֶּנּוּ: הָבָה נִתְחַכְּמָה לוֹ פֶּן יִרְבֶּה וְהָיָה כִּי תִקְרֶאנָה מִלְחָמָה וְנוֹסַף גַּם הוּא עַל שֹׂנְאֵינוּ וְנִלְחַם בָּנוּ וְעָלָה מִן הָאָרֶץ: וַיָּשִׂימוּ עָלָיו שָׂרֵי מִסִּים לְמַעַן עַנֹּתוֹ בְּסִבְלֹתָם וַיִּבֶן עָרֵי מִסְכְּנוֹת לְפַרְעֹה אֶת פִּתֹם וְאֶת רַעַמְסֵס: וְכַאֲשֶׁר יְעַנּוּ אֹתוֹ כֵּן יִרְבֶּה וְכֵן יִפְרֹץ וַיָּקֻצוּ מִפְּנֵי בְּנֵי יִשְׂרָאֵל:שלישיוַיַּעֲבִדוּ מִצְרַיִם אֶת בְּנֵי יִשְׂרָאֵל בְּפָרֶךְ: וַיְמָרְרוּ אֶת חַיֵּיהֶם בַּעֲבֹדָה קָשָׁה בְּחֹמֶר וּבִלְבֵנִים וּבְכָל עֲבֹדָה בַּשָּׂדֶה אֵת כָּל עֲבֹדָתָם אֲשֶׁר עָבְדוּ בָהֶם בְּפָרֶךְ: וַיֹּאמֶר מֶלֶךְ מִצְרַיִם לַמְיַלְּדֹת הָעִבְרִיֹּת אֲשֶׁר שֵׁם הָאַחַת שִׁפְרָה וְשֵׁם הַשֵּׁנִית פּוּעָה: וַיֹּאמֶר בְּיַלֶּדְכֶן אֶת הָעִבְרִיּוֹת וּרְאִיתֶן עַל הָאָבְנָיִם אִם בֵּן הוּא וַהֲמִתֶּן אֹתוֹ וְאִם בַּת הִיא וָחָיָה: וַתִּירֶאןָ הַמְיַלְּדֹת אֶת הָאֱלֹהִים וְלֹא עָשׂוּ כַּאֲשֶׁר דִּבֶּר אֲלֵיהֶן מֶלֶךְ מִצְרָיִם וַתְּחַיֶּיןָ אֶת הַיְלָדִים:", "heVersionTitle": "Torat Emet 357", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורת אמת 357", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "657ecc2f758c1dc532ec879b", "index_title": "Steinsaltz on Exodus", "category": "Commentary", "type": "commentary", "ref": "Steinsaltz on Exodus 1:4", "anchorRef": "Exodus 1:4", "anchorRefExpanded": ["Exodus 1:4"], "sourceRef": "Steinsaltz on Exodus 1:4", "sourceHeRef": "ביאור שטיינזלץ על שמות א׳:ד׳", "anchorVerse": 4, "sourceHasEn": true, "commentaryNum": 1.0004, "collectiveTitle": {"en": "Steinsaltz", "he": "ביאור שטיינזלץ"}, "heTitle": "ביאור שטיינזלץ על שמות", "he": "<b>דָּן וְנַפְתָּלִי, גָּד וְאָשֵׁר.</b>", "heVersionTitle": "The Koren Steinsaltz Tanakh HaMevoar - Hebrew", "heLicense": "Copyright: Steinsaltz Center", "heVersionTitleInHebrew": "", "text": "<b>Dan and Naphtali, Gad and Asher. </b>", "versionTitle": "The Steinsaltz Tanakh - English", "license": "Copyright: Steinsaltz Center", "versionTitleInHebrew": ""}, {"_id": "6319cff6b6084aa1cbefe06b", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, אָשֵׁר 1", "anchorRef": "Exodus 1:4", "anchorRefExpanded": ["Exodus 1:4"], "sourceRef": "BDB, אָשֵׁר 1", "sourceHeRef": "בראון-דרייבר-בריגס, אָשֵׁר א׳", "anchorVerse": 4, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "אָשֵׁר", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† <big><span dir=\"rtl\">אָשֵׁר</span></big>  <strong>n.pr.m. Asher (</strong><em>happy one, Felix</em>, cf. Ph. <span dir=\"rtl\">אשרשלח</span>, which however may contain (god) Asshur or Osiris, cf. Bae<sup>Rel 161</sup><strong>)</strong>.<br><strong>1.</strong>  son of Jacob and Zilpah <a data-ref=\"Genesis 30:13\" href=\"/Genesis.30.13\">Gn 30:13</a>; <a data-ref=\"Genesis 35:26\" href=\"/Genesis.35.26\">35:26</a>; <a data-ref=\"Genesis 46:17\" href=\"/Genesis.46.17\">46:17</a> <a data-ref=\"Exodus 1:4\" href=\"/Exodus.1.4\">Ex 1:4</a> <a data-ref=\"Numbers 26:46\" href=\"/Numbers.26.46\">Nu 26:46</a> <a data-ref=\"I Chronicles 2:2\" href=\"/I_Chronicles.2.2\">1 Ch 2:2</a>.<br><strong>2.</strong>  <em>the tribe</em> <a data-ref=\"Genesis 49:20\" href=\"/Genesis.49.20\">Gn 49:20</a> <a data-ref=\"Numbers 1:13\" href=\"/Numbers.1.13\">Nu 1:13</a> <a data-ref=\"Deuteronomy 27:13\" href=\"/Deuteronomy.27.13\">Dt 27:13</a>; <a data-ref=\"Deuteronomy 33:24\" href=\"/Deuteronomy.33.24\">33:24</a><sup>(×2)</sup> <a data-ref=\"Joshua 17:10\" href=\"/Joshua.17.10\">Jos 17:10</a>, <a data-ref=\"Joshua 17:11\" href=\"/Joshua.17.11\">11</a>; <a data-ref=\"Joshua 19:34\" href=\"/Joshua.19.34\">19:34</a> <a data-ref=\"Judges 1:31\" href=\"/Judges.1.31\">Ju 1:31</a>; <a data-ref=\"Judges 5:17\" href=\"/Judges.5.17\">5:17</a>; <a data-ref=\"Judges 6:35\" href=\"/Judges.6.35\">6:35</a>; <a data-ref=\"Judges 7:23\" href=\"/Judges.7.23\">7:23</a> <a data-ref=\"I Kings 4:16\" href=\"/I_Kings.4.16\">1 K 4:16</a> <a data-ref=\"I Chronicles 12:36\" href=\"/I_Chronicles.12.36\">1 Ch 12:36</a> <a data-ref=\"II Chronicles 30:11\" href=\"/II_Chronicles.30.11\">2 Ch 30:11</a> <a data-ref=\"Ezekiel 48:2\" href=\"/Ezekiel.48.2\">Ez 48:2</a>, <a data-ref=\"Ezekiel 48:3\" href=\"/Ezekiel.48.3\">3</a>, <a data-ref=\"Ezekiel 48:34\" href=\"/Ezekiel.48.34\">34</a>; <span dir=\"rtl\">בְּנֵי אָשֵׁר</span> <a data-ref=\"Numbers 1:40\" href=\"/Numbers.1.40\">Nu 1:40</a>; <a data-ref=\"Numbers 2:27\" href=\"/Numbers.2.27\">2:27</a>; <a data-ref=\"Numbers 7:72\" href=\"/Numbers.7.72\">7:72</a>; <a data-ref=\"Numbers 10:26\" href=\"/Numbers.10.26\">10:26</a>; <a data-ref=\"Numbers 26:44\" href=\"/Numbers.26.44\">26:44</a>, <a data-ref=\"Numbers 26:47\" href=\"/Numbers.26.47\">47</a>; <a data-ref=\"Numbers 34:27\" href=\"/Numbers.34.27\">34:27</a> <a data-ref=\"Joshua 19:24\" href=\"/Joshua.19.24\">Jos 19:24</a>, <a data-ref=\"Joshua 19:31\" href=\"/Joshua.19.31\">31</a> <a data-ref=\"I Chronicles 7:30\" href=\"/I_Chronicles.7.30\">1 Ch 7:30</a>, <a data-ref=\"I Chronicles 7:40\" href=\"/I_Chronicles.7.40\">40</a>; <span dir=\"rtl\">מַטֵּה אָשֵׁר</span> <a data-ref=\"Numbers 1:41\" href=\"/Numbers.1.41\">Nu 1:41</a>; <a data-ref=\"Numbers 2:27\" href=\"/Numbers.2.27\">2:27</a>; <a data-ref=\"Numbers 13:13\" href=\"/Numbers.13.13\">13:13</a> <a data-ref=\"Joshua 21:6\" href=\"/Joshua.21.6\">Jos 21:6</a>, <a data-ref=\"Joshua 21:30\" href=\"/Joshua.21.30\">30</a> <a data-ref=\"I Chronicles 6:47\" href=\"/I_Chronicles.6.47\">1 Ch 6:47</a>, <a data-ref=\"I Chronicles 6:59\" href=\"/I_Chronicles.6.59\">59</a>.<br><strong>3.</strong>  <strong> n.pr.loc.</strong> city E. of Shechem <a data-ref=\"Joshua 17:7\" href=\"/Joshua.17.7\">Jos 17:7</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d06bb6084aa1cbf03409", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, גָּד 1", "anchorRef": "Exodus 1:4", "anchorRefExpanded": ["Exodus 1:4"], "sourceRef": "BDB, גָּד 1", "sourceHeRef": "בראון-דרייבר-בריגס, גָּד א׳", "anchorVerse": 4, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "גָּד", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["III. <big><span dir=\"rtl\">גָּד</span></big><sub>71</sub>  <strong>n.pr.m. (</strong><em>fortunatus</em>? perhaps der. from foreg. divine name Siegf<sup>JPTh 1875, 364</sup> Sta<sup>Gesch. i. 148</sup>; but v. also Bae<sup>Rel. 159 f.</sup><strong>)</strong>—<span dir=\"rtl\">גָּ֥ד</span> <a data-ref=\"Genesis 35:26\" href=\"/Genesis.35.26\">Gn 35:26</a> +, as well as <span dir=\"rtl\">גָּד֑</span> <a data-ref=\"Genesis 30:11\" href=\"/Genesis.30.11\">Gn 30:11</a> +;—<br><strong>1.</strong>  son of Jacob and Zilpah; <strong>a.</strong>  strictly as personal name <a data-ref=\"Genesis 30:11\" href=\"/Genesis.30.11\">Gn 30:11</a>; <a data-ref=\"Genesis 35:26\" href=\"/Genesis.35.26\">35:26</a>; <a data-ref=\"Genesis 46:16\" href=\"/Genesis.46.16\">46:16</a> <a data-ref=\"Exodus 1:4\" href=\"/Exodus.1.4\">Ex 1:4</a> cf. <a data-ref=\"Genesis 49:19\" href=\"/Genesis.49.19\">Gn 49:19</a> <a data-ref=\"I Chronicles 2:2\" href=\"/I_Chronicles.2.2\">1 Ch 2:2</a>. <strong>b.</strong>  as name of tribe <a data-ref=\"Numbers 1:14\" href=\"/Numbers.1.14\">Nu 1:14</a> <a data-ref=\"Deuteronomy 27:13\" href=\"/Deuteronomy.27.13\">Dt 27:13</a>; <a data-ref=\"Deuteronomy 33:20\" href=\"/Deuteronomy.33.20\">33:20</a><sup>(×2)</sup> <a data-ref=\"Joshua 18:7\" href=\"/Joshua.18.7\">Jos 18:7</a> <a data-ref=\"Ezekiel 48:27\" href=\"/Ezekiel.48.27\">Ez 48:27</a>, <a data-ref=\"Ezekiel 48:28\" href=\"/Ezekiel.48.28\">28</a>; cf. <span dir=\"rtl\">אֶרֶץ גָּד</span> <a data-ref=\"I Samuel 13:7\" href=\"/I_Samuel.13.7\">1 S 13:7</a> v. also <a data-ref=\"Jeremiah 49:1\" href=\"/Jeremiah.49.1\">Je 49:1</a>, <span dir=\"rtl\">שַׁעַר גָּד</span> <a data-ref=\"Ezekiel 48:34\" href=\"/Ezekiel.48.34\">Ez 48:34</a>, on <span dir=\"rtl\">הַנַּחַל הַגָּד</span> <a data-ref=\"II Samuel 24:5\" href=\"/II_Samuel.24.5\">2 S 24:5</a> cf. We Dr; explicitly <span dir=\"rtl\">מַטֵּה גָּד</span> <a data-ref=\"Numbers 1:25\" href=\"/Numbers.1.25\">Nu 1:25</a>; <a data-ref=\"Numbers 2:14\" href=\"/Numbers.2.14\">2:14</a>; <a data-ref=\"Numbers 13:15\" href=\"/Numbers.13.15\">13:15</a> <a data-ref=\"Joshua 13:24\" href=\"/Joshua.13.24\">Jos 13:24</a>; <a data-ref=\"Joshua 20:8\" href=\"/Joshua.20.8\">20:8</a>; <a data-ref=\"Joshua 21:7\" href=\"/Joshua.21.7\">21:7</a>, <a data-ref=\"Joshua 21:36\" href=\"/Joshua.21.36\">36</a> <a data-ref=\"I Chronicles 6:48\" href=\"/I_Chronicles.6.48\">1 Ch 6:48</a>, <a data-ref=\"I Chronicles 6:65\" href=\"/I_Chronicles.6.65\">65</a>; once, <span dir=\"rtl\">צְבָא מַטֵּה בְנֵי־גָד</span> <a data-ref=\"Numbers 10:20\" href=\"/Numbers.10.20\">Nu 10:20</a>; <span dir=\"rtl\">בְּנֵי גָד</span> (MI<sup>10</sup> <span dir=\"rtl\">אש גד</span>) <a data-ref=\"Numbers 1:24\" href=\"/Numbers.1.24\">Nu 1:24</a> + 12 times Nu; <a data-ref=\"Joshua 4:12\" href=\"/Joshua.4.12\">Jos 4:12</a> + 14 times Jos; <a data-ref=\"I Chronicles 5:11\" href=\"/I_Chronicles.5.11\">1 Ch 5:11</a>; <a data-ref=\"I Chronicles 12:14\" href=\"/I_Chronicles.12.14\">12:14</a>.<br>†<strong>2.</strong>  a prophet in David’s time, called <span dir=\"rtl\">נָבִיא</span> <a data-ref=\"I Samuel 22:5\" href=\"/I_Samuel.22.5\">1 S 22:5</a>, but <span dir=\"rtl\">הַנָּבִיא חֹזֶה דָוִד</span> <a data-ref=\"II Samuel 24:11\" href=\"/II_Samuel.24.11\">2 S 24:11</a> & <span dir=\"rtl\">חֹזֵה דָוִיד</span> ‖ <a data-ref=\"I Chronicles 21:9\" href=\"/I_Chronicles.21.9\">1 Ch 21:9</a>, <span dir=\"rtl\">הַחֹזֶה</span> <a data-ref=\"I Chronicles 29:29\" href=\"/I_Chronicles.29.29\">1 Ch 29:29</a> & <span dir=\"rtl\">חֹזֵה־הַמֶּלֶךְ</span> <a data-ref=\"II Chronicles 29:25\" href=\"/II_Chronicles.29.25\">2 Ch 29:25</a>. <span dir=\"rtl\">מִגְדַּל־גַּד</span> v. p. 154."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d0a2b6084aa1cbf05c31", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, דָּן 1", "anchorRef": "Exodus 1:4", "anchorRefExpanded": ["Exodus 1:4"], "sourceRef": "BDB, דָּן 1", "sourceHeRef": "בראון-דרייבר-בריגס, דָּן א׳", "anchorVerse": 4, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "דָּן", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† <big><span dir=\"rtl\">דָּן</span></big>  <strong>n.pr.m. (</strong><em>judge</em><strong>)</strong>—<br><strong>1.</strong>  son of Jacob and Bilhah <a data-ref=\"Genesis 30:6\" href=\"/Genesis.30.6\">Gn 30:6</a>; <a data-ref=\"Genesis 35:25\" href=\"/Genesis.35.25\">35:25</a> <a data-ref=\"Exodus 1:4\" href=\"/Exodus.1.4\">Ex 1:4</a> <a data-ref=\"Joshua 19:47\" href=\"/Joshua.19.47\">Jos 19:47</a> <a data-ref=\"Judges 18:29\" href=\"/Judges.18.29\">Ju 18:29</a> <a data-ref=\"I Chronicles 2:2\" href=\"/I_Chronicles.2.2\">1 Ch 2:2</a>.<br><strong>2.</strong>  the tribe of Dan, <span dir=\"rtl\">מַטֵּה דָן</span> <a data-ref=\"Exodus 31:6\" href=\"/Exodus.31.6\">Ex 31:6</a>; <a data-ref=\"Exodus 35:34\" href=\"/Exodus.35.34\">35:34</a>; <a data-ref=\"Exodus 38:23\" href=\"/Exodus.38.23\">38:23</a> <a data-ref=\"Leviticus 24:11\" href=\"/Leviticus.24.11\">Lv 24:11</a> <a data-ref=\"Numbers 1:39\" href=\"/Numbers.1.39\">Nu 1:39</a>; <a data-ref=\"Numbers 13:12\" href=\"/Numbers.13.12\">13:12</a> <a data-ref=\"Joshua 21:5\" href=\"/Joshua.21.5\">Jos 21:5</a>, <a data-ref=\"Joshua 21:23\" href=\"/Joshua.21.23\">23</a> (all P); <span dir=\"rtl\">בְּנֵי דָן</span> <a data-ref=\"Genesis 46:23\" href=\"/Genesis.46.23\">Gn 46:23</a> <a data-ref=\"Numbers 1:38\" href=\"/Numbers.1.38\">Nu 1:38</a>; <a data-ref=\"Numbers 2:25\" href=\"/Numbers.2.25\">2:25</a>; <a data-ref=\"Numbers 7:66\" href=\"/Numbers.7.66\">7:66</a>; <a data-ref=\"Numbers 10:25\" href=\"/Numbers.10.25\">10:25</a>; <a data-ref=\"Numbers 26:42\" href=\"/Numbers.26.42\">26:42</a>; <a data-ref=\"Numbers 34:22\" href=\"/Numbers.34.22\">34:22</a> <a data-ref=\"Joshua 19:40\" href=\"/Joshua.19.40\">Jos 19:40</a>, <a data-ref=\"Joshua 19:47\" href=\"/Joshua.19.47\">47</a><sup>(×2)</sup>, <a data-ref=\"Joshua 19:48\" href=\"/Joshua.19.48\">48</a> (all P) <a data-ref=\"Judges 1:34\" href=\"/Judges.1.34\">Ju 1:34</a> <a data-ref=\"Judges 18:2\" href=\"/Judges.18.2\">18:2</a>, <a data-ref=\"Judges 18:16\" href=\"/Judges.18.16\">16</a>, <a data-ref=\"Judges 18:22\" href=\"/Judges.18.22\">22</a>, <a data-ref=\"Judges 18:23\" href=\"/Judges.18.23\">23</a>, <a data-ref=\"Judges 18:25\" href=\"/Judges.18.25\">25</a>, <a data-ref=\"Judges 18:26\" href=\"/Judges.18.26\">26</a>, <a data-ref=\"Judges 18:30\" href=\"/Judges.18.30\">30</a>; <span dir=\"rtl\">מַחֲנֵה דָן</span> <a data-ref=\"Numbers 2:25\" href=\"/Numbers.2.25\">Nu 2:25</a>, <a data-ref=\"Numbers 2:31\" href=\"/Numbers.2.31\">31</a> (P)—on <a data-ref=\"Judges 13:25\" href=\"/Judges.13.25\">Ju 13:25</a>; <a data-ref=\"Judges 18:12\" href=\"/Judges.18.12\">18:12</a> v. <a ,=\"\" data-ref=\"BDB, מַחֲנֶה²\" dir=\"rtl\" href=\"/BDB,_מַחֲנֶה²\">מַחֲנֶה</a>; <span dir=\"rtl\">מִשְׁפְּחֹת דָּן</span> <a data-ref=\"Numbers 26:42\" href=\"/Numbers.26.42\">Nu 26:42</a> (P); <span dir=\"rtl\">דָּן</span> alone in poetry <a data-ref=\"Genesis 49:16\" href=\"/Genesis.49.16\">Gn 49:16</a>, <a data-ref=\"Genesis 49:17\" href=\"/Genesis.49.17\">17</a> <a data-ref=\"Deuteronomy 33:22\" href=\"/Deuteronomy.33.22\">Dt 33:22</a><sup>(×2)</sup> <a data-ref=\"Judges 5:17\" href=\"/Judges.5.17\">Ju 5:17</a>, elsewhere <a data-ref=\"Numbers 1:12\" href=\"/Numbers.1.12\">Nu 1:12</a> (P) <a data-ref=\"Deuteronomy 27:13\" href=\"/Deuteronomy.27.13\">Dt 27:13</a> <a data-ref=\"I Chronicles 27:22\" href=\"/I_Chronicles.27.22\">1 Ch 27:22</a> <a data-ref=\"II Chronicles 2:13\" href=\"/II_Chronicles.2.13\">2 Ch 2:13</a> <a data-ref=\"Ezekiel 48:1\" href=\"/Ezekiel.48.1\">Ez 48:1</a>, <a data-ref=\"Ezekiel 48:2\" href=\"/Ezekiel.48.2\">2</a>, <a data-ref=\"Ezekiel 48:32\" href=\"/Ezekiel.48.32\">32</a>.<br><strong>3.</strong>  a city on northern frontier of Israel at one of the sources of the Jordan, originally <span dir=\"rtl\">לַיִשׁ</span> <a data-ref=\"Judges 18:29\" href=\"/Judges.18.29\">Ju 18:29</a> (cf. v <a data-ref=\"Judges 18:7\" href=\"/Judges.18.7\">7</a>); = <span dir=\"rtl\">לָשֶׁם</span> <a data-ref=\"Joshua 19:47\" href=\"/Joshua.19.47\">Jos 19:47</a>; captured by a colony of Danites; named Dan, and made a sacred place with rites of worship that lasted until the exile (<a data-ref=\"Judges 18:30\" href=\"/Judges.18.30\">Ju 18:30</a>); =<em>Tell el Kâdî</em>, Rob<sup>BR iii. 351, 358</sup> Bd<sup>Pal 265</sup>. This place is frequently referred to: <a data-ref=\"Genesis 14:14\" href=\"/Genesis.14.14\">Gn 14:14</a> <a data-ref=\"Deuteronomy 34:1\" href=\"/Deuteronomy.34.1\">Dt 34:1</a> <a data-ref=\"I Kings 12:29\" href=\"/I_Kings.12.29\">1 K 12:29</a>, <a data-ref=\"I Kings 12:30\" href=\"/I_Kings.12.30\">30</a>; <a data-ref=\"I Kings 15:20\" href=\"/I_Kings.15.20\">15:20</a> <a data-ref=\"II Kings 10:29\" href=\"/II_Kings.10.29\">2 K 10:29</a> <a data-ref=\"II Chronicles 16:4\" href=\"/II_Chronicles.16.4\">2 Ch 16:4</a> <a data-ref=\"Jeremiah 4:15\" href=\"/Jeremiah.4.15\">Je 4:15</a>; <a data-ref=\"Jeremiah 8:16\" href=\"/Jeremiah.8.16\">8:16</a> <a data-ref=\"Amos 8:14\" href=\"/Amos.8.14\">Am 8:14</a>: read also <span dir=\"rtl\">וּבְדָן</span> for <span dir=\"rtl\">וְכֵן</span> <a data-ref=\"II Samuel 20:18\" href=\"/II_Samuel.20.18\">2 S 20:18</a> 𝔊 Ew We cf. Dr; and v. the phrase <span dir=\"rtl\">מִדָּן וְעַד־בְּאֵר שֶׁבַע</span> <a data-ref=\"Judges 20:1\" href=\"/Judges.20.1\">Ju 20:1</a> <a data-ref=\"I Samuel 3:20\" href=\"/I_Samuel.3.20\">1 S 3:20</a> <a data-ref=\"II Samuel 3:10\" href=\"/II_Samuel.3.10\">2 S 3:10</a>; <a data-ref=\"II Samuel 17:11\" href=\"/II_Samuel.17.11\">17:11</a>; <a data-ref=\"II Samuel 24:2\" href=\"/II_Samuel.24.2\">24:2</a>, <a data-ref=\"II Samuel 24:15\" href=\"/II_Samuel.24.15\">15</a> <a data-ref=\"I Kings 5:5\" href=\"/I_Kings.5.5\">1 K 5:5</a>; given by Chr <span dir=\"rtl\">מִבְּאֵר שֶׁכַע וְעַד־דָּן</span> <a data-ref=\"I Chronicles 21:2\" href=\"/I_Chronicles.21.2\">1 Ch 21:2</a> <a data-ref=\"II Chronicles 30:5\" href=\"/II_Chronicles.30.5\">2 Ch 30:5</a>. (<a data-ref=\"Ezekiel 27:19\" href=\"/Ezekiel.27.19\">Ez 27:19</a> v. <span dir=\"rtl\">ודן</span>.)<br><em>Note.</em> —<span dir=\"rtl\">דָּ֫נָה יַעַן</span> or <span dir=\"rtl\">דַּנָֿה</span> (Bear) <a data-ref=\"II Samuel 24:6\" href=\"/II_Samuel.24.6\">2 S 24:6</a>. No such place known; text usually regarded as corrupt,and, 𝔊 being uncertain, variously changed: (1) <span dir=\"rtl\">דָּ֫נָה יַעַר</span> <em>to Dan in the wood</em>, Thes after 𝔙 <em>silvestria</em>. (2) <span dir=\"rtl\">(וַיָּסֹבּוּ) דָּ֫נָה וְעִיּוֹן</span> <em>to Dan and Ijon</em> Klo (cf. <a data-ref=\"I Kings 15:20\" href=\"/I_Kings.15.20\">1 K 15:20</a>). (3) <span dir=\"rtl\">(סָֽבֲבוּ) דָּן וּמִדָּן</span> We Dr cf. 𝔊."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}]