[{"_id": "531e4fe2fbfba276047f65c3", "index_title": "Onkelos Genesis", "category": "Targum", "type": "targum", "ref": "Onkelos Genesis 43:13", "anchorRef": "Genesis 43:13", "anchorRefExpanded": ["Genesis 43:13"], "sourceRef": "Onkelos Genesis 43:13", "sourceHeRef": "תרגום אונקלוס על בראשית מ״ג:י״ג", "anchorVerse": 13, "sourceHasEn": false, "compDate": [80, 120], "commentaryNum": 43.0013, "collectiveTitle": {"en": "Onkelos Genesis", "he": "תרגום אונקלוס על בראשית"}, "heTitle": "תרגום אונקלוס על בראשית", "he": "וְיָת אֲחוּכוֹן דְּבָרוּ וְקוּמוּ תּוּבוּ לְוַת גַּבְרָא:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "חומש שפתי חכמים, מצודה תשס\"ט", "text": "Take your brother, get up and return to the man.", "versionTitle": "Metsudah Chumash, Metsudah Publications, 2009 [with Onkelos translation]", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "532b2685fbfba27c35eebe00", "index_title": "Targum Jonathan on Genesis", "category": "Targum", "type": "targum", "ref": "Targum Jonathan on Genesis 43:13", "anchorRef": "Genesis 43:13", "anchorRefExpanded": ["Genesis 43:13"], "sourceRef": "Targum Jonathan on Genesis 43:13", "sourceHeRef": "תרגום יונתן על בראשית מ״ג:י״ג", "anchorVerse": 13, "sourceHasEn": true, "compDate": [150, 250], "commentaryNum": 43.0013, "collectiveTitle": {"en": "Targum Jonathan on Genesis", "he": "תרגום יונתן על בראשית"}, "heTitle": "תרגום יונתן על בראשית", "he": "וְיַת אֲחוּכוֹן דְבָרוּ וְקוּמוּ תוּבוּ לְוַת גַבְרָא", "heVersionTitle": "Targum Jonathan on Genesis", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": " And take Benjamin your brother, and arise, return to the man, \n", "versionTitle": "The Targum of Jonathan ben Uzziel, trans. J. W. Etheridge, London, 1862", "license": "Public Domain", "versionTitleInHebrew": "תרגום ירושלמי (תרגום יונתן בן-עוזיאל) לתורה, תורגם ע״י ג׳ון ווסלי אטרידג׳, לונדון 1862"}, {"_id": "53e92c75fbfba2240adb8e3c", "index_title": "Sforno on Genesis", "category": "Commentary", "type": "commentary", "ref": "Sforno on Genesis 43:13:1", "anchorRef": "Genesis 43:13", "anchorRefExpanded": ["Genesis 43:13"], "sourceRef": "Sforno on Genesis 43:13:1", "sourceHeRef": "ספורנו על בראשית מ״ג:י״ג:א׳", "anchorVerse": 13, "sourceHasEn": true, "compDate": [1500, 1550], "commentaryNum": 13.0001, "collectiveTitle": {"en": "Sforno", "he": "ספורנו"}, "he": "<b>וקומו שובו אל האיש.</b> כי עכ\"פ תכפרו פניו מצד מה במנחה ההולכת לפניכם כאמרו אבן חן השוחד בעיני בעליו אל כל אשר יפנה ישכיל:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "וקומו שובו אל האיש, you will have to face the man on the strength of the gift which has preceded you. The matter is as stated in Proverbs 17,8 אבן חן השחד בעיני בעליו אל כל אשר יפנה ישכיל, “a bribe seems like charm to its owner. Wherever he turns he seems to prosper", "versionTitle": "Eliyahu Munk, HaChut Hameshulash", "license": "CC-BY", "versionTitleInHebrew": "החוט המשולש, אליהו מונק"}, {"_id": "579dbfa2d6e4a919e42ad52d", "index_title": "Kedushat Levi", "category": "Chasidut", "type": "", "ref": "Kedushat Levi, Genesis, Miketz 6", "anchorRef": "Genesis 43:13", "anchorRefExpanded": ["Genesis 43:13"], "sourceRef": "Kedushat Levi, Genesis, Miketz 6", "sourceHeRef": "קדושת לוי, בראשית, מקץ ו׳", "anchorVerse": 13, "sourceHasEn": true, "compDate": [1772, 1798], "commentaryNum": 6, "collectiveTitle": {"en": "Kedushat Levi", "he": "קדושת לוי"}, "heTitle": "מקץ", "he": "ויאמר אליהם יוסף ביום השלישי זאת עשו וחיו את האלהים אני ירא אם כנים אתם אחיכם כו' ואת אחיכם הקטן כו' ויעשו כן (בראשית מב, יח-יט). ויש לדקדק לפי הפשט את האלהים אני ירא, הוי ליה לומר מקודם זאת עשו וחיו. ותו מה שאמר הכתוב ויעשו כן, דמשמע שעשו מיד והלא הבאת בנימין היה אחרי כן אחר עלותם לאביהם וירידתם אחר כך למצרים בהסכמת אביהם ולשון ויעשו כן, משמע דמיד עשו כן. ונראה לי, דהנה זה הדרכה הנכונה לאדם בקום אדם עליו ידין אותו לכף זכות שעושה הכל למען יראת השם יתברך ועל ידי זה שאינו חושדו שעושה לו מחמת רשעת רק ביראת ה' מקרב לבבו אליו ואז ממילא יושג לו שלום מאתו כיון שלבבו נתקרב אליו. וזה שאמר יוסף זאת עשו וחיו את האלהים אני ירא, שעל ידי זה יהיה לכם חיות שממילא יתקרב לבבי עליכם על ידי שתאמינו שהאלהים אני ירא ואין אני בא חס ושלום עליכם ברשעות ומה שאני אומר לכם ואת אחיכם הקטן תביאו אלי, איני עושה מחמת שנאה ורשעות זה שאמר הכתוב ויעשו כן, שזה עשו מיד שהאמינו שהוא ירא אלהים ואינו עושה משנאה. ולזה נאמר מיד אחר כך בקרא אבל אשמים אנחנו על אחינו כו', שתלו הדבר בעצמם לא על ידי שנאתו אותם רק הוא ירא שמים והם הגורמים שבא להם זה: ", "heVersionTitle": "Kedushat Levi - Munkatch 1939", "heLicense": "Public Domain", "heVersionTitleInHebrew": "קדושת לוי, מונקאץ', תרצ\"ט", "text": "Genesis 42,18. <b>“on the third day Joseph said to them: ‎‎‘do this and live, seeing that I am G’d fearing. If you are ‎truthful, one of your brothers will be kept captive, etc.”</b> ‎The position of the words: ‎את האלוקים אני ירא‎ in this verse is ‎puzzling. We would have expected it at the beginning of the ‎verse. Furthermore, the words: ‎ויעשו כן‎, “the brothers did so,” ‎is strange, as it gives the impression that the brothers ‎immediately brought Binyamin to Egypt, something that is ‎impossible. The brothers not only first had to return to their ‎father’s house in Canaan, but, as the Torah testified they ‎procrastinated until they ran short of food before their father ‎agreed to let Binyamin travel with them. (Genesis 43,13) Perhaps ‎the lesson Joseph wanted to teach the brothers was that if one ‎determines to do G’d’s will, this will be accounted as if one had ‎already done so, when the circumstances make immediate ‎execution of the task at hand impossible. Joseph told the brothers ‎that their lives would be secure once they had made up their ‎minds to carry out his demand. The Torah confirms this by ‎describing the brothers as if they had immediately brought ‎Binyamin to Egypt. Joseph was at pains to demonstrate to the ‎brothers that his insistence that Binyamin come to Egypt was not ‎based on distrust or ill will toward them. When they found ‎themselves in jail they realized this and did not blame Joseph for ‎this but themselves, when they said: “but we are guilty, ‎etc.”(Gen. 42,21). They accepted his statement that he was a G’d ‎fearing individual, whereas they had brought their troubles upon ‎themselves. ‎", "versionTitle": "Kedushat Levi translated by Rb. Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": "קדושת לוי, מתורגם בידי רבי אליהו מונק"}, {"_id": "57e77c81d6e4a94c7c1897e0", "index_title": "Tafsir Rasag", "category": "Targum", "type": "targum", "ref": "Tafsir Rasag, Genesis 43:13", "anchorRef": "Genesis 43:13", "anchorRefExpanded": ["Genesis 43:13"], "sourceRef": "Tafsir Rasag, Genesis 43:13", "sourceHeRef": "תפסיר רס\"ג, בראשית מ״ג:י״ג", "anchorVerse": 13, "sourceHasEn": false, "compDate": [918, 942], "commentaryNum": 43.0013, "collectiveTitle": {"en": "Tafsir Rasag", "he": "תפסיר רס\"ג"}, "heTitle": "בראשית", "he": "וכ̇ד̇ו אכ̇אכם וקומו וארג̇עו אלי אלרג̇ל", "heVersionTitle": "Tafsir al-Torah bi-al-Arabiya, Paris, 1893", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תפסיר אלתורה באלערביה, פריס, 1893", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5926b27fd6e4a957603a2421", "index_title": "Midrash Tanchuma Buber", "category": "Midrash", "type": "", "ref": "Midrash Tanchuma Buber, Miketz 11:1", "anchorRef": "Genesis 43:13", "anchorRefExpanded": ["Genesis 43:13"], "sourceRef": "Midrash Tanchuma Buber, Miketz 11:1", "sourceHeRef": "תנחומא בובר, מקץ י״א:א׳", "anchorVerse": 13, "sourceHasEn": true, "compDate": [150, 750], "commentaryNum": 11.0001, "collectiveTitle": {"en": "Midrash Tanchuma Buber", "he": "תנחומא בובר"}, "heTitle": "מקץ", "he": "[ואל שדי יתן לכם רחמים וגו' <small>(בראשית מג יג)</small>. ילמדנו רבינו עד כמה תפלות חייב אדם להתפלל ביום, כך שנו רבותינו, אין מתפללין יותר מג' תפלות שתקנו אבות העולם, אברהם תיקן תפלת שחרית, שנאמר וישכם אברהם בבוקר [אל המקום אשר עמד שם] <small>(בראשית יט כז)</small>, יצחק תיקן תפלת מנחה, שנאמר ויצא יצחק לשוח בשדה לפנות ערב <small>(שם כד סג)</small>, יעקב תיקן תפלת ערבית, שנאמר ויפגע במקום <small>(שם כח יא)</small>, ואף דניאל כתיב ביה וזמנין (תלתא) [תלתה] ביומא [הוא ברך על ברכוהי] <small>(דניאל ו יא)</small> ולא פירש באיזה שעה, בא דוד ופירש ערב ובוקר וצהרים וגו' <small>(תהלים נהי ח)</small>, לפיכך אין אדם רשאי להתפלל יותר משלש תפלות ביום, ור' יוחנן אמר ולואי מתפלל אדם והולך כל היום כולו. שאל אנטונינוס את רבינו הקדוש מהו להתפלל בכל שעה, אמר ליה אסור, אמר ליה למה, אמר ליה שלא תהא נוהג קלות ראש בגבורה, לא קיבל ממנו, מה עשה, השכים אצלו, א\"ל קירי בדא, לאחר שעה נכנס אצלו, א\"ל (אמנה רטוק) [אמפרטור], לאחר שעה א\"ל שלום עליך המלך, א\"ל מה את מבזה על המלכות, א\"ל ישמע אזניך מה שאתה מוצא מפיך, ומה אתה בשר ודם השואל בשלומך בכל שעה, אתה אומר כך, המבזה מלך מלכי המלכים הקב\"ה על אחת כמה וכמה, שלא יהא מטריח בכל עת.  ", "heVersionTitle": "Midrash Tanhuma haKadum veHaYashan, S. Buber, 1885", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש תנחומא הקדום והישן, ש' בובר, תרמ\"ה", "text": "(Gen. 43:14:) <small>AND</small><sup class=\"footnote-marker\">35</sup><i class=\"footnote\">Sections 11, 12, and 13 are missing from Buber’s Oxford MS and are added by Buber from <i>Codex Vaticanus Ebr</i>. 34.</i> <small>MAY GOD ALMIGHTY GRANT YOU MERCY</small>. Let our master instruct us: How many <i>Tefillot</i><sup class=\"footnote-marker\">36</sup><i class=\"footnote\">The <i>Tefillah</i>, also called the Eighteen Benedictions or the <i>‘Amidah</i>, forms the central intercession of the Jewish liturgy.</i> is one obligated to pray in a day?<sup class=\"footnote-marker\">37</sup><i class=\"footnote\"><i>Tanh</i>., Gen. 10:9.</i> Thus have our masters taught: One does not pray more than the three <i>Tefillot</i> which the ancestors of the world instituted.<sup class=\"footnote-marker\">38</sup><i class=\"footnote\"><i>Ber.</i> 26b (bar.); <i>yBer</i>. 4:1 (7a); cf. <i>Ber</i>. 4:1;</i> Abraham instituted the morning <i>Tefillah</i>, as stated (in Gen. 19:27): <small>NOW ABRAHAM WENT EARLY IN THE MORNING UNTO THE PLACE WHERE HE HAD STOOD ('<i>MD</i>) BEFORE THE LORD</small>. Isaac instituted the <i>Tefillah</i> of the <i>minhah</i> (the <i>Tefillah</i> in the afternoon), as stated (in Gen. 24:63): <small>NOW ISAAC WENT OUT TO BOW DOWN (rt.: <i>SWH</i>) IN THE FIELD TOWARD EVENING</small>. Jacob instituted the evening <i>Tefillah</i>, as stated (in Gen. 28:11): <small>WHEN HE CAME (rt.: <i>PG</i>')<sup class=\"footnote-marker\">39</sup><i class=\"footnote\">The parallel text in the traditional <i>Tanhuma</i> (Gen. 10:9) explains that ‘<i>MD</i>, <i>SWH</i>, and <i>PG‘</i> all denote prayer and finds the evidence in Ps. 106:30, Ps. 102:1, and Jer. 7:16 respectively.</i> TO A CERTAIN PLACE</small>.<sup class=\"footnote-marker\">40</sup><i class=\"footnote\">See Acts 10:9.</i> Now it is also written about Daniel (in Dan. 6:11): <small>AND THREE TIMES A DAY [HE KNELT ON HIS KNEES]</small>. But &lt; the text &gt; did not explain at what hour. David came and explained (in Ps. 55:18 [17]): <small>EVENING, MORNING, AND NOON &lt; I COMPLAIN AND MOAN; AND HE HEARS MY VOICE &gt;</small>. Therefore, one is not authorized to pray more than three <i>Tefillot</i> in a day.<sup class=\"footnote-marker\">41</sup><i class=\"footnote\"><i>TBer</i>. 3:8; <i>Ber</i>. 31a; see <i>yBer</i>. 4:1 (7a).</i> But R. Johanan said: And would that one might go on praying all day long!<sup class=\"footnote-marker\">42</sup><i class=\"footnote\">Cf. Deut. R. 2:1 and M. Sam. 2, which argue against reciting the three services at one time.</i> Antoninus asked Our Holy Rabbi: Is it permitted to pray at every hour? He said to him: It is forbidden. He said to him: Why? He said to him: Lest you treat the Most High with frivolity. He did not accept &lt; this answer &gt; from him. What did he do? He went to him early in the morning. He said to him: Greetings, Lord.<sup class=\"footnote-marker\">43</sup><i class=\"footnote\">Gk.: <i>Kyrie chaire</i>.</i> An hour later he came in to him. He said to him: {'<i>MNH RTWQ</i>} [Imperator]!<sup class=\"footnote-marker\">44</sup><i class=\"footnote\">The Latin word originally designated a general, but in imperial times <i>imperator</i> became the title of Roman emperors. Buber has taken this reading from the traditional <i>Tanhuma</i> because he can make no sense of his manuscript, which reads: ’<i>MNH RTWQ</i>.</i> An hour later he &lt; again &gt; said to him: <i>Shalom</i> to you, O King. He said to him: Why are you being disrespectful to the monarchy? He said to him: Let your ears hear what you are putting forth from your mouth. If you, who are flesh and blood, say this in the case of someone who asks after you every hour, how much the more so in the case of one who is disrespectful to the Supreme King of Kings, the Holy One. Thus one should not bother him all the time.", "versionTitle": "Midrash Tanhuma, S. Buber Recension; trans. by John T. Townsend, 1989.", "license": "CC-BY", "versionTitleInHebrew": "מדרש תנחומא, בובר, מתורגם בידי ג'ון ט' טוונסנד, 1989"}, {"_id": "59648334d6e4a92bf45a590c", "index_title": "Rabbeinu Bahya", "category": "Quoting Commentary", "type": "", "ref": "Rabbeinu Bahya, Vayikra 25:50:1", "anchorRef": "Genesis 43:13", "anchorRefExpanded": ["Genesis 43:13"], "sourceRef": "Rabbeinu Bahya, Vayikra 25:50:1", "sourceHeRef": "רבנו בחיי, ויקרא כ״ה:נ׳:א׳", "anchorVerse": 13, "sourceHasEn": true, "compDate": [1290, 1310], "commentaryNum": 50.0001, "collectiveTitle": {"en": "Rabbeinu Bahya", "he": "רבנו בחיי"}, "heTitle": "ויקרא", "he": "<b>וחשב עם קונהו.</b> יזהיר הכתוב שידקדק עמו בחשבון ולא יבא עליו בעקיפין, לפי שגזל הגוי אסור מפני חלול השם, ובגוי שתחת ידו הכתוב מדבר ואע\"פ כן הזהירה עליו התורה שיזהר עמו שלא יגזול אותו, וכן אמרו רז\"ל וכן העלו שם בגמרא ריביתא דגוי מותר, שנאמר (דברים כ״ג:כ׳) לנכרי תשיך וכתיב (שם) לא תשיך לאחיך, אחיך ולא כותי, אבל להטעותו אסור שהרי יש בזה חלול ה', ואם החזיר לו טעותו הרי זה קדוש ה'. ומפני זה צוה יעקב לבניו להחזיר טעותו של גוי, הוא שכתוב (בראשית מ״ג:י״ב) ואת הכסף המושב בפי אמתחותיכם תשיבו בידכם, ואע\"פ שהיו המצריים עובדי עבודה זרה צוה להחזיר אותו מפני קדוש ה' והיה זה קודם מתן תורה, וכל שכן בזמן הזה שהאדם חייב בכך. גזלו אסור ממה שכתוב (דברים ז׳:ט״ז) ואכלת את כל העמים אשר ה' אלהיך נותן לך, בזמן כבוש א\"י שהיו מסורין בידך, ועוד מהכתוב הזה, וחשב עם קונהו, שיש לו לזה שגואל את העבד לדקדק עם העכו\"ם אדוניו בחשבון כפי שניו, שאם לא דקדק וגזל ממנו יש בדבר חלול ה' יותר מהגוזל לישראל, וכן מצינו בתוספתא דבבא קמא הגוזל את העכו\"ם חייב להחזיר, חמור גזל העכו\"ם מגזל ישראל מפני חלול ה', עד כאן. טעם הדבר כי הגוזל לישראל חברו אינו קורא תגר ואינו נותן דופי באמונת ישראל, אבל הגוזל את העכו\"ם קורא תגר ונותן דופי באמונת ישראל ובתורת משה, והרי זה מחלל את ה'. מצורף לזה תמצא שהתפלל שלמה ע\"ה להקב\"ה כי כשיבא ישראל להתפלל בבית שבנה לשמו שיתן לו שאלתו כפי מה שידע שראוי לכך, זהו שאמר (מלכים א ח׳:ל״ט) אשר תדע את לבבו, ואם יבא הנכרי שם להתפלל שיתן לו שאלתו על כל פנים, זהו שאמר (שם) ועשית ככל אשר יקרא אליך הנכרי, כלומר בין ראוי בין שאינו ראוי תן לו, והטעם לפי שהישראל אינו קורא תגר והנכרי קורא תגר.\n", "heVersionTitle": "Midrash Rabbeinu Bachya [ben Asher]. Warsaw, 1878", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "וחשב עם קונהו, “he will make a reckoning with the one who purchased him.” The verse warns that one must make a meticulous accounting and not try and trick the Gentile in one’s calculations. The reason is that stealing from pagans is prohibited as a form of desecrating the holy name of the Lord. The Torah demands such careful accounting when the Gentile in question is under Jewish authority. I might have thought that seeing the Torah permits charging interest to Gentiles, something which the Torah elsewhere appears to view as a form of unethical conduct, that stealing, at least indirectly, from a pagan is permitted; therefore the Torah makes a point of telling us that this is not so. We know already from Joseph’s brothers whose money had been returned to them by the Egyptians (at least they thought so) that they took it back to Egypt with them (Genesis 43,13) in response to their father Yaakov’s instructions. If Yaakov thought (as he said) that even if the pagans had made an error we must not take advantage of it to their detriment, how much more so must we not disadvantage them deliberately. All of this occurred before the Torah was given, when we did not have these limitations imposed upon us. How much more meticulous must one deal with a Gentile now that the laws of the Torah apply to us! The prohibition is derived from Deut.7,16 that “during the time G’d gives us the land of the seven Canaanite tribes we are commanded to destroy them.” The words אשר אני נותן לכם, “which I am about to give to you,” make this commandment an exception. Only the pagan nations G’d gives to us may be treated in such a fashion as described in that verse. We are to relate to other Gentile nations in accordance with the moral and ethical imperatives which are part of the Jewish code of ethics.<br> Another law derived from the words in this verse that one is to make a careful calculation is that the redeemer must calculate the number of years remaining in the contract of the Jewish slave to the Gentile before the Yovel year, and he must pay him for the years of service that the Jew will not serve him. The basis of the law is to prevent the desecration of the Lord’s name, i.e. not to give the pagan an opportunity to claim that our G’d deals unfairly with him who had paid good money for the services of this slave. To allow such a thought to take hold in the mind of a Gentile is a more serious crime than doing the same thing to a Jew.<br> The Tosephta Baba Kama 113 states expressly that if one has robbed a pagan one must return the stolen goods. It adds that such robbery is a graver crime than robbing a Jew because the crime includes the sin of desecrating the Lord’s name. When one robs a fellow Jew the victim does not use this as an excuse to question the rules of the Torah and the fairness of G’d.<br> You will find an interesting illustration of this principle in the inaugural prayer of Solomon when the Temple was dedicated. Solomon prayed that when a Gentile comes all the way from across the ocean or from countries closer by in order to offer his prayers to the Jewish G’d in the Temple, that G’d should respond positively to such prayer. Regarding similar prayers offered up by Jews, Solomon asked that if the Jews in question were worthy then G’d should respond positively to such prayers. Clearly, the reason that Solomon asked for a blanket acceptance of prayers offered by the Gentiles was in order not to give them an opportunity to denigrate the Jewish G’d which would have been a form of desecrating the Lord’s name (compare Kings I 8,39-43 respectively). Solomon was not afraid that if a Jew’s prayer would not be answered positively, that such a Jew would question the existence or fairness of the Lord as a result.", "versionTitle": "Torah Commentary by Rabbi Bachya ben Asher, trans. Eliyahu Munk, 1998.", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5a1c01fad6e4a943452d3b90", "index_title": "Sefer HaYashar (midrash)", "category": "Midrash", "type": "midrash", "ref": "Sefer HaYashar (midrash), Book of Genesis, Vayishlach", "anchorRef": "Genesis 43:13-15", "anchorRefExpanded": ["Genesis 43:13", "Genesis 43:14", "Genesis 43:15"], "sourceRef": "Sefer HaYashar (midrash), Book of Genesis, Vayishlach", "sourceHeRef": "ספר הישר (מדרש), ספר בראשית, וישלח", "anchorVerse": 13, "sourceHasEn": true, "compDate": [950, 1550], "commentaryNum": 0, "collectiveTitle": {"en": "Sefer HaYashar (midrash)", "he": "ספר הישר (מדרש)"}, "heTitle": "וישלח", "he": ["וישלח יעקב בעת ההיא מלאכים אל עשו אחיו ארצה שעיר לקראתו ולדבר אליו, דברי תחנונים. ויצו אותם לאמור, כה תאמרון לאדוני לעשו כה אמר עבדך יעקב אל יחשוב אדוני כי עמדה לי ברכת אבי אשר ברך אותי. כי עם לבן הייתי זה עשרים שנה וירימני, ויחלף את משכורתי עשרת מונים ככל אשר הוגד לאדוני. ואעבוד אותו בביתו עבודה קשה מאוד, וירא אלוקים עניי ועמלי ויגיע כפי אחרי כן ויתננו לרחמים ולחן בעיניו. ויהי לי שור וחמור צאן ועבד ושפחה אחרי כן, מחמלת אלוקים עליי ומחסור הגדול. ועתה הנני באתי אל ארצי ואל מקומי, אל אבי ואל אמי אשר בארץ כנען. ושלחתי להגיד את על אלה לאדוני, למצוא חן בעיניו. ולמען אשר לא יחשוב אדוני כי קניתי חיל או עמדה לי ברכת אבי אשר ברך אותי. וילכו המלאכים ההם אל עשו וימצאו אותו בקצה ארץ אדום הולך לקראת יעקב, ועמו ארבע מאות איש שולף חרב מבני שעיר החורי. ויגידו מלאכי יעקב לעשו את כל דברי יעקב אשר דיבר אליהם אל עשו, ויען עשו אותם בגאוה ובוז ויאמר אליהם, הלא שמעתי והלא הוגד לי את אשר עשה יעקב אל לבן אשר גדלו בביתו ויתן לו את בנותיו לנשים ויולד בנים ובנות ויפרוץ בחיל ובעושר מאוד בבית לבן מאיתו. וירא כי עצם חילו וכי רב עושרו ויברח הוא וכל אשר לו מבית לבן, וינהג בנות להן כשבויות חרב מאת פני אביהן ולא הגיד לו. וגם לא ללבן עשה זאת יעקב כי גם לי עשה כזאת, ויעקבני פעמיים ואדום. ועתה הנני באתי היום במחנותיי לקראתו, ועשיתי לו את אשר היה עם לבבי. וישובו המלאכים ויבואו אל יעקב ויגידו לו לאמור, באנו אל אחיך אל עשו ונגד לו את כל דבריך וכזאת וכזאת השיבנו, והנה הוא בא לקראתך בארבע מאות איש. עתה דע וראה מה תעשה, והתפלל לפני אלוקיך להצילך ממנו. ויהי כשמוע יעקב את דברי אחיו אשר דיבר אל מלאכי יעקב, ויירא יעקב מאוד ויצר לו. ויתפלל יעקב אל ה׳ אלוקיו ויאמר אנא ה׳ אלוקי אבי אברהם ויצחק אתה אמרתי לי בצאתי מבית אבי לאמור, אני ה׳ אלוקי אברהם אביך ואלוקי יצחק לך אתן את הארץ הזאת ולזרעך אחריך. ושמתי את זרעך ככוכבי השמים, ופרצת לארבע רוחות השמים ונברכו בך משפחות האדמה ובזרעך. ותקם את דבריך ותיתן לי עושר ובנים ומקנה ככל אשר היה עם לבבי נתת לעבדך, וכל אשר שאלתי ממך נתת לי לא חסרתי דבר. ותאמר אלי אחרי כן שוב אל אבותיך ולמולדתיך, ואיטיבה עוד עמל מאוד. ועתה הנני באתי ותצילני מלבן, ואפול ביד עשו אחי וירדני אם על בנים. עתה ה׳ אלוקים הצילני נא גם מיד עשו אחי כי ירא אנוכי ממנו מאוד, ואם אין צדקה בי עשה למען אברהם אבי ויצחק. כי אני ידעתי כי בחסדיך וברחמיך קניתי את החיל הזה, ועתה הצילני נא היום הזה בחסדך וענני.", "ויכל יעקב להתפלל אל ה׳, ויחץ את העם אשר איתו והצאן והמקנה לשתי מחנות. ויתן החצי ביד דמשק בן אליעזר עבד אברהם עם בניו, ואת החצי נתן ביד אלינוס בן אליעזר אחיו למחנה עם בניו. ויצו אותם לאמור, התרחקו במחנותיכם זה מזה מאוד ואל תתקרבו זה לזה מאד. והיה אם יבוא עשו אל מחנה אלת והיכה אותה, והיה המחנה האחרת הרחוקה ממנה לפליטה מידו. וילן יעקב בלילה ההוא במקום ההוא, ויצו את עבדיו כל הלילה ההוא על החיל ועל בניו. וישמע ה׳ את תפילת יעקב ביום ההוא, ויצל ה׳ את יעקב בעת ההיא מיד עשו אחיו. וישלח ה׳ שלושה מלאכים ממלאכי מרום, וילכו לפני עשו ויבואו אליו. וידמו המלאכים האלה לפני עשו ואנשיו כאלפים ומאות אנשים רוכבים על סוסים, ויחגרו כלי מלחמה ויתחלקו לארבעה מחנות לארבעה ראשים בעיני עשו ובעיני כל אנשיו כאשר נדמה בעיניהם. ותלכנה אליהם המחנה האחת, וימצאו את עשו וארבע מאות איש אשר איתו הולך ובא לקראת יעקב אחיו. ותרץ המחנה ההיא לקראת עשו ואנשיו ויבהלו אותם, ויפול עשו מעל הסוס בבהלה ויפוצו מעליו כל אנשיו במקום ההוא כי יראו מאוד. ותצעק עליהם כל המחנה בברחם מעל עשו. ויענו כל אנשי המלחמה בקול רם לאמור, הלא אנחנו עבדי יעקב עבד האלוקים ומי יוכל לעמוד נגדנו. ויאמר עשו אליהם אהה אדוני יעקב אדוניכם אחי הוא, וזה לי עשרים שנה לא ראיתיו ואלך לראותו היום הזה ותעשו אלי כולכם כמעשה הזה. ויענוהו המלאכים לאמור חי ה׳ כי לולי יעקב אשר אמרת אחי הוא לא השארנו ממך ומאנשיך איש, אולם בעבור יעקב לא נעשה לכם דבר. ותעבור המחנה הזאת מאת עשו ואנשיו, ותלך לה. ועשו ואנשיו הלכו מאיתם כמהלך פרסה, והנה המחנה השנית באה לקראתו בכל כלי חרב ויעשו גם הם לעשו ואנשיו כאשר עשתה להם המחנה הראשונה. ויעזבוהו עוד ללכת והנה המחנה השלישית באה לקראתו, ויבהלוהו ויפול עשו עוד מעל הסוס. ותצעק עליו כל המחנה ויאמרו הלא אנחנו עבדי יעקב עבד אלוקים, ומי יכול לעמוד נגדנו. ויעש עשו עוד אותם לאמור, אהה אדוני יעקב אדוניכם אחי הוא וזה עשרים שנה לא ראיתי פניו. ואשמע היום כי בא, ואלך לראותו היום ותעשו אלי כמעשה הזה. ויענו אותו ויאמרו אליו, חי ה׳ כי לולא יעקב אשר אמרת אחיך הוא לא השארנו ממך ומאנשיך שריד. ואולם בעבור יעקב אשר אמרת אחיך הוא, לא נעשה לך ולאנשיך דבר. ותעבור גם המחנה השלישית מאיתם, וילך עוד לדרכו הוא ואנשיו לקראת יעקב. והנה המחנה הרביעית באה לקראתו, ויעשו גם הם לו ולאנשיו כאשר עשו לו הראשונות. וירא עשו את כל הרעה אשר עשו לו ארבעה המלאכים ההם ולאנשיו, ויירא מאוד מפני יעקב אחיו וילך לקראתו בשלום. ויכס עשו את שנאת יעקב ממנו, כי ירא מאוד לנפשו מפני יעקב אחיו. כי חשב כי הארבעה המחנות אשר פגע כי עבדי יעקב הם. ויעקב לן בלילה ההוא עם עבדיו במחנותיו, ויתייעץ עם עבדיו לתת לעשו אחיו מנחה מכל הבא בידו ומכל מקנהו ויעש כן.", "ויקם יעקב בבוקר הוא ואנשיו, ויבחרו מכל המקנה מנחה לעשו. ואלה מספר כל המנחה אשר בחר יעקב ממקנהו, לתת לעשו אחיו. ויבחר מכל הצאן, ארבעה מאות וארבעים צאן. ויבחר מן הגמלים והחמורים, שלושים ושלושה. ומן הבקר בחר, חמישים בקר. וישם את הכל לעשרה עדרים ויתן כל מים אל מינו, ויתנם ביד עשרה מעבדיו עדר עדר לבדו. ויצום ויאמר אליהם, הרחיקו לכם זה מזה ושמתם ריוח בין עדר ובין עדר. והיה כי יפגש אתכם עשו ואשר איתו ושאלו אתכם לאמור למי אתם ואנה תלכו ולמי כל אלה אשר לפניכם, ואמרתם אליהם עבדי יעקב אנחנו ונלך לקראת עשו אחיו לשלום והנה יעקב בא אחרינו. ואשר לפנינו מנחה היא שלוחה מאת יעקב, אל עשו אחיו. והיה כי יאמרו אליכם למה יאחר הוא אחריכם ללכת לקראת אחיו לראות את פניו, ואמרתם אליהם אך הנה הוא בא אחרינו לקראת אחיו בשמחה כי אמר אכפרה פניו במנחה ההולכת אליו ואחרי כן אראה פניו אולי ישא פניי. ותעבור כל המנחה הזאת ביד עבדיו ותלך לפניו ביום ההוא, והוא לן בלילה ההוא עם מחנותיו על שפת נחל יבוק. ויקם בחצי הלילה ויקח את נשיו ואת שפחותיו ואת כל אשר לוז, ויעבירו בלילה ההוא את מעבר יבוק. ויהי כאשר העביר את כל אשר לו אל הנחל, ויותר לבדו ויפגשהו איש ויאבד האיש עמו הלילה עד עלות השחר ותקע כף ירך יעקב בהאבקו עמו. ויהי בעלות השחר ויעזוב האיש את יעקב שם, ויברכהו וילך לו. ויעקב עבר את הנחל בעלות השחר, והוא צולע על ירכו. ויזרח לו השמש כאשר כלה לעבור את הנחל, ויבוא עד מקום מקנהו ובניו. וילכו עד חצות היום, ויהי הם הולכים והמנחה עברה לפניהם. וישא יעקב את עיניו וירא והנה עשו בא מרחוק עמו אנשים רבים ארבע מאות איש, ויירא יעקב מאוד מאחיו. וימהר יעקב ויחץ את בניו על נשיו ועל שפחותיו, ואת דינה בתו נתן בתיבה אחת ויתנה ביד עבדיו. ויעבור הוא לפני בניו ונשיו לקראת אחיו, וישתחו ארצה הלוך הלוך והשתחוה שבע פעמים עד גשתו עד אחיו. ויתן אלוקים את יעקב לחן ולרחמים בעיני עשו ואנשיו, כי שמע אלוקים אל תפילת יעקב.", "ותיפול יראת יעקב ופחדו על עשו אחיו, כי ירא עשו מיעקב מאוד על אשר עשו מלאכי אלוקים לעשו ותיהפך חמת עשו לרחמים על יעקב. וירא עשו את יעקב רץ לקראתו, וירץ גם הוא לקראתו ויחבקהו ויפול על צואריו וישקהו ויבכו. וגם כל האנשים אשר באו עם עשו, נתן האלוקים יראה ורחמים בלבם על יעקב וישקו את יעקב גם הם ויחבקוהו. וגם אליפז הם עשו וארבעת אחיו בני עשו בכו עם יעקב וישקוהו ויחבקוהו, כי נפלה יראת יעקב על כולם. וישא עשו את עיניו וירא את הנשים ואת הילדים בני יעקב הולכים אחרי יעקב, ומשתחווים בדרך אל עשו. ויאמר עשו אל יעקב מי אלה לך אחי, הבניך הם או עבדיך. ויען יעקב את עשו ויאמר בני הם, אשר חנן אלוקים את עבדך. ויהי כדבר יעקב אל עשו אחיו ותגיע מחנה יעקב לפני עשו ואנשיו, וירא עשו את כל המחנה ויאמר אל יעקב מאין לך כל המחנה הזאת אשר פגשתי אמש. ויען יעקב את עשו ויאמר, למצוא חן בעיניך אדוני הוא אשר חנן אלוקים את עבדך. ותבא המנחה לפני עשו, ויפצר יעקב בעשו לאמור קח נא את מנחתי אשר הובאת לאדוני מאיתי. ויאמר עשו למה זה אחי, יהי לך אשר לך. ויאמר יעקב עלי אנוכי לתת לך את כל אלה, אחרי אשר ראיתי את פניך כי עודך חי בשלום. וימאן עשו לקחת את המנחה , ויאמר אליו יעקב בי אדוני אם נא מצאתי חן בעיניך ולקחת מנחתי מידי כי על כן ראיתי פניך כראות פני אלוקים ותרצני. ויקח עשו את המנחה ההיא, וגם כסף וזהב ובדולח נתן יעקב לעשו ויפצר בו ויקח. ויחלק עשו את כל המקנה אשר במנחה ויתן חציה לאנשים אשר באו איתו כי בשכר באו, וחציה נתן ביד בניו. ואת הכסף ואת הזהב ואת הבדולח, נתן ביד אליפז בנו בכורו. ויאמר עשו ליעקב נעמוד איתך ונלכה לנו לאט איתך עד בואכה עמי אל מקומי, לגור שם שנינו יחד. ויען יעקב את אחיו ויאמר, כן אעשה כאשר אדוני דובר אלי. אף אדוני יודע הילדים בני רכים, והצאן והבקר ועולליהם אשר איתי לאט ילכו. והיה כי ילכו במרוצה ומתו כולם , כי אתה ידעת את משאם ואת טרחם. ולכן יעבור נא אדוני לפני עבדו ואני אלכה לי לאט בעבור הילדים והצאן, עד אשר אבוא אל אדוני אל מקומו שעירה. ויאמר עשו אל יעקב, האצינה עמך מן העם אשר איתי לעזרך בדרך ולשאת את טרחך ואת משאך. ויאמר למה זה אדוני אמצא חן בעיניך, הנה אנוכי בא אליך שעירה לשבת שם יחד כאשר דיברת, ואתה לך לך עם אנשיך כי הנני בא אחריך. ויעקב אמר כדבר הזה אל עשו למען הרחיק מעליו את עשו ואת כל אנשיו, ואחר ילך יעקב בית אביו ארצה כנען. וישמע עשו בקול יעקב, וישב עשו עם ארבע מאות איש אשר איתו לדרכם אל שעיר. ויעקב וכל אשר לו הלך ביום ההוא עד קצה ארצה כנען בגבולה, וישב שם ימים.", "ויהי מימים ויסע יעקב מגבול הארץ ויבוא בארץ שלם, היא עיר שכם אשר בארץ כנען ויחן את פני העיר. ויקן את חלקת השדה אשר שם מאת בני חמור אנשי הארץ, בחמשת שקלים. ויבן לו יעקב בית שם ויט שם אהלו ולמקנהו עשה סוכות, על כן קרא שם המקום ההוא סוכות. וישב יעקב בסוכות ימים, שנה ושישה חודשים. בעת ההיא יצאו מנשי יושבי הארץ עיר שכם לחול במחולות ולשמוח, בשמחת בנות אנשי העיר. ויהי בצאתן ותצאן רחל ולאה נשי יעקב עם שפחותיהן, לראות בשמחת בנות אנשי העיר. ותצא גם דינה בת יעקב עמהן ויראו את בנות העיר, וישבו שם לפני בנות העיר. וכל אנשי העיר עומדים עליהם לראות בשמחתם, וכל גדולי העיר שם. וגם שכם בן חמור נשיא הארץ, עומד שם לראות. וירא שכם את דינה בת יעקב יושבת עם אמה לפני בנות העיר, ותישר הנערה בעיניו מאוד. וישאל שכם את רעיו ואת אנשיו לאמור, בת מי הנערה ההיא היושבת בין הנשים אשר לא ידעתי אותה בעיר הזאת. ויאמרו אליו זאת בת יעקב בן אברהם העברי היושב בעיר הזאת זה ימים, ותשמע כי בנות הארץ יצאו לשמוח ותצא עם אמה ועם שפחותיה ותשב בתוכם כאשר ראיתי. וירא שכם את דינה בת יעקב, ויהי הוא רואה אותה ונפשו נקשרה בדינה וישלח ויקחה בחזקה. ותבוא דינה בית שכם, ויאחז בה בחוזקה וישכב אותה ויענה ויאהבה מאוד ויושיבה בביתו. ויבואו ויגידו הדבר ליעקב וישמע יעקב כי טמא שכם את דינה בתו, וישלח יעקב שנים מעבדיו להביא את דינה מבית שכם. וילכו ויבואו בית שכם לקחת את דינה משם, ויהי בבואם ויצא שכם אליהם עם אנשיו ויגרשם מביתו ולא נתנום לבוא לפני דינה אך ישב שכם את דינה וינשקה ויחבקה לעיניהם. ויבואו עבדי יעקב ויגידו לו לאמור בבואנו ויגרשנו הוא ואנשיו, וכזאת וכזאת עשה שכם לדינה לעינינו. וידע עוד יעקב כי טמא שכם את בתו אך לא דיבר מאומה, ובניו היו רועים את מקנהו בשדה ויחריש יעקב עד בואם.", "וישלח יעקב טרם באו בניו שתי נערות מבנות עבדיו, לשמור את דינה בבית שכם ולשבת איתה. ושכם שלך שלושה אנשים מרעיו אל חמור בן חדקם בן פרד אביו לאמור, קח לי את הנערה הזאת לאישה. ויבוא חמור בן חדקם החוי בית שכם בנו, וישב לפניו. ויאמר חמור אל שכם בנו, האין בבנות עמך אישה אשר תיקח אישה עברית אשר לא מעמך היא. ויאמר שכם אליו, אותה קח לי כי היא ישרה בעיני. ויעש חמור כדבר בנו, כי הוא נכבד מאוד בעיניו. ויצא חמור אל יעקב לדבר איתו בדבר הזה. ויהי בצאת חמור מבית שכם בנו טרם בואו אל יעקב לדבר איתו, והנה בני יעקב באו מן השדה כאשר שמעו את הדבר הזה אשר עשה שכם בן חמור. ויתיעצו האנשים מאוד על הדבר הזה ויחר להם מאוד על אודות אחותם, ויבואו כולם בחרי אף טרם עת האסף המקנה. ויבואו וישבו לפני אביהם וידברו אליו בחרי אף לאמור, הלא משפט מות לאיש ההוא ולביתו. כי ה׳ אלוקי כל הארץ ציוה את נח ואת בניו לבלתי יגזול ולבלתי ינאף איש עד עולם, והנה שכם גזל ונאף את אחותינו ואין דובר אליו דבר מכל אנשי העיר. הלא ידעתם אם לא שמעתם כי משפט מות לשכם ולאביו ולכל העיר, בדבר אשר עשה. ויהי הם מדברים לפני אביהם בדבר הזה והנה חמור אבי שכם בא לדבר אל יעקב אל דברי שכם בנו על אודות דינה, וישב לפני יעקב ולפני בניו. וידבר חמור אליהם לאמור, שכם בני חשקה נפשו בבתכם תנו נא אותה לו לאישה. והתחתנו אותנו את בנותיכם תתנו לנו ואת בנותינו ניתן לכם, וישבתם איתנו בארצנו והיינו לעם אחד בארץ. כי הנה ארצנו רחבת ידים היא שבו וסחרו והאחזו בה ועשיתם בה כל חפציכם, ואין דובר אליכם דבר. ויכל חמור לדבר אל יעקב ואל בניו, והנה שכם בנו בא אחריו וישב לפניהם. וידבר שכם לפני יעקב ובניו לאמור, אמצא חן בעיניכם אשר תתנו אלי בתכם ואשר תאמרו אלי אעשה לה. הרבו עלי מאוד מוהר ומתן ואתנה, ואשר תאמרו אלי אעשה ואשר ימרה את פיכם ימות ותנו לי את הנערה לאישה.", "ויענו שמעון ולוי את חמור ואת שכם בנו במרמה לאמור, כל אשר דיברתם אלינו כן נעשה לכם והנה אחותינו בביתכם. אך הרפו ממנו עד אשר נשלח אל יצחק אבינו על הדבר הזה. כי לא נוכל לעשות דבר בלתי דברו, כי הוא ידע את דרכי אברהם אבינו והיה הדבר אשר יאמר אלינו והגדנו אליכם לא נכחד מכם דבר. ושמעון ולוי דברו את הדבר הזה אל שכם ואל אביו, למען מצוא עלילה ולבקש עצה מה לעשות אל שכם ואל עירו בדבר הזה. ויהי כשמוע שכם ואביו את דברי שמעון ולוי אליהם, וייטב בעיניהם ויצאו שכם ואביו וילכו אל ביתם. ויהי בלכתם וידברו בני יעקב אל אביהם לאמור, הנה ידעתי כי משפט מות יש לרשעים האלה ולעירם כי עברו את אשר ציוה אלוקינו את נח ואת בניו וזרעו אחריו. וגם אשר עשה הדבר הזה לדינה אחותינו אשר טמא אותה, כי לא תעשה הנבלה הזאת בתוכנו עד עולם. עתה דעו וראו מה תעשו, ובקשו עצה ועלילה מה לעשות להם להמית את כל יושבי העיר הזאת. ויאמר אליהם שמעון הנה לכם עצה נכונה אשר תאמרו אליהם, להמול להם כל זכר כאשר אנחנו נמולים. ואם לא יחפצו להם בדבר הזה, ולקחנו את בתנו מאיתם והלכנו. והיה כאשר יאבו לעשות הדבר הזה ועשו אותו, והיה בהיותם כואבים ובאנו בחרבנו עליהם על עם שוקט ובוטח והרגנו להם כל זכר. ותיטב עצת שמעון בעיניהם, ויאמרו שמעון ולוי לעשות להם כדבר הזה. ויהי ממחרת ויבואו שכם וחמור אביו עוד אל יעקב ואל בנו, לדבר על אודות דינה ולשמוע מה ישיבו אותם בני יעקב על דבריהם. וידברו אליהם בני יעקב במרמה לאמור הגד הגדנו את כל דבריכם לאבינו ליצחק, וייטבו דבריכם בעיניו. אך דיבר אלינו לאמור כה ציוה אברהם אביו אותו מאת אלוקינו אדון כל הארץ, כי כל איש אשר לא מבניו אשר יחפוץ לקחת מבנותיו ומל לו כל זכר כאשר אנחנו נמולים ואחר ניתן לו את בתנו לאישה. עתה הודענו לכם את כל דרכינו אשר דיבר אלינו אבינו, כי לא נוכל לעשות הדבר הזה אשר דיברתם אלינו לתת את בתנו לאיש אשר לו ערלה כי חרפה היא לנו. בזאת נאות לכם לתת לכם את בתנו ולקחת לנו את בנותיכם, וישבנו איתכם והיינו לעם אחד כאשר דיברתם. אם תשמעו ותאבו אלינו להיות כמונו, להמול לכם כל זכר כאשר אנחנו נמולים. ואם לא תשמעו אלינו להמול כמונו כאשר ציוינו אנחנו, ובאנו אליכם ולקחנו את בתנו מאתכם והלכנו.", "וישמעו שכם וחמור אביו לעשות את דברי בני יעקב, כי חפץ שכם בדינה מאוד ונפשו דבקה בה. וימהרו שכם וחמור אביו וילכו אל שער עירם, ויאספו את כל אנשי עירם וידברו אליהם דברי בני יעקב לאמור. באנו אל האנשים ההם בני יעקב ונדבר אליהם את כל אודות בתם ויאותו לנו האנשים ההם לעשות את כל דברינו וגם הם, הנה ארצנו רחבת ידים לפניהם וישבו בה ויסחרו אותה והיינו לעם אחד עמהם, בנותם ניקח לנו ובנותינו ניתן להם לנשים. אך בזאת יאותו לנו האנשים ההם לדבר הזה, להמול לנו כל זכר כאשר הם נמולים כאשר צוו מאלוקיהם. והיה בעשותינו את כל דבריהם להימול לנו וישבו איתנו, וכל מקניהם וקניינם לנו הוא והיינו לעם אחד איתם. ויהי כשמוע כל אנשי העיר את כל דברי שכם וחמור אביו, ויאותו להם כל אנשי עירם בדבר הזה. וישמעו להם להמול, כי היו שכם וחמור אביו נכבדים בעיניהם מאוד כי הם נשיאי הארץ. ויהי ממחרת וישכימו בבוקר שכם וחמור אביו ויקבצו את כל אנשי עירם אל תוך העיר, ויקראו אל בני יעקב וימולו להם כל זכר ביום ההוא ומחרתו. ואת שכם ואת חמור אביו מלו ואת חמשת אחי שכם, ויקומו וילכו וישב כל אחד בביתו. כי מה׳ היה הדבר הזה לעיר שכם, ומאת ה׳ היתה עצת שמעון בדבר הזה למען תת ה׳ את עיר שכם ביד שני בני יעקב. ויהי מספר כל זכר אשר היו בעיר אשר נמולו, שש מאות וארבעים וחמישה איש והילדים מאתים ושבעים ושישה. אך חדקם בן פרד אבי חמור ושישה אחיו לא שמעו אל שכם ואל חמור אביו ולא מלו, כי היה דבר בני יעקב נמאס בעיניהם. ויחר אפם מאוד על הדבר הזה כי לא שמעו להם אנשי העיר, ויהי ביום השני בערב וימצאו שמונה ילדים קטנים אשר לא מלו אותם כי החביאום אמותם מפני חמור ושכם בנו ומפני אנשי העיר. וישלחו אליהם שכם וחמור אביו להביאם לפניהם ולמולם, וידלגו עליהם חדקם וששת אחיו בחרבותיהם ויבקשו להמיתם. ויבקשו להמית גם את שכם ואת חמור אביו, ויבקשו להמית גם דינה עמהם על הדבר הזה.", "ויאמרו אליהם מה המעשה הזה אשר עשיתם, האין בבנות כל אחיכם הכנענים אישה כי תקחו לכם מבנות העברים אשר לא ידעתם תמול שלשום. ותעשו את כל המעשה הזה, את אשר לא ציוו אתכם אבותיכם עד עולם. התחשבו כי תצליחו במעשה הזה אשר עשיתם, ומה תשיבו ותענו בדבר הזה לאחיכם הכנענים כי יבואו מחר וישאלו אתכם בדבר הזה. והיה אם לא יישר ולא ייטב בעיניהם את מעשיכם, ומה תעשו לכם על נפשותיכם ועל נפשותינו אנחנו אשר לא שמעתם בקולנו. וכי ישמעו כל יושבי הארץ וכל אחיכם בני חם את מעשיכם לאמור, בעבור אישה עברית עשו שכם וחמור אביו וכל יושבי עירם את אשר לא ידעו ולא ציוום אבותיהם עד עולם. אנה תנוסו ואנה תוליכו את חרפתכם כל הימים, לפני יושבי ארץ כנען אחיכם. ועתה לא נוכל לעמוד בדבר הזה אשר עשיתם, ולא נוכל לסבול ולשאת את העול הזה עלינו אשר לא ציוו אבותינו לנו. הנה אנחנו למחר והלכנו ואספנו את כל אחינו הכנענים היושבים בכל הארץ, ובאנו כולנו יחד ונכה אתכם ואת כל אשר אתם בוטחים עליהם ולא נשאיר להם ולכם שריד. ויהי כשמוע חמור ושכם בנו וכל אנשי העיר את דברי חדקם ואחיו, ויפחדו ויראו מאוד לנפשם מדבריהם וינחמו על כל אשר עשו. ויענו שכם וחמור אביו את חדקם אביהם ואחיו ויאמרו אליהם, כל הדברים אשר דיברתם אלינו נכונה הוא. עתה אל תאמרו ותחשבו בלבבכם כי מאהבת העברים עשינו את המעשה הזה אשר לא ציוו אותנו אבותינו, אך על כי ראינו כי לא היה לבם וחפצם לעשות דברינו על אודות בתם לקחתה לנו כי אם בדבר הזה. ונשמע בקולם ונעש את המעשה הזה אשר ראיתם, עד אשר נמצא את מבוקשנו מהם. והיה כאשר נמצא את חפצנו אשר שאלנו מהם, ושבנו עליהם ועשינו להם את הדבר אשר תאמרו אלינו. ועתה חכו נא והתמהמהו עד אשר ירפא בשרינו ונתחזק והלכנו עליהם יחד, ועשינו להם את אשר היה עם לבבינו ולבבכם.", "ודינה בת יעקב שמעה את כל הדברים האלה אשר דיברו חדקם ואחיו, ואת אשר השיבו אותם חמור ושכם בנו ואנשי עירם. ותמהר ותשלח נערה אחת מנערותיה אשר שלח אביה לשמרה בבית שכם, אל יעקב אביה ואל אחיה לאמור. ותלך השפחה ותגד את כל דבריהם אל יעקב ואל בניו לאמור, כזה וכזה יעץ חדקם ואחיו עליכם, וכזאת וכזאת השיבו להם חמור ושכם ואנשי עירם. ויהי כשמוע יעקב ובניו את הדברים האלה, וימלאו חמה וקצף עליהם ויחר אפם עליהם מאוד. וישבעו שמעון ולוי ויאמרו, חי ה׳ אלוקי כל הארץ כי כעת מחר לא ישאר בכל עיר שריד ופליט. ויתחבאו עשרים בחורים ולא מלו, וילחמו הבחורים ההם עם שמעון ולוי ויהרגו שמעון ולוי מהם שנים. ושנים ברחו מהם וימלטו, וילכו ויבואו אל בארות החמר אשר בעיר. ויבקשו שמעון ולוי ולא ימצאום, ויוסיפו עוד שמעון ולוי ויתהלכו בעיר ויהרגו כל אנשי העיר לפי חרב לא השאירו שריד. ותהי מהומה גדולה בתוך העיר, ותעל צעקת כל אנשי העיר השמימה ויצעקו כל הנשים וכל הילדים. ושמעון ולוי הרגו כל העיר, לא השאירו זכר בכל העיר. ואת חמור ואת שכם בנו הרגו לפי חרב, ויוציאו את דינה מבית שכם ויצאו משם. וילכו וישובו בני יעקב ויבואו על החללים, ויבוזו את כל חילם אשר בעיר ואת אשר בשדה. ויהי הם בוזזים את כל השלל ויעמדו עליהם כשלוש מאות נשים וישליכו עליהם עפר ויכום באבנים, ויפן אליהם שמעון ויהרוג את כולם לפי חרב. וישב שמעון לפני לוי ויבוזו את העיר, ויבוזו גם את צאן ואת הבקר וכל הבהמה בזזו וגם את יתר הנשים ואת הטף. וינהגו כל אלה ויפתחו שער העיר, ויצאו ויבואו אל יעקב אביהם בגבורה.", "ויהי כראות יעקב אביהם את כל אשר עשו אל העיר וירא את הביזה אשר לקחו משם, ויקצוף עליהם יעקב מאוד. ויאמר אליהם יעקב מה המעשה הזה אשר עשיתם לי, אשר מצאתי לי מנוחה עם יושבי הארץ הכנעני ואין דובר אלי מהם דבר. ועתה עשיתם הדבר הזה להבאישני ביושבי הארץ בכנעני ובפריזי ואני מתי מספר, ונאספו אלי כולם והכוני כי ישמעו את מעשיכם לאחיהם ונשמדתי אני וכל ביתי. ויענו שמעון ולוי וכל אחיהם איתם את יעקב אביהם ויאמרו אליו, הנה חיים אנחנו בארץ ויעשה שכם את כל זאת לאחותינו. ולמה תחריש אתה על כל אלה אשר עשה שכם, כי הכזונה בחוץ יעשה שכם את אחותינו. ויהי מספר הנשים אשר שבו שמעון ולוי מעיר שכם אשר לא הרגו אותם, שמונים וחמישה אשר לא ידעו איש. ותהי בהן נערה קטנה ויפת תואר ויפת מראה מאוד ושמה בונה, ויקחה שמעון לקחתה לו לאישה. ומספר כל זכר אשר שבו ולא הרגו ארבעים ושבעה איש, והיותר הרגו. ויהיו כל הנערים וכל הנשים אשר שבו שמעון ולוי מעיר שכם עבדים לפני יעקב ולבניהם אחריהם, עד יום צאת בני יעקב מארץ מצרים. ויהי כאשר יצאו שמעון ולוי מן העיר, ויקומו שני הבחורים אשר נשארו אשר התחבאו בבורות העיר כי לא מתו עם אנשי העיר. ויעלו הבחורים ההם אל העיר ויתהלכו בה וימצאו את העיר חרבה ואין איש כי אם הנשים הבוכות, ויצעקו הבחורים ההם ויאמרו הנה זאת הרעה אשר עשו בני יעקב העברי לעיר הזאת אשר השמידו היום עיר מערי הכנעני ולא יראו לנפשם מכל יושבי ארץ כנען. ויצאו האנשים ההם מהעיר וילכו אל עיר תפוח, ויבואו שמה ויגידו ליושבי תפוח את כל הקורות ואת אשר עשו בני יעקב לעיר שכם. והגיע הדבר לישוב מלך תפוח, וישלח אנשים אל עיר שכם לראות האמת דברי הבחורים ההם. כי לא האמין להם המלך לדבר הזה לאמור, איך שני אנשים יחריבו עיר גדולה בשכם. ויבואו מלאכי ישוב ויגידו לו לאמור, באנו אל העיר חרבה אין איש כי אם נשים בוכות. וגם צאן ומקנה אין שם, כי כל אשר בעיר בזזו להם בני יעקב. ויתמה ישוב על הדבר הזה לאמור, איך שני אנשים יוכלו לעשות הדבר הזה להשמיד עיר גדולה ולא יוכל איש מהם להתייצב נגדם. כי לא היה כדבר הזה מימי נמרוד ואף מימי קדם לא היתה כזאת.", "ויאמר ישוב מלך תפוח אל כל עמו חזקו ונלכה להילחם בעברים ההם ולעשות להם כאשר עשו לעיר שכם, וננקמה מהם נקמת כל אנשי העיר. ויתייעץ ישוב מלך תפוח עם כל יועציו על הדבר הזה. ויאמרו אליו כל יועציו לא תוכל לעברים האלה לבדך, כי גבורה להם בעשותם המעשה הזה לכל העיר. השנים מהם הרגו את כל העיר ולא עמד איש נגדם, ואף אם תבוא אתה עליהם כולם יקומו עלינו והשמידונו גם אנחנו. אך שלח אל כל המלכים אשר סביבותינו ויבואו יחד, ונלכה עמהם ונלחמה בבני יעקב אז תוכל להם. וישמע ישוב אל דברי יועציו, וייטבו דבריהם בעיניו ובעיני עמו ויעש כן. וישלח ישוב מלך תפוח אל כל מלכי האמורי אשר סביבות שכם ותפוח לאמור, עלו אלי ועזרוני ונכה את יעקב העברי ואת כל בניו ונשמידם מן הארץ כי כזה וכזה עשו לעיר שכם ואתם לא ידעתם. וישמעו כל מלכי האמורי את כל הרעה אשר עשו בני יעקב לעיר שכם, ויתמהו מאוד מהם. ויתקבצו כולם שבעה מלכי האמורי עם כל מחנותם יחד כעשרת אלפים איש שולף חרב, ויבואו להילחם בבני יעקב. וישמע יעקב כי התקבצו יחד מלכי האמורי להילחם עם בניו, ויירא יעקב מאוד וייצר לו. ויצעק יעקב על שמעון ועל לוי לאמור, מה המעשה הזה אשר עשיתם למה הרעותם לי להביא עלי את כל בני כנען להשמיד אותי ואת ביתי. כי במנוחה הייתי גם אני גם כל ביתי ותעשו לי הדבר הזה, ותקציפו עלי את כל יושב הארץ במעשיכם. ויען יהודה את אביו לאמור החינם הרגו שמעון ולוי אחי את כל יושבי שכם, הלא על אשר עינה שכם את אחותינו ויעש שכם את כל הרעה אשר עשה ואין איש מיושב עירו דובר אליו דבר למה תעשה זאת. הלא על זאת הלכו אחי ויכו את העיר ויתנה ה׳ בידם, על אשר עברו כל יושביה את מצות אלוקינו החינם עשו אחי את כל אלה. ועתה למה תירא ולמה יצר לך ולמה יירע לבבך על אחי ויחר אפך בם, והלא אלוקינו אשר נתן בידם את עיר שכם ואת אנשיה הוא יתן בידינו גם את כל מלכי הכנעני הבאים עלינו ועשינו להם כאשר עשו אחי לשכם. עתה דום לך מעליהם וחדל לך ואל תירא, אך בטח בה׳ אלוקינו והתפלל אליו בעדנו להושעינו ולהצילנו ותת את אויבנו בידינו.", "ויקרא יהודה אל עבד מעבדי אביו לאמור, לך נא ראה איפה הם המלכים הבאים עלינו נצבים עם מחנותם. וילך העבד ויבט מרחוק ויעל אל נגד הר שיאון, וירא את כל המלכים עומדים בשדה. וישב אל יהודה ויאמר הנה המלכים נצבים בשדה עם כל מחנותם, עם רב כחול אשר על שפת הים. ויאמר יהודה אל שמעון ואל לוי ואל כל אחיו התחזקו לכם והייתם לבני חיל, כי ה׳ אלוקינו איתנו אל תיראום. עמדו לכם וחגרו איש את כל כלי מלחמתו ואת קשתו ואת חרבו ונלכה ונלחמה הערלים האלה, וה׳ אלוקינו יושיענו. ויקומו ויחגרו איש כל מלחמתו גדולים וקטנים, אחד עשר בני יעקב וכל עבדי יעקב עמהם. וגם כל עבדי יצחק אשר אשר עם יצחק בחברון באו עולם אליהם מלובשים בכל כלי מלחמה, וילכו בני יעקב ועבדיהם לקראת המלכים שנים עשר ומאה איש וילך גם יעקב עמהם. ובני יעקב שלחו אל יצחק בן אברהם אביהם חברונה קרית הארבע לאמור, התפלל נא בעדינו אל ה׳ אלוקינו להציל אותנו מיד הכנענים הבאים עלינו ולתתם בידינו. ויתפלל יצחק בן אברהם אל ה׳ בעד בניו ויאמר, ה׳ אלוקים אתה הבטחת את אברהם אבי לאמור ארבה את זרעך ככוכבי השמים ותבטיח גם אותי ותקם את דבריך. ועתה הנה מלכי כנען באו יחד להילחם עם בני על אשר לא חמס בכפיהם., ועתה ה׳ האלוקים אלוקי כל הארץ סכל נא את עצת כל המלכים האלה לבלתי הילחם בבניי. ונתת את פחד בניי בלב כל המלכים האלה וכל אנשיהם והשפלת את גאותם, וישובו מעל בניי. והצלת את כל בניי ועבדיהם מהם בידך החזקה ובזרועך הנטויה, כי בידך הכח והגבורה לעשות את כל אלה. ובני יעקב ועבדיהם הלכו לקראת המלכים האלה, ויבטחו בה׳ אלוקיהם. ויהי בלכתם ויתפלל גם יעקב אביהם אל ה׳ ויאמר, ה׳ אלוקים ואלוקי האלוקים הנשגב והנורא אשר משלת מימי קדם ומאז ועד עתה לעולם. ואתה מעורר מלחמות ומשביתם, ובידך הכח והגבורה לרומם ולהשפיל. ועתה תיפול נא תחנתי לפניך להפנות אליי ברחמיך, לתת פחד בניי בלב כל המלכים האלה עם אנשיהם והחרדת אותם ואת מחנותם. והצלת את כל הבוטחים עליך בחסדך הגדול, כי אתה אשר תדבר עמים תחתינו ולאומים תחת ידינו. וכל מלכי האמורי באו ויתיצבו בשדה להתייעץ עם יועציהם מה לעשות עם בני יעקב, כי עודם יראים מהם לאמור שניים מהם המיתו כל עיר שכם.", "וישמע ה׳ אל תפילת יצחק ויעקב, ויתן ה׳ פחד גדול ויראה בלב כל יועצי המלכים האלה לאמור פה אחד. הכסילים אתם היום אם אין לכם תבונה כי תלחמו עם העברים, ולמה חפצתם במות כולכם היום. הנה שניים מהם באו אל עיר שכם באין יראה ופחד, ויהרגו כל יושבי העיר ולא עמד איש בפניהם ואיך תוכלו אתם להילחם עם כולם. והלא ידעתם כי אלוקיהם חפץ בם מאוד ויעש להם נוראות אשר לא נעשו מימי קדם, ואין בכל אלוקי העמים יוכל לעשות כנוראותיו. והלא הוא הציל את אברהם אביהם העברי מיד נמרוד ומיד כל עמו, אשר ביקשו להמיתו פעמים רבים. וגם מהאש הצילו אשר השליך אותו נמרוד המלך אליו, ויצילהו אלוקיו ממנו ומי יוכל לעשות את כל אלה. אברהם אביהם הוא אשר המית חמשת מלכי עילם, בנגעם בבן אחיו אשר היה יושב בסדום בימים ההם. ויקח את עבדו הנאמן בביתו ומעט אנשיו, וירדפו אחרי מלכי עילם בלילה אחת וימיתם כולם וישב לבן אחיו את על רכושו אשר לקחו לו. והלא ידעתם כי אלוקי העברים האלה חפץ בם מאוד, וגם הם חפצו בו מאוד כי ידעו כי הצילם מכל אויביהם. והנה באהבתם את אלוקיהם לקח אברהם את בנו יחידו וחמורו, ויאמר להעלותו עולה לאלוקיו. ולולי אלוקיו אשר מנעו מלעשות הדבר ההוא, אז עשהו באהבתו את אלוקיו. וירא אלוקיו את כל מעשיו וישבע לו ויבטיח אותו אשר יציל את בניו ואת כל זרעו מכל צרה אשר תבוא עליהם, על אשר עשה את הדבר הזה על אשר לא חמל על בנו מאהבת אלוקיו. והלא שמעתם אשר עשה אלוקיהם לפרעה מלך מצרים ולאבימלך מלך גרר, בלקחם את אשת אברהם. אשר אמר עליה אחותי היא כי ירא פן יהרגוהו עליה, ויאמרו לקחתה לאישה ויעש להם אלוקיו ולאנשיהם את כל אשר שמעתם. והנה ראינו בעינינו אנחנו אשר בא עשו אחי יעקב אליו ועמו ארבע מאות איש ויאמר להשמידו, כי זכר לו את אשר לקח ברכתו מיד אביהם וילך לקראתו בבואו מפדן ארם להמית לו אם על בנים. ומי הצילו מידו הלא אלוקיו אשר בטח בו הוא הצילו מיד אחיו, ואף מיד אויביו הלא יוכל להצילו.", "ומי יודע כי אלוקיהם, הוא אשר הגביר את שני בני יעקב לעשות לעיר שכם הרעה אשר שמעתם. הבגבורתם יוכלו שניים להמית עיר גדולה כשכם אם לא אלוקיהם אשר בטחו בו הוא אשר עשה להם את כל זאת, להמית את כל יושבי העיר בעירם. ואף אתם אשר יצאתם כולכם מעירכם יחד ותבואו להילחם עם כולם, התוכלו עליהם ואף אם יאספו לעזרתכם ככם אלף פעמים. הלא תדעו הלא תשמעו כי לא עמהם באתם להילחם, כי עם אלוקיהם אשר בחר בם באתם להילחם ותבואו להאביד כולכם היום. ועתה חדלו לכם מהרעה הזאת אשר חפצתם לעשות לנפשותיכם וטוב לכם, כי לא תוכלו להילחם בם ואף אם הם מתי מספר כי אלוקיהם עמהם. ויהי כאשר שמעו מלכי האמורי את כל דברי יועציהם, וימלא לבבם פחד ויראה מבני יעקב ולא אבו להילחם בם. וגם אל דברי יועציהם הטו את אוזנם וישמעו את כל דבריהם, וייטבו דברי היועצים בעיני המלכים מאוד ויעשו כן. וישובו ויחדלו המלכים האלה מעל בני יעקב כי לא לגשת אליהם למלחמה כי יראו מהם, וימס לבבם בקרבם מאוד מיראתם אותם. כי מאת ה׳ היתה זאת להם, כי שמע ה׳ אל תפילת יצחק ויעקב עבדיו כי בטחו בו. וישובו כל המלכים האלה עם מחנותם איש לעירו ביום ההוא, ולא הלחמו הם בני יעקב בעת ההיא. ובני יעקב עמדו במעמדם נגד הר שיאון ביום ההוא עד הערב, ויראו כי לא באו לקראתם המלכים האלה וישובו להם בני יעקב אל מקומם. בעת ההיא נראה ה׳ אל יעקב לאמור קום עלה בית אל ושב שם, ועשה שם מזבח לאל הנראה אליך המציל אותך ואת כל בניך מצרה. ויקם יעקב ובניו וכל אשר לו, ויעלו ויבואו בית אל כדבר ה׳.", "ויעקב בן תשעים ותשע שנים בעלותו בית אל. וישב יעקב ובניו וכל העם אשר איתו בבית אל בלוז, ויבן שם יעקב מזבח לה׳ הנראה אליו. וישבו יעקב ובניו בבית אל, ימים ושישה חודשים. בעת ההיא מתה דבורה בת עוץ מיניקת רבקה אשר היתה עם יעקב, ויקברה יעקב מתחת לבית אל תחת האלון אשר שם. וגם רבקה בת בתואל אם יעקב מתה בעת ההיא בחברון היא קרית הארבע, ותיקבר במערת המכפלה אשר קנה אברהם מאת בני חת. ויהיו חיי רבקה, מאת שנה ושלושים שנה ושלוש שנים ותמת. וישמע יעקב כי מתה רבקה אמו, ויבך מאוד על אמו ויעש לה מספד גדול הוא ודבורה מניקתה תחת האלון ויקרא שם המקום ההוא אלון בכות. ולבן הארמי מת בימים ההם כי נגפו אלוקים, על אשר עבר הברית אשר היה בינו ובין יעקב. ויהי יעקב בן מאת שנה וירא אליו ה׳ ויברך אתו, ויקרא את שמו ישראל. ורחל אשת יעקב הרה בימים ההם. ויסע יעקב וכל אשר לו בעת ההיא מבית אל, לבוא אל יצחק אביו חברונה. וילכו בדרך ויהי עוד קברת ארץ לבוא אפרתה ותלד רחל בן, ותקש בלדתה ותמת. ויקברה יעקב בדרך אפרת בבית לחם, ועתה מצבה על קבורתה עד היום. ויהי ימי רחל חמש שנים וארבעים שנה ותמת. ויקרא יעקב את שם בנו הנולד לו אשר ילדה רחל בנימין, כי בארץ הימין נולד לו. ויהי אחרי מות רחל, ויתן יעקב את אהלו באוהל בלהה שפחתה. ויקנא ראובן אל לאה אמו על הדבר הזה, וימלא חמה. ויקם בחמתו וילך ויבוא אל אוהל בלהה, וינתק את משכב אביו משם. בעת ההיא הוסרה מבני ראובן חלק הבכורה והמלכות והכהונה כי חילל יצועי אביו, ותינתן הבכורה ליוסף והמלכות ליהודה והכהונה ללוי על אשר חילל ראובן יצועי אביו.", "ואלה תולדות יעקב אשר יולדו לו בפדן ארם, ויהיו בני יעקב שנים עשר. בני לאה, הבכור ראובן ושמעון ולוי ויהודה ויששכר וזבולון ודינה אחותם. ובני רחל, יוסף ובנימין. ובני זלפה שפחת לאה, גד ואשר. ובני בלהה שפחת רחל, דן ונפתלי--אלה בני יעקב אשר יולדו לו בפדן ארם. ויסע יעקב ובניו וכל אשר לו ויבוא ממרא קרית הארבע אשר בחברון אשר גרו שם אברהם ויצחק, וישב יעקב ובניו וכל אשר לו עם יצחק אביו בחברון. ועשו אחיו ובניו וכל אשר לו הלכו ארץ שעיר וישבו שם, ויאחזו בארץ שעיר ויפרו וירבו בני עשו בארץ שעיר. ואלה תולדות עשו אשר יולדו לו בארץ כנען, ויהיו בני עשו חמישה. ותלד עדה לעשו את אליפז בכורו. ובשמת ילדה לו את רעואל. ואהליבמה ילדה לו את יעיש ואת יעלם ואת קרח--אלה בני עשו אשר יולדו לו בארץ כנען. ויהיו בני אליפז בן עשו, תימן אומר צפו וגעתם וקנז ועמלק. ובני רעואל, נחת וזרח שמה ומזה. ובני יעיש, תמנע עלוה יתת. ובני יעלם, אלה ופיגון וקנז. ובני קרח, תימן מבצר מגדיאל עירם--אלה משפחות בני עשו לאלופיהם בארץ שעיר. ואלה שמות בני שעיר החורי יושבי ארץ שעיר, לוטן ושובל וצבעון וענה. ודישון ואצר ודישן, בנים שבעה. ויהיו בני לוטן, חורי והימם ותמנע אחותם. היא תמנע אשר באה אל יעקב ואל בניו ולא שמעו אליה, ותלך ותהי פילגש לאליפז בן עשו, ותלד לו את עמלק. ובני שובל, עלון ומנחת ועיבל שפו ואונם. ובני צבעון, איה וענה הוא ענה אשר מצא את הימים במדבר העמים ברעותו את החמורים לצבעון אביו. ויהי בהיותו רועה את החמורים לאביו, ויוליכם המדברה כפעם בפעם לרעותן. ויהי היום ויוליכם אל מדבר אחת על שפת ים סוף נגד מדבר העמים, ויהי הוא רועה שם והנה רוח סערה חזקה מאוד באה מעבר הים ותנח על החמורים הרועים שם ויעמדו כולם. ואחרי כן יצאו מעבר הים מן המדבר, כעשרים ומאה חיות גדולות ונוראות ויבואו כולם אל מקום החמורים ויתיצבו שם. והחיות ההמה מחצים ולמטה כתואר בני האדם ומחצים ולמעלה מהם כדמות דובים ומהם כדמות קופים, ולהן זנבות אחוריהן מבין כתפיהן ומטה לארץ כזנב הדוכיפת.", "ויבואו החיות האלה ויעלו וירכבו על החמורים ההם ויוליכם כולם, וילכו להם עד היום הזה. ואחת מהחיות נגשה לפני ענה ותכהו בזנבה, ותבריחהו מן המקום ההוא. וירא המעשה הזה ויירא מאוד לנפשו, ויברח וימלט וינס שעירה. ויספר לאביו ולאחיו את כל אשר קרהו, וילכו אנשים רבים לחפש את החמורים ולא מצאו. ולא יסף עוד ענה ואחיו ללכת אל המקום ההוא מהיום ההוא והלאה, כי יראו לנפשותם מאוד. ובני ענה בן שעיר, דישון ואהליבמה אחותו. ובני דישון, עוץ וארן-- אלה משפחות בני שעיר החורי לאלופיהם בארץ שעיר. וישב עשו ובניו בארץ שעיר החורי יושבי הארץ, ויאחזו בה ויפרו וירבו מאוד. ויעקב ובניו וכל אשר להם ישבו עם יצחק בארץ כנען, כאשר ציוה ה׳ את אברהם אביהם. ויהי בשנת מאה וחמש שנים לחיי יעקב, היא השנה התשיעית לשבת יעקב ובניו בארץ כנען בבואם מפדן ארם. ויסע יעקב ובניו בימים ההם מחברון וילכו וישובו עיר שכם, הם וכל אשר להם וישבו שם. כי מצאו להם בני יעקב בעיר שכם מרעה טוב מאוד ושמן למקניהם, ועיר שכם נבנתה בעת ההיא ויהי בה כשלוש מאות איש ואישה. ויבואו יעקב ובניו וכל אשר להם וישבו בחלקת השדה, אשר קנה יעקב מאת חמור אבי שכם בבואו מפדן ארם טרם הכות שמעון ולוי את העיר. וישמעו כל המלכים האלה, מלכי הכנעני והאמורי אשר סביבות עיר שכם כי באו עוד בני יעקב שכמה וישבו בה. ויאמרו העוד בני יעקב העברים יבואו העירה וישבו שם, אחרי אשר היכו את יושביה ויירשום ועתה ישובו ויירשו גם את אלה היושבים בעיר ויהרגום. ויתקבצו כל מלכי כנען עוד ויבואו כולם יחד להילחם עם יעקב ועם בניו. וישלח ישוב מלך תפוח גם אל כל המלכים אשר סביבותיו, אל אילון מלך געש ואל איהורי מלך שילה ואל פרעתון מלך חצור ואל סוסי מלך סרטן ואל לבן מלך בת חורון ואל שכיר מלך מחנימה לאמור. עלו אלי ועזרוני ונכה את יעקב העברי ואת בניו ואת כל אשר לו, כי באו עוד שכמה לרשת אותה ולהרוג את יושביה כבראשונה.", "ויתקבצו יחד ויבואו כל המלכים האלה על כל מחניהם עם רב מאוד כחול אשר על שפת הים, ויחנו כולם נגד תפוח. ויצא ישוב מלך תפוח אליהם עם כל חילו, ויחן עמהם נגד תפוח מחוץ לעיר. ויתחלקו כל המלכים האלה לשבעה חלקים, לשבע מחנות על בני יעקב. וישלחו ספר אל יעקב ואל בניו לאמור. צאו אלינו כולכם ונתראה עמכם פנים במישור, וננקמה מכם נקמת אנשי שכם אשר הרגתם אותם בעירם. ותוסיפו עתה ותשובו אל עיר שכם ותשבו בה להרוג את כל אנשיה כבראשונה. וישמעו בני יעקב את הדבר הזה, ויחר אפם מאוד מדברי מלכי כנען. וימהרו ויקומו כל בני יעקב עשרה ויחגרו איש כלי מלחמתו, ועמהם מאה ושנים עשר איש מעבדיהם מלובשים כלי מלחמה. וילכו כל האנשים האלה בני יעקב עם עבדיהם לקראת כל המלכים ההם ויעקב אביהם עמהם, ויעמדו כולם בתל שכם. ויתפלל יעקב בעד בניו אל ה׳, ויפרוש כפיו אל ה׳ ויאמר: ה׳ אלוקים אתה אל שדי אבינו אתה ואתה יצרתנו ומעשה ידך אנחנו, הצל נא את בניי ברחמיך מיד אויביהם הבאים היום להילחם בם והושעת אותם מידם, כי בידך הכח והגבורה להושיע מעט מיד רב. ונתת לעבדיך בניי חוזק לב וגבורה להלחם מאויביהם להכניעם תחת ידם, והפלת את כל אויביהם לפניהם ולא ימותו בניי ועבדיי ביד כנען. אך אם טוב בעיניך לקחת את נפשות בניי ועבדיי קחם נא ביד מלאכיך ברחמיך הרבים, ולא ימותו היום ביד מלכי האמורי. ויהי ככלות יעקב להתפלל אל ה׳ ותרעש הארץ ממקומה ותחשך השמש, ויתבהלו כל המלכים האלה ותבוא בהם מהומה גדולה. וישמע ה׳ אל תפילת יעקב, ויתן ה׳ פחד בני יעקב ומוראם בלב כל המלכים ובלב צבאותיהם. כי השמיע ה׳ אותם קול רכב וקול סוס עצום מאת בני יעקב, וקול מחנה כבד איתם. וייראו המלכים האלה יראה גדולה מבני יעקב, ויהי הם עומדים במעמדם והנה בני יעקב באים עליהם במאה ושנים עשר איש בקול עצום וכבד.", "ויהי כראות כל המלכים האלה את בני יעקב באים לקראתם, ותוסף להם יראה בלבם ויאמרו לשוב מעל בני יעקב כבראשונה לבלתי הלחם בם. אך לא שבו להם, כי אמרו הנה חרפה היא לנו לשוב מפני העברים זה פעמיים. ובני יעקב קרבו ויגשו נגד כל המלכים האלה ומחנותיהם, ויראו והנה עם כבד מאוד כחול הים. ויקראו בני יעקב אל ה׳ ויאמרו הושיעה ה׳ לנו הושיעהו ועננו, כי בך בטחנו ולא נמות ביד הערלים הבאים עלינו היום. ויחגרו בני יעקב את כלי מלחמתם, ויקחו את המגינים בידיהם ואיש כידונו בידו ויגשו להלחם. וירץ יהודה בן יעקב ראשונה לפני אחיו ועשרה אנשים מעבדיו עמו, וילך לקראת המלכים האלה. וישוב מלך תפוח, גם הוא יצא ראשונה עם חילו לקראת יהודה. וירא יהודה את ישוב ואת חילו יצאו ראשונה לקראתו, ויחר אף יהודה מאוד וחמתו בערה בו ויגש להלחם ויתן יהודה את נפשו למות. וישוב וכל חילו הולך ובא לקראת יהודה, והוא רוכב על סוס חזק ועצום מאוד. וישוב איש גיבור חיל מאוד, ויתכסה מראשו ועד רגליו בברזל ונחושת. והוא מורה חצים בשתי ידיו מעל הסוס לפניו ולאחריו כמשפטו בכל מלחמותיו, ולא יחטיא במקום אשר יורה עליו החצים. ויהי כי בא ישוב להלחם ביהודה ויורה חצים רבים אל יהודה, ויקשור ה׳ את יד ישוב, וישובו כל החצים אשר ירה על אנשיו.", "וירא ישוב כי ברחו מעליו כל אנשי מחנהו וימהר ויקם בבהלה לקראת יהודה, ויעמוד על רגליו מול יהודה. ויערוך ישוב לבדו מלחמה את יהודה וישם מגינו מול מגינו, ואנשי ישוב ברחו כולם כי יראו מפני יהודה מאוד. ויטל ישוב את הכידון בידו ויכה את יהודה על ראשו, וימהר יהודה וישם מגינו על ראשו לנגד כידון ישוב. ויקבל מגן יהודה את מכת כידון ישוב, ויכרות את המגן לשניים. וירא יהודה כי נכרת מגינו וימהר וישלוף חרבו ויכה את ישוב בקרסולו הרגליים ויכרות את רגליו, ויפול ישוב לארץ ויפול הכידון מידו. וימהר יהודה וישא את כידון ישוב ויכרות בו את ראשו, וישליכו אצל רגליו. ויהי כראות כל בני יעקב את אשר עשה יהודה לישוב, וירוצו כולם אל מערכות המלכים ההם. וילחמו בני יעקב במחנה ישוב, ובמחנות כל המלכים אשר שם. ויפילו מהם בני יעקב חמישה עשר אלף איש ויכו בהם כהכות בקישואים, ואת היותר ברחו לנפשם. ויהודה עודנו עומד על גויית ישוב, ויפשוט את שריון ישוב מעליו וגם את הברזל ואת הנחושת אשר על ישוב פשט יהודה. והנה תשעה אנשיו שרי ישוב, באו נגד יהודה להלחם בו. וימהר יהודה ויקח אבן מהארץ ויך בה את האחד על ראשו, ותבקע ראשו ותיפול חציה על הסוס ותיפול גם הגוייה מעל הסוס לארץ. ויראו השמונה השרים הנשארים את גבורת יהודה, וייראו מאוד וינוסו. וירדוף אחריהם יהודה ועשרה אנשיו, וידבקו אותם ויהרגו אותם. ובני יעקב עודם מכים במחנות המלכים ויהרגו מהם רבים, ויברחו מהם רבים. אך המלכים האלה בנפשותם עמדו עם כל שריהם במעמדם ולא ברחו ממקומם, ויצעקו על כל מחנותם הבורחים מפני בני יעקב, ואין שומע אליהם כי יראו מאוד לנפשותם פן ימותו. וישובו כל בני יעקב אחרי הכות במחנות המלכים ויבואו לפני יהודה, ויהודה עודנו הורג את שמונת שרי ישוב ופושט את בגדיהם. וירא לוי את אילון מלך געש הולך וקרב נגדו עם ארבעה עשר שריו להכותו, ולוי לא ידע. ויגש עוד אילון עם שריו, ויפן לוי אחריו וירא והנה לו המלחמה לאחור. וירץ לוי עם שנים עשר מעבדיו, וילכו ויהרגו את אילון ואת שריו לפי חרב.", "ואיהורי מלך שילה ניגש לעזור את אילון מול יעקב, וימשוך יעקב את הקשת אשר בידו ויך בחץ את איהורי וימיתהו. ויהי כאשר מת איהורי מלך שילה, וינוסו ארבעת המלכים הנשארים עם יתר שריהם ממקום מעמדם. ויבקשו לברוח להם ויאמרו, אין לנו עוד גבורה עם העברים אחרי אשר המיתו את שלושת המלכים ושריהם החזקים ממנו. ובני יעקב כאשר ראו כי נתקו המלכים הנשארים ממעמדם, וירדפו להם אחריהם. ויצאו בני יעקב מתל שכם מן המקום אשר עמדו שם, וילכו אחרי המלכים ויגשו אליהם עם עבדיהם. והמלכים וכל השרים ויתר מחנותם ראו כי ניגשו בני יעקב אליהם, וייראו לנפשם וינוסו ויברחו וילכו עד עיר חצור. וירדפו אחריהם בני יעקב עד שער עיר חצור, ויכו במלכים האלה ובמחניהם מכה רבה כארבעת אלפי איש. ויהי הם מכים במחנה המלכים, ויעקב משך עוד בקשת ויכה במלכים לבדם ויהרגם כולם. ויהרוג את פרעתון מלך חצור בשער עיר חצור, ואחרי כן הכה את סוסי מלך סרטן ואת לבן מלך בית חורון ואת שכיר מלך מחנימה ויהרגם כולם בחצים חץ לאחד ומתו. ויוסיפו בני יעקב ויערכו מלחמה עם מחנה המלכים האלה נגד שער חצור. המחנות בראותם כי מתו כל מלכיהם וישברו ויתנו עורף לנוס, ויכו מהם בני יעקב עוד כארבע מאות איש. ויפלו מבני יעקב במלחמה ההיא, שלושה אנשים. וירא יהודה כי מתו שלושה אנשים מעבדיו ויחר לו מאוד, ותבער בו חמתו על האמורי. וכל האנשים הנשארים ממחנות המלכים יראו מאוד לנפשם, וירוצו וישברו את שער חומת עיר חצור ויבואו כולם בתוך העיר להימלט. ויתחבאו כולם בתוך עיר חצור, כי עיר חצור גדולה מאוד מאוד ורחבת ידיים. ויהי בבוא כל המחנות האלה בתוך העיר, וירוצו אחריהם בני יעקב אל העיר. ויצאו מהעיר ארבעה גיבורים מלומדי מלחמה ויעמדו נגד פתח העיר וחרבותיהם שלופות וחניותיהם בידיהם, ויתיצבו נוכח בני יעקב ולא יכלו לבוא העירה. וירץ אליהם נפתלי ויבוא בתוכם ויכה בחרבו שניים מהם, ויכרות את ראשם בפעם אחת. ויפן אל השניים האחרים והמה נסו, וירדוף אחריהם וידביקם ויכם וימיתם.", "ובני יעקב באו העירה ויראו חומה אחרת לעיר, ויבקשו את שער החומה ולא מצאו. וידלג יהודה ויעל על קיר החומה ויעלו אחריו שמעון ולוי, וירדו שלושתם מעל החומה אל תוך העיר. ויהרגו שמעון ולוי את כל האנשים הנמלטים אל העיר, וגם את כל יושבי העיר ונשיהם וטפם הרגו לפי חרב. ותעל צעקת העיר השמימה, וידלגו דן ונפתלי על החומה לראות מה קול הצעקה כי ייראו בני יעקב אל אחיהם. וישמעו את קול יושבי העיר דוברים בבכי ובתחנונים לאמור, הנה אשר לנו בעיר קחו ולכו אך המת אל תמיתנו. ויהי ככלות יהודה ואחיו להכות את כל יושבי העיר, ויעלו על החומה ויקראו אל דן ואל נפתלי אשר על החומה אל יתר אחיהם. ויודיעו להם שמעון ולוי את שער העיר, ויבואו כל בני יעקב העירה לקחת את כל השלל. ויקחו בני יעקב את כל שלל עיר חצור הצאן והבקר והרכוש וישבו את יתר השביה, ויצאו מן העיר ביום ההוא. ויהי ביום השני וילכו בני יעקב סרטנה, כי שמעו כי אנשי סרטן אשר נשארו בעיר נאספו בעיר להלחם איתם על אשר הרגו את מלכם. וסרטן היתה עיר גבוהה מאוד ובצורה, ולה חיל עמוק סביב לעיר. ועומק החיל כחמישים אמה ורחבו כארבעים אמה, ולא היה לאיש מקום לבוא אל העיר מפני החיל. ויראו בני יעקב את חיל העיר ויבקשו בו דרך ולא מצאו, כי היה דרך העיר מאחריה. והיה כל איש אשר יבוא לעיר ובא מן הדרך ההוא וסבב את כל העיר, ואחר יבוא העירה. וייראו בני יעקב כי לא מצאו דרך העיר, ויחר אפם מאוד. ויושבי העיר עראותם כי באו אליהם בני יעקב, וייראו מאוד מהם כי שמעו את אשר עשו לעיר חצור. ולא יכלו יושבי העיר סרטן לצאת לקראת בני יעקב אחרי אשר נתקבצו בעיר להלחם בם, כי יבואו העיר. אך כאשר ראו כי באו אליהם יראו מאוד מפניהם, כי שמעו את גבורתם ואת אשר עשו לחצור. וימהרו יושבי סרטן וישאו את גשר דרך העיר ממקומו טרם באו בני יעקב, ויביאו אותו בתוך העיר. ויבואו בני יעקב ויבקשו את דרך העיר ולא מצאו. ויושבי העיר עלו מעל לחומה, ויראו והנה בני יעקב מבקשים את מבוא העיר. ויחרפו יושבי העיר את בני יעקב מעל לחומה ויקללו אותם, וישמעו בני יעקב את החרפה ויחר אפם מאוד ותבער בם חמתם.", "ויקצפו עליהם בני יעקב ויקומו וידלגו כולם את החיל בחוזק גבורתם, ויעברו את הארבעים אמה רוחב החיל בגבורתם. ויהי בעוברם את החיל ויעמדו תחת חומת העיר, וימצאו את כל שערי העיר סגורים בדלת ברזל. ויגשו בני יעקב לשבור את דלתי שער העיר, ולא עזבום יושבי העיר כי היו משליכים עליהם אבנים וחצים ממעל לחומה. ויהי מספר האנשים אשר היו על החומה, כארבע מאות איש. ויראו בני יעקב כי לא עזבום אנשי העיר לפתוח שערי העיר, וידלגו ויעלו על קיר החומה, ויעל יהודה ראשונה מזרחה העירה. ויעלו אחריו גד ואשר מפאת העיר ימה, ושמעון ולוי צפונה, ודן וראובן נגבה. והאנשים אשר מעל לחומה יושבי העיר בראותם כי עלו אליהם בני יעקב, ויברחו כולם מעל החומה וירדו העירה ויתחבאו בעיר. ויגשו יששכר ונפתלי הנשארים מתחת החומה וישברו את שערי העיר וידליקו אש בשערי העיר וימס הברזל, ויבואו כל בני יעקב העירה הם וכל אנשיהם וילחמו עם כל יושבי עיר סרטן ויכום לפי חרב ולא עמד איש בפניהם. וינוסו כמאתיים איש מן העיר וילכו כולם, ויתחבאו במגדל אחד בעיר. וירדוף יהודה אחריהם עד המגדל ההוא, ויתוץ את המגדל ויפול על האנשים וימותו כולם. ויעלו בני יעקב דרך גג המגדל ההוא, וישקיפו ויראו והנה מגדל אחר מרחוק בעיר גבוה וחזק מאוד וראשו בשמים. וימהרו וירדו בני יעקב וילכו עם כל אנשיהם אל המגדל ההוא, וימצאוהו מלא אנשים ונשים וטף כשלוש מאות איש ואישה. ויכו בני יעקב באנשים ההם מכה גדולה בתוך המגדל, ויברחו וינוסו מהם. וירדפו אחריהם שמעון ולוי, ויצאו אליהם שנים עשר אנשים גיבורים מאוד וחזקים מהמקום אשר התחבאו שם. ויערכו השנים עשר האנשים ההם מלחמה עצומה מול שמעון ולוי, ולא יכלו שמעון ולוי עמהם ויכרתו הגיבורים ההם את מגיני שמעון ולוי. ויכה אחד מהם את לוי בחרבו על ראשו, וימהר לוי וישם ידו על ראשו כי ירא מן החרב ותך החרב ביד לוי וכמעט אשר לא נחתך יד לוי. ויתפוש לוי את חרב הגיבור בידו האחרת ויקחנה בחזקה מיד האיש, ויכהו בה על הראש ויסר את ראשו.", "ואחד עשר האנשים נגשו להלחם עם לוי כי ראו כי מת אחד מהם וילחמו עם בני יעקב, ולא יכלו להם בני יעקב כי חזקים האנשים מהם מאוד. ויראו בני יעקב כי לא יכלו עליהם ויצעק שמעון צעקה גדולה ומרה עד מאוד, ויתבהלו כל האחד עשר הגיבורים מקול צעקת שמעון. ויכר יהודה מרחוק את קול צעקת שמעון אחיו וירוצו נפתלי ויהודה במגיניהם אל שמעון, וימצאו אותו נלחם בגיבורים ההם ולא יכול להם כי נכרתו מגיניהם. וירא נפתלי כי נכרתו מגיני שמעון ולוי וירץ ויקח שני מגינים מאת עבדיהם, ויבא אותם אל שמעון ואל לוי. וילחמו שמעון ולוי ויהודה שלושתם באחד עשר הגיבורים ההם ביום ההוא עד עת נטות היום ולא יכלו להם, ויוגד הדבר הזה ליעקב ויחר לו מאוד ויתפלל אל ה׳ וילך הוא ונפתלי בנו נגד הגיבורים ההם. ויגש יעקב וימשוך בקשת ויקרב אל הגיבורים ההם ויהרוג מהם בקשת שלושה אנשים, ויפנו השמונה הנשארים והנה המלחמה להם פנים ואחור וייראו מאוד לנפשם ולא יכלו לעמוד לפני בני יעקב ויברחו מפניהם. ויהי בברחם ויפגעו את דן ואת אשר באים לקראתם, ויפלו עליהם פתאום וילחמו בהם ויהרגו מהם שניים אנשים. ויהודה ואחיו רדפו אחריהם, ויכו את הנשארים מהם וימיתום. וישובו כל בני יעקב ויתהלכו בעיר, ויחפשו בה אם ימצאו בה איש. וילכו וימצאו כעשרים בחורים במערה אחת בעיר, ויהרגום כולם גד ואשר. ואת יתר האנשים אשר נסו וימלטו מהמגדל השני, פגעו בהם דן ונפתלי וילחמו בם ויהרגום כולם. ויהרגו בני יעקב את כל יושבי עיר סרטן, אך הנשים והטף עזבו בעיר ולא הרגו אותם. וכל יושבי עיר סרטן גיבורים כולם, אחד מהם ירדוף אלך ושניים לא ינוסו מפני רבבה מיתר האדם. ויהרגום בני יעקב כולם לפי חרב ולא עמד איש מהם בפניהם, ויעזבו את הנשים בעיר. ויקחו בני יעקב את כל שלל העיר ומהשבי אשר בחרו, ויקחו את הצאן ואת הבקר ואת כל רכוש העיר. ויעשו בני יעקב לסרטן וליושביה כאשר עשו לחצור וליושביה, ויפנו ויצאו וילכו משם.", "ויהי כצאת בני יעקב מעיר סרטן וילכו להם כמהלך מאתיים אמה, ויפגעו את יושבי תפוח יוצאים לקראתם. כי יצאו להלחם איתם על אשר הכו את מלך תפוח ואת כל אנשיו. ויצאו כל הנשאר בעיר תפוח להלחם את בני יעקב, ויאמרו להציל מידם את השבי ואת המלקוח אשר לקחו מחצור ומסרטן. וילחמו כל יתר אנשי תפוח עם בני יעקב במקום ההוא, ויכום בני יעקב ויכתום וינוסו לפניהם וירדפום עד עיר ארבל, ויפלו כולם לפני בני יעקב. וישובו בני יעקב ויבואו תפוח. ויהי בבואם תפוח וישמעו, כי יצאו להם אנשי ארבל לקראתם להציל את שבי אחיהם. ויעזבו בני יעקב עשרה אנשים מאנשיהם בתפוח לבוז את העיר, ויצאו הם לקראת אנשי ארבל. ואנשי ארבל יצאו הם וגם נשיהם להלחם את בני יעקב, כי נשיהם היו מלומדות מלחמה ויצאו כארבע מאות איש ואישה. ויצעקו עליהם כל בני יעקב בקול גדול, וירוצו כולם לקראת יושבי ארבל בקול גדול ועצום. וישמעו יושבי ארבל את קול צעקות בני יעקב ונהמותם כקול אריות וכנהמת ים וגליו, ויפול פחד ויראה בלבם מבני יעקב וייראו מאוד מפניהם וישובו אחוריהם וינוסו לפניהם אל העיר. וירדפו בני יעקב אחריהם עד שער העיר ויבואו עליהם בעיר. וילחמו בני יעקב איתם בתוך העיר, וכל נשיהם קולעים בקלע אל בני יעקב. ותהי המלחמה חזקה ביניהם ביום ההוא עד הערב, כי לא יכלו עליהם בני יעקב וכמעט אשר לא מתו בני יעקב במלחמה ההיא. ויצעקו בני יעקב אל ה׳ ויתחזקו מאוד לעת הערב, ויכו בני יעקב את כל יושבי ארבל לפי חרב אנשים ונשים וטף. וגם את יתר האנשים אשר נסו מסרטן, הכום בני יעקב בארבל. ויעשו בני יעקב לארבל ולתפוח כאשר עשו לחצור ולסרטן. ויהי בראותם כי מתו כל אנשיהם, ויעלו כולם על גגות העיר ויכו את בנימיעקב באבנים כמטר. וימהרו בני יעקב ויבואו העיר, ויתפשו את כל האנשים ויכום לפי חרב. וישבו בני יעקב את כל השביה, ואת כל השלל צאן ובקר ומקנה. ויעשו בני יעקב למחנימה כאשר עשו לתפוח ולחצור ולשילה, ויפנו ויצאו משם אל דרכם.", "ויהי ביום החמישי, וישמעו בני יעקב כי התקבצו עליהם אנשי געש למלחמה על אשר הרגו את מלכם ואת שריהם. כי ארבעה עשר שרים היו בעיר געש, ויהרגום כולם בני יעקב במלחמה הראשונה. ויחגרו בני יעקב איש כלי מלחמתו ביום ההוא, וילכו למלחמה לקראת יושבי געש. ובגעש עם רב ועצום מעם האמורי, וגעש היתה עיר חזקה ובצורה מאוד מכל ערי האמורי ולה שלוש חומות. ויבואו בני יעקב געשתה וימצאו שערי העיר סגורים, וכחמש מאות איש נצבים מעל לחומה החיצונה. ועם רב כחול אשר על שפת הים, ארבו לבני יעקב מחוץ לעיר מאחריה. ויגשו בני יעקב לפתוח את שער העיר ויהי בגשתם והנה המארבים אשר אחרי העיר, באו ממקומם ויסובבו את בני יעקב. ויהיו בני יעקב לאנשי געש בתוך ותהי להם המלחמה פנים ואחור, וגם כל האנשים אשר על החומה משליכים עליהם חצים ואבנים מעל החומה. וירא יהודה כי כבדו עליהם כל אנשי געש, ויצעק צעקה גדולה ומרה. ויבהלו כל אנשי געש מקול צעקת יהודה, ויפלו אנשים מן החומה מעוצם הצעקה. וגם כל אשר מחוץ לעיר ואשר בעיר, יראו מאוד לנפשם. ויגשו בני יעקב עוד לשבור דלתי העיר, וישליכו עליהם אנשי געש מעל החומה אבנים וחצים ויבריחום מעל השער. וישובו בני יעקב על כל אנשי געש אשר איתם מחוץ לעיר, ויכו בהם מכה רבה מאוד כהכות בקישואים ולא יכלו כולם לעמוד נוכח בני יעקב כי נפלה עליהם אימתה ופחד מפני צעקת יהודה. ויהרגו בני יעקב את כל האנשים ההם מחוץ לעיר. ויגשו עוד בני יעקב לפתוח את העיר ולהלחם תחת חומת העיר ולא יכולו, כי כל יושבי געש אשר נשארו בעיר סבבו כולם את חומת געש מפה ומפה ולא יכלו בני יעקב לגשת אל העיר להלחם. והיה כאשר יקרבו בני יעקב אל אחת מהפאות להלחם תחת החומה, וישליכו עליהם יושבי געש חצים ואבנים כמטר ויבריחום מתחת החומה.", "ויראו אנשי געש אשר על החומה כי לא יכלו עליהם בני יעקב מתחת החומה, ויחרפו את בני יעקב הדברים האלה לאמור. מה לכם ולמלחמה אשר לא תוכלו עליה, האף לגעש העיר החזקה וליושביה תוכלו כאשר עשיתם לערי האמורי אשר הם בלתי חזקים. הלא לחלשים אשר בנו עשיתם הדבר הזה ותהרגום פתח העיר, כי אין עמהם גבורה כי יראו מקול צעקתכם. ועתה הבמקום הזה תוכלו להלחם, הלא בזה אתם מתים כולכם וננקמה מכם נקמת כל הערים אשר החרבתם אותם. ויחרפו מאוד יושבי געש את בני יעקב, ויקללום באלוקיהם וישליכו עליהם חצים ואבנים עוד מעל החומה. וישמע יהודה ואחיו את דברי יושבי געש, ויחר אפם מאוד. ויקנא יהודה לאלוקיו בדבר הזה, ויקרא ויאמר ה׳ הושיעה הושיעה ה׳ לנו ולאחינו. וירץ מרחוק בכל כוחו וחרבו שלופה בידו, וידלג ויעל בשמים וירכב על החומה בחמת כוחו ותיפול החרב מידו. ויצעק יהודה על החומה ויתבהלו כל האנשים אשר על החומה, ויפלו מהם לתוך העיר מעל החומה וימותו. ואשר עודם על החומה כאשר ראו את גבורת יהודה יראו מאוד, וינוסו מהם לנפשם אל תוך העיר להימלט. ומקצתם התחזקו להלחם עם יהודה על החומה, ויגשו להמיתו בראותם כי אין חרב ביד יהודה ויאמרו להפילו מעל החומה אל אחיו. ויעלו אליהם כעשרים אנשים מהעיר לעוזרם ויסובבו את יהודה ויצעקו כולם עלי ויגשו אליו בחרבות שלופות ויבהילו את יהודה, ויצעק יהודה מעל החומה אל אחיו. ויעקב ובניו משכו בקשת מתחת החומה, ויכו באנשים אשר על החומה שלושה אנשים. ויוסף יהודה ויצעק ויקרא ה׳ עזרנו ה׳ חלצנו, ויצעק בקול גדול על החומה ותשמע הצעקה למרחוק. ויהי בצעקו ויוסף עוד שנית לצעוק, ויתבהלו כל האנשים אשר סביבות יהודה על החומה וישליכו איש חרבו מידו מקול צעקת יהודה ומפחדו וינוסו להם. ויקח יהודה את החרבות אשר נפלו מידם, וילחם בם יהודה ויהרוג מהם עשרים איש על החומה. ויעלו עוד מן העיר אל החומה כשמונים איש ואישה ויסובבו כולם את יהודה, ויתן ה׳ פחד יהודה בלבם ולא יכלו לגשת אליו. ויעקב וכל אשר איתו משכו בקשת מתחת החומה ויהרגו עשרה אנשים על החומה, ויפלו תחת החומה לפני יעקב ובניו.", "ויראו אנשי החומה כי נפלו מהם שלושים איש וירוצו עוד אל יהודה בחרבות שלופות אך לא יכלו לגשת לפניו, כי יראו מאוד מגבורת יהודה. ויגש גיבור אחד מהם ושמו ערוד ויכה את יהודה בחרבו על ראשו, וימהר יהודה וישם מגנו על ראשו ותך החרב במגן ויחלק לשניים. והגיבור ההוא בהכותו את יהודה רץ לנפשו מפחד יהודה וימעדו רגליו על החומה בתוך בני יעקב תחת החומה, ויכוהו בני יעקב וימיתוהו. ותכאב ראש יהודה ממכת הגיבור וכמעט אשר לא מת יהודה במכה ההיא, ויצעק יהודה מכאב המכה ההיא מעל החומה. וישמע דן את קול צעקת יהודה ותבער בו חמתו, ויקם גם הוא וילך מרחוק וירץ וידלג מהארץ ויעל על החומה בחמת כוחו. ויהי בעלות דן על החומה אצל יהודה ויברחו משם כל אנשי החומה אשר עמדו נגד יהודה ויעלו על החומה השנית וישליכו עוד חצים ואבנים מן החומה השנית אל דן ויהודה ויבקשו להבריחם מן החומה, ויבואו החצים והאבנים בדן וביהודה וכמעט אשר לא מתו על החומה. והיה למקום אשר ינוסו דן ויהודה על החומה, ויבואו עליהם חצים ואבנים מן החומה השנית. ויעקב ובניו עודם פתח שער העיר תחת החומה הראשונה, ולא היה להם מקום למשוך בקשת אל יושבי העיר כי לא היו נראים להם כי היו על החומה השנית. ודן ויהודה כאשר לא יכלו לסבול את האבנים ואת החצים אשר ירדו אשר ירדו להם מהחומה השנית, וידלגו שניהם אל החומה השנית אצל אנשי העיר. ויראו אנשי העיר אשר על החומה השנית כי באו דן ויהודה לפניהם לחומה השנית, ויצעקו כולם וירדו בין החומותים. וישמע יעקב ובניו את קול צעקת אנשי העיר והם עודם פתח שער העיר וייראו מאוד על דן ויהודה, כי לא היו נראים להם כי הם על החומה השנית. ויעל נפתלי בחמת כוחו, וידלג על החומה הראשונה לראות מה קול הצעקה אשר שמע בעיר. ויששכר וזבולון נגשו לשבור דלתי העיר, ויפתחו את שערי העיר ויבואו כולם העירה. ונפתלי קפץ מהחומה הראשונה אל השנית ויבוא אצל אחיו לעזרם. ויראו יושבי געש אשר על החומה כי עלה נפתלי שלישי לעזור לאחיו, וינוסו ויברחו כולם וירדו אל תוך העיר.", "ויעקב ובניו וכל נעריהם באו העירה אליהם, ויהודה ונפתלי ירדו מן החומה אל תוך העיר וירדפו אחרי יושבי העיר. ושמעון ולוי היו מים לעיר ולא ידעו כי נפתח שער העיר, ויעלו משם לחומה וירדו אל אחיהם תוך העיר. ויושבי העיר ירדו כולם תוך העיר, ויבואו עליהם על בני יעקב מפה ומפה ותהי להם המלחמה פנים ואחור. ויכו בהם בני יעקב מכה רבה עד מאוד ויהרגו מהם כעשרים אלף איש ואישה, ולא עמד איש מהם בפני בני יעקב. וירב הדם בעיר ויהי כנחל מים, ויצא הדם כנחל עד חוץ לעיר ויגיע עד מורד בית חורון. ויראו אנשי בית חורון מרחוק את הדם יוצא מעיר געש, וירוצו מהם כשבעים איש לראות את הדם ההוא. ויבואו עד מקום הדם וילכו במסילות הדם ויבואו עד חומת בית געש, ויראו הדם יוצא מן העיר. וישמעו את קול צעקת יושבי געש עלתה השמימה, והדם הולך ורב מאוד לצאת כנחל מים. וכל בני יעקב עודם מכים ביושבי געש, ויהרגו בהם עד הערב כעשרים אלף איש ואישה. ויאמרו האנשים ההם החורונים, אך זה מעשה העברים הוא כי עודם נלחמים בערי כל האמורי. וימהרו האנשים ההם וירוצו בית חורון ויקחו איש כלי מלחמתו ויזעיקו לכל יושבי בית חורון, ויחגרו גם הם עלי מלחמתם ללכת להלחם בבני יעקב. ובני יעקב ככלותם להכות ביושבי געש, ויהלכו בתוך העיר לפשט את כל החללים. ויבואו לפנים מהעיר והלאה, וימצאו שלושה אנשים גיבורים מאוד וחרב אין בידם. ויבואו בני יעקב עד מקומם, וירוצו הגיבורים אליהם ויקח אחד מהם את זבולון כי ראהו נער קטן וקצר קומה ויפילהו ארצה בכוחו. וירץ אליו יעקב בחרבו, ויכהו יעקב מתחת למתניו בחרב ויחלקו לשניים ותיפול הגויה על זבולון. ויגש השני פתאום ויחזק ביעקב להפילו לארץ, ויפן אליו יעקב ויצעק עליו וירוצו שמעון ולוי ויכוהו בחרבם אל השוקיים ויפילוהו לארץ. ויקם הגיבור בחמת כוחו מן הארץ, וירץ אליו יהודה בטרם עמדו ויכהו בחרב על ראשו ותבקע ראשו וימת. והגיבור השלישי בראותו כי מתו רעיו רץ לפני בני יעקב, וירדפו אחריו בני יעקב כולם בתוך העיר.", "ויהי בנוס הגיבור וימצא חרב אחת מיושבי העיר וישאנה, ויפן אל בני יעקב וילחם איתם בחרב ההיא. וירץ הגיבור אל יהודה להמיתו בחרב על ראשו, ומגן אין ביד יהודה. ויהי בהכותו וימהר נפתלי ממנו ויתן מגנו על ראש יהודה ותך חרב הגיבור במגן נפתלי, ויוצל יהודה מן החרב. וירוצו שמעון ולוי על הגיבור בחרבותם, ויכוהו בחרבותם על ראשו בכח וירדו שני החרבות בגויית הגיבור ויחלקו אותו לשניים באורך. ויהרגו בני יעקב את שלושת הגיבורים ההם בעת ההיא עם כל יושבי געש, והיום נטה לערוב. ויתהלכו בני יעקב בגעש ויקחו את כל שלל העיר, אך הטף והנשים לא המיתו. ויעשו בני יעקב לגעש כאשר עשו לסרטן ולשילה. וינהגו בני יעקב את כל שלל געש, ויצאו מהעיר לילה. המה יצאו ויהלכו עד מעלת בית חורון, המה עלו המעלה ויושבי בית חורון עולים המעלה לקראתם. וילחמו בני יעקב את יושבי בית חורון במעלת בית חורון בלילה ההוא. וכל יושבי בית חורון גיבורים כולם, אחד מהם לא ינוס מפני אלף אנשים. וילחמו בלילה ההוא על המעלה מעלה בחושך, ויצעקו כל אנשי בית חורון על המעלה ותשמע צעקתם בלילה ההוא למרחוק ותרעש כל הארץ מצעקתם. וייראו כל בני יעקב מהאנשים ההם כי לא נסו להלחם בחושך, ויבהלו מאוד. ויצעקו בני יעקב אל ה׳ לאמור, הושיעה ה׳ לנו והצילנו ולא נמות ביד הערלים האלה. וישמע ה׳ בקול בני יעקב, ויביא ה׳ על אנשי בית חורון חרדה גדולה ובהלה, וילחמו ביניהם אלה באלה במחשך הלילה ויכו אלה באלה רבים. ובני יעקב ידעו כי הביא ה׳ בקרב האנשים ההם רוח עועים וילחמו איש ברעהו. ויצאו בני יעקב מאגודת אנשי חורון וילכו עד מורד מעלת בית חורון והלאה, וילינו שם עם נעריהם בלילה ההוא לבטח. וכל אנשי בית חורון נלחמים כל הלילה איש באחיו ואיש ברעהו ויצעקו מפה ומפה על המעלה, ותשמע צעקתם למרחוק ותרגש כל הארץ מקולם כי היו גבוהים מאוד על כל הארץ. וישמעו כל יושבי עיר הכנעני החתי והאמורי והחוי וכל מלכי כנען, וגם כל אשר בעבר הירדן את קול הצעקה בלילה ההוא. ויאמרו, אך הנה מלחמות העברים אשר הם נלחמים בשבעת הערים הנגשים אליהם ומי יוכל לעמוד לפני העברים ההם. וייראו כל יושבי ערי הכנעני וכל אשר בעבר הירדן מאוד מפני בני יעקב,", "כי אמרו הנה כאשר עשו לערים האלה יעשו לנו גם אנחנו כי מי יוכל לעמוד בפני גבורתם החזקה. כאשר עשו לשכם ולערים אשר סביבותיה כאשר שמעתם וראיתם. והיה בבואכם אלי אל תבואו באנשים רבים, רק כל מלך יביא איתו שלושת שריו הגדולים וכל שר יבוא עם שלושה אנשים משרתיו. ובאתם כולכם אלי חברונה ונבוא כולנו יחד אל בני יעקב, ונתחנן לפניהם ויכרתו לנו ברית שלום. ויעשו כל המלכים האלה כאשר שלח אליהם מלך חברון כי היו כולם תחת עצתו ומאמרו, ויתקבצו כל מלכי כנען ללכת אל בני יעקב לעשות עמהם שלום. ובני יעקב שבו ויצאו אל חלקת השדה, כי לא האמינו במלכי הארץ. וישובו וישבו בני יעקב בחלקת השדה עשרה ימים, ואין בא אליהם למלחמה. ויראו הני יעקב כי אין מלחמה, ויאספו כולם ויבואו עיר שכם וישבו בני יעקב בשכם. ויתקבצו כל מלכי האמורי מכל מקומותם מקץ ארבעים יום, ויבואו כולם חברונה אל יפיע מלך חברון. ויהי מספר המלכים אשר באו חברונה להשלים את בני יעקב, עשרים ואחד מלכים. ומספר השרים אשר באו איתם, שישים ושלושה שרים ואנשיהם מאה ושמונים ותשעה איש. ויחנו כל המלכים האלה ואנשיהם הר חברון, ויצא אליהם מלך חברון עם שלושה שריו ותשעה אנשיהם עמהם. ויתיעצו המלכים האלה יחד ללכת אל בני יעקב לשלום. ויאמרו אל מלך חברון, לך אתה לפנינו עם אנשיך ודיברת אל בני יעקב בעדינו ואחר נבוא אחריך ומלאנו את דבריך, ויעש מלך חברון כן. ובני יעקב שמעו כי התקבצו כל מלכי כנען ויחנו בחברון. וישלחו בני יעקב מרגלים ארבעה עבדים מעבדיהם לאמור, לכו ורגלו את המלכים האלה ודרשו וחקרו את אנשיהם ואם הם מעט או הרבה. והיה אם תראום במתי מספר, וספרתם את כולם ובאתם. וילכו עבדי יעקב בסתר אל המלכים האלה, ויעשו כאשר ציוום בני יעקב.", "ויצאו בני יעקב עם עבדיהם אל שער שכם לקראת המלכים האלה, ויעקב אביהם איתם. ויהי בצאתם והנה מלך חברון ושלושה שריו ותשעה אנשים עמו באים בדרך מול בני יעקב. וישאו בני יעקב את עיניהם ויראו מרחוק ויכירו את יפיע מלך חברון ושריו באים לקראתם, ויתיצבו בני יעקב במקומם בשער שכם ולא הלכו. ומלך חברון הולך הלוך וקרב הוא ושריו עד הגעתו אל בני יעקב, וישתחו להם ארצה עם שריו. וישב מלך חברון עם שריו לפני בני יעקב, ויאמרו לו בני יעקב מה לך מלך חברון למה באת אלינו היום מה תבקש מאיתנו. ויאמר מלך חברון אל יעקב, בי אדוני כי מלכי הכנעני באים כולם אליכם היום לעשות עמכם שלום. וישמעו בני יעקב את דברי מלך חברון ולא אבו לדבריו, כי לא האמינו לו בני יעקב כי חשבו במרמה דיבר אליהם מלך חברון. וידע מלך חברון מדברי בני יעקב, כי לא האמינו אל כל דבריו. ויגש עוד מלך חברון לפני יעקב ויאמר אליו, בי אדוני כי כל המלכים האלה לשלום באים אליכם כי לא באו עם כל אנשיהם. וגם כל כלי מלחמות לא הביאו לא הביאו עליהם, כי על שלום מאת אדוני ובניו באו לבקש. ויענו בני יעקב את מלך חברון לאמור, שלח נא אתה ויבואו כל המלכים האלה לבדם לפנינו אם באמת תדבר אלינו. והיה אם יבואו אלינו בלא כלי מלחמתם, ונדעה כי שלום יבקשו ממנו. וישלח יפיע מלך חברון אחד מאנשיו אל המלכים, ויבואו כולם לפני בני יעקב וישתחו להם אפיים ארצה. וישבו המלכים האלה לפני יעקב ולפני בניו וידברו אליהם לאמור, שמענו את כל אשר עשיתם למלכי האמורי בחרבכם הקשה ובזרועכם הגדולה מאוד כי לא עמד איש מהם בפניכם. ונירא מאוד לנפשותינו מכם פן יקראנו כמקריהם, ונבוא אליכם לכרות לנו ברית שלום. ועתה כרתו לנו ברית ושלום אמת כאשר לא תגעו בנו ולא נגע בכם. וידעו בני יעקב כי באמת באו לבקש השלום מאיתם, וישמעו להם כל בני יעקב ויכרתו להם ברית שלום. וישבעו אליהם בני יעקב אשר לא יגעו בהם, וגם כל מלכי הכנעני נשבעו. וישימום בני יעקב למס, מהיום ההוא והלאה.", "ואחרי כן באו כל שרי המלכים האלה עם כל אנשיהם לפני בני יעקב ומנחות בידיהם אל יעקב ואל בניו, וישתחו להם אפיים ארצה. ויפצרו המלכים האלה בבני יעקב ויתחננו אליהם, להשיב את כל השביה אשר שבו משבעת ערי האמורי. ויעשו כן בני יעקב וישיבו את כל השביה, את הנשים ואת הטף ואת כל בהמה וכל השלל אשר לקחו, וישלחו אותם וילכו איש לעירו. וישתחוו כל המלכים האלה עוד אל בני יעקב, וישלחו ויביאו אליהם מנחות רבות בימים ההם. וישלחו בני יעקב את המלכים האלה ואת אנשיהם, וילכו מאיתם לשלום אל עריהם וגם בני יעקב שבו אל מקומם שכמה. ויהי שלום מהיום ההוא והלאה בין בני יעקב ובין מלכי הכנעני, עד בא בני ישראל ארץ כנען לנחלה."], "heVersionTitle": "Sefer HaYashar, Livorno 1870", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": ["And Jacob sent messengers at the same time to Esau his brother in the land of Seir, and he ‎spoke unto him words of prayer and supplication.‎‏ ‏And he commanded them saying: Thus shall ‎ye speak unto my lord, unto Esau: Thy servant Jacob saith thus: Let not my lord think that the ‎blessings wherewith my father hath blessed me was of any benefit to me. For I have ‎sojourned with Laban these twenty years and he hath deceived me, changing my wages ten ‎times as it hath already been stated unto my lord. And I have served him in his house a very ‎hard servitude until God saw my trouble, my servitude and the work of my hands, and he ‎granted me to find grace and mercy in his eyes, and afterwards I became possessed through ‎God’s kindness and his great mercy, of oxen and of asses, and of men servants and of maid ‎servants. And I am returning now to my land and my native place, to my father and mother ‎who are in the land of Canaan, and I am desirous to impart all these things to my lord in order ‎to find favor in the eyes of my lord, so that he may not think that I have acquired wealth by ‎reason of the blessings by which my father hath blessed me. And the messengers went unto ‎Esau and they met him on the boundary of the land of Edom, marching against Jacob with four ‎hundred men of the sons of Seir the Horite with their drawn swords. And Jacob's messengers ‎spoke unto Esau all that Jacob had told them concerning Esau. And Esau answered them in ‎pride and contempt, saying unto them: Verily I have heard of it and I have been correctly ‎informed of what Jacob hath done unto Laban. For Laban made him great and gave him his ‎daughters to wives; and he begat sons and daughters, and he increased greatly in possession ‎and wealth in Laban’s house. But as soon as he saw the abundance of his possessions and ‎wealth he fled from Laban's house with all that belonged unto him, carrying away Laban's ‎daughters from the presence of their father like captives taken by the sword, without telling ‎Laban a word about it. But Laban is not the only one whom Jacob hath treated in such a way, ‎for he hath done unto me after the same manner, and he hath supplanted me twice. And shall ‎I now be silent? And now behold I have come with my camp to meet him, and I will deal with ‎him according to the best of my mind. And the messengers returned unto Jacob saying: We ‎came to thy brother Esau and we spoke unto him according to all thou hast said, and such was ‎his answer unto us, and also he cometh to meet thee and four hundred men with him. And ‎when he heard the words which Esau had spoken to his messengers, Jacob was greatly afraid ‎and distressed. And Jacob prayed unto the Lord his God saying: Oh Lord, God of my fathers ‎Abraham and Isaac, thou hast said unto me at my departure from my father's house, saying: I ‎am the Lord, the God of Abraham thy father, and the God of Isaac, the land whereon thou ‎liest, to thee will I give it, and to thy seed. And behold I am with thee and will keep thee in all ‎places whither thou goest, and I will multiply thy seed as the stars of heaven, and I will cause ‎thy enemies to fall down before thee, and when they shall wage war against thee they shall ‎never prevail over thee. And I will bring thee back into this land in joy and gladness, with ‎children and with great wealth. And thou hast fulfilled thy words and thou hast given unto me ‎wealth and children and cattle, whatsoever the heart of thy servant wished for thou hast given ‎unto me, and whatsoever I asked for thou hast granted unto me, so that I was not wanting in ‎the least. And thou hast finally said unto me: Return unto thy country and thy kindred and I will ‎deal well with thee. And now behold I have fol lowed thy words and thou hast delivered me ‎from the hands of Laban, and shall I fall now into the hands of Esau who will smite me and the ‎mothers with the children? Oh deliver me, I pray thee, from the hand of my brother, from the ‎hand of Esau, and if there be no merit in me do it for the sake of Abraham and Isaac my father, ‎for I know that simply through grace and mercy have I obtained all this wealth. And behold, I ‎beseech thee now for the same reason to deliver me to day in thy kindness, and to answer ‎unto me.‎", "And when Jacob had finished praying unto the Lord he divided the people that were with him, ‎and the flocks and the herds and the camels, into two bands. And he intrusted one half to the ‎care of Dameshek son of Eliezer, the servant of Abraham, for a camp with his children, and the ‎other half he put into the care of Elinos his brother, the son of Eliezer, for a camp with his ‎children. And he commanded them saying: Keep your camps at a distance from one another ‎and do not come near each other; and if Esau come to one company and smite it, then the ‎other company which is in the distance from it will escape him. And Jacob lodged there that ‎same night, and during the whole night he gave his servants orders and instructions ‎concerning the camp and the children. And the Lord listened unto Jacob’s prayer at that time, ‎and he was pleased to deliver Jacob from the hands of Esau his brother. And the Lord sent ‎four angels, from the angels on high, and they went before Esau and they came to him. And ‎these angels appeared in the sight of Esau and his people like two thousand men riding upon ‎horses and armed with all sorts of weapons, and they divided themselves into four bands ‎under four captains. And one of these camps marched toward Esau, and found him advancing ‎against his brother Jacob with four hundred men. And this camp ran against Esau and his men ‎and they were greatly alarmed and Esau fell for fright from his horse, and all his men scattered ‎and left him alone in that place, for they were greatly terrified; and the angelic camp shouted ‎after the routed band. And all the warriors exclaimed saying: Verily we are the servants of ‎Jacob the servant of God, and who is he that can oppose us? And Esau said unto them: Behold ‎my lord your master Jacob is my brother and I have not seen him these twenty years, and now ‎that I come to meet him, is it thus that I am treated by you? And the angels replied unto him ‎saying: As the Lord liveth, were it not for Jacob whom thou claimest to be thy brother, we ‎would not have left a remnant of thee and thy people, nay not even one man. And scarcely ‎had this camp departed from Esau and his men, and scarcely had Esau and his men advanced ‎about one league, when the second camp came over him with all sorts of weapons and they ‎did unto Esau and his men according to the manner of the first camp. And when they were ‎allowed to go on, behold the third camp came terrifying all the people and Esau fell again from ‎his horse in alarm, and the whole camp shouted wildly: Verily we are the servants of Jacob the ‎servant of God, and who is he that can oppose us? And Esau replied once more saying: Verily ‎Jacob my lord and your master is my brother. Behold I have not seen his face these twenty ‎years, and now, that I come to welcome him, you treat me in such a manner. And they ‎answered: As the lord liveth, were it not for Jacob whom thou claimest to be thy brother we ‎should not have left a remnant of thee and thy men, but on account of Jacob of whom ‎thousayest he is thy brother, we shall not interfere with thee nor with thy men. And the third ‎camp departed likewise, but Esau still continued his journey advancing with his men against ‎Jacob, when the fourth camp appeared and did unto Esau likewise according to what the ‎others had done unto him. And when Esau reflected over the misery which the four angels ‎had occasioned him and his men, he was in great fear of his brother, and he decided to go and ‎meet him in peace. And Esau concealed his hatred against Jacob, for fear of his own life, ‎because he thought that the four camps he met were the servants of Jacob. And Jacob lodged ‎that night in the camp with his servants, and he consulted with his servants and they decided ‎to give Esau a gift from all the property that he had with him.‎", "And in the morning Jacob and his men arose and they selected a gift for Esau from the choice ‎of the cattle. And this is the number of the cattle which Jacob selected from his flocks and ‎herds for Esau his brother. And he selected four hundred and forty head from among the ‎sheep, and from the camels and asses thirty each, and fifty head of cattle. And he assorted the ‎cattle after its kind, and he divided all into ten droves and put them into the hands of ten of his ‎servants, every drove by itself. And he commanded them saying: Keep ye at a distance from ‎each other, and put a space be twixt drove and drove. And when Esau and those that are with ‎him meet you and ask of you, saying: Who are ye and whither do ye go and whose are those ‎before you? then you shall say unto him: We are the servants of Jacob who cometh to meet ‎Esau in peace; and behold Jacob also cometh behind us, and that which is before us is a ‎present sent from Jacob to Esau his brother. And when they shall say unto you: Why delayeth ‎he, being so far behind you, in coming to meet his brother and to see his face? then ye shall ‎answer: Verily he cometh cheerfully to meet his brother, yet he is behind us for he said: I will ‎appease him with the gift that goeth before me, and afterwards I will see his face; ‎peradventure he will accept it of me. So went the present ahead of Jacob on that day in the ‎hands of his servants, and he himself lodged that night with his company by the banks of the ‎brook Jabbok. And he rose up that night, and took his two wives and his two women-servants ‎and his eleven sons, and passed over the ford Jabbok. And when he had passed over the ‎brook, all belonging to him, Jacob was left alone; and a man met him and wrestled with him ‎until the breaking of the day, and the hollow of Jacob's thigh was out of joint as he wrestled ‎with him. And when the morning dawned the man left Jacob, and he blessed him and went his ‎way. And at dawn Jacob passed the brook and he halted upon his thigh. And the sun rose ‎upon him after passing the brook and he reached the place of the cattle and his children. And ‎they went on till mid-day with the present passing on before them. And Jacob lifted up his ‎eyes, and behold Esau was in the distance and with him many men, about four hundred of ‎them, and Jacob was greatly afraid of his brother. And Jacob hastened and divided his children ‎unto his wives and unto their two hand-maids, and Dinah his daughter he concealed in a chest ‎and delivered her into the hands of his servants. And he went ahead of his children and wives ‎to meet his brother, and he bowed down to the ground; seven times he bowed down until he ‎reached his brother. And the Lord caused Jacob to find favor and grace in the eyes of Esau and ‎his men, for the Lord hath hearkened unto Jacob’s prayer.‎", "And the fear and terror of Jacob fell over his brother Esau; for Esau was in great fear of Jacob ‎on account of what the angels of God had done unto him, and Esau’s anger against Jacob ‎became turned into kindness. And when Esau saw Jacob running towards him Esau too ran to ‎meet him and he embraced him, and fell on his neck, and kissed him; and they wept. And the ‎Lord filled the hearts of the men that came with Esau with fear and kindness, and they also ‎kissed and embraced Jacob. And Eliphaz the son of Esau, with his four brothers, the sons of ‎Esau, wept with Jacob, and kissed and em braced him; for the fear of Jacob had come over ‎them and Esau lifted up his eyes and saw the women and the children of Jacob, following ‎Jacob and bowing down before Esau on their way, and he said: Who are those with thee my ‎brother, are they thy children or thy servants? And Jacob answered: The children which God ‎Whath graciously given thy servant. And while Jacob was speaking with Esau and his men, Esau ‎beheld the entire camp and he asked him: Whence didst thou get all the camp that I met ‎yesterday? And Jacob answered: To find grace in the eyes of my lord, the Lord graciously gave ‎it to thy servant. And when the present came before them Jacob urged Esau saying: Take, I ‎pray thee my blessing that is brought to thee, my lord! But Esau said: What is it good for, my ‎brother? Keep that thou hast unto thyself, for it was my duty to give a gift unto thee, after ‎that I have seen thy face and thou art still alive and in peace. Thus Esau refused to accept the ‎gift, but Jacob pressed him, saying: I beseech thee my lord, if now I have found grace in thy ‎sight then receive my present at my hand; for therefore I have seen thy face, as though I have ‎seen the face of God and thou wast pleased with me. And Esau took the present, and Jacob ‎further gave unto Esau silver, and gold, and bdellium, for he urged him so much that he had to ‎accept. And Esau divided the cattle that was in the camp, giving one-half to the men that came ‎with him, for they came on hire, and the other half to his sons. And the silver and gold and ‎bdellium he delivered into the hands of Eliphaz his oldest son. And Esau said unto Jacob: Let ‎me take our journey with thee and we will go along slowly until thou comest to my place and ‎there we can dwell together. And Jacob answered unto his brother: I should gladly do as my ‎lord speaketh unto me, but my lord knoweth that the children are tender, and the flocks and ‎herds with their young are with me; and if men should overdrive them one day all the flock ‎would die. Let my lord, I pray thee, pass over before his servant, and I will lead on softly ‎according to what the cattle, that goeth before me, and the children be able to endure, until I ‎come unto my lord into Seir. And Esau said: Let me now leave with thee some of the men that ‎are with me, to take care of thee on the road, and to bear thy burden and fatigue. And Jacob ‎said: Why should I find such grace in thy eyes, my lord? Behold I will come unto Seir to dwell ‎with thee together, as thou hast spoken, only pass thou on with thy people, and I shall follow ‎thee. And Jacob said these words unto Esau simply to free himself from Esau and his men, that ‎he might be allowed to go to his father's house, unto the land of Canaan. And Esau listened to ‎the voice of Jacob and he departed with the four hundred men that. were with him to return ‎on their road towards Seir; and Jacob with all belonging to him went on that very day to the ‎extreme boundaries of the land of Canaan, and he remained there for some time.‎", "And after some time. Jacob went away from the borders of the land and he came to Shalem, a ‎city of Shechem which is in the land of Canaan, and he pitched his tent before the city. And he ‎bought there a parcel of a field at the hand of the children of Hamor the people of the land for ‎fifty shekels. And Jacob built him a house and made booths for his cattle; therefore the name ‎of the place is called Suc coth; and Jacob tarried in Succoth one year and six months. And at ‎that time part of the women of the in habitants of the land went to the city of Shechem to ‎dance and be merry with the daughters of the city people, and Rachel and Leah, Jacob's wives, ‎with their families went along to witness the festivities of the daughters of the city. And Dinah, ‎Jacob's daughter, was also with them, and she saw the daughters of the city and remained ‎among them while all the people of the city stood around them, to see their rejoicings; and all ‎the prominent citizens were present, and Shechem the son of Hamor, the prince of the land, ‎was likewise there to see them. And when Shechem saw Dinah sitting with her mother before ‎the daughters of the city, the maiden pleased him greatly and he inquired of his friends and of ‎his people, saying: Whose daughter is she that sitteth among the women and whom I do not ‎know in this city? And they said to him: Verily that is the daughter of Jacob son of Abraham the ‎Hebrew, who hath been dwelling in this city for some time; and when she heard that the ‎daughters of the land were going to a festival, she also came with her mother and maid-‎servant to sit amongst them, as thou seest. And Shechem continued looking at Dinah, and his ‎soul clave to Dinah, and he sent and had her taken forcibly into his house, and after having ‎seized her by force he defiled her. And they came and informed Jacob of what had occurred, ‎and when Jacob heard that Shechem defiled his daughter Dinah, he sent two of his servants to ‎bring Dinah from the house of Shechem. And when they came to the house to take Dinah ‎away, Shechem went towards them with his men and he drove them away from his house and ‎he would not allow them to come before Dinah. And Shechem was sitting by Dinah’s side, ‎kissing and embracing her before the eyes of Jacob's servants. And the servants of Jacob ‎returned unto him saying: When we came to the house, Shechem drove us away, and thus did ‎Shechem do unto Dinah before our very eyes. And Jacob knew now beyond doubt that ‎Shechem had defiled his daughter, but he held his peace, because his sons were at that time ‎in the field with the cattle; and Jacob remained silent until they’re turned.‎", "And before his sons’ return, Jacob sent two maid-servants of his daughter to take care of ‎Dinah in Shechem’s house, and to remain with her. And Shechem the son of Hamor son of ‎Hidekem son of Pered spoke unto his father, saying: Get me this damsel to wife. And Hamor, ‎son of Hidekem the Hivite, went into the house of Shechem his son and he sat before him; ‎and Hamor said unto his son Shechem: Is there not a woman among the daughters of thy land ‎worthy to be thy wife, that thou goest to take a Hebrew woman, who is not of thy people? ‎And Shechem replied: She is the only one which thou must get for me, for she pleaseth me ‎best. And Hamor decided to do the will of his son, for he was dearly beloved by him. And ‎Hamor the father of Shechem went out unto Jacob, to commune with him concerning the ‎matter, but ere he had left the house of Shechem to go unto Jacob, the sons of Jacob had re ‎turned from the field for they were informed of what Shechem the son of Hamor had done. ‎And the men were greatly grieved concerning their sister, and all came home with a burning ‎wrath even before the time of gathering in their cattle. And they came and sat before their ‎father, with anger kindled, and they said: Verily this man deserveth death, for God the Lord of ‎the whole earth commanded unto Noah and his children that man should neither rob nor ‎commit adultery, and behold Shechem hath both robbed us of and defiled our sister, and not ‎one of all the people of the city spoke a word unto him. Verily thou knowest it well that death ‎is due to Shechem and his father and to the entire city, for what he hath done. And while they ‎were thus deliberating in the presence of their father, Hamor the father of Shechem entered ‎to commune with Jacob concerning the words of his son on account of Dinah, and he sat ‎before Jacob and his sons. And Hamor spoke unto them, saying: The soul of my son Shechem ‎longeth for your daughter. I pray ye give him her to wife, and make ye marriages with us and ‎give your daughters unto us and take our daughters unto you. And ye shall dwell with us in our ‎land, and we will be like one people in the land. Behold our land is very spacious, dwell and ‎trade ye therein and get you possessions therein, and do therein as it pleaseth unto you and ‎no one will say a word against it. And when Hamor had ceased speaking unto Jacob and his ‎sons, Shechem his son came after him and sat before them, and Shechem spoke unto Jacob ‎and his sons, saying: Let me find grace in your eyes to give me your daughter to wife and ‎whatsoever you will say unto me I shall do for her. Ask me never so much dowry and gift and I ‎will give accordingly as ye shall say unto me, and whosoever shall trespass the orders of your ‎mouth he shall die, but give me the damsel to wife.‎", "And Simeon and Levi answered cunningly unto Hamor and Shechem his son, saying: We will do ‎unto you according to what you have said; behold our sister is in your house, and we want you ‎only to keep away from her until we send to consult our father Isaac, for we can do nothing ‎without his consent because he knoweth the ways of our father Abraham and whatsoever he ‎will say unto us we will tell you, we shall not withhold it from you. And Simeon and Levi said ‎these words unto Hamor and his son, to find a pretext and to consult as to what should be ‎done with Shechem and his city in that matter. And when Shechem and his father heard the ‎words spoken by Simeon and Levi it pleased them exceedingly, and they started on their way ‎home. And when they were gone the sons of Jacob spoke unto their father saying: Verily thou ‎knowest the judgment of death is due to these wicked men and to their city, for they have ‎transgressed the words of God which he had commanded to Noah and his sons and his seed ‎after him forever; for he hath defiled our sister Dinah, and such an outrage should never have ‎been done in our midst. And now let us deliberate and decide what has to be done, and how ‎we can find a pretext in order to kill all the inhabitants of this city. And Simeon said unto them: ‎The best advice in this matter is to request them to circumcise every male among them even ‎as we are circumcised, and if they decline to do so we shall take our daughter from them and ‎go away. And in case they consent and do so, then when they are sore, we will come over ‎them with our swords as if they were a quiet and confiding people, and we will slay every male ‎among them. And Simeon’s advice was pleasing in their eyes, and Simeon and Levi decided to ‎act upon it. And in the morning Shechem and his father, Hamor, came once more unto Jacob ‎and his sons, to speak concerning Dinah, and to hear what answer the sons of Jacob had to ‎give to their offer. And the sons of Jacob spoke unto them cunningly, saying: We told all your ‎words unto our father, Isaac, and he was pleased with your offer, but he admonished us, ‎saying: , Thus did Abraham, my father, command me according to the will of God, the Lord of ‎the whole earth,—whenever any man, not of thy own sons, desires to take one of thy ‎daughters to wife, that man and all the male persons of his people must be circumcised even ‎as we are circumcised, and then only can we give him our daughters to wife. And now we have ‎made known to thee all the words of our father, for verily we cannot do the thing thou hast ‎spoken unto us, to give our daughter to a man that is not circumcised, as we regard it a shame. ‎But in this will we consent unto you, to give you our daughter and we will take your daughters ‎for ourselves, and to dwell in your midst and be like one people as you have spoken, if you will ‎listen unto us and consent to become like unto us, and circumcise every male among you, ‎even as we are circumcised. But if you do not listen unto us, to circumcise every male among ‎you as we are circumcised according to the commandment of our Lord, then we will come to ‎you and take our daughter from you and go away. ‎", "And Shechem and his father heard the words of the sons of Jacob, and their words pleased ‎them, and Shechem and his son deferred not to do the thing, because Shechem had delight in ‎Jacob’s daughter, and his soul was bound to her. And Shechem and his father hastened to the ‎gate of their city, and they assembled all the people of their city, and they spoke unto them ‎the words of Jacob's sons, saying: We came to these men, to the sons of Jacob, and we ‎communed with them concerning their daughter, and these men agreed to do what we ‎desired of them; and behold our land so very spacious is before them and they can trade and ‎dwell therein, and we will be as one people with them. Their daughters we will take to ‎ourselves, and our daughters we will give unto them to wives. But they have consented only ‎on the condition that we circumcise every male person amongst us, even as they are ‎circumcised, for thus their God had commanded them. And as soon as we comply with their ‎demand then all of them with their wealth and cattle will dwell with us, and we will become ‎one people with them. And the people of the city hearing the words of Shechem and his ‎father, Hamor, accepted the proposal, and they agreed to be circumcised; for Shechem and his ‎father, Hamor, were highly respected in their eyes, being the princes of the land. And next ‎morning Shechem and his father, Hamor, rose early and gathered together all the male ‎persons unto the middle of the city, and they called the sons of Jacob and they circumcised ‎every male among them on that day and the following one. And they circumcised also ‎Shechem and his father, Hamor, with his five brothers, and they each of them returned to his ‎house. For this was from the Lord, as also the advice of Simeon, in this matter, so that the Lord ‎might deliver the city of Shechem unto the hands of Jacob’s two sons. And the numbers of all ‎the males then circumcised were six hundred and forty-five men and two hundred and ‎seventy-six children. But Hidekem, the son of Pered, Hamor's father, and his six brothers, ‎were not circumcised for the proposal of the sons of Jacob was abominable in their eyes, and ‎they were greatly wroth at the people of the city for not re fusing, also, according to their ‎advice. And it was on the second day, in the evening, that eight small boys were found which ‎were not circumcised, for their mothers had concealed them from Shechem and his father, ‎and from the people of the city. And Shechem and his father, Hamor, sent for those boys to ‎have them brought before them to be circumcised, but Hidekem and his six brothers jumped ‎at them with their swords and sought to kill them. And they sought to kill Shechem and his ‎father, Hamor, and Dinah was to be killed likewise on account of that matter.", "And they said to them: What is this thing that you have done? is there not among the ‎daughters of your brothers, the Canaanites, a woman, that you must take to you one from the ‎daughters of the Hebrews whom you have not known neither yesterday nor day before, and ‎besides, you do such things as have never been commanded unto us by our fathers? Do you ‎really believe to prosper in this matter, and what answer will you make to your brethren, the ‎Canaanites, if they come and question you to-morrow concerning these things? and if your ‎actions should not be regarded just in their eyes, what will you do for your souls, for not ‎having listened to our voices? And further, if all the inhabitants of the land and all your ‎brethren, the sons of Ham, will hear of your action, saying: On account of a Hebrew woman ‎Shechem and his father, Hamor, and all the people of their city com mitted things of which ‎they never knew, and which their forefathers never commanded unto them, whither then will ‎you flee and whither shall ye go with all your endless shame before the inhabitants of Canaan, ‎your brethren? And now, we cannot stand this thing that you have done, and we cannot ‎endure it to carry upon us this yoke, something our forefathers never commanded unto us. ‎Behold, we will go to-morrow and assemble all our brethren, the Canaanites that dwell in the ‎whole land, and we will smite you and all those that trust in you, that there will not be left of ‎you or of them a remnant. And Hamor and Shechem, his son, and the in habitants of the place, ‎hearing these words were in great fear of Hidekem and his brothers, and they were afraid of ‎their lives, and they repented of all that they had done. And Shechem and his father, Hamor, ‎replied unto Hidekem and his brothers, saying unto them: Every one of the words you have ‎spoken is correct, but do not say or think in your hearts that we have done out of love to the ‎Hebrews, these things, which our forefathers never commanded unto us. For we did it ‎because we have seen that they had not the heart nor the willingness to grant us our wish ‎concerning their daughter, so that we could take her unto us, save upon this condition; and we ‎have listened to their voice and done these things merely to obtain what we desired from ‎them. And after we shall have gained what we sought of them we will do unto them ‎whatsoever you may say unto us. And now, we pray ye, wait and be patient until our flesh ‎shall be healed and we gain strength, and we will unite and go against them and do unto them ‎as it is in your hearts and in ours.", "And Dinah, the daughter of Jacob, heard all these words which Hidekem and his brothers had ‎spoken, as also the answer of Hamor and his son, Shechem, and all the people of their city.  ‎And Dinah sent hastily one of her maidens, which her father had sent to take care of her in the ‎house of Shechem, to Jacob and his sons. And the maid servant went and spoke all their words ‎to: Jacob and his sons, saying: Such was Hidekem's advice, and such the answer of Hamor, and ‎Shechem, and the people of their city. And when Jacob and his sons heard these words they ‎became filled with wrath, and they were furious and their anger burnt within them. And ‎Simeon and Levi said: As the Lord liveth there will not be left of them to-morrow a remnant. ‎And twenty young men had also concealed themselves and they were not circumcised, and ‎these young men fought against Simeon and Levi, and Simeon and Levi killed eighteen of ‎them. And two of them fled and escaped into the slime pits that were in the city, and Simeon ‎and Levi searched for them but they could not find them. And Simeon and Levi went further ‎into the city and they killed all the people of the city at the edge of the sword, and there was ‎not left a remnant. And there was a great tumult in the city, and the cry of the people of the ‎city ascended to the very heavens, and the women and children cried terribly. And Simeon ‎and Levi smote the whole city, they left not one male person in the entire city. And Hamor and ‎his son, Shechem, they slew, also, at the edge of the sword, and then they led away Dinah ‎from the house of Shechem, and went away. And then the sons of Jacob returned among the ‎slain and took all the spoil that was found in the city and in the field. And while they were ‎engaged in taking the spoil, some three hundred women stood up throwing dust at them and ‎pelting them with stones, and Simeon turned at them and slew them all with his sword. And ‎Simeon returned unto Levi, and they came into the city and they took also their sheep and ‎oxen and all the cattle and the rest of the women and children, and they opened the gates ‎and went out and came to their father in triumph.‎", "And when Jacob saw what they had done to the city and the spoil they had made, Jacob was ‎very angry at them, and he said unto them: What is it that ye have done unto me? Behold I ‎have found rest among the inhabitants of the land of the Canaanites, and no one of them ever ‎said a word unto me. And now you have caused me to be in bad order with the inhabitants of ‎the land of the Canaanites, and the Perizzites; and I, being few in numbers, they shall gather ‎themselves together against me and slay me when they hear what you have done unto their ‎brethren, and I shall be destroyed, I and my house. And Simeon and Levi, and their brothers, ‎answered their father, saying: Behold, we are yet alive in the earth, and shall we suffer ‎Shechem to do this to our sister? Why art thou silent at all that Shechem hath done, shall our ‎sister be treated like a harlot of the street? And the number of the women captured by ‎Simeon and Levi in the city of Shechem, outside of those they had slain, was eighty-five, of ‎such as never knew a man. And amongst those captives was a young maiden of comely ‎appearance, and her name was Bunah, and Simeon took her to wife. And the number of male ‎persons which they captured and did not slay, was forty-seven men, and the rest they slew. ‎And all the youths and women that Simeon and Levi had made captives from the city of ‎Shechem became servants to the sons of Jacob and their children, even unto the day that the ‎children of Jacob went forth from the land of Egypt. And when Simeon and Levi left the city ‎the two young men that escaped death by concealing themselves in the city, arose and went ‎about in the city, and they found the city destroyed and not a single man in it, only women ‎crying and weeping. And these young men exclaimed: Behold, the evil which the sons of ‎Jacob, the Hebrew, have brought over this city, in hav ing this day devastated one of the cities ‎of Canaan without fear of their lives of all the inhabitants of Canaan' And these men went ‎forth from the city and went into the city of Tapuah; and arriving there they said unto the ‎inhabitants of Tapuah all that had occurred, and all that the sons of Jacob had done unto the ‎city of Shechem. And when the news hath been imparted to Jashub the king of Tapuah, he ‎dispatched messengers to the city of Shechem in order to see concerning what these two ‎young men had said. For the king could not believe the statement of those men, saying: How ‎can it be that two men could destroy a large city like Shechem. And Jashub’s messengers ‎returned and spoke unto him saying: Behold we have come unto the city and it is completely ‎destroyed, and we found not a single man in the entire city, only a few weeping women. And ‎there is not one sheep nor any cattle there, for everything was taken away from the city by ‎the sons of Jacob. And Jashub was astonished at that, saying: How could two men do such a ‎thing as to destroy such a large city, and not even one of the inhabitants could stand against ‎them. For such a thing hath never occurred since the days of Nimrod, nor in any of the former ‎days hath such a thing come to pass.‎", "And when Jacob saw what they had done to the city and the spoil they had made, Jacob was ‎very angry at them, and he said unto them: What is it that ye have done unto me? Behold I ‎have found rest among the inhabitants of the land of the Canaanites, and no one of them ever ‎said a word unto me. And now you have caused me to be in bad order with the inhabitants of ‎the land of the Canaanites, and the Perizzites; and I, being few in numbers, they shall gather ‎themselves together against me and slay me when they hear what you have done unto their ‎brethren, and I shall be destroyed, I and my house. And Simeon and Levi, and their brothers, ‎answered their father, saying: Behold, we are yet alive in the earth, and shall we suffer ‎Shechem to do this to our sister? Why art thou silent at all that Shechem hath done, shall our ‎sister be treated like a harlot of the street? And the number of the women captured by ‎Simeon and Levi in the city of Shechem, outside of those they had slain, was eighty-five, of ‎such as never knew a man. And amongst those captives was a young maiden of comely ‎appearance, and her name was Bunah, and Simeon took her to wife. And the number of male ‎persons which they captured and did not slay, was forty-seven men, and the rest they slew. ‎And all the youths and women that Simeon and Levi had made captives from the city of ‎Shechem became servants to the sons of Jacob and their children, even unto the day that the ‎children of Jacob went forth from the land of Egypt. And when Simeon and Levi left the city ‎the two young men that escaped death by concealing themselves in the city, arose and went ‎about in the city, and they found the city destroyed and not a single man in it, only women ‎crying and weeping. And these young men exclaimed: Behold, the evil which the sons of ‎Jacob, the Hebrew, have brought over this city, in hav ing this day devastated one of the cities ‎of Canaan without fear of their lives of all the inhabitants of Canaan' And these men went ‎forth from the city and went into the city of Tapuah; and arriving there they said unto the ‎inhabitants of Tapuah all that had occurred, and all that the sons of Jacob had done unto the ‎city of Shechem. And when the news hath been imparted to Jashub the king of Tapuah, he ‎dispatched messengers to the city of Shechem in order to see concerning what these two ‎young men had said. For the king could not believe the statement of those men, saying: How ‎can it be that two men could destroy a large city like Shechem. And Jashub’s messengers ‎returned and spoke unto him saying: Behold we have come unto the city and it is completely ‎destroyed, and we found not a single man in the entire city, only a few weeping women. And ‎there is not one sheep nor any cattle there, for everything was taken away from the city by ‎the sons of Jacob. And Jashub was astonished at that, saying: How could two men do such a ‎thing as to destroy such a large city, and not even one of the inhabitants could stand against ‎them. For such a thing hath never occurred since the days of Nimrod, nor in any of the former ‎days hath such a thing come to pass. And Jashub, king of Tapuah, said unto all his people: ‎Strengthen yourselves and we will go forth to fight against those Hebrews, and we will do unto ‎them as they did unto the people of that city, and we will avenge on them the cause of all the ‎people of the city. And Jashub, king of Tapuah, consulted with his counselors concerning this ‎matter, and they said unto him: Thou alone canst not succeed against those Hebrews for they ‎must have a peculiar power being able to do such work with the whole city. If two of them ‎could destroy the whole city without one man being able to stand against them, then surely, if ‎we go against them, they will all rise and exterminate us likewise. But send thou to all the kings ‎around us and let them assemble, and with them we will go to fight against the sons of Jacob, ‎and then wilt thou prevail against them. And when Jashub heard the words of his advisers, ‎their words seemed good in his eyes and in the eyes of the people, and he did so. And Jashub ‎sent to all the kings of the Amorites around Shechem and Tapuah, saying: Send me your help ‎and come up with me to smite Jacob the Hebrew and his sons, and to exterminate them from ‎the earth, for thus did they do to the city of Shechem and ye do not even know of it. And ‎when the kings of the Amorites heard of the evil which the sons of Jacob had done to the city ‎of Shechem, they were greatly astonished. And all of them assembled, the seven kings of the ‎Amorites with their armies, altogether about ten thousand men drawing the sword, and they ‎came to wage war against the sons of Jacob. And when Jacob heard that the kings of the ‎Amorites came to fight against his sons, Jacob was in great fear and distress. And Jacob ‎rebuked Simeon and Levi, saying: What is it that ye have done unto me? why have ye done ‎unto me the evil to summon against me all the children of Canaan, to exterminate me and my ‎household? For I was in rest, I as well as my house hold, ere you have done this thing to unite ‎against me all the inhabitants of the land, by your actions. And Judah replied unto his father, ‎saying: And have my brothers Simeon and Levi slain all the inhabitants of Shechem without any ‎cause? verily they did it because Shechem had defiled our sister, transgressing the ‎commandments of God to Noah and his children, for Shechem hath both robbed us of our ‎sister and defiled her. And Shechem committed that great evil, but none of the inhabitants of ‎his city spoke unto him a word, saying: Why dost thou do this? Is it not for this reason that my ‎brothers went out and smote the city? And the Lord gave them into their hands, because all ‎her in habitants have transgressed the commandments of our God. Have, then, my brothers ‎acted without any just cause? And now why fearest thou, and wherefore art thou distressed, ‎and what causeth thy heart to think evil of my brothers and thy wrath to kindle against them? ‎And verily our God, who hath delivered into their hands the city of Shechem and its ‎inhabitants, will deliver into our hands likewise all the kings of the Canaanites that are now ‎advancing against us, and we will do unto them as my brothers have done unto Shechem. And ‎now be thou quiet concerning them, and abandon thy fears, but trust in God and pray unto ‎him in our behalf to help us and deliver us, and to give our enemies into our hands.", "And Judah called one of his father's servants, saying: Go and see where the kings, that come ‎against us, are stationed with their armies. And the servant went and looked from the ‎distance, ascending opposite Mount Sihon, and he saw all the armies of the kings standing in ‎the field. And he returned unto Judah and said: Behold the kings are stationed in the field with ‎all their armies, a people of great multitude, even like the sand on the sea shore. And Judah ‎said unto Simeon and Levi and unto all his brothers: Strengthen yourselves and be brave men, ‎for the Lord our God is with us; fear them not! Stand up and arm yourselves with all the ‎utensils of war, with bow and sword, and let us go to fight against those uncircumcised ones. ‎The Lord our God he will save us! And they arose and put on their weapons great and small, ‎eleven sons of Jacob and their servants with them. And all the servants of Isaac, that were in ‎Hebron with Isaac, came to them likewise, girt with all the instruments of war. And the sons of ‎Jacob with their servants marched against the kings, one hundred and twelve men in all and ‎Jacob went along with them. And they sent unto Isaac the son of Abraham to Hebron, to ‎Kirjath-arba, saying: Pray thou for us unto the Lord our God, to deliver us from the hands of ‎the Canaanites, that are coming against us, and to give them into our hands. And Isaac the son ‎of Abraham prayed unto the Lord in behalf of his children, saying: Oh Lord God, thou who hast ‎assured my father Abraham, saying, I will multiply thy seed like the stars of heaven, and then ‎didst promise unto me likewise and thou hast fulfilled thy word, now behold the kings of ‎Canaan are all united, coming to make war against my children on whose hands there is no ‎violence. And now, oh Lord God, the God of all the earth, pervert thou the counsel of these ‎kings, so that they do not fight against my children. And wilt thou let the fear of my children ‎enter the hearts of all these kings and of all their people, and humble their pride, that they ‎may turn away from my children, and deliver my children and their servants with thy strong ‎hand and outstretched arm, for in thine hands are power and strength to do all these things. ‎And Jacob and his sons with all their servants went forth against the kings, trusting in the Lord ‎their God. And as they went on, Jacob their father also prayed un to the Lord saying: Oh Lord, ‎thou sublime and fearful God, who hast ruled from the earliest days even to this day and who ‎will rule forever, thou who provokest war and who causeth it to cease and in whose hands are ‎power and might to lift up and to cast down to the very ground, may my prayer be accepted ‎unto thee that thou turn unto me in thy mercy, to put the fear of my sons into the hearts of ‎the kings and their people, to terrify them and their armies, and to deliver by thy great mercy ‎all those that trust in thee. For it is thou who subduest peoples under us and nations under our ‎hands! And all the kings of the Amorites came and posted themselves in the field, in order to ‎consult with their counselors what to do unto the sons of Jacob; for they were still afraid of ‎them, saying: Two of them have slain the whole city of Shechem.‎", "And the Lord had hearkened unto the prayers of Isaac and Jacob and he put great fear and ‎terror into the hearts of all the advisers of these kings, and they said all, like with one mouth: ‎Are you all foolish to-day and is there no reason within you to fight against the Hebrews, or do ‎you de sire the death of all of you this very day? Behold two of them came unto the city of ‎Shechem, without fear or terror, and slew all the inhabitants of the city, so that no man could ‎stand against them, and how can ye undertake to fight against all of them? And do ye not ‎know that their God hath great delight in them, performing wonderful things in their behalf, ‎such as have not come to pass since the remotest days and the like of which none of the gods ‎of other nations can bring about? Behold he delivered Abraham the Hebrew, their father, ‎from the hands of Nimrod and all his people, who sought to slay him time and again; and from ‎the fire, whereunto Nimrod had him cast, his God hath delivered him, and who is he that can ‎do such things? And the very same Abraham hath slain the five kings of Elam, when they ‎touched his relative who was dwelling in Sodom in those days. And he took his servant, the ‎most faithful in his house and a few of his men and pursued the kings of Elam in one night and ‎slew them all, and he recovered all the property of his relative which they took away from him. ‎And surely you know that the God of these Hebrews takes great pleasure in them, and they ‎take great pleasure in him, knowing that he hath delivered them from the hands of all their ‎enemies. And through love to their God, Abraham took his only beloved son and was ready to ‎offer him up as a burnt offering to his God. And were it not for God who prevented him from ‎doing it, he should surely have done it through his love to God. And when the Lord saw his ‎behavior he swore unto him, and he promised to deliver his sons and all his seed from all ‎trouble that might befall them, because he hath done this thing, to stifle the compassion for ‎his child through the love of God. And have you not heard what their God hath done unto ‎Pharaoh, king of Egypt, and unto Abimelech, king of Gerar, when they took away Sarah, ‎Abraham's wife, though he proclaimed her to be his sister for fear that they might kill him on ‎her account; and though they had the intention of taking her to wife. God hath done unto ‎them and their people all that you have heard of And behold, we ourselves have seen it with ‎our eyes, that Esau, the brother of Jacob, came against him with four hundred men, resolved ‎to slay him, when he recalled how Jacob had taken away from him his father's blessing. And he ‎went to meet Jacob when he came from Padan-Aram, to smite the mother with the children, ‎and who hath saved him from his hands? Verily, only this God in whom he trusted. He ‎delivered him from the hands of his brother, and can he not deliver him now from the hands ‎of his enemies? ‎", "And who knoweth it not that it was their God who hath given such valor to the sons of Jacob, ‎to do unto the city of Shechem all the evil you have heard of? Could two men, with their own ‎strength, smite a city large as Shechem was it not for their God in whom they trusted? Verily it ‎is he by whose instrumentality they were enabled to slay all the inhabitants of that city. And ‎now, albeit that you are all here united and have left your cities to make war against them, ‎think ye to prevail over all of them, even if there came to your assistance thousand times as ‎many as there are of you. For you must know and understand that it is not with them you have ‎come to fight, but with their God who hath chosen them, you come to make war, and you will ‎come to destruction this very day. Now therefore refrain from the evil which you are about to ‎summon upon yourselves, and it will be better for you not to engage in a battle with them, ‎though they be few in numbers; for their God is with them. And the kings of the Amorites on ‎hearing the words of their counselors had their hearts filled with terror and they were afraid of ‎Jacob’s sons, and they resolved not to fight against them. And unto the words of their advisers ‎they inclined their ears and hearkened unto their voice, and their words found favor in the ‎eyes of the kings and they concluded to do accordingly. And the kings returned and abstained ‎from the sons of Jacob, being afraid to approach them and to make war against them for their ‎hearts melted within them for fear, and this fear from the Lord came upon them, for he ‎listened unto the prayers of Isaac and Jacob, and their trusting in him. And all these kings ‎returned on that day with their armies, each one to his own city, without fighting against the ‎sons of Jacob on that day. And the sons of Jacob maintained their position till the evening of ‎that day, opposite Mount Sihon, and when they saw that the kings did not advance to fight ‎with them the sons of Jacob returned to their dwelling place. At that time the Lord appeared ‎unto Jacob, saying: Go unto Beth-el and remain there and erect there an altar to the Lord who ‎appeared unto thee and who delivered thee, and all thy sons, from trouble. And Jacob arose ‎with his sons and all belonging to him, and they went up and came to Beth-el according to the ‎word of the Lord; ‎", "and Jacob was ninety-nine years of age when he went up to Beth-el. And Jacob with his sons ‎and all the people that were with him dwelt in Beth-el in Luz, and he built there an altar to the ‎Lord who appeared unto him; and Jacob and his sons tarried in Beth-el for six months. At that ‎time Deborah daughter of Uz, the nurse of Rebekah who had been with Jacob, died and Jacob ‎buried her beneath Beth-el under an oak which was there. And Rebekah daughter of Bethuel, ‎Jacob’s mother, died at that time in Hebron, in Kirjath-arba, and she was buried in the cave of ‎Machpelah which Abraham had bought from the children of Heth. And the days of Rebekah ‎were one hundred and thirty-three years. And when Jacob heard that his mother Rebekah ‎had died he wept greatly for his mother, and he made a great mourning for her, and for ‎Deborah her nurse, beneath the oak; and he called the name of that place Allon-bachoth, the ‎oak of weeping. And Laban the Aramite died in those days, for the Lord punished him for ‎transgressing the covenant which was established between him and Jacob. And Jacob was one ‎hundred years old when the Lord appeared unto him and blessed him, and he called his name ‎Israel. And Rachel, Jacob’s wife, conceived in those days. And Jacob journeyed at that time ‎with all belonging to him from Beth-el, to his father's house in Hebron. And while they were on ‎the road, only a short distance before coming to Ephrath, Rachel bare a son, and having hard ‎labor she died. And Jacob buried her on the road to Ephrath, in Bethlehem, and he set there a ‎pillar which is upon her grave even to this day. And the days of Rachel were forty-five years ‎when she died. And Jacob called the name of the son that Rachel bare unto him, Benjamin, for ‎in the land “on the right hand” he was born unto him. And after Rachel’s death Jacob ‎transferred his tent into the tent of Bilhah her maid-servant. And Reuben became jealous in ‎behalf of Leah his mother, and he entered Bilhah’s and forcibly removed thence the bed of his ‎father. At that time Reuben was deprived of the portion of the first-born, the kingdom, and ‎the priesthood, for having profaned his father's bed; and the right of the first-born was given ‎unto Joseph, and the kingdom to Judah, and the priesthood to Levi, because Reuben had ‎profaned the bed of his father.‎", "And these are the generations of Jacob born unto him in Padan-Aram. And the sons of Jacob ‎were twelve. The sons of Leah were: The first born Reuben, and Simeon, and Levi, and Judah, ‎and Issachar, and Zebulum, and Dinah their sister: And the sons of Rachel were: Joseph and ‎Benjamin. And the sons of Zilpah, Leah’s maid-servant, were: Gad and Asher. And the sons of ‎Bilhah were: Dan and Naphtali; these are the sons of Jacob which were born unto him in Padan ‎Aram. And Jacob with his sons and all belonging to him journeyed further and came to Mamre, ‎the same is Kirjath-Arba which is in Hebron, where Abraham and Isaac dwelt, and Jacob with ‎his sons with all belonging to him dwelt with his father in Hebron. And his brother Esau and his ‎sons, and all belonging ... to him went to the land of Seir and dwelt there, and had possessions ‎in the land of Seir, and the children of Esau were fruitful and multiplied exceedingly in the land ‎of Seir. And these are the generations of Esau that were born to him in the land of Canaan; ‎and the sons of Esau were five. And Adah bare to Esau his first born Eliphaz, and she also bare ‎to him Reuel. And Ahli bamah bare to him Jeush, and Yaalam and Korah. These are the children ‎of Esau who were born to him in the land of Canaan. And the sons of Eliphaz the son of Esau ‎were: Teman, and Omar, and Zepho, and Gatam, and Kenaz, and Amalex. And the sons of ‎Reuel were: Nachath, and Zerach, and Shamah, and Mizzah. And the sons of Jeush were: ‎Timnah, and Alva, and Jetheth. And the sons of Yaalam were: Alah, and Phinor, and Kenaz. ‎And the sons of Korah were: Teman, and Mibzar, and Magdiel, and Eram; these are the ‎families of the sons of Esau according to their dukes in the land of Seir. And these are the ‎names of the sons of Seir the Horite, inhabitants of the land of Seir: Lotan, and Shobal, and ‎Zibean, and Anah, and Dishon, and Ezer, and Dishan, seven sons.‎‏ ‏And the children of Lotan ‎were: Hori, and Heman, and their sister Timna, that is Timna who came to Jacob and his sons, ‎and they would not listen to her, and she went and became a concubine to Eliphaz the son of ‎Esau, and she bare to him Amalek.‎‏ ‏And the sons of Shobal were: Alvan, and Manahath, and ‎Ebal, and Shepho, and Onam.‎‏ ‏And the sons of Zibeon were: Ajah, and Anah, this is Anah who ‎found the Yemim in the wilderness when he fed the asses of Zibeon his father.‎‏ ‏And it came to ‎pass while he was feeding the asses of his father, driving them to the wilderness into pasture ‎as heretofore, and approaching one of the deserts on the sea shore opposite the wilderness ‎of the people, and be hold a very great storm came from the other side of the sea, and it ‎rested over the asses in the pasture and they were stunned and stood still all of them.‎‏ ‏And ‎after wards one hundred and twenty great and horrible animals emerged from the wilderness ‎on the other side of the sea, and they came all to the place of the asses and stood there.‎‏ ‏And ‎those animals were on their lower half after the shape of the sons of men, but the upper half ‎of some were in the shape of bears and some in the shape of apes, and they had tails behind, ‎hanging down from between the shoulders and sweeping the ground like the tails of the ‎dochiphath.‎", "And those animals mounted the asses and rode away with them and they were not to be ‎found to this very day.‎‏ ‏And one of those animals approached Anah and dealt him a blow with ‎its tail and fled from the place.‎‏ ‏And when he saw these things he was greatly afraid of his life, ‎and he too fled and escaped to the city.‎‏ ‏And he related unto his father and brothers all that ‎hath befallen him and many men went in search of the asses but they could not find them.‎‏ ‏And Anah and his brothers never dared to approach that place again for they were in great ‎fear of their lives.‎‏ ‏And the children of Anah the son of Seir were: Dishon and his sister ‎Ahlibamah, and the children of Dishon were: Hemdan, and Eshban, and Ithran and Cheran; and ‎the children of Ezer were: Bilhan, and Zaavan, and Akan, and the children of Dishan were: Uz ‎and Aran. These are the families of the children of Seir the Horite, according to their dukes in ‎the land of Seir.‎‏ ‏And Esau with his children dwelt in the land of Seir the Horite, the inhabitants ‎of the land, and they acquired possessions in it and they were fruitful and multiplied ‎exceedingly.‎‏ ‏And Jacob with his children and all belonging to him dwelt with Isaac their father ‎in the land of Canaan, as the Lord had commanded unto Abraham their father.‎‏ ‏And it came to ‎pass in the one hundred and fifth year of Jacob's life, which was the ninth year of his dwelling ‎in the land of Canaan after his return from Padan-Aram, that Jacob journeyed with his children ‎from Hebron, and they went along and reached the city of Shechem, and they located there, ‎for the sons of Jacob found good and fat pasture for their cattle in Shechem.‎‏ ‏And the city of ‎Shechem had been rebuilt at that time, and there were in her about three hundred men and ‎women.‎‏ ‏And when Jacob and his sons with all belonging to them came back, they dwelt in the ‎parcel of the land which Jacob had bought from Hamor, when he arrived there from Padan-‎Aram, long before Simeon and Levi had destroyed the city.‎‏ ‏And when the kings of the ‎Canaanites and the Amorites around the city of Shechem heard that Jacob and his sons ‎returned to Shechem to dwell therein, they said: Shall Jacob and his sons be permitted to ‎dwell again in this city after having slain and driven away its inhabitants, to come once again to ‎kill and drive away the people now living in the city? And all of the Canaanitish kings assembled ‎once more to fight with Jacob and his sons.‎‏ ‏And Jashub king of Tapuah sent also to all the kings ‎that were around him, to Elan king of Gaash, and to Thuri king of Shiloh, and to Parathon, king ‎of Hazar, and to Susy king of Sarton, and to Laban king of Beth-horan, and to Shabir king of ‎Othnaimah, saying: Come up to my assistance, and we will smite the Hebrew and his sons and ‎all belonging to him, for they have come once more to Shechem, to take possession thereof ‎and to slay its inhabitants as heretofore.‎", "And all those kings assembled and they came with their armies, a people very numerous, even ‎like the sand on the sea shore, and they gathered themselves together before Tapuah.‎‏ ‏And ‎Jashub king of Tapuah went forth with all his armies to meet them and they en camped ‎outside of Tapuah.‎‏ ‏And all of those kings divided themselves into seven bands to go with ‎seven ar mies against the sons of Jacob.‎‏ ‏And they sent a writ ing to Jacob and his sons saying: ‎Come ye forth one and all that we face each other in the plain, for we de sire to take revenge ‎on you for the people of Shechem whom you have slain, since you have returned once more ‎to the city of Shechem to dwell therein and to slay its inhabitants as heretofore.‎‏ ‏And when the ‎sons of Jacob heard this their anger was kindled at the words of those kings.‎‏ ‏And ten of ‎Jacob's sons arose and each of them put on his instruments of war, and with them one ‎hundred and two of their servants all armed, and ready for the fight.‎‏ ‏And all these men, the ‎sons of Jacob and their servants went to meet those kings.‎‏ ‏And Jacob their father was with ‎them, and they posted themselves upon the hill of Shechem.‎‏ ‏And Jacob prayed to the Lord in ‎behalf of his sons, and, lifting up his hands unto the Lord, he said: Oh Lord, thou art the ‎Almighty God and our father, thou hast formed us and we are thy handiwork. I pray unto thee ‎to deliver my sons through thy great mercy from the hands of their enemies, who have come ‎this day to make battle with them, for in thy hands are power and might to deliver the few ‎from the many.‎‏ ‏And give thou, oh Lord, to thy servant my sons, courage and strength to fight ‎with their enemies and to overpower them and let their enemies fall down before them, so ‎that my sons and their servants may not perish by the hands of the sons of Canaan.‎‏ ‏And if it ‎pleaseth thee to take the lives of my sons and their servants, then let it be done in thy great ‎mercy, through the hands of thy angels, but let them not die by the hands of the kings of the ‎Amorites.‎‏ ‏And when Jacob had finished his prayer, the earth was shaken from its place, and ‎the sun was darkened, and all these kings were frightened and great terror came over them. ‎For the Lord listened to Jacob’s prayer, and the Lord put the fear and terror of the sons of ‎Jacob into the hearts of all the kings and their armies.‎‏ ‏And the Lord caused them to hear the ‎noise of mighty chariots and horses and the war cry of a great army coming with the sons of ‎Jacob.‎‏ ‏And great consternation seized those kings and while they kept their position the sons ‎of Jacob approached them with an hundred and two men amidst terrible shouting.‎‏ ‏", "And when these kings saw the sons of Jacob advancing upon them, their hearts were filled ‎with additional fear, and they thought of returning as heretofore, without fighting against the ‎sons of Jacob. But they did not turn back, saying: It would be a great shame for us to retreat ‎for the second time.‎‏ ‏And when the sons of Jacob came quite near to these kings and their ‎armies, they saw a great multitude even like the sand of the sea.‎‏ ‏And the sons of Jacob called ‎upon the Lord, saying: Oh Lord help us and answer us for in thee alone do we trust, and let us ‎not perish by the hands of these uncircumcised ones who have come upon us this day. And ‎the sons of Jacob armed themselves with their instruments of war, and each man took in his ‎hand shield and lance and they approached to fight. And Judah with ten of his men | ran first ‎before his brothers and he went to meet these kings. And Jashub king of Tapuah, went forth ‎first with his army against Judah. And when Judah saw Jashub with his army coming against ‎him, Judah’s wrath was kindled and his anger was burning within him, and he advanced to ‎fight, ready to give up his soul to die. And Jashub with all his army approached against Judah. ‎And Judah was riding upon a mighty powerful horse. And Jashub was a very heroic man, and ‎he was covered from head to foot with iron and with copper, and he shot arrows, with both ‎his hands, forwards and backwards whilst sitting upon his horse, according to his manner in all ‎his battles, and his arrows never missed the point he was aiming at. And when Jashub ‎advanced against Judah, sending forth his ar rows against Judah the Lord bound Jashub’s ‎hands, so that the arrows bounded upon his own men.", "But Jashub continued advancing against Judah to slay him with his arrows, and there was ‎between them only the distance of thirty cubits. And when Judah saw Jashub darting his ‎arrows against him, Judah ran against him with all his wrath and might. And Judah took up from ‎the ground a large stone weighing about sixty shekels, and he ran at Jashub and struck him on ‎his shield with the stone. And Jashub was stunned by the blow and he fell from his horse to ‎the ground. And the shield was torn off from Jashub’s hand and it sprang away by the severity ‎of the blow to the distance of fifteen cubits, so that the shield fell before the second camp. ‎And when the kings that came with Jashub saw from the distance the strength of Judah, ‎Jacob’s son, and what he had done unto Jashub, they were greatly afraid of Judah. And they ‎gathered around Jashub’s army, to terrify him, but Judah drew his sword and slew forty-two ‎men of Jashub’s camp. And the whole camp of Jashub re treated before Judah and no man ‎dared to stand against him, and they fled leaving Jashub prostrate upon the ground. And when ‎Jashub saw himself deserted by all his men, he rose up in his terror and faced Judah in single ‎combat, and they struck shield against shield. And Jashub took the spear into his hand to strike ‎Judah upon his head, but Judah placed the shield quickly over his head so that his shield ‎received the blow from Jashub’s spear, which cut the shield asunder. And when Judah saw ‎that his shield was broken, he quickly drew his sword and struck Jashub on his ankles and he ‎cut off both his feet, and Jashub fell upon the ground, and the spear fell from his hand. And ‎Judah hastened and picked up Jashub’s spear, and he cut off therewith Jashub's head, and he ‎cast it next to his feet. And when the sons of Jacob saw what Judah had done unto Jashub ‎they ran all into the ranks of the other kings and they $ought with all the armies of Jashub and ‎of the other kings. And the sons of Jacob slew of them fifteen thousand men, smiting them as ‎if they were pomp kins, and the rest ran for their lives. And Judah was still standing over ‎Jashub's body stripping him of his armor and of the iron and copper that was on him, when ‎behold, nine of Jashub’s princes came to fight with Judah. And Judah took quickly a stone from ‎the ground and he smote one of them upon the head, and his skull was fractured and his body ‎also fell from the horse to the ground. And the remaining eight princes, seeing Judah’s ‎strength, were greatly terrified and fled, but Judah with his ten men pursued them, and they ‎overtook them and slew them. And meanwhile the sons of Jacob were still smiting the armies ‎of the kings killing many of them, for there were some of the kings very bold and courageous, ‎and they would not retreat from their places. And they cheered those of the armies that fled ‎before the sons of Jacob, but none of them would listen unto their words, | for they were ‎afraid of their lives, lest they die. And after having completely routed the armies of the kings, ‎the sons of Jacob returned and came unto Judah; and Judah was still slaying the eight princes ‎of Jashub and stripping them of their garments. And Levi saw Elon, king of Gaash, advancing ‎against him with fourteen of his princes. And he came to smite Levi, but Levi knew it not. And ‎when Elon came near Levi looked around himself, and behold he was to be attacked from the ‎rear. And Levi ran with twelve of his servants and slew Elon and his princes with the edge of ‎the sword. ", "And Ihuri, king of Shiloh, came to Elon’s assistance, and when he approached Jacob, Jacob took ‎the bow which was in his hand and struck Ihuri with an arrow and killed him. And when Ihuri ‎king of Shiloh was dead the other four kings retreated from their positions with the remainder ‎of their princes, and they fled, saying: There is not strength in us to fight against the Hebrews ‎after they have slain those three kings and their princes, so much more powerful than we are. ‎And when the sons of Jacob saw the remaining kings retreating from their positions, they ‎went in pursuit of them. And Jacob came likewise from his station on the hill of Shechem and ‎went after them. And when the kings and their princes, with the remnants of their armies saw ‎the sons of Jacob approaching, they were afraid of their lives, and they fled until they reached ‎the city of Hazar. And the sons of Jacob pursued them to the very gates of the city, slaying of ‎the kings and their armies about four thousand men, and while they were engaged in smiting ‎the armies, Jacob with his bow aimed at the kings and slew them all. And he slew Parathon, ‎the king of Hazar at the gates of Hazar, and afterwards also Susi king of Sarton, and Laban king ‎of Beth-horin, and Shabir king of Machnaimah. And he slew them all with his arrows, only one ‎arrow to each of them, and they died. And when the sons of Jacob saw that all the kings were ‎dead and their armies routed, they still fought with the remaining men before the gates of ‎Hazar killing of them over four hundred. And three men fell in that battle from the servants of ‎Jacob. And when Jacob saw that three of his men were slain he was greatly grieved, and his ‎wrath burnt within him against the Amorites. And all the men that were left of the armies of ‎the kings were exceedingly afraid of their lives, and they ran and broke open the gates of the ‎city, and they all entered the city to save themselves. And they kept themselves hidden in the ‎city of Hazar for the city was very large and spacious. And when all of the armies had entered ‎the city, the sons of Jacob followed them. But four powerful men, heroes skilled in warfare, ‎came from the city and posted themselves at the entrance of the city with swords drawn and ‎with spears in their hands, and they took their stand against the sons of Jacob and would not ‎permit them to enter the city. And Naphtali ran against them and came between them and he ‎slew two of them with his sword and he cut off their heads with one blow. And when he ‎turned to the remaining men, and behold they had fled, he ran after them and overtook them ‎and he slew them.‎", "And then the sons of Jacob came into the city, and they found that the city had another wall ‎around it. And they searched for the gate of that wall but they could not find it. And Judah ‎jumped upon the top of the wall followed by Simeon and Levi, and all three descended from ‎the wall into the city. And Simeon and Levi slew all the men that had escaped into the city for ‎safety, and the inhabitants of the place with their women and children they slew likewise with ‎the edge of the sword, so that the cries of the city reached the very heavens. And | Dan and ‎Naphtali sprang upon the wall to see what caused such great crying, for they were in fears ‎concerning their brothers, and they heard the inhabitants of the city crying and entreating: Oh, ‎take all there is in the city and go away, only do not slay us! And when Judah and Simeon and ‎Levi had finished smiting the inhabitants of the city, they scaled the wall and they called Dan ‎and Naphtali that were on the wall, and the rest of their brothers, and Simeon and Levi ‎informed them concerning the gates of the city, and all the sons of Jacob came to take the ‎spoil. And the sons of Jacob took all the spoil of the city of Hazar, the flocks and the herds and ‎all its wealth, and after taking captive all remaining therein, they went away from the city on ‎that day. And on the second day the sons of Jacob went to Sarton, for they have heard that ‎the men remaining in Sarton were assembling to battle with them because they had slain their ‎king. And Sarton was a very high city and well fortified, and it had a deep rampart around the ‎city and the depth of the rampart was about fifty cubits and its breadth forty cubits, and there ‎was no place for a man to enter the city on account of the rampart. And when the sons of ‎Jacob saw the rampart of the city they searched for an entrance into it, but they could not find ‎it, for the entrance of the city was at the rear. And whosoever wished to enter the city had to ‎come by that road and then go around the whole city in order to enter it. And when the sons ‎of Jacob saw that they could not find an entrance to the city they were exceedingly wroth. ‎And the inhabitants of the city were in great fear of the sons of Jacob, for they had heard of ‎what was done by them to the city of Hazar. And the people of Sarton, could not go out to ‎fight against the sons of Jacob even after they had assembled for that purpose, for fearth: ‎while going out, the sons of Jacob might enter the city. So they hastily removed the bridge ‎from the road to the city and brought it into the city before the sons of Jacob came. And when ‎the inhabitants of the city went up to the top of the wall, and behold, the sons of Jacob were ‎seeking the entrance, they taunted and cursed the sons of Jacob from the top of the wall.‎", "And the sons of Jacob hearing their words, were greatly provoked, and they arose and jumped ‎over the rampart in the force of their strength and they cleared the forty cubit breadth of the ‎rampart. And passing the rampart, they stood under the wall of the city and all the entrances ‎were closed by iron gates. And the sons of Jacob approached to break the doors open, but the ‎inhabitants of the city kept them away, casting upon them stones and arrows from the top of ‎the wall, and the number of people upon the wall was about four hundred. And when the ‎sons of Jacob saw that the inhabitants of the city would not suffer them to open the gates ‎they sprang and scaled the walls and Judah ascended first to the east of the city. And Gad and ‎Asher followed him to the corner westward, and Simeon and Levi to the north and Dan and ‎Reuben to the south. And when the inhabitants of the city that were upon the wall, saw the ‎sons of Jacob coming up to them they fled, and descended the wall and concealed themselves ‎in the city. And Issachar and Naphtali who had remained under the wall approached and broke ‎into the city and kindled a fire at the gates thereof, and the iron melted, and the sons of Jacob ‎with all their servants entered; and they fought with the inhabitants of Sarton and smote them ‎with the edge of the sword; not one man could stand against them. And about two hundred ‎men escaped and hid themselves in a tower which was in the city. And Judah followed them ‎up and he destroyed the tower and the tower fell upon them and they all died. And the sons ‎of Jacob ascended the way to the roof of that tower, and behold there was another tower at a ‎distance in the city, high and strong and its top reaching into heaven. And the sons of Jacob ‎descended hastily and went to that tower with all their men, and they found it filled with ‎about three hundred men women and children. And the sons of Jacob smote those men in ‎the tower in a fearful manner, and they ran away and fled from before them. And Simeon and ‎Levi went in pursuit of them, when lo and behold, twelve powerful and heroic men came ‎suddenly over them from the place where they had concealed themselves. And the twelve ‎men kept up a strong assault upon Simeon and Levi and Simeon and Levi could not prevail ‎against them. And those heroes shattered the shields of Simeon and Levi, and one of them ‎struck Levi’s head with his sword. And Levi placed his hand quickly to his head, for he was ‎afraid of the sword, and the sword struck Levi's hand and his hand was nearly cut off. And Levi ‎seized upon the sword and took it from the man by force, and then he struck with it the head ‎of the powerful man and severed it from the body.‎", "And the eleven remaining men approached to fight against Levi when they saw that one of ‎them was slain, and the sons of Jacob struggled but they could not prevail over those powerful ‎men. And when the sons of Jacob saw this, Simeon uttered a powerful and tremendous shout ‎and the eleven men were stunned on hearing that terrible shrieking of Simeon. And Judah, ‎though at a distance, recognized the shouting of Simeon’s voice, and Naphtali and Judah ran ‎with their shields to Simeon and Levi and they found them struggling with those powerful ‎men, unable to prevail against them, for their shields were broken. And Naphtali seeing this ‎took two shields from his servants, and brought them to Simeon and Levi. And Simeon and ‎Levi and Judah, all three, fought on that day against the eleven mighty men, until sunset, but ‎they could not prevail over them. And when this was told unto Jacob he was greatly grieved ‎and he prayed unto the Lord, and he with his son Naphtali went against those powerful men. ‎And Jacob came near them and he drew his bow and slew three of those men with his arrows, ‎and the eight remaining ones turned backwards, and beheld that they were attacked in the ‎front and in the rear, and they were in great fear of their lives, and seeing that they could not ‎stand against the sons of Jacob they fled from before them. And in their flight they were met ‎by Dan and Asher who fell upon them suddenly slaying two of them, and Judah and his ‎brethren pursued the remainder and slew them. And the sons of Jacob slew all the inhabitants ‎of the city of Sarton save the women and little ones. And all the inhabitants of Sarton were ‎powerful men, one of them would pursue a thousand, and two of them would not flee before ‎ten thousand of ordinary men. And the sons of Jacob took all the spoil of the city according to ‎their desire, and they took flocks and herds and all the property of the city. And the sons of ‎Jacob did unto Sarton and its inhabitants as they had done to Hazar and its people, and then ‎they went their way.‎", "And the sons of Jacob left the city of Sarton, and scarcely had they gone two hundred cubits ‎when they met the inhabitants of Tapuach coming against them, who went forth to fight with ‎them, because they had killed Jashub and all his men, and they were minded to recapture ‎from the sons of Jacob all that they had taken from Hazar and Sarton. And the rest of the men ‎of Tapuach fought with the sons of Jacob in that place and the sons of Jacob vanquished them ‎and they fled from before them and the sons of Jacob pursued them into the city of Arbelan ‎and all of them fell before the sons of Jacob. And the sons of Jacob turned upon Tapuach to ‎take away the spoil of the city, and when they approached the city they heard that the people ‎of Arbelan had gone forth to meet them in order to save the property of their brethren. And ‎the sons of Jacob left ten of their men in Tapuach to plunder the city and they went against ‎the inhabitants of Arbelan. And the men of Arbelan went forth with their wives to battle ‎against the sons of Jacob, for their women were skilled in warfare, and they came out about ‎four hundred men and women. And all the sons of Judah shouted with a terribly loud voice ‎and they ran against the inhabitants of Arbelan with a great uproar. And when the people of ‎Arbelan heard the terrible shouting of the sons of Jacob and their roaring like the voice of lions ‎and the roaring of the sea, fear and terror filled their hearts and they were exceedingly afraid ‎of the sons of Jacob; and they fled before them into the city, but the sons of Jacob pursued ‎them to the gates and came over them even in the city. And the sons of Jacob fought with ‎them in the city, and all the women were slinging stones at them and the combat was very hot ‎between them until the evening of that day. And the sons of Jacob could not prevail, and they ‎almost perished in the struggle when they called upon the Lord. And they soon gained ‎strength and the sons of Jacob smote all the inhabitants of Arbelan with the edge of the ‎sword, men women and children. For when the women saw that all their men were dead they ‎ascended upon the roofs of the city, and cast stones upon the sons of Jacob, thick as rain, and ‎therefore the sons of Jacob hastened and returned into the city, and smote all the women ‎with the edge of the sword, and they took all the spoil, flocks, herds and cattle. And the sons ‎of Jacob did unto Machanaimah even as they had done unto Tapuach, Hazar and Shiloh, and ‎then they turned and went thence on their way.‎", "And on the fifth day the sons of Jacob heard that the inhabitants of Gaash had assembled ‎against them to battle, because they had slain their king and their princes. For they had ‎fourteen princes in the city of Gaash, and the sons of Jacob had killed them all in the first ‎encounter. And on that day the sons of Jacob put on their instruments of war, and they ‎advanced to battle against the inhabitants of Gaash. And in Gaash lived a very powerful ‎people, of the sons of the Amorites, and Gaash was a city stronger and more fortified than any ‎of the cities of the Amorites, and it had three walls. And when the sons of Jacob came to ‎Gaash they found the gates of the city locked, and about five hundred men standing upon the ‎outer wall. And a numerous people, even like the sand upon the sea shore, lay in ambush for ‎the sons of Jacob, outside of the city and in its rear. And when the sons of Jacob came near to ‎open the gates of the city, behold, those people that lay in ambush in the rear of the city, ‎came forth from their places and they surrounded the sons of Jacob, so that they were all in ‎the midst of the people of Gaash and they were attacked from either side. And the men that ‎stood upon the wall cast down upon them arrows and stones. And when Judah saw that the ‎people of Gaash were too many for them he uttered a terrible and tremendous shout, and all ‎the men of Gaash were frightened through the noise of Judah’s shrieking, and the strength of ‎his shouting caused many to fall from the wall, and all those that were in the city and those ‎outside thereof were in fear of their lives. And the sons of Jacob once more approached the ‎gates of the city, and the men of Gaash cast upon them stones and arrows from the top of the ‎wall, and made them to flee from the gate. And the sons of Jacob turned against those men of ‎Gaash that were outside of the city and they smote them in a horrible manner, as if they were ‎smiting against pumpkins, and none of them could stand against the sons of Jacob, for they ‎were frightened and terrified by Judah’s shouting. And the sons of Jacob killed all those men ‎that were outside of the city and then they attempted again to enter the city, and to fight ‎under the walls of the city, but they succeeded not. For all the inhabitants of Gaash, that were ‎in the city, had surrounded the walls on either side and the sons of Jacob could not come near ‎the city to fight with them. And as the sons of Jacob approached one corner, to fight under the ‎wall, the people threw upon them arrows and stones like a rain storm, and they fled from ‎under the wall.‎", "And when the people of Gaash saw that the sons of Jacob could not prevail, they taunted the ‎sons of Jacob, saying: What hath happened to you in the war that you cannot succeed. Can ‎you do to the mighty city of Gaash as you have done to the other cities of the Amorites which ‎are less powerful? Verily to those feeble ones amongst us you could do those things to slay ‎them in the gates of the city, for they had no strength, when you terrified them with your ‎powerful shrieking, but will you be able to fight in this place? Verily here you must die all of ‎you, and we will avenge on you the cause of the cities which you have destroyed. And the ‎inhabitants of Gaash taunted the sons of Jacob greatly cursing their God, and still casting ‎stones and arrows upon them from the wall. And when Judah and his brothers heard these ‎words, their anger was greatly excited, and Judah became zealous of his God concerning that ‎matter and he called out saying: Oh Lord help us and our brethren. And he ran from the ‎distance, sword in hand, and by reason of his great strength he sprang from the ground and ‎mounted the wall and his sword fell from his hand. And Judah shouted tremendously upon ‎the wall, so that many of the men that were upon the wall were terrified, and fell down from ‎the wall and died, and those remain ing upon the wall, seeing Judah’s strength were greatly ‎afraid of their lives and they fled into the city to save themselves. And some of them, seeing ‎that Judah had no sword, became emboldened and they approached to slay him and to throw ‎him from the wall to his brothers. And twenty men of the city came to their assistance, and ‎they surrounded Judah, shouting at him and coming near him with drawn swords. And Judah ‎became terrified and he cried out to his brothers from the top of the wall. And Jacob and his ‎sons drew the bows from under the wall and slew three men upon the top of the wall. And ‎Judah continued crying, and he exclaimed: Oh Lord help us, oh Lord save us. And his loud ‎crying upon the wall was heard at a great distance. And after thus crying, Judah shouted once ‎more and the men around him were greatly terrified at Judah’s voice, and they threw away ‎the swords from their hands and fled. And Judah seized the swords which they had thrown ‎away and he fought with them and slew twenty of their men that were upon the wall. And ‎about eighty men and women ascended the wall, surrounding Judah; but the Lord filled their ‎hearts with fear of Judah and they dared not approach him. ", "And when the people upon the ‎wall saw that twenty of their men were dead, they rushed all toward Judah with their drawn ‎swords, but they could not approach him for fear of his great strength. And one of the most ‎powerful men, by the name of Arud came near striking with his sword at Judah’s head, but ‎Judah placed his shield quickly against his head and the sword struck the shield and flew in ‎twain. And the powerful man, after having struck Judah, ran for his life, and he slipped and fell ‎from the wall amongst the sons of Jacob under the wall, and the sons of Jacob smote him and ‎killed him. And Judah’s head pained him from the blow of that heroic man, and he was nearly ‎dead from that blow. And Judah cried out in the agony of his pain, and when Dan heard him his ‎anger kindled within him. And Dan also took a run from the distance and sprang from the ‎ground upon the wall with his great strength and burning wrath. And when Dan mounted the ‎wall all the men upon it that surrounded Judah fled hastily, and ascended the second wall, ‎throwing stones and arrows at Judah and Dan from the second wall, in order to drive them ‎away. And the arrows and stones struck Dan and Judah, and they were almost slain upon the ‎wall, and whithersoever they turned they were attacked by stones and arrows from the ‎second wall. And Jacob and his sons were still at the entrance of the city, under the first wall, ‎but they could not use their bows against the people of the city, for they could not be seen by ‎them from the second wall. And when Dan and Judah saw that they could no longer stand the ‎attack of the stones and arrows from the second wall, they both jumped over to the top of the ‎second wall. And when the people of the city, upon the second wall, saw that Dan and Judah ‎were amongst them they cried out in their fear and descended between the walls. And Jacob ‎and his sons heard the shouting from the people of the city, and they were in great anxiety ‎concerning Dan and Judah on they second wall, whom they could not see. And Naphtali went ‎with his strength, excited by wrath, and he jumped upon the first wall, to ascertain the cause ‎of that great shouting heard from the city. And meantime Issachar and Zebulun approached to ‎break the doors of the city, and they opened the gates and entered the city. And Naphtali ‎sprang from the first wall to the second wall and came to his brothers' assistance. And when ‎the people of Gaash, that were upon the second wall, saw that Naphtali was the third one ‎who had come to assist his brothers, they fled and descended into the city,‎", "and Jacob with all of his young men came over them in the city. And Judah and Dan and ‎Naphtali also descended from the wall into the city and they pursued the inhabitants of the ‎city. And when the inhabitants of the city had all descended, the sons of Jacob came over ‎them from all sides, and being surrounded and attacked from front and rear, the sons of Jacob ‎smote them terribly, and they killed of them about twenty thousand men and women; not ‎one could stand against the sons of Jacob. And the blood flowed terribly through the city even ‎like a brook of water, and it flowed out of the city reaching the desert of Beth horin. And when ‎the people of Beth-horin saw at the distance the blood flowing from the city of Gaash, seventy ‎of their men ran to see the blood, and they reached the place whence it had come. And they ‎traced the blood to the walls of the city of Gaash, and they saw the blood issuing from the city ‎and they heard the terrible crying from the inhabitants of Gaash which ascended unto heaven, ‎while the blood was always increasing and flowing like a brook of water. And the people said: ‎Verily that is the work of the Hebrews who are still waging war against all the cities of the ‎Amorites. And these men ran back hastily to Beth horin grasping their weapons and crying out ‎to the inhabitants of Beth-horin to girt on their instruments of war and to come and fight ‎against the sons of Jacob. And when the sons of Jacob had finished smiting the people of ‎Gaash, they marched through the city to take spoil from the slain. And when they came into ‎the heart of the city they were met by three mighty men who had no swords in their hands. ‎And one of those three men seized upon Zebulun, whom he saw to be a lad and of small ‎stature, and dashed him against the ground with all his might. And Jacob ran to him with his ‎sword and smote him below the loins cutting him in twain, and the body fell upon Zebulun. ‎And the second of those powerful men approached Jacob to fell him to the ground, but Jacob ‎turned and shouted at him, and Simeon and Levi came and smote him upon the hips with their ‎swords and felled him to the ground.‎‏ ‏And the powerful man rose from the ground with all his ‎might excited by wrath, but ere he stood upon his feet Judah came and struck him with his ‎sword over the head, and his skull was split and he died.‎‏ ‏And when the third powerful man ‎saw that his companions were slain, he ran away from the sons of Jacob.‎‏ ‏And the sons of ‎Jacob pursued him through the city,‎", "And the sons of Jacob were greatly afraid of those men, for they had never tried to fight in the ‎dark, and they were greatly terrified.‎‏ ‏And the sons of Jacob cried unto the Lord, saying: Oh ‎Lord grant us thy help and deliverance, that we should not die by the hands of these ‎uncircumcised ones.‎‏ ‏And the Lord heard the prayer of the sons of Jacob, and he caused great ‎terror and confusion to possess the people of Beth-horin, and they fought in the darkness of ‎night one against the other, and they slew one another in great numbers.‎‏ ‏And when the sons ‎of Jacob ascertained that the Lord hath caused a spirit of confusion to come among those men ‎and that they were fighting among themselves, each one against his neighbor, they passed ‎out from among the ranks of the people of Beth-horin, and they descended the heights and ‎marched on even further, and they rested there securely that night with all their young men.‎‏ ‏And the men of Beth-horin kept on fighting all night one against his brother and one against his ‎neighbor, and they were crying aloud all over the height, so that the noise was heard at a ‎distance and the earth shook at their shouting, for they were more powerful than any other ‎people of the earth; and all the inhabitants of the cities of the Canaanites, and the Hittites, and ‎the Amorites, and the Hivites, and all the kings of Canaan as well as those dwelling on the ‎other side of the Jordan, heard the terrible shouting on that night, and they said: Verily, those ‎are the battles of the Hebrews which they are fighting with the seven cities that approached ‎them, and who can stand up against these Hebrews? And all the inhabitants of Canaan, and all ‎those dwelling on the other side of the Jordan were greatly afraid of the sons of Jacob, ", "for they said: Behold, as they have done to these cities they may do also unto us, for who can ‎withstand their exceeding strength ? And the great shouting of the Horinites in that night grew always ‎louder, and they smote each other until morning, and a great many of them were slain.‎‏ ‏And in the ‎morning at the dawn of day, the sons of Jacob rose up and ascended the height and they smote the ‎remaining ones of the Horinites in a terrible manner, and they were all killed upon the height.‎‏ ‏And on ‎the sixth day the people of Canaan saw from the distance all the in habitants of Beth-horin slain and ‎scattered about upon the height like so many dead lambs and goats.‎‏ ‏And the sons of Jacob went to ‎Beth-horin and they found the city full of people, even like the sand of the sea, and they fought them, ‎and the sons of Jacob smote them until evening.‎‏ ‏And the sons of Jacob did unto Beth horin as they ‎had done to Tapuach, and to Gaash, and to Hazar and to Sarton and to Shiloh, and they took the spoil ‎of Beth-horin together with the spoils of the other cities, and they went back to their place in ‎Shechem on that day.‎‏ ‏And the sons of Jacob had reached their home in the city of Shechem on the ‎sixth day, and they remained outside of the city, resting themselves from the fight, and they tarried ‎there that night.‎‏ ‏And all their servants, and all the spoils taken from the cities they left outside of ‎Shechem, for they said: Perhaps there are some other ones yet to come and fight against us, to ‎besiege us in Shechem.‎‏ ‏And Jacob with his sons and their servants, remained on that day and on the ‎day following, in the section of the field which Jacob had bought from Hamor for five shekels, and all ‎their spoil was with them, abundant like the sand of the sea shore. And all the inhabitants of the land ‎saw them from the distance, and they were all afraid of the sons of Jacob after they could do these ‎things, the like of which no king had ever done since times of yore. And the seven kings of the ‎Canaanites concluded to make peace with the sons of Jacob, for they were in great fear of their lives. ‎And on the same day, which was the seventh day, Japhia king of Hebron sent secretly his messengers ‎to the king of Ai, and to the king of Gibeon, and to the king of Shalem, and to the king of Adulam, and ‎to the king of Lahush, and to the king of Hazar, and to all the Canaanitish kings that were under their ‎hands, say ing: Come up to me that we go to the sons of Jacob and I will make with them a covenant of ‎peace, lest your lands will be made waste by their swords, as it hath been done with the city of ‎Shechem and the surrounding cities of which you have heard and seen. And if you come to me do not ‎come with many men, but let each of the kings come with three of his chief princes and with every ‎prince three of his servants. And come all of you to Hebron and we will go together to the sons of ‎Jacob, and entreat them to establish with us a covenant of peace. And all these kings did according to ‎the message of the king of Hebron, for they were all subject to his power and order, and all the kings ‎of Canaan assembled to go to the sons of Jacob, and to make peace with them. And the sons of Jacob ‎returned into the section of the field before Shechem, for they did not trust in the words of the kings ‎of the land. And the sons of Jacob tarried ten days in the portion of the field, but no one came to make ‎war against them, and when they saw that there was no probability of war, they assembled and ‎returned into the city of Shechem. And the sons of Jacob dwelt in Shechem. And all the kings of the ‎Amorites assembled at the end of forty days from all their places, and they came to Japhia king of ‎Hebron. And the kings that came to Hebron, to make peace with the sons of Jacob, were twenty-one ‎kings, and the num ber of princes that came with them was sixty-three and their men one hundred ‎and eighty-nine, and all of them camped upon Mount Hebron, and the king of Hebron met them with ‎three princes and nine men, and these kings concluded to go to the sons of Jacob to make peace with ‎them. And they said unto the king of Hebron: Go thou, with thy men before us, and speak in our ‎behalf unto the sons of Jacob, and we will come after wards and submit to thy words. And the king of ‎Hebron did so. And when the sons of Jacob heard that all the kings of Canaan had assembled ‎themselves and camped in Hebron, they sent four of their servants as spies, saying: Go ye and spy ‎those kings and observe and examine their men, whether they be few or many, and if they be few in ‎numbers then count them all and return unto us. And the servants of Jacob went in secrecy unto ‎those kings, and did as they were commanded by the sons of Jacob. And they returned on the same ‎day, saying: We have come unto those kings and they are but few in numbers, and we counted them ‎and there are of them only two hundred and eighty-six, the kings and their men. And the sons of ‎Jacob said: If they are only few in numbers then we will not go out to them all of us. And in the ‎morning the sons of Jacob arose and they selected sixty-two of their men and ten of Jacob’s sons ‎went forth with them. And they girt on their instruments of war, for they said: They are coming to ‎battle with us, as they knew not that they came to sue for peace.‎", "And the sons of Jacob with their servants went to the gates of Shechem to meet those kings, ‎and Jacob their father was with them. And when they came forth from the city, behold the ‎king of Hebron with three of his princes and nine men came up the road towards the sons of ‎Jacob; and the sons of Jacob lifted up their eyes and they saw from the distance Japhia, king of ‎Hebron, with his princes coming against them. And the sons of Jacob posted themselves on ‎the place of the gates of Shechem and did not advance. And the king of Hebron continued ‎coming nearer to the sons of Jacob, he and his princes, until they had reached them, and he ‎and his princes bowed down to the ground before the sons of Jacob, and the king of Hebron ‎and his princes seated themselves before Jacob and his sons, and the sons of Jacob said unto ‎him: What hast thou with us, oh king of Hebron; wherefore comest thou unto us to-day, and ‎what desirest thou of us? And the king of Hebron said unto Jacob: I pray thee, my lord, all the ‎kings of the Canaanites have come unto thee to-day to sue for peace. And when the sons of ‎Jacob heard these words they would not incline to them, for they had no faith in his words, for ‎they imagined the king of Hebron spoke unto them with deceit. And the king of Hebron ‎noticed in the words of Jacob's sons that they believed him not and he drew nigh unto Jacob, ‎saying: I pray thee, my lord, but verily these kings came for peace unto you, for they did not ‎come with all their men, nor have they any weapons upon their per sons, as they came to sue ‎for peace of my lord and his sons. And the sons of Jacob replied unto the king of Hebron, ‎saying: Send thou thy messengers that those kings come before us alone and if they appear ‎without instruments of war then we will be convinced that they have come for peace. And ‎Japhia dispatched one of his men, and all the kings came before the sons of Jacob, and they ‎bowed down before the sons of Jacob to the ground and they seated themselves before ‎Jacob and his sons and they spoke unto them, saying: We have heard of all that ye have done ‎unto the kings of the Amorites, with your strong swords and with your powerful arms so that ‎no man could stand against you and we were in great fear of you for our lives lest we fare like ‎unto them, and therefore we have come unto you to establish a covenant of peace between ‎us. And now do grant us such a covenant of peace and of truth that you will not touch us even ‎as we have never touched you. And the sons of Jacob knew now beyond doubt that they ‎came to sue for peace, and the sons of Jacob hearkened unto them and they formed a treaty ‎of peace with them. And all the sons of Jacob swore unto them never to touch them and all ‎the kings swore likewise to the sons of Jacob. And the sons of Jacob made them their subjects ‎from that day on.‎", "And afterwards these kings appeared before Jacob with their men, and gifts were in their ‎hands for Jacob and his sons, and they bowed down to the ground before Jacob and his sons. ‎And these kings urged the sons of Jacob and entreated them to restore to the seven cities of ‎the Amorites all the spoil they had taken from them. And Jacob’s sons did so, and they ‎returned all the captives and all the spoil they had taken, and they sent them away and each ‎returned to his city. And the kings bowed down once more before Jacob and his sons and they ‎gave them many more gifts in those days. And the sons of Jacob sent away these kings and ‎their men and they left in peace for their cities, and Jacob and his sons returned likewise unto ‎their place in Shechem. And from that day on there was peace between the sons of Jacob and ‎the kings of the Canaanites, until the children of Israel came into Canaan to inherit it. ‎"], "versionTitle": "Sefer ha-Yashar,  trans. Edward B.M. Browne, New York, 1876", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "5f1e9d91b468b1b9b1e60962", "index_title": "Midrash Lekach Tov", "category": "Midrash", "type": "commentary", "ref": "Midrash Lekach Tov, Genesis 43:13:1", "anchorRef": "Genesis 43:13", "anchorRefExpanded": ["Genesis 43:13"], "sourceRef": "Midrash Lekach Tov, Genesis 43:13:1", "sourceHeRef": "מדרש לקח טוב, בראשית מ״ג:י״ג:א׳", "anchorVerse": 13, "sourceHasEn": false, "compDate": [1105, 1115], "commentaryNum": 13.0001, "collectiveTitle": {"en": "Midrash Lekach Tov", "he": "מדרש לקח טוב"}, "heTitle": "בראשית", "he": "<b>ואת אחיכם קחו.</b> הרי כסף והרי דורון. והרי אחיכם. מה אתם צריכין עוד. אמרו לו תפלתך. אמר להם יד) ואל שדי יתן לכם רחמים. <i data-commentator=\"Notes and Corrections\" data-order=\"9\"></i> אשרי הגבר אשר תיסרנו יה ומתורתך תלמדנו (תהלים צד יב) מאבות העולם שבא עליהם יסורים ולא הקפידו כלפי שכינה. אף אתה אם באין עליך יסורין אל תקפיד.", "heVersionTitle": "Midrash Lekach Tov on Torah, Vilna 1884", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש לקח טוב, מכונה פסיקתא זוטרתא, וילנא תרמ\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5f1e9d92b468b1b9b1e60964", "index_title": "Midrash Lekach Tov", "category": "Midrash", "type": "commentary", "ref": "Midrash Lekach Tov, Genesis 43:13:2", "anchorRef": "Genesis 43:13", "anchorRefExpanded": ["Genesis 43:13"], "sourceRef": "Midrash Lekach Tov, Genesis 43:13:2", "sourceHeRef": "מדרש לקח טוב, בראשית מ״ג:י״ג:ב׳", "anchorVerse": 13, "sourceHasEn": false, "compDate": [1105, 1115], "commentaryNum": 13.0002, "collectiveTitle": {"en": "Midrash Lekach Tov", "he": "מדרש לקח טוב"}, "heTitle": "בראשית", "he": "<b> ואל שדי.</b> אמר להם <i data-commentator=\"Notes and Corrections\" data-order=\"10\"></i> מי שאמר לעולמו די. הוא יאמר די ליסורי.", "heVersionTitle": "Midrash Lekach Tov on Torah, Vilna 1884", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש לקח טוב, מכונה פסיקתא זוטרתא, וילנא תרמ\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5f1e9d92b468b1b9b1e60966", "index_title": "Midrash Lekach Tov", "category": "Midrash", "type": "commentary", "ref": "Midrash Lekach Tov, Genesis 43:13:3", "anchorRef": "Genesis 43:13", "anchorRefExpanded": ["Genesis 43:13"], "sourceRef": "Midrash Lekach Tov, Genesis 43:13:3", "sourceHeRef": "מדרש לקח טוב, בראשית מ״ג:י״ג:ג׳", "anchorVerse": 13, "sourceHasEn": false, "compDate": [1105, 1115], "commentaryNum": 13.0003, "collectiveTitle": {"en": "Midrash Lekach Tov", "he": "מדרש לקח טוב"}, "heTitle": "בראשית", "he": "<b> יתן לכם רחמים.</b> <i data-commentator=\"Notes and Corrections\" data-order=\"11\"></i> גדולים רחמים שבהן ישראל מתקבצין מן הגליות. <i data-commentator=\"Notes and Corrections\" data-order=\"12\"></i> שנאמר ויתן לכם רחמים (דברים יג יח). ואומר ושב ה' אלהיך את שבותך ורחמך (שם ל ג).", "heVersionTitle": "Midrash Lekach Tov on Torah, Vilna 1884", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש לקח טוב, מכונה פסיקתא זוטרתא, וילנא תרמ\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5f1e9d93b468b1b9b1e60968", "index_title": "Midrash Lekach Tov", "category": "Midrash", "type": "commentary", "ref": "Midrash Lekach Tov, Genesis 43:13:4", "anchorRef": "Genesis 43:13", "anchorRefExpanded": ["Genesis 43:13"], "sourceRef": "Midrash Lekach Tov, Genesis 43:13:4", "sourceHeRef": "מדרש לקח טוב, בראשית מ״ג:י״ג:ד׳", "anchorVerse": 13, "sourceHasEn": false, "compDate": [1105, 1115], "commentaryNum": 13.0004, "collectiveTitle": {"en": "Midrash Lekach Tov", "he": "מדרש לקח טוב"}, "heTitle": "בראשית", "he": " ואני כאשר שכולתי שכלתי. עד עתה שכלתי ולא אשכל עוד.", "heVersionTitle": "Midrash Lekach Tov on Torah, Vilna 1884", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש לקח טוב, מכונה פסיקתא זוטרתא, וילנא תרמ\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "62037ebb47cf7a0c25239b17", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Genesis, The Patriarchal Narratives 2-7", "anchorRef": "Genesis 12:1-50:26", "anchorRefExpanded": ["Genesis 12:1", "Genesis 12:2", "Genesis 12:3", "Genesis 12:4", "Genesis 12:5", "Genesis 12:6", "Genesis 12:7", "Genesis 12:8", "Genesis 12:9", "Genesis 12:10", "Genesis 12:11", "Genesis 12:12", "Genesis 12:13", "Genesis 12:14", "Genesis 12:15", "Genesis 12:16", "Genesis 12:17", "Genesis 12:18", "Genesis 12:19", "Genesis 12:20", "Genesis 13:1", "Genesis 13:2", "Genesis 13:3", "Genesis 13:4", "Genesis 13:5", "Genesis 13:6", "Genesis 13:7", "Genesis 13:8", "Genesis 13:9", "Genesis 13:10", "Genesis 13:11", "Genesis 13:12", "Genesis 13:13", "Genesis 13:14", "Genesis 13:15", "Genesis 13:16", "Genesis 13:17", "Genesis 13:18", "Genesis 14:1", "Genesis 14:2", "Genesis 14:3", "Genesis 14:4", "Genesis 14:5", "Genesis 14:6", "Genesis 14:7", "Genesis 14:8", "Genesis 14:9", "Genesis 14:10", "Genesis 14:11", "Genesis 14:12", "Genesis 14:13", "Genesis 14:14", "Genesis 14:15", "Genesis 14:16", "Genesis 14:17", "Genesis 14:18", "Genesis 14:19", "Genesis 14:20", "Genesis 14:21", "Genesis 14:22", "Genesis 14:23", "Genesis 14:24", "Genesis 15:1", "Genesis 15:2", "Genesis 15:3", "Genesis 15:4", "Genesis 15:5", "Genesis 15:6", "Genesis 15:7", "Genesis 15:8", "Genesis 15:9", "Genesis 15:10", "Genesis 15:11", "Genesis 15:12", "Genesis 15:13", "Genesis 15:14", "Genesis 15:15", "Genesis 15:16", "Genesis 15:17", "Genesis 15:18", "Genesis 15:19", "Genesis 15:20", "Genesis 15:21", "Genesis 16:1", "Genesis 16:2", "Genesis 16:3", "Genesis 16:4", "Genesis 16:5", "Genesis 16:6", "Genesis 16:7", "Genesis 16:8", "Genesis 16:9", "Genesis 16:10", "Genesis 16:11", "Genesis 16:12", "Genesis 16:13", "Genesis 16:14", "Genesis 16:15", "Genesis 16:16", "Genesis 17:1", "Genesis 17:2", "Genesis 17:3", "Genesis 17:4", "Genesis 17:5", "Genesis 17:6", "Genesis 17:7", "Genesis 17:8", "Genesis 17:9", "Genesis 17:10", "Genesis 17:11", "Genesis 17:12", "Genesis 17:13", "Genesis 17:14", "Genesis 17:15", "Genesis 17:16", "Genesis 17:17", "Genesis 17:18", "Genesis 17:19", "Genesis 17:20", "Genesis 17:21", "Genesis 17:22", "Genesis 17:23", "Genesis 17:24", "Genesis 17:25", "Genesis 17:26", "Genesis 17:27", "Genesis 18:1", "Genesis 18:2", "Genesis 18:3", "Genesis 18:4", "Genesis 18:5", "Genesis 18:6", "Genesis 18:7", "Genesis 18:8", "Genesis 18:9", "Genesis 18:10", "Genesis 18:11", "Genesis 18:12", "Genesis 18:13", "Genesis 18:14", "Genesis 18:15", "Genesis 18:16", "Genesis 18:17", "Genesis 18:18", "Genesis 18:19", "Genesis 18:20", "Genesis 18:21", "Genesis 18:22", "Genesis 18:23", "Genesis 18:24", "Genesis 18:25", "Genesis 18:26", "Genesis 18:27", "Genesis 18:28", "Genesis 18:29", "Genesis 18:30", "Genesis 18:31", "Genesis 18:32", "Genesis 18:33", "Genesis 19:1", "Genesis 19:2", "Genesis 19:3", "Genesis 19:4", "Genesis 19:5", "Genesis 19:6", "Genesis 19:7", "Genesis 19:8", "Genesis 19:9", "Genesis 19:10", "Genesis 19:11", "Genesis 19:12", "Genesis 19:13", "Genesis 19:14", "Genesis 19:15", "Genesis 19:16", "Genesis 19:17", "Genesis 19:18", "Genesis 19:19", "Genesis 19:20", "Genesis 19:21", "Genesis 19:22", "Genesis 19:23", "Genesis 19:24", "Genesis 19:25", "Genesis 19:26", "Genesis 19:27", "Genesis 19:28", "Genesis 19:29", "Genesis 19:30", "Genesis 19:31", "Genesis 19:32", "Genesis 19:33", "Genesis 19:34", "Genesis 19:35", "Genesis 19:36", "Genesis 19:37", "Genesis 19:38", "Genesis 20:1", "Genesis 20:2", "Genesis 20:3", "Genesis 20:4", "Genesis 20:5", "Genesis 20:6", "Genesis 20:7", "Genesis 20:8", "Genesis 20:9", "Genesis 20:10", "Genesis 20:11", "Genesis 20:12", "Genesis 20:13", "Genesis 20:14", "Genesis 20:15", "Genesis 20:16", "Genesis 20:17", "Genesis 20:18", "Genesis 21:1", "Genesis 21:2", "Genesis 21:3", "Genesis 21:4", "Genesis 21:5", "Genesis 21:6", "Genesis 21:7", "Genesis 21:8", "Genesis 21:9", "Genesis 21:10", "Genesis 21:11", "Genesis 21:12", "Genesis 21:13", "Genesis 21:14", "Genesis 21:15", "Genesis 21:16", "Genesis 21:17", "Genesis 21:18", "Genesis 21:19", "Genesis 21:20", "Genesis 21:21", "Genesis 21:22", "Genesis 21:23", "Genesis 21:24", "Genesis 21:25", "Genesis 21:26", "Genesis 21:27", "Genesis 21:28", "Genesis 21:29", "Genesis 21:30", "Genesis 21:31", "Genesis 21:32", "Genesis 21:33", "Genesis 21:34", "Genesis 22:1", "Genesis 22:2", "Genesis 22:3", "Genesis 22:4", "Genesis 22:5", "Genesis 22:6", "Genesis 22:7", "Genesis 22:8", "Genesis 22:9", "Genesis 22:10", "Genesis 22:11", "Genesis 22:12", "Genesis 22:13", "Genesis 22:14", "Genesis 22:15", "Genesis 22:16", "Genesis 22:17", "Genesis 22:18", "Genesis 22:19", "Genesis 22:20", "Genesis 22:21", "Genesis 22:22", "Genesis 22:23", "Genesis 22:24", "Genesis 23:1", "Genesis 23:2", "Genesis 23:3", "Genesis 23:4", "Genesis 23:5", "Genesis 23:6", "Genesis 23:7", "Genesis 23:8", "Genesis 23:9", "Genesis 23:10", "Genesis 23:11", "Genesis 23:12", "Genesis 23:13", "Genesis 23:14", "Genesis 23:15", "Genesis 23:16", "Genesis 23:17", "Genesis 23:18", "Genesis 23:19", "Genesis 23:20", "Genesis 24:1", "Genesis 24:2", "Genesis 24:3", "Genesis 24:4", "Genesis 24:5", "Genesis 24:6", "Genesis 24:7", "Genesis 24:8", "Genesis 24:9", "Genesis 24:10", "Genesis 24:11", "Genesis 24:12", "Genesis 24:13", "Genesis 24:14", "Genesis 24:15", "Genesis 24:16", "Genesis 24:17", "Genesis 24:18", "Genesis 24:19", "Genesis 24:20", "Genesis 24:21", "Genesis 24:22", "Genesis 24:23", "Genesis 24:24", "Genesis 24:25", "Genesis 24:26", "Genesis 24:27", "Genesis 24:28", "Genesis 24:29", "Genesis 24:30", "Genesis 24:31", "Genesis 24:32", "Genesis 24:33", "Genesis 24:34", "Genesis 24:35", "Genesis 24:36", "Genesis 24:37", "Genesis 24:38", "Genesis 24:39", "Genesis 24:40", "Genesis 24:41", "Genesis 24:42", "Genesis 24:43", "Genesis 24:44", "Genesis 24:45", "Genesis 24:46", "Genesis 24:47", "Genesis 24:48", "Genesis 24:49", "Genesis 24:50", "Genesis 24:51", "Genesis 24:52", "Genesis 24:53", "Genesis 24:54", "Genesis 24:55", "Genesis 24:56", "Genesis 24:57", "Genesis 24:58", "Genesis 24:59", "Genesis 24:60", "Genesis 24:61", "Genesis 24:62", "Genesis 24:63", "Genesis 24:64", "Genesis 24:65", "Genesis 24:66", "Genesis 24:67", "Genesis 25:1", "Genesis 25:2", "Genesis 25:3", "Genesis 25:4", "Genesis 25:5", "Genesis 25:6", "Genesis 25:7", "Genesis 25:8", "Genesis 25:9", "Genesis 25:10", "Genesis 25:11", "Genesis 25:12", "Genesis 25:13", "Genesis 25:14", "Genesis 25:15", "Genesis 25:16", "Genesis 25:17", "Genesis 25:18", "Genesis 25:19", "Genesis 25:20", "Genesis 25:21", "Genesis 25:22", "Genesis 25:23", "Genesis 25:24", "Genesis 25:25", "Genesis 25:26", "Genesis 25:27", "Genesis 25:28", "Genesis 25:29", "Genesis 25:30", "Genesis 25:31", "Genesis 25:32", "Genesis 25:33", "Genesis 25:34", "Genesis 26:1", "Genesis 26:2", "Genesis 26:3", "Genesis 26:4", "Genesis 26:5", "Genesis 26:6", "Genesis 26:7", "Genesis 26:8", "Genesis 26:9", "Genesis 26:10", "Genesis 26:11", "Genesis 26:12", "Genesis 26:13", "Genesis 26:14", "Genesis 26:15", "Genesis 26:16", "Genesis 26:17", "Genesis 26:18", "Genesis 26:19", "Genesis 26:20", "Genesis 26:21", "Genesis 26:22", "Genesis 26:23", "Genesis 26:24", "Genesis 26:25", "Genesis 26:26", "Genesis 26:27", "Genesis 26:28", "Genesis 26:29", "Genesis 26:30", "Genesis 26:31", "Genesis 26:32", "Genesis 26:33", "Genesis 26:34", "Genesis 26:35", "Genesis 27:1", "Genesis 27:2", "Genesis 27:3", "Genesis 27:4", "Genesis 27:5", "Genesis 27:6", "Genesis 27:7", "Genesis 27:8", "Genesis 27:9", "Genesis 27:10", "Genesis 27:11", "Genesis 27:12", "Genesis 27:13", "Genesis 27:14", "Genesis 27:15", "Genesis 27:16", "Genesis 27:17", "Genesis 27:18", "Genesis 27:19", "Genesis 27:20", "Genesis 27:21", "Genesis 27:22", "Genesis 27:23", "Genesis 27:24", "Genesis 27:25", "Genesis 27:26", "Genesis 27:27", "Genesis 27:28", "Genesis 27:29", "Genesis 27:30", "Genesis 27:31", "Genesis 27:32", "Genesis 27:33", "Genesis 27:34", "Genesis 27:35", "Genesis 27:36", "Genesis 27:37", "Genesis 27:38", "Genesis 27:39", "Genesis 27:40", "Genesis 27:41", "Genesis 27:42", "Genesis 27:43", "Genesis 27:44", "Genesis 27:45", "Genesis 27:46", "Genesis 28:1", "Genesis 28:2", "Genesis 28:3", "Genesis 28:4", "Genesis 28:5", "Genesis 28:6", "Genesis 28:7", "Genesis 28:8", "Genesis 28:9", "Genesis 28:10", "Genesis 28:11", "Genesis 28:12", "Genesis 28:13", "Genesis 28:14", "Genesis 28:15", "Genesis 28:16", "Genesis 28:17", "Genesis 28:18", "Genesis 28:19", "Genesis 28:20", "Genesis 28:21", "Genesis 28:22", "Genesis 29:1", "Genesis 29:2", "Genesis 29:3", "Genesis 29:4", "Genesis 29:5", "Genesis 29:6", "Genesis 29:7", "Genesis 29:8", "Genesis 29:9", "Genesis 29:10", "Genesis 29:11", "Genesis 29:12", "Genesis 29:13", "Genesis 29:14", "Genesis 29:15", "Genesis 29:16", "Genesis 29:17", "Genesis 29:18", "Genesis 29:19", "Genesis 29:20", "Genesis 29:21", "Genesis 29:22", "Genesis 29:23", "Genesis 29:24", "Genesis 29:25", "Genesis 29:26", "Genesis 29:27", "Genesis 29:28", "Genesis 29:29", "Genesis 29:30", "Genesis 29:31", "Genesis 29:32", "Genesis 29:33", "Genesis 29:34", "Genesis 29:35", "Genesis 30:1", "Genesis 30:2", "Genesis 30:3", "Genesis 30:4", "Genesis 30:5", "Genesis 30:6", "Genesis 30:7", "Genesis 30:8", "Genesis 30:9", "Genesis 30:10", "Genesis 30:11", "Genesis 30:12", "Genesis 30:13", "Genesis 30:14", "Genesis 30:15", "Genesis 30:16", "Genesis 30:17", "Genesis 30:18", "Genesis 30:19", "Genesis 30:20", "Genesis 30:21", "Genesis 30:22", "Genesis 30:23", "Genesis 30:24", "Genesis 30:25", "Genesis 30:26", "Genesis 30:27", "Genesis 30:28", "Genesis 30:29", "Genesis 30:30", "Genesis 30:31", "Genesis 30:32", "Genesis 30:33", "Genesis 30:34", "Genesis 30:35", "Genesis 30:36", "Genesis 30:37", "Genesis 30:38", "Genesis 30:39", "Genesis 30:40", "Genesis 30:41", "Genesis 30:42", "Genesis 30:43", "Genesis 31:1", "Genesis 31:2", "Genesis 31:3", "Genesis 31:4", "Genesis 31:5", "Genesis 31:6", "Genesis 31:7", "Genesis 31:8", "Genesis 31:9", "Genesis 31:10", "Genesis 31:11", "Genesis 31:12", "Genesis 31:13", "Genesis 31:14", "Genesis 31:15", "Genesis 31:16", "Genesis 31:17", "Genesis 31:18", "Genesis 31:19", "Genesis 31:20", "Genesis 31:21", "Genesis 31:22", "Genesis 31:23", "Genesis 31:24", "Genesis 31:25", "Genesis 31:26", "Genesis 31:27", "Genesis 31:28", "Genesis 31:29", "Genesis 31:30", "Genesis 31:31", "Genesis 31:32", "Genesis 31:33", "Genesis 31:34", "Genesis 31:35", "Genesis 31:36", "Genesis 31:37", "Genesis 31:38", "Genesis 31:39", "Genesis 31:40", "Genesis 31:41", "Genesis 31:42", "Genesis 31:43", "Genesis 31:44", "Genesis 31:45", "Genesis 31:46", "Genesis 31:47", "Genesis 31:48", "Genesis 31:49", "Genesis 31:50", "Genesis 31:51", "Genesis 31:52", "Genesis 31:53", "Genesis 31:54", "Genesis 32:1", "Genesis 32:2", "Genesis 32:3", "Genesis 32:4", "Genesis 32:5", "Genesis 32:6", "Genesis 32:7", "Genesis 32:8", "Genesis 32:9", "Genesis 32:10", "Genesis 32:11", "Genesis 32:12", "Genesis 32:13", "Genesis 32:14", "Genesis 32:15", "Genesis 32:16", "Genesis 32:17", "Genesis 32:18", "Genesis 32:19", "Genesis 32:20", "Genesis 32:21", "Genesis 32:22", "Genesis 32:23", "Genesis 32:24", "Genesis 32:25", "Genesis 32:26", "Genesis 32:27", "Genesis 32:28", "Genesis 32:29", "Genesis 32:30", "Genesis 32:31", "Genesis 32:32", "Genesis 32:33", "Genesis 33:1", "Genesis 33:2", "Genesis 33:3", "Genesis 33:4", "Genesis 33:5", "Genesis 33:6", "Genesis 33:7", "Genesis 33:8", "Genesis 33:9", "Genesis 33:10", "Genesis 33:11", "Genesis 33:12", "Genesis 33:13", "Genesis 33:14", "Genesis 33:15", "Genesis 33:16", "Genesis 33:17", "Genesis 33:18", "Genesis 33:19", "Genesis 33:20", "Genesis 34:1", "Genesis 34:2", "Genesis 34:3", "Genesis 34:4", "Genesis 34:5", "Genesis 34:6", "Genesis 34:7", "Genesis 34:8", "Genesis 34:9", "Genesis 34:10", "Genesis 34:11", "Genesis 34:12", "Genesis 34:13", "Genesis 34:14", "Genesis 34:15", "Genesis 34:16", "Genesis 34:17", "Genesis 34:18", "Genesis 34:19", "Genesis 34:20", "Genesis 34:21", "Genesis 34:22", "Genesis 34:23", "Genesis 34:24", "Genesis 34:25", "Genesis 34:26", "Genesis 34:27", "Genesis 34:28", "Genesis 34:29", "Genesis 34:30", "Genesis 34:31", "Genesis 35:1", "Genesis 35:2", "Genesis 35:3", "Genesis 35:4", "Genesis 35:5", "Genesis 35:6", "Genesis 35:7", "Genesis 35:8", "Genesis 35:9", "Genesis 35:10", "Genesis 35:11", "Genesis 35:12", "Genesis 35:13", "Genesis 35:14", "Genesis 35:15", "Genesis 35:16", "Genesis 35:17", "Genesis 35:18", "Genesis 35:19", "Genesis 35:20", "Genesis 35:21", "Genesis 35:22", "Genesis 35:23", "Genesis 35:24", "Genesis 35:25", "Genesis 35:26", "Genesis 35:27", "Genesis 35:28", "Genesis 35:29", "Genesis 36:1", "Genesis 36:2", "Genesis 36:3", "Genesis 36:4", "Genesis 36:5", "Genesis 36:6", "Genesis 36:7", "Genesis 36:8", "Genesis 36:9", "Genesis 36:10", "Genesis 36:11", "Genesis 36:12", "Genesis 36:13", "Genesis 36:14", "Genesis 36:15", "Genesis 36:16", "Genesis 36:17", "Genesis 36:18", "Genesis 36:19", "Genesis 36:20", "Genesis 36:21", "Genesis 36:22", "Genesis 36:23", "Genesis 36:24", "Genesis 36:25", "Genesis 36:26", "Genesis 36:27", "Genesis 36:28", "Genesis 36:29", "Genesis 36:30", "Genesis 36:31", "Genesis 36:32", "Genesis 36:33", "Genesis 36:34", "Genesis 36:35", "Genesis 36:36", "Genesis 36:37", "Genesis 36:38", "Genesis 36:39", "Genesis 36:40", "Genesis 36:41", "Genesis 36:42", "Genesis 36:43", "Genesis 37:1", "Genesis 37:2", "Genesis 37:3", "Genesis 37:4", "Genesis 37:5", "Genesis 37:6", "Genesis 37:7", "Genesis 37:8", "Genesis 37:9", "Genesis 37:10", "Genesis 37:11", "Genesis 37:12", "Genesis 37:13", "Genesis 37:14", "Genesis 37:15", "Genesis 37:16", "Genesis 37:17", "Genesis 37:18", "Genesis 37:19", "Genesis 37:20", "Genesis 37:21", "Genesis 37:22", "Genesis 37:23", "Genesis 37:24", "Genesis 37:25", "Genesis 37:26", "Genesis 37:27", "Genesis 37:28", "Genesis 37:29", "Genesis 37:30", "Genesis 37:31", "Genesis 37:32", "Genesis 37:33", "Genesis 37:34", "Genesis 37:35", "Genesis 37:36", "Genesis 38:1", "Genesis 38:2", "Genesis 38:3", "Genesis 38:4", "Genesis 38:5", "Genesis 38:6", "Genesis 38:7", "Genesis 38:8", "Genesis 38:9", "Genesis 38:10", "Genesis 38:11", "Genesis 38:12", "Genesis 38:13", "Genesis 38:14", "Genesis 38:15", "Genesis 38:16", "Genesis 38:17", "Genesis 38:18", "Genesis 38:19", "Genesis 38:20", "Genesis 38:21", "Genesis 38:22", "Genesis 38:23", "Genesis 38:24", "Genesis 38:25", "Genesis 38:26", "Genesis 38:27", "Genesis 38:28", "Genesis 38:29", "Genesis 38:30", "Genesis 39:1", "Genesis 39:2", "Genesis 39:3", "Genesis 39:4", "Genesis 39:5", "Genesis 39:6", "Genesis 39:7", "Genesis 39:8", "Genesis 39:9", "Genesis 39:10", "Genesis 39:11", "Genesis 39:12", "Genesis 39:13", "Genesis 39:14", "Genesis 39:15", "Genesis 39:16", "Genesis 39:17", "Genesis 39:18", "Genesis 39:19", "Genesis 39:20", "Genesis 39:21", "Genesis 39:22", "Genesis 39:23", "Genesis 40:1", "Genesis 40:2", "Genesis 40:3", "Genesis 40:4", "Genesis 40:5", "Genesis 40:6", "Genesis 40:7", "Genesis 40:8", "Genesis 40:9", "Genesis 40:10", "Genesis 40:11", "Genesis 40:12", "Genesis 40:13", "Genesis 40:14", "Genesis 40:15", "Genesis 40:16", "Genesis 40:17", "Genesis 40:18", "Genesis 40:19", "Genesis 40:20", "Genesis 40:21", "Genesis 40:22", "Genesis 40:23", "Genesis 41:1", "Genesis 41:2", "Genesis 41:3", "Genesis 41:4", "Genesis 41:5", "Genesis 41:6", "Genesis 41:7", "Genesis 41:8", "Genesis 41:9", "Genesis 41:10", "Genesis 41:11", "Genesis 41:12", "Genesis 41:13", "Genesis 41:14", "Genesis 41:15", "Genesis 41:16", "Genesis 41:17", "Genesis 41:18", "Genesis 41:19", "Genesis 41:20", "Genesis 41:21", "Genesis 41:22", "Genesis 41:23", "Genesis 41:24", "Genesis 41:25", "Genesis 41:26", "Genesis 41:27", "Genesis 41:28", "Genesis 41:29", "Genesis 41:30", "Genesis 41:31", "Genesis 41:32", "Genesis 41:33", "Genesis 41:34", "Genesis 41:35", "Genesis 41:36", "Genesis 41:37", "Genesis 41:38", "Genesis 41:39", "Genesis 41:40", "Genesis 41:41", "Genesis 41:42", "Genesis 41:43", "Genesis 41:44", "Genesis 41:45", "Genesis 41:46", "Genesis 41:47", "Genesis 41:48", "Genesis 41:49", "Genesis 41:50", "Genesis 41:51", "Genesis 41:52", "Genesis 41:53", "Genesis 41:54", "Genesis 41:55", "Genesis 41:56", "Genesis 41:57", "Genesis 42:1", "Genesis 42:2", "Genesis 42:3", "Genesis 42:4", "Genesis 42:5", "Genesis 42:6", "Genesis 42:7", "Genesis 42:8", "Genesis 42:9", "Genesis 42:10", "Genesis 42:11", "Genesis 42:12", "Genesis 42:13", "Genesis 42:14", "Genesis 42:15", "Genesis 42:16", "Genesis 42:17", "Genesis 42:18", "Genesis 42:19", "Genesis 42:20", "Genesis 42:21", "Genesis 42:22", "Genesis 42:23", "Genesis 42:24", "Genesis 42:25", "Genesis 42:26", "Genesis 42:27", "Genesis 42:28", "Genesis 42:29", "Genesis 42:30", "Genesis 42:31", "Genesis 42:32", "Genesis 42:33", "Genesis 42:34", "Genesis 42:35", "Genesis 42:36", "Genesis 42:37", "Genesis 42:38", "Genesis 43:1", "Genesis 43:2", "Genesis 43:3", "Genesis 43:4", "Genesis 43:5", "Genesis 43:6", "Genesis 43:7", "Genesis 43:8", "Genesis 43:9", "Genesis 43:10", "Genesis 43:11", "Genesis 43:12", "Genesis 43:13", "Genesis 43:14", "Genesis 43:15", "Genesis 43:16", "Genesis 43:17", "Genesis 43:18", "Genesis 43:19", "Genesis 43:20", "Genesis 43:21", "Genesis 43:22", "Genesis 43:23", "Genesis 43:24", "Genesis 43:25", "Genesis 43:26", "Genesis 43:27", "Genesis 43:28", "Genesis 43:29", "Genesis 43:30", "Genesis 43:31", "Genesis 43:32", "Genesis 43:33", "Genesis 43:34", "Genesis 44:1", "Genesis 44:2", "Genesis 44:3", "Genesis 44:4", "Genesis 44:5", "Genesis 44:6", "Genesis 44:7", "Genesis 44:8", "Genesis 44:9", "Genesis 44:10", "Genesis 44:11", "Genesis 44:12", "Genesis 44:13", "Genesis 44:14", "Genesis 44:15", "Genesis 44:16", "Genesis 44:17", "Genesis 44:18", "Genesis 44:19", "Genesis 44:20", "Genesis 44:21", "Genesis 44:22", "Genesis 44:23", "Genesis 44:24", "Genesis 44:25", "Genesis 44:26", "Genesis 44:27", "Genesis 44:28", "Genesis 44:29", "Genesis 44:30", "Genesis 44:31", "Genesis 44:32", "Genesis 44:33", "Genesis 44:34", "Genesis 45:1", "Genesis 45:2", "Genesis 45:3", "Genesis 45:4", "Genesis 45:5", "Genesis 45:6", "Genesis 45:7", "Genesis 45:8", "Genesis 45:9", "Genesis 45:10", "Genesis 45:11", "Genesis 45:12", "Genesis 45:13", "Genesis 45:14", "Genesis 45:15", "Genesis 45:16", "Genesis 45:17", "Genesis 45:18", "Genesis 45:19", "Genesis 45:20", "Genesis 45:21", "Genesis 45:22", "Genesis 45:23", "Genesis 45:24", "Genesis 45:25", "Genesis 45:26", "Genesis 45:27", "Genesis 45:28", "Genesis 46:1", "Genesis 46:2", "Genesis 46:3", "Genesis 46:4", "Genesis 46:5", "Genesis 46:6", "Genesis 46:7", "Genesis 46:8", "Genesis 46:9", "Genesis 46:10", "Genesis 46:11", "Genesis 46:12", "Genesis 46:13", "Genesis 46:14", "Genesis 46:15", "Genesis 46:16", "Genesis 46:17", "Genesis 46:18", "Genesis 46:19", "Genesis 46:20", "Genesis 46:21", "Genesis 46:22", "Genesis 46:23", "Genesis 46:24", "Genesis 46:25", "Genesis 46:26", "Genesis 46:27", "Genesis 46:28", "Genesis 46:29", "Genesis 46:30", "Genesis 46:31", "Genesis 46:32", "Genesis 46:33", "Genesis 46:34", "Genesis 47:1", "Genesis 47:2", "Genesis 47:3", "Genesis 47:4", "Genesis 47:5", "Genesis 47:6", "Genesis 47:7", "Genesis 47:8", "Genesis 47:9", "Genesis 47:10", "Genesis 47:11", "Genesis 47:12", "Genesis 47:13", "Genesis 47:14", "Genesis 47:15", "Genesis 47:16", "Genesis 47:17", "Genesis 47:18", "Genesis 47:19", "Genesis 47:20", "Genesis 47:21", "Genesis 47:22", "Genesis 47:23", "Genesis 47:24", "Genesis 47:25", "Genesis 47:26", "Genesis 47:27", "Genesis 47:28", "Genesis 47:29", "Genesis 47:30", "Genesis 47:31", "Genesis 48:1", "Genesis 48:2", "Genesis 48:3", "Genesis 48:4", "Genesis 48:5", "Genesis 48:6", "Genesis 48:7", "Genesis 48:8", "Genesis 48:9", "Genesis 48:10", "Genesis 48:11", "Genesis 48:12", "Genesis 48:13", "Genesis 48:14", "Genesis 48:15", "Genesis 48:16", "Genesis 48:17", "Genesis 48:18", "Genesis 48:19", "Genesis 48:20", "Genesis 48:21", "Genesis 48:22", "Genesis 49:1", "Genesis 49:2", "Genesis 49:3", "Genesis 49:4", "Genesis 49:5", "Genesis 49:6", "Genesis 49:7", "Genesis 49:8", "Genesis 49:9", "Genesis 49:10", "Genesis 49:11", "Genesis 49:12", "Genesis 49:13", "Genesis 49:14", "Genesis 49:15", "Genesis 49:16", "Genesis 49:17", "Genesis 49:18", "Genesis 49:19", "Genesis 49:20", "Genesis 49:21", "Genesis 49:22", "Genesis 49:23", "Genesis 49:24", "Genesis 49:25", "Genesis 49:26", "Genesis 49:27", "Genesis 49:28", "Genesis 49:29", "Genesis 49:30", "Genesis 49:31", "Genesis 49:32", "Genesis 49:33", "Genesis 50:1", "Genesis 50:2", "Genesis 50:3", "Genesis 50:4", "Genesis 50:5", "Genesis 50:6", "Genesis 50:7", "Genesis 50:8", "Genesis 50:9", "Genesis 50:10", "Genesis 50:11", "Genesis 50:12", "Genesis 50:13", "Genesis 50:14", "Genesis 50:15", "Genesis 50:16", "Genesis 50:17", "Genesis 50:18", "Genesis 50:19", "Genesis 50:20", "Genesis 50:21", "Genesis 50:22", "Genesis 50:23", "Genesis 50:24", "Genesis 50:25", "Genesis 50:26"], "sourceRef": "The Five Books of Moses, by Everett Fox, Genesis, The Patriarchal Narratives 2-7", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, בראשית, בראשית מאמר ג׳ ב׳-ז׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "The Patriarchal Narratives", "he": "בראשית מאמר ג׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "בראשית מאמר ג׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["T<small>HE STORIES ABOUT THE FATHERS AND MOTHERS OF</small> I<small>SRAEL, AS A COLLECTION, ARE</small> almost contrapuntal in their richness. Life experiences are repeated and common themes recur; yet at the same time there is a remarkable variety of personalities.", "Two prominent themes throughout are God’s promises (of land and descendants) and his blessing. The texts revolve around the question of whether and how God will fulfill his promises, and how people will effect the transfer of the blessing. Each generation portrayed in the narratives must deal with the inherent tensions raised by these questions, since their resolution does not occur easily.", "The stories are also marked by each figure’s struggle to develop a concept of the religious life, of “walking in accord with God.” Each one carves out his own distinct path, to arrive at a mature understanding of what it means to be a father of the people of Israel. In order to bring about such an understanding, God apparently “tests” them in both obvious and more oblique ways, often against a backdrop of bitter sibling rivalry. One also observes a physical unsettledness about the Patriarchs’ quest; only Yitzhak is spared the wanderings that occur so regularly in the stories.", "Rather interestingly, although the texts purport to be about “fathers,” it is God himself who most consistently fits that role for the characters. God acts <i>in loco parentis</i> for each of the Patriarchs, always, significantly, after the loss of the human father. He first appears to Avraham after the death of Terah; to Yitzhak after that of Avraham; to Yaakov after he leaves home (and a seemingly dying father); and he helps Yosef directly, after he has left his father’s home.", "Numbers play an important role in the Patriarchal stories, as they did in Part I. It has been pointed out (see Sarna 1966) that the life spans of the Patriarchs fit into a highly ordered pattern. Avraham lives for 175 years, equaling 7 × 5<sup>2</sup>; Yitzhak, for 180 years, equaling 5 × 6<sup>2</sup>; and Yaakov, for 147 years, or 3 × 7<sup>2</sup>. This is unmistakably a purposeful scheme, meant to convey that human history is orderly and meaningful. Similarly an examination of the stories reveals that Avraham lives for 75 years in the lifetime of his father and 75 years in the lifetime of his son, while Yaakov spends 20 years away from his father, with Yosef roughly following suit in the next generation.", "Last, it should be noted that the Patriarchal stories in various details anticipate the later Exodus of the Israelites from Egypt. The specific references will be mentioned in the Notes."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62037ecd6bfddfbb310fecba", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Genesis, Part IV; Yosef 2-7", "anchorRef": "Genesis 37:1-50:26", "anchorRefExpanded": ["Genesis 37:1", "Genesis 37:2", "Genesis 37:3", "Genesis 37:4", "Genesis 37:5", "Genesis 37:6", "Genesis 37:7", "Genesis 37:8", "Genesis 37:9", "Genesis 37:10", "Genesis 37:11", "Genesis 37:12", "Genesis 37:13", "Genesis 37:14", "Genesis 37:15", "Genesis 37:16", "Genesis 37:17", "Genesis 37:18", "Genesis 37:19", "Genesis 37:20", "Genesis 37:21", "Genesis 37:22", "Genesis 37:23", "Genesis 37:24", "Genesis 37:25", "Genesis 37:26", "Genesis 37:27", "Genesis 37:28", "Genesis 37:29", "Genesis 37:30", "Genesis 37:31", "Genesis 37:32", "Genesis 37:33", "Genesis 37:34", "Genesis 37:35", "Genesis 37:36", "Genesis 38:1", "Genesis 38:2", "Genesis 38:3", "Genesis 38:4", "Genesis 38:5", "Genesis 38:6", "Genesis 38:7", "Genesis 38:8", "Genesis 38:9", "Genesis 38:10", "Genesis 38:11", "Genesis 38:12", "Genesis 38:13", "Genesis 38:14", "Genesis 38:15", "Genesis 38:16", "Genesis 38:17", "Genesis 38:18", "Genesis 38:19", "Genesis 38:20", "Genesis 38:21", "Genesis 38:22", "Genesis 38:23", "Genesis 38:24", "Genesis 38:25", "Genesis 38:26", "Genesis 38:27", "Genesis 38:28", "Genesis 38:29", "Genesis 38:30", "Genesis 39:1", "Genesis 39:2", "Genesis 39:3", "Genesis 39:4", "Genesis 39:5", "Genesis 39:6", "Genesis 39:7", "Genesis 39:8", "Genesis 39:9", "Genesis 39:10", "Genesis 39:11", "Genesis 39:12", "Genesis 39:13", "Genesis 39:14", "Genesis 39:15", "Genesis 39:16", "Genesis 39:17", "Genesis 39:18", "Genesis 39:19", "Genesis 39:20", "Genesis 39:21", "Genesis 39:22", "Genesis 39:23", "Genesis 40:1", "Genesis 40:2", "Genesis 40:3", "Genesis 40:4", "Genesis 40:5", "Genesis 40:6", "Genesis 40:7", "Genesis 40:8", "Genesis 40:9", "Genesis 40:10", "Genesis 40:11", "Genesis 40:12", "Genesis 40:13", "Genesis 40:14", "Genesis 40:15", "Genesis 40:16", "Genesis 40:17", "Genesis 40:18", "Genesis 40:19", "Genesis 40:20", "Genesis 40:21", "Genesis 40:22", "Genesis 40:23", "Genesis 41:1", "Genesis 41:2", "Genesis 41:3", "Genesis 41:4", "Genesis 41:5", "Genesis 41:6", "Genesis 41:7", "Genesis 41:8", "Genesis 41:9", "Genesis 41:10", "Genesis 41:11", "Genesis 41:12", "Genesis 41:13", "Genesis 41:14", "Genesis 41:15", "Genesis 41:16", "Genesis 41:17", "Genesis 41:18", "Genesis 41:19", "Genesis 41:20", "Genesis 41:21", "Genesis 41:22", "Genesis 41:23", "Genesis 41:24", "Genesis 41:25", "Genesis 41:26", "Genesis 41:27", "Genesis 41:28", "Genesis 41:29", "Genesis 41:30", "Genesis 41:31", "Genesis 41:32", "Genesis 41:33", "Genesis 41:34", "Genesis 41:35", "Genesis 41:36", "Genesis 41:37", "Genesis 41:38", "Genesis 41:39", "Genesis 41:40", "Genesis 41:41", "Genesis 41:42", "Genesis 41:43", "Genesis 41:44", "Genesis 41:45", "Genesis 41:46", "Genesis 41:47", "Genesis 41:48", "Genesis 41:49", "Genesis 41:50", "Genesis 41:51", "Genesis 41:52", "Genesis 41:53", "Genesis 41:54", "Genesis 41:55", "Genesis 41:56", "Genesis 41:57", "Genesis 42:1", "Genesis 42:2", "Genesis 42:3", "Genesis 42:4", "Genesis 42:5", "Genesis 42:6", "Genesis 42:7", "Genesis 42:8", "Genesis 42:9", "Genesis 42:10", "Genesis 42:11", "Genesis 42:12", "Genesis 42:13", "Genesis 42:14", "Genesis 42:15", "Genesis 42:16", "Genesis 42:17", "Genesis 42:18", "Genesis 42:19", "Genesis 42:20", "Genesis 42:21", "Genesis 42:22", "Genesis 42:23", "Genesis 42:24", "Genesis 42:25", "Genesis 42:26", "Genesis 42:27", "Genesis 42:28", "Genesis 42:29", "Genesis 42:30", "Genesis 42:31", "Genesis 42:32", "Genesis 42:33", "Genesis 42:34", "Genesis 42:35", "Genesis 42:36", "Genesis 42:37", "Genesis 42:38", "Genesis 43:1", "Genesis 43:2", "Genesis 43:3", "Genesis 43:4", "Genesis 43:5", "Genesis 43:6", "Genesis 43:7", "Genesis 43:8", "Genesis 43:9", "Genesis 43:10", "Genesis 43:11", "Genesis 43:12", "Genesis 43:13", "Genesis 43:14", "Genesis 43:15", "Genesis 43:16", "Genesis 43:17", "Genesis 43:18", "Genesis 43:19", "Genesis 43:20", "Genesis 43:21", "Genesis 43:22", "Genesis 43:23", "Genesis 43:24", "Genesis 43:25", "Genesis 43:26", "Genesis 43:27", "Genesis 43:28", "Genesis 43:29", "Genesis 43:30", "Genesis 43:31", "Genesis 43:32", "Genesis 43:33", "Genesis 43:34", "Genesis 44:1", "Genesis 44:2", "Genesis 44:3", "Genesis 44:4", "Genesis 44:5", "Genesis 44:6", "Genesis 44:7", "Genesis 44:8", "Genesis 44:9", "Genesis 44:10", "Genesis 44:11", "Genesis 44:12", "Genesis 44:13", "Genesis 44:14", "Genesis 44:15", "Genesis 44:16", "Genesis 44:17", "Genesis 44:18", "Genesis 44:19", "Genesis 44:20", "Genesis 44:21", "Genesis 44:22", "Genesis 44:23", "Genesis 44:24", "Genesis 44:25", "Genesis 44:26", "Genesis 44:27", "Genesis 44:28", "Genesis 44:29", "Genesis 44:30", "Genesis 44:31", "Genesis 44:32", "Genesis 44:33", "Genesis 44:34", "Genesis 45:1", "Genesis 45:2", "Genesis 45:3", "Genesis 45:4", "Genesis 45:5", "Genesis 45:6", "Genesis 45:7", "Genesis 45:8", "Genesis 45:9", "Genesis 45:10", "Genesis 45:11", "Genesis 45:12", "Genesis 45:13", "Genesis 45:14", "Genesis 45:15", "Genesis 45:16", "Genesis 45:17", "Genesis 45:18", "Genesis 45:19", "Genesis 45:20", "Genesis 45:21", "Genesis 45:22", "Genesis 45:23", "Genesis 45:24", "Genesis 45:25", "Genesis 45:26", "Genesis 45:27", "Genesis 45:28", "Genesis 46:1", "Genesis 46:2", "Genesis 46:3", "Genesis 46:4", "Genesis 46:5", "Genesis 46:6", "Genesis 46:7", "Genesis 46:8", "Genesis 46:9", "Genesis 46:10", "Genesis 46:11", "Genesis 46:12", "Genesis 46:13", "Genesis 46:14", "Genesis 46:15", "Genesis 46:16", "Genesis 46:17", "Genesis 46:18", "Genesis 46:19", "Genesis 46:20", "Genesis 46:21", "Genesis 46:22", "Genesis 46:23", "Genesis 46:24", "Genesis 46:25", "Genesis 46:26", "Genesis 46:27", "Genesis 46:28", "Genesis 46:29", "Genesis 46:30", "Genesis 46:31", "Genesis 46:32", "Genesis 46:33", "Genesis 46:34", "Genesis 47:1", "Genesis 47:2", "Genesis 47:3", "Genesis 47:4", "Genesis 47:5", "Genesis 47:6", "Genesis 47:7", "Genesis 47:8", "Genesis 47:9", "Genesis 47:10", "Genesis 47:11", "Genesis 47:12", "Genesis 47:13", "Genesis 47:14", "Genesis 47:15", "Genesis 47:16", "Genesis 47:17", "Genesis 47:18", "Genesis 47:19", "Genesis 47:20", "Genesis 47:21", "Genesis 47:22", "Genesis 47:23", "Genesis 47:24", "Genesis 47:25", "Genesis 47:26", "Genesis 47:27", "Genesis 47:28", "Genesis 47:29", "Genesis 47:30", "Genesis 47:31", "Genesis 48:1", "Genesis 48:2", "Genesis 48:3", "Genesis 48:4", "Genesis 48:5", "Genesis 48:6", "Genesis 48:7", "Genesis 48:8", "Genesis 48:9", "Genesis 48:10", "Genesis 48:11", "Genesis 48:12", "Genesis 48:13", "Genesis 48:14", "Genesis 48:15", "Genesis 48:16", "Genesis 48:17", "Genesis 48:18", "Genesis 48:19", "Genesis 48:20", "Genesis 48:21", "Genesis 48:22", "Genesis 49:1", "Genesis 49:2", "Genesis 49:3", "Genesis 49:4", "Genesis 49:5", "Genesis 49:6", "Genesis 49:7", "Genesis 49:8", "Genesis 49:9", "Genesis 49:10", "Genesis 49:11", "Genesis 49:12", "Genesis 49:13", "Genesis 49:14", "Genesis 49:15", "Genesis 49:16", "Genesis 49:17", "Genesis 49:18", "Genesis 49:19", "Genesis 49:20", "Genesis 49:21", "Genesis 49:22", "Genesis 49:23", "Genesis 49:24", "Genesis 49:25", "Genesis 49:26", "Genesis 49:27", "Genesis 49:28", "Genesis 49:29", "Genesis 49:30", "Genesis 49:31", "Genesis 49:32", "Genesis 49:33", "Genesis 50:1", "Genesis 50:2", "Genesis 50:3", "Genesis 50:4", "Genesis 50:5", "Genesis 50:6", "Genesis 50:7", "Genesis 50:8", "Genesis 50:9", "Genesis 50:10", "Genesis 50:11", "Genesis 50:12", "Genesis 50:13", "Genesis 50:14", "Genesis 50:15", "Genesis 50:16", "Genesis 50:17", "Genesis 50:18", "Genesis 50:19", "Genesis 50:20", "Genesis 50:21", "Genesis 50:22", "Genesis 50:23", "Genesis 50:24", "Genesis 50:25", "Genesis 50:26"], "sourceRef": "The Five Books of Moses, by Everett Fox, Genesis, Part IV; Yosef 2-7", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, בראשית, בראשית מאמר ו׳ ב׳-ז׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Part IV; Yosef", "he": "בראשית מאמר ו׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["T<small>HE STORIES ABOUT THE LAST</small> P<small>ATRIARCH FORM A COHERENT WHOLE, LEADING SOME</small> to dub it a “novella.” It stands well on its own, although it has been consciously and artfully woven together into both the Yaakov cycle and the entire book.", "Initially the tale is one of family emotions, and it is in fact extreme emotions which give it a distinctive flavor. All the major characters are painfully expressive of their feelings, from the doting father to the spoiled son, from the malicious brothers to the lustful wife of Potifar, from the nostalgic adult Yosef to the grief-stricken old Yaakov. It is only through the subconscious medium of dreams, in three sets, that we are made to realize that a higher plan is at work which will supersede the destructive force of these emotions.", "For this is a story of how “ill”—with all its connotations of fate, evil, and disaster—is changed to good. Despite the constant threat of death to Yosef, to the Egyptians, and to Binyamin, the hidden, optimistic thrust of the story is “life,” a word that appears in various guises throughout. Even “face,” the key word of the Yaakov cycle which often meant something negative, is here given a kinder meaning, as the resolution to Yaakov’s life.", "A major subtheme of the plot is the struggle for power between Re’uven and Yehuda. Its resolution has implications that are as much tribal as personal, for the tribe of Yehuda later became the historical force in ancient Israel as the seat of the monarchy.", "Although many details of the narrative confirm Egyptian practices, those practices actually reflect an Egypt considerably later than the period of the Patriarchs (Redford). Of interest also is the prominence of the number five in the story, a detail that is unexplained but that gives some unity to the various sections of text.", "In many ways the Yosef material repeats elements in the Yaakov traditions. A long list could be compiled, but let us at least mention here sibling hatred, exile of the hero, foreign names, love and hate, dreams, and deception—even so detailed as to duplicate the use of a goat-kid. But its focusing on a classic rags-to-riches plot, with the addition of a moralistic theme, make the Yosef story a distinctive and always popular tale, accessible in a way that the more difficult stories of the first three parts of Genesis are not."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62037ecf47cf7a0c25239b47", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Genesis, Part IV; Yosef, The Test 2-3", "anchorRef": "Genesis 43:1-44:34", "anchorRefExpanded": ["Genesis 43:1", "Genesis 43:2", "Genesis 43:3", "Genesis 43:4", "Genesis 43:5", "Genesis 43:6", "Genesis 43:7", "Genesis 43:8", "Genesis 43:9", "Genesis 43:10", "Genesis 43:11", "Genesis 43:12", "Genesis 43:13", "Genesis 43:14", "Genesis 43:15", "Genesis 43:16", "Genesis 43:17", "Genesis 43:18", "Genesis 43:19", "Genesis 43:20", "Genesis 43:21", "Genesis 43:22", "Genesis 43:23", "Genesis 43:24", "Genesis 43:25", "Genesis 43:26", "Genesis 43:27", "Genesis 43:28", "Genesis 43:29", "Genesis 43:30", "Genesis 43:31", "Genesis 43:32", "Genesis 43:33", "Genesis 43:34", "Genesis 44:1", "Genesis 44:2", "Genesis 44:3", "Genesis 44:4", "Genesis 44:5", "Genesis 44:6", "Genesis 44:7", "Genesis 44:8", "Genesis 44:9", "Genesis 44:10", "Genesis 44:11", "Genesis 44:12", "Genesis 44:13", "Genesis 44:14", "Genesis 44:15", "Genesis 44:16", "Genesis 44:17", "Genesis 44:18", "Genesis 44:19", "Genesis 44:20", "Genesis 44:21", "Genesis 44:22", "Genesis 44:23", "Genesis 44:24", "Genesis 44:25", "Genesis 44:26", "Genesis 44:27", "Genesis 44:28", "Genesis 44:29", "Genesis 44:30", "Genesis 44:31", "Genesis 44:32", "Genesis 44:33", "Genesis 44:34"], "sourceRef": "The Five Books of Moses, by Everett Fox, Genesis, Part IV; Yosef, The Test 2-3", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, בראשית, בראשית מאמר ו׳, בראשית הערה ו׳ ב׳-ג׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "The Test", "he": "בראשית הערה ו׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "בראשית הערה ו׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["Yosef’s testing of his brothers is masterful, not only because of the plan itself, but also because of the depth of emotion that the text evokes in its characterizations. It demonstrates how well the whole story has been integrated into the Yaakov material, for here as well as there long conversations are used to reveal complex passions.", "Some have questioned the morality of Yosef’s actions, seeing that the aged Yaakov might well have died while the test was progressing, without ever finding out that Yosef had survived. But that is not the point of the story. What it <i>is</i> trying to teach (among other things) is a lesson about crime and repentance. Only by recreating something of the original situation—the brothers are again in control of the life and death of a son of Rahel—can Yosef be sure that they have changed. Once the brothers pass the test, life and covenant can then continue."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "6203809f713bd8cd388d3e49", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Genesis, On the Book of Genesis and Its Structure 2-47", "anchorRef": "Genesis 1:1-50:26", "anchorRefExpanded": ["Genesis 1:1", "Genesis 1:2", "Genesis 1:3", "Genesis 1:4", "Genesis 1:5", "Genesis 1:6", "Genesis 1:7", "Genesis 1:8", "Genesis 1:9", "Genesis 1:10", "Genesis 1:11", "Genesis 1:12", "Genesis 1:13", "Genesis 1:14", "Genesis 1:15", "Genesis 1:16", "Genesis 1:17", "Genesis 1:18", "Genesis 1:19", "Genesis 1:20", "Genesis 1:21", "Genesis 1:22", "Genesis 1:23", "Genesis 1:24", "Genesis 1:25", "Genesis 1:26", "Genesis 1:27", "Genesis 1:28", "Genesis 1:29", "Genesis 1:30", "Genesis 1:31", "Genesis 2:1", "Genesis 2:2", "Genesis 2:3", "Genesis 2:4", "Genesis 2:5", "Genesis 2:6", "Genesis 2:7", "Genesis 2:8", "Genesis 2:9", "Genesis 2:10", "Genesis 2:11", "Genesis 2:12", "Genesis 2:13", "Genesis 2:14", "Genesis 2:15", "Genesis 2:16", "Genesis 2:17", "Genesis 2:18", "Genesis 2:19", "Genesis 2:20", "Genesis 2:21", "Genesis 2:22", "Genesis 2:23", "Genesis 2:24", "Genesis 2:25", "Genesis 3:1", "Genesis 3:2", "Genesis 3:3", "Genesis 3:4", "Genesis 3:5", "Genesis 3:6", "Genesis 3:7", "Genesis 3:8", "Genesis 3:9", "Genesis 3:10", "Genesis 3:11", "Genesis 3:12", "Genesis 3:13", "Genesis 3:14", "Genesis 3:15", "Genesis 3:16", "Genesis 3:17", "Genesis 3:18", "Genesis 3:19", "Genesis 3:20", "Genesis 3:21", "Genesis 3:22", "Genesis 3:23", "Genesis 3:24", "Genesis 4:1", "Genesis 4:2", "Genesis 4:3", "Genesis 4:4", "Genesis 4:5", "Genesis 4:6", "Genesis 4:7", "Genesis 4:8", "Genesis 4:9", "Genesis 4:10", "Genesis 4:11", "Genesis 4:12", "Genesis 4:13", "Genesis 4:14", "Genesis 4:15", "Genesis 4:16", "Genesis 4:17", "Genesis 4:18", "Genesis 4:19", "Genesis 4:20", "Genesis 4:21", "Genesis 4:22", "Genesis 4:23", "Genesis 4:24", "Genesis 4:25", "Genesis 4:26", "Genesis 5:1", "Genesis 5:2", "Genesis 5:3", "Genesis 5:4", "Genesis 5:5", "Genesis 5:6", "Genesis 5:7", "Genesis 5:8", "Genesis 5:9", "Genesis 5:10", "Genesis 5:11", "Genesis 5:12", "Genesis 5:13", "Genesis 5:14", "Genesis 5:15", "Genesis 5:16", "Genesis 5:17", "Genesis 5:18", "Genesis 5:19", "Genesis 5:20", "Genesis 5:21", "Genesis 5:22", "Genesis 5:23", "Genesis 5:24", "Genesis 5:25", "Genesis 5:26", "Genesis 5:27", "Genesis 5:28", "Genesis 5:29", "Genesis 5:30", "Genesis 5:31", "Genesis 5:32", "Genesis 6:1", "Genesis 6:2", "Genesis 6:3", "Genesis 6:4", "Genesis 6:5", "Genesis 6:6", "Genesis 6:7", "Genesis 6:8", "Genesis 6:9", "Genesis 6:10", "Genesis 6:11", "Genesis 6:12", "Genesis 6:13", "Genesis 6:14", "Genesis 6:15", "Genesis 6:16", "Genesis 6:17", "Genesis 6:18", "Genesis 6:19", "Genesis 6:20", "Genesis 6:21", "Genesis 6:22", "Genesis 7:1", "Genesis 7:2", "Genesis 7:3", "Genesis 7:4", "Genesis 7:5", "Genesis 7:6", "Genesis 7:7", "Genesis 7:8", "Genesis 7:9", "Genesis 7:10", "Genesis 7:11", "Genesis 7:12", "Genesis 7:13", "Genesis 7:14", "Genesis 7:15", "Genesis 7:16", "Genesis 7:17", "Genesis 7:18", "Genesis 7:19", "Genesis 7:20", "Genesis 7:21", "Genesis 7:22", "Genesis 7:23", "Genesis 7:24", "Genesis 8:1", "Genesis 8:2", "Genesis 8:3", "Genesis 8:4", "Genesis 8:5", "Genesis 8:6", "Genesis 8:7", "Genesis 8:8", "Genesis 8:9", "Genesis 8:10", "Genesis 8:11", "Genesis 8:12", "Genesis 8:13", "Genesis 8:14", "Genesis 8:15", "Genesis 8:16", "Genesis 8:17", "Genesis 8:18", "Genesis 8:19", "Genesis 8:20", "Genesis 8:21", "Genesis 8:22", "Genesis 9:1", "Genesis 9:2", "Genesis 9:3", "Genesis 9:4", "Genesis 9:5", "Genesis 9:6", "Genesis 9:7", "Genesis 9:8", "Genesis 9:9", "Genesis 9:10", "Genesis 9:11", "Genesis 9:12", "Genesis 9:13", "Genesis 9:14", "Genesis 9:15", "Genesis 9:16", "Genesis 9:17", "Genesis 9:18", "Genesis 9:19", "Genesis 9:20", "Genesis 9:21", "Genesis 9:22", "Genesis 9:23", "Genesis 9:24", "Genesis 9:25", "Genesis 9:26", "Genesis 9:27", "Genesis 9:28", "Genesis 9:29", "Genesis 10:1", "Genesis 10:2", "Genesis 10:3", "Genesis 10:4", "Genesis 10:5", "Genesis 10:6", "Genesis 10:7", "Genesis 10:8", "Genesis 10:9", "Genesis 10:10", "Genesis 10:11", "Genesis 10:12", "Genesis 10:13", "Genesis 10:14", "Genesis 10:15", "Genesis 10:16", "Genesis 10:17", "Genesis 10:18", "Genesis 10:19", "Genesis 10:20", "Genesis 10:21", "Genesis 10:22", "Genesis 10:23", "Genesis 10:24", "Genesis 10:25", "Genesis 10:26", "Genesis 10:27", "Genesis 10:28", "Genesis 10:29", "Genesis 10:30", "Genesis 10:31", "Genesis 10:32", "Genesis 11:1", "Genesis 11:2", "Genesis 11:3", "Genesis 11:4", "Genesis 11:5", "Genesis 11:6", "Genesis 11:7", "Genesis 11:8", "Genesis 11:9", "Genesis 11:10", "Genesis 11:11", "Genesis 11:12", "Genesis 11:13", "Genesis 11:14", "Genesis 11:15", "Genesis 11:16", "Genesis 11:17", "Genesis 11:18", "Genesis 11:19", "Genesis 11:20", "Genesis 11:21", "Genesis 11:22", "Genesis 11:23", "Genesis 11:24", "Genesis 11:25", "Genesis 11:26", "Genesis 11:27", "Genesis 11:28", "Genesis 11:29", "Genesis 11:30", "Genesis 11:31", "Genesis 11:32", "Genesis 12:1", "Genesis 12:2", "Genesis 12:3", "Genesis 12:4", "Genesis 12:5", "Genesis 12:6", "Genesis 12:7", "Genesis 12:8", "Genesis 12:9", "Genesis 12:10", "Genesis 12:11", "Genesis 12:12", "Genesis 12:13", "Genesis 12:14", "Genesis 12:15", "Genesis 12:16", "Genesis 12:17", "Genesis 12:18", "Genesis 12:19", "Genesis 12:20", "Genesis 13:1", "Genesis 13:2", "Genesis 13:3", "Genesis 13:4", "Genesis 13:5", "Genesis 13:6", "Genesis 13:7", "Genesis 13:8", "Genesis 13:9", "Genesis 13:10", "Genesis 13:11", "Genesis 13:12", "Genesis 13:13", "Genesis 13:14", "Genesis 13:15", "Genesis 13:16", "Genesis 13:17", "Genesis 13:18", "Genesis 14:1", "Genesis 14:2", "Genesis 14:3", "Genesis 14:4", "Genesis 14:5", "Genesis 14:6", "Genesis 14:7", "Genesis 14:8", "Genesis 14:9", "Genesis 14:10", "Genesis 14:11", "Genesis 14:12", "Genesis 14:13", "Genesis 14:14", "Genesis 14:15", "Genesis 14:16", "Genesis 14:17", "Genesis 14:18", "Genesis 14:19", "Genesis 14:20", "Genesis 14:21", "Genesis 14:22", "Genesis 14:23", "Genesis 14:24", "Genesis 15:1", "Genesis 15:2", "Genesis 15:3", "Genesis 15:4", "Genesis 15:5", "Genesis 15:6", "Genesis 15:7", "Genesis 15:8", "Genesis 15:9", "Genesis 15:10", "Genesis 15:11", "Genesis 15:12", "Genesis 15:13", "Genesis 15:14", "Genesis 15:15", "Genesis 15:16", "Genesis 15:17", "Genesis 15:18", "Genesis 15:19", "Genesis 15:20", "Genesis 15:21", "Genesis 16:1", "Genesis 16:2", "Genesis 16:3", "Genesis 16:4", "Genesis 16:5", "Genesis 16:6", "Genesis 16:7", "Genesis 16:8", "Genesis 16:9", "Genesis 16:10", "Genesis 16:11", "Genesis 16:12", "Genesis 16:13", "Genesis 16:14", "Genesis 16:15", "Genesis 16:16", "Genesis 17:1", "Genesis 17:2", "Genesis 17:3", "Genesis 17:4", "Genesis 17:5", "Genesis 17:6", "Genesis 17:7", "Genesis 17:8", "Genesis 17:9", "Genesis 17:10", "Genesis 17:11", "Genesis 17:12", "Genesis 17:13", "Genesis 17:14", "Genesis 17:15", "Genesis 17:16", "Genesis 17:17", "Genesis 17:18", "Genesis 17:19", "Genesis 17:20", "Genesis 17:21", "Genesis 17:22", "Genesis 17:23", "Genesis 17:24", "Genesis 17:25", "Genesis 17:26", "Genesis 17:27", "Genesis 18:1", "Genesis 18:2", "Genesis 18:3", "Genesis 18:4", "Genesis 18:5", "Genesis 18:6", "Genesis 18:7", "Genesis 18:8", "Genesis 18:9", "Genesis 18:10", "Genesis 18:11", "Genesis 18:12", "Genesis 18:13", "Genesis 18:14", "Genesis 18:15", "Genesis 18:16", "Genesis 18:17", "Genesis 18:18", "Genesis 18:19", "Genesis 18:20", "Genesis 18:21", "Genesis 18:22", "Genesis 18:23", "Genesis 18:24", "Genesis 18:25", "Genesis 18:26", "Genesis 18:27", "Genesis 18:28", "Genesis 18:29", "Genesis 18:30", "Genesis 18:31", "Genesis 18:32", "Genesis 18:33", "Genesis 19:1", "Genesis 19:2", "Genesis 19:3", "Genesis 19:4", "Genesis 19:5", "Genesis 19:6", "Genesis 19:7", "Genesis 19:8", "Genesis 19:9", "Genesis 19:10", "Genesis 19:11", "Genesis 19:12", "Genesis 19:13", "Genesis 19:14", "Genesis 19:15", "Genesis 19:16", "Genesis 19:17", "Genesis 19:18", "Genesis 19:19", "Genesis 19:20", "Genesis 19:21", "Genesis 19:22", "Genesis 19:23", "Genesis 19:24", "Genesis 19:25", "Genesis 19:26", "Genesis 19:27", "Genesis 19:28", "Genesis 19:29", "Genesis 19:30", "Genesis 19:31", "Genesis 19:32", "Genesis 19:33", "Genesis 19:34", "Genesis 19:35", "Genesis 19:36", "Genesis 19:37", "Genesis 19:38", "Genesis 20:1", "Genesis 20:2", "Genesis 20:3", "Genesis 20:4", "Genesis 20:5", "Genesis 20:6", "Genesis 20:7", "Genesis 20:8", "Genesis 20:9", "Genesis 20:10", "Genesis 20:11", "Genesis 20:12", "Genesis 20:13", "Genesis 20:14", "Genesis 20:15", "Genesis 20:16", "Genesis 20:17", "Genesis 20:18", "Genesis 21:1", "Genesis 21:2", "Genesis 21:3", "Genesis 21:4", "Genesis 21:5", "Genesis 21:6", "Genesis 21:7", "Genesis 21:8", "Genesis 21:9", "Genesis 21:10", "Genesis 21:11", "Genesis 21:12", "Genesis 21:13", "Genesis 21:14", "Genesis 21:15", "Genesis 21:16", "Genesis 21:17", "Genesis 21:18", "Genesis 21:19", "Genesis 21:20", "Genesis 21:21", "Genesis 21:22", "Genesis 21:23", "Genesis 21:24", "Genesis 21:25", "Genesis 21:26", "Genesis 21:27", "Genesis 21:28", "Genesis 21:29", "Genesis 21:30", "Genesis 21:31", "Genesis 21:32", "Genesis 21:33", "Genesis 21:34", "Genesis 22:1", "Genesis 22:2", "Genesis 22:3", "Genesis 22:4", "Genesis 22:5", "Genesis 22:6", "Genesis 22:7", "Genesis 22:8", "Genesis 22:9", "Genesis 22:10", "Genesis 22:11", "Genesis 22:12", "Genesis 22:13", "Genesis 22:14", "Genesis 22:15", "Genesis 22:16", "Genesis 22:17", "Genesis 22:18", "Genesis 22:19", "Genesis 22:20", "Genesis 22:21", "Genesis 22:22", "Genesis 22:23", "Genesis 22:24", "Genesis 23:1", "Genesis 23:2", "Genesis 23:3", "Genesis 23:4", "Genesis 23:5", "Genesis 23:6", "Genesis 23:7", "Genesis 23:8", "Genesis 23:9", "Genesis 23:10", "Genesis 23:11", "Genesis 23:12", "Genesis 23:13", "Genesis 23:14", "Genesis 23:15", "Genesis 23:16", "Genesis 23:17", "Genesis 23:18", "Genesis 23:19", "Genesis 23:20", "Genesis 24:1", "Genesis 24:2", "Genesis 24:3", "Genesis 24:4", "Genesis 24:5", "Genesis 24:6", "Genesis 24:7", "Genesis 24:8", "Genesis 24:9", "Genesis 24:10", "Genesis 24:11", "Genesis 24:12", "Genesis 24:13", "Genesis 24:14", "Genesis 24:15", "Genesis 24:16", "Genesis 24:17", "Genesis 24:18", "Genesis 24:19", "Genesis 24:20", "Genesis 24:21", "Genesis 24:22", "Genesis 24:23", "Genesis 24:24", "Genesis 24:25", "Genesis 24:26", "Genesis 24:27", "Genesis 24:28", "Genesis 24:29", "Genesis 24:30", "Genesis 24:31", "Genesis 24:32", "Genesis 24:33", "Genesis 24:34", "Genesis 24:35", "Genesis 24:36", "Genesis 24:37", "Genesis 24:38", "Genesis 24:39", "Genesis 24:40", "Genesis 24:41", "Genesis 24:42", "Genesis 24:43", "Genesis 24:44", "Genesis 24:45", "Genesis 24:46", "Genesis 24:47", "Genesis 24:48", "Genesis 24:49", "Genesis 24:50", "Genesis 24:51", "Genesis 24:52", "Genesis 24:53", "Genesis 24:54", "Genesis 24:55", "Genesis 24:56", "Genesis 24:57", "Genesis 24:58", "Genesis 24:59", "Genesis 24:60", "Genesis 24:61", "Genesis 24:62", "Genesis 24:63", "Genesis 24:64", "Genesis 24:65", "Genesis 24:66", "Genesis 24:67", "Genesis 25:1", "Genesis 25:2", "Genesis 25:3", "Genesis 25:4", "Genesis 25:5", "Genesis 25:6", "Genesis 25:7", "Genesis 25:8", "Genesis 25:9", "Genesis 25:10", "Genesis 25:11", "Genesis 25:12", "Genesis 25:13", "Genesis 25:14", "Genesis 25:15", "Genesis 25:16", "Genesis 25:17", "Genesis 25:18", "Genesis 25:19", "Genesis 25:20", "Genesis 25:21", "Genesis 25:22", "Genesis 25:23", "Genesis 25:24", "Genesis 25:25", "Genesis 25:26", "Genesis 25:27", "Genesis 25:28", "Genesis 25:29", "Genesis 25:30", "Genesis 25:31", "Genesis 25:32", "Genesis 25:33", "Genesis 25:34", "Genesis 26:1", "Genesis 26:2", "Genesis 26:3", "Genesis 26:4", "Genesis 26:5", "Genesis 26:6", "Genesis 26:7", "Genesis 26:8", "Genesis 26:9", "Genesis 26:10", "Genesis 26:11", "Genesis 26:12", "Genesis 26:13", "Genesis 26:14", "Genesis 26:15", "Genesis 26:16", "Genesis 26:17", "Genesis 26:18", "Genesis 26:19", "Genesis 26:20", "Genesis 26:21", "Genesis 26:22", "Genesis 26:23", "Genesis 26:24", "Genesis 26:25", "Genesis 26:26", "Genesis 26:27", "Genesis 26:28", "Genesis 26:29", "Genesis 26:30", "Genesis 26:31", "Genesis 26:32", "Genesis 26:33", "Genesis 26:34", "Genesis 26:35", "Genesis 27:1", "Genesis 27:2", "Genesis 27:3", "Genesis 27:4", "Genesis 27:5", "Genesis 27:6", "Genesis 27:7", "Genesis 27:8", "Genesis 27:9", "Genesis 27:10", "Genesis 27:11", "Genesis 27:12", "Genesis 27:13", "Genesis 27:14", "Genesis 27:15", "Genesis 27:16", "Genesis 27:17", "Genesis 27:18", "Genesis 27:19", "Genesis 27:20", "Genesis 27:21", "Genesis 27:22", "Genesis 27:23", "Genesis 27:24", "Genesis 27:25", "Genesis 27:26", "Genesis 27:27", "Genesis 27:28", "Genesis 27:29", "Genesis 27:30", "Genesis 27:31", "Genesis 27:32", "Genesis 27:33", "Genesis 27:34", "Genesis 27:35", "Genesis 27:36", "Genesis 27:37", "Genesis 27:38", "Genesis 27:39", "Genesis 27:40", "Genesis 27:41", "Genesis 27:42", "Genesis 27:43", "Genesis 27:44", "Genesis 27:45", "Genesis 27:46", "Genesis 28:1", "Genesis 28:2", "Genesis 28:3", "Genesis 28:4", "Genesis 28:5", "Genesis 28:6", "Genesis 28:7", "Genesis 28:8", "Genesis 28:9", "Genesis 28:10", "Genesis 28:11", "Genesis 28:12", "Genesis 28:13", "Genesis 28:14", "Genesis 28:15", "Genesis 28:16", "Genesis 28:17", "Genesis 28:18", "Genesis 28:19", "Genesis 28:20", "Genesis 28:21", "Genesis 28:22", "Genesis 29:1", "Genesis 29:2", "Genesis 29:3", "Genesis 29:4", "Genesis 29:5", "Genesis 29:6", "Genesis 29:7", "Genesis 29:8", "Genesis 29:9", "Genesis 29:10", "Genesis 29:11", "Genesis 29:12", "Genesis 29:13", "Genesis 29:14", "Genesis 29:15", "Genesis 29:16", "Genesis 29:17", "Genesis 29:18", "Genesis 29:19", "Genesis 29:20", "Genesis 29:21", "Genesis 29:22", "Genesis 29:23", "Genesis 29:24", "Genesis 29:25", "Genesis 29:26", "Genesis 29:27", "Genesis 29:28", "Genesis 29:29", "Genesis 29:30", "Genesis 29:31", "Genesis 29:32", "Genesis 29:33", "Genesis 29:34", "Genesis 29:35", "Genesis 30:1", "Genesis 30:2", "Genesis 30:3", "Genesis 30:4", "Genesis 30:5", "Genesis 30:6", "Genesis 30:7", "Genesis 30:8", "Genesis 30:9", "Genesis 30:10", "Genesis 30:11", "Genesis 30:12", "Genesis 30:13", "Genesis 30:14", "Genesis 30:15", "Genesis 30:16", "Genesis 30:17", "Genesis 30:18", "Genesis 30:19", "Genesis 30:20", "Genesis 30:21", "Genesis 30:22", "Genesis 30:23", "Genesis 30:24", "Genesis 30:25", "Genesis 30:26", "Genesis 30:27", "Genesis 30:28", "Genesis 30:29", "Genesis 30:30", "Genesis 30:31", "Genesis 30:32", "Genesis 30:33", "Genesis 30:34", "Genesis 30:35", "Genesis 30:36", "Genesis 30:37", "Genesis 30:38", "Genesis 30:39", "Genesis 30:40", "Genesis 30:41", "Genesis 30:42", "Genesis 30:43", "Genesis 31:1", "Genesis 31:2", "Genesis 31:3", "Genesis 31:4", "Genesis 31:5", "Genesis 31:6", "Genesis 31:7", "Genesis 31:8", "Genesis 31:9", "Genesis 31:10", "Genesis 31:11", "Genesis 31:12", "Genesis 31:13", "Genesis 31:14", "Genesis 31:15", "Genesis 31:16", "Genesis 31:17", "Genesis 31:18", "Genesis 31:19", "Genesis 31:20", "Genesis 31:21", "Genesis 31:22", "Genesis 31:23", "Genesis 31:24", "Genesis 31:25", "Genesis 31:26", "Genesis 31:27", "Genesis 31:28", "Genesis 31:29", "Genesis 31:30", "Genesis 31:31", "Genesis 31:32", "Genesis 31:33", "Genesis 31:34", "Genesis 31:35", "Genesis 31:36", "Genesis 31:37", "Genesis 31:38", "Genesis 31:39", "Genesis 31:40", "Genesis 31:41", "Genesis 31:42", "Genesis 31:43", "Genesis 31:44", "Genesis 31:45", "Genesis 31:46", "Genesis 31:47", "Genesis 31:48", "Genesis 31:49", "Genesis 31:50", "Genesis 31:51", "Genesis 31:52", "Genesis 31:53", "Genesis 31:54", "Genesis 32:1", "Genesis 32:2", "Genesis 32:3", "Genesis 32:4", "Genesis 32:5", "Genesis 32:6", "Genesis 32:7", "Genesis 32:8", "Genesis 32:9", "Genesis 32:10", "Genesis 32:11", "Genesis 32:12", "Genesis 32:13", "Genesis 32:14", "Genesis 32:15", "Genesis 32:16", "Genesis 32:17", "Genesis 32:18", "Genesis 32:19", "Genesis 32:20", "Genesis 32:21", "Genesis 32:22", "Genesis 32:23", "Genesis 32:24", "Genesis 32:25", "Genesis 32:26", "Genesis 32:27", "Genesis 32:28", "Genesis 32:29", "Genesis 32:30", "Genesis 32:31", "Genesis 32:32", "Genesis 32:33", "Genesis 33:1", "Genesis 33:2", "Genesis 33:3", "Genesis 33:4", "Genesis 33:5", "Genesis 33:6", "Genesis 33:7", "Genesis 33:8", "Genesis 33:9", "Genesis 33:10", "Genesis 33:11", "Genesis 33:12", "Genesis 33:13", "Genesis 33:14", "Genesis 33:15", "Genesis 33:16", "Genesis 33:17", "Genesis 33:18", "Genesis 33:19", "Genesis 33:20", "Genesis 34:1", "Genesis 34:2", "Genesis 34:3", "Genesis 34:4", "Genesis 34:5", "Genesis 34:6", "Genesis 34:7", "Genesis 34:8", "Genesis 34:9", "Genesis 34:10", "Genesis 34:11", "Genesis 34:12", "Genesis 34:13", "Genesis 34:14", "Genesis 34:15", "Genesis 34:16", "Genesis 34:17", "Genesis 34:18", "Genesis 34:19", "Genesis 34:20", "Genesis 34:21", "Genesis 34:22", "Genesis 34:23", "Genesis 34:24", "Genesis 34:25", "Genesis 34:26", "Genesis 34:27", "Genesis 34:28", "Genesis 34:29", "Genesis 34:30", "Genesis 34:31", "Genesis 35:1", "Genesis 35:2", "Genesis 35:3", "Genesis 35:4", "Genesis 35:5", "Genesis 35:6", "Genesis 35:7", "Genesis 35:8", "Genesis 35:9", "Genesis 35:10", "Genesis 35:11", "Genesis 35:12", "Genesis 35:13", "Genesis 35:14", "Genesis 35:15", "Genesis 35:16", "Genesis 35:17", "Genesis 35:18", "Genesis 35:19", "Genesis 35:20", "Genesis 35:21", "Genesis 35:22", "Genesis 35:23", "Genesis 35:24", "Genesis 35:25", "Genesis 35:26", "Genesis 35:27", "Genesis 35:28", "Genesis 35:29", "Genesis 36:1", "Genesis 36:2", "Genesis 36:3", "Genesis 36:4", "Genesis 36:5", "Genesis 36:6", "Genesis 36:7", "Genesis 36:8", "Genesis 36:9", "Genesis 36:10", "Genesis 36:11", "Genesis 36:12", "Genesis 36:13", "Genesis 36:14", "Genesis 36:15", "Genesis 36:16", "Genesis 36:17", "Genesis 36:18", "Genesis 36:19", "Genesis 36:20", "Genesis 36:21", "Genesis 36:22", "Genesis 36:23", "Genesis 36:24", "Genesis 36:25", "Genesis 36:26", "Genesis 36:27", "Genesis 36:28", "Genesis 36:29", "Genesis 36:30", "Genesis 36:31", "Genesis 36:32", "Genesis 36:33", "Genesis 36:34", "Genesis 36:35", "Genesis 36:36", "Genesis 36:37", "Genesis 36:38", "Genesis 36:39", "Genesis 36:40", "Genesis 36:41", "Genesis 36:42", "Genesis 36:43", "Genesis 37:1", "Genesis 37:2", "Genesis 37:3", "Genesis 37:4", "Genesis 37:5", "Genesis 37:6", "Genesis 37:7", "Genesis 37:8", "Genesis 37:9", "Genesis 37:10", "Genesis 37:11", "Genesis 37:12", "Genesis 37:13", "Genesis 37:14", "Genesis 37:15", "Genesis 37:16", "Genesis 37:17", "Genesis 37:18", "Genesis 37:19", "Genesis 37:20", "Genesis 37:21", "Genesis 37:22", "Genesis 37:23", "Genesis 37:24", "Genesis 37:25", "Genesis 37:26", "Genesis 37:27", "Genesis 37:28", "Genesis 37:29", "Genesis 37:30", "Genesis 37:31", "Genesis 37:32", "Genesis 37:33", "Genesis 37:34", "Genesis 37:35", "Genesis 37:36", "Genesis 38:1", "Genesis 38:2", "Genesis 38:3", "Genesis 38:4", "Genesis 38:5", "Genesis 38:6", "Genesis 38:7", "Genesis 38:8", "Genesis 38:9", "Genesis 38:10", "Genesis 38:11", "Genesis 38:12", "Genesis 38:13", "Genesis 38:14", "Genesis 38:15", "Genesis 38:16", "Genesis 38:17", "Genesis 38:18", "Genesis 38:19", "Genesis 38:20", "Genesis 38:21", "Genesis 38:22", "Genesis 38:23", "Genesis 38:24", "Genesis 38:25", "Genesis 38:26", "Genesis 38:27", "Genesis 38:28", "Genesis 38:29", "Genesis 38:30", "Genesis 39:1", "Genesis 39:2", "Genesis 39:3", "Genesis 39:4", "Genesis 39:5", "Genesis 39:6", "Genesis 39:7", "Genesis 39:8", "Genesis 39:9", "Genesis 39:10", "Genesis 39:11", "Genesis 39:12", "Genesis 39:13", "Genesis 39:14", "Genesis 39:15", "Genesis 39:16", "Genesis 39:17", "Genesis 39:18", "Genesis 39:19", "Genesis 39:20", "Genesis 39:21", "Genesis 39:22", "Genesis 39:23", "Genesis 40:1", "Genesis 40:2", "Genesis 40:3", "Genesis 40:4", "Genesis 40:5", "Genesis 40:6", "Genesis 40:7", "Genesis 40:8", "Genesis 40:9", "Genesis 40:10", "Genesis 40:11", "Genesis 40:12", "Genesis 40:13", "Genesis 40:14", "Genesis 40:15", "Genesis 40:16", "Genesis 40:17", "Genesis 40:18", "Genesis 40:19", "Genesis 40:20", "Genesis 40:21", "Genesis 40:22", "Genesis 40:23", "Genesis 41:1", "Genesis 41:2", "Genesis 41:3", "Genesis 41:4", "Genesis 41:5", "Genesis 41:6", "Genesis 41:7", "Genesis 41:8", "Genesis 41:9", "Genesis 41:10", "Genesis 41:11", "Genesis 41:12", "Genesis 41:13", "Genesis 41:14", "Genesis 41:15", "Genesis 41:16", "Genesis 41:17", "Genesis 41:18", "Genesis 41:19", "Genesis 41:20", "Genesis 41:21", "Genesis 41:22", "Genesis 41:23", "Genesis 41:24", "Genesis 41:25", "Genesis 41:26", "Genesis 41:27", "Genesis 41:28", "Genesis 41:29", "Genesis 41:30", "Genesis 41:31", "Genesis 41:32", "Genesis 41:33", "Genesis 41:34", "Genesis 41:35", "Genesis 41:36", "Genesis 41:37", "Genesis 41:38", "Genesis 41:39", "Genesis 41:40", "Genesis 41:41", "Genesis 41:42", "Genesis 41:43", "Genesis 41:44", "Genesis 41:45", "Genesis 41:46", "Genesis 41:47", "Genesis 41:48", "Genesis 41:49", "Genesis 41:50", "Genesis 41:51", "Genesis 41:52", "Genesis 41:53", "Genesis 41:54", "Genesis 41:55", "Genesis 41:56", "Genesis 41:57", "Genesis 42:1", "Genesis 42:2", "Genesis 42:3", "Genesis 42:4", "Genesis 42:5", "Genesis 42:6", "Genesis 42:7", "Genesis 42:8", "Genesis 42:9", "Genesis 42:10", "Genesis 42:11", "Genesis 42:12", "Genesis 42:13", "Genesis 42:14", "Genesis 42:15", "Genesis 42:16", "Genesis 42:17", "Genesis 42:18", "Genesis 42:19", "Genesis 42:20", "Genesis 42:21", "Genesis 42:22", "Genesis 42:23", "Genesis 42:24", "Genesis 42:25", "Genesis 42:26", "Genesis 42:27", "Genesis 42:28", "Genesis 42:29", "Genesis 42:30", "Genesis 42:31", "Genesis 42:32", "Genesis 42:33", "Genesis 42:34", "Genesis 42:35", "Genesis 42:36", "Genesis 42:37", "Genesis 42:38", "Genesis 43:1", "Genesis 43:2", "Genesis 43:3", "Genesis 43:4", "Genesis 43:5", "Genesis 43:6", "Genesis 43:7", "Genesis 43:8", "Genesis 43:9", "Genesis 43:10", "Genesis 43:11", "Genesis 43:12", "Genesis 43:13", "Genesis 43:14", "Genesis 43:15", "Genesis 43:16", "Genesis 43:17", "Genesis 43:18", "Genesis 43:19", "Genesis 43:20", "Genesis 43:21", "Genesis 43:22", "Genesis 43:23", "Genesis 43:24", "Genesis 43:25", "Genesis 43:26", "Genesis 43:27", "Genesis 43:28", "Genesis 43:29", "Genesis 43:30", "Genesis 43:31", "Genesis 43:32", "Genesis 43:33", "Genesis 43:34", "Genesis 44:1", "Genesis 44:2", "Genesis 44:3", "Genesis 44:4", "Genesis 44:5", "Genesis 44:6", "Genesis 44:7", "Genesis 44:8", "Genesis 44:9", "Genesis 44:10", "Genesis 44:11", "Genesis 44:12", "Genesis 44:13", "Genesis 44:14", "Genesis 44:15", "Genesis 44:16", "Genesis 44:17", "Genesis 44:18", "Genesis 44:19", "Genesis 44:20", "Genesis 44:21", "Genesis 44:22", "Genesis 44:23", "Genesis 44:24", "Genesis 44:25", "Genesis 44:26", "Genesis 44:27", "Genesis 44:28", "Genesis 44:29", "Genesis 44:30", "Genesis 44:31", "Genesis 44:32", "Genesis 44:33", "Genesis 44:34", "Genesis 45:1", "Genesis 45:2", "Genesis 45:3", "Genesis 45:4", "Genesis 45:5", "Genesis 45:6", "Genesis 45:7", "Genesis 45:8", "Genesis 45:9", "Genesis 45:10", "Genesis 45:11", "Genesis 45:12", "Genesis 45:13", "Genesis 45:14", "Genesis 45:15", "Genesis 45:16", "Genesis 45:17", "Genesis 45:18", "Genesis 45:19", "Genesis 45:20", "Genesis 45:21", "Genesis 45:22", "Genesis 45:23", "Genesis 45:24", "Genesis 45:25", "Genesis 45:26", "Genesis 45:27", "Genesis 45:28", "Genesis 46:1", "Genesis 46:2", "Genesis 46:3", "Genesis 46:4", "Genesis 46:5", "Genesis 46:6", "Genesis 46:7", "Genesis 46:8", "Genesis 46:9", "Genesis 46:10", "Genesis 46:11", "Genesis 46:12", "Genesis 46:13", "Genesis 46:14", "Genesis 46:15", "Genesis 46:16", "Genesis 46:17", "Genesis 46:18", "Genesis 46:19", "Genesis 46:20", "Genesis 46:21", "Genesis 46:22", "Genesis 46:23", "Genesis 46:24", "Genesis 46:25", "Genesis 46:26", "Genesis 46:27", "Genesis 46:28", "Genesis 46:29", "Genesis 46:30", "Genesis 46:31", "Genesis 46:32", "Genesis 46:33", "Genesis 46:34", "Genesis 47:1", "Genesis 47:2", "Genesis 47:3", "Genesis 47:4", "Genesis 47:5", "Genesis 47:6", "Genesis 47:7", "Genesis 47:8", "Genesis 47:9", "Genesis 47:10", "Genesis 47:11", "Genesis 47:12", "Genesis 47:13", "Genesis 47:14", "Genesis 47:15", "Genesis 47:16", "Genesis 47:17", "Genesis 47:18", "Genesis 47:19", "Genesis 47:20", "Genesis 47:21", "Genesis 47:22", "Genesis 47:23", "Genesis 47:24", "Genesis 47:25", "Genesis 47:26", "Genesis 47:27", "Genesis 47:28", "Genesis 47:29", "Genesis 47:30", "Genesis 47:31", "Genesis 48:1", "Genesis 48:2", "Genesis 48:3", "Genesis 48:4", "Genesis 48:5", "Genesis 48:6", "Genesis 48:7", "Genesis 48:8", "Genesis 48:9", "Genesis 48:10", "Genesis 48:11", "Genesis 48:12", "Genesis 48:13", "Genesis 48:14", "Genesis 48:15", "Genesis 48:16", "Genesis 48:17", "Genesis 48:18", "Genesis 48:19", "Genesis 48:20", "Genesis 48:21", "Genesis 48:22", "Genesis 49:1", "Genesis 49:2", "Genesis 49:3", "Genesis 49:4", "Genesis 49:5", "Genesis 49:6", "Genesis 49:7", "Genesis 49:8", "Genesis 49:9", "Genesis 49:10", "Genesis 49:11", "Genesis 49:12", "Genesis 49:13", "Genesis 49:14", "Genesis 49:15", "Genesis 49:16", "Genesis 49:17", "Genesis 49:18", "Genesis 49:19", "Genesis 49:20", "Genesis 49:21", "Genesis 49:22", "Genesis 49:23", "Genesis 49:24", "Genesis 49:25", "Genesis 49:26", "Genesis 49:27", "Genesis 49:28", "Genesis 49:29", "Genesis 49:30", "Genesis 49:31", "Genesis 49:32", "Genesis 49:33", "Genesis 50:1", "Genesis 50:2", "Genesis 50:3", "Genesis 50:4", "Genesis 50:5", "Genesis 50:6", "Genesis 50:7", "Genesis 50:8", "Genesis 50:9", "Genesis 50:10", "Genesis 50:11", "Genesis 50:12", "Genesis 50:13", "Genesis 50:14", "Genesis 50:15", "Genesis 50:16", "Genesis 50:17", "Genesis 50:18", "Genesis 50:19", "Genesis 50:20", "Genesis 50:21", "Genesis 50:22", "Genesis 50:23", "Genesis 50:24", "Genesis 50:25", "Genesis 50:26"], "sourceRef": "The Five Books of Moses, by Everett Fox, Genesis, On the Book of Genesis and Its Structure 2-47", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, בראשית, בראשית מאמר א׳ ב׳-מ״ז", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "On the Book of Genesis and Its Structure", "he": "בראשית מאמר א׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "בראשית מאמר א׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["T<small>HE TEXT OF</small> G<small>ENESIS SEEMS TO SPEAK WITH MANY VOICES</small>. F<small>OR A BOOK WHOSE BASIC</small> arrangement is chronological, tracing the history of a single family, it exhibits a good deal of discontinuity on the surface. Here time flows uniformly, there it takes startling jumps; fragments are followed by more or less full-blown tales; genres alternate, from mythic to genealogical to folkloristic. In addition, scholars often portray Genesis as a collection of historically diverse materials that were compiled by scribes for whom deviating from received tradition was anathema. Hence the repetitions, the inconsistencies, and the irregular pacing.", "Is Genesis then, at best, a collection of stories related to the origins of Israel, with most of its seams still showing? Such an assessment does not do justice to what must have been a complex process of addition and growth or to the final product. An overview of the book does produce a certain scheme; at some point in the text’s history a coherent picture must have begun to emerge from the disparate materials handed down. For the modern reader, utilizing the Buber-Rosenzweig method of focusing on repeating words and key themes as the text presents them may make it possible to generalize about the organization of the book and also to speculate on its overall intent in the form in which it has come down to us.", "On its most obvious level Genesis is a book about origins. It seeks to link the origin of the people of Israel with that of the world, relating in the process how various human characteristics and institutions arose.", "On the surface this parallels much of ancient literature and folklore. All peoples are interested in their own beginnings, picturing them in a way which validates their present existence. Genesis, however, is different in that, like the rest of the Torah, it downplays the heroic element of the people’s origins and in its place stresses God’s role in them. Moreover the one great omission—the origin of God—establishes from the beginning a unique basis for a tribal chronicle. From Genesis and subsequent books we learn primarily about God’s relationship to the people and what he expects of them; almost everything else is subordinated to this purpose.", "Preliminarily one can speak of at least seven major themes whose recurrence establishes their importance in the book:", "1. <i>Origins:</i> Of the world, of humanity, and of the people of Israel.<br>2. <i>Order/Meaning in History:</i> By means of stylized or patterned chronology—reliance on certain round numbers such as 3, 7, and 40—it is suggested that human events are not random but somehow planned.<br>3. <i>Blessing:</i> From creation onward God bestows blessings on his creatures in general and on the fathers and mothers of Israel in particular.<br>4. <i>Covenant:</i> God concludes agreements with human beings.<br>5. <i>God Punishes Evildoing:</i> God is provoked to anger not by his capriciousness but by human failure to uphold justice and morality.<br>6. <i>Sibling Conflict, with the Younger Usually Emerging the Victor:</i> The order of nature (primacy of the firstborn) is overturned, demonstrating that God, not nature, is the ruling principle in human affairs.<br>7. <i>Testing:</i> God tests those who are to carry forth his mission; the result is the development of moral character.", "Superseding these important themes, which occur throughout the Bible in various forms, is the dominant one of <i>continuity</i>, represented by the unifying word in Genesis <i>toledot</i> (“begettings”). The word appears eleven times, often accompanied by long genealogical lists. The names may deflect attention from what is central to Genesis. The major thrust of the book would seem to be toward human fecundity, following the early divine command to “bear fruit and be many” (1:28), and pointing toward the eventual fecundity of the people of Israel (which will only be realized in the book of Exodus). Such an emphasis seems appropriate in a book about origins.", "Ironically, however, the undercurrent in Genesis points not to life and its continuation, but rather to its threatened extinction. In story after story the protagonist, his people, and occasionally the entire world are threatened. In at least one case (Avraham) a perfectly legal and natural solution is found—the birth of Yishmael as his heir—only to be rejected by God in favor of a more difficult one: a son born to an elderly woman.", "It is clear that the stress on continuity and discontinuity has one purpose: to make clear that God is in control of history. Human fertility and continuity in history come not from magical rites or from the arbitrary decisions of the gods, but from a God who bases his rule on justice. Nature disappears as a ruling factor in human affairs, replaced by a principle of morality which is unshakable precisely because it comes from a God who is beyond the rules of nature.", "But the result is a book which abounds in tension. From the beginnings of human history (Chap. 4) we encounter contradictions and opposites, whether on a small scale (fertility and barrenness) or a large one (promise and delayed fulfillment). Nowhere is this so clear as in the dramatic high point of the book, Chap. 22. As Avraham stands with knife upraised, the entire enterprise of Genesis hangs in the balance. But the entire book is replete with such tensions and continuity-threatening situations. There are barren wives, brothers vowing to kill brothers, cities and even a world being destroyed by an angry God. The main characters of Genesis thus emerge as survivors, above all else. Noah sets the pattern, but he is merely the first, and too passive an example. The Patriarchs must brave hostile foreigners, bitter intrafamily struggles, and long wanderings before they can find peace.", "While by the end of the book many of the tensions have been resolved, one conspicuously has not: God’s promise of the land of Canaan. As the book ends, “in Egypt,” we are left to ponder how this God, who keeps his promises to “those who love him” (Ex. 20:6), will bring the people back to their land—a land inhabited by someone else and in which the Children of Israel own only a burial site. Yet despite the tension, we may assume from the experiences of the Patriarchs that God will indeed “take account of” the Israelites (50:24), that he will take whatever ill has been planned against them and “plan-it-over for good” (50:20).", "A word should also be said here about hero traditions. In the great epics of the ancient world the hero often stands as a lonely figure. He must overcome obstacles, fight monsters, acquire helpers (whether women, “sidekicks,” or magic objects); and his triumph in the end signals man’s triumph over his archenemy, Death. Every battle won, every obstacle hurdled, is psychologically a victory for us, the audience, a cathartic release from our own frustrating battle against death.", "The Bible sees things rather differently. Death is also overcome, but not only by the individual’s struggle. It is rather through the covenant community, bound together by God’s laws and his promises, that the heroic vision is lived out. Despite the triumphs of the characters in Genesis, it is really in the book of Exodus that the great battle scenes (the plagues in Egypt, the Red Sea) and meetings with the divine (Mount Sinai) take place. And it is therefore God himself who is most properly the “hero” of these stories. No major character in Genesis achieves success without depending fully on God, and the standards that are held up to them are ultimately seen as God’s own, to be imitated by imperfect humankind.", "The book of Genesis falls naturally into four large sections. The first, usually termed the “Primeval History” (Chaps, 11–11), begins with creation and progresses through the early generations of humanity, ending in Mesopotamia. The second (Chaps. 12 through 25:18) is the cycle of stories concerning Avraham, the father of the people of Israel. Part III (Gen. 25:19 through Chap. 36) deals in the main with stories about his grandson Yaakov. The final section (Chaps. 37–50) is the tale of Yosef and of how the Children of Israel came to live in Egypt (thus paving the way for the book of Exodus).", "The following skeletal outline will lay out some of the interesting structural features of the book. There is an elemental symmetry that emerges from the four sections; further comments, especially about how the sections cohere, will be found in the explanatory material accompanying the text in this volume.", "I. Chosen Figure (Noah)", "Sibling Hatred (Kayin–Hevel), with sympathy for youngest", "Family Continuity Threatened (Hevel murdered)", "Ends with Death (Haran, Terah; Sarai barren)", "Humanity Threatened (Flood)", "Ends Away from Land of Israel (“In Harran”)", "II. Chosen Figure (Avraham)", "Sibling Hatred (Yishmael–Yitzhak) Implied, with sympathy for youngest", "Family Continuity Threatened (Sarai barren, Yitzhak almost sacrificed)", "Ends with Death (Sara, Avraham)", "Rivalry Between Wives (Hagar–Sarai)", "Barren Wife (Sarai)", "Wife–Sister Story (Chaps. 12 and 20)", "Ends with Genealogy of Non-Covenant Line (Yishmael)", "III: Chosen Figure (Yaakov)", "Sibling Hatred (Esav–Yaakov), with sympathy for youngest", "Family Continuity Threatened (Yaakov almost killed)", "Ends with Death (Devora, Rahel, Yitzhak)", "Rivalry Between Wives (Lea–Rahel)", "Barren Wife (Rahel)", "Wife–Sister Story (Chap. 26)", "Ends with Genealogy of Non-Covenant Line (Esav)", "IV Chosen Figure (Yosef)", "Sibling Hatred (Brothers–Yosef), with sympathy for youngest", "Family Continuity Threatened (Yehuda’s sons die; Yosef almost killed; family almost dies in famine)", "Ends with Death (Yaakov, Yosef)", "Humanity Threatened (Famine)", "Ends Away from Land of Israel (“In Egypt”)", "There is of course great variety within this bare structure; each version of a motif has its own special characteristics and emphases. Yet the patterning observed above gives the book a general coherence, above and beyond differences. It also demonstrates a conscious hand at work, one concerned about the texture of the book as a whole and able, despite the possible rigidity of what had been handed down, to shape the received material into a plastic and breathing unity.", "Two general observations about Genesis will round out the picture here. First, as the book progresses there is a tendency for the style of the literature to become smoother. The abrupt changes and sometimes fragmentary nature of the material in Part I, and the vignettes built around Avraham’s life in Part II, give way to a greater coherence and concentration in Part III, and finally to a relatively flowing and psychologically complete narrative in Part IV Along with this, the characters in the latter half of the book seem to be more changeable and human, in contrast to Noah and Avraham, who often appear almost perfect models of piety.", "Second, contact with God becomes less and less direct as Genesis moves on. Avraham’s dreams and visions seem a far cry from Adam’s conversations with God in the garden (although see Chap. 18); Yaakov’s encounters with God are less frequent than Avraham’s; and finally, Yosef never has a conversation with God, although he receives dream interpretations from him. This process of distancing may reflect an often-observed tendency in religions to think of primeval times as a “golden age” of closeness between gods and men, as contrasted to today (whenever one is writing), when humankind finds itself tragically distant from the divine and in need of communication."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620382cfc9ad75f2d99af79a", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "", "ref": "The Five Books of Moses, by Everett Fox, Genesis, Part IV; Yosef, The Test 1", "anchorRef": "Genesis 43:1-44:34", "anchorRefExpanded": ["Genesis 43:1", "Genesis 43:2", "Genesis 43:3", "Genesis 43:4", "Genesis 43:5", "Genesis 43:6", "Genesis 43:7", "Genesis 43:8", "Genesis 43:9", "Genesis 43:10", "Genesis 43:11", "Genesis 43:12", "Genesis 43:13", "Genesis 43:14", "Genesis 43:15", "Genesis 43:16", "Genesis 43:17", "Genesis 43:18", "Genesis 43:19", "Genesis 43:20", "Genesis 43:21", "Genesis 43:22", "Genesis 43:23", "Genesis 43:24", "Genesis 43:25", "Genesis 43:26", "Genesis 43:27", "Genesis 43:28", "Genesis 43:29", "Genesis 43:30", "Genesis 43:31", "Genesis 43:32", "Genesis 43:33", "Genesis 43:34", "Genesis 44:1", "Genesis 44:2", "Genesis 44:3", "Genesis 44:4", "Genesis 44:5", "Genesis 44:6", "Genesis 44:7", "Genesis 44:8", "Genesis 44:9", "Genesis 44:10", "Genesis 44:11", "Genesis 44:12", "Genesis 44:13", "Genesis 44:14", "Genesis 44:15", "Genesis 44:16", "Genesis 44:17", "Genesis 44:18", "Genesis 44:19", "Genesis 44:20", "Genesis 44:21", "Genesis 44:22", "Genesis 44:23", "Genesis 44:24", "Genesis 44:25", "Genesis 44:26", "Genesis 44:27", "Genesis 44:28", "Genesis 44:29", "Genesis 44:30", "Genesis 44:31", "Genesis 44:32", "Genesis 44:33", "Genesis 44:34"], "sourceRef": "The Five Books of Moses, by Everett Fox, Genesis, Part IV; Yosef, The Test 1", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, בראשית, בראשית מאמר ו׳, בראשית הערה ו׳ א׳", "anchorVerse": 1, "sourceHasEn": true, "commentaryNum": 1, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "בראשית הערה ו׳", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<a class=\"refLink\" data-ref=\"Genesis 43:1-44:34\" data-ven=\"The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995\">Genesis 43:1-44:34</a>", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "628f799bc261c77055d63673", "index_title": "Tribal Lands", "category": "Quoting Commentary", "type": "", "ref": "Tribal Lands, Chapter 5; Yehudah 25", "anchorRef": "Genesis 43:8-13", "anchorRefExpanded": ["Genesis 43:8", "Genesis 43:9", "Genesis 43:10", "Genesis 43:11", "Genesis 43:12", "Genesis 43:13"], "sourceRef": "Tribal Lands, Chapter 5; Yehudah 25", "sourceHeRef": "נחלת השבטים, ה; יהודה כ״ה", "anchorVerse": 8, "sourceHasEn": true, "compDate": [2013, 2015], "commentaryNum": 25, "collectiveTitle": {"en": "Tribal Lands", "he": "נחלת השבטים"}, "heTitle": "ה; יהודה", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<small>“Send the boy in my care.…I myself will be surety for him; you may hold me responsible; if I do not bring him back to you and set him before you, I shall stand guilty before you forever.… ” [Jacob answers,] “Take your brother too, and go back at once to the man.”<br>Genesis 43:8–13</small>", "versionTitle": "Jerusalem, 2019", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "6487463470699c26744fd334", "index_title": "Midrash Sekhel Tov", "category": "Midrash", "type": "commentary", "ref": "Midrash Sekhel Tov, Bereshit 43:13:1", "anchorRef": "Genesis 43:13", "anchorRefExpanded": ["Genesis 43:13"], "sourceRef": "Midrash Sekhel Tov, Bereshit 43:13:1", "sourceHeRef": "מדרש שכל טוב, בראשית מ״ג:י״ג:א׳", "anchorVerse": 13, "sourceHasEn": false, "compDate": [1139], "commentaryNum": 13.0001, "collectiveTitle": {"en": "Midrash Sekhel Tov", "he": "מדרש שכל טוב"}, "heTitle": "בראשית", "he": "ואת אחיכם קחו. אע\"פ שנתערב יהודה בו חילק כבוד לכולם כדי שיסייעוהו כולם:", "heVersionTitle": "Sechel Tob, Berlin 1900-1901", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש שכל טוב, ברלין תר\"ס-תרס\"א", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6487463470699c26744fd336", "index_title": "Midrash Sekhel Tov", "category": "Midrash", "type": "commentary", "ref": "Midrash Sekhel Tov, Bereshit 43:13:2", "anchorRef": "Genesis 43:13", "anchorRefExpanded": ["Genesis 43:13"], "sourceRef": "Midrash Sekhel Tov, Bereshit 43:13:2", "sourceHeRef": "מדרש שכל טוב, בראשית מ״ג:י״ג:ב׳", "anchorVerse": 13, "sourceHasEn": false, "compDate": [1139], "commentaryNum": 13.0002, "collectiveTitle": {"en": "Midrash Sekhel Tov", "he": "מדרש שכל טוב"}, "heTitle": "בראשית", "he": "וקומו. קימה תהא לכם שתחזרו כולכם לשלום:", "heVersionTitle": "Sechel Tob, Berlin 1900-1901", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש שכל טוב, ברלין תר\"ס-תרס\"א", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6487463470699c26744fd338", "index_title": "Midrash Sekhel Tov", "category": "Midrash", "type": "commentary", "ref": "Midrash Sekhel Tov, Bereshit 43:13:3", "anchorRef": "Genesis 43:13", "anchorRefExpanded": ["Genesis 43:13"], "sourceRef": "Midrash Sekhel Tov, Bereshit 43:13:3", "sourceHeRef": "מדרש שכל טוב, בראשית מ״ג:י״ג:ג׳", "anchorVerse": 13, "sourceHasEn": false, "compDate": [1139], "commentaryNum": 13.0003, "collectiveTitle": {"en": "Midrash Sekhel Tov", "he": "מדרש שכל טוב"}, "heTitle": "בראשית", "he": "שובו אל האיש. כך אמר להם הרי כסף והרי דורון והרי אחיכם ומה אתם צריכין עוד, אמרו לו תפלתך תהא עלינו, אמר להם אם לתפלתי אתם צריכים:", "heVersionTitle": "Sechel Tob, Berlin 1900-1901", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש שכל טוב, ברלין תר\"ס-תרס\"א", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "657ecc28758c1dc532ec86b2", "index_title": "Steinsaltz on Genesis", "category": "Commentary", "type": "commentary", "ref": "Steinsaltz on Genesis 43:13", "anchorRef": "Genesis 43:13", "anchorRefExpanded": ["Genesis 43:13"], "sourceRef": "Steinsaltz on Genesis 43:13", "sourceHeRef": "ביאור שטיינזלץ על בראשית מ״ג:י״ג", "anchorVerse": 13, "sourceHasEn": true, "commentaryNum": 43.0013, "collectiveTitle": {"en": "Steinsaltz", "he": "ביאור שטיינזלץ"}, "heTitle": "ביאור שטיינזלץ על בראשית", "he": "<b>וְאֶת אֲחִיכֶם</b> בנימין \n    <b>קָחוּ,</b>\n    <b>וְקוּמוּ שׁוּבוּ אֶל הָאִישׁ.</b>", "heVersionTitle": "The Koren Steinsaltz Tanakh HaMevoar - Hebrew", "heLicense": "Copyright: Steinsaltz Center", "heVersionTitleInHebrew": "", "text": "<b>And take your brother, </b>Benjamin, <b>and arise and return to the man. </b>", "versionTitle": "The Steinsaltz Tanakh - English", "license": "Copyright: Steinsaltz Center", "versionTitleInHebrew": ""}, {"_id": "6522dae84b36bd700bec0114", "index_title": "Bereshit Rabbah", "category": "Midrash", "type": "", "ref": "Bereshit Rabbah 91:11", "anchorRef": "Genesis 43:13", "anchorRefExpanded": ["Genesis 43:13"], "sourceRef": "Bereshit Rabbah 91:11", "sourceHeRef": "בראשית רבה צ״א:י״א", "anchorVerse": 13, "sourceHasEn": true, "compDate": [400], "commentaryNum": 91.0011, "collectiveTitle": {"en": "Bereshit Rabbah", "he": "בראשית רבה"}, "heTitle": "בראשית רבה", "he": "כִּי לוּלֵי הִתְמַהְמָהְנוּ וגו' וַיֹּאמֶר אֲלֵהֶם יִשְׂרָאֵל אֲבִיהֶם אִם כֵּן אֵפוֹא <small>(בראשית מג, י יא)</small>, רַבִּי לֵוִי בְּשֵׁם רַבִּי תַּנְחוּם בֶּן חֲנִילָאי תֹּאמַר אוֹתָהּ הַחֲרָדָה שֶׁהֶחֱרַדְתִּי אֶת אַבָּא <small>(בראשית כז, לג)</small>: וַיֹּאמֶר מִי אֵפוֹא הוּא, שֶׁנִּזְדַּעְזְעָה עָלַי כָּאן, אֶתְמְהָה. <small>(בראשית מג, יא)</small>: קְחוּ מִזִּמְרַת הָאָרֶץ בִּכְלֵיכֶם, רַבִּי יְהוֹשֻׁעַ דְּסִכְנִין בְּשֵׁם רַבִּי לֵוִי דְּבָרִים שֶׁהֵן מְזַמְּרִין בָּעוֹלָם, חִלָּזוֹן, חֲמַר קְטָף, וּמוֹר, אֶגוֹרִי, <small>(בראשית מג, יא)</small>: וּמְעַט צֳרִי בַּלְסָם קְטָף, <small>(בראשית מג, יא)</small>: מְעַט דְּבַשׁ, רַבִּי יְהוּדָה בַּר רַבִּי אָמַר דְּבַשׁ בָּרִיא כָּאֶבֶן, <small>(בראשית מג, יא)</small>: וּנְכֹאת, שַׁעֲוָה, <small>(בראשית מג, יא)</small>: וָלֹט, מוּצְטָבָה, <small>(בראשית מג, יא)</small>: בָּטְנִים וּשְׁקֵדִים, מְשַׁח דְּבָטְנִים, מְשַׁח דִּשְׁקֵדִים. <small>(בראשית מג, יב)</small>: וְכֶסֶף מִשְׁנֶה קְחוּ בְיֶדְכֶם, רַבִּי יִצְחָק אָמַר שֶׁמָּא הוּקַר הַשַּׁעַר. <small>(בראשית מג, יב)</small>: וְאֶת הַכֶּסֶף הַמּוּשָׁב וגו' וְאֶת אֲחִיכֶם וגו', אָמַר לָהֶם הֲרֵי הַכֶּסֶף וַהֲרֵי הַדּוֹרוֹן וַהֲרֵי אֲחִיכֶם, צְרִיכִין אַתּוּן מִלְתָא אוֹחֲרִי, אָמְרֵי לֵיהּ צְלוֹתָךְ אֲנַן בָּעֲיִין, אֲמַר לְהוֹן אִם צְלוֹתִי אַתּוּן בָּעֳיָין <small>(בראשית מג, יד)</small>: וְאֵל שַׁדַּי יִתֵּן לָכֶם רַחֲמִים וגו'. ", "heVersionTitle": "Midrash Rabbah -- TE", "heLicense": "unknown", "heVersionTitleInHebrew": "מדרש רבה - תורת אמת", "text": "<b>“Since, had we not tarried, we would now have returned twice” (Genesis 43:10). <br>“Their father, Israel, said to them: If so then, do this: Take of the choice produce of the land in your vessels, and take a gift down to the man, a little balm, and a little honey, spices and ladanum, pistachio nuts and almonds” (Genesis 43:11).</b> <br>“Since, had we not tarried… Their father, Israel, said to them: If so then [<i>efo</i>]” – Rabbi Levi in the name of Rabbi Tanḥum ben Ḥanilai: Can it be that the same trembling that I caused my father to tremble – “[Isaac was overcome with great trembling, and he said:] Who then [<i>efo</i>] is he [who hunted game and brought it to me? And I ate from all before you came, and I blessed him]” (Genesis 27:33) – is causing my trembling here? I wonder.  <br>“Take of the choice produce [<i>mizimrat</i>] of the land in your vessels” – Rabbi Yehoshua of Sikhnin in the name of Rabbi Levi: Items that bring song [<i>mizmarin</i>] to the world: Snail [<i>ḥilazon</i>],<sup class=\"footnote-marker\">64</sup><i class=\"footnote\">The snail from which the expensive <i>tekhelet</i> dye was produced. </i> wine with balsam,<sup class=\"footnote-marker\">65</sup><i class=\"footnote\">Wine enhanced with the scent of balsam (<i>Midrash HaMevoar</i>; see <i>Matnot Kehuna,</i> <i>Etz Yosef</i>). </i> myrrh with the oil accumulated within it. “A little balm” – balsam oil, “a little honey” – Rabbi Yehuda bar Rabbi said: Honey that is hard as a rock;<sup class=\"footnote-marker\">66</sup><i class=\"footnote\">This was a special honey that was very valuable because it would last a long time, could be easily transported, and provided a high quality flavor. </i> “spices” – beeswax; “ladanum” – gum Arabic; “pistachio nuts and almonds” – nut oil and almond oil. <br><b>“And take double the silver in your hand, and the silver that was returned in the opening of your sacks return in your hand; perhaps it was an oversight” (Genesis 43:12). <br>“And take your brother, and arise and return to the man” (Genesis 43:13). <br>“And may God Almighty grant you mercy before the man, and he will send with you your other brother, and Benjamin; and me, as I am bereaved, I am bereaved” (Genesis 43:14).</b> <br>“And take double the silver in your hand” – Rabbi Yitzḥak said: Perhaps the price has risen. <br>“And the silver that was returned…And…your…brother” – he said to them: ‘Here is the silver, here is the gift, and here is your brother, do you need anything else?’ They said to him: ‘We need your prayer.’ He said to them: ‘If you need my prayer, “and may God Almighty grant you mercy…”.’", "versionTitle": "The Sefaria Midrash Rabbah, 2022", "license": "CC-BY", "versionTitleInHebrew": ""}]