[{"_id": "51ffcfe6edbab4556a70c8ec", "index_title": "Ramban on Genesis", "category": "Commentary", "type": "commentary", "ref": "Ramban on Genesis 43:20:1", "anchorRef": "Genesis 43:20", "anchorRefExpanded": ["Genesis 43:20"], "sourceRef": "Ramban on Genesis 43:20:1", "sourceHeRef": "רמב\"ן על בראשית מ״ג:כ׳:א׳", "anchorVerse": 20, "sourceHasEn": true, "compDate": [1246, 1286], "commentaryNum": 20.0001, "collectiveTitle": {"en": "Ramban", "he": "רמב\"ן"}, "he": "<b>בִּי אֲדֹנִי</b> לְשׁוֹן בַּעְיָא וְתַחֲנוּנִים הוּא, וּבִלְשׁוֹן אֲרָמִית בִּיָיא בִּיָּיא, לְשׁוֹן רַשִׁ\"י (רש\"י על בראשית מ\"ג:כ'). וְזֶה דָּבָר זָר מְאֹד לְסָמְכוֹ אֶל מִלַּת לְשׁוֹן טוּרְסִי, וְאֵינָהּ דּוֹמֶה אֵלֶיהָ, כִּי בִּיָּיא כֻּלָּהּ מִלָּה לֹא תִּשְׁתַּנֶּה, וְלֹא יֵאָמֵר מִמֶּנָּה \"בִּי\", וְעוֹד שֶׁהַמִּלָּה הַהִיא אֵינָהּ לְשׁוֹן בַּעְיָא וְתַחֲנוּנִים כְּמוֹ שֶׁאָמַר הָרַב, אֲבָל הִיא לְשׁוֹן צְעָקָה וְתַרְעֹמֶת עַל שֶׁבֶר וְעַל עִוּוּת דָּבָר, כְּגוֹן מִלַּת \"אֲבוֹי\" בִּלְשׁוֹן קֹדֶשׁ, וְהִיא יְדוּעָה בִּלְשׁוֹן עֲרָב, יַרְגִּילוּ אוֹתָהּ בְּקִינוֹתֵיהֶם, כֻּלָּן בְּפַתְחוּת הַבֵּי\"ת, וּבִלְשׁוֹן יָוָן \"בְיָיא\", הַבֵּי\"ת רָפָא בִּשְׁוָא, יֹאמְרוּ אוֹתָהּ עַל הַדֹּחַק וְהַצַּעַר. וּבִבְרֵאשִׁית רַבָּה סֵדֶר בְּרֵאשִׁית (יב ו), מַהוּ \"סֹלּוּ לָרֹכֵב בָּעֲרָבוֹת בְּיָהּ שְׁמוֹ\" (תהלים סח ה), אֵין לְךָ כָּל מָקוֹם וּמָקוֹם שֶׁאֵין לוֹ מְמֻנֶּה עַל בִּיָּיא שֶׁלּוֹ, אַגְרִקוּס בִּמְדִינָה מְמֻנֶּה עַל בִּיָּיא שֶׁלּוֹ, אַגְרִטוּס בִּמְדִינָה מְמֻנֶּה עַל בִּיָּיא שֶׁלּוֹ, כָּךְ מִי מְמֻנֶּה עַל בִּיָּיא שֶׁל עוֹלָמוֹ – הקב\"ה. רוֹצֶה לוֹמַר שֶׁבְּכָל מָקוֹם יֵשׁ אִישׁ מְמֻנֶּה עַל הַצְּעָקָה וְעַל הָעִוּוּת, וְהקב\"ה מְמֻנֶּה עַל צַעֲקַת הָעֲשׁוּקִים בָּעוֹלָם הַצּוֹעֲקִים בִּיָּיא. וְעוֹד לְפָנֵינוּ בְּפָרָשַׁת וַיִּגַּשׁ אֵלָיו (ב\"ר צג ו), אָמַר לוֹ יְהוּדָה, בִּיָּיא אַתָּה מַעֲבִיר עָלֵינוּ, שֶׁכָּךְ אָמַרְתָּ לָנוּ \"וְאָשִׂימָה עֵינִי עָלָיו\", זוֹ הִיא הֲשָׂמַת עַיִן. וּבְפָרָשַׁת וַיְהִי בְּשַׁלַּח (כ י), שֶׁמָּא אֲנִי מַעֲבִיר בִּיָּיא עַל בְּרִיָּה. וּבְפָרָשַׁת וַיִּשְׁמַע יִתְרוֹ (כז ט), נִתְמַנָּה אָדָם וְנָטַל טַלִּית, כָּל טֹרַח צִבּוּר עָלָיו, אִם רָאָה אָדָם מַעֲבִיר בִּיָּיא עַל חֲבֵרוֹ אוֹ עוֹבֵר עֲבֵרָה וְלֹא מִחָה בּוֹ, הוּא נֶעֱנָשׁ עָלָיו. וּבְפָרָשַׁת אִשָּׁה כִּי תַזְרִיעַ (עיין ערוך ערך ביאה), צָוַח אֲנָא בִּיָּיא עָלֵיכוֹן. וְכֵן בִּמְקוֹמוֹת הַרְבֵּה. וְאוּנְקְלוֹס (תרגום אונקלוס על בראשית מ\"ג:כ') שֶׁתִּרְגֵּם \"בִּי אֲדֹנִי\" – \"בְּבָעוּ רִבּוֹנִי\", לֹא שֶׁהוֹצִיא מִלַּת \"בִּי\" מִן \"בָּעוּ\", אֲבָל רָדַף הָעִנְיָן, שֶׁהוּא בָּא בְּכָל מָקוֹם בְּעִנְיַן הַבַּקָּשָׁה. וְרַבִּי אַבְרָהָם אָמַר, כִּי \"בִּי אֲדֹנִי\" דֶּרֶךְ קְצָרָה בִּלְשׁוֹן הַקֹּדֶשׁ, וְהוּא כְּמוֹ \"בִּי אֲנִי אֲדֹנִי הֶעָוֹן\" (שמואל א כה כד), וְהַטַּעַם, עֲשֵׂה בִּי מָה שֶׁתִּרְצֶה וְתִשְׁמָעֵנִי. וְאִם כֵּן נָכוֹן הוּא שֶׁיֹּאמַר אָדָם \"בִּי אָחִי\", אוֹ \"בִּי שְׁמָעֵנִי\", וְלֹא מָצָאתִי שֶׁתָּבֹא מִלַּת בִּי רַק עִם אֲדֹנִי אוֹ עִם הַשֵּׁם הַנִּכְבָּד הַנִּכְתָּב בְּאָלֶ\"ף דָּלֶ\"ת, שֶׁגַּם הוּא לְשׁוֹן אָדוֹן. וְלָכֵן אֲנִי אוֹמֵר שֶׁפֵּרוּשׁוֹ בִּי בְּעַצְמִי אַתָּה אָדוֹן וּמוֹשֵׁל, וּבָאוּ שְׁנֵי כִּנּוּיִים לְחִזּוּק, כְּמוֹ \"וְלִי אֲנִי עַבְדֶּךָ\" (מלכים א א כו), \"בִּי אֲנִי אֲדֹנִי\", וְדוֹמֶה לָזֶה \"כִּי בִי בְעֶזְרֶךָ\" (הושע יג ט), בִּי עֶזְרְךָ, בְּעֶזְרֶךָ אֲנִי:", "heVersionTitle": "Vocalized Edition", "heLicense": "", "heVersionTitleInHebrew": "", "text": "‘BI ADONI’ (O, MY LORD). The word <i>bi</i> is an expression of entreaty and supplication. In Aramaic, we have <i>bai bai</i>. Thus the language of Rashi.<br>Now it is a very strange thing to associate the Hebrew word <i>bi</i> with a word from the Tarsian<sup class=\"footnote-marker\">193</sup><i class=\"footnote\">A dialect of Aramaic. Ramban probably uses the word <i>Tarsi</i> here in a derogatory sense to emphasize the difficulty of associating a word of the sacred Hebrew language with a “Tarsian” root.</i> language, which is unlike it, for the word <i>bai</i> is all one root; it cannot be changed, nor can you obtain the form of the word <i>bi</i> from this Aramaic root.<br>Moreover, this word <i>bai</i> does not connote entreaty and supplication, as the Rabbi [Rashi] states. Rather it is an expression of distress and affliction over a tragedy and mishap, similar to the word <i>avoi</i> in the Sacred Language. This is well known in the Arabic language, where the poets customarily use it in their elegies, always with a <i>patach</i> under the <i>beth: bai</i>. In the Greek language the word is <i>bia</i> — the <i>beth</i> having a <i>shva</i> — and is used to express distress and grief. Thus you find in Bereshith Rabbah, <i>Seder Bereshith</i>,<sup class=\"footnote-marker\">194</sup><i class=\"footnote\">12:10.</i> that the Sages say: “What is the meaning of the verse, <i>Extol Him that rideth upon the skies, the Eternal (‘bayah’) is His Name?</i><sup class=\"footnote-marker\">195</sup><i class=\"footnote\">Psalms 68:5.</i> There is no place whatever that does not have an officer in charge of its grievances. Agricus<sup class=\"footnote-marker\">196</sup><i class=\"footnote\">A type of public official.</i> is in charge of grievances in his state; Agratus<sup class=\"footnote-marker\">196</sup><i class=\"footnote\">A type of public official.</i> is in charge of grievances in his state. In the same way, who is in charge of the grievances (<i>baya</i>) in His world? [It is] the Holy One, blessed be He.” That is to say, every place has someone in charge of hearing complaints of distress and injustice, and the Holy One, blessed be He, is in charge of the cries of the oppressed, who cry, <i>baya</i>.<br>Again, before us in the Midrash Bereshith Rabbah of the <i>Parshath</i> (section of) <i>Vayigash Eilav:</i><sup class=\"footnote-marker\">197</sup><i class=\"footnote\">Further, 44:18. Bereshith Rabbah 93:5.</i> “Judah said to Joseph, ‘You do <i>baya</i> (violence)<sup class=\"footnote-marker\">198</sup><i class=\"footnote\">You are treating us unjustly.</i> against us. You had said to us thus: <i>That I May set mine eyes upon him</i>.<sup class=\"footnote-marker\">199</sup><i class=\"footnote\">Further 44:21.</i> Is this “casting an eye” upon him?’”<br>And in the <i>Parshath Vay’hi B’shalach</i>,<sup class=\"footnote-marker\">200</sup><i class=\"footnote\">Exodus 13:17.</i> you find in Shmoth Rabbah:<sup class=\"footnote-marker\">201</sup><i class=\"footnote\">2:8.</i> “Do I ever <i>baya</i> (wrong) any creature?” And in the <i>Parshath Vayishma Yithro</i>,<sup class=\"footnote-marker\">202</sup><i class=\"footnote\">Exodus 18:1.</i> we find in Shmoth Rabbah:<sup class=\"footnote-marker\">203</sup><i class=\"footnote\">27:8.</i> “Once a man has been appointed and he has put on the mantle of leadership, all communal burdens are upon him. If he sees a man doing <i>baya</i> against his fellow, or committing some transgression, and he fails to protest it, he is punished on account thereof.” And in the <i>Parshath Isha Ki Thazria</i><sup class=\"footnote-marker\">204</sup><i class=\"footnote\">Leviticus 12:2.</i> we find:<sup class=\"footnote-marker\">205</sup><i class=\"footnote\">This Midrash is quoted in Aruch Hashalem, under the root <i>baya</i>.</i> “I raise a cry of violence (<i>baya</i>) against you.” And so also in many places.<br>Now Onkelos, who translated <i>Bi Adoni</i> here as <i>b’va’u riboni</i> (O please, my lord), did not intend to suggest that the Hebrew word <i>bi</i> is a derivative of the Aramaic <i>ba’u</i>, but he merely translated it in accordance with its context, for the word <i>bi</i> is always found as an expression of supplication.<br>Rabbi Abraham ibn Ezra says that <i>bi adoni</i> is a shortened form in the Sacred Language, and its meaning is as in the verse, <i>Upon me, my lord, upon me be the iniquity</i>,<sup class=\"footnote-marker\">206</sup><i class=\"footnote\">I Samuel 25:24.</i> thus meaning, “do to me whatever you wish, but listen to me.” But if this interpretation of Ibn Ezra is correct, it should follow that a person should also be able to say in Hebrew, “‘<i>bi</i>’ my brother,” or “‘<i>bi</i>,’ listen to me.” And yet nowhere do we find the word <i>bi</i> except in conjunction with the word <i>adoni</i> (my lord), or with the Honored Name of G-d when it is written with the letters <i>aleph, daleth</i>,<sup class=\"footnote-marker\">207</sup><i class=\"footnote\">Such as in Exodus 4:10.</i> which is also an expression of lordship. It is for this reason that I say that the meaning of the word <i>bi</i> is “by myself”: “By my life! you are lord and ruler.” The two pronouns<sup class=\"footnote-marker\">208</sup><i class=\"footnote\"><i>Bi</i> (by <i>my</i> self) and <i>adoni</i> (<i>my</i> lord). The use of the double first person pronoun when one would be sufficient is for the purpose of emphasis, and it is found in many places in Scripture, as Ramban proceeds to demonstrate.</i> serve for the purpose of emphasis, just as: <i>But me, even me thy servant;</i><sup class=\"footnote-marker\">209</sup><i class=\"footnote\">I Kings 1:26.</i> <i>Upon me, my lord, upon me</i>.<sup class=\"footnote-marker\">210</sup><i class=\"footnote\">I Samuel 25:24.</i> Similar to this is the verse, <i>That thou art against Me, against thy help</i>,<sup class=\"footnote-marker\">211</sup><i class=\"footnote\">Hosea 13:9. Here the letter <i>beth</i> appears twice: <i>bi be’ezracha</i>, when one would be sufficient: <i>bi ezracha</i> (in Me is thy help). The double <i>beth</i> is for emphasis.</i> meaning “I serve as your help.”", "versionTitle": "Commentary on the Torah by Ramban (Nachmanides). Translated and annotated by Charles B. Chavel. New York, Shilo Pub. House, 1971-1976", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "524bd21bedbab472182d3b28", "index_title": "Ibn Ezra on Genesis", "category": "Commentary", "type": "commentary", "ref": "Ibn Ezra on Genesis 43:20:1", "anchorRef": "Genesis 43:20", "anchorRefExpanded": ["Genesis 43:20"], "sourceRef": "Ibn Ezra on Genesis 43:20:1", "sourceHeRef": "אבן עזרא על בראשית מ״ג:כ׳:א׳", "anchorVerse": 20, "sourceHasEn": true, "compDate": [1155, 1165], "commentaryNum": 20.0001, "collectiveTitle": {"en": "Ibn Ezra", "he": "אבן עזרא"}, "he": "<b>בי.</b> לשון בקשה. ולפי דעתי שהוא דרך קצרה. כמו בי אדני העון. והטעם עון במקום הזה כטעם גדול עוני מנשוא והטעם עשה בי מה שתרצה ותשמעני:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "OH. <i>Bi adoni</i> (Oh, my lord) is a supplicatory expression. I believe it is an abridged statement. It is like, <i>bi ani adoni he-avon</i> (upon me, my lord, upon me be the iniquity) (I Sam. 25:24). <i>Avon</i> (iniquity) here<sup class=\"footnote-marker\">12</sup><i class=\"footnote\">“Here” refers to I Sam. 25:24 and by extension to our verse which is short for <i>bi adoni he-avon</i> (Filwarg). Or “here” refers to our verse in which the word <i>avon</i> is to be inserted (Weiser).</i> has the same meaning as <i>avon</i> in <i>My iniquity</i> (avoni) <i>is greater than I can bear</i> (Gen. 4:13).<sup class=\"footnote-marker\">13</sup><i class=\"footnote\">Where <i>avon</i> (iniquity) means punishment. Cf. I.E. comments on Gen. 4:13. Thus <i>bi adoni he-avon</i> means, upon my lord be the punishment.</i> The meaning of <i>bi adoni he-avon</i> is, do to me as you wish but first listen to me.", "versionTitle": "Ibn Ezra's commentary on the Pentateuch, tran. and annot. by H. Norman Strickman and Arthur M. Silver. Menorah Pub., 1988-2004", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "531e4fe2fbfba276047f65ca", "index_title": "Onkelos Genesis", "category": "Targum", "type": "targum", "ref": "Onkelos Genesis 43:20", "anchorRef": "Genesis 43:20", "anchorRefExpanded": ["Genesis 43:20"], "sourceRef": "Onkelos Genesis 43:20", "sourceHeRef": "תרגום אונקלוס על בראשית מ״ג:כ׳", "anchorVerse": 20, "sourceHasEn": false, "compDate": [80, 120], "commentaryNum": 43.002, "collectiveTitle": {"en": "Onkelos Genesis", "he": "תרגום אונקלוס על בראשית"}, "heTitle": "תרגום אונקלוס על בראשית", "he": "וַאֲמָרוּ בְּבָעוּ רִבּוֹנִי מֵיחַת נְחֵתְנָא בְּקַדְמֵיתָא לְמִזְבַּן <b>עִיבוּרָא</b>:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "חומש שפתי חכמים, מצודה תשס\"ט", "text": "They said, Please, my master, we came down the first time to buy food [<b>grain</b>].", "versionTitle": "Metsudah Chumash, Metsudah Publications, 2009 [with Onkelos translation]", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "532b2685fbfba27c35eebe07", "index_title": "Targum Jonathan on Genesis", "category": "Targum", "type": "targum", "ref": "Targum Jonathan on Genesis 43:20", "anchorRef": "Genesis 43:20", "anchorRefExpanded": ["Genesis 43:20"], "sourceRef": "Targum Jonathan on Genesis 43:20", "sourceHeRef": "תרגום יונתן על בראשית מ״ג:כ׳", "anchorVerse": 20, "sourceHasEn": true, "compDate": [150, 250], "commentaryNum": 43.002, "collectiveTitle": {"en": "Targum Jonathan on Genesis", "he": "תרגום יונתן על בראשית"}, "heTitle": "תרגום יונתן על בראשית", "he": "וַאֲמָרוּ בְּמָטוּ מִינָךְ רִבּוֹנִי מִיחַת נְחִיתְנָא בְּקַדְמֵיתָא לְמִזְבַּן עִיבּוּרָא", "heVersionTitle": "Targum Jonathan on Genesis", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": " And they said, We entreat you, my lord: we indeed came down at first to buy corn. \n", "versionTitle": "The Targum of Jonathan ben Uzziel, trans. J. W. Etheridge, London, 1862", "license": "Public Domain", "versionTitleInHebrew": "תרגום ירושלמי (תרגום יונתן בן-עוזיאל) לתורה, תורגם ע״י ג׳ון ווסלי אטרידג׳, לונדון 1862"}, {"_id": "54aaa1b3fbfba219cb799acf", "index_title": "Radak on Genesis", "category": "Commentary", "type": "commentary", "ref": "Radak on Genesis 43:20:1", "anchorRef": "Genesis 43:20", "anchorRefExpanded": ["Genesis 43:20"], "sourceRef": "Radak on Genesis 43:20:1", "sourceHeRef": "רד\"ק על בראשית מ״ג:כ׳:א׳", "anchorVerse": 20, "sourceHasEn": true, "compDate": [1185, 1235], "commentaryNum": 20.0001, "collectiveTitle": {"en": "Radak", "he": "רד\"ק"}, "he": "בי אדני, ענין בקשה ותחנה, ואמרו לו הדברים כאשר היה:", "heVersionTitle": "Presburg : A. Schmid, 1842", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "ויאמרו בי אדוני, we have a request; they then proceeded to explain to him what they had experienced with the money, and why they had brought this extra amount with them now.", "versionTitle": "Eliyahu Munk, HaChut Hameshulash", "license": "CC-BY", "versionTitleInHebrew": "החוט המשולש, אליהו מונק"}, {"_id": "54c62c91fbfba248e1b57a2e", "index_title": "Haamek Davar on Genesis", "category": "Commentary", "type": "commentary", "ref": "Haamek Davar on Genesis 43:20:1", "anchorRef": "Genesis 43:20", "anchorRefExpanded": ["Genesis 43:20"], "sourceRef": "Haamek Davar on Genesis 43:20:1", "sourceHeRef": "העמק דבר על בראשית מ״ג:כ׳:א׳", "anchorVerse": 20, "sourceHasEn": false, "compDate": [1840, 1880], "commentaryNum": 20.0001, "collectiveTitle": {"en": "Haamek Davar", "he": "העמק דבר"}, "he": "<b> ירד ירדנו בתחלה.</b> רצו להבינו שמבינים שיש כאן ערמה ושהם הניחו הכסף דברו בזה הלשון כי הוא פעם ראשונה שירדו לשבור אכל ולא ידעו כי יש להזהר היטב ולהראות כ״פ הרי הכסף הרי הכסף: ", "heVersionTitle": "Sefer Torat Elohim, Vilna 1879", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר תורת אלוהים, וילנא 1879", "text": [], "versionTitle": "Yalkut, Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "55adf14afbfba23a0680918c", "index_title": "Meshekh Chokhmah", "category": "Quoting Commentary", "type": "parshanut", "ref": "Meshekh Chokhmah, Miketz 20", "anchorRef": "Genesis 43:20", "anchorRefExpanded": ["Genesis 43:20"], "sourceRef": "Meshekh Chokhmah, Miketz 20", "sourceHeRef": "משך חכמה, מקץ כ׳", "anchorVerse": 20, "sourceHasEn": false, "compDate": [1875, 1925], "commentaryNum": 20, "collectiveTitle": {"en": "Meshekh Chokhmah", "he": "משך חכמה"}, "heTitle": "מקץ", "he": "<b>ירד </b>ירדנו בתחלה לשבור אוכל. יתכן ע\"ד צחות כי דרך העשיר שאינו הולך לבקש אוכל בחנם להסתכן בדרכים. רק יקנה מהסוחרי תבואה אשר נמצאים לרוב בעת רעב. וכאשר יחזק הרעב ויתום הכסף יבקש תבואה במקח הזול וישים נפשו בכפו להביא ממרחק לחמו וזה שאמר להם אביהם למה תתראו, פירוש אם אתם קונים תבואה מהמביאים מארץ מצרים לכנען. הלא יתראה העושר שלכם בכסף וזהב לבני המדינה ולכך אמרו לאיש אשר על בית יוסף ירד ירדנו בתחלה לשבור אוכל ולא המתינו עד כלות פרוטה מן הכיס. אשר ידמה כי שמו בכליהם כסף או זהב. דרק בתחלה תיכף כאשר התחיל הרעב ירדנו לשבר אוכל ותודה לשם כי יש לנו רוב כסף או זהב וכל סגולות מלכים והבן.\n", "heVersionTitle": "Riga, 1927", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "562fe816fbfba225be5760c5", "index_title": "Shadal on Genesis", "category": "Commentary", "type": "commentary", "ref": "Shadal on Genesis 43:20:1", "anchorRef": "Genesis 43:20", "anchorRefExpanded": ["Genesis 43:20"], "sourceRef": "Shadal on Genesis 43:20:1", "sourceHeRef": "שד\"ל על בראשית מ״ג:כ׳:א׳", "anchorVerse": 20, "sourceHasEn": false, "compDate": [1835, 1865], "commentaryNum": 20.0001, "collectiveTitle": {"en": "Shadal", "he": "שד\"ל"}, "heTitle": "שד\"ל על בראשית", "he": "בי אדוני: מלת בי לשון קצרה, והוא בקשה מאדם שיטה אזנו לדברי המדבר ויסב מחשבתו אליו, כאילו יאמר ראה בי, שים בי (איוב כ\"ג ו') (Gussetius, Coccejus). וכן בי אדוני אני והאשה הזאת יושבות בבית אחד (מ\"א ג' י\"ז), בי אדני חי נפשך אדני אני האשה הנצבת עמכם בזה (ש\"א א' כ\"ו) אין ענינם בקשה ממש, אלא בקשת המדבר שיעיין השומע בו ובדבריו. ונשארה המלה הזאת בלשון יחיד גם כשהמדברים רבים, כמו שנשארה מלת אדני (עיין למעלה כ\"ג ו'). וגעז' אומר כי המלה נגזרת מן בעי כמו בָּעוּ, וכמו שתרגם אנקלוס בבעור בוני, שהוא כמו בבקשה. ונראה שכן היא או קרובה לזו דעת רש\"י. והראשון נ\"ל עיקר, אבל בייא בייא שהביא רש\"י הוא פועל סורי, ענינו נִחֵם, מי שהוא בצרה צועק נַחֵם נַחֵם, כאומר הושיעה הושיעה.", "heVersionTitle": "Shadal 1st Edition", "heLicense": "Public Domain", "heVersionTitleInHebrew": "שד\"ל, דפוס ראשון", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "571f38c6d6e4a90eb248441c", "index_title": "Gur Aryeh on Devarim", "category": "Quoting Commentary", "type": "", "ref": "Gur Aryeh on Devarim 1:42:1", "anchorRef": "Genesis 43:20", "anchorRefExpanded": ["Genesis 43:20"], "sourceRef": "Gur Aryeh on Devarim 1:42:1", "sourceHeRef": "גור אריה על דברים א׳:מ״ב:א׳", "anchorVerse": 20, "sourceHasEn": false, "compDate": [1548, 1578], "commentaryNum": 42.0001, "collectiveTitle": {"en": "Gur Aryeh on Devarim", "he": "גור אריה על דברים"}, "heTitle": "גור אריה על דברים", "he": "<b>לא תהא לכם עלייה.</b> נראה לי<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"229\"></i>, שדייק רש\"י מלשון \"לא תעלו\", ולמה אמר \"לא תעלו\" לשון כזה, שהוא לשון אינו צח לומר \"לא תעלו\", שהרי בפרשת קרח פירש רש\"י \"לא נעלה\" (במדבר טז, יב)<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"230\"></i> 'פיהם הכשילם, אלא ירידה יהיה להם', ומנא לן למדרש (תנחומא שם, ו) כן, שמא כמשמעו הוא, שלא רצו לעלות אל משה. אלא על כרחך דלא היה להם לומר לשון כזה \"לא נעלה\", אם לא שפיהם הכשילם, שברית כרותה לשפתים (מו\"ק יח. )<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"231\"></i>. וכן בפרשת מקץ אצל \"ירוד ירדנו\" (בראשית מג, כ), עיין שם<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"232\"></i>. ואם כן, למה אמר משה \"לא תעלו\", אחר שברית כרותה לשפתים, אלא כך אמר – לא יהיה לכם עליה אם תעלו, והשתא שפיר:", "heVersionTitle": "Gur Aryeh, Machon Yerushalyim, 1989-1995", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "57e77c81d6e4a94c7c1897ee", "index_title": "Tafsir Rasag", "category": "Targum", "type": "targum", "ref": "Tafsir Rasag, Genesis 43:20", "anchorRef": "Genesis 43:20", "anchorRefExpanded": ["Genesis 43:20"], "sourceRef": "Tafsir Rasag, Genesis 43:20", "sourceHeRef": "תפסיר רס\"ג, בראשית מ״ג:כ׳", "anchorVerse": 20, "sourceHasEn": false, "compDate": [918, 942], "commentaryNum": 43.002, "collectiveTitle": {"en": "Tafsir Rasag", "he": "תפסיר רס\"ג"}, "heTitle": "בראשית", "he": "וקאלו יא סידי אנא אנחדרנא פי אלאבתדא נמתאר טעאמא", "heVersionTitle": "Tafsir al-Torah bi-al-Arabiya, Paris, 1893", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תפסיר אלתורה באלערביה, פריס, 1893", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5889b4c3d6e4a902855ff009", "index_title": "Tur HaArokh", "category": "Commentary", "type": "commentary", "ref": "Tur HaArokh, Genesis 43:20:1", "anchorRef": "Genesis 43:20", "anchorRefExpanded": ["Genesis 43:20"], "sourceRef": "Tur HaArokh, Genesis 43:20:1", "sourceHeRef": "הטור הארוך, בראשית מ״ג:כ׳:א׳", "anchorVerse": 20, "sourceHasEn": true, "compDate": [1280, 1340], "commentaryNum": 20.0001, "collectiveTitle": {"en": "Tur HaAroch", "he": "הטור הארוך"}, "heTitle": "בראשית", "he": "<b>בי אדוני. </b>פירש\"י לשון בעי' ותחנונים. וכתב הרמב\"ן שאין בי אדוני לשון בעי' אלא לשון צעק' על עוות דבר ופי' הוא בי אדוני בעצמי אתה אדון ומושל ואומר שני כנוים לחזוק כמו ולי אני עבדך בי אני אדוני המלך. ופי' ר' אברהם כי הוא לשון קצרה והוא כמו בי אדני המלך העון פי' עשה עמי מה שתרצה ותשמעני: \n", "heVersionTitle": "Perush al ha-Torah, Hanover, 1838", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": " בי אדוני, “please Sir;” <i>Rashi</i> understands the word בי as introducing a plea, an entreaty. Nachmanides disagrees, and considers the word as an outcry at being dealt with unjustly. He therefore understands the words as repeating the brother’s viewing the man in charge of Joseph’s residence as his master both in his personal estimation as well as in the estimation of that official himself <i>vis</i>-à-<i>vis</i> others. He describes his own station as well as that of the official; just as the official’s status is after all the king’s servant, so are they..\n    Ibn Ezra claims that the Torah chose to record an abbreviated version of the conversation, similar to Samuel ! 25,24 בי אני אדוני העון ותדבר נא, “let the blame be mine, my lord, but let me speak, etc.” Here too, the brothers said: ‘you may do with what you like, etc., but please hear us out.”\n", "versionTitle": "Tur on the Torah, trans. Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "588f55a4d6e4a96d624aba01", "index_title": "Machberet Menachem", "category": "Reference", "type": "", "ref": "Machberet Menachem, Introduction 6", "anchorRef": "Genesis 43:20", "anchorRefExpanded": ["Genesis 43:20"], "sourceRef": "Machberet Menachem, Introduction 6", "sourceHeRef": "מחברת מנחם, הקדמה ו׳", "anchorVerse": 20, "sourceHasEn": true, "compDate": [950, 960], "commentaryNum": 6, "collectiveTitle": {"en": "Machberet Menachem", "he": "מחברת מנחם"}, "heTitle": "הקדמה", "he": "‎זאת פליאת הלשון וכח המבטא, בינו נא זאת אנשי לבב, ראו גם ראו איך ישרתו עשתי עשר אותיות מלה אחת באמרך: ארדה נא <small>(בראשית יח כא)</small> ברדת היער <small>(ישעיה לב יט)</small> הורד עדיך <small>(שמות לג ה)</small> והורד המשכן <small>(במדבר י יז)</small> ירד ירדנו <small>(בראשית מג כ)</small> כרדת משה <small>(שמות לד כט)</small> לרדת מן ההר <small>(שמות לב א)</small> מרדת שחת <small>(איוב לג כד)</small> נרדה ונשברה <small>(בראשית מג ד)</small> שיורד על הררי ציון <small>(תהלים קלג ג)</small> תרד מאד <small>(ש״א כ יט)</small>, וכה יקרה ליתר המלים, הנה נמצאו העשתי עשרה האותיות האלה כלם משרתי ירידה המה. ואחרי מלאכתם ישובון ונהפכו ליסוד. ונשרשים. אך בהעלות מקריהם הם נשרשים בפנים אחרים, באמרך: אמר י\"י <small>(יהושע ז יג)</small> ברא אלהים <small>(בראשית א א)</small> הוה גביר <small>(בראשית כז כט)</small> ווי העמודים <small>(שמות כז י)</small> יפה נוף <small>(תהלים מח ג)</small> כרת ברית <small>(שמות לד י)</small> למדו היטב <small>(ישעיה א יז)</small> משח ה' אתי <small>(ישעיה סא א)</small> נאק נאקות הלל <small>(יחזקאל ל כד)</small> שמע בני <small>(משלי א ח)</small> תמו נכרתו <small>(יהושע ג יו)</small>, הן הם האותיות המוכנים לשרת נעשו יסוד, וכאלה הרבה בלשון הקדש. אבל האותיות הראשונות לא יקרה להם כן, כי הם מיוסדות ונאחזות ועומדות בכחם. ולא תהצינה לשני מחלקות, ולא ישתנו מטבעם כי אם בניד שפה ובנענוע לשון כפי נקודת המלה הראויה לה, לבעבור סבב את פני הפתרון ופשר כל ענין, הן שלש מעלות מהעשתי עשרה.", "heVersionTitle": "Mahberet Menahem, London, 1854.", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מחברת מנחם,לונדון, תרי\"ד", "text": "This is the wonder of language and the power of expression. Understand this, people of understanding: see and behold how twelve letters serve as a single word in the following phrases: \"Erdah na\" (Genesis 18:21), \"Bir'dat hayaar\" (Isaiah 32:19), \"Hor'da adayikh\" (Exodus 33:5), \"Vehorad hamishkan\" (Numbers 10:17), \"Yarad yardeinu\" (Genesis 43:20), \"Kerdat Moshe\" (Exodus 34:29), \"Ler'det min hahar\" (Exodus 32:1), \"Merdat Shechat\" (Job 33:24), \"Nir'dah venishberah\" (Genesis 43:4), \"Sheyored al harrei Tzion\" (Psalms 133:3), \"Terad me'od\" (1 Samuel 20:19). And this is how it happens with other words as well. Behold, we find that all twelve of these letters serve the purpose of descent. And after their service, they turn and become a foundation and rooted. But when they ascend from their position, they are rooted in different contexts, as it is written: \"The Lord said\" (Joshua 7:13), \"God created\" (Genesis 1:1), \"Be strong\" (Genesis 27:29), \"And the pillars wept\" (Exodus 27:10), \"Beautiful in elevation\" (Psalms 48:3), \"He cut a covenant\" (Exodus 34:10), \"Learn to do good\" (Isaiah 1:17), \"The Lord has anointed me\" (Isaiah 61:1), \"Cry out loudly, O praise!\" (Ezekiel 30:24), \"Hear, my son\" (Proverbs 1:8), \"They have come to an end; they are cut off\" (Joshua 3:10). Indeed, these are the letters that are prepared to serve and have become foundations, and there are many such examples in the Holy Language. However, the initial letters do not undergo such changes, for they are founded, grasped, and stand firm in their power. They do not change between the two categories, and they do not deviate from their nature, except through the movement of pronunciation and the fluctuation of language, according to the appropriate point of the word, in order to encompass the understanding and interpretation of every matter. These are the three higher degrees out of the twelve.", "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": ""}, {"_id": "588f55a6d6e4a96d624aba76", "index_title": "Machberet Menachem", "category": "Reference", "type": "", "ref": "Machberet Menachem, Introduction 37", "anchorRef": "Genesis 43:20", "anchorRefExpanded": ["Genesis 43:20"], "sourceRef": "Machberet Menachem, Introduction 37", "sourceHeRef": "מחברת מנחם, הקדמה ל״ז", "anchorVerse": 20, "sourceHasEn": false, "compDate": [950, 960], "commentaryNum": 37, "collectiveTitle": {"en": "Machberet Menachem", "he": "מחברת מנחם"}, "heTitle": "הקדמה", "he": "<b>ירד ירדנו</b> <small>(בראשית מג כ)</small> <b>רדה</b> אלי <small>(בראשי' מה ט)</small>", "heVersionTitle": "Mahberet Menahem, London, 1854.", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מחברת מנחם,לונדון, תרי\"ד", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "58b6b12ad6e4a952249cb778", "index_title": "Minchat Shai on Torah", "category": "Commentary", "type": "commentary", "ref": "Minchat Shai on Torah, Genesis 43:20:1", "anchorRef": "Genesis 43:20", "anchorRefExpanded": ["Genesis 43:20"], "sourceRef": "Minchat Shai on Torah, Genesis 43:20:1", "sourceHeRef": "מנחת שי על תורה, בראשית מ״ג:כ׳:א׳", "anchorVerse": 20, "sourceHasEn": false, "compDate": [1526], "commentaryNum": 20.0001, "collectiveTitle": {"en": "Minchat Shai", "he": "מנחת שי"}, "heTitle": "בראשית", "he": "<b>לשבר אכל.</b> הבי\"ת בקמץ חטוף. חזקוני:", "heVersionTitle": "Minchat Shai on Torah", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59636b93d6e4a9416e9c348a", "index_title": "Mizrachi", "category": "Commentary", "type": "commentary", "ref": "Mizrachi, Genesis 43:20:1", "anchorRef": "Genesis 43:20", "anchorRefExpanded": ["Genesis 43:20"], "sourceRef": "Mizrachi, Genesis 43:20:1", "sourceHeRef": "מזרחי, בראשית מ״ג:כ׳:א׳", "anchorVerse": 20, "sourceHasEn": false, "compDate": [1475, 1525], "commentaryNum": 20.0001, "collectiveTitle": {"en": "Mizrachi", "he": "מזרחי"}, "heTitle": "בראשית", "he": "<b>ובלשון ארמי בייא בייא </b>כדאמרינן ביבמות בפרק נושאין על האנוסה ובסנהדרין פרק ארבע מיתות אמר רב יהודה ואיתימא ר' יונתן בייא בייא ופרש\"י בלשון ארמי הוי לשון גינוח וצעקה כמו אהה בלשון הקדש ואף על פי שאינו מלשון בעיא ותחנונים מ\"מ קרובים הם שהצעקה והגינוח אינה אלא כדי שירחמו עליו והראיה על זה שאחר שפירש רש\"י שם גבי היינו דאחרביה לביתא וקלייה להיכלא בייא בייא לשון גנוח וצעקה חזר ואמר שהיו מבקשין רחמים שימסר בידם יצר הרע דעבודת כוכבים אלמא כל גניחתם וצעקתם לא היתה רק בקשת רחמים אלא שבקשת הרחמים פעם עושין אותה עם הבעיא והתחנונים ופעם עם הגינוח והצעקה שכשהאדם גונח ומתרעם על מה שעבר מרחמין עליו מלעשות לו כיוצא בו. והרמב\"ן ז\"ל טען ואמר שזה דבר זר מאד לסמכו אל מלת לשון טורסי ואינו דומה אליה כי בייא כולה מלה אחת היא לא תשתנה ולא יאמר בי ועוד שהמלה ההיא אינה לשון בעיא ותחנונים כמו שאמר הרב אלא לשון צעקה ותרעומת על שקר ועוות דבר ואנקלוס שתרגם בי בבעו לא שהוציא מלת בי מן בעו אבל רדף הענין שהוא בא בכל מקום בענין הבקשה עכ\"ד. <b>ונראה </b>לי שאין מכל אלה טענה כלל כי מה שטען שהוא זר מאד לסמכו אל מלת לשון טורסי הרי בכמה מקומות סמכו את לשוננו הקדוש בלשונות נכריות ואמרו גבי באש ישרפו אותו ואתהן ואת אחת מהן ולשון יוני ה\"ן אחת ואמרו ארבע בתים של תפילי' קרויין טטפת טט בכתפי שתי' פת באפריקי שתי' וכאלה רבות ובלשון ארמי הרבה מאד ישגא אחו בלי מים אתא בקר מי מלל ומאן לימא לן שלשוננו לקחו מהם ולא ההפך ועוד הרי בב\"ר אמרו גבי בי אדוני דויגש בייא את מעביר עלינו. ומה שטען כי בייא כולה מלה אחת לא תשתנה ולא יאמר ממנה בי אינה טענה כי הלשונות אינן לקוחות זו מזו על הרוב אלא בתוספת ומגרעת שהרי אמרו גבי ואתהן ואת אחת מהן ה\"ן בלשון יון אחת ואינו כן כי האחד בלשון יוני אונ\"ה שהוא בלשוננו הנה כי הה\"א בלשוננו אל\"ף בלשון יון והנה הלשון שלנו קצר וכתוב הן במקום הנה ועוד הרי בב\"ר עשו זה בהדיא כדלעיל. ומה שטען עוד שמלת בייא אינה אלא לשון צעקה ותרעומת לא בעיא ותחנוני' תשובתו מבוארת ממה שפירשנו שהגניחה והבעיא שניהם מורים על בקשת הרחמים ואחר שהמכוון הוא הבעיא תפש העיקר וקראו בשם התכלית לשון בעיא ותחנונים אע\"פ שפירוש המלה הוא מענין גנוח וצעקה כמו שפירש הוא עצמו שהמתרגם שתרגם אותו בבעו אינו מפי' המלה אלא מפתרון הענין כמנהגו ברוב המקומות ואל תשיבני ממה שכתב הרב שלשון בעיא ותחנונים הוא בלשון ארמי בייא ומשמע שלשון זה כלשון זה לא שהמכוון בשניהם אחד כי לפעמים יאמר על מכוין הענין שהוא הוא: \n", "heVersionTitle": "Four commentaries on Rashi. Warsaw, 1862", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59636b93d6e4a9416e9c348c", "index_title": "Mizrachi", "category": "Commentary", "type": "commentary", "ref": "Mizrachi, Genesis 43:20:2", "anchorRef": "Genesis 43:20", "anchorRefExpanded": ["Genesis 43:20"], "sourceRef": "Mizrachi, Genesis 43:20:2", "sourceHeRef": "מזרחי, בראשית מ״ג:כ׳:ב׳", "anchorVerse": 20, "sourceHasEn": false, "compDate": [1475, 1525], "commentaryNum": 20.0002, "collectiveTitle": {"en": "Mizrachi", "he": "מזרחי"}, "heTitle": "בראשית", "he": "<b>ירידה היא לנו. </b>ב\"ר לא מלשון ירידה הוא דמפיק לה דהא א\"י גבוה היא מכל הארצות וההולכים בה משאר הארצות יקראו עולים כדכתב רש\"י בפסוק מהרו ועלו אל אבי ויחוייב מזה בהכרח שההולכים מארץ ישראל לשאר הארצות יקראו יורדים ולמעלה מזה כתוב ויקומו וירדו מצרים ולא דרשו כלום אלא מדכפל בלישניה וכתב ירוד וירדנו הוא דמפיק לה כדדרשו גבי הענק תעניק נתון תתן פתוח תפתח אם גנוב יגנב הקם תקם עזוב תעזוב בפרק אלו מציאות ובכמה מקומות בגמרא ואף על פי שיש לומר דברה תורה כלשון בני אדם ה\"מ היכא דליכא למדרש בהו אבל היכא דאיכא למדרש דרשינן: \n", "heVersionTitle": "Four commentaries on Rashi. Warsaw, 1862", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5993fa87d6e4a95930ec46d3", "index_title": "Malbim on Genesis", "category": "Commentary", "type": "commentary", "ref": "Malbim on Genesis 43:20:1", "anchorRef": "Genesis 43:20", "anchorRefExpanded": ["Genesis 43:20"], "sourceRef": "Malbim on Genesis 43:20:1", "sourceHeRef": "מלבי\"ם על בראשית מ״ג:כ׳:א׳", "anchorVerse": 20, "sourceHasEn": false, "compDate": [1845, 1875], "commentaryNum": 20.0001, "collectiveTitle": {"en": "Malbim", "he": "מלבי\"ם"}, "heTitle": "מלבי\"ם על בראשית", "he": "<b>ויאמרו בי אדני ירד ירדנו בתחלה</b>. ר\"ל שאין לך לחשוד אותנו כי היה בתחלה, ומי יגנוב במקום שבא שם פעם הראשון, ואל תאמר מדוע לא שבנו אז תיכף, עז\"א שזאת לא נודע לנו עד <b>שבאנו אל המלון</b>, וראינו שהושב כסף כלם ולא יכלנו שנשוב כלנו ובני בינו ימותו ברעב. <b>ונשב אותו עתה</b>, ואמר <b>כסף איש </b>שלא נתחלף של ראובן בשל שמעון. ב] <b>בפי אמתחתו</b>, במקום שראוי להיות לא בשק וודאי בכוונה הונח שם. ג] <b>כספנו במשקלו</b> ולא של אחר, ולא תאמר שעתה מחמת יראה הגדנו זאת שהלא <b>הכסף בידנו</b>, ולא תאמר שהוא הכסף שהבאנו לקנות תבואה, כי <b>כסף אחר הורדנו</b> וגם הוא <b>בידנו</b>, ותחלה אמר (פסוק לה) איש צרור כספו בשקו ויראו את צרורות כספיהם, ופה לא אמר צרור, כי רצו להראות שהם אנשי אמונה אף שכסף אין לו סימן השיבו אותו ממדת חסידות, משא\"כ כסף הצרור בצרור י\"ל סימן ומחוייבים להשיב מן הדין:", "heVersionTitle": "Malbim, Vilna Romm, 1892.", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": "Yalkut, Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5a1546ccd6e4a92409ac3848", "index_title": "Siftei Chakhamim", "category": "Commentary", "type": "commentary", "ref": "Siftei Chakhamim, Genesis 43:20:1", "anchorRef": "Genesis 43:20", "anchorRefExpanded": ["Genesis 43:20"], "sourceRef": "Siftei Chakhamim, Genesis 43:20:1", "sourceHeRef": "שפתי חכמים, בראשית מ״ג:כ׳:א׳", "anchorVerse": 20, "sourceHasEn": true, "compDate": [1660, 1680], "commentaryNum": 20.0001, "collectiveTitle": {"en": "Siftei Chakhamim", "he": "שפתי חכמים"}, "heTitle": "בראשית", "he": "<b>ירידה היא לנו כו'.</b> דייק מדכתיב כפל לשון אבל לא דייק מדכתיב ל' ירידה ולא כתיב לשון הליכה כדפריש' על רדו שמה <small>(לעיל מב ב)</small> עיי\"ש ואף על גב דדברה תורה כל' בני אדם היכא דאיכא למדרש דרשינן. [רא\"ם]: \n", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY", "heVersionTitleInHebrew": "חומש שפתי חכמים, הוצאת מצודה, 2009", "text": "<b>A “come down” for us...</b> Rashi deduces this from the repetitious ירד ירדנו and not because it is written “coming down” instead of “going,” as he explained on רדו שמה (42:2), see there. Although [the repetition could be explained simply because] the Torah speaks as people do, however we expound the verse when we have the opportunity to do so. (<i>Re’m</i>)", "versionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": "חומש שפתי חכמים, הוצאת מצודה, 2009"}, {"_id": "5a1c01fad6e4a943452d3b8c", "index_title": "Sefer HaYashar (midrash)", "category": "Midrash", "type": "midrash", "ref": "Sefer HaYashar (midrash), Book of Genesis, Miketz 20", "anchorRef": "Genesis 43:14-25", "anchorRefExpanded": ["Genesis 43:14", "Genesis 43:15", "Genesis 43:16", "Genesis 43:17", "Genesis 43:18", "Genesis 43:19", "Genesis 43:20", "Genesis 43:21", "Genesis 43:22", "Genesis 43:23", "Genesis 43:24", "Genesis 43:25"], "sourceRef": "Sefer HaYashar (midrash), Book of Genesis, Miketz 20", "sourceHeRef": "ספר הישר (מדרש), ספר בראשית, מקץ כ׳", "anchorVerse": 14, "sourceHasEn": true, "compDate": [950, 1550], "commentaryNum": 20, "collectiveTitle": {"en": "Sefer HaYashar (midrash)", "he": "ספר הישר (מדרש)"}, "heTitle": "מקץ", "he": "הלא שמענו עליך כי אתה חכם ונבון מאוד, הלא תראה את פניהם, איך יהיו מרגלים. עם כי שמע ואשר פתרת אתה את חלום פרעה ותודיעהו ברעב הזה טרם יבוא ותדבר אליו נכונה, ואיך לא תדע בחוכמתך את בניי המרגלים הם אם לא. ועתה אדוני המלך, הנה שלחתי לפניך את בנימים בני כאשר דיברת אל בניי, אחלה נא את פניך אשר תשים עינך עליו עד השיבותיו אליי בשלום עם אחיו. והלא ידעת אם לא שמעת את אשר עשה אלוקינו לפרעה בקחתו את שרה אמי, ואשר עשה לאבימלך מלך פלשתים עליה. וגם את אשר עשה אברהם אבינו לתשעה מלכי עילם, אשר המית את כולם במתי מספר אנשים אשר היו איתו. וגם את אשר עשו שמעון ולוי שני בניי לשמונה ערי האמורי אשר החריבו אתהן, בעבור דינה אחותם. ואף בעבור בנימין אחיהם אשר התנחמו בו על יוסף אחיו, מה יעשו עליו בראותם כי תגבר יד אחד העם עליהם בעבורו. הלא ידעת מלך מצרים כי גבורת אלוקינו איתנו, וגם שומע אלוקינו את תפילתינו תמיד כי לא יעזבנו כל הימים. חי ה׳ כי בהגיד בניי אליי את מעשיך איתם, לו קראתי אל ה׳ עליך כי אז נאבדת עם אנשיך טרם בא בנימין בני לפניך. אך אמרתי כי שמעון בני בביתך אולי טובה תעשה איתו, על כן לא עשיתי לך הדבר הזה. ועתה הנה בני בנימין בא אליך עם בניי, השמר לך בו ושים עינך עליו וישים אלוקינו את עיניו עליך בכל מלכותך. ועתה הנה הגדתי לך את אשר עם לבבי והנה בניי באים אליך עם אחיהם, ראה נא בעדם את פני כל הארץ ושלחתם עם אחיהם לשלום. ויתן יעקב את הספר אל בניו ביד יהודה, לתתה למלך מצרים. ויקומו בני יעקב ויקחו את בנימין ואת כל המנחה, וילכו ויבואו מצרימה ויעמדו לפני יוסף. וירא יוסף איתם את בנימין אחיו ויתן יוסף אליהם שלום, ויבואו האנשים ההם ביתה יוסף. ויצו יוסף את אשר על ביתו לטבוח להם טבח לאכול, ויעש להם כן. ויהי בצהריים, וישלח יוסף אל האנשים לבוא לפניו עם בנימין.", "heVersionTitle": "Sefer HaYashar, Livorno 1870", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "Verily, we have heard of thee that thou art wise and exceedingly reasonable, and couldst thou ‎not see on their faces that they cannot be spies? We have also heard that thou hast ‎interpreted Pharaoh’s dream acquainting him with this famine long before its coming and thy ‎words have proven to be correct, and how couldst thou not know in thy wisdom whether my ‎sons be spies or not? And now, oh my lord and king, behold I have sent before thee my son ‎Benjamin, according as thou hast spoken unto my sons, and I beseech thee to keep thine eye ‎on him until he be returned unto me in peace with his brethren. And knowest thou not, or ‎hast thou not heard what our God hath done unto Pharaoh when he took our mother Sarah? ‎and what God hath done unto Abimelech king of the Philistines concerning her, and also what ‎our father Abraham hath done unto the five kings of Elam, all of whom he hath smitten with a ‎small number of his men, and also what my two sons Simeon and Levi have done unto the ‎eight cities of the Amorites, which they have destroyed on account of their sister Dinah! And ‎now what will they not do in behalf of Benjamin, their brother, in whom they have found ‎comfort for the loss of his brother Joseph, if they see that the hand of any people was raised ‎against him on his account? Knowest thou not, oh king of Egypt, that the power of our God is ‎with us, and that our Lord heareth our prayer at all times, and that he forsaketh us not through ‎all the days? and when my sons informed me of thy actions I have not as yet called upon the ‎Lord against thee, or else thou shouldst have perished with thy men before my son Benjamin ‎could come before thee. But I have considered that my son Simeon was in thy house and thou ‎mightst, perhaps, do well with him, therefore I have not done unto thee this thing. And now ‎behold, my son Benjamin cometh unto thee with my other sons, take thou heed of him and ‎keep thine eyes upon him and God will keep his eyes upon thee and on all thy government. ‎And now, behold, I have disclosed unto thee all that was within, my heart, and behold my sons ‎are coming unto thee with their brother. I pray thee and the face of the whole earth in their ‎behalf, and send them away with their brothers in peace. And Jacob gave this letter unto his ‎sons to deliver by the hands of Judah unto the king of Egypt. - - And the sons of Jacob arose, ‎and they took Benjamin, and all the presents, and they went away, and they came into the ‎land of Egypt and they stood before Joseph. And Joseph saw his brother Benjamin with them, ‎and Joseph bade them peace, and these men came in the house of Joseph. And Joseph ‎commanded the steward to prepare a great meal for his brothers to eat. And he did so unto ‎them. And it was at noontime, and Joseph sent unto the men to come before him with ‎Benjamin.‎", "versionTitle": "Sefer ha-Yashar,  trans. Edward B.M. Browne, New York, 1876", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "5ae9be859197ec001aac1f0f", "index_title": "Midrash Aggadah", "category": "Midrash", "type": "midrash", "ref": "Midrash Aggadah, Genesis 43:20:1", "anchorRef": "Genesis 43:20", "anchorRefExpanded": ["Genesis 43:20"], "sourceRef": "Midrash Aggadah, Genesis 43:20:1", "sourceHeRef": "מדרש אגדה, בראשית מ״ג:כ׳:א׳", "anchorVerse": 20, "sourceHasEn": false, "compDate": [1020, 1220], "commentaryNum": 20.0001, "collectiveTitle": {"en": "Midrash Aggadah", "he": "מדרש אגדה"}, "heTitle": "בראשית", "he": "ירד ירדנו. <i data-commentator=\"Notes and Corrections on Midrash Aggadah\" data-order=\"17\"></i> ירידה היא לנו, בארצינו היינו מפרנסין אחרים, עכשו צריכין אנחנו לפרנסה:", "heVersionTitle": "Midrash Aggadah, ed. Buber, Vienna, 1894.", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש אגדה, מהדורת בובר, וינה תרנ\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5b0bc3e1c1533e001928b4ce", "index_title": "Yismach Moshe", "category": "Chasidut", "type": "", "ref": "Yismach Moshe, Lech Lecha 26:1", "anchorRef": "Genesis 43:20", "anchorRefExpanded": ["Genesis 43:20"], "sourceRef": "Yismach Moshe, Lech Lecha 26:1", "sourceHeRef": "ישמח משה, לך לך כ״ו:א׳", "anchorVerse": 20, "sourceHasEn": false, "compDate": [1790, 1840], "commentaryNum": 26.0001, "collectiveTitle": {"en": "Yismach Moshe", "he": "ישמח משה"}, "heTitle": "לך לך", "he": "<b>זאת</b> בריתי אשר תשמרו ביני וביניכם (בראשית יז י). כבר דקדקתי בפרשת אחרי דהכי הוה ליה למימר זאת אות הברית אשר ביני וביניכם, ומדאמר תשמרו ביני וביניכם, משמע שהשמירה היא ביני וביניכם והוא תמוה, וכבר כתבתי שם לישב. וכעת נ\"ל לפרש באופן אחר, על פי שכתבתי בפסוק (בראשית מג כ) ירד ירדנו, ובפסוק (איכה ד ז) זכו נזירים משלג (תמצאנו אי\"ה בפרשת מקץ). ובהקדים דמילת ערלת בשר מועיל למילת ערלת לב, דמצות מילה היא שמירה לכל התורה, דהנה כבר כתבו חכמי אמת דיצר, ס\"ת של מלואו יו\"ד צד\"י רי\"ש הוא שדי, לרמז דשם זה מועיל לבטל היצר הרע. והנה מבואר בספרים (עיין תיקו\"ז כב ס\"ו ע\"א) דעל ידי המילה נשלם שם שדי באדם, עד כאן. ואם כן היא שמירה מעולה. ונ\"ל דלכך נכרתו על המילה י\"ג בריתות (שבת קל\"ג ע\"ב), דיצר הרע לפתח חטאת רובץ, והיצר טוב בא אחר י\"ג שנים, ואם כן הוא משוקע בטומאה, ומועיל מצוה זו עד י\"ג שנים, ולכך נכרתו י\"ג בריתות כנ\"ל. ועל פי זה אמרתי לפרש אמרם ז\"ל (קידושין ל' ע\"ב) אמר הקב\"ה בראתי יצר הרע בראתי תבלין, דהיינו התורה. דהא כבר כתבנו דהשם שדי השורה באדם הוא שמירה מעולם מיצר הרע, אך לעומת זה הרי אמרו רז\"ל (ב\"ב דף קס\"ד ע\"ב) שלשה דברים אין אדם ניצול בכל יום, אבק לשון הרע, והרהור עבירה. והנה ידוע דעל ידי פגם ברית הלשון נפגם ברית המעור ונסתלק השמירה, וכן על ידי הרהור בא לידי טומאה בלילה ונסתלק השמירה (כתובות מ\"ו ע\"א). אך הלא מבואר במסכת (עירוכין דף ט\"ו ע\"ב) מאי תקנתיה, יעסוק בתורה שנאמר (משלי טו ד) מרפא לשון עץ חיים, וכן מבואר במסכת ברכות (דף י\"ד.) כל המשביע עצמו מדברי תורה ולן אין מבשרין אותו בשורות רעות, ואם כן על ידי התורה חוזר השמירה מיצר הרע והיינו התבלין, ואם כן לפי זה המילה יסוד הכל וכל התורה כולה לחזקה. והיינו אשר תשמרו ביני וביניכם, דעלינו מוטל שמירת המצוה ושלא נפגם בה, ועל השי\"ת לשמור אותנו מיצר הרע ומכל דבר רע, נ\"ל נכון בס\"ד.", "heVersionTitle": "Yismach Moshe, Sighet, 1898", "heLicense": "Public Domain", "heVersionTitleInHebrew": " ספר ישמח משה, סיגעט תרנ\"ח", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5b0bc419f746f30016ee819b", "index_title": "Yismach Moshe", "category": "Chasidut", "type": "", "ref": "Yismach Moshe, Miketz 12:1", "anchorRef": "Genesis 43:20", "anchorRefExpanded": ["Genesis 43:20"], "sourceRef": "Yismach Moshe, Miketz 12:1", "sourceHeRef": "ישמח משה, מקץ י״ב:א׳", "anchorVerse": 20, "sourceHasEn": false, "compDate": [1790, 1840], "commentaryNum": 12.0001, "collectiveTitle": {"en": "Yismach Moshe", "he": "ישמח משה"}, "heTitle": "מקץ", "he": "<b>ויאמרו</b> בי אדוני ירד ירדנו בתחילה לשבור אוכל (בראשית מג כ). נ\"ל על פי שיוסף אמר להם שהם חשודין בעריות (ב\"ר פ\"ד ז'). ויתכן שלא עברו עבירה ח\"ו, אלא שלא נדמו בבחינה זו ליוסף שומר הברית, והבן. והנה מזה בא מיעוט השפע. והנה איתא בזוהר (תיקו\"ז כב ס\"ו ע\"א) דבשומר הברית שם שדי מלבר, ובאינו שומר הברית ס\"מ מלבר, עד כאן. הרי נחסר רי\"ד, אותיות ירד. והיינו ירד ירדנו, שחסרנו וירדנו מנין ירד, בתחלה לשבר אוכל, מזה הוי תחילה וראשית לשאר דברים המעכבים שפע המזון. וזה שאמר דוד המלך ע\"ה (תהלים קיט ה) אחלי יכונו דרכי לשמור חקך (תהלים קיט ז) אז לא אבוש וגו'. על פי מ\"ש אור לישרים (דרוש א') כי אם שומר הברית, המצות שלו מתקנים מלאכים, וכשפוגם הברית, גם על ידי מעשה המצות מקלקל שנשבה השפעה קדושה למקום הטינופת, עיין שם עד כאן דבריו. והנה במסכת קדושין (דף ב' ע\"ב) איתא דביאה נקרא דרך, דכתיב (משלי ל יט) כן דרך גבר (בעלמא) [בעלמה], עיין שם. וזה פירוש הפסוק (תהלים קיט ד) אתה צוית פקודיך לשמור מאד, אחלי יכונו דרכי שיהיה בקדושה ובטהרה לשמור חקך ולא לכונה אחרת והוא שמירת הברית כראוי, אז לא אבוש בהביטי אל כל מצותיך, ומכלל הן וכו' כי אז יבוש בהביטו למצותיו והבן, וסמך ליה אודך (תהלים קיט ז), כי זה ראוי להודות, כמו שפירשתי בפסוק (תהלים קמ יד) אך צדיקים יודו לשמך. ביושר לבב, על פי שדרשו (ברכות י\"ב ע\"ב) ולא תתורו אחרי לבבכם (במדבר טו לט), זה הרהור עבירה, ואמרו (חולין דף ל\"ז ע\"ב) נפשי לא מטומאה וגו' (יחזקאל ד יד), שלא הרהרתי ביום לבא לידי טומאה בלילה, ואי משום דברית הלשון פוגם, וכבר אמרו (ב\"ב דף קס\"ד ע\"ב) שלשה אין אדם ניצול בכל יום, ואלו הן אבק לשון הרע, לזה אמר בלמדי משפטי צדקיך, כמו שאמרו (ערכין ט\"ו ע\"ב) מאי תקנתא יעסוק בתורה, שנאמר (משלי טו ד) מרפא לשון עץ חיים, והבן.", "heVersionTitle": "Yismach Moshe, Sighet, 1898", "heLicense": "Public Domain", "heVersionTitleInHebrew": " ספר ישמח משה, סיגעט תרנ\"ח", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5b0bc419f746f30016ee81dd", "index_title": "Yismach Moshe", "category": "Chasidut", "type": "", "ref": "Yismach Moshe, Miketz 12:3", "anchorRef": "Genesis 43:20", "anchorRefExpanded": ["Genesis 43:20"], "sourceRef": "Yismach Moshe, Miketz 12:3", "sourceHeRef": "ישמח משה, מקץ י״ב:ג׳", "anchorVerse": 20, "sourceHasEn": false, "compDate": [1790, 1840], "commentaryNum": 12.0003, "collectiveTitle": {"en": "Yismach Moshe", "he": "ישמח משה"}, "heTitle": "מקץ", "he": "<b>ובאופן</b> אחר אמרתי לפרש הפסוק (בראשית מג כ) ירד ירדנו בתחלה לשבור אוכל, גם כן בדרך רמז, על פי מה שפרשתי הפסוק בפרשת בחקותי (ויקרא כו יח) ויספתי ליסרה אתכם שבע על חטאתיכם, דקשה מאד דמשמע ח\"ו שמעניש להחוטא שבע פעמים ככה מהמגיע לו על פי שורת הדין, וזה תמיה גדולה דלמה יעניש יותר ממה שמגיע לו על פי שורת הדין. ונ\"ל על פי דאיתא בספר שם שמואל על הפסוק (בראשית א ב) ורוח אלהים מרחפת על פני המים, כי הטעם שנבראו שמים תחלה (חגיגה י\"ב ע\"א), הוא משום שרוח אלהים, היינו מה שנאצל מאלהים כמו הרוח שנאצל מהאדם, והנה אם תכתוב שם אלהים במילוי כזה אל\"ף למ\"ד ה\"י יו\"ד מ\"ם, אם כן המילוי שלו הוא מנין רוח, לכך נקרא רוח אלהים, ושניהם ביחד המאציל והנאצל הוא שי\"ן במספר. והיינו פירושא דקרא (בראשית א א) בראשית ברא אלהים את השמים, ולמה נברא שמים תחילה, לזה אמר ורוח אלהים מרחפת על פני המים, כי השין שהוא רוח אלהים היה מרחף על פני המים, אם כן בהתחבר השי\"ן למים נעשה שמים. ועל פי זה יובן אמרם ז\"ל (סוטה ג' ע\"א) אין אדם עובר עבירה אלא אם כן נכנס בו רוח שטות, כי רוח אלהים הוא במנין שי\"ן, ויצר הוא גם כן במנין ש', ויש כח ברוח אלהים אשר באדם, כמו שנאמר (בראשית ב ז) ויפח באפיו נשמת חיים, ואמרו רז\"ל כל הנופח כביכול מעצמותו הוא נופח, והוא רוח אלהים בגימטריא שי\"ן, על כן יש בו כח לבטל היצר. על כן יוסף הצדיק שכבש יצרו, נאמר עליו (בראשית מא לח) איש אשר רוח אלהים בו, אבל אדם שעובר עבירה ואינו כובש היצר, ודאי פורח הרוח אלהים ונכנס בו רוח שטות, עד כאן מבואר בספר הנ\"ל. והשתא נבין עד היכן הדברים מגיעין, אשר על ידי חמדה נבזה ונמס, עושה מן רוח אלהים שבו רוח שטות ח\"ו. והנה כל נשמת רוח חיים של אדם נאצל מן אלהים, כאמור ויפח באפיו נשמת חיים, ודרשו רז\"ל כל הנופח כביכול מעצמו נופח, וידוע דכל נשמה היא כלולה מכל התורה כולה, כולה מתרי\"ג אורות עליונים שהם התרי\"ג מצוות רמ\"ח מצוות עשה ושס\"ה לא תעשה, והיינו דכתיב (קהלת יב יג) את אלהים ירא, היינו שלא לעבור על אחד משס\"ה לא תעשה, ואת מצותי שמור היינו רמ\"ח מצות עשה, כי זה, ר\"ל הרמ\"ח והשס\"ה הוא כל האדם, ר\"ל זה הוא כללות האדם והיינו נשמת ישראל, כמו שדרשו רז\"ל (במסכת יבמות דף ס\"א ע\"א) אדם אתם (יחזקאל לד לא), אתם קרוים וכו', לפי שאין לעובדי כוכבים ומזלות רק נפש מעולם העשיה מעולם הגלגלים, ואדם הוא רק מה שנאמר ויפח באפיו וגו', ועל זה נאמר ויהי האדם לנפש חיה. נמצא נשמת אדם כלולה מכל התורה, וידוע דיש ששים רבוא נשמות לישראל, וששים רבוא אותיות לתורה, וכל נשמה הוא אות מהתורה, והיינו כי אות הוא ביני וביניכם (שמות לא יג), וכל אות יש לו ששים רבוא צינורות, צינור לכל אות ואות מהתורה, וכל נשמה כלולה מכל התורה, וכללא דאורייתא היא כ\"ז אתוון עם אותיות מנצפ\"ך, שעל ידי צירופיהן נתהוה כל התורה, והיינו כל אמרת אלהי צרופה (משלי ל ה). אם כן הכח אשר בכל רוח ורוח מרוח חיים של נשמת ישראל כח המאצילו, הוא אלהים בגימטריא פ\"ו, ועוד כללא דכ\"ז אתוון הרי קי\"ג, וכשחוטא ועושה מרוח אלהים רוח שטות בגימטריא תשט\"ו, הסר מזה המספר קי\"ג שהיה לו קודם שחטא, נשאר תר\"ב והוא ז' פעמים אלהים, נמצא עושה על אלהים קודש, שבעה כיסוים של אלהים אחרים, כאמרם ז\"ל (שבת ק\"ה ע\"ב) על פסוק (תהלים פא י) לא יהיה בך אל זר, איזה אל זר שהוא בגופו של אדם הוי אומר זה יצר הרע, והיינו ליסרה אתכם שבע על חטאתיכם, והבן. והיינו ירד ירדנו, דכבר כתבנו דיר\"ד הוא רוח בגימטריא, והיינו ירד, ר\"ל הרוח שלנו ירדנו מאיגרא רמה לבירא עמיקתא, שמן רוח אלקים עשינו רוח שטות, אוי לנו ווי לנו מה נעשה ליום הדין, וידוע אמרם ז\"ל (קדושין דף פ\"ב ע\"ב) ראית מימיך חיה ועוף מתפרנסים בצער ובדוחק, והלא הדברים קל וחומר ומה אלו שלא נבראו אלא לשמשני, הם מתפרנסים שלא בדוחק וכו', אני שנבראתי לשמש את קוני אינו דין שאתפרנס שלא בצער, אלא הרעותי את מעשי וקיפחתי את פרנסתי. והיינו התכת הפסוק הנ\"ל, זה שירד ירדנו שעשינו מרוח אלקים ח\"ו רוח שטות, כאמרם ז\"ל (סוטה דף ג') אין אדם עובר עבירה אלא אם כן נכנס בו רוח שטות, זה הוא בתחילה לשבור אוכל דהרעותי את מעשי וקיפחתי את פרנסתי, על כן נשובה עד ה', והיינו והרוח תשיב אל האלקים אשר נתנה (קהלת יב ז). ועל פי זה פירשתי הפסוק ישב רוחו יזלו מים, (תהלים קמז יט) מגיד דבריו ליעקב חקיו ומשפטיו לישראל, (תהלים קמז כ) לא עשה כן לכל גוי ומשפטים בל ידעום הללויה. דקשה טובא בפסוק הנ\"ל, חדא מה הוא הפירוש של ישב רוחו, אם הוא לשון נשיבה כמו נשיבת הרוח, אם כן ינשב היה צריך לומר, דהשורש הוא נשב וחסר אות הראשון מן השורש. ועוד איך נמשך לזה מגיד דבריו ליעקב וגו' לא עשה כן לכל גוי וגו'. והנ\"ל בזה, דכבר כתיב ורוח אלקים מרחפת על פני המים, וכבר אמרו רז\"ל בכמה מקומות (ב\"ק פ\"ב ע\"א) אין מים אלא תורה, שנאמר (ישעיה נה א) הוי כל צמא לכו למים. נמצא כשהרוח הוא רוח אלקים, אז מרחפת על פני המים ויש לו דבקות בהתורה ויכול להשיג בהתורה, ולכך נתנה התורה לישראל שיש בהם רוח אלקים, מה שאין כן עובדי כוכבים ומזלות שאין בהם רק נפש מהעשיה. והיינו ישב רוחו לשון השבה, והרוח תשוב אל האלקים על ידי תשובה, אז יזלו מים שאז מרחפת על פני המים ומשיג בהתורה הקדושה, ולכך מגיד דבריו ליעקב, ר\"ל שלכך ניתנה התורה לישראל דוקא שיש בהם רוח אלקים, לא עשה כן לכל גוי ומשפטים בל ידעום, כי אין להם רק נפש מהגלגלים הללויה, וזה העיקר שעלינו להודות ולהלל שלא עשנו כגויי הארצות. או יאמר מגיד דבריו ליעקב, דקאי על האדם המשיב רוח אל האלקים אשר נתנה, הוא יכול להגיד דבריו ליעקב וגו' כי יש לו השגה בהתורה הק', אבל לא עשה כן לכל גוי, כי אין להם יחוס עם התורה, על כן הללויה כי הנחילנו תורת אמת. ועל כן לעתיד לבא (ישעיה יא ט) ומלאה הארץ אלו ישראל, (שנאמר (מלאכי ג יב) ארץ חפץ אתם תקראו), דעה את ה', דהיינו שיהיה מקורבים אל ה' שבכולם יתקיים והרוח תשוב אל האלקים, (וכמו שפירש הרמב\"ם כי ידעתיו הנאמר באברהם (בראשית יח יט), שהוא לשון חבה וקורבה, כמ\"ש במשה (דברים לד י) אשר ידעו ה' פנים אל פנים, כמו והאדם ידע את חוה אשתו (בראשית ד א), שהוא לשון חיבה וקורבה, עד כאן). הכי נמי דעה את ה', ולכך כמים לים מכסים כי יזלו מים במהרה בימינו אמן.", "heVersionTitle": "Yismach Moshe, Sighet, 1898", "heLicense": "Public Domain", "heVersionTitleInHebrew": " ספר ישמח משה, סיגעט תרנ\"ח", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5db003eb8c12a8101ab6a061", "index_title": "Minei Targuma on Torah", "category": "Commentary", "type": "commentary", "ref": "Minei Targuma on Torah, Genesis 43:20:1", "anchorRef": "Genesis 43:20", "anchorRefExpanded": ["Genesis 43:20"], "sourceRef": "Minei Targuma on Torah, Genesis 43:20:1", "sourceHeRef": "מיני תרגומא על תורה, בראשית מ״ג:כ׳:א׳", "anchorVerse": 20, "sourceHasEn": false, "compDate": [1751, 1799], "commentaryNum": 20.0001, "collectiveTitle": {"en": "Minei Targuma", "he": "מיני תרגומא"}, "heTitle": "בראשית", "he": "<b>בִּי אֲדֹנִי</b> תרגם אונקלוס <b>בְּבָעוּ</b> ז״ל הרמב״ן בי אדני לשון בעיא ותחנונים הוא בלשון ארמי בייא בייא לשון רש״י. וזה דבר זר מאוד לסומכו אל מלת לשון טורסי ואינה דומה אליה כי בייא כולה לא תשתנה ולא יאמר ממנה בי. ועוד שהמלה ההיא אינה לשון בעיא ותחנונים כמו שאמר הרב אבל היא לשון צעקה ותרעומות על שבר ועל עיוות דבר כגון מלת אביי בלשון הקודש והיא ידועה בלשון ערב ירגילו אותה בקינותיהם כולן בפתחי הבי״ת ובלשון יון בייא בייא הבי״ת רפה בשוא יאמרו אות׳ על דוחק וצער. ובב״ר מהו סלו לרוכב וכו׳. ועוד לפנינו בפרשת ויגש אליו יהודה ויאמר בי אדוני אמר לו יהודה בייא אתה מעביר עלינו שכך אמרת אלינו ואשימ׳ עיני אליו זהו השמת עין וכו׳ ואונקלו׳ שתרגם בי אדוני <b>בְּבָעוּ רִבּוֹנִי</b> לא שהוציא מלת בי מן בעו אבל רדף הענין שהוא בא בכל מקום בענין בקשה עכ״ל. הנה במ״ש כי בייא לא תשתנה וכו׳ אכן הערוך הביא מלת בייא בערך ביאה וזכר כמה מאמרים שנזכר בהן בייא וגם איזה מאמרים שנזכר בהן ביאה ע״ש. וזה שכתב הרמב״ן בשם המדרש בפרשת ויגש אליו יהודה אמר לו יהודה בייא וכו׳ כתב הערוך בזה הלשון ובילמדנו וכו׳ ובויגש אליו יהודה ויאמר בי אדוני ביאה אתה מעביר עלינו למה אתה נוטל את בנימין לעבד וכו׳. ודע עוד ביומא דף ס״ט: ויצעקו אל ה׳ אלהים בקול גדול מאי אמר אמר רב ואי תימא ר׳ יוחנן בייא בייא היינו הא דאחריבי׳ למקדשא וכו׳ וז״ל רש״י בייא בייא לשון זעקה וקיבלנא הא דאחריב לבית המקדש מבקשין רחמים שימסר בידם יצר הרע של ע״ז עכ״ל רש״י. ובסנהדרין דף ס״ד. ויזעקו בקול גדול אל ה׳ אלהיהם (נחמי׳ ט׳) ולכך נראה דגם ביומא צריך להיות כך מאי אמר אמר רב יהודה ואי תימא רבי יונתן בייא בייא היינו דאחריבי׳ לביתא וכו׳ וז״ל רש״י בייא בייא בלשון ארמי הוי לשון גנוח וצעק׳ כמו אהה בלשון הקודם היינו האי דאחריב לביתא למקדש והיו מבקשין רחמים שימסר בידם יצה״ר של ע״ז עכ״ל. ואחר הודיע כל אלה מבואר נכון פי׳ רש״י בחומש הנ״ל [ועיין ביבמות דף צ״ז: בייא בייא מאח ופי׳ רש״י שם]:", "heVersionTitle": "Vilna, 1836", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ווילנא, תקצ\"ו", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5f02d83e3d3a5928d4b2091a", "index_title": "Gur Aryeh on Bereishit", "category": "Commentary", "type": "commentary", "ref": "Gur Aryeh on Bereishit 43:20:1", "anchorRef": "Genesis 43:20", "anchorRefExpanded": ["Genesis 43:20"], "sourceRef": "Gur Aryeh on Bereishit 43:20:1", "sourceHeRef": "גור אריה על בראשית מ״ג:כ׳:א׳", "anchorVerse": 20, "sourceHasEn": false, "compDate": [1548, 1578], "commentaryNum": 20.0001, "collectiveTitle": {"en": "Gur Aryeh", "he": "גור אריה"}, "heTitle": "גור אריה על בראשית", "he": "<b>ירידה היא לנו.</b> כבר כתבתי למעלה שכל מקום שנאמר לשון ירידה במדבר עצמו בא לדרשה, שאין למדבר לדבר לשון ירידה עליו, אבל כאשר הוא דבור הכתוב – לית קפידא:", "heVersionTitle": "Gur Aryeh, Machon Yerushalyim, 1989-1995", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": "Yalkut, Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5f043deca157d666e704b1ea", "index_title": "Rav Hirsch on Torah", "category": "Commentary", "type": "commentary", "ref": "Rav Hirsch on Torah, Genesis 43:20:1", "anchorRef": "Genesis 43:20", "anchorRefExpanded": ["Genesis 43:20"], "sourceRef": "Rav Hirsch on Torah, Genesis 43:20:1", "sourceHeRef": "רש\"ר הירש על התורה, בראשית מ״ג:כ׳:א׳", "anchorVerse": 20, "sourceHasEn": true, "compDate": [1845, 1875], "commentaryNum": 20.0001, "collectiveTitle": {"en": "Rav Hirsch", "he": "רש\"ר הירש"}, "heTitle": "בראשית", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "בי ist zweifelhafter Abstammung. Es ist in der Regel Ausdruck einer Bitte in schmerzlichem, verlegenen Zustande, um Anhörung und Entschuldigung. Die Wurzel kann entweder בהה sein, analog wie von נהי ,נהה und ני, die Klage, und bezeichnete somit, der Bedeutung von בהה, der Wurzel von בהו, zufolge, eben einen unklaren, verlegenen Zustand eines hin- und hergeworfenen Gemütes. Oder es wäre die Wurzel ביה, die sich jedoch nur in den verwandten בקע ,בכה wiederfindet, und bezeichnet dann den Ausdruck eines schmerzlichen Gefühles.", "versionTitle": "Der Pentateuch. Übersetzt und erläutert von Samson Raphael Hirsch, 1903 [de]", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "5f1e9d96b468b1b9b1e60972", "index_title": "Midrash Lekach Tov", "category": "Midrash", "type": "commentary", "ref": "Midrash Lekach Tov, Genesis 43:20:1", "anchorRef": "Genesis 43:20", "anchorRefExpanded": ["Genesis 43:20"], "sourceRef": "Midrash Lekach Tov, Genesis 43:20:1", "sourceHeRef": "מדרש לקח טוב, בראשית מ״ג:כ׳:א׳", "anchorVerse": 20, "sourceHasEn": false, "compDate": [1105, 1115], "commentaryNum": 20.0001, "collectiveTitle": {"en": "Midrash Lekach Tov", "he": "מדרש לקח טוב"}, "heTitle": "בראשית", "he": "<b>ויאמרו בי אדוני ירד ירדנו.</b> <i data-commentator=\"Notes and Corrections\" data-order=\"15\"></i> אמרו לו ירידה הוא לנו. שהרי בארצנו היינו מפרנסין אחרים. ועכשו אנו צריכין לפרנסתך.", "heVersionTitle": "Midrash Lekach Tov on Torah, Vilna 1884", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש לקח טוב, מכונה פסיקתא זוטרתא, וילנא תרמ\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "60f5756116fec149db00e276", "index_title": "Maskil LeDavid", "category": "Commentary", "type": "commentary", "ref": "Maskil LeDavid, Genesis 43:20:1", "anchorRef": "Genesis 43:20", "anchorRefExpanded": ["Genesis 43:20"], "sourceRef": "Maskil LeDavid, Genesis 43:20:1", "sourceHeRef": "משכיל לדוד, בראשית מ״ג:כ׳:א׳", "anchorVerse": 20, "sourceHasEn": false, "commentaryNum": 20.0001, "collectiveTitle": {"en": "Maskil LeDavid", "he": "משכיל לדוד"}, "heTitle": "בראשית", "he": "<b>ירד ירדנו ירידה היא וכולי</b> ק׳ דילמא משום דא״י גבוהה מכל הארצות וכדכתיב ויקומו וירדו מצרים והרא״ם ז״ל כתב דמכפל ירוד ירדנו הוא דמוכח לה ואע״ג דדברה תורה כל׳ ב״א מ״מ היכא דאיכא למדרש דרשי׳ ע״כ ולשיטתיה אזיל ואנן בעניותין כתיבנא בכמה מקומות דאע״ג דהיכא דאיכ׳ למדרש דרשי׳ מ״מ אין זה ענין לפירש״י שאינו מביא דרשות אלא כשמוכרח לישב לישנא דקרא מיהו הכא נרא׳ דמוכרח רבינו להך דרשה דאל״כ כוליה קרא יתירה דהא שפיר ידע האיש שכבר הם באו פעם אחרת בתחילה לשבור אכל ולא הול״ל אלא ויאמרו בי אדוני כי באנו אל המלון וכולי א״ו לדרשה. והא דקאמרי ליה הכי השתא נר׳ שאמרו כן לחזק דבריהם שלא יעלה על דעתו שהם בני אדם הדיוטי׳ וקמצני׳ ושלכן בתחלה לא נתנו הכסף או חזרו וגנבוהו שהם היו רגילים לעולם לפרנס אחרים משלהם ומוותרי׳ ממונם:", "heVersionTitle": "Venice, 1760", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ויניציאה, תקכ\"א", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "61d5d566f4629f2b5727beba", "index_title": "Sefer HaShorashim", "category": "Reference", "type": "reference", "ref": "Sefer HaShorashim, ירד 1", "anchorRef": "Genesis 43:20", "anchorRefExpanded": ["Genesis 43:20"], "sourceRef": "Sefer HaShorashim, ירד 1", "sourceHeRef": "ספר השרשים, ירד א׳", "anchorVerse": 20, "sourceHasEn": false, "compDate": [1185, 1235], "commentaryNum": 1, "collectiveTitle": {"en": "Sefer HaShorashim", "he": "ספר השרשים"}, "heTitle": "ירד", "he": ["<strong><big>ירד</big></strong>   <strong>יָרֹד יָרַדְנוּ </strong>בַּתְּחִלָּה (<a class=\"refLink\" href=\"Genesis 43:20\" data-ref=\"Genesis 43:20\">בראשית מג, כ</a>), וְהַיּוֹם<strong> רַד</strong> מְאֹד (<a class=\"refLink\" href=\"Judges 19:11\" data-ref=\"Judges 19:11\">שופטים יט, יא</a>), חסר ה<strong>פ\"א</strong>. וְאֵֽלְכָה <strong>וְיָרַדְתִּי</strong> עַל־הֶֽהָרִים (<a class=\"refLink\" href=\"Judges 11:37\" data-ref=\"Judges 11:37\">שופטים יא, לז</a>), וַיַגִּדוּ לְדָוִד <strong>וַיֵּרֶד</strong> הַסֶּלַע (<a class=\"refLink\" href=\"I Samuel 23:25\" data-ref=\"I Samuel 23:25\">שמואל א' כג, כה</a>), וְלֹֽא־<strong>יֵרֵד</strong> עִמָּנוּ בַּמִּלְחָמָה (<a class=\"refLink\" href=\"I Samuel 29:4\" data-ref=\"I Samuel 29:4\">שמואל א' כט, ד</a>), אוֹ בַמִּלְחָמָה<strong> יֵרֵד</strong> וְנִסְפָּֽה (<a class=\"refLink\" href=\"I Samuel 26:10\" data-ref=\"I Samuel 26:10\">שמואל א' כו, י</a>), כַּבְּהֵמָה בַּבִּקְעָה <strong>תֵרֵד</strong> (<a class=\"refLink\" href=\"Isaiah 63:14\" data-ref=\"Isaiah 63:14\">ישעיה סג, יד</a>), <strong>וַיֵּֽרְדוּ </strong>אֲחֵי־יוֹסֵף עֲשָׂרָה (<a class=\"refLink\" href=\"Genesis 42:3\" data-ref=\"Genesis 42:3\">בראשית מב, ג</a>), <strong>רְדוּ</strong>־שָׁמָּה וְשִׁבְרוּ־לָנוּ מִשָּׁם (<a class=\"refLink\" href=\"Genesis 42:2\" data-ref=\"Genesis 42:2\">בראשית מב, ב</a>), מִיָּֽורְדִי־ [<strong>מִיָּֽרְדִי</strong>] בֽוֹר (<a class=\"refLink\" href=\"Psalms 30:4\" data-ref=\"Psalms 30:4\">תהלים ל, ד</a>), נמשך בקמץ בטעם. עַד <strong>רֶדֶת</strong> חֹֽמֹתֶיךָ (<a class=\"refLink\" href=\"Deuteronomy 28:52\" data-ref=\"Deuteronomy 28:52\">דברים כח, נב</a>), עַד <strong>רִדְתָּֽהּ</strong> (<a class=\"refLink\" href=\"Deuteronomy 20:20\" data-ref=\"Deuteronomy 20:20\">דברים כ, כ</a>), עֵינִי עֵינִי <strong>יֹרְדָה</strong> מַּיִם (<a class=\"refLink\" href=\"Lamentations 1:16\" data-ref=\"Lamentations 1:16\">איכה א, טז</a>), פירוש יורדה במים. וכן <strong>וְתֵרַדְנָה</strong> עֵינֵינוּ דִּמְעָה (<a class=\"refLink\" href=\"Jeremiah 9:17\" data-ref=\"Jeremiah 9:17\">ירמיה ט, יז</a>), תרדנה בדמעה. ויתכן לפרשו בלא חסרון <strong>בי\"ת</strong> כי לרוב הזלת הדמעה שתרד מן העינים כנה הירידה לעינים. ועל דרך הזה וְהַגְּבָעוֹת תֵּלַכְנָה חָלָב (<a class=\"refLink\" href=\"Joel 4:18\" data-ref=\"Joel 4:18\">יואל ד, יח</a>), יֵלְכוּ מָיִם (שם), כֻּלֹּה יְיֵלִיל <strong>יֹרֵד</strong> בַּבֶּֽכִי (<a class=\"refLink\" href=\"Isaiah 15:3\" data-ref=\"Isaiah 15:3\">ישעיה טו, ג</a>). ויש מפרשים אותו מענין <strong>אָרִיד</strong> בְּשִׂיחִי (<a class=\"refLink\" href=\"Psalms 55:3\" data-ref=\"Psalms 55:3\">תהלים נה, ג</a>). וכן <strong>וְיָרַדְתִּי</strong> עַל־הֶֽהָרִים (<a class=\"refLink\" href=\"Judges 19:11\" data-ref=\"Judges 19:11\">שופטים יט, יא</a>). <strong>והפעל הכבד</strong> [הִפְעִיל] <strong>הוֹרַדְנוּ</strong> בְיָדֵנוּ (<a class=\"refLink\" href=\"Genesis 43:22\" data-ref=\"Genesis 43:22\">בראשית מג, כב</a>), <strong>וְהֽוֹרַדְתֶּם</strong> אֶת־אָבִי הֵֽנָּה (<a class=\"refLink\" href=\"Genesis 45:13\" data-ref=\"Genesis 45:13\">בראשית מה, יג</a>), וּבִנְסֹעַ הַמִּשְׁכָּן <strong>יוֹרִידוּ</strong> אֹתוֹ הַֽלְוִיִּם (<a class=\"refLink\" href=\"Numbers 1:51\" data-ref=\"Numbers 1:51\">במדבר א, נא</a>), <strong>וַיּוֹרֶד</strong> כַּנְּהָרוֹת מָֽיִם (<a class=\"refLink\" href=\"Psalms 78:16\" data-ref=\"Psalms 78:16\">תהלים עח, טז</a>), <strong>וַיּוֹרֶד</strong> רִירוֹ אֶל־זְקָנֽוֹ (<a class=\"refLink\" href=\"I Samuel 21:14\" data-ref=\"I Samuel 21:14\">שמואל א' כא, יד</a>), נְהֵה עַל־הֲמוֹן מִצְרַיִם <strong>וְהֽוֹרִדֵהוּ</strong> (<a class=\"refLink\" href=\"Ezekiel 32:18\" data-ref=\"Ezekiel 32:18\">יחזקאל לב, יח</a>), פירושו אחריו אֶל־אֶרֶץ תַּחְתִּיּוֹת (שם). ויש מפרשים אותו מענין <strong>אָרִיד בְּשִׂיחִי</strong> ואין לו טעם. <strong>והשם</strong> הֵם <strong>בְּמוֹרַד</strong> בֵּית־חוֹרֹן (<a class=\"refLink\" href=\"Joshua 10:11\" data-ref=\"Joshua 10:11\">יהושע י, יא</a>), וַיַּכּוּם <strong>בַּמּוֹרָד</strong> (<a class=\"refLink\" href=\"Joshua 7:5\" data-ref=\"Joshua 7:5\">יהושע ז, ה</a>). ויש לפרש מזה הֵמָּה הָיוּ <strong>בְּֽמֹרְדֵי</strong>־אוֹר (<a class=\"refLink\" href=\"Job 24:13\" data-ref=\"Job 24:13\">איוב כד, יג</a>). והנני עתיד לפרשו בשרש <strong>מָרַד</strong>. <strong>ושלא נזכר פעלו ממנו</strong> [הָפְעַל] אַךְ אֶל־שְׁאוֹל <strong>תּוּרַד</strong> (<a class=\"refLink\" href=\"Isaiah 14:15\" data-ref=\"Isaiah 14:15\">ישעיה יד, טו</a>), <strong>וְהוּרַד</strong> הַמִּשְׁכָּן (<a class=\"refLink\" href=\"Numbers 10:17\" data-ref=\"Numbers 10:17\">במדבר י, יז</a>). ויש מפרשים אֵפוֹד <strong>יָרַד</strong> בְּיָדֽוֹ (<a class=\"refLink\" href=\"I Samuel 23:6\" data-ref=\"I Samuel 23:6\">שמואל א' כג, ו</a>), כמו <strong>הוֹרִיד</strong>. וקשה הוא לפרש זה שיהיה פעל הקל מזה השרש יוצא כי לא מצאנוהו כי אם עומד. ויתכן לפרש כשירד אביתר באפוד בידו ירד. ויש לפרש כי אביתר כשברח ולקח עמו כליו ובגדיו היתה סבה מאת י\"י שלקח האפוד בתוך כליו והוא לא הרגיש בדבר ולא ידע עד בואו אל דוד, לפיכך לא אמר <strong>הוֹרִידוֹ</strong> בדעתו רק <strong>יָרַד</strong> האפוד בידו בדרך מקרה והוא הנכון. ופירוש רבי יונה <strong>וְיָרַדְתִּי עַל־הֶֽהָרִים</strong>, ועליתי. וכן <strong>וְלֹֽא־יֵרֵד עִמָּנוּ בַּמִּלְחָמָה</strong>. ואין טעם לפירושו, כי העליה הפך הירידה היא. וכן לא ירד עמנו במלחמה אינו כי אם כמשמעו, כי דרך המלחמה להיות בעמק ולא בהר וכן המצא לעולם לשון ירידה במלחמה. ומה שאמר לא יעלה עמנו במלחמה כנגד המקום שעלו להלחם, כמו שאמר וּפְלִשְׁתִּים עָלוּ יִזְרְעֶֽאל (שם כט, יא). ופירוש <strong>וְיָרַדְתִּי עַל־הֶֽהָרִים</strong>, וירדתי מהמצפה ללכת על ההרים, כי בית יפתח במצפה היה והמצפה היתה גבוהה על ההרים ואמרה בתו ארד מהמצפה ואלכה לי אל ההרים ואפרד מבני אדם ואתבודד שם ואבכה על בתולי. וכן וירד הסלע, נראה שהיה עמק בין הערבה שהיה שם דוד ובין הסלע. ואמר <strong>וַיֵּרֶד</strong> ירד העמק לעלות הסלע. מַֽעֲשֵׂה <strong>מוֹרָֽד</strong> (<a class=\"refLink\" href=\"I Kings 7:29\" data-ref=\"I Kings 7:29\">מלכים א' ז, כט</a>), ענין רקוע והוא קרוב לענין ירידה. ויונתן תרגם <strong>עוֹבַד כִּבּוּשׁ</strong> כמו שתרגם אנקלוס <strong>עַד רֶדֶת חֹמֹתֶיךָ</strong>,<strong> עַד רִדְתָּֽהּ</strong>. והכל נכנס תחת ענין אחד. ואפשר שיהיה <strong>מַֽעֲשֵׂה מוֹרָֽד</strong> משרש <strong>רָדַד</strong> על משקל <strong>מוּסַךְ הַשַׁבָּת</strong> (<a class=\"refLink\" href=\"II Kings 16:18\" data-ref=\"II Kings 16:18\">מלכים ב' טז, יח</a>), ואף על פי שזה חולם וזה שרק, ואז יהיה דבק אל ענינו היטב מן <strong>וַיָּרֶד</strong> עַל־הַכְּרוּבִים (<a class=\"refLink\" href=\"I Kings 6:32\" data-ref=\"I Kings 6:32\">מלכים א' ו, לב</a>), ותרגום <strong>וַֽיְרַקְּעוּ</strong> (<a class=\"refLink\" href=\"Exodus 39:3\" data-ref=\"Exodus 39:3\">שמות לט, ג</a>) <strong>וְרַדִּידוּ</strong>."], "heVersionTitle": "Sefer HaShorashim, Berlin 1847", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "62037ebb47cf7a0c25239b17", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Genesis, The Patriarchal Narratives 2-7", "anchorRef": "Genesis 12:1-50:26", "anchorRefExpanded": ["Genesis 12:1", "Genesis 12:2", "Genesis 12:3", "Genesis 12:4", "Genesis 12:5", "Genesis 12:6", "Genesis 12:7", "Genesis 12:8", "Genesis 12:9", "Genesis 12:10", "Genesis 12:11", "Genesis 12:12", "Genesis 12:13", "Genesis 12:14", "Genesis 12:15", "Genesis 12:16", "Genesis 12:17", "Genesis 12:18", "Genesis 12:19", "Genesis 12:20", "Genesis 13:1", "Genesis 13:2", "Genesis 13:3", "Genesis 13:4", "Genesis 13:5", "Genesis 13:6", "Genesis 13:7", "Genesis 13:8", "Genesis 13:9", "Genesis 13:10", "Genesis 13:11", "Genesis 13:12", "Genesis 13:13", "Genesis 13:14", "Genesis 13:15", "Genesis 13:16", "Genesis 13:17", "Genesis 13:18", "Genesis 14:1", "Genesis 14:2", "Genesis 14:3", "Genesis 14:4", "Genesis 14:5", "Genesis 14:6", "Genesis 14:7", "Genesis 14:8", "Genesis 14:9", "Genesis 14:10", "Genesis 14:11", "Genesis 14:12", "Genesis 14:13", "Genesis 14:14", "Genesis 14:15", "Genesis 14:16", "Genesis 14:17", "Genesis 14:18", "Genesis 14:19", "Genesis 14:20", "Genesis 14:21", "Genesis 14:22", "Genesis 14:23", "Genesis 14:24", "Genesis 15:1", "Genesis 15:2", "Genesis 15:3", "Genesis 15:4", "Genesis 15:5", "Genesis 15:6", "Genesis 15:7", "Genesis 15:8", "Genesis 15:9", "Genesis 15:10", "Genesis 15:11", "Genesis 15:12", "Genesis 15:13", "Genesis 15:14", "Genesis 15:15", "Genesis 15:16", "Genesis 15:17", "Genesis 15:18", "Genesis 15:19", "Genesis 15:20", "Genesis 15:21", "Genesis 16:1", "Genesis 16:2", "Genesis 16:3", "Genesis 16:4", "Genesis 16:5", "Genesis 16:6", "Genesis 16:7", "Genesis 16:8", "Genesis 16:9", "Genesis 16:10", "Genesis 16:11", "Genesis 16:12", "Genesis 16:13", "Genesis 16:14", "Genesis 16:15", "Genesis 16:16", "Genesis 17:1", "Genesis 17:2", "Genesis 17:3", "Genesis 17:4", "Genesis 17:5", "Genesis 17:6", "Genesis 17:7", "Genesis 17:8", "Genesis 17:9", "Genesis 17:10", "Genesis 17:11", "Genesis 17:12", "Genesis 17:13", "Genesis 17:14", "Genesis 17:15", "Genesis 17:16", "Genesis 17:17", "Genesis 17:18", "Genesis 17:19", "Genesis 17:20", "Genesis 17:21", "Genesis 17:22", "Genesis 17:23", "Genesis 17:24", "Genesis 17:25", "Genesis 17:26", "Genesis 17:27", "Genesis 18:1", "Genesis 18:2", "Genesis 18:3", "Genesis 18:4", "Genesis 18:5", "Genesis 18:6", "Genesis 18:7", "Genesis 18:8", "Genesis 18:9", "Genesis 18:10", "Genesis 18:11", "Genesis 18:12", "Genesis 18:13", "Genesis 18:14", "Genesis 18:15", "Genesis 18:16", "Genesis 18:17", "Genesis 18:18", "Genesis 18:19", "Genesis 18:20", "Genesis 18:21", "Genesis 18:22", "Genesis 18:23", "Genesis 18:24", "Genesis 18:25", "Genesis 18:26", "Genesis 18:27", "Genesis 18:28", "Genesis 18:29", "Genesis 18:30", "Genesis 18:31", "Genesis 18:32", "Genesis 18:33", "Genesis 19:1", "Genesis 19:2", "Genesis 19:3", "Genesis 19:4", "Genesis 19:5", "Genesis 19:6", "Genesis 19:7", "Genesis 19:8", "Genesis 19:9", "Genesis 19:10", "Genesis 19:11", "Genesis 19:12", "Genesis 19:13", "Genesis 19:14", "Genesis 19:15", "Genesis 19:16", "Genesis 19:17", "Genesis 19:18", "Genesis 19:19", "Genesis 19:20", "Genesis 19:21", "Genesis 19:22", "Genesis 19:23", "Genesis 19:24", "Genesis 19:25", "Genesis 19:26", "Genesis 19:27", "Genesis 19:28", "Genesis 19:29", "Genesis 19:30", "Genesis 19:31", "Genesis 19:32", "Genesis 19:33", "Genesis 19:34", "Genesis 19:35", "Genesis 19:36", "Genesis 19:37", "Genesis 19:38", "Genesis 20:1", "Genesis 20:2", "Genesis 20:3", "Genesis 20:4", "Genesis 20:5", "Genesis 20:6", "Genesis 20:7", "Genesis 20:8", "Genesis 20:9", "Genesis 20:10", "Genesis 20:11", "Genesis 20:12", "Genesis 20:13", "Genesis 20:14", "Genesis 20:15", "Genesis 20:16", "Genesis 20:17", "Genesis 20:18", "Genesis 21:1", "Genesis 21:2", "Genesis 21:3", "Genesis 21:4", "Genesis 21:5", "Genesis 21:6", "Genesis 21:7", "Genesis 21:8", "Genesis 21:9", "Genesis 21:10", "Genesis 21:11", "Genesis 21:12", "Genesis 21:13", "Genesis 21:14", "Genesis 21:15", "Genesis 21:16", "Genesis 21:17", "Genesis 21:18", "Genesis 21:19", "Genesis 21:20", "Genesis 21:21", "Genesis 21:22", "Genesis 21:23", "Genesis 21:24", "Genesis 21:25", "Genesis 21:26", "Genesis 21:27", "Genesis 21:28", "Genesis 21:29", "Genesis 21:30", "Genesis 21:31", "Genesis 21:32", "Genesis 21:33", "Genesis 21:34", "Genesis 22:1", "Genesis 22:2", "Genesis 22:3", "Genesis 22:4", "Genesis 22:5", "Genesis 22:6", "Genesis 22:7", "Genesis 22:8", "Genesis 22:9", "Genesis 22:10", "Genesis 22:11", "Genesis 22:12", "Genesis 22:13", "Genesis 22:14", "Genesis 22:15", "Genesis 22:16", "Genesis 22:17", "Genesis 22:18", "Genesis 22:19", "Genesis 22:20", "Genesis 22:21", "Genesis 22:22", "Genesis 22:23", "Genesis 22:24", "Genesis 23:1", "Genesis 23:2", "Genesis 23:3", "Genesis 23:4", "Genesis 23:5", "Genesis 23:6", "Genesis 23:7", "Genesis 23:8", "Genesis 23:9", "Genesis 23:10", "Genesis 23:11", "Genesis 23:12", "Genesis 23:13", "Genesis 23:14", "Genesis 23:15", "Genesis 23:16", "Genesis 23:17", "Genesis 23:18", "Genesis 23:19", "Genesis 23:20", "Genesis 24:1", "Genesis 24:2", "Genesis 24:3", "Genesis 24:4", "Genesis 24:5", "Genesis 24:6", "Genesis 24:7", "Genesis 24:8", "Genesis 24:9", "Genesis 24:10", "Genesis 24:11", "Genesis 24:12", "Genesis 24:13", "Genesis 24:14", "Genesis 24:15", "Genesis 24:16", "Genesis 24:17", "Genesis 24:18", "Genesis 24:19", "Genesis 24:20", "Genesis 24:21", "Genesis 24:22", "Genesis 24:23", "Genesis 24:24", "Genesis 24:25", "Genesis 24:26", "Genesis 24:27", "Genesis 24:28", "Genesis 24:29", "Genesis 24:30", "Genesis 24:31", "Genesis 24:32", "Genesis 24:33", "Genesis 24:34", "Genesis 24:35", "Genesis 24:36", "Genesis 24:37", "Genesis 24:38", "Genesis 24:39", "Genesis 24:40", "Genesis 24:41", "Genesis 24:42", "Genesis 24:43", "Genesis 24:44", "Genesis 24:45", "Genesis 24:46", "Genesis 24:47", "Genesis 24:48", "Genesis 24:49", "Genesis 24:50", "Genesis 24:51", "Genesis 24:52", "Genesis 24:53", "Genesis 24:54", "Genesis 24:55", "Genesis 24:56", "Genesis 24:57", "Genesis 24:58", "Genesis 24:59", "Genesis 24:60", "Genesis 24:61", "Genesis 24:62", "Genesis 24:63", "Genesis 24:64", "Genesis 24:65", "Genesis 24:66", "Genesis 24:67", "Genesis 25:1", "Genesis 25:2", "Genesis 25:3", "Genesis 25:4", "Genesis 25:5", "Genesis 25:6", "Genesis 25:7", "Genesis 25:8", "Genesis 25:9", "Genesis 25:10", "Genesis 25:11", "Genesis 25:12", "Genesis 25:13", "Genesis 25:14", "Genesis 25:15", "Genesis 25:16", "Genesis 25:17", "Genesis 25:18", "Genesis 25:19", "Genesis 25:20", "Genesis 25:21", "Genesis 25:22", "Genesis 25:23", "Genesis 25:24", "Genesis 25:25", "Genesis 25:26", "Genesis 25:27", "Genesis 25:28", "Genesis 25:29", "Genesis 25:30", "Genesis 25:31", "Genesis 25:32", "Genesis 25:33", "Genesis 25:34", "Genesis 26:1", "Genesis 26:2", "Genesis 26:3", "Genesis 26:4", "Genesis 26:5", "Genesis 26:6", "Genesis 26:7", "Genesis 26:8", "Genesis 26:9", "Genesis 26:10", "Genesis 26:11", "Genesis 26:12", "Genesis 26:13", "Genesis 26:14", "Genesis 26:15", "Genesis 26:16", "Genesis 26:17", "Genesis 26:18", "Genesis 26:19", "Genesis 26:20", "Genesis 26:21", "Genesis 26:22", "Genesis 26:23", "Genesis 26:24", "Genesis 26:25", "Genesis 26:26", "Genesis 26:27", "Genesis 26:28", "Genesis 26:29", "Genesis 26:30", "Genesis 26:31", "Genesis 26:32", "Genesis 26:33", "Genesis 26:34", "Genesis 26:35", "Genesis 27:1", "Genesis 27:2", "Genesis 27:3", "Genesis 27:4", "Genesis 27:5", "Genesis 27:6", "Genesis 27:7", "Genesis 27:8", "Genesis 27:9", "Genesis 27:10", "Genesis 27:11", "Genesis 27:12", "Genesis 27:13", "Genesis 27:14", "Genesis 27:15", "Genesis 27:16", "Genesis 27:17", "Genesis 27:18", "Genesis 27:19", "Genesis 27:20", "Genesis 27:21", "Genesis 27:22", "Genesis 27:23", "Genesis 27:24", "Genesis 27:25", "Genesis 27:26", "Genesis 27:27", "Genesis 27:28", "Genesis 27:29", "Genesis 27:30", "Genesis 27:31", "Genesis 27:32", "Genesis 27:33", "Genesis 27:34", "Genesis 27:35", "Genesis 27:36", "Genesis 27:37", "Genesis 27:38", "Genesis 27:39", "Genesis 27:40", "Genesis 27:41", "Genesis 27:42", "Genesis 27:43", "Genesis 27:44", "Genesis 27:45", "Genesis 27:46", "Genesis 28:1", "Genesis 28:2", "Genesis 28:3", "Genesis 28:4", "Genesis 28:5", "Genesis 28:6", "Genesis 28:7", "Genesis 28:8", "Genesis 28:9", "Genesis 28:10", "Genesis 28:11", "Genesis 28:12", "Genesis 28:13", "Genesis 28:14", "Genesis 28:15", "Genesis 28:16", "Genesis 28:17", "Genesis 28:18", "Genesis 28:19", "Genesis 28:20", "Genesis 28:21", "Genesis 28:22", "Genesis 29:1", "Genesis 29:2", "Genesis 29:3", "Genesis 29:4", "Genesis 29:5", "Genesis 29:6", "Genesis 29:7", "Genesis 29:8", "Genesis 29:9", "Genesis 29:10", "Genesis 29:11", "Genesis 29:12", "Genesis 29:13", "Genesis 29:14", "Genesis 29:15", "Genesis 29:16", "Genesis 29:17", "Genesis 29:18", "Genesis 29:19", "Genesis 29:20", "Genesis 29:21", "Genesis 29:22", "Genesis 29:23", "Genesis 29:24", "Genesis 29:25", "Genesis 29:26", "Genesis 29:27", "Genesis 29:28", "Genesis 29:29", "Genesis 29:30", "Genesis 29:31", "Genesis 29:32", "Genesis 29:33", "Genesis 29:34", "Genesis 29:35", "Genesis 30:1", "Genesis 30:2", "Genesis 30:3", "Genesis 30:4", "Genesis 30:5", "Genesis 30:6", "Genesis 30:7", "Genesis 30:8", "Genesis 30:9", "Genesis 30:10", "Genesis 30:11", "Genesis 30:12", "Genesis 30:13", "Genesis 30:14", "Genesis 30:15", "Genesis 30:16", "Genesis 30:17", "Genesis 30:18", "Genesis 30:19", "Genesis 30:20", "Genesis 30:21", "Genesis 30:22", "Genesis 30:23", "Genesis 30:24", "Genesis 30:25", "Genesis 30:26", "Genesis 30:27", "Genesis 30:28", "Genesis 30:29", "Genesis 30:30", "Genesis 30:31", "Genesis 30:32", "Genesis 30:33", "Genesis 30:34", "Genesis 30:35", "Genesis 30:36", "Genesis 30:37", "Genesis 30:38", "Genesis 30:39", "Genesis 30:40", "Genesis 30:41", "Genesis 30:42", "Genesis 30:43", "Genesis 31:1", "Genesis 31:2", "Genesis 31:3", "Genesis 31:4", "Genesis 31:5", "Genesis 31:6", "Genesis 31:7", "Genesis 31:8", "Genesis 31:9", "Genesis 31:10", "Genesis 31:11", "Genesis 31:12", "Genesis 31:13", "Genesis 31:14", "Genesis 31:15", "Genesis 31:16", "Genesis 31:17", "Genesis 31:18", "Genesis 31:19", "Genesis 31:20", "Genesis 31:21", "Genesis 31:22", "Genesis 31:23", "Genesis 31:24", "Genesis 31:25", "Genesis 31:26", "Genesis 31:27", "Genesis 31:28", "Genesis 31:29", "Genesis 31:30", "Genesis 31:31", "Genesis 31:32", "Genesis 31:33", "Genesis 31:34", "Genesis 31:35", "Genesis 31:36", "Genesis 31:37", "Genesis 31:38", "Genesis 31:39", "Genesis 31:40", "Genesis 31:41", "Genesis 31:42", "Genesis 31:43", "Genesis 31:44", "Genesis 31:45", "Genesis 31:46", "Genesis 31:47", "Genesis 31:48", "Genesis 31:49", "Genesis 31:50", "Genesis 31:51", "Genesis 31:52", "Genesis 31:53", "Genesis 31:54", "Genesis 32:1", "Genesis 32:2", "Genesis 32:3", "Genesis 32:4", "Genesis 32:5", "Genesis 32:6", "Genesis 32:7", "Genesis 32:8", "Genesis 32:9", "Genesis 32:10", "Genesis 32:11", "Genesis 32:12", "Genesis 32:13", "Genesis 32:14", "Genesis 32:15", "Genesis 32:16", "Genesis 32:17", "Genesis 32:18", "Genesis 32:19", "Genesis 32:20", "Genesis 32:21", "Genesis 32:22", "Genesis 32:23", "Genesis 32:24", "Genesis 32:25", "Genesis 32:26", "Genesis 32:27", "Genesis 32:28", "Genesis 32:29", "Genesis 32:30", "Genesis 32:31", "Genesis 32:32", "Genesis 32:33", "Genesis 33:1", "Genesis 33:2", "Genesis 33:3", "Genesis 33:4", "Genesis 33:5", "Genesis 33:6", "Genesis 33:7", "Genesis 33:8", "Genesis 33:9", "Genesis 33:10", "Genesis 33:11", "Genesis 33:12", "Genesis 33:13", "Genesis 33:14", "Genesis 33:15", "Genesis 33:16", "Genesis 33:17", "Genesis 33:18", "Genesis 33:19", "Genesis 33:20", "Genesis 34:1", "Genesis 34:2", "Genesis 34:3", "Genesis 34:4", "Genesis 34:5", "Genesis 34:6", "Genesis 34:7", "Genesis 34:8", "Genesis 34:9", "Genesis 34:10", "Genesis 34:11", "Genesis 34:12", "Genesis 34:13", "Genesis 34:14", "Genesis 34:15", "Genesis 34:16", "Genesis 34:17", "Genesis 34:18", "Genesis 34:19", "Genesis 34:20", "Genesis 34:21", "Genesis 34:22", "Genesis 34:23", "Genesis 34:24", "Genesis 34:25", "Genesis 34:26", "Genesis 34:27", "Genesis 34:28", "Genesis 34:29", "Genesis 34:30", "Genesis 34:31", "Genesis 35:1", "Genesis 35:2", "Genesis 35:3", "Genesis 35:4", "Genesis 35:5", "Genesis 35:6", "Genesis 35:7", "Genesis 35:8", "Genesis 35:9", "Genesis 35:10", "Genesis 35:11", "Genesis 35:12", "Genesis 35:13", "Genesis 35:14", "Genesis 35:15", "Genesis 35:16", "Genesis 35:17", "Genesis 35:18", "Genesis 35:19", "Genesis 35:20", "Genesis 35:21", "Genesis 35:22", "Genesis 35:23", "Genesis 35:24", "Genesis 35:25", "Genesis 35:26", "Genesis 35:27", "Genesis 35:28", "Genesis 35:29", "Genesis 36:1", "Genesis 36:2", "Genesis 36:3", "Genesis 36:4", "Genesis 36:5", "Genesis 36:6", "Genesis 36:7", "Genesis 36:8", "Genesis 36:9", "Genesis 36:10", "Genesis 36:11", "Genesis 36:12", "Genesis 36:13", "Genesis 36:14", "Genesis 36:15", "Genesis 36:16", "Genesis 36:17", "Genesis 36:18", "Genesis 36:19", "Genesis 36:20", "Genesis 36:21", "Genesis 36:22", "Genesis 36:23", "Genesis 36:24", "Genesis 36:25", "Genesis 36:26", "Genesis 36:27", "Genesis 36:28", "Genesis 36:29", "Genesis 36:30", "Genesis 36:31", "Genesis 36:32", "Genesis 36:33", "Genesis 36:34", "Genesis 36:35", "Genesis 36:36", "Genesis 36:37", "Genesis 36:38", "Genesis 36:39", "Genesis 36:40", "Genesis 36:41", "Genesis 36:42", "Genesis 36:43", "Genesis 37:1", "Genesis 37:2", "Genesis 37:3", "Genesis 37:4", "Genesis 37:5", "Genesis 37:6", "Genesis 37:7", "Genesis 37:8", "Genesis 37:9", "Genesis 37:10", "Genesis 37:11", "Genesis 37:12", "Genesis 37:13", "Genesis 37:14", "Genesis 37:15", "Genesis 37:16", "Genesis 37:17", "Genesis 37:18", "Genesis 37:19", "Genesis 37:20", "Genesis 37:21", "Genesis 37:22", "Genesis 37:23", "Genesis 37:24", "Genesis 37:25", "Genesis 37:26", "Genesis 37:27", "Genesis 37:28", "Genesis 37:29", "Genesis 37:30", "Genesis 37:31", "Genesis 37:32", "Genesis 37:33", "Genesis 37:34", "Genesis 37:35", "Genesis 37:36", "Genesis 38:1", "Genesis 38:2", "Genesis 38:3", "Genesis 38:4", "Genesis 38:5", "Genesis 38:6", "Genesis 38:7", "Genesis 38:8", "Genesis 38:9", "Genesis 38:10", "Genesis 38:11", "Genesis 38:12", "Genesis 38:13", "Genesis 38:14", "Genesis 38:15", "Genesis 38:16", "Genesis 38:17", "Genesis 38:18", "Genesis 38:19", "Genesis 38:20", "Genesis 38:21", "Genesis 38:22", "Genesis 38:23", "Genesis 38:24", "Genesis 38:25", "Genesis 38:26", "Genesis 38:27", "Genesis 38:28", "Genesis 38:29", "Genesis 38:30", "Genesis 39:1", "Genesis 39:2", "Genesis 39:3", "Genesis 39:4", "Genesis 39:5", "Genesis 39:6", "Genesis 39:7", "Genesis 39:8", "Genesis 39:9", "Genesis 39:10", "Genesis 39:11", "Genesis 39:12", "Genesis 39:13", "Genesis 39:14", "Genesis 39:15", "Genesis 39:16", "Genesis 39:17", "Genesis 39:18", "Genesis 39:19", "Genesis 39:20", "Genesis 39:21", "Genesis 39:22", "Genesis 39:23", "Genesis 40:1", "Genesis 40:2", "Genesis 40:3", "Genesis 40:4", "Genesis 40:5", "Genesis 40:6", "Genesis 40:7", "Genesis 40:8", "Genesis 40:9", "Genesis 40:10", "Genesis 40:11", "Genesis 40:12", "Genesis 40:13", "Genesis 40:14", "Genesis 40:15", "Genesis 40:16", "Genesis 40:17", "Genesis 40:18", "Genesis 40:19", "Genesis 40:20", "Genesis 40:21", "Genesis 40:22", "Genesis 40:23", "Genesis 41:1", "Genesis 41:2", "Genesis 41:3", "Genesis 41:4", "Genesis 41:5", "Genesis 41:6", "Genesis 41:7", "Genesis 41:8", "Genesis 41:9", "Genesis 41:10", "Genesis 41:11", "Genesis 41:12", "Genesis 41:13", "Genesis 41:14", "Genesis 41:15", "Genesis 41:16", "Genesis 41:17", "Genesis 41:18", "Genesis 41:19", "Genesis 41:20", "Genesis 41:21", "Genesis 41:22", "Genesis 41:23", "Genesis 41:24", "Genesis 41:25", "Genesis 41:26", "Genesis 41:27", "Genesis 41:28", "Genesis 41:29", "Genesis 41:30", "Genesis 41:31", "Genesis 41:32", "Genesis 41:33", "Genesis 41:34", "Genesis 41:35", "Genesis 41:36", "Genesis 41:37", "Genesis 41:38", "Genesis 41:39", "Genesis 41:40", "Genesis 41:41", "Genesis 41:42", "Genesis 41:43", "Genesis 41:44", "Genesis 41:45", "Genesis 41:46", "Genesis 41:47", "Genesis 41:48", "Genesis 41:49", "Genesis 41:50", "Genesis 41:51", "Genesis 41:52", "Genesis 41:53", "Genesis 41:54", "Genesis 41:55", "Genesis 41:56", "Genesis 41:57", "Genesis 42:1", "Genesis 42:2", "Genesis 42:3", "Genesis 42:4", "Genesis 42:5", "Genesis 42:6", "Genesis 42:7", "Genesis 42:8", "Genesis 42:9", "Genesis 42:10", "Genesis 42:11", "Genesis 42:12", "Genesis 42:13", "Genesis 42:14", "Genesis 42:15", "Genesis 42:16", "Genesis 42:17", "Genesis 42:18", "Genesis 42:19", "Genesis 42:20", "Genesis 42:21", "Genesis 42:22", "Genesis 42:23", "Genesis 42:24", "Genesis 42:25", "Genesis 42:26", "Genesis 42:27", "Genesis 42:28", "Genesis 42:29", "Genesis 42:30", "Genesis 42:31", "Genesis 42:32", "Genesis 42:33", "Genesis 42:34", "Genesis 42:35", "Genesis 42:36", "Genesis 42:37", "Genesis 42:38", "Genesis 43:1", "Genesis 43:2", "Genesis 43:3", "Genesis 43:4", "Genesis 43:5", "Genesis 43:6", "Genesis 43:7", "Genesis 43:8", "Genesis 43:9", "Genesis 43:10", "Genesis 43:11", "Genesis 43:12", "Genesis 43:13", "Genesis 43:14", "Genesis 43:15", "Genesis 43:16", "Genesis 43:17", "Genesis 43:18", "Genesis 43:19", "Genesis 43:20", "Genesis 43:21", "Genesis 43:22", "Genesis 43:23", "Genesis 43:24", "Genesis 43:25", "Genesis 43:26", "Genesis 43:27", "Genesis 43:28", "Genesis 43:29", "Genesis 43:30", "Genesis 43:31", "Genesis 43:32", "Genesis 43:33", "Genesis 43:34", "Genesis 44:1", "Genesis 44:2", "Genesis 44:3", "Genesis 44:4", "Genesis 44:5", "Genesis 44:6", "Genesis 44:7", "Genesis 44:8", "Genesis 44:9", "Genesis 44:10", "Genesis 44:11", "Genesis 44:12", "Genesis 44:13", "Genesis 44:14", "Genesis 44:15", "Genesis 44:16", "Genesis 44:17", "Genesis 44:18", "Genesis 44:19", "Genesis 44:20", "Genesis 44:21", "Genesis 44:22", "Genesis 44:23", "Genesis 44:24", "Genesis 44:25", "Genesis 44:26", "Genesis 44:27", "Genesis 44:28", "Genesis 44:29", "Genesis 44:30", "Genesis 44:31", "Genesis 44:32", "Genesis 44:33", "Genesis 44:34", "Genesis 45:1", "Genesis 45:2", "Genesis 45:3", "Genesis 45:4", "Genesis 45:5", "Genesis 45:6", "Genesis 45:7", "Genesis 45:8", "Genesis 45:9", "Genesis 45:10", "Genesis 45:11", "Genesis 45:12", "Genesis 45:13", "Genesis 45:14", "Genesis 45:15", "Genesis 45:16", "Genesis 45:17", "Genesis 45:18", "Genesis 45:19", "Genesis 45:20", "Genesis 45:21", "Genesis 45:22", "Genesis 45:23", "Genesis 45:24", "Genesis 45:25", "Genesis 45:26", "Genesis 45:27", "Genesis 45:28", "Genesis 46:1", "Genesis 46:2", "Genesis 46:3", "Genesis 46:4", "Genesis 46:5", "Genesis 46:6", "Genesis 46:7", "Genesis 46:8", "Genesis 46:9", "Genesis 46:10", "Genesis 46:11", "Genesis 46:12", "Genesis 46:13", "Genesis 46:14", "Genesis 46:15", "Genesis 46:16", "Genesis 46:17", "Genesis 46:18", "Genesis 46:19", "Genesis 46:20", "Genesis 46:21", "Genesis 46:22", "Genesis 46:23", "Genesis 46:24", "Genesis 46:25", "Genesis 46:26", "Genesis 46:27", "Genesis 46:28", "Genesis 46:29", "Genesis 46:30", "Genesis 46:31", "Genesis 46:32", "Genesis 46:33", "Genesis 46:34", "Genesis 47:1", "Genesis 47:2", "Genesis 47:3", "Genesis 47:4", "Genesis 47:5", "Genesis 47:6", "Genesis 47:7", "Genesis 47:8", "Genesis 47:9", "Genesis 47:10", "Genesis 47:11", "Genesis 47:12", "Genesis 47:13", "Genesis 47:14", "Genesis 47:15", "Genesis 47:16", "Genesis 47:17", "Genesis 47:18", "Genesis 47:19", "Genesis 47:20", "Genesis 47:21", "Genesis 47:22", "Genesis 47:23", "Genesis 47:24", "Genesis 47:25", "Genesis 47:26", "Genesis 47:27", "Genesis 47:28", "Genesis 47:29", "Genesis 47:30", "Genesis 47:31", "Genesis 48:1", "Genesis 48:2", "Genesis 48:3", "Genesis 48:4", "Genesis 48:5", "Genesis 48:6", "Genesis 48:7", "Genesis 48:8", "Genesis 48:9", "Genesis 48:10", "Genesis 48:11", "Genesis 48:12", "Genesis 48:13", "Genesis 48:14", "Genesis 48:15", "Genesis 48:16", "Genesis 48:17", "Genesis 48:18", "Genesis 48:19", "Genesis 48:20", "Genesis 48:21", "Genesis 48:22", "Genesis 49:1", "Genesis 49:2", "Genesis 49:3", "Genesis 49:4", "Genesis 49:5", "Genesis 49:6", "Genesis 49:7", "Genesis 49:8", "Genesis 49:9", "Genesis 49:10", "Genesis 49:11", "Genesis 49:12", "Genesis 49:13", "Genesis 49:14", "Genesis 49:15", "Genesis 49:16", "Genesis 49:17", "Genesis 49:18", "Genesis 49:19", "Genesis 49:20", "Genesis 49:21", "Genesis 49:22", "Genesis 49:23", "Genesis 49:24", "Genesis 49:25", "Genesis 49:26", "Genesis 49:27", "Genesis 49:28", "Genesis 49:29", "Genesis 49:30", "Genesis 49:31", "Genesis 49:32", "Genesis 49:33", "Genesis 50:1", "Genesis 50:2", "Genesis 50:3", "Genesis 50:4", "Genesis 50:5", "Genesis 50:6", "Genesis 50:7", "Genesis 50:8", "Genesis 50:9", "Genesis 50:10", "Genesis 50:11", "Genesis 50:12", "Genesis 50:13", "Genesis 50:14", "Genesis 50:15", "Genesis 50:16", "Genesis 50:17", "Genesis 50:18", "Genesis 50:19", "Genesis 50:20", "Genesis 50:21", "Genesis 50:22", "Genesis 50:23", "Genesis 50:24", "Genesis 50:25", "Genesis 50:26"], "sourceRef": "The Five Books of Moses, by Everett Fox, Genesis, The Patriarchal Narratives 2-7", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, בראשית, בראשית מאמר ג׳ ב׳-ז׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "The Patriarchal Narratives", "he": "בראשית מאמר ג׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "בראשית מאמר ג׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["T<small>HE STORIES ABOUT THE FATHERS AND MOTHERS OF</small> I<small>SRAEL, AS A COLLECTION, ARE</small> almost contrapuntal in their richness. Life experiences are repeated and common themes recur; yet at the same time there is a remarkable variety of personalities.", "Two prominent themes throughout are God’s promises (of land and descendants) and his blessing. The texts revolve around the question of whether and how God will fulfill his promises, and how people will effect the transfer of the blessing. Each generation portrayed in the narratives must deal with the inherent tensions raised by these questions, since their resolution does not occur easily.", "The stories are also marked by each figure’s struggle to develop a concept of the religious life, of “walking in accord with God.” Each one carves out his own distinct path, to arrive at a mature understanding of what it means to be a father of the people of Israel. In order to bring about such an understanding, God apparently “tests” them in both obvious and more oblique ways, often against a backdrop of bitter sibling rivalry. One also observes a physical unsettledness about the Patriarchs’ quest; only Yitzhak is spared the wanderings that occur so regularly in the stories.", "Rather interestingly, although the texts purport to be about “fathers,” it is God himself who most consistently fits that role for the characters. God acts <i>in loco parentis</i> for each of the Patriarchs, always, significantly, after the loss of the human father. He first appears to Avraham after the death of Terah; to Yitzhak after that of Avraham; to Yaakov after he leaves home (and a seemingly dying father); and he helps Yosef directly, after he has left his father’s home.", "Numbers play an important role in the Patriarchal stories, as they did in Part I. It has been pointed out (see Sarna 1966) that the life spans of the Patriarchs fit into a highly ordered pattern. Avraham lives for 175 years, equaling 7 × 5<sup>2</sup>; Yitzhak, for 180 years, equaling 5 × 6<sup>2</sup>; and Yaakov, for 147 years, or 3 × 7<sup>2</sup>. This is unmistakably a purposeful scheme, meant to convey that human history is orderly and meaningful. Similarly an examination of the stories reveals that Avraham lives for 75 years in the lifetime of his father and 75 years in the lifetime of his son, while Yaakov spends 20 years away from his father, with Yosef roughly following suit in the next generation.", "Last, it should be noted that the Patriarchal stories in various details anticipate the later Exodus of the Israelites from Egypt. The specific references will be mentioned in the Notes."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62037ecd6bfddfbb310fecba", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Genesis, Part IV; Yosef 2-7", "anchorRef": "Genesis 37:1-50:26", "anchorRefExpanded": ["Genesis 37:1", "Genesis 37:2", "Genesis 37:3", "Genesis 37:4", "Genesis 37:5", "Genesis 37:6", "Genesis 37:7", "Genesis 37:8", "Genesis 37:9", "Genesis 37:10", "Genesis 37:11", "Genesis 37:12", "Genesis 37:13", "Genesis 37:14", "Genesis 37:15", "Genesis 37:16", "Genesis 37:17", "Genesis 37:18", "Genesis 37:19", "Genesis 37:20", "Genesis 37:21", "Genesis 37:22", "Genesis 37:23", "Genesis 37:24", "Genesis 37:25", "Genesis 37:26", "Genesis 37:27", "Genesis 37:28", "Genesis 37:29", "Genesis 37:30", "Genesis 37:31", "Genesis 37:32", "Genesis 37:33", "Genesis 37:34", "Genesis 37:35", "Genesis 37:36", "Genesis 38:1", "Genesis 38:2", "Genesis 38:3", "Genesis 38:4", "Genesis 38:5", "Genesis 38:6", "Genesis 38:7", "Genesis 38:8", "Genesis 38:9", "Genesis 38:10", "Genesis 38:11", "Genesis 38:12", "Genesis 38:13", "Genesis 38:14", "Genesis 38:15", "Genesis 38:16", "Genesis 38:17", "Genesis 38:18", "Genesis 38:19", "Genesis 38:20", "Genesis 38:21", "Genesis 38:22", "Genesis 38:23", "Genesis 38:24", "Genesis 38:25", "Genesis 38:26", "Genesis 38:27", "Genesis 38:28", "Genesis 38:29", "Genesis 38:30", "Genesis 39:1", "Genesis 39:2", "Genesis 39:3", "Genesis 39:4", "Genesis 39:5", "Genesis 39:6", "Genesis 39:7", "Genesis 39:8", "Genesis 39:9", "Genesis 39:10", "Genesis 39:11", "Genesis 39:12", "Genesis 39:13", "Genesis 39:14", "Genesis 39:15", "Genesis 39:16", "Genesis 39:17", "Genesis 39:18", "Genesis 39:19", "Genesis 39:20", "Genesis 39:21", "Genesis 39:22", "Genesis 39:23", "Genesis 40:1", "Genesis 40:2", "Genesis 40:3", "Genesis 40:4", "Genesis 40:5", "Genesis 40:6", "Genesis 40:7", "Genesis 40:8", "Genesis 40:9", "Genesis 40:10", "Genesis 40:11", "Genesis 40:12", "Genesis 40:13", "Genesis 40:14", "Genesis 40:15", "Genesis 40:16", "Genesis 40:17", "Genesis 40:18", "Genesis 40:19", "Genesis 40:20", "Genesis 40:21", "Genesis 40:22", "Genesis 40:23", "Genesis 41:1", "Genesis 41:2", "Genesis 41:3", "Genesis 41:4", "Genesis 41:5", "Genesis 41:6", "Genesis 41:7", "Genesis 41:8", "Genesis 41:9", "Genesis 41:10", "Genesis 41:11", "Genesis 41:12", "Genesis 41:13", "Genesis 41:14", "Genesis 41:15", "Genesis 41:16", "Genesis 41:17", "Genesis 41:18", "Genesis 41:19", "Genesis 41:20", "Genesis 41:21", "Genesis 41:22", "Genesis 41:23", "Genesis 41:24", "Genesis 41:25", "Genesis 41:26", "Genesis 41:27", "Genesis 41:28", "Genesis 41:29", "Genesis 41:30", "Genesis 41:31", "Genesis 41:32", "Genesis 41:33", "Genesis 41:34", "Genesis 41:35", "Genesis 41:36", "Genesis 41:37", "Genesis 41:38", "Genesis 41:39", "Genesis 41:40", "Genesis 41:41", "Genesis 41:42", "Genesis 41:43", "Genesis 41:44", "Genesis 41:45", "Genesis 41:46", "Genesis 41:47", "Genesis 41:48", "Genesis 41:49", "Genesis 41:50", "Genesis 41:51", "Genesis 41:52", "Genesis 41:53", "Genesis 41:54", "Genesis 41:55", "Genesis 41:56", "Genesis 41:57", "Genesis 42:1", "Genesis 42:2", "Genesis 42:3", "Genesis 42:4", "Genesis 42:5", "Genesis 42:6", "Genesis 42:7", "Genesis 42:8", "Genesis 42:9", "Genesis 42:10", "Genesis 42:11", "Genesis 42:12", "Genesis 42:13", "Genesis 42:14", "Genesis 42:15", "Genesis 42:16", "Genesis 42:17", "Genesis 42:18", "Genesis 42:19", "Genesis 42:20", "Genesis 42:21", "Genesis 42:22", "Genesis 42:23", "Genesis 42:24", "Genesis 42:25", "Genesis 42:26", "Genesis 42:27", "Genesis 42:28", "Genesis 42:29", "Genesis 42:30", "Genesis 42:31", "Genesis 42:32", "Genesis 42:33", "Genesis 42:34", "Genesis 42:35", "Genesis 42:36", "Genesis 42:37", "Genesis 42:38", "Genesis 43:1", "Genesis 43:2", "Genesis 43:3", "Genesis 43:4", "Genesis 43:5", "Genesis 43:6", "Genesis 43:7", "Genesis 43:8", "Genesis 43:9", "Genesis 43:10", "Genesis 43:11", "Genesis 43:12", "Genesis 43:13", "Genesis 43:14", "Genesis 43:15", "Genesis 43:16", "Genesis 43:17", "Genesis 43:18", "Genesis 43:19", "Genesis 43:20", "Genesis 43:21", "Genesis 43:22", "Genesis 43:23", "Genesis 43:24", "Genesis 43:25", "Genesis 43:26", "Genesis 43:27", "Genesis 43:28", "Genesis 43:29", "Genesis 43:30", "Genesis 43:31", "Genesis 43:32", "Genesis 43:33", "Genesis 43:34", "Genesis 44:1", "Genesis 44:2", "Genesis 44:3", "Genesis 44:4", "Genesis 44:5", "Genesis 44:6", "Genesis 44:7", "Genesis 44:8", "Genesis 44:9", "Genesis 44:10", "Genesis 44:11", "Genesis 44:12", "Genesis 44:13", "Genesis 44:14", "Genesis 44:15", "Genesis 44:16", "Genesis 44:17", "Genesis 44:18", "Genesis 44:19", "Genesis 44:20", "Genesis 44:21", "Genesis 44:22", "Genesis 44:23", "Genesis 44:24", "Genesis 44:25", "Genesis 44:26", "Genesis 44:27", "Genesis 44:28", "Genesis 44:29", "Genesis 44:30", "Genesis 44:31", "Genesis 44:32", "Genesis 44:33", "Genesis 44:34", "Genesis 45:1", "Genesis 45:2", "Genesis 45:3", "Genesis 45:4", "Genesis 45:5", "Genesis 45:6", "Genesis 45:7", "Genesis 45:8", "Genesis 45:9", "Genesis 45:10", "Genesis 45:11", "Genesis 45:12", "Genesis 45:13", "Genesis 45:14", "Genesis 45:15", "Genesis 45:16", "Genesis 45:17", "Genesis 45:18", "Genesis 45:19", "Genesis 45:20", "Genesis 45:21", "Genesis 45:22", "Genesis 45:23", "Genesis 45:24", "Genesis 45:25", "Genesis 45:26", "Genesis 45:27", "Genesis 45:28", "Genesis 46:1", "Genesis 46:2", "Genesis 46:3", "Genesis 46:4", "Genesis 46:5", "Genesis 46:6", "Genesis 46:7", "Genesis 46:8", "Genesis 46:9", "Genesis 46:10", "Genesis 46:11", "Genesis 46:12", "Genesis 46:13", "Genesis 46:14", "Genesis 46:15", "Genesis 46:16", "Genesis 46:17", "Genesis 46:18", "Genesis 46:19", "Genesis 46:20", "Genesis 46:21", "Genesis 46:22", "Genesis 46:23", "Genesis 46:24", "Genesis 46:25", "Genesis 46:26", "Genesis 46:27", "Genesis 46:28", "Genesis 46:29", "Genesis 46:30", "Genesis 46:31", "Genesis 46:32", "Genesis 46:33", "Genesis 46:34", "Genesis 47:1", "Genesis 47:2", "Genesis 47:3", "Genesis 47:4", "Genesis 47:5", "Genesis 47:6", "Genesis 47:7", "Genesis 47:8", "Genesis 47:9", "Genesis 47:10", "Genesis 47:11", "Genesis 47:12", "Genesis 47:13", "Genesis 47:14", "Genesis 47:15", "Genesis 47:16", "Genesis 47:17", "Genesis 47:18", "Genesis 47:19", "Genesis 47:20", "Genesis 47:21", "Genesis 47:22", "Genesis 47:23", "Genesis 47:24", "Genesis 47:25", "Genesis 47:26", "Genesis 47:27", "Genesis 47:28", "Genesis 47:29", "Genesis 47:30", "Genesis 47:31", "Genesis 48:1", "Genesis 48:2", "Genesis 48:3", "Genesis 48:4", "Genesis 48:5", "Genesis 48:6", "Genesis 48:7", "Genesis 48:8", "Genesis 48:9", "Genesis 48:10", "Genesis 48:11", "Genesis 48:12", "Genesis 48:13", "Genesis 48:14", "Genesis 48:15", "Genesis 48:16", "Genesis 48:17", "Genesis 48:18", "Genesis 48:19", "Genesis 48:20", "Genesis 48:21", "Genesis 48:22", "Genesis 49:1", "Genesis 49:2", "Genesis 49:3", "Genesis 49:4", "Genesis 49:5", "Genesis 49:6", "Genesis 49:7", "Genesis 49:8", "Genesis 49:9", "Genesis 49:10", "Genesis 49:11", "Genesis 49:12", "Genesis 49:13", "Genesis 49:14", "Genesis 49:15", "Genesis 49:16", "Genesis 49:17", "Genesis 49:18", "Genesis 49:19", "Genesis 49:20", "Genesis 49:21", "Genesis 49:22", "Genesis 49:23", "Genesis 49:24", "Genesis 49:25", "Genesis 49:26", "Genesis 49:27", "Genesis 49:28", "Genesis 49:29", "Genesis 49:30", "Genesis 49:31", "Genesis 49:32", "Genesis 49:33", "Genesis 50:1", "Genesis 50:2", "Genesis 50:3", "Genesis 50:4", "Genesis 50:5", "Genesis 50:6", "Genesis 50:7", "Genesis 50:8", "Genesis 50:9", "Genesis 50:10", "Genesis 50:11", "Genesis 50:12", "Genesis 50:13", "Genesis 50:14", "Genesis 50:15", "Genesis 50:16", "Genesis 50:17", "Genesis 50:18", "Genesis 50:19", "Genesis 50:20", "Genesis 50:21", "Genesis 50:22", "Genesis 50:23", "Genesis 50:24", "Genesis 50:25", "Genesis 50:26"], "sourceRef": "The Five Books of Moses, by Everett Fox, Genesis, Part IV; Yosef 2-7", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, בראשית, בראשית מאמר ו׳ ב׳-ז׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Part IV; Yosef", "he": "בראשית מאמר ו׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["T<small>HE STORIES ABOUT THE LAST</small> P<small>ATRIARCH FORM A COHERENT WHOLE, LEADING SOME</small> to dub it a “novella.” It stands well on its own, although it has been consciously and artfully woven together into both the Yaakov cycle and the entire book.", "Initially the tale is one of family emotions, and it is in fact extreme emotions which give it a distinctive flavor. All the major characters are painfully expressive of their feelings, from the doting father to the spoiled son, from the malicious brothers to the lustful wife of Potifar, from the nostalgic adult Yosef to the grief-stricken old Yaakov. It is only through the subconscious medium of dreams, in three sets, that we are made to realize that a higher plan is at work which will supersede the destructive force of these emotions.", "For this is a story of how “ill”—with all its connotations of fate, evil, and disaster—is changed to good. Despite the constant threat of death to Yosef, to the Egyptians, and to Binyamin, the hidden, optimistic thrust of the story is “life,” a word that appears in various guises throughout. Even “face,” the key word of the Yaakov cycle which often meant something negative, is here given a kinder meaning, as the resolution to Yaakov’s life.", "A major subtheme of the plot is the struggle for power between Re’uven and Yehuda. Its resolution has implications that are as much tribal as personal, for the tribe of Yehuda later became the historical force in ancient Israel as the seat of the monarchy.", "Although many details of the narrative confirm Egyptian practices, those practices actually reflect an Egypt considerably later than the period of the Patriarchs (Redford). Of interest also is the prominence of the number five in the story, a detail that is unexplained but that gives some unity to the various sections of text.", "In many ways the Yosef material repeats elements in the Yaakov traditions. A long list could be compiled, but let us at least mention here sibling hatred, exile of the hero, foreign names, love and hate, dreams, and deception—even so detailed as to duplicate the use of a goat-kid. But its focusing on a classic rags-to-riches plot, with the addition of a moralistic theme, make the Yosef story a distinctive and always popular tale, accessible in a way that the more difficult stories of the first three parts of Genesis are not."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62037ecf47cf7a0c25239b47", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Genesis, Part IV; Yosef, The Test 2-3", "anchorRef": "Genesis 43:1-44:34", "anchorRefExpanded": ["Genesis 43:1", "Genesis 43:2", "Genesis 43:3", "Genesis 43:4", "Genesis 43:5", "Genesis 43:6", "Genesis 43:7", "Genesis 43:8", "Genesis 43:9", "Genesis 43:10", "Genesis 43:11", "Genesis 43:12", "Genesis 43:13", "Genesis 43:14", "Genesis 43:15", "Genesis 43:16", "Genesis 43:17", "Genesis 43:18", "Genesis 43:19", "Genesis 43:20", "Genesis 43:21", "Genesis 43:22", "Genesis 43:23", "Genesis 43:24", "Genesis 43:25", "Genesis 43:26", "Genesis 43:27", "Genesis 43:28", "Genesis 43:29", "Genesis 43:30", "Genesis 43:31", "Genesis 43:32", "Genesis 43:33", "Genesis 43:34", "Genesis 44:1", "Genesis 44:2", "Genesis 44:3", "Genesis 44:4", "Genesis 44:5", "Genesis 44:6", "Genesis 44:7", "Genesis 44:8", "Genesis 44:9", "Genesis 44:10", "Genesis 44:11", "Genesis 44:12", "Genesis 44:13", "Genesis 44:14", "Genesis 44:15", "Genesis 44:16", "Genesis 44:17", "Genesis 44:18", "Genesis 44:19", "Genesis 44:20", "Genesis 44:21", "Genesis 44:22", "Genesis 44:23", "Genesis 44:24", "Genesis 44:25", "Genesis 44:26", "Genesis 44:27", "Genesis 44:28", "Genesis 44:29", "Genesis 44:30", "Genesis 44:31", "Genesis 44:32", "Genesis 44:33", "Genesis 44:34"], "sourceRef": "The Five Books of Moses, by Everett Fox, Genesis, Part IV; Yosef, The Test 2-3", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, בראשית, בראשית מאמר ו׳, בראשית הערה ו׳ ב׳-ג׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "The Test", "he": "בראשית הערה ו׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "בראשית הערה ו׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["Yosef’s testing of his brothers is masterful, not only because of the plan itself, but also because of the depth of emotion that the text evokes in its characterizations. It demonstrates how well the whole story has been integrated into the Yaakov material, for here as well as there long conversations are used to reveal complex passions.", "Some have questioned the morality of Yosef’s actions, seeing that the aged Yaakov might well have died while the test was progressing, without ever finding out that Yosef had survived. But that is not the point of the story. What it <i>is</i> trying to teach (among other things) is a lesson about crime and repentance. Only by recreating something of the original situation—the brothers are again in control of the life and death of a son of Rahel—can Yosef be sure that they have changed. Once the brothers pass the test, life and covenant can then continue."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "6203809f713bd8cd388d3e49", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Genesis, On the Book of Genesis and Its Structure 2-47", "anchorRef": "Genesis 1:1-50:26", "anchorRefExpanded": ["Genesis 1:1", "Genesis 1:2", "Genesis 1:3", "Genesis 1:4", "Genesis 1:5", "Genesis 1:6", "Genesis 1:7", "Genesis 1:8", "Genesis 1:9", "Genesis 1:10", "Genesis 1:11", "Genesis 1:12", "Genesis 1:13", "Genesis 1:14", "Genesis 1:15", "Genesis 1:16", "Genesis 1:17", "Genesis 1:18", "Genesis 1:19", "Genesis 1:20", "Genesis 1:21", "Genesis 1:22", "Genesis 1:23", "Genesis 1:24", "Genesis 1:25", "Genesis 1:26", "Genesis 1:27", "Genesis 1:28", "Genesis 1:29", "Genesis 1:30", "Genesis 1:31", "Genesis 2:1", "Genesis 2:2", "Genesis 2:3", "Genesis 2:4", "Genesis 2:5", "Genesis 2:6", "Genesis 2:7", "Genesis 2:8", "Genesis 2:9", "Genesis 2:10", "Genesis 2:11", "Genesis 2:12", "Genesis 2:13", "Genesis 2:14", "Genesis 2:15", "Genesis 2:16", "Genesis 2:17", "Genesis 2:18", "Genesis 2:19", "Genesis 2:20", "Genesis 2:21", "Genesis 2:22", "Genesis 2:23", "Genesis 2:24", "Genesis 2:25", "Genesis 3:1", "Genesis 3:2", "Genesis 3:3", "Genesis 3:4", "Genesis 3:5", "Genesis 3:6", "Genesis 3:7", "Genesis 3:8", "Genesis 3:9", "Genesis 3:10", "Genesis 3:11", "Genesis 3:12", "Genesis 3:13", "Genesis 3:14", "Genesis 3:15", "Genesis 3:16", "Genesis 3:17", "Genesis 3:18", "Genesis 3:19", "Genesis 3:20", "Genesis 3:21", "Genesis 3:22", "Genesis 3:23", "Genesis 3:24", "Genesis 4:1", "Genesis 4:2", "Genesis 4:3", "Genesis 4:4", "Genesis 4:5", "Genesis 4:6", "Genesis 4:7", "Genesis 4:8", "Genesis 4:9", "Genesis 4:10", "Genesis 4:11", "Genesis 4:12", "Genesis 4:13", "Genesis 4:14", "Genesis 4:15", "Genesis 4:16", "Genesis 4:17", "Genesis 4:18", "Genesis 4:19", "Genesis 4:20", "Genesis 4:21", "Genesis 4:22", "Genesis 4:23", "Genesis 4:24", "Genesis 4:25", "Genesis 4:26", "Genesis 5:1", "Genesis 5:2", "Genesis 5:3", "Genesis 5:4", "Genesis 5:5", "Genesis 5:6", "Genesis 5:7", "Genesis 5:8", "Genesis 5:9", "Genesis 5:10", "Genesis 5:11", "Genesis 5:12", "Genesis 5:13", "Genesis 5:14", "Genesis 5:15", "Genesis 5:16", "Genesis 5:17", "Genesis 5:18", "Genesis 5:19", "Genesis 5:20", "Genesis 5:21", "Genesis 5:22", "Genesis 5:23", "Genesis 5:24", "Genesis 5:25", "Genesis 5:26", "Genesis 5:27", "Genesis 5:28", "Genesis 5:29", "Genesis 5:30", "Genesis 5:31", "Genesis 5:32", "Genesis 6:1", "Genesis 6:2", "Genesis 6:3", "Genesis 6:4", "Genesis 6:5", "Genesis 6:6", "Genesis 6:7", "Genesis 6:8", "Genesis 6:9", "Genesis 6:10", "Genesis 6:11", "Genesis 6:12", "Genesis 6:13", "Genesis 6:14", "Genesis 6:15", "Genesis 6:16", "Genesis 6:17", "Genesis 6:18", "Genesis 6:19", "Genesis 6:20", "Genesis 6:21", "Genesis 6:22", "Genesis 7:1", "Genesis 7:2", "Genesis 7:3", "Genesis 7:4", "Genesis 7:5", "Genesis 7:6", "Genesis 7:7", "Genesis 7:8", "Genesis 7:9", "Genesis 7:10", "Genesis 7:11", "Genesis 7:12", "Genesis 7:13", "Genesis 7:14", "Genesis 7:15", "Genesis 7:16", "Genesis 7:17", "Genesis 7:18", "Genesis 7:19", "Genesis 7:20", "Genesis 7:21", "Genesis 7:22", "Genesis 7:23", "Genesis 7:24", "Genesis 8:1", "Genesis 8:2", "Genesis 8:3", "Genesis 8:4", "Genesis 8:5", "Genesis 8:6", "Genesis 8:7", "Genesis 8:8", "Genesis 8:9", "Genesis 8:10", "Genesis 8:11", "Genesis 8:12", "Genesis 8:13", "Genesis 8:14", "Genesis 8:15", "Genesis 8:16", "Genesis 8:17", "Genesis 8:18", "Genesis 8:19", "Genesis 8:20", "Genesis 8:21", "Genesis 8:22", "Genesis 9:1", "Genesis 9:2", "Genesis 9:3", "Genesis 9:4", "Genesis 9:5", "Genesis 9:6", "Genesis 9:7", "Genesis 9:8", "Genesis 9:9", "Genesis 9:10", "Genesis 9:11", "Genesis 9:12", "Genesis 9:13", "Genesis 9:14", "Genesis 9:15", "Genesis 9:16", "Genesis 9:17", "Genesis 9:18", "Genesis 9:19", "Genesis 9:20", "Genesis 9:21", "Genesis 9:22", "Genesis 9:23", "Genesis 9:24", "Genesis 9:25", "Genesis 9:26", "Genesis 9:27", "Genesis 9:28", "Genesis 9:29", "Genesis 10:1", "Genesis 10:2", "Genesis 10:3", "Genesis 10:4", "Genesis 10:5", "Genesis 10:6", "Genesis 10:7", "Genesis 10:8", "Genesis 10:9", "Genesis 10:10", "Genesis 10:11", "Genesis 10:12", "Genesis 10:13", "Genesis 10:14", "Genesis 10:15", "Genesis 10:16", "Genesis 10:17", "Genesis 10:18", "Genesis 10:19", "Genesis 10:20", "Genesis 10:21", "Genesis 10:22", "Genesis 10:23", "Genesis 10:24", "Genesis 10:25", "Genesis 10:26", "Genesis 10:27", "Genesis 10:28", "Genesis 10:29", "Genesis 10:30", "Genesis 10:31", "Genesis 10:32", "Genesis 11:1", "Genesis 11:2", "Genesis 11:3", "Genesis 11:4", "Genesis 11:5", "Genesis 11:6", "Genesis 11:7", "Genesis 11:8", "Genesis 11:9", "Genesis 11:10", "Genesis 11:11", "Genesis 11:12", "Genesis 11:13", "Genesis 11:14", "Genesis 11:15", "Genesis 11:16", "Genesis 11:17", "Genesis 11:18", "Genesis 11:19", "Genesis 11:20", "Genesis 11:21", "Genesis 11:22", "Genesis 11:23", "Genesis 11:24", "Genesis 11:25", "Genesis 11:26", "Genesis 11:27", "Genesis 11:28", "Genesis 11:29", "Genesis 11:30", "Genesis 11:31", "Genesis 11:32", "Genesis 12:1", "Genesis 12:2", "Genesis 12:3", "Genesis 12:4", "Genesis 12:5", "Genesis 12:6", "Genesis 12:7", "Genesis 12:8", "Genesis 12:9", "Genesis 12:10", "Genesis 12:11", "Genesis 12:12", "Genesis 12:13", "Genesis 12:14", "Genesis 12:15", "Genesis 12:16", "Genesis 12:17", "Genesis 12:18", "Genesis 12:19", "Genesis 12:20", "Genesis 13:1", "Genesis 13:2", "Genesis 13:3", "Genesis 13:4", "Genesis 13:5", "Genesis 13:6", "Genesis 13:7", "Genesis 13:8", "Genesis 13:9", "Genesis 13:10", "Genesis 13:11", "Genesis 13:12", "Genesis 13:13", "Genesis 13:14", "Genesis 13:15", "Genesis 13:16", "Genesis 13:17", "Genesis 13:18", "Genesis 14:1", "Genesis 14:2", "Genesis 14:3", "Genesis 14:4", "Genesis 14:5", "Genesis 14:6", "Genesis 14:7", "Genesis 14:8", "Genesis 14:9", "Genesis 14:10", "Genesis 14:11", "Genesis 14:12", "Genesis 14:13", "Genesis 14:14", "Genesis 14:15", "Genesis 14:16", "Genesis 14:17", "Genesis 14:18", "Genesis 14:19", "Genesis 14:20", "Genesis 14:21", "Genesis 14:22", "Genesis 14:23", "Genesis 14:24", "Genesis 15:1", "Genesis 15:2", "Genesis 15:3", "Genesis 15:4", "Genesis 15:5", "Genesis 15:6", "Genesis 15:7", "Genesis 15:8", "Genesis 15:9", "Genesis 15:10", "Genesis 15:11", "Genesis 15:12", "Genesis 15:13", "Genesis 15:14", "Genesis 15:15", "Genesis 15:16", "Genesis 15:17", "Genesis 15:18", "Genesis 15:19", "Genesis 15:20", "Genesis 15:21", "Genesis 16:1", "Genesis 16:2", "Genesis 16:3", "Genesis 16:4", "Genesis 16:5", "Genesis 16:6", "Genesis 16:7", "Genesis 16:8", "Genesis 16:9", "Genesis 16:10", "Genesis 16:11", "Genesis 16:12", "Genesis 16:13", "Genesis 16:14", "Genesis 16:15", "Genesis 16:16", "Genesis 17:1", "Genesis 17:2", "Genesis 17:3", "Genesis 17:4", "Genesis 17:5", "Genesis 17:6", "Genesis 17:7", "Genesis 17:8", "Genesis 17:9", "Genesis 17:10", "Genesis 17:11", "Genesis 17:12", "Genesis 17:13", "Genesis 17:14", "Genesis 17:15", "Genesis 17:16", "Genesis 17:17", "Genesis 17:18", "Genesis 17:19", "Genesis 17:20", "Genesis 17:21", "Genesis 17:22", "Genesis 17:23", "Genesis 17:24", "Genesis 17:25", "Genesis 17:26", "Genesis 17:27", "Genesis 18:1", "Genesis 18:2", "Genesis 18:3", "Genesis 18:4", "Genesis 18:5", "Genesis 18:6", "Genesis 18:7", "Genesis 18:8", "Genesis 18:9", "Genesis 18:10", "Genesis 18:11", "Genesis 18:12", "Genesis 18:13", "Genesis 18:14", "Genesis 18:15", "Genesis 18:16", "Genesis 18:17", "Genesis 18:18", "Genesis 18:19", "Genesis 18:20", "Genesis 18:21", "Genesis 18:22", "Genesis 18:23", "Genesis 18:24", "Genesis 18:25", "Genesis 18:26", "Genesis 18:27", "Genesis 18:28", "Genesis 18:29", "Genesis 18:30", "Genesis 18:31", "Genesis 18:32", "Genesis 18:33", "Genesis 19:1", "Genesis 19:2", "Genesis 19:3", "Genesis 19:4", "Genesis 19:5", "Genesis 19:6", "Genesis 19:7", "Genesis 19:8", "Genesis 19:9", "Genesis 19:10", "Genesis 19:11", "Genesis 19:12", "Genesis 19:13", "Genesis 19:14", "Genesis 19:15", "Genesis 19:16", "Genesis 19:17", "Genesis 19:18", "Genesis 19:19", "Genesis 19:20", "Genesis 19:21", "Genesis 19:22", "Genesis 19:23", "Genesis 19:24", "Genesis 19:25", "Genesis 19:26", "Genesis 19:27", "Genesis 19:28", "Genesis 19:29", "Genesis 19:30", "Genesis 19:31", "Genesis 19:32", "Genesis 19:33", "Genesis 19:34", "Genesis 19:35", "Genesis 19:36", "Genesis 19:37", "Genesis 19:38", "Genesis 20:1", "Genesis 20:2", "Genesis 20:3", "Genesis 20:4", "Genesis 20:5", "Genesis 20:6", "Genesis 20:7", "Genesis 20:8", "Genesis 20:9", "Genesis 20:10", "Genesis 20:11", "Genesis 20:12", "Genesis 20:13", "Genesis 20:14", "Genesis 20:15", "Genesis 20:16", "Genesis 20:17", "Genesis 20:18", "Genesis 21:1", "Genesis 21:2", "Genesis 21:3", "Genesis 21:4", "Genesis 21:5", "Genesis 21:6", "Genesis 21:7", "Genesis 21:8", "Genesis 21:9", "Genesis 21:10", "Genesis 21:11", "Genesis 21:12", "Genesis 21:13", "Genesis 21:14", "Genesis 21:15", "Genesis 21:16", "Genesis 21:17", "Genesis 21:18", "Genesis 21:19", "Genesis 21:20", "Genesis 21:21", "Genesis 21:22", "Genesis 21:23", "Genesis 21:24", "Genesis 21:25", "Genesis 21:26", "Genesis 21:27", "Genesis 21:28", "Genesis 21:29", "Genesis 21:30", "Genesis 21:31", "Genesis 21:32", "Genesis 21:33", "Genesis 21:34", "Genesis 22:1", "Genesis 22:2", "Genesis 22:3", "Genesis 22:4", "Genesis 22:5", "Genesis 22:6", "Genesis 22:7", "Genesis 22:8", "Genesis 22:9", "Genesis 22:10", "Genesis 22:11", "Genesis 22:12", "Genesis 22:13", "Genesis 22:14", "Genesis 22:15", "Genesis 22:16", "Genesis 22:17", "Genesis 22:18", "Genesis 22:19", "Genesis 22:20", "Genesis 22:21", "Genesis 22:22", "Genesis 22:23", "Genesis 22:24", "Genesis 23:1", "Genesis 23:2", "Genesis 23:3", "Genesis 23:4", "Genesis 23:5", "Genesis 23:6", "Genesis 23:7", "Genesis 23:8", "Genesis 23:9", "Genesis 23:10", "Genesis 23:11", "Genesis 23:12", "Genesis 23:13", "Genesis 23:14", "Genesis 23:15", "Genesis 23:16", "Genesis 23:17", "Genesis 23:18", "Genesis 23:19", "Genesis 23:20", "Genesis 24:1", "Genesis 24:2", "Genesis 24:3", "Genesis 24:4", "Genesis 24:5", "Genesis 24:6", "Genesis 24:7", "Genesis 24:8", "Genesis 24:9", "Genesis 24:10", "Genesis 24:11", "Genesis 24:12", "Genesis 24:13", "Genesis 24:14", "Genesis 24:15", "Genesis 24:16", "Genesis 24:17", "Genesis 24:18", "Genesis 24:19", "Genesis 24:20", "Genesis 24:21", "Genesis 24:22", "Genesis 24:23", "Genesis 24:24", "Genesis 24:25", "Genesis 24:26", "Genesis 24:27", "Genesis 24:28", "Genesis 24:29", "Genesis 24:30", "Genesis 24:31", "Genesis 24:32", "Genesis 24:33", "Genesis 24:34", "Genesis 24:35", "Genesis 24:36", "Genesis 24:37", "Genesis 24:38", "Genesis 24:39", "Genesis 24:40", "Genesis 24:41", "Genesis 24:42", "Genesis 24:43", "Genesis 24:44", "Genesis 24:45", "Genesis 24:46", "Genesis 24:47", "Genesis 24:48", "Genesis 24:49", "Genesis 24:50", "Genesis 24:51", "Genesis 24:52", "Genesis 24:53", "Genesis 24:54", "Genesis 24:55", "Genesis 24:56", "Genesis 24:57", "Genesis 24:58", "Genesis 24:59", "Genesis 24:60", "Genesis 24:61", "Genesis 24:62", "Genesis 24:63", "Genesis 24:64", "Genesis 24:65", "Genesis 24:66", "Genesis 24:67", "Genesis 25:1", "Genesis 25:2", "Genesis 25:3", "Genesis 25:4", "Genesis 25:5", "Genesis 25:6", "Genesis 25:7", "Genesis 25:8", "Genesis 25:9", "Genesis 25:10", "Genesis 25:11", "Genesis 25:12", "Genesis 25:13", "Genesis 25:14", "Genesis 25:15", "Genesis 25:16", "Genesis 25:17", "Genesis 25:18", "Genesis 25:19", "Genesis 25:20", "Genesis 25:21", "Genesis 25:22", "Genesis 25:23", "Genesis 25:24", "Genesis 25:25", "Genesis 25:26", "Genesis 25:27", "Genesis 25:28", "Genesis 25:29", "Genesis 25:30", "Genesis 25:31", "Genesis 25:32", "Genesis 25:33", "Genesis 25:34", "Genesis 26:1", "Genesis 26:2", "Genesis 26:3", "Genesis 26:4", "Genesis 26:5", "Genesis 26:6", "Genesis 26:7", "Genesis 26:8", "Genesis 26:9", "Genesis 26:10", "Genesis 26:11", "Genesis 26:12", "Genesis 26:13", "Genesis 26:14", "Genesis 26:15", "Genesis 26:16", "Genesis 26:17", "Genesis 26:18", "Genesis 26:19", "Genesis 26:20", "Genesis 26:21", "Genesis 26:22", "Genesis 26:23", "Genesis 26:24", "Genesis 26:25", "Genesis 26:26", "Genesis 26:27", "Genesis 26:28", "Genesis 26:29", "Genesis 26:30", "Genesis 26:31", "Genesis 26:32", "Genesis 26:33", "Genesis 26:34", "Genesis 26:35", "Genesis 27:1", "Genesis 27:2", "Genesis 27:3", "Genesis 27:4", "Genesis 27:5", "Genesis 27:6", "Genesis 27:7", "Genesis 27:8", "Genesis 27:9", "Genesis 27:10", "Genesis 27:11", "Genesis 27:12", "Genesis 27:13", "Genesis 27:14", "Genesis 27:15", "Genesis 27:16", "Genesis 27:17", "Genesis 27:18", "Genesis 27:19", "Genesis 27:20", "Genesis 27:21", "Genesis 27:22", "Genesis 27:23", "Genesis 27:24", "Genesis 27:25", "Genesis 27:26", "Genesis 27:27", "Genesis 27:28", "Genesis 27:29", "Genesis 27:30", "Genesis 27:31", "Genesis 27:32", "Genesis 27:33", "Genesis 27:34", "Genesis 27:35", "Genesis 27:36", "Genesis 27:37", "Genesis 27:38", "Genesis 27:39", "Genesis 27:40", "Genesis 27:41", "Genesis 27:42", "Genesis 27:43", "Genesis 27:44", "Genesis 27:45", "Genesis 27:46", "Genesis 28:1", "Genesis 28:2", "Genesis 28:3", "Genesis 28:4", "Genesis 28:5", "Genesis 28:6", "Genesis 28:7", "Genesis 28:8", "Genesis 28:9", "Genesis 28:10", "Genesis 28:11", "Genesis 28:12", "Genesis 28:13", "Genesis 28:14", "Genesis 28:15", "Genesis 28:16", "Genesis 28:17", "Genesis 28:18", "Genesis 28:19", "Genesis 28:20", "Genesis 28:21", "Genesis 28:22", "Genesis 29:1", "Genesis 29:2", "Genesis 29:3", "Genesis 29:4", "Genesis 29:5", "Genesis 29:6", "Genesis 29:7", "Genesis 29:8", "Genesis 29:9", "Genesis 29:10", "Genesis 29:11", "Genesis 29:12", "Genesis 29:13", "Genesis 29:14", "Genesis 29:15", "Genesis 29:16", "Genesis 29:17", "Genesis 29:18", "Genesis 29:19", "Genesis 29:20", "Genesis 29:21", "Genesis 29:22", "Genesis 29:23", "Genesis 29:24", "Genesis 29:25", "Genesis 29:26", "Genesis 29:27", "Genesis 29:28", "Genesis 29:29", "Genesis 29:30", "Genesis 29:31", "Genesis 29:32", "Genesis 29:33", "Genesis 29:34", "Genesis 29:35", "Genesis 30:1", "Genesis 30:2", "Genesis 30:3", "Genesis 30:4", "Genesis 30:5", "Genesis 30:6", "Genesis 30:7", "Genesis 30:8", "Genesis 30:9", "Genesis 30:10", "Genesis 30:11", "Genesis 30:12", "Genesis 30:13", "Genesis 30:14", "Genesis 30:15", "Genesis 30:16", "Genesis 30:17", "Genesis 30:18", "Genesis 30:19", "Genesis 30:20", "Genesis 30:21", "Genesis 30:22", "Genesis 30:23", "Genesis 30:24", "Genesis 30:25", "Genesis 30:26", "Genesis 30:27", "Genesis 30:28", "Genesis 30:29", "Genesis 30:30", "Genesis 30:31", "Genesis 30:32", "Genesis 30:33", "Genesis 30:34", "Genesis 30:35", "Genesis 30:36", "Genesis 30:37", "Genesis 30:38", "Genesis 30:39", "Genesis 30:40", "Genesis 30:41", "Genesis 30:42", "Genesis 30:43", "Genesis 31:1", "Genesis 31:2", "Genesis 31:3", "Genesis 31:4", "Genesis 31:5", "Genesis 31:6", "Genesis 31:7", "Genesis 31:8", "Genesis 31:9", "Genesis 31:10", "Genesis 31:11", "Genesis 31:12", "Genesis 31:13", "Genesis 31:14", "Genesis 31:15", "Genesis 31:16", "Genesis 31:17", "Genesis 31:18", "Genesis 31:19", "Genesis 31:20", "Genesis 31:21", "Genesis 31:22", "Genesis 31:23", "Genesis 31:24", "Genesis 31:25", "Genesis 31:26", "Genesis 31:27", "Genesis 31:28", "Genesis 31:29", "Genesis 31:30", "Genesis 31:31", "Genesis 31:32", "Genesis 31:33", "Genesis 31:34", "Genesis 31:35", "Genesis 31:36", "Genesis 31:37", "Genesis 31:38", "Genesis 31:39", "Genesis 31:40", "Genesis 31:41", "Genesis 31:42", "Genesis 31:43", "Genesis 31:44", "Genesis 31:45", "Genesis 31:46", "Genesis 31:47", "Genesis 31:48", "Genesis 31:49", "Genesis 31:50", "Genesis 31:51", "Genesis 31:52", "Genesis 31:53", "Genesis 31:54", "Genesis 32:1", "Genesis 32:2", "Genesis 32:3", "Genesis 32:4", "Genesis 32:5", "Genesis 32:6", "Genesis 32:7", "Genesis 32:8", "Genesis 32:9", "Genesis 32:10", "Genesis 32:11", "Genesis 32:12", "Genesis 32:13", "Genesis 32:14", "Genesis 32:15", "Genesis 32:16", "Genesis 32:17", "Genesis 32:18", "Genesis 32:19", "Genesis 32:20", "Genesis 32:21", "Genesis 32:22", "Genesis 32:23", "Genesis 32:24", "Genesis 32:25", "Genesis 32:26", "Genesis 32:27", "Genesis 32:28", "Genesis 32:29", "Genesis 32:30", "Genesis 32:31", "Genesis 32:32", "Genesis 32:33", "Genesis 33:1", "Genesis 33:2", "Genesis 33:3", "Genesis 33:4", "Genesis 33:5", "Genesis 33:6", "Genesis 33:7", "Genesis 33:8", "Genesis 33:9", "Genesis 33:10", "Genesis 33:11", "Genesis 33:12", "Genesis 33:13", "Genesis 33:14", "Genesis 33:15", "Genesis 33:16", "Genesis 33:17", "Genesis 33:18", "Genesis 33:19", "Genesis 33:20", "Genesis 34:1", "Genesis 34:2", "Genesis 34:3", "Genesis 34:4", "Genesis 34:5", "Genesis 34:6", "Genesis 34:7", "Genesis 34:8", "Genesis 34:9", "Genesis 34:10", "Genesis 34:11", "Genesis 34:12", "Genesis 34:13", "Genesis 34:14", "Genesis 34:15", "Genesis 34:16", "Genesis 34:17", "Genesis 34:18", "Genesis 34:19", "Genesis 34:20", "Genesis 34:21", "Genesis 34:22", "Genesis 34:23", "Genesis 34:24", "Genesis 34:25", "Genesis 34:26", "Genesis 34:27", "Genesis 34:28", "Genesis 34:29", "Genesis 34:30", "Genesis 34:31", "Genesis 35:1", "Genesis 35:2", "Genesis 35:3", "Genesis 35:4", "Genesis 35:5", "Genesis 35:6", "Genesis 35:7", "Genesis 35:8", "Genesis 35:9", "Genesis 35:10", "Genesis 35:11", "Genesis 35:12", "Genesis 35:13", "Genesis 35:14", "Genesis 35:15", "Genesis 35:16", "Genesis 35:17", "Genesis 35:18", "Genesis 35:19", "Genesis 35:20", "Genesis 35:21", "Genesis 35:22", "Genesis 35:23", "Genesis 35:24", "Genesis 35:25", "Genesis 35:26", "Genesis 35:27", "Genesis 35:28", "Genesis 35:29", "Genesis 36:1", "Genesis 36:2", "Genesis 36:3", "Genesis 36:4", "Genesis 36:5", "Genesis 36:6", "Genesis 36:7", "Genesis 36:8", "Genesis 36:9", "Genesis 36:10", "Genesis 36:11", "Genesis 36:12", "Genesis 36:13", "Genesis 36:14", "Genesis 36:15", "Genesis 36:16", "Genesis 36:17", "Genesis 36:18", "Genesis 36:19", "Genesis 36:20", "Genesis 36:21", "Genesis 36:22", "Genesis 36:23", "Genesis 36:24", "Genesis 36:25", "Genesis 36:26", "Genesis 36:27", "Genesis 36:28", "Genesis 36:29", "Genesis 36:30", "Genesis 36:31", "Genesis 36:32", "Genesis 36:33", "Genesis 36:34", "Genesis 36:35", "Genesis 36:36", "Genesis 36:37", "Genesis 36:38", "Genesis 36:39", "Genesis 36:40", "Genesis 36:41", "Genesis 36:42", "Genesis 36:43", "Genesis 37:1", "Genesis 37:2", "Genesis 37:3", "Genesis 37:4", "Genesis 37:5", "Genesis 37:6", "Genesis 37:7", "Genesis 37:8", "Genesis 37:9", "Genesis 37:10", "Genesis 37:11", "Genesis 37:12", "Genesis 37:13", "Genesis 37:14", "Genesis 37:15", "Genesis 37:16", "Genesis 37:17", "Genesis 37:18", "Genesis 37:19", "Genesis 37:20", "Genesis 37:21", "Genesis 37:22", "Genesis 37:23", "Genesis 37:24", "Genesis 37:25", "Genesis 37:26", "Genesis 37:27", "Genesis 37:28", "Genesis 37:29", "Genesis 37:30", "Genesis 37:31", "Genesis 37:32", "Genesis 37:33", "Genesis 37:34", "Genesis 37:35", "Genesis 37:36", "Genesis 38:1", "Genesis 38:2", "Genesis 38:3", "Genesis 38:4", "Genesis 38:5", "Genesis 38:6", "Genesis 38:7", "Genesis 38:8", "Genesis 38:9", "Genesis 38:10", "Genesis 38:11", "Genesis 38:12", "Genesis 38:13", "Genesis 38:14", "Genesis 38:15", "Genesis 38:16", "Genesis 38:17", "Genesis 38:18", "Genesis 38:19", "Genesis 38:20", "Genesis 38:21", "Genesis 38:22", "Genesis 38:23", "Genesis 38:24", "Genesis 38:25", "Genesis 38:26", "Genesis 38:27", "Genesis 38:28", "Genesis 38:29", "Genesis 38:30", "Genesis 39:1", "Genesis 39:2", "Genesis 39:3", "Genesis 39:4", "Genesis 39:5", "Genesis 39:6", "Genesis 39:7", "Genesis 39:8", "Genesis 39:9", "Genesis 39:10", "Genesis 39:11", "Genesis 39:12", "Genesis 39:13", "Genesis 39:14", "Genesis 39:15", "Genesis 39:16", "Genesis 39:17", "Genesis 39:18", "Genesis 39:19", "Genesis 39:20", "Genesis 39:21", "Genesis 39:22", "Genesis 39:23", "Genesis 40:1", "Genesis 40:2", "Genesis 40:3", "Genesis 40:4", "Genesis 40:5", "Genesis 40:6", "Genesis 40:7", "Genesis 40:8", "Genesis 40:9", "Genesis 40:10", "Genesis 40:11", "Genesis 40:12", "Genesis 40:13", "Genesis 40:14", "Genesis 40:15", "Genesis 40:16", "Genesis 40:17", "Genesis 40:18", "Genesis 40:19", "Genesis 40:20", "Genesis 40:21", "Genesis 40:22", "Genesis 40:23", "Genesis 41:1", "Genesis 41:2", "Genesis 41:3", "Genesis 41:4", "Genesis 41:5", "Genesis 41:6", "Genesis 41:7", "Genesis 41:8", "Genesis 41:9", "Genesis 41:10", "Genesis 41:11", "Genesis 41:12", "Genesis 41:13", "Genesis 41:14", "Genesis 41:15", "Genesis 41:16", "Genesis 41:17", "Genesis 41:18", "Genesis 41:19", "Genesis 41:20", "Genesis 41:21", "Genesis 41:22", "Genesis 41:23", "Genesis 41:24", "Genesis 41:25", "Genesis 41:26", "Genesis 41:27", "Genesis 41:28", "Genesis 41:29", "Genesis 41:30", "Genesis 41:31", "Genesis 41:32", "Genesis 41:33", "Genesis 41:34", "Genesis 41:35", "Genesis 41:36", "Genesis 41:37", "Genesis 41:38", "Genesis 41:39", "Genesis 41:40", "Genesis 41:41", "Genesis 41:42", "Genesis 41:43", "Genesis 41:44", "Genesis 41:45", "Genesis 41:46", "Genesis 41:47", "Genesis 41:48", "Genesis 41:49", "Genesis 41:50", "Genesis 41:51", "Genesis 41:52", "Genesis 41:53", "Genesis 41:54", "Genesis 41:55", "Genesis 41:56", "Genesis 41:57", "Genesis 42:1", "Genesis 42:2", "Genesis 42:3", "Genesis 42:4", "Genesis 42:5", "Genesis 42:6", "Genesis 42:7", "Genesis 42:8", "Genesis 42:9", "Genesis 42:10", "Genesis 42:11", "Genesis 42:12", "Genesis 42:13", "Genesis 42:14", "Genesis 42:15", "Genesis 42:16", "Genesis 42:17", "Genesis 42:18", "Genesis 42:19", "Genesis 42:20", "Genesis 42:21", "Genesis 42:22", "Genesis 42:23", "Genesis 42:24", "Genesis 42:25", "Genesis 42:26", "Genesis 42:27", "Genesis 42:28", "Genesis 42:29", "Genesis 42:30", "Genesis 42:31", "Genesis 42:32", "Genesis 42:33", "Genesis 42:34", "Genesis 42:35", "Genesis 42:36", "Genesis 42:37", "Genesis 42:38", "Genesis 43:1", "Genesis 43:2", "Genesis 43:3", "Genesis 43:4", "Genesis 43:5", "Genesis 43:6", "Genesis 43:7", "Genesis 43:8", "Genesis 43:9", "Genesis 43:10", "Genesis 43:11", "Genesis 43:12", "Genesis 43:13", "Genesis 43:14", "Genesis 43:15", "Genesis 43:16", "Genesis 43:17", "Genesis 43:18", "Genesis 43:19", "Genesis 43:20", "Genesis 43:21", "Genesis 43:22", "Genesis 43:23", "Genesis 43:24", "Genesis 43:25", "Genesis 43:26", "Genesis 43:27", "Genesis 43:28", "Genesis 43:29", "Genesis 43:30", "Genesis 43:31", "Genesis 43:32", "Genesis 43:33", "Genesis 43:34", "Genesis 44:1", "Genesis 44:2", "Genesis 44:3", "Genesis 44:4", "Genesis 44:5", "Genesis 44:6", "Genesis 44:7", "Genesis 44:8", "Genesis 44:9", "Genesis 44:10", "Genesis 44:11", "Genesis 44:12", "Genesis 44:13", "Genesis 44:14", "Genesis 44:15", "Genesis 44:16", "Genesis 44:17", "Genesis 44:18", "Genesis 44:19", "Genesis 44:20", "Genesis 44:21", "Genesis 44:22", "Genesis 44:23", "Genesis 44:24", "Genesis 44:25", "Genesis 44:26", "Genesis 44:27", "Genesis 44:28", "Genesis 44:29", "Genesis 44:30", "Genesis 44:31", "Genesis 44:32", "Genesis 44:33", "Genesis 44:34", "Genesis 45:1", "Genesis 45:2", "Genesis 45:3", "Genesis 45:4", "Genesis 45:5", "Genesis 45:6", "Genesis 45:7", "Genesis 45:8", "Genesis 45:9", "Genesis 45:10", "Genesis 45:11", "Genesis 45:12", "Genesis 45:13", "Genesis 45:14", "Genesis 45:15", "Genesis 45:16", "Genesis 45:17", "Genesis 45:18", "Genesis 45:19", "Genesis 45:20", "Genesis 45:21", "Genesis 45:22", "Genesis 45:23", "Genesis 45:24", "Genesis 45:25", "Genesis 45:26", "Genesis 45:27", "Genesis 45:28", "Genesis 46:1", "Genesis 46:2", "Genesis 46:3", "Genesis 46:4", "Genesis 46:5", "Genesis 46:6", "Genesis 46:7", "Genesis 46:8", "Genesis 46:9", "Genesis 46:10", "Genesis 46:11", "Genesis 46:12", "Genesis 46:13", "Genesis 46:14", "Genesis 46:15", "Genesis 46:16", "Genesis 46:17", "Genesis 46:18", "Genesis 46:19", "Genesis 46:20", "Genesis 46:21", "Genesis 46:22", "Genesis 46:23", "Genesis 46:24", "Genesis 46:25", "Genesis 46:26", "Genesis 46:27", "Genesis 46:28", "Genesis 46:29", "Genesis 46:30", "Genesis 46:31", "Genesis 46:32", "Genesis 46:33", "Genesis 46:34", "Genesis 47:1", "Genesis 47:2", "Genesis 47:3", "Genesis 47:4", "Genesis 47:5", "Genesis 47:6", "Genesis 47:7", "Genesis 47:8", "Genesis 47:9", "Genesis 47:10", "Genesis 47:11", "Genesis 47:12", "Genesis 47:13", "Genesis 47:14", "Genesis 47:15", "Genesis 47:16", "Genesis 47:17", "Genesis 47:18", "Genesis 47:19", "Genesis 47:20", "Genesis 47:21", "Genesis 47:22", "Genesis 47:23", "Genesis 47:24", "Genesis 47:25", "Genesis 47:26", "Genesis 47:27", "Genesis 47:28", "Genesis 47:29", "Genesis 47:30", "Genesis 47:31", "Genesis 48:1", "Genesis 48:2", "Genesis 48:3", "Genesis 48:4", "Genesis 48:5", "Genesis 48:6", "Genesis 48:7", "Genesis 48:8", "Genesis 48:9", "Genesis 48:10", "Genesis 48:11", "Genesis 48:12", "Genesis 48:13", "Genesis 48:14", "Genesis 48:15", "Genesis 48:16", "Genesis 48:17", "Genesis 48:18", "Genesis 48:19", "Genesis 48:20", "Genesis 48:21", "Genesis 48:22", "Genesis 49:1", "Genesis 49:2", "Genesis 49:3", "Genesis 49:4", "Genesis 49:5", "Genesis 49:6", "Genesis 49:7", "Genesis 49:8", "Genesis 49:9", "Genesis 49:10", "Genesis 49:11", "Genesis 49:12", "Genesis 49:13", "Genesis 49:14", "Genesis 49:15", "Genesis 49:16", "Genesis 49:17", "Genesis 49:18", "Genesis 49:19", "Genesis 49:20", "Genesis 49:21", "Genesis 49:22", "Genesis 49:23", "Genesis 49:24", "Genesis 49:25", "Genesis 49:26", "Genesis 49:27", "Genesis 49:28", "Genesis 49:29", "Genesis 49:30", "Genesis 49:31", "Genesis 49:32", "Genesis 49:33", "Genesis 50:1", "Genesis 50:2", "Genesis 50:3", "Genesis 50:4", "Genesis 50:5", "Genesis 50:6", "Genesis 50:7", "Genesis 50:8", "Genesis 50:9", "Genesis 50:10", "Genesis 50:11", "Genesis 50:12", "Genesis 50:13", "Genesis 50:14", "Genesis 50:15", "Genesis 50:16", "Genesis 50:17", "Genesis 50:18", "Genesis 50:19", "Genesis 50:20", "Genesis 50:21", "Genesis 50:22", "Genesis 50:23", "Genesis 50:24", "Genesis 50:25", "Genesis 50:26"], "sourceRef": "The Five Books of Moses, by Everett Fox, Genesis, On the Book of Genesis and Its Structure 2-47", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, בראשית, בראשית מאמר א׳ ב׳-מ״ז", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "On the Book of Genesis and Its Structure", "he": "בראשית מאמר א׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "בראשית מאמר א׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["T<small>HE TEXT OF</small> G<small>ENESIS SEEMS TO SPEAK WITH MANY VOICES</small>. F<small>OR A BOOK WHOSE BASIC</small> arrangement is chronological, tracing the history of a single family, it exhibits a good deal of discontinuity on the surface. Here time flows uniformly, there it takes startling jumps; fragments are followed by more or less full-blown tales; genres alternate, from mythic to genealogical to folkloristic. In addition, scholars often portray Genesis as a collection of historically diverse materials that were compiled by scribes for whom deviating from received tradition was anathema. Hence the repetitions, the inconsistencies, and the irregular pacing.", "Is Genesis then, at best, a collection of stories related to the origins of Israel, with most of its seams still showing? Such an assessment does not do justice to what must have been a complex process of addition and growth or to the final product. An overview of the book does produce a certain scheme; at some point in the text’s history a coherent picture must have begun to emerge from the disparate materials handed down. For the modern reader, utilizing the Buber-Rosenzweig method of focusing on repeating words and key themes as the text presents them may make it possible to generalize about the organization of the book and also to speculate on its overall intent in the form in which it has come down to us.", "On its most obvious level Genesis is a book about origins. It seeks to link the origin of the people of Israel with that of the world, relating in the process how various human characteristics and institutions arose.", "On the surface this parallels much of ancient literature and folklore. All peoples are interested in their own beginnings, picturing them in a way which validates their present existence. Genesis, however, is different in that, like the rest of the Torah, it downplays the heroic element of the people’s origins and in its place stresses God’s role in them. Moreover the one great omission—the origin of God—establishes from the beginning a unique basis for a tribal chronicle. From Genesis and subsequent books we learn primarily about God’s relationship to the people and what he expects of them; almost everything else is subordinated to this purpose.", "Preliminarily one can speak of at least seven major themes whose recurrence establishes their importance in the book:", "1. <i>Origins:</i> Of the world, of humanity, and of the people of Israel.<br>2. <i>Order/Meaning in History:</i> By means of stylized or patterned chronology—reliance on certain round numbers such as 3, 7, and 40—it is suggested that human events are not random but somehow planned.<br>3. <i>Blessing:</i> From creation onward God bestows blessings on his creatures in general and on the fathers and mothers of Israel in particular.<br>4. <i>Covenant:</i> God concludes agreements with human beings.<br>5. <i>God Punishes Evildoing:</i> God is provoked to anger not by his capriciousness but by human failure to uphold justice and morality.<br>6. <i>Sibling Conflict, with the Younger Usually Emerging the Victor:</i> The order of nature (primacy of the firstborn) is overturned, demonstrating that God, not nature, is the ruling principle in human affairs.<br>7. <i>Testing:</i> God tests those who are to carry forth his mission; the result is the development of moral character.", "Superseding these important themes, which occur throughout the Bible in various forms, is the dominant one of <i>continuity</i>, represented by the unifying word in Genesis <i>toledot</i> (“begettings”). The word appears eleven times, often accompanied by long genealogical lists. The names may deflect attention from what is central to Genesis. The major thrust of the book would seem to be toward human fecundity, following the early divine command to “bear fruit and be many” (1:28), and pointing toward the eventual fecundity of the people of Israel (which will only be realized in the book of Exodus). Such an emphasis seems appropriate in a book about origins.", "Ironically, however, the undercurrent in Genesis points not to life and its continuation, but rather to its threatened extinction. In story after story the protagonist, his people, and occasionally the entire world are threatened. In at least one case (Avraham) a perfectly legal and natural solution is found—the birth of Yishmael as his heir—only to be rejected by God in favor of a more difficult one: a son born to an elderly woman.", "It is clear that the stress on continuity and discontinuity has one purpose: to make clear that God is in control of history. Human fertility and continuity in history come not from magical rites or from the arbitrary decisions of the gods, but from a God who bases his rule on justice. Nature disappears as a ruling factor in human affairs, replaced by a principle of morality which is unshakable precisely because it comes from a God who is beyond the rules of nature.", "But the result is a book which abounds in tension. From the beginnings of human history (Chap. 4) we encounter contradictions and opposites, whether on a small scale (fertility and barrenness) or a large one (promise and delayed fulfillment). Nowhere is this so clear as in the dramatic high point of the book, Chap. 22. As Avraham stands with knife upraised, the entire enterprise of Genesis hangs in the balance. But the entire book is replete with such tensions and continuity-threatening situations. There are barren wives, brothers vowing to kill brothers, cities and even a world being destroyed by an angry God. The main characters of Genesis thus emerge as survivors, above all else. Noah sets the pattern, but he is merely the first, and too passive an example. The Patriarchs must brave hostile foreigners, bitter intrafamily struggles, and long wanderings before they can find peace.", "While by the end of the book many of the tensions have been resolved, one conspicuously has not: God’s promise of the land of Canaan. As the book ends, “in Egypt,” we are left to ponder how this God, who keeps his promises to “those who love him” (Ex. 20:6), will bring the people back to their land—a land inhabited by someone else and in which the Children of Israel own only a burial site. Yet despite the tension, we may assume from the experiences of the Patriarchs that God will indeed “take account of” the Israelites (50:24), that he will take whatever ill has been planned against them and “plan-it-over for good” (50:20).", "A word should also be said here about hero traditions. In the great epics of the ancient world the hero often stands as a lonely figure. He must overcome obstacles, fight monsters, acquire helpers (whether women, “sidekicks,” or magic objects); and his triumph in the end signals man’s triumph over his archenemy, Death. Every battle won, every obstacle hurdled, is psychologically a victory for us, the audience, a cathartic release from our own frustrating battle against death.", "The Bible sees things rather differently. Death is also overcome, but not only by the individual’s struggle. It is rather through the covenant community, bound together by God’s laws and his promises, that the heroic vision is lived out. Despite the triumphs of the characters in Genesis, it is really in the book of Exodus that the great battle scenes (the plagues in Egypt, the Red Sea) and meetings with the divine (Mount Sinai) take place. And it is therefore God himself who is most properly the “hero” of these stories. No major character in Genesis achieves success without depending fully on God, and the standards that are held up to them are ultimately seen as God’s own, to be imitated by imperfect humankind.", "The book of Genesis falls naturally into four large sections. The first, usually termed the “Primeval History” (Chaps, 11–11), begins with creation and progresses through the early generations of humanity, ending in Mesopotamia. The second (Chaps. 12 through 25:18) is the cycle of stories concerning Avraham, the father of the people of Israel. Part III (Gen. 25:19 through Chap. 36) deals in the main with stories about his grandson Yaakov. The final section (Chaps. 37–50) is the tale of Yosef and of how the Children of Israel came to live in Egypt (thus paving the way for the book of Exodus).", "The following skeletal outline will lay out some of the interesting structural features of the book. There is an elemental symmetry that emerges from the four sections; further comments, especially about how the sections cohere, will be found in the explanatory material accompanying the text in this volume.", "I. Chosen Figure (Noah)", "Sibling Hatred (Kayin–Hevel), with sympathy for youngest", "Family Continuity Threatened (Hevel murdered)", "Ends with Death (Haran, Terah; Sarai barren)", "Humanity Threatened (Flood)", "Ends Away from Land of Israel (“In Harran”)", "II. Chosen Figure (Avraham)", "Sibling Hatred (Yishmael–Yitzhak) Implied, with sympathy for youngest", "Family Continuity Threatened (Sarai barren, Yitzhak almost sacrificed)", "Ends with Death (Sara, Avraham)", "Rivalry Between Wives (Hagar–Sarai)", "Barren Wife (Sarai)", "Wife–Sister Story (Chaps. 12 and 20)", "Ends with Genealogy of Non-Covenant Line (Yishmael)", "III: Chosen Figure (Yaakov)", "Sibling Hatred (Esav–Yaakov), with sympathy for youngest", "Family Continuity Threatened (Yaakov almost killed)", "Ends with Death (Devora, Rahel, Yitzhak)", "Rivalry Between Wives (Lea–Rahel)", "Barren Wife (Rahel)", "Wife–Sister Story (Chap. 26)", "Ends with Genealogy of Non-Covenant Line (Esav)", "IV Chosen Figure (Yosef)", "Sibling Hatred (Brothers–Yosef), with sympathy for youngest", "Family Continuity Threatened (Yehuda’s sons die; Yosef almost killed; family almost dies in famine)", "Ends with Death (Yaakov, Yosef)", "Humanity Threatened (Famine)", "Ends Away from Land of Israel (“In Egypt”)", "There is of course great variety within this bare structure; each version of a motif has its own special characteristics and emphases. Yet the patterning observed above gives the book a general coherence, above and beyond differences. It also demonstrates a conscious hand at work, one concerned about the texture of the book as a whole and able, despite the possible rigidity of what had been handed down, to shape the received material into a plastic and breathing unity.", "Two general observations about Genesis will round out the picture here. First, as the book progresses there is a tendency for the style of the literature to become smoother. The abrupt changes and sometimes fragmentary nature of the material in Part I, and the vignettes built around Avraham’s life in Part II, give way to a greater coherence and concentration in Part III, and finally to a relatively flowing and psychologically complete narrative in Part IV Along with this, the characters in the latter half of the book seem to be more changeable and human, in contrast to Noah and Avraham, who often appear almost perfect models of piety.", "Second, contact with God becomes less and less direct as Genesis moves on. Avraham’s dreams and visions seem a far cry from Adam’s conversations with God in the garden (although see Chap. 18); Yaakov’s encounters with God are less frequent than Avraham’s; and finally, Yosef never has a conversation with God, although he receives dream interpretations from him. This process of distancing may reflect an often-observed tendency in religions to think of primeval times as a “golden age” of closeness between gods and men, as contrasted to today (whenever one is writing), when humankind finds itself tragically distant from the divine and in need of communication."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620382cfc9ad75f2d99af79a", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "", "ref": "The Five Books of Moses, by Everett Fox, Genesis, Part IV; Yosef, The Test 1", "anchorRef": "Genesis 43:1-44:34", "anchorRefExpanded": ["Genesis 43:1", "Genesis 43:2", "Genesis 43:3", "Genesis 43:4", "Genesis 43:5", "Genesis 43:6", "Genesis 43:7", "Genesis 43:8", "Genesis 43:9", "Genesis 43:10", "Genesis 43:11", "Genesis 43:12", "Genesis 43:13", "Genesis 43:14", "Genesis 43:15", "Genesis 43:16", "Genesis 43:17", "Genesis 43:18", "Genesis 43:19", "Genesis 43:20", "Genesis 43:21", "Genesis 43:22", "Genesis 43:23", "Genesis 43:24", "Genesis 43:25", "Genesis 43:26", "Genesis 43:27", "Genesis 43:28", "Genesis 43:29", "Genesis 43:30", "Genesis 43:31", "Genesis 43:32", "Genesis 43:33", "Genesis 43:34", "Genesis 44:1", "Genesis 44:2", "Genesis 44:3", "Genesis 44:4", "Genesis 44:5", "Genesis 44:6", "Genesis 44:7", "Genesis 44:8", "Genesis 44:9", "Genesis 44:10", "Genesis 44:11", "Genesis 44:12", "Genesis 44:13", "Genesis 44:14", "Genesis 44:15", "Genesis 44:16", "Genesis 44:17", "Genesis 44:18", "Genesis 44:19", "Genesis 44:20", "Genesis 44:21", "Genesis 44:22", "Genesis 44:23", "Genesis 44:24", "Genesis 44:25", "Genesis 44:26", "Genesis 44:27", "Genesis 44:28", "Genesis 44:29", "Genesis 44:30", "Genesis 44:31", "Genesis 44:32", "Genesis 44:33", "Genesis 44:34"], "sourceRef": "The Five Books of Moses, by Everett Fox, Genesis, Part IV; Yosef, The Test 1", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, בראשית, בראשית מאמר ו׳, בראשית הערה ו׳ א׳", "anchorVerse": 1, "sourceHasEn": true, "commentaryNum": 1, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "בראשית הערה ו׳", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<a class=\"refLink\" data-ref=\"Genesis 43:1-44:34\" data-ven=\"The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995\">Genesis 43:1-44:34</a>", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620d117b4e66f42c328d78c2", "index_title": "Ohr LaYesharim on Jerusalem Talmud Chagigah", "category": "Quoting Commentary", "type": "", "ref": "Ohr LaYesharim on Jerusalem Talmud Chagigah 2:1:16", "anchorRef": "Genesis 43:20", "anchorRefExpanded": ["Genesis 43:20"], "sourceRef": "Ohr LaYesharim on Jerusalem Talmud Chagigah 2:1:16", "sourceHeRef": "אור לישרים על תלמוד ירושלמי חגיגה ב׳:א׳:ט״ז", "anchorVerse": 20, "sourceHasEn": false, "commentaryNum": 1.0016, "collectiveTitle": {"en": "Ohr LaYesharim on Jerusalem Talmud Chagigah", "he": "אור לישרים על תלמוד ירושלמי חגיגה"}, "he": "<b>רבי יודן נשייא</b> – הנשיא (בדור הראשון והשני לאמוראים) <b>שאל לרבי שמואל בר נחמן</b> (אמורא ארץ ישראלי בדור השני והשלישי)<b>: מהו דין דכתיב:</b> – מהו זה שכתוב (מה פירוש הפסוק הזה): <b>\"סֹלּוּ לָרֹכֵב בָּעֲרָבוֹת בְּיָהּ שְׁמוֹ וְעִלְזוּ לְפָנָיו\"</b> (תהילים סח,ה) – רוממו לה' רוכב השמים בהזכירכם את שמו \"י'ה\", ושִמחו לפני ה'<b>?</b> – למה אמר הכתוב: \"בי'ה שמו\", ולא אמר: 'י'ה' שמו'?\n<br><b>אמר ליה:</b> – אמר לו (רבי שמואל בר נחמן): <b>אין לך כל מקום ומקום שאינו</b> (צריך לומר כמו במקבילה בבראשית רבה: '<b>שאין לו</b>') <b>ממונה על ביה</b> (מילה יוונית: אי צדק, עוול (\"Dictionary of Greek and Latin Legal Terms in Rabbinic Literature\", עמודים 68-69)) <b>שלו</b> – בכל מקום ישנו איש ממונה על תיקון עוול של המקום (כגון תובע ציבורי או שופט בעיר שממונים על תיקון עוול שנעשה בעירם (בראשית רבה. וראה רמב\"ן בראשית מג,כ; וכן \"שימושי המילים היווניות בייה, ביה, בי במדרשים\", \"תרביץ\" לו, עמודים 239-241 = \"לשון המדרשים\", עמודים 190-193))<b>. ומי ממונה על ביה שבכולם</b> (צריך לומר על פי המקבילה בבראשית רבה: '<b>שלעולם</b>')<b>?</b> – מי ממונה על תיקון עוול שנעשה בעולמו? <b>הקב\"ה, \"בְּיָהּ שְׁמוֹ\" - בִּייָה שמו</b> – אל תקרא \"בי'ה\" אלא 'בייה', שהקב\"ה ממונה על בייה. וזהו שכתוב אחריו: \"אֲבִי יְתוֹמִים וְדַיַּן אַלְמָנוֹת, אֱלֹהִים בִּמְעוֹן קָדְשׁוֹ\" (תהילים סח,ו) - ה' השוכן בשמים משגיח על כל העולם לעשות משפט צדק לחלשים ולנדכאים כיתומים ואלמנות (הדעת נותנת, שהפסוק \"אֲבִי יְתוֹמִים וְדַיַּן אַלְמָנוֹת\" הסמוך ל\"סולו...\" השפיע על דרשת רבי שמואל בר נחמן, אם כי אינו מזכירו במפורש. יש מקום להשערה שרבי שמואל בר נחמן דרש לא רק \"ביה\" אלא גם \"שמו\" שבכתוב: ייתכן שקרא לצורך דרשתו 'בִּיָה שׂמו', כלומר, בִּיָה היא משימתו, מינויו (\"שימושי המילים היווניות בייה, ביה, בי במדרשים\", \"תרביץ\" לו, עמוד 241, הערה 18))<b>.</b>\n<br><b>אמר ליה:</b> – אמר לו (רבי יודן נשייא): <b>רבי לעזר</b> (אמורא בדור השני) <b>(רבך) לא הוה דרש כן</b> (המילה 'רבך' היא אשגרה מלעיל: 'עקיבא רבך לא הוה דרש כן', שכן רבי לעזר לא היה רבו של רבי שמואל בר נחמן. וכן כתב גם ב\"מבוא הירושלמי\") – רבי לעזר לא היה דורש כך (לא היה דורש: \"בְּיָהּ שְׁמוֹ\" - בייה שמו)<b>, אלא</b> – כך היה דורש (רבי לעזר)<b>:...</b>\n<br>בירושלמי שלפנינו נשמטה דרשת רבי לעזר, כנראה משום שדרשתו זהה לדרשת רבי אבהו בשם רבי יוחנן בקטע הקודם. וכך יש להשלים את דרשת רבי לעזר (כך כתב גם ב\"שערי תורת ארץ ישראל\"):\n<br><b>בשתי אותיות נבראו שתי עולמות, העולם הזה והעולם הבא. מה טעמא? \"כי בי'ה י'י צור עולמים\".</b><br><br><small>לפי דרשה זו, פירוש הפסוק \"סולו... בי'ה שמו\" הוא שיש לקלס לה' באותיות יו'ד וה'י של שמו שבהן נבראו שני עולמות.<br>בבראשית רבה יב,י (ראה לעיל) קטע זה ('רבי יודן נשייא שאל לרבי שמואל בר נחמן...') הוא תחילתו של הקטע הקודם בירושלמי ('בשתי אותיות נבראו שתי עולמות...'). בבראשית רבה המילים 'רבי אבהו בשם רבי יוחנן' אינן בפתיחתו של הקטע הקודם כמו בירושלמי שלפנינו אלא הן בהמשכו.</small><br>\n<br>בירושלמי שלפנינו נשמט קטע זה לעיל והושלם כאן.\n<br><b>...</b>משל <b>למלך שבנה פלטין</b> (ארמון, היכל (מקור המילה ביוונית ובלטינית)) <b>במקום ביבים</b> (תעלות למשיכת מי שופכין)<b>, במקום אשפות</b> (ערימות של פסולת, מקומות צבירת זבל)<b>, במקום סִרְיוּת</b> (סרחון)<b>. מי שהוא בא ואומר: הפלטין הזו במקום ביבין הוא, במקום אשפות הוא, במקום סריות הוא, אינו פוגם</b> – בכבודו של המלך<b>?!</b> (בתמיהה) – שכן הוא אומר שהמלך בנה את הפלטין במקום פחות ביותר. <b>כך</b> (דיבור הצעה לנמשל) <b>מי שהוא אומר</b> – כשהוא דורש במעשה בראשית<b>: כתחילה</b> – בהתחלה (לפני הבריאה), <b>היה העולם מים במים</b> – כל העולם כולו היה מים (כך דרש רבי יודה בר פזי בתחילת הפרק)<b>, הרי זה פוגם</b> – בכבודו של ה', שכן הוא אומר שבעת הבריאה ה' ברא את העולם במקום שהיה פחות ביותר. ולכן אין לעיין מה היה לפני בריאת העולם<b>.</b><br><br><small>בבראשית רבה א,ה (ראה לעיל) קטע זה ('למלך שבנה פלטין...') בא לאחר קטע שהובא בירושלמי לעיל ('המתכבד בקלון חבירו...'), ויש לגרוס בירושלמי כמו בבראשית רבה.</small><br>\n<br>משל <b>לפרדיסו של מלך ועלייה בנויה על גביו</b> – על גבי הפרדס, כדי לשמור עליו<b>. עליו להציץ</b> – יש לשומר היושב בעלייה להציץ מן העלייה לתוך הפרדס לשמור עליו<b>, אבל לא ליגע</b> (נראה שצריך לומר על פי התוספתא: '<b>ליזון</b>' (ז&gt;ג, ון&gt;ע)) – אין לו לזון את עיניו (להשביע את ראייתו, ליהנות מראייתו) מן הפרדס בהצצה זו (בלשון חכמים יש 'לָזוּן עיניים מ-' בבניין פָּעַל כלשון התוספתא ויש באותו מובן גם 'לִיזּוֹן מ-' בבניין נפעל (בלי 'עיניים') כלשון הירושלמי לפי הגהתנו)<b>.</b><br><br><small>מקומו של משל הפרדס בירושלמי לעיל לאחר המעשה בארבעה שנכנסו לפרדס, כמו שהוא בתוספתא. שלושה מהארבעה שנכנסו לפרדס הציצו וזנו את עיניהם מן המראה, ולפיכך אירע להם מה שאירע.<br><br>ב<b>תוספתא חגיגה</b> ב,ה שנו: משל למה הדבר דומה? לפרדס של מלך ועלייה בנויה על גביו. מה עליו, על אדם? להציץ, ובלבד שלא יזון עיניו ממנו.</small><br>• • •", "heVersionTitle": "Machon HaYerushalmi, Rabbi Yehoshua Buch, 2019", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "ירושלים : מכון הירושלמי. תלמודה של א\"י, תשע\"ט", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "641878fcc9371ec0cebe5f74", "index_title": "Reggio on Torah", "category": "Commentary", "type": "commentary", "ref": "Reggio on Torah, Genesis 43:20:1", "anchorRef": "Genesis 43:20", "anchorRefExpanded": ["Genesis 43:20"], "sourceRef": "Reggio on Torah, Genesis 43:20:1", "sourceHeRef": "ביאור יש\"ר על התורה, בראשית מ״ג:כ׳:א׳", "anchorVerse": 20, "sourceHasEn": false, "compDate": [1790, 1810], "commentaryNum": 20.0001, "collectiveTitle": {"en": "Reggio", "he": "ביאור יש\"ר"}, "heTitle": "בראשית", "he": "<b>בי אדני,</b> לשון תחינה:", "heVersionTitle": "Vienna, 1821", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6487463670699c26744fd36c", "index_title": "Midrash Sekhel Tov", "category": "Midrash", "type": "commentary", "ref": "Midrash Sekhel Tov, Bereshit 43:20:1", "anchorRef": "Genesis 43:20", "anchorRefExpanded": ["Genesis 43:20"], "sourceRef": "Midrash Sekhel Tov, Bereshit 43:20:1", "sourceHeRef": "מדרש שכל טוב, בראשית מ״ג:כ׳:א׳", "anchorVerse": 20, "sourceHasEn": false, "compDate": [1139], "commentaryNum": 20.0001, "collectiveTitle": {"en": "Midrash Sekhel Tov", "he": "מדרש שכל טוב"}, "heTitle": "בראשית", "he": "ויאמרו בי אדוני. יהודה אמר בהסכמת כולם:", "heVersionTitle": "Sechel Tob, Berlin 1900-1901", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש שכל טוב, ברלין תר\"ס-תרס\"א", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6487463670699c26744fd36e", "index_title": "Midrash Sekhel Tov", "category": "Midrash", "type": "commentary", "ref": "Midrash Sekhel Tov, Bereshit 43:20:2", "anchorRef": "Genesis 43:20", "anchorRefExpanded": ["Genesis 43:20"], "sourceRef": "Midrash Sekhel Tov, Bereshit 43:20:2", "sourceHeRef": "מדרש שכל טוב, בראשית מ״ג:כ׳:ב׳", "anchorVerse": 20, "sourceHasEn": false, "compDate": [1139], "commentaryNum": 20.0002, "collectiveTitle": {"en": "Midrash Sekhel Tov", "he": "מדרש שכל טוב"}, "heTitle": "בראשית", "he": "בי אדוני. בי הסרחון נתלה. וכן נדרש בכל מקום שנאמר בי אדוני כלפי הדיוט, או כלפי גבוה, ובניין אב שלהן (בי אני העון אדוני) [בי אני אדוני העון] (ש\"א כה כד), ומעין דיבור זה אומר לכהן גדול הרי אני כפרתך, והוא אומר תתברכו מן השמים, וכן אומר אדם על אביו או על רבו מובהק אחרי פטירתן, הריני כפרת משכבן, אפם כי כל המתרגמים תרגמו בי אדוני בבעו ריבוני. וכן כלפי גבוה בבעו ה':", "heVersionTitle": "Sechel Tob, Berlin 1900-1901", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש שכל טוב, ברלין תר\"ס-תרס\"א", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6487463670699c26744fd370", "index_title": "Midrash Sekhel Tov", "category": "Midrash", "type": "commentary", "ref": "Midrash Sekhel Tov, Bereshit 43:20:3", "anchorRef": "Genesis 43:20", "anchorRefExpanded": ["Genesis 43:20"], "sourceRef": "Midrash Sekhel Tov, Bereshit 43:20:3", "sourceHeRef": "מדרש שכל טוב, בראשית מ״ג:כ׳:ג׳", "anchorVerse": 20, "sourceHasEn": false, "compDate": [1139], "commentaryNum": 20.0003, "collectiveTitle": {"en": "Midrash Sekhel Tov", "he": "מדרש שכל טוב"}, "heTitle": "בראשית", "he": "ירד ירדנו. כפל הדיבור ירד מופנה לדרשה לומר ירידה היתה לנו שהרי בארצנו היינו מפרנסין לאחרים, ועכשיו אנו צריכין לפרנסתך:", "heVersionTitle": "Sechel Tob, Berlin 1900-1901", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש שכל טוב, ברלין תר\"ס-תרס\"א", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6487463670699c26744fd372", "index_title": "Midrash Sekhel Tov", "category": "Midrash", "type": "commentary", "ref": "Midrash Sekhel Tov, Bereshit 43:20:4", "anchorRef": "Genesis 43:20", "anchorRefExpanded": ["Genesis 43:20"], "sourceRef": "Midrash Sekhel Tov, Bereshit 43:20:4", "sourceHeRef": "מדרש שכל טוב, בראשית מ״ג:כ׳:ד׳", "anchorVerse": 20, "sourceHasEn": false, "compDate": [1139], "commentaryNum": 20.0004, "collectiveTitle": {"en": "Midrash Sekhel Tov", "he": "מדרש שכל טוב"}, "heTitle": "בראשית", "he": "ירדנו. כי מכל מקום ירידה היא מארץ ישראל למצרים, כשדרשנו בתחלה:", "heVersionTitle": "Sechel Tob, Berlin 1900-1901", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש שכל טוב, ברלין תר\"ס-תרס\"א", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6487463670699c26744fd374", "index_title": "Midrash Sekhel Tov", "category": "Midrash", "type": "commentary", "ref": "Midrash Sekhel Tov, Bereshit 43:20:5", "anchorRef": "Genesis 43:20", "anchorRefExpanded": ["Genesis 43:20"], "sourceRef": "Midrash Sekhel Tov, Bereshit 43:20:5", "sourceHeRef": "מדרש שכל טוב, בראשית מ״ג:כ׳:ה׳", "anchorVerse": 20, "sourceHasEn": false, "compDate": [1139], "commentaryNum": 20.0005, "collectiveTitle": {"en": "Midrash Sekhel Tov", "he": "מדרש שכל טוב"}, "heTitle": "בראשית", "he": "לשבר אוכל. כמשמעו:", "heVersionTitle": "Sechel Tob, Berlin 1900-1901", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש שכל טוב, ברלין תר\"ס-תרס\"א", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "64941022285b7535113b36ec", "index_title": "Zera Kodesh", "category": "Chasidut", "type": "commentary", "ref": "Zera Kodesh, On Torah, Miketz 8", "anchorRef": "Genesis 43:20", "anchorRefExpanded": ["Genesis 43:20"], "sourceRef": "Zera Kodesh, On Torah, Miketz 8", "sourceHeRef": "זרע קודש, על התורה, מקץ ח׳", "anchorVerse": 20, "sourceHasEn": false, "commentaryNum": 8, "collectiveTitle": {"en": "Zera Kodesh", "he": "זרע קודש"}, "heTitle": "מקץ", "he": "<b>בי</b> אדוני ירד ירדנו מתחילה לשבור אוכל הנה שם אל ידוע שהיא שם החסד חסד אל והוא מלשון אילי הארץ לשון חוזק וגבורה וזה בעת התגברות החסדים כמ\"ש כי גבר עלינו חסדו וכן הי' ית\"ש נראה בים בגבורה כבחור חגור כלי זיין ובזה עשה לנו חסד גדול והנה שם זה שם אל הוא האותיות המילוי של שם הוי' במילוי שגי' ס\"ג שהמילוי הם ג' יודין ואלף גי' אל והענין כי התגברות החסדים שבשם אל זה פועל וממשיך הבע\"ת שיתגבר על יצרו מהדברים שהי' מורגל נגדם בהם עד עתה ולכן שם של ס\"ג הוא בעולם התשובה כידוע כנ\"ל שצריך תשובה על דברים שהי' מורגל וגס בהם והמילוי של שם זה גי' אל שמורה ג\"כ על תשובה כי הלמד הוא דוגמת קומת האדם שקומתו הוא בג' דברים חלוקים הראש הוא חלק אחד והידים והגוף חלק ב' והשוקיים חלק ג' וזהו דוגמת למ\"ד כמ\"ש במ\"א על לצרף קומתו אל האלף השכל הנשפע מאלופו של עולם כי אלף מרמז על ג' ראשונות ולכן שם הוי' במילוי אלפין שגי' מה גי' אדם שמבקשים ע\"ז וחנינו מאתך חכמה בינה ודעת ע\"ד אלוף חכמה אלוף בינה כי הוא אות ראשון ומרמז על ג\"ר והשם הזה הוא תיקון עולם כידוע וזה מרמז לנו שיצרף אדם אלופו ש\"ע להדם שלו וזהו אותיות אדם שלא ילך אחר רתיחות הדם שבו רק בציווי של אלופו ש\"ע ית\"ש כמ\"ש כ\"ז על אלף זעירא בויקרא ולכן יש בשם זה תיקון עולם שמרמז על תיקון אדם עולם כנ\"ל יש בשם זה ג' אלפין מורה שזה התיקון של אדם שיתקן כל מדותיו כי השכל של חכמה בינה ודעת שחנינו ית\"ש שהם ג' אלפין ג\"ר כנ\"ל והנה ג' אלפין במילוי גי' שלג וז\"ש אם יהי' חטאיכם כשנים כשלג ילבינו רומז שתיקון מדותיו ע\"י ג' אלפין שיהי' ג' אלפין שגי' שלג והג' אלפין המילוי שלהם בלבד אותיות השורש האלפין גי' צמר וע\"ז רמז אם יאדימו כתולע כצמר יהי' כנ\"ל כי תיקונו הוא אלפין שהם יתמלאו בשלימותן ועל ידם יתנהגו בכל מדותיו והנה כ\"ז מרומז בתיבת אוכל שיש בתיבה זו שני שמות אלו אל הוי' שאל מורה על תשובה כנ\"ל והוי' במילוי שגי' ס\"ג מורה ג\"כ על תשובה וכן במילוי אלפין מורה על תיקון שלו כנ\"ל גם הוי' כפשוטו בנקודת צרי הוא תשובה כמאמרם ז\"ל לעולם יראה אדם א\"ע כאילו חצי' זכאי וחצי' חייב וכל העולם ג\"כ וזה מורה נקודות צרי ב' נקודת בשוה כמו משקל ואל הוי' גי' זן מורה שיעשה תשובה לכל ז' מדותיו למשל במדת החסד שלא ישפיעו במקום שאינו רשאי ושלא יכעוס במדת גבורה ושלא יתפאר שלא לכבודו ית\"ש ושלא יהי' נצחון על מי שאמר אמת ולהיפך שלא יודה על שקר וכן כל המדות יעשה תשובה עד\"ז וזה מרומז בגי' אל הוי' שגי' זן שהנון מרמז על הנון שערי תשובה וה\"ז על ז' מדותיו שיתקיים בתשובה וכל מדותיו יהי' לה' לבדו וז\"ש לך ה' הגדולה והגבורה וכו' שכל מדותיו יהי' משועבדים לה' לבדו ואולי הב' שמות גי' אוכל וז\"ש לשבור אוכל ע\"ד שפי' וירא יעקב כי יש שבר במצרים שחצה תיבה ממצרים גי' קץ כי יש קץ ימין וקץ שמאל כמ\"ש בזוה\"ק בפ' זו ונחסור בחי' קץ שמאל כי נחסר משיעבוד ד' מאות שנה קץ שנה שלא הי' שם רק רדו שנה וחסר מד' מאות מנין קץ כמ\"ש הבעה\"ט בסוף פ' ויחי ע\"פ פקד יפקד והנה הוי' גי' בהכאה מקום כמ\"ש ע\"פ אכן יש ה' במקום הזה ועה\"א גי' קץ וכן שם אל\"ף למ\"ד עה\"א גי' קץ עה\"כ וז\"ש לשבור אוכל לעשות מאוכל ב' שמות אלו שמרמזים על הקץ כנ\"ל שאוכל ע\"ד הנ\"ל מרמזין על ב' שמות שבאל גי' קץ וזהו השבר והתקווה ששברו את בחי' קץ שמאל ויהי' מהכל קץ ימין להעלות הכל לה' ית\"ש שיגאלינו מהרה והכל ע\"י תשובה המרומז בשמות הנ\"ל:", "heVersionTitle": "Lʹviv, 1868", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "65def9ef2e1201bebc22d502", "index_title": "Rashi on Genesis", "category": "Commentary", "type": "commentary", "ref": "Rashi on Genesis 43:20:1", "anchorRef": "Genesis 43:20", "anchorRefExpanded": ["Genesis 43:20"], "sourceRef": "Rashi on Genesis 43:20:1", "sourceHeRef": "רש\"י על בראשית מ״ג:כ׳:א׳", "anchorVerse": 20, "sourceHasEn": true, "compDate": [1075, 1105], "commentaryNum": 20.0001, "collectiveTitle": {"en": "Rashi", "he": "רש\"י"}, "heTitle": "רש\"י על בראשית", "he": "<b>בי אדני.</b> לְשׁוֹן בַּעְיָא וְתַחֲנוּנִים הוּא, בְלָשׁוֹן אֲרַמִּי בַּיָּא בַּיָּא (יבמות צ\"ז, סנהדרין ס\"ד):", "heVersionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "בי אדני O, MY LORD — The word בי is an expression of entreaty (בעיא) and supplication. In Aramaic we have בייא בייא “woe, woe!” (Yoma 69b).", "versionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "license": "Public Domain", "versionTitleInHebrew": "חמישה חומשי תורה עם פירוש רש״י, מ. רוזנבאום וא.מ. סילברמן"}, {"_id": "65def9ef2e1201bebc22d503", "index_title": "Rashi on Genesis", "category": "Commentary", "type": "commentary", "ref": "Rashi on Genesis 43:20:2", "anchorRef": "Genesis 43:20", "anchorRefExpanded": ["Genesis 43:20"], "sourceRef": "Rashi on Genesis 43:20:2", "sourceHeRef": "רש\"י על בראשית מ״ג:כ׳:ב׳", "anchorVerse": 20, "sourceHasEn": true, "compDate": [1075, 1105], "commentaryNum": 20.0002, "collectiveTitle": {"en": "Rashi", "he": "רש\"י"}, "heTitle": "רש\"י על בראשית", "he": "<b>ירד ירדנו.</b> יְרִידָה הִיא לָנוּ, רְגִילִים הָיִינוּ לְפַרְנֵס אֲחֵרִים, עַכְשָׁו אָנוּ צְרִיכִים לְךָ (בראשית רבה):", "heVersionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "ירד ירדנו WE CAME INDEED DOWN — This is a “come down” (degradation) for us. We have been accustomed to give food to others and now we are dependent upon you (Genesis Rabbah 92:4). ", "versionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "license": "Public Domain", "versionTitleInHebrew": "חמישה חומשי תורה עם פירוש רש״י, מ. רוזנבאום וא.מ. סילברמן"}, {"_id": "657ecc29758c1dc532ec86b9", "index_title": "Steinsaltz on Genesis", "category": "Commentary", "type": "commentary", "ref": "Steinsaltz on Genesis 43:20", "anchorRef": "Genesis 43:20", "anchorRefExpanded": ["Genesis 43:20"], "sourceRef": "Steinsaltz on Genesis 43:20", "sourceHeRef": "ביאור שטיינזלץ על בראשית מ״ג:כ׳", "anchorVerse": 20, "sourceHasEn": true, "commentaryNum": 43.002, "collectiveTitle": {"en": "Steinsaltz", "he": "ביאור שטיינזלץ"}, "heTitle": "ביאור שטיינזלץ על בראשית", "he": "<b>וַיֹּאמְרוּ</b> עוד קודם כניסתם לבית\n    <b>: בִּי אֲדֹנִי</b>, בבקשה,\n    \n    <b>יָרֹד יָרַדְנוּ בַּתְּחִלָּה לִשְׁבָּר</b>, לקנות\n    <b>אֹכֶל.</b>", "heVersionTitle": "The Koren Steinsaltz Tanakh HaMevoar - Hebrew", "heLicense": "Copyright: Steinsaltz Center", "heVersionTitleInHebrew": "", "text": "<b>They said: Please, my lord, </b>15 <b>we initially descended to acquire food. </b>", "versionTitle": "The Steinsaltz Tanakh - English", "license": "Copyright: Steinsaltz Center", "versionTitleInHebrew": ""}, {"_id": "668272fd10a13a863f2a8c7b", "index_title": "Hadar Zekenim on Torah", "category": "Commentary", "type": "commentary", "ref": "Hadar Zekenim on Torah, Genesis 43:20:1", "anchorRef": "Genesis 43:20", "anchorRefExpanded": ["Genesis 43:20"], "sourceRef": "Hadar Zekenim on Torah, Genesis 43:20:1", "sourceHeRef": "הדר זקנים על התורה, בראשית מ״ג:כ׳:א׳", "anchorVerse": 20, "sourceHasEn": false, "compDate": [1250, 1300], "commentaryNum": 20.0001, "collectiveTitle": {"en": "Hadar Zekenim", "he": "הדר זקנים"}, "heTitle": "בראשית", "he": "ירד ירדנו. פשט. כן הוא רגילים אנחנו לפרנס אחרים ועתה אנחנו צריכים שאחרים יפרנסו אותנו:", "heVersionTitle": "Livorno, 1840", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "66afb6871e8ab6e759398028", "index_title": "Pardes Yosef", "category": "Commentary", "type": "commentary", "ref": "Pardes Yosef, Genesis 43:20:1", "anchorRef": "Genesis 43:20", "anchorRefExpanded": ["Genesis 43:20"], "sourceRef": "Pardes Yosef, Genesis 43:20:1", "sourceHeRef": "פרדס יוסף, בראשית מ״ג:כ׳:א׳", "anchorVerse": 20, "sourceHasEn": false, "commentaryNum": 20.0001, "collectiveTitle": {"en": "Pardes Yosef", "he": "פרדס יוסף"}, "heTitle": "בראשית", "he": "בי אדוני. ערש\"י ורמב\"ן. ובמיני תרגומא, וביפה מראה על אגדת ירושלמי חגיגה פ\"ב סי' י\"ז מ\"ש בדברי', ועי' לקמן בויחי (מ\"ט כ\"ו):", "heVersionTitle": "Piotrkow, 1930", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "66c5bf2ba6f03c9345bbdf1c", "index_title": "Mechokekei Yehudah; Yahel Ohr", "category": "Commentary", "type": "commentary", "ref": "Mechokekei Yehudah; Yahel Ohr, Genesis 43:13:1", "anchorRef": "Genesis 43:20", "anchorRefExpanded": ["Genesis 43:20"], "sourceRef": "Mechokekei Yehudah; Yahel Ohr, Genesis 43:13:1", "sourceHeRef": "מחוקקי יהודה; יהל אור, בראשית מ״ג:י״ג:א׳", "anchorVerse": 20, "sourceHasEn": false, "commentaryNum": 13.0001, "collectiveTitle": {"en": "Mechokekei Yehudah; Yahel Ohr", "he": "מחוקקי יהודה; יהל אור"}, "heTitle": "בראשית", "he": "(יג) וכן ת\"א \"בבעו רבוני\":", "heVersionTitle": "Piotrkow, 1907-1911", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "66c5bf2b08168763cbbbdd78", "index_title": "Mechokekei Yehudah; Yahel Ohr", "category": "Commentary", "type": "commentary", "ref": "Mechokekei Yehudah; Yahel Ohr, Genesis 43:14:1", "anchorRef": "Genesis 43:20", "anchorRefExpanded": ["Genesis 43:20"], "sourceRef": "Mechokekei Yehudah; Yahel Ohr, Genesis 43:14:1", "sourceHeRef": "מחוקקי יהודה; יהל אור, בראשית מ״ג:י״ד:א׳", "anchorVerse": 20, "sourceHasEn": false, "commentaryNum": 14.0001, "collectiveTitle": {"en": "Mechokekei Yehudah; Yahel Ohr", "he": "מחוקקי יהודה; יהל אור"}, "heTitle": "בראשית", "he": "(יד) וחסר פה תיבת העון כמו שנכתב באביגיל, וכן אמרה אביגיל לדוד, בקשה אותו שישמע מקודם לדבריה ואח\"כ יעשה מה שיחפוץ, ועיין (שמות ד י) ושם הביא הפי' בשם ר' יהודה הלוי ועיין ביאורי שם:", "heVersionTitle": "Piotrkow, 1907-1911", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "66c5bf2b4593c6646fbbdf26", "index_title": "Mechokekei Yehudah; Yahel Ohr", "category": "Commentary", "type": "commentary", "ref": "Mechokekei Yehudah; Yahel Ohr, Genesis 43:15:1", "anchorRef": "Genesis 43:20", "anchorRefExpanded": ["Genesis 43:20"], "sourceRef": "Mechokekei Yehudah; Yahel Ohr, Genesis 43:15:1", "sourceHeRef": "מחוקקי יהודה; יהל אור, בראשית מ״ג:ט״ו:א׳", "anchorVerse": 20, "sourceHasEn": false, "commentaryNum": 15.0001, "collectiveTitle": {"en": "Mechokekei Yehudah; Yahel Ohr", "he": "מחוקקי יהודה; יהל אור"}, "heTitle": "בראשית", "he": "(טו) שפי' עונש, והנה שם באביגיל פי' על החטא. וכאן על העונש, שגם העונש נקרא עון:", "heVersionTitle": "Piotrkow, 1907-1911", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5892f235d6e4a92746470b96", "index_title": "Chizkuni", "category": "Commentary", "type": "commentary", "ref": "Chizkuni, Genesis 43:20:1", "anchorRef": "Genesis 43:20", "anchorRefExpanded": ["Genesis 43:20"], "sourceRef": "Chizkuni, Genesis 43:20:1", "sourceHeRef": "חזקוני, בראשית מ״ג:כ׳:א׳", "anchorVerse": 20, "sourceHasEn": true, "compDate": [1220, 1260], "commentaryNum": 20.0001, "collectiveTitle": {"en": "Chizkuni", "he": "חזקוני"}, "heTitle": "בראשית", "he": "<b>לשבר אכל</b> הבי״‎ת בחטף קמץ.", "heVersionTitle": "Chizkuni", "heLicense": "Public Domain", "heVersionTitleInHebrew": "חזקוני", "text": "לשבר אוכל, “to buy food;” the letter ב here is vocalised with the vowel chataf kametz, an abbreviated vowel kametz.", "versionTitle": "Chizkuni, translated and annotated by Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": "חזקוני, מתורגם ומוער בידי אליהו מונק"}, {"_id": "58aeb473d6e4a953a42648b3", "index_title": "Bereshit Rabbah", "category": "Midrash", "type": "", "ref": "Bereshit Rabbah 92:4", "anchorRef": "Genesis 43:20", "anchorRefExpanded": ["Genesis 43:20"], "sourceRef": "Bereshit Rabbah 92:4", "sourceHeRef": "בראשית רבה צ״ב:ד׳", "anchorVerse": 20, "sourceHasEn": true, "compDate": [400], "commentaryNum": 92.0004, "collectiveTitle": {"en": "Bereshit Rabbah", "he": "בראשית רבה"}, "heTitle": "בראשית רבה", "he": "וַיִּקְחוּ הָאֲנָשִׁים וגו' וַיַּרְא יוֹסֵף אִתָּם וגו' וְהָכֵן <small>(בראשית מג, טו טז)</small>, וְאֵין הָכֵן אֶלָּא שַׁבָּת, הֵיךְ מָה דְאַתְּ אָמַר <small>(שמות טז, ה)</small>: וְהָיָה בַּיּוֹם הַשִּׁשִּׁי וְהֵכִינוּ וגו', הֲדָא אָמְרָה שֶׁשָּׁמַר יוֹסֵף אֶת הַשַּׁבָּת קֹדֶם שֶׁלֹא תִּנָּתֵן. <small>(בראשית מג, יז יט)</small>: וַיַּעַשׂ הָאִישׁ וגו' וַיִּירְאוּ הָאֲנָשִׁים וגו' וַיִּגְשׁוּ אֶל הָאִישׁ, מְלַמֵּד שֶׁהָיָה דּוֹחֲפָן בִּפְנִים וְהֵן דּוֹחֲפִין אוֹתוֹ לַחוּץ. <small>(בראשית מג, כ)</small>: יָרֹד יָרַדְנוּ, יְרִידָה הִיא לָנוּ, בְּאַרְצֵנוּ הָיִינוּ מְפַרְנְסִים לַאֲחֵרִים, עַכְשָׁו צְרִיכִין אָנוּ לְפַרְנָסָתֶךָ. <small>(בראשית מג, כג)</small>: וַיֹּאמֶר שָׁלוֹם לָכֶם אַל תִּירָאוּ, בֵּין בִּזְכוּתְכֶם בֵּין בִּזְכוּת אֲבוֹתֵיכֶם, <small>(בראשית מג, כג)</small>: אֱלֹהֵיכֶם נָתַן לָכֶם מַטְמוֹן וגו', מִכָּל מָקוֹם <small>(בראשית מג, כג)</small>: כַּסְפְּכֶם בָּא אֵלָי. וַיּוֹצֵא אֲלֵיהֶם אֶת שִׁמְעוֹן, רַבִּי חַגַּי בְּשֵׁם רַבִּי יִצְחָק אָמַר כְּהָדֵין צַרְצוּרָא עָבֵיד כְּשֶׁאֲסָרוֹ, כְּדִכְתִיב <small>(בראשית מב, כד)</small>: וַיֶּאֱסֹר אֹתוֹ לְעֵינֵיהֶם. <small>(בראשית מג, כה כו)</small>: וַיָּכִינוּ וַיָּבֹא יוֹסֵף וגו'. ", "heVersionTitle": "Midrash Rabbah -- TE", "heLicense": "unknown", "heVersionTitleInHebrew": "מדרש רבה - תורת אמת", "text": "<b>“The men took that gift, and they took in their hand double the silver, and Benjamin, and they arose, and they went down to Egypt, and stood before Joseph” (Genesis 43:15). <br>“Joseph saw Benjamin with them, and he said to the one in charge of his house: Bring the men to the house and slaughter and prepare, as the men shall dine with me at noon” (Genesis 43:16).</b> <br>“The men took…Joseph saw…with them…and prepare [<i>vehakhen</i>]” – prepare<i> </i>is for nothing other than Shabbat, just as it says: “It will be on the sixth day, they shall prepare…” (Exodus 16:5). This is to say that Joseph observed the Shabbat before it was given. <br><b>“The man did as Joseph said, and the man brought the men to Joseph's house” (Genesis 43:17). <br>“The men were afraid when they were brought to Joseph's house; they said: We have been brought on the matter of the silver that was restored before to our sacks, to falsely accuse us, and attack us, and take us as slaves, and our donkeys” (Genesis 43:18). <br>“They approached the man in charge of Joseph's house, and they spoke to him at the entrance of the house” (Genesis 43:19).</b> <br>“The man did…The men were afraid…They approached the man” – it teaches that he was pushing them inside, and they were pushing him outside. <br><b>“They said: Please my lord, we initially descended to acquire food” (Genesis 43:20).</b> <br>“We…descended” – it is a descent for us. In our land, we would support others, now we need your support. <br><b>“He said: Peace be with you, fear not; your God, and the God of your father, gave you hidden treasure in your sacks; your silver came to me. And he took Simeon out to them” (Genesis 43:23).</b> <br>“He said: Peace be with you, fear not” – whether it is due to your merit or due to the merit of your fathers. “Your God…gave you hidden treasure…” – in any case, “your silver came to me.” <br>“He took Simeon out to them” – Rabbi Ḥagai said in the name of Rabbi Yitzḥak: He rendered him like a cruse of oil when he incarcerated him,<sup class=\"footnote-marker\">8</sup><i class=\"footnote\">A cruse of oil is wide on the bottom. So too, Simeon had grown fat due to the large quantity of food with which he was provided (<i>Etz Yosef</i>; see <i>Bereshit Rabba </i>91:8). </i> as it is written: “And incarcerated him before their eyes” (Genesis 42:24).  <br>“They prepared…Joseph came…” (Genesis 43:25–26).", "versionTitle": "The Sefaria Midrash Rabbah, 2022", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "58e39d68d6e4a94c42d0fe19", "index_title": "Avi Ezer", "category": "Commentary", "type": "commentary", "ref": "Avi Ezer, Genesis 43:20:1", "anchorRef": "Genesis 43:20", "anchorRefExpanded": ["Genesis 43:20"], "sourceRef": "Avi Ezer, Genesis 43:20:1", "sourceHeRef": "אבי עזר, בראשית מ״ג:כ׳:א׳", "anchorVerse": 20, "sourceHasEn": false, "compDate": [1760, 1800], "commentaryNum": 20.0001, "collectiveTitle": {"en": "Avi Ezer", "he": "אבי עזר"}, "heTitle": "בראשית", "he": "<b>וטעם עון במקום הזה</b>. ודבריו פשוטים שחסר \nתיבת העון כמו באביגיל שמואל א' כ\"ו. ושם קאי על החטא וכאן על העונש. כאשר כתב הרב כמה \nפעמים שגם העונש נקרא עון. ובמגלת איכה ד' פירש הרב שכר רע כמה דתימא מזל רע ואינו רחוק \nשגם באביגיל נאמר על העונש:", "heVersionTitle": "Avi Ezer", "heLicense": "Public Domain", "heVersionTitleInHebrew": "אבי עזר", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5cd13edb3a676f00197d133b", "index_title": "Birkat Asher on Torah", "category": "Commentary", "type": "commentary", "ref": "Birkat Asher on Torah, Genesis 43:20:1", "anchorRef": "Genesis 43:20", "anchorRefExpanded": ["Genesis 43:20"], "sourceRef": "Birkat Asher on Torah, Genesis 43:20:1", "sourceHeRef": "ברכת אשר על התורה, בראשית מ״ג:כ׳:א׳", "anchorVerse": 20, "sourceHasEn": false, "compDate": [1960, 2010], "commentaryNum": 20.0001, "collectiveTitle": {"en": "Birkat Asher on Torah", "he": "ברכת אשר על התורה"}, "heTitle": "בראשית", "he": "<b>\"ירד ירדנו בתחלה לשבר אכל\".</b> ולא ידעתי מה משמעות \"בתחילה\" שבכאן. (פ' מקץ תשנ\"ו) ור' משך חכמה על אתר.", "heVersionTitle": "Birkat Asher, Asher Vasertil, Jerusalem 2010-2012", "heLicense": "CC-BY", "heVersionTitleInHebrew": "ברכת אשר, ירושלים תש\"ע-תשע\"ג", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6319cf88b6084aa1cbef8e89", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, אָדוֹן 1", "anchorRef": "Genesis 43:20", "anchorRefExpanded": ["Genesis 43:20"], "sourceRef": "BDB, אָדוֹן 1", "sourceHeRef": "בראון-דרייבר-בריגס, אָדוֹן א׳", "anchorVerse": 20, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "אָדוֹן", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><span dir=\"rtl\">אָדוֹן</span></big>  <strong>n.m.</strong> <sup><a data-ref=\"Malachi 3:1\" href=\"/Malachi.3.1\">Mal 3:1</a></sup> <strong>lord (</strong>Ph. <span dir=\"rtl\">אדן</span><strong>)</strong>—<span dir=\"rtl\">א׳</span> <a data-ref=\"Psalms 12:5\" href=\"/Psalms.12.5\">ψ 12:5</a> + cstr. <span dir=\"rtl\">אֲדוֹן</span> <a data-ref=\"Joshua 3:11\" href=\"/Joshua.3.11\">Jos 3:11</a> +; pl. <span dir=\"rtl\">אֲדֹנִים</span> <a data-ref=\"Isaiah 26:13\" href=\"/Isaiah.26.13\">Is 26:13</a> +; cstr. <span dir=\"rtl\">אֲדֹנֵי</span> <a data-ref=\"Deuteronomy 10:17\" href=\"/Deuteronomy.10.17\">Dt 10:17</a> +; sf. <span dir=\"rtl\">אֲדֹנֵינוּ</span> <a data-ref=\"I Samuel 25:14\" href=\"/I_Samuel.25.14\">1 S 25:14</a> + etc.; <strong>(</strong><span dir=\"rtl\">אֲדֹנִי</span>, <span dir=\"rtl\">אֲדֹנַי</span>, <span dir=\"rtl\">אֲדֹנָי</span> are variations of Mass. pointing to distinguish divine reference fr. human. Pl., with few except an intens. pl. of rank; word takes sf. as pl. in all other pers.; so doubtless here. Orig. reading prob. in all cases <span dir=\"rtl\">אֲדֹנַי</span> (v. Dalman<sup>Der Gottesname Adonaj</sup>; Lag<sup>BN 188</sup> makes <span dir=\"rtl\">אֲדֹנָי</span> an Aramaic format.); <span dir=\"rtl\">אֲדֹנִי</span> now found in J 51 textual; in E †<a data-ref=\"Genesis 31:35\" href=\"/Genesis.31.35\">Gn 31:35</a>; <a data-ref=\"Genesis 32:19\" href=\"/Genesis.32.19\">32:19</a>; <a data-ref=\"Genesis 42:10\" href=\"/Genesis.42.10\">42:10</a> <a data-ref=\"Exodus 21:5\" href=\"/Exodus.21.5\">Ex 21:5</a>; in P †<a data-ref=\"Genesis 23:6\" href=\"/Genesis.23.6\">Gn 23:6</a>, <a data-ref=\"Genesis 23:11\" href=\"/Genesis.23.11\">11</a>, <a data-ref=\"Genesis 23:15\" href=\"/Genesis.23.15\">15</a> <a data-ref=\"Numbers 36:2\" href=\"/Numbers.36.2\">Nu 36:2</a><sup>(×2)</sup> often S & K in Chr only in sources, <a data-ref=\"I Chronicles 21:3\" href=\"/I_Chronicles.21.3\">1 Ch 21:3</a><sup>(×3)</sup>, <a data-ref=\"I Chronicles 21:23\" href=\"/I_Chronicles.21.23\">23</a> (= <a data-ref=\"II Samuel 24:3\" href=\"/II_Samuel.24.3\">2 S 24:3</a>, <a data-ref=\"II Samuel 24:22\" href=\"/II_Samuel.24.22\">22</a>) <a data-ref=\"II Chronicles 2:13\" href=\"/II_Chronicles.2.13\">2 Ch 2:13</a>, <a data-ref=\"II Chronicles 2:14\" href=\"/II_Chronicles.2.14\">14</a>; Is & Je only in hist. parts <a data-ref=\"Isaiah 36:8\" href=\"/Isaiah.36.8\">Is 36:8</a>, <a data-ref=\"Isaiah 36:9\" href=\"/Isaiah.36.9\">9</a>, <a data-ref=\"Isaiah 36:12\" href=\"/Isaiah.36.12\">12</a> <a data-ref=\"Jeremiah 37:20\" href=\"/Jeremiah.37.20\">Je 37:20</a>; <a data-ref=\"Jeremiah 38:9\" href=\"/Jeremiah.38.9\">38:9</a>; elsewhere †<a data-ref=\"Daniel 1:10\" href=\"/Daniel.1.10\">Dn 1:10</a>; <a data-ref=\"Daniel 10:16\" href=\"/Daniel.10.16\">10:16</a>, <a data-ref=\"Daniel 10:17\" href=\"/Daniel.10.17\">17</a>, <a data-ref=\"Daniel 10:19\" href=\"/Daniel.10.19\">19</a>; <a data-ref=\"Daniel 12:8\" href=\"/Daniel.12.8\">12:8</a> <a data-ref=\"Zechariah 1:9\" href=\"/Zechariah.1.9\">Zc 1:9</a>; <a data-ref=\"Zechariah 4:4\" href=\"/Zechariah.4.4\">4:4</a>, <a data-ref=\"Zechariah 4:5\" href=\"/Zechariah.4.5\">5</a>, <a data-ref=\"Zechariah 4:13\" href=\"/Zechariah.4.13\">13</a>; <a data-ref=\"Zechariah 6:4\" href=\"/Zechariah.6.4\">6:4</a> <a data-ref=\"Psalms 110:1\" href=\"/Psalms.110.1\">ψ 110:1</a> <a data-ref=\"Judges 4:18\" href=\"/Judges.4.18\">Ju 4:18</a>; <a data-ref=\"Judges 6:13\" href=\"/Judges.6.13\">6:13</a> <a data-ref=\"Ruth 2:13\" href=\"/Ruth.2.13\">Ru 2:13</a>; <span dir=\"rtl\">בִּי אֲדנָי</span> †<a data-ref=\"Exodus 4:10\" href=\"/Exodus.4.10\">Ex 4:10</a>, <a data-ref=\"Exodus 4:13\" href=\"/Exodus.4.13\">13</a>; <a data-ref=\"Joshua 7:8\" href=\"/Joshua.7.8\">Jos 7:8</a> (J) <a data-ref=\"Judges 6:15\" href=\"/Judges.6.15\">Ju 6:15</a>; <a data-ref=\"Judges 13:8\" href=\"/Judges.13.8\">13:8</a> is referred to God, but <span dir=\"rtl\">בִּי אֲדנִי</span> †<a data-ref=\"Genesis 43:20\" href=\"/Genesis.43.20\">Gn 43:20</a>; <a data-ref=\"Genesis 44:18\" href=\"/Genesis.44.18\">44:18</a> <a data-ref=\"Numbers 12:11\" href=\"/Numbers.12.11\">Nu 12:11</a> (J) <a data-ref=\"I Samuel 1:26\" href=\"/I_Samuel.1.26\">1 S 1:26</a>; <a data-ref=\"I Samuel 25:24\" href=\"/I_Samuel.25.24\">25:24</a> (+ <span dir=\"rtl\">אני</span>) <a data-ref=\"I Kings 3:17\" href=\"/I_Kings.3.17\">1 K 3:17</a>, <a data-ref=\"I Kings 3:26\" href=\"/I_Kings.3.26\">26</a> to human superiors. There is doubt as to <span dir=\"rtl\">אֲדֹנָ֯י</span> <a data-ref=\"Genesis 18:3\" href=\"/Genesis.18.3\">Gn 18:3</a>; <a data-ref=\"Genesis 19:18\" href=\"/Genesis.19.18\">19:18</a>; <span dir=\"rtl\">אֲדֹ֯נַי</span> <a data-ref=\"Genesis 19:2\" href=\"/Genesis.19.2\">19:2</a><strong>)</strong>—<br>†<strong>1.</strong>  sg. <em>lord, master</em> (1) ref. to men: (<em>a</em>) supt. of household, or of affairs <a data-ref=\"Genesis 45:8\" href=\"/Genesis.45.8\">Gn 45:8</a>, <a data-ref=\"Genesis 45:9\" href=\"/Genesis.45.9\">9</a> (E) = <a data-ref=\"Psalms 105:21\" href=\"/Psalms.105.21\">ψ 105:21</a>; (<em>b</em>) master <a data-ref=\"Psalms 12:5\" href=\"/Psalms.12.5\">ψ 12:5</a>; (<em>c</em>) king <a data-ref=\"Jeremiah 22:18\" href=\"/Jeremiah.22.18\">Je 22:18</a>; <a data-ref=\"Jeremiah 34:5\" href=\"/Jeremiah.34.5\">34:5</a>; (2) ref. to God, <span dir=\"rtl\">הָאָדוֹן יהוה</span> <em>the Lord Yahweh</em> (v. <a data-ref=\"BDB, יהוה\" href=\"/BDB,_יהוה\", dir=\"rtl\">יהוה</a>) <a data-ref=\"Exodus 23:17\" href=\"/Exodus.23.17\">Ex 23:17</a>; <a data-ref=\"Exodus 34:23\" href=\"/Exodus.34.23\">34:23</a> (Cov’t codes); <span dir=\"rtl\">אֲדוֹן כָּל־הָאָרֶץ</span> <em>Lord of the whole earth</em> <a data-ref=\"Joshua 3:11\" href=\"/Joshua.3.11\">Jos 3:11</a>, <a data-ref=\"Joshua 3:13\" href=\"/Joshua.3.13\">13</a> (J) <a data-ref=\"Psalms 97:5\" href=\"/Psalms.97.5\">ψ 97:5</a> <a data-ref=\"Zechariah 4:14\" href=\"/Zechariah.4.14\">Zc 4:14</a>; <a data-ref=\"Zechariah 6:5\" href=\"/Zechariah.6.5\">6:5</a> <a data-ref=\"Micah 4:13\" href=\"/Micah.4.13\">Mi 4:13</a>; <span dir=\"rtl\">צְבָאוֹת הָא׳ י׳</span>, earlier <a data-ref=\"Isaiah 1:24\" href=\"/Isaiah.1.24\">Is 1:24</a>; <a data-ref=\"Isaiah 3:1\" href=\"/Isaiah.3.1\">3:1</a>; <a data-ref=\"Isaiah 10:33\" href=\"/Isaiah.10.33\">10:33</a>; <a data-ref=\"Isaiah 19:4\" href=\"/Isaiah.19.4\">19:4</a> (<span dir=\"rtl\">אֲדֹנָי</span> <a data-ref=\"Isaiah 10:16\" href=\"/Isaiah.10.16\">Is 10:16</a> in common MT; not Massora, doubtless scrib. error); <span dir=\"rtl\">הָא׳</span> <a data-ref=\"Malachi 3:1\" href=\"/Malachi.3.1\">Mal 3:1</a>; <span dir=\"rtl\">אָדוֹן</span> <a data-ref=\"Psalms 114:7\" href=\"/Psalms.114.7\">ψ 114:7</a>.<br><strong>2.</strong>  pl. <em>lords, kings</em> <a data-ref=\"Deuteronomy 10:17\" href=\"/Deuteronomy.10.17\">Dt 10:17</a> = <a data-ref=\"Psalms 136:3\" href=\"/Psalms.136.3\">ψ 136:3</a>; <a data-ref=\"Isaiah 26:13\" href=\"/Isaiah.26.13\">Is 26:13</a> <em>masters</em> <a data-ref=\"Amos 4:1\" href=\"/Amos.4.1\">Am 4:1</a>, elsewhere intens. pl. of rank, <em>lord, master</em>, (1) ref. to men: (<em>a</em>) <em>proprietor</em> of hill Samaria †<a data-ref=\"I Kings 16:24\" href=\"/I_Kings.16.24\">1 K 16:24</a>; (<em>b</em>) <em>master</em> <a data-ref=\"Genesis 40:7\" href=\"/Genesis.40.7\">Gn 40:7</a> (E) <a data-ref=\"Exodus 21:4\" href=\"/Exodus.21.4\">Ex 21:4</a><sup>(×2)</sup>, <a data-ref=\"Exodus 21:6\" href=\"/Exodus.21.6\">6</a>, <a data-ref=\"Exodus 21:8\" href=\"/Exodus.21.8\">8</a>, <a data-ref=\"Exodus 21:32\" href=\"/Exodus.21.32\">32</a> (Cov’t code) <a data-ref=\"Genesis 24:9\" href=\"/Genesis.24.9\">Gn 24:9</a> + (J, 11 times) <a data-ref=\"Deuteronomy 23:16\" href=\"/Deuteronomy.23.16\">Dt 23:16</a> <a data-ref=\"Judges 19:11\" href=\"/Judges.19.11\">Ju 19:11</a>, <a data-ref=\"Judges 19:12\" href=\"/Judges.19.12\">12</a> + 13 times S & K; <a data-ref=\"Job 3:19\" href=\"/Job.3.19\">Jb 3:19</a> <a data-ref=\"Psalms 123:2\" href=\"/Psalms.123.2\">ψ 123:2</a> <a data-ref=\"Proverbs 25:13\" href=\"/Proverbs.25.13\">Pr 25:13</a>; <a data-ref=\"Proverbs 17:18\" href=\"/Proverbs.17.18\">27:18</a>; <a data-ref=\"Proverbs 30:10\" href=\"/Proverbs.30.10\">30:10</a> <a data-ref=\"Isaiah 24:2\" href=\"/Isaiah.24.2\">Is 24:2</a> <a data-ref=\"Zephaniah 1:9\" href=\"/Zephaniah.1.9\">Zp 1:9</a> <a data-ref=\"Malachi 1:6\" href=\"/Malachi.1.6\">Mal 1:6</a><sup>(×2)</sup> (<em>c</em>) <em>husband</em> <a data-ref=\"Judges 19:26\" href=\"/Judges.19.26\">Ju 19:26</a>, <a data-ref=\"Judges 19:27\" href=\"/Judges.19.27\">27</a> <a data-ref=\"Psalms 45:12\" href=\"/Psalms.45.12\">ψ 45:12</a>; (<em>d</em>) <em>prophet</em> <a data-ref=\"II Kings 2:3\" href=\"/II_Kings.2.3\">2 K 2:3</a>, <a data-ref=\"II Kings 2:5\" href=\"/II_Kings.2.5\">5</a>, <a data-ref=\"II Kings 2:16\" href=\"/II_Kings.2.16\">16</a>; (<em>e</em>) <em>governor</em> <a data-ref=\"Nehemiah 3:5\" href=\"/Nehemiah.3.5\">Ne 3:5</a>; (<em>f</em>) <em>prince</em> <a data-ref=\"Genesis 42:10\" href=\"/Genesis.42.10\">Gn 42:10</a>, <a data-ref=\"Genesis 42:30\" href=\"/Genesis.42.30\">30</a>, <a data-ref=\"Genesis 42:33\" href=\"/Genesis.42.33\">33</a> (E) <a data-ref=\"Genesis 44:8\" href=\"/Genesis.44.8\">44:8</a> (J) <a data-ref=\"I Samuel 29:10\" href=\"/I_Samuel.29.10\">1 S 29:10</a>; (<em>g</em>) <em>king</em> <a data-ref=\"Genesis 40:1\" href=\"/Genesis.40.1\">Gn 40:1</a> (E) <a data-ref=\"Judges 3:25\" href=\"/Judges.3.25\">Ju 3:25</a> + 40 times S & K; Ch only in sources <a data-ref=\"I Chronicles 12:19\" href=\"/I_Chronicles.12.19\">1 Ch 12:19</a> cf. <a data-ref=\"I Samuel 29:4\" href=\"/I_Samuel.29.4\">1 S 29:4</a>; <a data-ref=\"II Chronicles 13:6\" href=\"/II_Chronicles.13.6\">2 Ch 13:6</a>; <a data-ref=\"II Chronicles 18:16\" href=\"/II_Chronicles.18.16\">18:16</a> = <a data-ref=\"I Kings 22:17\" href=\"/I_Kings.22.17\">1 K 22:17</a>; <a data-ref=\"Isaiah 19:4\" href=\"/Isaiah.19.4\">Is 19:4</a>; <a data-ref=\"Isaiah 22:18\" href=\"/Isaiah.22.18\">22:18</a>; <a data-ref=\"Isaiah 36:12\" href=\"/Isaiah.36.12\">36:12</a>; <a data-ref=\"Isaiah 37:4\" href=\"/Isaiah.37.4\">37:4</a>, <a data-ref=\"Isaiah 37:6\" href=\"/Isaiah.37.6\">6</a> <a data-ref=\"Jeremiah 27:4\" href=\"/Jeremiah.27.4\">Je 27:4</a>; (2) ref. to God <a data-ref=\"Malachi 1:6\" href=\"/Malachi.1.6\">Mal 1:6</a>; <span dir=\"rtl\">אֲדֹנֵי הָאֲדֹנִים</span> <em>Lord of lords</em> <a data-ref=\"Deuteronomy 10:17\" href=\"/Deuteronomy.10.17\">Dt 10:17</a> = <a data-ref=\"Psalms 136:3\" href=\"/Psalms.136.3\">ψ 136:3</a>; <span dir=\"rtl\">אֲדֹנֵינוּ</span> <a data-ref=\"Psalms 135:5\" href=\"/Psalms.135.5\">ψ 135:5</a>; <a data-ref=\"Psalms 147:5\" href=\"/Psalms.147.5\">147:5</a> <a data-ref=\"Nehemiah 8:10\" href=\"/Nehemiah.8.10\">Ne 8:10</a>; <span dir=\"rtl\">י׳אֲדֹנֵינוּ</span> <a data-ref=\"Psalms 8:2\" href=\"/Psalms.8.2\">ψ 8:2</a>, <a data-ref=\"Psalms 8:10\" href=\"/Psalms.8.10\">10</a> <a data-ref=\"Nehemiah 10:30\" href=\"/Nehemiah.10.30\">Ne 10:30</a>; <span dir=\"rtl\">אֲדֹנַיִךְ י׳</span> <a data-ref=\"Isaiah 51:22\" href=\"/Isaiah.51.22\">Is 51:22</a> (prob. = <em>thy husband, Yahweh</em>); <span dir=\"rtl\">אֲדֹנָיו</span> <a data-ref=\"Hosea 12:15\" href=\"/Hosea.12.15\">Ho 12:15</a> (possibly error for <span dir=\"rtl\">אֲדֹנָי</span>).<br><strong>3.</strong>  sf. 1 s. <span dir=\"rtl\">אֲדֹנִי (אֲדֹנַי)</span> (1) ref. to men: <em>my lord, my master</em>, (<em>a</em>) <em>master</em> <a data-ref=\"Exodus 21:5\" href=\"/Exodus.21.5\">Ex 21:5</a> (Cov’t code) <a data-ref=\"Genesis 24:12\" href=\"/Genesis.24.12\">Gn 24:12</a> +, <a data-ref=\"Genesis 44:5\" href=\"/Genesis.44.5\">44:5</a> (J, 20 times) <a data-ref=\"I Samuel 30:13\" href=\"/I_Samuel.30.13\">1 S 30:13</a>, <a data-ref=\"I Samuel 30:15\" href=\"/I_Samuel.30.15\">15</a> <a data-ref=\"II Kings 5:3\" href=\"/II_Kings.5.3\">2 K 5:3</a>, <a data-ref=\"II Kings 5:20\" href=\"/II_Kings.5.20\">20</a>, <a data-ref=\"II Kings 5:22\" href=\"/II_Kings.5.22\">22</a>; <a data-ref=\"II Kings 6:15\" href=\"/II_Kings.6.15\">6:15</a>; (<em>b</em>) <em>husband</em> <a data-ref=\"Genesis 18:12\" href=\"/Genesis.18.12\">Gn 18:12</a> (J); (<em>c</em>) <em>prophet</em> <a data-ref=\"I Kings 18:7\" href=\"/I_Kings.18.7\">1 K 18:7</a>, <a data-ref=\"I Kings 18:13\" href=\"/I_Kings.18.13\">13</a> <a data-ref=\"II Kings 2:19\" href=\"/II_Kings.2.19\">2 K 2:19</a>, <a data-ref=\"II Kings 4:16\" href=\"/II_Kings.4.16\">4:16</a>, <a data-ref=\"II Kings 4:28\" href=\"/II_Kings.4.28\">28</a>; <a data-ref=\"II Kings 6:5\" href=\"/II_Kings.6.5\">6:5</a>; <a data-ref=\"II Kings 8:5\" href=\"/II_Kings.8.5\">8:5</a>; (<em>d</em>) <em>prince</em> <a data-ref=\"Genesis 42:10\" href=\"/Genesis.42.10\">Gn 42:10</a> (E), <a data-ref=\"Genesis 23:6\" href=\"/Genesis.23.6\">23:6</a>, <a data-ref=\"Genesis 23:11\" href=\"/Genesis.23.11\">11</a>, <a data-ref=\"Genesis 23:15\" href=\"/Genesis.23.15\">15</a> (P), <a data-ref=\"Genesis 43:20\" href=\"/Genesis.43.20\">43:20</a>; <a data-ref=\"Genesis 44:18\" href=\"/Genesis.44.18\">44:18</a> +, <a data-ref=\"Genesis 47:18\" href=\"/Genesis.47.18\">47:18</a>, + (J, 12 times); <a data-ref=\"Judges 4:18\" href=\"/Judges.4.18\">Ju 4:18</a>; (<em>e</em>) <em>king</em> <a data-ref=\"I Samuel 22:12\" href=\"/I_Samuel.22.12\">1 S 22:12</a> + (S & K 75 times); (<em>f</em>) <em>father</em> <a data-ref=\"Genesis 31:35\" href=\"/Genesis.31.35\">Gn 31:35</a> (E); (<em>g</em>) <em>Moses</em> <a data-ref=\"Exodus 32:22\" href=\"/Exodus.32.22\">Ex 32:22</a> <a data-ref=\"Numbers 11:28\" href=\"/Numbers.11.28\">Nu 11:28</a>; <a data-ref=\"Numbers 12:11\" href=\"/Numbers.12.11\">12:11</a>; <a data-ref=\"Numbers 32:25\" href=\"/Numbers.32.25\">32:25</a>, <a data-ref=\"Numbers 32:27\" href=\"/Numbers.32.27\">27</a> (J); <a data-ref=\"Numbers 36:2\" href=\"/Numbers.36.2\">36:2</a><sup>(×2)</sup> (P); (<em>h</em>) <em>priest</em> <a data-ref=\"I Samuel 1:15\" href=\"/I_Samuel.1.15\">1 S 1:15</a>, <a data-ref=\"I Samuel 1:26\" href=\"/I_Samuel.1.26\">26</a><sup>(×2)</sup>; (<em>i</em>) <em>theophanic angel</em> <a data-ref=\"Joshua 5:14\" href=\"/Joshua.5.14\">Jos 5:14</a> <a data-ref=\"Judges 6:13\" href=\"/Judges.6.13\">Ju 6:13</a>; (<em>j</em>) <em>captain</em> <a data-ref=\"II Samuel 11:11\" href=\"/II_Samuel.11.11\">2 S 11:11</a>; (<em>k</em>) general recognition of superiority <a data-ref=\"Genesis 24:18\" href=\"/Genesis.24.18\">Gn 24:18</a>; <a data-ref=\"Genesis 32:5\" href=\"/Genesis.32.5\">32:5</a> +; <a data-ref=\"Genesis 33:8\" href=\"/Genesis.33.8\">33:8</a> +; <a data-ref=\"Genesis 44:7\" href=\"/Genesis.44.7\">44:7</a> + (J, 13 times), <a data-ref=\"Ruth 2:13\" href=\"/Ruth.2.13\">Ru 2:13</a> <a data-ref=\"I Samuel 25:24\" href=\"/I_Samuel.25.24\">1 S 25:24</a> + (15 times); (2) ref. to God: <span dir=\"rtl\">אֲדֹנָי</span> <strong>a.</strong>  <em>my Lord</em> <a data-ref=\"Genesis 20:4\" href=\"/Genesis.20.4\">Gn 20:4</a> (?E) <a data-ref=\"Exodus 15:17\" href=\"/Exodus.15.17\">Ex 15:17</a> (Sam. <span dir=\"rtl\">יהוה</span>) elsewhere in Hex, J; <a data-ref=\"Genesis 18:3\" href=\"/Genesis.18.3\">Gn 18:3</a>(?), <a data-ref=\"Genesis 18:27\" href=\"/Genesis.18.27\">27</a>, <a data-ref=\"Genesis 18:30\" href=\"/Genesis.18.30\">30</a>, <a data-ref=\"Genesis 18:31\" href=\"/Genesis.18.31\">31</a>, <a data-ref=\"Genesis 18:32\" href=\"/Genesis.18.32\">32</a>; <a data-ref=\"Genesis 19:2\" href=\"/Genesis.19.2\">19:2</a>, <a data-ref=\"Genesis 19:18\" href=\"/Genesis.19.18\">18</a>(?) <a data-ref=\"Exodus 4:10\" href=\"/Exodus.4.10\">Ex 4:10</a>, <a data-ref=\"Exodus 4:13\" href=\"/Exodus.4.13\">13</a>; <a data-ref=\"Exodus 5:22\" href=\"/Exodus.5.22\">5:22</a>; <a data-ref=\"Exodus 34:9\" href=\"/Exodus.34.9\">34:9</a> <a data-ref=\"Numbers 14:17\" href=\"/Numbers.14.17\">Nu 14:17</a> <a data-ref=\"Joshua 7:8\" href=\"/Joshua.7.8\">Jos 7:8</a>; also <a data-ref=\"Judges 6:15\" href=\"/Judges.6.15\">Ju 6:15</a>; <a data-ref=\"Judges 13:8\" href=\"/Judges.13.8\">13:8</a>; not S; <a data-ref=\"I Kings 22:6\" href=\"/I_Kings.22.6\">1 K 22:6</a> <a data-ref=\"II Kings 19:23\" href=\"/II_Kings.19.23\">2 K 19:23</a>; noChron exc. memorials <a data-ref=\"Ezra 10:3\" href=\"/Ezra.10.3\">Ezr 10:3</a> (ref. to Ezra) <a data-ref=\"Nehemiah 1:11\" href=\"/Nehemiah.1.11\">Ne 1:11</a>; <a data-ref=\"Nehemiah 4:8\" href=\"/Nehemiah.4.8\">4:8</a>; WisdLt only <a data-ref=\"Job 28:28\" href=\"/Job.28.28\">Jb 28:28</a> (doubtless scrib. error for <span dir=\"rtl\">יהוֹה</span> of many MSS.); not Ho; <a data-ref=\"Isaiah 37:24\" href=\"/Isaiah.37.24\">Is 37:24</a>; <a data-ref=\"Isaiah 38:16\" href=\"/Isaiah.38.16\">38:16</a> (hist. part); exile <a data-ref=\"Isaiah 49:14\" href=\"/Isaiah.49.14\">Is 49:14</a> (cf. <a data-ref=\"Isaiah 51:22\" href=\"/Isaiah.51.22\">51:22</a>); <a data-ref=\"Micah 1:2\" href=\"/Micah.1.2\">Mi 1:2</a> <a data-ref=\"Psalms 16:2\" href=\"/Psalms.16.2\">ψ 16:2</a> + (47 times, chiefly this sense, exc. sub <strong>b.</strong>; cf. <span dir=\"rtl\">אֱלֹהַי וַאדֹנָי</span> <em>my Lord and my God</em> <a data-ref=\"Psalms 35:23\" href=\"/Psalms.35.23\">ψ 35:23</a>; (writers that use <span dir=\"rtl\">אֱלהִים</span> seld. use <span dir=\"rtl\">אֲדֹנָי</span>); <strong>b.</strong>  <em>Adonay</em> <strong>n.pr.</strong> of God, parallel with <em>Yahweh</em>, substit. for it oft. by scrib. error, & eventually supplanting it. In earlier <a data-ref=\"Isaiah 3:17\" href=\"/Isaiah.3.17\">Is 3:17</a> + (19 times seeming to belong here), <a data-ref=\"Amos 7:7\" href=\"/Amos.7.7\">Am 7:7</a>, <a data-ref=\"Amos 7:8\" href=\"/Amos.7.8\">8</a>; <a data-ref=\"Amos 9:1\" href=\"/Amos.9.1\">9:1</a> <a data-ref=\"Ezekiel 18:25\" href=\"/Ezekiel.18.25\">Ez 18:25</a>, <a data-ref=\"Ezekiel 18:29\" href=\"/Ezekiel.18.29\">29</a>; <a data-ref=\"Ezekiel 33:17\" href=\"/Ezekiel.33.17\">33:17</a>, <a data-ref=\"Ezekiel 33:20\" href=\"/Ezekiel.33.20\">20</a>; <a data-ref=\"Ezekiel 21:12\" href=\"/Ezekiel.21.12\">21:12</a> (prob. <span dir=\"rtl\">אֲדֹנָי י׳</span> as in usual phrase); <a data-ref=\"Zechariah 9:4\" href=\"/Zechariah.9.4\">Zc 9:4</a> <a data-ref=\"Malachi 1:12\" href=\"/Malachi.1.12\">Mal 1:12</a>, <a data-ref=\"Malachi 1:14\" href=\"/Malachi.1.14\">14</a> <a data-ref=\"Lamentations 1:14\" href=\"/Lamentations.1.14\">La 1:14</a> + (14 times) <a data-ref=\"Psalms 2:4\" href=\"/Psalms.2.4\">ψ 2:4</a>; <a data-ref=\"Psalms 37:13\" href=\"/Psalms.37.13\">37:13</a>; <a data-ref=\"Psalms 78:65\" href=\"/Psalms.78.65\">78:65</a>; <a data-ref=\"Psalms 90:17\" href=\"/Psalms.90.17\">90:17</a> (? <span dir=\"rtl\">יהוה</span>) <a data-ref=\"Psalms 110:5\" href=\"/Psalms.110.5\">110:5</a> (Dalman puts most of these sub (<em>a</em>);—many cases are doubtful); <a data-ref=\"I Kings 3:10\" href=\"/I_Kings.3.10\">1 K 3:10</a>, <a data-ref=\"I Kings 3:15\" href=\"/I_Kings.3.15\">15</a> (Mass. <span dir=\"rtl\">אדני</span> for <span dir=\"rtl\">יהוה</span> cf. Dalm. <a data-ref=\"II Kings 7:6\" href=\"/II_Kings.7.6\">2 K 7:6</a>; Dalm. rightly questions; he reads <span dir=\"rtl\">יהוה</span>). The phrases <span dir=\"rtl\">אֲדֹנָי אֱלֹהַי</span> <a data-ref=\"Psalms 38:16\" href=\"/Psalms.38.16\">ψ 38:16</a>; <a data-ref=\"Psalms 86:12\" href=\"/Psalms.86.12\">86:12</a>, <em>Adonay my God;</em> <span dir=\"rtl\">אֲדֹנָי הָאֱלֹהִים</span> <a data-ref=\"Daniel 9:3\" href=\"/Daniel.9.3\">Dn 9:3</a>, <span dir=\"rtl\">א׳ אֱלֹהֵינוּ</span> <a data-ref=\"Daniel 9:9\" href=\"/Daniel.9.9\">9:9</a>, <a data-ref=\"Daniel 9:15\" href=\"/Daniel.9.15\">15</a>, <span dir=\"rtl\">א׳ הָאֵל</span> <a data-ref=\"Daniel 9:4\" href=\"/Daniel.9.4\">Dn 9:4</a> favour taking <span dir=\"rtl\">א׳</span> <a data-ref=\"Daniel 1:2\" href=\"/Daniel.1.2\">Dn 1:2</a>; <a data-ref=\"Daniel 9:7\" href=\"/Daniel.9.7\">9:7</a>, <a data-ref=\"Daniel 9:8\" href=\"/Daniel.9.8\">8</a> (<span dir=\"rtl\">יהוה</span>?) v <a data-ref=\"Daniel 9:16\" href=\"/Daniel.9.16\">16</a>, <a data-ref=\"Daniel 9:17\" href=\"/Daniel.9.17\">17</a>, <a data-ref=\"Daniel 9:19\" href=\"/Daniel.9.19\">19</a><sup>(×3)</sup> as the divine name.<br><strong>4.</strong>  <span dir=\"rtl\">אֲדֹנָי יהוה</span> (<em>a</em>) <em>my Lord Yahweh</em> (v. <a data-ref=\"BDB, יהוה\" href=\"/BDB,_יהוה\", dir=\"rtl\">יהוה</a>) <a data-ref=\"Genesis 15:2\" href=\"/Genesis.15.2\">Gn 15:2</a>, <a data-ref=\"Genesis 15:8\" href=\"/Genesis.15.8\">8</a> (JE) <a data-ref=\"Joshua 7:7\" href=\"/Joshua.7.7\">Jos 7:7</a> (J, 𝔊 om. <span dir=\"rtl\">י׳</span>) <a data-ref=\"Deuteronomy 3:24\" href=\"/Deuteronomy.3.24\">Dt 3:24</a>; <a data-ref=\"Deuteronomy 9:26\" href=\"/Deuteronomy.9.26\">9:26</a> <a data-ref=\"Judges 6:22\" href=\"/Judges.6.22\">Ju 6:22</a>; <a data-ref=\"Judges 16:28\" href=\"/Judges.16.28\">16:28</a> <a data-ref=\"II Samuel 7\" href=\"/II_Samuel.7\">2 S 7</a> (6times) <a data-ref=\"I Kings 2:26\" href=\"/I_Kings.2.26\">1 K 2:26</a>; <a data-ref=\"I Kings 8:53\" href=\"/I_Kings.8.53\">8:53</a>; prob. <a data-ref=\"Amos 3:7\" href=\"/Amos.3.7\">Am 3:7</a>, <a data-ref=\"Amos 3:8\" href=\"/Amos.3.8\">8</a>; <a data-ref=\"Amos 7:2\" href=\"/Amos.7.2\">7:2</a>, <a data-ref=\"Amos 7:4\" href=\"/Amos.7.4\">4</a>, <a data-ref=\"Amos 7:5\" href=\"/Amos.7.5\">5</a>; <a data-ref=\"Amos 9:8\" href=\"/Amos.9.8\">9:8</a> <a data-ref=\"Jeremiah 1:6\" href=\"/Jeremiah.1.6\">Je 1:6</a>; <a data-ref=\"Jeremiah 4:10\" href=\"/Jeremiah.4.10\">4:10</a>; <a data-ref=\"Jeremiah 14:13\" href=\"/Jeremiah.14.13\">14:13</a>; <a data-ref=\"Jeremiah 32:17\" href=\"/Jeremiah.32.17\">32:17</a>, <a data-ref=\"Jeremiah 32:25\" href=\"/Jeremiah.32.25\">25</a> <a data-ref=\"Ezekiel 4:14\" href=\"/Ezekiel.4.14\">Ez 4:14</a>; <a data-ref=\"Ezekiel 8:1\" href=\"/Ezekiel.8.1\">8:1</a>; <a data-ref=\"Ezekiel 9:8\" href=\"/Ezekiel.9.8\">9:8</a>; <a data-ref=\"Ezekiel 11:13\" href=\"/Ezekiel.11.13\">11:13</a>; <a data-ref=\"Ezekiel 20:39\" href=\"/Ezekiel.20.39\">20:39</a>; <a data-ref=\"Ezekiel 37:3\" href=\"/Ezekiel.37.3\">37:3</a> <span dir=\"rtl\">(יָדַע כִּי אֲני א׳ י׳)</span> <a data-ref=\"Ezekiel 13:9\" href=\"/Ezekiel.13.9\">13:9</a>; <a data-ref=\"Ezekiel 23:49\" href=\"/Ezekiel.23.49\">23:49</a>; <a data-ref=\"Ezekiel 24:24\" href=\"/Ezekiel.24.24\">24:24</a>; <a data-ref=\"Ezekiel 28:24\" href=\"/Ezekiel.28.24\">28:24</a>; <a data-ref=\"Ezekiel 29:16\" href=\"/Ezekiel.29.16\">29:16</a> inappropriate in mouth of God; del. <span dir=\"rtl\">אֲדֹנָי</span> (Co) or read <span dir=\"rtl\">י׳ אֱלֹהֵיכֶם</span> (Dalm.); <a data-ref=\"Micah 1:2\" href=\"/Micah.1.2\">Mi 1:2</a> <a data-ref=\"Zephaniah 1:7\" href=\"/Zephaniah.1.7\">Zp 1:7</a> <a data-ref=\"Obadiah 1:1\" href=\"/Obadiah.1.1\">Ob 1</a> <a data-ref=\"Zechariah 9:14\" href=\"/Zechariah.9.14\">Zc 9:14</a> <a data-ref=\"Psalms 71:5\" href=\"/Psalms.71.5\">ψ 71:5</a>, <a data-ref=\"Psalms 71:16\" href=\"/Psalms.71.16\">16</a>; <a data-ref=\"Psalms 73:28\" href=\"/Psalms.73.28\">73:28</a>; (<em>b</em>) appar. <strong>n.pr.</strong> <em>Adonay Yahweh</em> <a data-ref=\"Isaiah 25:8\" href=\"/Isaiah.25.8\">Is 25:8</a> <a data-ref=\"Jeremiah 44:26\" href=\"/Jeremiah.44.26\">Je 44:26</a>; exil. <a data-ref=\"Isaiah 40:10\" href=\"/Isaiah.40.10\">Is 40:10</a> + (10 times, but <a data-ref=\"Isaiah 61:1\" href=\"/Isaiah.61.1\">61:1</a>, <a data-ref=\"Isaiah 61:11\" href=\"/Isaiah.61.11\">11</a> read <span dir=\"rtl\">יהוה</span>, 𝔊); (<em>c</em>) uncertain whether (<em>a</em>) or (<em>b</em>) in proph. formula <span dir=\"rtl\">אָמַר א׳ י׳</span> <a data-ref=\"Isaiah 7:7\" href=\"/Isaiah.7.7\">Is 7:7</a>; <a data-ref=\"Isaiah 28:16\" href=\"/Isaiah.28.16\">28:16</a>; <a data-ref=\"Isaiah 30:15\" href=\"/Isaiah.30.15\">30:15</a>; <a data-ref=\"Isaiah 49:22\" href=\"/Isaiah.49.22\">49:22</a>; <a data-ref=\"Isaiah 52:4\" href=\"/Isaiah.52.4\">52:4</a>; <a data-ref=\"Isaiah 65:13\" href=\"/Isaiah.65.13\">65:13</a> <a data-ref=\"Jeremiah 7:20\" href=\"/Jeremiah.7.20\">Je 7:20</a> <a data-ref=\"Amos 1:8\" href=\"/Amos.1.8\">Am 1:8</a>; <a data-ref=\"Amos 3:11\" href=\"/Amos.3.11\">3:11</a>; <a data-ref=\"Amos 5:3\" href=\"/Amos.5.3\">5:3</a>; <a data-ref=\"Amos 7:6\" href=\"/Amos.7.6\">7:6</a> <a data-ref=\"Obadiah 1:1\" href=\"/Obadiah.1.1\">Ob 1</a> Ez (131 times); <span dir=\"rtl\">נְאֻם א׳ י׳</span> <a data-ref=\"Isaiah 56:8\" href=\"/Isaiah.56.8\">Is 56:8</a> <a data-ref=\"Jeremiah 2:22\" href=\"/Jeremiah.2.22\">Je 2:22</a> <a data-ref=\"Amos 3:13\" href=\"/Amos.3.13\">Am 3:13</a>; <a data-ref=\"Amos 4:5\" href=\"/Amos.4.5\">4:5</a>; <a data-ref=\"Amos 8:3\" href=\"/Amos.8.3\">8:3</a>, <a data-ref=\"Amos 8:9\" href=\"/Amos.8.9\">9</a>, <a data-ref=\"Amos 8:11\" href=\"/Amos.8.11\">11</a> Ez (80 times); <span dir=\"rtl\">דְּבַר־א׳ י׳</span> <a data-ref=\"Ezekiel 6:3\" href=\"/Ezekiel.6.3\">Ez 6:3</a>; <a data-ref=\"Ezekiel 25:3\" href=\"/Ezekiel.25.3\">25:3</a>; <a data-ref=\"Ezekiel 36:4\" href=\"/Ezekiel.36.4\">36:4</a>; <span dir=\"rtl\">נִשְׁבַּע א׳ י׳</span> <a data-ref=\"Amos 4:2\" href=\"/Amos.4.2\">Am 4:2</a>; <a data-ref=\"Amos 6:8\" href=\"/Amos.6.8\">6:8</a>; <span dir=\"rtl\">כֹּה הִרְאַנִי א׳ י׳</span> <a data-ref=\"Amos 7:1\" href=\"/Amos.7.1\">Am 7:1</a>, <a data-ref=\"Amos 7:4\" href=\"/Amos.7.4\">4</a>; <a data-ref=\"Amos 8:1\" href=\"/Amos.8.1\">8:1</a>.<br><strong>5.</strong>  <span dir=\"rtl\">יהוה אֲדֹנָי</span> <em>Yahweh my Lord</em> <a data-ref=\"Psalms 68:21\" href=\"/Psalms.68.21\">ψ 68:21</a>; <a data-ref=\"Psalms 109:21\" href=\"/Psalms.109.21\">109:21</a>; <a data-ref=\"Psalms 140:8\" href=\"/Psalms.140.8\">140:8</a>; <a data-ref=\"Psalms 141:8\" href=\"/Psalms.141.8\">141:8</a> <a data-ref=\"Habakkuk 3:19\" href=\"/Habakkuk.3.19\">Hb 3:19</a>.<br><strong>6.</strong>  <span dir=\"rtl\">אֲדֹנָי יהוה צְבָאוֹת</span> (<em>a</em>) <em>my Lord Yahweh Ṣ</em>. (v. <a data-ref=\"BDB, צְבָאוֹת\" href=\"/BDB,_צְבָאוֹת\", dir=\"rtl\">צבאות</a>) <a data-ref=\"Psalms 69:7\" href=\"/Psalms.69.7\">ψ 69:7</a> <a data-ref=\"Amos 9:5\" href=\"/Amos.9.5\">Am 9:5</a> <a data-ref=\"Isaiah 10:23\" href=\"/Isaiah.10.23\">Is 10:23</a>; <a data-ref=\"Isaiah 22:5\" href=\"/Isaiah.22.5\">22:5</a>, <a data-ref=\"Isaiah 22:12\" href=\"/Isaiah.22.12\">12</a>; <a data-ref=\"Isaiah 28:22\" href=\"/Isaiah.28.22\">28:22</a> cf. <span dir=\"rtl\">י׳ אֱלֹהֵי הַצְבָאוֹת א׳</span>, <em>Yahweh, the God of Hosts my Lord</em> <a data-ref=\"Amos 5:16\" href=\"/Amos.5.16\">Am 5:16</a>; (<em>b</em>) a divine name, <em>Adonay, Yahweh Ṣ</em>. <a data-ref=\"Jeremiah 46:10\" href=\"/Jeremiah.46.10\">Je 46:10</a><sup>(×2)</sup>; <a data-ref=\"Jeremiah 50:25\" href=\"/Jeremiah.50.25\">50:25</a>; (<em>c</em>) uncertain are <span dir=\"rtl\">כֹּה אָמַר א׳ י׳ צ׳</span> <a data-ref=\"Isaiah 10:24\" href=\"/Isaiah.10.24\">Is 10:24</a>; <a data-ref=\"Isaiah 22:14\" href=\"/Isaiah.22.14\">22:14</a>, <a data-ref=\"Isaiah 22:15\" href=\"/Isaiah.22.15\">15</a>; <span dir=\"rtl\">נְאֻם א׳ י׳ צ׳</span> <a data-ref=\"Isaiah 3:15\" href=\"/Isaiah.3.15\">Is 3:15</a> <a data-ref=\"Jeremiah 2:19\" href=\"/Jeremiah.2.19\">Je 2:19</a>; <a data-ref=\"Jeremiah 49:5\" href=\"/Jeremiah.49.5\">49:5</a>; <a data-ref=\"Jeremiah 50:31\" href=\"/Jeremiah.50.31\">50:31</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d01cb6084aa1cbeffc53", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, בִּי 1", "anchorRef": "Genesis 43:20", "anchorRefExpanded": ["Genesis 43:20"], "sourceRef": "BDB, בִּי 1", "sourceHeRef": "בראון-דרייבר-בריגס, בִּי א׳", "anchorVerse": 20, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "בִּי", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† <big><span dir=\"rtl\">בִּי</span></big>  <strong>part. of entreaty</strong>, craving permission to address a superior, always foll. by <span dir=\"rtl\">אֲדֹנִי</span> (or <span dir=\"rtl\">אֲדֹנָי</span>), and always (except <a data-ref=\"Joshua 7:8\" href=\"/Joshua.7.8\">Jos 7:8</a>) at the beginning of a speech, <strong>I pray</strong>, excuse me—<strong>(</strong>not improb. from √ <span dir=\"rtl\">ביי</span>; so that <span dir=\"rtl\">בִּי אֲדֹנִי</span> will be literally <em>a supplication of</em> (i.e. <em>to</em>) <em>my lord</em>! cf. Wetzst l.c., who compares the Arabic <span dir=\"rtl\">دَخْلُ سَيِّدَى</span> lit. <em>a prayer to my lord</em>! a standing formula = <em>Pray, excuse me</em>, used exactly as <span dir=\"rtl\">בִּי אֲדֹנִי</span>. According to others contr. from <span dir=\"rtl\">בְּעִי</span>, from <span dir=\"rtl\">בָּעָה</span> <em>to ask</em>, and so lit. <em>a petition</em>! cf. Aramaic <span dir=\"rtl\">בְּבָעוּ</span>, <span dir=\"rtl\">ܒܒܳܥܽܘ</span> (e.g. <a data-ref=\"Genesis 19:18\" href=\"/Genesis.19.18\">Gn 19:18</a> 𝔗, <a data-ref=\"Numbers 12:13\" href=\"/Numbers.12.13\">Nu 12:13</a> 𝔖); but ע is not often elided in Heb.<strong>)</strong>—<a data-ref=\"Genesis 44:18\" href=\"/Genesis.44.18\">Gn 44:18</a> <span dir=\"rtl\">בִּי אֲדֹנִי יְדַבֶּר־נָא</span> <em>I pray</em>, my lord, let thy servant speak, etc.; so <a data-ref=\"Numbers 12:11\" href=\"/Numbers.12.11\">Nu 12:11</a> <a data-ref=\"Judges 6:13\" href=\"/Judges.6.13\">Ju 6:13</a> <a data-ref=\"I Samuel 1:26\" href=\"/I_Samuel.1.26\">1 S 1:26</a> <a data-ref=\"I Kings 3:17\" href=\"/I_Kings.3.17\">1 K 3:17</a>, <a data-ref=\"I Kings 3:26\" href=\"/I_Kings.3.26\">26</a>, and foll. by a pl. subj. <a data-ref=\"Genesis 43:20\" href=\"/Genesis.43.20\">Gn 43:20</a> <span dir=\"rtl\">בִּי א׳ יָרֹד יָרַדְנוּ</span> <em>Oh</em>, my lord, we came down, etc.; <span dir=\"rtl\">בִּי אֲדֹנָי</span> (to God) <a data-ref=\"Exodus 4:10\" href=\"/Exodus.4.10\">Ex 4:10</a>, <a data-ref=\"Exodus 4:13\" href=\"/Exodus.4.13\">13</a> <a data-ref=\"Joshua 7:8\" href=\"/Joshua.7.8\">Jos 7:8</a> <a data-ref=\"Judges 6:15\" href=\"/Judges.6.15\">Ju 6:15</a>; <a data-ref=\"Judges 13:8\" href=\"/Judges.13.8\">13:8</a> (𝔊 in Pent. and Jos. δέομαι, δεόμεθα: in other books absurdly ἐν ἐμοί)."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d15cb6084aa1cbf0d81b", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, תְּחִלָּה 1", "anchorRef": "Genesis 43:20", "anchorRefExpanded": ["Genesis 43:20"], "sourceRef": "BDB, תְּחִלָּה 1", "sourceHeRef": "בראון-דרייבר-בריגס, תְּחִלָּה א׳", "anchorVerse": 20, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "תְּחִלָּה", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† <big><span dir=\"rtl\">תְּחִלָּה</span></big>  <strong>n.f. beginning</strong>, <span dir=\"rtl\">הַתְּחִלָּה</span> <a data-ref=\"Nehemiah 11:17\" href=\"/Nehemiah.11.17\">Ne 11:17</a> (read <span dir=\"rtl\">הַתְּהִלָּה</span> 𝔊 𝔙 SS Öt), <span dir=\"rtl\">בַּתְּחִלָּה</span> <a data-ref=\"Genesis 13:3\" href=\"/Genesis.13.3\">Gn 13:3</a> + 10 times; cstr. <span dir=\"rtl\">תְּחִלַּת</span> <a data-ref=\"Hosea 1:2\" href=\"/Hosea.1.2\">Ho 1:2</a> <a data-ref=\"Proverbs 9:10\" href=\"/Proverbs.9.10\">Pr 9:10</a> <a data-ref=\"Ecclesiastes 10:13\" href=\"/Ecclesiastes.10.13\">Ec 10:13</a>, <span dir=\"rtl\">בִּתְחִלַּת</span> <a data-ref=\"II Kings 17:25\" href=\"/II_Kings.17.25\">2 K 17:25</a> + 4 times, ͦ<span dir=\"rtl\">תְחִלַּת</span> <a data-ref=\"II Samuel 21:9\" href=\"/II_Samuel.21.9\">2 S 21:9</a>, <span dir=\"rtl\">מִתְּחִלַּת</span> <a data-ref=\"II Samuel 21:10\" href=\"/II_Samuel.21.10\">2 S 21:10</a>:—cstr. with nouns <span dir=\"rtl\">תּ׳ חָכְמָה</span> <a data-ref=\"Proverbs 9:10\" href=\"/Proverbs.9.10\">Pr 9:10</a> <em>the beginning, first principle</em> of wisdom <span dir=\"rtl\">תּ׳ דִּבְרֵי</span> <a data-ref=\"Ecclesiastes 10:13\" href=\"/Ecclesiastes.10.13\">Ec 10:13</a> <em>the first word</em>, sq. rel. clause <span dir=\"rtl\">תּ׳ דִּבֶּר י׳</span> <em>at the beginning of, Yahweh spake</em> (= when Yahweh first spake) <a data-ref=\"Hosea 1:2\" href=\"/Hosea.1.2\">Ho 1:2</a>; preceded by prep. <span dir=\"rtl\">מִן</span> <a data-ref=\"II Samuel 21:10\" href=\"/II_Samuel.21.10\">2 S 21:10</a>, elsewhere by <span dir=\"rtl\">בְּ</span> <em>in beginning</em>, of the harvest <a data-ref=\"Ruth 1:22\" href=\"/Ruth.1.22\">Ru 1:22</a> <a data-ref=\"II Samuel 21:9\" href=\"/II_Samuel.21.9\">2 S 21:9</a> (Qr), of the kingdom <a data-ref=\"Ezra 4:6\" href=\"/Ezra.4.6\">Ezr 4:6</a>, of their dwelling there <a data-ref=\"II Kings 17:25\" href=\"/II_Kings.17.25\">2 K 17:25</a>, of supplications <a data-ref=\"Daniel 9:23\" href=\"/Daniel.9.23\">Dn 9:23</a>, of the shooting up of vegetation <a data-ref=\"Amos 7:1\" href=\"/Amos.7.1\">Am 7:1</a>, <span dir=\"rtl\">כְּבַתְּ׳</span> as in the beginning <a data-ref=\"Isaiah 1:26\" href=\"/Isaiah.1.26\">Is 1:26</a>; <span dir=\"rtl\">בַּתְּ׳</span> <em>at first, first</em> in order <a data-ref=\"Judges 1:1\" href=\"/Judges.1.1\">Ju 1:1</a>; <a data-ref=\"Judges 20:18\" href=\"/Judges.20.18\">20:18</a><sup>(×2)</sup> <a data-ref=\"II Samuel 17:9\" href=\"/II_Samuel.17.9\">2 S 17:9</a>; <em>at the first, first</em> (or <em>former</em>) <em>time</em>, i.e. first in a series of occurrences, <a data-ref=\"Genesis 13:3\" href=\"/Genesis.13.3\">Gn 13:3</a> (J), <a data-ref=\"Genesis 41:21\" href=\"/Genesis.41.21\">41:21</a> (E), <a data-ref=\"Genesis 43:18\" href=\"/Genesis.43.18\">43:18</a>, <a data-ref=\"Genesis 43:20\" href=\"/Genesis.43.20\">20</a> (J), <a data-ref=\"Daniel 8:1\" href=\"/Daniel.8.1\">Dn 8:1</a>; <a data-ref=\"Daniel 9:21\" href=\"/Daniel.9.21\">9:21</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d1fab6084aa1cbf145d7", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, יָרַד 1", "anchorRef": "Genesis 43:20", "anchorRefExpanded": ["Genesis 43:20"], "sourceRef": "BDB, יָרַד 1", "sourceHeRef": "בראון-דרייבר-בריגס, יָרַד א׳", "anchorVerse": 20, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "יָרַד", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><big><span dir=\"rtl\">יָרַד</span></big></big><sub>380</sub><big></big>  <strong>vb. come</strong> or go down, descend <strong>(</strong>NH <em>id.;</em> MI<sup>32</sup> <span dir=\"rtl\">וארד</span> and <span dir=\"rtl\">רד</span>; Assyrian <em>arâdu</em>, Dl<sup>HWB 240</sup>; Arabic <span dir=\"rtl\">وَرَدَ</span> <em>come to, arrive at</em>, also <em>descend;</em> Ethiopic ወረደ <em>descend;</em> Sab. <span dir=\"rtl\">ורד</span> and <span dir=\"rtl\">הורד</span> <em>id.</em>, DHM in MV<strong>)</strong>—<br><strong>Qal</strong><sub>306</sub>  Pf. <span dir=\"rtl\">יָרַד</span> <a data-ref=\"Exodus 19:18\" href=\"/Exodus.19.18\">Ex 19:18</a> +; <span dir=\"rtl\">יְרַד</span> <a data-ref=\"Judges 5:13\" href=\"/Judges.5.13\">Ju 5:13</a><sup>(×2)</sup> (but read <span dir=\"rtl\">יָרַד</span> or <span dir=\"rtl\">יֵרֵד</span>); <span dir=\"rtl\">רַד</span> <a data-ref=\"Judges 19:11\" href=\"/Judges.19.11\">19:11</a> (read <span dir=\"rtl\">יָרַד</span>), etc.; Impf. <span dir=\"rtl\">יֵרֵד</span> <a data-ref=\"Genesis 42:38\" href=\"/Genesis.42.38\">Gn 42:38</a> +; <span dir=\"rtl\">וַיֵּ֫רֶד</span> <a data-ref=\"Genesis 11:5\" href=\"/Genesis.11.5\">Gn 11:5</a> +; <span dir=\"rtl\">וַיֵּרַ֑ד</span> <a data-ref=\"II Samuel 22:10\" href=\"/II_Samuel.22.10\">2 S 22:10</a> + 2 times; 3 fs. <span dir=\"rtl\">(אֵשׁ) תֵּ֫רֶד</span> <a data-ref=\"II Kings 1:10\" href=\"/II_Kings.1.10\">2 K 1:10</a>, <a data-ref=\"II Kings 1:12\" href=\"/II_Kings.1.12\">12</a>; <span dir=\"rtl\">תּרַד</span> <a data-ref=\"Jeremiah 13:17\" href=\"/Jeremiah.13.17\">Je 13:17</a> <a data-ref=\"Lamentations 3:48\" href=\"/Lamentations.3.48\">La 3:48</a>; <span dir=\"rtl\">תֵּרֵ֔ד</span> <a data-ref=\"Isaiah 34:5\" href=\"/Isaiah.34.5\">Is 34:5</a>; <a data-ref=\"Isaiah 63:14\" href=\"/Isaiah.63.14\">63:14</a>; <span dir=\"rtl\">תֵּרֵ֑ד</span> <a data-ref=\"Ezekiel 26:11\" href=\"/Ezekiel.26.11\">Ez 26:11</a> (<span dir=\"rtl\">יוֹרִיד</span> Vrss Co); <span dir=\"rtl\">וַתֵּ֫רֶד</span> <a data-ref=\"Genesis 24:16\" href=\"/Genesis.24.16\">Gn 24:16</a> + 7 times; 2 ms. <span dir=\"rtl\">תֵּרֵד</span> <a data-ref=\"Genesis 26:2\" href=\"/Genesis.26.2\">Gn 26:2</a> + 5 times + <a data-ref=\"I Samuel 20:19\" href=\"/I_Samuel.20.19\">1 S 20:19</a>, where read <span dir=\"rtl\">תִּפָּקֵד</span> We Dr, cf. 𝔊 𝔖 𝔗 1 s. <span dir=\"rtl\">אֵרֵד</span> <a data-ref=\"Genesis 37:35\" href=\"/Genesis.37.35\">Gn 37:35</a> + 3 times; <span dir=\"rtl\">וָאֵרֵד</span> <a data-ref=\"Exodus 3:8\" href=\"/Exodus.3.8\">Ex 3:8</a> + 3 times; cohort. <span dir=\"rtl\">אֵרְדָה־נָא</span> <a data-ref=\"Genesis 18:21\" href=\"/Genesis.18.21\">Gn 18:21</a>; <span dir=\"rtl\">יֵרְדוּ</span> <a data-ref=\"I Samuel 13:12\" href=\"/I_Samuel.13.12\">1 S 13:12</a> + 4 times; <span dir=\"rtl\">וַיֵּרְדוּ</span> <a data-ref=\"Genesis 42:3\" href=\"/Genesis.42.3\">Gn 42:3</a> + 19 times; 3 f. pl. <span dir=\"rtl\">תֵּרַדְנָה</span> <a data-ref=\"Jeremiah 14:17\" href=\"/Jeremiah.14.17\">Je 14:17</a> + 2 times; 1 pl. <span dir=\"rtl\">נֵרֵד</span> <a data-ref=\"Genesis 43:5\" href=\"/Genesis.43.5\">Gn 43:5</a>; cohort. <span dir=\"rtl\">נֵרְדָה</span> <a data-ref=\"Genesis 11:7\" href=\"/Genesis.11.7\">Gn 11:7</a> + 2 times; <span dir=\"rtl\">וַנֵּ֫רֶד</span> <a data-ref=\"II Kings 10:13\" href=\"/II_Kings.10.13\">2 K 10:13</a>; Imv. <span dir=\"rtl\">רֵד</span> <a data-ref=\"Exodus 19:21\" href=\"/Exodus.19.21\">Ex 19:21</a> +; <span dir=\"rtl\">רְדָה</span> <a data-ref=\"Genesis 45:9\" href=\"/Genesis.45.9\">Gn 45:9</a> <a data-ref=\"Ezekiel 32:19\" href=\"/Ezekiel.32.19\">Ez 32:19</a>; <span dir=\"rtl\">רֵ֑דָה</span> <a data-ref=\"II Kings 1:9\" href=\"/II_Kings.1.9\">2 K 1:9</a>, <a data-ref=\"II Kings 1:11\" href=\"/II_Kings.1.11\">11</a>; fs. <span dir=\"rtl\">רְדִי</span> <a data-ref=\"Jeremiah 48:18\" href=\"/Jeremiah.48.18\">Je 48:18</a> <a data-ref=\"Isaiah 47:1\" href=\"/Isaiah.47.1\">Is 47:1</a>; mpl. <span dir=\"rtl\">רְדוּ</span> <a data-ref=\"Genesis 42:5\" href=\"/Genesis.42.5\">Gn 42:2</a> + 5 times; Inf. abs. <span dir=\"rtl\">יָרֹד</span> <a data-ref=\"Genesis 43:20\" href=\"/Genesis.43.20\">Gn 43:20</a>; cstr. <span dir=\"rtl\">רֶ֫דֶת</span> <a data-ref=\"Genesis 44:26\" href=\"/Genesis.44.26\">Gn 44:26</a> +; <span dir=\"rtl\">(מֵ)רְדָה</span> <a data-ref=\"Genesis 46:3\" href=\"/Genesis.46.3\">Gn 46:3</a> (v. Kö<sup>i. 402</sup>); sf. <span dir=\"rtl\">רִדְתִּי</span> <a data-ref=\"Psalms 30:10\" href=\"/Psalms.30.10\">ψ 30:10</a>, etc. (in <a data-ref=\"Psalms 30:4\" href=\"/Psalms.30.4\">ψ 30:4</a> read Kt <span dir=\"rtl\">מִיּוֹרְדֵי</span>, so 𝔊 𝔖 Che Bae, v. Ol<sup>§§ 160 b, 245 d</sup>); Pt. <span dir=\"rtl\">יוֹרֵד</span> <a data-ref=\"Judges 9:36\" href=\"/Judges.9.36\">Ju 9:36</a> +; fs. <span dir=\"rtl\">יֹרְדָה</span> <a data-ref=\"Lamentations 1:16\" href=\"/Lamentations.1.16\">La 1:16</a>; <span dir=\"rtl\">(הַ)יֹּרֶ֫דֶת</span> <a data-ref=\"Ecclesiastes 3:21\" href=\"/Ecclesiastes.3.21\">Ec 3:21</a> <a data-ref=\"I Samuel 25:30\" href=\"/I_Samuel.25.30\">1 S 25:30</a>, etc.;— <strong>1.</strong> <strong>a.</strong>  <em>come</em> or <em>go down:</em> from <span dir=\"rtl\">(מִן)</span> a mountain <a data-ref=\"Exodus 19:14\" href=\"/Exodus.19.14\">Ex 19:14</a>; <a data-ref=\"Exodus 32:1\" href=\"/Exodus.32.1\">32:1</a>, <a data-ref=\"Exodus 32:15\" href=\"/Exodus.32.15\">15</a> (all E), <a data-ref=\"Exodus 34:29\" href=\"/Exodus.34.29\">34:29</a><sup>(×2)</sup> (JE), <a data-ref=\"Deuteronomy 9:15\" href=\"/Deuteronomy.9.15\">Dt 9:15</a>; <a data-ref=\"Deuteronomy 10:5\" href=\"/Deuteronomy.10.5\">10:5</a> <a data-ref=\"Numbers 20:28\" href=\"/Numbers.20.28\">Nu 20:28</a> (P) +; abs. <a data-ref=\"Exodus 19:21\" href=\"/Exodus.19.21\">Ex 19:21</a>, <a data-ref=\"Exodus 19:24\" href=\"/Exodus.19.24\">24</a> (J), v <a data-ref=\"Exodus 19:25\" href=\"/Exodus.19.25\">25</a> (J; c. <span dir=\"rtl\">אֶל</span> pers.); from the air, of birds, sq. <span dir=\"rtl\">עַל</span> <a data-ref=\"Genesis 15:11\" href=\"/Genesis.15.11\">Gn 15:11</a> (JE). <strong>b.</strong>  <em>go down</em> (usually from mountain or hill-country into plain), to battle, abs. <a data-ref=\"Judges 5:14\" href=\"/Judges.5.14\">Ju 5:14</a>; sq. <span dir=\"rtl\">לָעֵמֶק</span> <a data-ref=\"Judges 1:34\" href=\"/Judges.1.34\">Ju 1:34</a>; sq. <span dir=\"rtl\">לַשְּׁעָרִים</span> <a data-ref=\"Judges 5:11\" href=\"/Judges.5.11\">Ju 5:11</a>; sq. <span dir=\"rtl\">אֶל</span> v <a data-ref=\"Judges 5:10\" href=\"/Judges.5.10\">10</a>, <a data-ref=\"Judges 5:11\" href=\"/Judges.5.11\">11</a>, cf. <a data-ref=\"I Samuel 17:8\" href=\"/I_Samuel.17.8\">1 S 17:8</a> (sq. <span dir=\"rtl\">אֶל</span> pers.); sq. <span dir=\"rtl\">לִקְרַאת</span> <a data-ref=\"Judges 7:24\" href=\"/Judges.7.24\">Ju 7:24</a>; sq. <span dir=\"rtl\">אַחֲרֵי</span> pers. <a data-ref=\"I Samuel 14:36\" href=\"/I_Samuel.14.36\">1 S 14:36</a>; sq. ב loc. <a data-ref=\"Judges 7:9\" href=\"/Judges.7.9\">Ju 7:9</a>; <span dir=\"rtl\">בַּמִּלְחָמָה יֵרֵד וְנִסְפָּה</span> <a data-ref=\"I Samuel 26:10\" href=\"/I_Samuel.26.10\">1 S 26:10</a>, cf. <a data-ref=\"I Samuel 29:4\" href=\"/I_Samuel.29.4\">29:4</a>; <a data-ref=\"I Samuel 30:24\" href=\"/I_Samuel.30.24\">30:24</a>; of single combat, <span dir=\"rtl\">וַיֵּרֶד אֵלָיו בַּשָּׁ֑בֶט</span> <a data-ref=\"II Samuel 23:21\" href=\"/II_Samuel.23.21\">2 S 23:21</a> = <a data-ref=\"I Chronicles 11:23\" href=\"/I_Chronicles.11.23\">1 Ch 11:23</a>. <strong>c.</strong>  <em>go down</em> to (acc.) threshing-floor, <a data-ref=\"Ruth 3:3\" href=\"/Ruth.3.3\">Ru 3:3</a>, <a data-ref=\"Ruth 3:5\" href=\"/Ruth.3.5\">5</a>; (from David’s palace) to Uriah’s house <span dir=\"rtl\">(אֶל)</span> <a data-ref=\"II Samuel 11:9\" href=\"/II_Samuel.11.9\">2 S 11:9</a>, <a data-ref=\"II Samuel 11:10\" href=\"/II_Samuel.11.10\">10</a><sup>(×2)</sup>, <a data-ref=\"II Samuel 11:13\" href=\"/II_Samuel.11.13\">13</a>; from temple to (acc.) king’s house <a data-ref=\"Jeremiah 36:12\" href=\"/Jeremiah.36.12\">Je 36:12</a> (+ <span dir=\"rtl\">עַל־לִשְׁכַּת הַסֹּפֵר</span>); <span dir=\"rtl\">רֵד בֵּית־מֶלֶךְ יְהוּדָח</span> <a data-ref=\"Jeremiah 22:1\" href=\"/Jeremiah.22.1\">22:1</a>, etc. <strong>d.</strong>  <em>go down</em> (abs.) from Palestine to Egypt <a data-ref=\"Genesis 42:3\" href=\"/Genesis.42.3\">Gn 42:3</a> (E), v <a data-ref=\"Genesis 42:38\" href=\"/Genesis.42.38\">38</a> (J) + 6 times JE; †sq. <span dir=\"rtl\">אֵלַי</span> <a data-ref=\"Genesis 45:9\" href=\"/Genesis.45.9\">Gn 45:9</a> (E); sq. <span dir=\"rtl\">מִצְרַ֫יְמָה</span> <a data-ref=\"Genesis 46:3\" href=\"/Genesis.46.3\">Gn 46:3</a>, <a data-ref=\"Genesis 46:4\" href=\"/Genesis.46.4\">4</a> (E), <a data-ref=\"Genesis 12:10\" href=\"/Genesis.12.10\">12:10</a>; <a data-ref=\"Genesis 26:2\" href=\"/Genesis.26.2\">26:2</a> (both J), <a data-ref=\"Numbers 20:15\" href=\"/Numbers.20.15\">Nu 20:15</a> (JE); sq. <span dir=\"rtl\">מִצְרַיִם</span> <a data-ref=\"Joshua 24:4\" href=\"/Joshua.24.4\">Jos 24:4</a> (E), <a data-ref=\"Genesis 43:15\" href=\"/Genesis.43.15\">Gn 43:15</a> (J), <a data-ref=\"Isaiah 30:2\" href=\"/Isaiah.30.2\">Is 30:2</a>; <a data-ref=\"Isaiah 31:1\" href=\"/Isaiah.31.1\">31:1</a>; <a data-ref=\"Isaiah 52:4\" href=\"/Isaiah.52.4\">52:4</a>; sq. <span dir=\"rtl\">שָׁ֫מָּה</span> <a data-ref=\"Genesis 42:2\" href=\"/Genesis.42.2\">Gn 42:2</a> (E)†; so to Philistine cities <a data-ref=\"Judges 14:19\" href=\"/Judges.14.19\">Ju 14:19</a>; <a data-ref=\"Judges 16:31\" href=\"/Judges.16.31\">16:31</a> <a data-ref=\"I Samuel 13:20\" href=\"/I_Samuel.13.20\">1 S 13:20</a> <a data-ref=\"Amos 6:2\" href=\"/Amos.6.2\">Am 6:2</a>. <strong>e.</strong>  from Jerusalem, abs. <a data-ref=\"Judges 1:9\" href=\"/Judges.1.9\">Ju 1:9</a> <a data-ref=\"I Kings 1:25\" href=\"/I_Kings.1.25\">1 K 1:25</a> <a data-ref=\"Nehemiah 6:3\" href=\"/Nehemiah.6.3\">Ne 6:3</a> <a data-ref=\"II Chronicles 20:16\" href=\"/II_Chronicles.20.16\">2 Ch 20:16</a> (to battle); to Jezreel <a data-ref=\"II Kings 8:21\" href=\"/II_Kings.8.21\">2 K 8:21</a> = <a data-ref=\"II Kings 9:26\" href=\"/II_Kings.9.26\">9:26</a> = <a data-ref=\"II Chronicles 22:6\" href=\"/II_Chronicles.22.6\">2 Ch 22:6</a>; to Samaria <a data-ref=\"I Kings 22:2\" href=\"/I_Kings.22.2\">1 K 22:2</a> = <a data-ref=\"II Chronicles 18:2\" href=\"/II_Chronicles.18.2\">2 Ch 18:2</a>; (to Gihon) <a data-ref=\"I Kings 1:38\" href=\"/I_Kings.1.38\">1 Ki 1:38</a>, etc. †<strong>f.</strong>  from altar <span dir=\"rtl\">ירד מֵעֲשׂוֹת הַחַטָּאת</span> <a data-ref=\"Leviticus 9:22\" href=\"/Leviticus.9.22\">Lv 9:22</a> (P); from chariot, c. <span dir=\"rtl\">מֵעַל</span> <a data-ref=\"Judges 4:15\" href=\"/Judges.4.15\">Ju 4:15</a>; from ass, c. <span dir=\"rtl\">מֵעַל</span> <a data-ref=\"I Samuel 25:23\" href=\"/I_Samuel.25.23\">1 S 25:23</a>; from throne, c. <span dir=\"rtl\">מֵעַל</span> <a data-ref=\"Ezekiel 26:16\" href=\"/Ezekiel.26.16\">Ez 26:16</a>, abs. <a data-ref=\"Isaiah 47:1\" href=\"/Isaiah.47.1\">Is 47:1</a>, cf. <span dir=\"rtl\">רְדִי מִכָּבוֹד</span> <a data-ref=\"Jeremiah 48:18\" href=\"/Jeremiah.48.18\">Je 48:18</a>; from ships, c. <span dir=\"rtl\">מִן</span> <a data-ref=\"Ezekiel 27:29\" href=\"/Ezekiel.27.29\">Ez 27:29</a>; from bed, c. <span dir=\"rtl\">מִן</span> <a data-ref=\"II Kings 1:4\" href=\"/II_Kings.1.4\">2 K 1:4</a>, <a data-ref=\"II Kings 1:6\" href=\"/II_Kings.1.6\">6</a>, <a data-ref=\"II Kings 1:16\" href=\"/II_Kings.1.16\">16</a> (all opp. <span dir=\"rtl\">עלה</span>). †<strong>g.</strong>  <em>go down</em> <span dir=\"rtl\">הָעַ֫יְנָה</span> <a data-ref=\"Genesis 24:16\" href=\"/Genesis.24.16\">Gn 24:16</a>, <a data-ref=\"Genesis 24:45\" href=\"/Genesis.24.45\">45</a> (J); sq. <span dir=\"rtl\">לִרְחֹץ עַל הַיְאֹר</span> <a data-ref=\"Exodus 2:5\" href=\"/Exodus.2.5\">Ex 2:5</a> (E), cf. (abs.) <a data-ref=\"II Kings 5:14\" href=\"/II_Kings.5.14\">2 K 5:14</a>; sq. acc. <span dir=\"rtl\">הַסֶּלַע</span> <a data-ref=\"I Samuel 23:25\" href=\"/I_Samuel.23.25\">1 S 23:25</a>; <span dir=\"rtl\">יוֹרְדֵי הַיָּם</span> <a data-ref=\"Isaiah 42:10\" href=\"/Isaiah.42.10\">Is 42:10</a>; <span dir=\"rtl\">יוֹרְדֵי הַיָּם בָּאֳנִיּוֹת</span> <a data-ref=\"Psalms 107:23\" href=\"/Psalms.107.23\">ψ 107:23</a>; abs. (into pit or well) <a data-ref=\"II Samuel 23:30\" href=\"/II_Samuel.23.30\">2 S 23:30</a> = <a data-ref=\"I Chronicles 11:22\" href=\"/I_Chronicles.11.22\">1 Ch 11:22</a>, sq. <span dir=\"rtl\">שָׁם</span> (i.e. <span dir=\"rtl\">בְּאֵר</span>) <a data-ref=\"II Samuel 17:18\" href=\"/II_Samuel.17.18\">2 S 17:18</a>.—<span dir=\"rtl\">וְיָרַדְתִּי</span> <a data-ref=\"Judges 11:37\" href=\"/Judges.11.37\">Ju 11:37</a>, read <span dir=\"rtl\">וְרַדְתִּי</span> (√ <span dir=\"rtl\">רוד</span>, <em>wander about</em>), RS in Bla. †<strong>h.</strong>  = <em>sink</em>, in water <span dir=\"rtl\">יָֽרְדוּ בִמְצוֹלוֹת כְּמוֹ־אָ֑בֶן</span> <a data-ref=\"Exodus 15:5\" href=\"/Exodus.15.5\">Ex 15:5</a> (song in E); <span dir=\"rtl\">לְקִצְבֵי הָרִים יָרַדְתִּי</span> <a data-ref=\"Jonah 2:7\" href=\"/Jonah.2.7\">Jon 2:7</a>; more gen., opp. rising, <span dir=\"rtl\">יַעֲלוּ הָרִים יֵֽרְדוּ בְקָעוֹת</span> <a data-ref=\"Psalms 104:8\" href=\"/Psalms.104.8\">ψ 104:8</a> <em>mountains rise, valleys sink;</em> <span dir=\"rtl\">יַעֲלוּ שָׁמַיִם יֵרְדוּ תְהוֹמוֹת</span> <a data-ref=\"Psalms 107:26\" href=\"/Psalms.107.26\">107:26</a>. <strong>i.</strong>  <em>go down</em> to <em>Sh</em><sup>e</sup><em>ʾôl</em>: †sq. <span dir=\"rtl\">שְׁא֫וֹלָה</span> <a data-ref=\"Genesis 37:35\" href=\"/Genesis.37.35\">Gn 37:35</a> (J; + <span dir=\"rtl\">אֶל־בְּנִי</span>), <a data-ref=\"Numbers 16:30\" href=\"/Numbers.16.30\">Nu 16:30</a>, <a data-ref=\"Numbers 16:33\" href=\"/Numbers.16.33\">33</a> (JE), <a data-ref=\"Ezekiel 31:15\" href=\"/Ezekiel.31.15\">Ez 31:15</a>, <a data-ref=\"Ezekiel 31:17\" href=\"/Ezekiel.31.17\">17</a>; sq. <span dir=\"rtl\">שְׁאוֹל</span> <a data-ref=\"Ezekiel 32:27\" href=\"/Ezekiel.32.27\">Ez 32:27</a> <a data-ref=\"Psalms 55:16\" href=\"/Psalms.55.16\">ψ 55:16</a> <a data-ref=\"Job 7:6\" href=\"/Job.7.6\">Jb 7:6</a> (opp. <span dir=\"rtl\">עלה</span>); <span dir=\"rtl\">בַּדֵּי שְׁאֹל תֵּרַדְנָה</span> <a data-ref=\"Job 17:16\" href=\"/Job.17.16\">Jb 17:16</a>; abs. <a data-ref=\"Isaiah 5:14\" href=\"/Isaiah.5.14\">Is 5:14</a> <a data-ref=\"Ezekiel 32:19\" href=\"/Ezekiel.32.19\">Ez 32:19</a> (‖ <span dir=\"rtl\">הָשְׁכְּבָה</span>), v <a data-ref=\"Ezekiel 32:21\" href=\"/Ezekiel.32.21\">21</a>, <a data-ref=\"Ezekiel 32:30\" href=\"/Ezekiel.32.30\">30</a>, <a data-ref=\"Psalms 49:15\" href=\"/Psalms.49.15\">ψ 49:15</a> (sq. <span dir=\"rtl\">אַחֲרָיו</span>); <span dir=\"rtl\">יָֽרְדוּ עֲרֵלִים</span> <a data-ref=\"Ezekiel 32:24\" href=\"/Ezekiel.32.24\">Ez 32:24</a>; sq. <span dir=\"rtl\">שַׁחַת</span> <a data-ref=\"Job 33:24\" href=\"/Job.33.24\">Jb 33:24</a>, <span dir=\"rtl\">אֶל־שַׁחַת</span> <a data-ref=\"Psalms 30:10\" href=\"/Psalms.30.10\">ψ 30:10</a>; sq. <span dir=\"rtl\">בּוֹר</span> <a data-ref=\"Psalms 30:4\" href=\"/Psalms.30.4\">ψ 30:4</a> Qr (Kt <span dir=\"rtl\">יורדי</span>); <span dir=\"rtl\">יוֹרְדֵי אֶל־אַבְנֵי־בוֹר</span> <a data-ref=\"Isaiah 14:19\" href=\"/Isaiah.14.19\">Is 14:19</a>†; <span dir=\"rtl\">יוֹרְדֵי בוֹר</span> <a data-ref=\"Psalms 28:1\" href=\"/Psalms.28.1\">ψ 28:1</a> <a data-ref=\"Ezekiel 26:20\" href=\"/Ezekiel.26.20\">Ez 26:20</a><sup>(×2)</sup> (‖ <span dir=\"rtl\">אֶרֶץ תַּחְתִּיּוֹת</span>) + 11 times (v. <a data-ref=\"BDB, בּוֹר\" href=\"/BDB,_בּוֹר\", dir=\"rtl\">בּוֹר</a>); †<span dir=\"rtl\">יוֹרְדֵי עָפָר</span> <a data-ref=\"Psalms 22:30\" href=\"/Psalms.22.30\">ψ 22:30</a>; <span dir=\"rtl\">יוֹרְדֵי דוּמָה</span> <a data-ref=\"Psalms 115:17\" href=\"/Psalms.115.17\">115:17</a> (‖ <span dir=\"rtl\">הַמֵּתִים</span>); <span dir=\"rtl\">רַגְלֶיהָ יֹרְדֹת מָ֑וֶת</span> <a data-ref=\"Proverbs 5:5\" href=\"/Proverbs.5.5\">Pr 5:5</a>, cf. <a data-ref=\"Proverbs 7:27\" href=\"/Proverbs.7.27\">7:27</a> (‖ <span dir=\"rtl\">דַּרְכֵי שְׁאוֹל</span>); note also <span dir=\"rtl\">מִי יוֹדֵעַ</span> … <span dir=\"rtl\">רוּחַ הַבְּהֵמָה הַיֹּרֶדֶת הִיא לְמַטָּה לָאָרֶץ</span> <a data-ref=\"Ecclesiastes 3:21\" href=\"/Ecclesiastes.3.21\">Ec 3:21</a> (opp. <span dir=\"rtl\">הָעֹלָה הִיא לְמָ֑עְלָה</span>; read <span dir=\"rtl\">חֲיֹרדת</span>, <span dir=\"rtl\">הַעֹלָה</span>, with Vrss, see VB). <strong>j.</strong>  fig. <span dir=\"rtl\">יֹרֵד בַּבֶּ֑כִי</span> <a data-ref=\"Isaiah 15:3\" href=\"/Isaiah.15.3\">Is 15:3</a> <em>going down</em> (dissolving) <em>in tears</em> (‖ <span dir=\"rtl\">יְיֵלֵיל</span>; cf. <strong>3 c</strong>). †<strong>k.</strong>  = <em>be prostrated</em>, abs., of horses and riders <a data-ref=\"Haggai 2:22\" href=\"/Haggai.2.22\">Hg 2:22</a>, cf. <a data-ref=\"Isaiah 34:7\" href=\"/Isaiah.34.7\">Is 34:7</a>, perhaps also <a data-ref=\"Jeremiah 48:15\" href=\"/Jeremiah.48.15\">Je 48:15</a>; <a data-ref=\"Jeremiah 50:27\" href=\"/Jeremiah.50.27\">50:27</a> (+ <span dir=\"rtl\">לַטָּ֑בַח</span>); forest <a data-ref=\"Isaiah 32:19\" href=\"/Isaiah.32.19\">Is 32:19</a> <a data-ref=\"Zechariah 11:2\" href=\"/Zechariah.11.2\">Zc 11:2</a>; city <a data-ref=\"Deuteronomy 20:20\" href=\"/Deuteronomy.20.20\">Dt 20:20</a> <a data-ref=\"Lamentations 1:9\" href=\"/Lamentations.1.9\">La 1:9</a>; wall <a data-ref=\"Deuteronomy 28:52\" href=\"/Deuteronomy.28.52\">Dt 28:52</a>; nation <span dir=\"rtl\">תֵּרֵד מַ֫טָּה מָ֑טָּה</span> <a data-ref=\"Deuteronomy 28:43\" href=\"/Deuteronomy.28.43\">Dt 28:43</a> (opp. <span dir=\"rtl\">עלה</span>); <span dir=\"rtl\">מַצֵּבוֹה</span> <a data-ref=\"Ezekiel 26:11\" href=\"/Ezekiel.26.11\">Ez 26:11</a> + <span dir=\"rtl\">לָאָרֶץ</span> (where Co <span dir=\"rtl\">ויחרדו</span>). †<strong>2.</strong>  of divine manifestations: <em>descend</em>, of <span dir=\"rtl\">י׳</span> in theoph. [= <span dir=\"rtl\">על ההר</span>]<span dir=\"rtl\">יָרַד עָלָיו י׳ בָּאֵשׁ</span> <a data-ref=\"Exodus 19:11\" href=\"/Exodus.19.11\">Ex 19:11</a>, <a data-ref=\"Exodus 19:18\" href=\"/Exodus.19.18\">18</a> (E), v <a data-ref=\"Exodus 19:20\" href=\"/Exodus.19.20\">20</a> (J; <span dir=\"rtl\">אֶל־רֹאשׁ הָהָר</span>), cf. <a data-ref=\"Nehemiah 9:13\" href=\"/Nehemiah.9.13\">Ne 9:13</a>; <span dir=\"rtl\">יֵרֵד י׳ צְבָאוֹת לִצְבֹּא עַל־הַר־צִיּוֹן</span> <a data-ref=\"Isaiah 31:4\" href=\"/Isaiah.31.4\">Is 31:4</a>; abs. <a data-ref=\"Genesis 11:5\" href=\"/Genesis.11.5\">Gn 11:5</a>, <a data-ref=\"Genesis 11:7\" href=\"/Genesis.11.7\">7</a>; <a data-ref=\"Genesis 18:21\" href=\"/Genesis.18.21\">18:21</a> <a data-ref=\"Exodus 3:8\" href=\"/Exodus.3.8\">Ex 3:8</a> (all J), <a data-ref=\"Numbers 11:17\" href=\"/Numbers.11.17\">Nu 11:17</a> (JE), <a data-ref=\"II Samuel 22:10\" href=\"/II_Samuel.22.10\">2 S 22:10</a> = <a data-ref=\"Psalms 18:10\" href=\"/Psalms.18.10\">ψ 18:10</a> (cf. <a data-ref=\"Psalms 144:5\" href=\"/Psalms.144.5\">144:5</a>), <a data-ref=\"Micah 1:3\" href=\"/Micah.1.3\">Mi 1:3</a> <a data-ref=\"Isaiah 63:19\" href=\"/Isaiah.63.19\">Is 63:19</a>; <a data-ref=\"Isaiah 64:2\" href=\"/Isaiah.64.2\">64:2</a>; <span dir=\"rtl\">וַיֵּרֶד י׳ בֶּעָנָן</span> <a data-ref=\"Exodus 34:5\" href=\"/Exodus.34.5\">Ex 34:5</a> <a data-ref=\"Numbers 11:25\" href=\"/Numbers.11.25\">Nu 11:25</a>, cf. <a data-ref=\"Numbers 12:5\" href=\"/Numbers.12.5\">12:5</a> (all JE); of pillar of cloud <a data-ref=\"Exodus 33:9\" href=\"/Exodus.33.9\">Ex 33:9</a> (JE); <span dir=\"rtl\">מִ׳ עָלָה־שָׁמַיִם וַיֵּרַ֡ד</span> <a data-ref=\"Proverbs 30:4\" href=\"/Proverbs.30.4\">Pr 30:4</a>; of angels on <span dir=\"rtl\">סֻלָּם</span>; <span dir=\"rtl\">עֹלִים וְיֹרְדִים בּוֹ</span> <a data-ref=\"Genesis 28:12\" href=\"/Genesis.28.12\">Gn 28:12</a> (E). <strong>3.</strong>  of inanimate things: <strong>a.</strong>  hail c. <span dir=\"rtl\">עַל</span> pers. <a data-ref=\"Exodus 9:19\" href=\"/Exodus.9.19\">Ex 9:19</a> (J); dew c. <span dir=\"rtl\">עַל</span> loc. <a data-ref=\"Numbers 11:9\" href=\"/Numbers.11.9\">Nu 11:9</a> (JE), <a data-ref=\"Psalms 133:3\" href=\"/Psalms.133.3\">ψ 133:3</a>; rain (as <span dir=\"rtl\">אָבָק</span> and <span dir=\"rtl\">עָפָר</span>), sq. <span dir=\"rtl\">מִן הַשָּׁמַיִם</span> + <span dir=\"rtl\">על</span> pers. <a data-ref=\"Deuteronomy 28:24\" href=\"/Deuteronomy.28.24\">Dt 28:24</a>, so in sim. of future king <span dir=\"rtl\">יֵרֵד כְּמָטָר עַל־גֵּז</span> <a data-ref=\"Psalms 72:6\" href=\"/Psalms.72.6\">ψ 72:6</a>; of <span dir=\"rtl\">גֶּשֶׁם</span> and <span dir=\"rtl\">שֶׁלֶג</span>, c. <span dir=\"rtl\">מִן הַשָּׁמַיִם</span> <a data-ref=\"Isaiah 55:10\" href=\"/Isaiah.55.10\">Is 55:10</a>; manna (c. <span dir=\"rtl\">עַל</span> loc.) <a data-ref=\"Numbers 11:9\" href=\"/Numbers.11.9\">Nu 11:9</a> (JE); fire from <span dir=\"rtl\">(מִן)</span> heaven <a data-ref=\"II Kings 1:10\" href=\"/II_Kings.1.10\">2 K 1:10</a><sup>(×2)</sup>, <a data-ref=\"II Kings 1:12\" href=\"/II_Kings.1.12\">12</a><sup>(×2)</sup>, <a data-ref=\"II Kings 1:14\" href=\"/II_Kings.1.14\">14</a> <a data-ref=\"II Chronicles 7:1\" href=\"/II_Chronicles.7.1\">2 Ch 7:1</a>, abs. <a data-ref=\"II Chronicles 7:3\" href=\"/II_Chronicles.7.3\">2 Ch 7:3</a>. <strong>b.</strong>  waters, flowing down <span dir=\"rtl\">הַנַּחַל הַיֹּרֵד מִן־הָהָר</span> <a data-ref=\"Deuteronomy 9:21\" href=\"/Deuteronomy.9.21\">Dt 9:21</a>, cf. <a data-ref=\"Joshua 3:13\" href=\"/Joshua.3.13\">Jos 3:13</a> (sq. <span dir=\"rtl\">מִלְמָ֑עְלָה</span>), v <a data-ref=\"Joshua 3:16\" href=\"/Joshua.3.16\">16</a>; sq. <span dir=\"rtl\">עַל־יַם הָעֲרָבָה</span> v <a data-ref=\"Joshua 3:16\" href=\"/Joshua.3.16\">16</a>; <span dir=\"rtl\">עַל־הָעֲרָבָה</span> <a data-ref=\"Ezekiel 47:8\" href=\"/Ezekiel.47.8\">Ez 47:8</a>; sq. <span dir=\"rtl\">מִן</span> <a data-ref=\"Ezekiel 47:1\" href=\"/Ezekiel.47.1\">47:1</a>. <strong>c.</strong>  tears, <span dir=\"rtl\">פַּלְגֵי־מַיִם יָֽרְדוּ עֵינָ֑י</span> <a data-ref=\"Psalms 119:36\" href=\"/Psalms.119.36\">ψ 119:36</a>, and so <a data-ref=\"Lamentations 3:48\" href=\"/Lamentations.3.48\">La 3:48</a>; also <span dir=\"rtl\">עֵינִי יֹרְדָה מַיִם</span> <a data-ref=\"Lamentations 1:16\" href=\"/Lamentations.1.16\">La 1:16</a>, and so <a data-ref=\"Jeremiah 9:17\" href=\"/Jeremiah.9.17\">Je 9:17</a>; <a data-ref=\"Jeremiah 13:17\" href=\"/Jeremiah.13.17\">13:17</a>; <a data-ref=\"Jeremiah 14:17\" href=\"/Jeremiah.14.17\">14:17</a> (cf. also <a data-ref=\"Isaiah 15:3\" href=\"/Isaiah.15.3\">Is 15:3</a>, <strong>1 j</strong>). <strong>d.</strong>  of oil descending upon <span dir=\"rtl\">(על)</span> beard, etc. <a data-ref=\"Psalms 133:2\" href=\"/Psalms.133.2\">ψ 133:2</a><sup>(×2)</sup>. <strong>e.</strong>  of shadow on dial <a data-ref=\"II Kings 20:11\" href=\"/II_Kings.20.11\">2 K 20:11</a> = <a data-ref=\"Isaiah 38:8\" href=\"/Isaiah.38.8\">Is 38:8</a><sup>(×2)</sup>. <strong>f.</strong>  of boundary <em>going down</em> (from or to a place) <a data-ref=\"Joshua 16:3\" href=\"/Joshua.16.3\">Jos 16:3</a> (JE), elsewhere P, <a data-ref=\"Numbers 34:11\" href=\"/Numbers.34.11\">Nu 34:11</a><sup>(×2)</sup>, <a data-ref=\"Numbers 34:12\" href=\"/Numbers.34.12\">12</a> <a data-ref=\"Joshua 15:10\" href=\"/Joshua.15.10\">Jos 15:10</a>; <a data-ref=\"Joshua 16:7\" href=\"/Joshua.16.7\">16:7</a>; <a data-ref=\"Joshua 17:9\" href=\"/Joshua.17.9\">17:9</a>; <a data-ref=\"Joshua 18:13\" href=\"/Joshua.18.13\">18:13</a>, <a data-ref=\"Joshua 18:16\" href=\"/Joshua.18.16\">16</a>. <strong>g.</strong>  <em>come down</em>, abs. of headdresses, in sign of humiliation <a data-ref=\"Jeremiah 13:18\" href=\"/Jeremiah.13.18\">Je 13:18</a>. <strong>h.</strong>  pride of power <a data-ref=\"Ezekiel 30:6\" href=\"/Ezekiel.30.6\">Ez 30:6</a>. <strong>i.</strong>  of calamity <span dir=\"rtl\">מֵאֵת י׳</span> <a data-ref=\"Micah 1:12\" href=\"/Micah.1.12\">Mi 1:12</a>; <span dir=\"rtl\">עַל־קָדְקְדוֹ הֲמָסוֹ יֵרֵד</span> <a data-ref=\"Psalms 7:17\" href=\"/Psalms.7.17\">ψ 7:17</a>; of sword descending on <span dir=\"rtl\">(על)</span> Edom <a data-ref=\"Isaiah 34:5\" href=\"/Isaiah.34.5\">Is 34:5</a>. <strong>j.</strong>  fig. of words of talebearer; <span dir=\"rtl\">יָֽרְדוּ חַדְרֵי־בָּ֑טֶן</span> <a data-ref=\"Proverbs 18:8\" href=\"/Proverbs.18.8\">Pr 18:8</a> = <a data-ref=\"Proverbs 26:22\" href=\"/Proverbs.26.22\">26:22</a>.—Vid. also supr. <strong>1 k</strong>.<br>†<strong>Hiph.</strong>  Pf. 3 ms. <span dir=\"rtl\">הוֹרִד</span> <a data-ref=\"II Kings 16:17\" href=\"/II_Kings.16.17\">2 K 16:17</a>; <span dir=\"rtl\">וְהוֹרִיד</span> consec. <a data-ref=\"Amos 3:11\" href=\"/Amos.3.11\">Am 3:11</a> (We <span dir=\"rtl\">וְהוּרַד</span>); 2 ms. <span dir=\"rtl\">וְהוֹרַדְתָּ֫</span> <a data-ref=\"I Kings 2:9\" href=\"/I_Kings.2.9\">1 K 2:9</a>; 2 fs. sf. <span dir=\"rtl\">הוֹרַדְתֵּנִי</span> <a data-ref=\"Joshua 2:18\" href=\"/Joshua.2.18\">Jos 2:18</a> (v. Baer<sup>n.</sup> and Kö<sup>i 412</sup>); <span dir=\"rtl\">הוֹרִידוּ</span> <a data-ref=\"I Samuel 6:15\" href=\"/I_Samuel.6.15\">1 S 6:15</a> <a data-ref=\"Lamentations 2:10\" href=\"/Lamentations.2.10\">La 2:10</a> etc.; Impf. 3 ms. <span dir=\"rtl\">וַיּוֹרֶד</span> <a data-ref=\"Judges 7:5\" href=\"/Judges.7.5\">Ju 7:5</a> + 5 times (+ <a data-ref=\"I Kings 6:32\" href=\"/I_Kings.6.32\">1 K 6:32</a> Klo, who reads <span dir=\"rtl\">וַיֹּרֶד</span> for <span dir=\"rtl\">וַיָּרֶד</span>, v. <span dir=\"rtl\">רדד</span>); sf. <span dir=\"rtl\">יוֹרִידֵנִי</span> <a data-ref=\"Obadiah 1:3\" href=\"/Obadiah.1.3\">Ob 3</a>; <span dir=\"rtl\">יוֹרִדֵהוּ</span> <a data-ref=\"I Samuel 30:16\" href=\"/I_Samuel.30.16\">1 S 30:16</a> <a data-ref=\"I Kings 17:23\" href=\"/I_Kings.17.23\">1 K 17:23</a>; <span dir=\"rtl\">וַיֹּרִדֵם</span> <a data-ref=\"I Kings 18:40\" href=\"/I_Kings.18.40\">1 K 18:40</a>; 2 ms. <span dir=\"rtl\">וְלֹא תּוֹרֵד</span> <a data-ref=\"I Kings 2:6\" href=\"/I_Kings.2.6\">1 K 2:6</a>; sf. <span dir=\"rtl\">(הֲ)תוֹרִדֵנִי</span> <a data-ref=\"I Samuel 30:15\" href=\"/I_Samuel.30.15\">1 S 30:15</a>, <span dir=\"rtl\">תּוֹרִדֵם</span> <a data-ref=\"Psalms 55:24\" href=\"/Psalms.55.24\">ψ 55:24</a> etc.; Imv. ms. <span dir=\"rtl\">הוֹרֵד</span> <a data-ref=\"Exodus 33:5\" href=\"/Exodus.33.5\">Ex 33:5</a> + 2 times; sf. <span dir=\"rtl\">הוֹרִדֵהוּ</span> <a data-ref=\"Ezekiel 32:18\" href=\"/Ezekiel.32.18\">Ez 32:18</a>; <span dir=\"rtl\">הוֹרִידֵמוֹ</span> <a data-ref=\"Psalms 59:12\" href=\"/Psalms.59.12\">ψ 59:12</a>; fs. <span dir=\"rtl\">הוֹרִידִי</span> <a data-ref=\"Lamentations 2:18\" href=\"/Lamentations.2.18\">La 2:18</a>; mpl. <span dir=\"rtl\">הוֹרִידוּ</span> <a data-ref=\"Genesis 43:7\" href=\"/Genesis.43.7\">Gn 43:7</a>, <a data-ref=\"Genesis 43:11\" href=\"/Genesis.43.11\">11</a>; sf. <span dir=\"rtl\">הוֹרִדֻהוּ</span> <a data-ref=\"Genesis 44:21\" href=\"/Genesis.44.21\">Gn 44:21</a>; Inf. cstr. <span dir=\"rtl\">לְהוֹרִיד</span> <a data-ref=\"Genesis 37:25\" href=\"/Genesis.37.25\">Gn 37:25</a>; sf. <span dir=\"rtl\">הוֹרִדִי</span> <a data-ref=\"Ezekiel 31:16\" href=\"/Ezekiel.31.16\">Ez 31:16</a>; Pt. <span dir=\"rtl\">מוֹרִיד</span> <a data-ref=\"I Samuel 2:6\" href=\"/I_Samuel.2.6\">1 S 2:6</a>; <span dir=\"rtl\">מֹרִיד</span> <a data-ref=\"II Samuel 22:48\" href=\"/II_Samuel.22.48\">2 S 22:48</a>;—<em>cause to come</em> or <em>go down:</em> <strong>1.</strong> <strong>a.</strong>  <em>bring down</em> (to Egypt), c. acc. pers. + <span dir=\"rtl\">שָׁ֫מָּה</span> <a data-ref=\"Genesis 39:1\" href=\"/Genesis.39.1\">Gn 39:1</a> (J); + <span dir=\"rtl\">הֵ֫נָּה</span> <a data-ref=\"Genesis 45:13\" href=\"/Genesis.45.13\">45:13</a> (E); + <span dir=\"rtl\">אֵלַי</span> <a data-ref=\"Genesis 44:21\" href=\"/Genesis.44.21\">44:21</a>; abs. <a data-ref=\"Genesis 43:7\" href=\"/Genesis.43.7\">43:7</a>; c. acc. rei <a data-ref=\"Genesis 43:11\" href=\"/Genesis.43.11\">43:11</a>; + <span dir=\"rtl\">מִצְרַ֫יְמָה</span> <a data-ref=\"Genesis 37:25\" href=\"/Genesis.37.25\">37:25</a>; abs. <a data-ref=\"Genesis 43:22\" href=\"/Genesis.43.22\">43:22</a> (all J); from Canaan to desert <a data-ref=\"Deuteronomy 1:25\" href=\"/Deuteronomy.1.25\">Dt 1:25</a> (sq. <span dir=\"rtl\">אֵלֵינוּ</span>); to <span dir=\"rtl\">(אֶל)</span> Amalekites <a data-ref=\"I Samuel 30:15\" href=\"/I_Samuel.30.15\">1 S 30:15</a><sup>(×2)</sup>; abs. v <a data-ref=\"I Samuel 30:16\" href=\"/I_Samuel.30.16\">16</a>; <em>bring down</em> (obj. pers. vel rei) <span dir=\"rtl\">אֶל־הַמַּיִם</span> <a data-ref=\"Judges 7:4\" href=\"/Judges.7.4\">Ju 7:4</a>, <a data-ref=\"Judges 7:5\" href=\"/Judges.7.5\">5</a>; <span dir=\"rtl\">אֶל־נַ֫חַל</span> <a data-ref=\"Deuteronomy 21:4\" href=\"/Deuteronomy.21.4\">Dt 21:4</a> <a data-ref=\"I Kings 18:40\" href=\"/I_Kings.18.40\">1 K 18:40</a>; <span dir=\"rtl\">יָ֫מָּה</span> <a data-ref=\"I Kings 5:23\" href=\"/I_Kings.5.23\">1 K 5:23</a>; to Gaza <span dir=\"rtl\">(עַזָּ֫תָה)</span> <a data-ref=\"Judges 16:21\" href=\"/Judges.16.21\">Ju 16:21</a>; from Jerusalem to Gihon, c. <span dir=\"rtl\">עַל</span> (Qr <span dir=\"rtl\">אֶל</span>) <a data-ref=\"I Kings 1:33\" href=\"/I_Kings.1.33\">1 K 1:33</a>; to valley of Jehosh. <span dir=\"rtl\">(אֶל)</span> <a data-ref=\"Joel 4:2\" href=\"/Joel.4.2\">Jo 4:2</a>; from <span dir=\"rtl\">(מִן)</span> temple (to king’s house) <a data-ref=\"II Kings 11:19\" href=\"/II_Kings.11.19\">2 K 11:19</a> = <a data-ref=\"II Chronicles 23:20\" href=\"/II_Chronicles.23.20\">2 Ch 23:20</a>; from <span dir=\"rtl\">(מֵעַל)</span> altar <a data-ref=\"I Kings 1:53\" href=\"/I_Kings.1.53\">1 K 1:53</a>; from <span dir=\"rtl\">(מִן)</span> upper chamber, sq. <span dir=\"rtl\">הַבַּ֫יְתָה</span> <a data-ref=\"I Kings 17:23\" href=\"/I_Kings.17.23\">1 K 17:23</a>; from <span dir=\"rtl\">(מִן)</span> the heavens <a data-ref=\"Amos 9:2\" href=\"/Amos.9.2\">Am 9:2</a>; Edom, from <span dir=\"rtl\">(מִן)</span> nest in rocks <a data-ref=\"Jeremiah 49:16\" href=\"/Jeremiah.49.16\">Je 49:16</a> <a data-ref=\"Obadiah 1:4\" href=\"/Obadiah.1.4\">Ob 4</a>; cf. of Isr. <span dir=\"rtl\">כְּעוֹף הַשָּׁמַיִם</span> <a data-ref=\"Hosea 7:12\" href=\"/Hosea.7.12\">Ho 7:12</a>; c. acc. of limit <span dir=\"rtl\">(אֶרֶץ)</span> <a data-ref=\"Obadiah 1:3\" href=\"/Obadiah.1.3\">Ob 3</a>; <em>bring down</em> (from Babylon) into <span dir=\"rtl\">(בְּ)</span> ships <a data-ref=\"Isaiah 43:14\" href=\"/Isaiah.43.14\">Is 43:14</a> (v. VB). <strong>b.</strong>  <em>send down</em> rain <span dir=\"rtl\">(הַגֶּשֶׁם)</span> <a data-ref=\"Ezekiel 34:26\" href=\"/Ezekiel.34.26\">Ez 34:26</a>, cf. <a data-ref=\"Joel 2:23\" href=\"/Joel.2.23\">Jo 2:23</a>; = <em>cause to flow down</em>, obj. spittle, <span dir=\"rtl\">וַיּוֹרֶד רִירוֹ אֶל־זְקָנוֹ</span> <a data-ref=\"I Samuel 21:14\" href=\"/I_Samuel.21.14\">1 S 21:14</a>; tears <span dir=\"rtl\">הוֹרִידִי כַנַּחל דִּמְעָה</span> <a data-ref=\"Lamentations 2:18\" href=\"/Lamentations.2.18\">La 2:18</a>; water-streams <span dir=\"rtl\">וַיּוֹרֶד כַּנְּהָרוֹת מָ֑יִם</span> <a data-ref=\"Psalms 78:16\" href=\"/Psalms.78.16\">ψ 78:16</a>. <strong>c.</strong>  = <em>lay prostrate, prostrate</em> <span dir=\"rtl\">הוֹרִיד מִמֵּךְ עֻזֵּךְ</span> <a data-ref=\"Amos 3:11\" href=\"/Amos.3.11\">Am 3:11</a> (where however We reads <span dir=\"rtl\">וְהוּרַד</span>) cf. <a data-ref=\"Proverbs 21:22\" href=\"/Proverbs.21.22\">Pr 21:22</a>; <span dir=\"rtl\">וְאוֹרִיד כַּאבִּיר יוֹשְׁבִים</span> <a data-ref=\"Isaiah 10:13\" href=\"/Isaiah.10.13\">Is 10:13</a>; of God’s casting down peoples <a data-ref=\"Psalms 56:8\" href=\"/Psalms.56.8\">ψ 56:8</a> <a data-ref=\"Isaiah 63:6\" href=\"/Isaiah.63.6\">Is 63:6</a> (sq. <span dir=\"rtl\">לָאָרֶץ</span>); <span dir=\"rtl\">מוֹרִיד עַמִּים תַּחְתֵּנוּ</span> <a data-ref=\"II Samuel 22:48\" href=\"/II_Samuel.22.48\">2 S 22:48</a> (<span dir=\"rtl\">וַיַּדְבֵּר</span> in ‖ <a data-ref=\"Psalms 18:48\" href=\"/Psalms.18.48\">ψ 18:48</a>); so perhaps Babylonians, like lambs, <span dir=\"rtl\">לִטְבֿוֹחַ</span> <a data-ref=\"Jeremiah 51:40\" href=\"/Jeremiah.51.40\">Je 51:40</a>; so <a data-ref=\"Psalms 59:12\" href=\"/Psalms.59.12\">ψ 59:12</a> (si vera l.; 𝔖 <span dir=\"rtl\">וַהֲנִידֵמוֹ</span> <em>make them vagabonds</em>, v. Lag<sup>Proph. Chald. (1872), xlviii</sup>. VB Hup Now Che Bae Dr<sup>2 S 15:20</sup>). <strong>d.</strong>  <em>bring down</em> to Sheʾôl <span dir=\"rtl\">י׳ מֵמִית וּמְחַיֶּ֑ה מוֹרִיד שְׁאוֹל וַיָּ֑עַל׃</span> <a data-ref=\"I Samuel 2:6\" href=\"/I_Samuel.2.6\">1 S 2:6</a>; sq. <span dir=\"rtl\">שְׁא(וֹ)ל</span> also <a data-ref=\"I Kings 2:6\" href=\"/I_Kings.2.6\">1 K 2:6</a>, <a data-ref=\"I Kings 2:9\" href=\"/I_Kings.2.9\">9</a>; sq. <span dir=\"rtl\">שְׁא֫וֹלָה</span> (obj. grey hair) <a data-ref=\"Genesis 42:38\" href=\"/Genesis.42.38\">Gn 42:38</a>; <a data-ref=\"Genesis 44:29\" href=\"/Genesis.44.29\">44:29</a>, <a data-ref=\"Genesis 44:31\" href=\"/Genesis.44.31\">31</a> (all J); cf. <a data-ref=\"Ezekiel 26:20\" href=\"/Ezekiel.26.20\">Ez 26:20</a>; <a data-ref=\"Ezekiel 31:16\" href=\"/Ezekiel.31.16\">31:16</a>; <a data-ref=\"Ezekiel 32:18\" href=\"/Ezekiel.32.18\">32:18</a>; sq. <span dir=\"rtl\">לִבְאֵר שַׁחַת</span> <a data-ref=\"Psalms 55:24\" href=\"/Psalms.55.24\">ψ 55:24</a>; <span dir=\"rtl\">לַשַּׁחַת</span> <a data-ref=\"Ezekiel 28:8\" href=\"/Ezekiel.28.8\">Ez 28:8</a>. <strong>2.</strong>  <em>take down</em> (from cart) <a data-ref=\"I Samuel 6:15\" href=\"/I_Samuel.6.15\">1 S 6:15</a>; the sea from upon <span dir=\"rtl\">(מֵעַל)</span> the brazen oxen <a data-ref=\"II Kings 16:17\" href=\"/II_Kings.16.17\">2 K 16:17</a>; corpse from <span dir=\"rtl\">(מִן)</span> tree <a data-ref=\"Joshua 8:29\" href=\"/Joshua.8.29\">Jos 8:29</a>, and <span dir=\"rtl\">(מֵעַל)</span> <a data-ref=\"Joshua 10:27\" href=\"/Joshua.10.27\">10:27</a> (both JE); the <span dir=\"rtl\">מִשְׁכָּן</span> <a data-ref=\"Numbers 1:51\" href=\"/Numbers.1.51\">Nu 1:51</a> (P); the <span dir=\"rtl\">פָּרֹכֶת</span> <a data-ref=\"Numbers 4:5\" href=\"/Numbers.4.5\">Nu 4:5</a> (P); <em>take off</em> ornaments <span dir=\"rtl\">מֵעָלֶיךָ</span> <a data-ref=\"Exodus 33:5\" href=\"/Exodus.33.5\">Ex 33:5</a> (JE). <strong>3.</strong>  <em>let down</em> <span dir=\"rtl\">וַתֹּ֫רֶד כַּדָּהּ עַל־יָדָהּ</span> <a data-ref=\"Genesis 24:18\" href=\"/Genesis.24.18\">Gn 24:18</a>, so, with <span dir=\"rtl\">מֵעָלֶיהָ</span> v <a data-ref=\"Genesis 24:46\" href=\"/Genesis.24.46\">46</a>, to give one a drink; <span dir=\"rtl\">וַיּוֹרִדוּ אִישׁ אֶת־אַמְתַּחְתּוֹ אָ֑רְצָה</span> <a data-ref=\"Genesis 44:11\" href=\"/Genesis.44.11\">Gn 44:11</a> (all J); obj. pers. <a data-ref=\"Joshua 2:18\" href=\"/Joshua.2.18\">Jos 2:18</a>, <span dir=\"rtl\">בַּחֶבֶל בְּעַד הַחַלּוֹן</span> v <a data-ref=\"Joshua 2:15\" href=\"/Joshua.2.15\">15</a> (both JE); <span dir=\"rtl\">בְּעַד הַחַלּוֹן</span> <a data-ref=\"I Samuel 19:12\" href=\"/I_Samuel.19.12\">1 S 19:12</a>; cf. also <span dir=\"rtl\">הוֹרִידוּ לָאָרֶץ רֹאשָׁן בְּתוּלֹת יְרוּשָׁלַםִ</span> <a data-ref=\"Lamentations 2:10\" href=\"/Lamentations.2.10\">La 2:10</a> <em>the virgins of Jerusalem have bowed down their heads to the ground</em>.<br>†<strong>Hoph.</strong>  Pf. <span dir=\"rtl\">הוּרַד</span> <a data-ref=\"Genesis 39:1\" href=\"/Genesis.39.1\">Gn 39:1</a> + 2 times + <a data-ref=\"I Samuel 30:24\" href=\"/I_Samuel.30.24\">1 S 30:24</a> Kt (Qr <strong>Qal</strong> Pt.); <span dir=\"rtl\">וְהוּרַד</span> consec. <a data-ref=\"Zechariah 10:11\" href=\"/Zechariah.10.11\">Zc 10:11</a>; 2 ms. <span dir=\"rtl\">וְהוּרַדְתָּ֫</span> <a data-ref=\"Ezekiel 31:18\" href=\"/Ezekiel.31.18\">Ez 31:18</a>; Impf. 2 ms. <span dir=\"rtl\">תּוּרַד</span> <a data-ref=\"Isaiah 14:15\" href=\"/Isaiah.14.15\">Is 14:15</a>;— <strong>1.</strong>  <em>be brought down</em> <span dir=\"rtl\">מִצְרַ֫יְמָה</span> <a data-ref=\"Genesis 39:1\" href=\"/Genesis.39.1\">Gn 39:1</a> (J); <span dir=\"rtl\">בַּמִּלְחָמָה</span> <a data-ref=\"I Samuel 30:24\" href=\"/I_Samuel.30.24\">1 S 30:24</a> Kt (v. supr.); to She’ôl <span dir=\"rtl\">הוּרַד שְׁאוֹל גְּאוֹנֶךָ</span> <a data-ref=\"Isaiah 14:11\" href=\"/Isaiah.14.11\">Is 14:11</a> (of king of Babylon); <span dir=\"rtl\">אֶל־שְׁאוֹל תּוּרַד אֶל־יַרְכְּתֵי־בוֹר</span> v <a data-ref=\"Isaiah 14:15\" href=\"/Isaiah.14.15\">15</a>; <span dir=\"rtl\">וְהוּרַדְתָּ֫ אֶל־אֶרֶץ תַּחְתִּית</span> <a data-ref=\"Ezekiel 31:18\" href=\"/Ezekiel.31.18\">Ez 31:18</a>; <span dir=\"rtl\">וְהוּרַד גְּאוֹן אַשּׁוּר</span> <a data-ref=\"Zechariah 10:11\" href=\"/Zechariah.10.11\">Zc 10:11</a>.—In <a data-ref=\"Amos 3:11\" href=\"/Amos.3.11\">Am 3:11</a> We reads <span dir=\"rtl\">וְהוּרַד ממך</span> (v. <strong>Hiph.</strong> supr.) <strong>2.</strong>  <em>be taken down</em>, of the <span dir=\"rtl\">מִשְׁכָּן</span> <a data-ref=\"Numbers 10:7\" href=\"/Numbers.10.7\">Nu 10:7</a> (P)."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d4b5b6084aa1cbf3712d", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, שָׁבַר² 1", "anchorRef": "Genesis 43:20", "anchorRefExpanded": ["Genesis 43:20"], "sourceRef": "BDB, שָׁבַר² 1", "sourceHeRef": "בראון-דרייבר-בריגס, שָׁבַר² א׳", "anchorVerse": 20, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "שָׁבַר²", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† <big>[<span dir=\"rtl\">שָׁבַר</span>]</big>  <strong>vb.denom. buy grain</strong>;—<br><strong>Qal</strong>  Impf. 2 mpl. <span dir=\"rtl\">תִּשְׁבְּרוּ</span> <a data-ref=\"Deuteronomy 2:6\" href=\"/Deuteronomy.2.6\">Dt 2:6</a>, 1 pl. <span dir=\"rtl\">נִשְׁבְּרָה</span> <a data-ref=\"Genesis 43:4\" href=\"/Genesis.43.4\">Gn 43:4</a>; Imv. mpl. <span dir=\"rtl\">שִׁבְרוּ</span> <a data-ref=\"Genesis 42:2\" href=\"/Genesis.42.2\">42:2</a> +; Inf. cstr. <span dir=\"rtl\">לִשְׁבֹּר</span> v <a data-ref=\"Genesis 43:3\" href=\"/Genesis.43.3\">3</a> +, <span dir=\"rtl\">לִשְׁבָּר־</span> v <a data-ref=\"Genesis 43:7\" href=\"/Genesis.43.7\">7</a> +; Pt. mpl. <span dir=\"rtl\">שֹׁבְרִים</span> <a data-ref=\"Genesis 47:14\" href=\"/Genesis.47.14\">47:14</a>;—<em>buy grain</em> for food <a data-ref=\"Genesis 41:57\" href=\"/Genesis.41.57\">Gn 41:57</a> (v <a data-ref=\"Genesis 41:56\" href=\"/Genesis.41.56\">56</a> v. <strong>Hiph.</strong>), <a data-ref=\"Genesis 42:2\" href=\"/Genesis.42.2\">42:2</a> (<span dir=\"rtl\">שֶׁבֶר</span> in v a), v <a data-ref=\"Genesis 41:5\" href=\"/Genesis.41.5\">5</a>; c. acc. <span dir=\"rtl\">אֹכֶל</span> v <a data-ref=\"Genesis 41:7\" href=\"/Genesis.41.7\">7</a>, <a data-ref=\"Genesis 41:10\" href=\"/Genesis.41.10\">10</a>; <a data-ref=\"Genesis 43:2\" href=\"/Genesis.43.2\">43:2</a>, <a data-ref=\"Genesis 43:4\" href=\"/Genesis.43.4\">4</a>, <a data-ref=\"Genesis 43:20\" href=\"/Genesis.43.20\">20</a>, <a data-ref=\"Genesis 43:22\" href=\"/Genesis.43.22\">22</a>; <a data-ref=\"Genesis 44:25\" href=\"/Genesis.44.25\">44:25</a>; <a data-ref=\"Deuteronomy 2:6\" href=\"/Deuteronomy.2.6\">Dt 2:6</a> (<span dir=\"rtl\">מִן</span> pers.); c. acc. <span dir=\"rtl\">בָּר</span> <a data-ref=\"Genesis 42:3\" href=\"/Genesis.42.3\">Gn 42:3</a>, <span dir=\"rtl\">שֶׁבֶר</span> <a data-ref=\"Genesis 47:14\" href=\"/Genesis.47.14\">47:14</a>; fig. <a data-ref=\"Isaiah 55:1\" href=\"/Isaiah.55.1\">Is 55:1</a>, c. acc. <span dir=\"rtl\">יַיִן וְחָלָב</span> v <a data-ref=\"Isaiah 55:1\" href=\"/Isaiah.55.1\">1</a>.<br><strong>Hiph.</strong>  Impf. 1 pl. <span dir=\"rtl\">נַשְׁבִּיר</span> <a data-ref=\"Amos 8:6\" href=\"/Amos.8.6\">Am 8:6</a> etc.; Pt. <span dir=\"rtl\">מַשְׁבִּיר</span> <a data-ref=\"Genesis 42:6\" href=\"/Genesis.42.6\">Gn 42:6</a> <a data-ref=\"Proverbs 11:26\" href=\"/Proverbs.11.26\">Pr 11:26</a>;—<em>sell grain</em> (proposes cause to buy grain), c. ל pers. <a data-ref=\"Genesis 42:6\" href=\"/Genesis.42.6\">Gn 42:6</a> + <a data-ref=\"Genesis 41:56\" href=\"/Genesis.41.56\">41:56</a> (read <span dir=\"rtl\">וַיַּשְׁבֵּר</span> for MT <span dir=\"rtl\">וַיִּשְׁבֹּר</span> Ol Di Gunk), c. acc. <span dir=\"rtl\">שֶׁבֶר</span> <a data-ref=\"Amos 8:5\" href=\"/Amos.8.5\">Am 8:5</a>, <span dir=\"rtl\">מַפַּל בָּר</span> v <a data-ref=\"Amos 8:6\" href=\"/Amos.8.6\">6</a>, cf. <a data-ref=\"Proverbs 11:26\" href=\"/Proverbs.11.26\">Pr 11:26</a>; c. sf. pers. + acc. <span dir=\"rtl\">אֹכֶל</span> + ב pret. <a data-ref=\"Deuteronomy 2:28\" href=\"/Deuteronomy.2.28\">Dt 2:28</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}]