[{"_id": "531e4fe2fbfba276047f670f", "index_title": "Onkelos Genesis", "category": "Targum", "type": "targum", "ref": "Onkelos Genesis 8:18", "anchorRef": "Genesis 8:18", "anchorRefExpanded": ["Genesis 8:18"], "sourceRef": "Onkelos Genesis 8:18", "sourceHeRef": "תרגום אונקלוס על בראשית ח׳:י״ח", "anchorVerse": 18, "sourceHasEn": true, "compDate": [80, 120], "commentaryNum": 8.0018, "collectiveTitle": {"en": "Onkelos Genesis", "he": "תרגום אונקלוס על בראשית"}, "heTitle": "תרגום אונקלוס על בראשית", "he": "וּנְפַק נֹחַ וּבְנוֹהִי וְאִתְּתֵיהּ וּנְשֵׁי בְנוֹהִי עִמֵּיהּ:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "חומש שפתי חכמים, מצודה תשס\"ט", "text": "Noach departed [from the ark together with] his sons, his wife and son’s wives.", "versionTitle": "Metsudah Chumash, Metsudah Publications, 2009 [with Onkelos translation]", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "532b2685fbfba27c35eebf47", "index_title": "Targum Jonathan on Genesis", "category": "Targum", "type": "targum", "ref": "Targum Jonathan on Genesis 8:18", "anchorRef": "Genesis 8:18", "anchorRefExpanded": ["Genesis 8:18"], "sourceRef": "Targum Jonathan on Genesis 8:18", "sourceHeRef": "תרגום יונתן על בראשית ח׳:י״ח", "anchorVerse": 18, "sourceHasEn": true, "compDate": [150, 250], "commentaryNum": 8.0018, "collectiveTitle": {"en": "Targum Jonathan on Genesis", "he": "תרגום יונתן על בראשית"}, "heTitle": "תרגום יונתן על בראשית", "he": "וּנְפַק נחַ וּבְנוֹי וְאִנְתְּתֵיהּ וּנְשֵׁי בְנוֹי עִמֵיהּ", "heVersionTitle": "Targum Jonathan on Genesis", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": " And Noah went forth, and his sons, and his wife, and the wives of his sons, with him. \n", "versionTitle": "The Targum of Jonathan ben Uzziel, trans. J. W. Etheridge, London, 1862", "license": "Public Domain", "versionTitleInHebrew": "תרגום ירושלמי (תרגום יונתן בן-עוזיאל) לתורה, תורגם ע״י ג׳ון ווסלי אטרידג׳, לונדון 1862"}, {"_id": "54aaa1acfbfba219cb799417", "index_title": "Radak on Genesis", "category": "Commentary", "type": "commentary", "ref": "Radak on Genesis 8:18:1", "anchorRef": "Genesis 8:18", "anchorRefExpanded": ["Genesis 8:18"], "sourceRef": "Radak on Genesis 8:18:1", "sourceHeRef": "רד\"ק על בראשית ח׳:י״ח:א׳", "anchorVerse": 18, "sourceHasEn": true, "compDate": [1185, 1235], "commentaryNum": 18.0001, "collectiveTitle": {"en": "Radak", "he": "רד\"ק"}, "he": "ויצא נח, מה שהפרידם בספור יציאתם הזכרים מהנקבות, אפשר שהנקבות יראו לצאת עד שיצאו תחלה הזכרים כי עדיין פחד המבול עליהם והן רכות לבב יותר מהזכרים:", "heVersionTitle": "Presburg : A. Schmid, 1842", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "ויצא נח, the fact that the Torah, in this verse, separates the females from the males, may hint that the females were afraid to leave the ark until after the males had left and assured themselves and them that it was possible again to live outside the ark.", "versionTitle": "Eliyahu Munk, HaChut Hameshulash", "license": "CC-BY", "versionTitleInHebrew": "החוט המשולש, אליהו מונק"}, {"_id": "55134beefbfba259019401b3", "index_title": "Shadal on Genesis", "category": "Commentary", "type": "commentary", "ref": "Shadal on Genesis 8:18:1", "anchorRef": "Genesis 8:18", "anchorRefExpanded": ["Genesis 8:18"], "sourceRef": "Shadal on Genesis 8:18:1", "sourceHeRef": "שד\"ל על בראשית ח׳:י״ח:א׳", "anchorVerse": 18, "sourceHasEn": false, "compDate": [1835, 1865], "commentaryNum": 18.0001, "collectiveTitle": {"en": "Shadal", "he": "שד\"ל"}, "heTitle": "שד\"ל על בראשית", "he": "ויצא נח ובניו: יצאו כסדר שנכנסו, אבל הצווי לא היה שווה בכניסה וביציאה, ורז\"ל אמרו (סנהדרין ק\"ח ע\"ב) כי בהיותם בתבה נאסרו בתשמיש והותרו בצאתם, וכן אתה מוצא שכתוב על הבהמות (בפסוק שלמעלה) ופרו ורבו על הארץ, וגם לנח ובניו אמר אח\"כ פרו ורבו, ואיגל אומר, כי מה שלא יצאו כסדר שאמר ה' לנח, אלא כסדר שנכנסו אל התבה, הוא ראיה כי נח ובניו הבינו כי המכוון הוא לא שיצאו באותו סדר, אלא שיתחברו איש לאשתו ויפרו וירבו.", "heVersionTitle": "Shadal on Torah", "heLicense": "", "heVersionTitleInHebrew": "שד\"ל על התורה", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "55aded85fbfba23a06808f78", "index_title": "Meshekh Chokhmah", "category": "Quoting Commentary", "type": "parshanut", "ref": "Meshekh Chokhmah, Noakh 10", "anchorRef": "Genesis 8:18", "anchorRefExpanded": ["Genesis 8:18"], "sourceRef": "Meshekh Chokhmah, Noakh 10", "sourceHeRef": "משך חכמה, נח י׳", "anchorVerse": 18, "sourceHasEn": false, "compDate": [1875, 1925], "commentaryNum": 10, "collectiveTitle": {"en": "Meshekh Chokhmah", "he": "משך חכמה"}, "heTitle": "נח", "he": "<b>ויצא </b>נח ובניו ואשתו ונשי בניו כו' אע\"ג דהשי\"ת אמר לו צא מן כו' אתה ואשתך והתיר לו בתשמיש מ\"מ נהג כמו יולדות דמבואר במדרש אגדת בראשית פרק מ\"א דכל זמן שלא הביאה קרבנה ומחוסרת כפרה טמאה היא לבעלה יעוי\"ש. לכן שהוא הבין להביא קרבן נהג איסור כל זמן שלא הביא קרבנו ואולי איסור זה נהגו בעצמם או מד\"ק כמו דדריש אשר ישכבון יעוי\"ש היטב ודו\"ק. ", "heVersionTitle": "Riga, 1927", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "57e77c30d6e4a94c7c188f44", "index_title": "Tafsir Rasag", "category": "Targum", "type": "targum", "ref": "Tafsir Rasag, Genesis 8:18", "anchorRef": "Genesis 8:18", "anchorRefExpanded": ["Genesis 8:18"], "sourceRef": "Tafsir Rasag, Genesis 8:18", "sourceHeRef": "תפסיר רס\"ג, בראשית ח׳:י״ח", "anchorVerse": 18, "sourceHasEn": false, "compDate": [918, 942], "commentaryNum": 8.0018, "collectiveTitle": {"en": "Tafsir Rasag", "he": "תפסיר רס\"ג"}, "heTitle": "בראשית", "he": "פכ̇רג̇ נוח ובנוה וזוג̇תה ונסא בניה מעה", "heVersionTitle": "Tafsir al-Torah bi-al-Arabiya, Paris, 1893", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תפסיר אלתורה באלערביה, פריס, 1893", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "58b6b108d6e4a952249cb1c0", "index_title": "Minchat Shai on Torah", "category": "Commentary", "type": "commentary", "ref": "Minchat Shai on Torah, Genesis 8:18:1", "anchorRef": "Genesis 8:18", "anchorRefExpanded": ["Genesis 8:18"], "sourceRef": "Minchat Shai on Torah, Genesis 8:18:1", "sourceHeRef": "מנחת שי על תורה, בראשית ח׳:י״ח:א׳", "anchorVerse": 18, "sourceHasEn": false, "compDate": [1526], "commentaryNum": 18.0001, "collectiveTitle": {"en": "Minchat Shai", "he": "מנחת שי"}, "heTitle": "בראשית", "he": "<b>ויצא נח.</b> בצירי הצד\"י אף שהמלה מלעיל מכלול דף קל\"ב ובנוסחא כתיבת יד ראיתיו בסגול ובמקצת ספרים בלא מקף ואור תורה כתב במקף:", "heVersionTitle": "Minchat Shai on Torah", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5933bf0dd6e4a954e5309b6d", "index_title": "Midrash Tanchuma Buber", "category": "Midrash", "type": "", "ref": "Midrash Tanchuma Buber, Tazria 4:1", "anchorRef": "Genesis 8:18", "anchorRefExpanded": ["Genesis 8:18"], "sourceRef": "Midrash Tanchuma Buber, Tazria 4:1", "sourceHeRef": "תנחומא בובר, תזריע ד׳:א׳", "anchorVerse": 18, "sourceHasEn": true, "compDate": [150, 750], "commentaryNum": 4.0001, "collectiveTitle": {"en": "Midrash Tanchuma Buber", "he": "תנחומא בובר"}, "heTitle": "תזריע", "he": "[ד\"א אשה כי תזריע וילדה זכר]. אם קדמה האשה יולדת זכר, אם קדם האיש (מוליד) [יולדת- נקבה. אמר ר' אבין הלוי [ברבי] רמז לך הכתוב אם נקבה תלד, אם קדם האיש מולדת נקבה, קודמת האשה מולדת זכר, שנאמר אשה כי תזריע וילדה זכר. אמר ר' חייא בר אבא לפיכך הזכר נתלה באשה, והנקבה באיש, שנאמר הנה ילדה מלכה גם היא בנים לנחור אחיך את עוץ בכורו ואת בוז אחיו <small>(בראשית כב כ כא)</small>, ובתואל ילד את רבקה <small>(שם שם כג)</small>, וכן הוא אומר פלגש כלב (ילדה) [מעכה ילד] (שכר) [שבר] ואת תרחנה. ותלד (שצף) [שעף] אבי מדמנה, (ואת) [את] שוא אבי מכבנא ואבי (גבעה) [גבעא] ובת [כלב] עכסה <small>(דה\"א ב מח מט)</small>, הוי נתלו הנקבות באיש והזכרים באשה, לכך נאמר אשה כי תזריע. אמר ר' אייבו מעשה נסים הקב\"ה עושה עם האיש הזה, אדם שהוא נתון בקמון יום אחד, אין נפשו מפרכסת עליו, אבל התינוק ההוא נתון במעי אמו תשעה חדשים והקב\"ה משמרו, רבותינו אמרו מעשה נסים הקב\"ה עשה עם האדם הזה, האדם שהוא נתון באמבטי יום אחד נפשו מקנטת עליו, והתינוק נתון במעי אמו ט' חדשים ואין נפשו קניטה עליו, [למה שהקב\"ה עושה עמו מעשה נסים]. אמר איוב אשא דעי למרחוק <small>(איוב לו ג)</small>, והיה איוב ראה בני אדם אשה יולדת איש, והספינה שטה בתוך המים אצבע על אצבע, ותמה על הדברים האלו, ואומר אשא דעי למרחוק, לכך כתיב אשה כי תזריע.", "heVersionTitle": "Midrash Tanhuma haKadum veHaYashan, S. Buber, 1885", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש תנחומא הקדום והישן, ש' בובר, תרמ\"ה", "text": "[Another interpretation (of Lev. 12:2): <small>WHEN A WOMAN EMITS HER SEED AND BEARS A MALE</small>.] If the woman comes first, she bears a male; if the man comes first, {he sires} [she bears] a female.<sup class=\"footnote-marker\">10</sup><i class=\"footnote\"><i>Tanh</i>., Lev. 3:3; <i>Ber</i>. 60a; <i>Nid.</i> 31ab; see above, <i>Tanh</i>. (Buber), Gen. 8:18; cf. <i>Sifra</i> to Lev. 22:1–9, (217: <i>Emor</i>, parashah 4).</i> R. Abbin [Berabbi] the Levite said: The text has given you a clue (in vs. 5): <small>IF SHE BEARS A FEMALE</small> (with no mention of her giving her seed). If the man comes first, a female is produced; &lt; if &gt; the woman comes first, a male is produced. Thus it is stated (in vs. 2): <small>WHEN A WOMAN EMITS HER SEED AND BEARS A MALE</small>. R. Hiyya bar Abba said: Therefore, the male is dependent (for his procreation) upon the woman; and the female, upon the man. Thus it is stated (in Gen. 22:20–23): <small>BEHOLD MILCAH, SHE ALSO HAS BORNE SONS TO YOUR BROTHER NAHOR: UZ HIS FIRST-BORN AND BUZ HIS BROTHER,… AND BETHUEL BROUGHT FORTH REBEKAH</small>. It also says (in I Chron. 2:48–49): [<small>MAACAH</small>], <small>THE CONCUBINE OF CALEB BORE</small><sup class=\"footnote-marker\">11</sup><i class=\"footnote\">Buber’s Oxford <small>MS</small> recorded this verb in the feminine, but Buber emended it to the grammatically incorrect masculine of the Masoretic text.</i> {<small>SACAR</small>} [<small>SHEBER</small>] <small>AND TIRHANAH. SHE ALSO BORE</small> {<small>SHATSAPH</small>} [<small>SHAAPH</small>] <small>THE FATHER OF MADMANNAH, SHEVA THE FATHER OF MACHBENAH AND THE FATHER OF</small> {<small>GIBEAH</small>} [<small>GIBEA</small>]. <small>AND THE DAUGHTER</small> [<small>OF CALEB</small>] <small>WAS ACHSAH</small>. Thus females are dependent (for procreation) upon the man; and the males, upon the woman. It is therefore stated (in Lev. 12:2): <small>WHEN A WOMAN EMITS HER SEED</small>. R. Ayyevu said: The Holy One performs a miraculous act with a person. When a person is put in a furnace room<sup class=\"footnote-marker\">12</sup><i class=\"footnote\">Gk.: <i>kaminos</i> (“oven”). Here the word refers to the furnace room of a bathhouse.</i> for &lt; only &gt; a single day, is not his life struggling &lt; to survive &gt; because of it? But when an infant is put in its mother's belly for nine months,<sup class=\"footnote-marker\">13</sup><i class=\"footnote\">According to Lev. R. 14:3, a woman’s womb is at boiling temperature.</i> the Holy One protects it. Our masters have said: The Holy One has performed a miraculous act with this person. When the person is put in a bath tub<sup class=\"footnote-marker\">14</sup><i class=\"footnote\">Gk.: <i>embate.</i></i> for one day, does not his life fail because of it? But when the infant is put in its mother's womb for nine months, its life does not fail because of it. [Why? Because the Holy One is performing a miraculous act with it (i.e., with the infant).] Job said (in Job 36:3): <small>I WILL FETCH</small> ('<small><i>S</i></small>') <small>MY KNOWLEDGE FROM AFAR</small>. Now Job saw the children of Adam with a woman ('<i><small>ShH</small></i>) giving birth to a man.<sup class=\"footnote-marker\">15</sup><i class=\"footnote\">‘<i><small>ShH</small></i> and ‘<i><small>S</small></i>’ are more alike in Hebrew than the transliterations show. In the unpointed text <i><small>S</small></i> (<i>sin</i>) and <i><small>Sh</small></i> (<i>shin</i>) are the same letter. Also a final <i><small>H</small></i> (<i>he</i>) sounds so much like a final ‘(<i>alef</i>) that Rabbinic Hebrew sometimes confuses the two. Thus the midrash understands Job 36:3 to mean that the <small>WOMAN</small> in Lev. 12:2 was Job’s <small>KNOWLEDGE FROM AFAR</small>.</i> Also the ship (of Prov. 31:14) sails in the midst of the waters inch by inch.<sup class=\"footnote-marker\">16</sup><i class=\"footnote\">The image suggests Prov. 31:14, according to which the heroic wife is <small>LIKE MERCHANT SHIPS; SHE BRINGS HER FOOD FROM AFAR</small>. So Enoch Zundel in his commentary, ‘<i>Ets Yosef</i>, on the parallel in <i>Tanh.</i>, Lev. 4:3.</i> Now he was surprised over these things and said (in Job 36:3): I (like the woman of Prov. 31:14) <small>WILL FETCH MY KNOWLEDGE FROM AFAR</small>.", "versionTitle": "Midrash Tanhuma, S. Buber Recension; trans. by John T. Townsend, 1989.", "license": "CC-BY", "versionTitleInHebrew": "מדרש תנחומא, בובר, מתורגם בידי ג'ון ט' טוונסנד, 1989"}, {"_id": "5936afadd6e4a927fb7b1a2b", "index_title": "The Midrash of Philo", "category": "Second Temple", "type": "commentary", "ref": "The Midrash of Philo 8:18:1-7", "anchorRef": "Genesis 8:18", "anchorRefExpanded": ["Genesis 8:18"], "sourceRef": "The Midrash of Philo 8:18:1-7", "sourceHeRef": "מדרשי פילון ח׳:י״ח:א׳-ז׳", "anchorVerse": 18, "sourceHasEn": true, "compDate": [10, 50], "commentaryNum": 18.0001, "collectiveTitle": {"en": "The Midrash of Philo", "he": "מדרשי פילון"}, "heTitle": "מדרשי פילון", "he": ["<strong>מדוע כאשר נכנסו לתיבה היה הסֵדר \"הוא ובניו\", ואחר כך \"נשותיו (ונשי) בניו\" (שם ז, ז), ואילו כשיצאו הוחלף (הסֵדר), כי (הכתוב) אומר: \"נח יצא ואשתו\"</strong><sup class=\"footnote-marker\">198</sup><i class=\"footnote\"> כך בשבעים: καὶ ἐξῆλθεν Νωε καὶ ἡ γυνὴ αὐτοῦ. ובמסורה: \"ויצא נח ובניו\".</i><strong>, ואחר כך \"ובניו ונשי בניו\"?</strong><sup class=\"footnote-marker\">199</sup><i class=\"footnote\"> כך בשבעים: καὶ οἱ υἱοὶ αὐτοῦ καὶ αἱ γυναῖκες. ובמסורה: \"ואשתו ונשי בניו\".</i><strong></strong>", "לפי פשוטו של מקרא, הַכּניסה רומזת על פרישות דרך ארץ<sup class=\"footnote-marker\">200</sup><i class=\"footnote\"> מילולי: עקרות הזרע. מ.</i>, והיציאה על פריה ורביה. כי בהיכנסם נזכרים הבנים יחד עם אביהם והכלות עם חמותן, אבל ביציאתם (נזכרו) זוגות: האב יחד עם אשתו, ושוב הבנים כל אחד עם אשתו. כי (משה) רצה להורות לתלמידיו, מה שראוי ועדיף לעשות על־ידי פעולה מֵאֲשֶר בדיבור. אי לזאת, לא אמר וצִיֵין במפוֹרש<sup class=\"footnote-marker\">201</sup><i class=\"footnote\"> מילולי: בקול. מ.</i>, שעל הנכנסים להימנע מלשַמש עם נשותיהם, ועל היוצאים להקים זרע כדרך הטבע<sup class=\"footnote-marker\">202</sup><i class=\"footnote\"> מזכירנו דברי הבבלי פסחים ג, א, לענין כניסת החיות לתיבה: \"שהרי עקם הכתוב שמונה אותיות ולא הוציא דבר מגונה מפיו, שנאמר (בראשית ז, ח) מן הבהמה הטהורה ומן הבהמה אשר איננה טהורה\". וראה בהמשך דברי הגמרא שם, שיש לספֵּר בלשון נקיה ולִשנות בלשון קצרה.</i>. הוא מכריז (על כך רק) על־ידי סדר (המילים), מבלי לקרוא ולצעוק: \"אל תתעלסו באהבים בשעת כליון חרוץ של כל אשר בארץ, אין זה כדת וכדין<sup class=\"footnote-marker\">203</sup><i class=\"footnote\"> מילולי: אינו ראוי ואינו כחוק. מ.</i>. דַי לכם שזכיתם בחיים, אך לשכב עם נשותיכם (בעודכם בתיבה), הוא מדַרכֵּי הנהנים והמשתוקקים לתאווה. מן הראוי היה, שאתם תרחמו על האומלל (=העולם) כאותם הקרובים<sup class=\"footnote-marker\">204</sup><i class=\"footnote\"> קרובי משפחה. מ.</i> של האנושות\"... אך לאחר שפסקו (המים), והם הגיעו וניצלו מן הרעה, הורה להם שנית על־ידי הסֵדר תחילה להזדרז ולהקים זרע. הוא לא כתב שהגברים (יצאו) יחד עם הגברים והנשים יחד עם הנשים, אלא שהנשים תצאנה עם הגברים.<sup class=\"footnote-marker\">*</sup><i class=\"footnote\">שו\"ת בראשית ב, מט</i><br>___________<br>", "במסורה נמצא, שנח ובני ביתו יצאו מן התיבה באותו סדר של כניסתם: \"נח ובניו ואשתו ונשי בניו\". ואף שהציווי היה: \"צא מן התבה אתה ואשתך ובניך ונשי בניך\" (פסוק טז), שינה נח את סדר היציאה: \"ויצא נח ובניו ואשתו ונשי בניו\". ובמדרש אמרו: \"לפי שעבר על הצווי, לפיכך נתבזה\" (ב\"ר לה, א). פילון משתמש כאן בתרגום השבעים, שיציאתם היתה בסדר שונֶה מכניסתם, והיא כפי צווי ה'.", "עצם הדרוש הזה, שסדר המלים בתיאור הכניסה לתיבה והיציאה (בציווי ה', או לפי השבעים בעצם היציאה), נמצא גם בחז\"ל: \"נח, כיון שנכנס לתיבה נאסר לו פריה ורביה, הה\"ד ובאת אל התבה אתה ובניך (בראשית ו, יח) לעצמך, ואשתך ונשי בניך לעצמן. וכיון שיצא התיר לו, הה\"ד צא מן התבה אתה ואשתך ובניך ונשי בניך (שם ח, טז). אמר ר' אבון, בחסר ובכפן גלמוד (איוב ל, ג), אם ראית חסרון בא לעולם וכפן בא לעולם, גלמוד, הוי רואה את אשתך כאילו גלמודה. א\"ר הונא, כתיב וליוסף יולד שני בנים (בראשית מא, ג), אימתי? - בטרם תבא שנת הרעב\" (ב\"ר לא, יב; לד, ז).", "וכמו כן בתנחומא: \"וכן עשו נח ובניו והבהמה והחיה והעוף, שלא נזקקו לפריה ורביה כשנכנסו לתיבה, שכן צוה להם הקב\"ה כשנכנסו לתיבה, מנין? ויבא נח ובניו (בראשית ז, ז), הזכרים לעצמן, ואשתו ונשי בניו, הנקבות לעצמן. כך כל הימים שהיה נח בתיבה, היו נח ובניו וכל אשר אתו אסורים בתשמיש המטה. אמר להם הקב\"ה, אפשר שאהיה כועס ומחריב את העולם ואתה בונה? אלא כשיעבור המבול אתם נזקקים לפריה ורביה, שנאמר לאמר לאסירים צאו (ישעיה מט, ט). וכיון שיבשה הארץ, אמר לו הקב\"ה צא מן התבה [אתה ואשתך] (בראשית ח, טז), והתיר להם פריה ורביה\" (ת\"ב נח, יז). ובירושלמי: \"א\"ר חייא בר בא, למשפחותיהם יצאו מן התיבה (בראשית ח, יט), על־ידי ששימרו יחסיהן זכו להנצל מן התיבה\" (תעניות א, ו, סד ע\"ד).", "ובהטעמה כזו של פילון, בכ\"י ילמדנו הקדמון: \"וכן אתה מוצא בנח, כיון שנחתם גזר דינם של דור המבול היה כל העולם בצרה גדולה. אמר הק', כל העולם בצרה גדולה ונח ובניו נכנסין לתיבה ומתמלטין ממנה? ישתתפו עם העולם בצרת הציבור! עם שהן נכנסים אסר תשמיש המטה, לא עשה, אלא כיון שיצאו מן התיבה אמר הק', אינו מן הדין שאתיר את אשר אסרתי לו, תשמיש המטה, מיד קפץ עליו הדיבור, והיז הוא? צא מן התבה אתה ואשתך ובניך וגו\"'<sup class=\"footnote-marker\">205</sup><i class=\"footnote\"> גנזי שכטר, א, ניו יורק תרפ\"ח, עמ' 39.</i>.", "מכאן אפשר ללמוד גם על ההַקבלה ב\"מכאן אמרו\" שבחז\"ל ובפילון. בחז\"ל יש לפעמים בפי אמורא \"מכאן אמרו\", לשון האומר מסוֹרה ישָנָה שהיתה לפניהם, ואף שהקַבָּלה עצמה נשתמרה, מקורה נשתכח, עד שבא חכם מאוחר וציין את הפסוק שעליו נסמכה. בגמרא סנהדרין קח, ב מובא, שבני נח נאסרו בתשמיש המטה בזמן היותם בתיבה: \"ומנלן דנאסרו, דכתיב ובאת אל התיבה אתה ובניך ואשתך ונשי בניך אתך, וכתיב צא מן התיבה אתה ואשתך ובניך ונשי בניך אתך, וא\"ר יוחנן מיכן אמרו שנאסרו בתשמיש המטה\". נראה, שדברי פילון, כמו \"מכאן אמרו\" של ר' יוחנן, נובעים ממקור אחד, ממקור ארץ־ישראלי קדום."], "heVersionTitle": "The Midrash of Philo, by Samuel Belkin, 1989", "heLicense": "CC-BY", "heVersionTitleInHebrew": "מדרשי פילון, שמואל בלקין, תשמ\"ט", "text": ["<b>Why, when they entered into the ark was the order as follows: first himself and his sons, and after them his wife and his sons' wives, but when they went forth the order was changed, for the sacred historian says, \"Noah and his wife went forth, and after them his sons and his sons' wives?\"(Genesis 8:18).</b>", "By the literal statement the sacred writer gives an obscure intimation, in the order in which they entered, that the propagation of seed was taken away, but by the order of their egress he implies the continuance of the process of generation; since, while they are entering, the sons are mentioned together which their father, and the daughters in-law with their mother-in-law, but when they are going forth the wives are all mated again, the father being accompanied by his wife, and each of his sons also by his wife, since he chose to show by fact rather than by words everything which it is fitting for his friends to do. Moreover he had in express words, and not by any vague intimations, commanded the men, as they were about to enter into the ark, that they while there were to keep themselves from connection with women; but now that they were about to depart from it, he plainly intimates to them that offspring is to be begotten in accordance with nature, by the order in which he appoints their going forth; nor did he employ words only, in order to make his proclamation about the state of the ark, saying, \"After a destruction of all things on earth, of such a character and of such extent, do not indulge in pleasures, for that is not decorous. It is sufficient, however, for you to have received your lives; but while you are actually in the ark, to ascend up into the marriage bed with your wives would be a proof of your being devoted to lasciviousness.\" And, indeed, it was natural for them, as being relations to those who were being destroyed, to be moved with compassion for the perishing human race, especially because they themselves also were still in doubt whether, from some quarter or other, calamity might not fall also upon themselves; and besides these considerations it was absurd, while those who were alive were perishing, for those in the ark to be contriving that others who did not exist should be born, being warm at an unreasonable time, and burning with an inopportune desire. But after the anger of God ceased, then he commanded those who had been delivered from the calamity, when they had again gone forth out of the ark in order, to apply themselves to the procreation of a succeeding generation, when he tells us, that the men did not go forth with the men, nor the women with the women, but the wives with their husbands. But with respect to the inner meaning of this fact, we must say this, that when the mind is about to wash off and cleanse away its sins, then it is fit for male to live with male, that is to say, for the intellect, the chief part of the man, to be as a father, united to each separate thought, as a father to his sons, without any admixture of the female race, which is in accordance with the outward sense; since it is a time of battle, in which it is necessary to keep the order of the cohort distinct, and to preserve it strictly in order, that the soldiers may not be mingled in confusion, and so, instead of gaining a victory over the enemy, be conquered themselves; but when the purification is completed, and when the soul is dried up from all ignorance, and when a complete deliverance from everything pernicious has taken place, then it becomes the man to collect his scattered forces together, not in order that masculine counsels may be rendered effeminate by softness, but that the female race, that is to say, the outward senses, may clothe themselves with the vigour of the male, attaining to masculine counsels, and from their receiving seed for the production of a generation; so that, from this time forth they may cherish, in all things, sentiments of wisdom, and honour, and justice, and courage, and, in one word, of virtue. But, besides this, it will be reasonable also to take notice, that when once a confusion, in the similitude of a deluge, has overwhelmed the intellect, and when the different senses, being perplexed by the affairs of this world, like so many bulwarks erected against them, begin to quarrel, it is utterly impossible that any one should be able, either to sow, or to conceive, or to generate any good thing. But when all the hostile attacks of various agitations and passions are checked, and when the ceaseless invasions of lawless counsels are repressed, then the soul produces virtue and excellent works, as the most fertile portion of the earth, when dried, produces fruits."], "versionTitle": "The Works of Philo Judaeus. trans. C.D.Yonge, London, H. G. Bohn, 1854-1890.", "license": "Public Domain", "versionTitleInHebrew": "חיבורי פילון היהודי, מתורגמים בידי צ'. ד. יונג, לונדון, ה\"ג בון, 1854-1890"}, {"_id": "5993fa6ad6e4a95930ec40d9", "index_title": "Malbim on Genesis", "category": "Commentary", "type": "commentary", "ref": "Malbim on Genesis 8:18:1", "anchorRef": "Genesis 8:18", "anchorRefExpanded": ["Genesis 8:18"], "sourceRef": "Malbim on Genesis 8:18:1", "sourceHeRef": "מלבי\"ם על בראשית ח׳:י״ח:א׳", "anchorVerse": 18, "sourceHasEn": false, "compDate": [1845, 1875], "commentaryNum": 18.0001, "collectiveTitle": {"en": "Malbim", "he": "מלבי\"ם"}, "heTitle": "מלבי\"ם על בראשית", "he": "<b>ויצא נח ובניו.</b> פי' חז\"ל שלא רצה להזדווג לאשתו פן יבא מבול שנית וילד לבהלה, לבד כל החיה שהם יצאו למשפחותיהם ע\"מ להדבק במינם, וגם ר\"ל כי בתיבה היו כל הבע\"ח ביחד ולא הזיקו זה את זה, אבל בצאתם נפרדו זה מזה וכל אחד התחבר עם משפחתו, הטורפים בפ\"ע, והאוכלים עשב בפ\"ע, כי קודם המבול לא טרפו טרף, כמ\"ש ולכל חית השדה את כל ירק עשב לאכלה, שלא אכלו בשר, ואחר המבול התחילו הטורפים לאכול בשר, ונפרדו הבע\"ח זה מזה כ\"א למשפחתו ולסוגו ומינו:", "heVersionTitle": "Malbim on Genesis -- Wikisource", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": "Yalkut, Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "59a6c5d4d6e4a920f72d8bcc", "index_title": "HaKtav VeHaKabalah", "category": "Commentary", "type": "commentary", "ref": "HaKtav VeHaKabalah, Genesis 8:18:1", "anchorRef": "Genesis 8:18", "anchorRefExpanded": ["Genesis 8:18"], "sourceRef": "HaKtav VeHaKabalah, Genesis 8:18:1", "sourceHeRef": "הכתב והקבלה, בראשית ח׳:י״ח:א׳", "anchorVerse": 18, "sourceHasEn": false, "compDate": [1829, 1839], "commentaryNum": 18.0001, "collectiveTitle": {"en": "HaKtav VeHaKabalah", "he": "הכתב והקבלה"}, "heTitle": "בראשית", "he": "<b>נח ובניו. </b>הפריד ביציאתם הזכרים מהנקבות, כבביאתם אל התבה שנאמר (ו' י\"ט) אתה ובניך, האנשים לבד והנשים לבד לאסרם בתשה\"מ, היפך הצווי שחברם יחד צא אתה ואשתך להתירם בתשה\"מ, מזה אמרו בב\"ר, אמר נח איך אצא ואהי' פרה ורבה למארה, עד שנשבע לו המקום שאינו מביא מבול לעולם. וערש\"י ואני הנני מקים: \n", "heVersionTitle": "HaKtav VeHaKabbalah, Frankfurt 1880", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59fb04d6d6e4a978f820c051", "index_title": "Riva on Torah", "category": "Commentary", "type": "commentary", "ref": "Riva on Torah, Genesis 8:18:1", "anchorRef": "Genesis 8:18", "anchorRefExpanded": ["Genesis 8:18"], "sourceRef": "Riva on Torah, Genesis 8:18:1", "sourceHeRef": "ריב\"א על התורה, בראשית ח׳:י״ח:א׳", "anchorVerse": 18, "sourceHasEn": false, "compDate": [1090, 1130], "commentaryNum": 18.0001, "collectiveTitle": {"en": "Riva", "he": "ריב\"א"}, "heTitle": "בראשית", "he": "<b>ויצא נח ובניו. </b>היה לו לומ' ויצא נח ואשתו כיון שהותרו בתשמיש המטה. וי\"ל שבתוכה היו הזכרים בחדר אחד והנקבות בחדר אחר ולכך כתוב ויצא נח ובניו כלומ' שיצאו מחדרם:", "heVersionTitle": "Rabotenu Ba'ale ha-Tosafot, Warsaw, 1876", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5acb2db6d6e4a954dcda6b7a", "index_title": "The Midrash of Philo", "category": "Second Temple", "type": "", "ref": "The Midrash of Philo 8:18:1", "anchorRef": "Genesis 8:18", "anchorRefExpanded": ["Genesis 8:18"], "sourceRef": "The Midrash of Philo 8:18:1", "sourceHeRef": "מדרשי פילון ח׳:י״ח:א׳", "anchorVerse": 18, "sourceHasEn": true, "compDate": [10, 50], "commentaryNum": 18.0001, "collectiveTitle": {"en": "The Midrash of Philo", "he": "מדרשי פילון"}, "heTitle": "מדרשי פילון", "he": "<strong>מדוע כאשר נכנסו לתיבה היה הסֵדר \"הוא ובניו\", ואחר כך \"נשותיו (ונשי) בניו\" (שם ז, ז), ואילו כשיצאו הוחלף (הסֵדר), כי (הכתוב) אומר: \"נח יצא ואשתו\"</strong><sup class=\"footnote-marker\">198</sup><i class=\"footnote\"> כך בשבעים: καὶ ἐξῆλθεν Νωε καὶ ἡ γυνὴ αὐτοῦ. ובמסורה: \"ויצא נח ובניו\".</i><strong>, ואחר כך \"ובניו ונשי בניו\"?</strong><sup class=\"footnote-marker\">199</sup><i class=\"footnote\"> כך בשבעים: καὶ οἱ υἱοὶ αὐτοῦ καὶ αἱ γυναῖκες. ובמסורה: \"ואשתו ונשי בניו\".</i><strong></strong>", "heVersionTitle": "The Midrash of Philo, by Samuel Belkin, 1989", "heLicense": "CC-BY", "heVersionTitleInHebrew": "מדרשי פילון, שמואל בלקין, תשמ\"ט", "text": "<b>Why, when they entered into the ark was the order as follows: first himself and his sons, and after them his wife and his sons' wives, but when they went forth the order was changed, for the sacred historian says, \"Noah and his wife went forth, and after them his sons and his sons' wives?\"(Genesis 8:18).</b>", "versionTitle": "The Works of Philo Judaeus. trans. C.D.Yonge, London, H. G. Bohn, 1854-1890.", "license": "Public Domain", "versionTitleInHebrew": "חיבורי פילון היהודי, מתורגמים בידי צ'. ד. יונג, לונדון, ה\"ג בון, 1854-1890"}, {"_id": "5ae9be07ec082800178c701c", "index_title": "Midrash Aggadah", "category": "Midrash", "type": "", "ref": "Midrash Aggadah, Genesis 32:23:1", "anchorRef": "Genesis 8:18", "anchorRefExpanded": ["Genesis 8:18"], "sourceRef": "Midrash Aggadah, Genesis 32:23:1", "sourceHeRef": "מדרש אגדה, בראשית ל״ב:כ״ג:א׳", "anchorVerse": 18, "sourceHasEn": false, "compDate": [1020, 1220], "commentaryNum": 23.0001, "collectiveTitle": {"en": "Midrash Aggadah", "he": "מדרש אגדה"}, "heTitle": "בראשית", "he": "ואת אחד עשר ילדיו. <i data-commentator=\"Notes and Corrections on Midrash Aggadah\" data-order=\"24\"></i> דינה היכן היתה, נתנה בתיבה ונעל לפניה, אמר הרשע הזה עינו רמה, שלא יראה אותה ויקחה ממני, אמר לו הקב\"ה למס מרעהו חסד (איוב ו יד), אתה מנעת חסד מאחיך שנתת בתוך התיבה, ולא נשאית אותה <i data-commentator=\"Notes and Corrections on Midrash Aggadah\" data-order=\"25\"></i> למהול, חייך הרי היא נישאת לערל, לא בקשת להנשא דרך היתר, הרי היא נשאת דרך איסור, הדא הוא דכתיב ותצא דינה בת לאה, מהיכן יצאה מן התיבה, נאמר כאן ותצא, ונאמר להלן ויצא נח (בראשית ח יח), מה להלן מן התיבה, אף כאן מן התיבה:", "heVersionTitle": "Midrash Aggadah, ed. Buber, Vienna, 1894.", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש אגדה, מהדורת בובר, וינה תרנ\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5ae9be409197ec001aac1717", "index_title": "Midrash Aggadah", "category": "Midrash", "type": "midrash", "ref": "Midrash Aggadah, Genesis 8:18:1", "anchorRef": "Genesis 8:18", "anchorRefExpanded": ["Genesis 8:18"], "sourceRef": "Midrash Aggadah, Genesis 8:18:1", "sourceHeRef": "מדרש אגדה, בראשית ח׳:י״ח:א׳", "anchorVerse": 18, "sourceHasEn": false, "compDate": [1020, 1220], "commentaryNum": 18.0001, "collectiveTitle": {"en": "Midrash Aggadah", "he": "מדרש אגדה"}, "heTitle": "בראשית", "he": "ויצא נח. ולא קבל עליו לשוב אל אשתו ולהתעסק בפריה ורביה, מפני שהיה מתיירא שמא יחריב הקב\"ה את עולמו פעם אחרת:", "heVersionTitle": "Midrash Aggadah, ed. Buber, Vienna, 1894.", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש אגדה, מהדורת בובר, וינה תרנ\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5b0bc3dbf746f30016ee7790", "index_title": "Yismach Moshe", "category": "Chasidut", "type": "", "ref": "Yismach Moshe, Noach 13:1", "anchorRef": "Genesis 8:18", "anchorRefExpanded": ["Genesis 8:18"], "sourceRef": "Yismach Moshe, Noach 13:1", "sourceHeRef": "ישמח משה, נח י״ג:א׳", "anchorVerse": 18, "sourceHasEn": false, "compDate": [1790, 1840], "commentaryNum": 13.0001, "collectiveTitle": {"en": "Yismach Moshe", "he": "ישמח משה"}, "heTitle": "נח", "he": "<b>ויבא</b> נח ובניו ואשתו אל התיבה מפני מי המבול (בראשית ז ז). פירש רש\"י (ד\"ה) נח ובניו, האנשים לבד והנשים לבד. וכתב הרא\"מ ז\"ל שיבוש הוא שנפל בספרים, שמפני שראו גבי ובאת אל התיבה אתה ובניך ואשתך (בראשית ו יח), שפירש האנשים לבד והנשים לבד, חשבו שכמו כן ראוי לפרש זה אצל העשיה, ואין הדבר כן, שהרי גבי צא מן התיבה אתה ואשתך (בראשית ח טז), תמצא אחריו (בראשית ח יח) ויצא נח ובניו ואשתו וגו', האנשים לבד ונשים לבד ואין זה לאיסור תשמיש. אלא ודאי דגבי סיפור עשיה, אורחא דמילתא הוא להזכיר האנשים לבד והנשים לבד, ואין לדרוש רק גבי צוה, עד כאן דבריו. ולכאורה דבריו מוכרחים, אבל קשה מאד לשבש כל הספרים. אבל אחר העיון קצת דברי רש\"י נכונים מאד, ואין צריך לדוחק של המזרחי לחלק בין העשיה למצוה, דלמה לא הוי אורחא דמילתא להזכיר איש ואשתו, ובפרט שכבר נזכר בהציוי כן, אם כן ודאי אורחא דמילתא להזכיר בהעשיה כמו בהציוי ולא לשנות, ואדרבא דברי רש\"י מוכרחים כאן ושם, דכאן (בראשית ז ה) פירש רש\"י (ד\"ה) ויעש נח, זה ביאתו לתיבה. אם כן מבואר דביאתו לתיבה היה כאשר צוהו ה', דהיינו מפני שנצטוה, אם כן הרי סותר הפסוק שלמטה מפני מי המבול, כמו שפירש רש\"י (ד\"ה מפני) שדחקהו המים, וכמו שמבואר בב\"ר (פל\"ב ו') והביאו הרמב\"ן אלו היה מגיע לקרסולין לא היה נכנס, אבל כיון שראה שהמים על פני כל הארץ וראה שיטבע נכנס עיין ברמב\"ן, אם כן לא היה זה מפני הציוה, על כרחך צריך לומר דקאי על ענין ביאתו לתיבה האנשים לבד כי היה כאשר ציוהו, ואם כן ויבא נח הוא פירושו של ויעש נח, וכנדרש בל\"ב מדות דר\"א בנו של ר' יוסי הגלילי, ועל כן כתב רש\"י ויעש נח וכו' נח ובניו וכו', בדבור אחד אף שהם בפסוקים חלוקים וגם פסוק אחד מפסוק ביניהם, וזה ברור לדעתי. ושם בפסוק ויצא נח ובניו ואשתו, גם כן מוכרח הקפידה שמזכיר האנשים לבד וכו', שהרי כתב רש\"י להלן (פרשה ט פסוק ט) (בראשית ט ט) (ד\"ה) ואני הנני מקים את בריתי וגו', וז\"ל: ואני הנני מסכים עמך, שהיה נח דואג לעסוק בפריה ורביה, עד שהבטיחו הקב\"ה שלא לשחת העולם וכו', עיין שם. והיכן מצינו שלא היה רוצה נח לעסוק בפריה ורביה עד שהבטיחו השי\"ת אף שכבר התיר לו, אם לא מן הפסוק הזה שאחר שנאמר לו צא מן התיבה אתה ואשתך וגו', שהתיר לו תשמיש המטה שנאמר ויצא נח ובניו וכו', שלא רצה לנהוג כן עד שיבטחו, וזה ברור ואמת לדעתי ואין צורך לשבש הספרים.", "heVersionTitle": "Yismach Moshe, Sighet, 1898", "heLicense": "Public Domain", "heVersionTitleInHebrew": " ספר ישמח משה, סיגעט תרנ\"ח", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5b0bc3dcf746f30016ee77f6", "index_title": "Yismach Moshe", "category": "Chasidut", "type": "", "ref": "Yismach Moshe, Noach 16:2", "anchorRef": "Genesis 8:18", "anchorRefExpanded": ["Genesis 8:18"], "sourceRef": "Yismach Moshe, Noach 16:2", "sourceHeRef": "ישמח משה, נח ט״ז:ב׳", "anchorVerse": 18, "sourceHasEn": false, "compDate": [1790, 1840], "commentaryNum": 16.0002, "collectiveTitle": {"en": "Yismach Moshe", "he": "ישמח משה"}, "heTitle": "נח", "he": "<b>דהנה</b> חטא נח היה על שלא התפלל על אנשי דורו, וכמבואר בזהר (זוהר ח\"א ס\"ז ע\"ב) דלכך נקרא מי נח (הובא לשונו למעלה בפסוק (בראשית ז א) ויאמר ה' אל נח וגו'), וכמו שפירשתי על פי זה כי אותך ראיתי צדיק וגו', וצדיק תמים היה בדורותיו את האלקים התהלך נח (בראשית ו ט), וכמו שהביא בילקוט הראובני בפסוק (בראשית ח יח) ויצא נח וגו' מדרש הנעלם (זוהר ח\"א רנ\"ד ע\"ב) וז\"ל: ת\"ר מה השיב הקב\"ה לנח כשיצא מן התיבה וראה העולם חרב, התחיל לבכות, וא\"ל רבש\"ע נקראת רחום (שמות לד ו), היה לך לרחם על בריותיך. השיבו הקב\"ה רעיא שטיא, כען אמרת דא, ולא בזמנא דאמרת לך ואני הנני מביא מבול וגו' (בראשית ו יז) וכו', ואכדין דשמעית דתשתזיב את בתיבותא, לא עלה בלבך בישובא דעלמא וכו', עיין שם. והנה בעונש רבי שמעון בן יוחאי י\"ב חדש הואיל ולא חס על העולם, הכי נמי לנח מדה כנגד מדה אינו חס על העולם, לא יראה העולם זה אסור במערה וזה בתיבה כנ\"ל. ובזה נראה לי לפרש הא דאיתא במדרש רבה (ב\"ר ל\"א ט') בפסוק (בראשית ו יד) קנים תעשה את התיבה, מה הקן הזה מטהר את המצורע, כך תיבתך מטהרתך. דהנה כמו שנקרא מי נח, הואיל ולא המליץ הוי כאילו הביאו, כך כיון דלא המליץ והסכים למקטרג הוי כאילו קטרג, דאם לא כן למה נקרא מי נח, וזה ברור. והנה ידוע דצרעת בא על לשון הרע, כמו שפרשו (עיין ערכין ט\"ו ע\"א) זאת תהיה תורת המצורע (ויקרא יד ב) המוציא רע, והמקטרג כל דהוא נקרא באותו פעם בעל לשון הרע, כמו משה דנלקה בצרעת (שמות ד ו) בעת שאמר והן בני ישראל לא שמעו אלי (שמות ד ו), אף דלא נתכוון לקטרוג כלל. ועל פי זה יתבאר המדרש מה הקן מטהר וכו', דחטא אחד לו עם המצורע, ורמז לו השי\"ת זאת כדי שיבין ויתפלל, והוא לא שם לבו להבין. וגם כן נראה על פי דברי הזהר דרמז לו שיתפלל במה שאמר לו כי אותך ראיתי צדיק, דודאי לא לחנופא ליה אתי, רק שידע שיש לו כח להתפלל, ומכל שכן לפי פירושי בהפסוק הנ\"ל היה לו רמז גדול והוא לא הבין וכמ\"ש למעלה במקומו. ועל פי זה יתבאר דברי הילקוט כי מי נח זאת לי, וקשה לו קושית הזהר למה נקרא מי נח. ועוד קשה איך נמשך לזה שנקראו מי נח, מה דאמר אשר נשבעתי. ועל כן אמר זה שאמר הכתוב כי לכל זמן וכו', זמן היה לנח ליכנס בתיבה וזמן היה לו שיצא, דהיינו הזמן מהכניסה עד היציאה היה לו לקבל משפטו על שלא התפלל, דאלולי כך היה יוצא אחר ארבעים יום, ור\"ל דלכך נקראו מי נח. ושמא תאמר אולי לא היה מועיל בתפילתו, לכך אמר כיון שאמר לו הקב\"ה לצאת אז, כיון שראה שהיה עצור כל כך בהתיבה, הבין שחטא במה שלא התפלל, ולכן לא קבל לצאת ואמר אצא ואהיה פרה ורבה למארה, והיינו שהתפלל על העתיד שלא יהיה עוד מבול, ופעל שנשבע לו הקב\"ה שלא יביא מבול לעולם אף אם יהיו רשעים, הכי נמי היה פועל אם היה מתפלל קודם, אם כן הוא גרם במה שלא התפלל, ולכך נקרא מי נח. וזהו כונת הפסוק כי מי נח זאת לי מטעם הנ\"ל שלא התפלל, ושמא תאמר שלא היה פועל, לזה אמר אשר נשבעתי וגו', והיינו דמסיים הילקוט שנאמר כי מי נח וגו', והבן זה. והנה הגרסא האמיתי במדרש ובילקוט כך צריך לומר, זמן היה לנח לכנוס לתיבה, ועת היה לו שיצא ממנה כלשון הפסוק זמן ועת. ולדעתי יש עוד כונה עמוקה במה שדורש הפסוק לכל יש זמן וכו' על כניסת נח, ועת לכל חפץ על יציאתו מן התיבה. דהיה קשה לו בפסוק הנ\"ל הכפל. ומה דמשנה מלשון הזמן לעת. ומתחלה אמר לכל דכולל הכל, ואחר כך האריך בלשונו לומר לכל חפץ תחת השמים. ועוד דמתחלה אמר לכל, דמשמע אף למה שעל השמים, ואחר כך אמר לכל חפץ תחת השמים, משמע תחת השמים. לכך מפרש להאי קרא על ענין נח בכניסתו ויציאתו, ובזה מתורץ הכל, בהקדים מ\"ש היערות דבש (ח\"ב דף נ\"ג) לפרש (תהלים צ א-ד) (תהלים צ א) מעון אתה וגו', (תהלים צ ד) כי אלף שנים וגו'. כי אמרו (אבות פ\"ה מ\"ב) עשרה דורות מאדם ועד נח, להודיע כמה ארך אפים לפניו, וכמו כן מנח ועד אברהם להודיע וכו', עד שבא אברהם וקבל שכר כולם. ופירשו המפרשים מפני שזכותו הגין עליהן, אבל נח לא היה כדאי להגין על דורו, רק הקב\"ה במדתו האריך אף עד המבול. וקשה אם כן מנח ועד אברהם למה לן זכותיה דאברהם. ותירץ דמעת שהחלו דור המבול למרוד לא היה רק ערך אלף שנים שזהו יומו של הקב\"ה, וסירכא בת יומא לא הוי סירכא. אך זה קודם המבול, אבל אחר המבול אמר הקב\"ה (בראשית ו ג) לא ידון רוחי באדם לחשוב כמו יום שלי רק יום שלהם, אם כן אין כל כך ארך אפים, לכך הוצרך לזכותיה דאברהם. וזה שאמר הכתוב מעון ומחסי אתה היית לנו בדור ודור, היינו באותן דורות שמאדם עד נח, (תהלים צ ב) בטרם הרים הן האבות יולדו, (תהלים צ ג) ותאמר שובו בני אדם הראשון, כי אלף שנים בעיניך כיום, וחסד אל כל היום (תהלים נב ג), עד כאן דבריו וש\"י. והנה בלשון הקודש יש שמות נרדפים, ולכל אחד יש הוראה מיוחדת, רק שדרך להשאיל מזה לזה, וגם זמן ועת הם שמות נרדפין, זמן מיוחד לזמן אשר מתנהג בו השי\"ת, כאמרם (סנהדרין צ\"ז ע\"א) יומו של הקב\"ה אלף שנה, וכאמרם במדרש (ב\"ר ג' ז') שהיה סדר זמנים קודם לכן, והיינו קודם בריאת עולם הזמן שהקב\"ה מנהיג בו, וכמו שהתפארה התורה הק' ואהיה אצלו שעשועים יום יום (משלי ח ל) כנודע מדרשת רז\"ל (ב\"ר א' א'). ועת היא המשוער בתנועת הגלגל. והנה הקב\"ה נקרא כל, שהוא כולל הכל ומחיה לכל, ומקור וסיבת הכל. והיינו לכל, הקב\"ה שנקרא כל, זמן וכו' כנ\"ל, והשתא אתי שפיר זמן היה לנח ליכנס לתיבה, שאז התנהג כפי הזמן שהקב\"ה מתנהג בו ולכך האריך להם יומו, וכשכלה אז נכנס לתיבה. ועת לכל חפץ תחת השמים, דלמה שתחת השמים רק עת יש שאין מתנהג בזמן, והיינו אחר המבול שמאז אין מתנהג בזה העולם בהזמן רק בעת, והיינו ועת היה לו שיצא, דהיינו מהכניסה עד היציאה שנידון י\"ב חדש היה בעת, כנ\"ל נכון וברור. ועל פי דברי היערות דבש הנ\"ל, נ\"ל ליתן קצת טעם על מספר י\"ב חדש למשפט דור המבול, דלכאורה אם נאמר כפשוטו דמשפט דור המבול היה י\"ב חדש, על דרך קשה רימה וכו' (ברכות י\"ח ע\"ב), וכמ\"ש הנזר הקודש עיין שם, קשה אם הוי כמו משפט הרשעים בגיהנם, אם כן למה הוי שנת החמה, כמ\"ש רש\"י על פסוק (בראשית ח יד) ובשבעה ועשרים יום יבשה הארץ (ד\"ה בשבעה), הא בגיהנם לא הוי רק י\"ב חדש שנת הלבנה, וכן מבואר ממנהג הקדיש. ועוד קשה דהא בארבעים יום (בראשית ז יב, ד\"ה ארבעים) כתב רש\"י דאין יום ראשון מן המנין, ובשנת החמה נחשב. ונ\"ל דהנה איתא (סנהדרין ק\"ח ע\"א) לא נחתם גזר דינם אלא על הגזל. ונ\"ל פירושו, על פי מה דאיתא בספר שנות אליהו בליקוטים פירש דין וחשבון (אבות פ\"ג מ\"א), וז\"ל: דין, שדנין אותו על שעבר עבירה, וחשבון הוא בשעה שעבר העבירה, באותו שעה היה יכול לעשות מצוה או ללמוד. וזהו חשבון, שמחשבין העתים והרגעים שהיו לריק, ומענישים אותו על זה מלבד שעונשין על העבירה גופא שעשה, עכ\"ל. והנה בלא תגזול (ויקרא יט יג), נכלל ממש רוב התורה, דהיינו עת שאפשר לו לעסוק בתורה ואינו עוסק, הרי גוזל אותו העת מהשי\"ת. והנה על ביטול תורה לחוד, י\"ל דהוי ביטול עשה ולא ענשינן רק בעידן ריתחא (מנחות מ\"א ע\"א) אבל כשחטא באיזה לא תעשה דענשינן, אם כן נעשה עידן ריתחא וענשינן גם על ביטול תורה. והא דאמר במקום אחר (סנהדרין דף ז' ע\"א) אין תחלת דינו של אדם אלא על דברי תורה, שנאמר (משלי יז יד) פוטר מים וגו'. היינו בעת שנותן חשבון על כל מעשיו בבואו לדין, דאז לא שייך הא דלא ענשינן על עשה, דאז שואלין לו עסקת בתורה. מה שאין כן שיענש קודם נתינת החשבון, זה אינו אלא בעידן ריתחא. ובזה יש לפרש בהא דאיתא בגמרא (ברכות דף ה' ע\"א) אם רואה אדם שיסורים כו', פשפש ולא מצא יתלה בביטול תורה. ופירש רש\"י ולא מצא חטא שבשבילו ראוין יסורים הללו לבא, ולא רצה לפרש דלא מצא כלל, דאם כן נשאר קושית העולם דהניח ביטול תורה לבסוף. ואין לומר משום דלא ענשינן רק בעידן ריתחא, אם כן כשלא מצא איך תולה בביטול תורה. לכך פירש ולא מצא חטא שבשבילו וכו', ואתי שפיר הכל בס\"ד. והנה גם בלא מ\"ש דפירוש ביטול תורה, היינו שביטל באותו עת שחטא, גם כן אתי שפיר דברי רש\"י על פי הקדמה זו דלא ענשינן רק בעידן ריתחא. אך גם זה יתכן לומר דכוונת הגמרא יתלה בביטול תורה, היינו על עת שחטא וכמ\"ש. והנה לפי זה צריך לומר דרש\"י לא סבירא ליה כדעת התוספת (ד\"ה ענישתו), דהא דלא ענשינן אעשה היינו דוקא כעין ביטול ציצית, שאין לובש טלית בת ד' כנפות שאין חייב בציצית, רק דבעידן רותחא גם על זה ענשינן שלא הביא עצמו לידי חיוב, דאם כן הלא בתלמוד תורה מחויב תמיד, והבן. והנה אם מתגבר על יצרו ואינו עושה העבירה, אינו נענש על ביטול תורה שבעת ההוא, דהא קיימא לן (קידושין ל\"ט ע\"ב) ישב ולא עבר עבירה נותנין לו שכר כעושה מצוה, ואם כן הוי עוסק במצוה, ובאמת התגברות על יצרו מצוה הוא, אבל כשעשה העבירה נענש גם על ביטול תורה, א' דהיה לו לעסוק אז, ועוד דאם היה עוסק בתורה, לא היה בא לידי עבירה, כמו שאמרו (שם בברכות (ה' ע\"א)) רז\"ל אם רואה אדם שיצרו מתגבר עליו, יעסוק בתורה. ונחזור לענינינו, דאם אינו עוסק בתורה בשעה שאפשר לו לעסוק, או אינו עובד השי\"ת בשעה שאפשר לו לעבוד, הוי גוזל אותו העת מהשי\"ת. וכן האוכל והשותה בלא ברכה, אמרינן בכיצד מברכין (ברכות דף ל\"ה ע\"א) דעליו נאמר (משלי כח כד) גוזל אביו ואמו דלה' הארץ ומלואה (תהלים כד א), ואמרינן שם דהוי נהנה מקדשי שמים ומעל, עיין שם. ולפי זה ראוי לתוספת חומש, והיינו דלא נחתם גזר דינם אלא על הגזל, היינו שלא עבדו השי\"ת כלל וגזלו כל העתים, והבן דהשתא אתי שפי דזה עלה על כולם, ומלבד דעשו עבירות לא עבדו כלל השי\"ת. ועיין ביערות דבש ח\"ב דף כ\"ו ע\"ב, וכ\"ז ע\"א מה שכתב בתוספת חומש, ועיין מה שכתבתי שם על הגליון וזה לשוני שם, (ועיין בהג\"ה על השאילתות במה שתמה על הגאון המחבר בזה. והנה כאן י\"ל דהוא טעות סופר ואיפכא צריך לומר, דהא קיימא לן (ב\"מ נ\"ג ע\"ב) חומש מלבר וכמו שפסק הרמב\"ם, ומלבר הוא מאתים וחמשים, רק לקמן בדף כ\"ו ע\"א הוא פליאה נשגבה, ודו\"ק). והנה לפי זה אם חטאו אלף שנה, הרי עם תוספת חומש הוי שנים עשר מאות שנה, על כן הוי שנים עשר חדש דינם שנים עשר נגד שנים עשר, ורק זאת ראוי להיות חומש מלבר, ואם כן ראוי להיות עוד חמשים שנה, לכך היה שנה תמימה שנת החמה עונש דור המבול כמבואר ברש\"י, דאם חודש הוי נגד מאה שנה שנה, וגם חודש חסר נחשב כן, אם כן ורב חסד מטה כלפי חסד (ר\"ה י\"ז ע\"א), והיה ראוי להיות כולם נחשבים חסרים, דלמה יענשו יותר במה שהחודש מלא, מלבד יום הראשון שלא נחשב שאין לילה עמו כפירוש רש\"י, וכן יום שנפסק, אם כן הוי שי\"ן נו\"ן ימים, אם כן עד שנת החמה דהוא שס\"ה ימים, הוי חצי חודש נגד חמשים שנה כנ\"ל, ועל פי זה מיושבים כל הקושיות שהקשתי בס\"ד, והבן.", "heVersionTitle": "Yismach Moshe, Sighet, 1898", "heLicense": "Public Domain", "heVersionTitleInHebrew": " ספר ישמח משה, סיגעט תרנ\"ח", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5be1f78d5c81ef0074e691fe", "index_title": "Midrash Tanchuma", "category": "Midrash", "type": "", "ref": "Midrash Tanchuma, Tazria 3:1", "anchorRef": "Genesis 8:18", "anchorRefExpanded": ["Genesis 8:18"], "sourceRef": "Midrash Tanchuma, Tazria 3:1", "sourceHeRef": "מדרש תנחומא, תזריע ג׳:א׳", "anchorVerse": 18, "sourceHasEn": true, "compDate": [500, 800], "commentaryNum": 3.0001, "collectiveTitle": {"en": "Midrash Tanchuma", "he": "מדרש תנחומא"}, "heTitle": "תזריע", "he": "<b>דָּבָר</b> אַחֵר, אִשָּׁה כִּי תַּזְרִיעַ. אִם קָדְמָה הָאִשָּׁה, יוֹלֶדֶת זָכָר. קָדַם הָאִישׁ, יוֹלֶדֶת נְקֵבָה. אָמַר רַבִּי אָבִין הַלֵּוִי, רָמַז לְךָ הַכָּתוּב וְאִם נְקֵבָה תֵּלֵד, אִם קָדַם הָאִישׁ מוֹלִיד נְקֵבָה. קָדְמָה הָאִשָּׁה יוֹלֶדֶת זָכָר, שֶׁנֶּאֱמַר: אִשָּׁה כִּי תַּזְרִיעַ וְיָלְדָה זָכָר. אָמַר רַבִּי חִיָּא בַּר אַבָּא, לְפִיכָךְ נִתְלָה הַזָּכָר בָּאִשָּׁה. וּנְקֵבָה בָּאִישׁ. מִנַּיִן, שֶׁכָּךְ כְּתִיב: הִנֵּה יָלְדָה מִלְכָּה גַּם הִיא בָּנִים לְנָחוֹר אָחִיךָ, אֶת עוּץ בְּכוֹרוֹ וְגוֹ', וּבְתוּאֵל יָלַד אֶת רִבְקָה <small>(בראשית כב, כ-כג)</small>. וְכֵן הוּא אוֹמֵר, פִּילֶגֶשׁ כָּלֵב מַעֲכָה יָלַד שֶׁבֶר וְאֶת תִּרְחֲנָה, וַתֵּלֵד שַׁעַף אֲבִי מַדְמַנָּה אֶת שְׁוָא אֲבִי מַכְבֵּנָא וַאֲבִי גִּבְעָא, וּבַת כָּלֵב עַכְסָה <small>(דה״א ב, מח-מט)</small>. הֱוֵי, נִתְלוּ הַנְּקֵבוֹת בָּאֲנָשִׁים וְהַזְּכָרִים בַּנָּשִׁים. לְכָךְ כְּתִיב: אִשָּׁה כִּי תַּזְרִיעַ וְיָלְדָה זָכָר. אָמַר רַבִּי אִיבּוֹ, מַעֲשֵׂה נִסִּים עָשָׂה הַקָּדוֹשׁ בָּרוּךְ הוּא לַתִּינוֹק הַזֶּה. אָדָם שֶׁהוּא נָתוּן בְּחַמִּין יוֹם אֶחָד, אֵין נַפְשׁוֹ מְפַרְכֶּסֶת אֲבָל הַתִּינוֹק הַזֶּה, נָתוּן בִּמְעֵי אִמּוֹ תִּשְׁעָה חֲדָשִׁים וְהַקָּדוֹשׁ בָּרוּךְ הוּא מְשַׁמְּרוֹ. אָמְרוּ רַבּוֹתֵינוּ זִכְרוֹנָם לִבְרָכָה: מַעֲשֵׂה נִסִּים עָשָׂה הַקָּדוֹשׁ בָּרוּךְ הוּא עִם הָאָדָם הַזֶּה. אָדָם שֶׁהוּא נָתוּן בְּאַמְבָּטֵי יוֹם אֶחָד, נַפְשׁוֹ מְצֵרָה עָלָיו. וְהַתִּינוֹק הַזֶּה נָתוּן בִּמְעֵי אִמּוֹ תִּשְׁעָה חֲדָשִׁים וְאֵין נַפְשׁוֹ קְנִיטָה עָלָיו. לָמָּה, שֶׁהַקָּדוֹשׁ בָּרוּךְ הוּא עוֹשֶׂה עִמּוֹ מַעֲשֵׂה נִסִּים. וְעַל זֶה אָמַר אִיּוֹב, אֶשָּׂא דֵּעִי לְמֵרָחוֹק <small>(איוב לו, ג)</small>. הָיָה אִיּוֹב רוֹאֶה אֶת בְּנֵי הָאָדָם, וְאִשָּׁה יוֹלֶדֶת זָכָר, וְהַסְּפִינָה שָׁטָה בְּתוֹךְ הַיָּם אֶצְבַּע עַל אֶצְבַּע, וְתָמַהּ עַל הַדְּבָרִים הָאֵלּוּ, אָמַר, אֶשָּׂא דֵּעִי לְמֵרָחוֹק וְגוֹ', לְפִיכָךְ נֶאֱמַר, אִשָּׁה כִּי תַּזְרִיעַ. אָמַר רַבִּי יְהוּדָה בַּר סִמּוֹן, שְׁתֵּי יַרְכוֹתֶיהָ שֶׁל אִשָּׁה נַעֲשִׂין כִּשְׁתֵּי אֲבָנִים, כְּדֵי שֶׁיְּהֵא בָּהּ כֹּחַ כְּשֶׁהִיא יוֹלֶדֶת. וּמִנַּיִן, שֶׁכֵּן כְּתִיב: וּרְאִיתֶן עַל הָאָבְנַיִם <small>(שמות א, טז)</small>. אָמַר רַבִּי מֵאִיר, מַעֲשֵׂה נֵס הַקָּדוֹשׁ בָּרוּךְ הוּא עוֹשֶׂה עִם הַתִּינוֹק הַזֶּה. כֵּיצַד, עַד שֶׁלֹּא יָלְדָה, הָיְתָה מוֹשֶׁכֶת דָּמִים. וּכְשֶׁהִיא יוֹלֶדֶת, דָּמִים מִסְתַּלְּקוֹת לַשָּׁדַיִם וְנַעֲשֶׂה חָלָב וְהַתִּינוֹק יוֹנֵק מֵהֶן. אָמַר רַבִּי אַבָּא בַּר כַּהֲנָא, מַעֲשֵׂה נִסִּים הַקָּדוֹשׁ בָּרוּךְ הוּא עוֹשֶׂה עִם הַתִּינוֹק. כֵּיצַד, הָאֲפוּנְדְיָה. שֶׁהִיא מְלֵאָה וּפִיהָ לְמַטָּה, מַה שֶּׁיֵּשׁ בְּתוֹכָהּ מִתְפַּזְרִין. אֲבָל הָאִשָּׁה הַזֹּאת, אֲפוּנְדֶיהָ שֶׁלָּהּ לְמַטָּה, וְהַקָּדוֹשׁ בָּרוּךְ הוּא מְשַׁמֵּר אֶת הַוָּלָד. דָּבָר אַחֵר, הַבְּהֵמָה מִתְהַלֶּכֶת וְהַוָּלָד רָבוּץ בְּתוֹךְ מֵעֶיהָ, וְהָאִשָּׁה הוֹלֶכֶת זְקוּפָה וְהַוָּלָד בְּמֵעֶיהָ וְהַקָּדוֹשׁ בָּרוּךְ הוּא מְשַׁמֵּר אוֹתוֹ. לְכָךְ נֶאֱמַר: אִשָּׁה כִּי תַּזְרִיעַ. ", "heVersionTitle": "Midrash Tanchuma -- Torat Emet", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש תנחומא, תורת אמת", "text": "Another interpretation (of Lev. 12:2), “When a woman emits her seed [and bears a male]”: If the woman comes first, she bears a male; if the man comes first, [she bears] a female.<sup class=\"footnote-marker\">8</sup><i class=\"footnote\"><i>Ber</i>. 60a; <i>Nid.</i> 31ab; see above, <i>Tanh</i>. (Buber), Gen. 8:18; cf. <i>Sifra</i> to Lev. 22:1-9, (217: <i>Emor</i>, Parashah 4).</i> R. Abbin the Levite said, “The text has given you a clue (in vs. 5), ‘If she bears a female’ (with no mention of her giving her seed). If the man comes first, a female is produced; [if] the woman comes first, a male is produced. Thus it is stated (in vs. 2), ‘When a woman emits her seed and bears a male.’” R. Hiyya bar Abba said, “Therefore, the male is dependent (for his procreation) upon the woman; and the female, upon the man. Thus it is stated (in Gen. 22:20-23), ‘Behold Milcah, she also has borne sons to your brother Nahor, Uz his first-born and Buz his brother…. And Bethuel brought forth Rebekah.’ It also says (in I Chron. 2:48-49), ‘Maacah, the concubine of Caleb bore [Sheber] and Tirhanah. She also bore Shaaph the father of Madmannah, Sheva the father of Machbenah and the father of Gibea. And the daughter of Caleb] was Achsah.’ Thus females are dependent (for procreation) upon the man; and the males, upon the woman. It is therefore stated (in Lev. 12:2), ‘When a woman emits her seed.’” R. Ayyevu said, “The Holy One, blessed be He, performs a miraculous act with a person. When a person is put in a hot water for [only] a single day, is not his life struggling [to survive] because of it? But when an infant is put in its mother's belly for nine months,<sup class=\"footnote-marker\">9</sup><i class=\"footnote\">According to Lev. R. 14:3, a woman’s womb is at boiling temperature.</i> the Holy One, blessed be He, protects it.” Our masters have said, “The Holy One, blessed be He, has performed a miraculous act with this person. When the person is put in a bath tub<sup class=\"footnote-marker\">10</sup><i class=\"footnote\">Gk.: <i>embate.</i></i> for one day, does not his life fail because of it? But when the infant is put in its mother's womb for nine months, its life does not fail because of it. Why? Because the Holy One, blessed be He, is performing a miraculous act with it (i.e., with the infant).” Job said (in Job 36:3), “I will fetch (‘S’) my knowledge from afar.” Now Job saw people, with a woman ('<i>shh</i>) giving birth to a man,<sup class=\"footnote-marker\">11</sup><i class=\"footnote\">‘<i>ShH</i> and ‘<i>S</i>’ are more alike in Hebrew than the transliterations show. In the unpointed text <i>S</i> (<i>sin</i>) and <i>Sh</i> (<i>shin</i>) are the same letter. Also a final <i>H</i> (<i>he</i>) sounds so much like a final ‘(<i>alef</i>) that Rabbinic Hebrew sometimes conflates the two. Thus the midrash understands Job 36:3 to mean that the WOMAN in Lev. 12:2 was Job’s KNOWLEDGE FROM AFAR.</i> and also the ship (of Prov. 31:14) sails in the midst of the waters inch by inch.<sup class=\"footnote-marker\">12</sup><i class=\"footnote\">The image suggests Prov. 31:14, according to which the heroic wife is LIKE MERCHANT SHIPS; SHE BRINGS HER FOOD FROM AFAR. So Enoch Zundel in his commentary, ‘<i>Ets Yosef</i>, here on <i>Tanh.</i>, Lev. 4:3.</i> Now he was surprised over these things and said (in Job 36:3), “I (like the woman of Prov. 31:14) will fetch my knowledge from afar.” R. Judah [bar Simon] said, “A woman's two haunches become like two haunches of stone, in order that she may have strength when she gives birth. As thus it is stated (in Exod. 1:16), ‘look at the birthstool (literally, the pair of stones).’” R. Meir said, “The Holy One, blessed be He, performs a miraculous act with the infant. How? Before the woman bears, she retains blood; after she gives birth, the blood departs to the breasts and becomes milk. Then the infant nurses on them.” R. Abba bar Kahana said, “The Holy One, blessed be He, performs a miraculous act with the infant. How? When the <i>funda</i> (i.e., pouch)<sup class=\"footnote-marker\">13</sup><i class=\"footnote\">The Latin word means “moneybag”.</i> is full with its mouth down, the coins are scattered; but the woman has her <i>funda</i> [with its opening] down, and the fetus is retained.” Another interpretation: An animal walks about with the fetus in the midst of its belly; but a woman walks about erect with the fetus in the midst of her belly, and the Holy One, blessed be He, preserves it.", "versionTitle": "Townsend 1989 translation of Midrash Tanhuma, S. Buber Recension, edited and supplemented by R. Francis Nataf", "license": "CC-BY", "versionTitleInHebrew": "תרגום טאוונסנד לתנחומא בובר, ערך והוסיף: רבי פרנסיס נטף"}, {"_id": "62037ed46bfddfbb310fecd2", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Genesis, Part I; The Primeval History, The Deluge 2-7", "anchorRef": "Genesis 6:9-8:19", "anchorRefExpanded": ["Genesis 6:9", "Genesis 6:10", "Genesis 6:11", "Genesis 6:12", "Genesis 6:13", "Genesis 6:14", "Genesis 6:15", "Genesis 6:16", "Genesis 6:17", "Genesis 6:18", "Genesis 6:19", "Genesis 6:20", "Genesis 6:21", "Genesis 6:22", "Genesis 7:1", "Genesis 7:2", "Genesis 7:3", "Genesis 7:4", "Genesis 7:5", "Genesis 7:6", "Genesis 7:7", "Genesis 7:8", "Genesis 7:9", "Genesis 7:10", "Genesis 7:11", "Genesis 7:12", "Genesis 7:13", "Genesis 7:14", "Genesis 7:15", "Genesis 7:16", "Genesis 7:17", "Genesis 7:18", "Genesis 7:19", "Genesis 7:20", "Genesis 7:21", "Genesis 7:22", "Genesis 7:23", "Genesis 7:24", "Genesis 8:1", "Genesis 8:2", "Genesis 8:3", "Genesis 8:4", "Genesis 8:5", "Genesis 8:6", "Genesis 8:7", "Genesis 8:8", "Genesis 8:9", "Genesis 8:10", "Genesis 8:11", "Genesis 8:12", "Genesis 8:13", "Genesis 8:14", "Genesis 8:15", "Genesis 8:16", "Genesis 8:17", "Genesis 8:18", "Genesis 8:19"], "sourceRef": "The Five Books of Moses, by Everett Fox, Genesis, Part I; The Primeval History, The Deluge 2-7", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, בראשית, בראשית מאמר ב׳, בראשית הערה ז׳ ב׳-ז׳", "anchorVerse": 9, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "The Deluge", "he": "בראשית הערה ז׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "בראשית הערה ז׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["The biblical account of the Flood is replete with echoes and allusions which point to three clear motifs: God’s justice, the totality of punishment, and a new beginning patterned after Gen. I.", "The first of these is brought out in 6:11–13: the repetition of the word “ruin” indicates not only the sorry state of society but also the principle of just retaliation, for God is to “bring ruin” upon the earth (v.13).", "The totality of the disaster is conveyed by the repeated use of the word “all” in 7:21–23, as well as by the completeness of the list of those destroyed (7:21–23). Humans, as befits their place in the order of creation, appear last, but actually it is they who drag virtually all of creation down with them. This reflects a deeply held biblical idea that human action directly affects the orderly and otherwise neutral functioning of nature.", "There are striking parallels between the Flood narrative and the creation account of Chap. 1. Just as the animals were created, each “according to its kind,” their rescue, both in boarding and leaving the Ark, is similarly worded. “Ocean” and the great “rushing-wind” which existed at creation (1:2) return here, the former to signify a lapse into chaos and the latter, the restoration of order and peace (7:11, 8:1). Finally, after the Flood (9:1–3) Noah is blessed in wording that recalls Adam’s blessing in 1:28–30. The world thus begins anew, with the implication of some hope for the future.", "Repetition emphasizes other aspects of the story’s message. In general the word-stem “live” occurs constantly throughout the text, highlighting the rescue and renewal of life as well as its destruction. Noah’s obedience, another major theme, is indicated by variations on the phrase “according to all that God commanded him, so he did” (6:22). Of rhythmical, almost ritual-sounding import is the phrase “you and your sons and your wife and your sons’ wives.”", "Our story has often been compared, with much justification, to the several Mesopotamian Flood accounts (e.g., in the <i>Gilgamesh</i> and <i>Atrahasis</i> epics), with which it shares a great deal of detail. At one time scholars were quick to concentrate on the parallels, but the differences are now recognized as being much more significant. In general one may say that in contrast to the earlier (Mesopotamian) versions the biblical one is unambiguous in both tone and intent. It has been placed in Genesis to exemplify a God who judges the world according to human behavior, punishes evil and rescues the righteous. This is a far cry from the earlier accounts, where the gods plan the destruction of the world for reasons that are unclear (or in one version, because humankind’s noise is disturbing the sleep of the gods), and where the protagonist, Utnapishtim, is saved as the result of a god’s favoritism without any moral judgments being passed."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "6203809f713bd8cd388d3e49", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Genesis, On the Book of Genesis and Its Structure 2-47", "anchorRef": "Genesis 1:1-50:26", "anchorRefExpanded": ["Genesis 1:1", "Genesis 1:2", "Genesis 1:3", "Genesis 1:4", "Genesis 1:5", "Genesis 1:6", "Genesis 1:7", "Genesis 1:8", "Genesis 1:9", "Genesis 1:10", "Genesis 1:11", "Genesis 1:12", "Genesis 1:13", "Genesis 1:14", "Genesis 1:15", "Genesis 1:16", "Genesis 1:17", "Genesis 1:18", "Genesis 1:19", "Genesis 1:20", "Genesis 1:21", "Genesis 1:22", "Genesis 1:23", "Genesis 1:24", "Genesis 1:25", "Genesis 1:26", "Genesis 1:27", "Genesis 1:28", "Genesis 1:29", "Genesis 1:30", "Genesis 1:31", "Genesis 2:1", "Genesis 2:2", "Genesis 2:3", "Genesis 2:4", "Genesis 2:5", "Genesis 2:6", "Genesis 2:7", "Genesis 2:8", "Genesis 2:9", "Genesis 2:10", "Genesis 2:11", "Genesis 2:12", "Genesis 2:13", "Genesis 2:14", "Genesis 2:15", "Genesis 2:16", "Genesis 2:17", "Genesis 2:18", "Genesis 2:19", "Genesis 2:20", "Genesis 2:21", "Genesis 2:22", "Genesis 2:23", "Genesis 2:24", "Genesis 2:25", "Genesis 3:1", "Genesis 3:2", "Genesis 3:3", "Genesis 3:4", "Genesis 3:5", "Genesis 3:6", "Genesis 3:7", "Genesis 3:8", "Genesis 3:9", "Genesis 3:10", "Genesis 3:11", "Genesis 3:12", "Genesis 3:13", "Genesis 3:14", "Genesis 3:15", "Genesis 3:16", "Genesis 3:17", "Genesis 3:18", "Genesis 3:19", "Genesis 3:20", "Genesis 3:21", "Genesis 3:22", "Genesis 3:23", "Genesis 3:24", "Genesis 4:1", "Genesis 4:2", "Genesis 4:3", "Genesis 4:4", "Genesis 4:5", "Genesis 4:6", "Genesis 4:7", "Genesis 4:8", "Genesis 4:9", "Genesis 4:10", "Genesis 4:11", "Genesis 4:12", "Genesis 4:13", "Genesis 4:14", "Genesis 4:15", "Genesis 4:16", "Genesis 4:17", "Genesis 4:18", "Genesis 4:19", "Genesis 4:20", "Genesis 4:21", "Genesis 4:22", "Genesis 4:23", "Genesis 4:24", "Genesis 4:25", "Genesis 4:26", "Genesis 5:1", "Genesis 5:2", "Genesis 5:3", "Genesis 5:4", "Genesis 5:5", "Genesis 5:6", "Genesis 5:7", "Genesis 5:8", "Genesis 5:9", "Genesis 5:10", "Genesis 5:11", "Genesis 5:12", "Genesis 5:13", "Genesis 5:14", "Genesis 5:15", "Genesis 5:16", "Genesis 5:17", "Genesis 5:18", "Genesis 5:19", "Genesis 5:20", "Genesis 5:21", "Genesis 5:22", "Genesis 5:23", "Genesis 5:24", "Genesis 5:25", "Genesis 5:26", "Genesis 5:27", "Genesis 5:28", "Genesis 5:29", "Genesis 5:30", "Genesis 5:31", "Genesis 5:32", "Genesis 6:1", "Genesis 6:2", "Genesis 6:3", "Genesis 6:4", "Genesis 6:5", "Genesis 6:6", "Genesis 6:7", "Genesis 6:8", "Genesis 6:9", "Genesis 6:10", "Genesis 6:11", "Genesis 6:12", "Genesis 6:13", "Genesis 6:14", "Genesis 6:15", "Genesis 6:16", "Genesis 6:17", "Genesis 6:18", "Genesis 6:19", "Genesis 6:20", "Genesis 6:21", "Genesis 6:22", "Genesis 7:1", "Genesis 7:2", "Genesis 7:3", "Genesis 7:4", "Genesis 7:5", "Genesis 7:6", "Genesis 7:7", "Genesis 7:8", "Genesis 7:9", "Genesis 7:10", "Genesis 7:11", "Genesis 7:12", "Genesis 7:13", "Genesis 7:14", "Genesis 7:15", "Genesis 7:16", "Genesis 7:17", "Genesis 7:18", "Genesis 7:19", "Genesis 7:20", "Genesis 7:21", "Genesis 7:22", "Genesis 7:23", "Genesis 7:24", "Genesis 8:1", "Genesis 8:2", "Genesis 8:3", "Genesis 8:4", "Genesis 8:5", "Genesis 8:6", "Genesis 8:7", "Genesis 8:8", "Genesis 8:9", "Genesis 8:10", "Genesis 8:11", "Genesis 8:12", "Genesis 8:13", "Genesis 8:14", "Genesis 8:15", "Genesis 8:16", "Genesis 8:17", "Genesis 8:18", "Genesis 8:19", "Genesis 8:20", "Genesis 8:21", "Genesis 8:22", "Genesis 9:1", "Genesis 9:2", "Genesis 9:3", "Genesis 9:4", "Genesis 9:5", "Genesis 9:6", "Genesis 9:7", "Genesis 9:8", "Genesis 9:9", "Genesis 9:10", "Genesis 9:11", "Genesis 9:12", "Genesis 9:13", "Genesis 9:14", "Genesis 9:15", "Genesis 9:16", "Genesis 9:17", "Genesis 9:18", "Genesis 9:19", "Genesis 9:20", "Genesis 9:21", "Genesis 9:22", "Genesis 9:23", "Genesis 9:24", "Genesis 9:25", "Genesis 9:26", "Genesis 9:27", "Genesis 9:28", "Genesis 9:29", "Genesis 10:1", "Genesis 10:2", "Genesis 10:3", "Genesis 10:4", "Genesis 10:5", "Genesis 10:6", "Genesis 10:7", "Genesis 10:8", "Genesis 10:9", "Genesis 10:10", "Genesis 10:11", "Genesis 10:12", "Genesis 10:13", "Genesis 10:14", "Genesis 10:15", "Genesis 10:16", "Genesis 10:17", "Genesis 10:18", "Genesis 10:19", "Genesis 10:20", "Genesis 10:21", "Genesis 10:22", "Genesis 10:23", "Genesis 10:24", "Genesis 10:25", "Genesis 10:26", "Genesis 10:27", "Genesis 10:28", "Genesis 10:29", "Genesis 10:30", "Genesis 10:31", "Genesis 10:32", "Genesis 11:1", "Genesis 11:2", "Genesis 11:3", "Genesis 11:4", "Genesis 11:5", "Genesis 11:6", "Genesis 11:7", "Genesis 11:8", "Genesis 11:9", "Genesis 11:10", "Genesis 11:11", "Genesis 11:12", "Genesis 11:13", "Genesis 11:14", "Genesis 11:15", "Genesis 11:16", "Genesis 11:17", "Genesis 11:18", "Genesis 11:19", "Genesis 11:20", "Genesis 11:21", "Genesis 11:22", "Genesis 11:23", "Genesis 11:24", "Genesis 11:25", "Genesis 11:26", "Genesis 11:27", "Genesis 11:28", "Genesis 11:29", "Genesis 11:30", "Genesis 11:31", "Genesis 11:32", "Genesis 12:1", "Genesis 12:2", "Genesis 12:3", "Genesis 12:4", "Genesis 12:5", "Genesis 12:6", "Genesis 12:7", "Genesis 12:8", "Genesis 12:9", "Genesis 12:10", "Genesis 12:11", "Genesis 12:12", "Genesis 12:13", "Genesis 12:14", "Genesis 12:15", "Genesis 12:16", "Genesis 12:17", "Genesis 12:18", "Genesis 12:19", "Genesis 12:20", "Genesis 13:1", "Genesis 13:2", "Genesis 13:3", "Genesis 13:4", "Genesis 13:5", "Genesis 13:6", "Genesis 13:7", "Genesis 13:8", "Genesis 13:9", "Genesis 13:10", "Genesis 13:11", "Genesis 13:12", "Genesis 13:13", "Genesis 13:14", "Genesis 13:15", "Genesis 13:16", "Genesis 13:17", "Genesis 13:18", "Genesis 14:1", "Genesis 14:2", "Genesis 14:3", "Genesis 14:4", "Genesis 14:5", "Genesis 14:6", "Genesis 14:7", "Genesis 14:8", "Genesis 14:9", "Genesis 14:10", "Genesis 14:11", "Genesis 14:12", "Genesis 14:13", "Genesis 14:14", "Genesis 14:15", "Genesis 14:16", "Genesis 14:17", "Genesis 14:18", "Genesis 14:19", "Genesis 14:20", "Genesis 14:21", "Genesis 14:22", "Genesis 14:23", "Genesis 14:24", "Genesis 15:1", "Genesis 15:2", "Genesis 15:3", "Genesis 15:4", "Genesis 15:5", "Genesis 15:6", "Genesis 15:7", "Genesis 15:8", "Genesis 15:9", "Genesis 15:10", "Genesis 15:11", "Genesis 15:12", "Genesis 15:13", "Genesis 15:14", "Genesis 15:15", "Genesis 15:16", "Genesis 15:17", "Genesis 15:18", "Genesis 15:19", "Genesis 15:20", "Genesis 15:21", "Genesis 16:1", "Genesis 16:2", "Genesis 16:3", "Genesis 16:4", "Genesis 16:5", "Genesis 16:6", "Genesis 16:7", "Genesis 16:8", "Genesis 16:9", "Genesis 16:10", "Genesis 16:11", "Genesis 16:12", "Genesis 16:13", "Genesis 16:14", "Genesis 16:15", "Genesis 16:16", "Genesis 17:1", "Genesis 17:2", "Genesis 17:3", "Genesis 17:4", "Genesis 17:5", "Genesis 17:6", "Genesis 17:7", "Genesis 17:8", "Genesis 17:9", "Genesis 17:10", "Genesis 17:11", "Genesis 17:12", "Genesis 17:13", "Genesis 17:14", "Genesis 17:15", "Genesis 17:16", "Genesis 17:17", "Genesis 17:18", "Genesis 17:19", "Genesis 17:20", "Genesis 17:21", "Genesis 17:22", "Genesis 17:23", "Genesis 17:24", "Genesis 17:25", "Genesis 17:26", "Genesis 17:27", "Genesis 18:1", "Genesis 18:2", "Genesis 18:3", "Genesis 18:4", "Genesis 18:5", "Genesis 18:6", "Genesis 18:7", "Genesis 18:8", "Genesis 18:9", "Genesis 18:10", "Genesis 18:11", "Genesis 18:12", "Genesis 18:13", "Genesis 18:14", "Genesis 18:15", "Genesis 18:16", "Genesis 18:17", "Genesis 18:18", "Genesis 18:19", "Genesis 18:20", "Genesis 18:21", "Genesis 18:22", "Genesis 18:23", "Genesis 18:24", "Genesis 18:25", "Genesis 18:26", "Genesis 18:27", "Genesis 18:28", "Genesis 18:29", "Genesis 18:30", "Genesis 18:31", "Genesis 18:32", "Genesis 18:33", "Genesis 19:1", "Genesis 19:2", "Genesis 19:3", "Genesis 19:4", "Genesis 19:5", "Genesis 19:6", "Genesis 19:7", "Genesis 19:8", "Genesis 19:9", "Genesis 19:10", "Genesis 19:11", "Genesis 19:12", "Genesis 19:13", "Genesis 19:14", "Genesis 19:15", "Genesis 19:16", "Genesis 19:17", "Genesis 19:18", "Genesis 19:19", "Genesis 19:20", "Genesis 19:21", "Genesis 19:22", "Genesis 19:23", "Genesis 19:24", "Genesis 19:25", "Genesis 19:26", "Genesis 19:27", "Genesis 19:28", "Genesis 19:29", "Genesis 19:30", "Genesis 19:31", "Genesis 19:32", "Genesis 19:33", "Genesis 19:34", "Genesis 19:35", "Genesis 19:36", "Genesis 19:37", "Genesis 19:38", "Genesis 20:1", "Genesis 20:2", "Genesis 20:3", "Genesis 20:4", "Genesis 20:5", "Genesis 20:6", "Genesis 20:7", "Genesis 20:8", "Genesis 20:9", "Genesis 20:10", "Genesis 20:11", "Genesis 20:12", "Genesis 20:13", "Genesis 20:14", "Genesis 20:15", "Genesis 20:16", "Genesis 20:17", "Genesis 20:18", "Genesis 21:1", "Genesis 21:2", "Genesis 21:3", "Genesis 21:4", "Genesis 21:5", "Genesis 21:6", "Genesis 21:7", "Genesis 21:8", "Genesis 21:9", "Genesis 21:10", "Genesis 21:11", "Genesis 21:12", "Genesis 21:13", "Genesis 21:14", "Genesis 21:15", "Genesis 21:16", "Genesis 21:17", "Genesis 21:18", "Genesis 21:19", "Genesis 21:20", "Genesis 21:21", "Genesis 21:22", "Genesis 21:23", "Genesis 21:24", "Genesis 21:25", "Genesis 21:26", "Genesis 21:27", "Genesis 21:28", "Genesis 21:29", "Genesis 21:30", "Genesis 21:31", "Genesis 21:32", "Genesis 21:33", "Genesis 21:34", "Genesis 22:1", "Genesis 22:2", "Genesis 22:3", "Genesis 22:4", "Genesis 22:5", "Genesis 22:6", "Genesis 22:7", "Genesis 22:8", "Genesis 22:9", "Genesis 22:10", "Genesis 22:11", "Genesis 22:12", "Genesis 22:13", "Genesis 22:14", "Genesis 22:15", "Genesis 22:16", "Genesis 22:17", "Genesis 22:18", "Genesis 22:19", "Genesis 22:20", "Genesis 22:21", "Genesis 22:22", "Genesis 22:23", "Genesis 22:24", "Genesis 23:1", "Genesis 23:2", "Genesis 23:3", "Genesis 23:4", "Genesis 23:5", "Genesis 23:6", "Genesis 23:7", "Genesis 23:8", "Genesis 23:9", "Genesis 23:10", "Genesis 23:11", "Genesis 23:12", "Genesis 23:13", "Genesis 23:14", "Genesis 23:15", "Genesis 23:16", "Genesis 23:17", "Genesis 23:18", "Genesis 23:19", "Genesis 23:20", "Genesis 24:1", "Genesis 24:2", "Genesis 24:3", "Genesis 24:4", "Genesis 24:5", "Genesis 24:6", "Genesis 24:7", "Genesis 24:8", "Genesis 24:9", "Genesis 24:10", "Genesis 24:11", "Genesis 24:12", "Genesis 24:13", "Genesis 24:14", "Genesis 24:15", "Genesis 24:16", "Genesis 24:17", "Genesis 24:18", "Genesis 24:19", "Genesis 24:20", "Genesis 24:21", "Genesis 24:22", "Genesis 24:23", "Genesis 24:24", "Genesis 24:25", "Genesis 24:26", "Genesis 24:27", "Genesis 24:28", "Genesis 24:29", "Genesis 24:30", "Genesis 24:31", "Genesis 24:32", "Genesis 24:33", "Genesis 24:34", "Genesis 24:35", "Genesis 24:36", "Genesis 24:37", "Genesis 24:38", "Genesis 24:39", "Genesis 24:40", "Genesis 24:41", "Genesis 24:42", "Genesis 24:43", "Genesis 24:44", "Genesis 24:45", "Genesis 24:46", "Genesis 24:47", "Genesis 24:48", "Genesis 24:49", "Genesis 24:50", "Genesis 24:51", "Genesis 24:52", "Genesis 24:53", "Genesis 24:54", "Genesis 24:55", "Genesis 24:56", "Genesis 24:57", "Genesis 24:58", "Genesis 24:59", "Genesis 24:60", "Genesis 24:61", "Genesis 24:62", "Genesis 24:63", "Genesis 24:64", "Genesis 24:65", "Genesis 24:66", "Genesis 24:67", "Genesis 25:1", "Genesis 25:2", "Genesis 25:3", "Genesis 25:4", "Genesis 25:5", "Genesis 25:6", "Genesis 25:7", "Genesis 25:8", "Genesis 25:9", "Genesis 25:10", "Genesis 25:11", "Genesis 25:12", "Genesis 25:13", "Genesis 25:14", "Genesis 25:15", "Genesis 25:16", "Genesis 25:17", "Genesis 25:18", "Genesis 25:19", "Genesis 25:20", "Genesis 25:21", "Genesis 25:22", "Genesis 25:23", "Genesis 25:24", "Genesis 25:25", "Genesis 25:26", "Genesis 25:27", "Genesis 25:28", "Genesis 25:29", "Genesis 25:30", "Genesis 25:31", "Genesis 25:32", "Genesis 25:33", "Genesis 25:34", "Genesis 26:1", "Genesis 26:2", "Genesis 26:3", "Genesis 26:4", "Genesis 26:5", "Genesis 26:6", "Genesis 26:7", "Genesis 26:8", "Genesis 26:9", "Genesis 26:10", "Genesis 26:11", "Genesis 26:12", "Genesis 26:13", "Genesis 26:14", "Genesis 26:15", "Genesis 26:16", "Genesis 26:17", "Genesis 26:18", "Genesis 26:19", "Genesis 26:20", "Genesis 26:21", "Genesis 26:22", "Genesis 26:23", "Genesis 26:24", "Genesis 26:25", "Genesis 26:26", "Genesis 26:27", "Genesis 26:28", "Genesis 26:29", "Genesis 26:30", "Genesis 26:31", "Genesis 26:32", "Genesis 26:33", "Genesis 26:34", "Genesis 26:35", "Genesis 27:1", "Genesis 27:2", "Genesis 27:3", "Genesis 27:4", "Genesis 27:5", "Genesis 27:6", "Genesis 27:7", "Genesis 27:8", "Genesis 27:9", "Genesis 27:10", "Genesis 27:11", "Genesis 27:12", "Genesis 27:13", "Genesis 27:14", "Genesis 27:15", "Genesis 27:16", "Genesis 27:17", "Genesis 27:18", "Genesis 27:19", "Genesis 27:20", "Genesis 27:21", "Genesis 27:22", "Genesis 27:23", "Genesis 27:24", "Genesis 27:25", "Genesis 27:26", "Genesis 27:27", "Genesis 27:28", "Genesis 27:29", "Genesis 27:30", "Genesis 27:31", "Genesis 27:32", "Genesis 27:33", "Genesis 27:34", "Genesis 27:35", "Genesis 27:36", "Genesis 27:37", "Genesis 27:38", "Genesis 27:39", "Genesis 27:40", "Genesis 27:41", "Genesis 27:42", "Genesis 27:43", "Genesis 27:44", "Genesis 27:45", "Genesis 27:46", "Genesis 28:1", "Genesis 28:2", "Genesis 28:3", "Genesis 28:4", "Genesis 28:5", "Genesis 28:6", "Genesis 28:7", "Genesis 28:8", "Genesis 28:9", "Genesis 28:10", "Genesis 28:11", "Genesis 28:12", "Genesis 28:13", "Genesis 28:14", "Genesis 28:15", "Genesis 28:16", "Genesis 28:17", "Genesis 28:18", "Genesis 28:19", "Genesis 28:20", "Genesis 28:21", "Genesis 28:22", "Genesis 29:1", "Genesis 29:2", "Genesis 29:3", "Genesis 29:4", "Genesis 29:5", "Genesis 29:6", "Genesis 29:7", "Genesis 29:8", "Genesis 29:9", "Genesis 29:10", "Genesis 29:11", "Genesis 29:12", "Genesis 29:13", "Genesis 29:14", "Genesis 29:15", "Genesis 29:16", "Genesis 29:17", "Genesis 29:18", "Genesis 29:19", "Genesis 29:20", "Genesis 29:21", "Genesis 29:22", "Genesis 29:23", "Genesis 29:24", "Genesis 29:25", "Genesis 29:26", "Genesis 29:27", "Genesis 29:28", "Genesis 29:29", "Genesis 29:30", "Genesis 29:31", "Genesis 29:32", "Genesis 29:33", "Genesis 29:34", "Genesis 29:35", "Genesis 30:1", "Genesis 30:2", "Genesis 30:3", "Genesis 30:4", "Genesis 30:5", "Genesis 30:6", "Genesis 30:7", "Genesis 30:8", "Genesis 30:9", "Genesis 30:10", "Genesis 30:11", "Genesis 30:12", "Genesis 30:13", "Genesis 30:14", "Genesis 30:15", "Genesis 30:16", "Genesis 30:17", "Genesis 30:18", "Genesis 30:19", "Genesis 30:20", "Genesis 30:21", "Genesis 30:22", "Genesis 30:23", "Genesis 30:24", "Genesis 30:25", "Genesis 30:26", "Genesis 30:27", "Genesis 30:28", "Genesis 30:29", "Genesis 30:30", "Genesis 30:31", "Genesis 30:32", "Genesis 30:33", "Genesis 30:34", "Genesis 30:35", "Genesis 30:36", "Genesis 30:37", "Genesis 30:38", "Genesis 30:39", "Genesis 30:40", "Genesis 30:41", "Genesis 30:42", "Genesis 30:43", "Genesis 31:1", "Genesis 31:2", "Genesis 31:3", "Genesis 31:4", "Genesis 31:5", "Genesis 31:6", "Genesis 31:7", "Genesis 31:8", "Genesis 31:9", "Genesis 31:10", "Genesis 31:11", "Genesis 31:12", "Genesis 31:13", "Genesis 31:14", "Genesis 31:15", "Genesis 31:16", "Genesis 31:17", "Genesis 31:18", "Genesis 31:19", "Genesis 31:20", "Genesis 31:21", "Genesis 31:22", "Genesis 31:23", "Genesis 31:24", "Genesis 31:25", "Genesis 31:26", "Genesis 31:27", "Genesis 31:28", "Genesis 31:29", "Genesis 31:30", "Genesis 31:31", "Genesis 31:32", "Genesis 31:33", "Genesis 31:34", "Genesis 31:35", "Genesis 31:36", "Genesis 31:37", "Genesis 31:38", "Genesis 31:39", "Genesis 31:40", "Genesis 31:41", "Genesis 31:42", "Genesis 31:43", "Genesis 31:44", "Genesis 31:45", "Genesis 31:46", "Genesis 31:47", "Genesis 31:48", "Genesis 31:49", "Genesis 31:50", "Genesis 31:51", "Genesis 31:52", "Genesis 31:53", "Genesis 31:54", "Genesis 32:1", "Genesis 32:2", "Genesis 32:3", "Genesis 32:4", "Genesis 32:5", "Genesis 32:6", "Genesis 32:7", "Genesis 32:8", "Genesis 32:9", "Genesis 32:10", "Genesis 32:11", "Genesis 32:12", "Genesis 32:13", "Genesis 32:14", "Genesis 32:15", "Genesis 32:16", "Genesis 32:17", "Genesis 32:18", "Genesis 32:19", "Genesis 32:20", "Genesis 32:21", "Genesis 32:22", "Genesis 32:23", "Genesis 32:24", "Genesis 32:25", "Genesis 32:26", "Genesis 32:27", "Genesis 32:28", "Genesis 32:29", "Genesis 32:30", "Genesis 32:31", "Genesis 32:32", "Genesis 32:33", "Genesis 33:1", "Genesis 33:2", "Genesis 33:3", "Genesis 33:4", "Genesis 33:5", "Genesis 33:6", "Genesis 33:7", "Genesis 33:8", "Genesis 33:9", "Genesis 33:10", "Genesis 33:11", "Genesis 33:12", "Genesis 33:13", "Genesis 33:14", "Genesis 33:15", "Genesis 33:16", "Genesis 33:17", "Genesis 33:18", "Genesis 33:19", "Genesis 33:20", "Genesis 34:1", "Genesis 34:2", "Genesis 34:3", "Genesis 34:4", "Genesis 34:5", "Genesis 34:6", "Genesis 34:7", "Genesis 34:8", "Genesis 34:9", "Genesis 34:10", "Genesis 34:11", "Genesis 34:12", "Genesis 34:13", "Genesis 34:14", "Genesis 34:15", "Genesis 34:16", "Genesis 34:17", "Genesis 34:18", "Genesis 34:19", "Genesis 34:20", "Genesis 34:21", "Genesis 34:22", "Genesis 34:23", "Genesis 34:24", "Genesis 34:25", "Genesis 34:26", "Genesis 34:27", "Genesis 34:28", "Genesis 34:29", "Genesis 34:30", "Genesis 34:31", "Genesis 35:1", "Genesis 35:2", "Genesis 35:3", "Genesis 35:4", "Genesis 35:5", "Genesis 35:6", "Genesis 35:7", "Genesis 35:8", "Genesis 35:9", "Genesis 35:10", "Genesis 35:11", "Genesis 35:12", "Genesis 35:13", "Genesis 35:14", "Genesis 35:15", "Genesis 35:16", "Genesis 35:17", "Genesis 35:18", "Genesis 35:19", "Genesis 35:20", "Genesis 35:21", "Genesis 35:22", "Genesis 35:23", "Genesis 35:24", "Genesis 35:25", "Genesis 35:26", "Genesis 35:27", "Genesis 35:28", "Genesis 35:29", "Genesis 36:1", "Genesis 36:2", "Genesis 36:3", "Genesis 36:4", "Genesis 36:5", "Genesis 36:6", "Genesis 36:7", "Genesis 36:8", "Genesis 36:9", "Genesis 36:10", "Genesis 36:11", "Genesis 36:12", "Genesis 36:13", "Genesis 36:14", "Genesis 36:15", "Genesis 36:16", "Genesis 36:17", "Genesis 36:18", "Genesis 36:19", "Genesis 36:20", "Genesis 36:21", "Genesis 36:22", "Genesis 36:23", "Genesis 36:24", "Genesis 36:25", "Genesis 36:26", "Genesis 36:27", "Genesis 36:28", "Genesis 36:29", "Genesis 36:30", "Genesis 36:31", "Genesis 36:32", "Genesis 36:33", "Genesis 36:34", "Genesis 36:35", "Genesis 36:36", "Genesis 36:37", "Genesis 36:38", "Genesis 36:39", "Genesis 36:40", "Genesis 36:41", "Genesis 36:42", "Genesis 36:43", "Genesis 37:1", "Genesis 37:2", "Genesis 37:3", "Genesis 37:4", "Genesis 37:5", "Genesis 37:6", "Genesis 37:7", "Genesis 37:8", "Genesis 37:9", "Genesis 37:10", "Genesis 37:11", "Genesis 37:12", "Genesis 37:13", "Genesis 37:14", "Genesis 37:15", "Genesis 37:16", "Genesis 37:17", "Genesis 37:18", "Genesis 37:19", "Genesis 37:20", "Genesis 37:21", "Genesis 37:22", "Genesis 37:23", "Genesis 37:24", "Genesis 37:25", "Genesis 37:26", "Genesis 37:27", "Genesis 37:28", "Genesis 37:29", "Genesis 37:30", "Genesis 37:31", "Genesis 37:32", "Genesis 37:33", "Genesis 37:34", "Genesis 37:35", "Genesis 37:36", "Genesis 38:1", "Genesis 38:2", "Genesis 38:3", "Genesis 38:4", "Genesis 38:5", "Genesis 38:6", "Genesis 38:7", "Genesis 38:8", "Genesis 38:9", "Genesis 38:10", "Genesis 38:11", "Genesis 38:12", "Genesis 38:13", "Genesis 38:14", "Genesis 38:15", "Genesis 38:16", "Genesis 38:17", "Genesis 38:18", "Genesis 38:19", "Genesis 38:20", "Genesis 38:21", "Genesis 38:22", "Genesis 38:23", "Genesis 38:24", "Genesis 38:25", "Genesis 38:26", "Genesis 38:27", "Genesis 38:28", "Genesis 38:29", "Genesis 38:30", "Genesis 39:1", "Genesis 39:2", "Genesis 39:3", "Genesis 39:4", "Genesis 39:5", "Genesis 39:6", "Genesis 39:7", "Genesis 39:8", "Genesis 39:9", "Genesis 39:10", "Genesis 39:11", "Genesis 39:12", "Genesis 39:13", "Genesis 39:14", "Genesis 39:15", "Genesis 39:16", "Genesis 39:17", "Genesis 39:18", "Genesis 39:19", "Genesis 39:20", "Genesis 39:21", "Genesis 39:22", "Genesis 39:23", "Genesis 40:1", "Genesis 40:2", "Genesis 40:3", "Genesis 40:4", "Genesis 40:5", "Genesis 40:6", "Genesis 40:7", "Genesis 40:8", "Genesis 40:9", "Genesis 40:10", "Genesis 40:11", "Genesis 40:12", "Genesis 40:13", "Genesis 40:14", "Genesis 40:15", "Genesis 40:16", "Genesis 40:17", "Genesis 40:18", "Genesis 40:19", "Genesis 40:20", "Genesis 40:21", "Genesis 40:22", "Genesis 40:23", "Genesis 41:1", "Genesis 41:2", "Genesis 41:3", "Genesis 41:4", "Genesis 41:5", "Genesis 41:6", "Genesis 41:7", "Genesis 41:8", "Genesis 41:9", "Genesis 41:10", "Genesis 41:11", "Genesis 41:12", "Genesis 41:13", "Genesis 41:14", "Genesis 41:15", "Genesis 41:16", "Genesis 41:17", "Genesis 41:18", "Genesis 41:19", "Genesis 41:20", "Genesis 41:21", "Genesis 41:22", "Genesis 41:23", "Genesis 41:24", "Genesis 41:25", "Genesis 41:26", "Genesis 41:27", "Genesis 41:28", "Genesis 41:29", "Genesis 41:30", "Genesis 41:31", "Genesis 41:32", "Genesis 41:33", "Genesis 41:34", "Genesis 41:35", "Genesis 41:36", "Genesis 41:37", "Genesis 41:38", "Genesis 41:39", "Genesis 41:40", "Genesis 41:41", "Genesis 41:42", "Genesis 41:43", "Genesis 41:44", "Genesis 41:45", "Genesis 41:46", "Genesis 41:47", "Genesis 41:48", "Genesis 41:49", "Genesis 41:50", "Genesis 41:51", "Genesis 41:52", "Genesis 41:53", "Genesis 41:54", "Genesis 41:55", "Genesis 41:56", "Genesis 41:57", "Genesis 42:1", "Genesis 42:2", "Genesis 42:3", "Genesis 42:4", "Genesis 42:5", "Genesis 42:6", "Genesis 42:7", "Genesis 42:8", "Genesis 42:9", "Genesis 42:10", "Genesis 42:11", "Genesis 42:12", "Genesis 42:13", "Genesis 42:14", "Genesis 42:15", "Genesis 42:16", "Genesis 42:17", "Genesis 42:18", "Genesis 42:19", "Genesis 42:20", "Genesis 42:21", "Genesis 42:22", "Genesis 42:23", "Genesis 42:24", "Genesis 42:25", "Genesis 42:26", "Genesis 42:27", "Genesis 42:28", "Genesis 42:29", "Genesis 42:30", "Genesis 42:31", "Genesis 42:32", "Genesis 42:33", "Genesis 42:34", "Genesis 42:35", "Genesis 42:36", "Genesis 42:37", "Genesis 42:38", "Genesis 43:1", "Genesis 43:2", "Genesis 43:3", "Genesis 43:4", "Genesis 43:5", "Genesis 43:6", "Genesis 43:7", "Genesis 43:8", "Genesis 43:9", "Genesis 43:10", "Genesis 43:11", "Genesis 43:12", "Genesis 43:13", "Genesis 43:14", "Genesis 43:15", "Genesis 43:16", "Genesis 43:17", "Genesis 43:18", "Genesis 43:19", "Genesis 43:20", "Genesis 43:21", "Genesis 43:22", "Genesis 43:23", "Genesis 43:24", "Genesis 43:25", "Genesis 43:26", "Genesis 43:27", "Genesis 43:28", "Genesis 43:29", "Genesis 43:30", "Genesis 43:31", "Genesis 43:32", "Genesis 43:33", "Genesis 43:34", "Genesis 44:1", "Genesis 44:2", "Genesis 44:3", "Genesis 44:4", "Genesis 44:5", "Genesis 44:6", "Genesis 44:7", "Genesis 44:8", "Genesis 44:9", "Genesis 44:10", "Genesis 44:11", "Genesis 44:12", "Genesis 44:13", "Genesis 44:14", "Genesis 44:15", "Genesis 44:16", "Genesis 44:17", "Genesis 44:18", "Genesis 44:19", "Genesis 44:20", "Genesis 44:21", "Genesis 44:22", "Genesis 44:23", "Genesis 44:24", "Genesis 44:25", "Genesis 44:26", "Genesis 44:27", "Genesis 44:28", "Genesis 44:29", "Genesis 44:30", "Genesis 44:31", "Genesis 44:32", "Genesis 44:33", "Genesis 44:34", "Genesis 45:1", "Genesis 45:2", "Genesis 45:3", "Genesis 45:4", "Genesis 45:5", "Genesis 45:6", "Genesis 45:7", "Genesis 45:8", "Genesis 45:9", "Genesis 45:10", "Genesis 45:11", "Genesis 45:12", "Genesis 45:13", "Genesis 45:14", "Genesis 45:15", "Genesis 45:16", "Genesis 45:17", "Genesis 45:18", "Genesis 45:19", "Genesis 45:20", "Genesis 45:21", "Genesis 45:22", "Genesis 45:23", "Genesis 45:24", "Genesis 45:25", "Genesis 45:26", "Genesis 45:27", "Genesis 45:28", "Genesis 46:1", "Genesis 46:2", "Genesis 46:3", "Genesis 46:4", "Genesis 46:5", "Genesis 46:6", "Genesis 46:7", "Genesis 46:8", "Genesis 46:9", "Genesis 46:10", "Genesis 46:11", "Genesis 46:12", "Genesis 46:13", "Genesis 46:14", "Genesis 46:15", "Genesis 46:16", "Genesis 46:17", "Genesis 46:18", "Genesis 46:19", "Genesis 46:20", "Genesis 46:21", "Genesis 46:22", "Genesis 46:23", "Genesis 46:24", "Genesis 46:25", "Genesis 46:26", "Genesis 46:27", "Genesis 46:28", "Genesis 46:29", "Genesis 46:30", "Genesis 46:31", "Genesis 46:32", "Genesis 46:33", "Genesis 46:34", "Genesis 47:1", "Genesis 47:2", "Genesis 47:3", "Genesis 47:4", "Genesis 47:5", "Genesis 47:6", "Genesis 47:7", "Genesis 47:8", "Genesis 47:9", "Genesis 47:10", "Genesis 47:11", "Genesis 47:12", "Genesis 47:13", "Genesis 47:14", "Genesis 47:15", "Genesis 47:16", "Genesis 47:17", "Genesis 47:18", "Genesis 47:19", "Genesis 47:20", "Genesis 47:21", "Genesis 47:22", "Genesis 47:23", "Genesis 47:24", "Genesis 47:25", "Genesis 47:26", "Genesis 47:27", "Genesis 47:28", "Genesis 47:29", "Genesis 47:30", "Genesis 47:31", "Genesis 48:1", "Genesis 48:2", "Genesis 48:3", "Genesis 48:4", "Genesis 48:5", "Genesis 48:6", "Genesis 48:7", "Genesis 48:8", "Genesis 48:9", "Genesis 48:10", "Genesis 48:11", "Genesis 48:12", "Genesis 48:13", "Genesis 48:14", "Genesis 48:15", "Genesis 48:16", "Genesis 48:17", "Genesis 48:18", "Genesis 48:19", "Genesis 48:20", "Genesis 48:21", "Genesis 48:22", "Genesis 49:1", "Genesis 49:2", "Genesis 49:3", "Genesis 49:4", "Genesis 49:5", "Genesis 49:6", "Genesis 49:7", "Genesis 49:8", "Genesis 49:9", "Genesis 49:10", "Genesis 49:11", "Genesis 49:12", "Genesis 49:13", "Genesis 49:14", "Genesis 49:15", "Genesis 49:16", "Genesis 49:17", "Genesis 49:18", "Genesis 49:19", "Genesis 49:20", "Genesis 49:21", "Genesis 49:22", "Genesis 49:23", "Genesis 49:24", "Genesis 49:25", "Genesis 49:26", "Genesis 49:27", "Genesis 49:28", "Genesis 49:29", "Genesis 49:30", "Genesis 49:31", "Genesis 49:32", "Genesis 49:33", "Genesis 50:1", "Genesis 50:2", "Genesis 50:3", "Genesis 50:4", "Genesis 50:5", "Genesis 50:6", "Genesis 50:7", "Genesis 50:8", "Genesis 50:9", "Genesis 50:10", "Genesis 50:11", "Genesis 50:12", "Genesis 50:13", "Genesis 50:14", "Genesis 50:15", "Genesis 50:16", "Genesis 50:17", "Genesis 50:18", "Genesis 50:19", "Genesis 50:20", "Genesis 50:21", "Genesis 50:22", "Genesis 50:23", "Genesis 50:24", "Genesis 50:25", "Genesis 50:26"], "sourceRef": "The Five Books of Moses, by Everett Fox, Genesis, On the Book of Genesis and Its Structure 2-47", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, בראשית, בראשית מאמר א׳ ב׳-מ״ז", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "On the Book of Genesis and Its Structure", "he": "בראשית מאמר א׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "בראשית מאמר א׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["T<small>HE TEXT OF</small> G<small>ENESIS SEEMS TO SPEAK WITH MANY VOICES</small>. F<small>OR A BOOK WHOSE BASIC</small> arrangement is chronological, tracing the history of a single family, it exhibits a good deal of discontinuity on the surface. Here time flows uniformly, there it takes startling jumps; fragments are followed by more or less full-blown tales; genres alternate, from mythic to genealogical to folkloristic. In addition, scholars often portray Genesis as a collection of historically diverse materials that were compiled by scribes for whom deviating from received tradition was anathema. Hence the repetitions, the inconsistencies, and the irregular pacing.", "Is Genesis then, at best, a collection of stories related to the origins of Israel, with most of its seams still showing? Such an assessment does not do justice to what must have been a complex process of addition and growth or to the final product. An overview of the book does produce a certain scheme; at some point in the text’s history a coherent picture must have begun to emerge from the disparate materials handed down. For the modern reader, utilizing the Buber-Rosenzweig method of focusing on repeating words and key themes as the text presents them may make it possible to generalize about the organization of the book and also to speculate on its overall intent in the form in which it has come down to us.", "On its most obvious level Genesis is a book about origins. It seeks to link the origin of the people of Israel with that of the world, relating in the process how various human characteristics and institutions arose.", "On the surface this parallels much of ancient literature and folklore. All peoples are interested in their own beginnings, picturing them in a way which validates their present existence. Genesis, however, is different in that, like the rest of the Torah, it downplays the heroic element of the people’s origins and in its place stresses God’s role in them. Moreover the one great omission—the origin of God—establishes from the beginning a unique basis for a tribal chronicle. From Genesis and subsequent books we learn primarily about God’s relationship to the people and what he expects of them; almost everything else is subordinated to this purpose.", "Preliminarily one can speak of at least seven major themes whose recurrence establishes their importance in the book:", "1. <i>Origins:</i> Of the world, of humanity, and of the people of Israel.<br>2. <i>Order/Meaning in History:</i> By means of stylized or patterned chronology—reliance on certain round numbers such as 3, 7, and 40—it is suggested that human events are not random but somehow planned.<br>3. <i>Blessing:</i> From creation onward God bestows blessings on his creatures in general and on the fathers and mothers of Israel in particular.<br>4. <i>Covenant:</i> God concludes agreements with human beings.<br>5. <i>God Punishes Evildoing:</i> God is provoked to anger not by his capriciousness but by human failure to uphold justice and morality.<br>6. <i>Sibling Conflict, with the Younger Usually Emerging the Victor:</i> The order of nature (primacy of the firstborn) is overturned, demonstrating that God, not nature, is the ruling principle in human affairs.<br>7. <i>Testing:</i> God tests those who are to carry forth his mission; the result is the development of moral character.", "Superseding these important themes, which occur throughout the Bible in various forms, is the dominant one of <i>continuity</i>, represented by the unifying word in Genesis <i>toledot</i> (“begettings”). The word appears eleven times, often accompanied by long genealogical lists. The names may deflect attention from what is central to Genesis. The major thrust of the book would seem to be toward human fecundity, following the early divine command to “bear fruit and be many” (1:28), and pointing toward the eventual fecundity of the people of Israel (which will only be realized in the book of Exodus). Such an emphasis seems appropriate in a book about origins.", "Ironically, however, the undercurrent in Genesis points not to life and its continuation, but rather to its threatened extinction. In story after story the protagonist, his people, and occasionally the entire world are threatened. In at least one case (Avraham) a perfectly legal and natural solution is found—the birth of Yishmael as his heir—only to be rejected by God in favor of a more difficult one: a son born to an elderly woman.", "It is clear that the stress on continuity and discontinuity has one purpose: to make clear that God is in control of history. Human fertility and continuity in history come not from magical rites or from the arbitrary decisions of the gods, but from a God who bases his rule on justice. Nature disappears as a ruling factor in human affairs, replaced by a principle of morality which is unshakable precisely because it comes from a God who is beyond the rules of nature.", "But the result is a book which abounds in tension. From the beginnings of human history (Chap. 4) we encounter contradictions and opposites, whether on a small scale (fertility and barrenness) or a large one (promise and delayed fulfillment). Nowhere is this so clear as in the dramatic high point of the book, Chap. 22. As Avraham stands with knife upraised, the entire enterprise of Genesis hangs in the balance. But the entire book is replete with such tensions and continuity-threatening situations. There are barren wives, brothers vowing to kill brothers, cities and even a world being destroyed by an angry God. The main characters of Genesis thus emerge as survivors, above all else. Noah sets the pattern, but he is merely the first, and too passive an example. The Patriarchs must brave hostile foreigners, bitter intrafamily struggles, and long wanderings before they can find peace.", "While by the end of the book many of the tensions have been resolved, one conspicuously has not: God’s promise of the land of Canaan. As the book ends, “in Egypt,” we are left to ponder how this God, who keeps his promises to “those who love him” (Ex. 20:6), will bring the people back to their land—a land inhabited by someone else and in which the Children of Israel own only a burial site. Yet despite the tension, we may assume from the experiences of the Patriarchs that God will indeed “take account of” the Israelites (50:24), that he will take whatever ill has been planned against them and “plan-it-over for good” (50:20).", "A word should also be said here about hero traditions. In the great epics of the ancient world the hero often stands as a lonely figure. He must overcome obstacles, fight monsters, acquire helpers (whether women, “sidekicks,” or magic objects); and his triumph in the end signals man’s triumph over his archenemy, Death. Every battle won, every obstacle hurdled, is psychologically a victory for us, the audience, a cathartic release from our own frustrating battle against death.", "The Bible sees things rather differently. Death is also overcome, but not only by the individual’s struggle. It is rather through the covenant community, bound together by God’s laws and his promises, that the heroic vision is lived out. Despite the triumphs of the characters in Genesis, it is really in the book of Exodus that the great battle scenes (the plagues in Egypt, the Red Sea) and meetings with the divine (Mount Sinai) take place. And it is therefore God himself who is most properly the “hero” of these stories. No major character in Genesis achieves success without depending fully on God, and the standards that are held up to them are ultimately seen as God’s own, to be imitated by imperfect humankind.", "The book of Genesis falls naturally into four large sections. The first, usually termed the “Primeval History” (Chaps, 11–11), begins with creation and progresses through the early generations of humanity, ending in Mesopotamia. The second (Chaps. 12 through 25:18) is the cycle of stories concerning Avraham, the father of the people of Israel. Part III (Gen. 25:19 through Chap. 36) deals in the main with stories about his grandson Yaakov. The final section (Chaps. 37–50) is the tale of Yosef and of how the Children of Israel came to live in Egypt (thus paving the way for the book of Exodus).", "The following skeletal outline will lay out some of the interesting structural features of the book. There is an elemental symmetry that emerges from the four sections; further comments, especially about how the sections cohere, will be found in the explanatory material accompanying the text in this volume.", "I. Chosen Figure (Noah)", "Sibling Hatred (Kayin–Hevel), with sympathy for youngest", "Family Continuity Threatened (Hevel murdered)", "Ends with Death (Haran, Terah; Sarai barren)", "Humanity Threatened (Flood)", "Ends Away from Land of Israel (“In Harran”)", "II. Chosen Figure (Avraham)", "Sibling Hatred (Yishmael–Yitzhak) Implied, with sympathy for youngest", "Family Continuity Threatened (Sarai barren, Yitzhak almost sacrificed)", "Ends with Death (Sara, Avraham)", "Rivalry Between Wives (Hagar–Sarai)", "Barren Wife (Sarai)", "Wife–Sister Story (Chaps. 12 and 20)", "Ends with Genealogy of Non-Covenant Line (Yishmael)", "III: Chosen Figure (Yaakov)", "Sibling Hatred (Esav–Yaakov), with sympathy for youngest", "Family Continuity Threatened (Yaakov almost killed)", "Ends with Death (Devora, Rahel, Yitzhak)", "Rivalry Between Wives (Lea–Rahel)", "Barren Wife (Rahel)", "Wife–Sister Story (Chap. 26)", "Ends with Genealogy of Non-Covenant Line (Esav)", "IV Chosen Figure (Yosef)", "Sibling Hatred (Brothers–Yosef), with sympathy for youngest", "Family Continuity Threatened (Yehuda’s sons die; Yosef almost killed; family almost dies in famine)", "Ends with Death (Yaakov, Yosef)", "Humanity Threatened (Famine)", "Ends Away from Land of Israel (“In Egypt”)", "There is of course great variety within this bare structure; each version of a motif has its own special characteristics and emphases. Yet the patterning observed above gives the book a general coherence, above and beyond differences. It also demonstrates a conscious hand at work, one concerned about the texture of the book as a whole and able, despite the possible rigidity of what had been handed down, to shape the received material into a plastic and breathing unity.", "Two general observations about Genesis will round out the picture here. First, as the book progresses there is a tendency for the style of the literature to become smoother. The abrupt changes and sometimes fragmentary nature of the material in Part I, and the vignettes built around Avraham’s life in Part II, give way to a greater coherence and concentration in Part III, and finally to a relatively flowing and psychologically complete narrative in Part IV Along with this, the characters in the latter half of the book seem to be more changeable and human, in contrast to Noah and Avraham, who often appear almost perfect models of piety.", "Second, contact with God becomes less and less direct as Genesis moves on. Avraham’s dreams and visions seem a far cry from Adam’s conversations with God in the garden (although see Chap. 18); Yaakov’s encounters with God are less frequent than Avraham’s; and finally, Yosef never has a conversation with God, although he receives dream interpretations from him. This process of distancing may reflect an often-observed tendency in religions to think of primeval times as a “golden age” of closeness between gods and men, as contrasted to today (whenever one is writing), when humankind finds itself tragically distant from the divine and in need of communication."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620382c9c9ad75f2d99af72a", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "", "ref": "The Five Books of Moses, by Everett Fox, Genesis, Part I; The Primeval History, The Deluge 1", "anchorRef": "Genesis 6:9-8:19", "anchorRefExpanded": ["Genesis 6:9", "Genesis 6:10", "Genesis 6:11", "Genesis 6:12", "Genesis 6:13", "Genesis 6:14", "Genesis 6:15", "Genesis 6:16", "Genesis 6:17", "Genesis 6:18", "Genesis 6:19", "Genesis 6:20", "Genesis 6:21", "Genesis 6:22", "Genesis 7:1", "Genesis 7:2", "Genesis 7:3", "Genesis 7:4", "Genesis 7:5", "Genesis 7:6", "Genesis 7:7", "Genesis 7:8", "Genesis 7:9", "Genesis 7:10", "Genesis 7:11", "Genesis 7:12", "Genesis 7:13", "Genesis 7:14", "Genesis 7:15", "Genesis 7:16", "Genesis 7:17", "Genesis 7:18", "Genesis 7:19", "Genesis 7:20", "Genesis 7:21", "Genesis 7:22", "Genesis 7:23", "Genesis 7:24", "Genesis 8:1", "Genesis 8:2", "Genesis 8:3", "Genesis 8:4", "Genesis 8:5", "Genesis 8:6", "Genesis 8:7", "Genesis 8:8", "Genesis 8:9", "Genesis 8:10", "Genesis 8:11", "Genesis 8:12", "Genesis 8:13", "Genesis 8:14", "Genesis 8:15", "Genesis 8:16", "Genesis 8:17", "Genesis 8:18", "Genesis 8:19"], "sourceRef": "The Five Books of Moses, by Everett Fox, Genesis, Part I; The Primeval History, The Deluge 1", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, בראשית, בראשית מאמר ב׳, בראשית הערה ז׳ א׳", "anchorVerse": 9, "sourceHasEn": true, "commentaryNum": 1, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "בראשית הערה ז׳", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<a class=\"refLink\" data-ref=\"Genesis 6:9-8:19\" data-ven=\"The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995\">Genesis 6:9-8:19</a>", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "624a99ca54d5d59563a5376b", "index_title": "Shivchei HaRan", "category": "Chasidut", "type": "", "ref": "Shivchei HaRan, An Account of His Pilgrimage to the Holy Land 18:12", "anchorRef": "Genesis 6:9-11:32", "anchorRefExpanded": ["Genesis 6:9", "Genesis 6:10", "Genesis 6:11", "Genesis 6:12", "Genesis 6:13", "Genesis 6:14", "Genesis 6:15", "Genesis 6:16", "Genesis 6:17", "Genesis 6:18", "Genesis 6:19", "Genesis 6:20", "Genesis 6:21", "Genesis 6:22", "Genesis 7:1", "Genesis 7:2", "Genesis 7:3", "Genesis 7:4", "Genesis 7:5", "Genesis 7:6", "Genesis 7:7", "Genesis 7:8", "Genesis 7:9", "Genesis 7:10", "Genesis 7:11", "Genesis 7:12", "Genesis 7:13", "Genesis 7:14", "Genesis 7:15", "Genesis 7:16", "Genesis 7:17", "Genesis 7:18", "Genesis 7:19", "Genesis 7:20", "Genesis 7:21", "Genesis 7:22", "Genesis 7:23", "Genesis 7:24", "Genesis 8:1", "Genesis 8:2", "Genesis 8:3", "Genesis 8:4", "Genesis 8:5", "Genesis 8:6", "Genesis 8:7", "Genesis 8:8", "Genesis 8:9", "Genesis 8:10", "Genesis 8:11", "Genesis 8:12", "Genesis 8:13", "Genesis 8:14", "Genesis 8:15", "Genesis 8:16", "Genesis 8:17", "Genesis 8:18", "Genesis 8:19", "Genesis 8:20", "Genesis 8:21", "Genesis 8:22", "Genesis 9:1", "Genesis 9:2", "Genesis 9:3", "Genesis 9:4", "Genesis 9:5", "Genesis 9:6", "Genesis 9:7", "Genesis 9:8", "Genesis 9:9", "Genesis 9:10", "Genesis 9:11", "Genesis 9:12", "Genesis 9:13", "Genesis 9:14", "Genesis 9:15", "Genesis 9:16", "Genesis 9:17", "Genesis 9:18", "Genesis 9:19", "Genesis 9:20", "Genesis 9:21", "Genesis 9:22", "Genesis 9:23", "Genesis 9:24", "Genesis 9:25", "Genesis 9:26", "Genesis 9:27", "Genesis 9:28", "Genesis 9:29", "Genesis 10:1", "Genesis 10:2", "Genesis 10:3", "Genesis 10:4", "Genesis 10:5", "Genesis 10:6", "Genesis 10:7", "Genesis 10:8", "Genesis 10:9", "Genesis 10:10", "Genesis 10:11", "Genesis 10:12", "Genesis 10:13", "Genesis 10:14", "Genesis 10:15", "Genesis 10:16", "Genesis 10:17", "Genesis 10:18", "Genesis 10:19", "Genesis 10:20", "Genesis 10:21", "Genesis 10:22", "Genesis 10:23", "Genesis 10:24", "Genesis 10:25", "Genesis 10:26", "Genesis 10:27", "Genesis 10:28", "Genesis 10:29", "Genesis 10:30", "Genesis 10:31", "Genesis 10:32", "Genesis 11:1", "Genesis 11:2", "Genesis 11:3", "Genesis 11:4", "Genesis 11:5", "Genesis 11:6", "Genesis 11:7", "Genesis 11:8", "Genesis 11:9", "Genesis 11:10", "Genesis 11:11", "Genesis 11:12", "Genesis 11:13", "Genesis 11:14", "Genesis 11:15", "Genesis 11:16", "Genesis 11:17", "Genesis 11:18", "Genesis 11:19", "Genesis 11:20", "Genesis 11:21", "Genesis 11:22", "Genesis 11:23", "Genesis 11:24", "Genesis 11:25", "Genesis 11:26", "Genesis 11:27", "Genesis 11:28", "Genesis 11:29", "Genesis 11:30", "Genesis 11:31", "Genesis 11:32"], "sourceRef": "Shivchei HaRan, An Account of His Pilgrimage to the Holy Land 18:12", "sourceHeRef": "שבחי הר\"ן, סדר הנסיעה שלו לארץ ישראל י״ח:י״ב", "anchorVerse": 9, "sourceHasEn": true, "compDate": [1803, 1817], "commentaryNum": 18.0012, "collectiveTitle": {"en": "Shivchei HaRan", "he": "שבחי הר\"ן"}, "heTitle": "סדר הנסיעה שלו לארץ ישראל", "he": "וְשִׁחֵר פָּנָיו שֶׁיִּתְאַכְסֵן אֶצְלוֹ, וְהֵשִׁיב רַבֵּנוּ ז\"ל: שֶׁזֶּה אִי־אֶפְשָׁר שֶׁיַּעֲמֹד בִּקְבִיעוּת אֶצְלוֹ. אַךְ עַל שַׁבָּת אַחַת יִהְיֶה אֶצְלוֹ. וּבְיוֹם מָחָר שָׁלַח בִּשְׁבִילוֹ. וְקִבְּלוֹ עַל שַׁבָּת הָרִאשׁוֹן פָּרָשַׁת נֹחַ.", "heVersionTitle": "rabenubook", "heLicense": "", "heVersionTitleInHebrew": "", "text": "Rabbi Abraham pleaded with the Rebbe to stay with him. The Rebbe answered that he could not move in permanently, but would spend one Shabbat there. The very next day, Rabbi Abraham sent a message inviting the Rebbe for the next Shabbat, the Shabbat of Noah.<sup class=\"footnote-marker\">37</sup><i class=\"footnote\">The Torah reading that recounts the story of Noah and the flood (Genesis 6:9-11:32). This was 3 Cheshvan (October 13, 1798).</i>", "versionTitle": "Rabbi Nachman's Wisdom, trans. Aryeh Kaplan, Jerusalem. Breslov Research Institute, 1973", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "626bfa8f14034f035356d996", "index_title": "Malbim Ayelet HaShachar", "category": "Quoting Commentary", "type": "", "ref": "Malbim Ayelet HaShachar 166:1", "anchorRef": "Genesis 8:18", "anchorRefExpanded": ["Genesis 8:18"], "sourceRef": "Malbim Ayelet HaShachar 166:1", "sourceHeRef": "אילת השחר (מלבי\"ם) קס״ו:א׳", "anchorVerse": 18, "sourceHasEn": true, "compDate": [1844, 1874], "commentaryNum": 166.0001, "collectiveTitle": {"en": "Malbim Ayelet HaShachar", "he": "אילת השחר (מלבי\"ם)"}, "heTitle": "אילת השחר (מלבי\"ם)", "he": "פעל הבא על שני נושאים – יבוא לפעמים בלשון יחיד ולפעמים בלשון רבים. \"<b>ויצא</b> נח ובניו ואשתו\". \"<b>ויבוא</b> משה ואהרן\". \"<b>ויקברו</b> אותו יצחק וישמעאל בניו\". \"<b>ויקחו</b> שמעון ולוי איש חרבו\".", "heVersionTitle": "Wikisource Edition", "heLicense": "", "heVersionTitleInHebrew": "", "text": "A verb that comes with two subjects will sometimes come in singular and sometimes in plural. <b>ויצא</b> נח ובניו ואשתו (And Noah went forth, and his sons, and his wife)<sup class=\"footnote-marker\">384</sup><i class=\"footnote\">Genesis 8:18.</i>. <b>ויבוא</b> משה ואהרן (And Moses and Aaron went)<sup class=\"footnote-marker\">385</sup><i class=\"footnote\">Leviticus 9:23.</i>. <b>ויקברו</b> אותו יצחק וישמעאל בניו (And Isaac and Ishmael his sons buried him)<sup class=\"footnote-marker\">386</sup><i class=\"footnote\">Genesis 25:9.</i>. <b>ויקחו</b> שמעון ולוי איש חרבו (that two of the sons of Jacob, Simeon and Levi, Dinah's brethren, took each man his sword)<sup class=\"footnote-marker\">387</sup><i class=\"footnote\">Genesis 34:25.</i>.", "versionTitle": "Ayelet Hashachar, translated by Betzalel Avraham Feinstein, 2021", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "657ecc0c758c1dc532ec8264", "index_title": "Steinsaltz on Genesis", "category": "Commentary", "type": "commentary", "ref": "Steinsaltz on Genesis 8:18", "anchorRef": "Genesis 8:18", "anchorRefExpanded": ["Genesis 8:18"], "sourceRef": "Steinsaltz on Genesis 8:18", "sourceHeRef": "ביאור שטיינזלץ על בראשית ח׳:י״ח", "anchorVerse": 18, "sourceHasEn": true, "commentaryNum": 8.0018, "collectiveTitle": {"en": "Steinsaltz", "he": "ביאור שטיינזלץ"}, "heTitle": "ביאור שטיינזלץ על בראשית", "he": "<b>וַיֵּצֵא נֹחַ וּבָנָיו וְאִשְׁתּוֹ וּנְשֵׁי בָנָיו אִתּוֹ.</b>", "heVersionTitle": "The Koren Steinsaltz Tanakh HaMevoar - Hebrew", "heLicense": "Copyright: Steinsaltz Center", "heVersionTitleInHebrew": "", "text": "<b>Noah emerged, and his sons, and his wife, and his sons’ wives with him. </b>", "versionTitle": "The Steinsaltz Tanakh - English", "license": "Copyright: Steinsaltz Center", "versionTitleInHebrew": ""}, {"_id": "65e9da55b215f43691cfd678", "index_title": "Tze'enah Ure'enah", "category": "Commentary", "type": "commentary", "ref": "Tze'enah Ure'enah, Noach 40-41", "anchorRef": "Genesis 8:18", "anchorRefExpanded": ["Genesis 8:18"], "sourceRef": "Tze'enah Ure'enah, Noach 40-41", "sourceHeRef": "צאינה וראינה, נח מ׳-מ״א", "anchorVerse": 18, "sourceHasEn": true, "compDate": [1590, 1616], "commentaryNum": 40, "collectiveTitle": {"en": "Tze'enah Ure'enah", "he": "צאינה וראינה"}, "heTitle": "נח", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["“<i>So Noah came out, together with his sons, his wife, and his sons</i>’ <i>wives</i>” [8:18]. This means, Noah and his sons went out of the ark, his wife and his children’s wives. Here one can ask: the Holy One said to Noah that he should go out with his wife. That is to say, he should sleep with his wife in order to have children. Why did Noah not want to sleep with his wife to have children? The explanation is three reasons why Noah did not want to sleep with his wife. One is that Noah was afraid of the Flood that it would come again on his children. Therefore, he said: why should I have children? Therefore, the Holy One swore that He would never bring the Flood again. The second is that Noah was afraid that the <i>wild animals</i> would kill his children because people had sinned, from Adam onwards. The <i>wild animal</i> might kill them since the animal would say: I am as good as the person when he does not want to keep the Torah. Therefore, the Holy One said to Noah: you do not need to fear the animals, since I will give the fear of people onto the animals. That is why the Holy One said immediately, “<i>God blessed Noah and He said, be fruitful and multiply</i>” [9:1]. That is, do not fear the animals and sleep with your wives to have children. The third is that Noah thought that the people would be evil and one would kill another one. Therefore, the Holy One said to Noah, “<i>but for your own life-blood I will require a reckoning</i>” [9:5]. When one person will kill another person, then I will kill him. “<i>I will require it of every beast; of man, too, will I require a reckoning for human life, of every man for that of his fellow man</i>” [9:5]. The Holy One said: if an animal would kill a person, then I will kill the animal. One can ask: does the animal have intellect that one should kill it in revenge? The explanation is that the Holy One said that if the person will be evil, I have many messengers to pay his reward. I can easily send <i>wild animals</i> to devour him. This is the Yiddish translation of “<i>I will require it of every beast</i>” [9:5].<sup class=\"footnote-marker\">55</sup><i class=\"footnote\">Toldot Yizhak, Genesis, 9:1–6.</i>", "One can further ask about the Torah portion. Why does it have to talk about one animal, about one person, and about one brother? The Torah teaches us that a person is killed in four ways. One is when the person kills himself, out of great troubles. Concerning this, He says here, “<i>but for your own life-blood I will require a reckoning</i>” [9:5]. This means, whoever kills himself, then I will punish him. The second is the person who kills his friend. He incites a vicious dog or a <i>wild animal.</i> Concerning this, the verse says, “<i>I will require it of every beast</i>” [9:5]. This means, whoever kills his friend through a wild animal, I will punish him. The third is the person who kills his friend or he sends his servant to kill him. Concerning this, the verse says, “<i>for human life, for that of his fellow man</i>” [9:5]. This means, whoever kills his friend through a <i>messenger</i>, I will also punish him. The fourth is one who kills his friend himself. He takes a sword and kills him. Concerning this, the verse says, “<i>whoever sheds the blood of man, by man shall his blood be shed</i>” [9:6]. This means, the one who spills his friend’s blood, his blood will also be spilled.<sup class=\"footnote-marker\">56</sup><i class=\"footnote\">Toldot Yizhak, Genesis, 9:1–6.</i>"], "versionTitle": "A Critical Translation into English; Edited and translated by Morris M. Faierstein. De Gruyter, 2017", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5892f20ed6e4a92746470428", "index_title": "Chizkuni", "category": "Commentary", "type": "commentary", "ref": "Chizkuni, Genesis 8:18:1", "anchorRef": "Genesis 8:18", "anchorRefExpanded": ["Genesis 8:18"], "sourceRef": "Chizkuni, Genesis 8:18:1", "sourceHeRef": "חזקוני, בראשית ח׳:י״ח:א׳", "anchorVerse": 18, "sourceHasEn": true, "compDate": [1220, 1260], "commentaryNum": 18.0001, "collectiveTitle": {"en": "Chizkuni", "he": "חזקוני"}, "heTitle": "בראשית", "he": "<b>ויצא נח ובניו</b> י״‎מ אע״‎פ שהותרו בתשמיש כשיצאו מונה אותם על הסדר שהיו שם. תנו רבנן שלשה שימשו בתיבה: כלב ועורב וחם, וכולם לקו: כלב נקשר, עורב רק, חם לקה בעורו.", "heVersionTitle": "Chizkuni", "heLicense": "Public Domain", "heVersionTitleInHebrew": "חזקוני", "text": "ויצא נח ובניו, “Noach and his sons left the ark, etc.” Some commentators claim that although marital relations between the sexes had been permitted again, the manner in which the Torah writes the males exiting from the ark as if in a group is revealing. On the other hand, the Talmud in Sanhedrin 108 states that there were three creatures which violated the prohibition of sexual relations during their stay in the ark: the dog, the raven and Noach’s son Cham. All of them were punished for their misconduct. The dog is tied by a chain or leash to its owner. The raven is forced to spit after indulging in mating, and Cham’s skin, or that of his offspring, turned black.", "versionTitle": "Chizkuni, translated and annotated by Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": "חזקוני, מתורגם ומוער בידי אליהו מונק"}, {"_id": "58aeacafd6e4a953a4263605", "index_title": "Bereshit Rabbah", "category": "Midrash", "type": "", "ref": "Bereshit Rabbah 34:4", "anchorRef": "Genesis 8:18", "anchorRefExpanded": ["Genesis 8:18"], "sourceRef": "Bereshit Rabbah 34:4", "sourceHeRef": "בראשית רבה ל״ד:ד׳", "anchorVerse": 18, "sourceHasEn": false, "compDate": [400], "commentaryNum": 34.0004, "collectiveTitle": {"en": "Bereshit Rabbah", "he": "בראשית רבה"}, "heTitle": "בראשית רבה", "he": "דָּבָר אַחֵר, צֵא מִן הַתֵּבָה, כְּתִיב <small>(קהלת י, ד)</small>: אִם רוּחַ הַמּוֹשֵׁל תַּעֲלֶה עָלֶיךָ מְקוֹמְךָ אַל תַּנַּח, מְדַבֵּר בְּנֹחַ, אָמַר נֹחַ כְּשֵׁם שֶׁלֹא נִכְנַסְתִּי בַּתֵּבָה אֶלָּא בִּרְשׁוּת כָּךְ אֵין אֲנִי יוֹצֵא אֶלָּא בִּרְשׁוּת <small>(בראשית ז, א)</small>: בֹּא אֶל הַתֵּבָה, <small>(בראשית ז, ז)</small>: וַיָּבֹא נֹחַ, <small>(בראשית ח, טז)</small>: צֵא מִן הַתֵּבָה, <small>(בראשית ח, יח)</small>: וַיֵּצֵא נֹחַ. ", "heVersionTitle": "Midrash Rabbah -- TE", "heLicense": "unknown", "heVersionTitleInHebrew": "מדרש רבה - תורת אמת", "text": "Another interpretation, “go out of the ark.” It is written: “If the spirit of the ruler will depart from you, do not abandon your place” (Ecclesiastes 10:4) – this is speaking of Noah.<sup class=\"footnote-marker\">6</sup><i class=\"footnote\">“The spirit of the ruler” refers to God’s command to enter the ark to be saved from the Flood. With the end of the Flood, the essence of this command had expired; nevertheless, he followed the verse: “do not abandon your place” until he was told to do so.</i> Noah said: ‘Just as I entered the ark only with permission, so will I leave only with permission.’ [God had commanded:] “Come…into the ark” (Genesis 7:1), [and Noah followed:] “Noah came” (Genesis 7:7). [Now He commanded] “Go out of the ark” (Genesis 8:16), [and only then,] “Noah went out” (Genesis 8:18).", "versionTitle": "The Sefaria Midrash Rabbah, 2022", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "59765517d6e4a90179bf5b6c", "index_title": "Be'er Mayim Chaim", "category": "Chasidut", "type": "commentary", "ref": "Be'er Mayim Chaim, Genesis 8:18:1", "anchorRef": "Genesis 8:18", "anchorRefExpanded": ["Genesis 8:18"], "sourceRef": "Be'er Mayim Chaim, Genesis 8:18:1", "sourceHeRef": "באר מים חיים, בראשית ח׳:י״ח:א׳", "anchorVerse": 18, "sourceHasEn": false, "compDate": [1775, 1815], "commentaryNum": 18.0001, "collectiveTitle": {"en": "Be'er Mayim Chaim", "he": "באר מים חיים"}, "heTitle": "בראשית", "he": "<b>ויצא</b> נח ובניו וגו'. העיד עליהם הכתוב שכן קיימו וקבלו עליהם ועל זרעם לראות תמיד לגרום היחוד וזיווג העליון הנרמז בבחינת צ\"א שהוא הוי\"ה ואדנ\"י באופן שכל מעשיהם יהיו לשם שמים. שֵם, הוא שכינה הקדושה מלכות הנקראת שֵם בסוד <small>(שמואל-ב ח', י\"ג)</small> ויעש דוד שֵם. ושמים, הוא קודשא בריך הוא כמו שמובא בדברי האר\"י, וכל מעשיהם יהיה ליחוד שם שמים הזה כנאמר.", "heVersionTitle": "Be'er Mayim Chaim, Jerusalem 1991.", "heLicense": "unknown", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5bcf4125fc65000017c95458", "index_title": "Bereshit Rabbah", "category": "Midrash", "type": "", "ref": "Bereshit Rabbah 34:8", "anchorRef": "Genesis 8:18", "anchorRefExpanded": ["Genesis 8:18"], "sourceRef": "Bereshit Rabbah 34:8", "sourceHeRef": "בראשית רבה ל״ד:ח׳", "anchorVerse": 18, "sourceHasEn": true, "compDate": [400], "commentaryNum": 34.0008, "collectiveTitle": {"en": "Bereshit Rabbah", "he": "בראשית רבה"}, "heTitle": "בראשית רבה", "he": "וְכָל הַחַיָּה אֲשֶׁר אִתְּךָ וגו' <small>(בראשית ח, יז)</small>, אָמַר רַבִּי יוּדָן הַוְצֵא כְּתִיב הַיְצֵא קְרִי. וְשָׁרְצוּ בָאָרֶץ, וְלֹא בַתֵּבָה. וּפָרוּ בָאָרֶץ, וְלֹא בַתֵּבָה. <small>(בראשית ח, יט)</small>: כָּל הַחַיָּה [ו] כָל הָרֶמֶשׂ וגו', כֹּל רוֹמֵשׁ, אָמַר רַבִּי אַיְּבוּ רוֹמֵשׂ מָלֵא פְּרַט לְכִלְאָיִם. לְמִשְׁפְּחֹתֵיהֶם, פְּרַט לְסִירוּס. עַל שִׁבְעָה דְּבָרִים נִצְטַוּוּ בְּנֵי נֹחַ, עַל עֲבוֹדַת כּוֹכָבִים, וְעַל גִּלּוּי עֲרָיוֹת, וְעַל שְׁפִיכוּת דָּמִים, וְעַל בִּרְכַּת הַשֵּׁם, וְעַל הַדִּין, וְעַל הַגָּזֵל, וְעַל אֵבָר מִן הֶחָי. רַבִּי חֲנִינָא בֶּן גַּמְלִיאֵל אוֹמֵר אַף עַל הַדָּם מִן הֶחָי. רַבִּי אֱלִיעֶזֶר אוֹמֵר אַף עַל הַכִּלְאָיִם. רַבִּי שִׁמְעוֹן בֶּן יוֹחָאי אוֹמֵר אַף עַל הַכְּשָׁפִים. רַבִּי יוֹחָנָן בֶּן בְּרוֹקָא אוֹמֵר אַף עַל הַסֵּרוּס. אָמַר רַבִּי אַסֵּי עַל כָּל הָאָמוּר בַּפָּרָשָׁה נִצְטַוּוּ בְּנֵי נֹחַ <small>(דברים יח, י)</small>: לֹא יִמָּצֵא בְךָ מַעֲבִיר בְּנוֹ וּבִתּוֹ וגו', וּכְתִיב בַּתְרֵיהּ <small>(דברים יח, יב)</small>: כִּי תוֹעֲבַת ה' כָּל עוֹשֵׂה אֵלֶּה. ", "heVersionTitle": "Midrash Rabbah -- TE", "heLicense": "unknown", "heVersionTitleInHebrew": "מדרש רבה - תורת אמת", "text": "<b>“Every living being that is with you, from all flesh, of the bird, and of the animal, and of every crawling creature that crawls on the earth, take out [<i>haitze</i>] with you, and they will teem on the earth, and be fruitful, and multiply upon the earth” (Genesis 8:17).</b> <br>“Every living being that is with you…[take out [<i>haitze</i>] with you]” – <i>hotze </i>is written, but it is read <i>haitze</i>.<sup class=\"footnote-marker\">14</sup><i class=\"footnote\"><i>Hotze</i> means “take [them] out peacefully,” while “<i>haitze</i>” implies a degree of coercion.</i> “They will teem on the earth” – but not in the ark;<sup class=\"footnote-marker\">15</sup><i class=\"footnote\">The animals, too, were not allowed to procreate while in the ark.</i> “and be fruitful…upon the earth” – but not in the ark. <br><b>“Every beast, every crawling creature and every bird, every creature that crawls on the earth, by their families, emerged from the ark” (Genesis 8:19).</b> <br>“Every beast, every crawling creature…every creature that crawls” [<i>romess</i>]” – Rabbi Aivu said: <i>Romess </i>is written with a <i>vav</i> – to exclude hybrids.<sup class=\"footnote-marker\">16</sup><i class=\"footnote\">The Midrash interprets this verse as a commandment to Noah and his sons as to how they should act regarding animals. Romess is written with a full spelling to emphasize that the animals must be completely of their species and not bred with another species. The verse is intimating that it is forbidden for Noahides to cross-breed animals.</i> “By their families” – to the exclusion of castration.<sup class=\"footnote-marker\">17</sup><i class=\"footnote\">Noahides are forbidden to castrate animals, which would prevent them from producing “families.” </i> The descendants of Noah were commanded regarding seven matters: Regarding idol worship; regarding sexual immorality; regarding bloodshed; regarding the blessing of the Name;<sup class=\"footnote-marker\">18</sup><i class=\"footnote\">This is a euphemism for blasphemy.</i> regarding implementing justice; regarding robbery; and regarding [eating] a limb [taken] from a living animal. Rabbi Ḥanina ben Gamliel says: Regarding [drinking] blood from a living animal, as well. Rabbi Eliezer says: Regarding [producing] hybrids, as well. Rabbi Shimon ben Yoḥai says: Regarding sorcery, as well. Rabbi Yoḥanan ben Beroka says: Regarding castration, as well. Rabbi Assi said: The descendants of Noah were commanded regarding everything that is written in the passage of: “There shall not be found among you any one who passes his son or his daughter [through the fire, or who practices divination, or interprets omens, or an enchanter or a sorcerer]…” (Deuteronomy 18:10–11), as it is written thereafter: “For anyone who performs these matters is an abomination to the Lord [and it is because of these abominations that the Lord your God is driving them [the Canaanites] out from before you]” (Deuteronomy 18:12).<sup class=\"footnote-marker\">19</sup><i class=\"footnote\">Since the Canaanites were banished for performing these acts, it must be that these acts were forbidden to them.</i>", "versionTitle": "The Sefaria Midrash Rabbah, 2022", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "6319cffdb6084aa1cbefe551", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, אֵת² 1", "anchorRef": "Genesis 8:18", "anchorRefExpanded": ["Genesis 8:18"], "sourceRef": "BDB, אֵת² 1", "sourceHeRef": "בראון-דרייבר-בריגס, אֵת² א׳", "anchorVerse": 18, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "אֵת²", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["II. <big><big><span dir=\"rtl\">אֵת</span></big></big>  <strong>prep. with</strong>—with makk. <span dir=\"rtl\">אֶת־</span>, with suff. <span dir=\"rtl\">אִתִּי</span>, <span dir=\"rtl\">אִתְּךָ</span>, <span dir=\"rtl\">אִתְּכֶם</span> etc., also, however, <span dir=\"rtl\">אֽוֹתְךָ</span>, <span dir=\"rtl\">אוֹתוֹ</span>, and similarly <span dir=\"rtl\">מֵאֽוֹתְךָ</span>, <span dir=\"rtl\">מֵאוֹתוֹ</span> etc., first in <a data-ref=\"Joshua 10:25\" href=\"/Joshua.10.25\">Jos 10:25</a>; <a data-ref=\"Joshua 14:12\" href=\"/Joshua.14.12\">14:12</a>, next <a data-ref=\"II Samuel 24:24\" href=\"/II_Samuel.24.24\">2 S 24:24</a>; then repeatedly (but not exclusively) <a data-ref=\"I Kings 20\" href=\"/I_Kings.20\">1 K 20</a>–<a data-ref=\"II Kings 8\" href=\"/II_Kings.8\">2 K 8</a>, & in Je Ez, e.g. <a data-ref=\"I Kings 20:25\" href=\"/I_Kings.20.25\">1 K 20:25</a> (but v <a data-ref=\"I Kings 20:23\" href=\"/I_Kings.20.23\">23</a> <span dir=\"rtl\">אִתָּם</span>) <a data-ref=\"I Kings 22:7\" href=\"/I_Kings.22.7\">22:7</a>, <a data-ref=\"I Kings 22:8\" href=\"/I_Kings.22.8\">8</a>, <a data-ref=\"I Kings 22:24\" href=\"/I_Kings.22.24\">24</a> (beside <span dir=\"rtl\">מֵאתִּי</span>) <a data-ref=\"II Kings 1:15\" href=\"/II_Kings.1.15\">2 K 1:15</a>; <a data-ref=\"II Kings 3:11\" href=\"/II_Kings.3.11\">3:11</a>, <a data-ref=\"II Kings 3:12\" href=\"/II_Kings.3.12\">12</a>, <a data-ref=\"II Kings 3:26\" href=\"/II_Kings.3.26\">26</a>; <a data-ref=\"II Kings 6:16\" href=\"/II_Kings.6.16\">6:16</a> (beside <span dir=\"rtl\">אִתָּנוּ</span>) <a data-ref=\"II Kings 8:8\" href=\"/II_Kings.8.8\">8:8</a>; <a data-ref=\"Jeremiah 2:35\" href=\"/Jeremiah.2.35\">Je 2:35</a>; <a data-ref=\"Jeremiah 10:5\" href=\"/Jeremiah.10.5\">10:5</a>; <a data-ref=\"Jeremiah 16:8\" href=\"/Jeremiah.16.8\">16:8</a>; <a data-ref=\"Jeremiah 19:10\" href=\"/Jeremiah.19.10\">19:10</a>; <a data-ref=\"Jeremiah 20:11\" href=\"/Jeremiah.20.11\">20:11</a>; <a data-ref=\"Ezekiel 2:6\" href=\"/Ezekiel.2.6\">Ez 2:6</a>; <a data-ref=\"Ezekiel 10:17\" href=\"/Ezekiel.10.17\">10:17</a>; <a data-ref=\"Ezekiel 23:23\" href=\"/Ezekiel.23.23\">23:23</a>; <a data-ref=\"Ezekiel 37:26\" href=\"/Ezekiel.37.26\">37:26</a> (v. infr. <strong>1 d.</strong>; also <a data-ref=\"Isaiah 59:21\" href=\"/Isaiah.59.21\">Is 59:21</a>, contr. <a data-ref=\"Genesis 17:4\" href=\"/Genesis.17.4\">Gn 17:4</a>: on <span dir=\"rtl\">שָׁכַב אֹתָהּ</span>, <a data-ref=\"Genesis 34:2\" href=\"/Genesis.34.2\">Gn 34:2</a> al., v. sub <span dir=\"rtl\">שָׁכֵב</span> & cf. Dr<sup>Sm ii. 13, 14</sup>)—prep. denoting <strong>proximity (</strong>syn. <span dir=\"rtl\">עִם</span>; Ph. <span dir=\"rtl\">את</span>, e.g. CIS <sup>i. 3, 8</sup> <span dir=\"rtl\">לא יכן לם משכב את רפאם</span> let there not be for them a resting-place <em>with</em> the shades; Assyrian <em>itti</em> (perhaps akin to <em>ittu</em> ‘side,’ Dl<sup>Pr 115</sup> Hpt KAT<sup>2. 498</sup>; but cf. Nö<sup>ZMG ’86, 738 f.</sup>). Not found as yet in the other cogn. languages: but cf. Ethiopic እንተ <em>ʾenta</em>, towards, which supports the view that <span dir=\"rtl\">אֵת</span> is for <em>ʾint</em> [cf. <span dir=\"rtl\">תֵּת</span>, <span dir=\"rtl\">תִּתִּי</span>], perhaps from √ <span dir=\"rtl\">אנה</span> <em>to meet</em> Ol<sup>p. 431</sup> Prät<sup>ZMG ’73, 643</sup>, Lag<sup>M i. 226</sup><strong>)</strong>.<br><strong>1.</strong>  Of companionship, <em>together with:</em> <a data-ref=\"Genesis 6:13\" href=\"/Genesis.6.13\">Gn 6:13</a> behold, I destroy them <span dir=\"rtl\">אֶת־הָאָרֶץ</span> <em>together with</em> the earth, <a data-ref=\"Genesis 11:31\" href=\"/Genesis.11.31\">11:31</a>; <a data-ref=\"Genesis 12:4\" href=\"/Genesis.12.4\">12:4</a> + often, especially with <em>verbs of</em> dwelling, abiding, going, etc., as <a data-ref=\"Judges 1:3\" href=\"/Judges.1.3\">Ju 1:3</a>; <a data-ref=\"Judges 14:11\" href=\"/Judges.14.11\">14:11</a>; <a data-ref=\"Judges 19:4\" href=\"/Judges.19.4\">19:4</a>, & in the phrase <span dir=\"rtl\">הָעָם אֲשֶׁר אִתּוֹ</span> <a data-ref=\"Judges 4:13\" href=\"/Judges.4.13\">Ju 4:13</a>; <a data-ref=\"Judges 7:1\" href=\"/Judges.7.1\">7:1</a>; <a data-ref=\"Judges 9:33\" href=\"/Judges.9.33\">9:33</a>, <a data-ref=\"Judges 9:48\" href=\"/Judges.9.48\">48</a>; <a data-ref=\"I Samuel 14:20\" href=\"/I_Samuel.14.20\">1 S 14:20</a>; <a data-ref=\"I Samuel 30:4\" href=\"/I_Samuel.30.4\">30:4</a> etc.; thou, and thy sons <span dir=\"rtl\">אִתָּֽךְ ׃</span> … <em>with thee</em> <a data-ref=\"Genesis 6:18\" href=\"/Genesis.6.18\">Gn 6:18</a>; similarly (3<sup>rd</sup> pers.) <a data-ref=\"Genesis 7:7\" href=\"/Genesis.7.7\">7:7</a>, <a data-ref=\"Genesis 7:13\" href=\"/Genesis.7.13\">13</a>; <a data-ref=\"Genesis 8:18\" href=\"/Genesis.8.18\">8:18</a>; <a data-ref=\"Genesis 9:8\" href=\"/Genesis.9.8\">9:8</a> al. (charact. of P: Dr<sup>Intr. 124</sup>); <span dir=\"rtl\">הִתְהַלֵּךְ אֶת־הָאֱלֹהִים</span> to walk <em>with</em> God, i.e. to have him as a companion (sc. by adopting a course of life pleasing to him) <a data-ref=\"Genesis 5:22\" href=\"/Genesis.5.22\">Gn 5:22</a>, <a data-ref=\"Genesis 5:24\" href=\"/Genesis.5.24\">24</a>; <a data-ref=\"Genesis 6:9\" href=\"/Genesis.6.9\">6:9</a> (cf. <span dir=\"rtl\">הִתְהַלֵּךְ אֵת</span> lit. <a data-ref=\"I Samuel 25:15\" href=\"/I_Samuel.25.15\">1 S 25:15</a>);—<em>by the side of, like</em> <a data-ref=\"Isaiah 45:9\" href=\"/Isaiah.45.9\">Is 45:9</a>, <em>equally with</em> <a data-ref=\"Leviticus 26:39\" href=\"/Leviticus.26.39\">Lv 26:39</a>, <em>in common with</em> <a data-ref=\"Jeremiah 23:28\" href=\"/Jeremiah.23.28\">Je 23:28b</a> (cf. <span dir=\"rtl\">עִם</span> <strong>1 e, f</strong>). Hence, in partic.— <strong>a.</strong>  <em>with</em> for the purpose of help: <a data-ref=\"Numbers 14:9\" href=\"/Numbers.14.9\">Nu 14:9</a> <span dir=\"rtl\">וי׳ אִתָּנוּ</span>, <a data-ref=\"Joshua 14:12\" href=\"/Joshua.14.12\">Jos 14:12</a> (<span dir=\"rtl\">אוֹתִי</span>, as <a data-ref=\"Jeremiah 20:11\" href=\"/Jeremiah.20.11\">Je 20:11</a>) <a data-ref=\"Judges 1:19\" href=\"/Judges.1.19\">Ju 1:19</a>; <a data-ref=\"II Kings 6:16\" href=\"/II_Kings.6.16\">2 K 6:16</a>; <a data-ref=\"II Kings 9:32\" href=\"/II_Kings.9.32\">9:32</a> <span dir=\"rtl\">מִי אִתִּי מִי</span> who is <em>on my side</em>, who? <span dir=\"rtl\">כִּי אִתְּךָ אֲנִי</span> <a data-ref=\"Isaiah 43:5\" href=\"/Isaiah.43.5\">Is 43:5</a> <a data-ref=\"Jeremiah 1:8\" href=\"/Jeremiah.1.8\">Je 1:8</a>, <a data-ref=\"Jeremiah 1:19\" href=\"/Jeremiah.1.19\">19</a> +; <a data-ref=\"Isaiah 63:3\" href=\"/Isaiah.63.3\">Is 63:3</a> <a data-ref=\"Psalms 12:5\" href=\"/Psalms.12.5\">ψ 12:5</a> our lips are <em>with us, on our side</em> (s. <strong>3 a</strong>); in the phrase <span dir=\"rtl\">יַד פּ׳ אֵת (הָֽיְתָה)</span> <a data-ref=\"II Samuel 14:19\" href=\"/II_Samuel.14.19\">2 S 14:19</a> <a data-ref=\"II Kings 15:19\" href=\"/II_Kings.15.19\">2 K 15:19</a> <span dir=\"rtl\">(ידיו)</span> <a data-ref=\"Jeremiah 26:24\" href=\"/Jeremiah.26.24\">Je 26:24</a>; <span dir=\"rtl\">נָשָׂא אֵת</span> to bear <em>together with</em>, i.e. to assist <a data-ref=\"Exodus 18:22\" href=\"/Exodus.18.22\">Ex 18:22</a> <a data-ref=\"Numbers 11:17\" href=\"/Numbers.11.17\">Nu 11:17</a>. Exceptionally, = <em>with the help of:</em> <a data-ref=\"Genesis 4:1\" href=\"/Genesis.4.1\">Gn 4:1</a> for I have gotten a man <span dir=\"rtl\">אֶת־י׳</span> <em>with the help of</em> <span dir=\"rtl\">י׳</span> (cf. <a data-ref=\"BDB, עַם³\" href=\"/BDB,_עַם³\", dir=\"rtl\">עם</a> <a data-ref=\"I Samuel 14:45\" href=\"/I_Samuel.14.45\">1 S 14:45</a>) <a data-ref=\"Genesis 49:25\" href=\"/Genesis.49.25\">49:25</a> (where, however, the parallelism, & 𝔊 𝔖 Sam. favour <span dir=\"rtl\">וְאֵל שַׁדַּי</span> for <span dir=\"rtl\">וְאֵת שַׁדַּי</span>) <a data-ref=\"Micah 3:8\" href=\"/Micah.3.8\">Mi 3:8</a>; cf. <a data-ref=\"Esther 9:29\" href=\"/Esther.9.29\">Est 9:29</a>. <strong>b.</strong>  <em>beside</em> (Germ. <em>neben</em>): <a data-ref=\"Genesis 39:6\" href=\"/Genesis.39.6\">Gn 39:6</a> <span dir=\"rtl\">לֹא יָדַע אִתּוֹ מְאוּמָה</span> he knew not <em>with</em> him, <em>beside</em> him, aught (i.e. Joseph managed everything), v <a data-ref=\"Genesis 39:8\" href=\"/Genesis.39.8\">8</a> <a data-ref=\"Exodus 20:20\" href=\"/Exodus.20.20\">Ex 20:23</a> <span dir=\"rtl\">לֹא תַעֲשׂוּן אִתִּ֑י</span> ye shall not make (aught) <em>beside</em> me. <strong>c.</strong>  <em>beside</em> = <em>in the presence of</em> (rare): <a data-ref=\"Genesis 20:16\" href=\"/Genesis.20.16\">Gn 20:16b</a> and <em>before</em> all thou shalt be righted, <a data-ref=\"Isaiah 30:8\" href=\"/Isaiah.30.8\">Is 30:8</a> <a data-ref=\"Micah 6:1\" href=\"/Micah.6.1\">Mi 6:1</a>. In this sense <span dir=\"rtl\">אֶת־פְּנֵי פּ׳</span> is more freq., v. sub <a ,=\"\" data-ref=\"BDB, פָּנִים\" dir=\"rtl\" href=\"/BDB,_פָּנִים\">פָּנִים</a>. <strong>d.</strong>  of intercourse of different kinds <em>with</em> another, e.g. after verbs of making a covenant or contract, or (less often) of speaking or dealing: (α) <a data-ref=\"Genesis 9:9\" href=\"/Genesis.9.9\">Gn 9:9</a>; <a data-ref=\"Genesis 15:18\" href=\"/Genesis.15.18\">15:18</a>; <a data-ref=\"Genesis 17:4\" href=\"/Genesis.17.4\">17:4</a> (<a data-ref=\"Ezekiel 16:60\" href=\"/Ezekiel.16.60\">Ez 16:60</a> <a data-ref=\"Isaiah 59:21\" href=\"/Isaiah.59.21\">Is 59:21</a> <span dir=\"rtl\">אוֹת-</span>) <a data-ref=\"Joshua 10:4\" href=\"/Joshua.10.4\">Jos 10:4</a> <a data-ref=\"I Kings 3:1\" href=\"/I_Kings.3.1\">1 K 3:1</a> etc.; cf. <a data-ref=\"I Samuel 2:13\" href=\"/I_Samuel.2.13\">1 S 2:13</a> (but here <span dir=\"rtl\">הַכֹּהֵן מֵאֶת־</span> is prob. to be read with 𝔊 𝔖 𝔗 Ke We etc., cf. <a data-ref=\"Deuteronomy 18:3\" href=\"/Deuteronomy.18.3\">Dt 18:3</a>). (β) <a data-ref=\"Genesis 17:3\" href=\"/Genesis.17.3\">Gn 17:3</a>; <a data-ref=\"Genesis 42:30\" href=\"/Genesis.42.30\">42:30</a> <span dir=\"rtl\">דִּבֶּר אִתָּנוּ קָשׁוֹת</span>, <a data-ref=\"I Kings 8:15\" href=\"/I_Kings.8.15\">1 K 8:15</a> <a data-ref=\"Psalms 109:2\" href=\"/Psalms.109.2\">ψ 109:2</a>, & especially in Je and Ez (as <a data-ref=\"Jeremiah 1:16\" href=\"/Jeremiah.1.16\">Je 1:16</a>; <a data-ref=\"Jeremiah 4:12\" href=\"/Jeremiah.4.12\">4:12</a> [<a data-ref=\"Jeremiah 52:9\" href=\"/Jeremiah.52.9\">52:9</a> <span dir=\"rtl\">אִתּוֹ</span>] <a data-ref=\"Jeremiah 5:5\" href=\"/Jeremiah.5.5\">5:5</a>; <a data-ref=\"Jeremiah 12:1\" href=\"/Jeremiah.12.1\">12:1</a>; <a data-ref=\"Ezekiel 2:1\" href=\"/Ezekiel.2.1\">Ez 2:1</a>; <a data-ref=\"Ezekiel 3:22\" href=\"/Ezekiel.3.22\">3:22</a>, <a data-ref=\"Ezekiel 3:24\" href=\"/Ezekiel.3.24\">24</a>, <a data-ref=\"Ezekiel 3:27\" href=\"/Ezekiel.3.27\">27</a>; <a data-ref=\"Ezekiel 14:4\" href=\"/Ezekiel.14.4\">14:4</a>; <a data-ref=\"Ezekiel 44:5\" href=\"/Ezekiel.44.5\">44:5</a>—all <span dir=\"rtl\">אוֹת-</span>); <a data-ref=\"Genesis 24:49\" href=\"/Genesis.24.49\">Gn 24:49</a> to perform kindness <span dir=\"rtl\">אֵת</span> (<span dir=\"rtl\">עִם</span> is here more genl.), <a data-ref=\"II Samuel 16:17\" href=\"/II_Samuel.16.17\">2 S 16:17</a> <span dir=\"rtl\">זֶה חַסְדְּךָ אֶת־רֵעֶ֑ךָ</span>, <a data-ref=\"Ruth 2:20\" href=\"/Ruth.2.20\">Ru 2:20</a> <a data-ref=\"Zechariah 7:9\" href=\"/Zechariah.7.9\">Zc 7:9</a>; <a data-ref=\"Judges 11:27\" href=\"/Judges.11.27\">Ju 11:27</a> <span dir=\"rtl\">וְאַתָּה עשֶֹׁה אִתִּי רָעָה</span>, <a data-ref=\"Deuteronomy 1:30\" href=\"/Deuteronomy.1.30\">Dt 1:30</a>; <a data-ref=\"Deuteronomy 10:21\" href=\"/Deuteronomy.10.21\">10:21</a> <a data-ref=\"I Samuel 12:7\" href=\"/I_Samuel.12.7\">1 S 12:7b</a>, <span dir=\"rtl\">(אוֹת-)</span> <a data-ref=\"Jeremiah 21:2\" href=\"/Jeremiah.21.2\">Je 21:2</a>; <a data-ref=\"Jeremiah 33:9\" href=\"/Jeremiah.33.9\">33:9</a> <a data-ref=\"Ezekiel 7:27\" href=\"/Ezekiel.7.27\">Ez 7:27</a>; <a data-ref=\"Ezekiel 16:59\" href=\"/Ezekiel.16.59\">16:59</a>; <a data-ref=\"Ezekiel 22:14\" href=\"/Ezekiel.22.14\">22:14</a>; <a data-ref=\"Ezekiel 23:25\" href=\"/Ezekiel.23.25\">23:25</a>, <a data-ref=\"Ezekiel 23:29\" href=\"/Ezekiel.23.29\">29</a>; <a data-ref=\"Ezekiel 39:24\" href=\"/Ezekiel.39.24\">39:24</a>; abs. <a data-ref=\"Ezekiel 17:17\" href=\"/Ezekiel.17.17\">Ez 17:17</a>; <a data-ref=\"Ezekiel 20:44\" href=\"/Ezekiel.20.44\">20:44</a> <a data-ref=\"Psalms 109:21\" href=\"/Psalms.109.21\">ψ 109:21</a> <a data-ref=\"Zephaniah 3:19\" href=\"/Zephaniah.3.19\">Zp 3:19</a>; (γ) in a pregn. sense, (in dealing) <em>with</em>, i.e. <em>towards</em> (rare): <a data-ref=\"Isaiah 66:14\" href=\"/Isaiah.66.14\">Is 66:14</a> <a data-ref=\"Psalms 67:2\" href=\"/Psalms.67.2\">ψ 67:2</a> <span dir=\"rtl\">יָאֵר פָּנָיו אִתָּנוּ</span> make his face to shine <em>with</em> (= toward) us (varied from <span dir=\"rtl\">אֶל</span> <a data-ref=\"Numbers 6:25\" href=\"/Numbers.6.25\">Nu 6:25</a>) <a data-ref=\"Deuteronomy 28:8\" href=\"/Deuteronomy.28.8\">Dt 28:8</a>; faithful <em>with</em> <a data-ref=\"Psalms 78:8\" href=\"/Psalms.78.8\">ψ 78:8</a> (cf. v <a data-ref=\"Psalms 78:37\" href=\"/Psalms.78.37\">37</a> <span dir=\"rtl\">נָכוֹן עִם</span>); <a data-ref=\"Ezekiel 2:6\" href=\"/Ezekiel.2.6\">Ez 2:6</a> <span dir=\"rtl\">(אוֹתָ֑ךְ)</span>; <a data-ref=\"Judges 16:15\" href=\"/Judges.16.15\">Ju 16:15</a> <span dir=\"rtl\">וְלִבְּךָ אֵין אִתִּי</span>. (δ) often with verbs of fighting, striving, contending, as <a data-ref=\"Genesis 14:2\" href=\"/Genesis.14.2\">Gn 14:2</a>, <a data-ref=\"Genesis 14:8\" href=\"/Genesis.14.8\">8</a>, <a data-ref=\"Genesis 14:9\" href=\"/Genesis.14.9\">9</a> <a data-ref=\"Numbers 20:13\" href=\"/Numbers.20.13\">Nu 20:13</a> <a data-ref=\"Isaiah 45:9\" href=\"/Isaiah.45.9\">Is 45:9a</a>; <a data-ref=\"Isaiah 50:8\" href=\"/Isaiah.50.8\">50:8</a> <a data-ref=\"Psalms 35:1\" href=\"/Psalms.35.1\">ψ 35:1</a> <a data-ref=\"Proverbs 23:11\" href=\"/Proverbs.23.11\">Pr 23:11</a>; with <span dir=\"rtl\">בָּא בְמִשְׁפָּט</span> <a data-ref=\"Psalms 143:2\" href=\"/Psalms.143.2\">ψ 143:2</a> (<a data-ref=\"Isaiah 3:14\" href=\"/Isaiah.3.14\">Is 3:14</a> al. <span dir=\"rtl\">עִם</span>).<br><strong>2.</strong>  Of localities, especially in the phrase <span dir=\"rtl\">אֲשֶׁר אֵת</span> describing a site: <a data-ref=\"Judges 3:19\" href=\"/Judges.3.19\">Ju 3:19</a>; <a data-ref=\"Judges 4:11\" href=\"/Judges.4.11\">4:11</a> <span dir=\"rtl\">אֲשֶׁר אֶת־קֶדֶשׁ</span> which is <em>near</em> Kedesh, <a data-ref=\"I Kings 9:26\" href=\"/I_Kings.9.26\">1 K 9:26</a> <a data-ref=\"II Kings 9:27\" href=\"/II_Kings.9.27\">2 K 9:27</a> (cf. <span dir=\"rtl\">עם</span> <strong>2</strong>, which is commoner in this sense); <a data-ref=\"Ezekiel 43:8\" href=\"/Ezekiel.43.8\">Ez 43:8</a>; <a data-ref=\"Exodus 33:21\" href=\"/Exodus.33.21\">Ex 33:21</a> <span dir=\"rtl\">הִנֵּה מָקוֹם אִתִּי</span>. Perhaps, anomalously, <a data-ref=\"I Samuel 7:16\" href=\"/I_Samuel.7.16\">1 S 7:16</a> <em>at</em> or <em>by</em> all those places (but v. Dr); in <a data-ref=\"II Samuel 15:23\" href=\"/II_Samuel.15.23\">2 S 15:23</a> <span dir=\"rtl\">עַל־פְּנֵי דֶרֶךְ אֶת־הַמִּדְבָּר</span>, <span dir=\"rtl\">אֵת</span> = <em>towards</em> is against anal.: read with 𝔊L <span dir=\"rtl\">עַל־פָּנָיו דֶּרֶךְ הַזַּיִת אֲשֶׁר בַּמִּדְבָּר</span>; <a data-ref=\"I Kings 9:25\" href=\"/I_Kings.9.25\">1 K 9:25</a> <span dir=\"rtl\">אִתּוֹ</span> <em>beside</em> it (sc. the altar); but <span dir=\"rtl\">עָלָיו</span> <a data-ref=\"I Kings 13:1\" href=\"/I_Kings.13.1\">13:1</a> etc. would be idiomatic, & for <span dir=\"rtl\">אִתּוֹ אֲשֶׁר</span> Klo proposes plausibly <span dir=\"rtl\">אֶת־אִשּׁוֹ</span> (v. <a data-ref=\"Exodus 30:20\" href=\"/Exodus.30.20\">Ex 30:20</a>).<br><strong>3.</strong>  <span dir=\"rtl\">אֵת פּ׳</span> denotes specially, <strong>a.</strong>  in one’s possession or keeping: <a data-ref=\"Genesis 27:15\" href=\"/Genesis.27.15\">Gn 27:15</a>; <a data-ref=\"Genesis 30:29\" href=\"/Genesis.30.29\">30:29</a> thou knowest <span dir=\"rtl\">אֵת אֲשֶׁר הָיָה מִקְנְךָ אִתִּי</span> … how thy cattle fared <em>with</em> me, v <a data-ref=\"Genesis 30:33\" href=\"/Genesis.30.33\">33</a>; <a data-ref=\"Genesis 42:16\" href=\"/Genesis.42.16\">42:16</a> <a data-ref=\"Leviticus 5:23\" href=\"/Leviticus.5.23\">Lv 5:23</a>; <a data-ref=\"Leviticus 19:13\" href=\"/Leviticus.19.13\">19:13</a> <a data-ref=\"Deuteronomy 15:3\" href=\"/Deuteronomy.15.3\">Dt 15:3</a> <a data-ref=\"Judges 17:2\" href=\"/Judges.17.2\">Ju 17:2</a> 1 S <a data-ref=\"I Samuel 9:7\" href=\"/I_Samuel.9.7\">9:7</a> <span dir=\"rtl\">מָה אִתָּנוּ</span> = what <em>have we?</em> <a data-ref=\"I Samuel 25:29\" href=\"/I_Samuel.25.29\">25:29</a> <a data-ref=\"Isaiah 49:4\" href=\"/Isaiah.49.4\">Is 49:4</a> my right is <em>with</em> Jehovah (contr. <a data-ref=\"Isaiah 40:27\" href=\"/Isaiah.40.27\">40:27</a>), <a data-ref=\"Jeremiah 8:8\" href=\"/Jeremiah.8.8\">Je 8:8</a> <a data-ref=\"Psalms 38:11\" href=\"/Psalms.38.11\">ψ 38:11</a> the light of mine eyes also <span dir=\"rtl\">אֵין אִתִּי</span> i.e. is gone from me, <a data-ref=\"Proverbs 3:28\" href=\"/Proverbs.3.28\">Pr 3:28</a>; <a data-ref=\"Proverbs 8:18\" href=\"/Proverbs.8.18\">8:18</a>; in his power, <a data-ref=\"Jeremiah 10:5\" href=\"/Jeremiah.10.5\">Je 10:5</a> <span dir=\"rtl\">הֵיטֵיב אֵין אוֹתָם</span> is not <em>in their power</em>, perhaps <a data-ref=\"Psalms 12:5\" href=\"/Psalms.12.5\">ψ 12:5</a>. A dream, or the word of <span dir=\"rtl\">י׳</span>, is said to be <span dir=\"rtl\">אֵת</span> <em>with</em> a prophet, <a data-ref=\"II Kings 3:12\" href=\"/II_Kings.3.12\">2 K 3:12</a> <a data-ref=\"Jeremiah 23:28\" href=\"/Jeremiah.23.28\">Je 23:28</a>; <a data-ref=\"Jeremiah 27:18\" href=\"/Jeremiah.27.18\">27:18</a>. Metaph. of a mental quality, <a data-ref=\"Proverbs 11:2\" href=\"/Proverbs.11.2\">Pr 11:2</a>; <a data-ref=\"Proverbs 13:10\" href=\"/Proverbs.13.10\">13:10</a>. <strong>b.</strong>  in one’s knowledge or memory: <a data-ref=\"Isaiah 59:12\" href=\"/Isaiah.59.12\">Is 59:12</a> <span dir=\"rtl\">פְּשָׁעֵינוּ אִתָּנוּ</span> our transgressions are <em>with us</em>, i.e. present to our minds (‖ <span dir=\"rtl\">וַעֲוֹנֹתֵינוּ יְדַעֲנוּם</span>), <a data-ref=\"Job 12:3\" href=\"/Job.12.3\">Jb 12:3</a> <span dir=\"rtl\">אֶת־מִי־אֵין כְּמוֹ־אֵלֶּה</span> <em>with</em> whom are not (i.e. who <em>knoweth</em> not? τίς οὐ σύνοιδε;) things like these? <a data-ref=\"Job 14:5\" href=\"/Job.14.5\">14:5</a> <span dir=\"rtl\">אִתָּךְ</span> i.e. known to thee, <a data-ref=\"Proverbs 2:1\" href=\"/Proverbs.2.1\">Pr 2:1</a> <a data-ref=\"Genesis 40:14\" href=\"/Genesis.40.14\">Gn 40:14</a> <a data-ref=\"Jeremiah 12:3\" href=\"/Jeremiah.12.3\">Je 12:3</a> (Ew Gf <em>towards</em> thee, as <strong>1 d</strong> γ). So <span dir=\"rtl\">אִם־יֵשׁ אֶת־נַפְשְׁכֶם</span> <a data-ref=\"Genesis 23:8\" href=\"/Genesis.23.8\">Gn 23:8</a> [<a data-ref=\"II Kings 9:15\" href=\"/II_Kings.9.15\">2 K 9:15</a> <span dir=\"rtl\">נ׳</span> alone], <span dir=\"rtl\">אֶת־לְבָבְךָ</span> <a data-ref=\"II Kings 10:15\" href=\"/II_Kings.10.15\">2 K 10:15</a>. Comp. <span dir=\"rtl\">עם</span> <strong>4 b</strong>, which is more frequent in this sense.<br><strong>4.</strong>  <span dir=\"rtl\">מֵאֵת</span> (<span dir=\"rtl\">מֵאִתִּי</span>, etc.; also <span dir=\"rtl\">מֵאוֹת</span>-, v. p. 85) <em>from proximity with</em> (like Gk. παρά with a genit., Fr <em>de chez;</em> in Syriac <span dir=\"rtl\">ܡܶܢ ܠܘܳܬ</span> Arabic <span dir=\"rtl\">مِنْ عِنْدَ</span> correspond. Synon. <a data-ref=\"BDB, מֵעִם\" href=\"/BDB,_מֵעִם\", dir=\"rtl\">מֵעִם</a>; see below): coupled almost always with <em>persons</em> (contrast <span dir=\"rtl\">מֵעִם</span>, <strong>a</strong>). Thus <strong>a.</strong>  with <span dir=\"rtl\">קָנָה</span> to buy <a data-ref=\"Genesis 25:10\" href=\"/Genesis.25.10\">Gn 25:10</a> + often; (cf. <a data-ref=\"Genesis 17:27\" href=\"/Genesis.17.27\">17:27</a>); <span dir=\"rtl\">לָקַח</span> <a data-ref=\"Genesis 42:24\" href=\"/Genesis.42.24\">Gn 42:24</a> <a data-ref=\"Exodus 25:2\" href=\"/Exodus.25.2\">Ex 25:2</a> <a data-ref=\"Leviticus 25:36\" href=\"/Leviticus.25.36\">Lv 25:36</a> <a data-ref=\"Numbers 17:17\" href=\"/Numbers.17.17\">Nu 17:17</a> + often; <span dir=\"rtl\">נָשָׂא</span> <a data-ref=\"Psalms 24:5\" href=\"/Psalms.24.5\">ψ 24:5</a>; <span dir=\"rtl\">שִׁלַּח</span>, as <a data-ref=\"Genesis 8:8\" href=\"/Genesis.8.8\">Gn 8:8</a> <span dir=\"rtl\">וַיְשַׁלַּח אֶת־הַיּוֹנָה מֵאִתּוֹ</span> and he sent forth the dove <em>from with him</em> <a data-ref=\"Genesis 26:27\" href=\"/Genesis.26.27\">26:27</a>; <span dir=\"rtl\">הָלַךְ</span> <a data-ref=\"Genesis 26:31\" href=\"/Genesis.26.31\">Gn 26:31</a> <a data-ref=\"I Kings 18:12\" href=\"/I_Kings.18.12\">1 K 18:12</a>; <a data-ref=\"I Kings 20:36\" href=\"/I_Kings.20.36\">20:36</a> <a data-ref=\"Jeremiah 9:1\" href=\"/Jeremiah.9.1\">Je 9:1</a>, of a wife deserting her husband <a data-ref=\"Judges 19:2\" href=\"/Judges.19.2\">Ju 19:2</a> <span dir=\"rtl\">וַתֵּלֶךְ מֵאִתּוֹ</span>, <a data-ref=\"Jeremiah 3:1\" href=\"/Jeremiah.3.1\">Je 3:1</a> (cf. <a data-ref=\"Isaiah 57:8\" href=\"/Isaiah.57.8\">Is 57:8</a>); with sim. words <a data-ref=\"Genesis 38:1\" href=\"/Genesis.38.1\">Gn 38:1</a> <a data-ref=\"Deuteronomy 2:8\" href=\"/Deuteronomy.2.8\">Dt 2:8</a> <a data-ref=\"I Kings 11:23\" href=\"/I_Kings.11.23\">1 K 11:23</a> <a data-ref=\"Jeremiah 2:37\" href=\"/Jeremiah.2.37\">Je 2:37</a> (v. <a data-ref=\"Exodus 5:20\" href=\"/Exodus.5.20\">Ex 5:20</a>); <a data-ref=\"Isaiah 54:10\" href=\"/Isaiah.54.10\">Is 54:10</a> <a data-ref=\"Psalms 66:20\" href=\"/Psalms.66.20\">ψ 66:20</a>; with <span dir=\"rtl\">שָׁאַל</span> <a data-ref=\"Judges 1:14\" href=\"/Judges.1.14\">Ju 1:14</a> <a data-ref=\"I Kings 2:16\" href=\"/I_Kings.2.16\">1 K 2:16</a> <a data-ref=\"Psalms 27:4\" href=\"/Psalms.27.4\">ψ 27:4</a> +, <span dir=\"rtl\">דָּרַשׁ</span> <a data-ref=\"I Kings 22:7\" href=\"/I_Kings.22.7\">1 K 22:7</a> al., <span dir=\"rtl\">שָׁמַע</span> <a data-ref=\"I Samuel 2:23\" href=\"/I_Samuel.2.23\">1 S 2:23</a>.—<span dir=\"rtl\">מֵאֵת פְּנֵי פּ׳</span> <a data-ref=\"Genesis 27:30\" href=\"/Genesis.27.30\">Gn 27:30</a>; <a data-ref=\"Genesis 43:34\" href=\"/Genesis.43.34\">43:34</a> <a data-ref=\"Exodus 10:11\" href=\"/Exodus.10.11\">Ex 10:11</a> <a data-ref=\"Job 2:7\" href=\"/Job.2.7\">Jb 2:7</a>; <a data-ref=\"Leviticus 10:4\" href=\"/Leviticus.10.4\">Lv 10:4</a> <span dir=\"rtl\">(הַקֹּדֶשׁ)</span>, <a data-ref=\"II Kings 16:14\" href=\"/II_Kings.16.14\">2 K 16:14</a> <span dir=\"rtl\">(הַבַּיִת)</span>. Hence <strong>b.</strong>  of rights or dues, handed over <em>from</em>, given <em>on the part of</em>, any one: <a data-ref=\"Genesis 47:22\" href=\"/Genesis.47.22\">Gn 47:22</a> <span dir=\"rtl\">חֹק מֵאֵת פַּרְעֹה</span>; often in P, as <a data-ref=\"Genesis 23:20\" href=\"/Genesis.23.20\">Gn 23:20</a> <a data-ref=\"Exodus 27:21\" href=\"/Exodus.27.21\">Ex 27:21</a> a perpetual due <span dir=\"rtl\">מֵאֵת בְּנֵי יִשְׂרָאֵל</span> <em>from</em>, or <em>on the part of</em>, the children of Israel, <a data-ref=\"Leviticus 7:34\" href=\"/Leviticus.7.34\">Lv 7:34b</a>; <a data-ref=\"Leviticus 24:8\" href=\"/Leviticus.24.8\">24:8</a> <a data-ref=\"Numbers 3:9\" href=\"/Numbers.3.9\">Nu 3:9</a>; <a data-ref=\"Numbers 7:84\" href=\"/Numbers.7.84\">7:84</a> +; <a data-ref=\"Deuteronomy 18:3\" href=\"/Deuteronomy.18.3\">Dt 18:3</a> <a data-ref=\"I Samuel 2:13\" href=\"/I_Samuel.2.13\">1 S 2:13</a> (𝔊, etc.; v. <strong>1 d</strong>) <a data-ref=\"II Samuel 15:3\" href=\"/II_Samuel.15.3\">2 S 15:3</a> <span dir=\"rtl\">וְשֹׁמֵעַ אֵין־לְךָ מֵאֵת הַמֶּלֶךְ</span> but there is none to hear thee <em>deputed of</em> the king, <a data-ref=\"I Kings 5:14\" href=\"/I_Kings.5.14\">1 K 5:14</a>. <strong>c.</strong>  expressing origination: <a data-ref=\"I Kings 1:27\" href=\"/I_Kings.1.27\">1 K 1:27</a> <span dir=\"rtl\">אִם מֵאֵת אֲדֹנִי הַמֶּלֶךְ נִהְיָה</span> Especially <span dir=\"rtl\">מֵאֵת י׳</span>—of a concrete object proceeding <em>from</em> him: <a data-ref=\"Genesis 19:24\" href=\"/Genesis.19.24\">Gn 19:24</a> (brimstone), <a data-ref=\"Numbers 11:31\" href=\"/Numbers.11.31\">Nu 11:31</a> (a wind), <a data-ref=\"Numbers 16:35\" href=\"/Numbers.16.35\">16:35</a> (fire), <a data-ref=\"I Samuel 16:14\" href=\"/I_Samuel.16.14\">1 S 16:14</a> (evil spirit), <a data-ref=\"Isaiah 38:7\" href=\"/Isaiah.38.7\">Is 38:7</a> (a sign), <a data-ref=\"Jeremiah 51:53\" href=\"/Jeremiah.51.53\">Je 51:53</a> (wasters), <a data-ref=\"Micah 5:6\" href=\"/Micah.5.6\">Mi 5:6</a> (dew); of wrath <a data-ref=\"Zechariah 7:12\" href=\"/Zechariah.7.12\">Zc 7:12</a> (cf. <a data-ref=\"Numbers 17:11\" href=\"/Numbers.17.11\">Nu 17:11</a>), teaching <a data-ref=\"Isaiah 51:4\" href=\"/Isaiah.51.4\">Is 51:4</a>, the word of prophecy <a data-ref=\"Jeremiah 7:1\" href=\"/Jeremiah.7.1\">Je 7:1</a> (so <a data-ref=\"Jeremiah 11:1\" href=\"/Jeremiah.11.1\">11:1</a>; <a data-ref=\"Jeremiah 18:1\" href=\"/Jeremiah.18.1\">18:1</a> + often in Je) <a data-ref=\"Jeremiah 37:17\" href=\"/Jeremiah.37.17\">37:17</a> <a data-ref=\"Ezekiel 33:30\" href=\"/Ezekiel.33.30\">Ez 33:30</a>; with ‘have I (we) heard’ <a data-ref=\"Isaiah 21:10\" href=\"/Isaiah.21.10\">Is 21:10</a>; <a data-ref=\"Isaiah 28:22\" href=\"/Isaiah.28.22\">28:22</a> <a data-ref=\"Jeremiah 49:14\" href=\"/Jeremiah.49.14\">Je 49:14</a> (= <a data-ref=\"Obadiah 1:1\" href=\"/Obadiah.1.1\">Ob 1</a>); of an event, or phase of history <a data-ref=\"Joshua 11:20\" href=\"/Joshua.11.20\">Jos 11:20</a> <span dir=\"rtl\">מֵאֵת י׳ הָֽיְתָה</span> <em>it came of</em> <span dir=\"rtl\">י׳</span> to …, <a data-ref=\"I Kings 12:24\" href=\"/I_Kings.12.24\">1 K 12:24</a> <a data-ref=\"Habakkuk 2:13\" href=\"/Habakkuk.2.13\">Hb 2:13</a> <a data-ref=\"Psalms 118:23\" href=\"/Psalms.118.23\">ψ 118:23</a> <span dir=\"rtl\">מֵאֵת י׳ הָֽיְתָה זֹאת</span> (𝔊 παρὰ Κυρίου) <a data-ref=\"Ezra 9:8\" href=\"/Ezra.9.8\">Ezr 9:8</a> <a data-ref=\"Nehemiah 6:16\" href=\"/Nehemiah.6.16\">Ne 6:16</a>; of trouble <span dir=\"rtl\">(רָעָה)</span> <a data-ref=\"II Kings 6:33\" href=\"/II_Kings.6.33\">2 K 6:33</a> <a data-ref=\"Micah 1:12\" href=\"/Micah.1.12\">Mi 1:12</a> <span dir=\"rtl\">(יָרַד)</span>; of a good or evil lot, having its source in <span dir=\"rtl\">י׳</span> <a data-ref=\"Jeremiah 13:25\" href=\"/Jeremiah.13.25\">Je 13:25</a> <a data-ref=\"Isaiah 54:17\" href=\"/Isaiah.54.17\">Is 54:17</a> <a data-ref=\"Psalms 109:20\" href=\"/Psalms.109.20\">ψ 109:20</a>, cf. <a data-ref=\"Job 2:10\" href=\"/Job.2.10\">Jb 2:10</a>; <a data-ref=\"Psalms 22:26\" href=\"/Psalms.22.26\">ψ 22:26</a> <span dir=\"rtl\">מֵאִתְּךָ תְהִלָּתִי</span> <em>from thee</em> cometh my praise (thou art the source of it); <a data-ref=\"Isaiah 44:24\" href=\"/Isaiah.44.24\">Is 44:24</a> Qr <span dir=\"rtl\">מֵאִתִּי</span> <em>of myself</em> (cf. ἀπʼ ἐμαυτοῦ John 5:30; Kt is <span dir=\"rtl\">מִי אִתִּי</span> who was with me?), <a data-ref=\"Isaiah 54:15\" href=\"/Isaiah.54.15\">54:15</a> <span dir=\"rtl\">אֶפֶס מֵאוֹתִי</span> not <em>at my instance</em> (cf. <span dir=\"rtl\">לֹא מִנִּי</span> <a data-ref=\"Isaiah 30:1\" href=\"/Isaiah.30.1\">30:1</a>, <span dir=\"rtl\">לֹא מִמֶּנִּי</span> <a data-ref=\"Hosea 8:4\" href=\"/Hosea.8.4\">Ho 8:4</a>). <strong>d.</strong>  of a place †<a data-ref=\"I Kings 6:33\" href=\"/I_Kings.6.33\">1 K 6:33</a> (corrupt: read with 𝔊 𝔖 𝔙 [partly] <span dir=\"rtl\">מְזוּזֹת רְבֻעוֹת</span>, & cf. <a data-ref=\"Ezekiel 41:21\" href=\"/Ezekiel.41.21\">Ez 41:21</a>).<br><em>Note.</em> <span dir=\"rtl\">אֵת</span> expresses closer association than <span dir=\"rtl\">עִם</span>: hence while <span dir=\"rtl\">מֵעִם</span> sometimes denotes hardly more than <em>from the surroundings</em> or <em>belongings of</em>, <span dir=\"rtl\">מֵאֵת</span> expresses <em>from close proximity to</em>. Thus Saul asks, <span dir=\"rtl\">מִי הָלַךְ מֵעִמָּנוּ</span> who has gone <em>from</em> (those) <em>about</em> us? but Jacob, speaking of the loss of Joseph, says, <a data-ref=\"Genesis 44:28\" href=\"/Genesis.44.28\">Gn 44:28</a> <span dir=\"rtl\">וַיֵּצֵא הָאֶחָד מֵאִתִּי</span> and the one is gone <em>from with</em> me. <span dir=\"rtl\">מֵאֵת</span> is accordingly preferred to <span dir=\"rtl\">מֵעִם</span> in the sense of origination or authorship; <span dir=\"rtl\">מאת</span> is not usual in the sense of <span dir=\"rtl\">מֵעִם</span> <strong>c</strong>, nor <span dir=\"rtl\">מֵעִם</span> in the sense of <span dir=\"rtl\">מֵאֵת</span> <strong>b.</strong>"], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d2a7b6084aa1cbf1cb25", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, מַי 1", "anchorRef": "Genesis 8:18", "anchorRefExpanded": ["Genesis 8:18"], "sourceRef": "BDB, מַי 1", "sourceHeRef": "בראון-דרייבר-בריגס, מַי א׳", "anchorVerse": 18, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "מַי", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><big>[<span dir=\"rtl\">מַי</span></big></big><sub>580</sub><big><big>]</big></big>  <strong>n.m.</strong> <a data-ref=\"II Samuel 14:14\" href=\"/II_Samuel.14.14\">2 S 14:14</a> only pl. <span dir=\"rtl\">מַ֫יִם</span> waters, water <strong>(</strong>NH <em>id.;</em> MI <sup>23</sup> <span dir=\"rtl\">[ין]מ</span>; SI <sup>5</sup> <span dir=\"rtl\">המים</span>; Aramaic <span dir=\"rtl\">מַיָּא</span>, <span dir=\"rtl\">מַיִּין</span>, <span dir=\"rtl\">ܡܰܝܴ</span>̈ܐ; Assyrian <em>mû</em>, pl. <em>mê</em>, also <em>mâmu</em> Dl<sup>HWB 394</sup>; Arabic <span dir=\"rtl\">مَآءٌ</span>; Ethiopic ማይ, pl. ማያት; Sab. <span dir=\"rtl\">[מו]</span>, <span dir=\"rtl\">מום</span>, pl. <span dir=\"rtl\">מון</span>, Min. <span dir=\"rtl\">[מה]</span>, pl. <span dir=\"rtl\">מהן</span> DHM<sup>6th Or. Congr. (Leiden) ii. 1, 451 f.</sup> (v. on these forms Ba<sup>ZMG xiii, 1888, 341 ff.</sup>)<strong>)</strong>;—<span dir=\"rtl\">מַ֫יִם (מָ֑יִם)</span> <a data-ref=\"Genesis 1:2\" href=\"/Genesis.1.2\">Gn 1:2</a> +; <span dir=\"rtl\">הַמַּ֫יְמָה</span> <a data-ref=\"Exodus 7:15\" href=\"/Exodus.7.15\">Ex 7:15</a>; <a data-ref=\"Exodus 8:16\" href=\"/Exodus.8.16\">8:16</a>; cstr. <span dir=\"rtl\">מֵי</span> <a data-ref=\"Genesis 7:7\" href=\"/Genesis.7.7\">Gn 7:7</a> + 71 times; <span dir=\"rtl\">מֵימֵי</span> <a data-ref=\"Exodus 4:9\" href=\"/Exodus.4.9\">Ex 4:9</a> + 10 times + Qr <a data-ref=\"II Kings 18:27\" href=\"/II_Kings.18.27\">2 K 18:27</a> = <a data-ref=\"Isaiah 36:12\" href=\"/Isaiah.36.12\">Is 36:12</a>; sf. <span dir=\"rtl\">מֵימַי</span> <a data-ref=\"Hosea 2:7\" href=\"/Hosea.2.7\">Ho 2:7</a> + <a data-ref=\"I Samuel 25:11\" href=\"/I_Samuel.25.11\">1 S 25:11</a> (but read here <span dir=\"rtl\">יֵינִי</span> 𝔊 Ew Th We Klo Dr Kit Bu); <span dir=\"rtl\">מֵימֶ֫יךָ</span> <a data-ref=\"Exodus 23:25\" href=\"/Exodus.23.25\">Ex 23:25</a> + 3 times; <span dir=\"rtl\">מֵימָיו</span> <a data-ref=\"Numbers 20:8\" href=\"/Numbers.20.8\">Nu 20:8</a> + 6 times; <span dir=\"rtl\">מֵימֶיהָ</span> <a data-ref=\"Jeremiah 6:7\" href=\"/Jeremiah.6.7\">Je 6:7</a>; <a data-ref=\"Jeremiah 50:38\" href=\"/Jeremiah.50.38\">50:38</a>; <span dir=\"rtl\">מֵימֵינוּ</span> <a data-ref=\"Lamentations 5:4\" href=\"/Lamentations.5.4\">La 5:4</a>; <span dir=\"rtl\">מֵימֵיהֶם</span> <a data-ref=\"Exodus 7:19\" href=\"/Exodus.7.19\">Ex 7:19</a> + 4 times;—<em>waters, water</em> (c. adj. pl. <a data-ref=\"Genesis 26:19\" href=\"/Genesis.26.19\">Gn 26:19</a> <a data-ref=\"Exodus 15:10\" href=\"/Exodus.15.10\">Ex 15:10</a> <a data-ref=\"Leviticus 14:5\" href=\"/Leviticus.14.5\">Lv 14:5</a>, <a data-ref=\"Leviticus 14:6\" href=\"/Leviticus.14.6\">6</a>, <a data-ref=\"Leviticus 14:50\" href=\"/Leviticus.14.50\">50</a> + often, so always c. adj.; also c. pt. pl. <a data-ref=\"Numbers 5:18\" href=\"/Numbers.5.18\">Nu 5:18</a>, <a data-ref=\"Numbers 5:19\" href=\"/Numbers.5.19\">19</a>, <a data-ref=\"Numbers 5:24\" href=\"/Numbers.5.24\">24</a> <a data-ref=\"II Kings 3:20\" href=\"/II_Kings.3.20\">2 K 3:20</a> +; c. pron. pl. <a data-ref=\"Numbers 20:13\" href=\"/Numbers.20.13\">Nu 20:13</a>; <a data-ref=\"Numbers 27:14\" href=\"/Numbers.27.14\">27:14</a> <a data-ref=\"II Kings 2:21\" href=\"/II_Kings.2.21\">2 K 2:21</a> +; cf. sf. <a data-ref=\"Joshua 4:18\" href=\"/Joshua.4.18\">Jos 4:18</a>; before pl. vb. <a data-ref=\"Genesis 1:9\" href=\"/Genesis.1.9\">Gn 1:9</a>, <a data-ref=\"Genesis 1:20\" href=\"/Genesis.1.20\">20</a>, <a data-ref=\"Genesis 1:21\" href=\"/Genesis.1.21\">21</a>; <a data-ref=\"Genesis 7:17\" href=\"/Genesis.7.17\">7:17</a> + often; after pl. vb. <a data-ref=\"Joshua 3:13\" href=\"/Joshua.3.13\">Jos 3:13</a> <a data-ref=\"Isaiah 28:17\" href=\"/Isaiah.28.17\">Is 28:17</a> <a data-ref=\"Proverbs 9:17\" href=\"/Proverbs.9.17\">Pr 9:17</a> <a data-ref=\"Ezekiel 31:4\" href=\"/Ezekiel.31.4\">Ez 31:4</a> +; rarely c. sg. vb.; before, <a data-ref=\"Genesis 9:15\" href=\"/Genesis.9.15\">Gn 9:15</a> <a data-ref=\"Leviticus 11:34\" href=\"/Leviticus.11.34\">Lv 11:34</a> <a data-ref=\"Numbers 20:2\" href=\"/Numbers.20.2\">Nu 20:2</a>; <a data-ref=\"Numbers 24:7\" href=\"/Numbers.24.7\">24:7</a>; <a data-ref=\"Numbers 33:14\" href=\"/Numbers.33.14\">33:14</a> <a data-ref=\"II Kings 3:9\" href=\"/II_Kings.3.9\">2 K 3:9</a>; after, <a data-ref=\"Numbers 19:13\" href=\"/Numbers.19.13\">Nu 19:13</a>, <a data-ref=\"Numbers 19:20\" href=\"/Numbers.19.20\">20</a>);—<br><strong>1.</strong> <strong>a.</strong>  <em>water</em>, of a spring or well (<span dir=\"rtl\">עַיִן</span>, <span dir=\"rtl\">בְּאֵר</span>) <a data-ref=\"Genesis 16:7\" href=\"/Genesis.16.7\">Gn 16:7</a>; <a data-ref=\"Genesis 24:11\" href=\"/Genesis.24.11\">24:11</a>, <a data-ref=\"Genesis 24:13\" href=\"/Genesis.24.13\">13</a><sup>(×2)</sup>, <a data-ref=\"Genesis 24:43\" href=\"/Genesis.24.43\">43</a> <a data-ref=\"Exodus 15:27\" href=\"/Exodus.15.27\">Ex 15:27</a><sup>(×2)</sup> (J), <a data-ref=\"Genesis 21:19\" href=\"/Genesis.21.19\">Gn 21:19</a>, <a data-ref=\"Genesis 21:25\" href=\"/Genesis.21.25\">25</a> <a data-ref=\"Numbers 20:17\" href=\"/Numbers.20.17\">Nu 20:17</a>; <a data-ref=\"Numbers 21:16\" href=\"/Numbers.21.16\">21:16</a> (E), etc.; for drinking, also <a data-ref=\"Amos 4:8\" href=\"/Amos.4.8\">Am 4:8</a>; <a data-ref=\"Amos 8:11\" href=\"/Amos.8.11\">8:11</a> <a data-ref=\"Jonah 3:7\" href=\"/Jonah.3.7\">Jon 3:7</a> + often; out of rock <a data-ref=\"Exodus 17:6\" href=\"/Exodus.17.6\">Ex 17:6</a> (E), <a data-ref=\"Numbers 20:8\" href=\"/Numbers.20.8\">Nu 20:8</a><sup>(×2)</sup>, <a data-ref=\"Numbers 20:10\" href=\"/Numbers.20.10\">10</a>, <a data-ref=\"Numbers 20:11\" href=\"/Numbers.20.11\">11</a> (P), <a data-ref=\"Deuteronomy 8:15\" href=\"/Deuteronomy.8.15\">Dt 8:15</a> etc.; <span dir=\"rtl\">מֵי מְרִיבָה</span> (RS<sup>Sem. i. 165. 2nd ed. 181</sup>) <a data-ref=\"Numbers 20:13\" href=\"/Numbers.20.13\">Nu 20:13</a>, <a data-ref=\"Numbers 20:24\" href=\"/Numbers.20.24\">24</a>; <a data-ref=\"Numbers 27:14\" href=\"/Numbers.27.14\">27:14</a> (P), <a data-ref=\"Deuteronomy 33:8\" href=\"/Deuteronomy.33.8\">Dt 33:8</a> <a data-ref=\"Psalms 81:8\" href=\"/Psalms.81.8\">ψ 81:8</a> <a data-ref=\"Psalms 106:32\" href=\"/Psalms.106.32\">106:32</a>; cf. <a data-ref=\"Deuteronomy 32:51\" href=\"/Deuteronomy.32.51\">Dt 32:51</a> <a data-ref=\"Ezekiel 47:19\" href=\"/Ezekiel.47.19\">Ez 47:19</a>; <a data-ref=\"Ezekiel 48:28\" href=\"/Ezekiel.48.28\">48:28</a>; for washing (hands, feet, person) <a data-ref=\"Genesis 18:4\" href=\"/Genesis.18.4\">Gn 18:4</a>; <a data-ref=\"Genesis 24:32\" href=\"/Genesis.24.32\">24:32</a>; <a data-ref=\"Genesis 43:24\" href=\"/Genesis.43.24\">43:24</a> (J), <a data-ref=\"II Kings 3:11\" href=\"/II_Kings.3.11\">2 K 3:11</a>, <a data-ref=\"Exodus 29:4\" href=\"/Exodus.29.4\">Ex 29:4</a>; <a data-ref=\"Exodus 30:20\" href=\"/Exodus.30.20\">30:20</a> <a data-ref=\"Leviticus 15:5\" href=\"/Leviticus.15.5\">Lv 15:5</a>, <a data-ref=\"Leviticus 15:6\" href=\"/Leviticus.15.6\">6</a> + (P); (victims) <a data-ref=\"Leviticus 1:9\" href=\"/Leviticus.1.9\">Lv 1:9</a>, <a data-ref=\"Leviticus 1:13\" href=\"/Leviticus.1.13\">13</a>; <a data-ref=\"Leviticus 8:21\" href=\"/Leviticus.8.21\">8:21</a> (P); (vessels) <a data-ref=\"Leviticus 6:21\" href=\"/Leviticus.6.21\">Lv 6:21</a>; <a data-ref=\"Leviticus 11:32\" href=\"/Leviticus.11.32\">11:32</a>, <a data-ref=\"Leviticus 11:34\" href=\"/Leviticus.11.34\">34</a> (P); (garments) <a data-ref=\"Leviticus 15:17\" href=\"/Leviticus.15.17\">Lv 15:17</a> <a data-ref=\"Numbers 19:8\" href=\"/Numbers.19.8\">Nu 19:8</a> (P); for cooking <a data-ref=\"Exodus 12:9\" href=\"/Exodus.12.9\">Ex 12:9</a> (P), cf. <a data-ref=\"Isaiah 64:1\" href=\"/Isaiah.64.1\">Is 64:1</a> <a data-ref=\"Ezekiel 24:3\" href=\"/Ezekiel.24.3\">Ez 24:3</a> (symbol.); for purification <a data-ref=\"Numbers 8:7\" href=\"/Numbers.8.7\">Nu 8:7</a> <span dir=\"rtl\">(מֵי חַטָּאת)</span>, <a data-ref=\"Numbers 19:9\" href=\"/Numbers.19.9\">19:9</a> <span dir=\"rtl\">(מֵי נִדָּה)</span>, cf. v <a data-ref=\"Numbers 19:13\" href=\"/Numbers.19.13\">13</a>, <a data-ref=\"Numbers 19:18\" href=\"/Numbers.19.18\">18</a>, <a data-ref=\"Numbers 19:20\" href=\"/Numbers.19.20\">20</a>, <a data-ref=\"Numbers 19:21\" href=\"/Numbers.19.21\">21</a>, <a data-ref=\"Numbers 20:13\" href=\"/Numbers.20.13\">20:13</a>; <a data-ref=\"Numbers 31:23\" href=\"/Numbers.31.23\">31:23</a><sup>(×2)</sup> (all P), <a data-ref=\"Ezekiel 36:25\" href=\"/Ezekiel.36.25\">Ez 36:25</a> (fig.). <strong>b.</strong>  of a river, Nile <a data-ref=\"Exodus 2:10\" href=\"/Exodus.2.10\">Ex 2:10</a>; <a data-ref=\"Exodus 4:9\" href=\"/Exodus.4.9\">4:9</a><sup>(×2)</sup> (J), <a data-ref=\"Jeremiah 2:18\" href=\"/Jeremiah.2.18\">Je 2:18</a> etc.; Jordan <a data-ref=\"Joshua 3:8\" href=\"/Joshua.3.8\">Jos 3:8</a> (D), v <a data-ref=\"Joshua 3:15\" href=\"/Joshua.3.15\">15</a>, <a data-ref=\"Joshua 3:16\" href=\"/Joshua.3.16\">16</a> (JE), etc.; Euphrates <a data-ref=\"Isaiah 8:7\" href=\"/Isaiah.8.7\">Is 8:7</a> (fig.), <a data-ref=\"Jeremiah 2:18\" href=\"/Jeremiah.2.18\">Je 2:18</a>; Ezek.’s river <a data-ref=\"Ezekiel 47:1\" href=\"/Ezekiel.47.1\">Ez 47:1</a><sup>(×2)</sup>, <a data-ref=\"Ezekiel 47:2\" href=\"/Ezekiel.47.2\">2</a> +, etc.; of streams, canals, etc., especially as condition of fertility <a data-ref=\"Deuteronomy 8:7\" href=\"/Deuteronomy.8.7\">Dt 8:7</a>; <a data-ref=\"Deuteronomy 10:7\" href=\"/Deuteronomy.10.7\">10:7</a> <a data-ref=\"Isaiah 1:30\" href=\"/Isaiah.1.30\">Is 1:30</a> <a data-ref=\"Proverbs 30:16\" href=\"/Proverbs.30.16\">Pr 30:16</a> <a data-ref=\"II Kings 3:17\" href=\"/II_Kings.3.17\">2 K 3:17</a> +, etc. <strong>c.</strong>  of sea <a data-ref=\"Amos 5:8\" href=\"/Amos.5.8\">Am 5:8</a>; <a data-ref=\"Amos 9:6\" href=\"/Amos.9.6\">9:6</a>; Red Sea <a data-ref=\"Exodus 15:8\" href=\"/Exodus.15.8\">Ex 15:8</a>, <a data-ref=\"Exodus 15:10\" href=\"/Exodus.15.10\">10</a>, <a data-ref=\"Exodus 15:19\" href=\"/Exodus.15.19\">19</a> (song), <a data-ref=\"Exodus 14:21\" href=\"/Exodus.14.21\">14:21</a>, <a data-ref=\"Exodus 14:22\" href=\"/Exodus.14.22\">22</a>, <a data-ref=\"Exodus 14:26\" href=\"/Exodus.14.26\">26</a> + (P), <a data-ref=\"Joshua 2:10\" href=\"/Joshua.2.10\">Jos 2:10</a> (D), etc. <strong>d.</strong>  of flood <a data-ref=\"Genesis 7:7\" href=\"/Genesis.7.7\">Gn 7:7</a>, <a data-ref=\"Genesis 7:10\" href=\"/Genesis.7.10\">10</a>; <a data-ref=\"Genesis 8:3\" href=\"/Genesis.8.3\">8:3</a>, <a data-ref=\"Genesis 8:7\" href=\"/Genesis.8.7\">7</a>, <a data-ref=\"Genesis 8:8\" href=\"/Genesis.8.8\">8</a>, <a data-ref=\"Genesis 8:9\" href=\"/Genesis.8.9\">9</a>, <a data-ref=\"Genesis 8:11\" href=\"/Genesis.8.11\">11</a> (J), <a data-ref=\"Genesis 6:17\" href=\"/Genesis.6.17\">6:17</a>; <a data-ref=\"Genesis 7:6\" href=\"/Genesis.7.6\">7:6</a>, <a data-ref=\"Genesis 7:17\" href=\"/Genesis.7.17\">17</a>, <a data-ref=\"Genesis 8:18\" href=\"/Genesis.8.18\">18</a><sup>(×2)</sup> <a data-ref=\"Genesis 8:19\" href=\"/Genesis.8.19\">19</a>; <a data-ref=\"Genesis 8:5\" href=\"/Genesis.8.5\">8:5</a>; <a data-ref=\"Genesis 9:11\" href=\"/Genesis.9.11\">9:11</a>, <a data-ref=\"Genesis 8:15\" href=\"/Genesis.8.15\">15</a> (P); so <span dir=\"rtl\">מֵי־נֹחַ</span> <a data-ref=\"Isaiah 54:9\" href=\"/Isaiah.54.9\">Is 54:9</a><sup>(×2)</sup> <em>waters of Noah</em>. <strong>e.</strong>  subterranean <a data-ref=\"Exodus 20:4\" href=\"/Exodus.20.4\">Ex 20:4</a> (E), <a data-ref=\"Deuteronomy 4:18\" href=\"/Deuteronomy.4.18\">Dt 4:18</a>; <a data-ref=\"Deuteronomy 5:8\" href=\"/Deuteronomy.5.8\">5:8</a>, cf. <a data-ref=\"Job 26:5\" href=\"/Job.26.5\">Jb 26:5</a> <a data-ref=\"Psalms 136:6\" href=\"/Psalms.136.6\">ψ 136:6</a>. <strong>f.</strong>  in clouds <a data-ref=\"Jeremiah 10:13\" href=\"/Jeremiah.10.13\">Je 10:13</a> <a data-ref=\"Job 26:8\" href=\"/Job.26.8\">Jb 26:8</a> <a data-ref=\"Psalms 29:3\" href=\"/Psalms.29.3\">ψ 29:3</a><sup>(×2)</sup> <a data-ref=\"Psalms 104:3\" href=\"/Psalms.104.3\">104:3</a>; <a data-ref=\"Psalms 148:4\" href=\"/Psalms.148.4\">148:4</a>, etc. <strong>g.</strong>  of rain <a data-ref=\"Judges 5:4\" href=\"/Judges.5.4\">Ju 5:4</a> <a data-ref=\"II Samuel 21:10\" href=\"/II_Samuel.21.10\">2 S 21:10</a> <a data-ref=\"Deuteronomy 11:11\" href=\"/Deuteronomy.11.11\">Dt 11:11</a> <a data-ref=\"Psalms 65:10\" href=\"/Psalms.65.10\">ψ 65:10</a> <a data-ref=\"Job 5:10\" href=\"/Job.5.10\">Jb 5:10</a> (‖ <span dir=\"rtl\">מָטָר</span>), etc. <strong>h.</strong>  of dew <a data-ref=\"Judges 6:38\" href=\"/Judges.6.38\">Ju 6:38</a>. <strong>i.</strong>  primæval deep <a data-ref=\"Genesis 1:2\" href=\"/Genesis.1.2\">Gn 1:2</a>, <a data-ref=\"Genesis 1:6\" href=\"/Genesis.1.6\">6</a> (P).<br><strong>2.</strong>  c. nomm. pr. loc. (q.v.), to denote springs, streams, or seas belonging to, near, such places: <span dir=\"rtl\">מֵימֵי מִצְרַיִם</span> <a data-ref=\"Exodus 7:19\" href=\"/Exodus.7.19\">Ex 7:19</a>; <a data-ref=\"Exodus 8:2\" href=\"/Exodus.8.2\">8:2</a>; <span dir=\"rtl\">מֵי מְרִיבָה</span> (v. supr. <strong>1 a</strong>); <span dir=\"rtl\">מֵי מֵרוֹם</span> <a data-ref=\"Joshua 11:5\" href=\"/Joshua.11.5\">Jos 11:5</a>, <a data-ref=\"Joshua 11:7\" href=\"/Joshua.11.7\">7</a>; <span dir=\"rtl\">מֵי עֵין־שֶׁמֶשׁ</span> <a data-ref=\"Joshua 15:7\" href=\"/Joshua.15.7\">Jos 15:7</a>; <span dir=\"rtl\">מֵי נֶפְתּוֹחַ</span> <a data-ref=\"Joshua 15:9\" href=\"/Joshua.15.9\">15:9</a>; <a data-ref=\"Joshua 18:15\" href=\"/Joshua.18.15\">18:15</a>; <span dir=\"rtl\">מֵי יְרִיחוֹ</span> <a data-ref=\"Joshua 16:1\" href=\"/Joshua.16.1\">16:1</a>; <span dir=\"rtl\">מֵי מְגִּדּוֹ</span> <a data-ref=\"Judges 5:19\" href=\"/Judges.5.19\">Ju 5:19</a>; <span dir=\"rtl\">מֵי נִמְרִ(יִ)ם</span> <a data-ref=\"Isaiah 15:6\" href=\"/Isaiah.15.6\">Is 15:6</a> <a data-ref=\"Jeremiah 48:34\" href=\"/Jeremiah.48.34\">Je 48:34</a>; <span dir=\"rtl\">מֵי דִימוֹן</span> <a data-ref=\"Isaiah 15:9\" href=\"/Isaiah.15.9\">Is 15:9</a>; cf. <span dir=\"rtl\">מֵי הַשִּׁלֹּחַ</span> <a data-ref=\"Isaiah 8:6\" href=\"/Isaiah.8.6\">Is 8:6</a>; <span dir=\"rtl\">מֵימֵי גִּיחוֹן הָעֶלְיוֹן</span> <a data-ref=\"II Chronicles 32:30\" href=\"/II_Chronicles.32.30\">2 Ch 32:30</a>; cf. also n. pr. loc. <span dir=\"rtl\">מִשְׂרְפוֹת מַיִם</span> <a data-ref=\"Joshua 11:8\" href=\"/Joshua.11.8\">Jos 11:8</a>; <a data-ref=\"Joshua 13:6\" href=\"/Joshua.13.6\">13:6</a>.<br><strong>3.</strong>  special uses are: <span dir=\"rtl\">מֵי רַגְלַיִם</span> <em>water of the feet</em> = urine <a data-ref=\"II Kings 18:27\" href=\"/II_Kings.18.27\">2 K 18:27</a> = <a data-ref=\"Isaiah 36:12\" href=\"/Isaiah.36.12\">Is 36:12</a>; cf. <span dir=\"rtl\">בְּמֵי מַדְמֵנָה</span> <a data-ref=\"Isaiah 25:10\" href=\"/Isaiah.25.10\">Is 25:10</a> Kt <em>in water of a dunghill</em> (> Qr <span dir=\"rtl\">בְּמוֹ</span>); <span dir=\"rtl\">מַיִם לַחַץ</span> <em>water</em> (which is) <em>distress</em>, because drunk in imprisonment <a data-ref=\"I Kings 22:27\" href=\"/I_Kings.22.27\">1 K 22:27</a> (‖ <span dir=\"rtl\">לֶחֶם לַחַץ</span>) = <a data-ref=\"II Chronicles 18:26\" href=\"/II_Chronicles.18.26\">2 Ch 18:26</a>; <span dir=\"rtl\">בְּמֵי־שָׁ֑לֶג</span> <em>in snow-water</em> <a data-ref=\"Job 9:30\" href=\"/Job.9.30\">Jb 9:30</a> Qr (Kt <span dir=\"rtl\">במו</span>; Me Hoffm Siegfr <span dir=\"rtl\">כְּמוֹ</span>), <span dir=\"rtl\">מֵימֵי שֶׁלֶג</span> <a data-ref=\"Job 24:19\" href=\"/Job.24.19\">24:19</a>; <span dir=\"rtl\">מַיִם קְדשִׁים</span> †<a data-ref=\"Numbers 5:17\" href=\"/Numbers.5.17\">Nu 5:17</a> <em>holy water</em> (cf. RS<sup>Sem. 165, 2nd ed. 181</sup>, but text dubious, v. Di); <span dir=\"rtl\">מֵי הַמָּרִים</span> <em>bitter water</em> †<a data-ref=\"Numbers 5:18\" href=\"/Numbers.5.18\">Nu 5:18</a>, <a data-ref=\"Numbers 5:19\" href=\"/Numbers.5.19\">19</a>, <a data-ref=\"Numbers 5:23\" href=\"/Numbers.5.23\">23</a>, <a data-ref=\"Numbers 5:24\" href=\"/Numbers.5.24\">24</a>; cf. <a data-ref=\"Exodus 15:23\" href=\"/Exodus.15.23\">Ex 15:23</a> <span dir=\"rtl\">(בִּי מָרִים הֵם)</span>, opp. <span dir=\"rtl\">וַיִּמְתְּקוּ הַמַּיִם</span> v <a data-ref=\"Exodus 15:25\" href=\"/Exodus.15.25\">25</a> <em>and the waters were sweetened;</em> <span dir=\"rtl\">מֵי חַטָּאת</span>, <span dir=\"rtl\">מֵי נִדָּה</span> v. supr. <strong>1 a</strong>; <span dir=\"rtl\">מַיִם חַיִּים</span> <em>living</em> (i.e. running) <em>water</em> <a data-ref=\"Leviticus 14:5\" href=\"/Leviticus.14.5\">Lv 14:5</a>, <a data-ref=\"Leviticus 14:6\" href=\"/Leviticus.14.6\">6</a>, <a data-ref=\"Leviticus 14:50\" href=\"/Leviticus.14.50\">50</a>, <a data-ref=\"Leviticus 14:51\" href=\"/Leviticus.14.51\">51</a>, <a data-ref=\"Leviticus 14:52\" href=\"/Leviticus.14.52\">52</a> <a data-ref=\"Numbers 19:17\" href=\"/Numbers.19.17\">Nu 19:17</a>, also (fig.) <a data-ref=\"Zechariah 14:8\" href=\"/Zechariah.14.8\">Zc 14:8</a> (cf. <a data-ref=\"Ezekiel 47\" href=\"/Ezekiel.47\">Ez 47</a>), and (fig.) <a data-ref=\"Jeremiah 2:13\" href=\"/Jeremiah.2.13\">Je 2:13</a>; <a data-ref=\"Jeremiah 17:13\" href=\"/Jeremiah.17.13\">17:13</a>. See also infr. (cf. <a data-ref=\"Numbers 21:17\" href=\"/Numbers.21.17\">Nu 21:17</a>, <a data-ref=\"Numbers 21:18\" href=\"/Numbers.21.18\">18</a>; v. RS<sup>Sem. i. 127, 157; 2nd ed. 135, 176</sup>).<br><strong>4.</strong>  among fig. uses are: <strong>a.</strong>  of danger or distress <a data-ref=\"Isaiah 43:2\" href=\"/Isaiah.43.2\">Is 43:2</a> <a data-ref=\"Psalms 66:12\" href=\"/Psalms.66.12\">ψ 66:12</a>; <a data-ref=\"Psalms 69:2\" href=\"/Psalms.69.2\">69:2</a> <a data-ref=\"Lamentations 3:54\" href=\"/Lamentations.3.54\">La 3:54</a>; usually <em>many waters</em> <a data-ref=\"II Samuel 22:17\" href=\"/II_Samuel.22.17\">2 S 22:17</a> = <a data-ref=\"Psalms 18:17\" href=\"/Psalms.18.17\">ψ 18:17</a>, cf. <a data-ref=\"Job 22:11\" href=\"/Job.22.11\">Jb 22:11</a> <a data-ref=\"Psalms 32:6\" href=\"/Psalms.32.6\">ψ 32:6</a>; <a data-ref=\"Psalms 144:7\" href=\"/Psalms.144.7\">144:7</a>, or <em>deep waters</em> <a data-ref=\"Psalms 69:3\" href=\"/Psalms.69.3\">ψ 69:3</a>, <a data-ref=\"Psalms 69:15\" href=\"/Psalms.69.15\">15</a>, cf. v <a data-ref=\"Psalms 69:16\" href=\"/Psalms.69.16\">16</a>; also <span dir=\"rtl\">מֵי־רֹאשׁ</span> <em>water of gall</em> <a data-ref=\"Jeremiah 8:14\" href=\"/Jeremiah.8.14\">Je 8:14</a>; <a data-ref=\"Jeremiah 9:14\" href=\"/Jeremiah.9.14\">9:14</a>; <a data-ref=\"Jeremiah 23:15\" href=\"/Jeremiah.23.15\">23:15</a>. <strong>b.</strong>  <span dir=\"rtl\">פֶּרֶץ מַיִם</span> <a data-ref=\"II Samuel 5:20\" href=\"/II_Samuel.5.20\">2 S 5:20</a> = <a data-ref=\"I Chronicles 14:11\" href=\"/I_Chronicles.14.11\">1 Ch 14:11</a> of outbursting force. <strong>c.</strong>  <span dir=\"rtl\">שְׁאוֹן מַיִם</span> <a data-ref=\"Isaiah 17:12\" href=\"/Isaiah.17.12\">Is 17:12</a>, <a data-ref=\"Isaiah 17:13\" href=\"/Isaiah.17.13\">13</a> or rushing nations. <strong>d.</strong>  of what is impetuous, violent, overwhelming <a data-ref=\"Isaiah 28:2\" href=\"/Isaiah.28.2\">Is 28:2</a>, <a data-ref=\"Isaiah 28:17\" href=\"/Isaiah.28.17\">17</a> <a data-ref=\"Hosea 10:7\" href=\"/Hosea.10.7\">Ho 10:7</a> <a data-ref=\"Job 27:20\" href=\"/Job.27.20\">Jb 27:20</a> <a data-ref=\"Psalms 124:4\" href=\"/Psalms.124.4\">ψ 124:4</a>, <a data-ref=\"Psalms 124:5\" href=\"/Psalms.124.5\">5</a>; <a data-ref=\"Psalms 88:18\" href=\"/Psalms.88.18\">88:18</a>; sim. of impetuousness <span dir=\"rtl\">פַּחַז כַּמַּיִם</span> <a data-ref=\"Genesis 49:4\" href=\"/Genesis.49.4\">Gn 49:4</a>. <strong>e.</strong>  (as running away) of heart in timidity <a data-ref=\"Joshua 7:5\" href=\"/Joshua.7.5\">Jos 7:5</a>, cf. <a data-ref=\"Psalms 22:15\" href=\"/Psalms.22.15\">ψ 22:15</a>, of knees <a data-ref=\"Ezekiel 7:17\" href=\"/Ezekiel.7.17\">Ez 7:17</a>; <a data-ref=\"Ezekiel 21:12\" href=\"/Ezekiel.21.12\">21:12</a>. <strong>f.</strong>  of transitoriness <a data-ref=\"Job 11:16\" href=\"/Job.11.16\">Jb 11:16</a>; <a data-ref=\"Job 24:18\" href=\"/Job.24.18\">24:18</a> <a data-ref=\"Psalms 58:8\" href=\"/Psalms.58.8\">ψ 58:8</a>. <strong>g.</strong>  of refreshment <a data-ref=\"Isaiah 32:2\" href=\"/Isaiah.32.2\">Is 32:2</a>; <a data-ref=\"Isaiah 49:10\" href=\"/Isaiah.49.10\">49:10</a>; spiritual <a data-ref=\"Isaiah 12:3\" href=\"/Isaiah.12.3\">12:3</a>. <strong>h.</strong>  <span dir=\"rtl\">מֵי מְנֻחוֹת</span> <a data-ref=\"Psalms 23:2\" href=\"/Psalms.23.2\">ψ 23:2</a> in fig. of rest and peace, cf. <a data-ref=\"Jeremiah 31:9\" href=\"/Jeremiah.31.9\">Je 31:9</a>. <strong>i.</strong>  of reckless bloodshed (poured out like water) <a data-ref=\"Psalms 79:3\" href=\"/Psalms.79.3\">ψ 79:3</a>; cf. pouring away (and not eating) blood <a data-ref=\"Deuteronomy 12:16\" href=\"/Deuteronomy.12.16\">Dt 12:16</a>, <a data-ref=\"Deuteronomy 12:24\" href=\"/Deuteronomy.12.24\">24</a>; <a data-ref=\"Deuteronomy 15:23\" href=\"/Deuteronomy.15.23\">15:23</a>. <strong>j.</strong>  <span dir=\"rtl\">בְּאֵר מַיִם חַיִּים</span> <a data-ref=\"Song of Songs 4:15\" href=\"/Song_of_Songs.4.15\">Ct 4:15</a> fig. of bride; <span dir=\"rtl\">מַיִם מִבּוֹרֶ֑ךָ</span> <a data-ref=\"Proverbs 5:15\" href=\"/Proverbs.5.15\">Pr 5:15</a> of enjoyment of one’s own wife; of harlotry <span dir=\"rtl\">מַיִם גְּנוּבִים</span> <a data-ref=\"Proverbs 9:17\" href=\"/Proverbs.9.17\">Pr 9:17</a> <em>stolen waters</em>. <strong>k.</strong>  of outpoured wrath of <span dir=\"rtl\">י׳</span> <a data-ref=\"Hosea 5:10\" href=\"/Hosea.5.10\">Ho 5:10</a>. <strong>l.</strong>  of abundant justice <a data-ref=\"Amos 5:24\" href=\"/Amos.5.24\">Am 5:24</a>. <strong>m.</strong>  of outpoured feelings <a data-ref=\"Job 3:24\" href=\"/Job.3.24\">Jb 3:24</a>; <span dir=\"rtl\">שִׁפְכִי כַמַּיִם לִבֵּךְ</span> <a data-ref=\"Lamentations 2:19\" href=\"/Lamentations.2.19\">La 2:19</a>.—<a data-ref=\"Isaiah 48:1\" href=\"/Isaiah.48.1\">Is 48:1</a> read prob. <span dir=\"rtl\">מִמְּעֵי</span> for MT <span dir=\"rtl\">מִמֵּי</span>, so Secker Du Che<sup>Hpt</sup> Skinner, cf. Di."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "64bfcc545781082118c14eca", "index_title": "Alshekh on Torah", "category": "Commentary", "type": "commentary", "ref": "Alshekh on Torah, Genesis 8:18:1-2", "anchorRef": "Genesis 8:18", "anchorRefExpanded": ["Genesis 8:18"], "sourceRef": "Alshekh on Torah, Genesis 8:18:1-2", "sourceHeRef": "תורת משה - אלשיך, בראשית ח׳:י״ח:א׳-ב׳", "anchorVerse": 18, "sourceHasEn": false, "compDate": [1540, 1590], "commentaryNum": 18.0001, "collectiveTitle": {"en": "Alshich", "he": "אלשיך"}, "heTitle": "בראשית", "he": ["<b>ויצא נח כו'. </b>הנה נאמר לו אתה ואשתך כו'. ולכן הל\"ל ויצא נח ואשתו ובניו כו'. ומה גם לרז\"ל שהלשון מדויק באו' אתה ואשתך הוא להתיר להם משגל שנאסר להם בתיבה. ואיך יאמר ויצא נח ובניו ואשתו ונשי בניו. שהוא אנשים לבד ונשים לבד. אך לזה נשים לב אל טעם הכתוב. כי באו' צא מן התיבה יש אתנ\"ח במלת התיבה. ובפסוק ויצא. יש אתנ\"ח במלת נח: ", "<b>אמנם </b>שיעור הכתוב צא מן התיבה ואחר היציא' תהיה אתה ואשתך כי יותר לכם תשמיש. נמצא כי אומר אתה ואשתך הוא על אחר היותם בחוץ. אך לא בעת היציאה לא תצאו יחד סמוכים כי גם אז יורה הפרישה. וזהו ויצא נח ובניו כו' וע\"כ אתנ\"ח בנח. שהוא סמוך אל ויצא על עת היציאה. ולא על מה שאחר זה. כי ידבר על עת יציאה עצמה. שיצאו אנשים לבד ונשים לבד. בל יראה שהיו רדופים להתחבר כל א' עם אשתו ביציאתם: "], "heVersionTitle": "Torat Moshe, Warsaw, 1875", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6548be9d53c764d0f6aafa1d", "index_title": "Cassuto on Genesis", "category": "Commentary", "type": "commentary", "ref": "Cassuto on Genesis, From Noah to Abraham 8:18:1-3", "anchorRef": "Genesis 8:18", "anchorRefExpanded": ["Genesis 8:18"], "sourceRef": "Cassuto on Genesis, From Noah to Abraham 8:18:1-3", "sourceHeRef": "קאסוטו על בראשית, מנח עד אברהם ח׳:י״ח:א׳-ג׳", "anchorVerse": 18, "sourceHasEn": false, "commentaryNum": 18.0001, "collectiveTitle": {"en": "Cassuto", "he": "קאסוטו"}, "he": ["<small>פיסקה תשיעית: היציאה מן התיבה</small>", "<b>ויצא נח</b>. נאמר לו <b>צא</b>, והוא <b>יצא</b>: הקבלה לפיסקה הרביעית, המספרת <b>ויבא נח</b> (ז׳, ז׳), מיד כשנאמר לו <b>בֹּא</b> )ז׳, א׳).", "<b>ובניו</b> וגו׳. שוב פעם שינוי בסדר המלים, וגם כאן, כמו בפס׳ ט״ז, בלי סיבה מסותרת כגון זו שהציע יעקב בפירושו. אין כאן אלא גיוון לשם גיוון, לנוי הסגנון ולא יותר."], "heVersionTitle": "Jerusalem, 1953", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}]