[{"_id": "5252b42aedbab4498f4823ec", "index_title": "Ibn Ezra on Exodus; Perush HaArokh", "category": "Commentary", "type": "commentary", "ref": "Ibn Ezra on Exodus; Perush HaArokh 36:5:1", "anchorRef": "Exodus 36:5", "anchorRefExpanded": ["Exodus 36:5"], "sourceRef": "Ibn Ezra on Exodus; Perush HaArokh 36:5:1", "sourceHeRef": "אבן עזרא על שמות; פירוש הארוך ל״ו:ה׳:א׳", "anchorVerse": 5, "sourceHasEn": true, "compDate": [1155, 1165], "commentaryNum": 5.0001, "collectiveTitle": {"en": "Ibn Ezra", "he": "אבן עזרא"}, "heTitle": "אבן עזרא על שמות; פירוש הארוך", "he": "מ\"ם <b>מדי.</b> נותר כמ\"ם מכל מלמדי השכלתי כאשר פירשתיו:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "[MUCH MORE THAN ENOUGH.] The <i>mem</i> of <i>mi-de</i> (much more than enough) means: much more than. It is, in keeping with my interpretation,<sup class=\"footnote-marker\">11</sup><i class=\"footnote\">In Ps. 119:99.</i> like the <i>mem</i> of <i>mi-kol</i> (more than all) in <i>I have more understanding than all my teachers</i> (Ps. 119:99).<sup class=\"footnote-marker\">12</sup><i class=\"footnote\">I.E. takes issue with the Rabbinic interpretation that <i>mi-kol</i> in <i>mi-kol melammedai hiskalti</i> (I have more understanding than all my teachers) means: from all. See <i>Abot</i> 4:1: “Ben Zoma said: Who is wise? He who learns from all men; as it is said, From all (<i>mi-kol</i>) my teachers I have gotten understanding.” According to I.E. it means: more than all.</i>", "versionTitle": "Ibn Ezra's commentary on the Pentateuch, tran. and annot. by H. Norman Strickman and Arthur M. Silver. Menorah Pub., 1988-2004", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "531e4fe1fbfba276047f62eb", "index_title": "Onkelos Exodus", "category": "Targum", "type": "targum", "ref": "Onkelos Exodus 36:5", "anchorRef": "Exodus 36:5", "anchorRefExpanded": ["Exodus 36:5"], "sourceRef": "Onkelos Exodus 36:5", "sourceHeRef": "תרגום אונקלוס על שמות ל״ו:ה׳", "anchorVerse": 5, "sourceHasEn": false, "compDate": [80, 120], "commentaryNum": 36.0005, "collectiveTitle": {"en": "Onkelos Exodus", "he": "תרגום אונקלוס על שמות"}, "heTitle": "תרגום אונקלוס על שמות", "he": "וַאֲמָרוּ לְמשֶׁה לְמֵימַר מַסְגַּן עַמָּא לְאַיְתָאָה מִסַּת פָּלְחָנָא לְעִבִדְתָּא דְּפַקֵּד יְיָ לְמֶעְבַּד יָתַהּ:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "חומש שפתי חכמים, מצודה תשס\"ט", "text": "They said the following to Moshe: the people are bringing too much—more than is needed for the tasks which Adonoy has commanded to execute.", "versionTitle": "Metsudah Chumash, Metsudah Publications, 2009 [with Onkelos translation]", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "532b2684fbfba27c35eebb2b", "index_title": "Targum Jonathan on Exodus", "category": "Targum", "type": "targum", "ref": "Targum Jonathan on Exodus 36:5", "anchorRef": "Exodus 36:5", "anchorRefExpanded": ["Exodus 36:5"], "sourceRef": "Targum Jonathan on Exodus 36:5", "sourceHeRef": "תרגום יונתן על שמות ל״ו:ה׳", "anchorVerse": 5, "sourceHasEn": true, "compDate": [30, 70], "commentaryNum": 36.0005, "collectiveTitle": {"en": "Targum Jonathan on Exodus", "he": "תרגום יונתן על שמות"}, "heTitle": "תרגום יונתן על שמות", "he": "וַאֲמָרוּ לְמשֶׁה מַסְגְּיַין עַמָּא לְמַיְיתַיָא מִיסַת פּוּלְחָנָא לְעִיבִידְתָּא דְפַקֵּיד יְיָ לְמֶעֱבַד יָתָהּ", "heVersionTitle": "Targum Jonathan on Exodus", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": " and they said to Mosheh, The people abound in bringing (more) than is enough for the service of the work, which the Lord hath ordained.  ", "versionTitle": "The Targum of Jonathan ben Uzziel, trans. J. W. Etheridge, London, 1862", "license": "Public Domain", "versionTitleInHebrew": "תרגום ירושלמי (תרגום יונתן בן-עוזיאל) לתורה, תורגם ע״י ג׳ון ווסלי אטרידג׳, לונדון 1862"}, {"_id": "53f176abfbfba22336e9f202", "index_title": "Sforno on Exodus", "category": "Commentary", "type": "commentary", "ref": "Sforno on Exodus 36:5:1", "anchorRef": "Exodus 36:5", "anchorRefExpanded": ["Exodus 36:5"], "sourceRef": "Sforno on Exodus 36:5:1", "sourceHeRef": "ספורנו על שמות ל״ו:ה׳:א׳", "anchorVerse": 5, "sourceHasEn": true, "compDate": [1500, 1550], "commentaryNum": 5.0001, "collectiveTitle": {"en": "Sforno", "he": "ספורנו"}, "heTitle": "ספורנו על שמות", "he": "<b>למלאכה אשר צוה ה' לעשות אותה.</b> הנה נדבת העם היא יותר ממה שצריך לאותה המלאכה שצוה ה' לעשות אותה בלבד בלי תוספת וגרעון, שנתן מדה וקצב למשכן ולכל כליו, עליהם אין להוסיף ומהם אין לגרוע, לא כענין בבנין שלמה והורדוס:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "למלאכה אשר צוה ה' לעשות אותה. The donations of the people exceeded what was needed to perform the specific tasks which alone G’d had commanded to be performed. G’d wanted no additions, nor omissions. This is expressed by the words לעשות אותה בלבד, “to perform only this task alone.” This was different from the Temples built by Solomon and Herod.\n", "versionTitle": "Eliyahu Munk, HaChut Hameshulash", "license": "CC-BY", "versionTitleInHebrew": "החוט המשולש, אליהו מונק"}, {"_id": "53f177b9fbfba22336ea11fe", "index_title": "Or HaChaim on Exodus", "category": "Commentary", "type": "commentary", "ref": "Or HaChaim on Exodus 36:5:1", "anchorRef": "Exodus 36:5", "anchorRefExpanded": ["Exodus 36:5"], "sourceRef": "Or HaChaim on Exodus 36:5:1", "sourceHeRef": "אור החיים על שמות ל״ו:ה׳:א׳", "anchorVerse": 5, "sourceHasEn": true, "compDate": [1718, 1742], "commentaryNum": 5.0001, "collectiveTitle": {"en": "Or HaChaim", "he": "אור החיים"}, "heTitle": "אור החיים על שמות", "he": "<b>מרבים העם להביא</b>. קשה וכי רע הדבר שיהיה בית אלהינו באוצרות זהב לכבוד ולתפארת, אכן לא באו לקבול על המובא בית ה' מהזהב וכסף וגו' אלא על המובא עשוי מלאכה שהוא דבר שאין צורך בו גם עומד להתקלקל כל שיש די מחסור, והוא אומרו <b>מרבים</b> וגו' <b>מדי העבודה למלאכה</b> פירוש מרבים להביא יותר משיעור העבודה הצריכה למלאכה אשר צוה ה' הא למדת שעל פרטי העבודה הקפידו, והעד לדברינו מאמר הכרוז <b>אל יעשו עוד מלאכה לתר</b><b>ומת הקודש</b>, ואומרו <b>ויכלא העם מהביא</b> ולא אמר מעשות כי יאמר הכתוב דבר שהוכר לחכמים העושים במלאכה והיא ההבאה:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "<b> <span class=\"font1\">מרבים העם להביא</span>; the people were bringing too much.</b> Why would it be such a bad thing for the Temple treasury to possess a good supply? We should not understand the artisans' comments as a complaint that too much raw material had been contributed; they complained that too much material such as fabrics already woven or embroidered had been brought. They were neither required nor likely to be safe against deterioration. This sentiment was expresseed in the words <span class=\"font1\">מרבים…מדי העבודה</span>, more than could be put to use immediately. Further proof that our interpretation is correct may be seen in the proclamation to the people not <b>to perform any more work</b> designed to be used in the construction of the Sanctuary. Moses did not discourage donations of raw materials. When the Torah states that the people were prevented from <b>bringing</b> more materials and not from <b>performing more work</b> such as weaving fabrics, the reason is that Betzalel had no control over what people did within their tents.", "versionTitle": "Or Hachayim, trans. Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "55adf7b5fbfba23a06809508", "index_title": "Meshekh Chokhmah", "category": "Quoting Commentary", "type": "parshanut", "ref": "Meshekh Chokhmah, Vayakhel 18", "anchorRef": "Exodus 36:5", "anchorRefExpanded": ["Exodus 36:5"], "sourceRef": "Meshekh Chokhmah, Vayakhel 18", "sourceHeRef": "משך חכמה, ויקהל י״ח", "anchorVerse": 5, "sourceHasEn": false, "compDate": [1875, 1925], "commentaryNum": 18, "collectiveTitle": {"en": "Meshekh Chokhmah", "he": "משך חכמה"}, "heTitle": "ויקהל", "he": "<b>מרבים </b>העם להביא כו' אשר צוה ד' לעשות אותה. הענין, דהם לא היו מקדישין כדי שלא יבואו לידי מעילה וכמוש\"א בונין בחול ואח\"כ מקדישין, רק קדושת בהכ\"נ יש להן או כמו תפילין דהזמנה מלתא, אך זה הוי כמו טוי לאריג כיון שמחוסר מלאכת העשייה, ובהא הזמנה לאו מלתא כדאמר בפרק בני העיר. אמנם ז\"א דעד כאן לא אמרו רק בהנך דהמצוה הלבישה והישיבה בבהכ\"נ לכן טוי לאריג ליכא למ\"ד ואם תעשה התפילין אשה דאינה מצוה ג\"כ כשר, לכן מחוסר מעשה האריגה והטויה לא הוי הזמנה, אבל כאן דהמלאכה צוה ד' לעשות אותה ודוקא מי שהוא מצוה אבל אחר אינו רשאי לעשות, ועשייתה לגבי דידהו הוי גמר מצוה והראיה שהיה מקופל, א\"כ הטויה גופא הוי הזמנה ואסור לשנותה לצורך הדיוט, דבעשייה דידהו נגמר מצותן לגבייהו ודו\"ק היטב.\n", "heVersionTitle": "Riga, 1927", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "574c6ef7d6e4a9347afe1182", "index_title": "Rashi on Exodus", "category": "Commentary", "type": "commentary", "ref": "Rashi on Exodus 36:5:1", "anchorRef": "Exodus 36:5", "anchorRefExpanded": ["Exodus 36:5"], "sourceRef": "Rashi on Exodus 36:5:1", "sourceHeRef": "רש\"י על שמות ל״ו:ה׳:א׳", "anchorVerse": 5, "sourceHasEn": true, "compDate": [1075, 1105], "commentaryNum": 5.0001, "collectiveTitle": {"en": "Rashi", "he": "רש\"י"}, "heTitle": "רש\"י על שמות", "he": "<b>מדי העבדה.</b> יוֹתֵר מִכְּדֵי צֹרֶךְ הָעֲבוֹדָה:", "heVersionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "מדי העבדה means more than is sufficient for the needs of the work.", "versionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "license": "Public Domain", "versionTitleInHebrew": "חמישה חומשי תורה עם פירוש רש״י, מ. רוזנבאום וא.מ. סילברמן"}, {"_id": "57e77ce0d6e4a94c7c18a1c2", "index_title": "Tafsir Rasag", "category": "Targum", "type": "targum", "ref": "Tafsir Rasag, Exodus 36:5", "anchorRef": "Exodus 36:5", "anchorRefExpanded": ["Exodus 36:5"], "sourceRef": "Tafsir Rasag, Exodus 36:5", "sourceHeRef": "תפסיר רס\"ג, שמות ל״ו:ה׳", "anchorVerse": 5, "sourceHasEn": false, "compDate": [918, 942], "commentaryNum": 36.0005, "collectiveTitle": {"en": "Tafsir Rasag", "he": "תפסיר רס\"ג"}, "heTitle": "שמות", "he": "פקאלו למוסי הוד̇א אלקום מכת̇רון אן יאתו באפצ̇ל מן כפאיה עמל ואלצנעה אלתי אמר אללה אן תעמל", "heVersionTitle": "Tafsir al-Torah bi-al-Arabiya, Paris, 1893", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תפסיר אלתורה באלערביה, פריס, 1893", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "586901cfd6e4a97c9cbb1e7f", "index_title": "Mei HaShiloach", "category": "Chasidut", "type": "commentary", "ref": "Mei HaShiloach, Volume I, Exodus, Vayakhel 3", "anchorRef": "Exodus 36:5", "anchorRefExpanded": ["Exodus 36:5"], "sourceRef": "Mei HaShiloach, Volume I, Exodus, Vayakhel 3", "sourceHeRef": "מי השלוח, חלק א, ספר שמות, ויקהל ג׳", "anchorVerse": 5, "sourceHasEn": false, "compDate": [1840, 1860], "commentaryNum": 3, "collectiveTitle": {"en": "Mei HaShiloach", "he": "מי השלוח"}, "heTitle": "ויקהל", "he": "<b>מרבים העם להביא מדי העבדה וכו'.</b> להבין התפארות נדבות ישראל כל כך כמה פעמים, ומה הוא החדוש, כי מי הוא שיחדול ליתן את כל הון ביתו במצות הש\"י בפרט לבנין המשכן, אך באמת שאין האדם יודע ומבין את שורש לבו אם הוא נדיב באמת, והבחינה לזה אם אדם נתבע פעם אחת לנדבה למצוה חדשה אז יוכל ליתן הרבה, אך לאחר שהורגל במצוה זו אז קופץ את ידו מליתן, מזה נשמע שאין זה נדיב בשורשו שאם היה נדיב בשרשו לא היה פוסק ממנו הנדיבות, וכאן רצה הש\"י רק נדבה אמתיות משורש נקודות לבם מחמת שהוא למעשה בנין עדי עד, וצריך שיהיה קדושת הנדיבות ג\"כ קיים, ועשה בעיני כל אחד מישראל את נדבה זו כאלו הוא מורגל בה ולא יהיה כדבר חדש, ועכ\"ז התנדבו פעם אחר פעם בנדיבות לבם משורש נקודות לבם ואז היה נדיבתם מבורר, וזהו מרבים העם להביא וכו' היינו שהיו מביאים בכל פעם, וע\"כ מפאר הכתוב נדיבותם.", "heVersionTitle": "Mei HaShiloach, Publication of Sifrei Izhbitza Radzin, Bnei Brak 2005.", "heLicense": "", "heVersionTitleInHebrew": "מי השילוח. תשס\"ה. בני ברק", "text": "<i>“… the people bring much more than is enough for the service of the work ….”</i> (Shemot, 36:5)<br>The great praise bestowed on Israel for mentioning their donations to the materials for the Mishkan so many times, and what is unique about this, must be understood, for who would refrain from giving all his wealth for the <i>mitzvot</i> of God, and in particular when it concerned the building of the Mishkan? In truth, man does not know the root of his heart—if he is truly giving. The test of this is, if one is asked one time to donate for a new mitzvah, then he can give abundantly, but after he has grown accustomed to this mitzvah he then closes his hand from giving. From this it is understood that he is not giving from his roots, for if it came out of his roots he would not refrain from giving. Here, with the Mishkan, God wanted only true donations from the center point of the root of their hearts, because it is in its essence an everlasting structure, and thus the <i>Kedusha</i> (holiness) of the donations also had to be enduring. So in the eyes of all of Israel it was made as if they were accustomed to it and it was not as a new thing, and still, time after time they gave from the center point of the root of their hearts, showing that their giving was refined. This is “the people bring much more than is enough,” meaning that they gave every time, so therefore the Torah praises their giving.", "versionTitle": "Living waters, the Mei HaShiloach. Trans. and edited by Betsalel Philip Edwards, Jerusalem, J. Aronson 2001 [Revised digital edition, 2021]", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "5889b4e5d6e4a902855ff631", "index_title": "Tur HaArokh", "category": "Commentary", "type": "commentary", "ref": "Tur HaArokh, Exodus 36:5:1", "anchorRef": "Exodus 36:5", "anchorRefExpanded": ["Exodus 36:5"], "sourceRef": "Tur HaArokh, Exodus 36:5:1", "sourceHeRef": "הטור הארוך, שמות ל״ו:ה׳:א׳", "anchorVerse": 5, "sourceHasEn": true, "compDate": [1280, 1340], "commentaryNum": 5.0001, "collectiveTitle": {"en": "Tur HaAroch", "he": "הטור הארוך"}, "heTitle": "שמות", "he": "<b>מרבים העם להביא. </b>כתב הפסוק לשבח העם המביאים נדבתם ולפאר החכמים בנאמנותם וגם הנגיד עליהם משובח בזה שהעביר קול במחנה למונעם כי אין לו חפץ בכספם ובזהבם: \n", "heVersionTitle": "Perush al ha-Torah, Hanover, 1838", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": " מרבים העם להביא, “the people are bringing too many contributions.” The Torah records this fact in order to flatter the people who had contributed so generously, and in order to praise the honesty of the artisans who, instead of pocketing the excess received, drew attention to it and thus enhanced their reputation as being honest. The person in charge of counting all these contributions also deserves praise for preventing the people from bringing more than was needed, as he was not interested in accumulating the people’s gold and silver.\n", "versionTitle": "Tur on the Torah, trans. Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "588f5625d6e4a96d624ad572", "index_title": "Machberet Menachem", "category": "Reference", "type": "", "ref": "Machberet Menachem, Letter Daled 27:2", "anchorRef": "Exodus 36:5", "anchorRefExpanded": ["Exodus 36:5"], "sourceRef": "Machberet Menachem, Letter Daled 27:2", "sourceHeRef": "מחברת מנחם, ד כ״ז:ב׳", "anchorVerse": 5, "sourceHasEn": false, "compDate": [950, 960], "commentaryNum": 27.0002, "collectiveTitle": {"en": "Machberet Menachem", "he": "מחברת מנחם"}, "he": "‎מתחלק לחמש מחלקות: האחד, <b>די</b> מחסרו <small>(דברים טו, ח)</small>, ולבנון אין <b>די</b> בער וחיתו אין <b>די</b> עולה <small>(ישעיהו מ, טז)</small>, <b>ודי</b> חלב עזים <small>(משלי כו, כז)</small>, הלוא יגנבו <b>דים</b> <small>(עובדיה א, ה)</small>, והמלאכה היתה <b>דים</b> <small>(שמות לו, ז)</small>, אכל <b>דיך</b> <small>(משלי כה, טז)</small>, <b>מדי</b> העבדה <small>(שמות לו, ה)</small>, כולם ענין מציאה המה, אך בהיותו מגזרת ימצאהו בארץ (מדבר) מדבר <small>(דברים לב, י)</small>, ישחט להם ומצא להם <small>(במדבר יא, כב)</small>. ויתכן להיות קרוב לענינו, אריה טורף בדי גדותיו <small>(נחום ב, יג)</small>, בעבור די מחסורם להכין מאכלם ישחרו לטרף. ויתכן להיות מגזרתם [נ\"ה מגזרת] בדי שפר יאמר האח <small>(איוב לט, כה)</small>, בתת קול השופר, בהיות קול השופר בדי כח אלי תקע יאמר האח. ובהיות כה פתרון די, נוטה פתרונו עם כלם ונמצאו הביתים [נו\"ל הביתי\"ן] משרתים ולא מיוסדים. אבל יש לבי\"ת תוצאות הרבה למרבית פנים. וייגעו עמים בדי אש, ולאמים בדי ריק יעפו <small>(חבקוק ב, יג)</small>, במו אש במו ריק לפי ענינו.", "heVersionTitle": "Mahberet Menahem, London, 1854.", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מחברת מנחם,לונדון, תרי\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "58affd71d6e4a91e9d6fd4b9", "index_title": "Shemot Rabbah", "category": "Midrash", "type": "", "ref": "Shemot Rabbah 50:4", "anchorRef": "Exodus 36:5", "anchorRefExpanded": ["Exodus 36:5"], "sourceRef": "Shemot Rabbah 50:4", "sourceHeRef": "שמות רבה נ׳:ד׳", "anchorVerse": 5, "sourceHasEn": false, "compDate": [1200], "commentaryNum": 50.0004, "collectiveTitle": {"en": "Shemot Rabbah", "he": "שמות רבה"}, "heTitle": "שמות רבה", "he": "מַה כְּתִיב לְמַעְלָה <small>(שמות לו, ה)</small>: וַיַּעַשׂ אֶת הַפָּרֹכֶת תְּכֵלֶת וְאַרְגָּמָן, וְשָׁנוּ רַבּוֹתֵינוּ פָּרֹכֶת הָיָה עָבְיוֹ טֶפַח, וְעַל שִׁבְעִים וּשְׁנַיִם נִירִים נֶאֱרֶגֶת, וְלֹא הָיָה בָהּ קֶשֶׁר, וּשְׁתַּיִם עוֹשִׂים בְּכָל שָׁנָה וְשָׁנָה, וּשְׁלשׁ מֵאוֹת כֹּהֲנִים מַטְבִּילִין אוֹתָהּ, וְהַכֹּהֲנִים יוֹרְדִין וּמַטְבִּילִין אוֹתָהּ בַּחוּץ, וְעוֹלִין וְשׁוֹטְחִין אוֹתָהּ עַל גַּבֵּי הַחֵיל. וְאַתָּה מוֹצֵא כָּל הַמִּשְׁכָּן עַל הַסֵּדֶר נַעֲשָׂה, בַּתְּחִלָּה עָשָׂה אֶת הַקְּרָשִׁים וְחִבְּרָם, וְאַחַר כָּךְ הַיְרִיעוֹת וּפְרָסָן עָלָיו, שֶׁנֶּאֱמַר <small>(שמות לו, יד)</small>: וַיַּעַשׂ יְרִיעֹת עִזִּים לְאֹהֶל עַל הַמִּשְׁכָּן, וְאַחַר כָּךְ עָשָׂה אֶת הַפָּרֹכֶת, שֶׁתְּהֵא נִמְתַּח בִּפְנֵי הָאָרוֹן, וְאַחַר כָּךְ עָשָׂה אֶת הָאָרוֹן וְאֶת הַכַּפֹּרֶת שֶׁיְהֵא נִתַּן עַל הָאָרוֹן. אָמַר רַבִּי אֶלְעָזָר בֶּן רַבִּי יוֹסֵי אֲנִי רָאִיתִי אֶת הַפָּרֹכֶת בְּרוֹמִי וְהָיוּ עָלֶיהָ כַּמָּה טִיפֵּי דָמִים, וְשָׁאַלְתִּי וְאָמְרוּ לִי מִדַּם יוֹם הַכִּפּוּרִים שֶׁהָיָה כֹּהֵן עוֹשֶׂה. וְלָמָּה נִקְרָא כַּפֹּרֶת, שֶׁהָיָה מְכַפֵּר לְיִשְׂרָאֵל. וּמִשֶּׁעָשָׂה הַכַּפֹּרֶת עָשָׂה הַשֻּׁלְחָן שֶׁהָיָה לֶחֶם הַפָּנִים נִתַּן עָלָיו, שֶׁהָיָה נִתַּן לִפְנֵי הָאָרוֹן, וְאַחַר כָּךְ עָשָׂה אֶת הַמְנוֹרָה שֶׁהָיְתָה לְמַעְלָה מִן הַשֻּׁלְחָן.", "heVersionTitle": "Midrash Rabbah -- TE", "heLicense": "unknown", "heVersionTitleInHebrew": "מדרש רבה - תורת אמת", "text": "What is written previously? “He crafted the curtain of sky blue, purple [and scarlet wool]” (Exodus 36:35). Our Rabbis taught that the thickness of the curtain was one handbreadth, and it was woven on seventy-two heddles and had no knots. They would craft two each and every year, and three hundred priests would immerse it. The priests would descend and immerse it outside,<sup class=\"footnote-marker\">4</sup><i class=\"footnote\">In a ritual bath on the Temple Mount outside the Temple courtyard.</i> and they would ascend and spread it atop the rampart. <br>You find that the entire Tabernacle was crafted in order. Initially, he crafted the beams and connected them; then, the tapestries and he spread them upon it, as it is stated: “He crafted tapestries of goats’ hair as a tent over the Tabernacle” (Exodus 36:14). Then he crafted the curtain that would be spread before the Ark. Then he crafted the Ark and the Ark cover that would be placed upon the Ark. Rabbi Elazar ben Rabbi Yosei said: ‘I saw the curtain in Rome and there were several drops of blood on it. I asked and they said to me that it was from the blood of the Yom Kippur service that the priest would perform.’ Why is it called <i>kaporet</i>? It is because it would atone [<i>mekhaper</i>] for Israel. After he crafted the Ark cover, he crafted the table upon which the showbread was placed, which was positioned before the Ark. Then he crafted the candelabrum that was positioned above the table.", "versionTitle": "The Sefaria Midrash Rabbah, 2022", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "59636adcd6e4a9416e9c1d37", "index_title": "Mizrachi", "category": "Commentary", "type": "commentary", "ref": "Mizrachi, Exodus 36:5:1", "anchorRef": "Exodus 36:5", "anchorRefExpanded": ["Exodus 36:5"], "sourceRef": "Mizrachi, Exodus 36:5:1", "sourceHeRef": "מזרחי, שמות ל״ו:ה׳:א׳", "anchorVerse": 5, "sourceHasEn": false, "compDate": [1475, 1525], "commentaryNum": 5.0001, "collectiveTitle": {"en": "Mizrachi", "he": "מזרחי"}, "heTitle": "שמות", "he": "<b>מדי העבוד' יותר מכדי צורך העבוד'. </b>שהמ\"ם משרת במקום יותר כמ\"ם מכל מלמדי השכלתי ופי' די די שפירושו מספיק וכאילו אמר יותר והספקת צורך העבוד' ובלשון חכמים יותר מכדי צורך העבודה שפיר' כדי כדי הוסיף מלת צורך מפני שבזולת זה יהיה המובן ממנו יותר מכדי העבודה ואיננו כי הם לא הביאו רק צרכי העבודה לא העבודה עצמה ואיך יאמר שהביאו יותר מהעבודה דמשמע שהביאו העבודה לכן מן המחוייב בהכרח לפר' מדי העבודה מדי צורך העבודה שפירושו שהביאו יותר מצרכי העבודה: \n", "heVersionTitle": "Four commentaries on Rashi. Warsaw, 1862", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5964d75bd6e4a92bf45a962e", "index_title": "Rabbeinu Bahya", "category": "Commentary", "type": "commentary", "ref": "Rabbeinu Bahya, Shemot 36:5:1-2", "anchorRef": "Exodus 36:5", "anchorRefExpanded": ["Exodus 36:5"], "sourceRef": "Rabbeinu Bahya, Shemot 36:5:1-2", "sourceHeRef": "רבנו בחיי, שמות ל״ו:ה׳:א׳-ב׳", "anchorVerse": 5, "sourceHasEn": true, "compDate": [1290, 1310], "commentaryNum": 5.0001, "collectiveTitle": {"en": "Rabbeinu Bahya", "he": "רבנו בחיי"}, "heTitle": "שמות", "he": ["<b>מרבים העם להביא.</b> מלת מרבים מורה כי לא היו פוסקים מלהביא והגיד לך הכתוב מעלה גדולה בנדבת כלל ישראל האנשים והנשים כי האנשים התנדבו הכסף והנחשת והתכלת והארגמן ותולעת שני והנשים התנדבו תכשיטי הזהב שלהם, ועקר כל הנדבה הזאת הביאוה ביום א' אצל משה כי כן לשון הפרשה מורה על לשון מהירות כלשון ויצאו כל עדת בני ישראל ויבאו, ועוד מה שאמר הכתוב והם הביאו אליו עוד נדבה בבקר בבקר.\n", "<b>והמובן </b>מזה כי אחר שהביאו עקר כל הנדבה ביום ההוא עוד נשארו מהם מעטים שהביאו אליו נדבה בבקר בבקר כלומר למחרתו בהשכמה, וגלה לנו הכתוב על מעלת החכמים העושים המלאכה באמונתם הגדולה כי הגידו זה למשה, והם היו טרודים ומתעסקים במלאכתם והניחו מלאכתם לאמר למשה כי כן יורה לשון איש איש ממלאכתו אשר המה עושים, וזהו לשון ויאמרו אל משה לאמר פעם אחר פעם וגם מעלת משה המולך עליהם שלא היה בוחר בכספם ובזהבם ועל כן כתיב ויצו משה ויעבירו קול במחנה למנוע הענין.\n"], "heVersionTitle": "Midrash Rabbeinu Bachya [ben Asher]. Warsaw, 1878", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": ["מרבים העם להביא, “the people are bringing more than enough.” The expression מרבים indicates that the people did not stop contributing. The Torah compliments the people, both men and women. The men contributed silver, copper, blue and purple wool, etc., the women contributed their golden jewelry. The principal contributions were all brought on the first day. The wording hints at the speed with which these contributions were made when the Torah writes: “all the people came out and they came (arrived).” (35,20-21). The Torah adds in 36,3 that “the people kept on bringing contributions morning after morning.”", "One gains the impression from what is written that even after it had become clear that there was enough, some people kept on bringing gifts every morning. The moral and ethical integrity of the people engaged in that work is evident from the fact that they took time out from their work to tell Moses that they had received more materials than they could use to complete the project. The words ויאמרו אל משה לאמור indicates that they told Moses about this overage time and again. The Torah also testifies to the superior trust Moses displayed in the craftsmen seeing he did not demand an accounting, nor did he make use of his legal position as their ruler to appropriate any of the leftover material claiming it was for the people’s “communal treasury.” This is why the Torah writes that Moses announced throughout the camp that there were to be no more contributions."], "versionTitle": "Torah Commentary by Rabbi Bachya ben Asher, trans. Eliyahu Munk, 1998.", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5a15477ad6e4a92409ac433a", "index_title": "Siftei Chakhamim", "category": "Commentary", "type": "commentary", "ref": "Siftei Chakhamim, Exodus 36:5:1", "anchorRef": "Exodus 36:5", "anchorRefExpanded": ["Exodus 36:5"], "sourceRef": "Siftei Chakhamim, Exodus 36:5:1", "sourceHeRef": "שפתי חכמים, שמות ל״ו:ה׳:א׳", "anchorVerse": 5, "sourceHasEn": true, "compDate": [1660, 1680], "commentaryNum": 5.0001, "collectiveTitle": {"en": "Siftei Chakhamim", "he": "שפתי חכמים"}, "heTitle": "שמות", "he": "<b>יותר מכדי כו'.</b> ופי' של מ\"ם זו בלשון יותר כמו ויאהב יעקב את רחל מלאה וכו'. והוסיף מלת צורך כי הם לא הביאו רק צרכי העבודה לא העבודה עצמה: ", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY", "heVersionTitleInHebrew": "חומש שפתי חכמים, הוצאת מצודה, 2009", "text": "<b>More than is. . .</b> The  מ [of  מדי ] means “more than,” as in (Bereishis 29:30), “He loved Rochel more than Leah ( מלאה ).” Rashi adds the phrase, “What was needed for,” because the people brought only what was needed for the work, not the [completed] work itself. ", "versionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": "חומש שפתי חכמים, הוצאת מצודה, 2009"}, {"_id": "5b30a8ed6f685500161b4b09", "index_title": "Malbim on Exodus", "category": "Commentary", "type": "commentary", "ref": "Malbim on Exodus 36:5:1", "anchorRef": "Exodus 36:5", "anchorRefExpanded": ["Exodus 36:5"], "sourceRef": "Malbim on Exodus 36:5:1", "sourceHeRef": "מלבי\"ם על שמות ל״ו:ה׳:א׳", "anchorVerse": 5, "sourceHasEn": false, "compDate": [1844, 1874], "commentaryNum": 5.0001, "collectiveTitle": {"en": "Malbim", "he": "מלבי\"ם"}, "heTitle": "מלבי\"ם על שמות", "he": "<b>מרבים העם להביא,</b> ר\"ל שאין מלאכה זו דומה ליתר מלאכות שאם העם מרבים בנדבות יגדילו את המלאכה ביתר שאת, היא מלאכה משוערת מאת ה' שצריך שלא להוסיף ושלא לגרוע וכשם שפוסל בה הגרעון כן פוסל בה התוספת, למשל צוה במנורה ככר זהב יעשה אותה, ואם יעשה משני ככרים היא פסולה, וז\"ש <b>מרבים להביא מידי העבודה</b> למלאכה מצד מה שצוה ה' לעשות אותה, והריבוי פוסל בה:", "heVersionTitle": "Mikraei Kodesh, Vilna, 1891", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מקראי קדש, וילנא תרנ\"א", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5f02d73a520c8b19ed8e951c", "index_title": "Gur Aryeh on Shemot", "category": "Commentary", "type": "commentary", "ref": "Gur Aryeh on Shemot 36:5:1", "anchorRef": "Exodus 36:5", "anchorRefExpanded": ["Exodus 36:5"], "sourceRef": "Gur Aryeh on Shemot 36:5:1", "sourceHeRef": "גור אריה על שמות ל״ו:ה׳:א׳", "anchorVerse": 5, "sourceHasEn": false, "compDate": [1548, 1578], "commentaryNum": 5.0001, "collectiveTitle": {"en": "Gur Aryeh", "he": "גור אריה"}, "heTitle": "גור אריה על שמות", "he": "<b>מידי העבודה יותר מכדי צריך העבודה.</b> דהמ\"ם היא משמשת יותר<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"1\"></i>, כמו \"הנחמדים מזהב ומפז רב\" (תהלים יט, יא), ונשאר מלת \"די\"<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"2\"></i>, ויהיה פירושו יותר מכדי העבודה. וכדי שלא יקשה איך הביאו יותר מכדי העבודה, שהרי לא הביאו העבודה<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"3\"></i>, לכך צריך לומר 'יותר מכדי צורך העבודה וכו\" (כ\"ה ברא\"ם):", "heVersionTitle": "Gur Aryeh, Machon Yerushalyim, 1989-1995", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6037a680cda51cfa3ddf3873", "index_title": "Ramban on Exodus", "category": "Quoting Commentary", "type": "", "ref": "Ramban on Exodus 36:3:1", "anchorRef": "Exodus 36:5", "anchorRefExpanded": ["Exodus 36:5"], "sourceRef": "Ramban on Exodus 36:3:1", "sourceHeRef": "רמב\"ן על שמות ל״ו:ג׳:א׳", "anchorVerse": 5, "sourceHasEn": true, "compDate": [1246, 1286], "commentaryNum": 3.0001, "collectiveTitle": {"en": "Ramban on Exodus", "he": "רמב\"ן על שמות"}, "he": "<b>וַיִּקְחוּ מִלִּפְנֵי מֹשֶׁה</b> הִנֵּה בְּיוֹם אֶחָד הֵבִיאוּ כָּל הַנְּדָבָה הַזֹּאת (לעיל לה כב-כט) אֶל אֹהֶל מוֹעֵד שֶׁהוּא שֶׁל מֹשֶׁה, וְהַחֲכָמִים לָקְחוּ בּוֹ בַּיּוֹם מִלְּפָנָיו וּבְמָחֳרָת בְּהַשְׁכָּמָה, וְכֵן בַּשֵּׁנִי הֵבִיאוּ אֵלָיו עוֹד אֶל אָהֳלוֹ נְדָבָה וְהוּא צִוָּה לְהָבִיא אוֹתָהּ אֶל הָאֻמָּנִים, עַד שֶׁאָמְרוּ לוֹ שֶׁהֵם מַרְבִּים לְהָבִיא, וְהָיְתָה דַּיָּם וְהוֹתֵר. וְלֹא הָיָה הַיִּתְרוֹן דָּבָר חָשׁוּב שֶׁיְּסַפֵּר בְּפָרָשַׁת אֵלֶּה פְקוּדֵי מֶה עָשׂוּ בּוֹ, אוּלַי הָיָה מֻנָּח בָּאֹהֶל לְחַזֵּק בָּהּ אֶת בֶּדֶק הַמִּשְׁכָּן, אוֹ לַעֲשׂוֹת בָּהּ כְּלֵי שָׁרֵת כַּאֲשֶׁר יַעֲשׂוּ בַּמִּקְדָּשׁ בַּמּוֹתָרוֹת (שקלים פ\"ד ה\"ד): וְהִזְכִּיר הַכָּתוּב (שמות ל\"ו:ה') \"מַרְבִּים הָעָם לְהָבִיא\", לְשַׁבֵּחַ אֶת הָעָם הַמְּבִיאִים בְּנִדְבָתָם, וּלְפָאֵר הַחֲכָמִים בְּנֶאֱמָנוּתָם, וְגַם הַנָּגִיד עֲלֵיהֶם מְשֻׁבָּח בָּזֶה שֶׁהֶעֱבִיר קוֹל בַּמַּחֲנֶה לְמָנְעָם, כִּי אֵין לוֹ חֵפֶץ בְּכַסְפָּם וּזְהָבָם כִּשְׁאָר הַמּוֹשְׁלִים בְּעַמָּם, כְּעִנְיָן שֶׁאָמַר \"לֹא חֲמוֹר אֶחָד מֵהֶם נָשָׂאתִי\" (במדבר טז טו):", "heVersionTitle": "Vocalized Edition", "heLicense": "", "heVersionTitleInHebrew": "", "text": "AND THEY TOOK FROM BEFORE MOSES ALL THE OFFERING. In one day they brought all this donation to the Tent of Meeting where Moses was,<sup class=\"footnote-marker\">45</sup><i class=\"footnote\">See above, 33:7.</i> and the wise men took it from Moses on that very same day and on the following day, early in the morning. On the second day, too, the people still continued to bring the donation to Moses’ tent and he commanded them to bring it to the craftsmen, until they told him that <i>the people bring much more;</i><sup class=\"footnote-marker\">46</sup><i class=\"footnote\">Verse 5.</i> thus there was <i>sufficient [for all the work to make it], and too much</i>.<sup class=\"footnote-marker\">47</sup><i class=\"footnote\">Verse 7.</i> The surplus, however, was not a sufficiently important amount to warrant Moses’ telling in the section of <i>Eileh Pekudei</i> what they did with it. Perhaps it remained in the tent to repair the breaches of the Tabernacle, or to make with it vessels used in the Tabernacle service, as they used to do with the surpluses in the Sanctuary.<sup class=\"footnote-marker\">48</sup><i class=\"footnote\">Shekalim 4:4.</i> Scripture mentions, <i>the people bring much more than enough</i>,<sup class=\"footnote-marker\">46</sup><i class=\"footnote\">Verse 5.</i> in order to praise the people who brought with such generosity, and to glorify the wise men for their honesty. The one who was in charge principally over them [namely Moses], also comes in for praise for having <i>caused it to be proclaimed throughout the camp</i><sup class=\"footnote-marker\">49</sup><i class=\"footnote\">Verse 6.</i> that the people should stop bringing, telling us that he had no desire for their silver and gold, as do other rulers over peoples, in a similar way to that which it says, <i>I have not taken one ass from them</i>.<sup class=\"footnote-marker\">50</sup><i class=\"footnote\">Numbers 16:15.</i>", "versionTitle": "Commentary on the Torah by Ramban (Nachmanides). Translated and annotated by Charles B. Chavel. New York, Shilo Pub. House, 1971-1976", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "61d5d53ef4629f2b57279ace", "index_title": "Sefer HaShorashim", "category": "Reference", "type": "reference", "ref": "Sefer HaShorashim, די 1", "anchorRef": "Exodus 36:5", "anchorRefExpanded": ["Exodus 36:5"], "sourceRef": "Sefer HaShorashim, די 1", "sourceHeRef": "ספר השרשים, די א׳", "anchorVerse": 5, "sourceHasEn": false, "compDate": [1185, 1235], "commentaryNum": 1, "collectiveTitle": {"en": "Sefer HaShorashim", "he": "ספר השרשים"}, "heTitle": "די", "he": ["<strong><big>די</big></strong>   עַד־בְּלִי־<strong>דָֽי</strong> (<a class=\"refLink\" href=\"Malachi 3:10\" data-ref=\"Malachi 3:10\">מלאכי ג, י</a>), ופירוש הפסוק <strong>וַֽהֲרִיקֹתִי לָכֶם בְּרָכָה עַד־בְּלִי־דָֽי</strong> שלא יספיקו לכם אוצרות ולא יהיו די לכם מגורות וכלים לאסוף בהם התבואה והיין. כן פירוש אדוני אבי ז\"ל. וְהַמְּלָאכָה הָֽיְתָה <strong>דַיָּם</strong> (<a class=\"refLink\" href=\"Exodus 36:7\" data-ref=\"Exodus 36:7\">שמות לו, ז</a>), הֲלוֹא יִגְנְבוּ <strong>דַּיָּם</strong> (עבדיה א, ה), די ספקם צרכם. ויבא עם אותיות השמוש <strong>וּכְדַי</strong> בִּזָּיוֹן וָקָֽצֶף (<a class=\"refLink\" href=\"Esther 1:18\" data-ref=\"Esther 1:18\">אסתר א, יח</a>), ובסמוך וּמָצָא <strong>כְּדֵי</strong> גְאֻלָּתֽוֹ (<a class=\"refLink\" href=\"Leviticus 25:26\" data-ref=\"Leviticus 25:26\">ויקרא כה, כו</a>), <strong>דֵּי</strong> הָשִׁיב לוֹ (<a class=\"refLink\" href=\"Leviticus 25:28\" data-ref=\"Leviticus 25:28\">ויקרא כה, כח</a>), הַנִּמְכָּרִים לַגּוֹיִם<strong> כְּדֵי</strong> בָנוּ (<a class=\"refLink\" href=\"Nehemiah 5:8\" data-ref=\"Nehemiah 5:8\">נחמיה ה, ח</a>), <strong>וְדֵי</strong> חֲלֵב עִזִּים לְֽלַחְמְךָ (<a class=\"refLink\" href=\"Proverbs 27:27\" data-ref=\"Proverbs 27:27\">משלי כז, כז</a>), וְאִם־לֹא תִמְצָא יָדָהּ<strong> דֵּי</strong> שֶׂה (<a class=\"refLink\" href=\"Leviticus 12:8\" data-ref=\"Leviticus 12:8\">ויקרא יב, ח</a>), <strong>דֵּי</strong> מַחְסֹרוֹ אֲשֶׁר יֶחְסַר לֽוֹ (<a class=\"refLink\" href=\"Deuteronomy 15:8\" data-ref=\"Deuteronomy 15:8\">דברים טו, ח</a>), <strong>מִדֵּי</strong> הָֽעֲבֹדָה לַמְּלָאכָה (<a class=\"refLink\" href=\"Exodus 36:5\" data-ref=\"Exodus 36:5\">שמות לו, ה</a>), אַרְיֵה טֹרֵף <strong>בְּדֵי</strong> גֹֽרוֹתָי (<a class=\"refLink\" href=\"Nahum 2:13\" data-ref=\"Nahum 2:13\">נחום ב, יג</a>), לֹא־הִתְקַדְּשׁוּ <strong>לְמַדַּי </strong>(<a class=\"refLink\" href=\"II Chronicles 30:3\" data-ref=\"II Chronicles 30:3\">דברי הימים ב' ל, ג</a>), עקרו למן די, והפתח תחת חירק כמו <strong>לְמַבָּרִֽאשׁוֹנָה</strong> (<a class=\"refLink\" href=\"I Chronicles 15:13\" data-ref=\"I Chronicles 15:13\">דברי הימים א' טו, יג</a>), וענין הכל הספוק והצורך. וַיְהִי ׀ <strong>מִדֵּי </strong>צֵאתָם שָׂכַל דָּוִד (<a class=\"refLink\" href=\"I Samuel 18:30\" data-ref=\"I Samuel 18:30\">שמואל א' יח, ל</a>), <strong>מִדֵּי</strong> עָבְרוֹ יִקַּח אֶתְכֶם (<a class=\"refLink\" href=\"Isaiah 28:19\" data-ref=\"Isaiah 28:19\">ישעיה כח, יט</a>), כִּֽי־<strong>מִדֵּי</strong> דַבְּרִי בּוֹ זָכֹר אֶזְכְּרֶנּוּ (<a class=\"refLink\" href=\"Jeremiah 31:20\" data-ref=\"Jeremiah 31:20\">ירמיה לא, כ</a>), <strong>מִדֵּי</strong>־בֹא הַמֶּלֶךְ בֵּית י\"י (<a class=\"refLink\" href=\"II Chronicles 12:11\" data-ref=\"II Chronicles 12:11\">דברי הימים ב' יב, יא</a>), כִּֽי־<strong>מִדֵּי</strong> אֲדַבֵּר אֶזְעָק (<a class=\"refLink\" href=\"Jeremiah 20:8\" data-ref=\"Jeremiah 20:8\">ירמיה כ, ח</a>), ענינם בכל עת. ויש די שהוא נוסף ויבא עם אותיות השמוש כאשר נוסף <strong>מוֹ</strong> מן כִּֽי־תֵלֵךְ <strong>בְּמוֹ</strong>־אֵשׁ (<a class=\"refLink\" href=\"Isaiah 43:2\" data-ref=\"Isaiah 43:2\">ישעיה מג, ב</a>), וְהָיָה <strong>מִֽדֵּי</strong>־חֹדֶשׁ בְּחָדְשׁוֹ (<a class=\"refLink\" href=\"Isaiah 66:23\" data-ref=\"Isaiah 66:23\">ישעיה סו, כג</a>), פירוש מחדש לחדש ומשבת לשבת, רוצה לומר מהם שיבואו משבת לשבת והם הקרובים, ומהם שיבאו מחדש לחדש, ומהם משנה לשנה כפי הקירוב והריחוק. וְיִֽגְעוּ עַמִּים <strong>בְּדֵי</strong>־רִיק וּלְאֻמִּים <strong>בְּדֵי</strong>־אֵשׁ (<a class=\"refLink\" href=\"Jeremiah 51:58\" data-ref=\"Jeremiah 51:58\">ירמיה נא, נח</a>), <strong>כְדֵֽי</strong>־אַרְבֶּה לָרֹב (<a class=\"refLink\" href=\"Judges 6:5\" data-ref=\"Judges 6:5\">שופטים ו, ה</a>), בְּדֵי שֹׁפָר יֹאמַר הֶאָח (<a class=\"refLink\" href=\"Job 39:25\" data-ref=\"Job 39:25\">איוב לט, כה</a>), כל אלו נוספים כאילו אמר <strong>בְּרִיק, בְּאֵשׁ, בְּאַרְבֶּה, בְּשׁוֹפָר</strong>. וכבר כתבנו בחלק הדקדוק כי יש בהן קצת ענין כי יורו על הגדלת הדבר והתמדתו."], "heVersionTitle": "Sefer HaShorashim, Berlin 1847", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "62037ea86bfddfbb310fec3d", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Exodus, Part VI; The Building of the Dwelling 2-3", "anchorRef": "Exodus 35:1-40:38", "anchorRefExpanded": ["Exodus 35:1", "Exodus 35:2", "Exodus 35:3", "Exodus 35:4", "Exodus 35:5", "Exodus 35:6", "Exodus 35:7", "Exodus 35:8", "Exodus 35:9", "Exodus 35:10", "Exodus 35:11", "Exodus 35:12", "Exodus 35:13", "Exodus 35:14", "Exodus 35:15", "Exodus 35:16", "Exodus 35:17", "Exodus 35:18", "Exodus 35:19", "Exodus 35:20", "Exodus 35:21", "Exodus 35:22", "Exodus 35:23", "Exodus 35:24", "Exodus 35:25", "Exodus 35:26", "Exodus 35:27", "Exodus 35:28", "Exodus 35:29", "Exodus 35:30", "Exodus 35:31", "Exodus 35:32", "Exodus 35:33", "Exodus 35:34", "Exodus 35:35", "Exodus 36:1", "Exodus 36:2", "Exodus 36:3", "Exodus 36:4", "Exodus 36:5", "Exodus 36:6", "Exodus 36:7", "Exodus 36:8", "Exodus 36:9", "Exodus 36:10", "Exodus 36:11", "Exodus 36:12", "Exodus 36:13", "Exodus 36:14", "Exodus 36:15", "Exodus 36:16", "Exodus 36:17", "Exodus 36:18", "Exodus 36:19", "Exodus 36:20", "Exodus 36:21", "Exodus 36:22", "Exodus 36:23", "Exodus 36:24", "Exodus 36:25", "Exodus 36:26", "Exodus 36:27", "Exodus 36:28", "Exodus 36:29", "Exodus 36:30", "Exodus 36:31", "Exodus 36:32", "Exodus 36:33", "Exodus 36:34", "Exodus 36:35", "Exodus 36:36", "Exodus 36:37", "Exodus 36:38", "Exodus 37:1", "Exodus 37:2", "Exodus 37:3", "Exodus 37:4", "Exodus 37:5", "Exodus 37:6", "Exodus 37:7", "Exodus 37:8", "Exodus 37:9", "Exodus 37:10", "Exodus 37:11", "Exodus 37:12", "Exodus 37:13", "Exodus 37:14", "Exodus 37:15", "Exodus 37:16", "Exodus 37:17", "Exodus 37:18", "Exodus 37:19", "Exodus 37:20", "Exodus 37:21", "Exodus 37:22", "Exodus 37:23", "Exodus 37:24", "Exodus 37:25", "Exodus 37:26", "Exodus 37:27", "Exodus 37:28", "Exodus 37:29", "Exodus 38:1", "Exodus 38:2", "Exodus 38:3", "Exodus 38:4", "Exodus 38:5", "Exodus 38:6", "Exodus 38:7", "Exodus 38:8", "Exodus 38:9", "Exodus 38:10", "Exodus 38:11", "Exodus 38:12", "Exodus 38:13", "Exodus 38:14", "Exodus 38:15", "Exodus 38:16", "Exodus 38:17", "Exodus 38:18", "Exodus 38:19", "Exodus 38:20", "Exodus 38:21", "Exodus 38:22", "Exodus 38:23", "Exodus 38:24", "Exodus 38:25", "Exodus 38:26", "Exodus 38:27", "Exodus 38:28", "Exodus 38:29", "Exodus 38:30", "Exodus 38:31", "Exodus 39:1", "Exodus 39:2", "Exodus 39:3", "Exodus 39:4", "Exodus 39:5", "Exodus 39:6", "Exodus 39:7", "Exodus 39:8", "Exodus 39:9", "Exodus 39:10", "Exodus 39:11", "Exodus 39:12", "Exodus 39:13", "Exodus 39:14", "Exodus 39:15", "Exodus 39:16", "Exodus 39:17", "Exodus 39:18", "Exodus 39:19", "Exodus 39:20", "Exodus 39:21", "Exodus 39:22", "Exodus 39:23", "Exodus 39:24", "Exodus 39:25", "Exodus 39:26", "Exodus 39:27", "Exodus 39:28", "Exodus 39:29", "Exodus 39:30", "Exodus 39:31", "Exodus 39:32", "Exodus 39:33", "Exodus 39:34", "Exodus 39:35", "Exodus 39:36", "Exodus 39:37", "Exodus 39:38", "Exodus 39:39", "Exodus 39:40", "Exodus 39:41", "Exodus 39:42", "Exodus 39:43", "Exodus 40:1", "Exodus 40:2", "Exodus 40:3", "Exodus 40:4", "Exodus 40:5", "Exodus 40:6", "Exodus 40:7", "Exodus 40:8", "Exodus 40:9", "Exodus 40:10", "Exodus 40:11", "Exodus 40:12", "Exodus 40:13", "Exodus 40:14", "Exodus 40:15", "Exodus 40:16", "Exodus 40:17", "Exodus 40:18", "Exodus 40:19", "Exodus 40:20", "Exodus 40:21", "Exodus 40:22", "Exodus 40:23", "Exodus 40:24", "Exodus 40:25", "Exodus 40:26", "Exodus 40:27", "Exodus 40:28", "Exodus 40:29", "Exodus 40:30", "Exodus 40:31", "Exodus 40:32", "Exodus 40:33", "Exodus 40:34", "Exodus 40:35", "Exodus 40:36", "Exodus 40:37", "Exodus 40:38"], "sourceRef": "The Five Books of Moses, by Everett Fox, Exodus, Part VI; The Building of the Dwelling 2-3", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, שמות, שמות מאמר ז׳ ב׳-ג׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Part VI; The Building of the Dwelling", "he": "שמות מאמר ז׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["A<small>S IF NOTHING HAD GONE AWRY</small>, <small>THE NARRATIVE NOW RETURNS TO DESCRIBE HOW THE</small> Dwelling was built. This time, as was noted by the sages of the Talmud, the order follows the natural logic of construction (i.e., dwelling, tapestries, covering, boards, sockets, bars, etc., and then the ritual objects), rather than the earlier one of sanctity (i.e., coffer, purgation-cover, table, lampstand, etc., and then the structure itself). The most notable omission is the carrying out of priestly ordination; that is reserved for Lev. 8, perhaps so as not to interfere with the narrative momentum of the construction process, or else to focus more on the Dwelling itself and its divine resident. The only major interruption in this part is 38:21–31, which fits in with one of the important themes of these chapters: the extent of the Israelites’ contribution to the sanctuary.", "As there is no need to repeat what was said about each part of the Tabernacle in the commentary to Chaps. 25–31, the commentary here will be limited to brief remarks on the differences between the two long Tabernacle sections (Parts IV and VI); here Cassuto has provided most of the necessary material."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62037ea96bfddfbb310fec40", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Exodus, Part VI; The Building of the Dwelling, Preparations for the Construction 2", "anchorRef": "Exodus 35:20-36:7", "anchorRefExpanded": ["Exodus 35:20", "Exodus 35:21", "Exodus 35:22", "Exodus 35:23", "Exodus 35:24", "Exodus 35:25", "Exodus 35:26", "Exodus 35:27", "Exodus 35:28", "Exodus 35:29", "Exodus 35:30", "Exodus 35:31", "Exodus 35:32", "Exodus 35:33", "Exodus 35:34", "Exodus 35:35", "Exodus 36:1", "Exodus 36:2", "Exodus 36:3", "Exodus 36:4", "Exodus 36:5", "Exodus 36:6", "Exodus 36:7"], "sourceRef": "The Five Books of Moses, by Everett Fox, Exodus, Part VI; The Building of the Dwelling, Preparations for the Construction 2", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, שמות, שמות מאמר ז׳, שמות הערה ג׳ ב׳", "anchorVerse": 20, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Preparations for the Construction", "he": "שמות הערה ג׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "שמות הערה ג׳", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "The account of what the Israelites brought as contributions for the work, and the description of those who were to carry it out, is long and repetitive. This factor, with the addition of a refrainlike pattern of key words (e.g., “mind,” “willing,” “service,” “work,” “wise,” “design,” “brought”), strongly portrays the people’s enthusiasm for and participation in the sacred task. Note also the fourteenfold occurrence of “every/all/entire” (Heb. <i>kol</i>) in vv.20–29. Vv.3–7 push the narrative to a crescendo, with the people actually bringing much more than is needed (and may also be a contrast to their briefly stated surrendering of jewels in the Calf episode, 32:3).", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62038095713bd8cd388d3e45", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Exodus, On the Book of Exodus and Its Structure 2-44", "anchorRef": "Exodus 1:1-40:38", "anchorRefExpanded": ["Exodus 1:1", "Exodus 1:2", "Exodus 1:3", "Exodus 1:4", "Exodus 1:5", "Exodus 1:6", "Exodus 1:7", "Exodus 1:8", "Exodus 1:9", "Exodus 1:10", "Exodus 1:11", "Exodus 1:12", "Exodus 1:13", "Exodus 1:14", "Exodus 1:15", "Exodus 1:16", "Exodus 1:17", "Exodus 1:18", "Exodus 1:19", "Exodus 1:20", "Exodus 1:21", "Exodus 1:22", "Exodus 2:1", "Exodus 2:2", "Exodus 2:3", "Exodus 2:4", "Exodus 2:5", "Exodus 2:6", "Exodus 2:7", "Exodus 2:8", "Exodus 2:9", "Exodus 2:10", "Exodus 2:11", "Exodus 2:12", "Exodus 2:13", "Exodus 2:14", "Exodus 2:15", "Exodus 2:16", "Exodus 2:17", "Exodus 2:18", "Exodus 2:19", "Exodus 2:20", "Exodus 2:21", "Exodus 2:22", "Exodus 2:23", "Exodus 2:24", "Exodus 2:25", "Exodus 3:1", "Exodus 3:2", "Exodus 3:3", "Exodus 3:4", "Exodus 3:5", "Exodus 3:6", "Exodus 3:7", "Exodus 3:8", "Exodus 3:9", "Exodus 3:10", "Exodus 3:11", "Exodus 3:12", "Exodus 3:13", "Exodus 3:14", "Exodus 3:15", "Exodus 3:16", "Exodus 3:17", "Exodus 3:18", "Exodus 3:19", "Exodus 3:20", "Exodus 3:21", "Exodus 3:22", "Exodus 4:1", "Exodus 4:2", "Exodus 4:3", "Exodus 4:4", "Exodus 4:5", "Exodus 4:6", "Exodus 4:7", "Exodus 4:8", "Exodus 4:9", "Exodus 4:10", "Exodus 4:11", "Exodus 4:12", "Exodus 4:13", "Exodus 4:14", "Exodus 4:15", "Exodus 4:16", "Exodus 4:17", "Exodus 4:18", "Exodus 4:19", "Exodus 4:20", "Exodus 4:21", "Exodus 4:22", "Exodus 4:23", "Exodus 4:24", "Exodus 4:25", "Exodus 4:26", "Exodus 4:27", "Exodus 4:28", "Exodus 4:29", "Exodus 4:30", "Exodus 4:31", "Exodus 5:1", "Exodus 5:2", "Exodus 5:3", "Exodus 5:4", "Exodus 5:5", "Exodus 5:6", "Exodus 5:7", "Exodus 5:8", "Exodus 5:9", "Exodus 5:10", "Exodus 5:11", "Exodus 5:12", "Exodus 5:13", "Exodus 5:14", "Exodus 5:15", "Exodus 5:16", "Exodus 5:17", "Exodus 5:18", "Exodus 5:19", "Exodus 5:20", "Exodus 5:21", "Exodus 5:22", "Exodus 5:23", "Exodus 6:1", "Exodus 6:2", "Exodus 6:3", "Exodus 6:4", "Exodus 6:5", "Exodus 6:6", "Exodus 6:7", "Exodus 6:8", "Exodus 6:9", "Exodus 6:10", "Exodus 6:11", "Exodus 6:12", "Exodus 6:13", "Exodus 6:14", "Exodus 6:15", "Exodus 6:16", "Exodus 6:17", "Exodus 6:18", "Exodus 6:19", "Exodus 6:20", "Exodus 6:21", "Exodus 6:22", "Exodus 6:23", "Exodus 6:24", "Exodus 6:25", "Exodus 6:26", "Exodus 6:27", "Exodus 6:28", "Exodus 6:29", "Exodus 6:30", "Exodus 7:1", "Exodus 7:2", "Exodus 7:3", "Exodus 7:4", "Exodus 7:5", "Exodus 7:6", "Exodus 7:7", "Exodus 7:8", "Exodus 7:9", "Exodus 7:10", "Exodus 7:11", "Exodus 7:12", "Exodus 7:13", "Exodus 7:14", "Exodus 7:15", "Exodus 7:16", "Exodus 7:17", "Exodus 7:18", "Exodus 7:19", "Exodus 7:20", "Exodus 7:21", "Exodus 7:22", "Exodus 7:23", "Exodus 7:24", "Exodus 7:25", "Exodus 7:26", "Exodus 7:27", "Exodus 7:28", "Exodus 7:29", "Exodus 8:1", "Exodus 8:2", "Exodus 8:3", "Exodus 8:4", "Exodus 8:5", "Exodus 8:6", "Exodus 8:7", "Exodus 8:8", "Exodus 8:9", "Exodus 8:10", "Exodus 8:11", "Exodus 8:12", "Exodus 8:13", "Exodus 8:14", "Exodus 8:15", "Exodus 8:16", "Exodus 8:17", "Exodus 8:18", "Exodus 8:19", "Exodus 8:20", "Exodus 8:21", "Exodus 8:22", "Exodus 8:23", "Exodus 8:24", "Exodus 8:25", "Exodus 8:26", "Exodus 8:27", "Exodus 8:28", "Exodus 9:1", "Exodus 9:2", "Exodus 9:3", "Exodus 9:4", "Exodus 9:5", "Exodus 9:6", "Exodus 9:7", "Exodus 9:8", "Exodus 9:9", "Exodus 9:10", "Exodus 9:11", "Exodus 9:12", "Exodus 9:13", "Exodus 9:14", "Exodus 9:15", "Exodus 9:16", "Exodus 9:17", "Exodus 9:18", "Exodus 9:19", "Exodus 9:20", "Exodus 9:21", "Exodus 9:22", "Exodus 9:23", "Exodus 9:24", "Exodus 9:25", "Exodus 9:26", "Exodus 9:27", "Exodus 9:28", "Exodus 9:29", "Exodus 9:30", "Exodus 9:31", "Exodus 9:32", "Exodus 9:33", "Exodus 9:34", "Exodus 9:35", "Exodus 10:1", "Exodus 10:2", "Exodus 10:3", "Exodus 10:4", "Exodus 10:5", "Exodus 10:6", "Exodus 10:7", "Exodus 10:8", "Exodus 10:9", "Exodus 10:10", "Exodus 10:11", "Exodus 10:12", "Exodus 10:13", "Exodus 10:14", "Exodus 10:15", "Exodus 10:16", "Exodus 10:17", "Exodus 10:18", "Exodus 10:19", "Exodus 10:20", "Exodus 10:21", "Exodus 10:22", "Exodus 10:23", "Exodus 10:24", "Exodus 10:25", "Exodus 10:26", "Exodus 10:27", "Exodus 10:28", "Exodus 10:29", "Exodus 11:1", "Exodus 11:2", "Exodus 11:3", "Exodus 11:4", "Exodus 11:5", "Exodus 11:6", "Exodus 11:7", "Exodus 11:8", "Exodus 11:9", "Exodus 11:10", "Exodus 12:1", "Exodus 12:2", "Exodus 12:3", "Exodus 12:4", "Exodus 12:5", "Exodus 12:6", "Exodus 12:7", "Exodus 12:8", "Exodus 12:9", "Exodus 12:10", "Exodus 12:11", "Exodus 12:12", "Exodus 12:13", "Exodus 12:14", "Exodus 12:15", "Exodus 12:16", "Exodus 12:17", "Exodus 12:18", "Exodus 12:19", "Exodus 12:20", "Exodus 12:21", "Exodus 12:22", "Exodus 12:23", "Exodus 12:24", "Exodus 12:25", "Exodus 12:26", "Exodus 12:27", "Exodus 12:28", "Exodus 12:29", "Exodus 12:30", "Exodus 12:31", "Exodus 12:32", "Exodus 12:33", "Exodus 12:34", "Exodus 12:35", "Exodus 12:36", "Exodus 12:37", "Exodus 12:38", "Exodus 12:39", "Exodus 12:40", "Exodus 12:41", "Exodus 12:42", "Exodus 12:43", "Exodus 12:44", "Exodus 12:45", "Exodus 12:46", "Exodus 12:47", "Exodus 12:48", "Exodus 12:49", "Exodus 12:50", "Exodus 12:51", "Exodus 13:1", "Exodus 13:2", "Exodus 13:3", "Exodus 13:4", "Exodus 13:5", "Exodus 13:6", "Exodus 13:7", "Exodus 13:8", "Exodus 13:9", "Exodus 13:10", "Exodus 13:11", "Exodus 13:12", "Exodus 13:13", "Exodus 13:14", "Exodus 13:15", "Exodus 13:16", "Exodus 13:17", "Exodus 13:18", "Exodus 13:19", "Exodus 13:20", "Exodus 13:21", "Exodus 13:22", "Exodus 14:1", "Exodus 14:2", "Exodus 14:3", "Exodus 14:4", "Exodus 14:5", "Exodus 14:6", "Exodus 14:7", "Exodus 14:8", "Exodus 14:9", "Exodus 14:10", "Exodus 14:11", "Exodus 14:12", "Exodus 14:13", "Exodus 14:14", "Exodus 14:15", "Exodus 14:16", "Exodus 14:17", "Exodus 14:18", "Exodus 14:19", "Exodus 14:20", "Exodus 14:21", "Exodus 14:22", "Exodus 14:23", "Exodus 14:24", "Exodus 14:25", "Exodus 14:26", "Exodus 14:27", "Exodus 14:28", "Exodus 14:29", "Exodus 14:30", "Exodus 14:31", "Exodus 15:1", "Exodus 15:2", "Exodus 15:3", "Exodus 15:4", "Exodus 15:5", "Exodus 15:6", "Exodus 15:7", "Exodus 15:8", "Exodus 15:9", "Exodus 15:10", "Exodus 15:11", "Exodus 15:12", "Exodus 15:13", "Exodus 15:14", "Exodus 15:15", "Exodus 15:16", "Exodus 15:17", "Exodus 15:18", "Exodus 15:19", "Exodus 15:20", "Exodus 15:21", "Exodus 15:22", "Exodus 15:23", "Exodus 15:24", "Exodus 15:25", "Exodus 15:26", "Exodus 15:27", "Exodus 16:1", "Exodus 16:2", "Exodus 16:3", "Exodus 16:4", "Exodus 16:5", "Exodus 16:6", "Exodus 16:7", "Exodus 16:8", "Exodus 16:9", "Exodus 16:10", "Exodus 16:11", "Exodus 16:12", "Exodus 16:13", "Exodus 16:14", "Exodus 16:15", "Exodus 16:16", "Exodus 16:17", "Exodus 16:18", "Exodus 16:19", "Exodus 16:20", "Exodus 16:21", "Exodus 16:22", "Exodus 16:23", "Exodus 16:24", "Exodus 16:25", "Exodus 16:26", "Exodus 16:27", "Exodus 16:28", "Exodus 16:29", "Exodus 16:30", "Exodus 16:31", "Exodus 16:32", "Exodus 16:33", "Exodus 16:34", "Exodus 16:35", "Exodus 16:36", "Exodus 17:1", "Exodus 17:2", "Exodus 17:3", "Exodus 17:4", "Exodus 17:5", "Exodus 17:6", "Exodus 17:7", "Exodus 17:8", "Exodus 17:9", "Exodus 17:10", "Exodus 17:11", "Exodus 17:12", "Exodus 17:13", "Exodus 17:14", "Exodus 17:15", "Exodus 17:16", "Exodus 18:1", "Exodus 18:2", "Exodus 18:3", "Exodus 18:4", "Exodus 18:5", "Exodus 18:6", "Exodus 18:7", "Exodus 18:8", "Exodus 18:9", "Exodus 18:10", "Exodus 18:11", "Exodus 18:12", "Exodus 18:13", "Exodus 18:14", "Exodus 18:15", "Exodus 18:16", "Exodus 18:17", "Exodus 18:18", "Exodus 18:19", "Exodus 18:20", "Exodus 18:21", "Exodus 18:22", "Exodus 18:23", "Exodus 18:24", "Exodus 18:25", "Exodus 18:26", "Exodus 18:27", "Exodus 19:1", "Exodus 19:2", "Exodus 19:3", "Exodus 19:4", "Exodus 19:5", "Exodus 19:6", "Exodus 19:7", "Exodus 19:8", "Exodus 19:9", "Exodus 19:10", "Exodus 19:11", "Exodus 19:12", "Exodus 19:13", "Exodus 19:14", "Exodus 19:15", "Exodus 19:16", "Exodus 19:17", "Exodus 19:18", "Exodus 19:19", "Exodus 19:20", "Exodus 19:21", "Exodus 19:22", "Exodus 19:23", "Exodus 19:24", "Exodus 19:25", "Exodus 20:1", "Exodus 20:2", "Exodus 20:3", "Exodus 20:4", "Exodus 20:5", "Exodus 20:6", "Exodus 20:7", "Exodus 20:8", "Exodus 20:9", "Exodus 20:10", "Exodus 20:11", "Exodus 20:12", "Exodus 20:13", "Exodus 20:14", "Exodus 20:15", "Exodus 20:16", "Exodus 20:17", "Exodus 20:18", "Exodus 20:19", "Exodus 20:20", "Exodus 20:21", "Exodus 20:22", "Exodus 20:23", "Exodus 21:1", "Exodus 21:2", "Exodus 21:3", "Exodus 21:4", "Exodus 21:5", "Exodus 21:6", "Exodus 21:7", "Exodus 21:8", "Exodus 21:9", "Exodus 21:10", "Exodus 21:11", "Exodus 21:12", "Exodus 21:13", "Exodus 21:14", "Exodus 21:15", "Exodus 21:16", "Exodus 21:17", "Exodus 21:18", "Exodus 21:19", "Exodus 21:20", "Exodus 21:21", "Exodus 21:22", "Exodus 21:23", "Exodus 21:24", "Exodus 21:25", "Exodus 21:26", "Exodus 21:27", "Exodus 21:28", "Exodus 21:29", "Exodus 21:30", "Exodus 21:31", "Exodus 21:32", "Exodus 21:33", "Exodus 21:34", "Exodus 21:35", "Exodus 21:36", "Exodus 21:37", "Exodus 22:1", "Exodus 22:2", "Exodus 22:3", "Exodus 22:4", "Exodus 22:5", "Exodus 22:6", "Exodus 22:7", "Exodus 22:8", "Exodus 22:9", "Exodus 22:10", "Exodus 22:11", "Exodus 22:12", "Exodus 22:13", "Exodus 22:14", "Exodus 22:15", "Exodus 22:16", "Exodus 22:17", "Exodus 22:18", "Exodus 22:19", "Exodus 22:20", "Exodus 22:21", "Exodus 22:22", "Exodus 22:23", "Exodus 22:24", "Exodus 22:25", "Exodus 22:26", "Exodus 22:27", "Exodus 22:28", "Exodus 22:29", "Exodus 22:30", "Exodus 23:1", "Exodus 23:2", "Exodus 23:3", "Exodus 23:4", "Exodus 23:5", "Exodus 23:6", "Exodus 23:7", "Exodus 23:8", "Exodus 23:9", "Exodus 23:10", "Exodus 23:11", "Exodus 23:12", "Exodus 23:13", "Exodus 23:14", "Exodus 23:15", "Exodus 23:16", "Exodus 23:17", "Exodus 23:18", "Exodus 23:19", "Exodus 23:20", "Exodus 23:21", "Exodus 23:22", "Exodus 23:23", "Exodus 23:24", "Exodus 23:25", "Exodus 23:26", "Exodus 23:27", "Exodus 23:28", "Exodus 23:29", "Exodus 23:30", "Exodus 23:31", "Exodus 23:32", "Exodus 23:33", "Exodus 24:1", "Exodus 24:2", "Exodus 24:3", "Exodus 24:4", "Exodus 24:5", "Exodus 24:6", "Exodus 24:7", "Exodus 24:8", "Exodus 24:9", "Exodus 24:10", "Exodus 24:11", "Exodus 24:12", "Exodus 24:13", "Exodus 24:14", "Exodus 24:15", "Exodus 24:16", "Exodus 24:17", "Exodus 24:18", "Exodus 25:1", "Exodus 25:2", "Exodus 25:3", "Exodus 25:4", "Exodus 25:5", "Exodus 25:6", "Exodus 25:7", "Exodus 25:8", "Exodus 25:9", "Exodus 25:10", "Exodus 25:11", "Exodus 25:12", "Exodus 25:13", "Exodus 25:14", "Exodus 25:15", "Exodus 25:16", "Exodus 25:17", "Exodus 25:18", "Exodus 25:19", "Exodus 25:20", "Exodus 25:21", "Exodus 25:22", "Exodus 25:23", "Exodus 25:24", "Exodus 25:25", "Exodus 25:26", "Exodus 25:27", "Exodus 25:28", "Exodus 25:29", "Exodus 25:30", "Exodus 25:31", "Exodus 25:32", "Exodus 25:33", "Exodus 25:34", "Exodus 25:35", "Exodus 25:36", "Exodus 25:37", "Exodus 25:38", "Exodus 25:39", "Exodus 25:40", "Exodus 26:1", "Exodus 26:2", "Exodus 26:3", "Exodus 26:4", "Exodus 26:5", "Exodus 26:6", "Exodus 26:7", "Exodus 26:8", "Exodus 26:9", "Exodus 26:10", "Exodus 26:11", "Exodus 26:12", "Exodus 26:13", "Exodus 26:14", "Exodus 26:15", "Exodus 26:16", "Exodus 26:17", "Exodus 26:18", "Exodus 26:19", "Exodus 26:20", "Exodus 26:21", "Exodus 26:22", "Exodus 26:23", "Exodus 26:24", "Exodus 26:25", "Exodus 26:26", "Exodus 26:27", "Exodus 26:28", "Exodus 26:29", "Exodus 26:30", "Exodus 26:31", "Exodus 26:32", "Exodus 26:33", "Exodus 26:34", "Exodus 26:35", "Exodus 26:36", "Exodus 26:37", "Exodus 27:1", "Exodus 27:2", "Exodus 27:3", "Exodus 27:4", "Exodus 27:5", "Exodus 27:6", "Exodus 27:7", "Exodus 27:8", "Exodus 27:9", "Exodus 27:10", "Exodus 27:11", "Exodus 27:12", "Exodus 27:13", "Exodus 27:14", "Exodus 27:15", "Exodus 27:16", "Exodus 27:17", "Exodus 27:18", "Exodus 27:19", "Exodus 27:20", "Exodus 27:21", "Exodus 28:1", "Exodus 28:2", "Exodus 28:3", "Exodus 28:4", "Exodus 28:5", "Exodus 28:6", "Exodus 28:7", "Exodus 28:8", "Exodus 28:9", "Exodus 28:10", "Exodus 28:11", "Exodus 28:12", "Exodus 28:13", "Exodus 28:14", "Exodus 28:15", "Exodus 28:16", "Exodus 28:17", "Exodus 28:18", "Exodus 28:19", "Exodus 28:20", "Exodus 28:21", "Exodus 28:22", "Exodus 28:23", "Exodus 28:24", "Exodus 28:25", "Exodus 28:26", "Exodus 28:27", "Exodus 28:28", "Exodus 28:29", "Exodus 28:30", "Exodus 28:31", "Exodus 28:32", "Exodus 28:33", "Exodus 28:34", "Exodus 28:35", "Exodus 28:36", "Exodus 28:37", "Exodus 28:38", "Exodus 28:39", "Exodus 28:40", "Exodus 28:41", "Exodus 28:42", "Exodus 28:43", "Exodus 29:1", "Exodus 29:2", "Exodus 29:3", "Exodus 29:4", "Exodus 29:5", "Exodus 29:6", "Exodus 29:7", "Exodus 29:8", "Exodus 29:9", "Exodus 29:10", "Exodus 29:11", "Exodus 29:12", "Exodus 29:13", "Exodus 29:14", "Exodus 29:15", "Exodus 29:16", "Exodus 29:17", "Exodus 29:18", "Exodus 29:19", "Exodus 29:20", "Exodus 29:21", "Exodus 29:22", "Exodus 29:23", "Exodus 29:24", "Exodus 29:25", "Exodus 29:26", "Exodus 29:27", "Exodus 29:28", "Exodus 29:29", "Exodus 29:30", "Exodus 29:31", "Exodus 29:32", "Exodus 29:33", "Exodus 29:34", "Exodus 29:35", "Exodus 29:36", "Exodus 29:37", "Exodus 29:38", "Exodus 29:39", "Exodus 29:40", "Exodus 29:41", "Exodus 29:42", "Exodus 29:43", "Exodus 29:44", "Exodus 29:45", "Exodus 29:46", "Exodus 30:1", "Exodus 30:2", "Exodus 30:3", "Exodus 30:4", "Exodus 30:5", "Exodus 30:6", "Exodus 30:7", "Exodus 30:8", "Exodus 30:9", "Exodus 30:10", "Exodus 30:11", "Exodus 30:12", "Exodus 30:13", "Exodus 30:14", "Exodus 30:15", "Exodus 30:16", "Exodus 30:17", "Exodus 30:18", "Exodus 30:19", "Exodus 30:20", "Exodus 30:21", "Exodus 30:22", "Exodus 30:23", "Exodus 30:24", "Exodus 30:25", "Exodus 30:26", "Exodus 30:27", "Exodus 30:28", "Exodus 30:29", "Exodus 30:30", "Exodus 30:31", "Exodus 30:32", "Exodus 30:33", "Exodus 30:34", "Exodus 30:35", "Exodus 30:36", "Exodus 30:37", "Exodus 30:38", "Exodus 31:1", "Exodus 31:2", "Exodus 31:3", "Exodus 31:4", "Exodus 31:5", "Exodus 31:6", "Exodus 31:7", "Exodus 31:8", "Exodus 31:9", "Exodus 31:10", "Exodus 31:11", "Exodus 31:12", "Exodus 31:13", "Exodus 31:14", "Exodus 31:15", "Exodus 31:16", "Exodus 31:17", "Exodus 31:18", "Exodus 32:1", "Exodus 32:2", "Exodus 32:3", "Exodus 32:4", "Exodus 32:5", "Exodus 32:6", "Exodus 32:7", "Exodus 32:8", "Exodus 32:9", "Exodus 32:10", "Exodus 32:11", "Exodus 32:12", "Exodus 32:13", "Exodus 32:14", "Exodus 32:15", "Exodus 32:16", "Exodus 32:17", "Exodus 32:18", "Exodus 32:19", "Exodus 32:20", "Exodus 32:21", "Exodus 32:22", "Exodus 32:23", "Exodus 32:24", "Exodus 32:25", "Exodus 32:26", "Exodus 32:27", "Exodus 32:28", "Exodus 32:29", "Exodus 32:30", "Exodus 32:31", "Exodus 32:32", "Exodus 32:33", "Exodus 32:34", "Exodus 32:35", "Exodus 33:1", "Exodus 33:2", "Exodus 33:3", "Exodus 33:4", "Exodus 33:5", "Exodus 33:6", "Exodus 33:7", "Exodus 33:8", "Exodus 33:9", "Exodus 33:10", "Exodus 33:11", "Exodus 33:12", "Exodus 33:13", "Exodus 33:14", "Exodus 33:15", "Exodus 33:16", "Exodus 33:17", "Exodus 33:18", "Exodus 33:19", "Exodus 33:20", "Exodus 33:21", "Exodus 33:22", "Exodus 33:23", "Exodus 34:1", "Exodus 34:2", "Exodus 34:3", "Exodus 34:4", "Exodus 34:5", "Exodus 34:6", "Exodus 34:7", "Exodus 34:8", "Exodus 34:9", "Exodus 34:10", "Exodus 34:11", "Exodus 34:12", "Exodus 34:13", "Exodus 34:14", "Exodus 34:15", "Exodus 34:16", "Exodus 34:17", "Exodus 34:18", "Exodus 34:19", "Exodus 34:20", "Exodus 34:21", "Exodus 34:22", "Exodus 34:23", "Exodus 34:24", "Exodus 34:25", "Exodus 34:26", "Exodus 34:27", "Exodus 34:28", "Exodus 34:29", "Exodus 34:30", "Exodus 34:31", "Exodus 34:32", "Exodus 34:33", "Exodus 34:34", "Exodus 34:35", "Exodus 35:1", "Exodus 35:2", "Exodus 35:3", "Exodus 35:4", "Exodus 35:5", "Exodus 35:6", "Exodus 35:7", "Exodus 35:8", "Exodus 35:9", "Exodus 35:10", "Exodus 35:11", "Exodus 35:12", "Exodus 35:13", "Exodus 35:14", "Exodus 35:15", "Exodus 35:16", "Exodus 35:17", "Exodus 35:18", "Exodus 35:19", "Exodus 35:20", "Exodus 35:21", "Exodus 35:22", "Exodus 35:23", "Exodus 35:24", "Exodus 35:25", "Exodus 35:26", "Exodus 35:27", "Exodus 35:28", "Exodus 35:29", "Exodus 35:30", "Exodus 35:31", "Exodus 35:32", "Exodus 35:33", "Exodus 35:34", "Exodus 35:35", "Exodus 36:1", "Exodus 36:2", "Exodus 36:3", "Exodus 36:4", "Exodus 36:5", "Exodus 36:6", "Exodus 36:7", "Exodus 36:8", "Exodus 36:9", "Exodus 36:10", "Exodus 36:11", "Exodus 36:12", "Exodus 36:13", "Exodus 36:14", "Exodus 36:15", "Exodus 36:16", "Exodus 36:17", "Exodus 36:18", "Exodus 36:19", "Exodus 36:20", "Exodus 36:21", "Exodus 36:22", "Exodus 36:23", "Exodus 36:24", "Exodus 36:25", "Exodus 36:26", "Exodus 36:27", "Exodus 36:28", "Exodus 36:29", "Exodus 36:30", "Exodus 36:31", "Exodus 36:32", "Exodus 36:33", "Exodus 36:34", "Exodus 36:35", "Exodus 36:36", "Exodus 36:37", "Exodus 36:38", "Exodus 37:1", "Exodus 37:2", "Exodus 37:3", "Exodus 37:4", "Exodus 37:5", "Exodus 37:6", "Exodus 37:7", "Exodus 37:8", "Exodus 37:9", "Exodus 37:10", "Exodus 37:11", "Exodus 37:12", "Exodus 37:13", "Exodus 37:14", "Exodus 37:15", "Exodus 37:16", "Exodus 37:17", "Exodus 37:18", "Exodus 37:19", "Exodus 37:20", "Exodus 37:21", "Exodus 37:22", "Exodus 37:23", "Exodus 37:24", "Exodus 37:25", "Exodus 37:26", "Exodus 37:27", "Exodus 37:28", "Exodus 37:29", "Exodus 38:1", "Exodus 38:2", "Exodus 38:3", "Exodus 38:4", "Exodus 38:5", "Exodus 38:6", "Exodus 38:7", "Exodus 38:8", "Exodus 38:9", "Exodus 38:10", "Exodus 38:11", "Exodus 38:12", "Exodus 38:13", "Exodus 38:14", "Exodus 38:15", "Exodus 38:16", "Exodus 38:17", "Exodus 38:18", "Exodus 38:19", "Exodus 38:20", "Exodus 38:21", "Exodus 38:22", "Exodus 38:23", "Exodus 38:24", "Exodus 38:25", "Exodus 38:26", "Exodus 38:27", "Exodus 38:28", "Exodus 38:29", "Exodus 38:30", "Exodus 38:31", "Exodus 39:1", "Exodus 39:2", "Exodus 39:3", "Exodus 39:4", "Exodus 39:5", "Exodus 39:6", "Exodus 39:7", "Exodus 39:8", "Exodus 39:9", "Exodus 39:10", "Exodus 39:11", "Exodus 39:12", "Exodus 39:13", "Exodus 39:14", "Exodus 39:15", "Exodus 39:16", "Exodus 39:17", "Exodus 39:18", "Exodus 39:19", "Exodus 39:20", "Exodus 39:21", "Exodus 39:22", "Exodus 39:23", "Exodus 39:24", "Exodus 39:25", "Exodus 39:26", "Exodus 39:27", "Exodus 39:28", "Exodus 39:29", "Exodus 39:30", "Exodus 39:31", "Exodus 39:32", "Exodus 39:33", "Exodus 39:34", "Exodus 39:35", "Exodus 39:36", "Exodus 39:37", "Exodus 39:38", "Exodus 39:39", "Exodus 39:40", "Exodus 39:41", "Exodus 39:42", "Exodus 39:43", "Exodus 40:1", "Exodus 40:2", "Exodus 40:3", "Exodus 40:4", "Exodus 40:5", "Exodus 40:6", "Exodus 40:7", "Exodus 40:8", "Exodus 40:9", "Exodus 40:10", "Exodus 40:11", "Exodus 40:12", "Exodus 40:13", "Exodus 40:14", "Exodus 40:15", "Exodus 40:16", "Exodus 40:17", "Exodus 40:18", "Exodus 40:19", "Exodus 40:20", "Exodus 40:21", "Exodus 40:22", "Exodus 40:23", "Exodus 40:24", "Exodus 40:25", "Exodus 40:26", "Exodus 40:27", "Exodus 40:28", "Exodus 40:29", "Exodus 40:30", "Exodus 40:31", "Exodus 40:32", "Exodus 40:33", "Exodus 40:34", "Exodus 40:35", "Exodus 40:36", "Exodus 40:37", "Exodus 40:38"], "sourceRef": "The Five Books of Moses, by Everett Fox, Exodus, On the Book of Exodus and Its Structure 2-44", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, שמות, שמות מאמר א׳ ב׳-מ״ד", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "On the Book of Exodus and Its Structure", "he": "שמות מאמר א׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "שמות מאמר א׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["T<small>HE BOOK OF</small> E<small>XODUS IS</small> I<small>SRAEL’S SECOND BOOK OF ORIGINS</small>. G<small>ENESIS HAD CONCERNED</small> itself with the beginnings of the world, of human beings and their institutions, and of the people of Israel as a tribal family. Exodus continues this thrust as it recounts the origin of the people on a religious and political level (here inseparable as concepts). A number of biblical ideas receive their fullest early treatment in this book: God’s acting directly in history; making himself “known” to both Israelites and foreigners; covenant as a reciprocal agreement between God and humans; law as an expression of total worldview; and the use of sacred structure (Tabernacle or “Dwelling”) as a vehicle for and expression of perceived truths about the world. In addition, several biblical institutions make their first appearance in Exodus: Passover, Sabbath, rudimentary leadership/government, and cult/priesthood. All this is presented in a general narrative framework, raising the question as to whether what we have here is story or history. Is Exodus a fanciful reconstruction of what happened to Moshe (Moses) and his generation, riddled with anachronisms? Or is it a faithful and reliable handing-down of eyewitness data which only the cynical or irreligious would doubt?", "For the first position there are several supports. We possess virtually no extra-biblical references to the events recorded in our book, either in Egypt or elsewhere. Then, too, there seem to be inconsistencies of time within the story (Chaps. 16 and 18 appear to presuppose laws which were given later), and patterns within the telling of the tale that are too symmetrical (the Plagues) or too stereotyped (the constant use of stylized language) to be simple reporting of fact. Finally, Exodus is lacking in the citation of personal and geographical names, especially as compared to the books that precede and follow (Genesis and Numbers).", "For the second position, that of Exodus as a reliable historical record, there exist no methods of proof other than evaluation of literary form—that is, accepting that oral literature is able to preserve facts without later coloration. But even if it could be shown that Exodus is oral literature—an evaluation which is too sweeping, given the present form of the book—modern scholarship has come to cast doubt on the absolute historical reliability of oral tradition (see Vansina).", "Despite these observations, there is still something unsettling about writing Exodus off as a work of fiction, however pious that fiction may have been. For the rest of the Hebrew Bible abounds in emotional references to the experience of the exodus. At every stage of biblical literature, that experience is invoked for the purpose of directing behavior (see especially Judg. 2, I Sam. 8, II Sam. 7, II Kings 17, Neh. 9, and Ps. 78; and most of Deuteronomy is rhetorically grounded in it). The entire structure and emotional force of biblical law rest upon such exhortations as “A sojourner you are not to oppress:/you yourselves know (well) the feelings of the sojourner,/for sojourners were you in the land of Egypt” (Ex. 23:9) and such situations as that of the Hebrew serf (Ex. 21:2ff.). Apparently the experience of the exodus period was crucial in forming the group consciousness of the Israelites, and ever since it has provided a model from which both later Judaism and Christianity were to draw frequently and profoundly.", "A hypothetical analogy, based on American history, may help to shed light on the historicity of Exodus. Imagine a book based on the following outline: first, a section on the American Revolution, with some biographical material on a few of the Founding Fathers, focusing mostly on the outbreak of the war and key battles; second, a description of the Constitutional Convention, including some of the more important speeches and discussions; third, the text of the Constitution itself; and finally, L’Enfant’s original blueprints for the building of the new capital, Washington, D.C., interspersed with accounts of the first few presidents’ inaugural addresses. What would be the underlying message of such a book? We are certainly dealing here with more than a straight journalistic description of the events, more than a legalistic discussion of constitutional law, and more than a technical presentation for architects. Such a book would actually be presenting the ideals of America’s self-image: a nation founded on the willingness to fight for particular rights against Old World tyranny, established under democratic laws based on reason and providing governmental checks and balances, and whose ideals would be embodied in the construction of a brand-new, centrally located capital city that used classically grounded forms of architecture to express grace and reason as the basis for the new society.", "Now this portrayal is very simplistic, but it gets its point across (and I would be willing to wager that, somewhere in this country, there exists a school textbook written along these lines). In a similar manner, although with much more weight given to God’s role in the process, the book of Exodus unfolds. The dramatic story of Israel’s deliverance from bondage, coupled with Moshe’s own early development, is only the first part of the book, and accounts for less than half of it. It is followed by several stories of desert wanderings, and then by a presentation of the covenant made between God and Israel at Sinai, against a stunning natural backdrop. The second half of the book enumerates a series of laws which constitute the covenant, and the details of construction of a portable sanctuary designed both to symbolize and actually to accommodate God’s presence among the Israelites (with the interruption of a major rebellion). So, like our theoretical American model, Exodus conveys far more than information about events. It is, rather, the narration of a worldview, a laying out of different types of texts bearing the <i>meaning</i> of Israel’s historical experience.", "I stress the word “experience” because that is what is at stake here. Human memory is always selective. We remember what we wish to remember, giving weight to particular emotions, sometimes over and above the facts (or, as the poet Maya Angelou puts it autobiographically, “The facts sometimes obscure the truth”). The same thing appears to be true of group memory. What a people remembers of substance is not nearly as important as how they process their experience.", "In our Exodus text one can perceive a characteristically Israelite process at work. The book emerges as a mix of historical recollection, mythical processing, and didactic retelling, what Buber and others have called a “saga.” What is preserved in the book of Exodus, therefore, is a Teaching (Heb. <i>Tora</i>) based on a set of experiences, which became history for ancient Israel. Hence, to understand better the workings of the book, we need to turn to its themes and its structure. This will be more fruitful than trying to find the exact location of the Sea of Reeds or Mount Sinai, or the “Lost Ark,” or Moshe’s burial site— of whose location “no man has knowledge until this day” (Deut. 34:6). These have all receded into archeological oblivion. What has survived of ancient Israel is its approach to history and to life, and its literature. In that sense, the book of Exodus is an attempt to distill history and to learn from it, using echoes from the past to shape the present and the future.", "When we turn to a closer consideration of the structure of Exodus, we must proceed on the assumption that a work of art stems from both artful and unconscious design. Therefore, any structuring of such a book can only be hypothetical and must not limit itself to ironclad categories.", "With that said, a number of potential divisions of our book present themselves. The first emerges from a close look at the subject matter of the text. Strikingly, Exodus appears to be arranged in groups of a few chapters each (bearing in mind that the chapter divisions are historically late), resulting in the following scheme:", "1. Prologue in Egypt (Chap. 1)<br>2. Moshe’s Early Life and Call (Chaps. 2–4)<br>3. Moshe’s Mission in Egypt (5:1–7:13)<br>4. The First Nine Plagues (7:14–10:29)<br>5. The Tenth Plague and the Exodus (Chaps. 11–13)<br>6. In the Wilderness I: The Deliverance at the Sea (14:1–15:21)<br>7. In the Wilderness II: Early Experiences (15:22–18:27)<br>8. Covenant at Sinai (Chaps. 19–20)<br>9. The Terms (Laws) and Conclusion of the Covenant (Chaps. 21–24)<br>10. Details of the Tabernacle (Chaps. 25–27)<br>11. Details of the Cult (Chaps. 28–31)<br>12. Rebellion and Reconciliation (Chaps. 32–34)<br>13. The Building of the Tabernacle, Priestly Vestments (Chaps. 35–39)<br>14. Conclusion (Chap. 40)", "Such a measured shifting of focus helps to maintain the flow of the text and our interest in it.", "A glance through this list will also lead to the positing of larger structures. The traditions collected in Exodus fall naturally into both geographical and thematic divisions. The first part of the book takes place in Egypt (1:1–15:21), the second in the wilderness (15:22–40:38); this could alternatively be viewed as the events preceding Mount Sinai (Chaps. 1–17/18) and those that take place there (Chaps. 18/19–40). One could also combine the geographical and thematic aspects, resulting in the structure (1) Israel in Egypt (1:1–15:21), (2) Israel in the Wilderness (15:22–24:18), and (3) Tabernacle and Calf (Chaps. 25–40).", "My own preference for structuring Exodus also combines these aspects, as follows:", "I. The Deliverance Narrative (1:1–15:21)", "II. In the Wilderness (15:22–18:27)", "III. Covenant and Law (Chaps. 19–24)", "IV. The Blueprints for the Tabernacle and Its Service (Chaps. 25–31)", "V. Infidelity and Reconciliation (Chaps. 32–34)", "VI. The Building of the Tabernacle (Chaps. 35–40)", "These divisions exhibit a great deal of overlapping. In Part I, Israel’s life in Egypt (Chap. 1) paves the way for Moshe’s early years (Chaps. 2–4), then the account of his mission before Pharaoh and the Plagues (Chaps. 5–13), and the final victory (Chaps. 14–15); Part II is anticipated by some of what happens after the exodus itself (Chap. 14), and leads to Sinai (Chap. 19); the covenant and laws of Part III naturally lead to other prescriptions, this time the building instructions for the Tabernacle (Chaps. 25–31); planning the sacred structure in Part IV is followed by the making of a forbidden construction, the Golden Calf (Chaps. 32–33); and the reconciliation between God and Israel (Chap. 34) restores Israel’s capacity to return to the actual building of the Tabernacle, and to complete it (Chaps. 35–40). So despite the presence of what must have been several very diverse traditions behind the final text of Exodus, it has been skillfully woven together to form a coherent whole. In addition to the above structures, it can be said that the book of Exodus rests on several textual backbones, inner structures and recurring themes and motifs that help to create a unified work. These may be listed by category:", "1. There are various climaxes which serve to highlight the action—the Encounter at the Bush (Chaps. 3–4), the Tenth Plague and Exodus (12:29–42), the Deliverance at the Sea (14–15:21), the Revelation at Sinai (Chaps. 19–20), the Calf Episode (Chap. 32), and Completion of the Tabernacle (Chap. 40). Anchoring these dramatic scenes, at the center of the book, is the Sinai Revelation. The Binding of Yitzhak (Isaac) in Chapter 22 of Genesis serves much the same focusing function.", "2. There exist three strategically placed accounts of God’s Presence accompanying the Israelites (13:21–22, 24:15–18, 40:34–38) which share a common vocabulary. Key words in these passages are “day/night,” “cloud,” “fire,” “dwell,” “Glory,” “cover,” “go up,” and “in the eyes of the Children of Israel/before the people” (it should be noted that not every passage uses all of these terms). These words chart God’s movement: first, following the Exodus; second, following the concluding of the covenant; and third, following the erection of the Tabernacle, at the end of the book. A variation of these Presence accounts occurs in Numbers 9:15–23, where it rounds out the picture—for it is at this point that the Israelites finally depart from Sinai (having spent about a year there), on their journey toward the Promised Land.", "3. Several leading words recur throughout the book and give it a sense of unity:", "<i>serve</i>— The Israelites pass from “servitude” to Pharaoh into the “service” of God; laws are given that warn against “serving” other gods, that specify how a “serf” is to be treated, and that detail the “service” (i.e., construction and dismantling) of a sanctuary where God is to be properly “served.”", "<i>Glory</i>—Liberated from Pharaoh’s “stubbornness” (Heb. <i>koved lev</i>), the Israelites experience God’s “Glory” (Heb. <i>kavod</i>) at the Sea of Reeds, and encounter it again at Sinai (Chap. 24) and when the Tabernacle is completed (Chap. 40). When Israel falters in Chapter 32, Moses begs to see God’s “Glory” as a sign of reassurance. This is one of the central issues of the book, receiving its clearest formulation in Chap. 17:7—“Is Y<small>HWH</small> in our midst, or not?” Without the accompanying Presence, the Israelites can survive neither in Egypt nor in the wilderness. That the book ends with the “Glory” taking up residence in the Tabernacle is a sign that all is well in this regard.", "<i>know</i>—The Plagues and the liberation take place so that Egyptian and Israelite alike will acknowledge God as the true ruler (who “knows” the slaves’ sufferings). The book as a whole portrays a God who is “known” by his compassion toward the oppressed.", "<i>see</i>—God “sees” and rescues the people early in the book (Chap. 3); they “see” his deliverance at the sea (Chap. 14) and the awesome display at Sinai (Chaps. 19-20); the Tabernacle blueprint is given to Moshe to “see” (Chaps 25ff.).", "4. Aside from theme words, there are also several thematic threads that run through the book. These may be listed as well:", "<i>distinction</i>—The Israelites learn what it is to be separated out, first for oppression and later for God’s service. This process occurs during the Plagues and throughout the legal sections, which are often based on the making of distinctions (the Hebrew word for “holy,” <i>kadosh,</i> may originally have had this connotation). In general, Exodus is a book that abounds in polarities and distinctions: between God and Pharaoh, life and death, slavery and freedom, Egyptianness and Israeliteness, city and wilderness, visible gods/magic and an invisible God who is not conjurable, doubt and trust.", "<i>construction</i>—The Israelites are enslaved as builders of Egyptian cities; they go on to build a society, a calf-god, and a Tabernacle.", "<i>rebellion</i>—From the beginning, God and Moshe are often unheeded, as the Israelites seek to maintain or return to their status as dependent slaves in Egypt (Chaps. 2, 5, 14, 15–17, 32).", "<i>Sabbath</i>—As a newly freed people, Israel is to adapt to a rhythm of work and sacred cessation, which celebrates both creation and freedom. The Sabbath is at issue immediately after liberation (Chap. 16) and is commanded three times (Chaps. 20, 31, 35); and the account of the Tabernacle’s completion echoes the vocabulary of God’s completed creation in Genesis 2, a passage which serves as one justification for observing the Sabbath (see Ex. 20:11).", "<i>origins</i>—We are told of the beginnings of the new covenant (distinct from that concluded with Abraham), the law system, the cult/priesthood, and the sacred calendar, but with the significant omission of the monarchy.", "<i>covenant</i>—God establishes a relationship with the people of Israel: if they will obey him and observe his laws, he will protect them and treat them as his “firstborn son.” This form of covenant is different from the ones in Genesis, and plays a significant role in subsequent books of the Bible.", "<i>God in History</i>—The God of Exodus actively intervenes to rescue a people, defeating their oppressors in battle; he leads them through the wilderness, meets them, and makes a covenant with them.", "5. The above themes are specifically Israelite themes. There are, however, motifs in Exodus that have a more universal ring. One could term these anthropological, since they employ standard aspects of human experience to convey the overall messages of the book.", "<i>Fire</i> is used frequently and in varied contexts (at the Burning Bush and later back at Mount Sinai, in the desert trek, in the Tabernacle service, and at the Calf incident), usually to make a statement about God. In contrast to conventional fire gods (e.g., the Norse trickster Loki), the God of Exodus is most often associated with the more positive aspects of fire: constancy, purity, and transformation. The fire at Sinai does not destroy Moshe and the people, but rather turns them into something new. At the same time it should not be forgotten that fire is used regularly to connote anger in the Bible, especially God’s, and especially in the later wilderness narratives.", "<i>Water</i> appears throughout Exodus, not as a backdrop but as an active medium which most often signifies life and death simultaneously. The Nile, into which the enslaved Hebrews’ babies are thrown, gently bears the infant Moshe to safety: the Nile, the giver of life in Egypt, is changed into blood, itself a major signifier of life in the Bible but useless here because it is undrinkable; the Sea of Reeds acts as a passageway of birth for the Israelites but as a graveyard for their Egyptian pursuers. The availability of water becomes a central issue in the wilderness, as an instrument for survival and for the testing of the Israelites’ faith. Finally, water creates the ritual purity necessary for the people at Sinai and their priests in the Tabernacle to approach God.", "<i>Desert/Wilderness</i> is the scene of the crucial second part of the book. Only in the desert, away from the massive influence of age-old Egyptian culture, can the new Israelite society be forged. Moshe, like many other real-life and fictional heroes, demonstrates this in his own early life. The desert acts as a purifying agent for him, changing the Egyptian prince into a member of his own true people. Similarly, the Israelites begin the process of transformation from bondage to self-rule, a process which is taught in the harsh reality of desert life and which will take an entire generation to complete.", "In point of fact, all these media—fire, water, and desert—suggest change as a major concern of the book of Exodus. Our text chronicles the start of Israel’s journey as a nation, a transformative journey which takes vastly changed circumstances, a whole generation in time, and indeed several books of recounting to complete. Exodus is very concerned with topography—not for the purposes of historical recollection (as Genesis was, apparently) but as an account of an inner journey. Thus the people travel to the boundary between Egypt and the desert, through the sea, to the great fiery mountain; and we know that they cannot but be on their way to a final goal. That goal, the Promised Land, will not be realized in Exodus, because in this book we stand only at the beginning of the journey. Change does not occur quickly, and the true molding of a people, like that of an individual, requires formative experiences over time. In Exodus, then, the People of Israel begins in adolescence, as it were. It has survived infancy in Genesis, a period marked by constant threats of physical extinction, and must now begin the tortuous process of learning to cope with adulthood—that is to say, people-hood—in a hostile world.", "That process will take us past the present text. Exodus stands at the beginning of a trilogy in the middle of the Torah. It takes us from slavery up to Sinai, inaugurating the law-giving process. Leviticus will concentrate almost exclusively on laws (of “holiness”), never budging geographically, while Numbers will see the conclusion of the Sinai experience and the traveling toward (and actually reaching) the land of Israel. Exodus is thus of great importance in the overall five-book pattern, introducing key elements of the wilderness books: law, institutions, rebellion, and—Moshe himself. It serves as a bridge between the great narratives of Genesis and the priestly code of Leviticus and the wanderings of Numbers (Green­berg 1972 notes how the opening of Exodus points back, to Gen. 46; and the closing points forward, to Num. 9). It in fact contains elements of all three books.", "Exodus is the basis not only of what follows in the Torah, but also sets the stage for the rest of the Hebrew Bible. What Israel understood of its God, and what that God expects of them, are set forth most directly and unforgettably in the memories enshrined in the book of Exodus."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620382dfc9ad75f2d99af8f0", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "", "ref": "The Five Books of Moses, by Everett Fox, Exodus, Part VI; The Building of the Dwelling, Preparations for the Construction 1", "anchorRef": "Exodus 35:20-36:7", "anchorRefExpanded": ["Exodus 35:20", "Exodus 35:21", "Exodus 35:22", "Exodus 35:23", "Exodus 35:24", "Exodus 35:25", "Exodus 35:26", "Exodus 35:27", "Exodus 35:28", "Exodus 35:29", "Exodus 35:30", "Exodus 35:31", "Exodus 35:32", "Exodus 35:33", "Exodus 35:34", "Exodus 35:35", "Exodus 36:1", "Exodus 36:2", "Exodus 36:3", "Exodus 36:4", "Exodus 36:5", "Exodus 36:6", "Exodus 36:7"], "sourceRef": "The Five Books of Moses, by Everett Fox, Exodus, Part VI; The Building of the Dwelling, Preparations for the Construction 1", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, שמות, שמות מאמר ז׳, שמות הערה ג׳ א׳", "anchorVerse": 20, "sourceHasEn": true, "commentaryNum": 1, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "שמות הערה ג׳", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<a class=\"refLink\" data-ref=\"Exodus 35:20-36:7\" data-ven=\"The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995\">Exodus 35:20-36:7</a>", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "6357d2fe4a34ac00a0d868a6", "index_title": "Rav Hirsch on Torah", "category": "Commentary", "type": "commentary", "ref": "Rav Hirsch on Torah, Exodus 36:5:1", "anchorRef": "Exodus 36:5", "anchorRefExpanded": ["Exodus 36:5"], "sourceRef": "Rav Hirsch on Torah, Exodus 36:5:1", "sourceHeRef": "רש\"ר הירש על התורה, שמות ל״ו:ה׳:א׳", "anchorVerse": 5, "sourceHasEn": true, "compDate": [1845, 1875], "commentaryNum": 5.0001, "collectiveTitle": {"en": "Rav Hirsch", "he": "רש\"ר הירש"}, "heTitle": "שמות", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "V. 5. מדי העבדה למלאכה, wörtlich: mehr als die Ausführung der Aufgabe erfordert für das Werk, welches Gott geboten hat. ", "versionTitle": "Der Pentateuch. Übersetzt und erläutert von Samson Raphael Hirsch, 1903 [de]", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "64187053c9371ec0cebe4b37", "index_title": "Reggio on Torah", "category": "Commentary", "type": "commentary", "ref": "Reggio on Torah, Exodus 36:5:1", "anchorRef": "Exodus 36:5", "anchorRefExpanded": ["Exodus 36:5"], "sourceRef": "Reggio on Torah, Exodus 36:5:1", "sourceHeRef": "ביאור יש\"ר על התורה, שמות ל״ו:ה׳:א׳", "anchorVerse": 5, "sourceHasEn": false, "compDate": [1790, 1810], "commentaryNum": 5.0001, "collectiveTitle": {"en": "Reggio", "he": "ביאור יש\"ר"}, "heTitle": "שמות", "he": "<b>מרבים העם להביא,</b> לשבח את העם המביאים בנדבתם, ולפאר החכמים בנאמנותם, וגם הנגיד עליהם משובח בזה, שהעביר קול במחנה למנעם, כי אין לו חפץ בכספם וזהבם, כשאר המושלים בעם, כענין לא חמור אחד מהם נשאתי (במדבר ט\"ז ט\"ו):", "heVersionTitle": "Vienna, 1821", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "64187054c9371ec0cebe4b39", "index_title": "Reggio on Torah", "category": "Commentary", "type": "commentary", "ref": "Reggio on Torah, Exodus 36:5:2", "anchorRef": "Exodus 36:5", "anchorRefExpanded": ["Exodus 36:5"], "sourceRef": "Reggio on Torah, Exodus 36:5:2", "sourceHeRef": "ביאור יש\"ר על התורה, שמות ל״ו:ה׳:ב׳", "anchorVerse": 5, "sourceHasEn": false, "compDate": [1790, 1810], "commentaryNum": 5.0002, "collectiveTitle": {"en": "Reggio", "he": "ביאור יש\"ר"}, "heTitle": "שמות", "he": "<b>מדי העבודה,</b> יותר מכדי צורך העבודה:", "heVersionTitle": "Vienna, 1821", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "641954b383fbc28f267c5169", "index_title": "Netinah LaGer", "category": "Commentary", "type": "commentary", "ref": "Netinah LaGer, Exodus 36:5:1", "anchorRef": "Exodus 36:5", "anchorRefExpanded": ["Exodus 36:5"], "sourceRef": "Netinah LaGer, Exodus 36:5:1", "sourceHeRef": "נתינה לגר, שמות ל״ו:ה׳:א׳", "anchorVerse": 5, "sourceHasEn": false, "commentaryNum": 5.0001, "collectiveTitle": {"en": "Netinah LaGer", "he": "נתינה לגר"}, "heTitle": "שמות", "he": "<b>מדי, מסת.</b> מדלא ת' \"ממסת\" ות' \"מסת\" שהוא תרגום \"די\" (כלקמן פסוק ז') (וע' בהראב\"ע שכתב \"מ\"ם מדי נותר\") נראה שכוונתו שלא שב על הפעל \"מרבים\" שמקודם (וכפרש\"י), כי לפ\"ז היה צריך לבוא האתנח במלת \"לאמר\" ומלות \"מרבים העם להביא\" היו צריכים להיות בקדמא ואזלא רביעי.", "heVersionTitle": "Vilna, 1876", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "657ecc48758c1dc532ec8ba3", "index_title": "Steinsaltz on Exodus", "category": "Commentary", "type": "commentary", "ref": "Steinsaltz on Exodus 36:5", "anchorRef": "Exodus 36:5", "anchorRefExpanded": ["Exodus 36:5"], "sourceRef": "Steinsaltz on Exodus 36:5", "sourceHeRef": "ביאור שטיינזלץ על שמות ל״ו:ה׳", "anchorVerse": 5, "sourceHasEn": true, "commentaryNum": 36.0005, "collectiveTitle": {"en": "Steinsaltz", "he": "ביאור שטיינזלץ"}, "heTitle": "ביאור שטיינזלץ על שמות", "he": "<b>וַיֹּאמְרוּ אֶל מֹשֶׁה לֵּאמֹר: מַרְבִּים הָעָם לְהָבִיא מִדֵּי הָעֲבֹדָה</b>, יותר ממה שהעבודה דורשת\n  <b>לַמְּלָאכָה אֲשֶׁר צִוָּה ה' לַעֲשֹׂת אֹתָהּ.</b> מתוך חישוב של צורכי העבודה, אנו מעריכים שכמות התרומה שהתקבלה כבר גבוהה מן הדרוש.", "heVersionTitle": "The Koren Steinsaltz Tanakh HaMevoar - Hebrew", "heLicense": "Copyright: Steinsaltz Center", "heVersionTitleInHebrew": "", "text": "<b>They said to Moses, saying: The people are bringing more than enough for the service of the labor that the Lord commanded to perform. </b>Based on a calculation of the requirements, they estimated that more material had already been received than needed.", "versionTitle": "The Steinsaltz Tanakh - English", "license": "Copyright: Steinsaltz Center", "versionTitleInHebrew": ""}, {"_id": "65e9da6fb215f43691cfde6e", "index_title": "Tze'enah Ure'enah", "category": "Commentary", "type": "commentary", "ref": "Tze'enah Ure'enah, Vayakhel 22", "anchorRef": "Exodus 36:5", "anchorRefExpanded": ["Exodus 36:5"], "sourceRef": "Tze'enah Ure'enah, Vayakhel 22", "sourceHeRef": "צאינה וראינה, ויקהל כ״ב", "anchorVerse": 5, "sourceHasEn": true, "compDate": [1590, 1616], "commentaryNum": 22, "collectiveTitle": {"en": "Tze'enah Ure'enah", "he": "צאינה וראינה"}, "heTitle": "ויקהל", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "“<i>The people are bringing more than is needed</i>” [36:5]. The verse teaches us that the Israelites brought much silver and gold to the Tabernacle, and there was more than was needed in one day. As soon as something was brought, the <i>workmen</i> ran to Moses and said that they wanted to show that they would work <i>faithfully.</i> Moses did not desire the extra gold and silver. Therefore, he had them call out that there was enough gold and silver and they should stop bringing more.", "versionTitle": "A Critical Translation into English; Edited and translated by Morris M. Faierstein. De Gruyter, 2017", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "66324feaee74af40da96f6b3", "index_title": "Tikkunei Zohar", "category": "Kabbalah", "type": "", "ref": "Tikkunei Zohar 63a:17", "anchorRef": "Exodus 36:5", "anchorRefExpanded": ["Exodus 36:5"], "sourceRef": "Tikkunei Zohar 63a:17", "sourceHeRef": "תקוני הזהר ס״ג א:י״ז", "anchorVerse": 5, "sourceHasEn": true, "compDate": [1100, 1400], "commentaryNum": 125.0017, "collectiveTitle": {"en": "Tikkunei Zohar", "he": "תקוני הזהר"}, "heTitle": "תקוני הזהר", "he": "ובגין אלין <br>שכליים. הוו נחתין בקרבנא <br>לקרבא קרבנא וליחדא כלא. <br>ואלין אינון בתחיית המתים <br>דבהון יהא קב״ה מקרב <br>עצם אל עצמו <br>וגידין וערקין <br>כלהון לחברא דא בדא <br>ויקבלון אלין באלין <br>ומשלבין אלין באלין <br>הה״ד מקבילות הלולאות וגו׳", "heVersionTitle": "Constantinople, 1740", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": "And because of these,<i data-commentator=\"Endnotes\" data-label=\"686\" data-order=\"686\"></i> <br>intellectual <span class=\"mediumGrey\">forces </span>would descend at the offering, <br>to bring the offering near, and to unite everything. <br>And they are at the resurrection of the dead, <br>for with them <span class=\"mediumGrey\">these forces</span> will the blessed Holy One ‘bring near’: <br>(Ez. 37:7) <em>... bone to its bone</em>, <br>with sinews and veins, <br>all of them joining one to the other, <br>and with these matching these, <br>and these integrated in these, <br>it is this that is written: (Ex. 26:5) <em>the loops matching... etc</em>.", "versionTitle": "Tiqqunei ha-Zohar, trans. by David Solomon. Margalya Press; Melbourne, 2024", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "668bbc51787a3be91bef8ca6", "index_title": "Ibn Ezra HaKatzar on Exodus", "category": "Commentary", "type": "commentary", "ref": "Ibn Ezra HaKatzar on Exodus 36:5:1", "anchorRef": "Exodus 36:5", "anchorRefExpanded": ["Exodus 36:5"], "sourceRef": "Ibn Ezra HaKatzar on Exodus 36:5:1", "sourceHeRef": "אבן עזרא הקצר על שמות ל״ו:ה׳:א׳", "anchorVerse": 5, "sourceHasEn": false, "compDate": [1143], "commentaryNum": 5.0001, "collectiveTitle": {"en": "Ibn Ezra HaKatzar", "he": "אבן עזרא הקצר"}, "he": "מרבים העם, כי הוגד להם:", "heVersionTitle": "Prague, 1840", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "668bbc52787a3be91bef8ca8", "index_title": "Ibn Ezra HaKatzar on Exodus", "category": "Commentary", "type": "commentary", "ref": "Ibn Ezra HaKatzar on Exodus 36:5:2", "anchorRef": "Exodus 36:5", "anchorRefExpanded": ["Exodus 36:5"], "sourceRef": "Ibn Ezra HaKatzar on Exodus 36:5:2", "sourceHeRef": "אבן עזרא הקצר על שמות ל״ו:ה׳:ב׳", "anchorVerse": 5, "sourceHasEn": false, "compDate": [1143], "commentaryNum": 5.0002, "collectiveTitle": {"en": "Ibn Ezra HaKatzar", "he": "אבן עזרא הקצר"}, "he": "מדי העבודה, כמו חי פרעה, רק די שם ואין חי שם כן:", "heVersionTitle": "Prague, 1840", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "66b21730d11c92d4bb190fca", "index_title": "Sefat Emet", "category": "Chasidut", "type": "", "ref": "Sefat Emet, Exodus, Vayakhel 7:2", "anchorRef": "Exodus 36:5", "anchorRefExpanded": ["Exodus 36:5"], "sourceRef": "Sefat Emet, Exodus, Vayakhel 7:2", "sourceHeRef": "שפת אמת, שמות, ויקהל ז׳:ב׳", "anchorVerse": 5, "sourceHasEn": true, "compDate": [1860, 1900], "commentaryNum": 7.0002, "collectiveTitle": {"en": "Sefat Emet", "he": "שפת אמת"}, "heTitle": "ויקהל", "he": "בפ' מרבים העם. כתבתי כבר במ\"א כי הבינו החכמים שלא הי' הריבוי בשלימות כי בוודאי לעולם הרצון והדעת מרובה על המתקיים במעשה ובפועל. ולמשכן לא קיבלו רק הנדבה הנתקנת בכל השלימות. ואיתא אחד המרבה והממעיט ובלבד שיכוין לבו לשמים. ויתכן לפרש על המרבה כי הריבוי צריך שמירה שיהי' לשם שמים כראוי. וע' בטור או\"ח סי' א' שנראה ג\"כ שהבין כך. ואותן החכמים העושין הי' חכמה שלהם נמשך בתוך המעשה לא חכמה בלבד. כמ\"ש מעין זה בס' קול שמחה על המדרש בהמה כתיב ע\"ש. וז\"ש לחשוב מחשבות לעשות כו' שלא יהי' נפרד המעשה מן המחשבה והדעת כנ\"ל:", "heVersionTitle": "Sefat emet, Piotrków, 1905-1908", "heLicense": "Public Domain", "heVersionTitleInHebrew": "שפת אמת, פיוטרקוב, תרס\"ה-תרס\"ח", "text": "On the pasuk “the nation is bringing too much” (Shemos 36:5), we have written elsewhere that the sages realized the extra donations were not given perfectly. The desire and understanding often exceed what is accomplished in action. For the Mishkan, they only accepted gifts given with absolute perfection.<br>It states, “One who gives a lot and one who gives a little (are equal) so long as their intention is for the sake of Heaven” (Shulchan Aruch Orach Chaim 1:3). One who gives a lot needs extra protection to ensure it is for the sake of Heaven. The Tur (ibid) seems to understand this as well.<br>The wise builders of the Mishkan ensured their wisdom flowed into their actions, not just remained as thoughts. This is the idea of the pasuk “To think thoughts to do” (Shemos 35:35), meaning action should not be disconnected from thought and understanding.", "versionTitle": "Translation by Dan Levy, 2024", "license": "", "versionTitleInHebrew": ""}, {"_id": "66b2178bd11c92d4bb19106c", "index_title": "Sefat Emet", "category": "Chasidut", "type": "", "ref": "Sefat Emet, Exodus, Vayakhel 6:4", "anchorRef": "Exodus 36:5", "anchorRefExpanded": ["Exodus 36:5"], "sourceRef": "Sefat Emet, Exodus, Vayakhel 6:4", "sourceHeRef": "שפת אמת, שמות, ויקהל ו׳:ד׳", "anchorVerse": 5, "sourceHasEn": true, "compDate": [1860, 1900], "commentaryNum": 6.0004, "collectiveTitle": {"en": "Sefat Emet", "he": "שפת אמת"}, "heTitle": "ויקהל", "he": "מרבים העם י\"ל שקאי על הערב רב שנק' העם ולכן לא נעשה מזה דבר. אכן באמת זה הי' בכח רוב השתוקקות שהי' לבנ\"י עד שהריחו העם ובאו ג\"כ להתנדב. וזה עצמו ענין והותר שכתבנו לעיל והבן:", "heVersionTitle": "Sefat emet, Piotrków, 1905-1908", "heLicense": "Public Domain", "heVersionTitleInHebrew": "שפת אמת, פיוטרקוב, תרס\"ה-תרס\"ח", "text": "“The nation is bringing too much” (Shemos 36:5) refers to the \"erev rav,\" the converts who joined Bnei Yisrael, known as העם. This extra was not used because it came from them.<br>However, the intense longing of Bnei Yisrael influenced the erev rav. Bnei Yisrael's powerful desire created a \"smell\" that drew the erev rav to donate. This is the idea of the \"leftover\" explained above.", "versionTitle": "Translation by Dan Levy, 2024", "license": "", "versionTitleInHebrew": ""}, {"_id": "66b21c57d11c92d4bb1918dc", "index_title": "Sefat Emet", "category": "Chasidut", "type": "", "ref": "Sefat Emet, Exodus, Vayakhel 1:3", "anchorRef": "Exodus 36:5-6", "anchorRefExpanded": ["Exodus 36:5", "Exodus 36:6"], "sourceRef": "Sefat Emet, Exodus, Vayakhel 1:3", "sourceHeRef": "שפת אמת, שמות, ויקהל א׳:ג׳", "anchorVerse": 5, "sourceHasEn": true, "compDate": [1860, 1900], "commentaryNum": 1.0003, "collectiveTitle": {"en": "Sefat Emet", "he": "שפת אמת"}, "heTitle": "ויקהל", "he": "בפסוק מרבים העם להביא כו' ויצו משה כו' ויכלא העם מהביא. יש להבין מה זה האריכות בתורה בענין זה. ונראה כי ראו הצדיקים והחכמים כי נתפשט ההתנדבות יותר מהראוי. וחששו שלא יהי' עוד ברצון אמת לשם שמים. כי הכל הולך אחר הרצון לש\"ש. ואיתא כי יש בכל דבר בחי' רצוא ושוב פי' עפ\"י מ\"ש בשם הבעש\"ט לראות שמכל עבודה יקבל יראה ובושה כי כשגומר כל מעשיו בא לידי גבהות. אבל כשחוזר באמצע לאחוריו בחשבו לפני מי הוא עומד. זה עצמו תיקון המעשה כראוי. ומרע\"ה והחכמים שמרו מעשי בנ\"י שלא להתערב בו פניות כנ\"ל: ובס' אור החיים מדייק לשון הי' דים כו' והותר. דסתרי אהדדי. והוא ז\"ל תירץ שע\"י שהיתרון הי' בנדיבות בנ\"י. שילם הקב\"ה להם שכרם וכלל היתרון ג\"כ במלאכת המשכן ע\"ש דברי פח\"ח. ולפי דרכנו פרשנו כי עי\"ז שמנעו עצמם אח\"כ מהריבוי כדכתיב ויכלא העם. עי\"ז תיקנו זאת היתרון שלא נתקלקל הנדבה ע\"י התפשטות כנ\"ל. ושמעתי מאא\"ז מו\"ר ז\"ל פי' הפסוק מה יפו פעמיך בנעלים בת נדיב ופי' כי נדיבות הרצון צריך מנעל ושמירה שלא יתפשט הרצון והחשק לדברים אחרים כו'. וזהו פי' המשנה משמיעין על השקלים ועל הכלאים שלא יתערבו רצונות אחרים לרצון הנדבה. וגם פי' כלאים כמו ויכלא העם כו' שהוא בחי' המניעה שיש ג\"כ במצות הנדבה כנ\"ל וז\"ש העשיר לא ירבה כו':", "heVersionTitle": "Sefat emet, Piotrków, 1905-1908", "heLicense": "Public Domain", "heVersionTitleInHebrew": "שפת אמת, פיוטרקוב, תרס\"ה-תרס\"ח", "text": "(Shemos 36:5-6) states, “The people are bringing more than is needed for the tasks entailed in the work that Hashem has commanded to be done.” Moshe then proclaimed, “Let no man or woman make further effort toward gifts for the Mishkan,” and the people stopped bringing. The Torah’s detailed description of the extra gifts brought by Bnei Yisrael needs explanation. The tzadikim and wise men saw that the generosity of Bnei Yisrael had spread more than necessary, causing concern that the donations would no longer be given purely for the sake of Heaven. Everything should follow the intention of לשם שמים (for the sake of Heaven).<br>The Ba’al Shem Tov explains that everything has an element of going forth and returning. Through one's actions in service of Hashem, one should feel fear and humility. When a person completes something good, they may become haughty, but by returning to the awareness of standing before Hashem, the action is properly repaired. Moshe and the sages wanted to protect the actions of Bnei Yisrael from foreign intentions. The Sefer Ohr HaChaim addresses the seemingly contradictory statement that their efforts were both enough and extra. He explains that since Bnei Yisrael's donations were given with true generosity, Hashem rewarded them by including the extra in the Mishkan. According to our explanation, the act of holding back repaired and protected the generosity, ensuring it was all for the sake of Heaven.<br>The Chidushei Harim explains the pasuk (Shir HaShirim 7:2), “How lovely are your feet in shoes, O daughter of nobles,” to mean that generosity needs protection, so the desire to give does not spread to other things. This is the meaning of the Mishna (Shekalim 1:1) about announcing the Shekalim and kil’ayim: to remind people that generosity should be focused correctly. Furthermore, the word כלאים (forbidden grafting) is connected to וַיִּכָּלֵ֥א (stopped bringing), indicating the idea of holding back in generosity, as in the rule that the wealthy cannot give more than a half Shekel.", "versionTitle": "Translation by Dan Levy, 2024", "license": "", "versionTitleInHebrew": ""}, {"_id": "5892f273d6e4a92746471738", "index_title": "Chizkuni", "category": "Commentary", "type": "commentary", "ref": "Chizkuni, Exodus 36:5:1", "anchorRef": "Exodus 36:5", "anchorRefExpanded": ["Exodus 36:5"], "sourceRef": "Chizkuni, Exodus 36:5:1", "sourceHeRef": "חזקוני, שמות ל״ו:ה׳:א׳", "anchorVerse": 5, "sourceHasEn": true, "compDate": [1220, 1260], "commentaryNum": 5.0001, "collectiveTitle": {"en": "Chizkuni", "he": "חזקוני"}, "heTitle": "שמות", "he": "<b>מדי העבדה</b> המ״‎ם יתרה, כמו מכל מלמדי השכלתי.", "heVersionTitle": "Chizkuni", "heLicense": "Public Domain", "heVersionTitleInHebrew": "חזקוני", "text": "מדי העבודה, “than what is required for the work;” the prefix letter מ in this word is superfluous, just as in Psalms 119,99: מכל מלמדי השכלתי, “I have become wiser through all those who have taught me something.”.", "versionTitle": "Chizkuni, translated and annotated by Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": "חזקוני, מתורגם ומוער בידי אליהו מונק"}, {"_id": "58e39d56d6e4a94c42d0fb77", "index_title": "Avi Ezer", "category": "Commentary", "type": "commentary", "ref": "Avi Ezer, Exodus 36:5:1", "anchorRef": "Exodus 36:5", "anchorRefExpanded": ["Exodus 36:5"], "sourceRef": "Avi Ezer, Exodus 36:5:1", "sourceHeRef": "אבי עזר, שמות ל״ו:ה׳:א׳", "anchorVerse": 5, "sourceHasEn": false, "compDate": [1760, 1800], "commentaryNum": 5.0001, "collectiveTitle": {"en": "Avi Ezer", "he": "אבי עזר"}, "heTitle": "שמות", "he": "<b>ומ\"ם מדי נותר</b>. פירוש יותר מדאי. וכן מכל מלמדי:", "heVersionTitle": "Avi Ezer", "heLicense": "Public Domain", "heVersionTitleInHebrew": "אבי עזר", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5976558ad6e4a90179bf6b68", "index_title": "Be'er Mayim Chaim", "category": "Chasidut", "type": "commentary", "ref": "Be'er Mayim Chaim, Exodus 36:5:1", "anchorRef": "Exodus 36:5", "anchorRefExpanded": ["Exodus 36:5"], "sourceRef": "Be'er Mayim Chaim, Exodus 36:5:1", "sourceHeRef": "באר מים חיים, שמות ל״ו:ה׳:א׳", "anchorVerse": 5, "sourceHasEn": false, "compDate": [1775, 1815], "commentaryNum": 5.0001, "collectiveTitle": {"en": "Be'er Mayim Chaim", "he": "באר מים חיים"}, "heTitle": "שמות", "he": "<b>ויאמרו</b> וגו' מרבים העם וגו' למלאכה אשר צוה ה' לעשות אותה. לכאורה יתמה מה קול הרעש הזה, ואם ירבו להביא כהנה וכהנה יהיה מונח בית אוצר ה' לפאר את בית אלהינו בגנזי אוצרות וכמו שכתב בעל אור החיים. ואפשר לומר כי הנה ידוע אשר תבנית המשכן וכל כליו הכל בכתב מיד ה' השכיל כתבנית המקדש של מעלה המכוון נגד מקדש של מטה, ועל כן ודאי עליו אין להוסיף וממנו אין לגרוע רק כמו שנצטווה בתבניתו שראה בהר וכן עשהו לא פחות ולא יותר. ואמנם כי לא הכל יודעין דבר זה שהכל ניתן במדה ובמשקל למדות העולמות שלמעלה, וממילא היו יכולין לסבור כי יכולת בידם להוסיף על תבניתם ומשקלם כמו לעשות המנורה משני ככרים זהב, והשולחן ארוך ורחב יותר, בכדי לפארו ביותר ויותר להנאותו עוד ועוד. וידוע ממאמרם ז\"ל <small>(זוה\"ק תשא קצ\"א. ושאר מקומות)</small> אשר בכל מקום שנאמר העם המה הפחותים בישראל, ולהם לא עלה ספק כלל שיהיה אסור להוסיף על בית אלהינו לפארו ולהנאותו ביותר, כי דלי העם המה ושכלם מועט, ואמנם אלו העושי המלאכה אף שחכמים היו, גם כן לא החליטו בדעתם שיהיה אסור בהוספה ודנו בה דין הידור מצוה שנצטוינו בתורה לפאר ולרומם בית אלהינו. ואך שהם נכנסו בגדר הספק, אולי זה בכלל לאו דלא תוסיף כמו חמש פרשיות בתפילין או חמש ציצית בבגד, ועל כן ויאמרו אל משה לאמר והאי לאמר לכאורה מיותר הוא, ובא להגיד, כי אמרו לו לשאלו על הדבר הזה הן מרבים העם להביא מדי העבודה למלאכה אשר צוה ה' לעשות אותה, פירוש שהעם מרבים להביא יותר מן המלאכה אשר צוה ה' לעשות אותה כלומר, לעשות אותה כולה כפי הבאתם בריבוי ביותר מן הצווי כי הם ודאי סבורין שמצוה בזה להוסיף ואנו שואלין איך לעשות בדבר הזה, (ועוד אפשר לומר בזה על דרך אומרם ז\"ל (מובא ברש\"י פסוק והנשיאים וגו' <small>(לעיל ל\"ה, כ\"ז)</small>) שהנשיאים לא הביאו תחילה נדבתם למשכן שאמרו יתנדבו צבור מה שיתנדבו, ומה שמחסרין אנו משלימין. ועל כן אמרו עושי המלאכה הן מרבים העם להביא, ומה יעשו הנשיאים, ונחזור לענין). ולזה, ", "heVersionTitle": "Be'er Mayim Chaim, Jerusalem 1991.", "heLicense": "unknown", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5c17a392bb386c011be9c75a", "index_title": "Akeidat Yitzchak", "category": "Jewish Thought", "type": "", "ref": "Akeidat Yitzchak 48:1:5", "anchorRef": "Exodus 36:5", "anchorRefExpanded": ["Exodus 36:5"], "sourceRef": "Akeidat Yitzchak 48:1:5", "sourceHeRef": "עקידת יצחק מ״ח:א׳:ה׳", "anchorVerse": 5, "sourceHasEn": true, "compDate": [1455, 1495], "commentaryNum": 1.0005, "collectiveTitle": {"en": "Akeidat Yitzchak", "he": "עקידת יצחק"}, "he": "<sup class=\"footnote-marker\">*</sup><i class=\"footnote\">ויקחו, פה יחל הרב לבאר בפרטות איך ירמוז מעשה המשכן וכל כליו על בנין המולם כולו, כי כמו שנעש' המשכן וכל כליו רק ממה שהרימו ישראל תרומה בנדבת לבם, כן נברא העולם רק בתורת תסד ונדבת הי\"ת מבלי הכרח, ולא כאשר יחשבו הפילוסופים, שכל המציאות נמשכה בהכרח מהי\"ת ככל מסובב הנמשך בטבע בהכרח מסיבתו הראויה שקדמה לו, וכמו שנעשה המשכן וכל כליו משלש' עשר דברים זהב וכסף וכו' (הנה הכ' מנה ט\"ו דברים זהב וכסף וכו' ואפשר שהרב ז\"ל חושב תכלת וארגמן ותולעת שני, אשר שלשתם מורים על צמר צבוע, באחת מג' מראות אלה, רק לעצם אחד, ואבני שוהם ואבני מילואים יחשוב לב' דברים, כי אז מספר י\"ג דברים בלשון הרב על נכון). כן הוסד העולם ומלואו מט' גלגלים וארבעה יסודות (עיין מבוא לשער ל\"א) וכמו שהארון מקום משכן לחות העדות היה הראשון למעשי המשכן, כן הית' התור' והחכמה האלקית קדם מפעלי ה', כי רק בעבורן, (ר\"ל למען הודיע אמיתתן לבני אדם) ועל פיהן כונן ארץ ושמים, כמאה\"כ \"ה' בחכמה יסד ארץ\" ומאח\"זל \"התורה אמרה בי נסתכל הקב\"ה וברא עולמו\" והכפורת עם הכרובים שהיו מעשה מקשה מגוף אחד רומז לעולם המלאכים והשכלים הנבדלים, שהם עצמים פשוטים ובלתי מורכבים כגופי העולם התחתון, והיותם שנים ולדחז\"ל בדמות זכר ונקבה, מודה שהשכלים הנבדלים הרבים האל' נפרדים במדרגתם זה למעל' מזה עד שאחד העלה, והב' העלול, ר\"ל שאחד מאציל מזיו כבודו על מי שתחתיו, והוא במעלתו גבוה ונכבד בעבור זה ממנו, כמו שמעלת האיש, נכבדת ממעלת האשה, וע\"ז יורה גם מאה\"כ נעשה אדם בצלמנו וכו' זכר ונקבה ברא אותם, ר\"ל כי גם במלאכי מעלה יש הבדל מיניי כזה, בין מין השכל המשפיע והשכל המושפע ממנו (עיין רמב\"ם הל' יסודי התור' פ\"ב) ועל שינוי מדרגת המלאכים מהות ואיכות השכלתם הרוחנית, הנבדלים זה מזה כהבדל מיני החיות היותר יקרים במהותם ואיכותם הטבעית, נאמר גם ד\"מ שהיו במרכבה \"פני אריה, פני שור\" וכו' כי שם פנים, המורה על צורת הגוף הושאל פה על הצורה והמעלה הרוחנית, והכרובים הסוככים בכנפיהם אל הכפורת ואליה לא יגשו רומזים, כי גם המלאכים קרובים אל הי\"ת, אך בכל זאת לא וכמי שכגוד ה\"ית נועד לדבר מבין שני הכרובים עם הנביא שהוא המליץ בינו ובין ישראל, כן המלאכים ג\"כ מליצים בינו ובין בני אדם. וכמו שהקודש הקדשים רומז עם כל אשר בו על העולם הרוחני, רומז ההיכל עם כל כליו על עולם הגלגלים, כי השלחן שהיה בלי בית קיבול רק לוח שטחיי, ועליו נתון לחם הפנים, רומז על הגלגל היומיי אשר הוא רק גוף שטחיי, אשר הולך וסובב בכל יום ומסבב עמו כל הגלגלים שתחתיו, ועל ידו ימציא הי\"ת פרנסת כל איש ואיש בדרך המנהג הטבעיי, והכלים הרבים אשר הוכני אל השולחן, קערותיו וכפותיו וכו' מורים, כי ברצות האדם להתפרנס, אין די לו להיות יושב ובטל, ולהשען רק על ברכת שמים מעל, כי אם צריך להשתדל ועשות כל אשר ביכלתו האנושית להמציא טרף לביתו ביגיע כפיו, ורק אז תהיה ברכת ה' בכל משלח ידיו, ומזבח הקטורת רומז על גלגל הכוכבים הקימים והמזלות, ויען כי תעו אחריהם העמים הקדמונים לחשוב אותם כאלקות ולקטר להם והסך להם נסכים. נעשה המזבח הזה אחר עשיית כל המלאכות ומזבח העולה לרצון לפני ה', ולמען הרחק אותנו מהבלי נכר אשר תעו לעבוד המזלות האלה נאמר במזבח הקטורת הזה \"לא תעלו עליו קטורת זרה, ונסך לא תסכו עליו\", והמנורה עם שבעה נרותה רומזת על שבעה כוכבי לכת.  <br>ויען כי בארבעה דברים יבדלו השכלים הנבדלים אשר עליהם רומז הדביר, מהגלגלים אשר עליהם רומז ההיכל, הא' כי הגלגלים הם בעלי גשם, והשכלים רוחניים לבד, הב' שהגלגלים בעבור היותם גשמים, יבדלו לפי מספר אישיהם ככל אישי וגופי מין אחד; אבל השכלים שאינם רק צורות רוחניות יבדלו רק זה מזה, כהבדל המינים והסוגים הנבדלים זה מזה רק בצורתם הכללית הרוחנית, והג' שהגלגלים הם בעל תמונה כדורית, והנבדלים אינם בעלי תמונה כלל, והד' שהגלגלים בעלי תנועה והעתק ממקום למקום באויר הרקיע משא\"כ השכלים, ע\"כ להורות ע\"ז היתה הפרכת המבדלת בין הקודש ובין הקדש הקדשים, נתונה על ארבע' עמודי שטים, ובעבור היות עולם הגלגלים נבדל מהעולם השפל בה' בחינות, שהם היולאנים, ר\"ל שחומר שלהם הוא נבדל וגרוע מחומר הגלגלים, שהם גשם שמימי לדעת הקדמונים, והם מורכבים מד' יסודות, ומשתנים תמיד ואישיהם הווים ונפסדים זה אח\"ז ע\"י ההתכה, וכל זה אינו בגלגלים, כי הם עצמים ובלתי מורכבים, ואינם נופלים תחת גדר השינוי ההויה וההפסד, ע\"כ היה המסך לפתח האוהל אשר הבדיל בין ההיכל הרומז על עולם הגלגלים ובין העזר' הרומזת על העולם התחתון, מתוח על חמשה עמודי עצי שטים, ובעזר' הרומזת על העולם השפל היה עומד מזבח העולה, ונעשו בו סירותיו לדשנו וכו' להורות על הפסד הברואים התחתונים אשר בעפר יסודם ולעפר ישובו, והכיור וכנו לרחצה ידי ורגלי הכהנים יורו על הזוהמא הדבק בגופי העולם התחתון הזה, ואורך החצר מאה אמה יורה על חיי האדם אשר אם גם ירבו למעלה יהיו רק מאה שנים, ורחבו חמישים אמה יורה על עיקר חיי האדם, כי משנת החמישים והלאה ירדו חיי האדם תמיד מטה מטה וכחות גופו יוחלשו לאט לאט, והיות אדני החצר נחושת, וחשוקיהם, כסף (משרש חשק, המורה על הדיבוק אשר בין שני אוהבים) יורה כי גם חיי האדם הארציים אף שתולדתם היא שפלה ופחיתת הערך, בכל זאת צריכים להיות תמיד חשקם ותשוקתם להשיג, השלמות המוסרית שהיא דבר נכבד ויקר הערך, ויחסה אל ההנאות הגופניות כיחס הכסף אל הנחושת, ולהדבק בה.  </i>ויקחו לי תרומה כבר גלו חז\"ל אזנינו (תנחומא פ' פקודי) שהמשכן נעשה על תמונת העולם הכללי באשר הוא נחלק לשלש' דיורין כמו שהעולם נחלק לתחתיים שניים ושלישיים. אמנם מה שיעיד על זה בדרך הכלליות אומרו בתחלתו ועשו לי מקדש ושכנתי בתוכם ככל אשר אני מראה אותך את תבנית המשכן ואת תבנית כל כליו ושיראה ככל אשר הוא מראה אותו בהר בתמונת העולם בכללו תבנית המשכן וכל כליו וכן תעשו כל הענינים על זה הדמיון כמו שאמרנו. ותהיה וא\"ו וכן דוקא. אמנם אמר שיעשה המשכן בכליו ממה שירימו מאתם תרומה איש איש אשר ידבנו לבו בתורת חפץ ורצון מבלי שום הכרח כמו שהיה העולם נברא מאתו יתעלה על זה האופן מהחפץ ובתורת נדבה לא ע\"ד החיוב כמ\"ש הפילוסופים. ויחוייב מזה שנתחדש אחר שלא היה כמו שהיה זה במלאכת המשכן וכבר עשה מזה עקר גדול בשעת המעש' כמו שיבא ב\"ה. והנה זכר י\"ג דברים הבאים בנדבה ההיא שבהם הושלמה המלאכ' לגמרי כמו שאמר (שמות ל״ו:ה׳) מרבים העם להביא מדי העבוד' למלאכה וגו'. כמו שנמצא במציאות העולם בנדבה הארב' יסודות והתשעה גלגלי' שמהם ובהם הושתת העולם ונעשו כל המורכבים אשר ראתה החכמה האלהית לברוא אותם. ושלא יתפשטו עוד כמו שאמרו רז\"ל (חגיגה י\"ב.) והיו נמתחים והולכים עד שגער בהם הקב\"ה שנא' (איוב כ״ו:י״א) ויתמהו מגערתו דוגמת מה שאמר בכאן ויעבירו קול במחנה איש ואשה אל יעשו עוד מלאכה וגו' כי די באלה לעשות והותר: והנה אחר שנזכר זה הענין בכלל התחיל בהראות סדר המלאכ' על פי סדר המציאות ועל מערכותיו ובגדול החל ואמר. ועשו ארון עצי שטים אמר שיעשו ארון כמדת הלוחות שהיה במדה אמה על אמה וכשתהיינה שתיהן בארון ימצא שיהיה רביע אמה סביבם מופנ' כדי שיהיו שם מרווחות ואמר בסוף ונתת אל הארון את העדות אשר אתן אליך כי זהו תכלית הכלי הזה המשובח ויהיה זה תחלת המעש' על דרך שאמר' החכמ' על התור' (משלי ח׳:כ״ב) ה' קנני ראשית דרכו וגו' והיא היתה תחלת המחשבה וכמו שאמרו ז\"ל (ב\"ר פ\"ח) ואהיה אצלו אמון (משלי שם) אמרה התורה בי נסתכל הק\"בה וברא העולם כמו שכתבנו בשער הראשון: ועשית כפורת זהב טהור ועשית שנים כרובים זהב וגו' ועשה כרוב אחד וגו' והיו הכרובים פורשי כנפים וגו'. הנה בזה יורה הוראה אמיתית על עולם השכל ששם מחנה מלאכים ואראלים מתפשטים מזיו חכמתו והמה הנמצאים הרוחניים הקרובים אליו אשר על ידם משפיע אור הנבואה על שלמי האנשים הנגשים אל י\"י אשר א\"א להניע נר מצוה ותורה זולתם כמו שכתב הרב המורה פרק מ\"ה חלק ג'. אך אמנה אני מצאתיהו מבואר בכתוב באומרו ויהיו מלעיבים במלאכי אלהים ובוזים דבריו ומתעתעים בנביאיו עד עלות חמת ה' (ד\"הי ב' ל\"ו). יורה כי הדרך להכחיש התורה הנתונה בארון ובמציאות הנבואה המגיע' אלינו הוא לכפור במציאות המלאכים אשר על ידם ובאמצעותם תהיה הגעתה. ויהיה מלאכי אלהים מלאכים ממש. ואלו הן הכרובים שהיו על הכפורת לרמוז ולאמת הנמצאים האלה היושבים ראשונה במלכות להיותם אמצעיים להגיע שלמות התורה לתחתונים. ואולם היו אלו הצורות מורות על המלאכים לפי מה שנתפרסם להמון שמלאכי עליון הם על זאת התמונה האנושית שהיא היותר נכבדת שבתמונות. וכמ\"ש (בראשית א׳:כ״ו) נעשה אדם בצלמנו. ונוסף עליהם שלמות הכנפים אשר הוא דבר נכסף מאד לאנשים לרוב התועלות אשר בהם וכמו שאמר המשורר (תהילים נ״ה:ז׳) מי יתן לי אבר כיונה אעופה ואשכונה. וזה מה שביארו ישעיהו באומרו (ישעיהו ו׳:ב׳) שרפים עומדים ממעל לו שש כנפים שש כנפים לאחד וגו' והכוונה לו תתבאר בפרשת כהנים שער ס\"ו ב\"ה לא שעל דרך האמת המלאכים הם נמצאים על זאת התמונ' ולא על זולתה מהתמונות ולזה לא יהיה מעשיהם כנגד (שמות כ׳:ד׳) לא תעשה לך פסל וכל תמונה אשר בשמים ממעל כמו שכתבנו שם: והיו מקשה זהב להורות על העדר הרבוי האישיי בהם כי הם נפשטים מהחומר וממשיגיו לגמרי אשר ממנו יפרד הרבוי האישיי. אמנם היו שנים למה שיחוייב היותם רבים במין כמבואר בסוף המאמר הד' באלדיות וזה כדי שלא יחשב שאלו הנמצאים יהיו על טבע האחדות הפשוטה מכל הצדדים כי לא יצויר אמות זה כ\"א אל מחוייב המציאות ברוך הוא. ולזה הענין הנפלא אמרו חז\"ל מקבלי האמתות שהיו על צורות זכר ונקבה ביומא (נ\"ד.) אמר רב קטינא בשעה שעולין ישראל לרגל מגלין להם את הפרכת ומראין להם את הכרובים שהיו מעורין זה בזה ואומרים להם ראו חבתם לפני הקב\"ה כחבת איש ואשה. עוד שם אמר ריש לקיש בשעה שנכנסו עכ\"ום להיכל מצאו הכרובים מעורין זה בזה הוציאם לשוק ואמרו וכו'. ובמדרש הנעלם פרשת אחרי מות א\"ר יצחק מהכא אוליפנא דכל אתר דלא אשתכח דכר ונוקבא לא כדאי למחמי אפי שכינה שנאמר (תהילים ק״מ:י״ד) ישבו ישרים את פניך. ותנן כתיב (דברים ל\"ב) צדיק הוא דכר ונוקבא אף הכא כרובים דכר ונוקבא ועליהם כתיב (תהלים צ\"ב) כוננת מישרים דבגין כך ופניהם איש אל אחיו. עוד שם פתח רבי פנחס. הנה מה טוב ומה נעים שבת אחים גם יחד (שם קל\"ג) כד\"א ופניהם איש אל אחיו דחד בחד משגחין אפין באפין וכד מהדר דכורא אפיה מנוקבא וואי לעלמא כגוונא דא כתיב (משלי י״ג:כ״ג) ויש נספה בלא משפט דהא צדק ומשפט מכון כסאך (תהלים פ\"ט). ועם שענינים אלו הם גופי קבלה וסודותיה מ\"מ הורו הוראה גדולה על ענין רבויים שהוא להיותם עלות ועלולים ושמדרגת כל אחד מהם נכבדת מהשגת זולתו ונבדלת ממנו כעין התחלפות הזכריות והנקביות. ואע\"פ שזה ממה שלא יתן חלוף בצורה כמו שנתבאר במאמר הט' ממה שאחר הטבע כיון שהחלוף וההקבלה הסוגיית ששמו להם שם א\"א לשומם בנמצאים המופשטים מחומר. הנה חוייב ירמוז בזה אל צד החלוף אשר מצד הצורה והיותם עלות ועלולי' כמו שאמרנו ומהיותם על זה האופן תמצא המשכת השפע והטוב אל העולם הזה התחתון כי משפיעים אלו על אלו ומקבלים אלו מאלו עד הורידו אל שפל מצבנו. ולזה כשהם בהסכמה ומסבירים פנים זה לזה ירבה השפע בעולם ובהפרדם יפרד ויפסק. ובמעט התבוננות יגיעך תועלות רב ממאמריהם. אמנם עקר כוונתנו הנה היא מה שרצינו מענין הרבוי המיניין הלקוח מהיותם על חלוף הצורות כנזכר:  ", "heVersionTitle": "Akeidat Yitzchak, Pressburg 1849", "heLicense": "Public Domain", "heVersionTitleInHebrew": "עקידת יצחק, פרשבורג, תר\"ט", "text": "When G-d said to Moses (25, 9) \"in accordance with all I have shown you,\" Moses had some difficulty in comprehending. G-d therefore said to him that the tabernacle should reflect the structural peculiarities of the universe itself. This means that the sanctuary on earth is to be a microcosm of the universe at large. Expressed differently, we are to do on earth that which corresponds to what <i>He </i>did when <i>He </i>revealed <i>Himself </i>to the prophets, draped in \"garments\" such as perceived in the visions of Ezekiel, Isaiah, Jacob and others. It is this that the Psalmist refers to when he says (Psalm 93 or 104) \"G-d has begun His reign, He has robed Himself in Majesty.\" When the time had arrived for G-d to reveal part of His glory to His entire people, He commanded the tabernacle to be constructed as the means to reveal that part of Himself. The answer given to Moses can be understood thus. In theory, any thinking Jew can build a tabernacle, even though he may lack the proper materials to carry out the actual construction. This then is the allegorical meaning of \"from any person who is of generous disposition\" (25,2) Isaiah 66, 1, discussing \"the house\" G-d allows to be built for Him, suggests that the person deserving of the presence of the <i>shechinah</i> should possess three character traits. They are <i>\"ani, - necheh ru-ach, -chared el de-varee, “</i>he should be of contrite heart, humbling himself before Me, he should be of a spirit that reveres Me and he should tremble at My word.\" ", "versionTitle": "Akeydat Yitzchak by Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5cd140043a676f00197d179a", "index_title": "Birkat Asher on Torah", "category": "Commentary", "type": "commentary", "ref": "Birkat Asher on Torah, Exodus 36:5:1", "anchorRef": "Exodus 36:5", "anchorRefExpanded": ["Exodus 36:5"], "sourceRef": "Birkat Asher on Torah, Exodus 36:5:1", "sourceHeRef": "ברכת אשר על התורה, שמות ל״ו:ה׳:א׳", "anchorVerse": 5, "sourceHasEn": false, "compDate": [1960, 2010], "commentaryNum": 5.0001, "collectiveTitle": {"en": "Birkat Asher on Torah", "he": "ברכת אשר על התורה"}, "heTitle": "שמות", "he": "<b>\"...מרבים העם להביא\" וגו'.</b> הרי לך שלא רק אנשים כנים שחסים על ממונם של ישראל היו חכמי־לב אלה, אלא אנשים היודעים לאמוד אל נכון את כמויות החומרים השונים הנחוצים למלאכת המשכן ולפעול בהתאם. ועוד: מסתבר מכאן שהיו אלה אנשים מנוסים בעבודות מן הסוגים הדרושים כאן, שאם לא כן, לא היו יכולים לאמוד הכמויות, ואף לא היו יודעים את מי להזמין לביצוע העבודות. יוצא שלא הכל עסקו במצרים בעבודות פרך בשדה ובבנין.", "heVersionTitle": "Birkat Asher, Asher Vasertil, Jerusalem 2010-2012", "heLicense": "CC-BY", "heVersionTitleInHebrew": "ברכת אשר, ירושלים תש\"ע-תשע\"ג", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5cd140049539fc001b72cc51", "index_title": "Birkat Asher on Torah", "category": "Commentary", "type": "commentary", "ref": "Birkat Asher on Torah, Exodus 36:5:2", "anchorRef": "Exodus 36:5", "anchorRefExpanded": ["Exodus 36:5"], "sourceRef": "Birkat Asher on Torah, Exodus 36:5:2", "sourceHeRef": "ברכת אשר על התורה, שמות ל״ו:ה׳:ב׳", "anchorVerse": 5, "sourceHasEn": false, "compDate": [1960, 2010], "commentaryNum": 5.0002, "collectiveTitle": {"en": "Birkat Asher on Torah", "he": "ברכת אשר על התורה"}, "heTitle": "שמות", "he": "ולכאורה צריך היה ללמוד מכאן דרך ארץ - שלא רק הקב\"ה חס על ממונם של ישראל, אלא גבאים וממונים וכדומה צריכים לעשות כן - לא לצבור הון ורכוש לבתי־כנסת ולישיבות, אלא להסתפק בנחוץ כדי לכסות את הצרכים השוטפים. (פ' ויקהל־פקודי תשמ\"ח)", "heVersionTitle": "Birkat Asher, Asher Vasertil, Jerusalem 2010-2012", "heLicense": "CC-BY", "heVersionTitleInHebrew": "ברכת אשר, ירושלים תש\"ע-תשע\"ג", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5e1484e65e6ea9e54b43d9b8", "index_title": "Chatam Sofer on Torah", "category": "Commentary", "type": "commentary", "ref": "Chatam Sofer on Torah, Vayakhel 16", "anchorRef": "Exodus 36:5", "anchorRefExpanded": ["Exodus 36:5"], "sourceRef": "Chatam Sofer on Torah, Vayakhel 16", "sourceHeRef": "חתם סופר על התורה, ויקהל ט״ז", "anchorVerse": 5, "sourceHasEn": false, "compDate": [1785, 1835], "commentaryNum": 16, "collectiveTitle": {"en": "Chatam Sofer", "he": "חתם סופר"}, "heTitle": "ויקהל", "he": "<b>מרבים העם להביא מידי העבודה למלאכה אשר צוה ה' את משה,</b> אשר צוה ה' את משה מיותר דידוע הוא י\"ל דאמרו למשה דלא משום תשובה לכפר על עון העגל מביאים זהב התנופה דדי בתשובת המשקל להביא כמשקל הזהב שנתנו לעגל אלא מרבים להביא לקיים מצות ה' מאהבה שצוה ליתן לכן אין שיעור ומרבים להביא מידי העבודה למלאכה יען אשר צוה ה' את משה, וק\"ל (מש\"מ):", "heVersionTitle": "Chatam Sofer on Torah, Bratislava, 1879-1893", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר תורת משה. פרעסבורג, תרל\"ט-תרנ\"ג", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6319d0a1b6084aa1cbf05b23", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, דַּי 1", "anchorRef": "Exodus 36:5", "anchorRefExpanded": ["Exodus 36:5"], "sourceRef": "BDB, דַּי 1", "sourceHeRef": "בראון-דרייבר-בריגס, דַּי א׳", "anchorVerse": 5, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "דַּי", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† <big><big><span dir=\"rtl\">דַּי</span></big></big>  <strong>subst. sufficiency, enough (</strong>NH, but not known in other cogn. languages<strong>)</strong>—cstr. <span dir=\"rtl\">דֵּי</span>, with sf. (v. infr.) <span dir=\"rtl\">דַּיֶּ֑ךָּ</span>, <span dir=\"rtl\">דַּיָּם</span>—<br><strong>1.</strong>  absol. thrice only <a data-ref=\"Malachi 3:10\" href=\"/Malachi.3.10\">Mal 3:10</a> I will pour you out a blessing <span dir=\"rtl\">עֵד־בְּלִי־דָֽי</span> until there is not <em>sufficiency</em>, i.e. until my abundance can be exhausted, or, as this can never be, for ever (cf. <a data-ref=\"Psalms 72:7\" href=\"/Psalms.72.7\">ψ 72:7</a>), <a data-ref=\"Esther 1:18\" href=\"/Esther.1.18\">Est 1:18</a> <span dir=\"rtl\">וּכְדַי בִּזָּיוֹן וָקָ֑צֶף</span> and (there will be) <em>as enough</em> (i.e. in plenty) contempt and wrath, <a data-ref=\"II Chronicles 30:3\" href=\"/II_Chronicles.30.3\">2 Ch 30:3</a> <span dir=\"rtl\">לְמַדַּי</span> = <span dir=\"rtl\">לְמַה־דַּי</span> for what was <em>sufficient</em>. With a gen. of the person or thing <em>for</em> which anything suffices: <a data-ref=\"Exodus 36:5\" href=\"/Exodus.36.5\">Ex 36:5</a> <span dir=\"rtl\">מִדֵּי הָעֲבֹרָה</span> (more) than <em>enough for</em> the work, <a data-ref=\"Leviticus 5:7\" href=\"/Leviticus.5.7\">Lv 5:7</a> and if his hand do not reach (if he do not command) <span dir=\"rtl\">דֵּי שֶׂה</span> <em>enough for</em> (i.e. to buy) a lamb, <a data-ref=\"Leviticus 12:8\" href=\"/Leviticus.12.8\">12:8</a>; <a data-ref=\"Leviticus 25:28\" href=\"/Leviticus.25.28\">25:28</a> <span dir=\"rtl\">דֵּי הָשִׁיב לוֹ</span> <em>enough for</em> recovering it, <a data-ref=\"Deuteronomy 15:8\" href=\"/Deuteronomy.15.8\">Dt 15:8</a> <span dir=\"rtl\">דֵּי מַחְסֹרוֹ</span> <em>enough for</em> his need, <a data-ref=\"Isaiah 40:16\" href=\"/Isaiah.40.16\">Is 40:16</a><sup>(×2)</sup>. With suff. <a data-ref=\"Proverbs 25:16\" href=\"/Proverbs.25.16\">Pr 25:16</a> <span dir=\"rtl\">אֱכֹל דַּיּ֑ךָּ</span> eat <em>that which is sufficient for</em> thee; <span dir=\"rtl\">דַּיָּם</span> <a data-ref=\"Exodus 36:7\" href=\"/Exodus.36.7\">Ex 36:7</a> <a data-ref=\"Jeremiah 49:9\" href=\"/Jeremiah.49.9\">Je 49:9</a> Ob v <a data-ref=\"Obadiah 1:5\" href=\"/Obadiah.1.5\">5</a>. Once with gen. of the thing which is sufficient, <a data-ref=\"Proverbs 27:27\" href=\"/Proverbs.27.27\">Pr 27:27</a> <span dir=\"rtl\">דֵּי חֲלֵב עִזִּים</span> <em>enough of</em> goats’ milk.<br><strong>2.</strong>  Combined with <span dir=\"rtl\">בְּ</span>, <span dir=\"rtl\">כְּ</span>, and especially <span dir=\"rtl\">מִן</span>, <span dir=\"rtl\">דַּי (דֵּי)</span> has a tendency to form compound prepositions, used idiomatically in certain applications:— <strong>a.</strong>  <span dir=\"rtl\">בְּדֵי</span> (<em>a</em>) <em>for</em> (the <span dir=\"rtl\">בְּ</span> <em>pretii</em>) <em>what suffices for:</em> <a data-ref=\"Nahum 2:13\" href=\"/Nahum.2.13\">Na 2:13</a> the lion tare in pieces <span dir=\"rtl\">בְּדֵי גֹרוֹתָיו</span> <em>for the need of</em> his whelps (‖ <span dir=\"rtl\">לְלִבְאֹתָיו</span>; but? <span dir=\"rtl\">כְּדֵי</span>, v. <strong>b</strong>); iron. <a data-ref=\"Habakkuk 2:13\" href=\"/Habakkuk.2.13\">Hb 2:13</a> <a data-ref=\"Jeremiah 51:58\" href=\"/Jeremiah.51.58\">Je 51:58</a> the peoples labour <span dir=\"rtl\">בְּדֵי־אֵשׁ</span> <em>for</em> fire (only to satisfy the fire), and the nations weary themselves <span dir=\"rtl\">בְּדֵי־רִיק</span> <em>for</em> what is empty. (β <em>in the abundance of</em>, i.e. <em>as often as</em> <a data-ref=\"Job 39:25\" href=\"/Job.39.25\">Job 39:25</a> <span dir=\"rtl\">בְּדֵי שׁוֹפָר</span> <em>in the abundance of</em> the trumpet, i.e. as often as the trumpet sounds (<span dir=\"rtl\">מִדֵּי</span> elsewhere in this sense). <strong>b.</strong>  <span dir=\"rtl\">כְּדֵי</span> <em>according to the sufficiency</em>, or <em>abundance, of</em> <a data-ref=\"Leviticus 25:26\" href=\"/Leviticus.25.26\">Lv 25:26</a> and find <span dir=\"rtl\">כְּדֵי גְאֻלָּתוֹ</span> according to <em>the sufficiency of</em> his redemption, i.e. <em>as much as</em> it demands, <a data-ref=\"Deuteronomy 25:2\" href=\"/Deuteronomy.25.2\">Dt 25:2</a> <a data-ref=\"Nehemiah 5:8\" href=\"/Nehemiah.5.8\">Ne 5:8</a> <span dir=\"rtl\">כְּדֵי בָנוּ</span> (st. c. before <span dir=\"rtl\">בְּ</span>: Ges<sup>§ 130, 1</sup>) ‘quantum in nobis erat,’ after our ability, <a data-ref=\"Judges 6:5\" href=\"/Judges.6.5\">Ju 6:5</a> they came <span dir=\"rtl\">כְּדֵי אַרְבֶּה לָרֹב</span> according to <em>the abundance of</em> the locust in multitude (for which <span dir=\"rtl\">כָּאַרְבֶּה לָרֹב</span> would ordinarily be said: cf. <a data-ref=\"Judges 7:12\" href=\"/Judges.7.12\">7:12</a>). <strong>c.</strong>  <span dir=\"rtl\">מִדֵּי</span> <em>out of the abundance of</em>, hence <em>as often as;</em>—(<em>a</em>) sq. inf. <a data-ref=\"I Samuel 1:7\" href=\"/I_Samuel.1.7\">1 S 1:7</a> <span dir=\"rtl\">מִדֵּי עֲלֹתָהּ</span> = <em>as often as</em> she went up, <a data-ref=\"Judges 18:30\" href=\"/Judges.18.30\">18:30</a> <a data-ref=\"I Kings 14:28\" href=\"/I_Kings.14.28\">1 K 14:28</a> (= <a data-ref=\"II Chronicles 12:11\" href=\"/II_Chronicles.12.11\">2 Ch 12:11</a>) <a data-ref=\"II Kings 4:8\" href=\"/II_Kings.4.8\">2 K 4:8</a> <a data-ref=\"Isaiah 28:19\" href=\"/Isaiah.28.19\">Is 28:19</a> <span dir=\"rtl\">מִדֵּי עָבְרוֹ</span> <em>as often as</em> it passeth over, <a data-ref=\"Jeremiah 31:20\" href=\"/Jeremiah.31.20\">Je 31:20</a>; (β) sq. subst., <a data-ref=\"Jeremiah 48:27\" href=\"/Jeremiah.48.27\">Je 48:27</a> <span dir=\"rtl\">מִדֵּי דְבָרֶיךָ בּוֹ</span> <em>as often as</em> thy words (are) of him; and in the idiom. phrases <span dir=\"rtl\">מִדֵּי שָׁנָה בְּשָׁנָה</span> = <em>yearly</em> (a combination of <span dir=\"rtl\">מִדֵּי שָׁנָה</span> and <span dir=\"rtl\">שָׁנָה בְּשָׁנָה</span>: v. sub <a data-ref=\"BDB, שָׁנָה³\" href=\"/BDB,_שָׁנָה³\", dir=\"rtl\">שָׁנָה</a>) <a data-ref=\"I Samuel 7:16\" href=\"/I_Samuel.7.16\">1 S 7:16</a> (v. Dr) <a data-ref=\"Zechariah 14:16\" href=\"/Zechariah.14.16\">Zc 14:16</a> <a data-ref=\"II Chronicles 24:5\" href=\"/II_Chronicles.24.5\">2 Ch 24:5</a>; and <span dir=\"rtl\">מִדֵּי חֹדֶשׁ בְּחָדְשׁוֹ</span> <a data-ref=\"Isaiah 66:23\" href=\"/Isaiah.66.23\">Is 66:23</a> <em>as often as</em> month (comes) in its month (i.e. in its own time: <span dir=\"rtl\">חֹדֶשׁ</span> made more precise by the add. of <span dir=\"rtl\">בְּחָדְשׁוֹ</span>; cf. the phrase <span dir=\"rtl\">דְּבַר יוֹם בְּיוֹמוֹ</span>): so <span dir=\"rtl\">מִדֵּי שַׁבָּת בְּשַׁבַּתּוֹ</span> ib.; (γ) as conj., with the finite verb (<span dir=\"rtl\">אֲשֶׁר</span> being understood: cf. <span dir=\"rtl\">בַּעֲבוּר</span> etc.), <a data-ref=\"Jeremiah 20:8\" href=\"/Jeremiah.20.8\">Je 20:8</a> <span dir=\"rtl\">מִדֵּי אֲדַבֵּר</span> <em>as often as</em> I speak."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d272b6084aa1cbf1a027", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, מְלָאכָה 1", "anchorRef": "Exodus 36:5", "anchorRefExpanded": ["Exodus 36:5"], "sourceRef": "BDB, מְלָאכָה 1", "sourceHeRef": "בראון-דרייבר-בריגס, מְלָאכָה א׳", "anchorVerse": 5, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "מְלָאכָה", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><span dir=\"rtl\">מְלָאכָה</span></big><sub>167</sub>  <strong>n.f.</strong> occupation, work <strong>(</strong>for <span dir=\"rtl\">מַלְאָכָה</span>; cf. Ph. <span dir=\"rtl\">מלאכת</span> <em>labour</em><strong>)</strong>—<span dir=\"rtl\">מ׳</span> <a data-ref=\"Exodus 12:16\" href=\"/Exodus.12.16\">Ex 12:16</a> + 102 times; <span dir=\"rtl\">מְלָ֑אכֶת</span> <a data-ref=\"II Chronicles 13:10\" href=\"/II_Chronicles.13.10\">2 Ch 13:10</a>; cstr. <span dir=\"rtl\">מְלֶאכֶת</span> <a data-ref=\"Exodus 35:24\" href=\"/Exodus.35.24\">Ex 35:24</a> + 42 times; sf. <span dir=\"rtl\">מְלַאכְתְּךָ</span> <a data-ref=\"Jonah 1:8\" href=\"/Jonah.1.8\">Jon 1:8</a>; <span dir=\"rtl\">מְלַאכְתֶּ֑ךָ</span> <a data-ref=\"Exodus 20:9\" href=\"/Exodus.20.9\">Ex 20:9</a> + 2 times; <span dir=\"rtl\">מְלַאכְתּוֹ</span> <a data-ref=\"Genesis 2:2\" href=\"/Genesis.2.2\">Gn 2:2</a> + 13 times; pl. cstr. <span dir=\"rtl\">מַלְאֲכוֹת</span> <a data-ref=\"I Chronicles 28:19\" href=\"/I_Chronicles.28.19\">1 Ch 28:19</a>; sf. <span dir=\"rtl\">מַלְאֲכוֹתֶיךָ</span> <a data-ref=\"Psalms 73:28\" href=\"/Psalms.73.28\">ψ 73:28</a>;—<br><strong>1.</strong>  <em>occupation, business</em>, <span dir=\"rtl\">מַה מְּלַאכְתְּךָ</span> <em>what is thy occupation</em> <a data-ref=\"Jonah 1:8\" href=\"/Jonah.1.8\">Jon 1:8</a>; business of a steward <a data-ref=\"Genesis 39:11\" href=\"/Genesis.39.11\">Gn 39:11</a> (J); diligent in business <a data-ref=\"Proverbs 22:29\" href=\"/Proverbs.22.29\">Pr 22:29</a>; slack in business <a data-ref=\"Proverbs 18:9\" href=\"/Proverbs.18.9\">18:9</a>.<br><strong>2.</strong>  <em>property</em> in which one is occupied, <span dir=\"rtl\">מ׳ רעהו</span> <em>his neighbour’s property</em> <a data-ref=\"Exodus 22:7\" href=\"/Exodus.22.7\">Ex 22:7</a>, <a data-ref=\"Exodus 22:10\" href=\"/Exodus.22.10\">10</a> (E); possessions of herds and flocks <a data-ref=\"Genesis 33:14\" href=\"/Genesis.33.14\">Gn 33:14</a> (J), <a data-ref=\"I Samuel 15:9\" href=\"/I_Samuel.15.9\">1 S 15:9</a> (cf. <a data-ref=\"BDB, מִקְנֶה²\" href=\"/BDB,_מִקְנֶה²\", dir=\"rtl\">מִקְנֶה</a>); <span dir=\"rtl\">מ׳ רבה</span> <em>great property</em> <a data-ref=\"II Chronicles 17:13\" href=\"/II_Chronicles.17.13\">2 Ch 17:13</a>.<br><strong>3.</strong>  <em>work</em> as something done or made: <strong>a.</strong>  of God in creation <a data-ref=\"Genesis 2:2\" href=\"/Genesis.2.2\">Gn 2:2</a><sup>(×2)</sup>, <a data-ref=\"Genesis 2:3\" href=\"/Genesis.2.3\">3</a> (P), in judgment <a data-ref=\"Jeremiah 50:25\" href=\"/Jeremiah.50.25\">Je 50:25</a>, in general <a data-ref=\"Psalms 73:28\" href=\"/Psalms.73.28\">ψ 73:28</a>. <strong>b.</strong>  of men, <span dir=\"rtl\">מ׳ עור</span> <em>leather-work</em> <a data-ref=\"Leviticus 13:48\" href=\"/Leviticus.13.48\">Lv 13:48</a>, <a data-ref=\"Leviticus 13:51\" href=\"/Leviticus.13.51\">51</a> (P), <span dir=\"rtl\">מ׳ השׂדה</span> <em>work in the field</em> <a data-ref=\"I Chronicles 27:26\" href=\"/I_Chronicles.27.26\">1 Ch 27:26</a>; in building <a data-ref=\"Proverbs 24:27\" href=\"/Proverbs.24.27\">Pr 24:27</a> +, the walls of Jerusalem <a data-ref=\"Nehemiah 4:5\" href=\"/Nehemiah.4.5\">Ne 4:5</a> +, making the tabernacle and its furniture <a data-ref=\"Exodus 36:2\" href=\"/Exodus.36.2\">Ex 36:2</a> +, the temple <a data-ref=\"I Kings 5:30\" href=\"/I_Kings.5.30\">1 K 5:30</a> +; work of the potter <a data-ref=\"Jeremiah 18:3\" href=\"/Jeremiah.18.3\">Je 18:3</a>, of the seaman <a data-ref=\"Psalms 107:23\" href=\"/Psalms.107.23\">ψ 107:23</a>, of the Levites <a data-ref=\"I Chronicles 26:29\" href=\"/I_Chronicles.26.29\">1 Ch 26:29</a>, of priests in the sacrifices <a data-ref=\"II Chronicles 29:34\" href=\"/II_Chronicles.29.34\">2 Ch 29:34</a>; †<span dir=\"rtl\">מְלָאכֶת (הָ)עֲבֹדָה</span> phrase of P, <a data-ref=\"Exodus 35:24\" href=\"/Exodus.35.24\">Ex 35:24</a>; <a data-ref=\"Exodus 36:1\" href=\"/Exodus.36.1\">36:1</a>, <a data-ref=\"Exodus 36:3\" href=\"/Exodus.36.3\">3</a>; <a data-ref=\"Leviticus 23:7\" href=\"/Leviticus.23.7\">Lv 23:7</a>, <a data-ref=\"Leviticus 23:8\" href=\"/Leviticus.23.8\">8</a>, <a data-ref=\"Leviticus 23:21\" href=\"/Leviticus.23.21\">21</a>, <a data-ref=\"Leviticus 23:25\" href=\"/Leviticus.23.25\">25</a>, <a data-ref=\"Leviticus 23:35\" href=\"/Leviticus.23.35\">35</a>, <a data-ref=\"Leviticus 23:36\" href=\"/Leviticus.23.36\">36</a>; <a data-ref=\"Numbers 28:18\" href=\"/Numbers.28.18\">Nu 28:18</a>, <a data-ref=\"Numbers 28:25\" href=\"/Numbers.28.25\">25</a>, <a data-ref=\"Numbers 28:26\" href=\"/Numbers.28.26\">26</a>; <a data-ref=\"Numbers 29:1\" href=\"/Numbers.29.1\">29:1</a>, <a data-ref=\"Numbers 29:12\" href=\"/Numbers.29.12\">12</a>, <a data-ref=\"Numbers 29:35\" href=\"/Numbers.29.35\">35</a> also <a data-ref=\"I Chronicles 9:13\" href=\"/I_Chronicles.9.13\">1 Ch 9:13</a>, <a data-ref=\"I Chronicles 9:19\" href=\"/I_Chronicles.9.19\">19</a>; <a data-ref=\"I Chronicles 28:13\" href=\"/I_Chronicles.28.13\">28:13</a>, <a data-ref=\"I Chronicles 28:20\" href=\"/I_Chronicles.28.20\">20</a>; <a data-ref=\"II Chronicles 24:12\" href=\"/II_Chronicles.24.12\">2 Ch 24:12</a>; <span dir=\"rtl\">המ׳ לעבדה</span> <a data-ref=\"I Chronicles 23:24\" href=\"/I_Chronicles.23.24\">1 Ch 23:24</a>; <span dir=\"rtl\">עבדה למ׳</span> <a data-ref=\"Exodus 36:5\" href=\"/Exodus.36.5\">Ex 36:5</a> (P); cf. the phrase <span dir=\"rtl\">עֹשֵׂה המ׳</span> <em>workmen</em> <a data-ref=\"Ezra 3:9\" href=\"/Ezra.3.9\">Ezr 3:9</a> <a data-ref=\"Nehemiah 2:16\" href=\"/Nehemiah.2.16\">Ne 2:16</a>; <span dir=\"rtl\">עֹשִׂים במ׳</span> <a data-ref=\"I Kings 5:30\" href=\"/I_Kings.5.30\">1 K 5:30</a>; <a data-ref=\"I Kings 9:23\" href=\"/I_Kings.9.23\">9:23</a> +; <span dir=\"rtl\">כל מ׳</span> <em>any work</em> forbidden on the Sabbath <a data-ref=\"Exodus 20:9\" href=\"/Exodus.20.9\">Ex 20:9</a>, <a data-ref=\"Exodus 20:10\" href=\"/Exodus.20.10\">10</a>; <a data-ref=\"Leviticus 23:3\" href=\"/Leviticus.23.3\">Lv 23:3</a> (P) <a data-ref=\"Deuteronomy 5:13\" href=\"/Deuteronomy.5.13\">Dt 5:13</a>, <a data-ref=\"Deuteronomy 5:14\" href=\"/Deuteronomy.5.14\">14</a> <a data-ref=\"Jeremiah 17\" href=\"/Jeremiah.17\">Je 17</a>: <a data-ref=\"Jeremiah 17:22\" href=\"/Jeremiah.17.22\">22</a>, <a data-ref=\"Jeremiah 17:24\" href=\"/Jeremiah.17.24\">24</a>; on holy convocations <a data-ref=\"Exodus 12:16\" href=\"/Exodus.12.16\">Ex 12:16</a>; <a data-ref=\"Leviticus 16:29\" href=\"/Leviticus.16.29\">Lv 16:29</a>; <a data-ref=\"Leviticus 23:28\" href=\"/Leviticus.23.28\">23:28</a>, <a data-ref=\"Leviticus 23:30\" href=\"/Leviticus.23.30\">30</a>; <a data-ref=\"Leviticus 23:31\" href=\"/Leviticus.23.31\">31</a> <a data-ref=\"Numbers 29:7\" href=\"/Numbers.29.7\">Nu 29:7</a> (P).<br>†<strong>4.</strong>  <em>workmanship</em>, <span dir=\"rtl\">כל מלאכה</span> <em>in every kind of workmanship</em>, phrase of P: <a data-ref=\"Exodus 31:3\" href=\"/Exodus.31.3\">Ex 31:3</a>, <a data-ref=\"Exodus 31:5\" href=\"/Exodus.31.5\">5</a>; <a data-ref=\"Exodus 35:29\" href=\"/Exodus.35.29\">35:29</a>, <a data-ref=\"Exodus 35:31\" href=\"/Exodus.35.31\">31</a>, <a data-ref=\"Exodus 35:33\" href=\"/Exodus.35.33\">33</a>, <a data-ref=\"Exodus 35:35\" href=\"/Exodus.35.35\">35</a>; and Chr: <a data-ref=\"I Chronicles 22:15\" href=\"/I_Chronicles.22.15\">1 Ch 22:15</a>; <a data-ref=\"I Chronicles 28:21\" href=\"/I_Chronicles.28.21\">28:21</a>; <a data-ref=\"I Chronicles 29:5\" href=\"/I_Chronicles.29.5\">29:5</a>; <a data-ref=\"I Kings 7:14\" href=\"/I_Kings.7.14\">1 K 7:14</a>.<br>†<strong>5.</strong>  <em>service, use</em> <a data-ref=\"Leviticus 7:24\" href=\"/Leviticus.7.24\">Lv 7:24</a>; <a data-ref=\"Leviticus 11:32\" href=\"/Leviticus.11.32\">11:32</a>; <a data-ref=\"Leviticus 13:51\" href=\"/Leviticus.13.51\">13:51</a>; <a data-ref=\"Judges 16:11\" href=\"/Judges.16.11\">Ju 16:11</a>; <a data-ref=\"Ezekiel 15:3\" href=\"/Ezekiel.15.3\">Ez 15:3</a>; <a data-ref=\"Ezekiel 28:13\" href=\"/Ezekiel.28.13\">28:13</a>.<br>†<strong>6.</strong>  <em>public business:</em> <strong>a.</strong>  <em>political</em> <a data-ref=\"I Kings 11:28\" href=\"/I_Kings.11.28\">1 K 11:28</a>; <a data-ref=\"I Chronicles 29:6\" href=\"/I_Chronicles.29.6\">1 Ch 29:6</a>; <a data-ref=\"Daniel 8:27\" href=\"/Daniel.8.27\">Dn 8:27</a>; <a data-ref=\"Esther 3:9\" href=\"/Esther.3.9\">Est 3:9</a>; <a data-ref=\"Esther 9:3\" href=\"/Esther.9.3\">9:3</a>. <strong>b.</strong>  <em>religious</em>, putting away foreign wives <a data-ref=\"Ezra 10:13\" href=\"/Ezra.10.13\">Ezr 10:13</a>; <span dir=\"rtl\">מ׳ יהוה</span> <a data-ref=\"I Chronicles 26:30\" href=\"/I_Chronicles.26.30\">1 Ch 26:30</a>; <span dir=\"rtl\">ם הַקֹּדֶשׁ</span> <a data-ref=\"Exodus 36:4\" href=\"/Exodus.36.4\">Ex 36:4</a>; <a data-ref=\"Exodus 38:24\" href=\"/Exodus.38.24\">38:24</a> (P), <span dir=\"rtl\">מ׳ קדשׁ הקדשׁים</span> <a data-ref=\"I Chronicles 6:34\" href=\"/I_Chronicles.6.34\">1 Ch 6:34</a>; <span dir=\"rtl\">מ׳ אהל מועד</span> <a data-ref=\"Exodus 35:21\" href=\"/Exodus.35.21\">Ex 35:21</a> (P), <span dir=\"rtl\">מ׳ בית י׳</span> <a data-ref=\"I Chronicles 23:4\" href=\"/I_Chronicles.23.4\">1 Ch 23:4</a> <a data-ref=\"Ezra 3:8\" href=\"/Ezra.3.8\">Ezr 3:8</a>; <a data-ref=\"Ezra 6:22\" href=\"/Ezra.6.22\">6:22</a> <a data-ref=\"Nehemiah 10:34\" href=\"/Nehemiah.10.34\">Ne 10:34</a>; <a data-ref=\"Nehemiah 11:22\" href=\"/Nehemiah.11.22\">11:22</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d351b6084aa1cbf253cb", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, עֲבֹדָה 1", "anchorRef": "Exodus 36:5", "anchorRefExpanded": ["Exodus 36:5"], "sourceRef": "BDB, עֲבֹדָה 1", "sourceHeRef": "בראון-דרייבר-בריגס, עֲבֹדָה א׳", "anchorVerse": 5, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "עֲבֹדָה", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† <big><span dir=\"rtl\">עֲבֹדָה</span></big>  and (Chr) <span dir=\"rtl\">עֲבוֹדָה</span> <sub>145</sub> <strong>n.f.</strong> labour, service <strong>(</strong>on format. v. Lag<sup>BN 179</sup> Ba<sup>NB 61</sup><strong>)</strong>;—<span dir=\"rtl\">ע׳</span> <a data-ref=\"Exodus 1:14\" href=\"/Exodus.1.14\">Ex 1:14</a> + 41 times; cstr. <span dir=\"rtl\">עֲבֹדַת</span> <a data-ref=\"Exodus 30:16\" href=\"/Exodus.30.16\">30</a><sup>16</sup> + 43 times; sf. <span dir=\"rtl\">עֲבֹדָתִי</span> <a data-ref=\"Genesis 30:26\" href=\"/Genesis.30.26\">Gn 30:26</a> + 33 times sfs.; in Chr <span dir=\"rtl\">עֲבוֹדָה</span> <a data-ref=\"I Chronicles 28:14\" href=\"/I_Chronicles.28.14\">1 Ch 28:14</a> + 7 times; cstr. <span dir=\"rtl\">עֲבוֹדַת</span> <a data-ref=\"I Chronicles 6:33\" href=\"/I_Chronicles.6.33\">6</a><sup>33</sup> + 13 times; sf. <span dir=\"rtl\">עֲבוֹדָתִי</span> <a data-ref=\"II Chronicles 12:8\" href=\"/II_Chronicles.12.8\">2 Ch 12:8</a>; <span dir=\"rtl\">עֲבוֹדָתָם</span> <a data-ref=\"I Chronicles 6:17\" href=\"/I_Chronicles.6.17\">1 Ch 6:17</a>; <a data-ref=\"II Chronicles 31:16\" href=\"/II_Chronicles.31.16\">2 Ch 31:16</a>;—<br><strong>1.</strong>  †<em>labour, work</em>, <a data-ref=\"Psalms 104:23\" href=\"/Psalms.104.23\">ψ 104</a><sup>23</sup>; in the field <a data-ref=\"Exodus 1:14\" href=\"/Exodus.1.14\">Ex 1:14</a>; <a data-ref=\"I Chronicles 27:26\" href=\"/I_Chronicles.27.26\">1 Ch 27:26</a>, prob. <a data-ref=\"Nehemiah 10:38\" href=\"/Nehemiah.10.38\">Ne 10:38</a> <span dir=\"rtl\">(עָרֵי ע׳)</span>, <a data-ref=\"Psalms 104:14\" href=\"/Psalms.104.14\">ψ 104</a><sup>14</sup> <span dir=\"rtl\">(עֵשֶׂב לע׳)</span>; in fine linen <a data-ref=\"I Chronicles 4:21\" href=\"/I_Chronicles.4.21\">1 Ch 4:21</a>; in erection of tabernacle <a data-ref=\"Exodus 35:24\" href=\"/Exodus.35.24\">Ex 35:24</a>; <a data-ref=\"Exodus 36:1\" href=\"/Exodus.36.1\">36:1</a>, <a data-ref=\"Exodus 36:3\" href=\"/Exodus.36.3\">3</a>, <a data-ref=\"Exodus 36:5\" href=\"/Exodus.36.5\">5</a>; <a data-ref=\"Exodus 39:42\" href=\"/Exodus.39.42\">39:42</a> (P); in repairing temple <a data-ref=\"II Chronicles 34:13\" href=\"/II_Chronicles.34.13\">2 Ch 34:13</a><sup>(×2)</sup>; <span dir=\"rtl\">כל מלאכת עבדה לא תעשׂוּ</span> <em>ye shall do no laborious work</em> <a data-ref=\"Leviticus 23:7\" href=\"/Leviticus.23.7\">Lv 23:7</a>, <a data-ref=\"Leviticus 23:8\" href=\"/Leviticus.23.8\">8</a>, <a data-ref=\"Leviticus 23:21\" href=\"/Leviticus.23.21\">21</a>, <a data-ref=\"Leviticus 23:25\" href=\"/Leviticus.23.25\">25</a>, <a data-ref=\"Leviticus 23:35\" href=\"/Leviticus.23.35\">35</a>, <a data-ref=\"Leviticus 23:36\" href=\"/Leviticus.23.36\">36</a>; <a data-ref=\"Numbers 28:18\" href=\"/Numbers.28.18\">Nu 28:18</a>, <a data-ref=\"Numbers 28:25\" href=\"/Numbers.28.25\">25</a>, <a data-ref=\"Numbers 28:26\" href=\"/Numbers.28.26\">26</a>; <a data-ref=\"Numbers 29:1\" href=\"/Numbers.29.1\">29:1</a>, <a data-ref=\"Numbers 29:12\" href=\"/Numbers.29.12\">12</a>, <a data-ref=\"Numbers 29:35\" href=\"/Numbers.29.35\">35</a> (P); fig. of man, <span dir=\"rtl\">ע׳ הַצְּדָקָה</span> <a data-ref=\"Isaiah 32:17\" href=\"/Isaiah.32.17\">Is 32:17</a> (‖ <span dir=\"rtl\">מַעֲשֵׂה הַצּ׳</span>); of God’s work of judgment <a data-ref=\"Isaiah 28:21\" href=\"/Isaiah.28.21\">Is 28:21</a><sup>(×2)</sup>.<br>†<strong>2.</strong>  <em>labour of servant or slave:</em> of Jacob for Laban <a data-ref=\"Genesis 29:27\" href=\"/Genesis.29.27\">Gn 29:27</a>; <a data-ref=\"Genesis 30:26\" href=\"/Genesis.30.26\">30:26</a> (JE); <span dir=\"rtl\">ע׳ עֶבֶד</span> of bondservant <a data-ref=\"Leviticus 25:39\" href=\"/Leviticus.25.39\">Lv 25:39</a> (P); of the Nethinim <a data-ref=\"Ezra 8:20\" href=\"/Ezra.8.20\">Ezr 8:20</a>; <em>service</em> of things, vessels of tabernacle and temple <a data-ref=\"Numbers 4:26\" href=\"/Numbers.4.26\">Nu 4:26</a>, <a data-ref=\"Numbers 4:32\" href=\"/Numbers.4.32\">32</a> (P), <a data-ref=\"I Chronicles 9:28\" href=\"/I_Chronicles.9.28\">1 Ch 9:28</a>; <a data-ref=\"I Chronicles 28:14\" href=\"/I_Chronicles.28.14\">28:14</a><sup>(×2)</sup>, <a data-ref=\"I Chronicles 28:15\" href=\"/I_Chronicles.28.15\">15</a>.<br>†<strong>3.</strong>  <em>labour, service of captives or subjects:</em> of Israel in Egypt <a data-ref=\"Exodus 1:14\" href=\"/Exodus.1.14\">Ex 1:14</a>; <a data-ref=\"Exodus 2:23\" href=\"/Exodus.2.23\">2:23</a><sup>(×2)</sup> (P), <a data-ref=\"Exodus 5:11\" href=\"/Exodus.5.11\">5:11</a> (E), <a data-ref=\"Exodus 6:6\" href=\"/Exodus.6.6\">6:6</a> (P); <span dir=\"rtl\">כבד(ה) הע׳</span> <a data-ref=\"Exodus 5:9\" href=\"/Exodus.5.9\">5:9</a> (E), <a data-ref=\"Nehemiah 5:18\" href=\"/Nehemiah.5.18\">Ne 5:18</a>; <span dir=\"rtl\">ע׳ קשׁה</span> <a data-ref=\"Exodus 1:14\" href=\"/Exodus.1.14\">Ex 1:14</a>; <a data-ref=\"Exodus 6:9\" href=\"/Exodus.6.9\">6:9</a> (P), <a data-ref=\"Deuteronomy 26:6\" href=\"/Deuteronomy.26.6\">Dt 26:6</a>; <a data-ref=\"I Kings 12:4\" href=\"/I_Kings.12.4\">1 K 12:4</a> = <a data-ref=\"II Chronicles 10:4\" href=\"/II_Chronicles.10.4\">2 Ch 10:4</a>; <a data-ref=\"Isaiah 14:3\" href=\"/Isaiah.14.3\">Is 14:3</a>; <span dir=\"rtl\">מֵרֹב ע׳</span> <a data-ref=\"Lamentations 1:3\" href=\"/Lamentations.1.3\">La 1:3</a>; <span dir=\"rtl\">ע׳ ממלכוֹת</span> <a data-ref=\"II Chronicles 12:8\" href=\"/II_Chronicles.12.8\">2 Ch 12:8</a>; <span dir=\"rtl\">ע׳ המלך</span> <a data-ref=\"I Chronicles 26:30\" href=\"/I_Chronicles.26.30\">1 Ch 26:30</a>; <span dir=\"rtl\">ע׳ אדניהם</span> <a data-ref=\"Nehemiah 3:5\" href=\"/Nehemiah.3.5\">Ne 3:5</a>; military service <a data-ref=\"Ezekiel 29:18\" href=\"/Ezekiel.29.18\">Ez 29:18</a><sup>(×2)</sup>.<br><strong>4.</strong>  <em>service</em> of God, in P Chr Ez: by people <a data-ref=\"Joshua 22:27\" href=\"/Joshua.22.27\">Jos 22:27</a> (P) <a data-ref=\"II Chronicles 12:8\" href=\"/II_Chronicles.12.8\">2 Ch 12:8</a>, feast of passover <a data-ref=\"Exodus 12:25\" href=\"/Exodus.12.25\">Ex 12:25</a>, <a data-ref=\"Exodus 12:26\" href=\"/Exodus.12.26\">26</a>; <a data-ref=\"II Chronicles 35:10\" href=\"/II_Chronicles.35.10\">2 Ch 35:10</a>, <a data-ref=\"II Chronicles 35:16\" href=\"/II_Chronicles.35.16\">16</a>, unleavened bread <a data-ref=\"Exodus 13:5\" href=\"/Exodus.13.5\">Ex 13:5</a>; Levites and priests <a data-ref=\"Numbers 4:19\" href=\"/Numbers.4.19\">Nu 4:19</a>, <a data-ref=\"Numbers 4:49\" href=\"/Numbers.4.49\">49</a>; <a data-ref=\"Numbers 8:11\" href=\"/Numbers.8.11\">8:11</a>; <a data-ref=\"I Chronicles 24:3\" href=\"/I_Chronicles.24.3\">1 Ch 24:3</a>, <a data-ref=\"I Chronicles 24:19\" href=\"/I_Chronicles.24.19\">19</a>; <a data-ref=\"II Chronicles 8:14\" href=\"/II_Chronicles.8.14\">2 Ch 8:14</a>; <a data-ref=\"II Chronicles 31:16\" href=\"/II_Chronicles.31.16\">31:16</a>; <span dir=\"rtl\">ע׳ מתנה</span> <a data-ref=\"Numbers 18:7\" href=\"/Numbers.18.7\">Nu 18:7</a>; Levites <a data-ref=\"Exodus 38:21\" href=\"/Exodus.38.21\">Ex 38:21</a>; <a data-ref=\"Numbers 4:24\" href=\"/Numbers.4.24\">Nu 4:24</a>, <a data-ref=\"Numbers 4:27\" href=\"/Numbers.4.27\">27</a><sup>(×2)</sup>, <a data-ref=\"Numbers 4:28\" href=\"/Numbers.4.28\">28</a>, <a data-ref=\"Numbers 4:33\" href=\"/Numbers.4.33\">33</a>, <a data-ref=\"Numbers 4:47\" href=\"/Numbers.4.47\">47</a><sup>(×2)</sup>; <a data-ref=\"Numbers 7:7\" href=\"/Numbers.7.7\">7:7</a>, <a data-ref=\"Numbers 7:8\" href=\"/Numbers.7.8\">8</a>; <a data-ref=\"Numbers 8:26\" href=\"/Numbers.8.26\">8:26</a>; <a data-ref=\"Numbers 18:21\" href=\"/Numbers.18.21\">18:21</a>; <a data-ref=\"I Chronicles 6:17\" href=\"/I_Chronicles.6.17\">1 Ch 6:17</a>; <a data-ref=\"II Chronicles 31:2\" href=\"/II_Chronicles.31.2\">2 Ch 31:2</a>; c. <span dir=\"rtl\">בְּאֹהֶל מוֹעֵד</span> v <a data-ref=\"Numbers 4:4\" href=\"/Numbers.4.4\">4</a>, <a data-ref=\"Numbers 4:23\" href=\"/Numbers.4.23\">23</a>, <a data-ref=\"Numbers 4:31\" href=\"/Numbers.4.31\">31</a>, <a data-ref=\"Numbers 4:33\" href=\"/Numbers.4.33\">33</a>, <a data-ref=\"Numbers 4:35\" href=\"/Numbers.4.35\">35</a>, <a data-ref=\"Numbers 4:39\" href=\"/Numbers.4.39\">39</a>, <a data-ref=\"Numbers 4:43\" href=\"/Numbers.4.43\">43</a>; <a data-ref=\"Numbers 8:19\" href=\"/Numbers.8.19\">8:19</a>, <a data-ref=\"Numbers 8:22\" href=\"/Numbers.8.22\">22</a>; <a data-ref=\"Numbers 18:31\" href=\"/Numbers.18.31\">18:31</a>; <span dir=\"rtl\">אֹהֶל מוֹעֵד</span> <a data-ref=\"Exodus 30:16\" href=\"/Exodus.30.16\">Ex 30:16</a>; <a data-ref=\"Numbers 4:30\" href=\"/Numbers.4.30\">Nu 4:30</a>; <a data-ref=\"Numbers 7:5\" href=\"/Numbers.7.5\">7:5</a>; <a data-ref=\"Numbers 8:24\" href=\"/Numbers.8.24\">8:24</a>; <a data-ref=\"Numbers 18:4\" href=\"/Numbers.18.4\">18:4</a>, <a data-ref=\"Numbers 18:6\" href=\"/Numbers.18.6\">6</a>, <a data-ref=\"Numbers 18:21\" href=\"/Numbers.18.21\">21</a>, <a data-ref=\"Numbers 18:23\" href=\"/Numbers.18.23\">23</a>, cf. <a data-ref=\"Exodus 35:21\" href=\"/Exodus.35.21\">Ex 35:21</a>; <a data-ref=\"Numbers 7:5\" href=\"/Numbers.7.5\">Nu 7:5</a>; <span dir=\"rtl\">(ה)מִשְׁכָּן</span> <a data-ref=\"Exodus 39:32\" href=\"/Exodus.39.32\">Ex 39:32</a>, <a data-ref=\"Exodus 39:40\" href=\"/Exodus.39.40\">40</a>; <a data-ref=\"Numbers 3:7\" href=\"/Numbers.3.7\">Nu 3:7</a>, <a data-ref=\"Numbers 3:8\" href=\"/Numbers.3.8\">8</a>; <a data-ref=\"Numbers 16:9\" href=\"/Numbers.16.9\">16:9</a>; <a data-ref=\"I Chronicles 6:33\" href=\"/I_Chronicles.6.33\">1 Ch 6:33</a>, cf. <a data-ref=\"Exodus 27:19\" href=\"/Exodus.27.19\">Ex 27:19</a>; <a data-ref=\"Numbers 3:36\" href=\"/Numbers.3.36\">Nu 3:36</a>; <a data-ref=\"I Chronicles 23:26\" href=\"/I_Chronicles.23.26\">1 Ch 23:26</a>; <span dir=\"rtl\">ע׳ הַקֹּדֶשׁ</span> <a data-ref=\"Numbers 7:9\" href=\"/Numbers.7.9\">Nu 7:9</a>, cf. <a data-ref=\"Numbers 3:31\" href=\"/Numbers.3.31\">3:31</a>; of its court v <a data-ref=\"Numbers 3:26\" href=\"/Numbers.3.26\">26</a>; more specif. <span dir=\"rtl\">ע׳ משׂא</span> <a data-ref=\"Numbers 4:47\" href=\"/Numbers.4.47\">4:47</a>; <span dir=\"rtl\">צבא הע׳</span> <a data-ref=\"Numbers 8:25\" href=\"/Numbers.8.25\">8:25</a>; <span dir=\"rtl\">ע׳ בית י׳ (ה)אלהים</span> <a data-ref=\"I Chronicles 23:24\" href=\"/I_Chronicles.23.24\">1 Ch 23:24</a>, <a data-ref=\"I Chronicles 23:28\" href=\"/I_Chronicles.23.28\">28</a>, <a data-ref=\"I Chronicles 23:32\" href=\"/I_Chronicles.23.32\">32</a>; <a data-ref=\"I Chronicles 25:6\" href=\"/I_Chronicles.25.6\">25:6</a>; <a data-ref=\"I Chronicles 28:13\" href=\"/I_Chronicles.28.13\">28:13</a><sup>(×2)</sup>, <a data-ref=\"I Chronicles 28:21\" href=\"/I_Chronicles.28.21\">21</a><sup>(×2)</sup>; <a data-ref=\"I Chronicles 29:7\" href=\"/I_Chronicles.29.7\">29:7</a>; <a data-ref=\"II Chronicles 29:35\" href=\"/II_Chronicles.29.35\">2 Ch 29:35</a>; <a data-ref=\"II Chronicles 31:21\" href=\"/II_Chronicles.31.21\">31:21</a>; <a data-ref=\"II Chronicles 35:2\" href=\"/II_Chronicles.35.2\">35:2</a>; <a data-ref=\"Nehemiah 10:33\" href=\"/Nehemiah.10.33\">Ne 10:33</a>; <span dir=\"rtl\">מלאכת ע׳ בית האלהים</span> <a data-ref=\"I Chronicles 9:13\" href=\"/I_Chronicles.9.13\">1 Ch 9:13</a>; <a data-ref=\"I Chronicles 28:20\" href=\"/I_Chronicles.28.20\">28:20</a>; <a data-ref=\"II Chronicles 24:12\" href=\"/II_Chronicles.24.12\">2 Ch 24:12</a>; <span dir=\"rtl\">מעשׂה ע׳</span> <a data-ref=\"I Chronicles 23:28\" href=\"/I_Chronicles.23.28\">1 Ch 23:28</a>; its service <a data-ref=\"Ezekiel 44:14\" href=\"/Ezekiel.44.14\">Ez 44:14</a>; <a data-ref=\"I Chronicles 9:19\" href=\"/I_Chronicles.9.19\">1 Ch 9:19</a>; specif. service of Levit. singers <a data-ref=\"I Chronicles 25:1\" href=\"/I_Chronicles.25.1\">25:1</a><sup>(×2)</sup>, and doorkeepers <a data-ref=\"I Chronicles 26:8\" href=\"/I_Chronicles.26.8\">26:8</a>; <a data-ref=\"II Chronicles 35:15\" href=\"/II_Chronicles.35.15\">2 Ch 35:15</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d459b6084aa1cbf32479", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, רָבָה 1", "anchorRef": "Exodus 36:5", "anchorRefExpanded": ["Exodus 36:5"], "sourceRef": "BDB, רָבָה 1", "sourceHeRef": "בראון-דרייבר-בריגס, רָבָה א׳", "anchorVerse": 5, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "רָבָה", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["I. <big><big>[<span dir=\"rtl\">רָבָה</span></big></big><sub>225</sub><big><big>]</big></big>  <strong>vb.</strong> be, or become, much, many, great <strong>(</strong>NH id.<em>;</em> Assyrian <em>rabû</em>, <em>be great, grow;</em> Arabic <span dir=\"rtl\">رَبَا</span>, Aramaic <span dir=\"rtl\">רְבָא</span>; <span dir=\"rtl\">ܪܒܳܐ</span>, <span dir=\"rtl\">ܪܒܺܝ</span>, all <em>grow, increase</em><strong>)</strong>;—<br>†<strong>Qal</strong><sub>59</sub>  Pf. 3 fs. <span dir=\"rtl\">רָֽבְתָה</span> <a data-ref=\"I Samuel 14:30\" href=\"/I_Samuel.14.30\">1 S 14:30</a>; 2 ms. <span dir=\"rtl\">וְרָבִ֫יתָ</span> consec. <a data-ref=\"Deuteronomy 30:16\" href=\"/Deuteronomy.30.16\">Dt 30:16</a>; 3 pl. <span dir=\"rtl\">רָבוּ</span> <a data-ref=\"Ezra 9:6\" href=\"/Ezra.9.6\">Ezr 9:6</a> +, etc.; Impf. 3 ms. <span dir=\"rtl\">יִרְבֶּה</span> <a data-ref=\"Deuteronomy 8:13\" href=\"/Deuteronomy.8.13\">Dt 8:13</a> +, juss. <span dir=\"rtl\">יִ֫רֶב</span> <a data-ref=\"Genesis 1:22\" href=\"/Genesis.1.22\">Gn 1:22</a> + <a data-ref=\"II Chronicles 24:27\" href=\"/II_Chronicles.24.27\">2 Ch 24:27</a> Qr (< <span dir=\"rtl\">ורב</span> Kt, v. <a data-ref=\"BDB, עָרֹב\" href=\"/BDB,_עָרֹב\", dir=\"rtl\">רֹב</a> <strong>1</strong>), <span dir=\"rtl\">וַיִּ֫רֶב</span> <a data-ref=\"Exodus 1:20\" href=\"/Exodus.1.20\">Ex 1:20</a>; 3 fs. <span dir=\"rtl\">תִּרְבֶּה</span> <a data-ref=\"Deuteronomy 7:22\" href=\"/Deuteronomy.7.22\">Dt 7:22</a>; <a data-ref=\"Daniel 12:4\" href=\"/Daniel.12.4\">Dn 12:4</a>, <span dir=\"rtl\">וַתֵּ֫רֶב</span> <a data-ref=\"Genesis 43:34\" href=\"/Genesis.43.34\">Gn 43:34</a>; <a data-ref=\"I Kings 5:10\" href=\"/I_Kings.5.10\">1 K 5:10</a>; 3 mpl. <span dir=\"rtl\">יִרְבּוּ</span> <a data-ref=\"Deuteronomy 11:31\" href=\"/Deuteronomy.11.31\">Dt 11:31</a> +, <span dir=\"rtl\">יִרְבּוּן</span> <a data-ref=\"Psalms 139:18\" href=\"/Psalms.139.18\">ψ 139:18</a>, <span dir=\"rtl\">יִרְבְּיֻן</span> <a data-ref=\"Deuteronomy 8:13\" href=\"/Deuteronomy.8.13\">Dt 8:13</a>, etc.; Imv. ms. <span dir=\"rtl\">וּרְבֵה</span> <a data-ref=\"Genesis 35:11\" href=\"/Genesis.35.11\">Gn 35:11</a>; Inf. cstr. <span dir=\"rtl\">רְבוֹת</span> <a data-ref=\"Exodus 11:9\" href=\"/Exodus.11.9\">Ex 11:9</a> +;—Pt. <span dir=\"rtl\">רֹבֶה</span> v. <a ,=\"\" data-ref=\"BDB Aramaic, רְבָה\" dir=\"rtl\" href=\"/BDB Aramaic,_רְבָה\">II. רבה</a>;— <strong>1.</strong>  <em>become many, numerous:</em> <strong>a.</strong>  of a people, <a data-ref=\"Exodus 1:10\" href=\"/Exodus.1.10\">Ex 1:10</a>, <a data-ref=\"Exodus 1:12\" href=\"/Exodus.1.12\">12</a> (J), v <a data-ref=\"Exodus 1:20\" href=\"/Exodus.1.20\">20</a> (E), <a data-ref=\"Deuteronomy 6:3\" href=\"/Deuteronomy.6.3\">Dt 6:3</a>; <a data-ref=\"Deuteronomy 8:1\" href=\"/Deuteronomy.8.1\">8:1</a>; <a data-ref=\"Deuteronomy 30:16\" href=\"/Deuteronomy.30.16\">30:16</a> <a data-ref=\"Zechariah 10:8\" href=\"/Zechariah.10.8\">Zc 10:8</a>; <a data-ref=\"I Chronicles 5:23\" href=\"/I_Chronicles.5.23\">1 Ch 5:23</a>; <span dir=\"rtl\">רָבוּ לְמָ֑עְלָה</span> <a data-ref=\"I Chronicles 23:17\" href=\"/I_Chronicles.23.17\">23:17</a>; especially + <span dir=\"rtl\">פרה</span> <em>be fruitful and multiply</em> <a data-ref=\"Jeremiah 3:16\" href=\"/Jeremiah.3.16\">Je 3:16</a>; <a data-ref=\"Jeremiah 23:3\" href=\"/Jeremiah.23.3\">23:3</a> (fig. of flock), <a data-ref=\"Genesis 47:27\" href=\"/Genesis.47.27\">Gn 47:27b</a> (P), <a data-ref=\"Exodus 1:7\" href=\"/Exodus.1.7\">Ex 1:7</a> (P), <a data-ref=\"Psalms 107:38\" href=\"/Psalms.107.38\">ψ 107:38</a>, also (of man and beast) <a data-ref=\"Ezekiel 36:11\" href=\"/Ezekiel.36.11\">Ez 36:11</a>; of children <a data-ref=\"Job 27:14\" href=\"/Job.27.14\">Jb 27:14</a>; <span dir=\"rtl\">צַדִּיקִים</span> <a data-ref=\"Proverbs 28:28\" href=\"/Proverbs.28.28\">Pr 28:28</a>, <span dir=\"rtl\">בִּרְבוֹת צ׳</span> <a data-ref=\"Proverbs 29:2\" href=\"/Proverbs.29.2\">Pr 29:2</a> (Toy <span dir=\"rtl\">רְדוֹת</span> <em>rule</em>, ‖ <span dir=\"rtl\">מְשֹׁל</span>), <span dir=\"rtl\">בר׳ רְשַׁעִים</span> v <a data-ref=\"Proverbs 29:16\" href=\"/Proverbs.29.16\">16</a> (Toy id.). <strong>b.</strong>  of animals <a data-ref=\"Deuteronomy 7:22\" href=\"/Deuteronomy.7.22\">Dt 7:22</a> (+ <span dir=\"rtl\">עַל</span> pers.), <a data-ref=\"Deuteronomy 8:13\" href=\"/Deuteronomy.8.13\">8:13</a> <a data-ref=\"I Chronicles 5:9\" href=\"/I_Chronicles.5.9\">1 Ch 5:9</a>; + <span dir=\"rtl\">פרה</span> <a data-ref=\"Genesis 1:22\" href=\"/Genesis.1.22\">Gn 1:22</a> <a data-ref=\"Genesis 8:17\" href=\"/Genesis.8.17\">8:17</a> (both P; cf. <a data-ref=\"Ezekiel 36:11\" href=\"/Ezekiel.36.11\">Ez 36:11</a> supr.). <strong>c.</strong>  of things <a data-ref=\"Deuteronomy 8:13\" href=\"/Deuteronomy.8.13\">Dt 8:13</a><sup>(×2)</sup>; <a data-ref=\"Ezekiel 31:5\" href=\"/Ezekiel.31.5\">Ez 31:5</a>; <a data-ref=\"Exodus 11:9\" href=\"/Exodus.11.9\">Ex 11:9</a> (P), <a data-ref=\"Ecclesiastes 5:10\" href=\"/Ecclesiastes.5.10\">Ec 5:10</a>; of sins <a data-ref=\"Ezra 9:6\" href=\"/Ezra.9.6\">Ezr 9:6</a> (+ <span dir=\"rtl\">לְמַ֫עְלָה</span>), <a data-ref=\"Proverbs 29:16\" href=\"/Proverbs.29.16\">Pr 29:16</a>; + <span dir=\"rtl\">מִן</span> comp. <a data-ref=\"Psalms 16:4\" href=\"/Psalms.16.4\">ψ 16:4</a>; <a data-ref=\"Psalms 139:18\" href=\"/Psalms.139.18\">139:18</a>; of days <a data-ref=\"Genesis 38:12\" href=\"/Genesis.38.12\">Gn 38:12</a> (J), <a data-ref=\"Deuteronomy 11:21\" href=\"/Deuteronomy.11.21\">Dt 11:21</a>; <a data-ref=\"I Samuel 7:2\" href=\"/I_Samuel.7.2\">1 S 7:2</a>; <a data-ref=\"Proverbs 9:11\" href=\"/Proverbs.9.11\">Pr 9:11</a>, years of life <a data-ref=\"Proverbs 4:10\" href=\"/Proverbs.4.10\">4:10</a>; of waters <a data-ref=\"Genesis 7:17\" href=\"/Genesis.7.17\">Gn 7:17</a> (J), v <a data-ref=\"Genesis 7:18\" href=\"/Genesis.7.18\">18</a> (P). <strong>2.</strong> <strong>a.</strong>  <em>be great:</em> (1) of things, <a data-ref=\"Genesis 43:34\" href=\"/Genesis.43.34\">Gn 43:34</a> (J; + <span dir=\"rtl\">מִן</span> comp.), <a data-ref=\"I Samuel 14:30\" href=\"/I_Samuel.14.30\">1 S 14:30</a>; of way = <em>be long</em> <a data-ref=\"Deuteronomy 19:6\" href=\"/Deuteronomy.19.6\">Dt 19:6</a> and (<span dir=\"rtl\">מִן</span> comp. pers.) <a data-ref=\"Deuteronomy 14:24\" href=\"/Deuteronomy.14.24\">14:24</a> <em>be too long for;</em> of wisdom <a data-ref=\"I Kings 5:10\" href=\"/I_Kings.5.10\">1 K 5:10</a> (<span dir=\"rtl\">מִן</span> comp.). (2) of pers., <span dir=\"rtl\">יִרְבֶּה אֱלֹהִים מֵאֱנוֹשׁ</span> <a data-ref=\"Job 33:12\" href=\"/Job.33.12\">Jb 33:12</a> i.e. is too great for (De al.); has loftier, nobler thoughts (Di Bu), but no ‖. <strong>b.</strong>  <em>grow great</em> (Aramaism): (1) of pers., = grow up <a data-ref=\"Ezekiel 16:7\" href=\"/Ezekiel.16.7\">Ez 16:7</a> (+ <span dir=\"rtl\">גָּדַל</span>), <a data-ref=\"Job 39:4\" href=\"/Job.39.4\">Jb 39:4</a>. (2) of glory <a data-ref=\"Psalms 49:17\" href=\"/Psalms.49.17\">ψ 49:17</a>, knowledge <a data-ref=\"Daniel 12:4\" href=\"/Daniel.12.4\">Dn 12:4</a>.—<a data-ref=\"II Chronicles 24:27\" href=\"/II_Chronicles.24.27\">2 Ch 24:27</a> v. supr.<br>†<strong>Pi.</strong><sub>4</sub>  <em>make large, increase;</em>—Imv. ms. <span dir=\"rtl\">רַבֶּה צְבָאֲךָ</span> <a data-ref=\"Judges 9:29\" href=\"/Judges.9.29\">Ju 9:29</a> <em>enlarge thy host;</em> Pf. 2 ms. <span dir=\"rtl\">רִבִּיתָ בִּמְחִירֵיהֶם</span> <a data-ref=\"Psalms 44:13\" href=\"/Psalms.44.13\">ψ 44:13</a> <em>thou hast</em> not <em>made great with their price</em> (set a high price; so Ew De Che al.); or <em>increased</em> (sc. thy wealth) <em>by their price</em> (Hup Bae); = <em>bring up, rear</em> (children) <a data-ref=\"Lamentations 2:22\" href=\"/Lamentations.2.22\">La 2:22</a> (+ <span dir=\"rtl\">טפּח</span>), whelps <a data-ref=\"Ezekiel 19:2\" href=\"/Ezekiel.19.2\">Ez 19:2</a> (in fig.).<br><strong>Hiph.</strong><sub>162</sub>  <em>Pf.</em> 3 ms. <span dir=\"rtl\">הִרְבָּה</span> <a data-ref=\"Hosea 8:11\" href=\"/Hosea.8.11\">Ho 8:11</a> +, sf. <span dir=\"rtl\">וְהִרְבְּךָ</span> consec. <a data-ref=\"Deuteronomy 30:5\" href=\"/Deuteronomy.30.5\">Dt 30:5</a>; 2 ms. <span dir=\"rtl\">הִרְבִּיתָ</span> <a data-ref=\"Isaiah 9:2\" href=\"/Isaiah.9.2\">Is 9:2</a> +, 1 s. <span dir=\"rtl\">הִרְבֵּיתִי</span> <a data-ref=\"Hosea 2:10\" href=\"/Hosea.2.10\">Ho 2:10</a> +, etc.; Impf. <span dir=\"rtl\">יַרְבֶּה</span> <a data-ref=\"Hosea 12:2\" href=\"/Hosea.12.2\">12:2</a> +, <span dir=\"rtl\">וַ֫יֶּרֶב</span> <a data-ref=\"II Samuel 18:8\" href=\"/II_Samuel.18.8\">2 S 18:8</a>; <a data-ref=\"Lamentations 2:5\" href=\"/Lamentations.2.5\">La 2:5</a>, etc.; Imv. ms. <span dir=\"rtl\">הַרְבֵּה</span> <a data-ref=\"Ezekiel 24:10\" href=\"/Ezekiel.24.10\">Ez 24:10</a>, <span dir=\"rtl\">הֶ֫רֶב</span> <a data-ref=\"Judges 20:38\" href=\"/Judges.20.38\">Ju 20:38</a> + <a data-ref=\"Psalms 51:4\" href=\"/Psalms.51.4\">ψ 51:4</a> Qr (<span dir=\"rtl\">הרבה</span> Kt, Inf. abs.), etc.; fs. <span dir=\"rtl\">הַרְבִּי</span> <a data-ref=\"Isaiah 23:16\" href=\"/Isaiah.23.16\">Is 23:16</a>, mpl. <span dir=\"rtl\">הַרְבּוּ</span> <a data-ref=\"Amos 4:4\" href=\"/Amos.4.4\">Am 4:4</a>; <a data-ref=\"Genesis 34:12\" href=\"/Genesis.34.12\">Gn 34:12</a>; Inf. abs. <span dir=\"rtl\">הַרְבֵּה</span> <a data-ref=\"Genesis 15:1\" href=\"/Genesis.15.1\">15:1</a> +, <span dir=\"rtl\">הַרְבָּה</span> (Ba<sup>NB 90, 91</sup>) <a data-ref=\"Genesis 3:16\" href=\"/Genesis.3.16\">3:16</a>; <a data-ref=\"Genesis 16:10\" href=\"/Genesis.16.10\">16:10</a>; <a data-ref=\"Genesis 22:17\" href=\"/Genesis.22.17\">22:17</a>; cstr. <span dir=\"rtl\">הַרְבוֹת</span> <a data-ref=\"Deuteronomy 28:63\" href=\"/Deuteronomy.28.63\">Dt 28:63</a> + (<a data-ref=\"II Samuel 14:11\" href=\"/II_Samuel.14.11\">2 S 14:11</a> Kt <span dir=\"rtl\">הרבית</span>; <a data-ref=\"Amos 4:9\" href=\"/Amos.4.9\">Am 4:9</a>; <a data-ref=\"Proverbs 25:27\" href=\"/Proverbs.25.27\">Pr 25:27</a> v. infr.); Pt. <span dir=\"rtl\">מַרְבֶּה</span> <a data-ref=\"Exodus 16:17\" href=\"/Exodus.16.17\">Ex 16:17</a> +, cstr. <span dir=\"rtl\">מַרְבֵּה</span> <a data-ref=\"Leviticus 11:42\" href=\"/Leviticus.11.42\">Lv 11:42</a>, etc.;— <strong>1.</strong>  <em>make much</em>, or <em>many:</em> <strong>a.</strong>  obj. pers. (or a people), <em>multiply, increase</em> <a data-ref=\"Genesis 16:10\" href=\"/Genesis.16.10\">Gn 16:10</a>; <a data-ref=\"Genesis 17:20\" href=\"/Genesis.17.20\">17:20</a>; <a data-ref=\"Isaiah 9:2\" href=\"/Isaiah.9.2\">Is 9:2</a> +; <a data-ref=\"Ezekiel 36:10\" href=\"/Ezekiel.36.10\">Ez 36:10</a> (+ <span dir=\"rtl\">עַל</span> pers.), v <a data-ref=\"Ezekiel 36:11\" href=\"/Ezekiel.36.11\">11</a> (man and beast; + id.); <a data-ref=\"Deuteronomy 30:5\" href=\"/Deuteronomy.30.5\">Dt 30:5</a> (+ <span dir=\"rtl\">מִן</span> comp. pers.); + <span dir=\"rtl\">פרה</span> Hiph. <a data-ref=\"Genesis 28:3\" href=\"/Genesis.28.3\">Gn 28:3</a>; <a data-ref=\"Genesis 48:4\" href=\"/Genesis.48.4\">48:4</a> (both P); <span dir=\"rtl\">הִרְבָּה כּוֹשֵׁל</span> <a data-ref=\"Jeremiah 46:16\" href=\"/Jeremiah.46.16\">Je 46:16</a> = <em>he made many stumble;</em> = <em>have many</em> <a data-ref=\"I Chronicles 7:4\" href=\"/I_Chronicles.7.4\">1 Ch 7:4</a>; <a data-ref=\"I Chronicles 8:40\" href=\"/I_Chronicles.8.40\">8:40</a>; <a data-ref=\"I Chronicles 23:11\" href=\"/I_Chronicles.23.11\">23:11</a>. <strong>b.</strong>  obj. animals <a data-ref=\"Deuteronomy 17:16\" href=\"/Deuteronomy.17.16\">Dt 17:16</a><sup>(×2)</sup> (cf. <a data-ref=\"Ezekiel 36:11\" href=\"/Ezekiel.36.11\">Ez 36:11</a> supr.). <strong>c.</strong>  obj. things <a data-ref=\"Hosea 2:10\" href=\"/Hosea.2.10\">Ho 2:10</a>; <a data-ref=\"Hosea 8:11\" href=\"/Hosea.8.11\">8:11</a>, <a data-ref=\"Hosea 8:14\" href=\"/Hosea.8.14\">14</a> <a data-ref=\"Genesis 3:16\" href=\"/Genesis.3.16\">Gn 3:16</a> +; <span dir=\"rtl\">הַרְבּוּ עָלַי מְאֹד מֹהַר וּמַתָּן</span> <a data-ref=\"Genesis 34:12\" href=\"/Genesis.34.12\">34:12</a>; opp. <span dir=\"rtl\">הִמְעִיט</span> <a data-ref=\"Leviticus 26:16\" href=\"/Leviticus.26.16\">Lv 26:16</a>; <a data-ref=\"Numbers 26:54\" href=\"/Numbers.26.54\">Nu 26:54</a>; <a data-ref=\"Numbers 33:54\" href=\"/Numbers.33.54\">33:54</a>; obj. words <a data-ref=\"Ecclesiastes 10:14\" href=\"/Ecclesiastes.10.14\">Ec 10:14</a> (v. <a data-ref=\"Job 34:37\" href=\"/Job.34.37\">Jb 34:37</a> sub <strong>2</strong>), cf. <a data-ref=\"Isaiah 1:15\" href=\"/Isaiah.1.15\">Is 1:15</a>; <a data-ref=\"Job 40:27\" href=\"/Job.40.27\">Jb 40:27</a>, <span dir=\"rtl\">הַרְבִּי־שִׁיר</span> <a data-ref=\"Isaiah 23:16\" href=\"/Isaiah.23.16\">Is 23:16</a>; obj. days <a data-ref=\"Job 29:18\" href=\"/Job.29.18\">Jb 29:18</a> (like sand); = <em>use many</em> (medicines) <a data-ref=\"Jeremiah 46:11\" href=\"/Jeremiah.46.11\">Je 46:11</a>; <em>have many</em> (feet) <a data-ref=\"Leviticus 11:42\" href=\"/Leviticus.11.42\">Lv 11:42</a>; <em>bring abundantly</em> <a data-ref=\"II Chronicles 31:5\" href=\"/II_Chronicles.31.5\">2 Ch 31:5</a>; <em>yield abundantly</em> <a data-ref=\"Nehemiah 9:37\" href=\"/Nehemiah.9.37\">Ne 9:37</a>; c. ל of obj. <a data-ref=\"Hosea 10:1\" href=\"/Hosea.10.1\">Ho 10:1</a> (<span dir=\"rtl\">ל</span> <strong>3 a</strong>); obj. om. <a data-ref=\"Habakkuk 2:6\" href=\"/Habakkuk.2.6\">Hb 2:6</a>; <a data-ref=\"Proverbs 22:16\" href=\"/Proverbs.22.16\">Pr 22:16</a>, also (opp. <span dir=\"rtl\">מעט</span> [usually Hiph.]) <a data-ref=\"Exodus 16:17\" href=\"/Exodus.16.17\">Ex 16:17</a>, <a data-ref=\"Exodus 16:18\" href=\"/Exodus.16.18\">18</a>; <a data-ref=\"Exodus 30:15\" href=\"/Exodus.30.15\">30:15</a>; <a data-ref=\"Numbers 35:8\" href=\"/Numbers.35.8\">Nu 35:8</a> (all P), <a data-ref=\"Proverbs 13:11\" href=\"/Proverbs.13.11\">Pr 13:11</a>. †<strong>d.</strong>  (1) sq. inf., <em>make much to do, do much in respect of</em>, = do much, abundantly, greatly, often, etc. (Dr <a data-ref=\"I Samuel 1:12\" href=\"/I_Samuel.1.12\">1 S 1:12</a>): <span dir=\"rtl\">הַרְבּוּ לִפִשֹׁעַ</span> <a data-ref=\"Amos 4:4\" href=\"/Amos.4.4\">Am 4:4</a> = <em>transgress greatly</em>, so <a data-ref=\"Ezra 10:13\" href=\"/Ezra.10.13\">Ezr 10:13</a>, cf. <a data-ref=\"II Kings 21:6\" href=\"/II_Kings.21.6\">2 K 21:6</a> = <a data-ref=\"II Chronicles 33:6\" href=\"/II_Chronicles.33.6\">2 Ch 33:6</a>; further, <a data-ref=\"Isaiah 55:7\" href=\"/Isaiah.55.7\">Is 55:7</a>; <a data-ref=\"Exodus 36:5\" href=\"/Exodus.36.5\">Ex 36:5</a>; <a data-ref=\"II Chronicles 36:14\" href=\"/II_Chronicles.36.14\">2 Ch 36:14</a> <a data-ref=\"Psalms 78:38\" href=\"/Psalms.78.38\">ψ 78:38</a>, also <a data-ref=\"II Samuel 14:11\" href=\"/II_Samuel.14.11\">2 S 14:11</a> (Kt <span dir=\"rtl\">מהרבית</span>, Qr <span dir=\"rtl\">מֵהַרְבַּת</span>, read prob. <span dir=\"rtl\">מֵהַרְבּוֹת</span> Dr<sup>reff.</sup> Ges<sup>§ 75 ff.</sup> Th-Löhr); + <span dir=\"rtl\">מִן</span> comp. <a data-ref=\"II Samuel 18:8\" href=\"/II_Samuel.18.8\">18:8</a>; <a data-ref=\"I Samuel 1:12\" href=\"/I_Samuel.1.12\">1 S 1:12</a> = <em>pray a long time;</em> <a data-ref=\"Judges 20:38\" href=\"/Judges.20.38\">Ju 20:38</a> del. <span dir=\"rtl\">הֶרֶב</span> as dittogr. of <span dir=\"rtl\">הארב</span> Be Bu GFM. (2) sq. vb. fin. (Dr<sup>Sm</sup> Ges<sup>§ 120 g</sup>), <span dir=\"rtl\">אַל־תַּרְבּוּ תְדַבְּרוּ</span> <a data-ref=\"I Samuel 2:3\" href=\"/I_Samuel.2.3\">1 S 2:3</a> i.e. <em>talk not</em> so <em>much;</em> cf. <a data-ref=\"Psalms 51:4\" href=\"/Psalms.51.4\">ψ 51:4</a>. <strong>e.</strong>  the Inf. abs. (Ol<sup>§ 191 b</sup> Kö<sup>ii. 1, 555</sup> Ges<sup>§ 75 ff.</sup>) is used: (1) <span dir=\"rtl\">הַרְבָּה אַרְבֶּה</span> <em>I will greatly increase</em> <a data-ref=\"Genesis 3:16\" href=\"/Genesis.3.16\">Gn 3:16</a>; <a data-ref=\"Genesis 16:10\" href=\"/Genesis.16.10\">16:10</a>; <a data-ref=\"Genesis 22:17\" href=\"/Genesis.22.17\">22:17</a> (all J; Ges<sup>§ 113 n</sup>); (2) <span dir=\"rtl\">וְדַרְבֵּה</span> carrying on inf. cstr. <a data-ref=\"Ezekiel 21:20\" href=\"/Ezekiel.21.20\">Ez 21:20</a>; (3) <span dir=\"rtl\">הַרְבֵּה</span> as adv. (c. vbs. and [<a data-ref=\"Ecclesiastes 7:16\" href=\"/Ecclesiastes.7.16\">Ec 7:16</a>] adj.), <em>greatly, exceedingly</em>, etc., especially <span dir=\"rtl\">ה׳ מְאֹד</span> <a data-ref=\"Genesis 41:49\" href=\"/Genesis.41.49\">Gn 41:49</a> (E), <a data-ref=\"I Samuel 26:21\" href=\"/I_Samuel.26.21\">1 S 26:21</a> <a data-ref=\"II Samuel 12:30\" href=\"/II_Samuel.12.30\">2 S 12:30</a> = <a data-ref=\"I Chronicles 20:2\" href=\"/I_Chronicles.20.2\">1 Ch 20:2</a>, <a data-ref=\"Joshua 13:1\" href=\"/Joshua.13.1\">Jos 13:1</a> (D), <a data-ref=\"II Kings 21:16\" href=\"/II_Kings.21.16\">2 K 21:16</a> <a data-ref=\"Nehemiah 2:2\" href=\"/Nehemiah.2.2\">Ne 2:2</a>; perhaps also <a data-ref=\"I Kings 5:9\" href=\"/I_Kings.5.9\">1 K 5:9</a>; <a data-ref=\"I Kings 10:10\" href=\"/I_Kings.10.10\">10:10</a> (both c. <span dir=\"rtl\">נָתַן</span>), v <a data-ref=\"I Kings 10:11\" href=\"/I_Kings.10.11\">11</a> (c. <span dir=\"rtl\">הֵבִיא</span>), <a data-ref=\"Jeremiah 40:12\" href=\"/Jeremiah.40.12\">Je 40:12</a> (c. <span dir=\"rtl\">אָסַף</span>), <a data-ref=\"II Chronicles 14:12\" href=\"/II_Chronicles.14.12\">2 Ch 14:12</a> (c. <span dir=\"rtl\">נָשָׂא</span>); <span dir=\"rtl\">הַרְבֵּה</span> alone <a data-ref=\"II Kings 10:18\" href=\"/II_Kings.10.18\">2 K 10:18</a> (opp. <span dir=\"rtl\">מְעָ֑ט</span>), <a data-ref=\"Nehemiah 3:33\" href=\"/Nehemiah.3.33\">Ne 3:33</a> <a data-ref=\"Ecclesiastes 1:16\" href=\"/Ecclesiastes.1.16\">Ec 1:16</a>; <a data-ref=\"Ecclesiastes 5:19\" href=\"/Ecclesiastes.5.19\">5:19</a>; <a data-ref=\"Ecclesiastes 7:16\" href=\"/Ecclesiastes.7.16\">7:16</a>, <a data-ref=\"Ecclesiastes 7:17\" href=\"/Ecclesiastes.7.17\">17</a> <a data-ref=\"Psalms 51:4\" href=\"/Psalms.51.4\">ψ 51:4</a> Kt (Qr <span dir=\"rtl\">הֶרֶב</span> Imv.); (4) as adj. attrib. (Kö<sup>Synt. § 318 e</sup>), <span dir=\"rtl\">ה׳ מְאֹד</span> <a data-ref=\"Deuteronomy 3:5\" href=\"/Deuteronomy.3.5\">Dt 3:5</a>; <a data-ref=\"Joshua 22:8\" href=\"/Joshua.22.8\">Jos 22:8</a> (D; ‖ <span dir=\"rtl\">רַב־מְאֹד</span>), <a data-ref=\"II Samuel 8:8\" href=\"/II_Samuel.8.8\">2 S 8:8</a> (<span dir=\"rtl\">רַבָּה מְאֹד</span> in ‖ <a data-ref=\"I Chronicles 18:8\" href=\"/I_Chronicles.18.8\">1 Ch 18:8</a>), <a data-ref=\"II Samuel 12:2\" href=\"/II_Samuel.12.2\">12:2</a> <a data-ref=\"Isaiah 30:33\" href=\"/Isaiah.30.33\">Is 30:33</a>; <a data-ref=\"II Chronicles 32:27\" href=\"/II_Chronicles.32.27\">2 Ch 32:27</a>; so <span dir=\"rtl\">דַרְבֵּה</span> alone <a data-ref=\"Nehemiah 4:4\" href=\"/Nehemiah.4.4\">Ne 4:4</a>, <a data-ref=\"Nehemiah 4:13\" href=\"/Nehemiah.4.13\">13</a> (+ <span dir=\"rtl\">רְחָבָה</span>), <a data-ref=\"Ezra 10:1\" href=\"/Ezra.10.1\">Ezr 10:1</a> (preceding n., cf. i. <a data-ref=\"BDB, רַב³\" href=\"/BDB,_רַב³\", dir=\"rtl\">רַב</a>). <a data-ref=\"Ecclesiastes 2:7\" href=\"/Ecclesiastes.2.7\">Ec 2:7</a>; <a data-ref=\"Ecclesiastes 5:6\" href=\"/Ecclesiastes.5.6\">5:6</a>, <a data-ref=\"Ecclesiastes 5:16\" href=\"/Ecclesiastes.5.16\">16</a> (reading <span dir=\"rtl\">כעס</span> as n., Ew De Hi-Now al.), <a data-ref=\"Ecclesiastes 6:11\" href=\"/Ecclesiastes.6.11\">6:11</a>; <a data-ref=\"Ecclesiastes 9:18\" href=\"/Ecclesiastes.9.18\">9:18</a>; <a data-ref=\"Ecclesiastes 11:8\" href=\"/Ecclesiastes.11.8\">11:8a</a>; <a data-ref=\"Ecclesiastes 12:9\" href=\"/Ecclesiastes.12.9\">12:9</a>, <a data-ref=\"Ecclesiastes 5:12\" href=\"/Ecclesiastes.5.12\">12</a><sup>(×2)</sup>, <span dir=\"rtl\">הַרְבּוֹת</span> alone <a data-ref=\"Proverbs 25:27\" href=\"/Proverbs.25.27\">Pr 25:27</a> (Toy reads <span dir=\"rtl\">הַרְ בֵּה</span>); <span dir=\"rtl\">הַרְבֵּה מְאֹד</span> as pred. <a data-ref=\"Genesis 15:1\" href=\"/Genesis.15.1\">Gn 15:1</a> (J; Sam. <span dir=\"rtl\">אַרְבֶּה</span>), <a data-ref=\"Ecclesiastes 11:8\" href=\"/Ecclesiastes.11.8\">Ec 11:8b</a> <a data-ref=\"Psalms 130:7\" href=\"/Psalms.130.7\">ψ 130:7</a> (adv. Bae); (5) <span dir=\"rtl\">הַרְבֵּה</span> as n. concr. (Kö<sup>Synt. § 318 a</sup>) <a data-ref=\"II Samuel 1:4\" href=\"/II_Samuel.1.4\">2 S 1:4</a>; <a data-ref=\"Jeremiah 42:2\" href=\"/Jeremiah.42.2\">Je 42:2</a> (<span dir=\"rtl\">-בֶּה</span> van d. H.), c. <span dir=\"rtl\">מִן</span> comp., <a data-ref=\"II Chronicles 25:9\" href=\"/II_Chronicles.25.9\">2 Ch 25:9</a>; <a data-ref=\"Jonah 4:11\" href=\"/Jonah.4.11\">Jon 4:11</a>; as obj. (or adv.), opp. <span dir=\"rtl\">מְעַט</span> <a data-ref=\"Haggai 1:6\" href=\"/Haggai.1.6\">Hg 1:6</a>, <a data-ref=\"Haggai 1:9\" href=\"/Haggai.1.9\">9</a>; <a data-ref=\"Ecclesiastes 5:11\" href=\"/Ecclesiastes.5.11\">Ec 5:11</a>; late in adv. phr. <span dir=\"rtl\">(מְאֹד) לְהַרְבֵּה</span> †<a data-ref=\"Nehemiah 5:18\" href=\"/Nehemiah.5.18\">Ne 5:18</a>; <a data-ref=\"II Chronicles 11:12\" href=\"/II_Chronicles.11.12\">2 Ch 11:12</a>; <a data-ref=\"II Chronicles 16:8\" href=\"/II_Chronicles.16.8\">16:8</a>; <span dir=\"rtl\">הַרְבּוֹת</span> as n. <a data-ref=\"Amos 4:9\" href=\"/Amos.4.9\">Am 4:9</a> (read prob. <span dir=\"rtl\">הֶחֱרַבְתִּי</span> We Now). †<strong>2.</strong>  <em>make great</em>, obj. pers. <a data-ref=\"II Samuel 22:36\" href=\"/II_Samuel.22.36\">2 S 22:36</a> = <a data-ref=\"Psalms 18:36\" href=\"/Psalms.18.36\">ψ 18:36</a>; <em>enlarge</em> border <a data-ref=\"I Chronicles 4:10\" href=\"/I_Chronicles.4.10\">1 Ch 4:10</a>; perhaps also <a data-ref=\"Job 34:37\" href=\"/Job.34.37\">Jb 34:37</a> <em>make words great</em>, presumptuous, against God (<span dir=\"rtl\">לְאֵל</span>; so Buhl<sup>Lex</sup>; most <em>make many words</em>, <strong>1 c</strong>)."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "665d7700e1d4c3231a2f2c66", "index_title": "Divrei David on Rashi", "category": "Commentary", "type": "commentary", "ref": "Divrei David on Rashi, Exodus 36:5:1", "anchorRef": "Exodus 36:5", "anchorRefExpanded": ["Exodus 36:5"], "sourceRef": "Divrei David on Rashi, Exodus 36:5:1", "sourceHeRef": "דברי דוד על רש״י, ספר שמות ל״ו:ה׳:א׳", "anchorVerse": 5, "sourceHasEn": false, "commentaryNum": 5.0001, "collectiveTitle": {"en": "Divrei David", "he": "דברי דוד"}, "heTitle": "ספר שמות", "he": "מדי העבודה, יותר מכדי צורך העבודה. קשה לי מרבים ל\"ל הא סגי אם יאמר העם מביאים יותר מכדי צורך העבודה. ותו קשה במ\"ש אח\"כ היתה דים כו' והותר, ל\"ל דים כיון שאמר והותר הלא בכלל מאתים מנה. ונראה דרש\"י הוקשה לו קושיא זו, ועוד הוקשה לו מאי שתי המלאכות שהוזכרו אח\"כ ומפרש דמלאכת עבודה עצמה יש בה שיעור ומלאכת עבודת ההבאה היא יותר מכשיעור הזה, כי הדרך שמשערין בשעת ההבאה יותר מכדי צורך ואין מצמצמין וכאן היה בשעת ההבאה יותר אפילו משיעור ההבאה שהיא בלא צמצום והיה הרבה טפי ע\"כ אמרו מרבים העם להביא מדי העבודה פירוש יותר מכדי העבודה הרבה, דמה שמביאים יותר מצמצום עבודה עכ\"פ נקרא עליה שם עבודה דאפשר שיבא לידי כך באיזה צד שיהיה משא\"כ בזה שנראה לכל שיהיה הרבה מן השיעור ואין שייך בזה לומר שהוא בלא צמצום. וע\"כ אמר אח\"כ שמלאכת העבודה היתה דים לכל עושי מלאכת המשכן לעין כל יתר מהראוי להביא בלי צמצום דאז אין כאן מותר הנראה לעין, אבל כאן היה עוד מותר על הדיים שהוא בלי צמצום:", "heVersionTitle": "Warsaw, 1882", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}]