[{"_id": "531e4fe1fbfba276047f62f8", "index_title": "Onkelos Exodus", "category": "Targum", "type": "targum", "ref": "Onkelos Exodus 36:18", "anchorRef": "Exodus 36:18", "anchorRefExpanded": ["Exodus 36:18"], "sourceRef": "Onkelos Exodus 36:18", "sourceHeRef": "תרגום אונקלוס על שמות ל״ו:י״ח", "anchorVerse": 18, "sourceHasEn": false, "compDate": [80, 120], "commentaryNum": 36.0018, "collectiveTitle": {"en": "Onkelos Exodus", "he": "תרגום אונקלוס על שמות"}, "heTitle": "תרגום אונקלוס על שמות", "he": "וַעֲבַד פּוּרְפִין דִּנְחָשָׁא חַמְשִׁין לְלַפָּפָא יָת מַשְׁכְּנָא לְמֵהֱוֵי חָד:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "חומש שפתי חכמים, מצודה תשס\"ט", "text": "He made fifty copper clasps to join the tent together making it one.", "versionTitle": "Metsudah Chumash, Metsudah Publications, 2009 [with Onkelos translation]", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "532b2684fbfba27c35eebb38", "index_title": "Targum Jonathan on Exodus", "category": "Targum", "type": "targum", "ref": "Targum Jonathan on Exodus 36:18", "anchorRef": "Exodus 36:18", "anchorRefExpanded": ["Exodus 36:18"], "sourceRef": "Targum Jonathan on Exodus 36:18", "sourceHeRef": "תרגום יונתן על שמות ל״ו:י״ח", "anchorVerse": 18, "sourceHasEn": true, "compDate": [30, 70], "commentaryNum": 36.0018, "collectiveTitle": {"en": "Targum Jonathan on Exodus", "he": "תרגום יונתן על שמות"}, "heTitle": "תרגום יונתן על שמות", "he": "וַעֲבַד פּוּרְפִּין דִּנְחָשָׁא לְלַפְּפָא יַת מַשְׁכְּנָא לְמֶהֱוֵי חָד", "heVersionTitle": "Targum Jonathan on Exodus", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": " And he made taches of brass to compact the tabernacle, that it might become one.  ", "versionTitle": "The Targum of Jonathan ben Uzziel, trans. J. W. Etheridge, London, 1862", "license": "Public Domain", "versionTitleInHebrew": "תרגום ירושלמי (תרגום יונתן בן-עוזיאל) לתורה, תורגם ע״י ג׳ון ווסלי אטרידג׳, לונדון 1862"}, {"_id": "55adf7c9fbfba23a06809512", "index_title": "Meshekh Chokhmah", "category": "Quoting Commentary", "type": "parshanut", "ref": "Meshekh Chokhmah, Vayakhel 24", "anchorRef": "Exodus 36:18", "anchorRefExpanded": ["Exodus 36:18"], "sourceRef": "Meshekh Chokhmah, Vayakhel 24", "sourceHeRef": "משך חכמה, ויקהל כ״ד", "anchorVerse": 18, "sourceHasEn": false, "compDate": [1875, 1925], "commentaryNum": 24, "collectiveTitle": {"en": "Meshekh Chokhmah", "he": "משך חכמה"}, "heTitle": "ויקהל", "he": "<b>ויעש </b>קרסי נחושת חמשים לחבר את האהל. פירוש דבאהלים היו שוכנים ישראל במדבר והיו מדובקים בקרסי נחושת, אבל של זהב לא היו עושים לאהליהם, לכן קרסי זהב היו סתמא לשל גבוה, וסתמא לשל גבוה ואינו צריך לחשוב בעשייתן לשם גבוה דסתמן לשם הקדש הוו, לא כן בקרסי נחושת היה צריך להיות מחשבתן בעשייתן לשם גבוה לחבר האהל דסתמן להדיוט הוו. ויעוין ירושלמי שקלים ודו\"ק בריש זבחים.\n", "heVersionTitle": "Riga, 1927", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "57e77ce1d6e4a94c7c18a1dc", "index_title": "Tafsir Rasag", "category": "Targum", "type": "targum", "ref": "Tafsir Rasag, Exodus 36:18", "anchorRef": "Exodus 36:18", "anchorRefExpanded": ["Exodus 36:18"], "sourceRef": "Tafsir Rasag, Exodus 36:18", "sourceHeRef": "תפסיר רס\"ג, שמות ל״ו:י״ח", "anchorVerse": 18, "sourceHasEn": false, "compDate": [918, 942], "commentaryNum": 36.0018, "collectiveTitle": {"en": "Tafsir Rasag", "he": "תפסיר רס\"ג"}, "heTitle": "שמות", "he": "וצנע כ̇מסין שט̇ה מן נחאס ליולף אלכ̇בא ויציר ואחדא", "heVersionTitle": "Tafsir al-Torah bi-al-Arabiya, Paris, 1893", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תפסיר אלתורה באלערביה, פריס, 1893", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5c44d3c37ac6de0201583d1d", "index_title": "Peri Etz Hadar", "category": "Kabbalah", "type": "", "ref": "Peri Etz Hadar 3:1", "anchorRef": "Exodus 36:18", "anchorRefExpanded": ["Exodus 36:18"], "sourceRef": "Peri Etz Hadar 3:1", "sourceHeRef": "פרי עץ הדר ג׳:א׳", "anchorVerse": 18, "sourceHasEn": true, "compDate": [1600, 1700], "commentaryNum": 3.0001, "collectiveTitle": {"en": "Peri Etz Hadar", "he": "פרי עץ הדר"}, "heTitle": "פרי עץ הדר", "he": "‏‎‏אָנָּא הָאֵל, הָעוֹשֶׂה וְהַיּוֹצֵר וְהַבּוֹרֵא וְהַמַּאֲצִיל עוֹלָמוֹת עֶלְיוֹנִים, וּבְצוּרָתָם וּבְצִבְיוֹנָם בָּראתָ דוּגְמָתָן עַל הָאָרֶץ מִתַּחַת‏, כּוּלָם בְּחָכְמָה עָשִׂיתָ׃ עֶלְיוֹנִים לְמַעְלָה וְתַחְתּוֹנִים לְמַטָּה לְחַבֵּר אֶת הָאוֹהֶל לִהְיוֹת אֶחָד, וְאִילָנִין וּדְשָׁאִים מִן הָאֲדָמָה הִצְמַחְתָּ, בְּקוֹמָתָם וּבְצִבְיוֹנָם שֶׁל מַעְלָה, לְהוֹדִיעַ לִבְנֵי אָדָם חָכְמָה וּתְבוּנָה בָּהֵמָּה, לְהַשִּׂיג בַּנֶּעְלָמִים‏. וּפָקַדְתָּ עֲלֵיהֶם בְּמִשְׁמֶרֶת מַלְאָכֶיךָ הַקְּדוֹשִים הַמְּמוּנִּים וְהַמּוּשְׁטָרִים לְהַגְדִּילָם וּלְהַצְמִיחָן וְעָלֵימוֹ תִיטּוֹף שֶׁפַע וְכֹחַ מִדוֹתֶיךָ הָעֶלְיוֹנוֹת.‏", "heVersionTitle": "Pri Etz Hadar, Venice 1762", "heLicense": "Public Domain", "heVersionTitleInHebrew": "פרי עץ הדר, ונציה תקכב", "text": "<b>The Tefillah for the Tikkun of Fruit</b><br>Please, God, who makes, forms, creates, and emanates supernal worlds and created their likeness on the earth below, according to their supernal form and character. “<i>All of them You made with wisdom</i>,”<sup class=\"footnote-marker\">57</sup><i class=\"footnote\">Ps. 104:24.</i>supernal [forms] above and lower [forms] below, to join together the tent so as to be one.<sup class=\"footnote-marker\">58</sup><i class=\"footnote\">Exodus 36:18, a reference to building the mishkan in the midbar (wilderness), implying that the whole Creation is a mishkan or holy sanctuary for divinity. David Seidenberg, <i>Kabbalah and Ecology: God’s Image in the More-Than-Human World</i> (Cambridge 2015), pp.212-213.</i> You caused trees and grass to grow from the earth, according to the structure and character of [the forms] above, so that human beings might gain wisdom and understanding through them, and thus grasp the hidden [forms]. You appointed your holy angels over them as agents to oversee their growing. And you caused <i>shefa</i> and the power of your supernal qualities to flow upon them.", "versionTitle": "Pri Etz Hadar, Aharon N. Varady (transcription) and Miles Krassen", "license": "CC-BY-SA", "versionTitleInHebrew": ""}, {"_id": "60e42eb537fff5a99e79441f", "index_title": "Reshit Chokhmah", "category": "Kabbalah", "type": "", "ref": "Reshit Chokhmah, Gate of Love 7:7", "anchorRef": "Exodus 36:18", "anchorRefExpanded": ["Exodus 36:18"], "sourceRef": "Reshit Chokhmah, Gate of Love 7:7", "sourceHeRef": "ראשית חכמה, שער האהבה ז׳:ז׳", "anchorVerse": 18, "sourceHasEn": false, "commentaryNum": 7.0007, "collectiveTitle": {"en": "Reshit Chokhmah", "he": "ראשית חכמה"}, "he": "<b>עוד</b> פירש רשב\"י ע\"ה (פ' שמות דף כ ע\"א) אמר שם, שכל מה שברא הקדוש ברוך הוא למעלה בעליונים ברא בתחתונים כדי שיהיו העולמות יחוד אחד. ואמר אח\"כ, ברא בעליונים המלאכים, ברא בעולם הזה בני אדם, ברא בים לויתן כד\"א (שמות לו, יח) לחבר את האהל להיות אחד. כתיב באדם (בראשית ט, ו) כי בצלם אלהים עשה את האדם, וכתיב (תהלים ח, ו) ותחסרהו מעט מאלהים, אי בני נשא יקירין בעובדוי כל האי, ואינון מתחברין מטיפה דבירא, כמה אתיין לשאבא מניה. ובחר בעליונים ובחר בישראל, לעליונים לא קרא בנים ולתחתונים קרא בנים, הדא הוא דכתיב (דברים יד, א) בנים אתם לה' אלהיכם. הוא קרא להם בנים והם קראו לו אב, דכתיב (ישעיה סג, טז) כי אתה אבינו, וכתיב (שה\"ש ב, טז) דודי לי ואני לו, הוא בחר בי ואני בחרתי בו, עד כאן לשונו.", "heVersionTitle": "Hamesorah Publishers, Jerusalem 2005", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6102348dd2382222a2db4d30", "index_title": "Tzror HaMor on Torah", "category": "Quoting Commentary", "type": "", "ref": "Tzror HaMor on Torah, Genesis 28:10:6", "anchorRef": "Exodus 36:18", "anchorRefExpanded": ["Exodus 36:18"], "sourceRef": "Tzror HaMor on Torah, Genesis 28:10:6", "sourceHeRef": "צרור המור על התורה, בראשית כ״ח:י׳:ו׳", "anchorVerse": 18, "sourceHasEn": false, "compDate": [1460, 1510], "commentaryNum": 10.0006, "collectiveTitle": {"en": "Tzror HaMor on Torah", "he": "צרור המור על התורה"}, "heTitle": "בראשית", "he": "<b>וכן</b> רמז והנה סולם מוצב ארצה וראשו מגיע השמימה. על סוד הייחוד שהוא קישור העולמות כולם וכל הדברים עליונים ותחתונים אלו באלו. ובזה הפסוק סוד שמע ישראל ה' אלהינו ה' אחד. ויש לך לדעת כי יעקב זכה למעלה עליונה משאר האבות וזכה שיהיו מיחדים את השם על שמו. כאומרו שמע ישראל ה' אלהינו ה' אחד. לפי שלו ראוי הייחוד והקישור. אחר שהוא קשר וייחד כל הדברים עליונים ותחתונים במראה הסולם במה שראה סולם מגיע השמימה. וכמו שפירשתי למעלה. ולכן הייחוד האמתי כמו שפירשתי בספר צרור הכסף הוא במלת אחד. שצריך ליחד את השם באותיותיו כולם במלת אחד. בענין שיהיה הכל קשור כשלהבת קשורה בגחלת ולא יהיה פירוד ביניהם. וסוד הכל ליחד ולקשר כנסת ישראל שהיא השכינה שנקראת ארץ החיים. עם האדון ה' אלהים הצבאות. בענין שלא יהיה פירוד ביניהם. וזה שאמר בכאן סולם מוצב ארצה. שזהו סוד השכינה שהיא האשה הנצבת עמך בזה שהיא ארץ החיים. והיא הולכת עמנו בגלותינו ודלותינו. כאומרו לא מאסתים ולא געלתים לכלותם. והיא סולם לעלות למעלה ולהעלותנו מהגלות. כאומרו ושב ה' אלהיך את שבותך. וזהו סולם מוצב ארצה וראשו מגיע השמימה. שצריך ליחד השכינה עם השם הגדול שהוא אלהי השמים ואלהי הארץ. שזה צריך המיחד לידע ולקשר וליחד הספירות כלם הנזכרות בפסוק לך ה' הגדולה בשם ה' אחד. וזהו וראשו מגיע השמימה. כאומרו כי כל בשמים ובארץ. ולכן אמרו ז\"ל צריך ליחדו מעלה ומטה ובד' רוחות העולם. וזה כנגד סולם מוצב ארצה וראשו מגיע השמימה. והנה מלאכי אלהים עולים ויורדים בו. זה רמז על סוד הייחוד שמיחדים הצדיקים את השם ועולים במחשבתם למעלה עד הכתר במעלות הסולם. ויורדים במחשבתם ממדרגה למדרגה וממעלה למעלה במדרגות הסולם עד כנסת ישראל. שהיא המלכות שהיא דלי\"ת של אחד. שזהו סוד הייחוד ממטה למעלה וממעלה למטה. וזהו עולים ויורדים. ולכן תמצא בשיר השירים שלפעמים התחיל סוד הייחוד ממטה למעלה. כאומרו מה יפו פעמייך בנעלים ולפעמים מתחיל ממעלה למטה מהראש וגומר ברגלים וכל זה בדלי\"ת של אחד. ולכן אמרו שצריך להאריך בדלי\"ת של אחד כדי להמליכו מעלה ומטה בשמים ובארץ בארבע רוחות העולם. שהם שש קצוות שבהם כלולות כל י' ספירות. ולכן אמרו בספר יצירה עס\"ב נעוץ סופן בתחלתן ותחלתן בסופן לקשר אותן כשלהבת קשורה בגחלת. בענין שלא יהיה ביניהם פירוד כאומרו ונרגן מפריד אלוף. כי זהו קצץ בנטיעות וזהו סולם מוצב ארצה ותרגום אונקלוס והא סולימ' נעוץ בארעא. ולא אמר קאים בארעא אלא נעיץ. וזהו כעין מה שאמרו נעוץ סופן בתחלתן וכו'. וזהו מוצב ארצה וראשו מגיע השמימה. בעניין שיהיה הכל נקשר אחד ויהיה משכן אחד. ולכן תמצא כי כל ענייני המשכן הם לתכלית הייחוד. וזהו לחבר את האהל להיות אחד. וכן ענין הדלקת המנורה הולכת על סוד הייחוד כאומרו אל מול פני המנורה יאירו שבעת הנרות. וכן בסדר העשייה דכתיב וזה מעשה המנורה מקשה זהב וכו'. וענין זה של הייחוד העירני תרגום של אונקלוס ז\"ל שתרגם נעיץ בארעא. סוף דבר איני רוצה להאריך יותר. אלא שרצה יעקב לקשר כל הדברים וכל העולמות אלו באלו כענין זה הסולם. ובשביל זה אנו עושים זה הייחוד על שמו. ואומרים שמע ישראל ה' אלהינו ה' אחד. כי לך ראוי לשמוע ולקבל ולהבין סוד היחוד זה. אחר שאתה ראית סולם מוצב ארצה וראשו מגיע השמימה לקשר העליונים בתחתונים והתחתונים בעליונים:", "heVersionTitle": "Tzeror Hamor, Warsaw, 1879", "heLicense": "Public Domain", "heVersionTitleInHebrew": "צרור המור על התורה, וורשא, תרל\"ט", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "61023909c795231b79e35cfc", "index_title": "Tzror HaMor on Torah", "category": "Quoting Commentary", "type": "quotation_auto", "ref": "Tzror HaMor on Torah, Genesis 13:5:1", "anchorRef": "Exodus 36:18", "anchorRefExpanded": ["Exodus 36:18"], "sourceRef": "Tzror HaMor on Torah, Genesis 13:5:1", "sourceHeRef": "צרור המור על התורה, בראשית י״ג:ה׳:א׳", "anchorVerse": 18, "sourceHasEn": false, "compDate": [1460, 1510], "commentaryNum": 5.0001, "collectiveTitle": {"en": "Tzror HaMor on Torah", "he": "צרור המור על התורה"}, "heTitle": "בראשית", "he": "ואמר <b>וגם ללוט.</b> אעפ\"י שלא היה ראוי לפי שהלך עם אברהם בזכותו היו לו צאן ובקר ואהלי'. ולפי שרמזתי לך למעלה בענין אדם ונח ענין ארבעה שנכנסו לפרדס. אגיד לך בכאן מהרשום בכתב אמת בקצרה מה שאזכור ממה שכתבתי בפירוש התורה ובפירוש מסכת אבות במשנת בן זומא. ארבע שנכנסו לפרדס החכמה לחבר את האהל להיות אחד הן בן עזאי ובן זומא רבי עקיבא ואלישע אחר. בן עזאי הציץ ומת עליו הכתוב אומר יקר בעיני ה' המותה לחסידיו כמוזכר בחגיגה. ואלו הארבעה ירדו לגן לרעות בגנים וללקוט שושנים והוא מסתרי התורה. ואמר כי קצת מהם נטרפו ולא יכלו להשיג השגה שלימה. ולכן אמרו כי אחד מהם נדבקה מחשבתו למעלה ולא השיג אמתת הדבר עד שנתפרדה חבילה. ובן זומא הציץ ונפגע מצד רוח עועים ונטרף ונשתבש. עליו אומר דבש מצאת. רבי עקיבא נכנס בשלום ויצא בשלום. ואף רבי עקיבא בקשו מלאכי השרת לדוחפו אמר להם הקדוש ברוך הוא הניחו לו לזקן כדאי הוא להשתמש בכבודי. אלישע אחר קצץ בנטיעות לפי שנכנס ולא ידע ליזהר וטעה בייחוד והפריד הבנין והוא נרגן מפריד אלוף. ולכן תמצא שחלק בן זומא משנתו לארבעה חלקים כנגד ארבעה שנכנסו לפרדס. ולכן אמר בן זומא אומר איזהו חכם הלומד מכל אדם לפי שהוא הציץ ונפגע מצד חסרון החכמה ולא נתישב בדברי החכמה. לזה אמרו אם כן הוא איזהו חכם הלומד מכל אדם לפי שאני רואה שמקרה הכסיל גם לי יקרני. וכן קשרתי שם זאת המשנה עם סוף הפרק שאמר. רבי אלעזר חסמא אומר קינין ופתחי נדה הן הם גופי הלכות תקופות וגימטריאות וכו'. רבי אלעזר חסמא היה תלמיד רבי עקיבא כמוזכר בויקרא רבה ונקרא חסמא לפי שחסמוהו שלא ידע לברך ברכת חתנים וכיוצא בו מהדברים הקלים. ולכן אמר כי החכם אינו ראוי ליקרא חכם אם לא ידע בכל אלה. ולכן אמר כי קינים ופתחי נדה הם גופי הלכות וכן תקופות וגימטריאות אף על פי שהם דברים קלים הם פרפראות לחכמה ונותנות טעם לחכמה. והחכם לא יקרא חכם אם לא ידע כל זה כמו שקרה לי בדבר קל שחסמוני ולא ידעתי להשיב. ולכן אמר בן זומא סמך לזה. אחר שבדברים קלים כאלו יקרא החכם חכם. לכן אני אומר איזהו חכם הלומד מכל אדם ואפילו ברכת חתנים או ברכת אבלים או קשר של תפילין ואין לאדם להתבייש כי דוד אמר מכל מלמדי השכלתי ולא היה לו בשת. ונתן טעם לזה כי עדותיך שיחה לי ומה שאומר לי (דעתי). הקטן שבתלמידים הוא מהתורה. כדאמרינן במדרש קהלת על פסוק דברי חכמים כדרבונות מנין שאם שמע אדם דבר תורה אפילו מהקטן שבתלמידים יהא דומה עליו כשומע מפי הסנהדרין שנאמר בעלי אסופות. ואין אסופות אלא סנהדרין שנאמר אספה לי שבעים איש. ולא כשומע מן הסנהדרין אלא כשומע מפי משה ע\"ה שנאמר כלם נתנו מרועה אחד. ולא כשומע מפי משה אלא כשומע מפי יחידו של עולם שנאמר כלם נתנו מרועה אחד דכתיב ה' אחד עד כאן. לפי שהתורה כולה שמותיו של הקדוש ברוך הוא וכמו שהשם אחד כן נתן לנו תורה אחת ולכן כשאני שומע תורה מפי הקטן אין לי בושת לפי שהתורה מדברת עמי וזהו כי עדותיך שיחה לי מדברת עמי. ולכן אמר בן זומא איזהו חכם הלומד מכל אדם ואמר איזהו גבור הכובש את יצרו כנגד בן עזאי הציץ ומת לפי שנכנס לפנים ממחיצתו. ולכן יש לו לאדם לכבוש יצרו ורוחו בעניין שלא יטרף ולא ימות. ועליהם אמר שלמה ע\"ה למה תשומם על הטירוף. וכן למה תמות בלא עתך כמו שקרה לבן זומא ולבן עזאי וזהו שאמרו במה שהורשית התבונן אין לך עסק בנסתרות. ולכן אמר דוד אביר הרועים גדול הסנהדרין במזמור השמים מספרים. אחר שספר מעלת התורה כאומרו תורת ה' תמימה. פקודי ה' ישרים יראת ה'. שבכל פסוק יש י' תיבות כמניין י' דברות וי' ספירות וי' מאמרות. ולפי שכאן כלולים כל סודות התורה והאדם נגרר אחריהם כמו אחר הדבש. אמר ומתוקים מדבש ונופת צופים. ולכן אמר דבש מצאת אכול דייך. ואין לך להמשך אחר מתיקותם אחר שהם כבשונו של עולם. וזהו גם עבדך נזהר בהם שהיה חכם וראש הסנהדרין נזהר בהם ומה יעשו האחרים. ועל זה אמר איזהו גבור הכובש את יצרו שנאמר ומושל ברוחו מלוכד עיר. איזהו עשיר השמח בחלקו. כנגד רבי עקיבא שנכנס בשלום ויצא בשלום. לפי שהיה עשיר בתורה והיה דורש בתגי אותיות תלי תלים של הלכות והיה שמח בחלקו בהשגתו ולא היה נכנס לפנים ממחיצתו. ולכן ירד לסוף הדברים בלי ערבוב וטירוף וזכה למעלת השלום בעולם הזה ובעולם הבא וזהו אשריך בעוה\"ז וטוב לך לעה\"ב. ומהראייה הזאת תוכל להבין הדבר על בוריו. איזהו מכובד המכבד את הבריות כנגד אלישע אחר שקיצץ בנטיעות הגן והפריד אלוף ונפק וחטא. לפי שחשב ח\"ו שהיו שתי רשויות ומיעט כבוד המקום ולא חס על כבוד קונו. ולכן לקח הדבר ברמז כנגד כבוד השם לקח כבוד הבריות. ואמר איזהו מכובד משום כבוד אלהים הסתר דבר. אבל מן הראייה שהביא תוכל להבין העניין שאמר כי מכבדי אכבד ובוזי יקלו. והוא מאמר השם על בני עלי שהיו מבזים את השם ואת מזבחו. וזהו כי מכבדי אכבד ובוזי יקלו כי בוזי השם ומכבדים עצמם יקלו מעצמם. וזה נאמר על אלישע אחר:", "heVersionTitle": "Tzeror Hamor, Warsaw, 1879", "heLicense": "Public Domain", "heVersionTitleInHebrew": "צרור המור על התורה, וורשא, תרל\"ט", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "62037ea86bfddfbb310fec3d", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Exodus, Part VI; The Building of the Dwelling 2-3", "anchorRef": "Exodus 35:1-40:38", "anchorRefExpanded": ["Exodus 35:1", "Exodus 35:2", "Exodus 35:3", "Exodus 35:4", "Exodus 35:5", "Exodus 35:6", "Exodus 35:7", "Exodus 35:8", "Exodus 35:9", "Exodus 35:10", "Exodus 35:11", "Exodus 35:12", "Exodus 35:13", "Exodus 35:14", "Exodus 35:15", "Exodus 35:16", "Exodus 35:17", "Exodus 35:18", "Exodus 35:19", "Exodus 35:20", "Exodus 35:21", "Exodus 35:22", "Exodus 35:23", "Exodus 35:24", "Exodus 35:25", "Exodus 35:26", "Exodus 35:27", "Exodus 35:28", "Exodus 35:29", "Exodus 35:30", "Exodus 35:31", "Exodus 35:32", "Exodus 35:33", "Exodus 35:34", "Exodus 35:35", "Exodus 36:1", "Exodus 36:2", "Exodus 36:3", "Exodus 36:4", "Exodus 36:5", "Exodus 36:6", "Exodus 36:7", "Exodus 36:8", "Exodus 36:9", "Exodus 36:10", "Exodus 36:11", "Exodus 36:12", "Exodus 36:13", "Exodus 36:14", "Exodus 36:15", "Exodus 36:16", "Exodus 36:17", "Exodus 36:18", "Exodus 36:19", "Exodus 36:20", "Exodus 36:21", "Exodus 36:22", "Exodus 36:23", "Exodus 36:24", "Exodus 36:25", "Exodus 36:26", "Exodus 36:27", "Exodus 36:28", "Exodus 36:29", "Exodus 36:30", "Exodus 36:31", "Exodus 36:32", "Exodus 36:33", "Exodus 36:34", "Exodus 36:35", "Exodus 36:36", "Exodus 36:37", "Exodus 36:38", "Exodus 37:1", "Exodus 37:2", "Exodus 37:3", "Exodus 37:4", "Exodus 37:5", "Exodus 37:6", "Exodus 37:7", "Exodus 37:8", "Exodus 37:9", "Exodus 37:10", "Exodus 37:11", "Exodus 37:12", "Exodus 37:13", "Exodus 37:14", "Exodus 37:15", "Exodus 37:16", "Exodus 37:17", "Exodus 37:18", "Exodus 37:19", "Exodus 37:20", "Exodus 37:21", "Exodus 37:22", "Exodus 37:23", "Exodus 37:24", "Exodus 37:25", "Exodus 37:26", "Exodus 37:27", "Exodus 37:28", "Exodus 37:29", "Exodus 38:1", "Exodus 38:2", "Exodus 38:3", "Exodus 38:4", "Exodus 38:5", "Exodus 38:6", "Exodus 38:7", "Exodus 38:8", "Exodus 38:9", "Exodus 38:10", "Exodus 38:11", "Exodus 38:12", "Exodus 38:13", "Exodus 38:14", "Exodus 38:15", "Exodus 38:16", "Exodus 38:17", "Exodus 38:18", "Exodus 38:19", "Exodus 38:20", "Exodus 38:21", "Exodus 38:22", "Exodus 38:23", "Exodus 38:24", "Exodus 38:25", "Exodus 38:26", "Exodus 38:27", "Exodus 38:28", "Exodus 38:29", "Exodus 38:30", "Exodus 38:31", "Exodus 39:1", "Exodus 39:2", "Exodus 39:3", "Exodus 39:4", "Exodus 39:5", "Exodus 39:6", "Exodus 39:7", "Exodus 39:8", "Exodus 39:9", "Exodus 39:10", "Exodus 39:11", "Exodus 39:12", "Exodus 39:13", "Exodus 39:14", "Exodus 39:15", "Exodus 39:16", "Exodus 39:17", "Exodus 39:18", "Exodus 39:19", "Exodus 39:20", "Exodus 39:21", "Exodus 39:22", "Exodus 39:23", "Exodus 39:24", "Exodus 39:25", "Exodus 39:26", "Exodus 39:27", "Exodus 39:28", "Exodus 39:29", "Exodus 39:30", "Exodus 39:31", "Exodus 39:32", "Exodus 39:33", "Exodus 39:34", "Exodus 39:35", "Exodus 39:36", "Exodus 39:37", "Exodus 39:38", "Exodus 39:39", "Exodus 39:40", "Exodus 39:41", "Exodus 39:42", "Exodus 39:43", "Exodus 40:1", "Exodus 40:2", "Exodus 40:3", "Exodus 40:4", "Exodus 40:5", "Exodus 40:6", "Exodus 40:7", "Exodus 40:8", "Exodus 40:9", "Exodus 40:10", "Exodus 40:11", "Exodus 40:12", "Exodus 40:13", "Exodus 40:14", "Exodus 40:15", "Exodus 40:16", "Exodus 40:17", "Exodus 40:18", "Exodus 40:19", "Exodus 40:20", "Exodus 40:21", "Exodus 40:22", "Exodus 40:23", "Exodus 40:24", "Exodus 40:25", "Exodus 40:26", "Exodus 40:27", "Exodus 40:28", "Exodus 40:29", "Exodus 40:30", "Exodus 40:31", "Exodus 40:32", "Exodus 40:33", "Exodus 40:34", "Exodus 40:35", "Exodus 40:36", "Exodus 40:37", "Exodus 40:38"], "sourceRef": "The Five Books of Moses, by Everett Fox, Exodus, Part VI; The Building of the Dwelling 2-3", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, שמות, שמות מאמר ז׳ ב׳-ג׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Part VI; The Building of the Dwelling", "he": "שמות מאמר ז׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["A<small>S IF NOTHING HAD GONE AWRY</small>, <small>THE NARRATIVE NOW RETURNS TO DESCRIBE HOW THE</small> Dwelling was built. This time, as was noted by the sages of the Talmud, the order follows the natural logic of construction (i.e., dwelling, tapestries, covering, boards, sockets, bars, etc., and then the ritual objects), rather than the earlier one of sanctity (i.e., coffer, purgation-cover, table, lampstand, etc., and then the structure itself). The most notable omission is the carrying out of priestly ordination; that is reserved for Lev. 8, perhaps so as not to interfere with the narrative momentum of the construction process, or else to focus more on the Dwelling itself and its divine resident. The only major interruption in this part is 38:21–31, which fits in with one of the important themes of these chapters: the extent of the Israelites’ contribution to the sanctuary.", "As there is no need to repeat what was said about each part of the Tabernacle in the commentary to Chaps. 25–31, the commentary here will be limited to brief remarks on the differences between the two long Tabernacle sections (Parts IV and VI); here Cassuto has provided most of the necessary material."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62037eab6bfddfbb310fec48", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Exodus, Part VI; The Building of the Dwelling, Dwelling II 2", "anchorRef": "Exodus 36:8-19", "anchorRefExpanded": ["Exodus 36:8", "Exodus 36:9", "Exodus 36:10", "Exodus 36:11", "Exodus 36:12", "Exodus 36:13", "Exodus 36:14", "Exodus 36:15", "Exodus 36:16", "Exodus 36:17", "Exodus 36:18", "Exodus 36:19"], "sourceRef": "The Five Books of Moses, by Everett Fox, Exodus, Part VI; The Building of the Dwelling, Dwelling II 2", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, שמות, שמות מאמר ז׳, שמות הערה ד׳ ב׳", "anchorVerse": 8, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Dwelling II", "he": "שמות הערה ד׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "שמות הערה ד׳", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "Missing here (cf. 26:1–14) is the description of how the tapestries were to be joined to the boards; the section pertains to the actual making of the tapestries.", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62038095713bd8cd388d3e45", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Exodus, On the Book of Exodus and Its Structure 2-44", "anchorRef": "Exodus 1:1-40:38", "anchorRefExpanded": ["Exodus 1:1", "Exodus 1:2", "Exodus 1:3", "Exodus 1:4", "Exodus 1:5", "Exodus 1:6", "Exodus 1:7", "Exodus 1:8", "Exodus 1:9", "Exodus 1:10", "Exodus 1:11", "Exodus 1:12", "Exodus 1:13", "Exodus 1:14", "Exodus 1:15", "Exodus 1:16", "Exodus 1:17", "Exodus 1:18", "Exodus 1:19", "Exodus 1:20", "Exodus 1:21", "Exodus 1:22", "Exodus 2:1", "Exodus 2:2", "Exodus 2:3", "Exodus 2:4", "Exodus 2:5", "Exodus 2:6", "Exodus 2:7", "Exodus 2:8", "Exodus 2:9", "Exodus 2:10", "Exodus 2:11", "Exodus 2:12", "Exodus 2:13", "Exodus 2:14", "Exodus 2:15", "Exodus 2:16", "Exodus 2:17", "Exodus 2:18", "Exodus 2:19", "Exodus 2:20", "Exodus 2:21", "Exodus 2:22", "Exodus 2:23", "Exodus 2:24", "Exodus 2:25", "Exodus 3:1", "Exodus 3:2", "Exodus 3:3", "Exodus 3:4", "Exodus 3:5", "Exodus 3:6", "Exodus 3:7", "Exodus 3:8", "Exodus 3:9", "Exodus 3:10", "Exodus 3:11", "Exodus 3:12", "Exodus 3:13", "Exodus 3:14", "Exodus 3:15", "Exodus 3:16", "Exodus 3:17", "Exodus 3:18", "Exodus 3:19", "Exodus 3:20", "Exodus 3:21", "Exodus 3:22", "Exodus 4:1", "Exodus 4:2", "Exodus 4:3", "Exodus 4:4", "Exodus 4:5", "Exodus 4:6", "Exodus 4:7", "Exodus 4:8", "Exodus 4:9", "Exodus 4:10", "Exodus 4:11", "Exodus 4:12", "Exodus 4:13", "Exodus 4:14", "Exodus 4:15", "Exodus 4:16", "Exodus 4:17", "Exodus 4:18", "Exodus 4:19", "Exodus 4:20", "Exodus 4:21", "Exodus 4:22", "Exodus 4:23", "Exodus 4:24", "Exodus 4:25", "Exodus 4:26", "Exodus 4:27", "Exodus 4:28", "Exodus 4:29", "Exodus 4:30", "Exodus 4:31", "Exodus 5:1", "Exodus 5:2", "Exodus 5:3", "Exodus 5:4", "Exodus 5:5", "Exodus 5:6", "Exodus 5:7", "Exodus 5:8", "Exodus 5:9", "Exodus 5:10", "Exodus 5:11", "Exodus 5:12", "Exodus 5:13", "Exodus 5:14", "Exodus 5:15", "Exodus 5:16", "Exodus 5:17", "Exodus 5:18", "Exodus 5:19", "Exodus 5:20", "Exodus 5:21", "Exodus 5:22", "Exodus 5:23", "Exodus 6:1", "Exodus 6:2", "Exodus 6:3", "Exodus 6:4", "Exodus 6:5", "Exodus 6:6", "Exodus 6:7", "Exodus 6:8", "Exodus 6:9", "Exodus 6:10", "Exodus 6:11", "Exodus 6:12", "Exodus 6:13", "Exodus 6:14", "Exodus 6:15", "Exodus 6:16", "Exodus 6:17", "Exodus 6:18", "Exodus 6:19", "Exodus 6:20", "Exodus 6:21", "Exodus 6:22", "Exodus 6:23", "Exodus 6:24", "Exodus 6:25", "Exodus 6:26", "Exodus 6:27", "Exodus 6:28", "Exodus 6:29", "Exodus 6:30", "Exodus 7:1", "Exodus 7:2", "Exodus 7:3", "Exodus 7:4", "Exodus 7:5", "Exodus 7:6", "Exodus 7:7", "Exodus 7:8", "Exodus 7:9", "Exodus 7:10", "Exodus 7:11", "Exodus 7:12", "Exodus 7:13", "Exodus 7:14", "Exodus 7:15", "Exodus 7:16", "Exodus 7:17", "Exodus 7:18", "Exodus 7:19", "Exodus 7:20", "Exodus 7:21", "Exodus 7:22", "Exodus 7:23", "Exodus 7:24", "Exodus 7:25", "Exodus 7:26", "Exodus 7:27", "Exodus 7:28", "Exodus 7:29", "Exodus 8:1", "Exodus 8:2", "Exodus 8:3", "Exodus 8:4", "Exodus 8:5", "Exodus 8:6", "Exodus 8:7", "Exodus 8:8", "Exodus 8:9", "Exodus 8:10", "Exodus 8:11", "Exodus 8:12", "Exodus 8:13", "Exodus 8:14", "Exodus 8:15", "Exodus 8:16", "Exodus 8:17", "Exodus 8:18", "Exodus 8:19", "Exodus 8:20", "Exodus 8:21", "Exodus 8:22", "Exodus 8:23", "Exodus 8:24", "Exodus 8:25", "Exodus 8:26", "Exodus 8:27", "Exodus 8:28", "Exodus 9:1", "Exodus 9:2", "Exodus 9:3", "Exodus 9:4", "Exodus 9:5", "Exodus 9:6", "Exodus 9:7", "Exodus 9:8", "Exodus 9:9", "Exodus 9:10", "Exodus 9:11", "Exodus 9:12", "Exodus 9:13", "Exodus 9:14", "Exodus 9:15", "Exodus 9:16", "Exodus 9:17", "Exodus 9:18", "Exodus 9:19", "Exodus 9:20", "Exodus 9:21", "Exodus 9:22", "Exodus 9:23", "Exodus 9:24", "Exodus 9:25", "Exodus 9:26", "Exodus 9:27", "Exodus 9:28", "Exodus 9:29", "Exodus 9:30", "Exodus 9:31", "Exodus 9:32", "Exodus 9:33", "Exodus 9:34", "Exodus 9:35", "Exodus 10:1", "Exodus 10:2", "Exodus 10:3", "Exodus 10:4", "Exodus 10:5", "Exodus 10:6", "Exodus 10:7", "Exodus 10:8", "Exodus 10:9", "Exodus 10:10", "Exodus 10:11", "Exodus 10:12", "Exodus 10:13", "Exodus 10:14", "Exodus 10:15", "Exodus 10:16", "Exodus 10:17", "Exodus 10:18", "Exodus 10:19", "Exodus 10:20", "Exodus 10:21", "Exodus 10:22", "Exodus 10:23", "Exodus 10:24", "Exodus 10:25", "Exodus 10:26", "Exodus 10:27", "Exodus 10:28", "Exodus 10:29", "Exodus 11:1", "Exodus 11:2", "Exodus 11:3", "Exodus 11:4", "Exodus 11:5", "Exodus 11:6", "Exodus 11:7", "Exodus 11:8", "Exodus 11:9", "Exodus 11:10", "Exodus 12:1", "Exodus 12:2", "Exodus 12:3", "Exodus 12:4", "Exodus 12:5", "Exodus 12:6", "Exodus 12:7", "Exodus 12:8", "Exodus 12:9", "Exodus 12:10", "Exodus 12:11", "Exodus 12:12", "Exodus 12:13", "Exodus 12:14", "Exodus 12:15", "Exodus 12:16", "Exodus 12:17", "Exodus 12:18", "Exodus 12:19", "Exodus 12:20", "Exodus 12:21", "Exodus 12:22", "Exodus 12:23", "Exodus 12:24", "Exodus 12:25", "Exodus 12:26", "Exodus 12:27", "Exodus 12:28", "Exodus 12:29", "Exodus 12:30", "Exodus 12:31", "Exodus 12:32", "Exodus 12:33", "Exodus 12:34", "Exodus 12:35", "Exodus 12:36", "Exodus 12:37", "Exodus 12:38", "Exodus 12:39", "Exodus 12:40", "Exodus 12:41", "Exodus 12:42", "Exodus 12:43", "Exodus 12:44", "Exodus 12:45", "Exodus 12:46", "Exodus 12:47", "Exodus 12:48", "Exodus 12:49", "Exodus 12:50", "Exodus 12:51", "Exodus 13:1", "Exodus 13:2", "Exodus 13:3", "Exodus 13:4", "Exodus 13:5", "Exodus 13:6", "Exodus 13:7", "Exodus 13:8", "Exodus 13:9", "Exodus 13:10", "Exodus 13:11", "Exodus 13:12", "Exodus 13:13", "Exodus 13:14", "Exodus 13:15", "Exodus 13:16", "Exodus 13:17", "Exodus 13:18", "Exodus 13:19", "Exodus 13:20", "Exodus 13:21", "Exodus 13:22", "Exodus 14:1", "Exodus 14:2", "Exodus 14:3", "Exodus 14:4", "Exodus 14:5", "Exodus 14:6", "Exodus 14:7", "Exodus 14:8", "Exodus 14:9", "Exodus 14:10", "Exodus 14:11", "Exodus 14:12", "Exodus 14:13", "Exodus 14:14", "Exodus 14:15", "Exodus 14:16", "Exodus 14:17", "Exodus 14:18", "Exodus 14:19", "Exodus 14:20", "Exodus 14:21", "Exodus 14:22", "Exodus 14:23", "Exodus 14:24", "Exodus 14:25", "Exodus 14:26", "Exodus 14:27", "Exodus 14:28", "Exodus 14:29", "Exodus 14:30", "Exodus 14:31", "Exodus 15:1", "Exodus 15:2", "Exodus 15:3", "Exodus 15:4", "Exodus 15:5", "Exodus 15:6", "Exodus 15:7", "Exodus 15:8", "Exodus 15:9", "Exodus 15:10", "Exodus 15:11", "Exodus 15:12", "Exodus 15:13", "Exodus 15:14", "Exodus 15:15", "Exodus 15:16", "Exodus 15:17", "Exodus 15:18", "Exodus 15:19", "Exodus 15:20", "Exodus 15:21", "Exodus 15:22", "Exodus 15:23", "Exodus 15:24", "Exodus 15:25", "Exodus 15:26", "Exodus 15:27", "Exodus 16:1", "Exodus 16:2", "Exodus 16:3", "Exodus 16:4", "Exodus 16:5", "Exodus 16:6", "Exodus 16:7", "Exodus 16:8", "Exodus 16:9", "Exodus 16:10", "Exodus 16:11", "Exodus 16:12", "Exodus 16:13", "Exodus 16:14", "Exodus 16:15", "Exodus 16:16", "Exodus 16:17", "Exodus 16:18", "Exodus 16:19", "Exodus 16:20", "Exodus 16:21", "Exodus 16:22", "Exodus 16:23", "Exodus 16:24", "Exodus 16:25", "Exodus 16:26", "Exodus 16:27", "Exodus 16:28", "Exodus 16:29", "Exodus 16:30", "Exodus 16:31", "Exodus 16:32", "Exodus 16:33", "Exodus 16:34", "Exodus 16:35", "Exodus 16:36", "Exodus 17:1", "Exodus 17:2", "Exodus 17:3", "Exodus 17:4", "Exodus 17:5", "Exodus 17:6", "Exodus 17:7", "Exodus 17:8", "Exodus 17:9", "Exodus 17:10", "Exodus 17:11", "Exodus 17:12", "Exodus 17:13", "Exodus 17:14", "Exodus 17:15", "Exodus 17:16", "Exodus 18:1", "Exodus 18:2", "Exodus 18:3", "Exodus 18:4", "Exodus 18:5", "Exodus 18:6", "Exodus 18:7", "Exodus 18:8", "Exodus 18:9", "Exodus 18:10", "Exodus 18:11", "Exodus 18:12", "Exodus 18:13", "Exodus 18:14", "Exodus 18:15", "Exodus 18:16", "Exodus 18:17", "Exodus 18:18", "Exodus 18:19", "Exodus 18:20", "Exodus 18:21", "Exodus 18:22", "Exodus 18:23", "Exodus 18:24", "Exodus 18:25", "Exodus 18:26", "Exodus 18:27", "Exodus 19:1", "Exodus 19:2", "Exodus 19:3", "Exodus 19:4", "Exodus 19:5", "Exodus 19:6", "Exodus 19:7", "Exodus 19:8", "Exodus 19:9", "Exodus 19:10", "Exodus 19:11", "Exodus 19:12", "Exodus 19:13", "Exodus 19:14", "Exodus 19:15", "Exodus 19:16", "Exodus 19:17", "Exodus 19:18", "Exodus 19:19", "Exodus 19:20", "Exodus 19:21", "Exodus 19:22", "Exodus 19:23", "Exodus 19:24", "Exodus 19:25", "Exodus 20:1", "Exodus 20:2", "Exodus 20:3", "Exodus 20:4", "Exodus 20:5", "Exodus 20:6", "Exodus 20:7", "Exodus 20:8", "Exodus 20:9", "Exodus 20:10", "Exodus 20:11", "Exodus 20:12", "Exodus 20:13", "Exodus 20:14", "Exodus 20:15", "Exodus 20:16", "Exodus 20:17", "Exodus 20:18", "Exodus 20:19", "Exodus 20:20", "Exodus 20:21", "Exodus 20:22", "Exodus 20:23", "Exodus 21:1", "Exodus 21:2", "Exodus 21:3", "Exodus 21:4", "Exodus 21:5", "Exodus 21:6", "Exodus 21:7", "Exodus 21:8", "Exodus 21:9", "Exodus 21:10", "Exodus 21:11", "Exodus 21:12", "Exodus 21:13", "Exodus 21:14", "Exodus 21:15", "Exodus 21:16", "Exodus 21:17", "Exodus 21:18", "Exodus 21:19", "Exodus 21:20", "Exodus 21:21", "Exodus 21:22", "Exodus 21:23", "Exodus 21:24", "Exodus 21:25", "Exodus 21:26", "Exodus 21:27", "Exodus 21:28", "Exodus 21:29", "Exodus 21:30", "Exodus 21:31", "Exodus 21:32", "Exodus 21:33", "Exodus 21:34", "Exodus 21:35", "Exodus 21:36", "Exodus 21:37", "Exodus 22:1", "Exodus 22:2", "Exodus 22:3", "Exodus 22:4", "Exodus 22:5", "Exodus 22:6", "Exodus 22:7", "Exodus 22:8", "Exodus 22:9", "Exodus 22:10", "Exodus 22:11", "Exodus 22:12", "Exodus 22:13", "Exodus 22:14", "Exodus 22:15", "Exodus 22:16", "Exodus 22:17", "Exodus 22:18", "Exodus 22:19", "Exodus 22:20", "Exodus 22:21", "Exodus 22:22", "Exodus 22:23", "Exodus 22:24", "Exodus 22:25", "Exodus 22:26", "Exodus 22:27", "Exodus 22:28", "Exodus 22:29", "Exodus 22:30", "Exodus 23:1", "Exodus 23:2", "Exodus 23:3", "Exodus 23:4", "Exodus 23:5", "Exodus 23:6", "Exodus 23:7", "Exodus 23:8", "Exodus 23:9", "Exodus 23:10", "Exodus 23:11", "Exodus 23:12", "Exodus 23:13", "Exodus 23:14", "Exodus 23:15", "Exodus 23:16", "Exodus 23:17", "Exodus 23:18", "Exodus 23:19", "Exodus 23:20", "Exodus 23:21", "Exodus 23:22", "Exodus 23:23", "Exodus 23:24", "Exodus 23:25", "Exodus 23:26", "Exodus 23:27", "Exodus 23:28", "Exodus 23:29", "Exodus 23:30", "Exodus 23:31", "Exodus 23:32", "Exodus 23:33", "Exodus 24:1", "Exodus 24:2", "Exodus 24:3", "Exodus 24:4", "Exodus 24:5", "Exodus 24:6", "Exodus 24:7", "Exodus 24:8", "Exodus 24:9", "Exodus 24:10", "Exodus 24:11", "Exodus 24:12", "Exodus 24:13", "Exodus 24:14", "Exodus 24:15", "Exodus 24:16", "Exodus 24:17", "Exodus 24:18", "Exodus 25:1", "Exodus 25:2", "Exodus 25:3", "Exodus 25:4", "Exodus 25:5", "Exodus 25:6", "Exodus 25:7", "Exodus 25:8", "Exodus 25:9", "Exodus 25:10", "Exodus 25:11", "Exodus 25:12", "Exodus 25:13", "Exodus 25:14", "Exodus 25:15", "Exodus 25:16", "Exodus 25:17", "Exodus 25:18", "Exodus 25:19", "Exodus 25:20", "Exodus 25:21", "Exodus 25:22", "Exodus 25:23", "Exodus 25:24", "Exodus 25:25", "Exodus 25:26", "Exodus 25:27", "Exodus 25:28", "Exodus 25:29", "Exodus 25:30", "Exodus 25:31", "Exodus 25:32", "Exodus 25:33", "Exodus 25:34", "Exodus 25:35", "Exodus 25:36", "Exodus 25:37", "Exodus 25:38", "Exodus 25:39", "Exodus 25:40", "Exodus 26:1", "Exodus 26:2", "Exodus 26:3", "Exodus 26:4", "Exodus 26:5", "Exodus 26:6", "Exodus 26:7", "Exodus 26:8", "Exodus 26:9", "Exodus 26:10", "Exodus 26:11", "Exodus 26:12", "Exodus 26:13", "Exodus 26:14", "Exodus 26:15", "Exodus 26:16", "Exodus 26:17", "Exodus 26:18", "Exodus 26:19", "Exodus 26:20", "Exodus 26:21", "Exodus 26:22", "Exodus 26:23", "Exodus 26:24", "Exodus 26:25", "Exodus 26:26", "Exodus 26:27", "Exodus 26:28", "Exodus 26:29", "Exodus 26:30", "Exodus 26:31", "Exodus 26:32", "Exodus 26:33", "Exodus 26:34", "Exodus 26:35", "Exodus 26:36", "Exodus 26:37", "Exodus 27:1", "Exodus 27:2", "Exodus 27:3", "Exodus 27:4", "Exodus 27:5", "Exodus 27:6", "Exodus 27:7", "Exodus 27:8", "Exodus 27:9", "Exodus 27:10", "Exodus 27:11", "Exodus 27:12", "Exodus 27:13", "Exodus 27:14", "Exodus 27:15", "Exodus 27:16", "Exodus 27:17", "Exodus 27:18", "Exodus 27:19", "Exodus 27:20", "Exodus 27:21", "Exodus 28:1", "Exodus 28:2", "Exodus 28:3", "Exodus 28:4", "Exodus 28:5", "Exodus 28:6", "Exodus 28:7", "Exodus 28:8", "Exodus 28:9", "Exodus 28:10", "Exodus 28:11", "Exodus 28:12", "Exodus 28:13", "Exodus 28:14", "Exodus 28:15", "Exodus 28:16", "Exodus 28:17", "Exodus 28:18", "Exodus 28:19", "Exodus 28:20", "Exodus 28:21", "Exodus 28:22", "Exodus 28:23", "Exodus 28:24", "Exodus 28:25", "Exodus 28:26", "Exodus 28:27", "Exodus 28:28", "Exodus 28:29", "Exodus 28:30", "Exodus 28:31", "Exodus 28:32", "Exodus 28:33", "Exodus 28:34", "Exodus 28:35", "Exodus 28:36", "Exodus 28:37", "Exodus 28:38", "Exodus 28:39", "Exodus 28:40", "Exodus 28:41", "Exodus 28:42", "Exodus 28:43", "Exodus 29:1", "Exodus 29:2", "Exodus 29:3", "Exodus 29:4", "Exodus 29:5", "Exodus 29:6", "Exodus 29:7", "Exodus 29:8", "Exodus 29:9", "Exodus 29:10", "Exodus 29:11", "Exodus 29:12", "Exodus 29:13", "Exodus 29:14", "Exodus 29:15", "Exodus 29:16", "Exodus 29:17", "Exodus 29:18", "Exodus 29:19", "Exodus 29:20", "Exodus 29:21", "Exodus 29:22", "Exodus 29:23", "Exodus 29:24", "Exodus 29:25", "Exodus 29:26", "Exodus 29:27", "Exodus 29:28", "Exodus 29:29", "Exodus 29:30", "Exodus 29:31", "Exodus 29:32", "Exodus 29:33", "Exodus 29:34", "Exodus 29:35", "Exodus 29:36", "Exodus 29:37", "Exodus 29:38", "Exodus 29:39", "Exodus 29:40", "Exodus 29:41", "Exodus 29:42", "Exodus 29:43", "Exodus 29:44", "Exodus 29:45", "Exodus 29:46", "Exodus 30:1", "Exodus 30:2", "Exodus 30:3", "Exodus 30:4", "Exodus 30:5", "Exodus 30:6", "Exodus 30:7", "Exodus 30:8", "Exodus 30:9", "Exodus 30:10", "Exodus 30:11", "Exodus 30:12", "Exodus 30:13", "Exodus 30:14", "Exodus 30:15", "Exodus 30:16", "Exodus 30:17", "Exodus 30:18", "Exodus 30:19", "Exodus 30:20", "Exodus 30:21", "Exodus 30:22", "Exodus 30:23", "Exodus 30:24", "Exodus 30:25", "Exodus 30:26", "Exodus 30:27", "Exodus 30:28", "Exodus 30:29", "Exodus 30:30", "Exodus 30:31", "Exodus 30:32", "Exodus 30:33", "Exodus 30:34", "Exodus 30:35", "Exodus 30:36", "Exodus 30:37", "Exodus 30:38", "Exodus 31:1", "Exodus 31:2", "Exodus 31:3", "Exodus 31:4", "Exodus 31:5", "Exodus 31:6", "Exodus 31:7", "Exodus 31:8", "Exodus 31:9", "Exodus 31:10", "Exodus 31:11", "Exodus 31:12", "Exodus 31:13", "Exodus 31:14", "Exodus 31:15", "Exodus 31:16", "Exodus 31:17", "Exodus 31:18", "Exodus 32:1", "Exodus 32:2", "Exodus 32:3", "Exodus 32:4", "Exodus 32:5", "Exodus 32:6", "Exodus 32:7", "Exodus 32:8", "Exodus 32:9", "Exodus 32:10", "Exodus 32:11", "Exodus 32:12", "Exodus 32:13", "Exodus 32:14", "Exodus 32:15", "Exodus 32:16", "Exodus 32:17", "Exodus 32:18", "Exodus 32:19", "Exodus 32:20", "Exodus 32:21", "Exodus 32:22", "Exodus 32:23", "Exodus 32:24", "Exodus 32:25", "Exodus 32:26", "Exodus 32:27", "Exodus 32:28", "Exodus 32:29", "Exodus 32:30", "Exodus 32:31", "Exodus 32:32", "Exodus 32:33", "Exodus 32:34", "Exodus 32:35", "Exodus 33:1", "Exodus 33:2", "Exodus 33:3", "Exodus 33:4", "Exodus 33:5", "Exodus 33:6", "Exodus 33:7", "Exodus 33:8", "Exodus 33:9", "Exodus 33:10", "Exodus 33:11", "Exodus 33:12", "Exodus 33:13", "Exodus 33:14", "Exodus 33:15", "Exodus 33:16", "Exodus 33:17", "Exodus 33:18", "Exodus 33:19", "Exodus 33:20", "Exodus 33:21", "Exodus 33:22", "Exodus 33:23", "Exodus 34:1", "Exodus 34:2", "Exodus 34:3", "Exodus 34:4", "Exodus 34:5", "Exodus 34:6", "Exodus 34:7", "Exodus 34:8", "Exodus 34:9", "Exodus 34:10", "Exodus 34:11", "Exodus 34:12", "Exodus 34:13", "Exodus 34:14", "Exodus 34:15", "Exodus 34:16", "Exodus 34:17", "Exodus 34:18", "Exodus 34:19", "Exodus 34:20", "Exodus 34:21", "Exodus 34:22", "Exodus 34:23", "Exodus 34:24", "Exodus 34:25", "Exodus 34:26", "Exodus 34:27", "Exodus 34:28", "Exodus 34:29", "Exodus 34:30", "Exodus 34:31", "Exodus 34:32", "Exodus 34:33", "Exodus 34:34", "Exodus 34:35", "Exodus 35:1", "Exodus 35:2", "Exodus 35:3", "Exodus 35:4", "Exodus 35:5", "Exodus 35:6", "Exodus 35:7", "Exodus 35:8", "Exodus 35:9", "Exodus 35:10", "Exodus 35:11", "Exodus 35:12", "Exodus 35:13", "Exodus 35:14", "Exodus 35:15", "Exodus 35:16", "Exodus 35:17", "Exodus 35:18", "Exodus 35:19", "Exodus 35:20", "Exodus 35:21", "Exodus 35:22", "Exodus 35:23", "Exodus 35:24", "Exodus 35:25", "Exodus 35:26", "Exodus 35:27", "Exodus 35:28", "Exodus 35:29", "Exodus 35:30", "Exodus 35:31", "Exodus 35:32", "Exodus 35:33", "Exodus 35:34", "Exodus 35:35", "Exodus 36:1", "Exodus 36:2", "Exodus 36:3", "Exodus 36:4", "Exodus 36:5", "Exodus 36:6", "Exodus 36:7", "Exodus 36:8", "Exodus 36:9", "Exodus 36:10", "Exodus 36:11", "Exodus 36:12", "Exodus 36:13", "Exodus 36:14", "Exodus 36:15", "Exodus 36:16", "Exodus 36:17", "Exodus 36:18", "Exodus 36:19", "Exodus 36:20", "Exodus 36:21", "Exodus 36:22", "Exodus 36:23", "Exodus 36:24", "Exodus 36:25", "Exodus 36:26", "Exodus 36:27", "Exodus 36:28", "Exodus 36:29", "Exodus 36:30", "Exodus 36:31", "Exodus 36:32", "Exodus 36:33", "Exodus 36:34", "Exodus 36:35", "Exodus 36:36", "Exodus 36:37", "Exodus 36:38", "Exodus 37:1", "Exodus 37:2", "Exodus 37:3", "Exodus 37:4", "Exodus 37:5", "Exodus 37:6", "Exodus 37:7", "Exodus 37:8", "Exodus 37:9", "Exodus 37:10", "Exodus 37:11", "Exodus 37:12", "Exodus 37:13", "Exodus 37:14", "Exodus 37:15", "Exodus 37:16", "Exodus 37:17", "Exodus 37:18", "Exodus 37:19", "Exodus 37:20", "Exodus 37:21", "Exodus 37:22", "Exodus 37:23", "Exodus 37:24", "Exodus 37:25", "Exodus 37:26", "Exodus 37:27", "Exodus 37:28", "Exodus 37:29", "Exodus 38:1", "Exodus 38:2", "Exodus 38:3", "Exodus 38:4", "Exodus 38:5", "Exodus 38:6", "Exodus 38:7", "Exodus 38:8", "Exodus 38:9", "Exodus 38:10", "Exodus 38:11", "Exodus 38:12", "Exodus 38:13", "Exodus 38:14", "Exodus 38:15", "Exodus 38:16", "Exodus 38:17", "Exodus 38:18", "Exodus 38:19", "Exodus 38:20", "Exodus 38:21", "Exodus 38:22", "Exodus 38:23", "Exodus 38:24", "Exodus 38:25", "Exodus 38:26", "Exodus 38:27", "Exodus 38:28", "Exodus 38:29", "Exodus 38:30", "Exodus 38:31", "Exodus 39:1", "Exodus 39:2", "Exodus 39:3", "Exodus 39:4", "Exodus 39:5", "Exodus 39:6", "Exodus 39:7", "Exodus 39:8", "Exodus 39:9", "Exodus 39:10", "Exodus 39:11", "Exodus 39:12", "Exodus 39:13", "Exodus 39:14", "Exodus 39:15", "Exodus 39:16", "Exodus 39:17", "Exodus 39:18", "Exodus 39:19", "Exodus 39:20", "Exodus 39:21", "Exodus 39:22", "Exodus 39:23", "Exodus 39:24", "Exodus 39:25", "Exodus 39:26", "Exodus 39:27", "Exodus 39:28", "Exodus 39:29", "Exodus 39:30", "Exodus 39:31", "Exodus 39:32", "Exodus 39:33", "Exodus 39:34", "Exodus 39:35", "Exodus 39:36", "Exodus 39:37", "Exodus 39:38", "Exodus 39:39", "Exodus 39:40", "Exodus 39:41", "Exodus 39:42", "Exodus 39:43", "Exodus 40:1", "Exodus 40:2", "Exodus 40:3", "Exodus 40:4", "Exodus 40:5", "Exodus 40:6", "Exodus 40:7", "Exodus 40:8", "Exodus 40:9", "Exodus 40:10", "Exodus 40:11", "Exodus 40:12", "Exodus 40:13", "Exodus 40:14", "Exodus 40:15", "Exodus 40:16", "Exodus 40:17", "Exodus 40:18", "Exodus 40:19", "Exodus 40:20", "Exodus 40:21", "Exodus 40:22", "Exodus 40:23", "Exodus 40:24", "Exodus 40:25", "Exodus 40:26", "Exodus 40:27", "Exodus 40:28", "Exodus 40:29", "Exodus 40:30", "Exodus 40:31", "Exodus 40:32", "Exodus 40:33", "Exodus 40:34", "Exodus 40:35", "Exodus 40:36", "Exodus 40:37", "Exodus 40:38"], "sourceRef": "The Five Books of Moses, by Everett Fox, Exodus, On the Book of Exodus and Its Structure 2-44", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, שמות, שמות מאמר א׳ ב׳-מ״ד", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "On the Book of Exodus and Its Structure", "he": "שמות מאמר א׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "שמות מאמר א׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["T<small>HE BOOK OF</small> E<small>XODUS IS</small> I<small>SRAEL’S SECOND BOOK OF ORIGINS</small>. G<small>ENESIS HAD CONCERNED</small> itself with the beginnings of the world, of human beings and their institutions, and of the people of Israel as a tribal family. Exodus continues this thrust as it recounts the origin of the people on a religious and political level (here inseparable as concepts). A number of biblical ideas receive their fullest early treatment in this book: God’s acting directly in history; making himself “known” to both Israelites and foreigners; covenant as a reciprocal agreement between God and humans; law as an expression of total worldview; and the use of sacred structure (Tabernacle or “Dwelling”) as a vehicle for and expression of perceived truths about the world. In addition, several biblical institutions make their first appearance in Exodus: Passover, Sabbath, rudimentary leadership/government, and cult/priesthood. All this is presented in a general narrative framework, raising the question as to whether what we have here is story or history. Is Exodus a fanciful reconstruction of what happened to Moshe (Moses) and his generation, riddled with anachronisms? Or is it a faithful and reliable handing-down of eyewitness data which only the cynical or irreligious would doubt?", "For the first position there are several supports. We possess virtually no extra-biblical references to the events recorded in our book, either in Egypt or elsewhere. Then, too, there seem to be inconsistencies of time within the story (Chaps. 16 and 18 appear to presuppose laws which were given later), and patterns within the telling of the tale that are too symmetrical (the Plagues) or too stereotyped (the constant use of stylized language) to be simple reporting of fact. Finally, Exodus is lacking in the citation of personal and geographical names, especially as compared to the books that precede and follow (Genesis and Numbers).", "For the second position, that of Exodus as a reliable historical record, there exist no methods of proof other than evaluation of literary form—that is, accepting that oral literature is able to preserve facts without later coloration. But even if it could be shown that Exodus is oral literature—an evaluation which is too sweeping, given the present form of the book—modern scholarship has come to cast doubt on the absolute historical reliability of oral tradition (see Vansina).", "Despite these observations, there is still something unsettling about writing Exodus off as a work of fiction, however pious that fiction may have been. For the rest of the Hebrew Bible abounds in emotional references to the experience of the exodus. At every stage of biblical literature, that experience is invoked for the purpose of directing behavior (see especially Judg. 2, I Sam. 8, II Sam. 7, II Kings 17, Neh. 9, and Ps. 78; and most of Deuteronomy is rhetorically grounded in it). The entire structure and emotional force of biblical law rest upon such exhortations as “A sojourner you are not to oppress:/you yourselves know (well) the feelings of the sojourner,/for sojourners were you in the land of Egypt” (Ex. 23:9) and such situations as that of the Hebrew serf (Ex. 21:2ff.). Apparently the experience of the exodus period was crucial in forming the group consciousness of the Israelites, and ever since it has provided a model from which both later Judaism and Christianity were to draw frequently and profoundly.", "A hypothetical analogy, based on American history, may help to shed light on the historicity of Exodus. Imagine a book based on the following outline: first, a section on the American Revolution, with some biographical material on a few of the Founding Fathers, focusing mostly on the outbreak of the war and key battles; second, a description of the Constitutional Convention, including some of the more important speeches and discussions; third, the text of the Constitution itself; and finally, L’Enfant’s original blueprints for the building of the new capital, Washington, D.C., interspersed with accounts of the first few presidents’ inaugural addresses. What would be the underlying message of such a book? We are certainly dealing here with more than a straight journalistic description of the events, more than a legalistic discussion of constitutional law, and more than a technical presentation for architects. Such a book would actually be presenting the ideals of America’s self-image: a nation founded on the willingness to fight for particular rights against Old World tyranny, established under democratic laws based on reason and providing governmental checks and balances, and whose ideals would be embodied in the construction of a brand-new, centrally located capital city that used classically grounded forms of architecture to express grace and reason as the basis for the new society.", "Now this portrayal is very simplistic, but it gets its point across (and I would be willing to wager that, somewhere in this country, there exists a school textbook written along these lines). In a similar manner, although with much more weight given to God’s role in the process, the book of Exodus unfolds. The dramatic story of Israel’s deliverance from bondage, coupled with Moshe’s own early development, is only the first part of the book, and accounts for less than half of it. It is followed by several stories of desert wanderings, and then by a presentation of the covenant made between God and Israel at Sinai, against a stunning natural backdrop. The second half of the book enumerates a series of laws which constitute the covenant, and the details of construction of a portable sanctuary designed both to symbolize and actually to accommodate God’s presence among the Israelites (with the interruption of a major rebellion). So, like our theoretical American model, Exodus conveys far more than information about events. It is, rather, the narration of a worldview, a laying out of different types of texts bearing the <i>meaning</i> of Israel’s historical experience.", "I stress the word “experience” because that is what is at stake here. Human memory is always selective. We remember what we wish to remember, giving weight to particular emotions, sometimes over and above the facts (or, as the poet Maya Angelou puts it autobiographically, “The facts sometimes obscure the truth”). The same thing appears to be true of group memory. What a people remembers of substance is not nearly as important as how they process their experience.", "In our Exodus text one can perceive a characteristically Israelite process at work. The book emerges as a mix of historical recollection, mythical processing, and didactic retelling, what Buber and others have called a “saga.” What is preserved in the book of Exodus, therefore, is a Teaching (Heb. <i>Tora</i>) based on a set of experiences, which became history for ancient Israel. Hence, to understand better the workings of the book, we need to turn to its themes and its structure. This will be more fruitful than trying to find the exact location of the Sea of Reeds or Mount Sinai, or the “Lost Ark,” or Moshe’s burial site— of whose location “no man has knowledge until this day” (Deut. 34:6). These have all receded into archeological oblivion. What has survived of ancient Israel is its approach to history and to life, and its literature. In that sense, the book of Exodus is an attempt to distill history and to learn from it, using echoes from the past to shape the present and the future.", "When we turn to a closer consideration of the structure of Exodus, we must proceed on the assumption that a work of art stems from both artful and unconscious design. Therefore, any structuring of such a book can only be hypothetical and must not limit itself to ironclad categories.", "With that said, a number of potential divisions of our book present themselves. The first emerges from a close look at the subject matter of the text. Strikingly, Exodus appears to be arranged in groups of a few chapters each (bearing in mind that the chapter divisions are historically late), resulting in the following scheme:", "1. Prologue in Egypt (Chap. 1)<br>2. Moshe’s Early Life and Call (Chaps. 2–4)<br>3. Moshe’s Mission in Egypt (5:1–7:13)<br>4. The First Nine Plagues (7:14–10:29)<br>5. The Tenth Plague and the Exodus (Chaps. 11–13)<br>6. In the Wilderness I: The Deliverance at the Sea (14:1–15:21)<br>7. In the Wilderness II: Early Experiences (15:22–18:27)<br>8. Covenant at Sinai (Chaps. 19–20)<br>9. The Terms (Laws) and Conclusion of the Covenant (Chaps. 21–24)<br>10. Details of the Tabernacle (Chaps. 25–27)<br>11. Details of the Cult (Chaps. 28–31)<br>12. Rebellion and Reconciliation (Chaps. 32–34)<br>13. The Building of the Tabernacle, Priestly Vestments (Chaps. 35–39)<br>14. Conclusion (Chap. 40)", "Such a measured shifting of focus helps to maintain the flow of the text and our interest in it.", "A glance through this list will also lead to the positing of larger structures. The traditions collected in Exodus fall naturally into both geographical and thematic divisions. The first part of the book takes place in Egypt (1:1–15:21), the second in the wilderness (15:22–40:38); this could alternatively be viewed as the events preceding Mount Sinai (Chaps. 1–17/18) and those that take place there (Chaps. 18/19–40). One could also combine the geographical and thematic aspects, resulting in the structure (1) Israel in Egypt (1:1–15:21), (2) Israel in the Wilderness (15:22–24:18), and (3) Tabernacle and Calf (Chaps. 25–40).", "My own preference for structuring Exodus also combines these aspects, as follows:", "I. The Deliverance Narrative (1:1–15:21)", "II. In the Wilderness (15:22–18:27)", "III. Covenant and Law (Chaps. 19–24)", "IV. The Blueprints for the Tabernacle and Its Service (Chaps. 25–31)", "V. Infidelity and Reconciliation (Chaps. 32–34)", "VI. The Building of the Tabernacle (Chaps. 35–40)", "These divisions exhibit a great deal of overlapping. In Part I, Israel’s life in Egypt (Chap. 1) paves the way for Moshe’s early years (Chaps. 2–4), then the account of his mission before Pharaoh and the Plagues (Chaps. 5–13), and the final victory (Chaps. 14–15); Part II is anticipated by some of what happens after the exodus itself (Chap. 14), and leads to Sinai (Chap. 19); the covenant and laws of Part III naturally lead to other prescriptions, this time the building instructions for the Tabernacle (Chaps. 25–31); planning the sacred structure in Part IV is followed by the making of a forbidden construction, the Golden Calf (Chaps. 32–33); and the reconciliation between God and Israel (Chap. 34) restores Israel’s capacity to return to the actual building of the Tabernacle, and to complete it (Chaps. 35–40). So despite the presence of what must have been several very diverse traditions behind the final text of Exodus, it has been skillfully woven together to form a coherent whole. In addition to the above structures, it can be said that the book of Exodus rests on several textual backbones, inner structures and recurring themes and motifs that help to create a unified work. These may be listed by category:", "1. There are various climaxes which serve to highlight the action—the Encounter at the Bush (Chaps. 3–4), the Tenth Plague and Exodus (12:29–42), the Deliverance at the Sea (14–15:21), the Revelation at Sinai (Chaps. 19–20), the Calf Episode (Chap. 32), and Completion of the Tabernacle (Chap. 40). Anchoring these dramatic scenes, at the center of the book, is the Sinai Revelation. The Binding of Yitzhak (Isaac) in Chapter 22 of Genesis serves much the same focusing function.", "2. There exist three strategically placed accounts of God’s Presence accompanying the Israelites (13:21–22, 24:15–18, 40:34–38) which share a common vocabulary. Key words in these passages are “day/night,” “cloud,” “fire,” “dwell,” “Glory,” “cover,” “go up,” and “in the eyes of the Children of Israel/before the people” (it should be noted that not every passage uses all of these terms). These words chart God’s movement: first, following the Exodus; second, following the concluding of the covenant; and third, following the erection of the Tabernacle, at the end of the book. A variation of these Presence accounts occurs in Numbers 9:15–23, where it rounds out the picture—for it is at this point that the Israelites finally depart from Sinai (having spent about a year there), on their journey toward the Promised Land.", "3. Several leading words recur throughout the book and give it a sense of unity:", "<i>serve</i>— The Israelites pass from “servitude” to Pharaoh into the “service” of God; laws are given that warn against “serving” other gods, that specify how a “serf” is to be treated, and that detail the “service” (i.e., construction and dismantling) of a sanctuary where God is to be properly “served.”", "<i>Glory</i>—Liberated from Pharaoh’s “stubbornness” (Heb. <i>koved lev</i>), the Israelites experience God’s “Glory” (Heb. <i>kavod</i>) at the Sea of Reeds, and encounter it again at Sinai (Chap. 24) and when the Tabernacle is completed (Chap. 40). When Israel falters in Chapter 32, Moses begs to see God’s “Glory” as a sign of reassurance. This is one of the central issues of the book, receiving its clearest formulation in Chap. 17:7—“Is Y<small>HWH</small> in our midst, or not?” Without the accompanying Presence, the Israelites can survive neither in Egypt nor in the wilderness. That the book ends with the “Glory” taking up residence in the Tabernacle is a sign that all is well in this regard.", "<i>know</i>—The Plagues and the liberation take place so that Egyptian and Israelite alike will acknowledge God as the true ruler (who “knows” the slaves’ sufferings). The book as a whole portrays a God who is “known” by his compassion toward the oppressed.", "<i>see</i>—God “sees” and rescues the people early in the book (Chap. 3); they “see” his deliverance at the sea (Chap. 14) and the awesome display at Sinai (Chaps. 19-20); the Tabernacle blueprint is given to Moshe to “see” (Chaps 25ff.).", "4. Aside from theme words, there are also several thematic threads that run through the book. These may be listed as well:", "<i>distinction</i>—The Israelites learn what it is to be separated out, first for oppression and later for God’s service. This process occurs during the Plagues and throughout the legal sections, which are often based on the making of distinctions (the Hebrew word for “holy,” <i>kadosh,</i> may originally have had this connotation). In general, Exodus is a book that abounds in polarities and distinctions: between God and Pharaoh, life and death, slavery and freedom, Egyptianness and Israeliteness, city and wilderness, visible gods/magic and an invisible God who is not conjurable, doubt and trust.", "<i>construction</i>—The Israelites are enslaved as builders of Egyptian cities; they go on to build a society, a calf-god, and a Tabernacle.", "<i>rebellion</i>—From the beginning, God and Moshe are often unheeded, as the Israelites seek to maintain or return to their status as dependent slaves in Egypt (Chaps. 2, 5, 14, 15–17, 32).", "<i>Sabbath</i>—As a newly freed people, Israel is to adapt to a rhythm of work and sacred cessation, which celebrates both creation and freedom. The Sabbath is at issue immediately after liberation (Chap. 16) and is commanded three times (Chaps. 20, 31, 35); and the account of the Tabernacle’s completion echoes the vocabulary of God’s completed creation in Genesis 2, a passage which serves as one justification for observing the Sabbath (see Ex. 20:11).", "<i>origins</i>—We are told of the beginnings of the new covenant (distinct from that concluded with Abraham), the law system, the cult/priesthood, and the sacred calendar, but with the significant omission of the monarchy.", "<i>covenant</i>—God establishes a relationship with the people of Israel: if they will obey him and observe his laws, he will protect them and treat them as his “firstborn son.” This form of covenant is different from the ones in Genesis, and plays a significant role in subsequent books of the Bible.", "<i>God in History</i>—The God of Exodus actively intervenes to rescue a people, defeating their oppressors in battle; he leads them through the wilderness, meets them, and makes a covenant with them.", "5. The above themes are specifically Israelite themes. There are, however, motifs in Exodus that have a more universal ring. One could term these anthropological, since they employ standard aspects of human experience to convey the overall messages of the book.", "<i>Fire</i> is used frequently and in varied contexts (at the Burning Bush and later back at Mount Sinai, in the desert trek, in the Tabernacle service, and at the Calf incident), usually to make a statement about God. In contrast to conventional fire gods (e.g., the Norse trickster Loki), the God of Exodus is most often associated with the more positive aspects of fire: constancy, purity, and transformation. The fire at Sinai does not destroy Moshe and the people, but rather turns them into something new. At the same time it should not be forgotten that fire is used regularly to connote anger in the Bible, especially God’s, and especially in the later wilderness narratives.", "<i>Water</i> appears throughout Exodus, not as a backdrop but as an active medium which most often signifies life and death simultaneously. The Nile, into which the enslaved Hebrews’ babies are thrown, gently bears the infant Moshe to safety: the Nile, the giver of life in Egypt, is changed into blood, itself a major signifier of life in the Bible but useless here because it is undrinkable; the Sea of Reeds acts as a passageway of birth for the Israelites but as a graveyard for their Egyptian pursuers. The availability of water becomes a central issue in the wilderness, as an instrument for survival and for the testing of the Israelites’ faith. Finally, water creates the ritual purity necessary for the people at Sinai and their priests in the Tabernacle to approach God.", "<i>Desert/Wilderness</i> is the scene of the crucial second part of the book. Only in the desert, away from the massive influence of age-old Egyptian culture, can the new Israelite society be forged. Moshe, like many other real-life and fictional heroes, demonstrates this in his own early life. The desert acts as a purifying agent for him, changing the Egyptian prince into a member of his own true people. Similarly, the Israelites begin the process of transformation from bondage to self-rule, a process which is taught in the harsh reality of desert life and which will take an entire generation to complete.", "In point of fact, all these media—fire, water, and desert—suggest change as a major concern of the book of Exodus. Our text chronicles the start of Israel’s journey as a nation, a transformative journey which takes vastly changed circumstances, a whole generation in time, and indeed several books of recounting to complete. Exodus is very concerned with topography—not for the purposes of historical recollection (as Genesis was, apparently) but as an account of an inner journey. Thus the people travel to the boundary between Egypt and the desert, through the sea, to the great fiery mountain; and we know that they cannot but be on their way to a final goal. That goal, the Promised Land, will not be realized in Exodus, because in this book we stand only at the beginning of the journey. Change does not occur quickly, and the true molding of a people, like that of an individual, requires formative experiences over time. In Exodus, then, the People of Israel begins in adolescence, as it were. It has survived infancy in Genesis, a period marked by constant threats of physical extinction, and must now begin the tortuous process of learning to cope with adulthood—that is to say, people-hood—in a hostile world.", "That process will take us past the present text. Exodus stands at the beginning of a trilogy in the middle of the Torah. It takes us from slavery up to Sinai, inaugurating the law-giving process. Leviticus will concentrate almost exclusively on laws (of “holiness”), never budging geographically, while Numbers will see the conclusion of the Sinai experience and the traveling toward (and actually reaching) the land of Israel. Exodus is thus of great importance in the overall five-book pattern, introducing key elements of the wilderness books: law, institutions, rebellion, and—Moshe himself. It serves as a bridge between the great narratives of Genesis and the priestly code of Leviticus and the wanderings of Numbers (Green­berg 1972 notes how the opening of Exodus points back, to Gen. 46; and the closing points forward, to Num. 9). It in fact contains elements of all three books.", "Exodus is the basis not only of what follows in the Torah, but also sets the stage for the rest of the Hebrew Bible. What Israel understood of its God, and what that God expects of them, are set forth most directly and unforgettably in the memories enshrined in the book of Exodus."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620382e0c9ad75f2d99af8f2", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "", "ref": "The Five Books of Moses, by Everett Fox, Exodus, Part VI; The Building of the Dwelling, Dwelling II 1", "anchorRef": "Exodus 36:8-19", "anchorRefExpanded": ["Exodus 36:8", "Exodus 36:9", "Exodus 36:10", "Exodus 36:11", "Exodus 36:12", "Exodus 36:13", "Exodus 36:14", "Exodus 36:15", "Exodus 36:16", "Exodus 36:17", "Exodus 36:18", "Exodus 36:19"], "sourceRef": "The Five Books of Moses, by Everett Fox, Exodus, Part VI; The Building of the Dwelling, Dwelling II 1", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, שמות, שמות מאמר ז׳, שמות הערה ד׳ א׳", "anchorVerse": 8, "sourceHasEn": true, "commentaryNum": 1, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "שמות הערה ד׳", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<a class=\"refLink\" data-ref=\"Exodus 36:8-19\" data-ven=\"The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995\">Exodus 36:8-19</a>", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "648ed33ee453e2cfd2bb51ef", "index_title": "Radak on II Chronicles", "category": "Quoting Commentary", "type": "", "ref": "Radak on II Chronicles 4:7:1", "anchorRef": "Exodus 36:17-22", "anchorRefExpanded": ["Exodus 36:17", "Exodus 36:18", "Exodus 36:19", "Exodus 36:20", "Exodus 36:21", "Exodus 36:22"], "sourceRef": "Radak on II Chronicles 4:7:1", "sourceHeRef": "רד\"ק על דברי הימים ב' ד׳:ז׳:א׳", "anchorVerse": 17, "sourceHasEn": true, "compDate": [1185, 1235], "commentaryNum": 7.0001, "collectiveTitle": {"en": "Radak on II Chronicles", "he": "רד\"ק על דברי הימים ב'"}, "heTitle": "רד\"ק על דברי הימים ב'", "he": "<b>כמשפטם.</b> פי': כמשפט המנורה שעשה משה, עם הגביעים והכפתורים (שמ' לז,יז-כב):", "heVersionTitle": "Critical edition, Hebrew text. Yitzhak Berger, 2003, 2007", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": "<b>As prescribed.</b> This means: as prescribed for the lampstand made by Moses, with its cups and calyxes (Exod 36:17–22).", "versionTitle": "The Commentary of Radak to Chronicles: A Translation with Introduction and Supercommentary, by Yitzhak Berger, Brown University, 2007", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "6538e85b5abd8dbda4707dff", "index_title": "Talks of Yeshayahu Leibowitz on the Parasha", "category": "Quoting Commentary", "type": "", "ref": "Talks of Yeshayahu Leibowitz on the Parasha, Terumah 20:3", "anchorRef": "Exodus 36:18", "anchorRefExpanded": ["Exodus 36:18"], "sourceRef": "Talks of Yeshayahu Leibowitz on the Parasha, Terumah 20:3", "sourceHeRef": "שיחות על פרשת השבוע (ליבוביץ), תרומה כ׳:ג׳", "anchorVerse": 18, "sourceHasEn": false, "commentaryNum": 20.0003, "collectiveTitle": {"en": "Talks of Yeshayahu Leibowitz on the Parasha", "he": "שיחות על פרשת השבוע (ליבוביץ)"}, "heTitle": "תרומה", "he": "המדרש ממשיך: 'תדע לך, כשם שהמישכן עשוי חתיכות חתיכות חתיכות, שנאמר: \"קרסיו קרשיו בריחיו עמודיו ואדניו\" (שמות לט:לג), וכולם נחברין ונעשין אחד, דכתיב: \"לחבר את-האהל להיות אחד\" (שמות לו:יח), ואומר: \"והיה המישכן אחד\" (שמות כו:ו), כך תורה נביאים וכתובים ומישנה והלכה ואגדה, כולן אחד, שכן אתה מוצא: \"ואת המשכן תעשה עשר יריעות\" - אלו עשרת-הדיברות, וכתוב: \"עשתי-עשרה יריעות\" - \"וחברת את חמש היריעות\" - אלו חמישה חומשי תורה; \"ואת שש היריעות\" - אלו ששה סדרי מישנה, \"וכפלת את היריעה הששית\" (שמות כו:ט) - זה תלמוד שהוא כפול ומדוקדק בתורה, וכולם ניתנו מרועה אחד'. ", "heVersionTitle": "Jerusalem, 2000", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "657ecc48758c1dc532ec8bb0", "index_title": "Steinsaltz on Exodus", "category": "Commentary", "type": "commentary", "ref": "Steinsaltz on Exodus 36:18", "anchorRef": "Exodus 36:18", "anchorRefExpanded": ["Exodus 36:18"], "sourceRef": "Steinsaltz on Exodus 36:18", "sourceHeRef": "ביאור שטיינזלץ על שמות ל״ו:י״ח", "anchorVerse": 18, "sourceHasEn": true, "commentaryNum": 36.0018, "collectiveTitle": {"en": "Steinsaltz", "he": "ביאור שטיינזלץ"}, "heTitle": "ביאור שטיינזלץ על שמות", "he": "<b>וַיַּעַשׂ קַרְסֵי נְחֹשֶׁת חֲמִשִּׁים, לְחַבֵּר אֶת הָאֹהֶל לִהְיֹת אֶחָד.</b>", "heVersionTitle": "The Koren Steinsaltz Tanakh HaMevoar - Hebrew", "heLicense": "Copyright: Steinsaltz Center", "heVersionTitleInHebrew": "", "text": "<b>He made fifty hooks of bronze to attach the tent, to be one. </b>", "versionTitle": "The Steinsaltz Tanakh - English", "license": "Copyright: Steinsaltz Center", "versionTitleInHebrew": ""}, {"_id": "5976558ad6e4a90179bf6b70", "index_title": "Be'er Mayim Chaim", "category": "Chasidut", "type": "commentary", "ref": "Be'er Mayim Chaim, Exodus 36:18:1", "anchorRef": "Exodus 36:18", "anchorRefExpanded": ["Exodus 36:18"], "sourceRef": "Be'er Mayim Chaim, Exodus 36:18:1", "sourceHeRef": "באר מים חיים, שמות ל״ו:י״ח:א׳", "anchorVerse": 18, "sourceHasEn": false, "compDate": [1775, 1815], "commentaryNum": 18.0001, "collectiveTitle": {"en": "Be'er Mayim Chaim", "he": "באר מים חיים"}, "heTitle": "שמות", "he": "<b>ויעש</b> קרסי וגו' לחבר את האהל להיות אחד. מלת להיות אחד לכאורה מיותר, ועל כל פנים היה די לומר לחבר את האהל לאחד. ואפשר שרמז בזה לומר שטעם עשיית הקרסים לחבר את האהל הוא להיות אחד, פירוש להיות שהקב\"ה הוא אחד ומיוחד, לכך הוצרך לחבר גם למטה וזה לעומת זה יעשה הקב\"ה אחד בשמים ובארץ. כי הנה היריעות היו עשתי עשרה וצוה הקב\"ה לחבר שש יריעות לבד וחמש יריעות לבד, ואחר כך לחבר את שני האלה בקרסים, ולא רצה הקב\"ה שיחברו מתחילה כל הי\"א יריעות אחת אל אחת, ואמנם הכל רומזים לסודי סודות עליונים רזי דרזין שאין דעת האדם יכול לירד כלל לעומק הדבר, ומה שנוכל להבין לפי קט שכלינו הוא כי ידוע שי\"א היריעות הללו היו רומזים לבחינת ו\"ה שבשם המיוחד כמו שאיתא בדברי האר\"י ז\"ל <small>(בפרי עץ חיים בכוונות פטום הקטורת)</small>. ונודע ליודעים אשר כל בחינת יחוד קודשא בריך הוא ושכינתא אשר אנחנו עובדים על זה בכל התורה והמצוות, הוא יחוד ו\"ה הללו שיתיחדו ביחודא שלים, ואז והיה ה' למלך על כל הארץ כנודע. ונחזה אנן, למשל אם טעה הסופר הכותב הספר תורה ונגע אות הו' באות הה' בקצה מן הקצה כנקודה כל שהוא הלא ודאי תפסל הספר תורה כולה. ולכאורה למה תפסל הלא עיקר עבודתינו ליחוד הלז, ואמנם כי היחוד הנפלא הלזה אינו אחד באחד כמו שהם, כי כאשר יתאחדו באחד לא יוכרו האותיות מה זה ומה זה ובטלו כל הכוונות. ואך שהיחוד צריך להיות על ידי דבר אחד הממוצע שהוא המיחדם לאחד כנודע להבאים בסוד ה', והוא בחינת צדיק יסוד עולם המקשר עלמא עילאה בעלמא תתאה, והוא סוד הפרסה קטנה היוצאת מן הו' שבשם הוי\"ה אל הה', והה' נעשית התחלתה כמין ו' כידוע להני ספרי דוקני מקבלת האר\"י ז\"ל, לרמז על היחוד שפונים זה לזו וזו לזה אבל אינן נוגעין זה בזה כי אם על ידי אחד הממוצע והוא בחינת סולם מוצב ארצה וראשו מגיע השמימה כי שמים וארץ הם בבחינת ו\"ה שבשם כידוע, והסולם הוא המיחדן. כי סולם בתורה הוא בלא ו' והוא מספר ה' פעמים הוי\"ה בסוד וילקט יוסף את כל הכסף ה' כסף שהם ה' חסדים ה' הויות והוא הצדיק יסוד עולם. ", "heVersionTitle": "Be'er Mayim Chaim, Jerusalem 1991.", "heLicense": "unknown", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5976558ad6e4a90179bf6b72", "index_title": "Be'er Mayim Chaim", "category": "Chasidut", "type": "commentary", "ref": "Be'er Mayim Chaim, Exodus 36:18:2", "anchorRef": "Exodus 36:18", "anchorRefExpanded": ["Exodus 36:18"], "sourceRef": "Be'er Mayim Chaim, Exodus 36:18:2", "sourceHeRef": "באר מים חיים, שמות ל״ו:י״ח:ב׳", "anchorVerse": 18, "sourceHasEn": false, "compDate": [1775, 1815], "commentaryNum": 18.0002, "collectiveTitle": {"en": "Be'er Mayim Chaim", "he": "באר מים חיים"}, "heTitle": "שמות", "he": "<b>והוא</b> אומרו בזוה\"ק <small>(חלק ב', נ\"ב.)</small> על הג' קדושות שאנו אומרים בכל יום תמיד פעמים קדוש לעילא קדוש לתתא קדוש באמצעיתא. כי עיקר היחוד השלם הוא כאשר האדם מקדש ומטהר אבריו ומיחדן לאל אחד בקדושתו. וקדוש לעילא הוא החצי שלו למעלה כמו הלב והזרועות וכו' והראש. והחצי לתתא, הוא השוקים והרגלים. וקדוש באמצעיתא, סוד אבר הברית שהוא העומד באמצע וכלול מכל הגוף כי בו מתיחדין כל הגידין מכל הגוף. ואדם המקדש כולם לה' נעשה היחוד בשלימות על ידי בחינת צדיק יסוד עולם שהוא מאן דנטיר ברית, ועיקר עיקר הקדושה הנזכרת בתורה הוא בבחינת הברית כמו שאמר הכתוב קדושים תהיו ואמרו חז\"ל <small>(ויקרא רבה כ\"ד, ו')</small> כל מקום שאתה מוצא בו גדר ערוה אתה מוצא קדושה וכו' עד כל מי שהוא גודר עצמו מן הערוה נקרא קדוש וכו'. כי זה הוא העיקר הקדושה להיותו באמצע וכלול משניהם, וכמעט כל עיקר מניעת היחוד הוא ממנו. ואדם המשמרו בקדושה ובטהרה מיחד כל העולמות ביחודא שלים וזוכה לכל הברכות שבעולם לפי שהוא המקבל כל הברכות מעלמא עלאה ומשפיע לעלמא תתאה, ומלכותא פריסת לרגליו כמו שאמר בזוה\"ק <small>(לך לך צ\"ג:)</small> מאן דנטר להאי אות קיימא, מלכו אתנטרא ליה וכו'. כי המקדש עצמו באבר הלז באיסור ובהיתר להיות מרעיבו בקדושה שלא למלאות תאותו, רק לשם ה' באמת ובתמים שלא להשטות עצמו לומר כי עושה לה', ובאמת חומד התאוה בלבו ובוערת בו כאש אוכלת רק שיהיה באמת שוה אצלו אם לעשות עתה הדבר הלז או לא יעשה, ויעשה עתה מצוה אחרת לשם ה' כמו ללמוד תורה כיון שאין כוונתו באמת כי אם לשם ה' יכול עתה לצאת במצוה אחרת. והרבה בחינות ונסיונות צריך האדם להבחין בעצמו בכל התאוות אם כוונתו באמת לשם ה' או למלאות תאותו. ומכל שכן בזו התאוה העולה על כולנה שאין דבר קשה בכל התורה כמו תאוה הזו כמו שכתב נזר החכמים קדוש ה' הרמב\"ם ז\"ל <small>(בפרק כ\"ב מהלכות איסורי ביאה הלכה י\"ח)</small>. ואם באמת אינו עושה כי אם לשם ה', הרי ממליך הקב\"ה על אבר הזה וממילא ממליכו בכל אבריו וגידיו, כי זו הקשה מכולן ואם יתקדש בזה בנקל יוכל להתקדש בכל התאוות וכשם שהוא ממליך הקב\"ה עליו כך ממליכו הקב\"ה בעולם וזה עיקר יחוד קודשא בריך הוא ושכינתא על ידי צדיק יסוד עולם המיחדן. ואל זה רמזו היריעות שהיו ששה לבד וחמשה לבד, ולא נתחברו לאחד כבחינת ו\"ה שחלילה להיות נוגעים, ויחודם היה בקרסים שהוא מספר קדוש, קדוש באמצעיתא שהוא העיקר בסוד קדושים תהיו בבחינת צדיק יסוד עולם, ועל כן לא אמר לחבר וגו' את האהל לאחד שהיה משמע לאחד ממש שיהיו נוגעין זה בזה, רק להיות אחד כלומר ששניהם יתיחדו באחד המיחדם, וכאשר כתבנו למעלה להיות אחד אלהינו שבשמים ובארץ בבחינת הסולם העולה מן הארץ לשמים, ונגד זה היו היריעות כאן והכל ביחודא שלים למטה ולמעלה ועל ידי זה יתברכו כל העולמות בכל מיני שפע וברכה ורחמים וחיים ושלום בנחת ושמחה אמן ואמן והיה ה' אחד ושמו אחד ביחודא שלים, כדבר האמור. ", "heVersionTitle": "Be'er Mayim Chaim, Jerusalem 1991.", "heLicense": "unknown", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6319d12bb6084aa1cbf0b78d", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, חָבַר 1", "anchorRef": "Exodus 36:18", "anchorRefExpanded": ["Exodus 36:18"], "sourceRef": "BDB, חָבַר 1", "sourceHeRef": "בראון-דרייבר-בריגס, חָבַר א׳", "anchorVerse": 18, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "חָבַר", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† <big><big>[<span dir=\"rtl\">חָבַר</span>]</big></big>  <strong>vb.</strong> unite (usually intr.), be joined, tie a magic knot or spell, charm <strong>(</strong>NH <em>id.;</em> Ethiopic ኀበረ yet Assyrian [<em>abâru</em>], <em>ubburu, bind, ban</em> (of spells), <em>ibru</em>, friend, and many deriv., Dl<sup>W 51 ff.</sup>; Aramaic <span dir=\"rtl\">ܚܰܒܰܪ</span>, <span dir=\"rtl\">חַבֵּר</span> and many deriv.; cf. Ph. n. <span dir=\"rtl\">חבר</span> <em>associate</em><strong>)</strong>—<br><strong>Qal</strong>  Pf. 3 mpl. <span dir=\"rtl\">חָֽבְרוּ</span> <a data-ref=\"Genesis 14:3\" href=\"/Genesis.14.3\">Gn 14:3</a>; Pt. act. m. <span dir=\"rtl\">חֹבֵר</span> <a data-ref=\"Deuteronomy 18:11\" href=\"/Deuteronomy.18.11\">Dt 18:11</a>, <span dir=\"rtl\">חוֹבֵר</span> <a data-ref=\"Psalms 58:6\" href=\"/Psalms.58.6\">ψ 58:6</a>; fpl. <span dir=\"rtl\">חֹבְרֹת</span> <a data-ref=\"Exodus 26:3\" href=\"/Exodus.26.3\">Ex 26:3</a><sup>(×2)</sup> + 2 times + <a data-ref=\"Ezekiel 1:9\" href=\"/Ezekiel.1.9\">Ez 1:9</a> (cf. infr.), <span dir=\"rtl\">חוֹבְרוֹת</span> <a data-ref=\"Ezekiel 1:11\" href=\"/Ezekiel.1.11\">Ez 1:11</a>; Pt. pass. cstr. <span dir=\"rtl\">חֲבוּר</span> <a data-ref=\"Hosea 4:17\" href=\"/Hosea.4.17\">Ho 4:17</a> (yet. v. infr.);— <strong>1.</strong>  <em>unite, be joined:</em> <strong>a.</strong>  of allies, sq. <span dir=\"rtl\">אֶל־</span> loc. <a data-ref=\"Genesis 14:3\" href=\"/Genesis.14.3\">Gn 14:3</a>, constr. praegn. = <em>came as allies unto;</em> pt. pass. fig. <span dir=\"rtl\">חֲבוּר עֲצַבִּים אֶפְרָ֖יִם</span> <a data-ref=\"Hosea 4:17\" href=\"/Hosea.4.17\">Ho 4:17</a> Ephr. <em>is joined to idols</em> (but We reads <span dir=\"rtl\">חבר</span>, v. <span dir=\"rtl\">חָבֵר</span> <strong>2 d</strong>, and cf. <span dir=\"rtl\">חֲבֵרָיו</span> <a data-ref=\"Isaiah 44:11\" href=\"/Isaiah.44.11\">Is 44:11</a>, <span dir=\"rtl\">חֲבֶרְתְּךָ</span> <a data-ref=\"Malachi 2:14\" href=\"/Malachi.2.14\">Mal 2:14</a>). <strong>b.</strong>  of one thing reaching to, touching another; wings of Ezek.’s living creatures sq. <span dir=\"rtl\">אֶל־</span> rei, <a data-ref=\"Ezekiel 1:9\" href=\"/Ezekiel.1.9\">Ez 1:9</a> (del. 𝔊 B Co, but v. Sm); cf. <span dir=\"rtl\">ח׳ אישׁ</span> v <a data-ref=\"Ezekiel 1:11\" href=\"/Ezekiel.1.11\">11</a>, i.e. <em>joining each one</em> (trans.), < 𝔊 𝔖 Co <span dir=\"rtl\">ח׳ אשׁה אל־אחותה</span> (as v <a data-ref=\"Ezekiel 1:9\" href=\"/Ezekiel.1.9\">9</a>), <em>united each to the other;</em> so of curtains of tabernacle, sq. <span dir=\"rtl\">אֶל־</span> rei <a data-ref=\"Exodus 26:3\" href=\"/Exodus.26.3\">Ex 26:3</a><sup>(×2)</sup>; abs. <em>joined together</em>, of shoulder pieces of ephod <a data-ref=\"Exodus 28:7\" href=\"/Exodus.28.7\">Ex 28:7</a>; <a data-ref=\"Exodus 39:4\" href=\"/Exodus.39.4\">39:4</a> (all P; cf. also <strong>Pu</strong>). <strong>2.</strong>  <em>tie magic knots, charm</em> (RS<sup>JPh. xiv.1885, 123</sup> thinks meaning <em>charm</em> is der. from <em>nectere verba</em>, and comp. Arabic <span dir=\"rtl\">خَبَر</span>, <em>narrative</em>); only c. acc. cogn. <span dir=\"rtl\">ח׳ חָ֑בֶר</span> <a data-ref=\"Deuteronomy 18:11\" href=\"/Deuteronomy.18.11\">Dt 18:11</a> (in a long series of kindred phrases), specif. of charming serpents <a data-ref=\"Psalms 58:6\" href=\"/Psalms.58.6\">ψ 58:6</a> (‖ <span dir=\"rtl\">מְלַחֲשִׁים</span>).<br><strong>Pi.</strong>  Pf. 3 ms. <span dir=\"rtl\">חִבַּר</span> <a data-ref=\"Psalms 36:10\" href=\"/Psalms.36.10\">36:10</a>; 2 ms. <span dir=\"rtl\">וְחִבַּרְתָּ֫</span> <a data-ref=\"Exodus 26:6\" href=\"/Exodus.26.6\">Ex 26:6</a> + 2 times; Impf. <span dir=\"rtl\">וַיְחַבֵּר</span> <a data-ref=\"Exodus 36:10\" href=\"/Exodus.36.10\">Ex 36:10</a> + 2 times; sf. <span dir=\"rtl\">וַיְחַבְּרֵהוּ</span> <a data-ref=\"II Chronicles 20:36\" href=\"/II_Chronicles.20.36\">2 Ch 20:36</a>; Inf. cstr. <span dir=\"rtl\">לְחַבֵּר</span> <a data-ref=\"Exodus 36:18\" href=\"/Exodus.36.18\">Ex 36:18</a>;— <strong>1.</strong>  <em>make an ally of, unite</em> one with, only <span dir=\"rtl\">ויחברהו עִמּוֹ</span> <a data-ref=\"II Chronicles 20:36\" href=\"/II_Chronicles.20.36\">2 Ch 20:36</a> <em>and he united him with himself</em>, sq. Inf. of purpose. <strong>2.</strong>  <em>unite, join</em> (trans.), only Ex (P), of tabern., obj. the curtains, sq. acc. + <span dir=\"rtl\">אֶל־</span> rei <a data-ref=\"Exodus 26:6\" href=\"/Exodus.26.6\">Ex 26:6</a>; <a data-ref=\"Exodus 36:10\" href=\"/Exodus.36.10\">36:10</a><sup>(×2)</sup>, <a data-ref=\"Exodus 36:13\" href=\"/Exodus.36.13\">13</a>; sq. acc. only <a data-ref=\"Exodus 26:9\" href=\"/Exodus.26.9\">26:9</a>; <a data-ref=\"Exodus 36:16\" href=\"/Exodus.36.16\">36:16</a>; obj. <span dir=\"rtl\">את־האהל</span> <em>join the tent together</em>, <a data-ref=\"Exodus 26:11\" href=\"/Exodus.26.11\">26:11</a>; <a data-ref=\"Exodus 36:18\" href=\"/Exodus.36.18\">36:18</a>.<br><strong>Pu.</strong>  Pf. 3 ms. <span dir=\"rtl\">חֻבָּ֑ר</span> <a data-ref=\"Exodus 39:4\" href=\"/Exodus.39.4\">Ex 39:4</a>, <span dir=\"rtl\">וְחֻבָּ֑ר</span> consec. <a data-ref=\"Exodus 28:7\" href=\"/Exodus.28.7\">Ex 28:7</a> (but v. infr.), 3 fs. <span dir=\"rtl\">שֶׁחֻבְּרָה־</span> <a data-ref=\"Psalms 122:3\" href=\"/Psalms.122.3\">ψ 122:3</a>; Impf. 3 ms. <span dir=\"rtl\">יְחֻבַּר</span> <a data-ref=\"Ecclesiastes 9:4\" href=\"/Ecclesiastes.9.4\">Ec 9:4</a> Qr (Kt <span dir=\"rtl\">יבחר</span> v. infr.); sf. <span dir=\"rtl\">הַיְחָבְרְךָ</span> <a data-ref=\"Psalms 94:20\" href=\"/Psalms.94.20\">ψ 94:20</a> (Kö<sup>i. 257 f.</sup>; Ges Ew Bö De al. as <strong>Qal</strong>);— <strong>1.</strong> <strong>a.</strong>  <em>be allied with</em> thee (sf. ref. to <span dir=\"rtl\">י׳</span>) <a data-ref=\"Psalms 94:20\" href=\"/Psalms.94.20\">ψ 94:20</a>; <strong>b.</strong>  <em>be united to</em> = be one of, <span dir=\"rtl\">מי אשׁר יְח׳ אל כל־הַחַיִּם</span> <em>whoever is united to all the living</em> (Kt <span dir=\"rtl\">יבחר</span> is meaningless) <a data-ref=\"Ecclesiastes 9:4\" href=\"/Ecclesiastes.9.4\">Ec 9:4</a>. <strong>2.</strong>  <em>be joined together</em>, of ephod <span dir=\"rtl\">עַל־שְׁנֵי קְצוֹותָ֯ו ח׳</span> <a data-ref=\"Exodus 39:4\" href=\"/Exodus.39.4\">Ex 39:4</a> <em>by its two edges was it joined together;</em> cf. ‖ <a data-ref=\"Exodus 28:7\" href=\"/Exodus.28.7\">28:7</a> (where MT <span dir=\"rtl\">אֶל־שְׁנֵי קְצוֹתָיו וְחֻבָּ֑ר</span> < 𝔊 Sam which read <span dir=\"rtl\">עַל־שׁ׳ ק׳ יְחֻבָּ֑ר</span>); <span dir=\"rtl\">עִיר שֶׁח׳־לָהּ</span> <a data-ref=\"Psalms 122:3\" href=\"/Psalms.122.3\">ψ 122:3</a> <em>joined together for itself</em>, i.e. compactly built (of Jerusalem).<br><strong>Hiph.</strong>  Impf. 1 s. <span dir=\"rtl\">אַחְבִּ֫ירָה עליכם בְּמִלִּים</span> <a data-ref=\"Job 16:4\" href=\"/Job.16.4\">Jb 16:4</a> <em>I could make a joining with words</em> (i.e. <em>join words together</em> RV VB) <em>against you</em>.<br><strong>Hithp.</strong>  (late) Pf. <span dir=\"rtl\">אֶתְחַבֵּר</span> (Ges<sup>§ 54, 1 n.</sup>) <a data-ref=\"II Chronicles 20:35\" href=\"/II_Chronicles.20.35\">2 Ch 20:35</a>; Impf. <span dir=\"rtl\">יִתְחַבָּ֑רוּ</span> <a data-ref=\"Daniel 11:6\" href=\"/Daniel.11.6\">Dn 11:6</a>; Inf. sf. <span dir=\"rtl\">הִתְחַבֶּרְךָ</span> <a data-ref=\"II Chronicles 20:37\" href=\"/II_Chronicles.20.37\">2 Ch 20:37</a>; Aramaic form <span dir=\"rtl\">הִתְחַבְּרוּת</span> <a data-ref=\"Daniel 11:23\" href=\"/Daniel.11.23\">Dn 11:23</a> (Ges<sup>§ 54, 3 R. 1</sup>);—<em>join oneself</em> to, <em>make an alliance</em> with, sq. <span dir=\"rtl\">עִם</span> pers. <a data-ref=\"II Chronicles 20:35\" href=\"/II_Chronicles.20.35\">2 Ch 20:35</a>, <a data-ref=\"II Chronicles 20:37\" href=\"/II_Chronicles.20.37\">37</a>, sq. <span dir=\"rtl\">אֶל־</span> pers. <a data-ref=\"Daniel 11:23\" href=\"/Daniel.11.23\">Dn 11:23</a>; recipr. <em>league together</em> (abs.) <a data-ref=\"Daniel 11:6\" href=\"/Daniel.11.6\">Dn 11:6</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d447b6084aa1cbf315ed", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, קֶ֫רֶס 1", "anchorRef": "Exodus 36:18", "anchorRefExpanded": ["Exodus 36:18"], "sourceRef": "BDB, קֶ֫רֶס 1", "sourceHeRef": "בראון-דרייבר-בריגס, קֶ֫רֶס א׳", "anchorVerse": 18, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "קֶ֫רֶס", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† <big>[<span dir=\"rtl\">קֶ֫רֶס</span>]</big>  <strong>n.</strong>[<strong>m.</strong>] <strong>hook</strong>, on edge of curtains of tabern., matching the loops (<span dir=\"rtl\">לֻלָאֹת</span>, v. [<a data-ref=\"BDB, לוּלַי\" href=\"/BDB,_לוּלַי\", dir=\"rtl\">לוּלַי</a>]); pl. <span dir=\"rtl\">קְרָסִים</span> <a data-ref=\"Exodus 26:6\" href=\"/Exodus.26.6\">Ex 26:6</a>, <a data-ref=\"Exodus 26:11\" href=\"/Exodus.26.11\">11</a> = <a data-ref=\"Exodus 36:13\" href=\"/Exodus.36.13\">36:13</a>, <a data-ref=\"Exodus 36:18\" href=\"/Exodus.36.18\">18</a>, <a data-ref=\"Exodus 26:33\" href=\"/Exodus.26.33\">26:33</a>; cstr. <span dir=\"rtl\">קַרְסֵי זָהָב</span> v <a data-ref=\"Exodus 26:6\" href=\"/Exodus.26.6\">6</a> = <a data-ref=\"Exodus 36:13\" href=\"/Exodus.36.13\">36:13</a>, <span dir=\"rtl\">ק׳ נְחשֶׁת</span> <a data-ref=\"Exodus 26:11\" href=\"/Exodus.26.11\">26:11</a> = <a data-ref=\"Exodus 36:18\" href=\"/Exodus.36.18\">36:18</a>; sf. <span dir=\"rtl\">קְרָסָיו</span> <a data-ref=\"Exodus 35:11\" href=\"/Exodus.35.11\">35:11</a> = <a data-ref=\"Exodus 39:33\" href=\"/Exodus.39.33\">39:33</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}]