[{"_id": "531e4fdffbfba276047f5c7c", "index_title": "Onkelos Deuteronomy", "category": "Targum", "type": "targum", "ref": "Onkelos Deuteronomy 2:2", "anchorRef": "Deuteronomy 2:2", "anchorRefExpanded": ["Deuteronomy 2:2"], "sourceRef": "Onkelos Deuteronomy 2:2", "sourceHeRef": "תרגום אונקלוס על דברים ב׳:ב׳", "anchorVerse": 2, "sourceHasEn": false, "compDate": [80, 120], "commentaryNum": 2.0002, "collectiveTitle": {"en": "Onkelos Deuteronomy", "he": "תרגום אונקלוס על דברים"}, "heTitle": "תרגום אונקלוס על דברים", "he": "וַאֲמַר יְיָ לִי לְמֵימָר:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "חומש שפתי חכמים, מצודה תשס\"ט", "text": "Adonoy said to me to say,", "versionTitle": "Metsudah Chumash, Metsudah Publications, 2009 [with Onkelos translation]", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "532b2683fbfba27c35eeb4bd", "index_title": "Targum Jonathan on Deuteronomy", "category": "Targum", "type": "targum", "ref": "Targum Jonathan on Deuteronomy 2:2", "anchorRef": "Deuteronomy 2:2", "anchorRefExpanded": ["Deuteronomy 2:2"], "sourceRef": "Targum Jonathan on Deuteronomy 2:2", "sourceHeRef": "תרגום יונתן על דברים ב׳:ב׳", "anchorVerse": 2, "sourceHasEn": true, "compDate": [30, 70], "commentaryNum": 2.0002, "collectiveTitle": {"en": "Targum Jonathan on Deuteronomy", "he": "תרגום יונתן על דברים"}, "heTitle": "תרגום יונתן על דברים", "he": "וַאֲמַר יְיָ לִי לְמֵימָר", "heVersionTitle": "Targum Jonathan on Deuteronomy", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": " And the Lord spake to me, saying: \n", "versionTitle": "The Targum of Jonathan ben Uzziel, trans. J. W. Etheridge, London, 1862", "license": "Public Domain", "versionTitleInHebrew": "תרגום ירושלמי (תרגום יונתן בן-עוזיאל) לתורה, תורגם ע״י ג׳ון ווסלי אטרידג׳, לונדון 1862"}, {"_id": "55a5579cfbfba23b37d0b1f5", "index_title": "Guide for the Perplexed", "category": "Jewish Thought", "type": "", "ref": "Guide for the Perplexed, Part 2 41:2", "anchorRef": "Deuteronomy 2:2", "anchorRefExpanded": ["Deuteronomy 2:2"], "sourceRef": "Guide for the Perplexed, Part 2 41:2", "sourceHeRef": "מורה נבוכים, חלק ב' מ״א:ב׳", "anchorVerse": 2, "sourceHasEn": true, "compDate": [1190], "commentaryNum": 41.0002, "collectiveTitle": {"en": "Guide for the Perplexed", "he": "מורה נבוכים"}, "he": "<span class=\"mediumGrey\">ארבעת סוגי תיאור הנבואה: ציון האופן וציון המלאך</span><br><sup>3</sup> דע שכל הנביאים שנאמר שבאה אליהם התגלות – יש מהם שייחסו זאת למלאך, ויש מהם שייחסו זאת לה', אף על פי שהדבר היה בלי ספק על ידי מלאך. החכמים ז\"ל דיברו על כך במפורש ואמרו: \"'וַיֹּאמֶר ה' לָהּ [שְׁנֵי גֹיִים בְּבִטְנֵךְ...]' (שם כה,כג) – על ידי מלאך\" (בראשית רבה סג,ז). ודע שכל מי שנאמר עליו בפסוקים שדיבר איתו מלאך או שהגיע אליו דיבור מאת ה', לא היה דבר זה בשום אופן אלא בחלום או במראה הנבואה.", "heVersionTitle": "Makbili Edition, Mif'al Mishneh Torah, 2024", "heLicense": "", "heVersionTitleInHebrew": "מהדורת מקבילי, הוצאת מפעל משנה תורה, 2024", "text": "Under such circumstances the senses cease to act, and the [Active Intellect] influences the rational faculties, and through them the imaginative faculties, which become perfect and active. Sometimes the prophecy begins with a prophetic vision, the prophet greatly trembles, and is much affected in consequence of the perfect action of the imaginative faculty: and after that the prophecy follows. This was the case with Abraham. The commencement of the prophecy is, “The word of the Lord came to Abraham in a vision” (Gen. 15:1); after this, “a deep sleep fell upon Abraham”; and at last, “he said unto Abraham,” etc. When prophets speak of the fact that they received a prophecy, they say that they received it from an angel, or from God; but even in the latter case it was likewise received through an angel. Our Sages, therefore, explain the words, “And the Lord said unto her” that He spake through an angel. You must know that whenever Scripture relates that the Lord or an angel spoke to a person, this took place in a dream or in a prophetic vision.", "versionTitle": "Guide for the Perplexed, English Translation, Friedlander (1903)", "license": "Public Domain", "versionTitleInHebrew": "מורה נבוכים, מתורגם לאנגלית בידי פרידלנדר, 1903"}, {"_id": "57e77d92d6e4a94c7c18b455", "index_title": "Tafsir Rasag", "category": "Targum", "type": "targum", "ref": "Tafsir Rasag, Deuteronomy 2:2", "anchorRef": "Deuteronomy 2:2", "anchorRefExpanded": ["Deuteronomy 2:2"], "sourceRef": "Tafsir Rasag, Deuteronomy 2:2", "sourceHeRef": "תפסיר רס\"ג, דברים ב׳:ב׳", "anchorVerse": 2, "sourceHasEn": false, "compDate": [918, 942], "commentaryNum": 2.0002, "collectiveTitle": {"en": "Tafsir Rasag", "he": "תפסיר רס\"ג"}, "heTitle": "דברים", "he": "ת̇ם כלמני אללה תכלימא", "heVersionTitle": "Tafsir al-Torah bi-al-Arabiya, Paris, 1893", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תפסיר אלתורה באלערביה, פריס, 1893", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "58b6b18fd6e4a952249cc6f2", "index_title": "Minchat Shai on Torah", "category": "Commentary", "type": "commentary", "ref": "Minchat Shai on Torah, Deuteronomy 2:2:1", "anchorRef": "Deuteronomy 2:2", "anchorRefExpanded": ["Deuteronomy 2:2"], "sourceRef": "Minchat Shai on Torah, Deuteronomy 2:2:1", "sourceHeRef": "מנחת שי על תורה, דברים ב׳:ב׳:א׳", "anchorVerse": 2, "sourceHasEn": false, "compDate": [1526], "commentaryNum": 2.0001, "collectiveTitle": {"en": "Minchat Shai", "he": "מנחת שי"}, "heTitle": "דברים", "he": "<b>ויאמר ה' אלי לאמר.</b> סתומה:", "heVersionTitle": "Minchat Shai on Torah", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5926b264d6e4a957603a1994", "index_title": "Midrash Tanchuma Buber", "category": "Midrash", "type": "", "ref": "Midrash Tanchuma Buber, Devarim 3:1", "anchorRef": "Deuteronomy 2:2", "anchorRefExpanded": ["Deuteronomy 2:2"], "sourceRef": "Midrash Tanchuma Buber, Devarim 3:1", "sourceHeRef": "תנחומא בובר, דברים ג׳:א׳", "anchorVerse": 2, "sourceHasEn": true, "compDate": [150, 750], "commentaryNum": 3.0001, "collectiveTitle": {"en": "Midrash Tanchuma Buber", "he": "תנחומא בובר"}, "heTitle": "דברים", "he": "ויאמר ה' אלי לאמר, רב לכם סוב את ההר הזה, ואת העם צו לאמר וגו' <small>(דברים ב ב ג ד)</small>. זש\"ה למנצח על שושן עדות מכתם לדוד ללמד <small>(תהלים ס א)</small>, אימתי בהצותו את ארם נהרים ואת ארם צובה <small>(שם שם ב)</small>, והלא כבר נאמר [ויך כל זכר באדום] כי (ששה) [ששת] חדשים ישב שם יואב וגו' <small>(מ\"א יא טז)</small>, ואחר כך אומר וישב יואב ויך את אדום בגיא מלח <small>(תהלים ס ב)</small>, זש\"ה קרוב מצדיקי מי יריב אתי נעמדה יחד וגו' <small>(ישעיה נ ח)</small>, נתן הקב\"ה תורה לישראל כדי שיזכו בה לכל האומות, אתה מוצא שיואב היה ראה סנהדרין, שנאמר (ואלה) [אלה] שמות הגבורים אשר לדוד יושב בשבת תחכמוני ראש [השלישי] <small>(ש\"ב כג ח)</small>, זה יואב, ודוד חכם מן הכל, שנאמר ואדוני חכם [כחכמת מלאך אלהים] <small>(שם יד כ)</small>, ולא היו עושין דבר אלא על פי סנהדרין, שנאמר למנצח על שושן עדות מכתב לדוד <small>(תהלים ס א)</small>, שושן עדות אלו סנהדרין, שנאמר סוגה בשושנים <small>(שה\"ש ז ג)</small>, עדות על שם התורה, שנקראת עדות, מכתם זה דוד, שעשה עצמו מך, ותם על שהלך בתמימות עם קונו, אימתי בהצותו את ארם נהרים, מהון כשהלך יואב להלחם עם ארם נהרים, יצאו לקראתו, אמרו לו אתה מבני בניו של יעקב, ואנו מבני בניו של לבן, והרי תנאי שלהם [קיים], דכתיב עד הגל הזה <small>(בראשית לא נב)</small>, כששמע יואב חזר אצל דוד, א\"ל  מה אתה אומר הרי תנאו שבועת יעקב אבינו, מיד הושיבו סנהדרין שושן עדות, [ללמד] למדוהו ואמרו באמת כך היה, אלא הם עברוהו תחילה,  בלעם הרשע מפני מה עבר, לא כך אמר מן ארם ינחני בלק מלך מואב וגו' <small>(במדבר כג ז)</small>, וכושן רשעתים לא שיעבד בנו, שנאמר ויעבדו בני ישראל את כושן רשעתים שמונה שנים <small>(שופטים ג ח)</small>, הם הרשיעו עלינו שתי רשעיות, כיון (שהודו) ,שהורו] לו ב\"ד, מיד חזר עליהם והרגן, שנאמר בהצותו את ארם נהרים וגו' <small>(תהלים ס ב)</small>, לא עם ארם עשה מלחמה, מהו ויך את אדום <small>(שם)</small>, היה צריך לומר ארם, ולא אדום, אלא כשבא יואב להלחם עם ארם, עמדו עליו בני אדום, ואמרו לו לא אמר לכם הקב\"ה אל תתגרו בם <small>(דברים ב ד)</small>, השיבם יואב לא כך אמר לנו אתם עוברים בגבול אחיכם בני עשו <small>(שם ב ג)</small>, הניחו אותנו לעבור ולא רצו, אמר יואב אם נחריב אדום עכשיו אין אנו מוצאים בחזירתנו לא אכילה ולא שתיה, אלא נניח אותם עד שנכה את ארם ונחזור עליהם, לכך נאמר וישב יואב ויך את אדום וגו' <small>(תהלים ס ב)</small>, אמר הקב\"ה אתם החריבו את אדום קימעא קימעא, כיון שיגיע זמן אני אכלה ואחריב אותה, שנאמר וירשו (את) הנגב (ואת ההר) [את הר] וגו' <small>(עובדיה א יט)</small>, ואומר וגלות החל הזה וגו' <small>(שם שם כ)</small> ואומר ועלו מושיעים בהר ציון לשפוט את הר עשו <small>(שם שם כא)</small>, באותה שעה והיתה לה' המלוכה <small>(שם)</small>.", "heVersionTitle": "Midrash Tanhuma haKadum veHaYashan, S. Buber, 1885", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש תנחומא הקדום והישן, ש' בובר, תרמ\"ה", "text": "(Deut. 2:2–4:) <small>THEN THE LORD SPOKE UNTO ME, SAYING: YOU HAVE HAD ENOUGH OF GOING ABOUT THIS HILL COUNTRY. &lt;TURN NORTH. &gt; NOW CHARGE THE PEOPLE, SAYING: &lt;YOU ARE PASSING THROUGH THE TERRITORY OF YOUR KINDRED, THE CHILDREN OF ESAU, WHO DWELL IN SEIR. THOUGH THEY WILL BE AFRAID OF YOU, YOU ARE TO BE VERY WARY</small>.&gt; This text is related (to Ps. 60:1): <small>TO THE DIRECTOR: ACCORDING TO SHUSHAN EDUTH; A MIKHTAM OF DAVID; FOR INSTRUCTION</small>. When? (According to vs. 2) <small>WHEN HE HAD STRUGGLED WITH ARAM-NAHARAIM AND ARAM-ZOBAH</small>.<sup class=\"footnote-marker\">3</sup><i class=\"footnote\"><i>Tanh</i>., Deut. 1:3; see Gen. R. 74:15.</i> Now was it not already stated (in I Kings 11:15–16): [<small>AND HE</small> (Joab) <small>SMOTE EVERY MALE IN EDOM</small>;] <small>FOR JOAB &lt;AND ALL ISRAEL&gt; STAYED THERE SIX MONTHS, &lt;UNTIL HE HAD ANNIHILATED EVERY MALE IN EDOM&gt;</small>? Still it says next (here in Ps. 60:2, cont.): <small>JOAB RETURNED AND SMOTE &lt;TWELVE THOUSAND&gt; EDOMITES IN THE VALLEY OF SALT</small>. This text is related (to Is. 50:8): <small>MY VINDICATOR IS AT HAND. WHO WILL CONTEND WITH ME</small>? <small>LET US STAND TOGETHER…</small>. The Holy One gave Torah to Israel, so that through it they would attain vindication before all peoples. You find that Joab was head of the Sanhedrin,<sup class=\"footnote-marker\">4</sup><i class=\"footnote\">Gk.: <i>Synedrion</i>.</i> as stated (in II Sam. 23:8) {<small>AND</small>} <small>THESE ARE THE NAMES OF THE WARRIORS WHOM DAVID HAD: ONE WHO SITS IN THE SEAT OF WISDOM</small>.<sup class=\"footnote-marker\">5</sup><i class=\"footnote\">These words are commonly understood as the proper name, <small>JOSHEB-BASSHEBETH, A TAHCHEMONITE</small>, but this and other citations of the verse in rabbinic literature tend to understand the verse as translated here. See above, <i>Tanh</i>. (Buber), Gen. 4:12, and the note there; also <i>Tanh</i>. (Buber), Numb. 10:9.: Cf. <i>MQ</i> 16b, for an interpretation that identifies this sage with David himself.</i> This was Joab; but David was wiser than all, since it is stated (in II Sam. 14:20 with reference to David): <small>MY LORD IS AS WISE</small> [<small>AS THE WISDOM OF AN ANGEL OF GOD</small>.] Still, they only acted on something in accord with the Sanhedrin, as stated (in Ps. 60:1): <small>TO THE DIRECTOR: ACCORDING TO SHUSHAN EDUTH</small> (i.e., <small>LILY OF WITNESS</small>); <small>A MIKHTAM OF DAVID. SHUSHAN EDUTH</small> refers to the Sanhedrin, since it is stated (in Cant. 7:3): <small>&lt;YOUR BELLY IS A HEAP OF WHEAT&gt; FENCED IN WITH THE LILIES</small> (<i>shoshanim</i>). <small>WITNESS</small> (<i><small>EDUTH</small></i>) &lt;is mentioned&gt; because of the Torah, which is called a witness.<sup class=\"footnote-marker\">6</sup><i class=\"footnote\">For this interpretation, see William G. Braude, <i>The Midrash on Psalms</i> (“Yale Judaica Series,” 13; New Haven: Yale, 1959), vol. 2, p. 477, n. 2 on Ps. 60, who explains that wheat symbolizes Torah and lilies represent the sages. Thus <small>SHUSHAN EDUTH</small>, “Lily of Witness,” alludes to the sages in the Sanhedrin, who teach from their knowledge of the Witness or Torah. See also above, <i>Tanh.</i> (Buber), Exod 9:1; Numb. 1:4, and the notes there.</i> <small>MIKHTAM</small> refers to David, who made himself humble (<i>Makh</i>) and innocent (<i>tam</i>), because he walked in innocence with his Creator. When? (According to Ps. 60:2) <small>WHEN HE HAD STRUGGLED WITH ARAM-NAHARAIM</small>. What does that mean? When Joab went to fight with <small>ARAM-NAHARAIM</small>, they came out toward him. They said to him: You are one of the children of Jacob, but we are from the children of Laban. Now here is their confirmed agreement, as written (in Gen. 31:52): <small>THIS MOUND IS A WITNESS, &lt;AND THE PILLAR</small><sup class=\"footnote-marker\">7</sup><i class=\"footnote\"><i>Matstsebah.</i> Cf. Braude, <i>ibid</i>., n. 1 to Ps. 60, who suggests that the mikhtam of Ps. 60:1 may denote a pillar.</i> <small>IS A WITNESS THAT I WILL NOT PASS BEYOND THIS MOUND AND THIS PILLAR UNTO YOU WITH EVIL INTENT&gt;</small>. When Joab heard &lt;that&gt;, he returned to David. He said to him: What do you say to that? Here is our ancestor Jacob's sworn agreement. They immediately convened a Sanhedrin, (in the words of Ps. 60:1) <small>A <i>SHUSHAN EDUTH</i></small> (i.e., <small>LILY OF WITNESS</small>) &lt; … &gt; [<small>FOR INSTRUCTION</small>]. They instructed him and said: It really was so, but they transgressed it first. Why did Balaam the Wicked transgress it? Does it not say so (in Numb. 23:7): <small>IT IS FROM ARAM THAT BALAK HAS BROUGHT ME, THE KING OF MOAB &lt;FROM THE HILLS OF THE EAST&gt;</small> …? Moreover, did not Cushan-rishathaim (of Aram-naharaim) enslave us, as stated (in Jud. 3:8): <small>AND THE CHILDREN OF ISRAEL SERVED CUSHAN-RISHATHAIM EIGHT YEARS</small>? &lt;Thus&gt; they have committed two wicked acts against us. When the court had so {thanked} [instructed] him, he immediately turned back against them and slew them, as stated (in Ps. 60:2): <small>WHEN HE HAD STRUGGLED WITH ARAM-NAHARAIM &lt;AND ARAM-ZOBAH, JOAB RETURNED AND SMOTE EDOM, TWELVE THOUSAND, IN THE VALLEY OF SALT&gt;</small>. Did he not make war with Aram (i.e., Syria)? What is the meaning of <small>AND SMOTE EDOM</small>? It should have said \"Aram\" and not <small>EDOM</small>.<sup class=\"footnote-marker\">8</sup><i class=\"footnote\">In Hebrew block letters “Aram” and “Edom” look almost identical.</i> It is simply that when Joab came to fight with Aram, the children of Edom stood up to him and said to him: Did not the Holy One say to you (in Deut. 2:5): <small>DO NOT ENGAGE THEM IN BATTLE</small>? Joab answered them: Did he not say this to us (in vs. 4): <small>YOU ARE PASSING THROUGH THE TERRITORY OF YOUR KINDRED, THE CHILDREN OF ESAU</small>? Allow us to pass! But they did not want to &lt;do so&gt;. Joab said to them: If we eradicate Edom now, we shall find nothing to eat or drink on our return. Instead let us leave them alone until we have smitten Aram, and then we shall turn back against them. It is therefore stated (in Ps. 60:2 [1]): <small>&lt;WHEN HE HAD STRUGGLED WITH ARAM-NAHARAIM &lt;AND ARAM-ZOBAH,&gt; JOAB RETURNED AND SMOTE EDOM, TWELVE THOUSAND, IN THE VALLEY OF SALT&gt;</small>. The Holy One said: You are to eradicate Edom little by little. When the time comes, I will destroy and eradicate it, as stated (in Obad. vs. 19): {<small>HE SHALL TAKE POSSESSION OF THE NEGEB AND THE MOUNTAIN</small>} [<small>THE NEGEB SHALL TAKE POSSESSION OF THE MOUNTAIN OF</small>] <small>&lt;ESAU&gt;…</small>. It also says (in vs. 20): <small>AND THE EXILES IN THIS ARMY &lt;OF THE CHILDREN OF ISRAEL&gt;…</small>. And it says (in vs. 21): <small>FOR SAVIORS SHALL GO UP ON MOUNT ZION TO JUDGE THE MOUNTAIN OF ESAU</small>. At that time (ibid., cont.): <small>THE KINGDOM SHALL BELONG TO THE LORD</small>.", "versionTitle": "Midrash Tanhuma, S. Buber Recension; trans. by John T. Townsend, 1989.", "license": "CC-BY", "versionTitleInHebrew": "מדרש תנחומא, בובר, מתורגם בידי ג'ון ט' טוונסנד, 1989"}, {"_id": "5b6bf507af3503027e682388", "index_title": "Malbim on Deuteronomy", "category": "Commentary", "type": "commentary", "ref": "Malbim on Deuteronomy 2:2:1", "anchorRef": "Deuteronomy 2:2", "anchorRefExpanded": ["Deuteronomy 2:2"], "sourceRef": "Malbim on Deuteronomy 2:2:1", "sourceHeRef": "מלבי\"ם על דברים ב׳:ב׳:א׳", "anchorVerse": 2, "sourceHasEn": false, "compDate": [1844, 1874], "commentaryNum": 2.0001, "collectiveTitle": {"en": "Malbim", "he": "מלבי\"ם"}, "heTitle": "מלבי\"ם על דברים", "he": "<b>ויאמר ה' אלי</b>, זה היה קרוב לסוף הארבעים שנה שצוה שיפנו צפונה ליכנס לא\"י:", "heVersionTitle": "Mikraei Kodesh, Vilna, 1891", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מקראי קודש, וילנא תרנ\"א", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5be1f7ef5c81ef0074e69867", "index_title": "Midrash Tanchuma", "category": "Midrash", "type": "", "ref": "Midrash Tanchuma, Devarim 3:1", "anchorRef": "Deuteronomy 2:2-4", "anchorRefExpanded": ["Deuteronomy 2:2", "Deuteronomy 2:3", "Deuteronomy 2:4"], "sourceRef": "Midrash Tanchuma, Devarim 3:1", "sourceHeRef": "מדרש תנחומא, דברים ג׳:א׳", "anchorVerse": 2, "sourceHasEn": true, "compDate": [500, 800], "commentaryNum": 3.0001, "collectiveTitle": {"en": "Midrash Tanchuma", "he": "מדרש תנחומא"}, "heTitle": "דברים", "he": "<b>וַיֹּאמֶר</b> ה' אֶל מֹשֶׁה רַב לָכֶם סֹב אֶת הָהָר הַזֶּה, וְאֶת הָעָם צַו לֵאמֹר אַתֶּם עוֹבְרִים בִּגְבוּל אֲחֵיכֶם בְּנֵי עֵשָׂו. זֶה שֶׁאָמַר הַכָּתוּב: לַמְנַצֵּחַ עַל שׁוּשַׁן עֵדוּת מִכְתָּם לְדָוִד לְלַמֵּד <small>(תהלים ס, א)</small>. אֵימָתַי, בְּהַצּוֹתוֹ אֶת אֲרַם נַהֲרַיִם וְאֶת אֲרַם צוֹבָה וַיֵּשֵׁב יוֹאָב וַיַּךְ אֶת אֱדוֹם בְּגֵיא מֶלַח שְׁנֵים עָשָׂר אָלֶף <small>(תהלים ס, ב)</small>. וַהֲרֵי כְּבָר נֶאֱמַר, כִּי שֵׁשֶׁת חֳדָשִׁים יָשַׁב שָׁם יוֹאָב וְכָל יִשְׂרָאֵל עַד הִכְרִית כָּל זָכָר בֶּאֱדוֹם <small>(מל״‎א יא, טז)</small>. וְאַחֲרֵי כֵן חוֹזֵר וְאוֹמֵר: וַיָּשָׁב יוֹאָב וַיַּךְ אֶת אֱדוֹם בְּגֵיא מֶלַח. זֶה שֶׁאָמַר הַכָּתוּב: קָרוֹב מַצְדִּיקִי מִי יָרִיב אִתִּי נַעַמְדָה יָחַד מִי בַעַל מִשְׁפָּטִי יִגַּשׁ אֵלָי <small>(ישעיה נ, ח)</small>. נָתַן הַקָּדוֹשׁ בָּרוּךְ הוּא אֶת הַתּוֹרָה לְיִשְׂרָאֵל, כְּדֵי שֶׁיִּזְכּוּ בָּהּ לְכָל הָאֻמּוֹת. אַתְּ מוֹצֵא, שֶׁיּוֹאָב הָיָה רֹאשׁ סַנְהֶדְרִין, שֶׁנֶּאֱמַר: אֵלֶּה שְׁמוֹת הַגִּבּוֹרִים אֲשֶׁר לְדָוִד יוֹשֵׁב בַּשֶּׁבֶת תַּחְכְּמֹנִי <small>(ש״‎ב כג, ח)</small>, זֶה יוֹאָב. וְדָוִד חָכָם מִכֻּלָּם הָיָה, שֶׁנֶּאֱמַר: וַאֲדוֹנִי חָכָם כְּחָכְמַת מַלְאַךְ הָאֱלֹהִים <small>(שם יד, כ)</small>. וְלֹא הָיוּ עוֹשִׂין דָּבָר אֶלָּא עַל פִּי סַנְהֶדְרִין, שֶׁנֶּאֱמַר: לַמְנַצֵּחַ עַל שׁוּשָׁן עֵדוּת <small>(תהלים ס, א)</small>. שׁוּשָׁן, אֵלּוּ סַנְהֶדְרִין, שֶׁנֶּאֱמַר: סוּגָה בַּשּׁוֹשַׁנִּים <small>(שה״‎ש ז, ג)</small>. עֵדוּת, עַל שֵׁם הַתּוֹרָה שֶׁנִּקְרֵאת עֵדוּת. מִכְתָּם, זֶה דָּוִד, שֶׁנַּעֲשָׂה מֶלֶךְ וְקוֹרֵא עַצְמוֹ עָנִי, תָּם, שֶׁהָלַךְ בִּתְמִימוּת עִם קוֹנוֹ. לְלַמֵּד, לְלַמְּדוֹ הַדָּבָר. אֵימָתַי, בְּהַצּוֹתוֹ אֶת אֲרַם נַהֲרַיִם. מַהוּ כְּשֶׁהָלַךְ יוֹאָב לְהִלָּחֵם עִם אֲרַם נַהֲרַיִם, יָצְאוּ לִקְרָאתוֹ, אָמְרוּ לוֹ: אַתְּ מִבְּנֵי בָנָיו שֶׁל יַעֲקֹב וְאָנוּ מִבְּנֵי בָנָיו שֶׁל לָבָן, וַהֲרֵי הַתְּנַאי שֶׁלָּהֶם קַיָּם, דִּכְתִיב: עֵד הַגַּל הַזֶּה וְגוֹ' <small>(בראשית לא, נב)</small>. כְּשֶׁשָּׁמַע יוֹאָב כָּךְ, חָזַר אֵצֶל דָּוִד, אָמַר לוֹ: מָה אַתָּה אוֹמֵר, הֲרֵי תְּנַאי שְׁבוּעַת יַעֲקֹב. מִיָּד, הוֹשִׁיבוּ סַנְהֶדְרִין שׁוּשָׁן עֵדוּת לְלַמֵּד. לִמְּדוּהוּ וְאָמְרוּ לוֹ: בֶּאֱמֶת כָּךְ הָיָה הַתְּנַאי, אֶלָּא שֶׁהֵם עָבְרוּ תְּחִלָּה. בִּלְעָם הָרָשָׁע לֹא כָּךְ אָמַר, מִן אֲרָם יַנְחֵנִי בָּלָק מֶלֶךְ מוֹאָב וְגוֹ' <small>(במדבר כג, ז)</small>. וְכוּשַׁן רִשְׁעָתַיִם לֹא שִׁעְבֵּד בָּנוּ, שֶׁנֶּאֱמַר: וַיַּעַבְדוּ בְּנֵי יִשְׂרָאֵל אֶת כּוּשַׁן רִשְׁעָתַיִם וְגוֹ' <small>(שופטים ג, ח)</small>. הֵם הִרְשִׁיעוּ עָלֵינוּ שְׁתֵּי רִשְׁעֻיּוֹת. כֵּיוָן שֶׁהוֹרוּ לָהֶם סַנְהֶדְרִין כָּךְ, חָזַר עֲלֵיהֶם וַהֲרָגָם, שֶׁנֶּאֱמַר: בְּהַצּוֹתוֹ אֶת אֲרַם נַהֲרַיִם וְאֶת אֲרַם צוֹבָה וַיֵּשֵׁב יוֹאָב וַיַּךְ אֶת אֱדוֹם בְּגֵי מֶלַח <small>(תהלים ס, ב)</small>. וַהֲלֹא עִם אֲרָם עָשָׂה מִלְחָמָה, מַהוּ וַיַּךְ אֶת אֱדוֹם. הָיָה צָרִיךְ לוֹמַר, וַיַּךְ אֶת אֲרָם, וְלֹא אֱדוֹם. אֶלָּא כְּשֶׁבָּא יוֹאָב לְהִלָּחֵם עִם אֲרָם, עָמְדוּ עָלָיו בְּנֵי אֱדוֹם וְאָמְרוּ לוֹ: לֹא כָּךְ אָמַר לָהֶם הַקָּדוֹשׁ בָּרוּךְ הוּא, אַל תִּתְגָּרוּ בָּם כִּי לֹא אֶתֵּן לָכֶם מֵאַרְצָם עַד מִדְרַךְ כַּף רֶגֶל. הֵשִׁיב יוֹאָב, לֹא כָּךְ אָמַר לָנוּ, אַתֶּם עוֹבְרִים בִּגְבוּל אֲחֵיכֶם בְּנֵי עֵשָׂו, הַנִּיחוּ אוֹתָנוּ לַעֲבֹר לְאַרְצֵנוּ. אָמַר יוֹאָב, אִם נַחֲרִיב אֱדוֹם עַכְשָׁו, אֵין אָנוּ מוֹצְאִין בַּחֲזָרָתֵנוּ לֹא אֲכִילָה וְלֹא שְׁתִיָּה, אֶלָּא נָנִיחַ אוֹתָם עַד שֶׁנַּכֶּה אֶת אֲרָם וְנַחֲזֹר עֲלֵיהֶן. לְכָךְ נֶאֱמַר: וַיָּשַׁב יוֹאָב וַיַּךְ אֶת אֱדוֹם בְּגֵי מֶלַח. אָמַר הַקָּדוֹשׁ בָּרוּךְ הוּא, מָה אַתֶּם מוֹעִילִין שֶׁתַּכּוּ אֶת אֱדוֹם קִמְעָא קִמְעָא. אֲבִישַׁי בֶּן צְרוּיָה הָרַג שְׁמוֹנָה עָשָׂר אֶלֶף. וַיְהִי כָּל אֱדוֹם לְדָוִד לַעֲבָדִים נוֹשְׂאֵי מִנְחָה <small>(ש״‎ב ח, יד)</small>. כְּשֶׁיַּגִּיעַ זְמַן, אֲנִי אֲכַלֶּה אֶת אֱדוֹם וְאַחֲרִיבֶנָּה, שֶׁנֶּאֱמַר: וְיָרְשׁוּ הַנֶּגֶב אֶת הַר עֵשָׂו וְגוֹ' אֶת שְׂדֵה אֶפְרַיִם וְאֶת שְׂדֵה שֹׁמְרוֹן וְגוֹ', וְגָלֻת הַחֵל הַזֶּה לִבְנֵי יִשְׂרָאֵל וְגוֹ', וְעָלוּ מוֹשִׁיעִים בְּהַר צִיּוֹן לִשְׁפֹּט אֶת הַר עֵשָׂו וְגוֹ' <small>(עובדיה א, יט-כא)</small>. בְּאוֹתָהּ שָׁעָה, וְהָיְתָה לַה' הַמְּלוּכָה <small>(שם)</small>.", "heVersionTitle": "Midrash Tanchuma -- Torat Emet", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש תנחומא, תורת אמת", "text": "(Deut. 2:2-4:) “Then the Lord spoke unto me, saying, ‘You have had enough of going about this mountain; turn north. Now charge the people, saying, “You are passing through the territory of your kindred, the children of Esau, who dwell in Seir.”’” This text is related (to Ps. 60:1), “To the director: With a <i>shushan eduth</i>; a <i>mikhtam</i> of David, for instruction.” When? (According to vs. 2,) “When he had struggled with Aram-Naharaim and Aram-Zobah, and Joab returned and smote Edom – [an army] of twelve thousand men – in the Valley of Salt.”<sup class=\"footnote-marker\">5</sup><i class=\"footnote\">See Gen. R. 74:15.</i> Now was it not already stated (in I Kings 11:16), “For Joab and all Israel stayed there six months, until he had annihilated every male in Edom?” And yet it repeats afterwards (here in Ps. 60:2, cont.), “Joab returned and smote Edom – [an army] of twelve thousand men – in the Valley of Salt.” This text is related (to Is. 50:8), “My Vindicator is at hand; who will contend with me; let us stand together […].” The Holy One, blessed be He, gave Torah to Israel, so that through it they would attain vindication before all peoples. You find that Joab was head of the Sanhedrin,<sup class=\"footnote-marker\">6</sup><i class=\"footnote\">Gk.: <i>Synedrion</i>.</i> as stated (in II Sam. 23:8), “These are the names of the warriors whom David had: one who sits in the seat of wisdom.”<sup class=\"footnote-marker\">7</sup><i class=\"footnote\">These words are commonly understood as the proper name, JOSHEB-BASSHEBETH, A TAHCHEMONITE, but this and other citations of the verse in rabbinic literature tend to understand the verse as translated here. See above, <i>Tanh</i>. (Buber), Gen. 4:12, and the note there; also <i>Tanh</i>. (Buber), Numb. 10:9: Cf. <i>MQ</i> 16b, for an interpretation that identifies this sage with David himself.</i> This was Joab. But David was wiser than all, since it is stated (in II Sam. 14:20 with reference to David), “my lord is as wise as the wisdom of an angel of God.” Still, they only acted on something in accord with the Sanhedrin, as stated (in Ps. 60:1), “To the director: with the <i>shushan eduth</i> (i.e., lily of witness).” “<i>Shushan</i>” refers to the Sanhedrin, since it is stated (in Cant. 7:3), “fenced in with the lilies (<i>shoshanim</i>).” “Witness (<i>eduth</i>)” [is mentioned] because of the Torah, which is called a witness.<sup class=\"footnote-marker\">8</sup><i class=\"footnote\">For this interpretation, see William G. Braude, <i>The Midrash on Psalms</i> (“Yale Judaica Series,” 13; New Haven: Yale, 1959), vol. 2, p. 477, n. 2 on Ps. 60, who explains that wheat symbolizes Torah and lilies represent the sages. Thus SHUSHAN EDUTH, “Lily of Witness,” alludes to the sages in the Sanhedrin, who teach from their knowledge of the Witness or Torah. See also above, <i>Tanh.</i> (Buber), Exod 9:1; Numb. 1:4, and the notes there.</i> “Mikhtam” refers to David, who became (a king [<i>melekh</i>]) [humble (<i>makh</i>)] and called himself, poor; innocent (<i>tam</i>), because he walked in innocence with his Creator. When? (According to Ps. 60:2,) “When he had struggled with Aram-Naharaim.” What does that mean? When Joab went to fight with Aram-Naharaim, they came out towards him. They said to him, “You are one of the Children of Jacob, but we are from the Children of Laban. Now here is their confirmed agreement, as written (in Gen. 31:52), ‘This mound is a witness, [and the pillar<sup class=\"footnote-marker\">9</sup><i class=\"footnote\"><i>Matstsebah.</i> Cf. Braude, <i>ibid</i>., n. 1 to Ps. 60, who suggests that the <i>mikhtam</i> of Ps. 60:1 may denote a pillar.</i> is a witness that […] you will not pass beyond this mound and this pillar towards me with evil intent].’” When Joab heard that, he returned to David. He said to him, “What do you say to that? Here is our ancestor Jacob's sworn agreement.” They immediately convened a Sanhedrin, (in the words of Ps. 60:1) “a <i>shushan eduth</i> (i.e., lily of witness) […] [for instruction].” They instructed him and said, “It really was so, but they transgressed it first. Did Balaam the Wicked not say like this (in Numb. 23:7), ‘It is from Aram that Balak has brought me, the king of Moab…?’ Moreover, did not Cushan-Rishathaim (of Aram-Naharaim) enslave us, as stated (in Jud. 3:8), ‘and the children of Israel served Cushan-Rishathaim eight years?’ [Thus] they have committed two wicked acts against us.” When the court had so instructed him, he immediately turned back against them and slew them, as stated (in Ps. 60:2), “When he had struggled with Aram-Naharaim and Aram-Zobah, and Joab returned and smote Edom – [an army] of twelve thousand men – in the Valley of Salt.” But did he not make war with Aram (i.e., Syria)? [So] shat is the meaning of “and smote Edom?” It should have said \"and he smote Aram,\" not “Edom.”<sup class=\"footnote-marker\">10</sup><i class=\"footnote\">In Hebrew block letters “Aram” and “Edom” look almost identical.</i> It is simply that when Joab came to fight with Aram, the children of Edom stood up to him and said to him, “Did not the Holy One, blessed be He, say to you (in Deut. 2:5), ‘Do not engage them in battle, for I will not give you of their land so much as a foot can tread on?’ Joab answered them, “Did he not say this to us (in vs. 4), ‘You are passing through the territory of your kindred, the children of Esau?’ Allow us to pass to our land! [But they did not want to do so.] Joab said to [his army], “If we eradicate Edom now, we shall find nothing to eat or drink on our return. Instead let us leave them alone until we have smitten Aram, and then we shall turn back against them.” It is therefore stated (in Ps. 60:2), “[When he had struggled with Aram-Naharaim and Aram-Zobah,] and Joab returned and smote Edom – [an army] of twelve thousand men – in the Valley of Salt.” The Holy One, blessed be He, said, “What benefit is it for you that you smite Edom little by little?” [As we also find that] Abishai ben Zuriyah killed eighteen thousand, “and (in II Sam. 8:14), all the Edomites became vassals of David.” When the time comes, I will destroy and eradicate it, as stated (in Obad. 1:19-21), “They shall take possession of the Negeb and the Mountain of Esau…. They shall possess the Ephraimite country and the district of Samaria…. And the exiles in this army of the Children of Israel…. For saviors shall go up on Mount Zion to judge the Mountain of Esau.” At that time (ibid., cont.), “the kingdom shall belong to the Lord.”", "versionTitle": "Townsend 1989 translation of Midrash Tanhuma, S. Buber Recension, edited and supplemented by R. Francis Nataf", "license": "CC-BY", "versionTitleInHebrew": "תרגום טאוונסנד לתנחומא בובר, ערך והוסיף: רבי פרנסיס נטף"}, {"_id": "5ebd6028036e8c437c7613ae", "index_title": "Peninei Halakhah, Sukkot", "category": "Halakhah", "type": "", "ref": "Peninei Halakhah, Sukkot 8:2:3", "anchorRef": "Deuteronomy 1:1-6:9", "anchorRefExpanded": ["Deuteronomy 1:1", "Deuteronomy 1:2", "Deuteronomy 1:3", "Deuteronomy 1:4", "Deuteronomy 1:5", "Deuteronomy 1:6", "Deuteronomy 1:7", "Deuteronomy 1:8", "Deuteronomy 1:9", "Deuteronomy 1:10", "Deuteronomy 1:11", "Deuteronomy 1:12", "Deuteronomy 1:13", "Deuteronomy 1:14", "Deuteronomy 1:15", "Deuteronomy 1:16", "Deuteronomy 1:17", "Deuteronomy 1:18", "Deuteronomy 1:19", "Deuteronomy 1:20", "Deuteronomy 1:21", "Deuteronomy 1:22", "Deuteronomy 1:23", "Deuteronomy 1:24", "Deuteronomy 1:25", "Deuteronomy 1:26", "Deuteronomy 1:27", "Deuteronomy 1:28", "Deuteronomy 1:29", "Deuteronomy 1:30", "Deuteronomy 1:31", "Deuteronomy 1:32", "Deuteronomy 1:33", "Deuteronomy 1:34", "Deuteronomy 1:35", "Deuteronomy 1:36", "Deuteronomy 1:37", "Deuteronomy 1:38", "Deuteronomy 1:39", "Deuteronomy 1:40", "Deuteronomy 1:41", "Deuteronomy 1:42", "Deuteronomy 1:43", "Deuteronomy 1:44", "Deuteronomy 1:45", "Deuteronomy 1:46", "Deuteronomy 2:1", "Deuteronomy 2:2", "Deuteronomy 2:3", "Deuteronomy 2:4", "Deuteronomy 2:5", "Deuteronomy 2:6", "Deuteronomy 2:7", "Deuteronomy 2:8", "Deuteronomy 2:9", "Deuteronomy 2:10", "Deuteronomy 2:11", "Deuteronomy 2:12", "Deuteronomy 2:13", "Deuteronomy 2:14", "Deuteronomy 2:15", "Deuteronomy 2:16", "Deuteronomy 2:17", "Deuteronomy 2:18", "Deuteronomy 2:19", "Deuteronomy 2:20", "Deuteronomy 2:21", "Deuteronomy 2:22", "Deuteronomy 2:23", "Deuteronomy 2:24", "Deuteronomy 2:25", "Deuteronomy 2:26", "Deuteronomy 2:27", "Deuteronomy 2:28", "Deuteronomy 2:29", "Deuteronomy 2:30", "Deuteronomy 2:31", "Deuteronomy 2:32", "Deuteronomy 2:33", "Deuteronomy 2:34", "Deuteronomy 2:35", "Deuteronomy 2:36", "Deuteronomy 2:37", "Deuteronomy 3:1", "Deuteronomy 3:2", "Deuteronomy 3:3", "Deuteronomy 3:4", "Deuteronomy 3:5", "Deuteronomy 3:6", "Deuteronomy 3:7", "Deuteronomy 3:8", "Deuteronomy 3:9", "Deuteronomy 3:10", "Deuteronomy 3:11", "Deuteronomy 3:12", "Deuteronomy 3:13", "Deuteronomy 3:14", "Deuteronomy 3:15", "Deuteronomy 3:16", "Deuteronomy 3:17", "Deuteronomy 3:18", "Deuteronomy 3:19", "Deuteronomy 3:20", "Deuteronomy 3:21", "Deuteronomy 3:22", "Deuteronomy 3:23", "Deuteronomy 3:24", "Deuteronomy 3:25", "Deuteronomy 3:26", "Deuteronomy 3:27", "Deuteronomy 3:28", "Deuteronomy 3:29", "Deuteronomy 4:1", "Deuteronomy 4:2", "Deuteronomy 4:3", "Deuteronomy 4:4", "Deuteronomy 4:5", "Deuteronomy 4:6", "Deuteronomy 4:7", "Deuteronomy 4:8", "Deuteronomy 4:9", "Deuteronomy 4:10", "Deuteronomy 4:11", "Deuteronomy 4:12", "Deuteronomy 4:13", "Deuteronomy 4:14", "Deuteronomy 4:15", "Deuteronomy 4:16", "Deuteronomy 4:17", "Deuteronomy 4:18", "Deuteronomy 4:19", "Deuteronomy 4:20", "Deuteronomy 4:21", "Deuteronomy 4:22", "Deuteronomy 4:23", "Deuteronomy 4:24", "Deuteronomy 4:25", "Deuteronomy 4:26", "Deuteronomy 4:27", "Deuteronomy 4:28", "Deuteronomy 4:29", "Deuteronomy 4:30", "Deuteronomy 4:31", "Deuteronomy 4:32", "Deuteronomy 4:33", "Deuteronomy 4:34", "Deuteronomy 4:35", "Deuteronomy 4:36", "Deuteronomy 4:37", "Deuteronomy 4:38", "Deuteronomy 4:39", "Deuteronomy 4:40", "Deuteronomy 4:41", "Deuteronomy 4:42", "Deuteronomy 4:43", "Deuteronomy 4:44", "Deuteronomy 4:45", "Deuteronomy 4:46", "Deuteronomy 4:47", "Deuteronomy 4:48", "Deuteronomy 4:49", "Deuteronomy 5:1", "Deuteronomy 5:2", "Deuteronomy 5:3", "Deuteronomy 5:4", "Deuteronomy 5:5", "Deuteronomy 5:6", "Deuteronomy 5:7", "Deuteronomy 5:8", "Deuteronomy 5:9", "Deuteronomy 5:10", "Deuteronomy 5:11", "Deuteronomy 5:12", "Deuteronomy 5:13", "Deuteronomy 5:14", "Deuteronomy 5:15", "Deuteronomy 5:16", "Deuteronomy 5:17", "Deuteronomy 5:18", "Deuteronomy 5:19", "Deuteronomy 5:20", "Deuteronomy 5:21", "Deuteronomy 5:22", "Deuteronomy 5:23", "Deuteronomy 5:24", "Deuteronomy 5:25", "Deuteronomy 5:26", "Deuteronomy 5:27", "Deuteronomy 5:28", "Deuteronomy 5:29", "Deuteronomy 5:30", "Deuteronomy 6:1", "Deuteronomy 6:2", "Deuteronomy 6:3", "Deuteronomy 6:4", "Deuteronomy 6:5", "Deuteronomy 6:6", "Deuteronomy 6:7", "Deuteronomy 6:8", "Deuteronomy 6:9"], "sourceRef": "Peninei Halakhah, Sukkot 8:2:3", "sourceHeRef": "פניני הלכה, סוכות ח׳:ב׳:ג׳", "anchorVerse": 1, "sourceHasEn": false, "compDate": [2009, 2013], "commentaryNum": 2.0003, "collectiveTitle": {"en": "Peninei Halakhah, Sukkot", "he": "פניני הלכה, סוכות"}, "he": "היו קוראים מתחילת חומש דברים עד סוף פרשת 'שמע' (דברים א, א – ו, ט). בקריאה זו לומדים באריכות על ההכנות לקראת הכניסה לארץ ישראל וחטא המרגלים ועונשו, כיבוש עבר הירדן ותחנוניו של משה רבנו להיכנס לארץ. לאחר מכן לומדים בהרחבה על מעמד הר סיני ואיסור עבודה זרה, ואזהרה לדורות, שישמרו ישראל את התורה והמצוות, ויחנכו לכך את בניהם, ועל ידי כך יאריכו ימים על הארץ הטובה. ובסיומה קוראים את פרשת 'שמע' שבה יסוד מצוות האמונה והמצווה לאהוב את ה'.", "heVersionTitle": "Peninei Halakhah, Yeshivat Har Bracha", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": "All the readings were from the book of Devarim. The first section was from the beginning of Devarim until the end of the <i>Shema</i> paragraph (1:1-6:9). These chapters describe the preparations for entering Eretz Yisrael, the sin of the spies and its consequences, the conquest of the east bank of the Jordan River, and Moshe’s supplications to enter the land. This is followed by a lengthy section about the revelation at Sinai and the prohibition of idol worship, and an admonition to future generations to keep Torah and <i>mitzvot</i> and teach them to their children. As a reward, they will endure in the land. The first selection concludes with <i>Shema</i> (<i>ibid</i>. 6:4-9), which expresses the foundation of faith and includes the commandment to love God.", "versionTitle": "Peninei Halakhah, English ed. Yeshivat Har Bracha", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "5f1ea0551d77ecfb0d09ea86", "index_title": "Midrash Lekach Tov", "category": "Midrash", "type": "commentary", "ref": "Midrash Lekach Tov, Deuteronomy 2:2:1", "anchorRef": "Deuteronomy 2:2", "anchorRefExpanded": ["Deuteronomy 2:2"], "sourceRef": "Midrash Lekach Tov, Deuteronomy 2:2:1", "sourceHeRef": "מדרש לקח טוב, דברים ב׳:ב׳:א׳", "anchorVerse": 2, "sourceHasEn": false, "compDate": [1105, 1115], "commentaryNum": 2.0001, "collectiveTitle": {"en": "Midrash Lekach Tov", "he": "מדרש לקח טוב"}, "heTitle": "דברים", "he": "<b>פס'.</b> ויאמר ה' אלי רב לכם סוב. רב הוא לעשו <i data-commentator=\"Beur HaRe'em\" data-order=\"45\"></i> שכיבד את אביו לכם לסובב הימנו. פנו לכם צפונה. פנו לכם לבית המקדש שנאמר (תהילים מ״ח:ג׳) הר ציון ירכתי צפון קרית מלך רב:", "heVersionTitle": "Midrash Lekach Tov on Torah, Vilna 1884", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש לקח טוב, מכונה פסיקתא זוטרתא, וילנא תרמ\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6037a719cda51cfa3ddf40f4", "index_title": "Ramban on Deuteronomy", "category": "Quoting Commentary", "type": "", "ref": "Ramban on Deuteronomy 33:2:2", "anchorRef": "Deuteronomy 2:2", "anchorRefExpanded": ["Deuteronomy 2:2"], "sourceRef": "Ramban on Deuteronomy 33:2:2", "sourceHeRef": "רמב\"ן על דברים ל״ג:ב׳:ב׳", "anchorVerse": 2, "sourceHasEn": true, "compDate": [1246, 1286], "commentaryNum": 2.0002, "collectiveTitle": {"en": "Ramban on Deuteronomy", "he": "רמב\"ן על דברים"}, "he": "<b>וְזָרַח מִשֵּׂעִיר לָמוֹ</b>, כִּי אַחֲרֵי נָסְעָם מִסִּינַי בְּמַסַּע רִאשׁוֹן שָׁכַן הֶעָנָן בְּמִדְבַּר פָּארָן, וּמִשָּׁם שָׁלַח מְרַגְּלִים, שֶׁנֶּאֱמַר (שם יג ג) וַיִּשְׁלַח אֹתָם מֹשֶׁה מִמִּדְבַּר פָּארָן, וְנִתְנַדָּה הָעָם, וְלֹא הָיָה הַדִּבּוּר עִם מֹשֶׁה עַד שֶׁבָּאוּ לְשֵׂעִיר בִּגְבוּל בְּנֵי עֵשָׂו בְּסוֹף הָאַרְבָּעִים (דברים ב':ב'), כְּמוֹ שֶׁנֶּאֱמַר שָׁם (דברים ל\"ג:ז') כִּי ה' אֱלֹהֶיךָ בֵּרַכְךָ בְּכֹל מַעֲשֵׂה יָדֶךָ יָדַע לֶכְתְּךָ אֶת הַמִּדְבָּר הַגָּדֹל הַזֶּה זֶה אַרְבָּעִים שָׁנָה ה' אֱלֹהֶיךָ עִמָּךְ. וְהִנֵּה אָז בְּבוֹאָם בְּשֵׂעִיר הָיָה הַשֵּׁם לָהֶם לְאוֹר עוֹלָם וְשָׁלְמוּ יְמֵי אֶבְלָם, וְצִוָּה אוֹתָם לְהִשָּׁמֵר מִשֵּׂעִיר וְעַמּוֹן וּמוֹאָב, וְאָמַר שֶׁיָּחֵלּוּ לָרֶשֶׁת אֶת אַרְצָם, וְיָרְשׁוּ אֶרֶץ סִיחוֹן וְעוֹג שְׁנֵי מַלְכֵי הָאֱמֹרִי הַגְּדוֹלִים:", "heVersionTitle": "Vocalized Edition", "heLicense": "", "heVersionTitleInHebrew": "", "text": "AND HE SHONE FORTH FROM SEIR UNTO THEM. For after they journeyed from Sinai <i>the cloud abode in the wilderness of Paran</i>,<sup class=\"footnote-marker\">19</sup><i class=\"footnote\">Numbers 10:12.</i> and from there Moses sent the spies, as it is said, <i>And Moses sent them from the wilderness of Paran</i>.<sup class=\"footnote-marker\">20</sup><i class=\"footnote\"><i>Ibid.</i>, 13:3.</i> As a result of the spies’ report, the people were banished,<sup class=\"footnote-marker\">21</sup><i class=\"footnote\">Yerushalmi Taanith III, 4. The term “banished” suggests a form of censure and excommunication, when the Divine utterance was not communicated to Moses.</i> and there was no Divine communication to Moses until they came to Seir,<sup class=\"footnote-marker\">22</sup><i class=\"footnote\">Deuteronomy 2:1-2.</i> at the border of the children of Esau, at the end of the forty years, as it is said there, <i>For the Eternal thy G-d hath blessed thee in all the work of thy hand; He hath known thy walking through this great wilderness; these forty years the Eternal thy G-d hath been with thee</i>.<sup class=\"footnote-marker\">23</sup><i class=\"footnote\"><i>Ibid.</i>, Verse 7.</i> Now, at the time, when they arrived at Seir, <i>the Eternal was</i> again <i>to them an everlasting light and the days of</i> their <i>mourning</i> were <i>ended</i>,<sup class=\"footnote-marker\">24</sup><i class=\"footnote\">Isaiah 60:20.</i> and He commanded them to be heedful of Ammon and Moab [not to take their lands]. At that time He said that they should begin to possess their land<sup class=\"footnote-marker\">25</sup><i class=\"footnote\">Above, 2:31.</i> the land of Sihon and Og, the two great Amorite kings.", "versionTitle": "Commentary on the Torah by Ramban (Nachmanides). Translated and annotated by Charles B. Chavel. New York, Shilo Pub. House, 1971-1976", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "62037e556bfddfbb310feb33", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Deuteronomy, On the Book of Deuteronomy and Its Structure 2-39", "anchorRef": "Deuteronomy 1:1-34:12", "anchorRefExpanded": ["Deuteronomy 1:1", "Deuteronomy 1:2", "Deuteronomy 1:3", "Deuteronomy 1:4", "Deuteronomy 1:5", "Deuteronomy 1:6", "Deuteronomy 1:7", "Deuteronomy 1:8", "Deuteronomy 1:9", "Deuteronomy 1:10", "Deuteronomy 1:11", "Deuteronomy 1:12", "Deuteronomy 1:13", "Deuteronomy 1:14", "Deuteronomy 1:15", "Deuteronomy 1:16", "Deuteronomy 1:17", "Deuteronomy 1:18", "Deuteronomy 1:19", "Deuteronomy 1:20", "Deuteronomy 1:21", "Deuteronomy 1:22", "Deuteronomy 1:23", "Deuteronomy 1:24", "Deuteronomy 1:25", "Deuteronomy 1:26", "Deuteronomy 1:27", "Deuteronomy 1:28", "Deuteronomy 1:29", "Deuteronomy 1:30", "Deuteronomy 1:31", "Deuteronomy 1:32", "Deuteronomy 1:33", "Deuteronomy 1:34", "Deuteronomy 1:35", "Deuteronomy 1:36", "Deuteronomy 1:37", "Deuteronomy 1:38", "Deuteronomy 1:39", "Deuteronomy 1:40", "Deuteronomy 1:41", "Deuteronomy 1:42", "Deuteronomy 1:43", "Deuteronomy 1:44", "Deuteronomy 1:45", "Deuteronomy 1:46", "Deuteronomy 2:1", "Deuteronomy 2:2", "Deuteronomy 2:3", "Deuteronomy 2:4", "Deuteronomy 2:5", "Deuteronomy 2:6", "Deuteronomy 2:7", "Deuteronomy 2:8", "Deuteronomy 2:9", "Deuteronomy 2:10", "Deuteronomy 2:11", "Deuteronomy 2:12", "Deuteronomy 2:13", "Deuteronomy 2:14", "Deuteronomy 2:15", "Deuteronomy 2:16", "Deuteronomy 2:17", "Deuteronomy 2:18", "Deuteronomy 2:19", "Deuteronomy 2:20", "Deuteronomy 2:21", "Deuteronomy 2:22", "Deuteronomy 2:23", "Deuteronomy 2:24", "Deuteronomy 2:25", "Deuteronomy 2:26", "Deuteronomy 2:27", "Deuteronomy 2:28", "Deuteronomy 2:29", "Deuteronomy 2:30", "Deuteronomy 2:31", "Deuteronomy 2:32", "Deuteronomy 2:33", "Deuteronomy 2:34", "Deuteronomy 2:35", "Deuteronomy 2:36", "Deuteronomy 2:37", "Deuteronomy 3:1", "Deuteronomy 3:2", "Deuteronomy 3:3", "Deuteronomy 3:4", "Deuteronomy 3:5", "Deuteronomy 3:6", "Deuteronomy 3:7", "Deuteronomy 3:8", "Deuteronomy 3:9", "Deuteronomy 3:10", "Deuteronomy 3:11", "Deuteronomy 3:12", "Deuteronomy 3:13", "Deuteronomy 3:14", "Deuteronomy 3:15", "Deuteronomy 3:16", "Deuteronomy 3:17", "Deuteronomy 3:18", "Deuteronomy 3:19", "Deuteronomy 3:20", "Deuteronomy 3:21", "Deuteronomy 3:22", "Deuteronomy 3:23", "Deuteronomy 3:24", "Deuteronomy 3:25", "Deuteronomy 3:26", "Deuteronomy 3:27", "Deuteronomy 3:28", "Deuteronomy 3:29", "Deuteronomy 4:1", "Deuteronomy 4:2", "Deuteronomy 4:3", "Deuteronomy 4:4", "Deuteronomy 4:5", "Deuteronomy 4:6", "Deuteronomy 4:7", "Deuteronomy 4:8", "Deuteronomy 4:9", "Deuteronomy 4:10", "Deuteronomy 4:11", "Deuteronomy 4:12", "Deuteronomy 4:13", "Deuteronomy 4:14", "Deuteronomy 4:15", "Deuteronomy 4:16", "Deuteronomy 4:17", "Deuteronomy 4:18", "Deuteronomy 4:19", "Deuteronomy 4:20", "Deuteronomy 4:21", "Deuteronomy 4:22", "Deuteronomy 4:23", "Deuteronomy 4:24", "Deuteronomy 4:25", "Deuteronomy 4:26", "Deuteronomy 4:27", "Deuteronomy 4:28", "Deuteronomy 4:29", "Deuteronomy 4:30", "Deuteronomy 4:31", "Deuteronomy 4:32", "Deuteronomy 4:33", "Deuteronomy 4:34", "Deuteronomy 4:35", "Deuteronomy 4:36", "Deuteronomy 4:37", "Deuteronomy 4:38", "Deuteronomy 4:39", "Deuteronomy 4:40", "Deuteronomy 4:41", "Deuteronomy 4:42", "Deuteronomy 4:43", "Deuteronomy 4:44", "Deuteronomy 4:45", "Deuteronomy 4:46", "Deuteronomy 4:47", "Deuteronomy 4:48", "Deuteronomy 4:49", "Deuteronomy 5:1", "Deuteronomy 5:2", "Deuteronomy 5:3", "Deuteronomy 5:4", "Deuteronomy 5:5", "Deuteronomy 5:6", "Deuteronomy 5:7", "Deuteronomy 5:8", "Deuteronomy 5:9", "Deuteronomy 5:10", "Deuteronomy 5:11", "Deuteronomy 5:12", "Deuteronomy 5:13", "Deuteronomy 5:14", "Deuteronomy 5:15", "Deuteronomy 5:16", "Deuteronomy 5:17", "Deuteronomy 5:18", "Deuteronomy 5:19", "Deuteronomy 5:20", "Deuteronomy 5:21", "Deuteronomy 5:22", "Deuteronomy 5:23", "Deuteronomy 5:24", "Deuteronomy 5:25", "Deuteronomy 5:26", "Deuteronomy 5:27", "Deuteronomy 5:28", "Deuteronomy 5:29", "Deuteronomy 5:30", "Deuteronomy 6:1", "Deuteronomy 6:2", "Deuteronomy 6:3", "Deuteronomy 6:4", "Deuteronomy 6:5", "Deuteronomy 6:6", "Deuteronomy 6:7", "Deuteronomy 6:8", "Deuteronomy 6:9", "Deuteronomy 6:10", "Deuteronomy 6:11", "Deuteronomy 6:12", "Deuteronomy 6:13", "Deuteronomy 6:14", "Deuteronomy 6:15", "Deuteronomy 6:16", "Deuteronomy 6:17", "Deuteronomy 6:18", "Deuteronomy 6:19", "Deuteronomy 6:20", "Deuteronomy 6:21", "Deuteronomy 6:22", "Deuteronomy 6:23", "Deuteronomy 6:24", "Deuteronomy 6:25", "Deuteronomy 7:1", "Deuteronomy 7:2", "Deuteronomy 7:3", "Deuteronomy 7:4", "Deuteronomy 7:5", "Deuteronomy 7:6", "Deuteronomy 7:7", "Deuteronomy 7:8", "Deuteronomy 7:9", "Deuteronomy 7:10", "Deuteronomy 7:11", "Deuteronomy 7:12", "Deuteronomy 7:13", "Deuteronomy 7:14", "Deuteronomy 7:15", "Deuteronomy 7:16", "Deuteronomy 7:17", "Deuteronomy 7:18", "Deuteronomy 7:19", "Deuteronomy 7:20", "Deuteronomy 7:21", "Deuteronomy 7:22", "Deuteronomy 7:23", "Deuteronomy 7:24", "Deuteronomy 7:25", "Deuteronomy 7:26", "Deuteronomy 8:1", "Deuteronomy 8:2", "Deuteronomy 8:3", "Deuteronomy 8:4", "Deuteronomy 8:5", "Deuteronomy 8:6", "Deuteronomy 8:7", "Deuteronomy 8:8", "Deuteronomy 8:9", "Deuteronomy 8:10", "Deuteronomy 8:11", "Deuteronomy 8:12", "Deuteronomy 8:13", "Deuteronomy 8:14", "Deuteronomy 8:15", "Deuteronomy 8:16", "Deuteronomy 8:17", "Deuteronomy 8:18", "Deuteronomy 8:19", "Deuteronomy 8:20", "Deuteronomy 9:1", "Deuteronomy 9:2", "Deuteronomy 9:3", "Deuteronomy 9:4", "Deuteronomy 9:5", "Deuteronomy 9:6", "Deuteronomy 9:7", "Deuteronomy 9:8", "Deuteronomy 9:9", "Deuteronomy 9:10", "Deuteronomy 9:11", "Deuteronomy 9:12", "Deuteronomy 9:13", "Deuteronomy 9:14", "Deuteronomy 9:15", "Deuteronomy 9:16", "Deuteronomy 9:17", "Deuteronomy 9:18", "Deuteronomy 9:19", "Deuteronomy 9:20", "Deuteronomy 9:21", "Deuteronomy 9:22", "Deuteronomy 9:23", "Deuteronomy 9:24", "Deuteronomy 9:25", "Deuteronomy 9:26", "Deuteronomy 9:27", "Deuteronomy 9:28", "Deuteronomy 9:29", "Deuteronomy 10:1", "Deuteronomy 10:2", "Deuteronomy 10:3", "Deuteronomy 10:4", "Deuteronomy 10:5", "Deuteronomy 10:6", "Deuteronomy 10:7", "Deuteronomy 10:8", "Deuteronomy 10:9", "Deuteronomy 10:10", "Deuteronomy 10:11", "Deuteronomy 10:12", "Deuteronomy 10:13", "Deuteronomy 10:14", "Deuteronomy 10:15", "Deuteronomy 10:16", "Deuteronomy 10:17", "Deuteronomy 10:18", "Deuteronomy 10:19", "Deuteronomy 10:20", "Deuteronomy 10:21", "Deuteronomy 10:22", "Deuteronomy 11:1", "Deuteronomy 11:2", "Deuteronomy 11:3", "Deuteronomy 11:4", "Deuteronomy 11:5", "Deuteronomy 11:6", "Deuteronomy 11:7", "Deuteronomy 11:8", "Deuteronomy 11:9", "Deuteronomy 11:10", "Deuteronomy 11:11", "Deuteronomy 11:12", "Deuteronomy 11:13", "Deuteronomy 11:14", "Deuteronomy 11:15", "Deuteronomy 11:16", "Deuteronomy 11:17", "Deuteronomy 11:18", "Deuteronomy 11:19", "Deuteronomy 11:20", "Deuteronomy 11:21", "Deuteronomy 11:22", "Deuteronomy 11:23", "Deuteronomy 11:24", "Deuteronomy 11:25", "Deuteronomy 11:26", "Deuteronomy 11:27", "Deuteronomy 11:28", "Deuteronomy 11:29", "Deuteronomy 11:30", "Deuteronomy 11:31", "Deuteronomy 11:32", "Deuteronomy 12:1", "Deuteronomy 12:2", "Deuteronomy 12:3", "Deuteronomy 12:4", "Deuteronomy 12:5", "Deuteronomy 12:6", "Deuteronomy 12:7", "Deuteronomy 12:8", "Deuteronomy 12:9", "Deuteronomy 12:10", "Deuteronomy 12:11", "Deuteronomy 12:12", "Deuteronomy 12:13", "Deuteronomy 12:14", "Deuteronomy 12:15", "Deuteronomy 12:16", "Deuteronomy 12:17", "Deuteronomy 12:18", "Deuteronomy 12:19", "Deuteronomy 12:20", "Deuteronomy 12:21", "Deuteronomy 12:22", "Deuteronomy 12:23", "Deuteronomy 12:24", "Deuteronomy 12:25", "Deuteronomy 12:26", "Deuteronomy 12:27", "Deuteronomy 12:28", "Deuteronomy 12:29", "Deuteronomy 12:30", "Deuteronomy 12:31", "Deuteronomy 13:1", "Deuteronomy 13:2", "Deuteronomy 13:3", "Deuteronomy 13:4", "Deuteronomy 13:5", "Deuteronomy 13:6", "Deuteronomy 13:7", "Deuteronomy 13:8", "Deuteronomy 13:9", "Deuteronomy 13:10", "Deuteronomy 13:11", "Deuteronomy 13:12", "Deuteronomy 13:13", "Deuteronomy 13:14", "Deuteronomy 13:15", "Deuteronomy 13:16", "Deuteronomy 13:17", "Deuteronomy 13:18", "Deuteronomy 13:19", "Deuteronomy 14:1", "Deuteronomy 14:2", "Deuteronomy 14:3", "Deuteronomy 14:4", "Deuteronomy 14:5", "Deuteronomy 14:6", "Deuteronomy 14:7", "Deuteronomy 14:8", "Deuteronomy 14:9", "Deuteronomy 14:10", "Deuteronomy 14:11", "Deuteronomy 14:12", "Deuteronomy 14:13", "Deuteronomy 14:14", "Deuteronomy 14:15", "Deuteronomy 14:16", "Deuteronomy 14:17", "Deuteronomy 14:18", "Deuteronomy 14:19", "Deuteronomy 14:20", "Deuteronomy 14:21", "Deuteronomy 14:22", "Deuteronomy 14:23", "Deuteronomy 14:24", "Deuteronomy 14:25", "Deuteronomy 14:26", "Deuteronomy 14:27", "Deuteronomy 14:28", "Deuteronomy 14:29", "Deuteronomy 15:1", "Deuteronomy 15:2", "Deuteronomy 15:3", "Deuteronomy 15:4", "Deuteronomy 15:5", "Deuteronomy 15:6", "Deuteronomy 15:7", "Deuteronomy 15:8", "Deuteronomy 15:9", "Deuteronomy 15:10", "Deuteronomy 15:11", "Deuteronomy 15:12", "Deuteronomy 15:13", "Deuteronomy 15:14", "Deuteronomy 15:15", "Deuteronomy 15:16", "Deuteronomy 15:17", "Deuteronomy 15:18", "Deuteronomy 15:19", "Deuteronomy 15:20", "Deuteronomy 15:21", "Deuteronomy 15:22", "Deuteronomy 15:23", "Deuteronomy 16:1", "Deuteronomy 16:2", "Deuteronomy 16:3", "Deuteronomy 16:4", "Deuteronomy 16:5", "Deuteronomy 16:6", "Deuteronomy 16:7", "Deuteronomy 16:8", "Deuteronomy 16:9", "Deuteronomy 16:10", "Deuteronomy 16:11", "Deuteronomy 16:12", "Deuteronomy 16:13", "Deuteronomy 16:14", "Deuteronomy 16:15", "Deuteronomy 16:16", "Deuteronomy 16:17", "Deuteronomy 16:18", "Deuteronomy 16:19", "Deuteronomy 16:20", "Deuteronomy 16:21", "Deuteronomy 16:22", "Deuteronomy 17:1", "Deuteronomy 17:2", "Deuteronomy 17:3", "Deuteronomy 17:4", "Deuteronomy 17:5", "Deuteronomy 17:6", "Deuteronomy 17:7", "Deuteronomy 17:8", "Deuteronomy 17:9", "Deuteronomy 17:10", "Deuteronomy 17:11", "Deuteronomy 17:12", "Deuteronomy 17:13", "Deuteronomy 17:14", "Deuteronomy 17:15", "Deuteronomy 17:16", "Deuteronomy 17:17", "Deuteronomy 17:18", "Deuteronomy 17:19", "Deuteronomy 17:20", "Deuteronomy 18:1", "Deuteronomy 18:2", "Deuteronomy 18:3", "Deuteronomy 18:4", "Deuteronomy 18:5", "Deuteronomy 18:6", "Deuteronomy 18:7", "Deuteronomy 18:8", "Deuteronomy 18:9", "Deuteronomy 18:10", "Deuteronomy 18:11", "Deuteronomy 18:12", "Deuteronomy 18:13", "Deuteronomy 18:14", "Deuteronomy 18:15", "Deuteronomy 18:16", "Deuteronomy 18:17", "Deuteronomy 18:18", "Deuteronomy 18:19", "Deuteronomy 18:20", "Deuteronomy 18:21", "Deuteronomy 18:22", "Deuteronomy 19:1", "Deuteronomy 19:2", "Deuteronomy 19:3", "Deuteronomy 19:4", "Deuteronomy 19:5", "Deuteronomy 19:6", "Deuteronomy 19:7", "Deuteronomy 19:8", "Deuteronomy 19:9", "Deuteronomy 19:10", "Deuteronomy 19:11", "Deuteronomy 19:12", "Deuteronomy 19:13", "Deuteronomy 19:14", "Deuteronomy 19:15", "Deuteronomy 19:16", "Deuteronomy 19:17", "Deuteronomy 19:18", "Deuteronomy 19:19", "Deuteronomy 19:20", "Deuteronomy 19:21", "Deuteronomy 20:1", "Deuteronomy 20:2", "Deuteronomy 20:3", "Deuteronomy 20:4", "Deuteronomy 20:5", "Deuteronomy 20:6", "Deuteronomy 20:7", "Deuteronomy 20:8", "Deuteronomy 20:9", "Deuteronomy 20:10", "Deuteronomy 20:11", "Deuteronomy 20:12", "Deuteronomy 20:13", "Deuteronomy 20:14", "Deuteronomy 20:15", "Deuteronomy 20:16", "Deuteronomy 20:17", "Deuteronomy 20:18", "Deuteronomy 20:19", "Deuteronomy 20:20", "Deuteronomy 21:1", "Deuteronomy 21:2", "Deuteronomy 21:3", "Deuteronomy 21:4", "Deuteronomy 21:5", "Deuteronomy 21:6", "Deuteronomy 21:7", "Deuteronomy 21:8", "Deuteronomy 21:9", "Deuteronomy 21:10", "Deuteronomy 21:11", "Deuteronomy 21:12", "Deuteronomy 21:13", "Deuteronomy 21:14", "Deuteronomy 21:15", "Deuteronomy 21:16", "Deuteronomy 21:17", "Deuteronomy 21:18", "Deuteronomy 21:19", "Deuteronomy 21:20", "Deuteronomy 21:21", "Deuteronomy 21:22", "Deuteronomy 21:23", "Deuteronomy 22:1", "Deuteronomy 22:2", "Deuteronomy 22:3", "Deuteronomy 22:4", "Deuteronomy 22:5", "Deuteronomy 22:6", "Deuteronomy 22:7", "Deuteronomy 22:8", "Deuteronomy 22:9", "Deuteronomy 22:10", "Deuteronomy 22:11", "Deuteronomy 22:12", "Deuteronomy 22:13", "Deuteronomy 22:14", "Deuteronomy 22:15", "Deuteronomy 22:16", "Deuteronomy 22:17", "Deuteronomy 22:18", "Deuteronomy 22:19", "Deuteronomy 22:20", "Deuteronomy 22:21", "Deuteronomy 22:22", "Deuteronomy 22:23", "Deuteronomy 22:24", "Deuteronomy 22:25", "Deuteronomy 22:26", "Deuteronomy 22:27", "Deuteronomy 22:28", "Deuteronomy 22:29", "Deuteronomy 23:1", "Deuteronomy 23:2", "Deuteronomy 23:3", "Deuteronomy 23:4", "Deuteronomy 23:5", "Deuteronomy 23:6", "Deuteronomy 23:7", "Deuteronomy 23:8", "Deuteronomy 23:9", "Deuteronomy 23:10", "Deuteronomy 23:11", "Deuteronomy 23:12", "Deuteronomy 23:13", "Deuteronomy 23:14", "Deuteronomy 23:15", "Deuteronomy 23:16", "Deuteronomy 23:17", "Deuteronomy 23:18", "Deuteronomy 23:19", "Deuteronomy 23:20", "Deuteronomy 23:21", "Deuteronomy 23:22", "Deuteronomy 23:23", "Deuteronomy 23:24", "Deuteronomy 23:25", "Deuteronomy 23:26", "Deuteronomy 24:1", "Deuteronomy 24:2", "Deuteronomy 24:3", "Deuteronomy 24:4", "Deuteronomy 24:5", "Deuteronomy 24:6", "Deuteronomy 24:7", "Deuteronomy 24:8", "Deuteronomy 24:9", "Deuteronomy 24:10", "Deuteronomy 24:11", "Deuteronomy 24:12", "Deuteronomy 24:13", "Deuteronomy 24:14", "Deuteronomy 24:15", "Deuteronomy 24:16", "Deuteronomy 24:17", "Deuteronomy 24:18", "Deuteronomy 24:19", "Deuteronomy 24:20", "Deuteronomy 24:21", "Deuteronomy 24:22", "Deuteronomy 25:1", "Deuteronomy 25:2", "Deuteronomy 25:3", "Deuteronomy 25:4", "Deuteronomy 25:5", "Deuteronomy 25:6", "Deuteronomy 25:7", "Deuteronomy 25:8", "Deuteronomy 25:9", "Deuteronomy 25:10", "Deuteronomy 25:11", "Deuteronomy 25:12", "Deuteronomy 25:13", "Deuteronomy 25:14", "Deuteronomy 25:15", "Deuteronomy 25:16", "Deuteronomy 25:17", "Deuteronomy 25:18", "Deuteronomy 25:19", "Deuteronomy 26:1", "Deuteronomy 26:2", "Deuteronomy 26:3", "Deuteronomy 26:4", "Deuteronomy 26:5", "Deuteronomy 26:6", "Deuteronomy 26:7", "Deuteronomy 26:8", "Deuteronomy 26:9", "Deuteronomy 26:10", "Deuteronomy 26:11", "Deuteronomy 26:12", "Deuteronomy 26:13", "Deuteronomy 26:14", "Deuteronomy 26:15", "Deuteronomy 26:16", "Deuteronomy 26:17", "Deuteronomy 26:18", "Deuteronomy 26:19", "Deuteronomy 27:1", "Deuteronomy 27:2", "Deuteronomy 27:3", "Deuteronomy 27:4", "Deuteronomy 27:5", "Deuteronomy 27:6", "Deuteronomy 27:7", "Deuteronomy 27:8", "Deuteronomy 27:9", "Deuteronomy 27:10", "Deuteronomy 27:11", "Deuteronomy 27:12", "Deuteronomy 27:13", "Deuteronomy 27:14", "Deuteronomy 27:15", "Deuteronomy 27:16", "Deuteronomy 27:17", "Deuteronomy 27:18", "Deuteronomy 27:19", "Deuteronomy 27:20", "Deuteronomy 27:21", "Deuteronomy 27:22", "Deuteronomy 27:23", "Deuteronomy 27:24", "Deuteronomy 27:25", "Deuteronomy 27:26", "Deuteronomy 28:1", "Deuteronomy 28:2", "Deuteronomy 28:3", "Deuteronomy 28:4", "Deuteronomy 28:5", "Deuteronomy 28:6", "Deuteronomy 28:7", "Deuteronomy 28:8", "Deuteronomy 28:9", "Deuteronomy 28:10", "Deuteronomy 28:11", "Deuteronomy 28:12", "Deuteronomy 28:13", "Deuteronomy 28:14", "Deuteronomy 28:15", "Deuteronomy 28:16", "Deuteronomy 28:17", "Deuteronomy 28:18", "Deuteronomy 28:19", "Deuteronomy 28:20", "Deuteronomy 28:21", "Deuteronomy 28:22", "Deuteronomy 28:23", "Deuteronomy 28:24", "Deuteronomy 28:25", "Deuteronomy 28:26", "Deuteronomy 28:27", "Deuteronomy 28:28", "Deuteronomy 28:29", "Deuteronomy 28:30", "Deuteronomy 28:31", "Deuteronomy 28:32", "Deuteronomy 28:33", "Deuteronomy 28:34", "Deuteronomy 28:35", "Deuteronomy 28:36", "Deuteronomy 28:37", "Deuteronomy 28:38", "Deuteronomy 28:39", "Deuteronomy 28:40", "Deuteronomy 28:41", "Deuteronomy 28:42", "Deuteronomy 28:43", "Deuteronomy 28:44", "Deuteronomy 28:45", "Deuteronomy 28:46", "Deuteronomy 28:47", "Deuteronomy 28:48", "Deuteronomy 28:49", "Deuteronomy 28:50", "Deuteronomy 28:51", "Deuteronomy 28:52", "Deuteronomy 28:53", "Deuteronomy 28:54", "Deuteronomy 28:55", "Deuteronomy 28:56", "Deuteronomy 28:57", "Deuteronomy 28:58", "Deuteronomy 28:59", "Deuteronomy 28:60", "Deuteronomy 28:61", "Deuteronomy 28:62", "Deuteronomy 28:63", "Deuteronomy 28:64", "Deuteronomy 28:65", "Deuteronomy 28:66", "Deuteronomy 28:67", "Deuteronomy 28:68", "Deuteronomy 28:69", "Deuteronomy 29:1", "Deuteronomy 29:2", "Deuteronomy 29:3", "Deuteronomy 29:4", "Deuteronomy 29:5", "Deuteronomy 29:6", "Deuteronomy 29:7", "Deuteronomy 29:8", "Deuteronomy 29:9", "Deuteronomy 29:10", "Deuteronomy 29:11", "Deuteronomy 29:12", "Deuteronomy 29:13", "Deuteronomy 29:14", "Deuteronomy 29:15", "Deuteronomy 29:16", "Deuteronomy 29:17", "Deuteronomy 29:18", "Deuteronomy 29:19", "Deuteronomy 29:20", "Deuteronomy 29:21", "Deuteronomy 29:22", "Deuteronomy 29:23", "Deuteronomy 29:24", "Deuteronomy 29:25", "Deuteronomy 29:26", "Deuteronomy 29:27", "Deuteronomy 29:28", "Deuteronomy 30:1", "Deuteronomy 30:2", "Deuteronomy 30:3", "Deuteronomy 30:4", "Deuteronomy 30:5", "Deuteronomy 30:6", "Deuteronomy 30:7", "Deuteronomy 30:8", "Deuteronomy 30:9", "Deuteronomy 30:10", "Deuteronomy 30:11", "Deuteronomy 30:12", "Deuteronomy 30:13", "Deuteronomy 30:14", "Deuteronomy 30:15", "Deuteronomy 30:16", "Deuteronomy 30:17", "Deuteronomy 30:18", "Deuteronomy 30:19", "Deuteronomy 30:20", "Deuteronomy 31:1", "Deuteronomy 31:2", "Deuteronomy 31:3", "Deuteronomy 31:4", "Deuteronomy 31:5", "Deuteronomy 31:6", "Deuteronomy 31:7", "Deuteronomy 31:8", "Deuteronomy 31:9", "Deuteronomy 31:10", "Deuteronomy 31:11", "Deuteronomy 31:12", "Deuteronomy 31:13", "Deuteronomy 31:14", "Deuteronomy 31:15", "Deuteronomy 31:16", "Deuteronomy 31:17", "Deuteronomy 31:18", "Deuteronomy 31:19", "Deuteronomy 31:20", "Deuteronomy 31:21", "Deuteronomy 31:22", "Deuteronomy 31:23", "Deuteronomy 31:24", "Deuteronomy 31:25", "Deuteronomy 31:26", "Deuteronomy 31:27", "Deuteronomy 31:28", "Deuteronomy 31:29", "Deuteronomy 31:30", "Deuteronomy 32:1", "Deuteronomy 32:2", "Deuteronomy 32:3", "Deuteronomy 32:4", "Deuteronomy 32:5", "Deuteronomy 32:6", "Deuteronomy 32:7", "Deuteronomy 32:8", "Deuteronomy 32:9", "Deuteronomy 32:10", "Deuteronomy 32:11", "Deuteronomy 32:12", "Deuteronomy 32:13", "Deuteronomy 32:14", "Deuteronomy 32:15", "Deuteronomy 32:16", "Deuteronomy 32:17", "Deuteronomy 32:18", "Deuteronomy 32:19", "Deuteronomy 32:20", "Deuteronomy 32:21", "Deuteronomy 32:22", "Deuteronomy 32:23", "Deuteronomy 32:24", "Deuteronomy 32:25", "Deuteronomy 32:26", "Deuteronomy 32:27", "Deuteronomy 32:28", "Deuteronomy 32:29", "Deuteronomy 32:30", "Deuteronomy 32:31", "Deuteronomy 32:32", "Deuteronomy 32:33", "Deuteronomy 32:34", "Deuteronomy 32:35", "Deuteronomy 32:36", "Deuteronomy 32:37", "Deuteronomy 32:38", "Deuteronomy 32:39", "Deuteronomy 32:40", "Deuteronomy 32:41", "Deuteronomy 32:42", "Deuteronomy 32:43", "Deuteronomy 32:44", "Deuteronomy 32:45", "Deuteronomy 32:46", "Deuteronomy 32:47", "Deuteronomy 32:48", "Deuteronomy 32:49", "Deuteronomy 32:50", "Deuteronomy 32:51", "Deuteronomy 32:52", "Deuteronomy 33:1", "Deuteronomy 33:2", "Deuteronomy 33:3", "Deuteronomy 33:4", "Deuteronomy 33:5", "Deuteronomy 33:6", "Deuteronomy 33:7", "Deuteronomy 33:8", "Deuteronomy 33:9", "Deuteronomy 33:10", "Deuteronomy 33:11", "Deuteronomy 33:12", "Deuteronomy 33:13", "Deuteronomy 33:14", "Deuteronomy 33:15", "Deuteronomy 33:16", "Deuteronomy 33:17", "Deuteronomy 33:18", "Deuteronomy 33:19", "Deuteronomy 33:20", "Deuteronomy 33:21", "Deuteronomy 33:22", "Deuteronomy 33:23", "Deuteronomy 33:24", "Deuteronomy 33:25", "Deuteronomy 33:26", "Deuteronomy 33:27", "Deuteronomy 33:28", "Deuteronomy 33:29", "Deuteronomy 34:1", "Deuteronomy 34:2", "Deuteronomy 34:3", "Deuteronomy 34:4", "Deuteronomy 34:5", "Deuteronomy 34:6", "Deuteronomy 34:7", "Deuteronomy 34:8", "Deuteronomy 34:9", "Deuteronomy 34:10", "Deuteronomy 34:11", "Deuteronomy 34:12"], "sourceRef": "The Five Books of Moses, by Everett Fox, Deuteronomy, On the Book of Deuteronomy and Its Structure 2-39", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, דברים, דברים מאמר א׳ ב׳-ל״ט", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "On the Book of Deuteronomy and Its Structure", "he": "דברים מאמר א׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "דברים מאמר א׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["D<small>EUTERONOMY HOLDS A UNIQUE POSITION, AND SPEAKS WITH A UNIQUE VOICE, IN THE</small> literature of the Torah. Up to this point, through the first four books, we have encountered a powerful mixture of literary genres; indeed, the books owe their characteristic stamp to the way in which they incorporate these genres. Genesis is predominantly narrative, punctuated by genealogies; Exodus begins with narrative and later proceeds with covenant-making and law, and then with the precise details of sanctuary building; Leviticus is composed almost entirely of cultic and then ethical and social law; and finally, Numbers alternates narrative and varied laws, under the structure of preparations for wilderness march, first encounters with the Promised Land, and preparations for entry. Except for Leviticus, the books also exhibit, at strategic points, striking examples of biblical poetry.", "An ancient name for Deuteronomy, <i>mishne tora</i>—which means “copy of the Torah,” but which was erroneously understood as “second Torah”—would seem to indicate more of the same combining of genres, and a not-too-close reading would support the idea of a rehashing of narrative, covenant-making, law, and poetry. But the reader who takes the time to weigh what stands before him or her will find much more. In its structure, style, content, and intent, Deuteronomy goes beyond what has preceded it. The image of Moshe addressing the assembled people on the Plains of Moab—the central setting of the book—provides the occasion for not merely a retelling, but a recasting of Israel’s mission and destiny. No book of the Torah is truer to the idea of “instruction” (Deuteronomy uses the term numerous times), including an emphasis on teaching and learning, with assembled and yet-to-be-born children as much the audience as “elders.”", "From the book’s opening phrase, “Now these are the words [or even “speeches”] that Moshe spoke to the Children of Israel / in (the country) across the Jordan,” the basic premise of Deuteronomy is that the aged Moshe, personally and indeed in the first person, speaks for the last time to the assembled Israelites, before their triumphant entry into the land of Canaan. The setting affects the entire content of the book; no longer is the narrator in the background, as in most of the Torah, but instead he is presented as directly addressing a living audience, an audience composed not only of the ancient hearers portrayed in the text but also of contemporary listeners.", "The image of a leader delivering a long public address on an auspicious occasion is well known from the ancient world, most familiarly from Greek historians (cf. Van Seters) but also abundantly in the ancient Near East (Weinfeld). The historian seeks to paint a vivid picture of the personality of his speaker and the high drama of the moment, and may go on at great length. While admitting to not having had the benefit of eyewitness sources, such chroniclers are nevertheless sincere in their desire to present what undoubtedly would have been said on such an occasion.", "Deuteronomy, whenever it was composed and placed in the Torah, takes this approach a step further. It is a fantastic conceit, really: as Rosenberg (1975) notes, Moshe, the man who was “not a man of words” (Ex. 4:10), all of a sudden finds his voice. And as Polzin (1980) has shown in his forceful analysis, in Deuteronomy Moshe’s voice functions fairly indistinguishably from God’s own—and then closes off the text by stipulating that nothing in the future is to be added or subtracted to it. So we are dealing with a text of directly authoritative character, a series of speeches that in their own self-understanding already bore the status of “Torah.” Hence Deuteronomy introduces into the Bible for the first time the concept of canon—a bounded, accepted body of authoritative literature.", "Moshe’s addresses, which include a historical review, repeated appeals to observe God’s laws and dire warnings against their violation, a reworking of previous laws and the addition of new ones, and a poem designed to keep the appeals and warnings in popular memory, have about them a deep rhetorical urgency. As such they are stylistically quite different from most of what is found in the first four books of the Bible. To be sure, there are many moments of high rhetoric in the previous narratives, and the laws—including cultic ones—are also not lacking appeals to the emotions (cf., for instance, the repeated injunctions to not oppress the sojourner, “for you were sojourners in the land of Egypt”). But as an extended piece of argumentation and pleading, Deuteronomy holds pride of place in the Torah, with its specialized vocabulary (described in the notes and commentary below), its alternately pleading and warning tone, and its long, elegant phrases (as Gottwald notes, these phrases are most often cast in the form of subordinate clauses, not the typical syntactical form found in the previous books).", "But not only does Deuteronomy provide an emotional capstone to the four books that precede it. It functions to link up with both the landed history of Israel in the narrative books to follow (Joshua through Kings) and the prophets’ emotional speeches to the people and their leaders. In the words of G. Ernest Wright,", "the central purpose of Deuteronomy is to furnish Israel with a complete order of faith and life which is the prerequisite for a prosperous and secure existence on the God-given land. The historian [of the succeeding books] shows how Israel failed to keep it and what the consequences were.", "It is in fact the monarchic setting that is commonly held to be the historical background to the compilation of Deuteronomy. While Moshe’s last days and the people’s being poised on the steppes opposite Jericho would certainly be a dramatic enough moment for our book’s speeches to occur, its language, style, and many of its concerns point to a later time in the history of Israel as a likely venue for at least a good part of its emotional appeal.", "That time, in the opinion of most biblical scholars over the past two centuries, was the middle of the reign of King Josiah (ruled 640–608 <small>B.C.E.</small>) of Judah, the southern kingdom (Israel, the north, had been overrun by Assyria a century previously). The Assyrian Empire, dominant in the region for three hundred years, was on the wane, and Josiah took advantage of this decline of power to expand his kingdom northward. He also—at about the time of the death of Ashurbanipal, the last powerful king of Assyria—began a wide-ranging reform that consisted largely of destroying the local “high places” of pagan worship that had figured so prominently in the reign of his grandfather, the notorious Manasseh (ruled 687–642). II Kings 23 describes the purge in great detail, noting both places and priests that were now rendered inoperative in favor of the centralization of the cult in Jerusalem.", "It is within this setting that Chapter  22 reports the dramatic discovery of a scroll “of the Torah.”", "The high priest Hilkiah said to Shaphan the secretary, “I have found the book of the law in the house of the L<small>ORD</small>.” … Shaphan then read it aloud to the king. When the king heard the words of the book of the law, he tore his clothes. Then the king commanded … saying: “Go, inquire of the L<small>ORD</small> for me, for the people, and for all Judah, concerning the words of this book that has been found, for great is the wrath of the L<small>ORD</small> … because our ancestors did not obey the words of this book, to do according to all that is written concerning us.” (22:8, 10–13, New Revised Standard Version)", "What precisely were the contents of the “book” we do not know; but it is usually taken to have been some form of Deuteronomy. The rhetorical force of the newly discovered text must have been considerable, for its reported result was that the king", "directed that all the elders of Judah and Jerusalem should be gathered to him. … he read in their hearing all the words of the book of the covenant that had been found in the house of the L<small>ORD</small>. The king stood by the pillar and made a covenant before the L<small>ORD</small>, to follow the L<small>ORD</small>, keeping his commandments, his decrees, and his statutes, with all his heart and all his soul, to perform the words of this covenant that were written in this book. All the people joined in the covenant. (23:1–3)", "The connections between these passages and the style of Deuteronomy will be obvious to anyone who reads the book, and it seems clear that Josiah’s reforms are closely related to concerns expressed in Deuteronomy.", "The Bible’s portrayal of this background does not necessarily mean that Deuteronomy was composed for the occasion, or even that it originated in Judah. Several scholars (notably Ginsberg) have remarked on connections to the northern kingdom of Israel (e.g., affinities to the prophet Hosea), and so it is possible that at least some of our book was a series of traditions brought south by refugees fleeing the Assyrian onslaught. In any event, the text of Deuteronomy addresses its audience with such emotional immediacy that it may safely be presumed that a crisis of major proportions loomed, and the opportunity presented itself for a large-scale revival—or redefinition—of Israel’s self-understanding. Similar crises later in Jewish history may have led to the editing and writing down (but not necessarily the composition) of other central texts, the Mishnah (c. 200) and the Babylonian Talmud (c. 450). Like these documents, and like the first four books of the Torah, Deuteronomy is written in such a way that it is difficult to pin down its precise background, which through additions and circumspection has been substantially obliterated. What is left to us are the many repetitions of “today” or “this day,” which signal the desire to make the “Instruction” contemporary for the audience, whoever and whenever that may be.", "The net effect of this process of creation and development was to establish the Torah’s character as a text that shows signs of new life and new thinking within itself. Deuteronomy, by its inclusion as the final book of the five, officially began the practice of “explaining” (1:5) the traditions of Israel, and thus paved the way for the classic form of Jewish religious and intellectual activity: the interpretation of Scripture (cf. Fishbane 1988 for a definitive study on “inner-biblical exegesis,” interpretation that appears within the Bible itself and hence becomes a legitimate part of its traditions). This activity strongly influenced Christianity and Islam as well, and is still a part of religious discourse and development in the Western world.", "In its overall structure, Deuteronomy breaks down fairly easily; but it is perhaps best understood in the light of comparative ancient Near Eastern material. Weinfeld’s lifetime of research has demonstrated the strong parallels between our book and certain Assyrian treaty texts (earlier Hittite texts have also been shown to be helpful in this regard; cf. Levenson 1985b for a useful summary). It is striking indeed that the Esarhaddon Treaty texts from the seventh century <small>B.C.E.</small>, which also produced the final form of Deuteronomy, seem to prefigure the basic structure of what Moshe lays out in the book: a historical overview, an exhortation to keep the covenant, the laws—particulars of the covenant, a series of blessings and curses following upon observance or nonobservance of the covenant, and a ceremony ratifying it. A similar pattern, in abbreviated form, may be observed in the Sinai covenant in Ex. 19–24.", "Weinfeld points out that such covenants or treaties were two-sided, with the suzerain granting his vassals certain favors in return for “love” (= loyalty), and threatening dire consequences if that loyalty were to become suspect. What is fascinating about the parallels is not so much that they exist, but that here, apparently, a political model from a hated enemy has been assimilated and transformed into a positive religious-national one. Such transformative power seems to be characteristic of biblical culture, which probably reworked known stories and poems, among other genres, into genuine Israelite creations (the Flood narratives of Genesis and Psalm 29 are two fruitful examples of the process).", "Deuteronomy, then, focuses mainly on the relationship between God and Israel, a relationship that has been spelled out before (as in Exodus) but that forms in this book the very soul of the text. Every act that Israel performs as a community, and every one done by individuals, is to be seen in that light. As elsewhere in the Bible, breaking one of God’s rules means not merely a violation of a statute but an affront to the suzerain, the sovereign Lord, and thus a grave risk to society’s well-being and even to its very existence. And there is a unity of purpose and concept here: Gottwald summarizes the message of the book as “the indivisible unity of <i>one God</i> for <i>one people</i> in <i>one land</i> observing <i>one cult</i>” (italics his).", "Given the treaty pattern that we have just referred to, an outline of the book might proceed along the following lines:", "I   Historical Overview (Moshe as Narrator; 1–4:43)", "A   Narrative of the Wilderness Journey (1–3)", "B   Transition: Beginning of the Exhortation (4:1–40) and Addendum on Towns of Asylum (4:41–43)", "II  Opening Exhortation (Moshe as Pleader; 4:44–11:36)", "Looking Back to the Revelation at Sinai", "III The Terms of the Covenant (Moshe as Lawgiver; 12–28)", "A   The Laws (12–26)", "B   Covenant Ceremony; Blessings and Curses (27–28)", "IV Concluding Exhortation (Moshe as Pleader; 29–30)", "Looking Ahead to Exile and Return", "V  Final Matters (31–34)", "A   Passing the Mantle (31)", "B   Moshe’s Admonitory Poem (32)", "C   Moshe’s Blessing to the Tribes (33)", "D   The End (34)", "A few simple structural observations, based on a closer look at the text itself, may be made here. Parts I and V stress the role of Yehoshua (Joshua) in the future. Then, too, Parts II and IV use similar rhetorical formulas toward the end of each (“See, I set before you this day …,” 11:26 and 30:15). Such a symmetry would suggest that Part III is the crucial one, and that is of course the case. Everything in Deuteronomy radiates out from the laws: a new humanism, a rethinking of tradition, and above all, a heartfelt appeal to “choose life” (30:19), a good life on the land under the blessing of God.", "It is only when that appeal has been fully made, and when all of Deuteronomy’s new material has been added (with no more to come, as the text sees it!), that Moshe can finally die, and the people of Israel can proceed into the Promised Land. The book of Numbers proved to be a false ending, and indeed the report of Moshe’s death was postponed from the end of that book to this, so that the biblical tradition could transform itself into a truly multifaceted and rich one. The Torah, which began in the nameless, unknowable past, ends in the limitless present and future, with a potential life ahead for the Israelite people as bountiful and as beautiful as the “good land” that Moshe is allowed to see from the summit of Pisga."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62037e566bfddfbb310feb37", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Deuteronomy, Part I; Historical Overview 2-4", "anchorRef": "Deuteronomy 1:1-4:43", "anchorRefExpanded": ["Deuteronomy 1:1", "Deuteronomy 1:2", "Deuteronomy 1:3", "Deuteronomy 1:4", "Deuteronomy 1:5", "Deuteronomy 1:6", "Deuteronomy 1:7", "Deuteronomy 1:8", "Deuteronomy 1:9", "Deuteronomy 1:10", "Deuteronomy 1:11", "Deuteronomy 1:12", "Deuteronomy 1:13", "Deuteronomy 1:14", "Deuteronomy 1:15", "Deuteronomy 1:16", "Deuteronomy 1:17", "Deuteronomy 1:18", "Deuteronomy 1:19", "Deuteronomy 1:20", "Deuteronomy 1:21", "Deuteronomy 1:22", "Deuteronomy 1:23", "Deuteronomy 1:24", "Deuteronomy 1:25", "Deuteronomy 1:26", "Deuteronomy 1:27", "Deuteronomy 1:28", "Deuteronomy 1:29", "Deuteronomy 1:30", "Deuteronomy 1:31", "Deuteronomy 1:32", "Deuteronomy 1:33", "Deuteronomy 1:34", "Deuteronomy 1:35", "Deuteronomy 1:36", "Deuteronomy 1:37", "Deuteronomy 1:38", "Deuteronomy 1:39", "Deuteronomy 1:40", "Deuteronomy 1:41", "Deuteronomy 1:42", "Deuteronomy 1:43", "Deuteronomy 1:44", "Deuteronomy 1:45", "Deuteronomy 1:46", "Deuteronomy 2:1", "Deuteronomy 2:2", "Deuteronomy 2:3", "Deuteronomy 2:4", "Deuteronomy 2:5", "Deuteronomy 2:6", "Deuteronomy 2:7", "Deuteronomy 2:8", "Deuteronomy 2:9", "Deuteronomy 2:10", "Deuteronomy 2:11", "Deuteronomy 2:12", "Deuteronomy 2:13", "Deuteronomy 2:14", "Deuteronomy 2:15", "Deuteronomy 2:16", "Deuteronomy 2:17", "Deuteronomy 2:18", "Deuteronomy 2:19", "Deuteronomy 2:20", "Deuteronomy 2:21", "Deuteronomy 2:22", "Deuteronomy 2:23", "Deuteronomy 2:24", "Deuteronomy 2:25", "Deuteronomy 2:26", "Deuteronomy 2:27", "Deuteronomy 2:28", "Deuteronomy 2:29", "Deuteronomy 2:30", "Deuteronomy 2:31", "Deuteronomy 2:32", "Deuteronomy 2:33", "Deuteronomy 2:34", "Deuteronomy 2:35", "Deuteronomy 2:36", "Deuteronomy 2:37", "Deuteronomy 3:1", "Deuteronomy 3:2", "Deuteronomy 3:3", "Deuteronomy 3:4", "Deuteronomy 3:5", "Deuteronomy 3:6", "Deuteronomy 3:7", "Deuteronomy 3:8", "Deuteronomy 3:9", "Deuteronomy 3:10", "Deuteronomy 3:11", "Deuteronomy 3:12", "Deuteronomy 3:13", "Deuteronomy 3:14", "Deuteronomy 3:15", "Deuteronomy 3:16", "Deuteronomy 3:17", "Deuteronomy 3:18", "Deuteronomy 3:19", "Deuteronomy 3:20", "Deuteronomy 3:21", "Deuteronomy 3:22", "Deuteronomy 3:23", "Deuteronomy 3:24", "Deuteronomy 3:25", "Deuteronomy 3:26", "Deuteronomy 3:27", "Deuteronomy 3:28", "Deuteronomy 3:29", "Deuteronomy 4:1", "Deuteronomy 4:2", "Deuteronomy 4:3", "Deuteronomy 4:4", "Deuteronomy 4:5", "Deuteronomy 4:6", "Deuteronomy 4:7", "Deuteronomy 4:8", "Deuteronomy 4:9", "Deuteronomy 4:10", "Deuteronomy 4:11", "Deuteronomy 4:12", "Deuteronomy 4:13", "Deuteronomy 4:14", "Deuteronomy 4:15", "Deuteronomy 4:16", "Deuteronomy 4:17", "Deuteronomy 4:18", "Deuteronomy 4:19", "Deuteronomy 4:20", "Deuteronomy 4:21", "Deuteronomy 4:22", "Deuteronomy 4:23", "Deuteronomy 4:24", "Deuteronomy 4:25", "Deuteronomy 4:26", "Deuteronomy 4:27", "Deuteronomy 4:28", "Deuteronomy 4:29", "Deuteronomy 4:30", "Deuteronomy 4:31", "Deuteronomy 4:32", "Deuteronomy 4:33", "Deuteronomy 4:34", "Deuteronomy 4:35", "Deuteronomy 4:36", "Deuteronomy 4:37", "Deuteronomy 4:38", "Deuteronomy 4:39", "Deuteronomy 4:40", "Deuteronomy 4:41", "Deuteronomy 4:42", "Deuteronomy 4:43"], "sourceRef": "The Five Books of Moses, by Everett Fox, Deuteronomy, Part I; Historical Overview 2-4", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, דברים, דברים מאמר ב׳ ב׳-ד׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Part I; Historical Overview", "he": "דברים מאמר ב׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["I<small>N THIS INTRODUCTORY SECTION, WHICH SOME SCHOLARS HAVE VIEWED AS A LATER</small> addition to the core of the book, Moshe reviews the journey of the Israelites from Mount Sinai (“Horev”) into the Negev, and from there up east of the Dead Sea to a spot opposite Jericho. Two things make this more than a mere itinerary: First, Moshe confines himself to the most important moments—the choosing of leaders, the sending of the spies (with all its disastrous consequences), the encounters with various nations, and the provisions made for the soon-to-occur conquest. Second, the text characterizes itself, not as a narrative per se, but as an “explanation” (1:5) of the “Instruction.” In other words, history is made to function as lesson here. That the account ends with Bet (Baal) Pe’or in 3:29 is surely not accidental; as 4:3 reminds us, this was the site of Israel’s great apostasy, the final negative act by a wayward generation that was not to live to enter the land of Israel. By means of this introduction, the new generation is warned about the failings of the old, and begins to be prepared for “entering and taking-possession of the land” promised to their ancestors (4:1).", "The first four chapters of the book establish its character as a link: by recounting key events in Israel’s wanderings, they summarize the narratives of Exodus and Numbers; by demonstrating that disaster resulted from the people’s rebellions, they set the ideology that will permeate the so-called Deuteronomistic History, namely the books of Joshua, Judges, Samuel, and Kings (Nelson).", "It should be realized that these chapters are not merely previous narratives repeated verbatim. They are in fact reworkings of earlier material, often with changes. Thus, to use Brettler’s example, 1:9–18 retells Ex. 18:13–26, with the change that this time, as Moshe appoints lower-level leadership for the people, he does so without his father-in-law Yitro (who had helped in the Exodus version), and chooses them on the basis of their capabilities (“wisdom”), not their piety. Brettler also points to the frequent use of the phrase “at that time” as an indicator of later additions to the text. For a comprehensive discussion of how these opening chapters differ from earlier accounts, see Tigay."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62037e796bfddfbb310feb93", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Deuteronomy, Part I; Historical Overview, Encountering the Nations 2", "anchorRef": "Deuteronomy 2:1-3:22", "anchorRefExpanded": ["Deuteronomy 2:1", "Deuteronomy 2:2", "Deuteronomy 2:3", "Deuteronomy 2:4", "Deuteronomy 2:5", "Deuteronomy 2:6", "Deuteronomy 2:7", "Deuteronomy 2:8", "Deuteronomy 2:9", "Deuteronomy 2:10", "Deuteronomy 2:11", "Deuteronomy 2:12", "Deuteronomy 2:13", "Deuteronomy 2:14", "Deuteronomy 2:15", "Deuteronomy 2:16", "Deuteronomy 2:17", "Deuteronomy 2:18", "Deuteronomy 2:19", "Deuteronomy 2:20", "Deuteronomy 2:21", "Deuteronomy 2:22", "Deuteronomy 2:23", "Deuteronomy 2:24", "Deuteronomy 2:25", "Deuteronomy 2:26", "Deuteronomy 2:27", "Deuteronomy 2:28", "Deuteronomy 2:29", "Deuteronomy 2:30", "Deuteronomy 2:31", "Deuteronomy 2:32", "Deuteronomy 2:33", "Deuteronomy 2:34", "Deuteronomy 2:35", "Deuteronomy 2:36", "Deuteronomy 2:37", "Deuteronomy 3:1", "Deuteronomy 3:2", "Deuteronomy 3:3", "Deuteronomy 3:4", "Deuteronomy 3:5", "Deuteronomy 3:6", "Deuteronomy 3:7", "Deuteronomy 3:8", "Deuteronomy 3:9", "Deuteronomy 3:10", "Deuteronomy 3:11", "Deuteronomy 3:12", "Deuteronomy 3:13", "Deuteronomy 3:14", "Deuteronomy 3:15", "Deuteronomy 3:16", "Deuteronomy 3:17", "Deuteronomy 3:18", "Deuteronomy 3:19", "Deuteronomy 3:20", "Deuteronomy 3:21", "Deuteronomy 3:22"], "sourceRef": "The Five Books of Moses, by Everett Fox, Deuteronomy, Part I; Historical Overview, Encountering the Nations 2", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, דברים, דברים מאמר ב׳, דברים הערה ב׳ ב׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Encountering the Nations", "he": "דברים הערה ב׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "דברים הערה ב׳", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "Moshe’s narrative moves the people toward their present location, east of Jericho, detailing their disappointments and triumphs in meetings with the indigenous peoples of the area. The account begins tentatively, with Israel warned not to antagonize their “cousins,” the Children of Esav, but ends with a foreshadowing of the conquest of Canaan—the successful war-making of the two and a half tribes (cf. Num. 32) that received land east of the Jordan.", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620382f2c9ad75f2d99afa62", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "", "ref": "The Five Books of Moses, by Everett Fox, Deuteronomy, Part I; Historical Overview 1", "anchorRef": "Deuteronomy 1:1-4:43", "anchorRefExpanded": ["Deuteronomy 1:1", "Deuteronomy 1:2", "Deuteronomy 1:3", "Deuteronomy 1:4", "Deuteronomy 1:5", "Deuteronomy 1:6", "Deuteronomy 1:7", "Deuteronomy 1:8", "Deuteronomy 1:9", "Deuteronomy 1:10", "Deuteronomy 1:11", "Deuteronomy 1:12", "Deuteronomy 1:13", "Deuteronomy 1:14", "Deuteronomy 1:15", "Deuteronomy 1:16", "Deuteronomy 1:17", "Deuteronomy 1:18", "Deuteronomy 1:19", "Deuteronomy 1:20", "Deuteronomy 1:21", "Deuteronomy 1:22", "Deuteronomy 1:23", "Deuteronomy 1:24", "Deuteronomy 1:25", "Deuteronomy 1:26", "Deuteronomy 1:27", "Deuteronomy 1:28", "Deuteronomy 1:29", "Deuteronomy 1:30", "Deuteronomy 1:31", "Deuteronomy 1:32", "Deuteronomy 1:33", "Deuteronomy 1:34", "Deuteronomy 1:35", "Deuteronomy 1:36", "Deuteronomy 1:37", "Deuteronomy 1:38", "Deuteronomy 1:39", "Deuteronomy 1:40", "Deuteronomy 1:41", "Deuteronomy 1:42", "Deuteronomy 1:43", "Deuteronomy 1:44", "Deuteronomy 1:45", "Deuteronomy 1:46", "Deuteronomy 2:1", "Deuteronomy 2:2", "Deuteronomy 2:3", "Deuteronomy 2:4", "Deuteronomy 2:5", "Deuteronomy 2:6", "Deuteronomy 2:7", "Deuteronomy 2:8", "Deuteronomy 2:9", "Deuteronomy 2:10", "Deuteronomy 2:11", "Deuteronomy 2:12", "Deuteronomy 2:13", "Deuteronomy 2:14", "Deuteronomy 2:15", "Deuteronomy 2:16", "Deuteronomy 2:17", "Deuteronomy 2:18", "Deuteronomy 2:19", "Deuteronomy 2:20", "Deuteronomy 2:21", "Deuteronomy 2:22", "Deuteronomy 2:23", "Deuteronomy 2:24", "Deuteronomy 2:25", "Deuteronomy 2:26", "Deuteronomy 2:27", "Deuteronomy 2:28", "Deuteronomy 2:29", "Deuteronomy 2:30", "Deuteronomy 2:31", "Deuteronomy 2:32", "Deuteronomy 2:33", "Deuteronomy 2:34", "Deuteronomy 2:35", "Deuteronomy 2:36", "Deuteronomy 2:37", "Deuteronomy 3:1", "Deuteronomy 3:2", "Deuteronomy 3:3", "Deuteronomy 3:4", "Deuteronomy 3:5", "Deuteronomy 3:6", "Deuteronomy 3:7", "Deuteronomy 3:8", "Deuteronomy 3:9", "Deuteronomy 3:10", "Deuteronomy 3:11", "Deuteronomy 3:12", "Deuteronomy 3:13", "Deuteronomy 3:14", "Deuteronomy 3:15", "Deuteronomy 3:16", "Deuteronomy 3:17", "Deuteronomy 3:18", "Deuteronomy 3:19", "Deuteronomy 3:20", "Deuteronomy 3:21", "Deuteronomy 3:22", "Deuteronomy 3:23", "Deuteronomy 3:24", "Deuteronomy 3:25", "Deuteronomy 3:26", "Deuteronomy 3:27", "Deuteronomy 3:28", "Deuteronomy 3:29", "Deuteronomy 4:1", "Deuteronomy 4:2", "Deuteronomy 4:3", "Deuteronomy 4:4", "Deuteronomy 4:5", "Deuteronomy 4:6", "Deuteronomy 4:7", "Deuteronomy 4:8", "Deuteronomy 4:9", "Deuteronomy 4:10", "Deuteronomy 4:11", "Deuteronomy 4:12", "Deuteronomy 4:13", "Deuteronomy 4:14", "Deuteronomy 4:15", "Deuteronomy 4:16", "Deuteronomy 4:17", "Deuteronomy 4:18", "Deuteronomy 4:19", "Deuteronomy 4:20", "Deuteronomy 4:21", "Deuteronomy 4:22", "Deuteronomy 4:23", "Deuteronomy 4:24", "Deuteronomy 4:25", "Deuteronomy 4:26", "Deuteronomy 4:27", "Deuteronomy 4:28", "Deuteronomy 4:29", "Deuteronomy 4:30", "Deuteronomy 4:31", "Deuteronomy 4:32", "Deuteronomy 4:33", "Deuteronomy 4:34", "Deuteronomy 4:35", "Deuteronomy 4:36", "Deuteronomy 4:37", "Deuteronomy 4:38", "Deuteronomy 4:39", "Deuteronomy 4:40", "Deuteronomy 4:41", "Deuteronomy 4:42", "Deuteronomy 4:43"], "sourceRef": "The Five Books of Moses, by Everett Fox, Deuteronomy, Part I; Historical Overview 1", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, דברים, דברים מאמר ב׳ א׳", "anchorVerse": 1, "sourceHasEn": true, "commentaryNum": 1, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<a class=\"refLink\" data-ref=\"Deuteronomy 1:1–4:43\" data-ven=\"The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995\">Deuteronomy 1:1–4:43</a>", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620382f2c9ad75f2d99afa68", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "", "ref": "The Five Books of Moses, by Everett Fox, Deuteronomy, Part I; Historical Overview, Encountering the Nations 1", "anchorRef": "Deuteronomy 2:1-3:22", "anchorRefExpanded": ["Deuteronomy 2:1", "Deuteronomy 2:2", "Deuteronomy 2:3", "Deuteronomy 2:4", "Deuteronomy 2:5", "Deuteronomy 2:6", "Deuteronomy 2:7", "Deuteronomy 2:8", "Deuteronomy 2:9", "Deuteronomy 2:10", "Deuteronomy 2:11", "Deuteronomy 2:12", "Deuteronomy 2:13", "Deuteronomy 2:14", "Deuteronomy 2:15", "Deuteronomy 2:16", "Deuteronomy 2:17", "Deuteronomy 2:18", "Deuteronomy 2:19", "Deuteronomy 2:20", "Deuteronomy 2:21", "Deuteronomy 2:22", "Deuteronomy 2:23", "Deuteronomy 2:24", "Deuteronomy 2:25", "Deuteronomy 2:26", "Deuteronomy 2:27", "Deuteronomy 2:28", "Deuteronomy 2:29", "Deuteronomy 2:30", "Deuteronomy 2:31", "Deuteronomy 2:32", "Deuteronomy 2:33", "Deuteronomy 2:34", "Deuteronomy 2:35", "Deuteronomy 2:36", "Deuteronomy 2:37", "Deuteronomy 3:1", "Deuteronomy 3:2", "Deuteronomy 3:3", "Deuteronomy 3:4", "Deuteronomy 3:5", "Deuteronomy 3:6", "Deuteronomy 3:7", "Deuteronomy 3:8", "Deuteronomy 3:9", "Deuteronomy 3:10", "Deuteronomy 3:11", "Deuteronomy 3:12", "Deuteronomy 3:13", "Deuteronomy 3:14", "Deuteronomy 3:15", "Deuteronomy 3:16", "Deuteronomy 3:17", "Deuteronomy 3:18", "Deuteronomy 3:19", "Deuteronomy 3:20", "Deuteronomy 3:21", "Deuteronomy 3:22"], "sourceRef": "The Five Books of Moses, by Everett Fox, Deuteronomy, Part I; Historical Overview, Encountering the Nations 1", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, דברים, דברים מאמר ב׳, דברים הערה ב׳ א׳", "anchorVerse": 1, "sourceHasEn": true, "commentaryNum": 1, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "דברים הערה ב׳", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<a class=\"refLink\" data-ref=\"Deuteronomy 2:1-3:22\" data-ven=\"The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995\">Deuteronomy 2:1-3:22</a>", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "657ecc81758c1dc532ec94e4", "index_title": "Steinsaltz on Deuteronomy", "category": "Commentary", "type": "commentary", "ref": "Steinsaltz on Deuteronomy 2:2", "anchorRef": "Deuteronomy 2:2", "anchorRefExpanded": ["Deuteronomy 2:2"], "sourceRef": "Steinsaltz on Deuteronomy 2:2", "sourceHeRef": "ביאור שטיינזלץ על דברים ב׳:ב׳", "anchorVerse": 2, "sourceHasEn": true, "commentaryNum": 2.0002, "collectiveTitle": {"en": "Steinsaltz", "he": "ביאור שטיינזלץ"}, "heTitle": "ביאור שטיינזלץ על דברים", "he": "<b>וַיֹּאמֶר ה' אֵלַי</b> לאחר זמן \n    <b>לֵאמֹר:</b>", "heVersionTitle": "The Koren Steinsaltz Tanakh HaMevoar - Hebrew", "heLicense": "Copyright: Steinsaltz Center", "heVersionTitleInHebrew": "", "text": "After a long time had passed, <b>the Lord said to me, saying:</b>", "versionTitle": "The Steinsaltz Tanakh - English", "license": "Copyright: Steinsaltz Center", "versionTitleInHebrew": ""}, {"_id": "565483cad6e4a94e1942d4e1", "index_title": "Abarbanel on Torah", "category": "Commentary", "type": "commentary", "ref": "Abarbanel on Torah, Deuteronomy 2:2", "anchorRef": "Deuteronomy 2:2", "anchorRefExpanded": ["Deuteronomy 2:2"], "sourceRef": "Abarbanel on Torah, Deuteronomy 2:2", "sourceHeRef": "אברבנאל על תורה, דברים ב׳:ב׳", "anchorVerse": 2, "sourceHasEn": false, "compDate": [1483, 1513], "commentaryNum": 2.0, "collectiveTitle": {"en": "Abarbanel", "he": "אברבנאל"}, "he": ["ויאמר ה' אלי רב לכם וגו' עד ומעציון גבר. אחרי שביא' משה אדונינו ענין האמרי. רצה לבאר עוד למה לא נלחמו בני ישראל עם עשו ובני עמון ומואב. ולהודיע שלא היה זה לקוצר יד הש\"י. ובארו בשלשה פרשיות הנמשכות פרשה אחת לאומה אחת. ודבר ראשונה בארץ שעיר ואמר שהסבה שלא לקח ישראל את ארצו אינה לחולשת ישראל וליראתם מהם. כי אדרבה הם היו יראים מישראל. אבל היה לפי שישראל היו מצווים מהש\"י שלא יתגרו בהם מלחמה לפי שהיתה כבר הארץ ההיא מאתו נתונה לעשו. וזהו אמרו רב לכם סוב את ההר הזה. פנו לכם צפונה ובאלה הדברים רבה (פ' א') דרשו בו רבי יודן אמר ראית שעתו של עשו הצפינו עצמכם מלפניו. שנאמר פנו לכם צפונה. היא הגאולה העתידה. שנאמר אומר לצפון תני ולתימן אל תכלאי. ומלך המשיח העתיד לבא מצפון. והנה אמר ואת העם צו לאמר אתם עוברים בגבול אחיכם בני עשו היושבים בשעיר וייראו מכם ונשמרתם מאד כלומר אינני מונע מכם ארצם לפי שהם חזקים מכם. כי זה הוא בהפך כי הם יראים מכם. וזה ממה שיורה שהם קרובים להכבש. ועם כל זה אני מצוה אתכם שתשמרו עצמכם מלהלחם בם. וזה מפאת האחוה. ושלא תתגרו בם מלחמה כמו שעשיתם עם האמורי שרציתם להלחם עמם על אפי ועל חמתי. ירצה באל תתגרו בם מלחמה שלא יכוונו לא לירש את הארץ. ולא להכות את העם ולא לשלול שלל כי ירושה לעשו נתתי את הר שעיר. ולפי שלא יחשבו שכיון שלא יקחו את ארצם אינו מגונה שיקחו מהם מזונות ויהיו להם למס כדרך האנשים הנכנעים והיראים מן הגבורים מהם. לכן הזהירם שגם המזונות גם המים שהתחכם הטבע לתתם חנם להעמדת הב\"ח לא יקחו מאתם כי אם בכסף מלא. וזהו אמרו אכל תשברו מאתם בכסף ואכלתם וגם מים תכרו מאתם. ולפי שלא יאמרו ישראל שהיה זה סבה לדלותם. אמר כי ה' אלהיך ברכך בכל מעשה ידיך ידע לכתך וגו'. לא חסרת. רוצה לומר שהברכה והעושר אשר אתם אינו ירושת אבותיהם אבל הוא כלו מהש\"י. כי הוא השביעם בעושר ובמזונות צאנם ובקרם. והביא ראיה מאשר ברכת ה' היא תעשיר. מהליכתם במדבר הצמא והרעב. ועם כל זה לא חסרו בו דבר מכל הדברים הצריכים אליהם ומפני זה ראוי שיאמינו שמי שהספיק צרכם בארץ ערבה ושוחה. שיספיק להם צרכם גם עתה בידיהם לקנות המזונות והמים בכסף מלא מבני עשו ולא יתדלדלו בזה. ומפני הציווי הזה נטה ישראל מאת בני עשו ולא נלחם אתם להיות אחים. ושהאל ישראל ית' נתן להם את ארצם ירושה. וזהו ונעבור מאת אחינו בני עשו וגו'. ואמנם בענין הירושה הזאת לעשו ועמון ומואב אמרו באלה הדברים רבה אתם עוברים בגבול אחיכם בני עשו. אף על פי שהם בני עשו אחיכם הם. ועוד שם אמר רבי נחמיה אפילו הרשעים אין הקב\"ה מקפח שכרם. אתה מוצא בעשו אע\"פ שהיה רשע לא קפח הקב\"ה שכרו שכבד את אביו. ומה פרע לו נתן לו הקב\"ה שכרו בעולם הזה. תדע לך בשעה שהיו ישראל נכנסים לארץ והיו עושין מלחמה עם כל אומה ואומה. כיון שבאו להתגרות בעשו אמר להם הקב\"ה צריך אני לפרוע לו הכבוד שכבד את אביו אל תתגרו בם מלחמה. כי לא אתן לכם מארצם ירושה עד שהגיע השעה שאמר דניאל אתגזרת אבן די לא בידין. וכתיב (ישעיהו ס״ג:ג׳) פורה דרכתי לבדי. ויראה מזה שלא צוה הש\"י שלא יתגרו מלחמה עם האומות האלה. להיות ארצותם ירושות להם מתחלת הבריאה. כי בזה כל האמות ישתוו. אבל לבני עשו להיותם זרע אברהם אוהבו רצה האל יתברך שלא יירשו את ארצו. ולזה אמר בגבול אחיכם בני עשו. להיותם אחים מזרע אברהם. ואמר ונעבור מאת אחינו בני עשו כי מפאת האחוה עשה עמהם יתברך החסד הזה. וכן עמון ומואב להיותם בני לוט ממשפחת אברהם. רצה האל יתברך שלא יירשו את ארצם. ושאר האומות לא היה מזה היחס. ולכן לא עשה עמהם החסד הזה. ואין ספק שההשגחה האלהית תדבק בכל האומות והיא תחייב שכל אומה ואומה תשב בארצה שלוה ושקטה בעוד שתשמור ההנהגה הראויה להם אשר הם אדם. אף על פי שאין להם תורה ומצות אינן פטורים מהסדר וההנהגה האנושית ומהתורה הטבעית המסודרת לאדם מצד שכלו. והיא הנקראת בדברי רז\"ל בפרק ד' מיתות ז' מצות בני נח. ובהיות האומה פושעת בהן וסרה מהדרך הראוי והטבעי המושכל ראוי שתבער מן האדמה ואחרים יירשו הלא תראה מאמר הנביא ע\"ה (עמוס א' ג') על שלשה פשעי דמשק ועל ארבעה לא אשיבנו. וכן על ג' פשעי אדום וזולתם. לפי שהאל יתברך הוא שופט כל הארץ ופוקד על עושה הרעה כרעתו. והנה השבעה עממים כפי מה שגלתה התורה גזר האל יתברך ברשעתם שיאבדו מן הארץ וינערו רשעים ממנה. וזהו אמרו ודור רביעי ישובו הנה כי לא שלם וגו' ואומר כי ברשעת הגוים האלה ה' אלהיך מורישם מפניך. ואומר בפרשת אחרי מות אל תטמאו בכל אלה כי בכל אלה נטמאו הגוים אשר אני משלח מפניכם ותטמא הארץ ואפקוד עונה עליה ותקיא הארץ את יושביה ואמנם בני עשו ובני עמון ומואב עם היות שלא שערו האמונה האלהית כישראל השלמים בהשגת האמת. הנה ראה השם יתברך הנהגתם. שהיתה כפי הסדר והיושר המיניי. ולכן היה ראוי שיירשו את ארצם וכמו שנאמר (תהילים ל״ז:י״א) וענוים יירשו ארץ. ואולי רמז לזה במה שקראם אחים לומר שהם בישרם. והם גם כן אחים וקרובים במדותיהם לבני ישראל הישרים בתורתם. הנה נתתי בדבר שתי סבות. האחת היא מפאת אברהם אביהם וכמו שכתב הרמב\"ן שביעוד הארץ שיעד הש\"י לאברהם נכללו בני עשו ובני לוט בארצותם. והשנית מצד עצמם כי לא שלם עונם וחטאתם לשיאבדו את ארצם ויסחו ממנה. ולי אני עוד בזה סבה שלישית. והוא שרצה יתברך כיון שישראל בטחו בגבורת' להלחם באמורי וירדפ' להסיר הזדון מלבותם. ולכן לכבוש את יצרם פעמים ג' ציום בעברם בגבול בני עשו שלא ילחמו בם. וכן בגבול בני עמון ומואב ואחר כך צוה שילחמו בסיחון ובעוג וירשו את ארצם להודיעם ולישב בלבותם שלא בכחם יירשו ארץ וזרועם לא הושיעה למו. כי לה' הישועה האמתית וכי לו הארץ ומלואה ולמאן דיצבא יתננה. ולכן נתן הסבה בהיותם בני עשו זרע אברהם ובני לוט בן אחיו כדי שישראל יאמינו שגם הם בזכות אברהם יירשו ארץ. כמו אלה בני עשו ובני לוט. וכל זה יחזיק בלבם האמת הגמור. והוא היות הארץ נקנית בהשגחה מפני שבועת האבות ולא בכחם וגבורתם. ומלבד זה תמצא סבה רביעית. והוא שאין ספק שהיתה נחלתם של ישראל בעצם ואמת מעבר הירדן. ולכן כל הארצו' הקודמו' לירדן לא רצה הש\"י להוריש' בלעדי ארץ סיחון ועוג שהורישם אליהם למען הפחיד יושבי הארץ. הנה אם כן במה שאמרתי יוכללו ד' סבות. והותר עם אלה הספק הי\"ב: ", "ואמנם למה לא זכר משה כאן איך שלח מלאכים אל מלך אדום דברי שלום ואמת נעברה נא בארצך וגו'. ושהשיבו לא תעבור כי פן בחרב אצא לקראתך. כמו שזכר בפרשת חקת הוא לפי שהיתה כונתו בזה להגיד שלא נמנעו מלהלחם עם בני עשו כ\"א מפני הצווי האלהי. ושהם היו יראי' מישראל וכל זה לישר לב השומעים ולהסיר מלבם ספק ההשגחה ולכן השמיט שליחות המלאכים אליהם ותשובת אדום פן בחרב אצא לקראתך. פן יאמרו שלזה נטו מעליהם ליראת חזקם וגבורתם. ולא העלימו בסיחון ועוג לפי שהיה התכלית בהם משובח. ר\"ל שנלחמו בהם ויכום ויירשו את ארצם. ואמנם בפ' זאת חקת קצר הדברים להשענו על מה שזכר משה הנה ולכן לא זכר שם דבר מבני עמון ומבני מואב וזכר לבד ענין בלק ובלעם. והותר בזה הספק הי\"ג: "], "heVersionTitle": "Torah Commentary of Yitzchak Abarbanel, Warsaw 1862", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5892f2cdd6e4a9274647276a", "index_title": "Chizkuni", "category": "Commentary", "type": "commentary", "ref": "Chizkuni, Deuteronomy 2:2:1", "anchorRef": "Deuteronomy 2:2", "anchorRefExpanded": ["Deuteronomy 2:2"], "sourceRef": "Chizkuni, Deuteronomy 2:2:1", "sourceHeRef": "חזקוני, דברים ב׳:ב׳:א׳", "anchorVerse": 2, "sourceHasEn": true, "compDate": [1220, 1260], "commentaryNum": 2.0001, "collectiveTitle": {"en": "Chizkuni", "he": "חזקוני"}, "heTitle": "דברים", "he": "<b>ויאמר ה׳‎ אלי </b>בשנת הארבעים כשבאנו לקדש.\n", "heVersionTitle": "Chizkuni", "heLicense": "Public Domain", "heVersionTitleInHebrew": "חזקוני", "text": "ויאמר ה' אלי, ‘the Lord said to me;” this was only in the fortieth year when we came to Kadesh.", "versionTitle": "Chizkuni, translated and annotated by Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": "חזקוני, מתורגם ומוער בידי אליהו מונק"}, {"_id": "58ad987fd6e4a93323dc577b", "index_title": "Bava Kamma", "category": "Talmud", "type": "", "ref": "Bava Kamma 38a:16", "anchorRef": "Deuteronomy 2:2", "anchorRefExpanded": ["Deuteronomy 2:2"], "sourceRef": "Bava Kamma 38a:16", "sourceHeRef": "בבא קמא ל״ח א:ט״ז", "anchorVerse": 2, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 75.0016, "collectiveTitle": {"en": "Bava Kamma", "he": "בבא קמא"}, "heTitle": "בבא קמא", "he": "אֲזַל הוּא לְחוֹדֵיהּ גַּבֵּיהּ. אֲמַר לֵיהּ: ״וַיֹּאמֶר ה׳ (אֶל מֹשֶׁה) אַל תָּצַר אֶת מוֹאָב וְאַל תִּתְגָּר בָּם מִלְחָמָה״; וְכִי מָה עָלָה עַל דַּעְתּוֹ שֶׁל מֹשֶׁה, לַעֲשׂוֹת מִלְחָמָה שֶׁלֹּא בִּרְשׁוּת?! אֶלָּא נָשָׂא מֹשֶׁה קַל וָחוֹמֶר בְּעַצְמוֹ – אָמַר: וּמָה מִדְיָנִים שֶׁלֹּא בָּאוּ אֶלָּא לַעֲזוֹר אֶת מוֹאָב, אָמְרָה תּוֹרָה: ״צָרוֹר אֶת הַמִּדְיָנִים וְהִכִּיתֶם אוֹתָם״,", "heVersionTitle": "William Davidson Edition - Vocalized Aramaic", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "מהדורת וויליאם דייוידסון - ארמית המנוקד", "text": "Ulla therefore <b>went to</b> console Rav Shmuel bar Yehuda <b>by himself,</b> and <b>said to him:</b> The verse states: <b>“And the Lord said to me, do not be at enmity with Moab, neither contend with them in battle”</b> (Deuteronomy 2:9). <b>What entered Moses’s mind,</b> that God had to warn him not to undertake a particular action? Did it enter his mind <b>to wage war</b> with the Moabites <b>without permission? Rather, Moses reasoned an <i>a fortiori</i></b> inference <b>by himself, saying: And if</b> with regard to <b>the Midianites, who came only to help the Moabites</b> harm the Jewish people (see Numbers, chapter 22), <b>the Torah said: “Harass the Midianites and smite them”</b> (Numbers 25:17),", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": "מהדורת וויליאם דייוידסון - אנגלית"}, {"_id": "5cd138ad69ad4c007a1d4b2c", "index_title": "Birkat Asher on Torah", "category": "Quoting Commentary", "type": "", "ref": "Birkat Asher on Torah, Genesis 33:14:3", "anchorRef": "Deuteronomy 2:1-4", "anchorRefExpanded": ["Deuteronomy 2:1", "Deuteronomy 2:2", "Deuteronomy 2:3", "Deuteronomy 2:4"], "sourceRef": "Birkat Asher on Torah, Genesis 33:14:3", "sourceHeRef": "ברכת אשר על התורה, בראשית ל״ג:י״ד:ג׳", "anchorVerse": 1, "sourceHasEn": false, "compDate": [1960, 2010], "commentaryNum": 14.0003, "collectiveTitle": {"en": "Birkat Asher on Torah", "he": "ברכת אשר על התורה"}, "heTitle": "בראשית", "he": "ולמה יאמין לו עשו שאכן בדעתו להגיע לשעיר? לשם מה? (פ' וישלח תשס\"ד) ור' דעת מקרא לפס' יז שמנה מעשי יעקב בעבר הירדן המזרחי, שיש בהם סימן לבניו, באי הארץ. והראשון בהם: כשם שבקש יעקב תחילה לשוב לארץ כנען מצד דרום - דרך הר שעיר והנגב - אלא שנתגלגלו הדברים כמו שנתגלגלו, והוא שב לארץ כנען מצד מזרח (דרך סוכות ושלם עיר שכם), אף בניו באי הארץ כך. גם אצלם נתגלגלו הדברים כמו שנתגלגלו, ובסופו של דבר לא נכנסו לארץ כנען מצד דרום אלא מצד מזרח, לאחר שסבבו את הר שעיר \"ימים רבים\" (דברים ב, א-ד).", "heVersionTitle": "Birkat Asher, Asher Vasertil, Jerusalem 2010-2012", "heLicense": "CC-BY", "heVersionTitleInHebrew": "ברכת אשר, ירושלים תש\"ע-תשע\"ג", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}]