[{"_id": "521238d2edbab4491a659714", "index_title": "Ramban on Deuteronomy", "category": "Commentary", "type": "commentary", "ref": "Ramban on Deuteronomy 2:10:1", "anchorRef": "Deuteronomy 2:10", "anchorRefExpanded": ["Deuteronomy 2:10"], "sourceRef": "Ramban on Deuteronomy 2:10:1", "sourceHeRef": "רמב\"ן על דברים ב׳:י׳:א׳", "anchorVerse": 10, "sourceHasEn": true, "compDate": [1246, 1286], "commentaryNum": 10.0001, "collectiveTitle": {"en": "Ramban", "he": "רמב\"ן"}, "he": "<b>הָאֵמִים לְפָנִים וְגוֹ'</b>, אַתָּה סָבוּר שֶׁזּוֹ אֶרֶץ רְפָאִים שֶׁנָּתַתִּי לְאַבְרָהָם לְפִי שֶׁהָאֵמִים שֶׁהֵם רְפָאִים יָשְׁבוּ בָהּ, אֲבָל לֹא זוֹ הִיא, כִּי אוֹתָם רְפָאִים הוֹרַשְׁתִּי מִפְּנֵי בְּנֵי לוֹט וְהוֹשַׁבְתִּים תַּחְתָּם. רְפָאִים הָיוּ נֶחְשָׁבִים אוֹתָן אֵמִים כָּעֲנָקִים הַנִּקְרָאִים רְפָאִים עַל שֵׁם שֶׁכָּל הָרוֹאֶה אוֹתָן יָדָיו מִתְרַפּוֹת. אֵמִים עַל שֵׁם שֶׁאֵימָתָם מֻטֶּלֶת עַל הַבְּרִיּוֹת. לְשׁוֹן רַשִׁ\"י (רש\"י על דברים ב':י\"א). וְכֵן כָּתַב (דברים ב':כ') <b>אֶרֶץ רְפָאִים תֵּחָשֵׁב אַף הִיא</b>, לְפִי שֶׁהָרְפָאִים יָשְׁבוּ בָהּ לְפָנִים, אֲבָל לֹא זוֹ הִיא שֶׁנָּתַתִּי לְאַבְרָהָם. וַאֲנִי תָּמֵהַּ בְּדִבְרֵי הָרַב: לָמָּה יְפָרֵשׁ לָנוּ הַכָּתוּב בְּאֶרֶץ עַמּוֹן וּמוֹאָב שֶׁאֵינָהּ אֶרֶץ רְפָאִים שֶׁנָּתַן לְאַבְרָהָם? אִם לוֹמַר שֶׁאֵינָהּ רְאוּיָה לְיִשְׂרָאֵל וְאֵינָהּ מִן הָאָרֶץ אֲשֶׁר נִשְׁבַּע ה' לַאֲבוֹתֵיהֶם לָתֵת לָהֶם, וַהֲלֹא הַכָּתוּב אֵינוֹ אוֹמֵר אֶלָּא <b>כִּי לִבְנֵי לוֹט נְתַתִּיהָ יְרֻשָּׁה</b> (דברים ב':י\"ט), לוֹמַר שֶׁאַף עַל פִּי שֶׁהָיְתָה מִנַּחֲלַת אַבְרָהָם, הקב\"ה נְתָנָהּ לִבְנֵי לוֹט בַּעֲבוּר אַבְרָהָם, וּכְמוֹ שֶׁכָּתַב רַשִׁ\"י (רש\"י על דברים ב':י') עַצְמוֹ (רש\"י על דברים ב':ה'), שֶׁנָּתַן שְׁתַּיִם לִבְנֵי לוֹט בִּשְׂכַר שֶׁהָלַךְ אִתּוֹ לְמִצְרַיִם וְשָׁתַק עַל מַה שֶׁאָמַר עַל אִשְׁתּוֹ אֲחוֹתִי הִיא. וְעוֹד שֶׁהָרַב בְּעַצְמוֹ כָּתַב בְּעֵשָׂו עֶשֶׂר עֲמָמִים נָתַתִּי לוֹ לְאַבְרָהָם, שִׁבְעָה לָכֶם, וְקֵינִי וּקְנִזִּי וְקַדְמוֹנִי הֵן עַמּוֹן וּמוֹאָב וְהַר שֵׂעִיר, אַחַת מֵהֶן לְעֵשָׂו וְהַשְּׁתַּיִם לִבְנֵי לוֹט, וְאִם כֵּן הֲרֵי אֶרֶץ עַמּוֹן וּמוֹאָב וְהַר שֵׂעִיר מִנַּחֲלָתוֹ שֶׁל אַבְרָהָם הִיא עַל כָּל פָּנִים, וְלָמָּה הקב\"ה אוֹמֵר לְמֹשֶׁה שֶׁלֹּא יְהֵא סָבוּר שֶׁהִיא אֶרֶץ הָרְפָאִים שֶׁל אַבְרָהָם? מָה בֵּין קֵינִי וּקְנִזִּי וְקַדְמוֹנִי לָרְפָאִים? וְעוֹד כִּי <b>רְפָאִים יָשְׁבוּ בָהּ לְפָנִים</b> (דברים ב':כ') לוֹמַר שֶׁהִיא שֶׁלָּהֶם וְהֵם הַיּוֹשְׁבִים בָּהּ לִפְנֵי כָּל אָדָם, כְּמוֹ <b>לְפָנִים הָאָרֶץ יָסַדְתָּ</b> (תהלים קב כו)? אֲבָל פֵּרוּשׁ הַפְּסוּקִים הֵפֶךְ מִדִּבְרֵי הָרַב, כִּי בַּעֲבוּר שֶׁאָמַר הקב\"ה לְמֹשֶׁה: אַל תָּצַר אֶת מוֹאָב כִּי אֲנִי נָתַתִּי לִבְנֵי לוֹט אֶת עָר יְרֻשָּׁה, יְסַפֵּר הַכָּתוּב כִּי הָאָרֶץ רְאוּיָה לְזֶרַע אַבְרָהָם לוּלֵי שֶׁנִּתְּנָה לִבְנֵי לוֹט, וְאָמַר כִּי הָאָרֶץ הַהִיא יָשְׁבוּ בָּהּ מֵעוֹלָם עַם גָּדוֹל וְרָם כַּעֲנָקִים, וּלְכָךְ יִקְרְאוּ אוֹתָם הַמּוֹאָבִים אֵמִים לְגֹדֶל הָאֵימָה אֲשֶׁר יָטִילוּ עַל רוֹאֵיהֶם, וְהִנֵּה הַשֵּׁם עָשָׂה נֵס לִבְנֵי לוֹט לִכְבוֹד אַבְרָהָם וְיָכְלוּ לָהֶם וִירָשׁוּם מִפְּנֵיהֶם, וְאֵין רָאוּי לִגְזֹל מֵהֶם הָאָרֶץ אֲשֶׁר נָתַן ה' לָהֶם בְּמַעֲשֵׂה נֵס. <b>יֵחָשְׁבוּ</b>, לְשׁוֹן חֲשִׁיבוּת וּמַעֲלָה, כְּמוֹ <b>נִבְזֶה וְלֹא חֲשַׁבְנֻהוּ</b> (ישעיהו נג ג), <b>אֲשֶׁר כֶּסֶף לֹא יַחְשֹׁבוּ</b> (שם יג יז), <b>כִּי בַמֶּה נֶחְשָׁב הוּא</b> (שם ב כב) וְכֵן רַבִּים, וּבִלְשׁוֹן חֲכָמִים \"אָדָם חָשׁוּב\".<br>וְזֶהוּ שֶׁסָּמַךְ הַכָּתוּב לָזֶה (דברים ב':י\"ב) <b>וּבְשֵׂעִיר יָשְׁבוּ הַחֹרִים לְפָנִים</b>, יֹאמַר כִּי בַּעֲבוּר הַטַּעַם הַזֶּה שֶׁהִזְכִּיר בְּמוֹאָב יִמְנָעֵם גַּם כֵּן מֵאֶרֶץ שֵׂעִיר, כִּי מִלְּפָנִים הָיְתָה אַף הִיא מִן הַחוֹרִים, וְהִיא מִמַּתְּנַת אַבְרָהָם, כִּי הַחוֹרִי הוּא הַחִוִּי וְהוּא מִבְּנֵי כְּנַעַן, שֶׁנֶּאֱמַר (בראשית לו ב) \"עֵשָׂו לָקַח אֶת נָשָׁיו מִבְּנוֹת כְּנָעַן\" וְגוֹ' \"וְאֶת אָהֳלִיבָמָה בַּת עֲנָה בַּת צִבְעוֹן הַחִוִּי\", וְצִבְעוֹן הָיָה מִבְּנֵי שֵׂעִיר הַחֹרִי יֹשְׁבֵי הָאָרֶץ (שם פסוק כ). וְכֵן יַזְכִּיר בְּכָל מָקוֹם בְּנַחֲלַת יִשְׂרָאֵל הַחִוִּי עִם הַכְּנַעֲנִי בְּשִׁבְעַת הַגּוֹיִם, כִּי הוּא נִמְנָה הַבֵּן הַשִּׁשִּׁי בִּבְנֵי כְּנַעַן (שם י יז). וְכֵן תִּרְאֶה בְּמִלְחֶמֶת אַמְרָפֶל שֶׁהָיָה נִלְחָם בְּמֶלֶךְ סְדוֹם וַעֲמֹרָה וְאַדְמָה וּצְבוֹיִים וְצֹעַר שֶׁהֵם מַלְכֵי כְּנַעַן, וְהִכּוּ אֶת רְפָאִים בְּעַשְׁתְּרֹת קַרְנַיִם וְהַחוֹרִי בְּהַרְרָם שֵׂעִיר (שם יד ה ו), כִּי הַחוֹרִי וְהָרְפָאִים לְמַלְכֵי כְּנַעַן הָיוּ. וְיִתָּכֵן שֶׁנִּקְרָא <b>חִוִּי</b> עַל שֵׁם שֶׁהָיָה נָחָשׁ עֲלֵי דֶּרֶךְ, וְנִקְרָא <b>חוֹרִי</b> עַל שֵׁם חֻר פָּתֶן (ישעיהו יא ח), כִּי הַשֵּׁמוֹת יִשְׁמְרוּ הַטַּעַם וְיַחְלִיפוּ הַמִּלּוֹת, כְּמוֹ זֶרַח וְצֹחַר (בראשית מו י) מִן וְצֶמֶר צָחַר (יחזקאל כז יח), אֲתוֹנוֹת צְחֹרוֹת (שופטים ה י), וְכֵן יַעֲשׂוּ לִשְׁבָח, יְכַנּוּ יַעֲקֹב שֶׁהוּא לְשׁוֹן מִרְמָה אוֹ לְשׁוֹן עֲקַלְקַלּוֹת וְיִקְרְאוּ אוֹתוֹ יְשֻׁרוּן מִן תָּם וְיָשָׁר. וְהִנֵּה אָמַר כִּי הַחוֹרִים שֶׁהֵם לְאַבְרָהָם יָשְׁבוּ בְּשֵׂעִיר לְפָנִים, וּבְנֵי עֵשָׂו שֶׁהֵם זֶרַע לְאַבְרָהָם יָרְשׁוּ אוֹתָם וְיָשְׁבוּ תַּחְתָּם בְּמַעֲשֵׂה נֵס, שֶׁהָיוּ הֵם עַם רַב בְּאַרְצָם וְעֵשָׂו בָּא לָגוּר שָׁם וְנִתְחַזֵּק עֲלֵיהֶם כַּאֲשֶׁר עָשָׂה יִשְׂרָאֵל לְיֶתֶר הַגּוֹיִם שֶׁל אַבְרָהָם אֲשֶׁר נָתַן הַשֵּׁם לָהֶם בְּכֹחוֹ הַגָּדוֹל. וְהִנֵּה הִנְחִיל הַשֵּׁם כָּל הָעַמִּים הָהֵם לְזַרְעוֹ שֶׁל אַבְרָהָם: אֶחָד מֵהֶם לְעֵשָׂו וְהַשְּׁאָר לְיִשְׂרָאֵל שֶׁהוּא הַבֵּן הַבְּכוֹר, וְאֵין רָאוּי לִגְזֹל מֵעֵשָׂו אֶת אֲשֶׁר הוֹרִישָׁם הָאֱלֹהִים, כִּי הַשֵּׁם יִקְצֹף עַל הַגּוֹזֵל מֵהֶם נַחֲלָה שֶׁהִנְחִילָם הוּא יִתְבָּרַךְ כַּאֲשֶׁר יִקְצֹף עַל הַגּוֹזֵל מִיִּשְׂרָאֵל הָאָרֶץ אַחֲרֵי שֶׁיַּנְחִילֶנָּה לָהֶם. וּכְעִנְיָן שֶׁיֹּאמַר (ירמיהו יב יד) \"עַל כָּל שְׁכֵנַי הָרָעִים הַנֹּגְעִים בַּנַּחֲלָה אֲשֶׁר הִנְחַלְתִּי אֶת עַמִּי\" וְגוֹ':<br>וְזֶה טַעַם <b>כַּאֲשֶׁר עָשָׂה יִשְׂרָאֵל</b> שֶׁהִזְכִּיר כָּאן וַעֲדַיִן לֹא נַעֲשָׂה, וְכֵן אָמַר עוֹד בִּבְנֵי עַמּוֹן שֶׁהִיא מֵאֶרֶץ רְפָאִים (דברים ב':כ') כִּי גַּם הִיא הָיְתָה שֶׁל רְפָאִים בַּתְּחִלָּה, וְהָעַמֹּנִים יִקְרְאוּ לָהֶם זַמְזֻמִּים מִלְּשׁוֹן <b>זְמָמוֹ אַל תָּפֵק</b> (תהלים קמ ט) אֶלָּא שֶׁנִּכְפַּל, כְּלוֹמַר עַם שֶׁלֹּא יִבָּצֵר מֵהֶם כֹּל אֲשֶׁר יָזְמוּ לַעֲשׂוֹת.", "heVersionTitle": "Vocalized Edition", "heLicense": "", "heVersionTitleInHebrew": "", "text": "THE EMIM ABODE THEREIN FORMERLY etc. “You [Moses] might think that this is the land of the Rephaim which I gave to Abraham<sup class=\"footnote-marker\">133</sup><i class=\"footnote\">Genesis 15:20.</i> because the Emim, who are Rephaim, dwelled there formerly, but this [the land of the Moabites] is not the land [<i>that I promised to Abraham</i>], because I drove out those Rephaim from before the children of Lot and settled them in place of the Rephaim. Those Emim were considered Rephaim,<sup class=\"footnote-marker\">134</sup><i class=\"footnote\">In our texts of Rashi this is marked as a comment upon Verse 11: “<i>They also were accounted Rephaim, even as the Anakim</i> (<i>giants</i>).” This is interpreted by Rashi to mean: “The Emim who formerly lived in the lands of Ammon and Moab were accounted as Rephaim, that is, the <i>Anakim</i>, (giants). But those lands of Ammon and Moab were not the land of the Rephaim which I promised to Abraham.” Therefore Moses was not to wage war against the lands of Ammon and Moab.</i> like <i>Anakim</i> (giants) who are called <i>Rephaim</i> [from the root <i>raphoh</i> — weak] because the hands of everyone who sees them become ‘weak.’ <i>Emim</i> [from the root <i>eimah</i> — fear] are so called because their ‘dread’ lays upon people.” This is Rashi’s language. And similarly he wrote [further, in connection with the land of Ammon of which Scripture states], <i>That also is accounted a land of Rephaim:</i><sup class=\"footnote-marker\">135</sup><i class=\"footnote\">Further, Verse 20.</i> “because the Rephaim dwelled there formerly, but that [land] is not what I gave to Abraham.”<br>But I wonder at the words of the Rabbi! Why should Scripture explain to us concerning the land of Ammon and Moab that it is not the land of Rephaim which He gave to Abraham? Was it to state that it was not due to Israel and was not part of the land which G-d swore to their fathers to give them? [That could not be the reason! On the contrary,] Scripture states only, <i>because I have given it unto the children of Lot for a possession</i><sup class=\"footnote-marker\">136</sup><i class=\"footnote\">Verse 19.</i> meaning that, although it was part of Abraham’s inheritance, the Holy One, blessed be He, gave it to the children of Lot for Abraham’s sake. As Rashi himself wrote:<sup class=\"footnote-marker\">137</sup><i class=\"footnote\">Here on Verse 5.</i> “[The lands of] two nations [from among the <i>ten</i> nations originally given to Abraham — Genesis 15:19-21], I gave to the children of Lot [Ammon and Moab] as a reward because Lot went with Abraham to Egypt<sup class=\"footnote-marker\">138</sup><i class=\"footnote\">Genesis 13:1.</i> and kept silent concerning what Abraham said about his wife, ‘she is my sister.’” Moreover, the Rabbi himself wrote with reference to Esau:<sup class=\"footnote-marker\">137</sup><i class=\"footnote\">Here on Verse 5.</i> “[The lands of] ten nations<sup class=\"footnote-marker\">139</sup><i class=\"footnote\"><i>Ibid.</i>, 15:19-21: <i>the Kenite, and the Kenizzite, and the Kadmonite; and the Hittite, and the Perizzite, and the Rephaim; and the Amorite, and the Canaanite, and the Girgashite, and the Jebusite</i>.</i> I gave to Abraham. Seven of them will be yours. [Concerning the lands of] the Kenite, and the Kenizzite, and the Kadmonite — which are Ammon and Moab, and Mount Seir — one [i.e., Mount Seir] belongs to Esau, and two of them to the children of Lot.” And if so, the lands of Ammon and Moab, and Mount Seir were certainly of the inheritance of Abraham; why then did the Holy One, blessed be He, say to Moses that he should not think that this [land of Ammon and Moab] is the land of Rephaim which was given to Abraham? What difference is there between [the lands of] the Kenite, and the Kenizzite, and the Kadmonite [which were promised to Abraham but given to the children of Lot and Esau], and [the land of] the Rephaim [which was also promised to Abraham]?<sup class=\"footnote-marker\">140</sup><i class=\"footnote\">In other words, Rashi wrote of the lands of the Kenite, etc., that, notwithstanding the fact that they were of the inheritance of Abraham, they were still given to the children of Lot for the reason stated by Rashi that Lot protected Abraham’s secret in Egypt. Similarly we could say that the land of the Rephaim, too, was originally destined for Abraham, but that G-d gave it to another nation. Therefore, on what does Rashi base his assertion that this land was <i>not</i> the land of Rephaim promised to Abraham?</i> Moreover, the expression <i>Rephaim dwelled there ‘l’phanim’</i> (<i>of old</i>)<sup class=\"footnote-marker\">135</sup><i class=\"footnote\">Further, Verse 20.</i> indicates that it belongs to them because they dwelled there before anyone else, as in the verse <i>‘l’phanim’</i> (<i>of old</i>) <i>Thou didst lay the foundation of the earth</i><sup class=\"footnote-marker\">141</sup><i class=\"footnote\">Psalms 102:26.</i> [thus raising another question on Rashi’s assertion: If the Rephaim lived there “of old,” why was this land given to the children of Lot]?<br>But the interpretation of the verses is the opposite of the Rabbi’s [Rashi’s] words. It was because the Holy One, blessed be He, said to Moses, <i>Be not at enmity with Moab</i> etc. <i>because I have given Ar unto the children of Lot for a possession</i>,<sup class=\"footnote-marker\">142</sup><i class=\"footnote\">Verse 9.</i> Scripture tells that the land was indeed due to the seed of Abraham except that He gave it to the children of Lot. Scripture further says that in that land there dwelled of old <i>a people great, and many, and tall, as the Anakim</i>,<sup class=\"footnote-marker\">143</sup><i class=\"footnote\">Verse 10 before us.</i> and, therefore, <i>the Moabites called them ‘Emim’</i><sup class=\"footnote-marker\">144</sup><i class=\"footnote\">Verse 11.</i> because of the great “dread” which they cast upon those who saw them. Now G-d, in honor of Abraham, performed a miracle for the children of Lot. They defeated [the Emim] and drove them from before them; it is therefore not proper to take from them by force the land which G-d gave them through a miracle. <i>‘Yeichashvu’</i> [<i>They were also ‘yeichashvu’ Rephaim</i>]<sup class=\"footnote-marker\">144</sup><i class=\"footnote\">Verse 11.</i> is an expression of importance and esteem, similar to the following: <i>he was despised, and we did not ‘chashavnuhu’</i> (<i>esteem him</i>);<sup class=\"footnote-marker\">145</sup><i class=\"footnote\">Isaiah 53:3.</i> <i>who shall not ‘yachshovu’</i> (<i>regard</i>) <i>silver</i>?;<sup class=\"footnote-marker\">146</sup><i class=\"footnote\"><i>Ibid.</i>, 13:17.</i> <i>for how little is he ‘nechshav’</i> (<i>esteemed</i>)?<sup class=\"footnote-marker\">147</sup><i class=\"footnote\"><i>Ibid.</i>, 2:22.</i> and so many others. And in the language of the Sages we find the expression <i>adam chashuv</i> (an esteemed person).<sup class=\"footnote-marker\">148</sup><i class=\"footnote\">Berachoth 19a.</i><br>This is why Scripture placed the statements in proximity to [the verse that discussed the lands of Ammon and Moab, the children of Lot]. <i>And in Seir the Horim abode formerly</i>.<sup class=\"footnote-marker\">149</sup><i class=\"footnote\">Verse 12.</i> It declares that for the same reason He stated [for restraining Israel from attacking] Moab, He likewise withheld them [Israel] from attacking the land of Seir. Because formerly it also belonged to the Horim, and it was part of the gift to Abraham — for the Horite is identical with the Hivite, and they [the Hivites] were of the children of Canaan, as it is said, <i>Esau took his wives of the daughters of ‘Canaan’</i> etc. <i>and Oholibamah the daughter of Anah, the daughter of Zibeon ‘the Hivite’</i><sup class=\"footnote-marker\">150</sup><i class=\"footnote\">Genesis 36:1.</i> <i>and Zibeon was of the sons of Seir ‘the Horite,’ the inhabitants of the land</i>.<sup class=\"footnote-marker\">151</sup><i class=\"footnote\"><i>Ibid.</i>, Verse 20.</i> So, also, wherever the inheritance of Israel is mentioned, the Hivite is always included with the Canaanite among the seven nations,<sup class=\"footnote-marker\">152</sup><i class=\"footnote\">See further, 7:1, etc.</i> because the Hivite is enumerated as the sixth son among the children of Canaan.<sup class=\"footnote-marker\">153</sup><i class=\"footnote\">See Genesis 10:17.</i> You will also see this in the narrative of the war of Amraphel which he fought against the kings of Sodom, Gomorrah, Admah, Zebaiim, and Zoar,<sup class=\"footnote-marker\">154</sup><i class=\"footnote\">See <i>ibid.</i>, 14:8-9.</i> who were Canaanite kings. They [Amraphel and his associates] <i>smote ‘the Rephaiim’ in Ashteroth-karnaim</i>,<sup class=\"footnote-marker\">155</sup><i class=\"footnote\"><i>Ibid.</i>, Verse 5.</i> <i>and ‘the Horite’ in their mountain, Seir</i>,<sup class=\"footnote-marker\">156</sup><i class=\"footnote\"><i>Ibid.</i>, Verse 6.</i> for the Horite and the Rephaim belonged to the Canaanite kings.<br>It is possible that [the Horite] was called <i>Hivite</i> [from the term <i>chivi</i> — a snake] because he was like <i>a serpent in the way</i>.<sup class=\"footnote-marker\">157</sup><i class=\"footnote\"><i>Ibid.</i>, 49:17.</i> He was also called the <i>Horite</i> from the noun <i>‘chor’</i> (<i>the hole of</i>) <i>the asp</i>.<sup class=\"footnote-marker\">158</sup><i class=\"footnote\">Isaiah 11:8.</i> For names [like Horite, Hivite] preserve the meaning and change letters, like <i>Zerach</i> (Zerah)<sup class=\"footnote-marker\">159</sup><i class=\"footnote\">Numbers 26:13. The Hebrew word <i>Zerach</i> means “shining.”</i> and <i>Tzochar</i> (Zohar),<sup class=\"footnote-marker\">160</sup><i class=\"footnote\">Exodus 6:15. <i>Tzochar</i> and <i>Zerach</i> both are names for the same son of Simeon.</i> of the expression: <i>and ‘tzochar’</i> (<i>white</i>) <i>wool;</i><sup class=\"footnote-marker\">161</sup><i class=\"footnote\">Ezekiel 27:18.</i> <i>‘tzchoroth’</i> (<i>white</i>) <i>asses</i>,<sup class=\"footnote-marker\">162</sup><i class=\"footnote\">Judges 5:10. Ramban thus shows that the names <i>Zerach</i> and <i>Tzochar</i> (from the words “shining” and “white”) both refer to the same person although the letters in the names interchange.</i> [and in the case of the Horite and Hivite, the names were chosen to suggest the treacherous, snake-like nature of the people]. They also assign new names to praise [someone]. Thus the name <i>Ya’akov</i> (Jacob), an expression of guile or of deviousness,<sup class=\"footnote-marker\">163</sup><i class=\"footnote\">Genesis 27:36. — <i>Ibid.</i>, 32:29 [Jacob’s name changed to Israel].</i> was changed to Israel [from the word <i>sar</i> (prince)] and they called him <i>Yeshurun</i> (Jeshurun)<sup class=\"footnote-marker\">164</sup><i class=\"footnote\">Further, 32:15.</i> from the expression <i>whole-hearted ‘v’yashar’</i> (<i>and upright</i>).<sup class=\"footnote-marker\">165</sup><i class=\"footnote\">Job 1:1.</i><br>Thus Scripture is stating that the Horites [whose land was] given to Abraham<sup class=\"footnote-marker\">166</sup><i class=\"footnote\">Since the Horites are identical with the Hivites, as explained above, and the Hivites were children of Canaan, and the Canaanite is among the ten nations whose lands were given to Abraham (Genesis 15:21), it follows that the land of the Horites was given to Abraham.</i> dwelled formerly in Seir, and the children of Esau who are of the seed of Abraham succeeded them and dwelled in their stead by a miraculous event. The Horites were a populous nation in their land and the children of Esau came to dwell there and overpowered them just as Israel did to the remaining nations [in the land that was] promised to Abraham, that G-d gave them in His great power. Thus G-d divided [the lands of] all these [ten] nations among the seed of Abraham — one to Esau, and the balance to Israel who was the firstborn son.<sup class=\"footnote-marker\">167</sup><i class=\"footnote\">See Exodus 4:22.</i> It is therefore not proper to steal from Esau what G-d caused him to inherit, since G-d would be angry with anyone who would forcibly take from him [Esau] the inheritance that He, blessed be He, caused him to inherit, just as He would be wroth with him who would forcibly take the Land from Israel after He caused him [Israel] to inherit it, just as it says, <i>As for all Mine evil neighbors, that touch the inheritance which I have caused My people Israel to inherit</i>.<sup class=\"footnote-marker\">168</sup><i class=\"footnote\">Jeremiah 12:14.</i> This is the sense of the expression mentioned here, <i>as Israel ‘did’ unto the Land of his inheritance</i>,<sup class=\"footnote-marker\">169</sup><i class=\"footnote\">Verse 12. This would seem to indicate that at the time that Esau conquered his land, Israel had already conquered theirs. But Israel had, at that time, not taken possession of any land.</i> when it was not yet done! [But the meaning thereof is as explained: that just as G-d would be wroth with him who would rob Israel of his inheritance after He will have given it to him, in the same way, He does not give Israel the right to take the land of Esau after having given it to him.]<br>Similarly He further said with reference to [the land of] the children of Ammon that it is of the land of the Rephaim [which G-d gave to Abraham]<sup class=\"footnote-marker\">170</sup><i class=\"footnote\">Genesis 15:20.</i> for that, too, belonged first to the Rephaim. The Ammonites called them <i>Zamzummim</i>,<sup class=\"footnote-marker\">171</sup><i class=\"footnote\">Further, Verse 20.</i> from the expression <i>‘z’mamo</i> (<i>his evil scheme</i>) <i>do not further</i>,<sup class=\"footnote-marker\">172</sup><i class=\"footnote\">Psalms 140:9.</i> except that [the letters <i>zayin</i> and <i>mem</i>] are doubled [in the name “Zamzummim”], which thus indicates “the people from whom nothing is withheld which they purpose to do.”<sup class=\"footnote-marker\">173</sup><i class=\"footnote\">See Genesis 11:6.</i>", "versionTitle": "Commentary on the Torah by Ramban (Nachmanides). Translated and annotated by Charles B. Chavel. New York, Shilo Pub. House, 1971-1976", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "52245c6aedbab41a9d003ffe", "index_title": "Rashi on Deuteronomy", "category": "Commentary", "type": "commentary", "ref": "Rashi on Deuteronomy 2:10:1", "anchorRef": "Deuteronomy 2:10", "anchorRefExpanded": ["Deuteronomy 2:10"], "sourceRef": "Rashi on Deuteronomy 2:10:1", "sourceHeRef": "רש\"י על דברים ב׳:י׳:א׳", "anchorVerse": 10, "sourceHasEn": true, "compDate": [1075, 1105], "commentaryNum": 10.0001, "collectiveTitle": {"en": "Rashi", "he": "רש\"י"}, "heTitle": "רש\"י על דברים", "he": "<b>האמים לפנים וגו'.</b> אַתָּה סָבוּר שֶׁזּוֹ אֶרֶץ רְפָאִים שֶׁנָּתַתִּי לוֹ לְאַבְרָהָם, לְפִי שֶׁהָאֵמִים שֶׁהֵם רְפָאִים יָשְׁבוּ בָהּ לְפָנִים, אֲבָל לֹא זוֹ הִיא, כִּי אוֹתָן רְפָאִים הוֹרַשְׁתִּי מִפְּנֵי בְנֵי לוֹט וְהוֹשַׁבְתִּים תַּחְתָּם:", "heVersionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "האמים לפנים וגו׳ THE EMIM [ABODE THERE] FORMERLY — You might think that this is the land of the Rephaim which I gave (promised) to Abraham (Genesis 15:20), because the Emim who are Rephaim, dwelt there formerly (and they are one of the seven clans whose land you were to possess), but this is not that land, because those Rephaim I drove out from before the children of Lot and settled these in their stead (cf. Rashi on 3:13).", "versionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "license": "Public Domain", "versionTitleInHebrew": "חמישה חומשי תורה עם פירוש רש״י, מ. רוזנבאום וא.מ. סילברמן"}, {"_id": "525adb7dedbab421f87c095c", "index_title": "Ibn Ezra on Deuteronomy", "category": "Commentary", "type": "commentary", "ref": "Ibn Ezra on Deuteronomy 2:10:1", "anchorRef": "Deuteronomy 2:10", "anchorRefExpanded": ["Deuteronomy 2:10"], "sourceRef": "Ibn Ezra on Deuteronomy 2:10:1", "sourceHeRef": "אבן עזרא על דברים ב׳:י׳:א׳", "anchorVerse": 10, "sourceHasEn": true, "compDate": [1155, 1165], "commentaryNum": 10.0001, "collectiveTitle": {"en": "Ibn Ezra", "he": "אבן עזרא"}, "heTitle": "אבן עזרא על דברים", "he": "<b>האמים.</b> פירשתיו ספר הכתוב כי מואב לקח ער מיד האמים:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "THE EMIM. I have previously explained the meaning of Emim.<sup class=\"footnote-marker\">6</sup><i class=\"footnote\">See I.E. on Gen. 14:5 (Vol. 1, p. 105).</i> Scripture tells us that Moab took Ar from the Emim.", "versionTitle": "Ibn Ezra's commentary on the Pentateuch, tran. and annot. by H. Norman Strickman and Arthur M. Silver. Menorah Pub., 1988-2004", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "531e4fdffbfba276047f5c84", "index_title": "Onkelos Deuteronomy", "category": "Targum", "type": "targum", "ref": "Onkelos Deuteronomy 2:10", "anchorRef": "Deuteronomy 2:10", "anchorRefExpanded": ["Deuteronomy 2:10"], "sourceRef": "Onkelos Deuteronomy 2:10", "sourceHeRef": "תרגום אונקלוס על דברים ב׳:י׳", "anchorVerse": 10, "sourceHasEn": false, "compDate": [80, 120], "commentaryNum": 2.001, "collectiveTitle": {"en": "Onkelos Deuteronomy", "he": "תרגום אונקלוס על דברים"}, "heTitle": "תרגום אונקלוס על דברים", "he": "אֵימְתָנֵי מִלְּקַדְמִין יְתִיבוּ בַהּ עַם רַב וְסַגִּי וְתַקִּיף <b>כְּגִבָּרַיָּא</b>:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "חומש שפתי חכמים, מצודה תשס\"ט", "text": "The Eimim originally lived there—a people great and numerous and powerful like the Anokim [<b>giants</b>].", "versionTitle": "Metsudah Chumash, Metsudah Publications, 2009 [with Onkelos translation]", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "532b2683fbfba27c35eeb4c5", "index_title": "Targum Jonathan on Deuteronomy", "category": "Targum", "type": "targum", "ref": "Targum Jonathan on Deuteronomy 2:10", "anchorRef": "Deuteronomy 2:10", "anchorRefExpanded": ["Deuteronomy 2:10"], "sourceRef": "Targum Jonathan on Deuteronomy 2:10", "sourceHeRef": "תרגום יונתן על דברים ב׳:י׳", "anchorVerse": 10, "sourceHasEn": true, "compDate": [30, 70], "commentaryNum": 2.001, "collectiveTitle": {"en": "Targum Jonathan on Deuteronomy", "he": "תרגום יונתן על דברים"}, "heTitle": "תרגום יונתן על דברים", "he": "אֵימְתָנַיָא מִן לְקַדְמִין יָתִיבוּ בָּהּ עַם רַב וְסַגִי וְחָסִין הֵי כְּגִנְבָּרַיָא", "heVersionTitle": "Targum Jonathan on Deuteronomy", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": " The Emthanaia dwelt in it of old, a people great and many, and mighty as the giants. \n", "versionTitle": "The Targum of Jonathan ben Uzziel, trans. J. W. Etheridge, London, 1862", "license": "Public Domain", "versionTitleInHebrew": "תרגום ירושלמי (תרגום יונתן בן-עוזיאל) לתורה, תורגם ע״י ג׳ון ווסלי אטרידג׳, לונדון 1862"}, {"_id": "53f17ba2fbfba22336ea9ea2", "index_title": "Sforno on Deuteronomy", "category": "Commentary", "type": "commentary", "ref": "Sforno on Deuteronomy 2:10:1", "anchorRef": "Deuteronomy 2:10", "anchorRefExpanded": ["Deuteronomy 2:10"], "sourceRef": "Sforno on Deuteronomy 2:10:1", "sourceHeRef": "ספורנו על דברים ב׳:י׳:א׳", "anchorVerse": 10, "sourceHasEn": true, "compDate": [1500, 1550], "commentaryNum": 10.0001, "collectiveTitle": {"en": "Sforno", "he": "ספורנו"}, "heTitle": "ספורנו על דברים", "he": "<b>האמים לפנים.</b> מפני שלא היו בני לוט יורשי אברהם בדין כלל הודיע שגם להם נתן ה' את הארץ כמו לבני עשו והעד על זה כי שניהם כבשו את הארץ שלא כמנהג העולם:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "האימים לפנים, seeing that the descendants of Lot had no legal claim to inherit anything from Avraham at all, G’d announced that He had given them ancestral land just as He had done to the descendants of Esau who were descended from Avraham in a straight line. G’d testifies that both the Ammonites and the Moabites came to possess what they owned contrary to accepted norms.", "versionTitle": "Eliyahu Munk, HaChut Hameshulash", "license": "CC-BY", "versionTitleInHebrew": "החוט המשולש, אליהו מונק"}, {"_id": "54bd4827fbfba217333621e2", "index_title": "Ramban on Genesis", "category": "Quoting Commentary", "type": "", "ref": "Ramban on Genesis 36:20:1", "anchorRef": "Deuteronomy 2:10", "anchorRefExpanded": ["Deuteronomy 2:10"], "sourceRef": "Ramban on Genesis 36:20:1", "sourceHeRef": "רמב\"ן על בראשית ל״ו:כ׳:א׳", "anchorVerse": 10, "sourceHasEn": true, "compDate": [1246, 1286], "commentaryNum": 20.0001, "collectiveTitle": {"en": "Ramban on Genesis", "he": "רמב\"ן על בראשית"}, "he": "<b>אֵלֶּה בְּנֵי שֵׂעִיר הַחֹרִי</b> הַחֹרִי שֵׁם אִישׁ הָיָה אֲבִי אֻמָּה קַדְמוֹנִית תִּקָּרֵא עַל שְׁמוֹ כְּמוֹ הָאֱמוֹרִי וְהַפְּרִזִּי, כְּמוֹ שֶׁנֶּאֱמַר (דברים ב כב) \"אֲשֶׁר הִשְׁמִיד אֶת הַחֹרִי מִפְּנֵיהֶם\", וְנִקְרָא שֵׂעִיר עַל שֵׁם הָאָרֶץ שֶׁנִּקְרֵאת שֵׂעִיר, וְהַשֵּׁם הַזֶּה הָיָה לָאָרֶץ מִן עֵשָׂו שֶׁהוּא אִישׁ שֵׂעִיר מִיּוֹם שֶׁהָלַךְ שָׁם וְאֵילָךְ, וְכֵן שֵׁם אֱדוֹם מִמֶּנּוּ הָיָה, אֲבָל הַכָּתוּב הִפְרִישׁ בֵּינֵיהֶם, כִּי אֵלֶּה הֵם בְּנֵי שֵׂעִיר הַחוֹרִי שֶׁהָיוּ יוֹשְׁבֵי הָאָרֶץ לְמַבָּרִאשׁוֹנָה, לֹא בְּנֵי שֵׂעִיר הָאֲדוֹמִי אֲשֶׁר בָּא שָׁם, וְעוֹד אֲפָרֵשׁ יִחוּס הַחוֹרִי בְּמִשְׁנֵה תּוֹרָה (דברים ב י) בְּעֶזְרַת הַשֵּׁם. וְכָתַב רַבִּי אַבְרָהָם (אבן עזרא על בראשית ל\"ו:כ'), הִזְכִּיר הַכָּתוּב זֶה לְהַפְרִישׁ יִחוּסֵי שֵׂעִיר וְעֵשָׂו, כִּי יִשְׂרָאֵל יְצֻוּוּ עַל בְּנֵי עֵשָׂו. וְרַשִׁ\"י כָּתַב (רש\"י על בראשית ל\"ו:כ\"ד), לֹא הֻזְקַק לִכְתֹּב מִשְׁפְּחוֹת הַחוֹרִי אֶלָּא מִפְּנֵי תִּמְנַע לְהוֹדִיעַ גְּדֻלַּת אַבְרָהָם:", "heVersionTitle": "Vocalized Edition", "heLicense": "", "heVersionTitleInHebrew": "", "text": "THESE ARE THE SONS OF SE’IR ‘HACHORI’ (THE HORITE). <i>Hachori</i> was the name of a man who was the father of an ancient nation which was called by his name, just as the Amorite and the Perizzite, as it is said, <i>When He destroyed the Horites from before them</i>.<sup class=\"footnote-marker\">281</sup><i class=\"footnote\">Deuteronomy 2:22.</i> And he was called Se’ir because of the name of the land which was Se’ir — a name derived from Esau who was <i>a hairy man</i><sup class=\"footnote-marker\">282</sup><i class=\"footnote\">Above, 27:11.</i> — from the day Esau came there. The name Edom likewise stemmed from Esau. However, Scripture seems to distinguish between “Se’ir” and “Edom” for it says, <i>These are the sons of Se’ir the Horite</i> who were <i>the inhabitants of the land</i> from the first, not the sons of Se’ir the Edomite who came there. With the help of G-d, I will yet explain the genealogy of the Horite in the book of Mishneh Torah.<sup class=\"footnote-marker\">283</sup><i class=\"footnote\">Deuteronomy 2:10.</i><br>Rabbi Abraham ibn Ezra wrote: “Scripture mentions this in order to delineate the genealogy of Se’ir and Esau since Israel was to be commanded, concerning the sons of Esau, [not to abhor them or take their land].”<sup class=\"footnote-marker\">284</sup><i class=\"footnote\"><i>Ibid.</i>, 23:8; 2:5.</i> And Rashi wrote: “It would have been unnecessary to write the genealogy of the Horites had it not been that Scripture wishes to mention Timna, thereby showing the esteem in which Abraham was held.”", "versionTitle": "Commentary on the Torah by Ramban (Nachmanides). Translated and annotated by Charles B. Chavel. New York, Shilo Pub. House, 1971-1976", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "54bd4827fbfba217333621ec", "index_title": "Ramban on Genesis", "category": "Quoting Commentary", "type": "", "ref": "Ramban on Genesis 36:24:2", "anchorRef": "Deuteronomy 2:10", "anchorRefExpanded": ["Deuteronomy 2:10"], "sourceRef": "Ramban on Genesis 36:24:2", "sourceHeRef": "רמב\"ן על בראשית ל״ו:כ״ד:ב׳", "anchorVerse": 10, "sourceHasEn": true, "compDate": [1246, 1286], "commentaryNum": 24.0002, "collectiveTitle": {"en": "Ramban on Genesis", "he": "רמב\"ן על בראשית"}, "he": "<b>אֲשֶׁר מָצָא אֶת הַיֵּמִם</b> כְּדַעַת מִקְצָת רַבּוֹתֵינוּ בַּתַּלְמוּד (פסחים נד) הֵם הַפְּרָדִים, וְזֶה הָאִישׁ מָצָא כִּי יוֹלִידוּ מִין שֶׁלֹּא בְּמִינוֹ, וְאֵין כֵּן בִּשְׁאָר מִינֵי הַכִּלְאַיִם. וְאָמַר \"בַּמִּדְבָּר בִּרְעוֹתוֹ הַחֲמוֹרִים\", כִּי הָיוּ לוֹ שָׁם בַּמִּדְבָּר חֲמוֹרִים רַבִּים תּוֹבְעִים אֲתוֹנוֹת, וְהִרְבִּיעָם עִם הַסּוּסִיּוֹת וְהוֹלִידוּ. וְנִרְאֶה שֶׁנֶּחְשַׁב לוֹ בְּדוֹרוֹ לְחָכְמָה, כִּי הִכִּיר בְּמִינֵיהֶם שֶׁהֵם קְרוֹבִים בַּטֶּבַע וְיוֹלִידוּ, וְהָיָה נוֹדָע בַּמַּעֲשֶׂה הַהוּא, וְעַל כֵּן יְתָאֲרֵהוּ בּוֹ. וְאוּנְקְלוֹס (תרגום אונקלוס על בראשית ל\"ו:כ\"ד) תִּרְגֵּם \"גִּבָּרַיָּא\", וְהַנִּרְאֶה מִסְּבָרָתוֹ כִּי עֲנָה זֶה בָּאוּ עָלָיו מִן הָאֻמָּה הַנִּקְרֵאת אֵימִים לְפָנִים עַם גָּדוֹל וָרָם כַּעֲנָקִים (דברים ב י), וְרָצוּ לִגְזֹל מִמֶּנּוּ הַחֲמוֹרִים שֶׁל צִבְעוֹן אָבִיו, וְהוּא הָיָה בַּמִּדְבָּר וְאֵין עוֹזֵר לוֹ, וַתִּמְצָא יָדוֹ לָהֶם וְהִצִּיל מִיָּדָם, וְהוּא מִלְּשׁוֹן \"תִּמְצָא יָדְךָ לְכָל אֹיְבֶיךָ\" (תהלים כא ט), \"וְלֹא הִמְצִיתִךָ בְּיַד (שאול) דָּוִד\" (שמואל ב ג ח). אוֹ יֹאמַר שֶׁמָּצָא אוֹתָם וְנִצַּל וְהָיָה נוֹדָע בַּגְּבוּרָה הַזֹּאת, וְנָכוֹן הוּא:", "heVersionTitle": "Vocalized Edition", "heLicense": "", "heVersionTitleInHebrew": "", "text": "WHO FOUND THE ‘YEIMIM’ IN THE DESERT. In the opinion of some of our Rabbis in the Talmud,<sup class=\"footnote-marker\">294</sup><i class=\"footnote\">Pesachim 54a.</i> the <i>yeimim</i> are mules, and this man discovered that an ass and a mare, even though they were unlike species, could breed together as opposed to other unlike species. Scripture says that he found them <i>in the wilderness as he fed the asses</i>, for he had there in the desert many asses seeking she-asses and he mated them with mares, and they begot offspring. It would appear that in his generation it was accounted to him as an act of wisdom in that he knew the various species which are nearly alike in nature and thus can produce offspring by cross-breeding. He was thus known by this deed, and therefore Scripture described him by it. And Onkelos translated <i>yeimim</i> as valiant men. It would appear from his opinion that this Anah was attacked by people from a nation called Emim, as it is said, <i>The Emim… a people great, and many and tall as the Anakim</i>,<sup class=\"footnote-marker\">283</sup><i class=\"footnote\">Deuteronomy 2:10.</i> and they wished to rob him of the asses of Zibeon his father. He was in the desert with no one to help him, but he overtook them and saved the asses from their hand. The word <i>matza</i> in <i>matza eth hayeimim</i> is thus to be associated with these expressions: <i>Thine hand ‘timtza’ (shall overtake) all thine enemies;</i><sup class=\"footnote-marker\">295</sup><i class=\"footnote\">Psalms 21:9.</i> <i>And I have not delivered thee into the hand of Saul</i>.<sup class=\"footnote-marker\">296</sup><i class=\"footnote\">II Samuel 3:8. “Saul.” In the verse: “David.”</i> It may be that the word <i>matza</i> means that he found them and they were thus saved, and he came to be known for this prowess. This is correct.", "versionTitle": "Commentary on the Torah by Ramban (Nachmanides). Translated and annotated by Charles B. Chavel. New York, Shilo Pub. House, 1971-1976", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "54bd48a9fbfba217333659cc", "index_title": "Ramban on Genesis", "category": "Quoting Commentary", "type": "", "ref": "Ramban on Genesis 36:24:1", "anchorRef": "Deuteronomy 2:10", "anchorRefExpanded": ["Deuteronomy 2:10"], "sourceRef": "Ramban on Genesis 36:24:1", "sourceHeRef": "רמב\"ן על בראשית ל״ו:כ״ד:א׳", "anchorVerse": 10, "sourceHasEn": true, "compDate": [1246, 1286], "commentaryNum": 24.0001, "collectiveTitle": {"en": "Ramban on Genesis", "he": "רמב\"ן על בראשית"}, "he": "<b>וְאֵלֶּה בְנֵי צִבְעוֹן וְאַיָּה וַעֲנָה</b> הַוָּי\"ו יְתֵרָה, וְכֵן \"עֶבֶד אָבִיךָ וַאֲנִי מֵאָז וְעַתָּה וַאֲנִי עַבְדֶּךָ\" (שמו\"ב טו לד) דִּין שְׁנֵיהֶם אֲנִי, \"וְאֵלֶּה רָאשֵׁי בֵית אֲבוֹתָם וְעֵפֶר וְיִשְׁעִי\" (דהי\"א ה כד), וּכְמוֹהֶם רַבִּים. וְהִנֵּה צִבְעוֹן זֶה הוּא הַבֵּן הַשְּׁלִישִׁי לְשֵׂעִיר הַחוֹרִי, וְהוֹלִיד שְׁנֵי בָּנִים אֵלּוּ, אַיָּה וַעֲנָה, וְסִפֵּר הַכָּתוּב כִּי עֲנָה זֶה בֶּן צִבְעוֹן הוּא אוֹתוֹ עֲנָה שֶׁמָּצָא הַיֵּמִם בַּמִּדְבָּר בִּרְעוֹתוֹ הַחֲמוֹרִים שֶׁל צִבְעוֹן אָבִיו, לְהַבְדִּיל בֵּינוֹ וּבֵין עֲנָה דּוֹדוֹ אֲחִי צִבְעוֹן אָבִיו, וְזֶה עֲנָה בֶּן צִבְעוֹן הוּא חָמִיו שֶׁל עֵשָׂו:", "heVersionTitle": "Vocalized Edition", "heLicense": "", "heVersionTitleInHebrew": "", "text": "AND THESE ARE THE CHILDREN OF ZIBEON: AND AJAH, AND ANAH. The letter <i>vav</i> in the word <i>v’ayah</i> — (and Ajah) is redundant. Similarly: <i>Thy father’s servant ‘va’ani’ (and I) have been in time past, so ‘va’ani’ (and I) will now be thy servant</i>.<sup class=\"footnote-marker\">290</sup><i class=\"footnote\">II Samuel 15:34.</i> In both cases the <i>vav</i> is redundant, and the meaning of the word is <i>ani</i> (I). <i>And there were the heads of their fathers’ houses: ‘va’epher’ (and Epher), and Ishi</i><sup class=\"footnote-marker\">291</sup><i class=\"footnote\">I Chronicles 5:24.</i> — here too the <i>vav</i> is redundant. And there are many others like them.<br>Now this Zibeon was the third son of Se’ir the Horite,<sup class=\"footnote-marker\">292</sup><i class=\"footnote\">Verse 20 here.</i> and he begot these two children, Ajah and Anah, and Scripture relates that this Anah, Zibeon’s son, <i>was that</i> same <i>Anah who found the mules in the desert as he fed the asses of Zibeon his father</i>, to differentiate between him and his uncle Anah,<sup class=\"footnote-marker\">292</sup><i class=\"footnote\">Verse 20 here.</i> the brother of his father, Zibeon. This Anah, Zibeon’s son, was Esau’s father-in-law.<sup class=\"footnote-marker\">293</sup><i class=\"footnote\">Verse 2: <i>Oholibamah the daughter of Anah</i>.</i>", "versionTitle": "Commentary on the Torah by Ramban (Nachmanides). Translated and annotated by Charles B. Chavel. New York, Shilo Pub. House, 1971-1976", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "55a3aaebfbfba277e99707ed", "index_title": "Genesis", "category": "Tanakh", "type": "", "ref": "Genesis 14:5", "anchorRef": "Deuteronomy 2:10", "anchorRefExpanded": ["Deuteronomy 2:10"], "sourceRef": "Genesis 14:5", "sourceHeRef": "בראשית י״ד:ה׳", "anchorVerse": 10, "sourceHasEn": true, "compDate": [-1400, -400], "commentaryNum": 14.0005, "collectiveTitle": {"en": "Genesis", "he": "בראשית"}, "heTitle": "בראשית", "he": "וּבְאַרְבַּע֩ עֶשְׂרֵ֨ה שָׁנָ֜ה בָּ֣א כְדׇרְלָעֹ֗מֶר וְהַמְּלָכִים֙ אֲשֶׁ֣ר אִתּ֔וֹ וַיַּכּ֤וּ אֶת־רְפָאִים֙ בְּעַשְׁתְּרֹ֣ת קַרְנַ֔יִם וְאֶת־הַזּוּזִ֖ים בְּהָ֑ם וְאֵת֙ הָֽאֵימִ֔ים בְּשָׁוֵ֖ה קִרְיָתָֽיִם׃", "heVersionTitle": "Miqra according to the Masorah", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "מקרא על פי המסורה", "text": "In the fourteenth year Chedorlaomer and the kings who were with him came and defeated the Rephaim at Ashteroth-karnaim, the Zuzim at Ham, the Emim at Shaveh-kiriathaim,", "versionTitle": "The Contemporary Torah, Jewish Publication Society, 2006", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "55a3c085fbfba277e9971521", "index_title": "Genesis", "category": "Tanakh", "type": "", "ref": "Genesis 15:20", "anchorRef": "Deuteronomy 2:10", "anchorRefExpanded": ["Deuteronomy 2:10"], "sourceRef": "Genesis 15:20", "sourceHeRef": "בראשית ט״ו:כ׳", "anchorVerse": 10, "sourceHasEn": true, "compDate": [-1400, -400], "commentaryNum": 15.002, "collectiveTitle": {"en": "Genesis", "he": "בראשית"}, "heTitle": "בראשית", "he": "וְאֶת־הַחִתִּ֥י וְאֶת־הַפְּרִזִּ֖י וְאֶת־הָרְפָאִֽים׃", "heVersionTitle": "Miqra according to the Masorah", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "מקרא על פי המסורה", "text": "the Hittites, the Perizzites, the Rephaim,", "versionTitle": "The Contemporary Torah, Jewish Publication Society, 2006", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "560ba94cfbfba25e369f7f5c", "index_title": "Haamek Davar on Deuteronomy", "category": "Commentary", "type": "commentary", "ref": "Haamek Davar on Deuteronomy 2:10:1", "anchorRef": "Deuteronomy 2:10", "anchorRefExpanded": ["Deuteronomy 2:10"], "sourceRef": "Haamek Davar on Deuteronomy 2:10:1", "sourceHeRef": "העמק דבר על דברים ב׳:י׳:א׳", "anchorVerse": 10, "sourceHasEn": false, "compDate": [1849, 1879], "commentaryNum": 10.0001, "collectiveTitle": {"en": "Haamek Davar", "he": "העמק דבר"}, "he": "<b> האמים.</b> אינו אומה שנקראת רפאים בימי א״א. שאומה זו נקראת בימי משה רבינו חוי וישראל כבשוה אבל האימים המה מקיני קנזי וקדמוני. ומואב כנו אותם בשם אימים על שם אימתם כדכתיב בסמוך והמואבים יקראו להם אימים:\n", "heVersionTitle": "Sefer Torat Elohim, Vilna 1879", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר תורת אלוהים, וילנא 1879", "text": [], "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": "תרגום קהילת ספריא"}, {"_id": "569b7a8cd6e4a979b409f488", "index_title": "Shadal on Deuteronomy", "category": "Commentary", "type": "commentary", "ref": "Shadal on Deuteronomy 2:10:1", "anchorRef": "Deuteronomy 2:10", "anchorRefExpanded": ["Deuteronomy 2:10"], "sourceRef": "Shadal on Deuteronomy 2:10:1", "sourceHeRef": "שד\"ל על דברים ב׳:י׳:א׳", "anchorVerse": 10, "sourceHasEn": false, "compDate": [1845, 1865], "commentaryNum": 10.0001, "collectiveTitle": {"en": "Shadal", "he": "שד\"ל"}, "heTitle": "שד\"ל על דברים", "he": "האמים לפנים: ושני פסוקים שאחריו אינם מאמר מוסגר כדעת רמבמ\"ן, אבל גם הם מדברי ה' להודיע כי מאתו באה הארץ ההיא למואב, כי לפנים ישבו בה עם חזק הרבה יותר מן המואבים, וה' היה אתם, וישמידום וישבו תחתם, ואגב מודיע כי כיוצא בזה עשה ה' לבני עשו שהגבירם על החורים, וכל זה אמנם להודיע כי אין ה' מעביר מתנותיו מזה לזה, ושאחר שיורישם את הארץ לא יקחה עוד מידם לתתה לעם אחר, לולא ירבו לחטוא לו.", "heVersionTitle": "Shadal first edition, Padua 1871", "heLicense": "Public Domain", "heVersionTitleInHebrew": "שד״ל במהדורה המקורית, פדובה 1871", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "56d4c371d6e4a96832560ada", "index_title": "Rashi on Genesis", "category": "Quoting Commentary", "type": "", "ref": "Rashi on Genesis 14:5:4", "anchorRef": "Deuteronomy 2:10", "anchorRefExpanded": ["Deuteronomy 2:10"], "sourceRef": "Rashi on Genesis 14:5:4", "sourceHeRef": "רש\"י על בראשית י״ד:ה׳:ד׳", "anchorVerse": 10, "sourceHasEn": true, "compDate": [1075, 1105], "commentaryNum": 5.0004, "collectiveTitle": {"en": "Rashi on Genesis", "he": "רש\"י על בראשית"}, "heTitle": "רש\"י על בראשית", "he": "<b>הזוזים.</b> הֵם זַמְזֻמִּים:", "heVersionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "הזוזים These are the Zamzumim (see Deuteronomy 2:10 and Deuteronomy 2:20). ", "versionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "license": "Public Domain", "versionTitleInHebrew": "חמישה חומשי תורה עם פירוש רש״י, מ. רוזנבאום וא.מ. סילברמן"}, {"_id": "57e77d92d6e4a94c7c18b465", "index_title": "Tafsir Rasag", "category": "Targum", "type": "targum", "ref": "Tafsir Rasag, Deuteronomy 2:10", "anchorRef": "Deuteronomy 2:10", "anchorRefExpanded": ["Deuteronomy 2:10"], "sourceRef": "Tafsir Rasag, Deuteronomy 2:10", "sourceHeRef": "תפסיר רס\"ג, דברים ב׳:י׳", "anchorVerse": 10, "sourceHasEn": false, "compDate": [918, 942], "commentaryNum": 2.001, "collectiveTitle": {"en": "Tafsir Rasag", "he": "תפסיר רס\"ג"}, "heTitle": "דברים", "he": "וכאן אלמהיבון אקאם בהם קבלהם קום כביר ורפיע וכת̇יר כאלג̇בארין", "heVersionTitle": "Tafsir al-Torah bi-al-Arabiya, Paris, 1893", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תפסיר אלתורה באלערביה, פריס, 1893", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5889b509d6e4a902855ffc75", "index_title": "Tur HaArokh", "category": "Commentary", "type": "commentary", "ref": "Tur HaArokh, Deuteronomy 2:10:1", "anchorRef": "Deuteronomy 2:10", "anchorRefExpanded": ["Deuteronomy 2:10"], "sourceRef": "Tur HaArokh, Deuteronomy 2:10:1", "sourceHeRef": "הטור הארוך, דברים ב׳:י׳:א׳", "anchorVerse": 10, "sourceHasEn": true, "compDate": [1280, 1340], "commentaryNum": 10.0001, "collectiveTitle": {"en": "Tur HaAroch", "he": "הטור הארוך"}, "heTitle": "דברים", "he": "<b>האמים לפנים ישבו בה. </b>פרש\"י אתה סבור שזה היא ארץ רפאים שנתתי לאברהם לפי שהאימים שהם רפאים ישבו בה לא זו היא אותן רפאים הורשתי לבני לוט וכו' וכן פי' בפסוק ארץ רפאים תחשב אף היא לפי שהרפאים ישבו בה לפנים אבל לא זו היא שנתתי לאברהם. והקש' הרמב\"ן למה בא הפסוק לומר בארץ עמון ומואב שאינה ארץ רפאים שנתן לאברהם אם לומר שאינה ראויי' לישראל שאינ' מן הארץ אשר נשבע ה' לאבותם והלא הפסוק אינו אומר אלא כי לבני לוט נתתי' ירושה לומר אע\"פ שהיתה מנחלת אברהם כמו שכתב רש\"י בעצמו שנתן שתים לבני לוט בשכר שהלך עמו למצרים ושתק על מה שאמר על אשתו אחותי היא ועוד כתב בענין עשרה עממים נתתי לאברהם בז' די לכם וקיני וקניזי וקדמוני הן עמון ומואב והר שעיר אחת מהם לעשו ושתים לעמון ומואב הרי ארץ עמון ומואב מנחלתו של אברהם היא ולמה אמר הקב\"ה למשה שלא יהא סבור שהיא ארץ רפאים שנתנה לאברהם. אבל פי' הפסוקי' הפך מדברי רש\"י בעבור שאמר הכתוב אל תצר את מואב כי אני נתתי לבני לוט את ער ירושה ספר הכתוב כי הארץ ידוע' לבני אברה' לולי שנתנה לבני לוט ואמר כי הארץ ההיא ישבו בה מעולם עם גדול ורב כענקים ולכך יקראו אותם המואבי' אימים לגודל האימה אשר יטילו על רואיהם והנה עשה לבני לוט נס לכבוד אברהם ויכלם ויורישם מפניהם ואין ראוי לגזול מהם אשר נתן להם השם במעשה נס. ופי':  ", "heVersionTitle": "Perush al ha-Torah, Hanover, 1838", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": " האמים לפנים ישבו בה, “in former times the Eymim lived there.” According to <i>Rashi</i> the point Moses is making here is that contrary to a common belief that the land of the Moabites is the land that G’d had promised to Avraham in Genesis chapter 15, where these Eymim had been described as the Refa-im, this is not so, and the Refa-im that lived in the land at that time had not been the original Refa-im, hence the land you knew as being populated by “Refa-im” was not the land promised b G’d to Avraham; therefore dispossessing the Moabites would not be conquering land promised to you by <i>Hashem.</i> The name<i> “Refa-im”</i> applied to the people disposed by the Moabites was a “borrowed” name, seeing that this people were of similarly gigantic stature as the original<i> R</i>refa-im, G’d had driven them out on account of Lot’s children.\n    Nachmanides has problems with <i>Rashi’s</i> interpretation, asking why he should interpret our verse as referring to lands of the Moabites and Ammonites, lands which were never intended for the Israelites, lands which were not identical with the land of the <i>Refa-im</i> promised to the descendants of Avraham. <i>Rashi</i> himself has explained that two of the three mentioned in the covenant between the pieces in Genesis 15,19 the קיני, קניזי, קדמוני are tribes whose lands are not again mentioned in promises to the other patriarchs, two of which lands were reserved for the descendants of Lot, although they had been promised to Avraham’s descendants, (verse 19) in recognition of Lots’ not revealing to Pharaoh that Sarai was Avraham’s wife, [so that in a manner of speaking, Avraham had ceded this land as reward to Lot., pending the coming of the Messiah. The third of these tribal lands was reserved for Esau’s descendants, i.e. Edom, also to be eventually part of Israel, after he coming of the Messiah. Nachmanides’ point is that from a geo-historical perspective, why would the Torah bother to tell us about these territorial changes and not about others unless they were linked to the fortunes of the Jewish people and deliberately engineered by G’d? Ed.]\n    He concludes that the correct interpretation of our verse (s) is the exact reverse of what <i>Rashi</i> has written, and that the Torah had reason to write these lines in order that we should not wonder about G’d being so insistent that we not harass either the Moabites or the Ammonites, in view of the fact that their lands had already been promised to our patriarch Avraham? If G’d had not had reason to give these lands to the descendants of Lot in the meantime, the present decree and caution would indeed have been difficult to comprehend. Proof that this is so is the very fact that the original inhabitants of those lands were such powerful human beings that unless G’d had specifically wanted it, the Ammonites and Moabites would never have been able to dispossess them. Seeing that this is so, now was not yet the time for the Israelites to grab these lands.\n", "versionTitle": "Tur on the Torah, trans. Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "58b6b190d6e4a952249cc6fa", "index_title": "Minchat Shai on Torah", "category": "Commentary", "type": "commentary", "ref": "Minchat Shai on Torah, Deuteronomy 2:10:1", "anchorRef": "Deuteronomy 2:10", "anchorRefExpanded": ["Deuteronomy 2:10"], "sourceRef": "Minchat Shai on Torah, Deuteronomy 2:10:1", "sourceHeRef": "מנחת שי על תורה, דברים ב׳:י׳:א׳", "anchorVerse": 10, "sourceHasEn": false, "compDate": [1526], "commentaryNum": 10.0001, "collectiveTitle": {"en": "Minchat Shai", "he": "מנחת שי"}, "heTitle": "דברים", "he": "<b>עם גדול וְרב בענקים.</b> במקצת ספרי הדפוס <b>וָרב</b> הוא\"ו בקמץ ותניינא דלקמן <b>וְרב</b> בשוא ובספרים מדוייקים כ\"י וגם בדפוסים ישנים שניהם בשוא וכן כתב א\"ת:", "heVersionTitle": "Minchat Shai on Torah", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "58b6b190d6e4a952249cc6fc", "index_title": "Minchat Shai on Torah", "category": "Commentary", "type": "commentary", "ref": "Minchat Shai on Torah, Deuteronomy 2:10:2", "anchorRef": "Deuteronomy 2:10", "anchorRefExpanded": ["Deuteronomy 2:10"], "sourceRef": "Minchat Shai on Torah, Deuteronomy 2:10:2", "sourceHeRef": "מנחת שי על תורה, דברים ב׳:י׳:ב׳", "anchorVerse": 10, "sourceHasEn": false, "compDate": [1526], "commentaryNum": 10.0002, "collectiveTitle": {"en": "Minchat Shai", "he": "מנחת שי"}, "heTitle": "דברים", "he": "<b>ורם.</b> כל אורייתא <b>וָרם</b> בר מן חד <b>וְרם</b> לבבך וכל שאר קריא <b>וְרם</b> בר מן א' כי יום לה' צבאות על כל גאה <b>וָרם</b>:", "heVersionTitle": "Minchat Shai on Torah", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5963682ad6e4a9416e9be169", "index_title": "Mizrachi", "category": "Commentary", "type": "commentary", "ref": "Mizrachi, Deuteronomy 2:10:1", "anchorRef": "Deuteronomy 2:10", "anchorRefExpanded": ["Deuteronomy 2:10"], "sourceRef": "Mizrachi, Deuteronomy 2:10:1", "sourceHeRef": "מזרחי, דברים ב׳:י׳:א׳", "anchorVerse": 10, "sourceHasEn": false, "compDate": [1475, 1525], "commentaryNum": 10.0001, "collectiveTitle": {"en": "Mizrachi", "he": "מזרחי"}, "heTitle": "דברים", "he": "<b>ואל תתגר בם מלחמה לא אסר להם על מואב אלא מלחמה אבל מיראים היו אותם כו'. </b>דאם לא כן קשיא ויגר מואב למה היו יראים מהם והלא מוזהרים היו שלא יעשו עמהם מלחמה אלא עכ\"ל שלא אסר להם אלא המלחמה אבל השלל והבזה לא אסר להם וזהו שאמרו עתה ילחכו הקהל את כל סביבותינו ולא אותנו כמנהג השוללים שלא במלחמה לשלול המקומות הרחוקי' אשר הם סביב המקום של מושב המלוכה ולא מקום מושב המלוכה עצמה:  ", "heVersionTitle": "Four commentaries on Rashi. Warsaw, 1862", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5963682cd6e4a9416e9be16f", "index_title": "Mizrachi", "category": "Commentary", "type": "commentary", "ref": "Mizrachi, Deuteronomy 2:10:2", "anchorRef": "Deuteronomy 2:10", "anchorRefExpanded": ["Deuteronomy 2:10"], "sourceRef": "Mizrachi, Deuteronomy 2:10:2", "sourceHeRef": "מזרחי, דברים ב׳:י׳:ב׳", "anchorVerse": 10, "sourceHasEn": false, "compDate": [1475, 1525], "commentaryNum": 10.0002, "collectiveTitle": {"en": "Mizrachi", "he": "מזרחי"}, "heTitle": "דברים", "he": "<b>ער שם המדינה. </b>שאם היה פירושו עיר היה לו לומר את ער פלוני לא את ער סתם:  ", "heVersionTitle": "Four commentaries on Rashi. Warsaw, 1862", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5963682fd6e4a9416e9be175", "index_title": "Mizrachi", "category": "Commentary", "type": "commentary", "ref": "Mizrachi, Deuteronomy 2:10:3", "anchorRef": "Deuteronomy 2:10", "anchorRefExpanded": ["Deuteronomy 2:10"], "sourceRef": "Mizrachi, Deuteronomy 2:10:3", "sourceHeRef": "מזרחי, דברים ב׳:י׳:ג׳", "anchorVerse": 10, "sourceHasEn": false, "compDate": [1475, 1525], "commentaryNum": 10.0003, "collectiveTitle": {"en": "Mizrachi", "he": "מזרחי"}, "heTitle": "דברים", "he": "<b>יירשום לשון הוה נתתי להם כח שהיו מורישים אותם והולכים. </b>וכמוהו ככה יעשה איוב על פי יי' יחנו ויש אשר ישכון הענן שכל אלו הם דברים ההוים תמיד ונופל בם בין לשון עתיד בין לשון עבר ולכן לא חש הכתוב לאמרו בלשון עתיד אבל גבי אז ישיר משה וגבי אז ידבר יהושע וגבי ובית יעשה לבת פרעה שלא היו אלא לפי שעה ואינו יכול לישבו בלשון הווה פירש אותו על המחשבה אז ישיר משה אז כשרא' הנס עלה בלבו שישיר שירה אז ידבר יהושע אז כשראה הנס אמר לו לבו שידב' ובית יעשה לבת פרעה אז חשב פרעה שיעשה וגבי אז יבנה שלמה במה פירשו בו חכמי ישראל שבקש לבנות ולא בנה למדנו שהיו\"ד על שם המחשבה נאמרה כל זה כתב רש\"י בפרשת בשלח ע\"ש:  ", "heVersionTitle": "Four commentaries on Rashi. Warsaw, 1862", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5a1547f1d6e4a92409ac50f8", "index_title": "Siftei Chakhamim", "category": "Commentary", "type": "commentary", "ref": "Siftei Chakhamim, Deuteronomy 2:10:1", "anchorRef": "Deuteronomy 2:10", "anchorRefExpanded": ["Deuteronomy 2:10"], "sourceRef": "Siftei Chakhamim, Deuteronomy 2:10:1", "sourceHeRef": "שפתי חכמים, דברים ב׳:י׳:א׳", "anchorVerse": 10, "sourceHasEn": true, "compDate": [1660, 1680], "commentaryNum": 10.0001, "collectiveTitle": {"en": "Siftei Chakhamim", "he": "שפתי חכמים"}, "heTitle": "דברים", "he": "<b>שנתתי לו לאברהם כו'.</b> רצה לתרץ מה בא הכתוב להודיענו במה שאמר האמים לפנים ישבו בה וגו'. ומתרץ אתה סבור וכו', כלומר, הז' אומות שנתתי לאברהם אחד מהם נקרא רפאים, אם כן סבר אתה שזו רפאים, ר\"ל עד שישבו שם אימים זו רפאים הם שנתתי לאברהם, אבל לא תעלה על דעתך כן. ומפרש והולך לפי שהאמים שהם רפאים ישבו בה לפנים, אבל לא זו היא, כי אותן רפאים, ר\"ל שישבו בו, כבר הורשתי מפני בני לוט והושבתי בני לוט תחתם, וכיון דלאו ארץ רפאים היה למה נקרא רפאים. ומפרש דרפאים היו נחשבים אותם אמים, והיאך נקראו רפאים כיון דנקראו אמים, ומפרש כענקים הנקראים רפאים על שם וכו', אף האמים מי שראה אותם ידיו מתרפות, משום הכי נקראו אמים ע\"ש שאימתם וכו'. כך מפרש רש\"י חבורו של מקרא: ", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY", "heVersionTitleInHebrew": "חומש שפתי חכמים, הוצאת מצודה, 2009", "text": "<b>That I gave to Avrohom, etc.</b> Rashi is answering the question: Why does the verse need to say, “The Eimim originally lived there, etc.”? Rashi answers: You might think, etc. I.e., One of the seven nations that I gave to Avrohom was called Rephaim. If so you might think this [where Lot’s descendants settled] is the land of Rephaim. I.e., the Eimim who lived there [immediately before Lot’s descendants] were the Rephaim that I gave to Avrohom. But do not think this. Rashi continues to explain, “Because the Eimim, who are actually Rephaim, lived there originally, but the Eimim living there [immediately before Lot’s descendants] were a different people.” I.e., the Eimim that lived there originally, were already driven out [by the second Eimim] in favor of Lot’s descendants and [afterwards] Lot’s descendants settled there. Yet since this was no longer the land of [the original] Rephaim, why was it called “Rephaim”? Rashi explains: “Those Eimim were considered Rephaim.” Yet why were they called Rephaim if they were [actually] the Eimim? Rashi explains: Just as the Anokim were called Rephaim, etc., also the Eimim [were called Rephaim] — because whoever saw them, their hands became weak (<i>rafeh)</i> from fright. And they [the actual Rephaim] were called Eimim because of the people’s fear (<i>eimah</i>) of them, etc. This is how Rashi explains the context of these verses. ", "versionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": "חומש שפתי חכמים, הוצאת מצודה, 2009"}, {"_id": "5b0fd33e2f650300563a7d73", "index_title": "Shenei Luchot HaBerit", "category": "Musar", "type": "", "ref": "Shenei Luchot HaBerit, Shaar HaOtiyot, Shetikah 41", "anchorRef": "Deuteronomy 2:10", "anchorRefExpanded": ["Deuteronomy 2:10"], "sourceRef": "Shenei Luchot HaBerit, Shaar HaOtiyot, Shetikah 41", "sourceHeRef": "שני לוחות הברית, שער האותיות, אות ש' שתיקה מ״א", "anchorVerse": 10, "sourceHasEn": false, "compDate": [1611, 1631], "commentaryNum": 41, "collectiveTitle": {"en": "Shenei Luchot HaBerit", "he": "שני לוחות הברית"}, "heTitle": "אות ש' שתיקה", "he": "<b>וזה לשון</b> רש\"ל בספר ים של שלמה במסכת בבא קמא בפרק שור שנגח ד' וה', עולא איקלע לבבל ורב שמואל בר יודא מתה לו בת. א\"ל רבנן לעולא, קום וניזל לנחמו. א\"ל מאי אית ליה גבי נחמתא דבבלאי דגידופא הוא כלפי מעלה, שאומרים לאבל מאי אפשר למעבד, הא אפשר למעבד, עבדי, בתמיה. פירוש כשאומרים מאי אפשר למיעבד הכי פירושו, קשה עלייהו הדבר מאוד, אבל אין כח בידינו ללחום עם הקב\"ה. אבל היה כח בידיהם, עבדי, בתמיה, א\"כ הם מתרעמים על מידותיו של הקב\"ה, ונראה בעיניהם כאלו שלא כדין המיתו. בשלמא מלך בשר ודם אם המית בנו של אחד, ודומה להם שלא כדין המיתו, וקשה להם המות, יכולים לנחמו מאי אית לך למעבד וכי לריב ולנצח המלך. אבל אלף הבדלות במלך מלכי המלכים שכל דבריו משפט, ומסתמא כדין המיתו כי אין עולה לפניו, על כרחך מחוייבים לקבל גזירות המקום מאהבה ולברך על הטובה. והלך הוא לבדו והתחיל לנחם, ואמר מה כשאמר הקב\"ה <small>(דברים ב, י)</small> אל תצר את מואב, אף שהתחילו בקלקול ושכרו את בלעם אפילו הכי חס רחמנא עליהם משום רות המואביה. בתו של רבי, אם היתה כשירה וראויה לצאת ממנה דבר טוב, על אחת כמה וכמה דהוה חיה:", "heVersionTitle": "Shenei Luchot HaBrit, based on Amsterdam, 1698 ed. Part I", "heLicense": "Public Domain", "heVersionTitleInHebrew": "שני לוחות הברית, אמשטרדם תנ\"ח -- ח\"א", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5b6bf507af3503027e682396", "index_title": "Malbim on Deuteronomy", "category": "Commentary", "type": "commentary", "ref": "Malbim on Deuteronomy 2:10:1", "anchorRef": "Deuteronomy 2:10", "anchorRefExpanded": ["Deuteronomy 2:10"], "sourceRef": "Malbim on Deuteronomy 2:10:1", "sourceHeRef": "מלבי\"ם על דברים ב׳:י׳:א׳", "anchorVerse": 10, "sourceHasEn": false, "compDate": [1844, 1874], "commentaryNum": 10.0001, "collectiveTitle": {"en": "Malbim", "he": "מלבי\"ם"}, "heTitle": "מלבי\"ם על דברים", "he": "<b>האמים</b>, אחר שספר שאמר להם ה' שארץ אדום וארץ מואב הם להם ירושה מאברהם אבינו, בא לספר איך שבעת שרצה ה' להבטיח לאברהם נחלת עשרה עממין הכין תכף האמצעים שיגיעו לידי יורשי אברהם בעתיד, כי ארץ ז' עממים היתה בעת ההיא ביד בני שם והכין ה' שהכנעני הלך בעת ההיא וכבשה מיד בני שם שעי\"כ יוכלו ישראל לכבשה מידם כמ\"ש רש\"י בפ' לך על והכנעני אז בארץ, וארץ אדום ומואב ובני עמון היתה אז תחת יד גבורים רפאים וענקים וסבב ה' שכדרלעומר והמלכים אשר אתו נצחו אז את יושבי הארץ והכריתו את הרפאים משם, כמ\"ש בא כדרלעומר וגו' ויכו את רפאים בעשתרות קרנים, שהוא ארץ עוג שאז ישבו בה רפאים, ואת הזוזים בהם, הם זמזומים שישבו שם אח\"כ בני עמון, ואת האימים בשוה קריתים, שהיתה אח\"כ ארץ מואב, ואת החורי בהררם שעיר וכמש\"פ שם, וע\"כ אמר על ארץ מואב <b>האמים לפנים ישבו בה</b> שהם האמים אשר בשוה קריתים והם היו <b>עם גדול ורם כענקים</b>:", "heVersionTitle": "Mikraei Kodesh, Vilna, 1891", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מקראי קודש, וילנא תרנ\"א", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5c467a3308d98a02694cbab3", "index_title": "Jastrow", "category": "Reference", "type": "reference", "ref": "Jastrow, גִּיבַּר 1", "anchorRef": "Deuteronomy 2:10", "anchorRefExpanded": ["Deuteronomy 2:10"], "sourceRef": "Jastrow, גִּיבַּר 1", "sourceHeRef": "מילון יסטרוב, גִּיבַּר א׳", "anchorVerse": 10, "sourceHasEn": true, "compDate": [1883, 1903], "commentaryNum": 1, "collectiveTitle": {"en": "Jastrow", "he": "מילון יסטרוב"}, "heTitle": "גִּיבַּר", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<strong dir=\"rtl\">גִּיבַּר</strong>, <strong dir=\"rtl\">גִּיבָּרָא</strong>, <strong dir=\"rtl\">גִּבּ׳</strong> m.  ch. = h. <a dir=\"rtl\" class=\"refLink\" href=\"/Jastrow,_גִּבּוֹר.1\" data-ref=\"Jastrow, גִּבּוֹר 1\">גִּבּוֹר</a>  , <i>strong; hero; giant</i>. <a class=\"refLink\" href=\"/Onkelos_Genesis.10.8\" data-ref=\"Onkelos Genesis 10:8\">Targ. Gen. X, 8</a>; a. e.—Pl. <span dir=\"rtl\">גִּיבָּרִין</span>, <span dir=\"rtl\">גִּיבָּרַיָּא</span>, <a dir=\"rtl\" class=\"refLink\" href=\"/Jastrow,_גִּיבַּר.1\" data-ref=\"Jastrow, גִּיבַּר 1\">גִּבָּ׳</a>. Targ. O. a. Y. II <a class=\"refLink\" href=\"/Genesis.49.5\" data-ref=\"Genesis 49:5\">Gen. XLIX, 5</a>; a. e.—<a class=\"refLink\" href=\"/Onkelos_Genesis.36.24\" data-ref=\"Onkelos Genesis 36:24\">Targ. O. Gen. XXXVI, 24</a> (Y. <span dir=\"rtl\">כודנייתא</span>, h. text <a dir=\"rtl\" class=\"refLink\" href=\"/Jastrow,_יְמָם.1\" data-ref=\"Jastrow, יְמָם 1\">ימם</a>). <a class=\"refLink\" href=\"/Onkelos_Genesis.15.20\" data-ref=\"Onkelos Genesis 15:20\">Targ. O. Gen. XV, 20</a> <span dir=\"rtl\">גִּיבָּרַיָּא</span> ed. Berl. (ed. <a dir=\"rtl\" class=\"refLink\" href=\"/Jastrow,_גִּבָּרָא.1\" data-ref=\"Jastrow, גִּבָּרָא 1\">גִּבָּרָאֵי</a>, Y. <a dir=\"rtl\" class=\"refLink\" href=\"/Jastrow,_*גְּזָרָאֵי.1\" data-ref=\"Jastrow, *גְּזָרָאֵי 1\">גְּבָרָאֵי</a>, h. text <span dir=\"rtl\">רפאים</span>); <a class=\"refLink\" href=\"/Deuteronomy.2.10\" data-ref=\"Deuteronomy 2:10\">Deut. II, 10</a>; <a class=\"refLink\" href=\"/Deuteronomy.2.11\" data-ref=\"Deuteronomy 2:11\">11</a> (Y. <span dir=\"rtl\">גִּנְבָּרַיָּא</span>, h. text <span dir=\"rtl\">ענקים</span>). Ib. 20; 21.—<a class=\"refLink\" href=\"/Sanhedrin.100b.6\" data-ref=\"Sanhedrin 100b:6\">Snh. 100ᵇ</a> <span dir=\"rtl\">גברי גיברין קטל דויא</span> grief kills the strongest man.—Fem. pl. <a dir=\"rtl\" class=\"refLink\" href=\"/Jastrow,_גִּבַּרְוָותָא.1\" data-ref=\"Jastrow, גִּבַּרְוָותָא 1\">גִּיבַּרְוָותָא</a>, <a dir=\"rtl\" class=\"refLink\" href=\"/Jastrow,_גִּיבַּר.1\" data-ref=\"Jastrow, גִּיבַּר 1\">גִּבַּ׳</a>. <a class=\"refLink\" href=\"/Berakhot.31a.27\" data-ref=\"Berakhot 31a:27\">Ber. 31ᵃ</a> <span dir=\"rtl\">כמה הלכתא ג׳ וכ׳</span> (Ms. M. <a dir=\"rtl\" class=\"refLink\" href=\"/Jastrow,_גְּבַרְתָּא.1\" data-ref=\"Jastrow, גְּבַרְתָּא 1\">גִּבָּרָתָא</a>) how many <i>important</i> rules can we learn &c.!"], "versionTitle": "London, Luzac, 1903", "license": "Public Domain", "versionTitleInHebrew": "תרס״ג"}, {"_id": "5d077bd6fd5d7b009d79945b", "index_title": "Etz Yosef on Bereishit Rabbah", "category": "Quoting Commentary", "type": "", "ref": "Etz Yosef on Bereishit Rabbah 26:7:1", "anchorRef": "Deuteronomy 2:10", "anchorRefExpanded": ["Deuteronomy 2:10"], "sourceRef": "Etz Yosef on Bereishit Rabbah 26:7:1", "sourceHeRef": "עץ יוסף על בראשית רבה כ״ו:ז׳:א׳", "anchorVerse": 10, "sourceHasEn": false, "compDate": [1807, 1833], "commentaryNum": 7.0001, "collectiveTitle": {"en": "Etz Yosef on Bereishit Rabbah", "he": "עץ יוסף על בראשית רבה"}, "heTitle": "עץ יוסף על בראשית רבה", "he": "<b>שבע שמות נקראו להם </b>המורים על גבורתם. דכתיב בפרשה דברים האמים לפנים ישבו בה עם גדול ורב ורם כענקים רפאים יחשבו אף הם כענקים והמואבים יקראו להם אמים. וכתיב תו התם רפאים ישבו בה לפנים והעמונים יקראו להם זמזומים עם גדול רב ורם כענקים. ובפרשת שלח לך כתיב ושם ראינו את הנפילים בני ענק. והכא כתיב הנפילים היו בארץ וגו' ועוד כתיב (דברים ב׳:י׳) והעוים. ודעת המדרש שמ\"ש והעוים פירושו שהם עם גדול כענקים ועל כן ישבו בחצרים (ועיין ביפ\"ת ובנזה\"ק):", "heVersionTitle": "Midrash Rabbah with Etz Yosef, Warsaw, 1867", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש רבה עם פירוש עץ יוסף, וורשא תרכ\"ז", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5dcd432703bbe83363ff3b5e", "index_title": "Midrash Sekhel Tov", "category": "Midrash", "type": "", "ref": "Midrash Sekhel Tov, Shemot 12:34:1", "anchorRef": "Deuteronomy 2:10", "anchorRefExpanded": ["Deuteronomy 2:10"], "sourceRef": "Midrash Sekhel Tov, Shemot 12:34:1", "sourceHeRef": "מדרש שכל טוב, שמות י״ב:ל״ד:א׳", "anchorVerse": 10, "sourceHasEn": false, "compDate": [1139], "commentaryNum": 34.0001, "collectiveTitle": {"en": "Midrash Sekhel Tov", "he": "מדרש שכל טוב"}, "heTitle": "שמות", "he": "וישא העם את בצקו. לפי שאמר העם שהוא לשון יחיד, כדכתיב עם גדול ורב (דברים ב י), לכך נאמר בצקו לשון יחיד. בצק היינו עיסה שנילושה ולא נאפית, וכה\"א מלוש בצק עד חומצתו (הושע ז ד), ובדברי רבותינו בצק שתחת הצפורן, דהיינו צואה דק כבצק, ומסלסלי התורה אומרים כי צק לבד הם יסוד התיבה, ודומה לו בצקת עפר למוצק (איוב לח לח), וכל דומיהן. ואין למלת בצק דמיון במקרא זולתי ורגלך לא בצקה (דברים ח ד), כלומר לא הלכו יחף להיותה מטוטשת מטיט היות נילוש עליה:", "heVersionTitle": "Sechel Tob, Berlin 1900-1901", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש שכל טוב, ברלין תר\"ס-תרס\"א", "text": [], "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": ""}, {"_id": "5ebd6028036e8c437c7613ae", "index_title": "Peninei Halakhah, Sukkot", "category": "Halakhah", "type": "", "ref": "Peninei Halakhah, Sukkot 8:2:3", "anchorRef": "Deuteronomy 1:1-6:9", "anchorRefExpanded": ["Deuteronomy 1:1", "Deuteronomy 1:2", "Deuteronomy 1:3", "Deuteronomy 1:4", "Deuteronomy 1:5", "Deuteronomy 1:6", "Deuteronomy 1:7", "Deuteronomy 1:8", "Deuteronomy 1:9", "Deuteronomy 1:10", "Deuteronomy 1:11", "Deuteronomy 1:12", "Deuteronomy 1:13", "Deuteronomy 1:14", "Deuteronomy 1:15", "Deuteronomy 1:16", "Deuteronomy 1:17", "Deuteronomy 1:18", "Deuteronomy 1:19", "Deuteronomy 1:20", "Deuteronomy 1:21", "Deuteronomy 1:22", "Deuteronomy 1:23", "Deuteronomy 1:24", "Deuteronomy 1:25", "Deuteronomy 1:26", "Deuteronomy 1:27", "Deuteronomy 1:28", "Deuteronomy 1:29", "Deuteronomy 1:30", "Deuteronomy 1:31", "Deuteronomy 1:32", "Deuteronomy 1:33", "Deuteronomy 1:34", "Deuteronomy 1:35", "Deuteronomy 1:36", "Deuteronomy 1:37", "Deuteronomy 1:38", "Deuteronomy 1:39", "Deuteronomy 1:40", "Deuteronomy 1:41", "Deuteronomy 1:42", "Deuteronomy 1:43", "Deuteronomy 1:44", "Deuteronomy 1:45", "Deuteronomy 1:46", "Deuteronomy 2:1", "Deuteronomy 2:2", "Deuteronomy 2:3", "Deuteronomy 2:4", "Deuteronomy 2:5", "Deuteronomy 2:6", "Deuteronomy 2:7", "Deuteronomy 2:8", "Deuteronomy 2:9", "Deuteronomy 2:10", "Deuteronomy 2:11", "Deuteronomy 2:12", "Deuteronomy 2:13", "Deuteronomy 2:14", "Deuteronomy 2:15", "Deuteronomy 2:16", "Deuteronomy 2:17", "Deuteronomy 2:18", "Deuteronomy 2:19", "Deuteronomy 2:20", "Deuteronomy 2:21", "Deuteronomy 2:22", "Deuteronomy 2:23", "Deuteronomy 2:24", "Deuteronomy 2:25", "Deuteronomy 2:26", "Deuteronomy 2:27", "Deuteronomy 2:28", "Deuteronomy 2:29", "Deuteronomy 2:30", "Deuteronomy 2:31", "Deuteronomy 2:32", "Deuteronomy 2:33", "Deuteronomy 2:34", "Deuteronomy 2:35", "Deuteronomy 2:36", "Deuteronomy 2:37", "Deuteronomy 3:1", "Deuteronomy 3:2", "Deuteronomy 3:3", "Deuteronomy 3:4", "Deuteronomy 3:5", "Deuteronomy 3:6", "Deuteronomy 3:7", "Deuteronomy 3:8", "Deuteronomy 3:9", "Deuteronomy 3:10", "Deuteronomy 3:11", "Deuteronomy 3:12", "Deuteronomy 3:13", "Deuteronomy 3:14", "Deuteronomy 3:15", "Deuteronomy 3:16", "Deuteronomy 3:17", "Deuteronomy 3:18", "Deuteronomy 3:19", "Deuteronomy 3:20", "Deuteronomy 3:21", "Deuteronomy 3:22", "Deuteronomy 3:23", "Deuteronomy 3:24", "Deuteronomy 3:25", "Deuteronomy 3:26", "Deuteronomy 3:27", "Deuteronomy 3:28", "Deuteronomy 3:29", "Deuteronomy 4:1", "Deuteronomy 4:2", "Deuteronomy 4:3", "Deuteronomy 4:4", "Deuteronomy 4:5", "Deuteronomy 4:6", "Deuteronomy 4:7", "Deuteronomy 4:8", "Deuteronomy 4:9", "Deuteronomy 4:10", "Deuteronomy 4:11", "Deuteronomy 4:12", "Deuteronomy 4:13", "Deuteronomy 4:14", "Deuteronomy 4:15", "Deuteronomy 4:16", "Deuteronomy 4:17", "Deuteronomy 4:18", "Deuteronomy 4:19", "Deuteronomy 4:20", "Deuteronomy 4:21", "Deuteronomy 4:22", "Deuteronomy 4:23", "Deuteronomy 4:24", "Deuteronomy 4:25", "Deuteronomy 4:26", "Deuteronomy 4:27", "Deuteronomy 4:28", "Deuteronomy 4:29", "Deuteronomy 4:30", "Deuteronomy 4:31", "Deuteronomy 4:32", "Deuteronomy 4:33", "Deuteronomy 4:34", "Deuteronomy 4:35", "Deuteronomy 4:36", "Deuteronomy 4:37", "Deuteronomy 4:38", "Deuteronomy 4:39", "Deuteronomy 4:40", "Deuteronomy 4:41", "Deuteronomy 4:42", "Deuteronomy 4:43", "Deuteronomy 4:44", "Deuteronomy 4:45", "Deuteronomy 4:46", "Deuteronomy 4:47", "Deuteronomy 4:48", "Deuteronomy 4:49", "Deuteronomy 5:1", "Deuteronomy 5:2", "Deuteronomy 5:3", "Deuteronomy 5:4", "Deuteronomy 5:5", "Deuteronomy 5:6", "Deuteronomy 5:7", "Deuteronomy 5:8", "Deuteronomy 5:9", "Deuteronomy 5:10", "Deuteronomy 5:11", "Deuteronomy 5:12", "Deuteronomy 5:13", "Deuteronomy 5:14", "Deuteronomy 5:15", "Deuteronomy 5:16", "Deuteronomy 5:17", "Deuteronomy 5:18", "Deuteronomy 5:19", "Deuteronomy 5:20", "Deuteronomy 5:21", "Deuteronomy 5:22", "Deuteronomy 5:23", "Deuteronomy 5:24", "Deuteronomy 5:25", "Deuteronomy 5:26", "Deuteronomy 5:27", "Deuteronomy 5:28", "Deuteronomy 5:29", "Deuteronomy 5:30", "Deuteronomy 6:1", "Deuteronomy 6:2", "Deuteronomy 6:3", "Deuteronomy 6:4", "Deuteronomy 6:5", "Deuteronomy 6:6", "Deuteronomy 6:7", "Deuteronomy 6:8", "Deuteronomy 6:9"], "sourceRef": "Peninei Halakhah, Sukkot 8:2:3", "sourceHeRef": "פניני הלכה, סוכות ח׳:ב׳:ג׳", "anchorVerse": 1, "sourceHasEn": false, "compDate": [2009, 2013], "commentaryNum": 2.0003, "collectiveTitle": {"en": "Peninei Halakhah, Sukkot", "he": "פניני הלכה, סוכות"}, "he": "היו קוראים מתחילת חומש דברים עד סוף פרשת 'שמע' (דברים א, א – ו, ט). בקריאה זו לומדים באריכות על ההכנות לקראת הכניסה לארץ ישראל וחטא המרגלים ועונשו, כיבוש עבר הירדן ותחנוניו של משה רבנו להיכנס לארץ. לאחר מכן לומדים בהרחבה על מעמד הר סיני ואיסור עבודה זרה, ואזהרה לדורות, שישמרו ישראל את התורה והמצוות, ויחנכו לכך את בניהם, ועל ידי כך יאריכו ימים על הארץ הטובה. ובסיומה קוראים את פרשת 'שמע' שבה יסוד מצוות האמונה והמצווה לאהוב את ה'.", "heVersionTitle": "Peninei Halakhah, Yeshivat Har Bracha", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": "All the readings were from the book of Devarim. The first section was from the beginning of Devarim until the end of the <i>Shema</i> paragraph (1:1-6:9). These chapters describe the preparations for entering Eretz Yisrael, the sin of the spies and its consequences, the conquest of the east bank of the Jordan River, and Moshe’s supplications to enter the land. This is followed by a lengthy section about the revelation at Sinai and the prohibition of idol worship, and an admonition to future generations to keep Torah and <i>mitzvot</i> and teach them to their children. As a reward, they will endure in the land. The first selection concludes with <i>Shema</i> (<i>ibid</i>. 6:4-9), which expresses the foundation of faith and includes the commandment to love God.", "versionTitle": "Peninei Halakhah, English ed. Yeshivat Har Bracha", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "5f02d59c6d132ca49e443c67", "index_title": "Gur Aryeh on Devarim", "category": "Commentary", "type": "commentary", "ref": "Gur Aryeh on Devarim 2:10:1", "anchorRef": "Deuteronomy 2:10", "anchorRefExpanded": ["Deuteronomy 2:10"], "sourceRef": "Gur Aryeh on Devarim 2:10:1", "sourceHeRef": "גור אריה על דברים ב׳:י׳:א׳", "anchorVerse": 10, "sourceHasEn": false, "compDate": [1548, 1578], "commentaryNum": 10.0001, "collectiveTitle": {"en": "Gur Aryeh", "he": "גור אריה"}, "heTitle": "גור אריה על דברים", "he": "<b>אתה סבור שזו ארץ רפאים וכו'.</b> פירוש, מה שהוצרך הכתוב לומר \"האמים ישבו בה לפנים\", ומה ענין זה לכאן, אלא לומר לך שאל תאמר שארץ עמון הוא של ישראל לפי שרפאים היו יושבים בה לפנים וכו'<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"31\"></i>, ולפיכך אמר שאין זה כן, אלא אף הם יחשבו רפאים כמו ענקים, שנקראים 'רפאים' וכו'<br>:<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"32\"></i>והקשה הרמב\"ן, מה בכך ויהיה ארצם רפאים שנתן לאברהם, אחר שנתן לבני לוט – הוא שלהם, שהרי עמון ומואב ושעיר גם כן נתן לאברהם, והיא ארץ קיני קניזי וקדמוני (רש\"י פסוק ה), ובשביל אברהם נתן לעמון ומואב ואדום, ואם כן ארץ רפאים – אף על גב שנתן לאברהם – למה לא יהיה לעמון ומואב בשביל אברהם<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"33\"></i>. ואין זה קשיא, כי יש לישראל על כל פנים לרשת שבעה גוים (להלן ז, א), ואם נתן רפאים גם כן לבני לוט<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"34\"></i>, לא יהיה לישראל שבעה גוים, כי קיני קניזי וקדמוני ודאי לבני לוט<br>:<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"35\"></i>אבל יש להקשות, איך יאמרו ישראל שעמון ומואב היא ארץ רפאים<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"36\"></i>, אם כן היכן היא ארץ קיני קניזי וקדמוני ששייך לעמון ומואב ואדום (רש\"י פסוק ה). ושמא יש לומר, שיאמרו ישראל כי קיני וקניזי – יש ארץ אומה אחרת שלא היה לישראל חלק בו<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"37\"></i>, והוא שייך לבני עמון ומואב, וסוף סוף לקחו עמון ומואב ארץ רפאים שלא כדין, כי ארץ רפאים נתן לישראל<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"38\"></i>. ואין להקשות, מנא ליה לישראל לומר כך<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"39\"></i>, דילמא איפכא, רפאים הוא למואב, וקיני וקניזי הוא לישראל. דסברא הוא, שהאחרונים הם של ישראל<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"40\"></i>, כי עמון ומואב ואדום נטלו מתחלה ירושתם<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"41\"></i>, ממילא הג' הראשונים הם עמון ומואב ואדום, כסדר אשר ירשו:", "heVersionTitle": "Gur Aryeh, Machon Yerushalyim, 1989-1995", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "61d5d51ff4629f2b572780f0", "index_title": "Sefer HaShorashim", "category": "Reference", "type": "reference", "ref": "Sefer HaShorashim, אים 1", "anchorRef": "Deuteronomy 2:10", "anchorRefExpanded": ["Deuteronomy 2:10"], "sourceRef": "Sefer HaShorashim, אים 1", "sourceHeRef": "ספר השרשים, אים א׳", "anchorVerse": 10, "sourceHasEn": false, "compDate": [1185, 1235], "commentaryNum": 1, "collectiveTitle": {"en": "Sefer HaShorashim", "he": "ספר השרשים"}, "heTitle": "אים", "he": ["<strong><big>אים</big></strong>   <strong>אָיֹם</strong> וְנוֹרָא (<a class=\"refLink\" href=\"Habakkuk 1:7\" data-ref=\"Habakkuk 1:7\">חבקוק א, ז</a>), <strong>אֲיֻמָּה</strong> כַּנִּדְגָּלֽוֹת (<a class=\"refLink\" href=\"Song of Songs 6:10\" data-ref=\"Song of Songs 6:10\">שיר השירים ו, י</a>). <strong>והשׁם</strong> וְהִנֵּה <strong>אֵימָה</strong> (<a class=\"refLink\" href=\"Genesis 15:12\" data-ref=\"Genesis 15:12\">בראשית טו, יב</a>), ובסמוך <strong>אֵימַת</strong> מֶלֶךְ (<a class=\"refLink\" href=\"Proverbs 20:2\" data-ref=\"Proverbs 20:2\">משלי כ, ב</a>), ובקבוץ הנקבות <strong>וְאֵימוֹת</strong> מָוֶת (<a class=\"refLink\" href=\"Psalms 55:5\" data-ref=\"Psalms 55:5\">תהלים נה, ה</a>). <strong>אֵימָתָה</strong> וָפַחַד (<a class=\"refLink\" href=\"Exodus 15:15\" data-ref=\"Exodus 15:15\">שמות טו, טו</a>) נכפל בו סימן הנקבה כמו שנכפל <strong>יְשׁוּעָתָה</strong> (<a class=\"refLink\" href=\"Psalms 3:3\" data-ref=\"Psalms 3:3\">תהלים ג, ג</a>). ובקבוץ הזכרים יַֽהֲלֹךְ עָלָיו <strong>אֵמִֽים</strong> (<a class=\"refLink\" href=\"Job 20:25\" data-ref=\"Job 20:25\">איוב כ, כה</a>), נָשָׂאתִי <strong>אֵמֶיךָ</strong> (<a class=\"refLink\" href=\"Psalms 88:16\" data-ref=\"Psalms 88:16\">תהלים פח, טז</a>), <strong>הָֽאֵמִים</strong> לְפָנִים (<a class=\"refLink\" href=\"Deuteronomy 2:10\" data-ref=\"Deuteronomy 2:10\">דברים ב, י</a>) הם הענקים ונקראו כן לפי שתפול אימה ופחד על רואיהם, <strong>וּבָֽאֵימִים</strong> יִתְהֹלָֽלוּ (<a class=\"refLink\" href=\"Jeremiah 50:38\" data-ref=\"Jeremiah 50:38\">ירמיה נ, לח</a>), הם הפסילים וקראם אימים על גנאי כמו עצבים או נקראו כן לפי שהעוברים אותם יפחדו מהם, וענין כלם פחד ויראה."], "heVersionTitle": "Sefer HaShorashim, Berlin 1847", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "62035c3e5503e69f1d5d61e8", "index_title": "Numbers", "category": "Tanakh", "type": "", "ref": "Numbers 13", "anchorRef": "Deuteronomy 2:10", "anchorRefExpanded": ["Deuteronomy 2:10"], "sourceRef": "Numbers 13", "sourceHeRef": "במדבר י״ג", "anchorVerse": 10, "sourceHasEn": true, "compDate": [-1400, -400], "commentaryNum": 13.0, "collectiveTitle": {"en": "Numbers", "he": "במדבר"}, "heTitle": "במדבר", "he": ["וַיְדַבֵּ֥ר יְהֹוָ֖ה אֶל־מֹשֶׁ֥ה לֵּאמֹֽר׃", "שְׁלַח־לְךָ֣ אֲנָשִׁ֗ים וְיָתֻ֙רוּ֙ אֶת־אֶ֣רֶץ כְּנַ֔עַן אֲשֶׁר־אֲנִ֥י נֹתֵ֖ן לִבְנֵ֣י יִשְׂרָאֵ֑ל אִ֣ישׁ אֶחָד֩ אִ֨ישׁ אֶחָ֜ד לְמַטֵּ֤ה אֲבֹתָיו֙ תִּשְׁלָ֔חוּ כֹּ֖ל נָשִׂ֥יא בָהֶֽם׃", "וַיִּשְׁלַ֨ח אֹתָ֥ם מֹשֶׁ֛ה מִמִּדְבַּ֥ר פָּארָ֖ן עַל־פִּ֣י יְהֹוָ֑ה כֻּלָּ֣ם אֲנָשִׁ֔ים רָאשֵׁ֥י בְנֵֽי־יִשְׂרָאֵ֖ל הֵֽמָּה׃", "וְאֵ֖לֶּה שְׁמוֹתָ֑ם לְמַטֵּ֣ה רְאוּבֵ֔ן שַׁמּ֖וּעַ בֶּן־זַכּֽוּר׃", "לְמַטֵּ֣ה שִׁמְע֔וֹן שָׁפָ֖ט בֶּן־חוֹרִֽי׃", "לְמַטֵּ֣ה יְהוּדָ֔ה כָּלֵ֖ב בֶּן־יְפֻנֶּֽה׃", "לְמַטֵּ֣ה יִשָּׂשכָ֔ר יִגְאָ֖ל בֶּן־יוֹסֵֽף׃", "לְמַטֵּ֥ה אֶפְרָ֖יִם הוֹשֵׁ֥עַ בִּן־נֽוּן׃", "לְמַטֵּ֣ה בִנְיָמִ֔ן פַּלְטִ֖י בֶּן־רָפֽוּא׃", "לְמַטֵּ֣ה זְבוּלֻ֔ן גַּדִּיאֵ֖ל בֶּן־סוֹדִֽי׃", "לְמַטֵּ֥ה יוֹסֵ֖ף לְמַטֵּ֣ה מְנַשֶּׁ֑ה גַּדִּ֖י בֶּן־סוּסִֽי׃", "לְמַטֵּ֣ה דָ֔ן עַמִּיאֵ֖ל בֶּן־גְּמַלִּֽי׃", "לְמַטֵּ֣ה אָשֵׁ֔ר סְת֖וּר בֶּן־מִיכָאֵֽל׃", "לְמַטֵּ֣ה נַפְתָּלִ֔י נַחְבִּ֖י בֶּן־וׇפְסִֽי׃", "לְמַטֵּ֣ה גָ֔ד גְּאוּאֵ֖ל בֶּן־מָכִֽי׃", "אֵ֚לֶּה שְׁמ֣וֹת הָֽאֲנָשִׁ֔ים אֲשֶׁר־שָׁלַ֥ח מֹשֶׁ֖ה לָת֣וּר אֶת־הָאָ֑רֶץ וַיִּקְרָ֥א מֹשֶׁ֛ה לְהוֹשֵׁ֥עַ בִּן־נ֖וּן יְהוֹשֻֽׁעַ׃", "וַיִּשְׁלַ֤ח אֹתָם֙ מֹשֶׁ֔ה לָת֖וּר אֶת־אֶ֣רֶץ כְּנָ֑עַן וַיֹּ֣אמֶר אֲלֵהֶ֗ם עֲל֥וּ זֶה֙ בַּנֶּ֔גֶב וַעֲלִיתֶ֖ם אֶת־הָהָֽר׃", "וּרְאִיתֶ֥ם אֶת־הָאָ֖רֶץ מַה־הִ֑וא וְאֶת־הָעָם֙ הַיֹּשֵׁ֣ב עָלֶ֔יהָ הֶחָזָ֥ק הוּא֙ הֲרָפֶ֔ה הַמְעַ֥ט ה֖וּא אִם־רָֽב׃", "וּמָ֣ה הָאָ֗רֶץ אֲשֶׁר־הוּא֙ יֹשֵׁ֣ב בָּ֔הּ הֲטוֹבָ֥ה הִ֖וא אִם־רָעָ֑ה וּמָ֣ה הֶֽעָרִ֗ים אֲשֶׁר־הוּא֙ יוֹשֵׁ֣ב בָּהֵ֔נָּה הַבְּמַֽחֲנִ֖ים אִ֥ם בְּמִבְצָרִֽים׃", "וּמָ֣ה הָ֠אָ֠רֶץ הַשְּׁמֵנָ֨ה הִ֜וא אִם־רָזָ֗ה הֲיֵֽשׁ־בָּ֥הּ עֵץ֙ אִם־אַ֔יִן וְהִ֨תְחַזַּקְתֶּ֔ם וּלְקַחְתֶּ֖ם מִפְּרִ֣י הָאָ֑רֶץ וְהַ֨יָּמִ֔ים יְמֵ֖י בִּכּוּרֵ֥י עֲנָבִֽים׃", "וַֽיַּעֲל֖וּ וַיָּתֻ֣רוּ אֶת־הָאָ֑רֶץ מִמִּדְבַּר־צִ֥ן עַד־רְחֹ֖ב לְבֹ֥א חֲמָֽת׃", "וַיַּעֲל֣וּ בַנֶּ֘גֶב֮ וַיָּבֹ֣א עַד־חֶבְרוֹן֒ וְשָׁ֤ם אֲחִימַן֙ שֵׁשַׁ֣י וְתַלְמַ֔י יְלִידֵ֖י הָעֲנָ֑ק וְחֶבְר֗וֹן שֶׁ֤בַע שָׁנִים֙ נִבְנְתָ֔ה לִפְנֵ֖י צֹ֥עַן מִצְרָֽיִם׃", "וַיָּבֹ֜אוּ עַד־נַ֣חַל אֶשְׁכֹּ֗ל וַיִּכְרְת֨וּ מִשָּׁ֤ם זְמוֹרָה֙ וְאֶשְׁכּ֤וֹל עֲנָבִים֙ אֶחָ֔ד וַיִּשָּׂאֻ֥הוּ בַמּ֖וֹט בִּשְׁנָ֑יִם וּמִן־הָרִמֹּנִ֖ים וּמִן־הַתְּאֵנִֽים׃", "לַמָּק֣וֹם הַה֔וּא קָרָ֖א נַ֣חַל אֶשְׁכּ֑וֹל עַ֚ל אֹד֣וֹת הָֽאֶשְׁכּ֔וֹל אֲשֶׁר־כָּרְת֥וּ מִשָּׁ֖ם בְּנֵ֥י יִשְׂרָאֵֽל׃", "וַיָּשֻׁ֖בוּ מִתּ֣וּר הָאָ֑רֶץ מִקֵּ֖ץ אַרְבָּעִ֥ים יֽוֹם׃", "וַיֵּלְכ֡וּ וַיָּבֹ֩אוּ֩ אֶל־מֹשֶׁ֨ה וְאֶֽל־אַהֲרֹ֜ן וְאֶל־כׇּל־עֲדַ֧ת בְּנֵֽי־יִשְׂרָאֵ֛ל אֶל־מִדְבַּ֥ר פָּארָ֖ן קָדֵ֑שָׁה וַיָּשִׁ֨יבוּ אֹתָ֤ם דָּבָר֙ וְאֶת־כׇּל־הָ֣עֵדָ֔ה וַיַּרְא֖וּם אֶת־פְּרִ֥י הָאָֽרֶץ׃", "וַיְסַפְּרוּ־לוֹ֙ וַיֹּ֣אמְר֔וּ בָּ֕אנוּ אֶל־הָאָ֖רֶץ אֲשֶׁ֣ר שְׁלַחְתָּ֑נוּ וְ֠גַ֠ם זָבַ֨ת חָלָ֥ב וּדְבַ֛שׁ הִ֖וא וְזֶה־פִּרְיָֽהּ׃", "אֶ֚פֶס כִּֽי־עַ֣ז הָעָ֔ם הַיֹּשֵׁ֖ב בָּאָ֑רֶץ וְהֶֽעָרִ֗ים בְּצֻר֤וֹת גְּדֹלֹת֙ מְאֹ֔ד וְגַם־יְלִדֵ֥י הָֽעֲנָ֖ק רָאִ֥ינוּ שָֽׁם׃", "עֲמָלֵ֥ק יוֹשֵׁ֖ב בְּאֶ֣רֶץ הַנֶּ֑גֶב וְ֠הַֽחִתִּ֠י וְהַיְבוּסִ֤י וְהָֽאֱמֹרִי֙ יוֹשֵׁ֣ב בָּהָ֔ר וְהַֽכְּנַעֲנִי֙ יוֹשֵׁ֣ב עַל־הַיָּ֔ם וְעַ֖ל יַ֥ד הַיַּרְדֵּֽן׃", "וַיַּ֧הַס כָּלֵ֛ב אֶת־הָעָ֖ם אֶל־מֹשֶׁ֑ה וַיֹּ֗אמֶר עָלֹ֤ה נַעֲלֶה֙ וְיָרַ֣שְׁנוּ אֹתָ֔הּ כִּֽי־יָכ֥וֹל נוּכַ֖ל לָֽהּ׃", "וְהָ֨אֲנָשִׁ֜ים אֲשֶׁר־עָל֤וּ עִמּוֹ֙ אָֽמְר֔וּ לֹ֥א נוּכַ֖ל לַעֲל֣וֹת אֶל־הָעָ֑ם כִּֽי־חָזָ֥ק ה֖וּא מִמֶּֽנּוּ׃", "וַיֹּצִ֜יאוּ דִּבַּ֤ת הָאָ֙רֶץ֙ אֲשֶׁ֣ר תָּר֣וּ אֹתָ֔הּ אֶל־בְּנֵ֥י יִשְׂרָאֵ֖ל לֵאמֹ֑ר הָאָ֡רֶץ אֲשֶׁר֩ עָבַ֨רְנוּ בָ֜הּ לָת֣וּר אֹתָ֗הּ אֶ֣רֶץ אֹכֶ֤לֶת יוֹשְׁבֶ֙יהָ֙ הִ֔וא וְכׇל־הָעָ֛ם אֲשֶׁר־רָאִ֥ינוּ בְתוֹכָ֖הּ אַנְשֵׁ֥י מִדּֽוֹת׃", "וְשָׁ֣ם רָאִ֗ינוּ אֶת־הַנְּפִילִ֛ים בְּנֵ֥י עֲנָ֖ק מִן־הַנְּפִלִ֑ים וַנְּהִ֤י בְעֵינֵ֙ינוּ֙ כַּֽחֲגָבִ֔ים וְכֵ֥ן הָיִ֖ינוּ בְּעֵינֵיהֶֽם׃"], "heVersionTitle": "Miqra according to the Masorah", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "מקרא על פי המסורה", "text": [" יהוה spoke to Moses, saying,", "“Send agents<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>agents </b>Lit. “participants whose involvement defines the (proposed) situation”; trad. “men.” See the Dictionary under <i>’ish</i>; Agent.</i> to scout the land of Canaan, which I am giving to the Israelite people; send one participant from each of their ancestral tribes, each one a chieftain among them.”", "So Moses, by יהוה’s command, sent them out from the wilderness of Paran, all of them being men of consequence,<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>all of them being men of consequence </b>Heb. <i>kullam ’anashim</i>; NJPS “all the men being [leaders, etc.]”; trad. “all of them men.” See the Dictionary under <i>’ish</i>.</i> leaders of the Israelites.", "And these were their names: From the tribe of Reuben, Shammua son of Zaccur.", "From the tribe of Simeon, Shaphat son of Hori.", "From the tribe of Judah, Caleb son of Jephunneh.", "From the tribe of Issachar, Igal son of Joseph.", "From the tribe of Ephraim, Hosea<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>Hosea </b>Or “Hoshea.”</i> son of Nun.", "From the tribe of Benjamin, Palti son of Rafu.", "From the tribe of Zebulun, Gaddiel son of Sodi.", "From the tribe of Joseph, namely, the tribe of Manasseh, Gaddi son of Susi.", "From the tribe of Dan, Ammiel son of Gemalli.", "From the tribe of Asher, Sethur son of Michael.", "From the tribe of Naphtali, Nahbi son of Vophsi.", "From the tribe of Gad, Geuel son of Machi.", "Those were the names of the participants whom Moses sent to scout the land; but Moses changed the name of Hosea<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>Hosea </b>Or “Hoshea.”</i> son of Nun to Joshua.", "When Moses sent them to scout the land of Canaan, he said to them, “Go up there into the Negeb and on into the hill country,", "and see what kind of country it is. Are the people who dwell in it strong or weak, few or many?", "Is the country in which they dwell good or bad? Are the towns they live in open or fortified?", "Is the soil rich or poor? Is it wooded or not? And take pains to bring back some of the fruit of the land.”—Now it happened to be the season of the first ripe grapes.", "They went up and scouted the land, from the wilderness of Zin to Rehob, at Lebo-hamath.<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>Lebo-hamath </b>Others “the entrance to Hamath.”</i> ", "They went up into the Negeb and came to Hebron, where lived Ahiman, Sheshai, and Talmai, the Anakites.—Now Hebron was founded seven years before Zoan of Egypt.—", "They reached the wadi Eshcol, and there they cut down a branch with a single cluster of grapes—it had to be borne on a carrying frame by two of them—and some pomegranates and figs.", "That place was named the wadi Eshcol<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>Eshcol </b>I.e., “cluster.”</i> because of the cluster that the Israelites cut down there.", "At the end of forty days they returned from scouting the land.", "They went straight to Moses and Aaron and the whole Israelite community at Kadesh in the wilderness of Paran, and they made their report to them and to the whole community, as they showed them the fruit of the land.", "This is what they told him: “We came to the land you sent us to; it does indeed flow with milk and honey, and this is its fruit.", "However, the people who inhabit the country are powerful, and the cities are fortified and very large; moreover, we saw the Anakites there.", "Amalekites dwell in the Negeb region; Hittites, Jebusites, and Amorites inhabit the hill country; and Canaanites dwell by the Sea and along the Jordan.”", "Caleb hushed the people before Moses and said, “Let us by all means go up, and we shall gain possession of it, for we shall surely overcome it.”", "But the other men who had gone up with him said, “We cannot attack that people, for it is stronger than we.”", "Thus they spread calumnies among the Israelites about the land they had scouted, saying, “The country that we traversed and scouted is one that devours its settlers. All the people that we saw in it are of great size;", "we saw the Nephilim<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>Nephilim </b>See Gen. 6.4.</i> there—the Anakites are part of the Nephilim—and we looked like grasshoppers to ourselves, and so we must have looked to them.”"], "versionTitle": "The Contemporary Torah, Jewish Publication Society, 2006", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "62037e556bfddfbb310feb33", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Deuteronomy, On the Book of Deuteronomy and Its Structure 2-39", "anchorRef": "Deuteronomy 1:1-34:12", "anchorRefExpanded": ["Deuteronomy 1:1", "Deuteronomy 1:2", "Deuteronomy 1:3", "Deuteronomy 1:4", "Deuteronomy 1:5", "Deuteronomy 1:6", "Deuteronomy 1:7", "Deuteronomy 1:8", "Deuteronomy 1:9", "Deuteronomy 1:10", "Deuteronomy 1:11", "Deuteronomy 1:12", "Deuteronomy 1:13", "Deuteronomy 1:14", "Deuteronomy 1:15", "Deuteronomy 1:16", "Deuteronomy 1:17", "Deuteronomy 1:18", "Deuteronomy 1:19", "Deuteronomy 1:20", "Deuteronomy 1:21", "Deuteronomy 1:22", "Deuteronomy 1:23", "Deuteronomy 1:24", "Deuteronomy 1:25", "Deuteronomy 1:26", "Deuteronomy 1:27", "Deuteronomy 1:28", "Deuteronomy 1:29", "Deuteronomy 1:30", "Deuteronomy 1:31", "Deuteronomy 1:32", "Deuteronomy 1:33", "Deuteronomy 1:34", "Deuteronomy 1:35", "Deuteronomy 1:36", "Deuteronomy 1:37", "Deuteronomy 1:38", "Deuteronomy 1:39", "Deuteronomy 1:40", "Deuteronomy 1:41", "Deuteronomy 1:42", "Deuteronomy 1:43", "Deuteronomy 1:44", "Deuteronomy 1:45", "Deuteronomy 1:46", "Deuteronomy 2:1", "Deuteronomy 2:2", "Deuteronomy 2:3", "Deuteronomy 2:4", "Deuteronomy 2:5", "Deuteronomy 2:6", "Deuteronomy 2:7", "Deuteronomy 2:8", "Deuteronomy 2:9", "Deuteronomy 2:10", "Deuteronomy 2:11", "Deuteronomy 2:12", "Deuteronomy 2:13", "Deuteronomy 2:14", "Deuteronomy 2:15", "Deuteronomy 2:16", "Deuteronomy 2:17", "Deuteronomy 2:18", "Deuteronomy 2:19", "Deuteronomy 2:20", "Deuteronomy 2:21", "Deuteronomy 2:22", "Deuteronomy 2:23", "Deuteronomy 2:24", "Deuteronomy 2:25", "Deuteronomy 2:26", "Deuteronomy 2:27", "Deuteronomy 2:28", "Deuteronomy 2:29", "Deuteronomy 2:30", "Deuteronomy 2:31", "Deuteronomy 2:32", "Deuteronomy 2:33", "Deuteronomy 2:34", "Deuteronomy 2:35", "Deuteronomy 2:36", "Deuteronomy 2:37", "Deuteronomy 3:1", "Deuteronomy 3:2", "Deuteronomy 3:3", "Deuteronomy 3:4", "Deuteronomy 3:5", "Deuteronomy 3:6", "Deuteronomy 3:7", "Deuteronomy 3:8", "Deuteronomy 3:9", "Deuteronomy 3:10", "Deuteronomy 3:11", "Deuteronomy 3:12", "Deuteronomy 3:13", "Deuteronomy 3:14", "Deuteronomy 3:15", "Deuteronomy 3:16", "Deuteronomy 3:17", "Deuteronomy 3:18", "Deuteronomy 3:19", "Deuteronomy 3:20", "Deuteronomy 3:21", "Deuteronomy 3:22", "Deuteronomy 3:23", "Deuteronomy 3:24", "Deuteronomy 3:25", "Deuteronomy 3:26", "Deuteronomy 3:27", "Deuteronomy 3:28", "Deuteronomy 3:29", "Deuteronomy 4:1", "Deuteronomy 4:2", "Deuteronomy 4:3", "Deuteronomy 4:4", "Deuteronomy 4:5", "Deuteronomy 4:6", "Deuteronomy 4:7", "Deuteronomy 4:8", "Deuteronomy 4:9", "Deuteronomy 4:10", "Deuteronomy 4:11", "Deuteronomy 4:12", "Deuteronomy 4:13", "Deuteronomy 4:14", "Deuteronomy 4:15", "Deuteronomy 4:16", "Deuteronomy 4:17", "Deuteronomy 4:18", "Deuteronomy 4:19", "Deuteronomy 4:20", "Deuteronomy 4:21", "Deuteronomy 4:22", "Deuteronomy 4:23", "Deuteronomy 4:24", "Deuteronomy 4:25", "Deuteronomy 4:26", "Deuteronomy 4:27", "Deuteronomy 4:28", "Deuteronomy 4:29", "Deuteronomy 4:30", "Deuteronomy 4:31", "Deuteronomy 4:32", "Deuteronomy 4:33", "Deuteronomy 4:34", "Deuteronomy 4:35", "Deuteronomy 4:36", "Deuteronomy 4:37", "Deuteronomy 4:38", "Deuteronomy 4:39", "Deuteronomy 4:40", "Deuteronomy 4:41", "Deuteronomy 4:42", "Deuteronomy 4:43", "Deuteronomy 4:44", "Deuteronomy 4:45", "Deuteronomy 4:46", "Deuteronomy 4:47", "Deuteronomy 4:48", "Deuteronomy 4:49", "Deuteronomy 5:1", "Deuteronomy 5:2", "Deuteronomy 5:3", "Deuteronomy 5:4", "Deuteronomy 5:5", "Deuteronomy 5:6", "Deuteronomy 5:7", "Deuteronomy 5:8", "Deuteronomy 5:9", "Deuteronomy 5:10", "Deuteronomy 5:11", "Deuteronomy 5:12", "Deuteronomy 5:13", "Deuteronomy 5:14", "Deuteronomy 5:15", "Deuteronomy 5:16", "Deuteronomy 5:17", "Deuteronomy 5:18", "Deuteronomy 5:19", "Deuteronomy 5:20", "Deuteronomy 5:21", "Deuteronomy 5:22", "Deuteronomy 5:23", "Deuteronomy 5:24", "Deuteronomy 5:25", "Deuteronomy 5:26", "Deuteronomy 5:27", "Deuteronomy 5:28", "Deuteronomy 5:29", "Deuteronomy 5:30", "Deuteronomy 6:1", "Deuteronomy 6:2", "Deuteronomy 6:3", "Deuteronomy 6:4", "Deuteronomy 6:5", "Deuteronomy 6:6", "Deuteronomy 6:7", "Deuteronomy 6:8", "Deuteronomy 6:9", "Deuteronomy 6:10", "Deuteronomy 6:11", "Deuteronomy 6:12", "Deuteronomy 6:13", "Deuteronomy 6:14", "Deuteronomy 6:15", "Deuteronomy 6:16", "Deuteronomy 6:17", "Deuteronomy 6:18", "Deuteronomy 6:19", "Deuteronomy 6:20", "Deuteronomy 6:21", "Deuteronomy 6:22", "Deuteronomy 6:23", "Deuteronomy 6:24", "Deuteronomy 6:25", "Deuteronomy 7:1", "Deuteronomy 7:2", "Deuteronomy 7:3", "Deuteronomy 7:4", "Deuteronomy 7:5", "Deuteronomy 7:6", "Deuteronomy 7:7", "Deuteronomy 7:8", "Deuteronomy 7:9", "Deuteronomy 7:10", "Deuteronomy 7:11", "Deuteronomy 7:12", "Deuteronomy 7:13", "Deuteronomy 7:14", "Deuteronomy 7:15", "Deuteronomy 7:16", "Deuteronomy 7:17", "Deuteronomy 7:18", "Deuteronomy 7:19", "Deuteronomy 7:20", "Deuteronomy 7:21", "Deuteronomy 7:22", "Deuteronomy 7:23", "Deuteronomy 7:24", "Deuteronomy 7:25", "Deuteronomy 7:26", "Deuteronomy 8:1", "Deuteronomy 8:2", "Deuteronomy 8:3", "Deuteronomy 8:4", "Deuteronomy 8:5", "Deuteronomy 8:6", "Deuteronomy 8:7", "Deuteronomy 8:8", "Deuteronomy 8:9", "Deuteronomy 8:10", "Deuteronomy 8:11", "Deuteronomy 8:12", "Deuteronomy 8:13", "Deuteronomy 8:14", "Deuteronomy 8:15", "Deuteronomy 8:16", "Deuteronomy 8:17", "Deuteronomy 8:18", "Deuteronomy 8:19", "Deuteronomy 8:20", "Deuteronomy 9:1", "Deuteronomy 9:2", "Deuteronomy 9:3", "Deuteronomy 9:4", "Deuteronomy 9:5", "Deuteronomy 9:6", "Deuteronomy 9:7", "Deuteronomy 9:8", "Deuteronomy 9:9", "Deuteronomy 9:10", "Deuteronomy 9:11", "Deuteronomy 9:12", "Deuteronomy 9:13", "Deuteronomy 9:14", "Deuteronomy 9:15", "Deuteronomy 9:16", "Deuteronomy 9:17", "Deuteronomy 9:18", "Deuteronomy 9:19", "Deuteronomy 9:20", "Deuteronomy 9:21", "Deuteronomy 9:22", "Deuteronomy 9:23", "Deuteronomy 9:24", "Deuteronomy 9:25", "Deuteronomy 9:26", "Deuteronomy 9:27", "Deuteronomy 9:28", "Deuteronomy 9:29", "Deuteronomy 10:1", "Deuteronomy 10:2", "Deuteronomy 10:3", "Deuteronomy 10:4", "Deuteronomy 10:5", "Deuteronomy 10:6", "Deuteronomy 10:7", "Deuteronomy 10:8", "Deuteronomy 10:9", "Deuteronomy 10:10", "Deuteronomy 10:11", "Deuteronomy 10:12", "Deuteronomy 10:13", "Deuteronomy 10:14", "Deuteronomy 10:15", "Deuteronomy 10:16", "Deuteronomy 10:17", "Deuteronomy 10:18", "Deuteronomy 10:19", "Deuteronomy 10:20", "Deuteronomy 10:21", "Deuteronomy 10:22", "Deuteronomy 11:1", "Deuteronomy 11:2", "Deuteronomy 11:3", "Deuteronomy 11:4", "Deuteronomy 11:5", "Deuteronomy 11:6", "Deuteronomy 11:7", "Deuteronomy 11:8", "Deuteronomy 11:9", "Deuteronomy 11:10", "Deuteronomy 11:11", "Deuteronomy 11:12", "Deuteronomy 11:13", "Deuteronomy 11:14", "Deuteronomy 11:15", "Deuteronomy 11:16", "Deuteronomy 11:17", "Deuteronomy 11:18", "Deuteronomy 11:19", "Deuteronomy 11:20", "Deuteronomy 11:21", "Deuteronomy 11:22", "Deuteronomy 11:23", "Deuteronomy 11:24", "Deuteronomy 11:25", "Deuteronomy 11:26", "Deuteronomy 11:27", "Deuteronomy 11:28", "Deuteronomy 11:29", "Deuteronomy 11:30", "Deuteronomy 11:31", "Deuteronomy 11:32", "Deuteronomy 12:1", "Deuteronomy 12:2", "Deuteronomy 12:3", "Deuteronomy 12:4", "Deuteronomy 12:5", "Deuteronomy 12:6", "Deuteronomy 12:7", "Deuteronomy 12:8", "Deuteronomy 12:9", "Deuteronomy 12:10", "Deuteronomy 12:11", "Deuteronomy 12:12", "Deuteronomy 12:13", "Deuteronomy 12:14", "Deuteronomy 12:15", "Deuteronomy 12:16", "Deuteronomy 12:17", "Deuteronomy 12:18", "Deuteronomy 12:19", "Deuteronomy 12:20", "Deuteronomy 12:21", "Deuteronomy 12:22", "Deuteronomy 12:23", "Deuteronomy 12:24", "Deuteronomy 12:25", "Deuteronomy 12:26", "Deuteronomy 12:27", "Deuteronomy 12:28", "Deuteronomy 12:29", "Deuteronomy 12:30", "Deuteronomy 12:31", "Deuteronomy 13:1", "Deuteronomy 13:2", "Deuteronomy 13:3", "Deuteronomy 13:4", "Deuteronomy 13:5", "Deuteronomy 13:6", "Deuteronomy 13:7", "Deuteronomy 13:8", "Deuteronomy 13:9", "Deuteronomy 13:10", "Deuteronomy 13:11", "Deuteronomy 13:12", "Deuteronomy 13:13", "Deuteronomy 13:14", "Deuteronomy 13:15", "Deuteronomy 13:16", "Deuteronomy 13:17", "Deuteronomy 13:18", "Deuteronomy 13:19", "Deuteronomy 14:1", "Deuteronomy 14:2", "Deuteronomy 14:3", "Deuteronomy 14:4", "Deuteronomy 14:5", "Deuteronomy 14:6", "Deuteronomy 14:7", "Deuteronomy 14:8", "Deuteronomy 14:9", "Deuteronomy 14:10", "Deuteronomy 14:11", "Deuteronomy 14:12", "Deuteronomy 14:13", "Deuteronomy 14:14", "Deuteronomy 14:15", "Deuteronomy 14:16", "Deuteronomy 14:17", "Deuteronomy 14:18", "Deuteronomy 14:19", "Deuteronomy 14:20", "Deuteronomy 14:21", "Deuteronomy 14:22", "Deuteronomy 14:23", "Deuteronomy 14:24", "Deuteronomy 14:25", "Deuteronomy 14:26", "Deuteronomy 14:27", "Deuteronomy 14:28", "Deuteronomy 14:29", "Deuteronomy 15:1", "Deuteronomy 15:2", "Deuteronomy 15:3", "Deuteronomy 15:4", "Deuteronomy 15:5", "Deuteronomy 15:6", "Deuteronomy 15:7", "Deuteronomy 15:8", "Deuteronomy 15:9", "Deuteronomy 15:10", "Deuteronomy 15:11", "Deuteronomy 15:12", "Deuteronomy 15:13", "Deuteronomy 15:14", "Deuteronomy 15:15", "Deuteronomy 15:16", "Deuteronomy 15:17", "Deuteronomy 15:18", "Deuteronomy 15:19", "Deuteronomy 15:20", "Deuteronomy 15:21", "Deuteronomy 15:22", "Deuteronomy 15:23", "Deuteronomy 16:1", "Deuteronomy 16:2", "Deuteronomy 16:3", "Deuteronomy 16:4", "Deuteronomy 16:5", "Deuteronomy 16:6", "Deuteronomy 16:7", "Deuteronomy 16:8", "Deuteronomy 16:9", "Deuteronomy 16:10", "Deuteronomy 16:11", "Deuteronomy 16:12", "Deuteronomy 16:13", "Deuteronomy 16:14", "Deuteronomy 16:15", "Deuteronomy 16:16", "Deuteronomy 16:17", "Deuteronomy 16:18", "Deuteronomy 16:19", "Deuteronomy 16:20", "Deuteronomy 16:21", "Deuteronomy 16:22", "Deuteronomy 17:1", "Deuteronomy 17:2", "Deuteronomy 17:3", "Deuteronomy 17:4", "Deuteronomy 17:5", "Deuteronomy 17:6", "Deuteronomy 17:7", "Deuteronomy 17:8", "Deuteronomy 17:9", "Deuteronomy 17:10", "Deuteronomy 17:11", "Deuteronomy 17:12", "Deuteronomy 17:13", "Deuteronomy 17:14", "Deuteronomy 17:15", "Deuteronomy 17:16", "Deuteronomy 17:17", "Deuteronomy 17:18", "Deuteronomy 17:19", "Deuteronomy 17:20", "Deuteronomy 18:1", "Deuteronomy 18:2", "Deuteronomy 18:3", "Deuteronomy 18:4", "Deuteronomy 18:5", "Deuteronomy 18:6", "Deuteronomy 18:7", "Deuteronomy 18:8", "Deuteronomy 18:9", "Deuteronomy 18:10", "Deuteronomy 18:11", "Deuteronomy 18:12", "Deuteronomy 18:13", "Deuteronomy 18:14", "Deuteronomy 18:15", "Deuteronomy 18:16", "Deuteronomy 18:17", "Deuteronomy 18:18", "Deuteronomy 18:19", "Deuteronomy 18:20", "Deuteronomy 18:21", "Deuteronomy 18:22", "Deuteronomy 19:1", "Deuteronomy 19:2", "Deuteronomy 19:3", "Deuteronomy 19:4", "Deuteronomy 19:5", "Deuteronomy 19:6", "Deuteronomy 19:7", "Deuteronomy 19:8", "Deuteronomy 19:9", "Deuteronomy 19:10", "Deuteronomy 19:11", "Deuteronomy 19:12", "Deuteronomy 19:13", "Deuteronomy 19:14", "Deuteronomy 19:15", "Deuteronomy 19:16", "Deuteronomy 19:17", "Deuteronomy 19:18", "Deuteronomy 19:19", "Deuteronomy 19:20", "Deuteronomy 19:21", "Deuteronomy 20:1", "Deuteronomy 20:2", "Deuteronomy 20:3", "Deuteronomy 20:4", "Deuteronomy 20:5", "Deuteronomy 20:6", "Deuteronomy 20:7", "Deuteronomy 20:8", "Deuteronomy 20:9", "Deuteronomy 20:10", "Deuteronomy 20:11", "Deuteronomy 20:12", "Deuteronomy 20:13", "Deuteronomy 20:14", "Deuteronomy 20:15", "Deuteronomy 20:16", "Deuteronomy 20:17", "Deuteronomy 20:18", "Deuteronomy 20:19", "Deuteronomy 20:20", "Deuteronomy 21:1", "Deuteronomy 21:2", "Deuteronomy 21:3", "Deuteronomy 21:4", "Deuteronomy 21:5", "Deuteronomy 21:6", "Deuteronomy 21:7", "Deuteronomy 21:8", "Deuteronomy 21:9", "Deuteronomy 21:10", "Deuteronomy 21:11", "Deuteronomy 21:12", "Deuteronomy 21:13", "Deuteronomy 21:14", "Deuteronomy 21:15", "Deuteronomy 21:16", "Deuteronomy 21:17", "Deuteronomy 21:18", "Deuteronomy 21:19", "Deuteronomy 21:20", "Deuteronomy 21:21", "Deuteronomy 21:22", "Deuteronomy 21:23", "Deuteronomy 22:1", "Deuteronomy 22:2", "Deuteronomy 22:3", "Deuteronomy 22:4", "Deuteronomy 22:5", "Deuteronomy 22:6", "Deuteronomy 22:7", "Deuteronomy 22:8", "Deuteronomy 22:9", "Deuteronomy 22:10", "Deuteronomy 22:11", "Deuteronomy 22:12", "Deuteronomy 22:13", "Deuteronomy 22:14", "Deuteronomy 22:15", "Deuteronomy 22:16", "Deuteronomy 22:17", "Deuteronomy 22:18", "Deuteronomy 22:19", "Deuteronomy 22:20", "Deuteronomy 22:21", "Deuteronomy 22:22", "Deuteronomy 22:23", "Deuteronomy 22:24", "Deuteronomy 22:25", "Deuteronomy 22:26", "Deuteronomy 22:27", "Deuteronomy 22:28", "Deuteronomy 22:29", "Deuteronomy 23:1", "Deuteronomy 23:2", "Deuteronomy 23:3", "Deuteronomy 23:4", "Deuteronomy 23:5", "Deuteronomy 23:6", "Deuteronomy 23:7", "Deuteronomy 23:8", "Deuteronomy 23:9", "Deuteronomy 23:10", "Deuteronomy 23:11", "Deuteronomy 23:12", "Deuteronomy 23:13", "Deuteronomy 23:14", "Deuteronomy 23:15", "Deuteronomy 23:16", "Deuteronomy 23:17", "Deuteronomy 23:18", "Deuteronomy 23:19", "Deuteronomy 23:20", "Deuteronomy 23:21", "Deuteronomy 23:22", "Deuteronomy 23:23", "Deuteronomy 23:24", "Deuteronomy 23:25", "Deuteronomy 23:26", "Deuteronomy 24:1", "Deuteronomy 24:2", "Deuteronomy 24:3", "Deuteronomy 24:4", "Deuteronomy 24:5", "Deuteronomy 24:6", "Deuteronomy 24:7", "Deuteronomy 24:8", "Deuteronomy 24:9", "Deuteronomy 24:10", "Deuteronomy 24:11", "Deuteronomy 24:12", "Deuteronomy 24:13", "Deuteronomy 24:14", "Deuteronomy 24:15", "Deuteronomy 24:16", "Deuteronomy 24:17", "Deuteronomy 24:18", "Deuteronomy 24:19", "Deuteronomy 24:20", "Deuteronomy 24:21", "Deuteronomy 24:22", "Deuteronomy 25:1", "Deuteronomy 25:2", "Deuteronomy 25:3", "Deuteronomy 25:4", "Deuteronomy 25:5", "Deuteronomy 25:6", "Deuteronomy 25:7", "Deuteronomy 25:8", "Deuteronomy 25:9", "Deuteronomy 25:10", "Deuteronomy 25:11", "Deuteronomy 25:12", "Deuteronomy 25:13", "Deuteronomy 25:14", "Deuteronomy 25:15", "Deuteronomy 25:16", "Deuteronomy 25:17", "Deuteronomy 25:18", "Deuteronomy 25:19", "Deuteronomy 26:1", "Deuteronomy 26:2", "Deuteronomy 26:3", "Deuteronomy 26:4", "Deuteronomy 26:5", "Deuteronomy 26:6", "Deuteronomy 26:7", "Deuteronomy 26:8", "Deuteronomy 26:9", "Deuteronomy 26:10", "Deuteronomy 26:11", "Deuteronomy 26:12", "Deuteronomy 26:13", "Deuteronomy 26:14", "Deuteronomy 26:15", "Deuteronomy 26:16", "Deuteronomy 26:17", "Deuteronomy 26:18", "Deuteronomy 26:19", "Deuteronomy 27:1", "Deuteronomy 27:2", "Deuteronomy 27:3", "Deuteronomy 27:4", "Deuteronomy 27:5", "Deuteronomy 27:6", "Deuteronomy 27:7", "Deuteronomy 27:8", "Deuteronomy 27:9", "Deuteronomy 27:10", "Deuteronomy 27:11", "Deuteronomy 27:12", "Deuteronomy 27:13", "Deuteronomy 27:14", "Deuteronomy 27:15", "Deuteronomy 27:16", "Deuteronomy 27:17", "Deuteronomy 27:18", "Deuteronomy 27:19", "Deuteronomy 27:20", "Deuteronomy 27:21", "Deuteronomy 27:22", "Deuteronomy 27:23", "Deuteronomy 27:24", "Deuteronomy 27:25", "Deuteronomy 27:26", "Deuteronomy 28:1", "Deuteronomy 28:2", "Deuteronomy 28:3", "Deuteronomy 28:4", "Deuteronomy 28:5", "Deuteronomy 28:6", "Deuteronomy 28:7", "Deuteronomy 28:8", "Deuteronomy 28:9", "Deuteronomy 28:10", "Deuteronomy 28:11", "Deuteronomy 28:12", "Deuteronomy 28:13", "Deuteronomy 28:14", "Deuteronomy 28:15", "Deuteronomy 28:16", "Deuteronomy 28:17", "Deuteronomy 28:18", "Deuteronomy 28:19", "Deuteronomy 28:20", "Deuteronomy 28:21", "Deuteronomy 28:22", "Deuteronomy 28:23", "Deuteronomy 28:24", "Deuteronomy 28:25", "Deuteronomy 28:26", "Deuteronomy 28:27", "Deuteronomy 28:28", "Deuteronomy 28:29", "Deuteronomy 28:30", "Deuteronomy 28:31", "Deuteronomy 28:32", "Deuteronomy 28:33", "Deuteronomy 28:34", "Deuteronomy 28:35", "Deuteronomy 28:36", "Deuteronomy 28:37", "Deuteronomy 28:38", "Deuteronomy 28:39", "Deuteronomy 28:40", "Deuteronomy 28:41", "Deuteronomy 28:42", "Deuteronomy 28:43", "Deuteronomy 28:44", "Deuteronomy 28:45", "Deuteronomy 28:46", "Deuteronomy 28:47", "Deuteronomy 28:48", "Deuteronomy 28:49", "Deuteronomy 28:50", "Deuteronomy 28:51", "Deuteronomy 28:52", "Deuteronomy 28:53", "Deuteronomy 28:54", "Deuteronomy 28:55", "Deuteronomy 28:56", "Deuteronomy 28:57", "Deuteronomy 28:58", "Deuteronomy 28:59", "Deuteronomy 28:60", "Deuteronomy 28:61", "Deuteronomy 28:62", "Deuteronomy 28:63", "Deuteronomy 28:64", "Deuteronomy 28:65", "Deuteronomy 28:66", "Deuteronomy 28:67", "Deuteronomy 28:68", "Deuteronomy 28:69", "Deuteronomy 29:1", "Deuteronomy 29:2", "Deuteronomy 29:3", "Deuteronomy 29:4", "Deuteronomy 29:5", "Deuteronomy 29:6", "Deuteronomy 29:7", "Deuteronomy 29:8", "Deuteronomy 29:9", "Deuteronomy 29:10", "Deuteronomy 29:11", "Deuteronomy 29:12", "Deuteronomy 29:13", "Deuteronomy 29:14", "Deuteronomy 29:15", "Deuteronomy 29:16", "Deuteronomy 29:17", "Deuteronomy 29:18", "Deuteronomy 29:19", "Deuteronomy 29:20", "Deuteronomy 29:21", "Deuteronomy 29:22", "Deuteronomy 29:23", "Deuteronomy 29:24", "Deuteronomy 29:25", "Deuteronomy 29:26", "Deuteronomy 29:27", "Deuteronomy 29:28", "Deuteronomy 30:1", "Deuteronomy 30:2", "Deuteronomy 30:3", "Deuteronomy 30:4", "Deuteronomy 30:5", "Deuteronomy 30:6", "Deuteronomy 30:7", "Deuteronomy 30:8", "Deuteronomy 30:9", "Deuteronomy 30:10", "Deuteronomy 30:11", "Deuteronomy 30:12", "Deuteronomy 30:13", "Deuteronomy 30:14", "Deuteronomy 30:15", "Deuteronomy 30:16", "Deuteronomy 30:17", "Deuteronomy 30:18", "Deuteronomy 30:19", "Deuteronomy 30:20", "Deuteronomy 31:1", "Deuteronomy 31:2", "Deuteronomy 31:3", "Deuteronomy 31:4", "Deuteronomy 31:5", "Deuteronomy 31:6", "Deuteronomy 31:7", "Deuteronomy 31:8", "Deuteronomy 31:9", "Deuteronomy 31:10", "Deuteronomy 31:11", "Deuteronomy 31:12", "Deuteronomy 31:13", "Deuteronomy 31:14", "Deuteronomy 31:15", "Deuteronomy 31:16", "Deuteronomy 31:17", "Deuteronomy 31:18", "Deuteronomy 31:19", "Deuteronomy 31:20", "Deuteronomy 31:21", "Deuteronomy 31:22", "Deuteronomy 31:23", "Deuteronomy 31:24", "Deuteronomy 31:25", "Deuteronomy 31:26", "Deuteronomy 31:27", "Deuteronomy 31:28", "Deuteronomy 31:29", "Deuteronomy 31:30", "Deuteronomy 32:1", "Deuteronomy 32:2", "Deuteronomy 32:3", "Deuteronomy 32:4", "Deuteronomy 32:5", "Deuteronomy 32:6", "Deuteronomy 32:7", "Deuteronomy 32:8", "Deuteronomy 32:9", "Deuteronomy 32:10", "Deuteronomy 32:11", "Deuteronomy 32:12", "Deuteronomy 32:13", "Deuteronomy 32:14", "Deuteronomy 32:15", "Deuteronomy 32:16", "Deuteronomy 32:17", "Deuteronomy 32:18", "Deuteronomy 32:19", "Deuteronomy 32:20", "Deuteronomy 32:21", "Deuteronomy 32:22", "Deuteronomy 32:23", "Deuteronomy 32:24", "Deuteronomy 32:25", "Deuteronomy 32:26", "Deuteronomy 32:27", "Deuteronomy 32:28", "Deuteronomy 32:29", "Deuteronomy 32:30", "Deuteronomy 32:31", "Deuteronomy 32:32", "Deuteronomy 32:33", "Deuteronomy 32:34", "Deuteronomy 32:35", "Deuteronomy 32:36", "Deuteronomy 32:37", "Deuteronomy 32:38", "Deuteronomy 32:39", "Deuteronomy 32:40", "Deuteronomy 32:41", "Deuteronomy 32:42", "Deuteronomy 32:43", "Deuteronomy 32:44", "Deuteronomy 32:45", "Deuteronomy 32:46", "Deuteronomy 32:47", "Deuteronomy 32:48", "Deuteronomy 32:49", "Deuteronomy 32:50", "Deuteronomy 32:51", "Deuteronomy 32:52", "Deuteronomy 33:1", "Deuteronomy 33:2", "Deuteronomy 33:3", "Deuteronomy 33:4", "Deuteronomy 33:5", "Deuteronomy 33:6", "Deuteronomy 33:7", "Deuteronomy 33:8", "Deuteronomy 33:9", "Deuteronomy 33:10", "Deuteronomy 33:11", "Deuteronomy 33:12", "Deuteronomy 33:13", "Deuteronomy 33:14", "Deuteronomy 33:15", "Deuteronomy 33:16", "Deuteronomy 33:17", "Deuteronomy 33:18", "Deuteronomy 33:19", "Deuteronomy 33:20", "Deuteronomy 33:21", "Deuteronomy 33:22", "Deuteronomy 33:23", "Deuteronomy 33:24", "Deuteronomy 33:25", "Deuteronomy 33:26", "Deuteronomy 33:27", "Deuteronomy 33:28", "Deuteronomy 33:29", "Deuteronomy 34:1", "Deuteronomy 34:2", "Deuteronomy 34:3", "Deuteronomy 34:4", "Deuteronomy 34:5", "Deuteronomy 34:6", "Deuteronomy 34:7", "Deuteronomy 34:8", "Deuteronomy 34:9", "Deuteronomy 34:10", "Deuteronomy 34:11", "Deuteronomy 34:12"], "sourceRef": "The Five Books of Moses, by Everett Fox, Deuteronomy, On the Book of Deuteronomy and Its Structure 2-39", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, דברים, דברים מאמר א׳ ב׳-ל״ט", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "On the Book of Deuteronomy and Its Structure", "he": "דברים מאמר א׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "דברים מאמר א׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["D<small>EUTERONOMY HOLDS A UNIQUE POSITION, AND SPEAKS WITH A UNIQUE VOICE, IN THE</small> literature of the Torah. Up to this point, through the first four books, we have encountered a powerful mixture of literary genres; indeed, the books owe their characteristic stamp to the way in which they incorporate these genres. Genesis is predominantly narrative, punctuated by genealogies; Exodus begins with narrative and later proceeds with covenant-making and law, and then with the precise details of sanctuary building; Leviticus is composed almost entirely of cultic and then ethical and social law; and finally, Numbers alternates narrative and varied laws, under the structure of preparations for wilderness march, first encounters with the Promised Land, and preparations for entry. Except for Leviticus, the books also exhibit, at strategic points, striking examples of biblical poetry.", "An ancient name for Deuteronomy, <i>mishne tora</i>—which means “copy of the Torah,” but which was erroneously understood as “second Torah”—would seem to indicate more of the same combining of genres, and a not-too-close reading would support the idea of a rehashing of narrative, covenant-making, law, and poetry. But the reader who takes the time to weigh what stands before him or her will find much more. In its structure, style, content, and intent, Deuteronomy goes beyond what has preceded it. The image of Moshe addressing the assembled people on the Plains of Moab—the central setting of the book—provides the occasion for not merely a retelling, but a recasting of Israel’s mission and destiny. No book of the Torah is truer to the idea of “instruction” (Deuteronomy uses the term numerous times), including an emphasis on teaching and learning, with assembled and yet-to-be-born children as much the audience as “elders.”", "From the book’s opening phrase, “Now these are the words [or even “speeches”] that Moshe spoke to the Children of Israel / in (the country) across the Jordan,” the basic premise of Deuteronomy is that the aged Moshe, personally and indeed in the first person, speaks for the last time to the assembled Israelites, before their triumphant entry into the land of Canaan. The setting affects the entire content of the book; no longer is the narrator in the background, as in most of the Torah, but instead he is presented as directly addressing a living audience, an audience composed not only of the ancient hearers portrayed in the text but also of contemporary listeners.", "The image of a leader delivering a long public address on an auspicious occasion is well known from the ancient world, most familiarly from Greek historians (cf. Van Seters) but also abundantly in the ancient Near East (Weinfeld). The historian seeks to paint a vivid picture of the personality of his speaker and the high drama of the moment, and may go on at great length. While admitting to not having had the benefit of eyewitness sources, such chroniclers are nevertheless sincere in their desire to present what undoubtedly would have been said on such an occasion.", "Deuteronomy, whenever it was composed and placed in the Torah, takes this approach a step further. It is a fantastic conceit, really: as Rosenberg (1975) notes, Moshe, the man who was “not a man of words” (Ex. 4:10), all of a sudden finds his voice. And as Polzin (1980) has shown in his forceful analysis, in Deuteronomy Moshe’s voice functions fairly indistinguishably from God’s own—and then closes off the text by stipulating that nothing in the future is to be added or subtracted to it. So we are dealing with a text of directly authoritative character, a series of speeches that in their own self-understanding already bore the status of “Torah.” Hence Deuteronomy introduces into the Bible for the first time the concept of canon—a bounded, accepted body of authoritative literature.", "Moshe’s addresses, which include a historical review, repeated appeals to observe God’s laws and dire warnings against their violation, a reworking of previous laws and the addition of new ones, and a poem designed to keep the appeals and warnings in popular memory, have about them a deep rhetorical urgency. As such they are stylistically quite different from most of what is found in the first four books of the Bible. To be sure, there are many moments of high rhetoric in the previous narratives, and the laws—including cultic ones—are also not lacking appeals to the emotions (cf., for instance, the repeated injunctions to not oppress the sojourner, “for you were sojourners in the land of Egypt”). But as an extended piece of argumentation and pleading, Deuteronomy holds pride of place in the Torah, with its specialized vocabulary (described in the notes and commentary below), its alternately pleading and warning tone, and its long, elegant phrases (as Gottwald notes, these phrases are most often cast in the form of subordinate clauses, not the typical syntactical form found in the previous books).", "But not only does Deuteronomy provide an emotional capstone to the four books that precede it. It functions to link up with both the landed history of Israel in the narrative books to follow (Joshua through Kings) and the prophets’ emotional speeches to the people and their leaders. In the words of G. Ernest Wright,", "the central purpose of Deuteronomy is to furnish Israel with a complete order of faith and life which is the prerequisite for a prosperous and secure existence on the God-given land. The historian [of the succeeding books] shows how Israel failed to keep it and what the consequences were.", "It is in fact the monarchic setting that is commonly held to be the historical background to the compilation of Deuteronomy. While Moshe’s last days and the people’s being poised on the steppes opposite Jericho would certainly be a dramatic enough moment for our book’s speeches to occur, its language, style, and many of its concerns point to a later time in the history of Israel as a likely venue for at least a good part of its emotional appeal.", "That time, in the opinion of most biblical scholars over the past two centuries, was the middle of the reign of King Josiah (ruled 640–608 <small>B.C.E.</small>) of Judah, the southern kingdom (Israel, the north, had been overrun by Assyria a century previously). The Assyrian Empire, dominant in the region for three hundred years, was on the wane, and Josiah took advantage of this decline of power to expand his kingdom northward. He also—at about the time of the death of Ashurbanipal, the last powerful king of Assyria—began a wide-ranging reform that consisted largely of destroying the local “high places” of pagan worship that had figured so prominently in the reign of his grandfather, the notorious Manasseh (ruled 687–642). II Kings 23 describes the purge in great detail, noting both places and priests that were now rendered inoperative in favor of the centralization of the cult in Jerusalem.", "It is within this setting that Chapter  22 reports the dramatic discovery of a scroll “of the Torah.”", "The high priest Hilkiah said to Shaphan the secretary, “I have found the book of the law in the house of the L<small>ORD</small>.” … Shaphan then read it aloud to the king. When the king heard the words of the book of the law, he tore his clothes. Then the king commanded … saying: “Go, inquire of the L<small>ORD</small> for me, for the people, and for all Judah, concerning the words of this book that has been found, for great is the wrath of the L<small>ORD</small> … because our ancestors did not obey the words of this book, to do according to all that is written concerning us.” (22:8, 10–13, New Revised Standard Version)", "What precisely were the contents of the “book” we do not know; but it is usually taken to have been some form of Deuteronomy. The rhetorical force of the newly discovered text must have been considerable, for its reported result was that the king", "directed that all the elders of Judah and Jerusalem should be gathered to him. … he read in their hearing all the words of the book of the covenant that had been found in the house of the L<small>ORD</small>. The king stood by the pillar and made a covenant before the L<small>ORD</small>, to follow the L<small>ORD</small>, keeping his commandments, his decrees, and his statutes, with all his heart and all his soul, to perform the words of this covenant that were written in this book. All the people joined in the covenant. (23:1–3)", "The connections between these passages and the style of Deuteronomy will be obvious to anyone who reads the book, and it seems clear that Josiah’s reforms are closely related to concerns expressed in Deuteronomy.", "The Bible’s portrayal of this background does not necessarily mean that Deuteronomy was composed for the occasion, or even that it originated in Judah. Several scholars (notably Ginsberg) have remarked on connections to the northern kingdom of Israel (e.g., affinities to the prophet Hosea), and so it is possible that at least some of our book was a series of traditions brought south by refugees fleeing the Assyrian onslaught. In any event, the text of Deuteronomy addresses its audience with such emotional immediacy that it may safely be presumed that a crisis of major proportions loomed, and the opportunity presented itself for a large-scale revival—or redefinition—of Israel’s self-understanding. Similar crises later in Jewish history may have led to the editing and writing down (but not necessarily the composition) of other central texts, the Mishnah (c. 200) and the Babylonian Talmud (c. 450). Like these documents, and like the first four books of the Torah, Deuteronomy is written in such a way that it is difficult to pin down its precise background, which through additions and circumspection has been substantially obliterated. What is left to us are the many repetitions of “today” or “this day,” which signal the desire to make the “Instruction” contemporary for the audience, whoever and whenever that may be.", "The net effect of this process of creation and development was to establish the Torah’s character as a text that shows signs of new life and new thinking within itself. Deuteronomy, by its inclusion as the final book of the five, officially began the practice of “explaining” (1:5) the traditions of Israel, and thus paved the way for the classic form of Jewish religious and intellectual activity: the interpretation of Scripture (cf. Fishbane 1988 for a definitive study on “inner-biblical exegesis,” interpretation that appears within the Bible itself and hence becomes a legitimate part of its traditions). This activity strongly influenced Christianity and Islam as well, and is still a part of religious discourse and development in the Western world.", "In its overall structure, Deuteronomy breaks down fairly easily; but it is perhaps best understood in the light of comparative ancient Near Eastern material. Weinfeld’s lifetime of research has demonstrated the strong parallels between our book and certain Assyrian treaty texts (earlier Hittite texts have also been shown to be helpful in this regard; cf. Levenson 1985b for a useful summary). It is striking indeed that the Esarhaddon Treaty texts from the seventh century <small>B.C.E.</small>, which also produced the final form of Deuteronomy, seem to prefigure the basic structure of what Moshe lays out in the book: a historical overview, an exhortation to keep the covenant, the laws—particulars of the covenant, a series of blessings and curses following upon observance or nonobservance of the covenant, and a ceremony ratifying it. A similar pattern, in abbreviated form, may be observed in the Sinai covenant in Ex. 19–24.", "Weinfeld points out that such covenants or treaties were two-sided, with the suzerain granting his vassals certain favors in return for “love” (= loyalty), and threatening dire consequences if that loyalty were to become suspect. What is fascinating about the parallels is not so much that they exist, but that here, apparently, a political model from a hated enemy has been assimilated and transformed into a positive religious-national one. Such transformative power seems to be characteristic of biblical culture, which probably reworked known stories and poems, among other genres, into genuine Israelite creations (the Flood narratives of Genesis and Psalm 29 are two fruitful examples of the process).", "Deuteronomy, then, focuses mainly on the relationship between God and Israel, a relationship that has been spelled out before (as in Exodus) but that forms in this book the very soul of the text. Every act that Israel performs as a community, and every one done by individuals, is to be seen in that light. As elsewhere in the Bible, breaking one of God’s rules means not merely a violation of a statute but an affront to the suzerain, the sovereign Lord, and thus a grave risk to society’s well-being and even to its very existence. And there is a unity of purpose and concept here: Gottwald summarizes the message of the book as “the indivisible unity of <i>one God</i> for <i>one people</i> in <i>one land</i> observing <i>one cult</i>” (italics his).", "Given the treaty pattern that we have just referred to, an outline of the book might proceed along the following lines:", "I   Historical Overview (Moshe as Narrator; 1–4:43)", "A   Narrative of the Wilderness Journey (1–3)", "B   Transition: Beginning of the Exhortation (4:1–40) and Addendum on Towns of Asylum (4:41–43)", "II  Opening Exhortation (Moshe as Pleader; 4:44–11:36)", "Looking Back to the Revelation at Sinai", "III The Terms of the Covenant (Moshe as Lawgiver; 12–28)", "A   The Laws (12–26)", "B   Covenant Ceremony; Blessings and Curses (27–28)", "IV Concluding Exhortation (Moshe as Pleader; 29–30)", "Looking Ahead to Exile and Return", "V  Final Matters (31–34)", "A   Passing the Mantle (31)", "B   Moshe’s Admonitory Poem (32)", "C   Moshe’s Blessing to the Tribes (33)", "D   The End (34)", "A few simple structural observations, based on a closer look at the text itself, may be made here. Parts I and V stress the role of Yehoshua (Joshua) in the future. Then, too, Parts II and IV use similar rhetorical formulas toward the end of each (“See, I set before you this day …,” 11:26 and 30:15). Such a symmetry would suggest that Part III is the crucial one, and that is of course the case. Everything in Deuteronomy radiates out from the laws: a new humanism, a rethinking of tradition, and above all, a heartfelt appeal to “choose life” (30:19), a good life on the land under the blessing of God.", "It is only when that appeal has been fully made, and when all of Deuteronomy’s new material has been added (with no more to come, as the text sees it!), that Moshe can finally die, and the people of Israel can proceed into the Promised Land. The book of Numbers proved to be a false ending, and indeed the report of Moshe’s death was postponed from the end of that book to this, so that the biblical tradition could transform itself into a truly multifaceted and rich one. The Torah, which began in the nameless, unknowable past, ends in the limitless present and future, with a potential life ahead for the Israelite people as bountiful and as beautiful as the “good land” that Moshe is allowed to see from the summit of Pisga."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62037e566bfddfbb310feb37", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Deuteronomy, Part I; Historical Overview 2-4", "anchorRef": "Deuteronomy 1:1-4:43", "anchorRefExpanded": ["Deuteronomy 1:1", "Deuteronomy 1:2", "Deuteronomy 1:3", "Deuteronomy 1:4", "Deuteronomy 1:5", "Deuteronomy 1:6", "Deuteronomy 1:7", "Deuteronomy 1:8", "Deuteronomy 1:9", "Deuteronomy 1:10", "Deuteronomy 1:11", "Deuteronomy 1:12", "Deuteronomy 1:13", "Deuteronomy 1:14", "Deuteronomy 1:15", "Deuteronomy 1:16", "Deuteronomy 1:17", "Deuteronomy 1:18", "Deuteronomy 1:19", "Deuteronomy 1:20", "Deuteronomy 1:21", "Deuteronomy 1:22", "Deuteronomy 1:23", "Deuteronomy 1:24", "Deuteronomy 1:25", "Deuteronomy 1:26", "Deuteronomy 1:27", "Deuteronomy 1:28", "Deuteronomy 1:29", "Deuteronomy 1:30", "Deuteronomy 1:31", "Deuteronomy 1:32", "Deuteronomy 1:33", "Deuteronomy 1:34", "Deuteronomy 1:35", "Deuteronomy 1:36", "Deuteronomy 1:37", "Deuteronomy 1:38", "Deuteronomy 1:39", "Deuteronomy 1:40", "Deuteronomy 1:41", "Deuteronomy 1:42", "Deuteronomy 1:43", "Deuteronomy 1:44", "Deuteronomy 1:45", "Deuteronomy 1:46", "Deuteronomy 2:1", "Deuteronomy 2:2", "Deuteronomy 2:3", "Deuteronomy 2:4", "Deuteronomy 2:5", "Deuteronomy 2:6", "Deuteronomy 2:7", "Deuteronomy 2:8", "Deuteronomy 2:9", "Deuteronomy 2:10", "Deuteronomy 2:11", "Deuteronomy 2:12", "Deuteronomy 2:13", "Deuteronomy 2:14", "Deuteronomy 2:15", "Deuteronomy 2:16", "Deuteronomy 2:17", "Deuteronomy 2:18", "Deuteronomy 2:19", "Deuteronomy 2:20", "Deuteronomy 2:21", "Deuteronomy 2:22", "Deuteronomy 2:23", "Deuteronomy 2:24", "Deuteronomy 2:25", "Deuteronomy 2:26", "Deuteronomy 2:27", "Deuteronomy 2:28", "Deuteronomy 2:29", "Deuteronomy 2:30", "Deuteronomy 2:31", "Deuteronomy 2:32", "Deuteronomy 2:33", "Deuteronomy 2:34", "Deuteronomy 2:35", "Deuteronomy 2:36", "Deuteronomy 2:37", "Deuteronomy 3:1", "Deuteronomy 3:2", "Deuteronomy 3:3", "Deuteronomy 3:4", "Deuteronomy 3:5", "Deuteronomy 3:6", "Deuteronomy 3:7", "Deuteronomy 3:8", "Deuteronomy 3:9", "Deuteronomy 3:10", "Deuteronomy 3:11", "Deuteronomy 3:12", "Deuteronomy 3:13", "Deuteronomy 3:14", "Deuteronomy 3:15", "Deuteronomy 3:16", "Deuteronomy 3:17", "Deuteronomy 3:18", "Deuteronomy 3:19", "Deuteronomy 3:20", "Deuteronomy 3:21", "Deuteronomy 3:22", "Deuteronomy 3:23", "Deuteronomy 3:24", "Deuteronomy 3:25", "Deuteronomy 3:26", "Deuteronomy 3:27", "Deuteronomy 3:28", "Deuteronomy 3:29", "Deuteronomy 4:1", "Deuteronomy 4:2", "Deuteronomy 4:3", "Deuteronomy 4:4", "Deuteronomy 4:5", "Deuteronomy 4:6", "Deuteronomy 4:7", "Deuteronomy 4:8", "Deuteronomy 4:9", "Deuteronomy 4:10", "Deuteronomy 4:11", "Deuteronomy 4:12", "Deuteronomy 4:13", "Deuteronomy 4:14", "Deuteronomy 4:15", "Deuteronomy 4:16", "Deuteronomy 4:17", "Deuteronomy 4:18", "Deuteronomy 4:19", "Deuteronomy 4:20", "Deuteronomy 4:21", "Deuteronomy 4:22", "Deuteronomy 4:23", "Deuteronomy 4:24", "Deuteronomy 4:25", "Deuteronomy 4:26", "Deuteronomy 4:27", "Deuteronomy 4:28", "Deuteronomy 4:29", "Deuteronomy 4:30", "Deuteronomy 4:31", "Deuteronomy 4:32", "Deuteronomy 4:33", "Deuteronomy 4:34", "Deuteronomy 4:35", "Deuteronomy 4:36", "Deuteronomy 4:37", "Deuteronomy 4:38", "Deuteronomy 4:39", "Deuteronomy 4:40", "Deuteronomy 4:41", "Deuteronomy 4:42", "Deuteronomy 4:43"], "sourceRef": "The Five Books of Moses, by Everett Fox, Deuteronomy, Part I; Historical Overview 2-4", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, דברים, דברים מאמר ב׳ ב׳-ד׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Part I; Historical Overview", "he": "דברים מאמר ב׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["I<small>N THIS INTRODUCTORY SECTION, WHICH SOME SCHOLARS HAVE VIEWED AS A LATER</small> addition to the core of the book, Moshe reviews the journey of the Israelites from Mount Sinai (“Horev”) into the Negev, and from there up east of the Dead Sea to a spot opposite Jericho. Two things make this more than a mere itinerary: First, Moshe confines himself to the most important moments—the choosing of leaders, the sending of the spies (with all its disastrous consequences), the encounters with various nations, and the provisions made for the soon-to-occur conquest. Second, the text characterizes itself, not as a narrative per se, but as an “explanation” (1:5) of the “Instruction.” In other words, history is made to function as lesson here. That the account ends with Bet (Baal) Pe’or in 3:29 is surely not accidental; as 4:3 reminds us, this was the site of Israel’s great apostasy, the final negative act by a wayward generation that was not to live to enter the land of Israel. By means of this introduction, the new generation is warned about the failings of the old, and begins to be prepared for “entering and taking-possession of the land” promised to their ancestors (4:1).", "The first four chapters of the book establish its character as a link: by recounting key events in Israel’s wanderings, they summarize the narratives of Exodus and Numbers; by demonstrating that disaster resulted from the people’s rebellions, they set the ideology that will permeate the so-called Deuteronomistic History, namely the books of Joshua, Judges, Samuel, and Kings (Nelson).", "It should be realized that these chapters are not merely previous narratives repeated verbatim. They are in fact reworkings of earlier material, often with changes. Thus, to use Brettler’s example, 1:9–18 retells Ex. 18:13–26, with the change that this time, as Moshe appoints lower-level leadership for the people, he does so without his father-in-law Yitro (who had helped in the Exodus version), and chooses them on the basis of their capabilities (“wisdom”), not their piety. Brettler also points to the frequent use of the phrase “at that time” as an indicator of later additions to the text. For a comprehensive discussion of how these opening chapters differ from earlier accounts, see Tigay."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62037e796bfddfbb310feb93", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Deuteronomy, Part I; Historical Overview, Encountering the Nations 2", "anchorRef": "Deuteronomy 2:1-3:22", "anchorRefExpanded": ["Deuteronomy 2:1", "Deuteronomy 2:2", "Deuteronomy 2:3", "Deuteronomy 2:4", "Deuteronomy 2:5", "Deuteronomy 2:6", "Deuteronomy 2:7", "Deuteronomy 2:8", "Deuteronomy 2:9", "Deuteronomy 2:10", "Deuteronomy 2:11", "Deuteronomy 2:12", "Deuteronomy 2:13", "Deuteronomy 2:14", "Deuteronomy 2:15", "Deuteronomy 2:16", "Deuteronomy 2:17", "Deuteronomy 2:18", "Deuteronomy 2:19", "Deuteronomy 2:20", "Deuteronomy 2:21", "Deuteronomy 2:22", "Deuteronomy 2:23", "Deuteronomy 2:24", "Deuteronomy 2:25", "Deuteronomy 2:26", "Deuteronomy 2:27", "Deuteronomy 2:28", "Deuteronomy 2:29", "Deuteronomy 2:30", "Deuteronomy 2:31", "Deuteronomy 2:32", "Deuteronomy 2:33", "Deuteronomy 2:34", "Deuteronomy 2:35", "Deuteronomy 2:36", "Deuteronomy 2:37", "Deuteronomy 3:1", "Deuteronomy 3:2", "Deuteronomy 3:3", "Deuteronomy 3:4", "Deuteronomy 3:5", "Deuteronomy 3:6", "Deuteronomy 3:7", "Deuteronomy 3:8", "Deuteronomy 3:9", "Deuteronomy 3:10", "Deuteronomy 3:11", "Deuteronomy 3:12", "Deuteronomy 3:13", "Deuteronomy 3:14", "Deuteronomy 3:15", "Deuteronomy 3:16", "Deuteronomy 3:17", "Deuteronomy 3:18", "Deuteronomy 3:19", "Deuteronomy 3:20", "Deuteronomy 3:21", "Deuteronomy 3:22"], "sourceRef": "The Five Books of Moses, by Everett Fox, Deuteronomy, Part I; Historical Overview, Encountering the Nations 2", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, דברים, דברים מאמר ב׳, דברים הערה ב׳ ב׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Encountering the Nations", "he": "דברים הערה ב׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "דברים הערה ב׳", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "Moshe’s narrative moves the people toward their present location, east of Jericho, detailing their disappointments and triumphs in meetings with the indigenous peoples of the area. The account begins tentatively, with Israel warned not to antagonize their “cousins,” the Children of Esav, but ends with a foreshadowing of the conquest of Canaan—the successful war-making of the two and a half tribes (cf. Num. 32) that received land east of the Jordan.", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620382f2c9ad75f2d99afa62", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "", "ref": "The Five Books of Moses, by Everett Fox, Deuteronomy, Part I; Historical Overview 1", "anchorRef": "Deuteronomy 1:1-4:43", "anchorRefExpanded": ["Deuteronomy 1:1", "Deuteronomy 1:2", "Deuteronomy 1:3", "Deuteronomy 1:4", "Deuteronomy 1:5", "Deuteronomy 1:6", "Deuteronomy 1:7", "Deuteronomy 1:8", "Deuteronomy 1:9", "Deuteronomy 1:10", "Deuteronomy 1:11", "Deuteronomy 1:12", "Deuteronomy 1:13", "Deuteronomy 1:14", "Deuteronomy 1:15", "Deuteronomy 1:16", "Deuteronomy 1:17", "Deuteronomy 1:18", "Deuteronomy 1:19", "Deuteronomy 1:20", "Deuteronomy 1:21", "Deuteronomy 1:22", "Deuteronomy 1:23", "Deuteronomy 1:24", "Deuteronomy 1:25", "Deuteronomy 1:26", "Deuteronomy 1:27", "Deuteronomy 1:28", "Deuteronomy 1:29", "Deuteronomy 1:30", "Deuteronomy 1:31", "Deuteronomy 1:32", "Deuteronomy 1:33", "Deuteronomy 1:34", "Deuteronomy 1:35", "Deuteronomy 1:36", "Deuteronomy 1:37", "Deuteronomy 1:38", "Deuteronomy 1:39", "Deuteronomy 1:40", "Deuteronomy 1:41", "Deuteronomy 1:42", "Deuteronomy 1:43", "Deuteronomy 1:44", "Deuteronomy 1:45", "Deuteronomy 1:46", "Deuteronomy 2:1", "Deuteronomy 2:2", "Deuteronomy 2:3", "Deuteronomy 2:4", "Deuteronomy 2:5", "Deuteronomy 2:6", "Deuteronomy 2:7", "Deuteronomy 2:8", "Deuteronomy 2:9", "Deuteronomy 2:10", "Deuteronomy 2:11", "Deuteronomy 2:12", "Deuteronomy 2:13", "Deuteronomy 2:14", "Deuteronomy 2:15", "Deuteronomy 2:16", "Deuteronomy 2:17", "Deuteronomy 2:18", "Deuteronomy 2:19", "Deuteronomy 2:20", "Deuteronomy 2:21", "Deuteronomy 2:22", "Deuteronomy 2:23", "Deuteronomy 2:24", "Deuteronomy 2:25", "Deuteronomy 2:26", "Deuteronomy 2:27", "Deuteronomy 2:28", "Deuteronomy 2:29", "Deuteronomy 2:30", "Deuteronomy 2:31", "Deuteronomy 2:32", "Deuteronomy 2:33", "Deuteronomy 2:34", "Deuteronomy 2:35", "Deuteronomy 2:36", "Deuteronomy 2:37", "Deuteronomy 3:1", "Deuteronomy 3:2", "Deuteronomy 3:3", "Deuteronomy 3:4", "Deuteronomy 3:5", "Deuteronomy 3:6", "Deuteronomy 3:7", "Deuteronomy 3:8", "Deuteronomy 3:9", "Deuteronomy 3:10", "Deuteronomy 3:11", "Deuteronomy 3:12", "Deuteronomy 3:13", "Deuteronomy 3:14", "Deuteronomy 3:15", "Deuteronomy 3:16", "Deuteronomy 3:17", "Deuteronomy 3:18", "Deuteronomy 3:19", "Deuteronomy 3:20", "Deuteronomy 3:21", "Deuteronomy 3:22", "Deuteronomy 3:23", "Deuteronomy 3:24", "Deuteronomy 3:25", "Deuteronomy 3:26", "Deuteronomy 3:27", "Deuteronomy 3:28", "Deuteronomy 3:29", "Deuteronomy 4:1", "Deuteronomy 4:2", "Deuteronomy 4:3", "Deuteronomy 4:4", "Deuteronomy 4:5", "Deuteronomy 4:6", "Deuteronomy 4:7", "Deuteronomy 4:8", "Deuteronomy 4:9", "Deuteronomy 4:10", "Deuteronomy 4:11", "Deuteronomy 4:12", "Deuteronomy 4:13", "Deuteronomy 4:14", "Deuteronomy 4:15", "Deuteronomy 4:16", "Deuteronomy 4:17", "Deuteronomy 4:18", "Deuteronomy 4:19", "Deuteronomy 4:20", "Deuteronomy 4:21", "Deuteronomy 4:22", "Deuteronomy 4:23", "Deuteronomy 4:24", "Deuteronomy 4:25", "Deuteronomy 4:26", "Deuteronomy 4:27", "Deuteronomy 4:28", "Deuteronomy 4:29", "Deuteronomy 4:30", "Deuteronomy 4:31", "Deuteronomy 4:32", "Deuteronomy 4:33", "Deuteronomy 4:34", "Deuteronomy 4:35", "Deuteronomy 4:36", "Deuteronomy 4:37", "Deuteronomy 4:38", "Deuteronomy 4:39", "Deuteronomy 4:40", "Deuteronomy 4:41", "Deuteronomy 4:42", "Deuteronomy 4:43"], "sourceRef": "The Five Books of Moses, by Everett Fox, Deuteronomy, Part I; Historical Overview 1", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, דברים, דברים מאמר ב׳ א׳", "anchorVerse": 1, "sourceHasEn": true, "commentaryNum": 1, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<a class=\"refLink\" data-ref=\"Deuteronomy 1:1–4:43\" data-ven=\"The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995\">Deuteronomy 1:1–4:43</a>", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620382f2c9ad75f2d99afa68", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "", "ref": "The Five Books of Moses, by Everett Fox, Deuteronomy, Part I; Historical Overview, Encountering the Nations 1", "anchorRef": "Deuteronomy 2:1-3:22", "anchorRefExpanded": ["Deuteronomy 2:1", "Deuteronomy 2:2", "Deuteronomy 2:3", "Deuteronomy 2:4", "Deuteronomy 2:5", "Deuteronomy 2:6", "Deuteronomy 2:7", "Deuteronomy 2:8", "Deuteronomy 2:9", "Deuteronomy 2:10", "Deuteronomy 2:11", "Deuteronomy 2:12", "Deuteronomy 2:13", "Deuteronomy 2:14", "Deuteronomy 2:15", "Deuteronomy 2:16", "Deuteronomy 2:17", "Deuteronomy 2:18", "Deuteronomy 2:19", "Deuteronomy 2:20", "Deuteronomy 2:21", "Deuteronomy 2:22", "Deuteronomy 2:23", "Deuteronomy 2:24", "Deuteronomy 2:25", "Deuteronomy 2:26", "Deuteronomy 2:27", "Deuteronomy 2:28", "Deuteronomy 2:29", "Deuteronomy 2:30", "Deuteronomy 2:31", "Deuteronomy 2:32", "Deuteronomy 2:33", "Deuteronomy 2:34", "Deuteronomy 2:35", "Deuteronomy 2:36", "Deuteronomy 2:37", "Deuteronomy 3:1", "Deuteronomy 3:2", "Deuteronomy 3:3", "Deuteronomy 3:4", "Deuteronomy 3:5", "Deuteronomy 3:6", "Deuteronomy 3:7", "Deuteronomy 3:8", "Deuteronomy 3:9", "Deuteronomy 3:10", "Deuteronomy 3:11", "Deuteronomy 3:12", "Deuteronomy 3:13", "Deuteronomy 3:14", "Deuteronomy 3:15", "Deuteronomy 3:16", "Deuteronomy 3:17", "Deuteronomy 3:18", "Deuteronomy 3:19", "Deuteronomy 3:20", "Deuteronomy 3:21", "Deuteronomy 3:22"], "sourceRef": "The Five Books of Moses, by Everett Fox, Deuteronomy, Part I; Historical Overview, Encountering the Nations 1", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, דברים, דברים מאמר ב׳, דברים הערה ב׳ א׳", "anchorVerse": 1, "sourceHasEn": true, "commentaryNum": 1, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "דברים הערה ב׳", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<a class=\"refLink\" data-ref=\"Deuteronomy 2:1-3:22\" data-ven=\"The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995\">Deuteronomy 2:1-3:22</a>", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62e66d5ac4c36e21ac7bc474", "index_title": "Rav Hirsch on Torah", "category": "Commentary", "type": "commentary", "ref": "Rav Hirsch on Torah, Deuteronomy 2:10:1", "anchorRef": "Deuteronomy 2:10", "anchorRefExpanded": ["Deuteronomy 2:10"], "sourceRef": "Rav Hirsch on Torah, Deuteronomy 2:10:1", "sourceHeRef": "רש\"ר הירש על התורה, דברים ב׳:י׳:א׳", "anchorVerse": 10, "sourceHasEn": true, "compDate": [1845, 1875], "commentaryNum": 10.0001, "collectiveTitle": {"en": "Rav Hirsch", "he": "רש\"ר הירש"}, "heTitle": "דברים", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "V. 10. האמים usw. Verse 10-12 sind offenbar nicht Teile der Anrede Mosche, die vielmehr mit V. 13 fortgesetzt wird. Es sind dies vielmehr Anmerkungen, die Mosche beim Niederschreiben seiner Anrede zur Erläuterung eingefügt hat. Es wird damit dem Volke zur Erhöhung seines Mutes bei den bevorstehenden Kämpfen gegen die riesigen Bewohner Palästinas gesagt, daß ganz so riesige Völker unter Gottes Beistand auch vor den Söhnen Lots und Esaus haben weichen müssen und diese nun im ungestörten Besitze ihrer Länder sind.", "versionTitle": "Der Pentateuch. Übersetzt und erläutert von Samson Raphael Hirsch, 1903 [de]", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "64185fe8c9371ec0cebe39a1", "index_title": "Reggio on Torah", "category": "Commentary", "type": "commentary", "ref": "Reggio on Torah, Deuteronomy 2:10:1", "anchorRef": "Deuteronomy 2:10", "anchorRefExpanded": ["Deuteronomy 2:10"], "sourceRef": "Reggio on Torah, Deuteronomy 2:10:1", "sourceHeRef": "ביאור יש\"ר על התורה, דברים ב׳:י׳:א׳", "anchorVerse": 10, "sourceHasEn": false, "compDate": [1790, 1810], "commentaryNum": 10.0001, "collectiveTitle": {"en": "Reggio", "he": "ביאור יש\"ר"}, "heTitle": "דברים", "he": "<b>האמים,</b> הפסוק הזה והשנים שלאחריו הם כמו מאמר מסוגר להודיע בדרך סיפור מי היו יושבים לפנים בארץ מואב ובשעיר, ומאמר עתה קומו ועברו וכו' מחובר עם תחלת הענין אל תצר את מואב, כי הכל צווי אחד, והנה טעם ההודעה הזאת כאן, בעבור שאמר הקב\"ה למשה אל תצר את מואב כי אני נתתי לבני לוט את ער ירושה יספר הכתוב כי הארץ ראויה לזרע אברהם, שנאמר ואת הפריזי ואת הרפאים (בראשית ט\"ו י\"ט), לולי שנתנה לבני לוט, ואמר כי הארץ ההיא ישבו בה מעולם הרפאים שהם עם גדול ורם כענקים ילידי הענק, כלומר שאף הרפאים יחשבו כענקים לגודלם וחזקם, והמואבים כשנתישבו בארץ ההיא קראו לרפאים אימים, על שם שאימתם מוטלת על הבריות, וזהו שאמר הכתוב בתחלה האמים לפנים ישבו בה, כי כך קראו להם המואבים, והנה השם עשה נס לבני לוט לכבוד אברהם ויכלו להם וירשום מפניהם, וא\"כ אין ראוי לגזול מהם הארץ אשר נתן ה' להם במעשה נס, ולכן צוה אל תצר את מואב:", "heVersionTitle": "Vienna, 1821", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "64185fe8708b098dd04caf06", "index_title": "Reggio on Torah", "category": "Commentary", "type": "commentary", "ref": "Reggio on Torah, Deuteronomy 2:10:2", "anchorRef": "Deuteronomy 2:10", "anchorRefExpanded": ["Deuteronomy 2:10"], "sourceRef": "Reggio on Torah, Deuteronomy 2:10:2", "sourceHeRef": "ביאור יש\"ר על התורה, דברים ב׳:י׳:ב׳", "anchorVerse": 10, "sourceHasEn": false, "compDate": [1790, 1810], "commentaryNum": 10.0002, "collectiveTitle": {"en": "Reggio", "he": "ביאור יש\"ר"}, "heTitle": "דברים", "he": "<b>גדול,</b> כמשמעו:", "heVersionTitle": "Vienna, 1821", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "64185fe9c9371ec0cebe39a3", "index_title": "Reggio on Torah", "category": "Commentary", "type": "commentary", "ref": "Reggio on Torah, Deuteronomy 2:10:3", "anchorRef": "Deuteronomy 2:10", "anchorRefExpanded": ["Deuteronomy 2:10"], "sourceRef": "Reggio on Torah, Deuteronomy 2:10:3", "sourceHeRef": "ביאור יש\"ר על התורה, דברים ב׳:י׳:ג׳", "anchorVerse": 10, "sourceHasEn": false, "compDate": [1790, 1810], "commentaryNum": 10.0003, "collectiveTitle": {"en": "Reggio", "he": "ביאור יש\"ר"}, "heTitle": "דברים", "he": "<b>ורב,</b> בכח וצעום בנין האיברים:", "heVersionTitle": "Vienna, 1821", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "64185fe9708b098dd04caf08", "index_title": "Reggio on Torah", "category": "Commentary", "type": "commentary", "ref": "Reggio on Torah, Deuteronomy 2:10:4", "anchorRef": "Deuteronomy 2:10", "anchorRefExpanded": ["Deuteronomy 2:10"], "sourceRef": "Reggio on Torah, Deuteronomy 2:10:4", "sourceHeRef": "ביאור יש\"ר על התורה, דברים ב׳:י׳:ד׳", "anchorVerse": 10, "sourceHasEn": false, "compDate": [1790, 1810], "commentaryNum": 10.0004, "collectiveTitle": {"en": "Reggio", "he": "ביאור יש\"ר"}, "heTitle": "דברים", "he": "<b>ורם,</b> בקומה:", "heVersionTitle": "Vienna, 1821", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6419536a83fbc28f267c4dbb", "index_title": "Netinah LaGer", "category": "Commentary", "type": "commentary", "ref": "Netinah LaGer, Deuteronomy 2:10:1", "anchorRef": "Deuteronomy 2:10", "anchorRefExpanded": ["Deuteronomy 2:10"], "sourceRef": "Netinah LaGer, Deuteronomy 2:10:1", "sourceHeRef": "נתינה לגר, דברים ב׳:י׳:א׳", "anchorVerse": 10, "sourceHasEn": false, "commentaryNum": 10.0001, "collectiveTitle": {"en": "Netinah LaGer", "he": "נתינה לגר"}, "heTitle": "דברים", "he": "<b>רפאים יחשבו אף הם כענקים, גבראי מתחשבין אף אינון כגבראי.</b> נתן שם וטעם אחד לשניהם (ויש נוסחאות \"גבורין מתחשבין אף אנון כגבריא).", "heVersionTitle": "Vilna, 1876", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6538e69da0c6ac9417c78e06", "index_title": "Talks of Yeshayahu Leibowitz on the Parasha", "category": "Quoting Commentary", "type": "", "ref": "Talks of Yeshayahu Leibowitz on the Parasha, Vayishlach 21:7", "anchorRef": "Deuteronomy 2:10", "anchorRefExpanded": ["Deuteronomy 2:10"], "sourceRef": "Talks of Yeshayahu Leibowitz on the Parasha, Vayishlach 21:7", "sourceHeRef": "שיחות על פרשת השבוע (ליבוביץ), וישלח כ״א:ז׳", "anchorVerse": 10, "sourceHasEn": false, "commentaryNum": 21.0007, "collectiveTitle": {"en": "Talks of Yeshayahu Leibowitz on the Parasha", "he": "שיחות על פרשת השבוע (ליבוביץ)"}, "heTitle": "וישלח", "he": "<b>אונקלוס</b> מתרגם: 'ית גיבריא במדברא'; כלומר \"הימים\" הם הגיבורים, ואנו רואים מיד וזה גם מובא בדברי פרשנים אחרים, שאונקלוס מזהה כינוי זה עם 'האמים\" הנזכרים במקרא פעמיים: \"האמים לפנים ישבו בה עם גדול ורב ורם כענקים\" (דברים, ב:י,יא), כלומר \"האמים\" מלשון אימה, משום היותם בעלי כוח ועוצמה, שהטילו אימה ומורא על רואיהם. ", "heVersionTitle": "Jerusalem, 2000", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6538eb6c9a4acccf355b027b", "index_title": "Talks of Yeshayahu Leibowitz on the Parasha", "category": "Quoting Commentary", "type": "", "ref": "Talks of Yeshayahu Leibowitz on the Parasha, Devarim 8:7", "anchorRef": "Deuteronomy 2:10", "anchorRefExpanded": ["Deuteronomy 2:10"], "sourceRef": "Talks of Yeshayahu Leibowitz on the Parasha, Devarim 8:7", "sourceHeRef": "שיחות על פרשת השבוע (ליבוביץ), דברים ח׳:ז׳", "anchorVerse": 10, "sourceHasEn": false, "commentaryNum": 8.0007, "collectiveTitle": {"en": "Talks of Yeshayahu Leibowitz on the Parasha", "he": "שיחות על פרשת השבוע (ליבוביץ)"}, "heTitle": "דברים", "he": "<b>החורים, רפאים-זמזומים: </b>מה שמפתיע ביותר היא העובדה כי בסיפור ירושות העמים עומדים אנו בפני פליאה גדולה, כאשר בנוסף על איזכור אדום מואב ועמון, משורבבים שמות וכינויים פחות ידועים, ואנו קוראים את הפסוקים המוזרים כגון: \"האמים לפנים ישבו בה עם גדול ורב ורם כענקים; רפאים יחשבו אף-הם כענקים והמאבים יקראו להם אמים\"(דברים ב:י,יא); \"בני-עשו\" נזכרים שנית: \"ובשעיר ישבו החרים לפנים, ובני עשו יירשום וישמידום מפניהם וישבו תחתם, כאשר עשה ישראל לארץ ירשתו אשר נתן ה' להם\" (דברים ב:יב). ", "heVersionTitle": "Jerusalem, 2000", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "657ecc81758c1dc532ec94ec", "index_title": "Steinsaltz on Deuteronomy", "category": "Commentary", "type": "commentary", "ref": "Steinsaltz on Deuteronomy 2:10", "anchorRef": "Deuteronomy 2:10", "anchorRefExpanded": ["Deuteronomy 2:10"], "sourceRef": "Steinsaltz on Deuteronomy 2:10", "sourceHeRef": "ביאור שטיינזלץ על דברים ב׳:י׳", "anchorVerse": 10, "sourceHasEn": true, "commentaryNum": 2.001, "collectiveTitle": {"en": "Steinsaltz", "he": "ביאור שטיינזלץ"}, "heTitle": "ביאור שטיינזלץ על דברים", "he": "<b>הָאֵמִים</b>, שם עם או שבט שנקראו כך אולי מפני שהיו מטילים אימה,\n    <b>לְפָנִים יָשְׁבוּ בָהּ</b>– באותה הארץ שבה יושבים עתה המואבים, \n    <b>עַם גָּדוֹל וְרַב וָרָם כַּעֲנָקִים.</b>", "heVersionTitle": "The Koren Steinsaltz Tanakh HaMevoar - Hebrew", "heLicense": "Copyright: Steinsaltz Center", "heVersionTitleInHebrew": "", "text": "Here, the chapter records some pertinent details from the distant past: <b>The Emim,</b> a nation or tribe, perhaps so named because it engendered fear [<i>eima</i>] in others, <b>dwelt there previously,</b> in the land currently inhabited by Moav; <b>a people great, numerous, and tall, like giants.</b>", "versionTitle": "The Steinsaltz Tanakh - English", "license": "Copyright: Steinsaltz Center", "versionTitleInHebrew": ""}, {"_id": "665d7709e1d4c3231a2f2e0b", "index_title": "Divrei David on Rashi", "category": "Commentary", "type": "commentary", "ref": "Divrei David on Rashi, Deuteronomy 2:10:1", "anchorRef": "Deuteronomy 2:10", "anchorRefExpanded": ["Deuteronomy 2:10"], "sourceRef": "Divrei David on Rashi, Deuteronomy 2:10:1", "sourceHeRef": "דברי דוד על רש״י, ספר דברים ב׳:י׳:א׳", "anchorVerse": 10, "sourceHasEn": false, "commentaryNum": 10.0001, "collectiveTitle": {"en": "Divrei David", "he": "דברי דוד"}, "heTitle": "ספר דברים", "he": "האמים לפנים וגו' אתה סבור שזו רפאים כו'. הרמב\"ן הקשה מה בכך שהוא של אברהם הא כתב רש\"י עצמו שקיני קניזי וקדמוני שתים מהם לבני לוט, ולמה אמר שרפאים אינה של אברהם מאי שנא מקיני וקניזי שהם של אברהם ואפ\"ה נתן שניהם לבני לוט ויש לתרץ דבפרשת לך לך כתיב לזרעך אתן את הארץ וחשב שם קיני וקניזי וקדמוני כו' ואת הרפאים, ופירש\"י שם והשלשה שהם אדום ומואב ועמון והם קיני וקניזי וקדמוני ועתידים להיות ירושה לישראל שנאמר אדום ומואב משלוח ידם ובני עמון משמעתם ואת הרפאים ארץ עוג כו', הרי שרש\"י תיקן שם מה דקשה היכן נתקיימה הבטחה זו ותירץ דאדום ומואב ועמון עתידה להתקיים כמפורש בפסוק, אבל רפאים לא מצינו שנתקיים לישראל אלא דהיינו עוג שנתקיימה. וא\"כ אמר כאן רש\"י שפיר לא תהא סבור שזו שישבו בה האימים לפנים זו רפאים הנזכר בהבטחת אברהם ובזה לא מצינו שום פסוק שתתקיים לעתיד, וא\"כ יש לישראל לומר על ידינו תתקיים הבטחה זו ונכבוש אותה, לזה אמר הקב\"ה למשה לא זו היא רפאים שנתתי לאברהם ותרצו אתם לקיים אותה, דרפאים אלו כבר נתתים לבני לוט, והם נכללו בשם נחלת בני עמון כמוזכר כאן אחר זה, ומה שנזכר בהבטחת אברהם לעיל לזרעך אתן הרפאים היינו מלכות עוג שנתקיימה כבר, ממילא ברפאים דכאן אין לכם כלום והוא כמו קיני וקניזי, וכן כוונת רש\"י בפסוק שאחר זה גבי עמון, שפירש\"י, ההוא יקרא ארץ רפאים זו היא שנתתי לאברהם. כנ\"ל ברור ופשוט, ומאד תמהני על רבינו הגדול הרמב\"ן שלא הרגיש בזה. והרא\"ם תירץ קושיית הרמב\"ן כפי הנזכר בספרו ולי אין כאן קושיא מעיקרא:", "heVersionTitle": "Warsaw, 1882", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "57d7bfb6d6e4a947a115e1de", "index_title": "Commentary on Sefer Hamitzvot of Rasag", "category": "Quoting Commentary", "type": "", "ref": "Commentary on Sefer Hamitzvot of Rasag, Negative Commandments 263:14", "anchorRef": "Deuteronomy 2:10", "anchorRefExpanded": ["Deuteronomy 2:10"], "sourceRef": "Commentary on Sefer Hamitzvot of Rasag, Negative Commandments 263:14", "sourceHeRef": "ביאור על ספר המצוות לרס\"ג, מנין לא תעשה רס״ג:י״ד", "anchorVerse": 10, "sourceHasEn": false, "compDate": [1915], "commentaryNum": 263.0014, "collectiveTitle": {"en": "Commentary on Sefer Hamitzvot of Rasag", "he": "ביאור על ספר המצוות לרס\"ג"}, "heTitle": "מנין לא תעשה", "he": "<b>אלא</b> שיש מקום לדון בזה ע\"פ מאי דנראה מסוגיא דיבמות (ל\"ז ע\"ב ס' ע\"א) ובשאר דוכתי דמאי דאמרינן משנת ראב\"י קב ונקי היינו אפי' היכא דרבים פליגי עלי' עיי\"ש. וכן כתבו כמה מהראשונים ז\"ל בכמה דוכתי. וא\"כ כ\"ש דהילכתא כראב\"י לגבי רבי. דהא קיי\"ל הילכתא כרבי מחבירו ולא מחביריו. וכיון דאפי' נגד רבים קיי\"ל כראב\"י כ\"ש נגד רבי. וא\"כ מאחר דלראב\"י קיני קניזי וקדמוני לאו היינו אדום עמון ומואב הכי נקטינן. ועוד קאמינא דהשתא דאתינן להכי דקיי\"ל כראב\"י אפי' נגד רבים. א\"כ גם ע\"פ גירסת הבראשית רבה שם אית לן למינקט עיקר כראב\"י אע\"ג דרבנן פליגי עלי'. מיהו כבר כתבו הר\"ב המאור (בגיטין פרק הניזקין) והרמב\"ן ז\"ל בחי' (פרק שבועות הדיינין מ\"ב ע\"ב) בשם כל הגאונים ז\"ל ורבינו חננאל ז\"ל וכ\"כ הרשב\"א והריטב\"א והר\"ן ז\"ל שם בשמם דלא קיי\"ל כראב\"י אלא במקום יחיד ולא במקום רבים עיי\"ש. והרמב\"ן ז\"ל שם נסתפק גם אליבא דהרי\"ף ז\"ל לומר דאע\"ג דבשבועות שם מבואר בדבריו דאפי' במקום רבים אמרינן משנת ראב\"י קב ונקי. מ\"מ בתר הכי חזר בו וס\"ל בזה ג\"כ כדעת הגאונים ז\"ל עיי\"ש בדבריו. ולפ\"ז ודאי גם ע\"פ הירושלמי איכא למימר דכרבי קיי\"ל לגבי ראב\"י. משום דסתמא אמרו הלכה כרבי מחבירו. וכיו\"ב כתב בכ\"מ (פ\"ט מהלכות רוצח ה\"ט) שלא נאמר כללא דמשנת ראב\"י קב ונקי למידחי כללא דהלכה כר\"ע מחבירו עיי\"ש. וכ\"ש שע\"פ הבראשית רבה דאית לן למימר דקיי\"ל כרבנן לגבי ראב\"י. דהו\"ל יחיד במקום רבים. ומלבד זה כבר כתב באור זרוע (ח\"א סי' תרצ\"ה) וז\"ל וקבלתי ממורי רבינו יהודה בר\"י זצ\"ל שירליאון שאין להקפיד אם הירושלמי מחליף האמוראים או התנאים מגמרא דידן מקולא לחומרא או מחומרא לקולא. ולא סמכינן בהא אלא אתלמודא דידן ומחלפינן סוגיית הירושלמי בתר סוגיית גמרא דידן ולא בעינן לשנויי בהו אלא אגמרא דידן סמכינן וכו' עכ\"ל עיי\"ש. וכ\"כ עוד בח\"ג (בב\"ק סי' שצ\"ו) עיי\"ש והכי נמי אשכחן בשאר ראשונים ז\"ל וגם באחרונים כידוע. וא\"כ אין לנו בזה אלא כברייתא דתלמודא דידן (בפרק חזקת הבתים שם). ונקטינן כרבי יהודה וכדעת הרמב\"ם ז\"ל וסייעתו וכרש\"י ז\"ל ופסיקתא זוטרתא ומדרש אגדה וחזקוני שהבאתי לעיל. ועי' ג\"כ במש\"כ התוס' שם (בד\"ה הר שעיר) והר\"ש משאנץ ז\"ל (פ\"ד דידים מ\"ג). דגם מדבריהם מבואר דס\"ל בזה כדעת הרמב\"ם ורש\"י ז\"ל וסייעתם עיי\"ש בדבריהם. וגם מדברי הרמב\"ן ז\"ל בתי' לבב\"ב שם מתבאר דהכי ס\"ל עיי\"ש. וגם בפירושו לתורה (סדר דברים ב' י') נראה דס\"ל הכי עיי\"ש. ודבריו נראין כסותרין זא\"ז למש\"כ בהשגותיו על הרמב\"ם בסה\"מ שם. ועכ\"פ ממילא מתבאר דשפיר אפשר לומר דזו היא ג\"כ דעת רבינו הגאון כדעת הרמב\"ם ורש\"י ז\"ל וסייעתם ולהכי לא מנה גם הוא ז\"ל שלשה לאוין אלו האמורים באדום עמון ומואב משום דהו\"ל מצות שעה: \n", "heVersionTitle": "Sefer Hamitzvot L'Rasag, Warsaw, 1914 -- vol. 2", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5a9d3d16d6e4a9026bd90045", "index_title": "Aderet Eliyahu", "category": "Commentary", "type": "commentary", "ref": "Aderet Eliyahu, Deuteronomy 2:10:1", "anchorRef": "Deuteronomy 2:10", "anchorRefExpanded": ["Deuteronomy 2:10"], "sourceRef": "Aderet Eliyahu, Deuteronomy 2:10:1", "sourceHeRef": "אדרת אליהו, דברים ב׳:י׳:א׳", "anchorVerse": 10, "sourceHasEn": false, "compDate": [1740, 1800], "commentaryNum": 10.0001, "collectiveTitle": {"en": "Aderet Eliyahu", "he": "אדרת אליהו"}, "heTitle": "דברים", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5a9d3d16d6e4a9026bd90047", "index_title": "Aderet Eliyahu", "category": "Commentary", "type": "commentary", "ref": "Aderet Eliyahu, Deuteronomy 2:10:2", "anchorRef": "Deuteronomy 2:10", "anchorRefExpanded": ["Deuteronomy 2:10"], "sourceRef": "Aderet Eliyahu, Deuteronomy 2:10:2", "sourceHeRef": "אדרת אליהו, דברים ב׳:י׳:ב׳", "anchorVerse": 10, "sourceHasEn": false, "compDate": [1740, 1800], "commentaryNum": 10.0002, "collectiveTitle": {"en": "Aderet Eliyahu", "he": "אדרת אליהו"}, "heTitle": "דברים", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5a9d3d16d6e4a9026bd90049", "index_title": "Aderet Eliyahu", "category": "Commentary", "type": "commentary", "ref": "Aderet Eliyahu, Deuteronomy 2:10:3", "anchorRef": "Deuteronomy 2:10", "anchorRefExpanded": ["Deuteronomy 2:10"], "sourceRef": "Aderet Eliyahu, Deuteronomy 2:10:3", "sourceHeRef": "אדרת אליהו, דברים ב׳:י׳:ג׳", "anchorVerse": 10, "sourceHasEn": false, "compDate": [1740, 1800], "commentaryNum": 10.0003, "collectiveTitle": {"en": "Aderet Eliyahu", "he": "אדרת אליהו"}, "heTitle": "דברים", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5a9d3d16d6e4a9026bd9004b", "index_title": "Aderet Eliyahu", "category": "Commentary", "type": "commentary", "ref": "Aderet Eliyahu, Deuteronomy 2:10:4", "anchorRef": "Deuteronomy 2:10", "anchorRefExpanded": ["Deuteronomy 2:10"], "sourceRef": "Aderet Eliyahu, Deuteronomy 2:10:4", "sourceHeRef": "אדרת אליהו, דברים ב׳:י׳:ד׳", "anchorVerse": 10, "sourceHasEn": false, "compDate": [1740, 1800], "commentaryNum": 10.0004, "collectiveTitle": {"en": "Aderet Eliyahu", "he": "אדרת אליהו"}, "heTitle": "דברים", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5cd141ea69ad4c0152d59038", "index_title": "Birkat Asher on Torah", "category": "Commentary", "type": "commentary", "ref": "Birkat Asher on Torah, Deuteronomy 2:10:1", "anchorRef": "Deuteronomy 2:10", "anchorRefExpanded": ["Deuteronomy 2:10"], "sourceRef": "Birkat Asher on Torah, Deuteronomy 2:10:1", "sourceHeRef": "ברכת אשר על התורה, דברים ב׳:י׳:א׳", "anchorVerse": 10, "sourceHasEn": false, "compDate": [1960, 2010], "commentaryNum": 10.0001, "collectiveTitle": {"en": "Birkat Asher on Torah", "he": "ברכת אשר על התורה"}, "heTitle": "דברים", "he": "<b>\"...עם גדול ורב וָרם\" וגו'. </b>לא ידעתי ביאור לו\"ו הקמוצה. (פ' דברים תשס\"ד) הערת ר' חזקי פוקס שי': כשישנה רשימה של דברים, ו\"ו־החיבור שלפני המילה האחרונה מנוקדת על פי רוב בקמץ. ויעויין ב\"מנחת ש\"י\" שכתב סימן (שניכר מלשונו שהוא העתק מהמסורה): בכל התורה 'וָרם' מנוקד בקמץ חוץ ממקום אחד (דברים ח, יד), ובכל הנ\"ך 'וְרם' מנוקד בשווא חוץ ממקום אחד (ישעיה ב, יב).", "heVersionTitle": "Birkat Asher, Asher Vasertil, Jerusalem 2010-2012", "heLicense": "CC-BY", "heVersionTitleInHebrew": "ברכת אשר, ירושלים תש\"ע-תשע\"ג", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6319cfaab6084aa1cbefa951", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, אֵימִים 1", "anchorRef": "Deuteronomy 2:10", "anchorRefExpanded": ["Deuteronomy 2:10"], "sourceRef": "BDB, אֵימִים 1", "sourceHeRef": "בראון-דרייבר-בריגס, אֵימִים א׳", "anchorVerse": 10, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "אֵימִים", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† <big><span dir=\"rtl\">אֵימִים</span></big>  <strong>n.pr.m.pl. Emim (</strong><em>terrors</em><strong>)</strong> ancient inhab. of Moab <a data-ref=\"Genesis 14:5\" href=\"/Genesis.14.5\">Gn 14:5</a> <span dir=\"rtl\">(הָאֵימִים)</span>; <a data-ref=\"Deuteronomy 2:10\" href=\"/Deuteronomy.2.10\">Dt 2:10</a> <span dir=\"rtl\">(הָאֵמ׳)</span>; v <a data-ref=\"Deuteronomy 2:11\" href=\"/Deuteronomy.2.11\">11</a> <span dir=\"rtl\">(אֵמ׳)</span>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d3afb6084aa1cbf29ba1", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, עֲנָק 1", "anchorRef": "Deuteronomy 2:10", "anchorRefExpanded": ["Deuteronomy 2:10"], "sourceRef": "BDB, עֲנָק 1", "sourceHeRef": "בראון-דרייבר-בריגס, עֲנָק א׳", "anchorVerse": 10, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "עֲנָק", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† I. <big><span dir=\"rtl\">עֲנָק</span></big>  <strong>n.</strong>[<strong>m.</strong>] <strong>neck</strong>, only in <strong>epith. gent.</strong> <span dir=\"rtl\">בְּנֵי הָעֲנָק</span> <em>long-necked</em> (tall) <em>men</em>, early giant people about Hebron and in Philistia, Ενακ, Εναχ, <a data-ref=\"Joshua 15:14\" href=\"/Joshua.15.14\">Jos 15:14</a> (JE) = <a data-ref=\"Judges 1:20\" href=\"/Judges.1.20\">Ju 1:20</a>, without art. <a data-ref=\"Numbers 13:33\" href=\"/Numbers.13.33\">Nu 13:33</a> (JE), <a data-ref=\"Deuteronomy 9:2\" href=\"/Deuteronomy.9.2\">Dt 9:2</a>; also <span dir=\"rtl\">יְלִידַי הָע׳</span> <a data-ref=\"Numbers 13:22\" href=\"/Numbers.13.22\">Nu 13:22</a>, <a data-ref=\"Numbers 13:28\" href=\"/Numbers.13.28\">28</a>; <a data-ref=\"Joshua 15:14\" href=\"/Joshua.15.14\">Jos 15:14</a> (all JE); called also <span dir=\"rtl\">עֲנָקִים</span> <em>long-necks</em>, Ενακειμ, <a data-ref=\"Joshua 14:12\" href=\"/Joshua.14.12\">Jos 14:12</a>, <a data-ref=\"Joshua 14:15\" href=\"/Joshua.14.15\">15</a> (JE), <a data-ref=\"Joshua 11:21\" href=\"/Joshua.11.21\">11:21</a>, <a data-ref=\"Joshua 11:22\" href=\"/Joshua.11.22\">22</a> (D), <a data-ref=\"Deuteronomy 2:10\" href=\"/Deuteronomy.2.10\">Dt 2:10</a>, <a data-ref=\"Deuteronomy 2:11\" href=\"/Deuteronomy.2.11\">11</a>, <a data-ref=\"Deuteronomy 2:21\" href=\"/Deuteronomy.2.21\">21</a> + <a data-ref=\"Jeremiah 47:5\" href=\"/Jeremiah.47.5\">Je 47:5</a> (read <span dir=\"rtl\">עֲנָקִים</span> for MT <span dir=\"rtl\">עִמְקָם</span>), and perhaps <a data-ref=\"I Chronicles 12:16\" href=\"/I_Chronicles.12.16\">1 Ch 12:16</a> (v. <a data-ref=\"BDB, עֵ֫מֶק\" href=\"/BDB,_עֵ֫מֶק\", dir=\"rtl\">עֵמֶק</a> <em>ad</em> fin.); <span dir=\"rtl\">בְּנֵי עֲנָקִים</span> <a data-ref=\"I Chronicles 1:28\" href=\"/I_Chronicles.1.28\">1:28</a> (𝔊 γίγαντες, cf. <a data-ref=\"Numbers 13:33\" href=\"/Numbers.13.33\">Nu 13:33</a>), <a data-ref=\"Numbers 9:2\" href=\"/Numbers.9.2\">9:2</a>; <span dir=\"rtl\">עֲנָק</span> later (erron.) as eponym. ancestor of Anaḳim <a data-ref=\"Joshua 15:13\" href=\"/Joshua.15.13\">Jos 15:13</a> = <span dir=\"rtl\">עֲנוֹק</span> <a data-ref=\"Joshua 21:11\" href=\"/Joshua.21.11\">21:11</a> (both P).—Vid. especially Mey<sup>ZAW i (1881), 139</sup> GFM <a data-ref=\"Judges 1:10\" href=\"/Judges.1.10\">Ju 1:10</a>, <a data-ref=\"Judges 1:20\" href=\"/Judges.1.20\">20</a> Che<sup>Ency. Bib. ANAK</sup>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d469b6084aa1cbf33151", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, רוּם 1", "anchorRef": "Deuteronomy 2:10", "anchorRefExpanded": ["Deuteronomy 2:10"], "sourceRef": "BDB, רוּם 1", "sourceHeRef": "בראון-דרייבר-בריגס, רוּם א׳", "anchorVerse": 10, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "רוּם", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† <big><big><span dir=\"rtl\">רוּם</span></big></big>  <strong>vb.</strong> be high, exalted, rise <strong>(</strong>OHeb, Ph., Old Aramaic, Palm., all in n.pr.; Sab. in <span dir=\"rtl\">רים</span> epith. dei et regis Fell<sup> ZMG liv (1900), 25f.</sup> also in n.pr. Mordtm <sup>ib. xxx (1876), 36</sup> SabDenkm<sup> No. 14, 1. 1</sup>; Arabic <span dir=\"rtl\">رام</span> <em>be high</em>, dial. of Oman (Jayakar<sup>JA xxi. 813, 875</sup>) and Zanzibar (Prä<sup>ZMG xxxiv (1880), 218</sup>); Ethiopic in deriv.; Aramaic <span dir=\"rtl\">רָם ܪܘܡ</span> (very often in der. spec. and deriv.)<strong>)</strong>;—<br><strong>Qal</strong>  Pf. 3 ms. consec. <span dir=\"rtl\">וְרָם</span> <a data-ref=\"Deuteronomy 8:14\" href=\"/Deuteronomy.8.14\">Dt 8:14</a> +; 3 fs. <span dir=\"rtl\">רָ֫מָה</span> <a data-ref=\"I Samuel 2:1\" href=\"/I_Samuel.2.1\">1 S 2:1</a> +; <span dir=\"rtl\">וְרָאֲמָה</span> <a data-ref=\"Zechariah 14:10\" href=\"/Zechariah.14.10\">Zc 14:10</a> v. <a ,=\"\" data-ref=\"BDB, רָאַם\" dir=\"rtl\" href=\"/BDB,_רָאַם\">רָאַם</a>; 3 pl. <span dir=\"rtl\">רָמוּ</span> <a data-ref=\"Proverbs 30:13\" href=\"/Proverbs.30.13\">Pr 30:13</a> <a data-ref=\"Psalms 131:1\" href=\"/Psalms.131.1\">ψ 131:1</a>, <span dir=\"rtl\">רָ֑מּוּ</span> <a data-ref=\"Job 22:12\" href=\"/Job.22.12\">Jb 22:12</a> (Baer Gi; Ges<sup>§ 20 l</sup>); Impf. <span dir=\"rtl\">יָרוּם</span> <a data-ref=\"Isaiah 30:18\" href=\"/Isaiah.30.18\">Is 30:18</a> +, juss. <span dir=\"rtl\">יָרֹם</span> <a data-ref=\"Numbers 24:7\" href=\"/Numbers.24.7\">Nu 24:7</a>, <span dir=\"rtl\">וַיָּ֫רָם</span> <a data-ref=\"Hosea 13:6\" href=\"/Hosea.13.6\">Ho 13:6</a> <a data-ref=\"Ezekiel 10:4\" href=\"/Ezekiel.10.4\">Ez 10:4</a> [<span dir=\"rtl\">וַיָּרֻם</span> <a data-ref=\"Exodus 16:20\" href=\"/Exodus.16.20\">Ex 16:20</a> v. <a ,=\"\" data-ref=\"BDB, רמם\" dir=\"rtl\" href=\"/BDB,_רמם\">רמם</a>]; 3 mpl. <span dir=\"rtl\">יְרֻמ֑וּן</span> <a data-ref=\"Isaiah 49:11\" href=\"/Isaiah.49.11\">Is 49:11</a>, etc.; Imv. ms. <span dir=\"rtl\">ר֫וּמָה</span> <a data-ref=\"Psalms 21:14\" href=\"/Psalms.21.14\">ψ 21:14</a> +; Inf. cstr. <span dir=\"rtl\">רוּם</span> <a data-ref=\"Deuteronomy 17:20\" href=\"/Deuteronomy.17.20\">Dt 17:20</a> <a data-ref=\"Ezekiel 10:16\" href=\"/Ezekiel.10.16\">Ez 10:16</a>, <span dir=\"rtl\">כְּרֻם</span> <a data-ref=\"Psalms 12:9\" href=\"/Psalms.12.9\">ψ 12:9</a> [Bae conj. <span dir=\"rtl\">כֶּרֶם</span>, sf. <span dir=\"rtl\">רוֹמָם</span> <a data-ref=\"Ezekiel 10:17\" href=\"/Ezekiel.10.17\">Ez 10:17</a> (Ges<sup>§ 72 q</sup>); Pt. <span dir=\"rtl\">רָם</span> <a data-ref=\"Isaiah 6:1\" href=\"/Isaiah.6.1\">Is 6:1</a> +, pl. <span dir=\"rtl\">רָמִים</span> <a data-ref=\"Isaiah 2:13\" href=\"/Isaiah.2.13\">2:13</a> +, cstr. <span dir=\"rtl\">רָמֵי</span> <a data-ref=\"Isaiah 10:33\" href=\"/Isaiah.10.33\">10:33</a>, etc.;— <strong>1.</strong> <strong>a.</strong>  <em>be high</em>, lit. rock (in fig.) <a data-ref=\"Psalms 61:3\" href=\"/Psalms.61.3\">ψ 61:3</a> (<span dir=\"rtl\">מִן</span> comp.); <em>be</em> (<em>set on</em>) <em>high</em>, <span dir=\"rtl\">רָ֑מּוּ</span> <a data-ref=\"Job 22:12\" href=\"/Job.22.12\">Jb 22:12</a> (of stars), especially pt., = adj., in gen. <a data-ref=\"Isaiah 2:12\" href=\"/Isaiah.2.12\">Is 2:12</a> (+ <span dir=\"rtl\">גֵּאֶה</span>), of mts. v <a data-ref=\"Isaiah 2:14\" href=\"/Isaiah.2.14\">14</a>; <a data-ref=\"Deuteronomy 12:2\" href=\"/Deuteronomy.12.2\">Dt 12:2</a>, hill <a data-ref=\"Ezekiel 6:13\" href=\"/Ezekiel.6.13\">Ez 6:13</a>, <a data-ref=\"Ezekiel 20:28\" href=\"/Ezekiel.20.28\">20:28</a>; <a data-ref=\"Ezekiel 34:6\" href=\"/Ezekiel.34.6\">34:6</a>, throne <a data-ref=\"Isaiah 6:1\" href=\"/Isaiah.6.1\">Is 6:1</a>, trees = <em>tall</em> <a data-ref=\"Isaiah 2:13\" href=\"/Isaiah.2.13\">2:13</a> <a data-ref=\"Ezekiel 17:22\" href=\"/Ezekiel.17.22\">Ez 17:22</a>, cf. (in fig.) <a data-ref=\"Isaiah 10:33\" href=\"/Isaiah.10.33\">Is 10:33</a> <span dir=\"rtl\">(רָמֵי הַקּוֹמָה)</span>; human stature <a data-ref=\"Deuteronomy 1:28\" href=\"/Deuteronomy.1.28\">Dt 1:28</a> (<span dir=\"rtl\">מִן</span> comp.), <a data-ref=\"Deuteronomy 2:10\" href=\"/Deuteronomy.2.10\">2:10</a>, <a data-ref=\"Deuteronomy 2:21\" href=\"/Deuteronomy.2.21\">21</a>; <a data-ref=\"Deuteronomy 9:2\" href=\"/Deuteronomy.9.2\">9:2</a>; <span dir=\"rtl\">רָמִים</span> <a data-ref=\"Psalms 78:69\" href=\"/Psalms.78.69\">ψ 78:69</a> <em>heights</em> (of heaven; ‖ <span dir=\"rtl\">אֶרֶץ</span>); <span dir=\"rtl\">רָמִים</span> of inhab. of heavens <a data-ref=\"Job 21:22\" href=\"/Job.21.22\">Jb 21:22</a>. <strong>b.</strong>  especially of <span dir=\"rtl\">י׳</span>, <span dir=\"rtl\">רָם וְנִשָּׂא</span> <a data-ref=\"Isaiah 57:15\" href=\"/Isaiah.57.15\">Is 57:15</a>, cf. <a data-ref=\"Psalms 138:6\" href=\"/Psalms.138.6\">ψ 138:6</a>, + <span dir=\"rtl\">עַל־כַּל־הָעַמִּים</span> <a data-ref=\"Psalms 99:2\" href=\"/Psalms.99.2\">99:2</a>, <span dir=\"rtl\">גּוֹיִם</span> <a data-ref=\"Psalms 113:4\" href=\"/Psalms.113.4\">113:4</a>. <strong>2.</strong>  <em>be raised, uplifted:</em> <strong>a.</strong>  of highway <a data-ref=\"Isaiah 49:11\" href=\"/Isaiah.49.11\">Is 49:11</a> (<em>made high</em>, put in order); voice, <a data-ref=\"Deuteronomy 27:14\" href=\"/Deuteronomy.27.14\">Dt 27:14</a> (pt. = adj.) <em>uplifted</em>. <strong>b.</strong>  fig.: of hand, symbol of might, <a data-ref=\"Deuteronomy 32:27\" href=\"/Deuteronomy.32.27\">Dt 32:27</a>, + <span dir=\"rtl\">עַל</span> pers. <a data-ref=\"Micah 5:8\" href=\"/Micah.5.8\">Mi 5:8</a>; of Isr. in Exodus <span dir=\"rtl\">בְּיָד רָמָה</span> <a data-ref=\"Exodus 14:8\" href=\"/Exodus.14.8\">Ex 14:8</a>; <a data-ref=\"Numbers 33:3\" href=\"/Numbers.33.3\">Nu 33:3</a> (both P); of <span dir=\"rtl\">י׳</span>’s hand <a data-ref=\"Isaiah 26:11\" href=\"/Isaiah.26.11\">Is 26:11</a> <a data-ref=\"Psalms 89:14\" href=\"/Psalms.89.14\">ψ 89:14</a> (‖ <span dir=\"rtl\">תָּעֹז</span>); fig. of presumption <a data-ref=\"Numbers 15:30\" href=\"/Numbers.15.30\">Nu 15:30</a> (P); <span dir=\"rtl\">זְרוֹעַ רָמָה</span> of might <a data-ref=\"Job 38:15\" href=\"/Job.38.15\">Jb 38:15</a>; of eyes, fig. of arrogance <a data-ref=\"Proverbs 6:17\" href=\"/Proverbs.6.17\">Pr 6:17</a>; <a data-ref=\"Proverbs 30:13\" href=\"/Proverbs.30.13\">30:13</a> <a data-ref=\"Psalms 131:1\" href=\"/Psalms.131.1\">ψ 131:1</a> (‖ <span dir=\"rtl\">גָּבַהּ לִבִּי</span>), so <a data-ref=\"Psalms 18:28\" href=\"/Psalms.18.28\">18:28</a>, but ‖ <a data-ref=\"II Samuel 22:28\" href=\"/II_Samuel.22.28\">2 S 22:28</a> of pers.; of heart, fig. of reckless elation, <a data-ref=\"Hosea 13:6\" href=\"/Hosea.13.6\">Ho 13:6</a>; <a data-ref=\"Deuteronomy 8:14\" href=\"/Deuteronomy.8.14\">Dt 8:14</a>; <a data-ref=\"Ezekiel 31:10\" href=\"/Ezekiel.31.10\">Ez 31:10</a> (<span dir=\"rtl\">בְּגָבְהוֹ</span>, ‖ <span dir=\"rtl\">גָּבַהְתָּ בְּקוֹמָה</span>) <a data-ref=\"Daniel 11:12\" href=\"/Daniel.11.12\">Dn 11:12</a>, + <span dir=\"rtl\">מִן</span> pers. <a data-ref=\"Deuteronomy 17:20\" href=\"/Deuteronomy.17.20\">Dt 17:20</a>; of horn, fig. of triumph <a data-ref=\"I Samuel 2:1\" href=\"/I_Samuel.2.1\">1 S 2:1</a> (song), <a data-ref=\"Psalms 89:25\" href=\"/Psalms.89.25\">ψ 89:25</a> (v <a data-ref=\"Psalms 89:18\" href=\"/Psalms.89.18\">18</a> see <strong>Hiph.</strong>), <a data-ref=\"Psalms 112:9\" href=\"/Psalms.112.9\">112:9</a>, so head <a data-ref=\"Psalms 27:6\" href=\"/Psalms.27.6\">27:6</a> (+ <span dir=\"rtl\">עַל</span> pers.), <a data-ref=\"Psalms 140:9\" href=\"/Psalms.140.9\">140:9</a> (join <span dir=\"rtl\">ירומו</span> to v <a data-ref=\"Psalms 89:10\" href=\"/Psalms.89.10\">10</a>, but read <span dir=\"rtl\">יָרִימוּ</span> Che, cf. Hup-Now). <strong>c.</strong>  of pers., <em>be exalted</em> (in fig.), king <a data-ref=\"Numbers 24:7\" href=\"/Numbers.24.7\">Nu 24:7</a> (JE; + <span dir=\"rtl\">מִן</span> comp.; ‖ <span dir=\"rtl\">תִּנַּשֵּׂא</span>); of God (<span dir=\"rtl\">י׳</span>, i.e. shew his exaltation) <a data-ref=\"Isaiah 30:18\" href=\"/Isaiah.30.18\">Is 30:18</a>; <a data-ref=\"II Samuel 22:47\" href=\"/II_Samuel.22.47\">2 S 22:47</a> = <a data-ref=\"Psalms 18:47\" href=\"/Psalms.18.47\">ψ 18:47</a>, <a data-ref=\"Psalms 21:14\" href=\"/Psalms.21.14\">ψ 21:14</a>; <a data-ref=\"Psalms 46:11\" href=\"/Psalms.46.11\">46:11</a><sup>(×2)</sup>, + <span dir=\"rtl\">עַל־(הַ)שָּׁמַיִם</span> <a data-ref=\"Psalms 57:6\" href=\"/Psalms.57.6\">57:6</a>, <a data-ref=\"Psalms 57:12\" href=\"/Psalms.57.12\">12</a>; <a data-ref=\"Psalms 108:6\" href=\"/Psalms.108.6\">108:6</a>; <span dir=\"rtl\">עֶבֶד י׳</span> <a data-ref=\"Isaiah 52:13\" href=\"/Isaiah.52.13\">Is 52:13</a>, <span dir=\"rtl\">י׳</span>’s people <a data-ref=\"Psalms 89:17\" href=\"/Psalms.89.17\">ψ 89:17</a>; rebellious <a data-ref=\"Psalms 66:7\" href=\"/Psalms.66.7\">66:7</a> (Qr; Kt Hiph.: <em>shew exaltation</em>); worthlessness (personif.) <a data-ref=\"Psalms 12:9\" href=\"/Psalms.12.9\">ψ 12:9</a>; foe <a data-ref=\"Psalms 13:3\" href=\"/Psalms.13.3\">13:3</a>; city <a data-ref=\"Proverbs 11:11\" href=\"/Proverbs.11.11\">Pr 11:11</a>. <strong>3.</strong>  <em>be lifted, rise</em>, of ark, <span dir=\"rtl\">מֵעַל־הארץ</span> <a data-ref=\"Genesis 7:17\" href=\"/Genesis.7.17\">Gn 7:17</a> (J), so of cherubim <a data-ref=\"Ezekiel 10:16\" href=\"/Ezekiel.10.16\">Ez 10:16</a>, cf. v <a data-ref=\"Ezekiel 10:17\" href=\"/Ezekiel.10.17\">17</a>; <span dir=\"rtl\">כְּבוֹד י׳</span> v <a data-ref=\"Ezekiel 10:4\" href=\"/Ezekiel.10.4\">4</a> <span dir=\"rtl\">(מֵעַל הַכְּרוּב)</span>.—<a data-ref=\"Proverbs 24:7\" href=\"/Proverbs.24.7\">Pr 24:7</a> v. i. <a ,=\"\" data-ref=\"BDB, רָאמוֹת\" dir=\"rtl\" href=\"/BDB,_רָאמוֹת\">רָאמוֹת</a> p. 910b.<br><strong>Pōʿlēl</strong>  Pf. 3 fs. sf. <span dir=\"rtl\">רֹמְמָ֑תְהוּ</span> <a data-ref=\"Ezekiel 31:4\" href=\"/Ezekiel.31.4\">Ez 31:4</a>; 1 s. <span dir=\"rtl\">רוֹמַמְתִּי</span> <a data-ref=\"Isaiah 1:2\" href=\"/Isaiah.1.2\">Is 1:2</a>; <a data-ref=\"Isaiah 23:4\" href=\"/Isaiah.23.4\">23:4</a>; Impf. 3 ms. <span dir=\"rtl\">יְרוֹמֵם</span> <a data-ref=\"Hosea 11:7\" href=\"/Hosea.11.7\">Ho 11:7</a>, sf. <span dir=\"rtl\">יְרוֹמְמֵנִי</span> <a data-ref=\"Psalms 27:5\" href=\"/Psalms.27.5\">ψ 27:5</a>, <span dir=\"rtl\">וִירוֹמִמְךָ</span> <a data-ref=\"Psalms 37:34\" href=\"/Psalms.37.34\">37:34</a>; 1 s. sf. <span dir=\"rtl\">וַאֲרֹמְמֶ֑נְהוּ</span> <a data-ref=\"Exodus 15:2\" href=\"/Exodus.15.2\">Ex 15:2</a> (Ges<sup>§ 58 i</sup>), etc. (<span dir=\"rtl\">אֵרוֹמָם</span> v. <strong>Hithpōʿl.</strong>); Imv. mpl. <span dir=\"rtl\">רוֹמְמוּ</span> <a data-ref=\"Psalms 99:5\" href=\"/Psalms.99.5\">ψ 99:5</a>, <a data-ref=\"Psalms 99:9\" href=\"/Psalms.99.9\">9</a>; Inf. cstr. <span dir=\"rtl\">לְרוֹמֵם</span> <a data-ref=\"Ezra 9:9\" href=\"/Ezra.9.9\">Ezr 9:9</a>; Pt. <span dir=\"rtl\">מְרוֹמֵם</span> <a data-ref=\"I Samuel 2:7\" href=\"/I_Samuel.2.7\">1 S 2:7</a>, sf. <span dir=\"rtl\">מְרוֹמְמִי</span> <a data-ref=\"Psalms 9:14\" href=\"/Psalms.9.14\">ψ 9:14</a>, f. <span dir=\"rtl\">רוֹמֵמָה</span> <a data-ref=\"Psalms 118:16\" href=\"/Psalms.118.16\">118:16</a> (<span dir=\"rtl\">מ</span> om., Hup-Now Bae; cf. Kö<sup>i. 454</sup>);— <strong>1.</strong> <strong>a.</strong>  <em>raise, rear</em>, children <a data-ref=\"Isaiah 1:2\" href=\"/Isaiah.1.2\">Is 1:2</a>; <a data-ref=\"Isaiah 23:4\" href=\"/Isaiah.23.4\">23:4</a> (both ‖ <span dir=\"rtl\">גִּדֵּל</span>). <strong>b.</strong>  <em>cause</em> tree <em>to grow</em>, subj. <span dir=\"rtl\">תְּהוֹם</span> <a data-ref=\"Ezekiel 31:4\" href=\"/Ezekiel.31.4\">Ez 31:4</a> (‖ <span dir=\"rtl\">גִּדֵּל</span>). <strong>c.</strong>  <em>rear, erect</em>, temple <a data-ref=\"Ezra 9:9\" href=\"/Ezra.9.9\">Ezr 9:9</a>. <strong>2.</strong>  <em>lift up:</em> <strong>a.</strong>  in fig., acc. pers., subj. <span dir=\"rtl\">י׳</span> <a data-ref=\"Psalms 27:5\" href=\"/Psalms.27.5\">ψ 27:5</a> (+ <span dir=\"rtl\">בְּצוּר</span>); + <span dir=\"rtl\">מִן</span> comp. <a data-ref=\"II Samuel 22:49\" href=\"/II_Samuel.22.49\">2 S 22:49</a> = <a data-ref=\"Psalms 18:49\" href=\"/Psalms.18.49\">ψ 18:49</a>, + <span dir=\"rtl\">מִן</span> <em>from</em> <a data-ref=\"Psalms 9:14\" href=\"/Psalms.9.14\">9:14</a>; acc. om. <a data-ref=\"Hosea 11:7\" href=\"/Hosea.11.7\">Ho 11:7</a> (si vera l., cf. We Now). <strong>b.</strong>  <em>raise</em> waves of sea, subj. wind, <a data-ref=\"Psalms 107:25\" href=\"/Psalms.107.25\">ψ 107:25</a>. <strong>c.</strong>  <em>exalt</em>, acc. pers., subj. <span dir=\"rtl\">י׳</span> <a data-ref=\"Job 17:4\" href=\"/Job.17.4\">Jb 17:4</a> (read perhaps <span dir=\"rtl\">תְּרִמֵם</span>, so Bu, cf. Di), <a data-ref=\"Psalms 37:34\" href=\"/Psalms.37.34\">ψ 37:34</a> (+ <span dir=\"rtl\">לָרֶשֶׁת אָ֑רֶץ</span>); acc. om. <a data-ref=\"I Samuel 2:7\" href=\"/I_Samuel.2.7\">1 S 2:7</a> <a data-ref=\"Psalms 118:16\" href=\"/Psalms.118.16\">ψ 118:16</a> (in victory); subj. wisdom, acc. pers. <a data-ref=\"Proverbs 4:8\" href=\"/Proverbs.4.8\">Pr 4:8</a>, cf. <a ,=\"\" data-ref=\"BDB, צְדָקָה\" dir=\"rtl\" href=\"/BDB,_צְדָקָה\">צְדָקָה תְּרוֹמֵם־גּוֹי</a> <a data-ref=\"Proverbs 14:34\" href=\"/Proverbs.14.34\">14:34</a>. <strong>3.</strong>  <em>exalt, extol</em>, acc. <span dir=\"rtl\">י׳</span>, <a data-ref=\"Psalms 30:2\" href=\"/Psalms.30.2\">ψ 30:2</a>, ‖ <span dir=\"rtl\">אוֹדֶה</span> <a data-ref=\"Isaiah 25:1\" href=\"/Isaiah.25.1\">Is 25:1</a> <a data-ref=\"Psalms 118:28\" href=\"/Psalms.118.28\">ψ 118:28</a>, ‖ <span dir=\"rtl\">הִשְׁתַּחֲווּ</span> <a data-ref=\"Psalms 99:5\" href=\"/Psalms.99.5\">99:5</a>, <a data-ref=\"Psalms 99:9\" href=\"/Psalms.99.9\">9</a>, ‖ <span dir=\"rtl\">הִלֵּל</span> <a data-ref=\"Psalms 107:32\" href=\"/Psalms.107.32\">107:32</a>, ‖ <span dir=\"rtl\">בֵּרַךְ</span> <a data-ref=\"Psalms 145:1\" href=\"/Psalms.145.1\">145:1</a>, ‖ <span dir=\"rtl\">אַנְוֵהוּ</span> <a data-ref=\"Exodus 15:2\" href=\"/Exodus.15.2\">Ex 15:2</a>; acc. <span dir=\"rtl\">שֵׁם י׳</span> <a data-ref=\"Psalms 34:4\" href=\"/Psalms.34.4\">ψ 34:4</a> (‖ <span dir=\"rtl\">גִּדֵּל</span>).<br><strong>Pōʿlal</strong>  Impf. 3 fpl. <span dir=\"rtl\">תְּרוֹמַמְנָה</span> <a data-ref=\"Psalms 75:11\" href=\"/Psalms.75.11\">ψ 75:11</a> <em>be lifted up</em>, of horns (cf. <strong>Qal 2 b</strong>); Pf. 3 ms. <span dir=\"rtl\">וְרוֹמַם</span> <a data-ref=\"Psalms 66:17\" href=\"/Psalms.66.17\">66:17</a> <em>and he was extolled</em> (so Ki al.; but v. <a data-ref=\"BDB, רוֹמָם\" href=\"/BDB,_רוֹמָם\", dir=\"rtl\">רוֹמָם</a> infr.); Pt. <span dir=\"rtl\">מְרוֹמַם</span> <a data-ref=\"Nehemiah 9:5\" href=\"/Nehemiah.9.5\">Ne 9:5</a> <em>extolled</em>, of <span dir=\"rtl\">י׳</span>’s name (cf. <strong>Pōʿlēl 3</strong>), + <span dir=\"rtl\">עַל־בְּרָכָה וג׳</span>.<br><strong>Hiph.</strong>  Pf. 3 ms. <span dir=\"rtl\">הֵרִים</span> <a data-ref=\"I Kings 11:27\" href=\"/I_Kings.11.27\">1 K 11:27</a> +; 2 ms. <span dir=\"rtl\">הֲרִימוֹתָ</span> <a data-ref=\"II Kings 19:22\" href=\"/II_Kings.19.22\">2 K 19:22</a> <a data-ref=\"Psalms 89:43\" href=\"/Psalms.89.43\">ψ 89:43</a>, <span dir=\"rtl\">וַהֲרֵמֹתָ֫</span> <a data-ref=\"Numbers 31:28\" href=\"/Numbers.31.28\">Nu 31:28</a>; 2 mpl. consec. <span dir=\"rtl\">וַהֲרֵמֹתֶם</span> <a data-ref=\"Numbers 18:26\" href=\"/Numbers.18.26\">18:26</a>, etc.; Impf. 3 ms. <span dir=\"rtl\">יָרִים</span> <a data-ref=\"Genesis 41:44\" href=\"/Genesis.41.44\">Gn 41:44</a> +, juss. <span dir=\"rtl\">יָרֵם</span> <a data-ref=\"Numbers 17:2\" href=\"/Numbers.17.2\">Nu 17:2</a>; <a data-ref=\"I Samuel 2:10\" href=\"/I_Samuel.2.10\">1 S 2:10</a>, <span dir=\"rtl\">וַיָּ֫רֶם</span> <a data-ref=\"Exodus 7:20\" href=\"/Exodus.7.20\">Ex 7:20</a> +, sf. <span dir=\"rtl\">וַיְרִימֶהָ</span> <a data-ref=\"Genesis 31:45\" href=\"/Genesis.31.45\">Gn 31:45</a>, etc.; Imv. ms. <span dir=\"rtl\">הָרֵם</span> <a data-ref=\"Exodus 14:16\" href=\"/Exodus.14.16\">Ex 14:16</a>; <a data-ref=\"Isaiah 58:1\" href=\"/Isaiah.58.1\">Is 58:1</a>, <span dir=\"rtl\">הָרִימָה</span> <a data-ref=\"Psalms 74:3\" href=\"/Psalms.74.3\">ψ 74:3</a>, etc.; Inf. cstr. <span dir=\"rtl\">הָרִים</span> <a data-ref=\"Isaiah 10:15\" href=\"/Isaiah.10.15\">Is 10:15</a> +, sf. <span dir=\"rtl\">הֲרִימִי</span> <a data-ref=\"Genesis 39:18\" href=\"/Genesis.39.18\">Gn 39:18</a>, etc.; Pt. <span dir=\"rtl\">מֵרִים</span> <a data-ref=\"Exodus 35:24\" href=\"/Exodus.35.24\">Ex 35:24</a> +, etc.;— <strong>1.</strong> <strong>a.</strong>  (1) <em>raise, lift</em>, c. acc., hand <a data-ref=\"Exodus 17:11\" href=\"/Exodus.17.11\">Ex 17:11</a> (E), <a data-ref=\"Numbers 20:11\" href=\"/Numbers.20.11\">Nu 20:11</a> (P), + <span dir=\"rtl\">אֶל־י׳</span> (in oath) <a data-ref=\"Genesis 14:22\" href=\"/Genesis.14.22\">Gn 14:22</a> cf. <span dir=\"rtl\">(אֶל־הַשָּׁמַיִם)</span> <a data-ref=\"Daniel 12:7\" href=\"/Daniel.12.7\">Dn 12:7</a>, + ב pers. <em>against</em> <a data-ref=\"I Kings 11:26\" href=\"/I_Kings.11.26\">1 K 11:26</a>, <a data-ref=\"I Kings 11:27\" href=\"/I_Kings.11.27\">27</a>; feet; <span dir=\"rtl\">פְּעָמִים</span> <a data-ref=\"Psalms 74:3\" href=\"/Psalms.74.3\">ψ 74:3</a>, i.e. run (+ ל dir.); hand or foot <a data-ref=\"Genesis 41:44\" href=\"/Genesis.41.44\">Gn 41:44</a> (E), i.e. make any movement (hyperb.); head <a data-ref=\"Psalms 110:7\" href=\"/Psalms.110.7\">ψ 110:7</a> (Assyrian <em>ullû rêšu</em> Dl<sup>HWB 62a</sup>), cf. <span dir=\"rtl\">יָרִימוּ</span> <a data-ref=\"Psalms 140:9\" href=\"/Psalms.140.9\">140:9</a> (so read, v. <strong>Qal 2 b</strong>); face, <span dir=\"rtl\">אֶל־י׳</span> <a data-ref=\"Ezra 9:6\" href=\"/Ezra.9.6\">Ezr 9:6</a>; hand of another, subj. <span dir=\"rtl\">י׳</span>, fig. of giving strength to, <a data-ref=\"Psalms 89:43\" href=\"/Psalms.89.43\">ψ 89:43</a>, so head <a data-ref=\"Psalms 3:4\" href=\"/Psalms.3.4\">3:4</a>; c. acc. of rod <a data-ref=\"Isaiah 10:15\" href=\"/Isaiah.10.15\">Is 10:15</a>; <a data-ref=\"Exodus 14:16\" href=\"/Exodus.14.16\">Ex 14:16</a> (P), <span dir=\"rtl\">הֵרִים בַּמַּטֶּה</span> <a data-ref=\"Exodus 7:20\" href=\"/Exodus.7.20\">7:20</a> (E); rod subj., c. acc. rei <a data-ref=\"Isaiah 10:15\" href=\"/Isaiah.10.15\">Is 10:15</a>. (2) <em>raise</em> poor <span dir=\"rtl\">אֶבְיוֹן</span>, c. <span dir=\"rtl\">מִן</span> loc. <a data-ref=\"I Samuel 2:8\" href=\"/I_Samuel.2.8\">1 S 2:8</a> <a data-ref=\"Psalms 113:7\" href=\"/Psalms.113.7\">ψ 113:7</a>. <strong>b.</strong>  <em>lift up</em> voice <a data-ref=\"Genesis 39:15\" href=\"/Genesis.39.15\">Gn 39:15</a>, <a data-ref=\"Genesis 39:18\" href=\"/Genesis.39.18\">18</a> (J; both + <span dir=\"rtl\">קָרָא</span>), <a data-ref=\"Isaiah 40:9\" href=\"/Isaiah.40.9\">Is 40:9</a><sup>(×2)</sup> (acc. om.), <a data-ref=\"Isaiah 58:1\" href=\"/Isaiah.58.1\">58:1</a>; <a data-ref=\"Ezra 3:12\" href=\"/Ezra.3.12\">Ezr 3:12</a>; + <span dir=\"rtl\">בִּתְרוּעָה</span> <a data-ref=\"Ezekiel 21:27\" href=\"/Ezekiel.21.27\">Ez 21:27</a>, <span dir=\"rtl\">בַּחֲצֹצְרוֹת</span> <a data-ref=\"II Chronicles 5:13\" href=\"/II_Chronicles.5.13\">2 Ch 5:13</a>; + ל pers. <a data-ref=\"Isaiah 13:2\" href=\"/Isaiah.13.2\">Is 13:2</a>, <span dir=\"rtl\">לָעָב</span> <a data-ref=\"Job 38:34\" href=\"/Job.38.34\">Jb 38:34</a>, + <span dir=\"rtl\">עָל</span> pers. <em>against</em> <a data-ref=\"II Kings 19:22\" href=\"/II_Kings.19.22\">2 K 19:22</a> = <a data-ref=\"Isaiah 37:23\" href=\"/Isaiah.37.23\">Is 37:23</a>; <span dir=\"rtl\">הֵרִים בְּקוֹל</span> <a data-ref=\"I Chronicles 15:16\" href=\"/I_Chronicles.15.16\">1 Ch 15:16</a>. <strong>c.</strong>  (take into one’s hand and) <em>lift, take up</em>, stone <a data-ref=\"Joshua 4:5\" href=\"/Joshua.4.5\">Jos 4:5</a> (JE; <span dir=\"rtl\">עַל־שִׁכְמוֹ</span>), leg (of sacrif. meal) <a data-ref=\"I Samuel 9:24\" href=\"/I_Samuel.9.24\">1 S 9:24</a>, mantle <a data-ref=\"II Kings 2:13\" href=\"/II_Kings.2.13\">2 K 2:13</a>, axe <a data-ref=\"II Kings 6:7\" href=\"/II_Kings.6.7\">6</a><sup>7</sup> (acc. om.), yoke <a data-ref=\"Hosea 11:4\" href=\"/Hosea.11.4\">Ho 11:4</a> <span dir=\"rtl\">(עַל־לְחֵיהֶם)</span>, censers <a data-ref=\"Numbers 17:2\" href=\"/Numbers.17.2\">Nu 17:2</a> (P; + <span dir=\"rtl\">מִבֵּין</span>), ashes <a data-ref=\"Leviticus 6:3\" href=\"/Leviticus.6.3\">Lv 6:3</a>. <strong>d.</strong>  <em>set up, erect</em>, stone as <span dir=\"rtl\">מַצֵּבָה</span> <a data-ref=\"Genesis 31:45\" href=\"/Genesis.31.45\">Gn 31:45</a> (E); standard, + <span dir=\"rtl\">אֶל</span> of people <a data-ref=\"Isaiah 49:22\" href=\"/Isaiah.49.22\">Is 49:22</a>, <span dir=\"rtl\">עַל</span> <a data-ref=\"Isaiah 62:10\" href=\"/Isaiah.62.10\">62:10</a>. <strong>e.</strong>  <em>set on high</em>, throne, <span dir=\"rtl\">מִמַּעַל לְכוֹכְבֵי אֵל</span> <a data-ref=\"Isaiah 14:13\" href=\"/Isaiah.14.13\">Is 14:13</a>; nest (subj. <span dir=\"rtl\">נֶשֶׁר</span>) <a data-ref=\"Job 39:27\" href=\"/Job.39.27\">Jb 39:27</a>. <strong>f.</strong>  <em>lift up, exalt</em>, c. acc. pers., subj. <span dir=\"rtl\">י׳</span> <a data-ref=\"I Kings 14:7\" href=\"/I_Kings.14.7\">1 K 14:7</a>; <a data-ref=\"I Kings 16:2\" href=\"/I_Kings.16.2\">16:2</a> <a data-ref=\"Psalms 89:20\" href=\"/Psalms.89.20\">ψ 89:20</a> (all c. <span dir=\"rtl\">מִן</span>), <a data-ref=\"Psalms 75:8\" href=\"/Psalms.75.8\">ψ 75:8</a> (opp. <span dir=\"rtl\">יַשְׁפִּיל</span>); subj. <span dir=\"rtl\">קָלוֹן</span> <a data-ref=\"Proverbs 3:35\" href=\"/Proverbs.3.35\">Pr 3:35</a>, cf. <a data-ref=\"Proverbs 14:29\" href=\"/Proverbs.14.29\">14:29</a>; c. acc. <span dir=\"rtl\">קֶרֶן</span>, in both good and bad sense (cf. <strong>Qal 2 b</strong>) <a data-ref=\"I Samuel 2:10\" href=\"/I_Samuel.2.10\">1 S 2:10</a>; <a data-ref=\"Lamentations 2:17\" href=\"/Lamentations.2.17\">La 2:17</a> <span dir=\"rtl\">(לַמָּרוֹם)</span>, <a data-ref=\"Psalms 89:18\" href=\"/Psalms.89.18\">ψ 89:18</a> (Kt; Qr <strong>Qal</strong>), <a data-ref=\"Psalms 92:11\" href=\"/Psalms.92.11\">92:11</a>; <a data-ref=\"Psalms 148:14\" href=\"/Psalms.148.14\">148:14</a> <a data-ref=\"Psalms 75:5\" href=\"/Psalms.75.5\">ψ 75:5</a>, <a data-ref=\"Psalms 75:6\" href=\"/Psalms.75.6\">6</a>; but <a data-ref=\"I Chronicles 25:5\" href=\"/I_Chronicles.25.5\">1 Ch 25:5</a> <em>sound the horn;</em> inf. = <em>exaltation</em> <a data-ref=\"Psalms 75:7\" href=\"/Psalms.75.7\">ψ 75:7</a>; <a data-ref=\"Psalms 66:7\" href=\"/Psalms.66.7\">66:7</a> v. <strong>Qal 2 c</strong>. <strong>2.</strong>  <em>lift up</em> and take away, <em>remove</em>, c. acc. <span dir=\"rtl\">הָעֲטָרָה</span> <a data-ref=\"Ezekiel 21:31\" href=\"/Ezekiel.21.31\">Ez 21:31</a>; acc. rei + <span dir=\"rtl\">מִן</span> loc. <a data-ref=\"Isaiah 57:14\" href=\"/Isaiah.57.14\">Is 57:14</a>, <a data-ref=\"Leviticus 2:9\" href=\"/Leviticus.2.9\">Lv 2:9</a>; <a data-ref=\"Leviticus 4:8\" href=\"/Leviticus.4.8\">4:8</a>, <a data-ref=\"Leviticus 4:19\" href=\"/Leviticus.4.19\">19</a>; <a data-ref=\"Leviticus 6:8\" href=\"/Leviticus.6.8\">6:8</a> <a data-ref=\"Numbers 18:30\" href=\"/Numbers.18.30\">Nu 18:30</a>, <a data-ref=\"Numbers 18:32\" href=\"/Numbers.18.32\">32</a>; = do away with, <span dir=\"rtl\">גְּרֻשֹׁתֵיכֶם</span> <a data-ref=\"Ezekiel 45:9\" href=\"/Ezekiel.45.9\">Ez 45:9</a> (<span dir=\"rtl\">מֵעַל</span> of people), <span dir=\"rtl\">הַתָּמִיד</span> <a data-ref=\"Daniel 8:11\" href=\"/Daniel.8.11\">Dn 8:11</a> (Kt; Qr <strong>Hoph.</strong>); = set apart, <span dir=\"rtl\">מֶכֶס</span> <a data-ref=\"Numbers 31:28\" href=\"/Numbers.31.28\">Nu 31:28</a> (<span dir=\"rtl\">מִן</span> pers.). <strong>3.</strong>  <em>lift off and present, contribute, offer:</em> <strong>a.</strong>  to <span dir=\"rtl\">י׳</span>, c. acc. cogn. <span dir=\"rtl\">תְּרוּמָה</span>, <a data-ref=\"Ezekiel 45:13\" href=\"/Ezekiel.45.13\">Ez 45:13</a>; <a data-ref=\"Ezekiel 48:8\" href=\"/Ezekiel.48.8\">48:8</a>, <a data-ref=\"Ezekiel 48:20\" href=\"/Ezekiel.48.20\">20</a>; <a data-ref=\"Numbers 15:20\" href=\"/Numbers.15.20\">Nu 15:20</a><sup>(×2)</sup> (P), <a data-ref=\"Exodus 35:24\" href=\"/Exodus.35.24\">Ex 35:24</a> (P); + <span dir=\"rtl\">לי׳</span> <a data-ref=\"Ezekiel 45:1\" href=\"/Ezekiel.45.1\">Ez 45:1</a>; <a data-ref=\"Ezekiel 48:9\" href=\"/Ezekiel.48.9\">48:9</a>; <a data-ref=\"Numbers 15:19\" href=\"/Numbers.15.19\">Nu 15:19</a>; <a data-ref=\"Numbers 18:19\" href=\"/Numbers.18.19\">18:19</a>, <a data-ref=\"Numbers 18:24\" href=\"/Numbers.18.24\">24</a>; <a data-ref=\"Numbers 31:52\" href=\"/Numbers.31.52\">31:52</a>; <span dir=\"rtl\">תְּרוּמַת י׳</span> <a data-ref=\"Numbers 18:26\" href=\"/Numbers.18.26\">18:26</a> (+ <span dir=\"rtl\">מִן</span> rei), v <a data-ref=\"Numbers 31:28\" href=\"/Numbers.31.28\">28</a>, <a data-ref=\"Numbers 31:29\" href=\"/Numbers.31.29\">29</a> (all P); <span dir=\"rtl\">ת׳ בֵּית־א׳</span> <a data-ref=\"Ezra 8:25\" href=\"/Ezra.8.25\">Ezr 8:25</a>. <strong>b.</strong>  c. acc. rei, + <span dir=\"rtl\">לְי׳</span> <a data-ref=\"Leviticus 22:15\" href=\"/Leviticus.22.15\">Lv 22:15</a>. <strong>c.</strong>  <em>contribute</em>, acc. rei, ל pers. (for sacrif.), <a data-ref=\"II Chronicles 30:24\" href=\"/II_Chronicles.30.24\">2 Ch 30:24</a><sup>(×2;)</sup> <a data-ref=\"II Chronicles 35:7\" href=\"/II_Chronicles.35.7\">35:7</a>, <a data-ref=\"II Chronicles 35:8\" href=\"/II_Chronicles.35.8\">8</a> (acc. om.), v <a data-ref=\"II Chronicles 30:9\" href=\"/II_Chronicles.30.9\">9</a>.<br><strong>Hoph.</strong>  Pf. 3 ms. <span dir=\"rtl\">הוּרָ֑ם</span> <a data-ref=\"Exodus 29:27\" href=\"/Exodus.29.27\">Ex 29:27</a>, <span dir=\"rtl\">הֻרַם</span> <a data-ref=\"Daniel 8:11\" href=\"/Daniel.8.11\">Dn 8:11</a> Qr (Kt <strong>Hiph.</strong>); Impf. 3 ms. <span dir=\"rtl\">יוּרָם</span> <a data-ref=\"Leviticus 4:10\" href=\"/Leviticus.4.10\">Lv 4:10</a>;—<em>be taken off</em> from <span dir=\"rtl\">(מִן)</span> <a data-ref=\"Leviticus 4:10\" href=\"/Leviticus.4.10\">Lv 4:10</a> (P), cf. <a data-ref=\"Exodus 29:27\" href=\"/Exodus.29.27\">Ex 29:27</a> (P; ‖ <span dir=\"rtl\">הוּנַף</span>); <em>be abolished</em> <a data-ref=\"Daniel 8:11\" href=\"/Daniel.8.11\">Dn 8:11</a> Qr (cf. <strong>Hiph. 2</strong>); Bev (after 𝔊) ins. Pt. <span dir=\"rtl\">מוּרָם</span> after <span dir=\"rtl\">הַתָּמִיד</span> v <a data-ref=\"Daniel 8:13\" href=\"/Daniel.8.13\">13</a>.<br><strong>Hithpōʿl.</strong>  Impf. 3 ms. <span dir=\"rtl\">וַיִתְרוֹמֵם וַיִתְגַּדֵּל עַל־כָּל־אֵל</span> <a data-ref=\"Daniel 11:36\" href=\"/Daniel.11.36\">Dn 11:36</a> <em>and he shall exalt and magnify himself above</em>, etc.; 1 s. (<span dir=\"rtl\">ת</span> assim.) <span dir=\"rtl\">אֵרוֹמָ֔ם</span> <a data-ref=\"Isaiah 33:10\" href=\"/Isaiah.33.10\">Is 33:10</a> (Ges<sup>§ 54c</sup> Kö<sup>i. 454</sup>) <em>I will raise myself</em> (+ <span dir=\"rtl\">אָקוּם</span>, <span dir=\"rtl\">אֶנָּשֵׂא</span>)."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d486b6084aa1cbf34a81", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, רְפָאִים³ 1", "anchorRef": "Deuteronomy 2:10", "anchorRefExpanded": ["Deuteronomy 2:10"], "sourceRef": "BDB, רְפָאִים³ 1", "sourceHeRef": "בראון-דרייבר-בריגס, רְפָאִים³ א׳", "anchorVerse": 10, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "רְפָאִים³", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† II. <big><span dir=\"rtl\">רְפָאִים</span></big>  <strong>n.pr.gent.</strong> old race of giants <strong>(</strong>perhaps = I. <span dir=\"rtl\">ר׳</span>, as extinct and <em>powerless;</em> v. especially WRS in Dr <a data-ref=\"Deuteronomy 2:11\" href=\"/Deuteronomy.2.11\">Dt 2:11</a>; or as shadowy, vaguely known, SchwallyZAW <sup>xviii (1896), 127 ff.</sup> v. also Sta<sup>l.c.</sup><strong>)</strong>;—ancient inhab. of Canaan [W. of Jordan?], <a data-ref=\"Genesis 15:20\" href=\"/Genesis.15.20\">Gn 15:20</a>; <a data-ref=\"Joshua 17:15\" href=\"/Joshua.17.15\">Jos 17:15</a> (JE), cf. <a data-ref=\"I Chronicles 20:4\" href=\"/I_Chronicles.20.4\">1 Ch 20:4</a> (v. <a data-ref=\"BDB, רָפָה³\" href=\"/BDB,_רָפָה³\", dir=\"rtl\">II. רָפָה</a> supr.); hence <span dir=\"rtl\">עֵמֶק ר׳</span>, plain S. of Jerus. <a data-ref=\"II Samuel 5:18\" href=\"/II_Samuel.5.18\">2 S 5:18</a>, <a data-ref=\"II Samuel 5:22\" href=\"/II_Samuel.5.22\">22</a>; <a data-ref=\"II Samuel 23:13\" href=\"/II_Samuel.23.13\">23:13</a>; <a data-ref=\"I Chronicles 11:15\" href=\"/I_Chronicles.11.15\">1 Ch 11:15</a>; <a data-ref=\"I Chronicles 14:9\" href=\"/I_Chronicles.14.9\">14:9</a>; <a data-ref=\"Isaiah 17:5\" href=\"/Isaiah.17.5\">Is 17:5</a>; <a data-ref=\"Joshua 15:8\" href=\"/Joshua.15.8\">Jos 15:8</a>; <a data-ref=\"Joshua 18:16\" href=\"/Joshua.18.16\">18:16</a> (P); <span dir=\"rtl\">ר׳</span> E. of Jordan <a data-ref=\"Deuteronomy 2:11\" href=\"/Deuteronomy.2.11\">Dt 2:11</a> (‖ <span dir=\"rtl\">עֲנָקִים</span>; tall, cf. v <a data-ref=\"Deuteronomy 2:10\" href=\"/Deuteronomy.2.10\">10</a>), v <a data-ref=\"Deuteronomy 2:20\" href=\"/Deuteronomy.2.20\">20</a> (‖ id.; tall; = Zamzummim); in Bashan, <a data-ref=\"Genesis 14:5\" href=\"/Genesis.14.5\">Gn 14:5</a>, Og the last of them <a data-ref=\"Deuteronomy 3:11\" href=\"/Deuteronomy.3.11\">Dt 3:11</a> (of huge size), <a data-ref=\"Joshua 12:4\" href=\"/Joshua.12.4\">Jos 12:4</a>; <a data-ref=\"Joshua 13:12\" href=\"/Joshua.13.12\">13:12</a> (D); <span dir=\"rtl\">אֶרֶץ ר׳</span> <a data-ref=\"Deuteronomy 2:20\" href=\"/Deuteronomy.2.20\">Dt 2:20</a>; <a data-ref=\"Deuteronomy 3:13\" href=\"/Deuteronomy.3.13\">3:13</a>. 𝔊 Ραφαειν[μ]; οἱ γίγαντες <a data-ref=\"Genesis 14:5\" href=\"/Genesis.14.5\">Gn 14:5</a> + 4 times; τῶν Τιτάνων <a data-ref=\"II Samuel 5:18\" href=\"/II_Samuel.5.18\">2 S 5:18</a>, <a data-ref=\"II Samuel 5:22\" href=\"/II_Samuel.5.22\">22</a> + (𝔊L) <a data-ref=\"II Samuel 23:13\" href=\"/II_Samuel.23.13\">23:13</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}]