[{"_id": "52245d23edbab41a9d00402c", "index_title": "Rashi on Deuteronomy", "category": "Commentary", "type": "commentary", "ref": "Rashi on Deuteronomy 2:32:1", "anchorRef": "Deuteronomy 2:32", "anchorRefExpanded": ["Deuteronomy 2:32"], "sourceRef": "Rashi on Deuteronomy 2:32:1", "sourceHeRef": "רש\"י על דברים ב׳:ל״ב:א׳", "anchorVerse": 32, "sourceHasEn": true, "compDate": [1075, 1105], "commentaryNum": 32.0001, "collectiveTitle": {"en": "Rashi", "he": "רש\"י"}, "heTitle": "רש\"י על דברים", "he": "<b>ויצא סיחן.</b> לֹא שָׁלַח בִּשְׁבִיל עוֹג לַעֲזֹר לוֹ, לְלַמֶּדְךָ שֶׁלֹּא הָיוּ צְרִיכִים זֶה לָזֶה:", "heVersionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "ויצא סיחן AND SIHON WENT FORTH — He did not send for Og to help him: this serves to teach you that they did not require one another's help, so mighty was each of them.", "versionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "license": "Public Domain", "versionTitleInHebrew": "חמישה חומשי תורה עם פירוש רש״י, מ. רוזנבאום וא.מ. סילברמן"}, {"_id": "531e4fdffbfba276047f5c9a", "index_title": "Onkelos Deuteronomy", "category": "Targum", "type": "targum", "ref": "Onkelos Deuteronomy 2:32", "anchorRef": "Deuteronomy 2:32", "anchorRefExpanded": ["Deuteronomy 2:32"], "sourceRef": "Onkelos Deuteronomy 2:32", "sourceHeRef": "תרגום אונקלוס על דברים ב׳:ל״ב", "anchorVerse": 32, "sourceHasEn": false, "compDate": [80, 120], "commentaryNum": 2.0032, "collectiveTitle": {"en": "Onkelos Deuteronomy", "he": "תרגום אונקלוס על דברים"}, "heTitle": "תרגום אונקלוס על דברים", "he": "וּנְפַק סִיחֹן לְקַדָּמוּתָנָא הוּא וְכָל עַמֵּיהּ לַאֲגָחָא קְרָבָא לְיָהַץ:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "חומש שפתי חכמים, מצודה תשס\"ט", "text": "And Sichon went out toward us, he and his entire people, to wage war in Yahatz.", "versionTitle": "Metsudah Chumash, Metsudah Publications, 2009 [with Onkelos translation]", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "532b2683fbfba27c35eeb4db", "index_title": "Targum Jonathan on Deuteronomy", "category": "Targum", "type": "targum", "ref": "Targum Jonathan on Deuteronomy 2:32", "anchorRef": "Deuteronomy 2:32", "anchorRefExpanded": ["Deuteronomy 2:32"], "sourceRef": "Targum Jonathan on Deuteronomy 2:32", "sourceHeRef": "תרגום יונתן על דברים ב׳:ל״ב", "anchorVerse": 32, "sourceHasEn": true, "compDate": [30, 70], "commentaryNum": 2.0032, "collectiveTitle": {"en": "Targum Jonathan on Deuteronomy", "he": "תרגום יונתן על דברים"}, "heTitle": "תרגום יונתן על דברים", "he": "וּנְפַק סִיחוֹן לִקְדָמוּתָנָא הוּא וְכָל עַמֵּיהּ לְאַגָחָא קְרָבָא לְיָהַץ", "heVersionTitle": "Targum Jonathan on Deuteronomy", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": " And Sihon came out to meet us, he and all his people, to do battle at Jehaz. \n", "versionTitle": "The Targum of Jonathan ben Uzziel, trans. J. W. Etheridge, London, 1862", "license": "Public Domain", "versionTitleInHebrew": "תרגום ירושלמי (תרגום יונתן בן-עוזיאל) לתורה, תורגם ע״י ג׳ון ווסלי אטרידג׳, לונדון 1862"}, {"_id": "560ba94dfbfba25e369f7f9a", "index_title": "Haamek Davar on Deuteronomy", "category": "Commentary", "type": "commentary", "ref": "Haamek Davar on Deuteronomy 2:32:1", "anchorRef": "Deuteronomy 2:32", "anchorRefExpanded": ["Deuteronomy 2:32"], "sourceRef": "Haamek Davar on Deuteronomy 2:32:1", "sourceHeRef": "העמק דבר על דברים ב׳:ל״ב:א׳", "anchorVerse": 32, "sourceHasEn": false, "compDate": [1849, 1879], "commentaryNum": 32.0001, "collectiveTitle": {"en": "Haamek Davar", "he": "העמק דבר"}, "he": "<b> ויצא סיחון וגו׳.</b> בפ׳ חקת כתיב ויאסוף סיחון את כל עמו ויצא לקראת ישראל. ובעוג שם וכאן כתיב ויצא עוג וגו׳ ולא ויאסוף. דסיחון מתחלה לא הכין עצמו למלחמה ולא היה עמו מאוסף מכל צד. שלא עלה ע״ד אחר שראה שישראל מבקשים חסד מאדום ומואב וכסבור שאין להם כח ללכת בע״כ מכש״כ שיהיו יראים ממנו וכשבאה השעה שאמר משה כי יעברו בע״כ החל לאסוף עמו. אבל עד כה יצא הוא לבדו עם החיל אשר עמו מש״ה כתיב פ״א ויצא וגו׳ בשעת מעשה ואח״כ ויאסוף וגו׳. אבל עוג כשראה מה שאירע לסיחון מכבר אסף עמו ויצא בשעת מעשה וע״ע בסמוך:\n", "heVersionTitle": "Sefer Torat Elohim, Vilna 1879", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר תורת אלוהים, וילנא 1879", "text": [], "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": "תרגום קהילת ספריא"}, {"_id": "571f2758d6e4a90eb2480db4", "index_title": "Gur Aryeh on Shemot", "category": "Quoting Commentary", "type": "", "ref": "Gur Aryeh on Shemot 17:8:1", "anchorRef": "Deuteronomy 2:32", "anchorRefExpanded": ["Deuteronomy 2:32"], "sourceRef": "Gur Aryeh on Shemot 17:8:1", "sourceHeRef": "גור אריה על שמות י״ז:ח׳:א׳", "anchorVerse": 32, "sourceHasEn": false, "compDate": [1548, 1578], "commentaryNum": 8.0001, "collectiveTitle": {"en": "Gur Aryeh on Shemot", "he": "גור אריה על שמות"}, "heTitle": "גור אריה על שמות", "he": "<b>סמך פרשה זו כו'.</b> מקשים (רא\"ם) על דברי רז\"ל<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"1\"></i> דהרי כאן מקומו של כתוב, דהרי ברפידים היו (פסוק א), וכתיב \"וילחם עם ישראל ברפידים\", ולאיזה מקום יסמוך, ואני אומר כי דברי חכמים נכונים, כי הם ז\"ל דקדקו בכתוב \"ויבא עמלק\", והוי ליה למכתב 'ויצא עמלק' כדכתיב (דברים ב, לב) \"ויצא סיחון\", \"ויצא אדום\" (במדבר כ, כ), ובכל מלחמה שייך לומר כך<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"2\"></i>, ולמה כתיב \"ויבא עמלק\", ולכך דרשו כי הפרשה הזאת סמוכה למעלה וכו' עד ובא הכלב ונשכו, לכך אמר \"ויבא עמלק\", כי הם אמרו (פסוק ז) \"היש ה' בקרבנו\", ולכך \"ויבא עמלק\" עליהם<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"3\"></i>. והמדקדק בדברי חכמים ימצא כי לא דבר ריק הוא, רק ממנו<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"4\"></i>:", "heVersionTitle": "Gur Aryeh, Machon Yerushalyim, 1989-1995", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "57e77d94d6e4a94c7c18b491", "index_title": "Tafsir Rasag", "category": "Targum", "type": "targum", "ref": "Tafsir Rasag, Deuteronomy 2:32", "anchorRef": "Deuteronomy 2:32", "anchorRefExpanded": ["Deuteronomy 2:32"], "sourceRef": "Tafsir Rasag, Deuteronomy 2:32", "sourceHeRef": "תפסיר רס\"ג, דברים ב׳:ל״ב", "anchorVerse": 32, "sourceHasEn": false, "compDate": [918, 942], "commentaryNum": 2.0032, "collectiveTitle": {"en": "Tafsir Rasag", "he": "תפסיר רס\"ג"}, "heTitle": "דברים", "he": "פכ̇רג̇ סיחון תלקאנא הו וג̇מיע קומה ללחרב אלי יהץ", "heVersionTitle": "Tafsir al-Torah bi-al-Arabiya, Paris, 1893", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תפסיר אלתורה באלערביה, פריס, 1893", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "58b1ccaed6e4a937f9998bd1", "index_title": "Devarim Rabbah", "category": "Midrash", "type": "", "ref": "Devarim Rabbah 1:24", "anchorRef": "Deuteronomy 2:32", "anchorRefExpanded": ["Deuteronomy 2:32"], "sourceRef": "Devarim Rabbah 1:24", "sourceHeRef": "דברים רבה א׳:כ״ד", "anchorVerse": 32, "sourceHasEn": false, "compDate": [900], "commentaryNum": 1.0024, "collectiveTitle": {"en": "Devarim Rabbah", "he": "דברים רבה"}, "heTitle": "דברים רבה", "he": "דָּבָר אַחֵר, רְאֵה הַחִלֹּתִי, אָמַר רַבִּי שְׁמוּאֵל בַּר נַחְמָן כֵּיוָן שֶׁיָּצְאוּ יִשְׂרָאֵל מִמִּצְרַיִם וְעָשָׂה לָהֶם הַקָּדוֹשׁ בָּרוּךְ הוּא כָּל הַנִּסִּים הַלָּלוּ, נָפְלָה אֵימָתָן עַל כָּל אֻמּוֹת הָעוֹלָם, שֶׁנֶּאֱמַר <small>(שמות טו, טז)</small>: תִּפֹּל עֲלֵיהֶם אֵימָתָה וָפַחַד, וְכֵיוָן שֶׁבָּאוּ לַעֲשׂוֹת מִלְחָמָה עִם סִיחוֹן וְעוֹג, הָיוּ הָאֱמוֹרִיִּים שׁוֹאֲלִים אֵלּוּ לָאֵלּוּ בְּחַיֶּיךָ אֻמָּה זוֹ שֶׁהִיא מְבַקֶּשֶׁת לַעֲשׂוֹת עִמָּנוּ מִלְחָמָה גִּבּוֹרִים הֵם אוֹ לֹא, כַּמָּה אֻמּוֹת הֵן, וְהֵן אוֹמְרִים בְּנֵי שָׁלשׁ אֻמּוֹת הֵן, אָמַר סִיחוֹן וְעוֹג וְכָל הָאֻמָּה הַזּוֹ שֶׁל בְּנֵי אָדָם בְּנֵי שָׁלשׁ אֻמּוֹת הֵן, אָמְרוּ נְזַיֵּן עַצְמֵנוּ וְנֵצֵא עֲלֵיהֶם וְאָנוּ הוֹרְגִין אוֹתָם, מִנַּיִן <small>(דברים ב, לב)</small>: וַיֵּצֵא סִיחֹן לִקְרָאתֵנוּ. בָּאוּ משֶׁה וְיִשְׂרָאֵל לִתְחוּמָהּ שֶׁל אֶדְרֶעִי, אָמַר לָהֶן משֶׁה נַחְנֶה כָּאן וְאָנוּ נִכְנָסִין בְּשַׁחֲרִית, בָּאוּ לִכָּנֵס לְאֶדְרֶעִי וַעֲדַיִן לֹא הָיְתָה הָעַיִן רוֹאָה, תָּלָה משֶׁה אֶת עֵינָיו וְרָאָה אֶת עוֹג יוֹשֵׁב עַל הַחוֹמָה וְרַגְלָיו מַגִּיעוֹת לָאָרֶץ, אָמַר משֶׁה אֵינִי יוֹדֵעַ מָה אֲנִי רוֹאֶה, חוֹמָה אַחֶרֶת בָּנוּ אֵלּוּ בַּלַּיְלָה, אָמַר לוֹ הַקָּדוֹשׁ בָּרוּךְ הוּא, משֶׁה, זֶה שֶׁאַתָּה רוֹאֶה הוּא עוֹג. אָמַר רַבִּי יוֹחָנָן אֹרֶךְ רַגְלָיו שְׁמוֹנֶה עֶשְׂרֵה אַמּוֹת. אוֹתָהּ שָׁעָה נִתְיָרֵא משֶׁה, אָמַר הַקָּדוֹשׁ בָּרוּךְ הוּא אַל תִּתְיָרֵא שֶׁאֲנִי מַפִּילוֹ לְפָנֶיךָ, מִנַּיִן <small>(במדבר כא, לד)</small>: וַיֹּאמֶר ה' אֶל משֶׁה אַל תִּירָא אֹתוֹ, עוֹג הָיָה תּוֹלֵשׁ הַר וְזוֹרֵק עַל יִשְׂרָאֵל, וּמשֶׁה הָיָה נוֹטֵל צְרוֹר וּמַזְכִּיר עָלָיו שֵׁם הַמְפֹרָשׁ וּסְמָכוֹ, יִשְׂרָאֵל אוֹמְרִים אֲרוּרוֹת הַיָּדַיִם שֶׁכָּךְ זוֹרְקוֹת, וֶאֱמוֹרִיִּים אוֹמְרִים, בְּרוּכוֹת הַיָּדַיִם שֶׁכָּךְ סוֹמְכוֹת.", "heVersionTitle": "Midrash Rabbah -- TE", "heLicense": "unknown", "heVersionTitleInHebrew": "מדרש רבה - תורת אמת", "text": "Another matter, “see, I have begun” – Rabbi Shmuel bar Naḥman said: When Israel departed from Egypt, and the Holy One blessed be He performed all those miracles on their behalf, dread of them fell upon all the nations of the world, as it is stated: “May dread and fear fall over them” (Exodus 15:16). When they came to wage war with Siḥon and Og, the Emorites were asking one another: ‘As you live, this nation that seeks to wage war with us, are they mighty or not? How many nations are they?’ They said: ‘They are members of three nations.’<sup class=\"footnote-marker\">54</sup><i class=\"footnote\">Priests, Levites, and Israelites.</i> Siḥon and Og said: ‘This entire nation of people are members of three nations?’ They said: ‘Let us arm ourselves and go out against them and we will kill them.’ From where is this derived? “Siḥon went out to war toward us” (Deuteronomy 2:32). Moses and Israel came to the environs of Edre’i. Moses said to them: ‘Let us camp here and we will enter [the city] in the morning.’ They came to enter Edre’i, and the eye could not yet see.<sup class=\"footnote-marker\">55</sup><i class=\"footnote\">It was still dark.</i> Moses lifted his eyes and saw Og sitting on the wall and his feet reached the ground. Moses said: ‘I do not know what I am seeing. Did they build another wall at night?’<sup class=\"footnote-marker\">56</sup><i class=\"footnote\">He thought Og was part of the wall.</i> The Holy One blessed be He said to him: ‘Moses, what you see is Og.’ Rabbi Yoḥanan said: The length of his legs was eighteen cubits. At that moment, Moses was afraid. The Holy One blessed be He said: ‘Fear not, as I will topple him before you.’ From where is this derived? “The Lord said to Moses: Do not fear him” (Numbers 21:34). Og would uproot a mountain and cast it on Israel, and Moses would take a pebble, intone the ineffable Name, and it [the pebble] would intercept it [the mountain]. Israel said: ‘Cursed are the hands that cast in that way.’ The Emorites said: ‘Blessed are the hands that intercept in that way.’", "versionTitle": "The Sefaria Midrash Rabbah, 2022", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5964835dd6e4a92bf45a6542", "index_title": "Rabbeinu Bahya", "category": "Quoting Commentary", "type": "", "ref": "Rabbeinu Bahya, Bamidbar 21:24:1", "anchorRef": "Deuteronomy 2:32", "anchorRefExpanded": ["Deuteronomy 2:32"], "sourceRef": "Rabbeinu Bahya, Bamidbar 21:24:1", "sourceHeRef": "רבנו בחיי, במדבר כ״א:כ״ד:א׳", "anchorVerse": 32, "sourceHasEn": true, "compDate": [1290, 1310], "commentaryNum": 24.0001, "collectiveTitle": {"en": "Rabbeinu Bahya", "he": "רבנו בחיי"}, "heTitle": "במדבר", "he": "<b>כי עז גבול בני עמון.</b> גבולו חזק ותקיף, ומהו החוזק, התראתו של הקב\"ה שאמר לישראל אל תצורם. וז\"ש כי חשבון עיר סיחון מלך האמורי היא והוא נלחם במלך מואב הראשון ויקח את כל ארצו מידו עד ארנון, למדך הכתוב כי חשבון משל מואב היתה, ומפני שלא היו ישראל רשאין להלחם עם מואב ממה שהזהיר הכתוב (דברים ב׳:ט׳) אל תצר את מואב, לפיכך הודיענו כי סיחון לקחה מהם וישראל ממנו, דכתיב (יהושע י״ג:כ״ה) וחצי ארץ בני עמון, ולקחוהו מיד האמורי שלקחוהו מתחלה מיד בני עמון. ומה שאמר הכתוב (דברים ב׳:ה׳) על עמון ומואב שלא יתן הש\"י מארצם לישראל עד מדרך כף רגל, כלומר הארץ שהיתה אצלם באותו עת, וזה שאמרו רז\"ל עמון ומואב טהרו בסיחון, כלומר הוכשרו לישראל בסיחון כי באה להם בהיתר מיד סיחון, ולכך הוצרך הכתוב להזכיר דברי המושלים בעבור חשבון שלקחו ישראל, כי כן אמר הכתוב וישב ישראל בכל ערי האמורי בחשבון ובכל בנותיה. ורז\"ל הזכירו הפלגה על גבורת מלך סיחון ועל תוקף עיר חשבון, והוא שדרשו רז\"ל אילו היתה חשבון מלאה יתושין אין כל בריה יכולה לכבשה, ואילו היה סיחון בבקעה אין כל בריה יכולה לשלוט בו, ואין צריך לומר שהיה סיחון יושב בחשבון גבור גדול ושרוי בעיר מבצר. וזהו שהזכיר למטה לסיחון מלך האמורי אשר יושב בחשבון, ודרשו בו למה נקרא שמו סיחון שהכל מסיחין בגבורתו. וגם בבנו של סיחון אמרו רבותינו ז\"ל שהיה גבור גדול, והוא שדרשו ויכו אותו ואת בניו, בנו כתיב, שהיה לו בן קשה ממנו.\n", "heVersionTitle": "Midrash Rabbeinu Bachya [ben Asher]. Warsaw, 1878", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "כי עז גבול בני עמון, ”for the border (territory) of the Children of Bney Ammon was powerful.” The verse is a simile. It is a reference to G’d’s instructions to the Israelites not to harass either the Bney Ammon or the Moabites (Deut. 2,19). This instruction made the territory of the Bney Ammon inviolate against any assault by the army of the Israelites. When the Torah mentions in verse 26 that Cheshbon was the capital of Sichon who had conquered it from the first king of Moav, this indicates that the reason Israel was allowed to conquer the lands of Sichon was that it was not included in the part of the territory concerning which G’d had warned the Israelites. This is also the meaning of the somewhat enigmatic statement in Chulin 60 עמון ומואב טהרו בסיחון, that “Ammon and Moav were purified through Sichon.” The conquest by Sichon of some of their territories invalidated the injunction to the Jewish people not to harass them. If the Torah saw fit to mention poetry by the local Emorites (verse 28) in which the victory over Moav is celebrated, our sages have reported to us details of the bravery and mighty deeds of Sichon and the power of the city Cheshbon by saying that even if Chesbon had been filled with only flies no ordinary army could have conquered it. They added that even if Sichon had been in the valley (without the added advantage of being on a mountain) no one could have overcome him (Tanchuma Chukat 23). They claim that even his name Sichon meant that his personal strength was tabletalk all over the country (the word סיחון sounding like שיחה). They deduce from the fact that the Torah makes special mention of the Israelites also killing Sichon’s son, [something which is included in the statement that no one escaped. Ed.] that this son was a mighty warrior in his own right already at that time. Possibly this is deduced from the fact that in Deut. 2,32 the Torah writes בנו instead of בניו as here when describing the fate of Sichon’s sons (son). According to Bamidbar Rabbah 19,29 although both Og and Sichon were Emorites they were so sure of themselves that they did not come to each other’s assistance in their fight against Israel. According to Tanchuma end of Chukat, Sichon’s son was even tougher than his father.", "versionTitle": "Torah Commentary by Rabbi Bachya ben Asher, trans. Eliyahu Munk, 1998.", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5a1543bdd6e4a92409abe63a", "index_title": "Siftei Chakhamim", "category": "Quoting Commentary", "type": "", "ref": "Siftei Chakhamim, Exodus 17:8:1", "anchorRef": "Deuteronomy 2:32", "anchorRefExpanded": ["Deuteronomy 2:32"], "sourceRef": "Siftei Chakhamim, Exodus 17:8:1", "sourceHeRef": "שפתי חכמים, שמות י״ז:ח׳:א׳", "anchorVerse": 32, "sourceHasEn": true, "compDate": [1660, 1680], "commentaryNum": 8.0001, "collectiveTitle": {"en": "Siftei Chakhamim", "he": "שפתי חכמים"}, "heTitle": "שמות", "he": "<b>סמך פרשה זו כו'.</b> תימה על רש\"י שהביא מדרש זה. ואע\"פ שאינו מביא בפירושו מדרש הסמיכות, אלא במקום שהפרשיות נכתבים שלא על סדר, אבל הכא הוא בהכרח שתסמוך זו לזו להיותן שניהן במקום אחד. [רא\"ם]: דקשה לרש\"י, דהוה ליה למימר ויצא עמלק וכו' כדכתיב ויצא סיחון לקראתינו לכך דרשו כי הפרשה הזאת סמוכה למעלה עד ובא הכלב וכו' כי הם אמרו היש ה' בקרבנו ולכך ויבא עמלק. [גור אריה]: לפי מה שכתבתי כמה פעמים, דהרב לא מיירי בסמיכות הכתובים אלא בסמיכות יתור לשון, אתי שפיר. דהכי קשה לרש\"י, דמלת ברפידים הוא מיותר, דהא לעיל <small>(פסוק א)</small> כתיב ויחנו ברפידים, ובפרשת יתרו <small>(להלן יט, ב)</small> כתיב ויסעו מרפידים, ממילא כל הסיפור דביני וביני היה מרפידים. אלא לכך נכתב ברפידים, לומר לך שמעשה רפידים גרם ויבא עמלק. ולכן אמר הרב שסמך פרשה זו למקרא זה, ולא אמר לפרשה זו, היינו שתירוץ הסמיכות הוא על זה הפסוק לבד. [נחלת יעקב]: ", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY", "heVersionTitleInHebrew": "חומש שפתי חכמים, הוצאת מצודה, 2009", "text": "<b>Places this section adjacent. . .</b> It is surprising that Rashi brings this Midrash, as he only brings Midrashim explaining adjacent sections when the sections are written out of sequence. But here they need to be adjacent because both incidents occurred in the same place. (<i>Re”m</i>) <i>Gur Aryeh</i> explains that Rashi [brings the Midrash because he] is answering the question: Why did it not say, “Amalek <i>went out,”</i> as in (Devarim 2:32), “Sichon <i>went out</i> to war against us”? Therefore Rashi explains: “The Torah places this section adjacent to the previous verse. . . that the dog (Amaleik) will <i>come</i> and bite you. . ..” [In other words, it says] “Amaleik <i>came</i>” because they asked, “Is Hashem among us or not?” [Another explanation:] I wrote many times that Rashi only explains why verses are adjacent when there are extra words. Therefore Rashi comments here about the juxtaposition. Rashi is answering the question: Is “In Rephidim” not superfluous? It is written in v. 17:1, “They camped in Rephidim.” And it is written in 19:2, “They journeyed from Rephidim.” Consequently, whatever happened in between occurred in Rephidim. Perforce, “In Rephidim” is written here to tell us that the incident occurred in Rephidim [i.e., the verse of, “They tested Hashem, saying, ‘Is Hashem among us or not?’”] caused that “Amaleik came.” And that is why Rashi says, “Adjacent to the previous <i>verse</i>,” rather than, “Adjacent to the previous <i>section</i>.” Rashi is explaining the juxtaposition [of “Amaleik came”] specifically regarding this verse. (<i>Nachalas Yaakov</i>) ", "versionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": "חומש שפתי חכמים, הוצאת מצודה, 2009"}, {"_id": "5a1547f2d6e4a92409ac510c", "index_title": "Siftei Chakhamim", "category": "Commentary", "type": "commentary", "ref": "Siftei Chakhamim, Deuteronomy 2:32:1", "anchorRef": "Deuteronomy 2:32", "anchorRefExpanded": ["Deuteronomy 2:32"], "sourceRef": "Siftei Chakhamim, Deuteronomy 2:32:1", "sourceHeRef": "שפתי חכמים, דברים ב׳:ל״ב:א׳", "anchorVerse": 32, "sourceHasEn": true, "compDate": [1660, 1680], "commentaryNum": 32.0001, "collectiveTitle": {"en": "Siftei Chakhamim", "he": "שפתי חכמים"}, "heTitle": "דברים", "he": "<b>לא שלח בשביל עוג כו'.</b> לפי שהיו חזקים: \n", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY", "heVersionTitleInHebrew": "חומש שפתי חכמים, הוצאת מצודה, 2009", "text": "<b>He did not send for Og, etc.</b> Because they were powerful.\n", "versionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": "חומש שפתי חכמים, הוצאת מצודה, 2009"}, {"_id": "5ebd6028036e8c437c7613ae", "index_title": "Peninei Halakhah, Sukkot", "category": "Halakhah", "type": "", "ref": "Peninei Halakhah, Sukkot 8:2:3", "anchorRef": "Deuteronomy 1:1-6:9", "anchorRefExpanded": ["Deuteronomy 1:1", "Deuteronomy 1:2", "Deuteronomy 1:3", "Deuteronomy 1:4", "Deuteronomy 1:5", "Deuteronomy 1:6", "Deuteronomy 1:7", "Deuteronomy 1:8", "Deuteronomy 1:9", "Deuteronomy 1:10", "Deuteronomy 1:11", "Deuteronomy 1:12", "Deuteronomy 1:13", "Deuteronomy 1:14", "Deuteronomy 1:15", "Deuteronomy 1:16", "Deuteronomy 1:17", "Deuteronomy 1:18", "Deuteronomy 1:19", "Deuteronomy 1:20", "Deuteronomy 1:21", "Deuteronomy 1:22", "Deuteronomy 1:23", "Deuteronomy 1:24", "Deuteronomy 1:25", "Deuteronomy 1:26", "Deuteronomy 1:27", "Deuteronomy 1:28", "Deuteronomy 1:29", "Deuteronomy 1:30", "Deuteronomy 1:31", "Deuteronomy 1:32", "Deuteronomy 1:33", "Deuteronomy 1:34", "Deuteronomy 1:35", "Deuteronomy 1:36", "Deuteronomy 1:37", "Deuteronomy 1:38", "Deuteronomy 1:39", "Deuteronomy 1:40", "Deuteronomy 1:41", "Deuteronomy 1:42", "Deuteronomy 1:43", "Deuteronomy 1:44", "Deuteronomy 1:45", "Deuteronomy 1:46", "Deuteronomy 2:1", "Deuteronomy 2:2", "Deuteronomy 2:3", "Deuteronomy 2:4", "Deuteronomy 2:5", "Deuteronomy 2:6", "Deuteronomy 2:7", "Deuteronomy 2:8", "Deuteronomy 2:9", "Deuteronomy 2:10", "Deuteronomy 2:11", "Deuteronomy 2:12", "Deuteronomy 2:13", "Deuteronomy 2:14", "Deuteronomy 2:15", "Deuteronomy 2:16", "Deuteronomy 2:17", "Deuteronomy 2:18", "Deuteronomy 2:19", "Deuteronomy 2:20", "Deuteronomy 2:21", "Deuteronomy 2:22", "Deuteronomy 2:23", "Deuteronomy 2:24", "Deuteronomy 2:25", "Deuteronomy 2:26", "Deuteronomy 2:27", "Deuteronomy 2:28", "Deuteronomy 2:29", "Deuteronomy 2:30", "Deuteronomy 2:31", "Deuteronomy 2:32", "Deuteronomy 2:33", "Deuteronomy 2:34", "Deuteronomy 2:35", "Deuteronomy 2:36", "Deuteronomy 2:37", "Deuteronomy 3:1", "Deuteronomy 3:2", "Deuteronomy 3:3", "Deuteronomy 3:4", "Deuteronomy 3:5", "Deuteronomy 3:6", "Deuteronomy 3:7", "Deuteronomy 3:8", "Deuteronomy 3:9", "Deuteronomy 3:10", "Deuteronomy 3:11", "Deuteronomy 3:12", "Deuteronomy 3:13", "Deuteronomy 3:14", "Deuteronomy 3:15", "Deuteronomy 3:16", "Deuteronomy 3:17", "Deuteronomy 3:18", "Deuteronomy 3:19", "Deuteronomy 3:20", "Deuteronomy 3:21", "Deuteronomy 3:22", "Deuteronomy 3:23", "Deuteronomy 3:24", "Deuteronomy 3:25", "Deuteronomy 3:26", "Deuteronomy 3:27", "Deuteronomy 3:28", "Deuteronomy 3:29", "Deuteronomy 4:1", "Deuteronomy 4:2", "Deuteronomy 4:3", "Deuteronomy 4:4", "Deuteronomy 4:5", "Deuteronomy 4:6", "Deuteronomy 4:7", "Deuteronomy 4:8", "Deuteronomy 4:9", "Deuteronomy 4:10", "Deuteronomy 4:11", "Deuteronomy 4:12", "Deuteronomy 4:13", "Deuteronomy 4:14", "Deuteronomy 4:15", "Deuteronomy 4:16", "Deuteronomy 4:17", "Deuteronomy 4:18", "Deuteronomy 4:19", "Deuteronomy 4:20", "Deuteronomy 4:21", "Deuteronomy 4:22", "Deuteronomy 4:23", "Deuteronomy 4:24", "Deuteronomy 4:25", "Deuteronomy 4:26", "Deuteronomy 4:27", "Deuteronomy 4:28", "Deuteronomy 4:29", "Deuteronomy 4:30", "Deuteronomy 4:31", "Deuteronomy 4:32", "Deuteronomy 4:33", "Deuteronomy 4:34", "Deuteronomy 4:35", "Deuteronomy 4:36", "Deuteronomy 4:37", "Deuteronomy 4:38", "Deuteronomy 4:39", "Deuteronomy 4:40", "Deuteronomy 4:41", "Deuteronomy 4:42", "Deuteronomy 4:43", "Deuteronomy 4:44", "Deuteronomy 4:45", "Deuteronomy 4:46", "Deuteronomy 4:47", "Deuteronomy 4:48", "Deuteronomy 4:49", "Deuteronomy 5:1", "Deuteronomy 5:2", "Deuteronomy 5:3", "Deuteronomy 5:4", "Deuteronomy 5:5", "Deuteronomy 5:6", "Deuteronomy 5:7", "Deuteronomy 5:8", "Deuteronomy 5:9", "Deuteronomy 5:10", "Deuteronomy 5:11", "Deuteronomy 5:12", "Deuteronomy 5:13", "Deuteronomy 5:14", "Deuteronomy 5:15", "Deuteronomy 5:16", "Deuteronomy 5:17", "Deuteronomy 5:18", "Deuteronomy 5:19", "Deuteronomy 5:20", "Deuteronomy 5:21", "Deuteronomy 5:22", "Deuteronomy 5:23", "Deuteronomy 5:24", "Deuteronomy 5:25", "Deuteronomy 5:26", "Deuteronomy 5:27", "Deuteronomy 5:28", "Deuteronomy 5:29", "Deuteronomy 5:30", "Deuteronomy 6:1", "Deuteronomy 6:2", "Deuteronomy 6:3", "Deuteronomy 6:4", "Deuteronomy 6:5", "Deuteronomy 6:6", "Deuteronomy 6:7", "Deuteronomy 6:8", "Deuteronomy 6:9"], "sourceRef": "Peninei Halakhah, Sukkot 8:2:3", "sourceHeRef": "פניני הלכה, סוכות ח׳:ב׳:ג׳", "anchorVerse": 1, "sourceHasEn": false, "compDate": [2009, 2013], "commentaryNum": 2.0003, "collectiveTitle": {"en": "Peninei Halakhah, Sukkot", "he": "פניני הלכה, סוכות"}, "he": "היו קוראים מתחילת חומש דברים עד סוף פרשת 'שמע' (דברים א, א – ו, ט). בקריאה זו לומדים באריכות על ההכנות לקראת הכניסה לארץ ישראל וחטא המרגלים ועונשו, כיבוש עבר הירדן ותחנוניו של משה רבנו להיכנס לארץ. לאחר מכן לומדים בהרחבה על מעמד הר סיני ואיסור עבודה זרה, ואזהרה לדורות, שישמרו ישראל את התורה והמצוות, ויחנכו לכך את בניהם, ועל ידי כך יאריכו ימים על הארץ הטובה. ובסיומה קוראים את פרשת 'שמע' שבה יסוד מצוות האמונה והמצווה לאהוב את ה'.", "heVersionTitle": "Peninei Halakhah, Yeshivat Har Bracha", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": "All the readings were from the book of Devarim. The first section was from the beginning of Devarim until the end of the <i>Shema</i> paragraph (1:1-6:9). These chapters describe the preparations for entering Eretz Yisrael, the sin of the spies and its consequences, the conquest of the east bank of the Jordan River, and Moshe’s supplications to enter the land. This is followed by a lengthy section about the revelation at Sinai and the prohibition of idol worship, and an admonition to future generations to keep Torah and <i>mitzvot</i> and teach them to their children. As a reward, they will endure in the land. The first selection concludes with <i>Shema</i> (<i>ibid</i>. 6:4-9), which expresses the foundation of faith and includes the commandment to love God.", "versionTitle": "Peninei Halakhah, English ed. Yeshivat Har Bracha", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "606ad6f78136bbc2f61a7d0b", "index_title": "Ibn Ezra on Genesis", "category": "Quoting Commentary", "type": "", "ref": "Ibn Ezra on Genesis 15:16:2", "anchorRef": "Deuteronomy 2:24-36", "anchorRefExpanded": ["Deuteronomy 2:24", "Deuteronomy 2:25", "Deuteronomy 2:26", "Deuteronomy 2:27", "Deuteronomy 2:28", "Deuteronomy 2:29", "Deuteronomy 2:30", "Deuteronomy 2:31", "Deuteronomy 2:32", "Deuteronomy 2:33", "Deuteronomy 2:34", "Deuteronomy 2:35", "Deuteronomy 2:36"], "sourceRef": "Ibn Ezra on Genesis 15:16:2", "sourceHeRef": "אבן עזרא על בראשית ט״ו:ט״ז:ב׳", "anchorVerse": 24, "sourceHasEn": true, "compDate": [1155, 1165], "commentaryNum": 16.0002, "collectiveTitle": {"en": "Ibn Ezra on Genesis", "he": "אבן עזרא על בראשית"}, "he": "<b>עון האמורי.</b> מפורש בפסוק גדול עוני מנשוא. והזכיר האמורי בעבור תקפו. והנה משה הרג המלכים הגדולים והם מלכי האמורי. וחמשת מלכי האמורי נתחברו על יהושע. ויש ראיות אחרות וכן אמר הנביא אשר כגבה ארזים גבהו. והמפרש האמורי מגזרת אומר לא אמר כלום:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "FOR THE INIQUITY OF THE AMORITE IS NOT YET FULL. I have explained the meaning of <i>iniquity</i> in my comments on <i>My punishment is greater than I can bear</i> (Gen. 4:13).<sup class=\"footnote-marker\">39</sup><i class=\"footnote\">Iniquity at times means punishment. That is its meaning in this verse; i.e., I have not yet finished punishing them (Cherez).</i> The Amorites are singled out because they were the most powerful of the Canaanite peoples.<sup class=\"footnote-marker\">40</sup><i class=\"footnote\">Actually this verse refers to all the inhabitants of Canaan.</i> Behold, the great kings whom Moses slew were Amorites.<sup class=\"footnote-marker\">41</sup><i class=\"footnote\">Deut. 2:24-36; 4:47. The Bible singles out these kings as being mighty (Weiser).</i> Furthermore, it was five Amorite kings who united to fight Joshua.<sup class=\"footnote-marker\">42</sup><i class=\"footnote\">Josh. 10:5.</i> There are other proofs.<sup class=\"footnote-marker\">43</sup><i class=\"footnote\">In Scripture that the Amorites were the most powerful inhabitants of Canaan.</i> Similarly the prophet says concerning the Amorites, <i>Whose height was like the height of the cedars, And he was strong as the oaks</i> (Am. 2:9). Whoever says that <i>Emori</i> (Amorite) comes from the same root as <i>amar</i> (saying) does not contribute anything.<sup class=\"footnote-marker\">44</sup><i class=\"footnote\">The Midrash interprets <i>the iniquity of the Amorite</i> (avon ha’emori) to mean the sin for saying (<i>avon ha-amirah</i>): O Lord God, whereby shall I know that I shall inherit it. <i>Pesikta Zutarta</i>, Gen. 15:16.</i>", "versionTitle": "Ibn Ezra's commentary on the Pentateuch, tran. and annot. by H. Norman Strickman and Arthur M. Silver. Menorah Pub., 1988-2004", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "60f576bdb6062f226d6206ce", "index_title": "Maskil LeDavid", "category": "Commentary", "type": "commentary", "ref": "Maskil LeDavid, Deuteronomy 2:32:1", "anchorRef": "Deuteronomy 2:32", "anchorRefExpanded": ["Deuteronomy 2:32"], "sourceRef": "Maskil LeDavid, Deuteronomy 2:32:1", "sourceHeRef": "משכיל לדוד, דברים ב׳:ל״ב:א׳", "anchorVerse": 32, "sourceHasEn": false, "commentaryNum": 32.0001, "collectiveTitle": {"en": "Maskil LeDavid", "he": "משכיל לדוד"}, "heTitle": "דברים", "he": "<b>ויצא סיחון לא שלח וכו׳.</b> נרא׳ דק״ל לר״שי דהו״לל ויצא לקראתנו סיחון וכל עמו. ואמאי כתיב ויצא סיחון לקראתנו הוא וכל עמו. ומפ׳ דה״ק ויצא סיחון הוא לבדו יצא תחלה ואח״כ באו כל עמו למדנו שהיה סומך על גבורתו ותדע דהא לא שלח בשביל עוג לעזור לו ועיין לקמן בסמוך:", "heVersionTitle": "Venice, 1760", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ויניציאה, תקכ\"א", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "62037e556bfddfbb310feb33", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Deuteronomy, On the Book of Deuteronomy and Its Structure 2-39", "anchorRef": "Deuteronomy 1:1-34:12", "anchorRefExpanded": ["Deuteronomy 1:1", "Deuteronomy 1:2", "Deuteronomy 1:3", "Deuteronomy 1:4", "Deuteronomy 1:5", "Deuteronomy 1:6", "Deuteronomy 1:7", "Deuteronomy 1:8", "Deuteronomy 1:9", "Deuteronomy 1:10", "Deuteronomy 1:11", "Deuteronomy 1:12", "Deuteronomy 1:13", "Deuteronomy 1:14", "Deuteronomy 1:15", "Deuteronomy 1:16", "Deuteronomy 1:17", "Deuteronomy 1:18", "Deuteronomy 1:19", "Deuteronomy 1:20", "Deuteronomy 1:21", "Deuteronomy 1:22", "Deuteronomy 1:23", "Deuteronomy 1:24", "Deuteronomy 1:25", "Deuteronomy 1:26", "Deuteronomy 1:27", "Deuteronomy 1:28", "Deuteronomy 1:29", "Deuteronomy 1:30", "Deuteronomy 1:31", "Deuteronomy 1:32", "Deuteronomy 1:33", "Deuteronomy 1:34", "Deuteronomy 1:35", "Deuteronomy 1:36", "Deuteronomy 1:37", "Deuteronomy 1:38", "Deuteronomy 1:39", "Deuteronomy 1:40", "Deuteronomy 1:41", "Deuteronomy 1:42", "Deuteronomy 1:43", "Deuteronomy 1:44", "Deuteronomy 1:45", "Deuteronomy 1:46", "Deuteronomy 2:1", "Deuteronomy 2:2", "Deuteronomy 2:3", "Deuteronomy 2:4", "Deuteronomy 2:5", "Deuteronomy 2:6", "Deuteronomy 2:7", "Deuteronomy 2:8", "Deuteronomy 2:9", "Deuteronomy 2:10", "Deuteronomy 2:11", "Deuteronomy 2:12", "Deuteronomy 2:13", "Deuteronomy 2:14", "Deuteronomy 2:15", "Deuteronomy 2:16", "Deuteronomy 2:17", "Deuteronomy 2:18", "Deuteronomy 2:19", "Deuteronomy 2:20", "Deuteronomy 2:21", "Deuteronomy 2:22", "Deuteronomy 2:23", "Deuteronomy 2:24", "Deuteronomy 2:25", "Deuteronomy 2:26", "Deuteronomy 2:27", "Deuteronomy 2:28", "Deuteronomy 2:29", "Deuteronomy 2:30", "Deuteronomy 2:31", "Deuteronomy 2:32", "Deuteronomy 2:33", "Deuteronomy 2:34", "Deuteronomy 2:35", "Deuteronomy 2:36", "Deuteronomy 2:37", "Deuteronomy 3:1", "Deuteronomy 3:2", "Deuteronomy 3:3", "Deuteronomy 3:4", "Deuteronomy 3:5", "Deuteronomy 3:6", "Deuteronomy 3:7", "Deuteronomy 3:8", "Deuteronomy 3:9", "Deuteronomy 3:10", "Deuteronomy 3:11", "Deuteronomy 3:12", "Deuteronomy 3:13", "Deuteronomy 3:14", "Deuteronomy 3:15", "Deuteronomy 3:16", "Deuteronomy 3:17", "Deuteronomy 3:18", "Deuteronomy 3:19", "Deuteronomy 3:20", "Deuteronomy 3:21", "Deuteronomy 3:22", "Deuteronomy 3:23", "Deuteronomy 3:24", "Deuteronomy 3:25", "Deuteronomy 3:26", "Deuteronomy 3:27", "Deuteronomy 3:28", "Deuteronomy 3:29", "Deuteronomy 4:1", "Deuteronomy 4:2", "Deuteronomy 4:3", "Deuteronomy 4:4", "Deuteronomy 4:5", "Deuteronomy 4:6", "Deuteronomy 4:7", "Deuteronomy 4:8", "Deuteronomy 4:9", "Deuteronomy 4:10", "Deuteronomy 4:11", "Deuteronomy 4:12", "Deuteronomy 4:13", "Deuteronomy 4:14", "Deuteronomy 4:15", "Deuteronomy 4:16", "Deuteronomy 4:17", "Deuteronomy 4:18", "Deuteronomy 4:19", "Deuteronomy 4:20", "Deuteronomy 4:21", "Deuteronomy 4:22", "Deuteronomy 4:23", "Deuteronomy 4:24", "Deuteronomy 4:25", "Deuteronomy 4:26", "Deuteronomy 4:27", "Deuteronomy 4:28", "Deuteronomy 4:29", "Deuteronomy 4:30", "Deuteronomy 4:31", "Deuteronomy 4:32", "Deuteronomy 4:33", "Deuteronomy 4:34", "Deuteronomy 4:35", "Deuteronomy 4:36", "Deuteronomy 4:37", "Deuteronomy 4:38", "Deuteronomy 4:39", "Deuteronomy 4:40", "Deuteronomy 4:41", "Deuteronomy 4:42", "Deuteronomy 4:43", "Deuteronomy 4:44", "Deuteronomy 4:45", "Deuteronomy 4:46", "Deuteronomy 4:47", "Deuteronomy 4:48", "Deuteronomy 4:49", "Deuteronomy 5:1", "Deuteronomy 5:2", "Deuteronomy 5:3", "Deuteronomy 5:4", "Deuteronomy 5:5", "Deuteronomy 5:6", "Deuteronomy 5:7", "Deuteronomy 5:8", "Deuteronomy 5:9", "Deuteronomy 5:10", "Deuteronomy 5:11", "Deuteronomy 5:12", "Deuteronomy 5:13", "Deuteronomy 5:14", "Deuteronomy 5:15", "Deuteronomy 5:16", "Deuteronomy 5:17", "Deuteronomy 5:18", "Deuteronomy 5:19", "Deuteronomy 5:20", "Deuteronomy 5:21", "Deuteronomy 5:22", "Deuteronomy 5:23", "Deuteronomy 5:24", "Deuteronomy 5:25", "Deuteronomy 5:26", "Deuteronomy 5:27", "Deuteronomy 5:28", "Deuteronomy 5:29", "Deuteronomy 5:30", "Deuteronomy 6:1", "Deuteronomy 6:2", "Deuteronomy 6:3", "Deuteronomy 6:4", "Deuteronomy 6:5", "Deuteronomy 6:6", "Deuteronomy 6:7", "Deuteronomy 6:8", "Deuteronomy 6:9", "Deuteronomy 6:10", "Deuteronomy 6:11", "Deuteronomy 6:12", "Deuteronomy 6:13", "Deuteronomy 6:14", "Deuteronomy 6:15", "Deuteronomy 6:16", "Deuteronomy 6:17", "Deuteronomy 6:18", "Deuteronomy 6:19", "Deuteronomy 6:20", "Deuteronomy 6:21", "Deuteronomy 6:22", "Deuteronomy 6:23", "Deuteronomy 6:24", "Deuteronomy 6:25", "Deuteronomy 7:1", "Deuteronomy 7:2", "Deuteronomy 7:3", "Deuteronomy 7:4", "Deuteronomy 7:5", "Deuteronomy 7:6", "Deuteronomy 7:7", "Deuteronomy 7:8", "Deuteronomy 7:9", "Deuteronomy 7:10", "Deuteronomy 7:11", "Deuteronomy 7:12", "Deuteronomy 7:13", "Deuteronomy 7:14", "Deuteronomy 7:15", "Deuteronomy 7:16", "Deuteronomy 7:17", "Deuteronomy 7:18", "Deuteronomy 7:19", "Deuteronomy 7:20", "Deuteronomy 7:21", "Deuteronomy 7:22", "Deuteronomy 7:23", "Deuteronomy 7:24", "Deuteronomy 7:25", "Deuteronomy 7:26", "Deuteronomy 8:1", "Deuteronomy 8:2", "Deuteronomy 8:3", "Deuteronomy 8:4", "Deuteronomy 8:5", "Deuteronomy 8:6", "Deuteronomy 8:7", "Deuteronomy 8:8", "Deuteronomy 8:9", "Deuteronomy 8:10", "Deuteronomy 8:11", "Deuteronomy 8:12", "Deuteronomy 8:13", "Deuteronomy 8:14", "Deuteronomy 8:15", "Deuteronomy 8:16", "Deuteronomy 8:17", "Deuteronomy 8:18", "Deuteronomy 8:19", "Deuteronomy 8:20", "Deuteronomy 9:1", "Deuteronomy 9:2", "Deuteronomy 9:3", "Deuteronomy 9:4", "Deuteronomy 9:5", "Deuteronomy 9:6", "Deuteronomy 9:7", "Deuteronomy 9:8", "Deuteronomy 9:9", "Deuteronomy 9:10", "Deuteronomy 9:11", "Deuteronomy 9:12", "Deuteronomy 9:13", "Deuteronomy 9:14", "Deuteronomy 9:15", "Deuteronomy 9:16", "Deuteronomy 9:17", "Deuteronomy 9:18", "Deuteronomy 9:19", "Deuteronomy 9:20", "Deuteronomy 9:21", "Deuteronomy 9:22", "Deuteronomy 9:23", "Deuteronomy 9:24", "Deuteronomy 9:25", "Deuteronomy 9:26", "Deuteronomy 9:27", "Deuteronomy 9:28", "Deuteronomy 9:29", "Deuteronomy 10:1", "Deuteronomy 10:2", "Deuteronomy 10:3", "Deuteronomy 10:4", "Deuteronomy 10:5", "Deuteronomy 10:6", "Deuteronomy 10:7", "Deuteronomy 10:8", "Deuteronomy 10:9", "Deuteronomy 10:10", "Deuteronomy 10:11", "Deuteronomy 10:12", "Deuteronomy 10:13", "Deuteronomy 10:14", "Deuteronomy 10:15", "Deuteronomy 10:16", "Deuteronomy 10:17", "Deuteronomy 10:18", "Deuteronomy 10:19", "Deuteronomy 10:20", "Deuteronomy 10:21", "Deuteronomy 10:22", "Deuteronomy 11:1", "Deuteronomy 11:2", "Deuteronomy 11:3", "Deuteronomy 11:4", "Deuteronomy 11:5", "Deuteronomy 11:6", "Deuteronomy 11:7", "Deuteronomy 11:8", "Deuteronomy 11:9", "Deuteronomy 11:10", "Deuteronomy 11:11", "Deuteronomy 11:12", "Deuteronomy 11:13", "Deuteronomy 11:14", "Deuteronomy 11:15", "Deuteronomy 11:16", "Deuteronomy 11:17", "Deuteronomy 11:18", "Deuteronomy 11:19", "Deuteronomy 11:20", "Deuteronomy 11:21", "Deuteronomy 11:22", "Deuteronomy 11:23", "Deuteronomy 11:24", "Deuteronomy 11:25", "Deuteronomy 11:26", "Deuteronomy 11:27", "Deuteronomy 11:28", "Deuteronomy 11:29", "Deuteronomy 11:30", "Deuteronomy 11:31", "Deuteronomy 11:32", "Deuteronomy 12:1", "Deuteronomy 12:2", "Deuteronomy 12:3", "Deuteronomy 12:4", "Deuteronomy 12:5", "Deuteronomy 12:6", "Deuteronomy 12:7", "Deuteronomy 12:8", "Deuteronomy 12:9", "Deuteronomy 12:10", "Deuteronomy 12:11", "Deuteronomy 12:12", "Deuteronomy 12:13", "Deuteronomy 12:14", "Deuteronomy 12:15", "Deuteronomy 12:16", "Deuteronomy 12:17", "Deuteronomy 12:18", "Deuteronomy 12:19", "Deuteronomy 12:20", "Deuteronomy 12:21", "Deuteronomy 12:22", "Deuteronomy 12:23", "Deuteronomy 12:24", "Deuteronomy 12:25", "Deuteronomy 12:26", "Deuteronomy 12:27", "Deuteronomy 12:28", "Deuteronomy 12:29", "Deuteronomy 12:30", "Deuteronomy 12:31", "Deuteronomy 13:1", "Deuteronomy 13:2", "Deuteronomy 13:3", "Deuteronomy 13:4", "Deuteronomy 13:5", "Deuteronomy 13:6", "Deuteronomy 13:7", "Deuteronomy 13:8", "Deuteronomy 13:9", "Deuteronomy 13:10", "Deuteronomy 13:11", "Deuteronomy 13:12", "Deuteronomy 13:13", "Deuteronomy 13:14", "Deuteronomy 13:15", "Deuteronomy 13:16", "Deuteronomy 13:17", "Deuteronomy 13:18", "Deuteronomy 13:19", "Deuteronomy 14:1", "Deuteronomy 14:2", "Deuteronomy 14:3", "Deuteronomy 14:4", "Deuteronomy 14:5", "Deuteronomy 14:6", "Deuteronomy 14:7", "Deuteronomy 14:8", "Deuteronomy 14:9", "Deuteronomy 14:10", "Deuteronomy 14:11", "Deuteronomy 14:12", "Deuteronomy 14:13", "Deuteronomy 14:14", "Deuteronomy 14:15", "Deuteronomy 14:16", "Deuteronomy 14:17", "Deuteronomy 14:18", "Deuteronomy 14:19", "Deuteronomy 14:20", "Deuteronomy 14:21", "Deuteronomy 14:22", "Deuteronomy 14:23", "Deuteronomy 14:24", "Deuteronomy 14:25", "Deuteronomy 14:26", "Deuteronomy 14:27", "Deuteronomy 14:28", "Deuteronomy 14:29", "Deuteronomy 15:1", "Deuteronomy 15:2", "Deuteronomy 15:3", "Deuteronomy 15:4", "Deuteronomy 15:5", "Deuteronomy 15:6", "Deuteronomy 15:7", "Deuteronomy 15:8", "Deuteronomy 15:9", "Deuteronomy 15:10", "Deuteronomy 15:11", "Deuteronomy 15:12", "Deuteronomy 15:13", "Deuteronomy 15:14", "Deuteronomy 15:15", "Deuteronomy 15:16", "Deuteronomy 15:17", "Deuteronomy 15:18", "Deuteronomy 15:19", "Deuteronomy 15:20", "Deuteronomy 15:21", "Deuteronomy 15:22", "Deuteronomy 15:23", "Deuteronomy 16:1", "Deuteronomy 16:2", "Deuteronomy 16:3", "Deuteronomy 16:4", "Deuteronomy 16:5", "Deuteronomy 16:6", "Deuteronomy 16:7", "Deuteronomy 16:8", "Deuteronomy 16:9", "Deuteronomy 16:10", "Deuteronomy 16:11", "Deuteronomy 16:12", "Deuteronomy 16:13", "Deuteronomy 16:14", "Deuteronomy 16:15", "Deuteronomy 16:16", "Deuteronomy 16:17", "Deuteronomy 16:18", "Deuteronomy 16:19", "Deuteronomy 16:20", "Deuteronomy 16:21", "Deuteronomy 16:22", "Deuteronomy 17:1", "Deuteronomy 17:2", "Deuteronomy 17:3", "Deuteronomy 17:4", "Deuteronomy 17:5", "Deuteronomy 17:6", "Deuteronomy 17:7", "Deuteronomy 17:8", "Deuteronomy 17:9", "Deuteronomy 17:10", "Deuteronomy 17:11", "Deuteronomy 17:12", "Deuteronomy 17:13", "Deuteronomy 17:14", "Deuteronomy 17:15", "Deuteronomy 17:16", "Deuteronomy 17:17", "Deuteronomy 17:18", "Deuteronomy 17:19", "Deuteronomy 17:20", "Deuteronomy 18:1", "Deuteronomy 18:2", "Deuteronomy 18:3", "Deuteronomy 18:4", "Deuteronomy 18:5", "Deuteronomy 18:6", "Deuteronomy 18:7", "Deuteronomy 18:8", "Deuteronomy 18:9", "Deuteronomy 18:10", "Deuteronomy 18:11", "Deuteronomy 18:12", "Deuteronomy 18:13", "Deuteronomy 18:14", "Deuteronomy 18:15", "Deuteronomy 18:16", "Deuteronomy 18:17", "Deuteronomy 18:18", "Deuteronomy 18:19", "Deuteronomy 18:20", "Deuteronomy 18:21", "Deuteronomy 18:22", "Deuteronomy 19:1", "Deuteronomy 19:2", "Deuteronomy 19:3", "Deuteronomy 19:4", "Deuteronomy 19:5", "Deuteronomy 19:6", "Deuteronomy 19:7", "Deuteronomy 19:8", "Deuteronomy 19:9", "Deuteronomy 19:10", "Deuteronomy 19:11", "Deuteronomy 19:12", "Deuteronomy 19:13", "Deuteronomy 19:14", "Deuteronomy 19:15", "Deuteronomy 19:16", "Deuteronomy 19:17", "Deuteronomy 19:18", "Deuteronomy 19:19", "Deuteronomy 19:20", "Deuteronomy 19:21", "Deuteronomy 20:1", "Deuteronomy 20:2", "Deuteronomy 20:3", "Deuteronomy 20:4", "Deuteronomy 20:5", "Deuteronomy 20:6", "Deuteronomy 20:7", "Deuteronomy 20:8", "Deuteronomy 20:9", "Deuteronomy 20:10", "Deuteronomy 20:11", "Deuteronomy 20:12", "Deuteronomy 20:13", "Deuteronomy 20:14", "Deuteronomy 20:15", "Deuteronomy 20:16", "Deuteronomy 20:17", "Deuteronomy 20:18", "Deuteronomy 20:19", "Deuteronomy 20:20", "Deuteronomy 21:1", "Deuteronomy 21:2", "Deuteronomy 21:3", "Deuteronomy 21:4", "Deuteronomy 21:5", "Deuteronomy 21:6", "Deuteronomy 21:7", "Deuteronomy 21:8", "Deuteronomy 21:9", "Deuteronomy 21:10", "Deuteronomy 21:11", "Deuteronomy 21:12", "Deuteronomy 21:13", "Deuteronomy 21:14", "Deuteronomy 21:15", "Deuteronomy 21:16", "Deuteronomy 21:17", "Deuteronomy 21:18", "Deuteronomy 21:19", "Deuteronomy 21:20", "Deuteronomy 21:21", "Deuteronomy 21:22", "Deuteronomy 21:23", "Deuteronomy 22:1", "Deuteronomy 22:2", "Deuteronomy 22:3", "Deuteronomy 22:4", "Deuteronomy 22:5", "Deuteronomy 22:6", "Deuteronomy 22:7", "Deuteronomy 22:8", "Deuteronomy 22:9", "Deuteronomy 22:10", "Deuteronomy 22:11", "Deuteronomy 22:12", "Deuteronomy 22:13", "Deuteronomy 22:14", "Deuteronomy 22:15", "Deuteronomy 22:16", "Deuteronomy 22:17", "Deuteronomy 22:18", "Deuteronomy 22:19", "Deuteronomy 22:20", "Deuteronomy 22:21", "Deuteronomy 22:22", "Deuteronomy 22:23", "Deuteronomy 22:24", "Deuteronomy 22:25", "Deuteronomy 22:26", "Deuteronomy 22:27", "Deuteronomy 22:28", "Deuteronomy 22:29", "Deuteronomy 23:1", "Deuteronomy 23:2", "Deuteronomy 23:3", "Deuteronomy 23:4", "Deuteronomy 23:5", "Deuteronomy 23:6", "Deuteronomy 23:7", "Deuteronomy 23:8", "Deuteronomy 23:9", "Deuteronomy 23:10", "Deuteronomy 23:11", "Deuteronomy 23:12", "Deuteronomy 23:13", "Deuteronomy 23:14", "Deuteronomy 23:15", "Deuteronomy 23:16", "Deuteronomy 23:17", "Deuteronomy 23:18", "Deuteronomy 23:19", "Deuteronomy 23:20", "Deuteronomy 23:21", "Deuteronomy 23:22", "Deuteronomy 23:23", "Deuteronomy 23:24", "Deuteronomy 23:25", "Deuteronomy 23:26", "Deuteronomy 24:1", "Deuteronomy 24:2", "Deuteronomy 24:3", "Deuteronomy 24:4", "Deuteronomy 24:5", "Deuteronomy 24:6", "Deuteronomy 24:7", "Deuteronomy 24:8", "Deuteronomy 24:9", "Deuteronomy 24:10", "Deuteronomy 24:11", "Deuteronomy 24:12", "Deuteronomy 24:13", "Deuteronomy 24:14", "Deuteronomy 24:15", "Deuteronomy 24:16", "Deuteronomy 24:17", "Deuteronomy 24:18", "Deuteronomy 24:19", "Deuteronomy 24:20", "Deuteronomy 24:21", "Deuteronomy 24:22", "Deuteronomy 25:1", "Deuteronomy 25:2", "Deuteronomy 25:3", "Deuteronomy 25:4", "Deuteronomy 25:5", "Deuteronomy 25:6", "Deuteronomy 25:7", "Deuteronomy 25:8", "Deuteronomy 25:9", "Deuteronomy 25:10", "Deuteronomy 25:11", "Deuteronomy 25:12", "Deuteronomy 25:13", "Deuteronomy 25:14", "Deuteronomy 25:15", "Deuteronomy 25:16", "Deuteronomy 25:17", "Deuteronomy 25:18", "Deuteronomy 25:19", "Deuteronomy 26:1", "Deuteronomy 26:2", "Deuteronomy 26:3", "Deuteronomy 26:4", "Deuteronomy 26:5", "Deuteronomy 26:6", "Deuteronomy 26:7", "Deuteronomy 26:8", "Deuteronomy 26:9", "Deuteronomy 26:10", "Deuteronomy 26:11", "Deuteronomy 26:12", "Deuteronomy 26:13", "Deuteronomy 26:14", "Deuteronomy 26:15", "Deuteronomy 26:16", "Deuteronomy 26:17", "Deuteronomy 26:18", "Deuteronomy 26:19", "Deuteronomy 27:1", "Deuteronomy 27:2", "Deuteronomy 27:3", "Deuteronomy 27:4", "Deuteronomy 27:5", "Deuteronomy 27:6", "Deuteronomy 27:7", "Deuteronomy 27:8", "Deuteronomy 27:9", "Deuteronomy 27:10", "Deuteronomy 27:11", "Deuteronomy 27:12", "Deuteronomy 27:13", "Deuteronomy 27:14", "Deuteronomy 27:15", "Deuteronomy 27:16", "Deuteronomy 27:17", "Deuteronomy 27:18", "Deuteronomy 27:19", "Deuteronomy 27:20", "Deuteronomy 27:21", "Deuteronomy 27:22", "Deuteronomy 27:23", "Deuteronomy 27:24", "Deuteronomy 27:25", "Deuteronomy 27:26", "Deuteronomy 28:1", "Deuteronomy 28:2", "Deuteronomy 28:3", "Deuteronomy 28:4", "Deuteronomy 28:5", "Deuteronomy 28:6", "Deuteronomy 28:7", "Deuteronomy 28:8", "Deuteronomy 28:9", "Deuteronomy 28:10", "Deuteronomy 28:11", "Deuteronomy 28:12", "Deuteronomy 28:13", "Deuteronomy 28:14", "Deuteronomy 28:15", "Deuteronomy 28:16", "Deuteronomy 28:17", "Deuteronomy 28:18", "Deuteronomy 28:19", "Deuteronomy 28:20", "Deuteronomy 28:21", "Deuteronomy 28:22", "Deuteronomy 28:23", "Deuteronomy 28:24", "Deuteronomy 28:25", "Deuteronomy 28:26", "Deuteronomy 28:27", "Deuteronomy 28:28", "Deuteronomy 28:29", "Deuteronomy 28:30", "Deuteronomy 28:31", "Deuteronomy 28:32", "Deuteronomy 28:33", "Deuteronomy 28:34", "Deuteronomy 28:35", "Deuteronomy 28:36", "Deuteronomy 28:37", "Deuteronomy 28:38", "Deuteronomy 28:39", "Deuteronomy 28:40", "Deuteronomy 28:41", "Deuteronomy 28:42", "Deuteronomy 28:43", "Deuteronomy 28:44", "Deuteronomy 28:45", "Deuteronomy 28:46", "Deuteronomy 28:47", "Deuteronomy 28:48", "Deuteronomy 28:49", "Deuteronomy 28:50", "Deuteronomy 28:51", "Deuteronomy 28:52", "Deuteronomy 28:53", "Deuteronomy 28:54", "Deuteronomy 28:55", "Deuteronomy 28:56", "Deuteronomy 28:57", "Deuteronomy 28:58", "Deuteronomy 28:59", "Deuteronomy 28:60", "Deuteronomy 28:61", "Deuteronomy 28:62", "Deuteronomy 28:63", "Deuteronomy 28:64", "Deuteronomy 28:65", "Deuteronomy 28:66", "Deuteronomy 28:67", "Deuteronomy 28:68", "Deuteronomy 28:69", "Deuteronomy 29:1", "Deuteronomy 29:2", "Deuteronomy 29:3", "Deuteronomy 29:4", "Deuteronomy 29:5", "Deuteronomy 29:6", "Deuteronomy 29:7", "Deuteronomy 29:8", "Deuteronomy 29:9", "Deuteronomy 29:10", "Deuteronomy 29:11", "Deuteronomy 29:12", "Deuteronomy 29:13", "Deuteronomy 29:14", "Deuteronomy 29:15", "Deuteronomy 29:16", "Deuteronomy 29:17", "Deuteronomy 29:18", "Deuteronomy 29:19", "Deuteronomy 29:20", "Deuteronomy 29:21", "Deuteronomy 29:22", "Deuteronomy 29:23", "Deuteronomy 29:24", "Deuteronomy 29:25", "Deuteronomy 29:26", "Deuteronomy 29:27", "Deuteronomy 29:28", "Deuteronomy 30:1", "Deuteronomy 30:2", "Deuteronomy 30:3", "Deuteronomy 30:4", "Deuteronomy 30:5", "Deuteronomy 30:6", "Deuteronomy 30:7", "Deuteronomy 30:8", "Deuteronomy 30:9", "Deuteronomy 30:10", "Deuteronomy 30:11", "Deuteronomy 30:12", "Deuteronomy 30:13", "Deuteronomy 30:14", "Deuteronomy 30:15", "Deuteronomy 30:16", "Deuteronomy 30:17", "Deuteronomy 30:18", "Deuteronomy 30:19", "Deuteronomy 30:20", "Deuteronomy 31:1", "Deuteronomy 31:2", "Deuteronomy 31:3", "Deuteronomy 31:4", "Deuteronomy 31:5", "Deuteronomy 31:6", "Deuteronomy 31:7", "Deuteronomy 31:8", "Deuteronomy 31:9", "Deuteronomy 31:10", "Deuteronomy 31:11", "Deuteronomy 31:12", "Deuteronomy 31:13", "Deuteronomy 31:14", "Deuteronomy 31:15", "Deuteronomy 31:16", "Deuteronomy 31:17", "Deuteronomy 31:18", "Deuteronomy 31:19", "Deuteronomy 31:20", "Deuteronomy 31:21", "Deuteronomy 31:22", "Deuteronomy 31:23", "Deuteronomy 31:24", "Deuteronomy 31:25", "Deuteronomy 31:26", "Deuteronomy 31:27", "Deuteronomy 31:28", "Deuteronomy 31:29", "Deuteronomy 31:30", "Deuteronomy 32:1", "Deuteronomy 32:2", "Deuteronomy 32:3", "Deuteronomy 32:4", "Deuteronomy 32:5", "Deuteronomy 32:6", "Deuteronomy 32:7", "Deuteronomy 32:8", "Deuteronomy 32:9", "Deuteronomy 32:10", "Deuteronomy 32:11", "Deuteronomy 32:12", "Deuteronomy 32:13", "Deuteronomy 32:14", "Deuteronomy 32:15", "Deuteronomy 32:16", "Deuteronomy 32:17", "Deuteronomy 32:18", "Deuteronomy 32:19", "Deuteronomy 32:20", "Deuteronomy 32:21", "Deuteronomy 32:22", "Deuteronomy 32:23", "Deuteronomy 32:24", "Deuteronomy 32:25", "Deuteronomy 32:26", "Deuteronomy 32:27", "Deuteronomy 32:28", "Deuteronomy 32:29", "Deuteronomy 32:30", "Deuteronomy 32:31", "Deuteronomy 32:32", "Deuteronomy 32:33", "Deuteronomy 32:34", "Deuteronomy 32:35", "Deuteronomy 32:36", "Deuteronomy 32:37", "Deuteronomy 32:38", "Deuteronomy 32:39", "Deuteronomy 32:40", "Deuteronomy 32:41", "Deuteronomy 32:42", "Deuteronomy 32:43", "Deuteronomy 32:44", "Deuteronomy 32:45", "Deuteronomy 32:46", "Deuteronomy 32:47", "Deuteronomy 32:48", "Deuteronomy 32:49", "Deuteronomy 32:50", "Deuteronomy 32:51", "Deuteronomy 32:52", "Deuteronomy 33:1", "Deuteronomy 33:2", "Deuteronomy 33:3", "Deuteronomy 33:4", "Deuteronomy 33:5", "Deuteronomy 33:6", "Deuteronomy 33:7", "Deuteronomy 33:8", "Deuteronomy 33:9", "Deuteronomy 33:10", "Deuteronomy 33:11", "Deuteronomy 33:12", "Deuteronomy 33:13", "Deuteronomy 33:14", "Deuteronomy 33:15", "Deuteronomy 33:16", "Deuteronomy 33:17", "Deuteronomy 33:18", "Deuteronomy 33:19", "Deuteronomy 33:20", "Deuteronomy 33:21", "Deuteronomy 33:22", "Deuteronomy 33:23", "Deuteronomy 33:24", "Deuteronomy 33:25", "Deuteronomy 33:26", "Deuteronomy 33:27", "Deuteronomy 33:28", "Deuteronomy 33:29", "Deuteronomy 34:1", "Deuteronomy 34:2", "Deuteronomy 34:3", "Deuteronomy 34:4", "Deuteronomy 34:5", "Deuteronomy 34:6", "Deuteronomy 34:7", "Deuteronomy 34:8", "Deuteronomy 34:9", "Deuteronomy 34:10", "Deuteronomy 34:11", "Deuteronomy 34:12"], "sourceRef": "The Five Books of Moses, by Everett Fox, Deuteronomy, On the Book of Deuteronomy and Its Structure 2-39", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, דברים, דברים מאמר א׳ ב׳-ל״ט", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "On the Book of Deuteronomy and Its Structure", "he": "דברים מאמר א׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "דברים מאמר א׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["D<small>EUTERONOMY HOLDS A UNIQUE POSITION, AND SPEAKS WITH A UNIQUE VOICE, IN THE</small> literature of the Torah. Up to this point, through the first four books, we have encountered a powerful mixture of literary genres; indeed, the books owe their characteristic stamp to the way in which they incorporate these genres. Genesis is predominantly narrative, punctuated by genealogies; Exodus begins with narrative and later proceeds with covenant-making and law, and then with the precise details of sanctuary building; Leviticus is composed almost entirely of cultic and then ethical and social law; and finally, Numbers alternates narrative and varied laws, under the structure of preparations for wilderness march, first encounters with the Promised Land, and preparations for entry. Except for Leviticus, the books also exhibit, at strategic points, striking examples of biblical poetry.", "An ancient name for Deuteronomy, <i>mishne tora</i>—which means “copy of the Torah,” but which was erroneously understood as “second Torah”—would seem to indicate more of the same combining of genres, and a not-too-close reading would support the idea of a rehashing of narrative, covenant-making, law, and poetry. But the reader who takes the time to weigh what stands before him or her will find much more. In its structure, style, content, and intent, Deuteronomy goes beyond what has preceded it. The image of Moshe addressing the assembled people on the Plains of Moab—the central setting of the book—provides the occasion for not merely a retelling, but a recasting of Israel’s mission and destiny. No book of the Torah is truer to the idea of “instruction” (Deuteronomy uses the term numerous times), including an emphasis on teaching and learning, with assembled and yet-to-be-born children as much the audience as “elders.”", "From the book’s opening phrase, “Now these are the words [or even “speeches”] that Moshe spoke to the Children of Israel / in (the country) across the Jordan,” the basic premise of Deuteronomy is that the aged Moshe, personally and indeed in the first person, speaks for the last time to the assembled Israelites, before their triumphant entry into the land of Canaan. The setting affects the entire content of the book; no longer is the narrator in the background, as in most of the Torah, but instead he is presented as directly addressing a living audience, an audience composed not only of the ancient hearers portrayed in the text but also of contemporary listeners.", "The image of a leader delivering a long public address on an auspicious occasion is well known from the ancient world, most familiarly from Greek historians (cf. Van Seters) but also abundantly in the ancient Near East (Weinfeld). The historian seeks to paint a vivid picture of the personality of his speaker and the high drama of the moment, and may go on at great length. While admitting to not having had the benefit of eyewitness sources, such chroniclers are nevertheless sincere in their desire to present what undoubtedly would have been said on such an occasion.", "Deuteronomy, whenever it was composed and placed in the Torah, takes this approach a step further. It is a fantastic conceit, really: as Rosenberg (1975) notes, Moshe, the man who was “not a man of words” (Ex. 4:10), all of a sudden finds his voice. And as Polzin (1980) has shown in his forceful analysis, in Deuteronomy Moshe’s voice functions fairly indistinguishably from God’s own—and then closes off the text by stipulating that nothing in the future is to be added or subtracted to it. So we are dealing with a text of directly authoritative character, a series of speeches that in their own self-understanding already bore the status of “Torah.” Hence Deuteronomy introduces into the Bible for the first time the concept of canon—a bounded, accepted body of authoritative literature.", "Moshe’s addresses, which include a historical review, repeated appeals to observe God’s laws and dire warnings against their violation, a reworking of previous laws and the addition of new ones, and a poem designed to keep the appeals and warnings in popular memory, have about them a deep rhetorical urgency. As such they are stylistically quite different from most of what is found in the first four books of the Bible. To be sure, there are many moments of high rhetoric in the previous narratives, and the laws—including cultic ones—are also not lacking appeals to the emotions (cf., for instance, the repeated injunctions to not oppress the sojourner, “for you were sojourners in the land of Egypt”). But as an extended piece of argumentation and pleading, Deuteronomy holds pride of place in the Torah, with its specialized vocabulary (described in the notes and commentary below), its alternately pleading and warning tone, and its long, elegant phrases (as Gottwald notes, these phrases are most often cast in the form of subordinate clauses, not the typical syntactical form found in the previous books).", "But not only does Deuteronomy provide an emotional capstone to the four books that precede it. It functions to link up with both the landed history of Israel in the narrative books to follow (Joshua through Kings) and the prophets’ emotional speeches to the people and their leaders. In the words of G. Ernest Wright,", "the central purpose of Deuteronomy is to furnish Israel with a complete order of faith and life which is the prerequisite for a prosperous and secure existence on the God-given land. The historian [of the succeeding books] shows how Israel failed to keep it and what the consequences were.", "It is in fact the monarchic setting that is commonly held to be the historical background to the compilation of Deuteronomy. While Moshe’s last days and the people’s being poised on the steppes opposite Jericho would certainly be a dramatic enough moment for our book’s speeches to occur, its language, style, and many of its concerns point to a later time in the history of Israel as a likely venue for at least a good part of its emotional appeal.", "That time, in the opinion of most biblical scholars over the past two centuries, was the middle of the reign of King Josiah (ruled 640–608 <small>B.C.E.</small>) of Judah, the southern kingdom (Israel, the north, had been overrun by Assyria a century previously). The Assyrian Empire, dominant in the region for three hundred years, was on the wane, and Josiah took advantage of this decline of power to expand his kingdom northward. He also—at about the time of the death of Ashurbanipal, the last powerful king of Assyria—began a wide-ranging reform that consisted largely of destroying the local “high places” of pagan worship that had figured so prominently in the reign of his grandfather, the notorious Manasseh (ruled 687–642). II Kings 23 describes the purge in great detail, noting both places and priests that were now rendered inoperative in favor of the centralization of the cult in Jerusalem.", "It is within this setting that Chapter  22 reports the dramatic discovery of a scroll “of the Torah.”", "The high priest Hilkiah said to Shaphan the secretary, “I have found the book of the law in the house of the L<small>ORD</small>.” … Shaphan then read it aloud to the king. When the king heard the words of the book of the law, he tore his clothes. Then the king commanded … saying: “Go, inquire of the L<small>ORD</small> for me, for the people, and for all Judah, concerning the words of this book that has been found, for great is the wrath of the L<small>ORD</small> … because our ancestors did not obey the words of this book, to do according to all that is written concerning us.” (22:8, 10–13, New Revised Standard Version)", "What precisely were the contents of the “book” we do not know; but it is usually taken to have been some form of Deuteronomy. The rhetorical force of the newly discovered text must have been considerable, for its reported result was that the king", "directed that all the elders of Judah and Jerusalem should be gathered to him. … he read in their hearing all the words of the book of the covenant that had been found in the house of the L<small>ORD</small>. The king stood by the pillar and made a covenant before the L<small>ORD</small>, to follow the L<small>ORD</small>, keeping his commandments, his decrees, and his statutes, with all his heart and all his soul, to perform the words of this covenant that were written in this book. All the people joined in the covenant. (23:1–3)", "The connections between these passages and the style of Deuteronomy will be obvious to anyone who reads the book, and it seems clear that Josiah’s reforms are closely related to concerns expressed in Deuteronomy.", "The Bible’s portrayal of this background does not necessarily mean that Deuteronomy was composed for the occasion, or even that it originated in Judah. Several scholars (notably Ginsberg) have remarked on connections to the northern kingdom of Israel (e.g., affinities to the prophet Hosea), and so it is possible that at least some of our book was a series of traditions brought south by refugees fleeing the Assyrian onslaught. In any event, the text of Deuteronomy addresses its audience with such emotional immediacy that it may safely be presumed that a crisis of major proportions loomed, and the opportunity presented itself for a large-scale revival—or redefinition—of Israel’s self-understanding. Similar crises later in Jewish history may have led to the editing and writing down (but not necessarily the composition) of other central texts, the Mishnah (c. 200) and the Babylonian Talmud (c. 450). Like these documents, and like the first four books of the Torah, Deuteronomy is written in such a way that it is difficult to pin down its precise background, which through additions and circumspection has been substantially obliterated. What is left to us are the many repetitions of “today” or “this day,” which signal the desire to make the “Instruction” contemporary for the audience, whoever and whenever that may be.", "The net effect of this process of creation and development was to establish the Torah’s character as a text that shows signs of new life and new thinking within itself. Deuteronomy, by its inclusion as the final book of the five, officially began the practice of “explaining” (1:5) the traditions of Israel, and thus paved the way for the classic form of Jewish religious and intellectual activity: the interpretation of Scripture (cf. Fishbane 1988 for a definitive study on “inner-biblical exegesis,” interpretation that appears within the Bible itself and hence becomes a legitimate part of its traditions). This activity strongly influenced Christianity and Islam as well, and is still a part of religious discourse and development in the Western world.", "In its overall structure, Deuteronomy breaks down fairly easily; but it is perhaps best understood in the light of comparative ancient Near Eastern material. Weinfeld’s lifetime of research has demonstrated the strong parallels between our book and certain Assyrian treaty texts (earlier Hittite texts have also been shown to be helpful in this regard; cf. Levenson 1985b for a useful summary). It is striking indeed that the Esarhaddon Treaty texts from the seventh century <small>B.C.E.</small>, which also produced the final form of Deuteronomy, seem to prefigure the basic structure of what Moshe lays out in the book: a historical overview, an exhortation to keep the covenant, the laws—particulars of the covenant, a series of blessings and curses following upon observance or nonobservance of the covenant, and a ceremony ratifying it. A similar pattern, in abbreviated form, may be observed in the Sinai covenant in Ex. 19–24.", "Weinfeld points out that such covenants or treaties were two-sided, with the suzerain granting his vassals certain favors in return for “love” (= loyalty), and threatening dire consequences if that loyalty were to become suspect. What is fascinating about the parallels is not so much that they exist, but that here, apparently, a political model from a hated enemy has been assimilated and transformed into a positive religious-national one. Such transformative power seems to be characteristic of biblical culture, which probably reworked known stories and poems, among other genres, into genuine Israelite creations (the Flood narratives of Genesis and Psalm 29 are two fruitful examples of the process).", "Deuteronomy, then, focuses mainly on the relationship between God and Israel, a relationship that has been spelled out before (as in Exodus) but that forms in this book the very soul of the text. Every act that Israel performs as a community, and every one done by individuals, is to be seen in that light. As elsewhere in the Bible, breaking one of God’s rules means not merely a violation of a statute but an affront to the suzerain, the sovereign Lord, and thus a grave risk to society’s well-being and even to its very existence. And there is a unity of purpose and concept here: Gottwald summarizes the message of the book as “the indivisible unity of <i>one God</i> for <i>one people</i> in <i>one land</i> observing <i>one cult</i>” (italics his).", "Given the treaty pattern that we have just referred to, an outline of the book might proceed along the following lines:", "I   Historical Overview (Moshe as Narrator; 1–4:43)", "A   Narrative of the Wilderness Journey (1–3)", "B   Transition: Beginning of the Exhortation (4:1–40) and Addendum on Towns of Asylum (4:41–43)", "II  Opening Exhortation (Moshe as Pleader; 4:44–11:36)", "Looking Back to the Revelation at Sinai", "III The Terms of the Covenant (Moshe as Lawgiver; 12–28)", "A   The Laws (12–26)", "B   Covenant Ceremony; Blessings and Curses (27–28)", "IV Concluding Exhortation (Moshe as Pleader; 29–30)", "Looking Ahead to Exile and Return", "V  Final Matters (31–34)", "A   Passing the Mantle (31)", "B   Moshe’s Admonitory Poem (32)", "C   Moshe’s Blessing to the Tribes (33)", "D   The End (34)", "A few simple structural observations, based on a closer look at the text itself, may be made here. Parts I and V stress the role of Yehoshua (Joshua) in the future. Then, too, Parts II and IV use similar rhetorical formulas toward the end of each (“See, I set before you this day …,” 11:26 and 30:15). Such a symmetry would suggest that Part III is the crucial one, and that is of course the case. Everything in Deuteronomy radiates out from the laws: a new humanism, a rethinking of tradition, and above all, a heartfelt appeal to “choose life” (30:19), a good life on the land under the blessing of God.", "It is only when that appeal has been fully made, and when all of Deuteronomy’s new material has been added (with no more to come, as the text sees it!), that Moshe can finally die, and the people of Israel can proceed into the Promised Land. The book of Numbers proved to be a false ending, and indeed the report of Moshe’s death was postponed from the end of that book to this, so that the biblical tradition could transform itself into a truly multifaceted and rich one. The Torah, which began in the nameless, unknowable past, ends in the limitless present and future, with a potential life ahead for the Israelite people as bountiful and as beautiful as the “good land” that Moshe is allowed to see from the summit of Pisga."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62037e566bfddfbb310feb37", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Deuteronomy, Part I; Historical Overview 2-4", "anchorRef": "Deuteronomy 1:1-4:43", "anchorRefExpanded": ["Deuteronomy 1:1", "Deuteronomy 1:2", "Deuteronomy 1:3", "Deuteronomy 1:4", "Deuteronomy 1:5", "Deuteronomy 1:6", "Deuteronomy 1:7", "Deuteronomy 1:8", "Deuteronomy 1:9", "Deuteronomy 1:10", "Deuteronomy 1:11", "Deuteronomy 1:12", "Deuteronomy 1:13", "Deuteronomy 1:14", "Deuteronomy 1:15", "Deuteronomy 1:16", "Deuteronomy 1:17", "Deuteronomy 1:18", "Deuteronomy 1:19", "Deuteronomy 1:20", "Deuteronomy 1:21", "Deuteronomy 1:22", "Deuteronomy 1:23", "Deuteronomy 1:24", "Deuteronomy 1:25", "Deuteronomy 1:26", "Deuteronomy 1:27", "Deuteronomy 1:28", "Deuteronomy 1:29", "Deuteronomy 1:30", "Deuteronomy 1:31", "Deuteronomy 1:32", "Deuteronomy 1:33", "Deuteronomy 1:34", "Deuteronomy 1:35", "Deuteronomy 1:36", "Deuteronomy 1:37", "Deuteronomy 1:38", "Deuteronomy 1:39", "Deuteronomy 1:40", "Deuteronomy 1:41", "Deuteronomy 1:42", "Deuteronomy 1:43", "Deuteronomy 1:44", "Deuteronomy 1:45", "Deuteronomy 1:46", "Deuteronomy 2:1", "Deuteronomy 2:2", "Deuteronomy 2:3", "Deuteronomy 2:4", "Deuteronomy 2:5", "Deuteronomy 2:6", "Deuteronomy 2:7", "Deuteronomy 2:8", "Deuteronomy 2:9", "Deuteronomy 2:10", "Deuteronomy 2:11", "Deuteronomy 2:12", "Deuteronomy 2:13", "Deuteronomy 2:14", "Deuteronomy 2:15", "Deuteronomy 2:16", "Deuteronomy 2:17", "Deuteronomy 2:18", "Deuteronomy 2:19", "Deuteronomy 2:20", "Deuteronomy 2:21", "Deuteronomy 2:22", "Deuteronomy 2:23", "Deuteronomy 2:24", "Deuteronomy 2:25", "Deuteronomy 2:26", "Deuteronomy 2:27", "Deuteronomy 2:28", "Deuteronomy 2:29", "Deuteronomy 2:30", "Deuteronomy 2:31", "Deuteronomy 2:32", "Deuteronomy 2:33", "Deuteronomy 2:34", "Deuteronomy 2:35", "Deuteronomy 2:36", "Deuteronomy 2:37", "Deuteronomy 3:1", "Deuteronomy 3:2", "Deuteronomy 3:3", "Deuteronomy 3:4", "Deuteronomy 3:5", "Deuteronomy 3:6", "Deuteronomy 3:7", "Deuteronomy 3:8", "Deuteronomy 3:9", "Deuteronomy 3:10", "Deuteronomy 3:11", "Deuteronomy 3:12", "Deuteronomy 3:13", "Deuteronomy 3:14", "Deuteronomy 3:15", "Deuteronomy 3:16", "Deuteronomy 3:17", "Deuteronomy 3:18", "Deuteronomy 3:19", "Deuteronomy 3:20", "Deuteronomy 3:21", "Deuteronomy 3:22", "Deuteronomy 3:23", "Deuteronomy 3:24", "Deuteronomy 3:25", "Deuteronomy 3:26", "Deuteronomy 3:27", "Deuteronomy 3:28", "Deuteronomy 3:29", "Deuteronomy 4:1", "Deuteronomy 4:2", "Deuteronomy 4:3", "Deuteronomy 4:4", "Deuteronomy 4:5", "Deuteronomy 4:6", "Deuteronomy 4:7", "Deuteronomy 4:8", "Deuteronomy 4:9", "Deuteronomy 4:10", "Deuteronomy 4:11", "Deuteronomy 4:12", "Deuteronomy 4:13", "Deuteronomy 4:14", "Deuteronomy 4:15", "Deuteronomy 4:16", "Deuteronomy 4:17", "Deuteronomy 4:18", "Deuteronomy 4:19", "Deuteronomy 4:20", "Deuteronomy 4:21", "Deuteronomy 4:22", "Deuteronomy 4:23", "Deuteronomy 4:24", "Deuteronomy 4:25", "Deuteronomy 4:26", "Deuteronomy 4:27", "Deuteronomy 4:28", "Deuteronomy 4:29", "Deuteronomy 4:30", "Deuteronomy 4:31", "Deuteronomy 4:32", "Deuteronomy 4:33", "Deuteronomy 4:34", "Deuteronomy 4:35", "Deuteronomy 4:36", "Deuteronomy 4:37", "Deuteronomy 4:38", "Deuteronomy 4:39", "Deuteronomy 4:40", "Deuteronomy 4:41", "Deuteronomy 4:42", "Deuteronomy 4:43"], "sourceRef": "The Five Books of Moses, by Everett Fox, Deuteronomy, Part I; Historical Overview 2-4", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, דברים, דברים מאמר ב׳ ב׳-ד׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Part I; Historical Overview", "he": "דברים מאמר ב׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["I<small>N THIS INTRODUCTORY SECTION, WHICH SOME SCHOLARS HAVE VIEWED AS A LATER</small> addition to the core of the book, Moshe reviews the journey of the Israelites from Mount Sinai (“Horev”) into the Negev, and from there up east of the Dead Sea to a spot opposite Jericho. Two things make this more than a mere itinerary: First, Moshe confines himself to the most important moments—the choosing of leaders, the sending of the spies (with all its disastrous consequences), the encounters with various nations, and the provisions made for the soon-to-occur conquest. Second, the text characterizes itself, not as a narrative per se, but as an “explanation” (1:5) of the “Instruction.” In other words, history is made to function as lesson here. That the account ends with Bet (Baal) Pe’or in 3:29 is surely not accidental; as 4:3 reminds us, this was the site of Israel’s great apostasy, the final negative act by a wayward generation that was not to live to enter the land of Israel. By means of this introduction, the new generation is warned about the failings of the old, and begins to be prepared for “entering and taking-possession of the land” promised to their ancestors (4:1).", "The first four chapters of the book establish its character as a link: by recounting key events in Israel’s wanderings, they summarize the narratives of Exodus and Numbers; by demonstrating that disaster resulted from the people’s rebellions, they set the ideology that will permeate the so-called Deuteronomistic History, namely the books of Joshua, Judges, Samuel, and Kings (Nelson).", "It should be realized that these chapters are not merely previous narratives repeated verbatim. They are in fact reworkings of earlier material, often with changes. Thus, to use Brettler’s example, 1:9–18 retells Ex. 18:13–26, with the change that this time, as Moshe appoints lower-level leadership for the people, he does so without his father-in-law Yitro (who had helped in the Exodus version), and chooses them on the basis of their capabilities (“wisdom”), not their piety. Brettler also points to the frequent use of the phrase “at that time” as an indicator of later additions to the text. For a comprehensive discussion of how these opening chapters differ from earlier accounts, see Tigay."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62037e796bfddfbb310feb93", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Deuteronomy, Part I; Historical Overview, Encountering the Nations 2", "anchorRef": "Deuteronomy 2:1-3:22", "anchorRefExpanded": ["Deuteronomy 2:1", "Deuteronomy 2:2", "Deuteronomy 2:3", "Deuteronomy 2:4", "Deuteronomy 2:5", "Deuteronomy 2:6", "Deuteronomy 2:7", "Deuteronomy 2:8", "Deuteronomy 2:9", "Deuteronomy 2:10", "Deuteronomy 2:11", "Deuteronomy 2:12", "Deuteronomy 2:13", "Deuteronomy 2:14", "Deuteronomy 2:15", "Deuteronomy 2:16", "Deuteronomy 2:17", "Deuteronomy 2:18", "Deuteronomy 2:19", "Deuteronomy 2:20", "Deuteronomy 2:21", "Deuteronomy 2:22", "Deuteronomy 2:23", "Deuteronomy 2:24", "Deuteronomy 2:25", "Deuteronomy 2:26", "Deuteronomy 2:27", "Deuteronomy 2:28", "Deuteronomy 2:29", "Deuteronomy 2:30", "Deuteronomy 2:31", "Deuteronomy 2:32", "Deuteronomy 2:33", "Deuteronomy 2:34", "Deuteronomy 2:35", "Deuteronomy 2:36", "Deuteronomy 2:37", "Deuteronomy 3:1", "Deuteronomy 3:2", "Deuteronomy 3:3", "Deuteronomy 3:4", "Deuteronomy 3:5", "Deuteronomy 3:6", "Deuteronomy 3:7", "Deuteronomy 3:8", "Deuteronomy 3:9", "Deuteronomy 3:10", "Deuteronomy 3:11", "Deuteronomy 3:12", "Deuteronomy 3:13", "Deuteronomy 3:14", "Deuteronomy 3:15", "Deuteronomy 3:16", "Deuteronomy 3:17", "Deuteronomy 3:18", "Deuteronomy 3:19", "Deuteronomy 3:20", "Deuteronomy 3:21", "Deuteronomy 3:22"], "sourceRef": "The Five Books of Moses, by Everett Fox, Deuteronomy, Part I; Historical Overview, Encountering the Nations 2", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, דברים, דברים מאמר ב׳, דברים הערה ב׳ ב׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Encountering the Nations", "he": "דברים הערה ב׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "דברים הערה ב׳", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "Moshe’s narrative moves the people toward their present location, east of Jericho, detailing their disappointments and triumphs in meetings with the indigenous peoples of the area. The account begins tentatively, with Israel warned not to antagonize their “cousins,” the Children of Esav, but ends with a foreshadowing of the conquest of Canaan—the successful war-making of the two and a half tribes (cf. Num. 32) that received land east of the Jordan.", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620382f2c9ad75f2d99afa62", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "", "ref": "The Five Books of Moses, by Everett Fox, Deuteronomy, Part I; Historical Overview 1", "anchorRef": "Deuteronomy 1:1-4:43", "anchorRefExpanded": ["Deuteronomy 1:1", "Deuteronomy 1:2", "Deuteronomy 1:3", "Deuteronomy 1:4", "Deuteronomy 1:5", "Deuteronomy 1:6", "Deuteronomy 1:7", "Deuteronomy 1:8", "Deuteronomy 1:9", "Deuteronomy 1:10", "Deuteronomy 1:11", "Deuteronomy 1:12", "Deuteronomy 1:13", "Deuteronomy 1:14", "Deuteronomy 1:15", "Deuteronomy 1:16", "Deuteronomy 1:17", "Deuteronomy 1:18", "Deuteronomy 1:19", "Deuteronomy 1:20", "Deuteronomy 1:21", "Deuteronomy 1:22", "Deuteronomy 1:23", "Deuteronomy 1:24", "Deuteronomy 1:25", "Deuteronomy 1:26", "Deuteronomy 1:27", "Deuteronomy 1:28", "Deuteronomy 1:29", "Deuteronomy 1:30", "Deuteronomy 1:31", "Deuteronomy 1:32", "Deuteronomy 1:33", "Deuteronomy 1:34", "Deuteronomy 1:35", "Deuteronomy 1:36", "Deuteronomy 1:37", "Deuteronomy 1:38", "Deuteronomy 1:39", "Deuteronomy 1:40", "Deuteronomy 1:41", "Deuteronomy 1:42", "Deuteronomy 1:43", "Deuteronomy 1:44", "Deuteronomy 1:45", "Deuteronomy 1:46", "Deuteronomy 2:1", "Deuteronomy 2:2", "Deuteronomy 2:3", "Deuteronomy 2:4", "Deuteronomy 2:5", "Deuteronomy 2:6", "Deuteronomy 2:7", "Deuteronomy 2:8", "Deuteronomy 2:9", "Deuteronomy 2:10", "Deuteronomy 2:11", "Deuteronomy 2:12", "Deuteronomy 2:13", "Deuteronomy 2:14", "Deuteronomy 2:15", "Deuteronomy 2:16", "Deuteronomy 2:17", "Deuteronomy 2:18", "Deuteronomy 2:19", "Deuteronomy 2:20", "Deuteronomy 2:21", "Deuteronomy 2:22", "Deuteronomy 2:23", "Deuteronomy 2:24", "Deuteronomy 2:25", "Deuteronomy 2:26", "Deuteronomy 2:27", "Deuteronomy 2:28", "Deuteronomy 2:29", "Deuteronomy 2:30", "Deuteronomy 2:31", "Deuteronomy 2:32", "Deuteronomy 2:33", "Deuteronomy 2:34", "Deuteronomy 2:35", "Deuteronomy 2:36", "Deuteronomy 2:37", "Deuteronomy 3:1", "Deuteronomy 3:2", "Deuteronomy 3:3", "Deuteronomy 3:4", "Deuteronomy 3:5", "Deuteronomy 3:6", "Deuteronomy 3:7", "Deuteronomy 3:8", "Deuteronomy 3:9", "Deuteronomy 3:10", "Deuteronomy 3:11", "Deuteronomy 3:12", "Deuteronomy 3:13", "Deuteronomy 3:14", "Deuteronomy 3:15", "Deuteronomy 3:16", "Deuteronomy 3:17", "Deuteronomy 3:18", "Deuteronomy 3:19", "Deuteronomy 3:20", "Deuteronomy 3:21", "Deuteronomy 3:22", "Deuteronomy 3:23", "Deuteronomy 3:24", "Deuteronomy 3:25", "Deuteronomy 3:26", "Deuteronomy 3:27", "Deuteronomy 3:28", "Deuteronomy 3:29", "Deuteronomy 4:1", "Deuteronomy 4:2", "Deuteronomy 4:3", "Deuteronomy 4:4", "Deuteronomy 4:5", "Deuteronomy 4:6", "Deuteronomy 4:7", "Deuteronomy 4:8", "Deuteronomy 4:9", "Deuteronomy 4:10", "Deuteronomy 4:11", "Deuteronomy 4:12", "Deuteronomy 4:13", "Deuteronomy 4:14", "Deuteronomy 4:15", "Deuteronomy 4:16", "Deuteronomy 4:17", "Deuteronomy 4:18", "Deuteronomy 4:19", "Deuteronomy 4:20", "Deuteronomy 4:21", "Deuteronomy 4:22", "Deuteronomy 4:23", "Deuteronomy 4:24", "Deuteronomy 4:25", "Deuteronomy 4:26", "Deuteronomy 4:27", "Deuteronomy 4:28", "Deuteronomy 4:29", "Deuteronomy 4:30", "Deuteronomy 4:31", "Deuteronomy 4:32", "Deuteronomy 4:33", "Deuteronomy 4:34", "Deuteronomy 4:35", "Deuteronomy 4:36", "Deuteronomy 4:37", "Deuteronomy 4:38", "Deuteronomy 4:39", "Deuteronomy 4:40", "Deuteronomy 4:41", "Deuteronomy 4:42", "Deuteronomy 4:43"], "sourceRef": "The Five Books of Moses, by Everett Fox, Deuteronomy, Part I; Historical Overview 1", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, דברים, דברים מאמר ב׳ א׳", "anchorVerse": 1, "sourceHasEn": true, "commentaryNum": 1, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<a class=\"refLink\" data-ref=\"Deuteronomy 1:1–4:43\" data-ven=\"The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995\">Deuteronomy 1:1–4:43</a>", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620382f2c9ad75f2d99afa68", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "", "ref": "The Five Books of Moses, by Everett Fox, Deuteronomy, Part I; Historical Overview, Encountering the Nations 1", "anchorRef": "Deuteronomy 2:1-3:22", "anchorRefExpanded": ["Deuteronomy 2:1", "Deuteronomy 2:2", "Deuteronomy 2:3", "Deuteronomy 2:4", "Deuteronomy 2:5", "Deuteronomy 2:6", "Deuteronomy 2:7", "Deuteronomy 2:8", "Deuteronomy 2:9", "Deuteronomy 2:10", "Deuteronomy 2:11", "Deuteronomy 2:12", "Deuteronomy 2:13", "Deuteronomy 2:14", "Deuteronomy 2:15", "Deuteronomy 2:16", "Deuteronomy 2:17", "Deuteronomy 2:18", "Deuteronomy 2:19", "Deuteronomy 2:20", "Deuteronomy 2:21", "Deuteronomy 2:22", "Deuteronomy 2:23", "Deuteronomy 2:24", "Deuteronomy 2:25", "Deuteronomy 2:26", "Deuteronomy 2:27", "Deuteronomy 2:28", "Deuteronomy 2:29", "Deuteronomy 2:30", "Deuteronomy 2:31", "Deuteronomy 2:32", "Deuteronomy 2:33", "Deuteronomy 2:34", "Deuteronomy 2:35", "Deuteronomy 2:36", "Deuteronomy 2:37", "Deuteronomy 3:1", "Deuteronomy 3:2", "Deuteronomy 3:3", "Deuteronomy 3:4", "Deuteronomy 3:5", "Deuteronomy 3:6", "Deuteronomy 3:7", "Deuteronomy 3:8", "Deuteronomy 3:9", "Deuteronomy 3:10", "Deuteronomy 3:11", "Deuteronomy 3:12", "Deuteronomy 3:13", "Deuteronomy 3:14", "Deuteronomy 3:15", "Deuteronomy 3:16", "Deuteronomy 3:17", "Deuteronomy 3:18", "Deuteronomy 3:19", "Deuteronomy 3:20", "Deuteronomy 3:21", "Deuteronomy 3:22"], "sourceRef": "The Five Books of Moses, by Everett Fox, Deuteronomy, Part I; Historical Overview, Encountering the Nations 1", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, דברים, דברים מאמר ב׳, דברים הערה ב׳ א׳", "anchorVerse": 1, "sourceHasEn": true, "commentaryNum": 1, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "דברים הערה ב׳", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<a class=\"refLink\" data-ref=\"Deuteronomy 2:1-3:22\" data-ven=\"The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995\">Deuteronomy 2:1-3:22</a>", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "657ecc82758c1dc532ec9502", "index_title": "Steinsaltz on Deuteronomy", "category": "Commentary", "type": "commentary", "ref": "Steinsaltz on Deuteronomy 2:32", "anchorRef": "Deuteronomy 2:32", "anchorRefExpanded": ["Deuteronomy 2:32"], "sourceRef": "Steinsaltz on Deuteronomy 2:32", "sourceHeRef": "ביאור שטיינזלץ על דברים ב׳:ל״ב", "anchorVerse": 32, "sourceHasEn": true, "commentaryNum": 2.0032, "collectiveTitle": {"en": "Steinsaltz", "he": "ביאור שטיינזלץ"}, "heTitle": "ביאור שטיינזלץ על דברים", "he": "<b>וַיֵּצֵא סִיחֹן לִקְרָאתֵנוּ, הוּא וְכָל עַמּוֹ, לַמִּלְחָמָה יָהְצָה,</b> ליהץ.\n    ", "heVersionTitle": "The Koren Steinsaltz Tanakh HaMevoar - Hebrew", "heLicense": "Copyright: Steinsaltz Center", "heVersionTitleInHebrew": "", "text": "<b>Sihon came out to war toward us, he and his entire people, to Yahatz.</b>", "versionTitle": "The Steinsaltz Tanakh - English", "license": "Copyright: Steinsaltz Center", "versionTitleInHebrew": ""}, {"_id": "665d770ae1d4c3231a2f2e0e", "index_title": "Divrei David on Rashi", "category": "Commentary", "type": "commentary", "ref": "Divrei David on Rashi, Deuteronomy 2:32:1", "anchorRef": "Deuteronomy 2:32", "anchorRefExpanded": ["Deuteronomy 2:32"], "sourceRef": "Divrei David on Rashi, Deuteronomy 2:32:1", "sourceHeRef": "דברי דוד על רש״י, ספר דברים ב׳:ל״ב:א׳", "anchorVerse": 32, "sourceHasEn": false, "commentaryNum": 32.0001, "collectiveTitle": {"en": "Divrei David", "he": "דברי דוד"}, "heTitle": "ספר דברים", "he": "ויצא סיחון, לא שלח בשביל עוג כו' צריך לימוד לזה, דמנלן לומר כן דמאי שנא מעוג שנזכר שם ויצא עוג מלך הבשן כו' ואפשר לתרץ זה דכאן נזכר תחילה החלותי תת לפניך את סיחון כו', למה לו להזכיר שנית סיחון די היה לו לומר ויצא לקראתנו כו' משא\"כ בעוג שלא הוזכר תחילה. אבל יותר נראה לתרץ ע\"פ מה שכתבנו בסמוך דקשה כפל הבטחה עבור סיחון אלא דמרמז גם על עוג, מש\"ה ניחא כאן דההבטחה היתה על מלחמת סיחון לחוד ומלחמת עוג לחוד, רק יש חשש לשניהם יחד דישתתפו ביחד ואז צריך זכות יותר לנצחם לזה באה הבטחה זו גם על השותפות, וע\"ז אמר הכתוב שהיו גבורים כ\"כ שלא היו צריכים לשותפות ויצא סיחון לחוד וא\"כ ל\"צ להבטחה על שותפות כיון שסיחון נפל שוב אין לך דאגה:", "heVersionTitle": "Warsaw, 1882", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6319d1c0b6084aa1cbf11c0d", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, יַ֫הַץ 1", "anchorRef": "Deuteronomy 2:32", "anchorRefExpanded": ["Deuteronomy 2:32"], "sourceRef": "BDB, יַ֫הַץ 1", "sourceHeRef": "בראון-דרייבר-בריגס, יַ֫הַץ א׳", "anchorVerse": 32, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "יַ֫הַץ", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† <big><span dir=\"rtl\">יַ֫הַץ</span>, <span dir=\"rtl\">יַ֫הְצָה</span></big>  <strong>n.pr.loc.</strong> in Moab, site unknown <strong>(</strong>MI <sup>19, 20</sup> <span dir=\"rtl\">יהץ</span><strong>)</strong>—<span dir=\"rtl\">יהץ</span> <a data-ref=\"Isaiah 15:4\" href=\"/Isaiah.15.4\">Is 15:4</a> <a data-ref=\"Jeremiah 48:34\" href=\"/Jeremiah.48.34\">Je 48:34</a>; c. ה loc. <span dir=\"rtl\">יָ֑הְצָה</span>, on border of territory of Amorites (under Sihon) <a data-ref=\"Numbers 21:23\" href=\"/Numbers.21.23\">Nu 21:23</a> <a data-ref=\"Deuteronomy 2:32\" href=\"/Deuteronomy.2.32\">Dt 2:32</a>; also <span dir=\"rtl\">בְּיָהְ֑צָה</span> <a data-ref=\"Judges 11:20\" href=\"/Judges.11.20\">Ju 11:20</a>; called <span dir=\"rtl\">יַהֲצָ֫ה</span> <a data-ref=\"Joshua 13:18\" href=\"/Joshua.13.18\">Jos 13:18</a> (assigned to Reuben); <span dir=\"rtl\">יַ֫הְצָה</span> <a data-ref=\"I Chronicles 6:63\" href=\"/I_Chronicles.6.63\">1 Ch 6:63</a> (Levit. city in Reuben), <a data-ref=\"Jeremiah 48:21\" href=\"/Jeremiah.48.21\">Je 48:21</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}]