[{"_id": "531e4fe3fbfba276047f6c4c", "index_title": "Onkelos Leviticus", "category": "Targum", "type": "targum", "ref": "Onkelos Leviticus 4:4", "anchorRef": "Leviticus 4:4", "anchorRefExpanded": ["Leviticus 4:4"], "sourceRef": "Onkelos Leviticus 4:4", "sourceHeRef": "תרגום אונקלוס על ויקרא ד׳:ד׳", "anchorVerse": 4, "sourceHasEn": false, "compDate": [80, 120], "commentaryNum": 4.0004, "collectiveTitle": {"en": "Onkelos Leviticus", "he": "תרגום אונקלוס על ויקרא"}, "heTitle": "תרגום אונקלוס על ויקרא", "he": "וְיַיְתִי יָת תּוֹרָא לִתְרַע מַשְׁכַּן זִמְנָא לָקֳדָם יְיָ וְיִסְמוֹךְ יָת יְדֵיהּ עַל רֵישׁ תּוֹרָא וְיִכּוֹס יָת תּוֹרָא קָדֳם יְיָ:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "חומש שפתי חכמים, מצודה תשס\"ט", "text": "He shall bring the bullock to the entrance of the Tent of Meeting before Adonoy. He shall lay his hand on the head of the bullock and slaughter the bullock before Adonoy.", "versionTitle": "Metsudah Chumash, Metsudah Publications, 2009 [with Onkelos translation]", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "532b2686fbfba27c35eec483", "index_title": "Targum Jonathan on Leviticus", "category": "Targum", "type": "targum", "ref": "Targum Jonathan on Leviticus 4:4", "anchorRef": "Leviticus 4:4", "anchorRefExpanded": ["Leviticus 4:4"], "sourceRef": "Targum Jonathan on Leviticus 4:4", "sourceHeRef": "תרגום יונתן על ויקרא ד׳:ד׳", "anchorVerse": 4, "sourceHasEn": true, "compDate": [30, 70], "commentaryNum": 4.0004, "collectiveTitle": {"en": "Targum Jonathan on Leviticus", "he": "תרגום יונתן על ויקרא"}, "heTitle": "תרגום יונתן על ויקרא", "he": "וְיֵיעוֹל יַת תּוֹרָא לִתְרַע מַשְׁכַּן זִימְנָא לִקֳדָם יְיָ וְיִסְמוֹךְ יַד יְמִינֵיהּ עַל רֵישׁ תּוֹרָא וְיִכּוֹס טַבְּחָא יַת תּוֹרָא קֳדָם יְיָ", "heVersionTitle": "Targum Jonathan on Leviticus", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": " He shall bring in the bullock to the gate of the tabernacle of ordinance, to the presence of the Lord, and lay his right hand upon the head of the bullock, and the slayer shall kill the bullock before the Lord.\n", "versionTitle": "The Targum of Jonathan ben Uzziel, trans. J. W. Etheridge, London, 1862", "license": "Public Domain", "versionTitleInHebrew": "תרגום ירושלמי (תרגום יונתן בן-עוזיאל) לתורה, תורגם ע״י ג׳ון ווסלי אטרידג׳, לונדון 1862"}, {"_id": "57e77cf1d6e4a94c7c18a38a", "index_title": "Tafsir Rasag", "category": "Targum", "type": "targum", "ref": "Tafsir Rasag, Leviticus 4:4", "anchorRef": "Leviticus 4:4", "anchorRefExpanded": ["Leviticus 4:4"], "sourceRef": "Tafsir Rasag, Leviticus 4:4", "sourceHeRef": "תפסיר רס\"ג, ויקרא ד׳:ד׳", "anchorVerse": 4, "sourceHasEn": false, "compDate": [918, 942], "commentaryNum": 4.0004, "collectiveTitle": {"en": "Tafsir Rasag", "he": "תפסיר רס\"ג"}, "heTitle": "ויקרא", "he": "ויאת באלרת̇ אלי באב כ̇בא אלמחצ̇ר בין ידי אללה ויסנד ידה עלי ראסה ויד̇בחה בין ידי אללה", "heVersionTitle": "Tafsir al-Torah bi-al-Arabiya, Paris, 1893", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תפסיר אלתורה באלערביה, פריס, 1893", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "58b03b95d6e4a91e9d6fd7fa", "index_title": "Vayikra Rabbah", "category": "Midrash", "type": "", "ref": "Vayikra Rabbah 5:6", "anchorRef": "Leviticus 4:4", "anchorRefExpanded": ["Leviticus 4:4"], "sourceRef": "Vayikra Rabbah 5:6", "sourceHeRef": "ויקרא רבה ה׳:ו׳", "anchorVerse": 4, "sourceHasEn": false, "compDate": [500], "commentaryNum": 5.0006, "collectiveTitle": {"en": "Vayikra Rabbah", "he": "ויקרא רבה"}, "heTitle": "ויקרא רבה", "he": "דָּבָר אַחֵר, אִם הַכֹּהֵן הַמָּשִׁיחַ יֶחֱטָא, הַכֹּהֵן מָשִׁיחַ מְכַפֵּר וְצָרִיךְ כַּפָּרָה. תָּנֵי רַבִּי חִיָּא הוֹאִיל וּמָשִׁיחַ מְכַפֵּר וְצִבּוּר מִתְכַּפֵּר, מוּטָב שֶׁיַּקְדִּים מְכַפֵּר לְמִתְכַּפֵּר, דִּתְנַן <small>(ויקרא טז, יא)</small>: וְכִפֶּר בַּעֲדוֹ וּבְעַד בֵּיתוֹ, בֵּיתוֹ זוֹ אִשְׁתּוֹ. דָּבָר אַחֵר, אִם הַכֹּהֵן הַמָּשִׁיחַ יֶחֱטָא, וְכֹהֵן הַמָּשִׁיחַ חוֹטֵא, אָמַר רַבִּי לֵוִי עֲלוּבָה הִיא מְדִינְתָּא דְאַסְיָא פּוֹדַגְרִיס, וּדְאִיקוּטָטָא בְּחָדָא עֵינָא, וְסָנֵיגוֹרְיָא מְקַטְרֵג בְּדִינֵי נְפָשׁוֹת. <small>(ויקרא ד, ג)</small>: לְאַשְׁמַת הָעָם, לְאֵשׁ מֵת הָעָם, מָשָׁל לְשׁוֹשִׁיטָה שֶׁל דֹּב שֶׁהָיָה אוֹכֵל סְדוּרִים שֶׁל דֹּב, אָמַר הַמֶּלֶךְ הוֹאִיל וְהוּא אוֹכֵל סְדוּרִים שֶׁל דֹּב תֹּאכְלֶנּוּ הַדֹּב. כָּךְ אָמַר הַקָּדוֹשׁ בָּרוּךְ הוּא הוֹאִיל וְהוּא נֶהֱנֶה מִן הַהֶקְדֵּשׁוֹת תֹּאכְלֶנּוּ הָאֵשׁ. אָמַר רַבִּי אַיְבוּ מַעֲשֶׂה בְּטַבָּח אֶחָד בְּצִפּוֹרִי שֶׁהָיָה מַאֲכִיל אֶת יִשְׂרָאֵל נְבֵלוֹת וּטְרֵפוֹת, פַּעַם אַחַת עֶרֶב יוֹם הַכִּפּוּרִים אָכַל וְשָׁתָה וְנִשְׁתַּכֵּר וְעָלָה לְרֹאשׁ הַגַּג וְנָפַל וּמֵת, הִתְחִילוּ הַכְּלָבִים מְלַקְּקִין אֶת דָּמוֹ, אָתוֹן וְשָׁיְילוּן לְרַבִּי חֲנִינָא מַהוּ לְאַעֲבָרָא יָתֵיהּ מִן קֳדָמֵיהוֹן, אֲמַר לְהוֹן כְּתִיב <small>(שמות כב, ל)</small>: וְאַנְשֵׁי קֹדֶשׁ תִּהְיוּן לִי וּבָשָׂר בַּשָּׂדֶה טְרֵפָה לֹא תֹאכֵלוּ לַכֶּלֶב תַּשְׁלִיכוּן אֹתוֹ, זֶה שֶׁהָיָה גּוֹזֵל אֶת הַכְּלָבִים וּמַאֲכִיל אֶת יִשְׂרָאֵל נְבֵלוֹת וּטְרֵפוֹת, אַרְפּוּן לְהוֹן מִדִּידְהוֹן אִינוּן אָכְלִין. <small>(ויקרא ד, ד)</small>: וְהֵבִיא אֶת הַפָּר אֶל פֶּתַח אֹהֶל מוֹעֵד, אָמַר רַבִּי יִצְחָק מָשָׁל לְאוֹהֲבוֹ שֶׁל מֶלֶךְ שֶׁכִּבְדוֹ בְּדוֹרוֹן וּבְקִלּוּסִין נָאֶה, אָמַר הַמֶּלֶךְ הַנִּיחוּ אוֹתוֹ עַל פֶּתַח פָּלָטִין, כָּל שֶׁיֵּצֵא וְנִכְנַס יְהֵא רוֹאֶה אוֹתוֹ, כָּךְ וְהֵבִיא אֶת הַפָּר אֶל פֶּתַח אֹהֶל מוֹעֵד.", "heVersionTitle": "Midrash Rabbah -- TE", "heLicense": "unknown", "heVersionTitleInHebrew": "מדרש רבה - תורת אמת", "text": "Another matter, “if the anointed priest shall sin” – the anointed priest atones and requires atonement. Rabbi Ḥiyya taught: Since the anointed priest atones and the congregation achieves atonement, it is preferable for the one who atones to precede the one achieving atonement, as it is taught: “And atone for himself and for his household” (Leviticus 16:6), “his household” is his wife.<sup class=\"footnote-marker\">20</sup><i class=\"footnote\">The High Priest first atones for himself and his wife, then for the priests, and then he is able to atone for the rest of the congregation. </i> <br>Another matter, “if the anointed priest shall sin” – does an anointed priest sin? Rabbi Levi said: Pathetic is the province where the doctor has gout, the lookout has one eye,  and the advocate prosecutes in capital cases. <br>“So that he brings guilt on [<i>le’ashmat</i>] the people,” it is due to the fire [<i>le’esh</i>], the people die [<i>met</i>].<sup class=\"footnote-marker\">21</sup><i class=\"footnote\">When the High Priest sins, his sin is like a fire that consumes the nation and causes death. </i> This is analogous to a bear keeper who would eat the bear’s provisions. The king said: ‘Since he eats the bear’s provisions, let the bear eat him.’ So too, the Holy One blessed be He said: ‘Since he is deriving benefit from consecrations let him be consumed by fire.’ Rabbi Aivu said: There was an incident involving a certain ritual slaughterer in Tzippori who would feed Jews [meat from] unslaughtered animals and mauled animals. One time, on the day before Yom Kippur, he ate, drank, became intoxicated, ascended to the rooftop, fell, and died. The dogs began licking his blood. They came and asked Rabbi Ḥanina: ‘Is it permitted to move him from before them?’<sup class=\"footnote-marker\">22</sup><i class=\"footnote\">It was Yom Kippur, so moving a corpse is prohibited due to <i>muktze</i>.</i> He said to them: ‘It is written: “You shall be holy people to Me; you shall not eat flesh of a mauled animal in the field; you shall cast it to the dog” (Exodus 22:30). This is one who robbed the dogs and fed Jews unslaughtered animals and mauled animals. Leave them, they are eating from what is coming to them.’ <br><b>\"He shall bring the bull to the entrance of the Tent of Meeting before the Lord, and he shall lay his hand on the head of the bull and slaughter the bull before the Lord” (Leviticus 4:4). </b> <br>“He shall bring the bull to the entrance of the Tent of Meeting” (Leviticus 4:4). Rabbi Yitzḥak said: This is analogous to the friend of a king who honored him with a gift and fine praise. The king said: ‘Place it at the entrance to the palace. Anyone who exits or enters will see it.’ So too, “he shall bring the bull to the entrance of the Tent of Meeting.”", "versionTitle": "The Sefaria Midrash Rabbah, 2022", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "58b6b155d6e4a952249cbe21", "index_title": "Minchat Shai on Torah", "category": "Commentary", "type": "commentary", "ref": "Minchat Shai on Torah, Leviticus 4:4:1", "anchorRef": "Leviticus 4:4", "anchorRefExpanded": ["Leviticus 4:4"], "sourceRef": "Minchat Shai on Torah, Leviticus 4:4:1", "sourceHeRef": "מנחת שי על תורה, ויקרא ד׳:ד׳:א׳", "anchorVerse": 4, "sourceHasEn": false, "compDate": [1526], "commentaryNum": 4.0001, "collectiveTitle": {"en": "Minchat Shai", "he": "מנחת שי"}, "heTitle": "ויקרא", "he": "<b>והביא את הפר אל פתח אהל מועד לפני ה'.</b> ב' סבירין אשר לפני ה' וסימן והביא את הפר דנפש קדמאה. ויעל שלמה שם על מזבח הנחשת לפני ה' <small>(ד\"א ב' א')</small>:", "heVersionTitle": "Minchat Shai on Torah", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5933bc02d6e4a954e5308082", "index_title": "Midrash Tanchuma Buber", "category": "Midrash", "type": "", "ref": "Midrash Tanchuma Buber, Vayishlach 18:1", "anchorRef": "Leviticus 4:4", "anchorRefExpanded": ["Leviticus 4:4"], "sourceRef": "Midrash Tanchuma Buber, Vayishlach 18:1", "sourceHeRef": "תנחומא בובר, וישלח י״ח:א׳", "anchorVerse": 4, "sourceHasEn": true, "compDate": [150, 750], "commentaryNum": 18.0001, "collectiveTitle": {"en": "Midrash Tanchuma Buber", "he": "תנחומא בובר"}, "heTitle": "וישלח", "he": "ותצא דינה בת לאה. אמר ר' חייא בר אבא, לעולם הזכר נתלה באשה, והנקבה באיש, ולמה זו תולה באמה, שהיה עיקר עיבורה זכר, אלא בשעת שילדה לאה ששה, ובלהה ב', וזלפה ב', הרי י', עיברה לאה זכר, באותה שעה נתפללה על רחל, ונעשה תוך מעיה נקבה, לפיכך היא נתלה באמה, ותצא דינה בת לאה.", "heVersionTitle": "Midrash Tanhuma haKadum veHaYashan, S. Buber, 1885", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש תנחומא הקדום והישן, ש' בובר, תרמ\"ה", "text": "(Gen. 34:1:) <small>NOW LEAH'S DAUGHTER DINAH… WENT OUT</small>. R. Hiyya bar Abba said: The male is always attributed to the wife, and the female, to the husband.<sup class=\"footnote-marker\">57</sup><i class=\"footnote\">See <i>Tanh</i>. (Buber), Lev. 4:4; <i>Tanh.</i>, Lev. 4:3.</i> Then why is this &lt; daughter &gt; attributed to her mother? Because her pregnancy was originally male. However, when Leah had borne six &lt; sons &gt;, Billah, two, and Zilpah, two, for a total of ten; then she prayed on behalf of &lt; the barren &gt; Rachel, and &lt; the child &gt; in her womb became female.<sup class=\"footnote-marker\">58</sup><i class=\"footnote\">See above, 7:19; <i>Ber</i>. 60a; Gen. R. 72:6. <i>Ber</i>. 60a explains that Jacob could have no more than twelve sons and that, therefore, if Leah’s seventh child were a son, there would only be one son left for Rachel to have. Then Rachel would not even be equal to one of the handmaidens.</i> For that reason, she was attributed to her mother. (Gen. 34:1:) <small>NOW LEAH'S DAUGHTER DINAH … WENT OUT</small>.", "versionTitle": "Midrash Tanhuma, S. Buber Recension; trans. by John T. Townsend, 1989.", "license": "CC-BY", "versionTitleInHebrew": "מדרש תנחומא, בובר, מתורגם בידי ג'ון ט' טוונסנד, 1989"}, {"_id": "5933bf09d6e4a954e5309b60", "index_title": "Midrash Tanchuma Buber", "category": "Midrash", "type": "", "ref": "Midrash Tanchuma Buber, Tazria 6:1", "anchorRef": "Leviticus 4:4", "anchorRefExpanded": ["Leviticus 4:4"], "sourceRef": "Midrash Tanchuma Buber, Tazria 6:1", "sourceHeRef": "תנחומא בובר, תזריע ו׳:א׳", "anchorVerse": 4, "sourceHasEn": true, "compDate": [150, 750], "commentaryNum": 6.0001, "collectiveTitle": {"en": "Midrash Tanchuma Buber", "he": "תנחומא בובר"}, "heTitle": "תזריע", "he": "ובמלאת ימי טהרה לבן או לבת תביא כבש בן שנתו לעולה וגו' <small>(ויקרא יב ו)</small>. למה היא מביאה קרבן, אמרו רבותינו מאה פעמים היא פועה בשעה שהיא יושבת על המשבר, תשעים ותשעה למיתה ואחד לחיים, וכיון שהצרות מגיעות אצלה, היא נודרת שאינה מכרת אישה עוד, לכך היא מביאה קרבן, שנאמר תביא כבש בן שנתו וגו'.", "heVersionTitle": "Midrash Tanhuma haKadum veHaYashan, S. Buber, 1885", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש תנחומא הקדום והישן, ש' בובר, תרמ\"ה", "text": "(Lev. 12:6): <small>AND WHEN THE DAYS OF HER PURIFICATION ARE FULFILLED, FOR EITHER A SON OR FOR A DAUGHTER, SHE SHALL BRING A LAMB IN ITS FIRST YEAR FOR A BURNT OFFERING</small>…. Why does she bring an offering?<sup class=\"footnote-marker\">21</sup><i class=\"footnote\"><i>Tanh</i>., Lev. 4:4.</i> Our masters have said: She screams a hundred times when she sits on the birthing chair, &lt; since there are &gt; ninety-nine &lt; chances &gt; for death and one for life.<sup class=\"footnote-marker\">22</sup><i class=\"footnote\">Exod. R. 46:2; Lev. R. 27:7; <i>Tanh</i>., Lev. 8:11; <i>PRK</i> 9:6.</i> And when the pangs arrive for her, she vows that she will never favor her husband &lt; with sexual intercourse &gt; again. She therefore brings an offering,<sup class=\"footnote-marker\">23</sup><i class=\"footnote\">Because of the impetuous oath. So Nid. 31:b.</i> as stated (ibid.): <small>SHE SHALL BRING A LAMB IN ITS FIRST YEAR</small>….", "versionTitle": "Midrash Tanhuma, S. Buber Recension; trans. by John T. Townsend, 1989.", "license": "CC-BY", "versionTitleInHebrew": "מדרש תנחומא, בובר, מתורגם בידי ג'ון ט' טוונסנד, 1989"}, {"_id": "59648215d6e4a92bf45a1dd0", "index_title": "Rabbeinu Bahya", "category": "Quoting Commentary", "type": "", "ref": "Rabbeinu Bahya, Bereshit 3:6:7", "anchorRef": "Leviticus 4:4", "anchorRefExpanded": ["Leviticus 4:4"], "sourceRef": "Rabbeinu Bahya, Bereshit 3:6:7", "sourceHeRef": "רבנו בחיי, בראשית ג׳:ו׳:ז׳", "anchorVerse": 4, "sourceHasEn": true, "compDate": [1290, 1310], "commentaryNum": 6.0007, "collectiveTitle": {"en": "Rabbeinu Bahya", "he": "רבנו בחיי"}, "heTitle": "בראשית", "he": "<b>ויאכל. </b>בכאן חטא אדם שכבר הזהירו ומעץ הדעת טוב ורע וגו', וכלל בו שתי אזהרות אחת למטה ואחת למעלה שלא יאכל מפרי עץ הדעת שלא יתלבש בתאוות ולמעלה שלא יהרהר אחר דוגמתו ולא יתפתה לומר שהוא העיקר ושאין למעלה ממנו סבה עליונה כדעת דור הפלגה, זהו לשון ומעץ הדעת טוב ורע לא תאכל ממנו לכך הוסיף לומר ממנו כלומר לא תפרידנו ולא תעשה מן הפרי אילן בפני עצמו ולא מן הענף שרש בפני עצמו וכן לשון ויאכל כלומר שעבר על שתיהם וזהו לשון אכילה שהוא כליון הדבר והשחתתו. ולמדך הכתוב שהשחית משני צדדין שאכל מן הפרי למטה וקצץ בדוגמתו למעלה. ומפני שדוגמתו מקבלת ממדת הדין של מעלה שהוא השמאל ע\"כ כששב אדם מחטאו הוצרך להקריב שור שישוב אל לבו כי הכל מיוחד ודבק למעלה, ולכך זימן לו הקב\"ה שור בקרן אחת במצחו להורות לו על האחדות כדי לבאר מעילתו שחטא בקצוץ ופרוד המיוחד. ואמר במצחו כי הוא אמצעות הגוף וירמוז הקו האמצעי שמתיחד מעלה ומטה, וקרן לשון כח כי כח השור בקרניו. וע\"ז אמר שור שהקריב אדם הראשון קרן אחת היתה לו במצחו שנאמר (תהלים סט לב) ותיטב לה' משור פר מקרין מפריס. מקרין תרתי משמע, מקרן כתיב, וזה היה חטא הבנים במדבר שעשו את העגל והוצרכו להביא לכפרה שור הוא שכתוב (ויקרא ט ג) קחו שעיר עזים לחטאת ועגל וכבש וגו', וכתיב (שם) ושור ואיל לשלמים. (ומשם ואילך נצטוינו בתורה להביא בתשרי שנברא בו אדם אתרוג עם לולב ומיניו כדי לחבר וליחד את הכל). וכן צותה תורה ברוב החוטאים להביא קרבנם פר ובכל המועדים תמצא שהיו מקריבין פרים וכן בראשי חדשים וקרבן צבור ג\"כ פר היה, וכל זה להורות שראוי לנו לשוב עם הדבר שחטא בו אדם. וע\"כ יתמידו הכתובים בקרבן הפר (ויקרא ד ד) והביא את הפר אל פתח אהל מועד, ושחט את הפר לפני ה'. ודרשו ז\"ל למה נאמר אהל מועד בפר יותר מכל הקרבנות כלן משל למה הדבר דומה לאוהבו של מלך שהביא דורון נאה למלך, אמר המלך תלו אותו בפת פלטרין שלי כדי שידעו הכל מה דורון נאה הביא לי אהובי. והדורון הוא התשובה עם אהבת הדבר שחטא בו. ", "heVersionTitle": "Midrash Rabbeinu Bachya [ben Asher]. Warsaw, 1878", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "ויאכל, “and he ate.” At this point Adam sinned seeing G-d had warned him previously ומעץ הדעת טוב ורע לא תאכל ממנו, “and you must not from the tree of knowledge of good and evil (2,17).” The one warning applied to earthly matters such as not to eat from the fruit in order not to ingest the source of the evil, carnal desires etc.; the other warning pertained to celestial matters, that as a result of eating from the tree and obtaining new insights he should not speculate about the origin and essence of G-d. From a practical point of view the word ממנו also included the prohibition not to use the branches of that tree to plant a duplicate, etc., etc. Philosophically speaking, Adam was not to make the mistake made later by the generation of the Tower who thought that there was no one beyond in the heavens. <br>By writing the single word ויאכל, the Torah described his sin on several levels. Eating something, consuming it, is equivalent to destroying it. Adam destroyed two conditions which had prevailed on earth prior to his eating from that tree. He ate from the tree thereby destroying something of a terrestrial nature; he ate, i.e. he destroyed something of a spiritual nature, something the sages called קצץ בנטיעות, or something that our author calls here קצץ בדוגמתו למעלה, “he impaired his parallel spiritual image in the celestial regions.” <br>Inasmuch as his spiritual image in the celestial regions received its input from the “left” part of the emanations, the seat of the attribute of Justice, it became necessary for him to offer an ox with only a single horn as expiation after he had done תשובה, repentance, in order to demonstrate that he recognised the Unity of G-d and did not believe that G-d had partners, i.e. that there was a power-sharing arrangement between the various מדות, “attributes” of G-d. In order for Adam to learn this lesson G-d especially made available to him an ox which had a unicorn on its forehead. The word קרן, “horn” in Hebrew is equivalent to כח, “power.” The strength of an ox is concentrated in its horns. The unicorn was in the centre of that ox’s forehead, the centre of its body, in order to symbolise the קו האמצעי, “the centre line,” <small>[a kabbalistic concept pertaining to the diagram of the emanations, Ed.]</small> The purpose of that “line” is to unify the “lower” and the “higher” regions. This is the meaning of the enigmatic though well known Midrash based on Psalms 69,32 ותיטב לה' משור פר מקרין מפריס, “that will please the Lord even more than the ox, i.e. bull whose horns protruded beyond its hooves.” <br>The verse from Psalms we quoted contains a double entendre as the word מקרין though spelled with the letter י , is read as if it were written without the letter י.The first (regular) spelling would symbolise the strength radiated from the animal, whereas the defective spelling, i.e. the way we read the word suggests that the ox in question had only one horn, mi-keren. When the Israelites sinned in the desert and they made the golden calf they had to sacrifice an ox in atonement for their sin as we know from Leviticus 9,3 קחו שעיר עזים לחטאת ועגל וכבש...ושור ואיל לשלמים, “take a he-goat for a sin-offering; a calf and a lamb,...and an ox and a ram for a peace-offering, etc.” From that time on, the Israelites were commanded to take the four species including the Etrog in the month of Tishrey, the month in which man was created, in order to combine all these species. These four species were a symbolic offering atoning for the first sin man had committed around that time of year. In all other instances of publicly paid for sin-offerings on the festivals, a bull or bulls are included in the Torah’s list of such offerings. The same applies to the sin-offerings on New Moon. All of this was to teach that when doing penance it is appropriate to use the instrument with which one had sinned to effect forgiveness. This is also the reason why the Torah repeats the otherwise unnecessary word הפר a second time in Leviticus 4,4 והביא את הפר אל פתח אהל מועד, ושחט את הפר לפני ה'. “He (the priest) shall bring the bull to the entrance of the Tent of Meeting, and he shall slaughter the bull in the presence of the Lord.” Our sages in Vayikra Rabbah 5,6 explain the extra word הפר instead of simply אותו in this vein. The matter may be illustrated in the form of a parable: when a friend offered a gift to the king, the king told him to display the gift at the entrance of his palace so that everybody would become aware of the valuable gift that his friend had given him. The ”gift” in the parable is the תשובה, repentance, which consisted of the same category of item with which the friend had previously offended the king.", "versionTitle": "Torah Commentary by Rabbi Bachya ben Asher, trans. Eliyahu Munk, 1998.", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "59d488d4d6e4a939ba1739a3", "index_title": "Torah Temimah on Torah", "category": "Commentary", "type": "commentary", "ref": "Torah Temimah on Torah, Leviticus 4:4:1", "anchorRef": "Leviticus 4:4", "anchorRefExpanded": ["Leviticus 4:4"], "sourceRef": "Torah Temimah on Torah, Leviticus 4:4:1", "sourceHeRef": "תורה תמימה על התורה, ויקרא ד׳:ד׳:א׳", "anchorVerse": 4, "sourceHasEn": false, "compDate": [1898, 1902], "commentaryNum": 4.0001, "collectiveTitle": {"en": "Torah Temimah on Torah", "he": "תורה תמימה על התורה"}, "heTitle": "ויקרא", "he": "<b> והביא את הפר. </b>[והביא אותו לא נאמר אלא והביא את הפר] מלמד שפר הוא מביא ולא קרבן אחר חלופיו.<br>(שם)\n", "heVersionTitle": "Torah Temimah, Vilna, 1904", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורה תמימה, וילנה תרס\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59ef2c30d6e4a90d4d5b6ebb", "index_title": "Steinsaltz on Ketubot", "category": "Quoting Commentary", "type": "", "ref": "Steinsaltz on Ketubot 45a:6", "anchorRef": "Leviticus 4:3-12", "anchorRefExpanded": ["Leviticus 4:3", "Leviticus 4:4", "Leviticus 4:5", "Leviticus 4:6", "Leviticus 4:7", "Leviticus 4:8", "Leviticus 4:9", "Leviticus 4:10", "Leviticus 4:11", "Leviticus 4:12"], "sourceRef": "Steinsaltz on Ketubot 45a:6", "sourceHeRef": "ביאור שטיינזלץ על כתובות מ״ה א:ו׳", "anchorVerse": 3, "sourceHasEn": false, "compDate": [1950, 2010], "commentaryNum": 89.0006, "collectiveTitle": {"en": "Steinsaltz on Ketubot", "he": "ביאור שטיינזלץ על כתובות"}, "heTitle": "ביאור שטיינזלץ על כתובות", "he": "<b>אלא אמר רב נחמן בר יצחק:</b> שאלה זו אם <b>אישתני</b> <small>[השתנה]</small> הדין כאשר השתנה הגוף או <b>לא אישתני</b> <small>[השתנה],</small> <b>תנאי</b> <small>[</small>מחלוקת <small>תנאים]</small> <b>היא, דתנן</b> <small>[ש</small>כן <small>שנינו</small> במשנה<small>]:</small> נאמר בתורה כי כהן גדול או מלך מביאים קרבן מיוחד על שחטאו בשגגה (ויקרא ד, ג-יב, ויקרא כב-כו), אולם אם <b>חטאו עד שלא נתמנו, ונתמנו,</b> ונודע להם חטאם לאחר המינוי, <b>הרי הן כהדיוטות</b> ומביאים כבשה או שעירה כשאר הדיוט שחטא.", "heVersionTitle": "William Davidson Edition - Hebrew", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59ef3087d6e4a90d4d5ce808", "index_title": "Steinsaltz on Shabbat", "category": "Quoting Commentary", "type": "", "ref": "Steinsaltz on Shabbat 71b:2", "anchorRef": "Leviticus 4:3-4", "anchorRefExpanded": ["Leviticus 4:3", "Leviticus 4:4"], "sourceRef": "Steinsaltz on Shabbat 71b:2", "sourceHeRef": "ביאור שטיינזלץ על שבת ע״א ב:ב׳", "anchorVerse": 3, "sourceHasEn": false, "compDate": [1950, 2010], "commentaryNum": 142.0002, "collectiveTitle": {"en": "Steinsaltz on Shabbat", "he": "ביאור שטיינזלץ על שבת"}, "heTitle": "ביאור שטיינזלץ על שבת", "he": "<big>א</big> <b>איתמר</b> <small>[נאמר,</small> מחלוקת אמוראים]: מי ש<b>אכל שני זיתי חלב בהעלם אחד, ונודע לו על</b> חטאו <b>הראשון, וחזר ונודע לו על השני. ר' יוחנן אמר:</b> במקרה זה <b>חייב שתים,</b> קרבן על כל אחד ואחד. <b>וריש לקיש אמר: אינו חייב אלא אחת.</b> ושניהם מביאים ראיות לדבריהם; <b>ר' יוחנן אמר</b> ש<b>חייב</b> כיון שנאמר: \"והקריב <b>על חטאתו</b> אשר חטא... <b>והביא</b> את הפר\" (ויקרא ד, ג–ד) ומשמע מכאן שעל כל חטא יש להביא קרבן לעצמו. <b>ו</b>אילו <b>ריש לקיש אמר</b> ש<b>פטור</b> כיון שנאמר: \"וכפר עליו הכהן <b>מחטאתו ונסלח לו\"</b> (ויקרא ד, כו), ומשמע שאף אם כפר על מקצת חטאתו (\"מחטאתו\" ולא כולה) נסלח לו על החטא כולו.", "heVersionTitle": "William Davidson Edition - Hebrew", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5a4366edd6e4a97d18d91105", "index_title": "Ralbag Beur HaMilot on Torah", "category": "Commentary", "type": "commentary", "ref": "Ralbag Beur HaMilot on Torah, Leviticus 4:4:1", "anchorRef": "Leviticus 4:4", "anchorRefExpanded": ["Leviticus 4:4"], "sourceRef": "Ralbag Beur HaMilot on Torah, Leviticus 4:4:1", "sourceHeRef": "רלב\"ג ביאור המלות על התורה, ויקרא ד׳:ד׳:א׳", "anchorVerse": 4, "sourceHasEn": false, "compDate": [1326, 1340], "commentaryNum": 4.0001, "collectiveTitle": {"en": "Ralbag Beur HaMilot", "he": "רלב\"ג ביאור המלות"}, "heTitle": "ויקרא", "he": "<b>והביא את הפר פתח אהל מועד.</b> ר\"ל מבוא אהל מועד והוא העזרה: ", "heVersionTitle": "Ralbag on Torah, Venice, 1547", "heLicense": "Public Domain", "heVersionTitleInHebrew": "רלב\"ג על התורה, ונציה ש\"ז", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5a4366edd6e4a97d18d91107", "index_title": "Ralbag Beur HaMilot on Torah", "category": "Commentary", "type": "commentary", "ref": "Ralbag Beur HaMilot on Torah, Leviticus 4:4:2", "anchorRef": "Leviticus 4:4", "anchorRefExpanded": ["Leviticus 4:4"], "sourceRef": "Ralbag Beur HaMilot on Torah, Leviticus 4:4:2", "sourceHeRef": "רלב\"ג ביאור המלות על התורה, ויקרא ד׳:ד׳:ב׳", "anchorVerse": 4, "sourceHasEn": false, "compDate": [1326, 1340], "commentaryNum": 4.0002, "collectiveTitle": {"en": "Ralbag Beur HaMilot", "he": "רלב\"ג ביאור המלות"}, "heTitle": "ויקרא", "he": "<b>לפני יי'.</b> שיהיה ראשו לפאת מערב ששם קדש הקדשים באופן שיהיו פני הכהן לפאת מערב כשיסמוך ידו על ראש הפר. וכבר זכרנו בהם שקדם עניין הסמיכה ושיש עמה ודוי ושחט את הפר לפני יי' שיהיה ראשו לפאת מעב באופן שיהיו פני השוחט לפאת המערב כשישחט אותו:", "heVersionTitle": "Ralbag on Torah, Venice, 1547", "heLicense": "Public Domain", "heVersionTitleInHebrew": "רלב\"ג על התורה, ונציה ש\"ז", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5c7d8a72d712ce00182a245f", "index_title": "Sifra", "category": "Midrash", "type": "", "ref": "Sifra, Vayikra Dibbura DeChovah, Section 3 1", "anchorRef": "Leviticus 4:4", "anchorRefExpanded": ["Leviticus 4:4"], "sourceRef": "Sifra, Vayikra Dibbura DeChovah, Section 3 1", "sourceHeRef": "ספרא, ויקרא דבורא דחובה, פרשה ג א׳", "anchorVerse": 4, "sourceHasEn": true, "compDate": [250, 350], "commentaryNum": 1, "collectiveTitle": {"en": "Sifra", "he": "ספרא"}, "heTitle": "פרשה ג", "he": "[א] \"והביא\" – אף לאחר יום הכפורים. \"את הפר\" – פר הוא מביא, ואינו מביא חלופין.", "heVersionTitle": "Venice 1545", "heLicense": "", "heVersionTitleInHebrew": "", "text": "1) (Vayikra 4:4): \"And he shall bring (the bullock to the door of the tent of meeting.\"): even after Yom Kippur (i.e., Yom Kippur does not atone for those liable for categorical sin-offerings and guilt-offerings). \"bullock\": he brings a bullock and not an alternate (offering [i.e., a she-goat], as a [lay] individual may.)", "versionTitle": "Sifra by Rabbi Shraga Silverstein", "license": "CC-BY", "versionTitleInHebrew": "ספרא, רבי שרגא זילברשטיין"}, {"_id": "5c7d8a764d7b5e00177b9caa", "index_title": "Sifra", "category": "Midrash", "type": "midrash", "ref": "Sifra, Vayikra Dibbura DeChovah, Section 3 2", "anchorRef": "Leviticus 4:4", "anchorRefExpanded": ["Leviticus 4:4"], "sourceRef": "Sifra, Vayikra Dibbura DeChovah, Section 3 2", "sourceHeRef": "ספרא, ויקרא דבורא דחובה, פרשה ג ב׳", "anchorVerse": 4, "sourceHasEn": true, "compDate": [250, 350], "commentaryNum": 2, "collectiveTitle": {"en": "Sifra", "he": "ספרא"}, "heTitle": "פרשה ג", "he": "[ב] הלא דין הוא! מה אם היחיד – שלא שוה קרבנו לכל מצות לקרבנו ליום הכפורים – שוה קרבנו לכל מצות לקרבנו למצוה יחידית, משוח – ששוה קרבנו לכל מצות לקרבנו ליום הכפורים – אינו דין שישוה קרבנו לכל מצות לקרבנו למצוה יחידית?! נשיא יוכיח! ששוה קרבנו לכל מצות לקרבנו ליום הכפורים ולא שוה קרבנו לכל מצות לקרבנו למצוה יחידית!", "heVersionTitle": "Venice 1545", "heLicense": "", "heVersionTitleInHebrew": "", "text": "2) For does it not follow (without the exclusion clause that he may bring an alternate), viz.: If the (lay) individual, whose offering for (unwitting sin) in respect to all the mitzvoth [i.e., a she-lamb] is not the same as his offering on Yom Kippur (i.e., the \"dispatched\" he-goat), (yet) his offering for all the mitzvoth is the same as his offering for the \"distinct\" mitzvah (that of idolatry, for which he brings a she-goat, [in that he may also bring for all mitzvoth a she-goat as an alternate for the she-lamb]) — the high-priest, whose offering for all the mitzvoth (i.e., a bullock) is the same as his offering on Yom Kippur — how much more should it follow that his offering for all the mitzvoth be the same as his offering for the \"distinct\" mitzvah (i.e., that he should be permitted to bring a she-goat as an alternate for the bullock)! — This is refuted by (the instance of) the nassi, whose offering for all mitzvoth (a he-goat) is the same as his offering on Yom Kippur, in spite of which his offering for all mitzvoth is not the same as his offering for the \"distinct\" mitzvah (i.e., he was not permitted to bring for all mitzvoth a she-goat as an alternate for the he-goat). ", "versionTitle": "Sifra by Rabbi Shraga Silverstein", "license": "CC-BY", "versionTitleInHebrew": "ספרא, רבי שרגא זילברשטיין"}, {"_id": "5c7d8a78a51caf0018dca6f2", "index_title": "Sifra", "category": "Midrash", "type": "midrash", "ref": "Sifra, Vayikra Dibbura DeChovah, Section 3 3", "anchorRef": "Leviticus 4:4", "anchorRefExpanded": ["Leviticus 4:4"], "sourceRef": "Sifra, Vayikra Dibbura DeChovah, Section 3 3", "sourceHeRef": "ספרא, ויקרא דבורא דחובה, פרשה ג ג׳", "anchorVerse": 4, "sourceHasEn": true, "compDate": [250, 350], "commentaryNum": 3, "collectiveTitle": {"en": "Sifra", "he": "ספרא"}, "heTitle": "פרשה ג", "he": "[ג] אף אתה אל תתמה על המשיח, שאף על פי ששוה קרבנו לכל מצות לקרבנו ליום הכפורים – לא ישוה קרבנו לכל מצות לקרבנו למצוה יחידית! אלא לפי שנאמר \"והביא\", יכול יביא חלופים? תלמוד לומר \"פר\" – פר הוא מביא ואינו מביא חלופים.", "heVersionTitle": "Venice 1545", "heLicense": "", "heVersionTitleInHebrew": "", "text": "3) Here, too, then, do not wonder that the high-priest, even though his offering for all the mitzvoth is the same as his offering on Yom Kippur, still, his offering for all mitzvoth is not the same as his offering for the \"distinct\" mitzvah (and no exclusion clause is needed to tell us that he may not bring an alternate.) But, I might think that \"And he shall bring\" implies that he may bring an alternate; it is, therefore, written \"bullock\" — he brings a bullock and not an alternate.", "versionTitle": "Sifra by Rabbi Shraga Silverstein", "license": "CC-BY", "versionTitleInHebrew": "ספרא, רבי שרגא זילברשטיין"}, {"_id": "5c7d8a7cea593e00185b62cd", "index_title": "Sifra", "category": "Midrash", "type": "", "ref": "Sifra, Vayikra Dibbura DeChovah, Section 3 4", "anchorRef": "Leviticus 4:4", "anchorRefExpanded": ["Leviticus 4:4"], "sourceRef": "Sifra, Vayikra Dibbura DeChovah, Section 3 4", "sourceHeRef": "ספרא, ויקרא דבורא דחובה, פרשה ג ד׳", "anchorVerse": 4, "sourceHasEn": true, "compDate": [250, 350], "commentaryNum": 4, "collectiveTitle": {"en": "Sifra", "he": "ספרא"}, "heTitle": "פרשה ג", "he": "[ד] \"וסמך ידו על ראש הפר\" – לרבות פר יום הכפורים לסמיכה. הלא דין הוא! מה אם זה – שאינו טעון שני וידוים ואינו טעון \"אנא\" – טעון סמיכה, פר יום הכפורים – שטעון שני וידוים וטעון \"אנא\" – אינו דין שיטעון סמיכה?! לא! אם אמרת בזה – שהוא בא על עבירת מצוה ידועה! תאמר בפר יום הכפורים שאין בא על עבירת מצוה ידועה?! [הואיל ואין בא על עבירת מצוה ידועה] לא יטען סמיכה! תלמוד לומר \"וסמך..ידו על ראש הפר\" – לרבות פר יום הכפורים לסמיכה.\"ושחט את הפר לפני השם\" – בצפון.", "heVersionTitle": "Venice 1545", "heLicense": "", "heVersionTitleInHebrew": "", "text": "4) (Vayikra 4:4): \"And he shall place his hand on the head of the bullock\" — to include the Yom Kippur bullock as requiring semichah. Now dos this not follow (without the inclusion clause), viz.: If this (offering), which does not require two confessions, and does not require \"Ana\" (I pray you, etc.\", but only one confession, for his sin, at the time of semichah) — the Yom Kippur bullock, which does require two confessions (one for him alone, and one for him and his brother priests), and does require \"Ana\" — how much more so should it require semichah! — No, it may be so in this case, where the offering is for an ascertained sin, as opposed to the Yom Kippur bullock, where the offering is not for an ascertained sin (but for a possible one). And since this is the case, I might think that it does not require semichah; it is, therefore, written: \"And he shall place his hand on the head of the bullock\" — to include the Yom Kippur bullock as requiring semichah. \"And he shall slaughter the bullock before the L–rd\" — in the north (as all other sin-offerings).", "versionTitle": "Sifra by Rabbi Shraga Silverstein", "license": "CC-BY", "versionTitleInHebrew": "ספרא, רבי שרגא זילברשטיין"}, {"_id": "5cdd674825f25e00610956a2", "index_title": "Malbim on Leviticus", "category": "Quoting Commentary", "type": "", "ref": "Malbim on Leviticus, Vayikra 25:1", "anchorRef": "Leviticus 4:4", "anchorRefExpanded": ["Leviticus 4:4"], "sourceRef": "Malbim on Leviticus, Vayikra 25:1", "sourceHeRef": "מלבי\"ם על ויקרא, ויקרא כ״ה:א׳", "anchorVerse": 4, "sourceHasEn": false, "compDate": [1844, 1874], "commentaryNum": 25.0001, "collectiveTitle": {"en": "Malbim on Leviticus", "he": "מלבי\"ם על ויקרא"}, "heTitle": "ויקרא", "he": "<b>[הערה: הקושיא מהו אומר \"יקריב..יקריב?\" אין לה פותר ואיך דריש פה תשעה דרשות – ג' ריבויים וששה מיעוטים – ואין מבין. ותשוב תתפלא כי נמצא כמה פעמים \"יקרבינו\" בעולת צאן ובג' מיני השלמים, ולא נמצא עליהם שום דרוש? ועוד הלא כבר דריש פה מה שכתוב \"יקריבנו\" ומה שכתוב \"יקריב אותו\" לדרשות אחרות!?]</b><br>יקריבו אותו: דע שבכל מקום שידבר על הבאת הקרבן מביתו ישמש תמיד בפעל \"הבאה\" כמו שנאמר (ויקרא ד, ד) \"והביא את הפר\", וכן (ויקרא ד, יד), ו(ויקרא ד, כג) ו(ויקרא ד, כח), ו(ויקרא ה, ו), (ויקרא ט, ו), וכן (ויקרא יח, כה). ולא ישמש בלשון \"הקרבה\" רק כשמדבר על הגשת הקרבן (שהוא בעזרה) אל המזבח או על הולכת דמו ואיבריו, שפעל \"קרב\" הוא שמקרב דבר אל דבר, [שכן בפרשת המלואים (שמות כח, ויקרא ח) השתמש בפעל \"קרב\" כי מחנה לויה היתה אצל העזרה ולא היה צריך הבאה רק הקרבה] (וחז\"ל הוציאו פעל \"קרב\" גם על ההקדש כמו שנבאר טעמו לקמן סימן לז). אבל על הבאה מביתו לא יצדק לשון \"הקרבה\", רק לשון \"הבאה\". ויפלא לפי זה שבדיני עולה ושלמים כתבה התורה לשון \"הקרבה\" תחת לשון \"הבאה\".  ומצאנו שינוי זה אחר הדיוק בתשעה מקומות, והם ששה מקומות שבא פעל \"קרב\" בכינוי, והם: (א) \"אל פתח אהל מועד יקריב אותו\" (ויקרא א, ג), (ב) בעולת צאן \"תמים יקריבנו\" (ויקרא א, י), (ג) בשלמי בקר \"תמים יקריבנו\" (ויקרא ג, א), (ד, ה) בשלמי כבש \"תמים יקריבנו..והקריב אותו\" (ויקרא ג, ו-ז), (ו) בשלמי עז \"והקריבו לפני ה' \" (ויקרא ג, יב).  ועוד ג' פעמים שבא פעל \"קרב\" תחת הבאה בלא כינוי והם: (א) \"תקריבו את קרבנכם\" (ויקרא א, ב), (ב) בשלמי בקר \"אם מן הבקר הוא מקריב\" (ויקרא ג, א), (ג) בשלמי צאן \"אם כשב הוא מקריב\" (ויקרא ג, ז) – שבכל אלה אינו מדבר לא מן ההקרבה אל המזבח ולא מן ההקדש, רק מן ההבאה שהוא בין ההקדש ובין השחיטה. (מה שאין כן במה שכתוב \"אדם כי יקריב\" שפירושו שיקריב למזבח דהא דרשו בספרא (ויקרא נדבה פרשה ב מ\"ד) שיקדים הקדשו להקרבתו. וכן מה שכתוב בעולת בקר \"תמים יקריבנו\" דריש תמיד יקדישנו) ואם כן בתשעה מקומות אלה היה לו לומר \"יביא\" או \"יביאנו\". וקושיא זאת היה קשה לרבותינו ז\"ל ואמרו <b>מהו אומר יקריב יקריב?</b> רוצה לומר למה תפס לשון \"יקריב\" שהלא היה ראוי לאמר \"יביא..והביא\"? והשיבו ששינה לכתוב לשון \"הקרבה\" למען נלמד מזה על דיני התערובות – אם נתערבו עולה ושלמים בזולתם. ששלשה תערובות קרבים והם: עולה בעולה, עולה בתמורה, ועולה בחולין (כמו שמפרש במשנה ט מפני שעולה בעולה הוא שם אחד ותמורה קרבה עולה וכן החולין יכול להקדישם לעולה) ועליהם אמר ג' פעמים \"יקריב\" בלא כינוי שמורה שיקריב בכל אופן, אף שנתערב (ופירושו לפי הדרוש – יקריב על המזבח). וששה מיני תערובות אינם קרבים והם: (א) בפסולים, (ב) בחטאות החצוניות, (ג) בחטאת הפנימיות, (ד) בבכור ומעשר ובפסח, (ה) בשלמים ותודה, (ו) באשם. ועליהם אמר ששה פעמים \"יקריבנו\" או \"והקריבו\" \"והקריבו אותו\" בכינוי שמורה רק אותו לבדו, לא אם נתערב באחרים. והגם שידמה לך שהספרא סדר הלימודים בעולה, כשתראה ברמב\"ם (פרק ו מהל מעה\"ק) תראה שעולה ושלמים דין אחד להם אם נתערבו עם זולתם. וכיוצא בזה דריש בספרא (ויקרא נדבה פרשה ד מ\"ז) על 'דם' \"דמו\", עיי\"ש. וכמו שבארתי זה באורך באילת השחר (כלל רמ\"ב וכלל רמ\"ג), עיי\"ש.", "heVersionTitle": "Malbim on Vayikra – Wikisource", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5cdd675225f25e00610956f4", "index_title": "Malbim on Leviticus", "category": "Quoting Commentary", "type": "", "ref": "Malbim on Leviticus, Vayikra 30:2", "anchorRef": "Leviticus 4:4", "anchorRefExpanded": ["Leviticus 4:4"], "sourceRef": "Malbim on Leviticus, Vayikra 30:2", "sourceHeRef": "מלבי\"ם על ויקרא, ויקרא ל׳:ב׳", "anchorVerse": 4, "sourceHasEn": false, "compDate": [1844, 1874], "commentaryNum": 30.0002, "collectiveTitle": {"en": "Malbim on Leviticus", "he": "מלבי\"ם על ויקרא"}, "heTitle": "ויקרא", "he": " והנה קיימא לן דכל קרבנות היחיד טעונים סמיכה חוץ מבכור ומעשר ופסח (שמעט אותם בספרא פרק יז). ובציבור לא נמצא רק שתי סמיכות כמ\"ש במנחות (דף צב). כל זה נלמד מן השינויים שנמצאו בסמיכה: שבשלמי עז בא הכינוי \"וסמך את ידו על ראשו\" (ויקרא ג, יג) ובשלמי בקר וכבש הזכיר \"על ראש קרבנו\" (ויקרא ג, ב) (ויקרא ג, ח) ובסמיכת פר כהן משיח (ויקרא ד, ד), והעלם דבר (ויקרא ד, טו), וחטאת נשיא (ויקרא ד, כד), ושעיר המשתלח (ויקרא טז, כא) הזכיר מין הנקרב – \"על ראש הפר\" \"על ראש השעיר\" ובעולה וכן בחטאת יחיד (ויקרא ד, כט) הזכיר מין הקרבן – \"ראש העולה\" \"ראש החטאת\". ושינויים והבדלים אלה לא באו במקרה רק דבריהם כאש וכפטיש יפוצץ סלע,  שממה שכתוב פה \"על ראש העולה\" למדינן שהסמיכה מחויבת מצד שהיא עולה וכל מין עולה טעונה סמיכה. ושכל מין חטאת טעונה סמיכה למדו ממה שבחטאת כשבה ושעירה של יחיד כתוב \"על ראש החטאת\" ולא כתיב \"על ראשו\"; שמחטאת שעירה למד בספרא (ויקרא חובה פרק י מ\"ג) לרבות חטאת עכו\"ם לסמיכה. ומחטאת כשבה לומד שם (ויקרא חובה פרק יא מ\"ג) לרבות חטאת נזיר וחטאת מצורע וחטאת מטמא מקדש לסמיכה – ר\"ל כי ממה שכתב בחטאת שעירה \"על ראש החטאת\" למד שגם חטאת עכו\"ם שהיא שעירה כמוה טעונה סמיכה, וממה שכתוב בחטאת כשבה \"על ראש החטאת\" למד שגם חטאת נזיר טהור ומצורע שהיא כשבה, וכן חטאת מטמא מקדש שהוא עולה ויורד, טעונים סמיכה. ושפר יוהכ\"פ טעון סמיכה למד שם (פרשה ג מ\"ד) ממה שכתוב בפר כהן משיח \"על ראש הפר\". [ומה שכתוב בפר העדה \"על ראש הפר\" ובחטאת נשיא \"על ראש השעיר\" דריש בספרא (שם פ\"ו מ\"ג, ופרשה ו מ\"ח, ובזבחים מח, מנחות נה, ודף צב)] וזאת שכל מיני שלמים טעונים סמיכה כתוב בשלמים בפירוש (ומ\"ש שם \"על ראש קרבנו\" נדרש למעט בכור ומעשר ופסח). ושתודה צריך סמיכה למד בספרא (צו פרשה ה מ\"ד) ושאשם טעון סמיכה למד בספרא (שם פרק ט משנה א) ממה שכתוב \"כחטאת כאשם תורה אחת להם\". ויתבאר כל אחד במקומו בישע האל. ", "heVersionTitle": "Malbim on Vayikra – Wikisource", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5cdd6c1525f25e00197a029d", "index_title": "Malbim on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Malbim on Leviticus, Vayikra 209:1", "anchorRef": "Leviticus 4:4", "anchorRefExpanded": ["Leviticus 4:4"], "sourceRef": "Malbim on Leviticus, Vayikra 209:1", "sourceHeRef": "מלבי\"ם על ויקרא, ויקרא ר״ט:א׳", "anchorVerse": 4, "sourceHasEn": false, "compDate": [1844, 1874], "commentaryNum": 209.0001, "collectiveTitle": {"en": "Malbim", "he": "מלבי\"ם"}, "heTitle": "ויקרא", "he": "<b>והביא את הפר:</b> הוא מיותר שכבר אמר \"והקריב על חטאתו\". ודריש שהוה אמינא שאף שהקריב והקדיש, בכל זאת, לא יביא. והוא אם חל יום הכפורים שכפר עליו. קמ\"ל שתמיד מחויב להביא ואין יום הכפורים מכפר על חטאת ואשמות ודאים כמ\"ש בכריתות (דף כה:).  ושם (דף כו) מביא על זה כמה למודים, ולא זכרו למוד דפה. ודברי הספרא האלה מוכפלים בחטאת נשיא (ויקרא חובה פרשה ו ריש פרקא) ובעולה ויורד (ויקרא חובה פרשה י מ\"ג) ובאשם מעילות (ויקרא חובה פרק כ מ\"ו) ובאשם גזילות (ויקרא חובה פרשה יג מי\"ד). ודריש שם מדכתיב \"והביא אשמו\" \"והביאו קרבנו\" זה מכפר לא אחר. וצריך עיון דהא גם באשם תלוי כתיב (ויקרא ה, יח) \"והביא איל...\". ועוד דבספרא אחרי (אחרי מות פרשה ד מ\"ז) דריש מן \"אותם\". ועוד מדוע לא נזכר הלמודים האלה בכריתות שם שמחפש סמך על דינים אלה ממקום אחר. וצריך עיון.", "heVersionTitle": "Malbim on Vayikra – Wikisource", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5cdd6c16c4424d00582697eb", "index_title": "Malbim on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Malbim on Leviticus, Vayikra 210:1", "anchorRef": "Leviticus 4:4", "anchorRefExpanded": ["Leviticus 4:4"], "sourceRef": "Malbim on Leviticus, Vayikra 210:1", "sourceHeRef": "מלבי\"ם על ויקרא, ויקרא ר״י:א׳", "anchorVerse": 4, "sourceHasEn": false, "compDate": [1844, 1874], "commentaryNum": 210.0001, "collectiveTitle": {"en": "Malbim", "he": "מלבי\"ם"}, "heTitle": "ויקרא", "he": "<b>והביא את הפר:</b> כבר בארנו באילת השחר (פרק טו) שאין מדרך הלשון להחזיר את השם בכל פעם, רק יזכירנו על ידי כינוי. והוה ליה למימר \"והביאו\" בשגם שכבר בארתי (בסימן פה) שבפעל המשלים פעולת הראשון לא יבא גם הכינוי, והוה ליה לומר \"והביא אל פתח אהל מועד\". ואמרו חז\"ל שבא ללמד שיביא דוקא את הפר, לא קרבן אחר חלופי הפר. ובאר תחלה שהיה מקום לטעות בזה מצד הדין, דהא היחיד יש ברירה בידו להביא על חטא יתר מצות גם שעירה, שהוא מיוחד לחטא היחיד בעכו\"ם שהוא \"מצוה יחידית\" (ר\"ל שהוא גדולה ושקולה כנגד כל המצות כמ\"ש בספרי פר' שלח), הגם שהיחיד קרבנו משונה ביום הכפורים שמתכפר בשעיר; וכל שכן המשיח דקרבנו ביום הכפורים שוה לכל מצות (דשניהם בפר) שיהיה ברירה בידו להביא על כל מצות גם שעירה כמו שמביא בשגגת עכו\"ם. ודוחה את הקל וחומר דנשיא יוכיח, שהגם שביום הכפורים שוה קרבנו לכל מצות שמתכפר בשעיר, בכל זה, משונה קרבנו על מצות מקרבנו על עכו\"ם שזה שעיר וזה שעירה. ומסיק דמקום הטעות היה משום דכתיב \"והביא\" שמרבה שיביא אף לאחר יום הכפורים (כנ\"ל בסימן הקודם) והוה אמינא אם מביא אחר יום הכפורים הלא כבר הביא הפר ביום הכפורים, שהקריב \"את פר החטאת אשר לו\", הוה אמינא שאז יביא חלופין לבל יביא קרבן אחד ב' פעמים. לכן אמר שבכל אופן יביא את הפר ולא חלופיו.", "heVersionTitle": "Malbim on Vayikra – Wikisource", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5cdd6c1625f25e00197a02a3", "index_title": "Malbim on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Malbim on Leviticus, Vayikra 211:1", "anchorRef": "Leviticus 4:4", "anchorRefExpanded": ["Leviticus 4:4"], "sourceRef": "Malbim on Leviticus, Vayikra 211:1", "sourceHeRef": "מלבי\"ם על ויקרא, ויקרא רי״א:א׳", "anchorVerse": 4, "sourceHasEn": false, "compDate": [1844, 1874], "commentaryNum": 211.0001, "collectiveTitle": {"en": "Malbim", "he": "מלבי\"ם"}, "heTitle": "ויקרא", "he": "וסמך את ידו על ראש הפר: כבר כתבתי (בסימן ל' ובסימן הקודם) שזה זרות בלשון להחזיר את שם הפעול בכל פעם. והיה לו לומר \"וסמך ידו על ראשו\". ומלבד זה בארתי (בסימן ל') שיפלאו השינויים שבאו בסמיכה שלפעמים ידבר בכינוי - \"על ראשו\", ולפעמים יזכיר שם \"קרבנו\", ולפעמים שם מין הקרבן - \"וסמך על ראש העולה\" \"על ראש החטאת\", ולפעמים שם הנקרב - \"על ראש הפר\" \"על ראש השעיר\". ובארנו שָם הלמודים בזה. ופירשו רבותינו שמה שכתוב פה \"על ראש הפר\" רצונו לומר שהסמיכה מחויבת מצד שהוא פר וללמד שהוא הדין פר אחר שהוא דומה כפר הזה, שהיא פר יום הכפורים שמביא גם כן הכהן המשיח, גם כן טעון סמיכה.  ואמרו שהלא יש ללמדו מדין קל וחומר: דמה פר זה שאין טעון רק וידוי אחד ואינו צריך להתודות בנוסח \"אנא השם\" – טעון סמיכה. כל שכן פר יום הכפורים שטעון שני ודוים (דכתיב שם ב' פעמים \"וכפר בעדו ובעד ביתו\" (ויקרא טז, ו) (ויקרא טז, יא) ולמד בספרא שם שהוא כפרת דברים) וצריך להתודות בנוסח \"אנא השם\" (כמ\"ש ביומא (דף לז.)) – כל שכן שטעון סמיכה. ומשיב שיש לדחות הקל וחומר דשאני קרבן זה שבא לכפר עבירת מצוה שידע מה חטא וזה צריך לסמוך בעת הוידוי, מה שאין כן פר יום הכפורים שאין מכפר על עבירת מצוה ידועה (שדמו של פר תולה בטומאת מקדש וקדשיו על שיש בה ידיעה בתחלה ולא בסוף. ווידוי של פר שמכפר על שיש בה ידיעה בסוף היינו רק בטומאת מקדש וקדשיו שאין חייב עליו קרבן כשאין בה ידיעה בתחלה כמ\"ש לקמן (ויקרא חובה פרק יב מי\"א). ואף לר' שמעון שבועות (דף יד.) – מכל מקום בעבירת מצוה ידועה שחייב עליו קרבן אינו מכפר). ואם כן הוה אמינא דלא יטעון סמיכה, קמ\"ל. ומה שכתב \"ושחט את הפר לפני השם\" – בצפון כבר בארתי בפר' צו (סימן כו) ש\"לפני השם\" כולל מדרגות ומקומות רבות ומפורש כל אחד לפי מקומו. ואחר שלמדנו (כמו שיתבאר לקמן סימן ע\"ר) ששחיטת כל מיני החטאת בצפון ולכן פירוש \"לפני השם\" הכתוב כאן בצפון. ומה שכתב פה \"את הפר\" שהוא מיותר – חסר הדרוש בספרא.", "heVersionTitle": "Malbim on Vayikra – Wikisource", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5dbee37b46c6d858488617a9", "index_title": "Malbim Ayelet HaShachar", "category": "Commentary", "type": "commentary", "ref": "Malbim Ayelet HaShachar 137:1-7", "anchorRef": "Leviticus 4:4", "anchorRefExpanded": ["Leviticus 4:4"], "sourceRef": "Malbim Ayelet HaShachar 137:1-7", "sourceHeRef": "אילת השחר (מלבי\"ם) קל״ז:א׳-ז׳", "anchorVerse": 4, "sourceHasEn": false, "compDate": [1844, 1874], "commentaryNum": 137.0001, "collectiveTitle": {"en": "Malbim Ayelet HaShachar", "he": "אילת השחר (מלבי\"ם)"}, "heTitle": "אילת השחר (מלבי\"ם)", "he": ["פעמים דרשו שכפל השם לדייק הדבר – דווקא אותו השם, לא דבר אחר שהיה עולה על הדעת לטעות בו.", "כמ\"ש \"מסולת המנחה\" – לא מנחה אחרת שנתערבה עמה. (ויקרא ס' קו),", "\"את הפר\" – לא חלופי' (ויקרא ס' רי)", "\"על ראש הפר\" – למעט שעירי עכו\"ם (ויקרא סימן רנא),", "\"מדמה\" – ולא מרוטבה (צו ס' סא)", "וכיוצא בו (צו ס' ק, צו ס' קיז. תזריע ס' סח, תזריע ס' עד. בחוקותי ס' עט)", "וכן דרש ד' דרשות על ד' פעמים שמיותר שם \"<b>הזב</b>\" למעט ד' דברים (מצורע ס' קל)"], "heVersionTitle": "Wikisource Edition", "heLicense": "", "heVersionTitleInHebrew": "", "text": ["Sometimes they interpret the repetition of a noun to mean <i>precisely the same noun</i>, not some other thing that one might mistakenly think it is.", "As when it is written מסולת המנחה (of the fine flour of the meal-offering)<sup class=\"footnote-marker\">273</sup><i class=\"footnote\">Leviticus 6:8.</i> – not another meal-offering that gets mixed up with it.", "את הפר (the bullock)<sup class=\"footnote-marker\">274</sup><i class=\"footnote\">Leviticus 4:4.</i> – not something exchanged for it.", "על ראש הפר (upon the head of the bullock)<sup class=\"footnote-marker\">275</sup><i class=\"footnote\">Leviticus 4:15.</i> – to exclude goats brought for idol worship.", "מדמה (of the blood thereof)<sup class=\"footnote-marker\">276</sup><i class=\"footnote\">Leviticus 6:20.</i> – and not of the sauce.", "", "And moreover, there are four interpretations for the four extra times the noun <b>הזב</b> (has the issue)<sup class=\"footnote-marker\">277</sup><i class=\"footnote\">Leviticus 15:4.</i> is mentioned, in order to exclude four things.<br><br><i>When הזב is mentioned four times in Leviticus 15:4, 15:6, 15:8, and 15:9, they appear to be superfluous. But the reason for these repetitions is to teach that the Torah means precisely הזב and not four other things that one might mistakenly think fall within the scope of these four sentences<sup class=\"footnote-marker\">278</sup><i class=\"footnote\">Malbim, HaTorah v’HaMitzvah Metzora 130.</i>.</i>"], "versionTitle": "Ayelet Hashachar, translated by Betzalel Avraham Feinstein, 2021", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "5dbee3805fc99956394dd4b5", "index_title": "Malbim Ayelet HaShachar", "category": "Commentary", "type": "commentary", "ref": "Malbim Ayelet HaShachar 139:1-15", "anchorRef": "Leviticus 4:4", "anchorRefExpanded": ["Leviticus 4:4"], "sourceRef": "Malbim Ayelet HaShachar 139:1-15", "sourceHeRef": "אילת השחר (מלבי\"ם) קל״ט:א׳-ט״ו", "anchorVerse": 4, "sourceHasEn": false, "compDate": [1844, 1874], "commentaryNum": 139.0001, "collectiveTitle": {"en": "Malbim Ayelet HaShachar", "he": "אילת השחר (מלבי\"ם)"}, "heTitle": "אילת השחר (מלבי\"ם)", "he": ["וכעניין זה דרשו גם כן שהשם הנשנה בא לרבות דבר אחר הדומה לזה.", "כמו שדרשו על \"והבאת את המנחה\" לרבות כל המנחות (ויקרא ס' קכח),", "\"וסמך על ראש הפר\" – לרבות פר יום הכיפורים (ויקרא ס' ריא)", "וכן \"על דם הפר\" (שם ס' רכז),", "על \"חלב פר החטאת\" (שם ס' רל)", "ועל \"ועשה לפר\" (שם ס' רנג)", "ועל \"ראש השעיר\" (שם ס' רסח)", "\"ושחט את החטאת\" – לרבות כל חטאת (שם ס' ער)", "\"על ראש החטאת\" (שם סימן רפד, שם סימן רצ)", "\"פר חטאת\" (אחרי ס' סז)", "וגם דרושים האלה נבנו על יסוד הקודם שהשם הנכפל אינו השם הראשון ממש שאם כן לא היו לו לכופלו בחנם והיה מציינו על ידי הכינוי.", "וכן במ\"ש \"ויצא הכהן…וראה הכהן\" דרש כהן אחר (מצורע ס' ו)", "\"ויצק על כף הכהן\" – כף כהן אחר (מצורע ס' נב)", "וכיוצא בו על \"ובת איש כהן\" (אמור ס' כא),", "וכן במקום שמתחיל ענין חדש – ישנה השם שנית. שמזה מוכיח שמה שכתוב \"ושור או שה אותו ואת בנו\" מדבר בחולין (אמור ס' קכח)"], "heVersionTitle": "Wikisource Edition", "heLicense": "", "heVersionTitleInHebrew": "", "text": ["And like this, they interpret as well that the repeated noun will come to include another thing that is similar to it.", "As they interpreted והבאת את המנחה (And you shall bring the meal-offering)<sup class=\"footnote-marker\">289</sup><i class=\"footnote\">Leviticus 2:8.</i> – to include all of the meal offerings.", "וסמך על ראש הפר (and he shall lay his hand upon the head of the bullock)<sup class=\"footnote-marker\">290</sup><i class=\"footnote\">Leviticus 4:4.</i> – to include the bullock of <i>Yom Kippur</i>.", "על דם הפר (blood of the bullock)<sup class=\"footnote-marker\">291</sup><i class=\"footnote\">Leviticus 4:7.</i>.", "חלב פר החטאת (fat of the bullock of the sin-offering)<sup class=\"footnote-marker\">292</sup><i class=\"footnote\">Leviticus 4:8.</i>.", "ועשה לפר (Thus shall he do with the bullock)<sup class=\"footnote-marker\">293</sup><i class=\"footnote\">Leviticus 4:20.</i>.", "ראש השעיר (head of the goat)<sup class=\"footnote-marker\">294</sup><i class=\"footnote\">Leviticus 4:24.</i>.", "ושחט את החטאת (and kill the sin-offering)<sup class=\"footnote-marker\">295</sup><i class=\"footnote\">Leviticus 4:29.</i> – to include all sin offerings.", "על ראש החטאת (upon the head of the sin-offering)<sup class=\"footnote-marker\">296</sup><i class=\"footnote\">Ibid.</i>.", "פר חטאת (the bullock of the sin-offering)<sup class=\"footnote-marker\">297</sup><i class=\"footnote\">Leviticus 16:27.</i>.", "And also these explanations are understood with respect to the previous rule, that the noun that is repeated is not literally the first noun, that if so it would not have repeated it for no reason and it would have been indicated through a pronoun.", "And moreover, when it is written ויצא הכהן..וראה הכהן (And the priest shall go forth out of the camp; and the priest shall look)<sup class=\"footnote-marker\">298</sup><i class=\"footnote\">Leviticus 14:3.</i> – they interpret this to be another priest.", "ויצק על כף הכהן (and pour it into the palm of his own left hand)<sup class=\"footnote-marker\">299</sup><i class=\"footnote\">Leviticus 14:15.</i> – the palm of another priest.", "And ובת איש כהן (And the daughter of any priest)<sup class=\"footnote-marker\">300</sup><i class=\"footnote\">Leviticus 21:9.</i>.", "And moreover, when it begins with a new topic, the repeated noun is different. That from this, it is proven that when it is written ושור או שה אותו ואת בנו (And whether it be cow or ewe, you shall not kill it and its young both in one day)<sup class=\"footnote-marker\">301</sup><i class=\"footnote\">Leviticus 22:28.</i> – it is speaking about unconsecrated animals."], "versionTitle": "Ayelet Hashachar, translated by Betzalel Avraham Feinstein, 2021", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "5ec236e7cc47b00de4e5f93b", "index_title": "Shabbat", "category": "Talmud", "type": "", "ref": "Shabbat 71b:2", "anchorRef": "Leviticus 4:3-4", "anchorRefExpanded": ["Leviticus 4:3", "Leviticus 4:4"], "sourceRef": "Shabbat 71b:2", "sourceHeRef": "שבת ע״א ב:ב׳", "anchorVerse": 3, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 142.0002, "collectiveTitle": {"en": "Shabbat", "he": "שבת"}, "heTitle": "שבת", "he": "אִיתְּמַר: אָכַל שְׁנֵי זֵיתֵי חֵלֶב בְּהֶעְלֵם אֶחָד, וְנוֹדַע לוֹ עַל הָרִאשׁוֹן, וְחָזַר וְנוֹדַע לוֹ עַל הַשֵּׁנִי. רַבִּי יוֹחָנָן אָמַר: חַיָּיב שְׁתַּיִם. וְרֵישׁ לָקִישׁ אָמַר: אֵינוֹ חַיָּיב אֶלָּא אַחַת. רַבִּי יוֹחָנָן אָמַר חַיָּיב: ״עַל חַטָּאתוֹ ... וְהֵבִיא״. וְרֵישׁ לָקִישׁ אָמַר פָּטוּר: ״מֵחַטָּאתוֹ וְנִסְלַח לוֹ״.", "heVersionTitle": "William Davidson Edition - Vocalized Aramaic", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "מהדורת וויליאם דייוידסון - ארמית המנוקד", "text": "A dispute between <i>amora’im</i> <b>was stated: With regard to one who ate two olive</b>-bulks <b>of forbidden fat in one lapse of awareness, and became aware of</b> the transgression of eating the <b>first</b> olive-bulk, <b>and then became aware of</b> the transgression of eating the <b>second, Rabbi Yoḥanan said: He is liable</b> to bring <b>two</b> sin-offerings, one offering for each transgression. <b>And Reish Lakish said: He is liable</b> to bring <b>only one.</b> Both Sages cite proofs for their opinions. <b>Rabbi Yoḥanan said</b> that <b>he is liable</b> as it is stated: “And he shall offer <b>for his sin</b> that he sinned…<b>and he shall bring</b> the ox” (Leviticus 4:3-4), indicating that he is liable to bring a separate sacrifice for each sin. <b>And Reish Lakish said he is exempt,</b> as it is stated: “And the priest shall atone for him <b>from his sin, and it shall be forgiven for him”</b> (Leviticus 4:26), indicating that even if he atoned from his sin, i.e., for part of his sin and not all of his sin, the entire transgression is forgiven.", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": "מהדורת וויליאם דייוידסון - אנגלית"}, {"_id": "5f1e9ebeeb7d2e14756445f9", "index_title": "Midrash Lekach Tov", "category": "Midrash", "type": "commentary", "ref": "Midrash Lekach Tov, Leviticus 4:4:1", "anchorRef": "Leviticus 4:4", "anchorRefExpanded": ["Leviticus 4:4"], "sourceRef": "Midrash Lekach Tov, Leviticus 4:4:1", "sourceHeRef": "מדרש לקח טוב, ויקרא ד׳:ד׳:א׳", "anchorVerse": 4, "sourceHasEn": false, "compDate": [1105, 1115], "commentaryNum": 4.0001, "collectiveTitle": {"en": "Midrash Lekach Tov", "he": "מדרש לקח טוב"}, "heTitle": "ויקרא", "he": "<b>פס'.</b> והביא את הפר. פר הוא מביא <i data-commentator=\"Beur HaRe'em\" data-order=\"211\"></i> אינו מביא חלופין. וסמך את ידו על ראש הפר. <i data-commentator=\"Beur HaRe'em\" data-order=\"212\"></i> לרבות פר יוה\"כ לסמיכה. ושחט את הפר לפני ה'. בצפון:", "heVersionTitle": "Midrash Lekach Tov on Torah, Vilna 1884", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש לקח טוב, מכונה פסיקתא זוטרתא, וילנא תרמ\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6037a68ccda51cfa3ddf3945", "index_title": "Ramban on Leviticus", "category": "Quoting Commentary", "type": "", "ref": "Ramban on Leviticus 4:25:1", "anchorRef": "Leviticus 4:4", "anchorRefExpanded": ["Leviticus 4:4"], "sourceRef": "Ramban on Leviticus 4:25:1", "sourceHeRef": "רמב\"ן על ויקרא ד׳:כ״ה:א׳", "anchorVerse": 4, "sourceHasEn": true, "compDate": [1246, 1286], "commentaryNum": 25.0001, "collectiveTitle": {"en": "Ramban on Leviticus", "he": "רמב\"ן על ויקרא"}, "he": "<b>ואת דמו ישפוך אל יסוד מזבח העולה</b> הוא הנזכר אבל דרך הלשון להזכיר השם במקום הידיעה וכן וסמך את ידו על ראש הפר ושחט את הפר (ויקרא ד׳:ד׳) ולרבותינו בהם מדרשים כי תורת ה' תמימה אין בה חסר ויתר:", "heVersionTitle": "On Your Way New", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "AND THE REMAINING BLOOD THEREOF SHALL HE POUR OUT AT THE BASE OF THE ALTAR OF BURNT-OFFERING. This is the same altar already mentioned [in the first part of the verse: <i>and he shall put it upon the horns of the altar of burnt-offering</i>]. But such is the linguistic expression of the [Hebrew] language to mention the subject instead of [merely] the definite article [thus repeating “of burnt-offering” rather than just saying “the altar”]. Similarly, <i>and he shall lay his hand upon the head of the bullock, and he shall slaughter the bullock</i>.<sup class=\"footnote-marker\">330</sup><i class=\"footnote\">Above, Verse 4.</i> Our Rabbis have Midrashic interpretations on these verses, for <i>the law of the Eternal is perfect</i>,<sup class=\"footnote-marker\">331</sup><i class=\"footnote\">Psalms 19:8.</i> there being nothing in it which is omitted or redundant.", "versionTitle": "Commentary on the Torah by Ramban (Nachmanides). Translated and annotated by Charles B. Chavel. New York, Shilo Pub. House, 1971-1976", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "6114d9891abb0447f40c364c", "index_title": "Zevachim", "category": "Talmud", "type": "", "ref": "Zevachim 11a:19", "anchorRef": "Leviticus 4:4", "anchorRefExpanded": ["Leviticus 4:4"], "sourceRef": "Zevachim 11a:19", "sourceHeRef": "זבחים י״א א:י״ט", "anchorVerse": 4, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 21.0019, "collectiveTitle": {"en": "Zevachim", "he": "זבחים"}, "heTitle": "זבחים", "he": "ולרבנן למאי הלכתא איתקש אשם לחטאת לומר לך מה חטאת טעונה סמיכה אף אשם טעון סמיכה:", "heVersionTitle": "Wikisource Talmud Bavli", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "תלמוד בבלי (ויקיטקסט)", "text": "In the mishna, Rabbi Eliezer cites the verse: “As is the sin offering, so is the guilt offering” (Leviticus 7:7), as a source for his opinion. The Gemara asks: <b>And according to the Rabbis, for what <i>halakha</i> is a guilt offering juxtaposed with a sin offering?</b> The Gemara answers: They are juxtaposed <b>to tell you</b> that <b>just as a sin offering requires placing hands</b> on the head of the offering, <b>so too, a guilt offering requires placing hands</b> on the head of the offering.", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "6121b7828430f78f206368fe", "index_title": "Yalkut Shimoni on Torah", "category": "Midrash", "type": "dibur_hamatchil", "ref": "Yalkut Shimoni on Torah 469:3", "anchorRef": "Leviticus 4:4", "anchorRefExpanded": ["Leviticus 4:4"], "sourceRef": "Yalkut Shimoni on Torah 469:3", "sourceHeRef": "ילקוט שמעוני על התורה תס״ט:ג׳", "anchorVerse": 4, "sourceHasEn": false, "compDate": [1100], "commentaryNum": 469.0003, "collectiveTitle": {"en": "Yalkut Shimoni on Torah", "he": "ילקוט שמעוני על התורה"}, "heTitle": "ילקוט שמעוני על התורה", "he": "ושחט את הפר לפני ה' בצפון. ולקח נאמר כאן לקיחה ונאמר להלן לקיחה מה לקיחה שנאמר להלן בכלי אף לקיחה שנאמר כאן בכלי. ולקח הכהן המשיח. אין לי אלא כהן משיח מנין לרבות כהן אחר. תלמוד לומר הכהן אם סופנו לרבות כהן אחר מה תלמוד לומר הכהן המשיח אלא מצוה שיקבל כהן משיח ואם קבל כהן הדיוט עבודתו כשרה. מדם הפר מדם הנפש ולא מדם העור ולא מדם התמצית. מן הפר דם מן הפר יקבל. מכאן אמרו נשפך הדם על הרצפה ואספו פסול מן כלי ואספו כשר. דם מהפר יקבלנו דאי ס\"ד מדם הפר כדכתיב מדם ואפילו מקצת דם והא אמר רב יהודה אמר רב השוחט צריך שיקבל כל דמו של פר שנאמר ואת כל דם הפר ישפוך והאי בשירים כתיב אם אינו ענין לשירים דהא ליתנהו דכולי דם תנהו ענין לקבלה וקסבר גורעין ומוסיפין ודורשין:", "heVersionTitle": "Yalkut Shimoni on Torah", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6121b782c823a798e70b596e", "index_title": "Yalkut Shimoni on Torah", "category": "Midrash", "type": "dibur_hamatchil", "ref": "Yalkut Shimoni on Torah 469:18", "anchorRef": "Leviticus 4:4", "anchorRefExpanded": ["Leviticus 4:4"], "sourceRef": "Yalkut Shimoni on Torah 469:18", "sourceHeRef": "ילקוט שמעוני על התורה תס״ט:י״ח", "anchorVerse": 4, "sourceHasEn": false, "compDate": [1100], "commentaryNum": 469.0018, "collectiveTitle": {"en": "Yalkut Shimoni on Torah", "he": "ילקוט שמעוני על התורה"}, "heTitle": "ילקוט שמעוני על התורה", "he": "וסמכו זקני העדה את ידיהם על ראש הפר פר טעון סמיכה ואין שעירי ע\"ז טעונין סמיכה דברי רבי יהודה. ר\"ש אומר פר טעון סמיכה בזקנים ואין שעירי ע\"ז טעונין סמיכה בזקנים אלא באהרן. ורמינהו וסמך אהרן את שתי ידיו על ראש השעיר החי חי טעון סמיכה ואין שעירי ע\"ז טעונין סמיכה דברי ר' יהודה. ר\"ש אומר החי חי טעון סמיכה באהרן ואין שעירי ע\"ז טעונין סמיכה באהרן אלא בזקנים. אמר רב ששת ותסברא הך קמייתא מתרצתא היא והאמר ר\"ש סמיכה בבעלים בעינן, אלא תריץ הכי פר טעון סמיכה ואין שעירי ע\"ז טעונין סמיכה דברי רבי יהודה. ר\"ש אומר החי חי טעון סמיכה באהרן ואין שעירי ע\"ז טעונין סמיכה באהרן אלא בזקנים והכי קא\"ל ר\"ש לר' יהודה שעירי ע\"ז בעי סמיכה ואי שמיע לך דלא בעי סמיכה באהרן הוא דשמיע לך ומיעוטא הוא. ורבי יהודה למה לי למעטינהו מקראי והא אמר רבינא גמירי שתי סמיכות בצבור סימנא בעלמא. ור\"ש שעירי ע\"ז דבעו סמיכה מנא ליה. נפקא ליה מדתניא וסמך ידו על ראש השעיר לרבות שעיר נחשון לסמיכה דברי רבי יהודה. ר\"ש אומר לרבות שעירי עבודה זרה לסמיכה שהיה ר\"ש אומר כל חטאת שנכנס דמה לפנים טעונה סמיכה למה לי שהיה סימנא בעלמא. ואימא שעיר הנעשה בפנים דומיא דשעיר נשיא דמכפר על עבירת מצוה ידועה. ולרבינא דאמר גמירי שתי סמיכות בצבור קראי למה לי, איצטריך הילכתא ואצטריך קרא דאי מקרא הוה אמינא זבחי שלמי צבור וכו':", "heVersionTitle": "Yalkut Shimoni on Torah", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "62037ede47cf7a0c25239b61", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Leviticus, Part I; The Cult and the Priesthood, Obligatory Sacrificial Offerings I 2-3", "anchorRef": "Leviticus 4:1-35", "anchorRefExpanded": ["Leviticus 4:1", "Leviticus 4:2", "Leviticus 4:3", "Leviticus 4:4", "Leviticus 4:5", "Leviticus 4:6", "Leviticus 4:7", "Leviticus 4:8", "Leviticus 4:9", "Leviticus 4:10", "Leviticus 4:11", "Leviticus 4:12", "Leviticus 4:13", "Leviticus 4:14", "Leviticus 4:15", "Leviticus 4:16", "Leviticus 4:17", "Leviticus 4:18", "Leviticus 4:19", "Leviticus 4:20", "Leviticus 4:21", "Leviticus 4:22", "Leviticus 4:23", "Leviticus 4:24", "Leviticus 4:25", "Leviticus 4:26", "Leviticus 4:27", "Leviticus 4:28", "Leviticus 4:29", "Leviticus 4:30", "Leviticus 4:31", "Leviticus 4:32", "Leviticus 4:33", "Leviticus 4:34", "Leviticus 4:35"], "sourceRef": "The Five Books of Moses, by Everett Fox, Leviticus, Part I; The Cult and the Priesthood, Obligatory Sacrificial Offerings I 2-3", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, ויקרא, ויקרא מאמר ג׳, ויקרא הערה ד׳ ב׳-ג׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Obligatory Sacrificial Offerings I", "he": "ויקרא הערה ד׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "ויקרא הערה ד׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["The first of these, the <i>hattat</i>, is the subject of voluminous recent debate among scholars. Formerly translated as “sin-offering,” it is now (thanks to Milgrom) understood more accurately as a purification offering in a variety of settings. The <i>hattat</i> decontaminates the sanctuary, and apparently individuals as well, and so is extraordinarily important in Israelite cultic thinking and practice. B-R rendered it (as have others) as a “de-sin offering,” which, while inelegant, preserves the biblical connection between sin (moral pollution) and ritual pollution. Again the sacrifice involves a multiple structure, dealing with the different components of the community: priests, community as a whole, leaders, and individuals. The High Priest’s ritual is more elaborate than those that follow, as befits the representative of the community. Once his ritual is complete, we encounter for the other parties the refrain “and he/they shall be granted-pardon.”", "Central to the <i>hattat</i>-offering is the use of its blood as a detergent to absorb and purify the pollution that has accrued in the sanctuary. As a prime signifier of life, it will have this function a number of times in the Torah."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620380a7713bd8cd388d3e4f", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Leviticus, Part I; The Cult and the Priesthood 2-18", "anchorRef": "Leviticus 1:1-10:20", "anchorRefExpanded": ["Leviticus 1:1", "Leviticus 1:2", "Leviticus 1:3", "Leviticus 1:4", "Leviticus 1:5", "Leviticus 1:6", "Leviticus 1:7", "Leviticus 1:8", "Leviticus 1:9", "Leviticus 1:10", "Leviticus 1:11", "Leviticus 1:12", "Leviticus 1:13", "Leviticus 1:14", "Leviticus 1:15", "Leviticus 1:16", "Leviticus 1:17", "Leviticus 2:1", "Leviticus 2:2", "Leviticus 2:3", "Leviticus 2:4", "Leviticus 2:5", "Leviticus 2:6", "Leviticus 2:7", "Leviticus 2:8", "Leviticus 2:9", "Leviticus 2:10", "Leviticus 2:11", "Leviticus 2:12", "Leviticus 2:13", "Leviticus 2:14", "Leviticus 2:15", "Leviticus 2:16", "Leviticus 3:1", "Leviticus 3:2", "Leviticus 3:3", "Leviticus 3:4", "Leviticus 3:5", "Leviticus 3:6", "Leviticus 3:7", "Leviticus 3:8", "Leviticus 3:9", "Leviticus 3:10", "Leviticus 3:11", "Leviticus 3:12", "Leviticus 3:13", "Leviticus 3:14", "Leviticus 3:15", "Leviticus 3:16", "Leviticus 3:17", "Leviticus 4:1", "Leviticus 4:2", "Leviticus 4:3", "Leviticus 4:4", "Leviticus 4:5", "Leviticus 4:6", "Leviticus 4:7", "Leviticus 4:8", "Leviticus 4:9", "Leviticus 4:10", "Leviticus 4:11", "Leviticus 4:12", "Leviticus 4:13", "Leviticus 4:14", "Leviticus 4:15", "Leviticus 4:16", "Leviticus 4:17", "Leviticus 4:18", "Leviticus 4:19", "Leviticus 4:20", "Leviticus 4:21", "Leviticus 4:22", "Leviticus 4:23", "Leviticus 4:24", "Leviticus 4:25", "Leviticus 4:26", "Leviticus 4:27", "Leviticus 4:28", "Leviticus 4:29", "Leviticus 4:30", "Leviticus 4:31", "Leviticus 4:32", "Leviticus 4:33", "Leviticus 4:34", "Leviticus 4:35", "Leviticus 5:1", "Leviticus 5:2", "Leviticus 5:3", "Leviticus 5:4", "Leviticus 5:5", "Leviticus 5:6", "Leviticus 5:7", "Leviticus 5:8", "Leviticus 5:9", "Leviticus 5:10", "Leviticus 5:11", "Leviticus 5:12", "Leviticus 5:13", "Leviticus 5:14", "Leviticus 5:15", "Leviticus 5:16", "Leviticus 5:17", "Leviticus 5:18", "Leviticus 5:19", "Leviticus 5:20", "Leviticus 5:21", "Leviticus 5:22", "Leviticus 5:23", "Leviticus 5:24", "Leviticus 5:25", "Leviticus 5:26", "Leviticus 6:1", "Leviticus 6:2", "Leviticus 6:3", "Leviticus 6:4", "Leviticus 6:5", "Leviticus 6:6", "Leviticus 6:7", "Leviticus 6:8", "Leviticus 6:9", "Leviticus 6:10", "Leviticus 6:11", "Leviticus 6:12", "Leviticus 6:13", "Leviticus 6:14", "Leviticus 6:15", "Leviticus 6:16", "Leviticus 6:17", "Leviticus 6:18", "Leviticus 6:19", "Leviticus 6:20", "Leviticus 6:21", "Leviticus 6:22", "Leviticus 6:23", "Leviticus 7:1", "Leviticus 7:2", "Leviticus 7:3", "Leviticus 7:4", "Leviticus 7:5", "Leviticus 7:6", "Leviticus 7:7", "Leviticus 7:8", "Leviticus 7:9", "Leviticus 7:10", "Leviticus 7:11", "Leviticus 7:12", "Leviticus 7:13", "Leviticus 7:14", "Leviticus 7:15", "Leviticus 7:16", "Leviticus 7:17", "Leviticus 7:18", "Leviticus 7:19", "Leviticus 7:20", "Leviticus 7:21", "Leviticus 7:22", "Leviticus 7:23", "Leviticus 7:24", "Leviticus 7:25", "Leviticus 7:26", "Leviticus 7:27", "Leviticus 7:28", "Leviticus 7:29", "Leviticus 7:30", "Leviticus 7:31", "Leviticus 7:32", "Leviticus 7:33", "Leviticus 7:34", "Leviticus 7:35", "Leviticus 7:36", "Leviticus 7:37", "Leviticus 7:38", "Leviticus 8:1", "Leviticus 8:2", "Leviticus 8:3", "Leviticus 8:4", "Leviticus 8:5", "Leviticus 8:6", "Leviticus 8:7", "Leviticus 8:8", "Leviticus 8:9", "Leviticus 8:10", "Leviticus 8:11", "Leviticus 8:12", "Leviticus 8:13", "Leviticus 8:14", "Leviticus 8:15", "Leviticus 8:16", "Leviticus 8:17", "Leviticus 8:18", "Leviticus 8:19", "Leviticus 8:20", "Leviticus 8:21", "Leviticus 8:22", "Leviticus 8:23", "Leviticus 8:24", "Leviticus 8:25", "Leviticus 8:26", "Leviticus 8:27", "Leviticus 8:28", "Leviticus 8:29", "Leviticus 8:30", "Leviticus 8:31", "Leviticus 8:32", "Leviticus 8:33", "Leviticus 8:34", "Leviticus 8:35", "Leviticus 8:36", "Leviticus 9:1", "Leviticus 9:2", "Leviticus 9:3", "Leviticus 9:4", "Leviticus 9:5", "Leviticus 9:6", "Leviticus 9:7", "Leviticus 9:8", "Leviticus 9:9", "Leviticus 9:10", "Leviticus 9:11", "Leviticus 9:12", "Leviticus 9:13", "Leviticus 9:14", "Leviticus 9:15", "Leviticus 9:16", "Leviticus 9:17", "Leviticus 9:18", "Leviticus 9:19", "Leviticus 9:20", "Leviticus 9:21", "Leviticus 9:22", "Leviticus 9:23", "Leviticus 9:24", "Leviticus 10:1", "Leviticus 10:2", "Leviticus 10:3", "Leviticus 10:4", "Leviticus 10:5", "Leviticus 10:6", "Leviticus 10:7", "Leviticus 10:8", "Leviticus 10:9", "Leviticus 10:10", "Leviticus 10:11", "Leviticus 10:12", "Leviticus 10:13", "Leviticus 10:14", "Leviticus 10:15", "Leviticus 10:16", "Leviticus 10:17", "Leviticus 10:18", "Leviticus 10:19", "Leviticus 10:20"], "sourceRef": "The Five Books of Moses, by Everett Fox, Leviticus, Part I; The Cult and the Priesthood 2-18", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, ויקרא, ויקרא מאמר ג׳ ב׳-י״ח", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Part I; The Cult and the Priesthood", "he": "ויקרא מאמר ד׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["T<small>HE SECOND HALF OF THE BOOK OF</small> E<small>XODUS CONCERNED ITSELF WITH SETTING UP THE</small> sacrificial cult of Israel. It therefore set forth the prescriptions for and construction of a sanctuary and the priestly garments, and laid out a ceremony for the investiture of priests. But the description of how sacrifices were to be offered, and for what purpose, is not part of the book, which as edited seems more interested in contrasting the building of a sanctuary with building cities for the Pharaohs, as part of its portrayal of the victory of the biblical God over the gods of Egypt. Although at the end of the book the “Dwelling” is completed, we do not get to see the various sacral rites performed there.", "Leviticus also delays the ordination of the priests, until Chapter 8, preferring instead to begin with a kind of manual on the offering and disposal of sacrifices. It then moves us from the details of sacrifice into the narrative of the sanctuary’s dedication and opening rites, providing a natural bridge for Part II, in which ritual pollution and purity, the province of priests, is dealt with.", "The function of the sacrificial cult in ancient Israel will be discussed in “On Animal Sacrifice” below. In general it should be noted that the existence of a class or profession whose job it is to mediate between the divine and human realms is widespread in most older cultures, and the Israelite priesthood, whatever its origins and development, was but one of many such groups in the ancient Near East. It existed, to use the language of Exodus, to “serve” God, maintaining his holiness through ritual and helping to maintain the order of sacred culture which was supposed to mirror God’s ordering of the cosmos. Accordingly, as we will learn later in Leviticus, priests were to be set apart from the general population in a number of areas. There were strict rules about whom they could and could not marry, and they were barred from coming into any contact with the dead, for instance. Their functions extended beyond sacrifice; they could provide oracular advice in times of need, and taught the people “instructions” (Heb. <i>torot</i>) regarding various ritual matters.", "As part of an overall scheme, there was a conscious parallel between priests as part of a select circle and sacrificial animals—as well as the people of Israel. That is, all three stood at the center of concentric circles dedicated to God; and as one moved out (toward Levite and commoner, animals permitted for eating and those forbidden, and neighbors and foreigners), one got further and further away from the divine. The hierarchy regarding the cult thus reinforced the theme of separation which we have noted above.", "In the view of Milgrom, Israel’s cult was distinguished from those of its neighbors by its purposefully ignoring the complex web of rituals regarding demons. The sanctuary was to be purged of ritual pollution, not only by semimagical means (the sprinkling of sacrificial blood) but also and primarily by the confession of wrongdoing and the sincere desire to repent. Then, too, the sanctuary, while in most respects resembling shrines elsewhere in the ancient Near East, omitted certain crucial items, most notably statuary representing the gods and a bed for them to rest on. Finally, certain religious rituals were forbidden, such as mutilation of the priests’ bodies. In all these cases, Israel introduced something new into the area of worship.", "For many decades there has been major and heated debate by scholars in favor of one or the other scheme for following the history of the priesthood and the cult. There are those who view these institutions as stretching back to Israel’s earliest history, while others see strong evidence of a late, possibly even exilic, reworking of the priestly material. Similar arguments dot the landscape of literary criticism of the Torah, in which scholars have tried to divine at what point priestly editors might have put their distinctive stamp on the literature. From Wellhausen in the nineteenth century to Knohl, Milgrom, and Levine in the late twentieth, there has been no lack of theorizing on these issues—and no definitive answers. For the moment we are left to read Leviticus as it is placed in the Torah, with an awareness that a variety of historical and ideological influences are imbedded, if not hidden, in our text.", "O<small>N</small> A<small>NIMAL</small> S<small>ACRIFICE</small>", "A<small>LTHOUGH IT APPEARS EARLIER IN THE</small> T<small>ORAH</small>, <small>ANIMAL SACRIFICE RECEIVES ITS FULL</small>est treatment in Leviticus. Besides the opening seven chapters, which are devoted to a relatively brief description of how sacrifices are to be offered and disposed of, many other chapters in the book talk about sacrificial rituals: the installation of the priests (8–9), rules about disposing of the <i>hattat</i> sacrifice (10), purification offerings brought in the event of such “polluting” states as childbirth and skin diseases (12–15), and finally the “scapegoat” ceremony of Chapter 16. They appear in most of the later chapters as well.", "What function did sacrifice, particularly of animals, play in the religion of ancient Israel? How could a God who proscribed the murder of human beings (Ex. 20:13, 21:12) countenance the taking of animal life for ritual purposes? To answer these questions, we must turn briefly to some of the commonly proposed theories surrounding sacrifice.", "The idea of offering up living creatures to the gods is one of hoary antiquity. Walter Burkert, on the basis of the study of Greek religion, suggests that sacrifice is a means of dealing with guilt over the taking of life. That is, the switch from gathering to hunting society, made possible by technology (the invention of tools), while it raised human accomplishment and consciousness to a new level, also brought with it the acute sense of having violated something essential in the cosmic order. Such guilt is not mitigated by the fact that early people hunted for food and not for pleasure. The way of dealing with the guilt, giving life back to the gods, is in a true sense restoration; life is given back for life taken, so that it may ultimately be renewed (contrast this to the profoundly unecological use of living and inorganic resources over the past “civilized” centuries). And it must be done via ritual. In Burkert’s view, ritual deals with human anxiety by “raising the ante”—by means of increasing anxiety, it is controlled. So guilt over life-taking is assuaged by making a ritual out of the killing, and the shared experience of trauma helps to create solidarity within the group. Despite the subsequent rise of agriculture, says Burkert, the hunting ritual played out in sacrifice could not be done away with, so ingrained had it become, and the rationale behind sacrifices was therefore transformed. Now domesticated animals could be used, giving greater control over the process.", "In another approach, De Vaux (1965) postulates three motives for sacrifice. In the first model, that of “gift,” the worshiper brings something of value to the deity. The animal is killed, setting it apart for sacred use; it is burned, turning it into an invisible substance which can rise to the gods. The gift may be for thanksgiving or, more likely, may be to assuage the demonic powers that many societies (especially Mesopotamia, Abraham’s homeland) felt controlled everyday life. Giving establishes reciprocal movement; altruism has no place here (Burkert). One is reminded of the elaborate giving ceremonies among many peoples on occasions such as weddings; giving establishes relationship and maintains the social order.", "In addition to gifts, another mode of sacrifice involves communion, as nineteenth-century scholars such as Robertson Smith observed. Here the model of the meal is crucial: humans and gods share a great repast, thereby cementing kinship as surely as the closing of business deals is celebrated by drinks and dinner. Passover, both in the Bible and subsequently (even when the sacrifice per se was no longer involved), may serve as a striking example of the effectiveness of such a paradigm.", "A final type or function of sacrifice is atonement or expiation. Here a sin, communal or individual, is purged away by the act of sacrifice; the gods receive life as a substitute for the sinner’s own, which is symbolized by the victim’s blood. The fact that the animals permitted in the Bible for sacrifice are pastoral and hence frequently used metaphorically for the Israelites themselves, is significant in this regard. This approach is further illustrated in the Bible by the end of the Flood story, where God accepts Noah’s sacrifice, implying that he accepts animal life (which now, simultaneous with properly offered sacrifice, is permissible for food) in place of that of humans (Eilberg-Schwartz). It should be noted that, in the Bible, sacrifice for the sake of atonement is almost always in reference to unintentional sins, whereas deliberate wrongdoing may not be atoned for through this system.", "Which of these rationales is truly at work in Levitical sacrifice? Actually, at various times one can find all of them—the texts present a variety of motives and occasions for sacrifice in biblical Israel, from thanksgiving to purification and reparation. But in general one may say of Israelite sacrifice, as one may say of much of the ritual in Leviticus, that it is designed primarily to maintain or repair the relationship between God and Israel. Such an understanding helps to explain the unity of the book, as we will see in our discussion of pollution: sacrifice was a crucial element in keeping the covenant, and hence God’s beneficent presence among the Israelites, intact.", "The fact that this reconciliation, as it were, takes place against a background of slaughter should not be as upsetting to moderns as it is usually felt to be. In ironic contrast to our mechanized and mass-produced society, where the killing of animals for food takes place at a remove from our consciousness and from our direct participation, the sacrificial system in fact involved worshiper and priest alike, and the symbolic value of the operation, whatever it may have been in specific cases, lay in its directness, in its consciousness of the taking of life. Some would even maintain that in societies where the practice and rationale for sacrifice has broken down, there is inevitably an increase in intrahuman violence (Girard).", "<br><img>", "<b><i>Lev. 3:5</i> And the Sons of Aharon are to turn it (all) into smoke upon the slaughter-site … a fire-offering of soothing savor for Y<small>HWH</small>.</b>"], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620380a9713bd8cd388d3e51", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Leviticus, On the Book of Leviticus and Its Structure 2-41", "anchorRef": "Leviticus 1:1-27:34", "anchorRefExpanded": ["Leviticus 1:1", "Leviticus 1:2", "Leviticus 1:3", "Leviticus 1:4", "Leviticus 1:5", "Leviticus 1:6", "Leviticus 1:7", "Leviticus 1:8", "Leviticus 1:9", "Leviticus 1:10", "Leviticus 1:11", "Leviticus 1:12", "Leviticus 1:13", "Leviticus 1:14", "Leviticus 1:15", "Leviticus 1:16", "Leviticus 1:17", "Leviticus 2:1", "Leviticus 2:2", "Leviticus 2:3", "Leviticus 2:4", "Leviticus 2:5", "Leviticus 2:6", "Leviticus 2:7", "Leviticus 2:8", "Leviticus 2:9", "Leviticus 2:10", "Leviticus 2:11", "Leviticus 2:12", "Leviticus 2:13", "Leviticus 2:14", "Leviticus 2:15", "Leviticus 2:16", "Leviticus 3:1", "Leviticus 3:2", "Leviticus 3:3", "Leviticus 3:4", "Leviticus 3:5", "Leviticus 3:6", "Leviticus 3:7", "Leviticus 3:8", "Leviticus 3:9", "Leviticus 3:10", "Leviticus 3:11", "Leviticus 3:12", "Leviticus 3:13", "Leviticus 3:14", "Leviticus 3:15", "Leviticus 3:16", "Leviticus 3:17", "Leviticus 4:1", "Leviticus 4:2", "Leviticus 4:3", "Leviticus 4:4", "Leviticus 4:5", "Leviticus 4:6", "Leviticus 4:7", "Leviticus 4:8", "Leviticus 4:9", "Leviticus 4:10", "Leviticus 4:11", "Leviticus 4:12", "Leviticus 4:13", "Leviticus 4:14", "Leviticus 4:15", "Leviticus 4:16", "Leviticus 4:17", "Leviticus 4:18", "Leviticus 4:19", "Leviticus 4:20", "Leviticus 4:21", "Leviticus 4:22", "Leviticus 4:23", "Leviticus 4:24", "Leviticus 4:25", "Leviticus 4:26", "Leviticus 4:27", "Leviticus 4:28", "Leviticus 4:29", "Leviticus 4:30", "Leviticus 4:31", "Leviticus 4:32", "Leviticus 4:33", "Leviticus 4:34", "Leviticus 4:35", "Leviticus 5:1", "Leviticus 5:2", "Leviticus 5:3", "Leviticus 5:4", "Leviticus 5:5", "Leviticus 5:6", "Leviticus 5:7", "Leviticus 5:8", "Leviticus 5:9", "Leviticus 5:10", "Leviticus 5:11", "Leviticus 5:12", "Leviticus 5:13", "Leviticus 5:14", "Leviticus 5:15", "Leviticus 5:16", "Leviticus 5:17", "Leviticus 5:18", "Leviticus 5:19", "Leviticus 5:20", "Leviticus 5:21", "Leviticus 5:22", "Leviticus 5:23", "Leviticus 5:24", "Leviticus 5:25", "Leviticus 5:26", "Leviticus 6:1", "Leviticus 6:2", "Leviticus 6:3", "Leviticus 6:4", "Leviticus 6:5", "Leviticus 6:6", "Leviticus 6:7", "Leviticus 6:8", "Leviticus 6:9", "Leviticus 6:10", "Leviticus 6:11", "Leviticus 6:12", "Leviticus 6:13", "Leviticus 6:14", "Leviticus 6:15", "Leviticus 6:16", "Leviticus 6:17", "Leviticus 6:18", "Leviticus 6:19", "Leviticus 6:20", "Leviticus 6:21", "Leviticus 6:22", "Leviticus 6:23", "Leviticus 7:1", "Leviticus 7:2", "Leviticus 7:3", "Leviticus 7:4", "Leviticus 7:5", "Leviticus 7:6", "Leviticus 7:7", "Leviticus 7:8", "Leviticus 7:9", "Leviticus 7:10", "Leviticus 7:11", "Leviticus 7:12", "Leviticus 7:13", "Leviticus 7:14", "Leviticus 7:15", "Leviticus 7:16", "Leviticus 7:17", "Leviticus 7:18", "Leviticus 7:19", "Leviticus 7:20", "Leviticus 7:21", "Leviticus 7:22", "Leviticus 7:23", "Leviticus 7:24", "Leviticus 7:25", "Leviticus 7:26", "Leviticus 7:27", "Leviticus 7:28", "Leviticus 7:29", "Leviticus 7:30", "Leviticus 7:31", "Leviticus 7:32", "Leviticus 7:33", "Leviticus 7:34", "Leviticus 7:35", "Leviticus 7:36", "Leviticus 7:37", "Leviticus 7:38", "Leviticus 8:1", "Leviticus 8:2", "Leviticus 8:3", "Leviticus 8:4", "Leviticus 8:5", "Leviticus 8:6", "Leviticus 8:7", "Leviticus 8:8", "Leviticus 8:9", "Leviticus 8:10", "Leviticus 8:11", "Leviticus 8:12", "Leviticus 8:13", "Leviticus 8:14", "Leviticus 8:15", "Leviticus 8:16", "Leviticus 8:17", "Leviticus 8:18", "Leviticus 8:19", "Leviticus 8:20", "Leviticus 8:21", "Leviticus 8:22", "Leviticus 8:23", "Leviticus 8:24", "Leviticus 8:25", "Leviticus 8:26", "Leviticus 8:27", "Leviticus 8:28", "Leviticus 8:29", "Leviticus 8:30", "Leviticus 8:31", "Leviticus 8:32", "Leviticus 8:33", "Leviticus 8:34", "Leviticus 8:35", "Leviticus 8:36", "Leviticus 9:1", "Leviticus 9:2", "Leviticus 9:3", "Leviticus 9:4", "Leviticus 9:5", "Leviticus 9:6", "Leviticus 9:7", "Leviticus 9:8", "Leviticus 9:9", "Leviticus 9:10", "Leviticus 9:11", "Leviticus 9:12", "Leviticus 9:13", "Leviticus 9:14", "Leviticus 9:15", "Leviticus 9:16", "Leviticus 9:17", "Leviticus 9:18", "Leviticus 9:19", "Leviticus 9:20", "Leviticus 9:21", "Leviticus 9:22", "Leviticus 9:23", "Leviticus 9:24", "Leviticus 10:1", "Leviticus 10:2", "Leviticus 10:3", "Leviticus 10:4", "Leviticus 10:5", "Leviticus 10:6", "Leviticus 10:7", "Leviticus 10:8", "Leviticus 10:9", "Leviticus 10:10", "Leviticus 10:11", "Leviticus 10:12", "Leviticus 10:13", "Leviticus 10:14", "Leviticus 10:15", "Leviticus 10:16", "Leviticus 10:17", "Leviticus 10:18", "Leviticus 10:19", "Leviticus 10:20", "Leviticus 11:1", "Leviticus 11:2", "Leviticus 11:3", "Leviticus 11:4", "Leviticus 11:5", "Leviticus 11:6", "Leviticus 11:7", "Leviticus 11:8", "Leviticus 11:9", "Leviticus 11:10", "Leviticus 11:11", "Leviticus 11:12", "Leviticus 11:13", "Leviticus 11:14", "Leviticus 11:15", "Leviticus 11:16", "Leviticus 11:17", "Leviticus 11:18", "Leviticus 11:19", "Leviticus 11:20", "Leviticus 11:21", "Leviticus 11:22", "Leviticus 11:23", "Leviticus 11:24", "Leviticus 11:25", "Leviticus 11:26", "Leviticus 11:27", "Leviticus 11:28", "Leviticus 11:29", "Leviticus 11:30", "Leviticus 11:31", "Leviticus 11:32", "Leviticus 11:33", "Leviticus 11:34", "Leviticus 11:35", "Leviticus 11:36", "Leviticus 11:37", "Leviticus 11:38", "Leviticus 11:39", "Leviticus 11:40", "Leviticus 11:41", "Leviticus 11:42", "Leviticus 11:43", "Leviticus 11:44", "Leviticus 11:45", "Leviticus 11:46", "Leviticus 11:47", "Leviticus 12:1", "Leviticus 12:2", "Leviticus 12:3", "Leviticus 12:4", "Leviticus 12:5", "Leviticus 12:6", "Leviticus 12:7", "Leviticus 12:8", "Leviticus 13:1", "Leviticus 13:2", "Leviticus 13:3", "Leviticus 13:4", "Leviticus 13:5", "Leviticus 13:6", "Leviticus 13:7", "Leviticus 13:8", "Leviticus 13:9", "Leviticus 13:10", "Leviticus 13:11", "Leviticus 13:12", "Leviticus 13:13", "Leviticus 13:14", "Leviticus 13:15", "Leviticus 13:16", "Leviticus 13:17", "Leviticus 13:18", "Leviticus 13:19", "Leviticus 13:20", "Leviticus 13:21", "Leviticus 13:22", "Leviticus 13:23", "Leviticus 13:24", "Leviticus 13:25", "Leviticus 13:26", "Leviticus 13:27", "Leviticus 13:28", "Leviticus 13:29", "Leviticus 13:30", "Leviticus 13:31", "Leviticus 13:32", "Leviticus 13:33", "Leviticus 13:34", "Leviticus 13:35", "Leviticus 13:36", "Leviticus 13:37", "Leviticus 13:38", "Leviticus 13:39", "Leviticus 13:40", "Leviticus 13:41", "Leviticus 13:42", "Leviticus 13:43", "Leviticus 13:44", "Leviticus 13:45", "Leviticus 13:46", "Leviticus 13:47", "Leviticus 13:48", "Leviticus 13:49", "Leviticus 13:50", "Leviticus 13:51", "Leviticus 13:52", "Leviticus 13:53", "Leviticus 13:54", "Leviticus 13:55", "Leviticus 13:56", "Leviticus 13:57", "Leviticus 13:58", "Leviticus 13:59", "Leviticus 14:1", "Leviticus 14:2", "Leviticus 14:3", "Leviticus 14:4", "Leviticus 14:5", "Leviticus 14:6", "Leviticus 14:7", "Leviticus 14:8", "Leviticus 14:9", "Leviticus 14:10", "Leviticus 14:11", "Leviticus 14:12", "Leviticus 14:13", "Leviticus 14:14", "Leviticus 14:15", "Leviticus 14:16", "Leviticus 14:17", "Leviticus 14:18", "Leviticus 14:19", "Leviticus 14:20", "Leviticus 14:21", "Leviticus 14:22", "Leviticus 14:23", "Leviticus 14:24", "Leviticus 14:25", "Leviticus 14:26", "Leviticus 14:27", "Leviticus 14:28", "Leviticus 14:29", "Leviticus 14:30", "Leviticus 14:31", "Leviticus 14:32", "Leviticus 14:33", "Leviticus 14:34", "Leviticus 14:35", "Leviticus 14:36", "Leviticus 14:37", "Leviticus 14:38", "Leviticus 14:39", "Leviticus 14:40", "Leviticus 14:41", "Leviticus 14:42", "Leviticus 14:43", "Leviticus 14:44", "Leviticus 14:45", "Leviticus 14:46", "Leviticus 14:47", "Leviticus 14:48", "Leviticus 14:49", "Leviticus 14:50", "Leviticus 14:51", "Leviticus 14:52", "Leviticus 14:53", "Leviticus 14:54", "Leviticus 14:55", "Leviticus 14:56", "Leviticus 14:57", "Leviticus 15:1", "Leviticus 15:2", "Leviticus 15:3", "Leviticus 15:4", "Leviticus 15:5", "Leviticus 15:6", "Leviticus 15:7", "Leviticus 15:8", "Leviticus 15:9", "Leviticus 15:10", "Leviticus 15:11", "Leviticus 15:12", "Leviticus 15:13", "Leviticus 15:14", "Leviticus 15:15", "Leviticus 15:16", "Leviticus 15:17", "Leviticus 15:18", "Leviticus 15:19", "Leviticus 15:20", "Leviticus 15:21", "Leviticus 15:22", "Leviticus 15:23", "Leviticus 15:24", "Leviticus 15:25", "Leviticus 15:26", "Leviticus 15:27", "Leviticus 15:28", "Leviticus 15:29", "Leviticus 15:30", "Leviticus 15:31", "Leviticus 15:32", "Leviticus 15:33", "Leviticus 16:1", "Leviticus 16:2", "Leviticus 16:3", "Leviticus 16:4", "Leviticus 16:5", "Leviticus 16:6", "Leviticus 16:7", "Leviticus 16:8", "Leviticus 16:9", "Leviticus 16:10", "Leviticus 16:11", "Leviticus 16:12", "Leviticus 16:13", "Leviticus 16:14", "Leviticus 16:15", "Leviticus 16:16", "Leviticus 16:17", "Leviticus 16:18", "Leviticus 16:19", "Leviticus 16:20", "Leviticus 16:21", "Leviticus 16:22", "Leviticus 16:23", "Leviticus 16:24", "Leviticus 16:25", "Leviticus 16:26", "Leviticus 16:27", "Leviticus 16:28", "Leviticus 16:29", "Leviticus 16:30", "Leviticus 16:31", "Leviticus 16:32", "Leviticus 16:33", "Leviticus 16:34", "Leviticus 17:1", "Leviticus 17:2", "Leviticus 17:3", "Leviticus 17:4", "Leviticus 17:5", "Leviticus 17:6", "Leviticus 17:7", "Leviticus 17:8", "Leviticus 17:9", "Leviticus 17:10", "Leviticus 17:11", "Leviticus 17:12", "Leviticus 17:13", "Leviticus 17:14", "Leviticus 17:15", "Leviticus 17:16", "Leviticus 18:1", "Leviticus 18:2", "Leviticus 18:3", "Leviticus 18:4", "Leviticus 18:5", "Leviticus 18:6", "Leviticus 18:7", "Leviticus 18:8", "Leviticus 18:9", "Leviticus 18:10", "Leviticus 18:11", "Leviticus 18:12", "Leviticus 18:13", "Leviticus 18:14", "Leviticus 18:15", "Leviticus 18:16", "Leviticus 18:17", "Leviticus 18:18", "Leviticus 18:19", "Leviticus 18:20", "Leviticus 18:21", "Leviticus 18:22", "Leviticus 18:23", "Leviticus 18:24", "Leviticus 18:25", "Leviticus 18:26", "Leviticus 18:27", "Leviticus 18:28", "Leviticus 18:29", "Leviticus 18:30", "Leviticus 19:1", "Leviticus 19:2", "Leviticus 19:3", "Leviticus 19:4", "Leviticus 19:5", "Leviticus 19:6", "Leviticus 19:7", "Leviticus 19:8", "Leviticus 19:9", "Leviticus 19:10", "Leviticus 19:11", "Leviticus 19:12", "Leviticus 19:13", "Leviticus 19:14", "Leviticus 19:15", "Leviticus 19:16", "Leviticus 19:17", "Leviticus 19:18", "Leviticus 19:19", "Leviticus 19:20", "Leviticus 19:21", "Leviticus 19:22", "Leviticus 19:23", "Leviticus 19:24", "Leviticus 19:25", "Leviticus 19:26", "Leviticus 19:27", "Leviticus 19:28", "Leviticus 19:29", "Leviticus 19:30", "Leviticus 19:31", "Leviticus 19:32", "Leviticus 19:33", "Leviticus 19:34", "Leviticus 19:35", "Leviticus 19:36", "Leviticus 19:37", "Leviticus 20:1", "Leviticus 20:2", "Leviticus 20:3", "Leviticus 20:4", "Leviticus 20:5", "Leviticus 20:6", "Leviticus 20:7", "Leviticus 20:8", "Leviticus 20:9", "Leviticus 20:10", "Leviticus 20:11", "Leviticus 20:12", "Leviticus 20:13", "Leviticus 20:14", "Leviticus 20:15", "Leviticus 20:16", "Leviticus 20:17", "Leviticus 20:18", "Leviticus 20:19", "Leviticus 20:20", "Leviticus 20:21", "Leviticus 20:22", "Leviticus 20:23", "Leviticus 20:24", "Leviticus 20:25", "Leviticus 20:26", "Leviticus 20:27", "Leviticus 21:1", "Leviticus 21:2", "Leviticus 21:3", "Leviticus 21:4", "Leviticus 21:5", "Leviticus 21:6", "Leviticus 21:7", "Leviticus 21:8", "Leviticus 21:9", "Leviticus 21:10", "Leviticus 21:11", "Leviticus 21:12", "Leviticus 21:13", "Leviticus 21:14", "Leviticus 21:15", "Leviticus 21:16", "Leviticus 21:17", "Leviticus 21:18", "Leviticus 21:19", "Leviticus 21:20", "Leviticus 21:21", "Leviticus 21:22", "Leviticus 21:23", "Leviticus 21:24", "Leviticus 22:1", "Leviticus 22:2", "Leviticus 22:3", "Leviticus 22:4", "Leviticus 22:5", "Leviticus 22:6", "Leviticus 22:7", "Leviticus 22:8", "Leviticus 22:9", "Leviticus 22:10", "Leviticus 22:11", "Leviticus 22:12", "Leviticus 22:13", "Leviticus 22:14", "Leviticus 22:15", "Leviticus 22:16", "Leviticus 22:17", "Leviticus 22:18", "Leviticus 22:19", "Leviticus 22:20", "Leviticus 22:21", "Leviticus 22:22", "Leviticus 22:23", "Leviticus 22:24", "Leviticus 22:25", "Leviticus 22:26", "Leviticus 22:27", "Leviticus 22:28", "Leviticus 22:29", "Leviticus 22:30", "Leviticus 22:31", "Leviticus 22:32", "Leviticus 22:33", "Leviticus 23:1", "Leviticus 23:2", "Leviticus 23:3", "Leviticus 23:4", "Leviticus 23:5", "Leviticus 23:6", "Leviticus 23:7", "Leviticus 23:8", "Leviticus 23:9", "Leviticus 23:10", "Leviticus 23:11", "Leviticus 23:12", "Leviticus 23:13", "Leviticus 23:14", "Leviticus 23:15", "Leviticus 23:16", "Leviticus 23:17", "Leviticus 23:18", "Leviticus 23:19", "Leviticus 23:20", "Leviticus 23:21", "Leviticus 23:22", "Leviticus 23:23", "Leviticus 23:24", "Leviticus 23:25", "Leviticus 23:26", "Leviticus 23:27", "Leviticus 23:28", "Leviticus 23:29", "Leviticus 23:30", "Leviticus 23:31", "Leviticus 23:32", "Leviticus 23:33", "Leviticus 23:34", "Leviticus 23:35", "Leviticus 23:36", "Leviticus 23:37", "Leviticus 23:38", "Leviticus 23:39", "Leviticus 23:40", "Leviticus 23:41", "Leviticus 23:42", "Leviticus 23:43", "Leviticus 23:44", "Leviticus 24:1", "Leviticus 24:2", "Leviticus 24:3", "Leviticus 24:4", "Leviticus 24:5", "Leviticus 24:6", "Leviticus 24:7", "Leviticus 24:8", "Leviticus 24:9", "Leviticus 24:10", "Leviticus 24:11", "Leviticus 24:12", "Leviticus 24:13", "Leviticus 24:14", "Leviticus 24:15", "Leviticus 24:16", "Leviticus 24:17", "Leviticus 24:18", "Leviticus 24:19", "Leviticus 24:20", "Leviticus 24:21", "Leviticus 24:22", "Leviticus 24:23", "Leviticus 25:1", "Leviticus 25:2", "Leviticus 25:3", "Leviticus 25:4", "Leviticus 25:5", "Leviticus 25:6", "Leviticus 25:7", "Leviticus 25:8", "Leviticus 25:9", "Leviticus 25:10", "Leviticus 25:11", "Leviticus 25:12", "Leviticus 25:13", "Leviticus 25:14", "Leviticus 25:15", "Leviticus 25:16", "Leviticus 25:17", "Leviticus 25:18", "Leviticus 25:19", "Leviticus 25:20", "Leviticus 25:21", "Leviticus 25:22", "Leviticus 25:23", "Leviticus 25:24", "Leviticus 25:25", "Leviticus 25:26", "Leviticus 25:27", "Leviticus 25:28", "Leviticus 25:29", "Leviticus 25:30", "Leviticus 25:31", "Leviticus 25:32", "Leviticus 25:33", "Leviticus 25:34", "Leviticus 25:35", "Leviticus 25:36", "Leviticus 25:37", "Leviticus 25:38", "Leviticus 25:39", "Leviticus 25:40", "Leviticus 25:41", "Leviticus 25:42", "Leviticus 25:43", "Leviticus 25:44", "Leviticus 25:45", "Leviticus 25:46", "Leviticus 25:47", "Leviticus 25:48", "Leviticus 25:49", "Leviticus 25:50", "Leviticus 25:51", "Leviticus 25:52", "Leviticus 25:53", "Leviticus 25:54", "Leviticus 25:55", "Leviticus 26:1", "Leviticus 26:2", "Leviticus 26:3", "Leviticus 26:4", "Leviticus 26:5", "Leviticus 26:6", "Leviticus 26:7", "Leviticus 26:8", "Leviticus 26:9", "Leviticus 26:10", "Leviticus 26:11", "Leviticus 26:12", "Leviticus 26:13", "Leviticus 26:14", "Leviticus 26:15", "Leviticus 26:16", "Leviticus 26:17", "Leviticus 26:18", "Leviticus 26:19", "Leviticus 26:20", "Leviticus 26:21", "Leviticus 26:22", "Leviticus 26:23", "Leviticus 26:24", "Leviticus 26:25", "Leviticus 26:26", "Leviticus 26:27", "Leviticus 26:28", "Leviticus 26:29", "Leviticus 26:30", "Leviticus 26:31", "Leviticus 26:32", "Leviticus 26:33", "Leviticus 26:34", "Leviticus 26:35", "Leviticus 26:36", "Leviticus 26:37", "Leviticus 26:38", "Leviticus 26:39", "Leviticus 26:40", "Leviticus 26:41", "Leviticus 26:42", "Leviticus 26:43", "Leviticus 26:44", "Leviticus 26:45", "Leviticus 26:46", "Leviticus 27:1", "Leviticus 27:2", "Leviticus 27:3", "Leviticus 27:4", "Leviticus 27:5", "Leviticus 27:6", "Leviticus 27:7", "Leviticus 27:8", "Leviticus 27:9", "Leviticus 27:10", "Leviticus 27:11", "Leviticus 27:12", "Leviticus 27:13", "Leviticus 27:14", "Leviticus 27:15", "Leviticus 27:16", "Leviticus 27:17", "Leviticus 27:18", "Leviticus 27:19", "Leviticus 27:20", "Leviticus 27:21", "Leviticus 27:22", "Leviticus 27:23", "Leviticus 27:24", "Leviticus 27:25", "Leviticus 27:26", "Leviticus 27:27", "Leviticus 27:28", "Leviticus 27:29", "Leviticus 27:30", "Leviticus 27:31", "Leviticus 27:32", "Leviticus 27:33", "Leviticus 27:34"], "sourceRef": "The Five Books of Moses, by Everett Fox, Leviticus, On the Book of Leviticus and Its Structure 2-41", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, ויקרא, ויקרא מאמר ב׳ ב׳-מ״א", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "On the Book of Leviticus and Its Structure", "he": "ויקרא מאמר ג׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "ויקרא מאמר ב׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["F<small>OR MOST LAY READERS</small>, <small>THE THIRD OF THE</small> F<small>IVE BOOKS OF</small> M<small>OSES PRESENTS FORMIDA</small>ble obstacles. Many people find it difficult to relate to the description of ritual slaughter of animals and the disposal of their blood and flesh in the opening section of the book, or to the detailed prescriptions regarding bodily functions, skin disease, and mold in Chapters 12–15. Others experience Leviticus as obscure: Why exactly do Aaron’s sons die in Chapter 10? How can one explain the ritual of the scapegoat in Chapter 16? A frequently encountered reaction to the book is the desire to get on to the book of Numbers—which at least has some intriguing narratives such as Moses’ sin and punishment, the faint-heartedness of the spies, and Balaam’s reversed prophecies.", "Yet Leviticus, as it has been placed in the Torah, signals that something of singular importance is at work. The book, after all, occurs at the center of the overall five-book structure. Unlike the other four, it is set entirely around Mount Sinai, and so it forms, geographically as well as structurally, the heart of the Torah document. In addition, the priestly interests so clearly presented in Leviticus appear throughout the Torah: as genealogical lists (Genesis, Exodus, Numbers), descriptions of rituals (Exodus, Numbers, Deuteronomy), and details about the building of the desert “Dwelling” of God (Exodus). Indeed, the opening chapter of it all, Gen. 1 (the Creation story), has strong links in both its themes and terminology with the priestly law.", "Leviticus in fact presents a significant strain, conventionally termed the “priestly” view, in biblical thought. Anthropologically considered, it sheds important light on the outlook of some of those who compiled and read the Hebrew Bible. And the process did not stop there. Many of the categories found in Leviticus were continued and expanded by later Judaism: regulations concerning sexuality and diet, concepts of separation and holiness, and how to deal with one’s fellow human beings in a variety of economic and social settings. These found expression in different but still recognizable form simultaneously in the development of Christianity.", "In late antiquity Leviticus was known as <i>Torat Kohanim</i>, the Priestly Instruction (or simultaneously understood, as Levine suggests, as the Instruction of the Priests). Given both the concerns of the priestly writers and the wording they use to express those concerns, I see Leviticus as the Book of Separations, the book in which are set forth distinctions between a whole range of aspects of ancient Israelite experience and practice: holy and profane; ritual purity and pollution; permitted and forbidden in sexuality and diet; Israelites and others; and priests, Levites, and common folk among the Israelites. This near-obsession with drawing lines (or, as Douglas has presented it, concentric circles) may in some sense reflect the position of Israel in the ancient Near East as a small, beleaguered newcomer in a region of hoary empires, situated on land that was constantly invaded by both great powers and local foes. It may also be an echo of the larger Bronze Age and Iron Age process of change from the former, well-nigh universal worship of the Mother Goddess, to the later patriarchal societies with which the Western world still deals through its three monotheistic religions and their cultural outgrowths.", "Overarching the theme of separations or distinctions, through much of the book, is the polarity of order/disorder, represented best in Leviticus by the problem of life and death. As many scholars have noted, regulations regarding sacrifice here connect up with symbolically offering up human life—through the substitution of an animal—to the deity; blood is avoided at all costs, due to its connoting life. Animals that may be used for food (as well as for sacrifice) are in the main those which do not consume other living creatures. Pollutants which endanger the purity of the sanctuary (“Dwelling”) include bodily emissions which the Israelites connected with death (e.g., menstrual blood and “wasted” semen). Finally, the complex system of purification from some kind of skin disease may well originate in the similarity between disease and death. In sum, then, it is no surprise that, two books later, the Deuteronomic Moses implores the people to “choose life” rather than the “death” engendered by improper behavior by both priests and commoners.", "Interestingly, the strong urge to make order (ritual laws) out of disorder (the chaotic processes of human life, from killing animals for food to sexual relations) is reflected in other aspects of the Torah—most notably in the narrative portrayal of the descent lines from father Abraham. Here, the discontinuity represented by sibling rivalries and other threats to survival is countered by God’s establishing a kind of continuity through the choosing of younger brothers. In this case, the strong hand of ritual control is replaced by the somewhat hazardous element of surprise and close calls. But it does manage to provide for family continuity and, ultimately, the survival of the people. Whether this points to early or later experiences historically is the subject of ongoing and unresolved debate among biblical scholars. A widely accepted possibility is that the Torah as we have it was edited by priestly editors living in or shortly after the Babylonian Exile (6th–5th centuries <small>B</small>.<small>C</small>.<small>E</small>.), and that those editors took earlier material (which itself was already multilayered) and adapted it into an overall scheme expressing promise, disobedience, destruction, and survival/hope (cf. Fox 1993).", "In point of fact, Leviticus is best viewed as only a part, albeit the major one as a bloc, of a major thrust of the Torah. According to most biblical scholars, the “priestly” worldview, and the texts that may be attributed to it, makes its appearance with the very chapter with which the entire Torah begins, Gen. 1. Here distinctions and ordering are at the very heart of the text. God, immediately after his first creation-by-word (light), “separates” between light and darkness, then goes on to perform the same operation between heavenly waters (the storehouses of rain) and earthly ones. His remaining acts of creation involve putting heavenly bodies, vegetation, and animal life in order—each “according to its kind,” on specific days of creation. Animals are distinguished from plants through their receiving vocal divine blessing; humans from animals through the addition to the blessing of the phrase “have dominion over” the rest of living things. At the same time, humans are told that they may eat only what grows from the ground, implying that to do otherwise would be a violation of the order of things. Crowning the whole account is the poem (Gen. 2:1–4a) about God’s “finishing” of the “work” of creation, symbolized by his “hallowing” (making holy or separate-for-God) the seventh day. In Gen. 1, then, we are presented with a brief but complete vision of the cosmos as ordered in space, time, and life-forms, under the aegis of a metasexual, nonviolent, and benevolent deity.", "As Genesis unfolds under priestly influence, humans are presented with basic rules and warned of the consequences if those rules are broken. The paradisical situation of Adam and Eve (no labor, vegetarianism, no danger from animals, and sexual innocence) is disrupted by human disobedience, resulting in banishment from Eden—a shattering of the previous wholeness and order. Cain’s murder of his brother leads to the same punishment: uprootedness and hard labor. The mixing of divine and human beings in Gen. 6:1–2 results in a clear distinction being established by God, that humans will henceforth be limited in age. Finally, the account of the universal flood in Chapters 6–9 presents a picture that uses a number of Leviticus motifs. The earth is to be destroyed because human wrongdoing has “ruined” it (or, in Levitical language, “polluted” it). Animal life is rescued by means of taking pairs of animals aboard the ark—with Leviticus’s distinctions of “pure” and impure dutifully mentioned. Noah’s three sons, who also come onto the ark, later become the forefathers of three great divisions of humanity, as laid out in detail in the genealogical lists of Chapters 10–11. Finally, the new beginning of the cosmos, with Noah as a second Adam (cf. the latter’s blessing in 1:28 with that of the former in 9:1–2), is accompanied by both animal sacrifices and dietary restrictions (the introduction of meat is new, accompanied by the caveat—as in Lev. 17—that blood is not to be consumed).", "A major part of the priestly scheme emerges with the detailed instructions concerning the construction of the Tabernacle (God’s place of “Dwelling” on earth) and the priestly vestments that are to be worn there, in Ex. 25–31 (with much of this material repeated in narrative form in Chapters 35–40). The details make sense as part of a larger picture, in which the closer one gets to the “Holiest Holy-Shrine” where God takes up dwelling, the more central the measurements of space and the more precious the materials used. This concentric sense of order is reflected also in the layout of the wilderness camp of the Israelites in Num. 2. Thus the Tabernacle functions as a minicosmos, a visible and ritual representation of the creation itself. Through the layout of curtains within and tribal encampments without, space is ordered; through the festivals (enumerated in Leviticus and Deuteronomy, with some mention in Exodus as well), time is ordered. And, thanks to the provisions laid out in Leviticus, through priest/lay hierarchy, dietary rules, and sacrificial regulations, life-forms are ordered. The result is an almost utopian scheme. It is a world in which everything and everyone are to take their place under the perfect worship of a perfect God, banishing or avoiding death, defect, and disorder. In the priestly view, the world is to be an echo of the divine order that is portrayed in the Creation story.", "Viewed in the perspective of priestly concerns (only part of which we have just outlined), Leviticus is largely concerned with the potential disruption of this utopia. If Genesis chronicles threats to the fulfillment of God’s promises to Abraham, if Numbers recounts threats to his descendants’ survival on their march through the wilderness, then Leviticus concentrates on threats to Israel’s life with God. It presents a whole system of rules designed, first, to provide for purification and reconciliation with God through the sacrificial cult; second, to protect sanctuary, priests, land, and people from estrangement from God (via “pollution” of various kinds); and, finally, to establish a code of behavior that will ensure the perpetual enjoyment of God’s blessings on the land promised to Israel’s ancestors. From this it can readily be seen how Leviticus, far from being of interest to specialists and historians only, is in fact a crucial part of the Torah—perhaps its most crucial part, in that it supplies the ideological center of gravity for the whole. Once Leviticus is added to the narratives, poems, laws, and lists that comprise the rest of the Torah, a picture emerges that is more than literature and more than history. The five books become the multilayered and multifaceted monument that has been studied, puzzled over, and built upon for over two millennia.", "In sum, the world of the priestly strain in the Torah is a realm of desired order and perfection, a realm in which wholeness is to reign, in which anomaly and undesired mixture are not permitted, and in which boundaries are zealously guarded. The human body becomes symbolic of the cosmos: its life/death boundary is marked, and troublesome flows from it are carefully regulated. The land of Israel becomes symbolic of the cosmos: too much evildoing pollutes it, to the point where it can do naught else but “vomit out” its settlers (as it vomited out the previous ones). The animal kingdom, from which humans are allowed to take life under carefully prescribed circumstances, becomes symbolic of cosmic values, through heightening awareness of predator and victim, and careful avoidance of blood, the symbol of life. Indeed, in the system of Leviticus, it is no wonder that death is the major pollutant, and that blood of acceptable animal sacrifice is the agent through which human beings find atonement for minor pollutants.", "The book as it is presently laid out falls into three major sections, with a number of chapters that function either as connectors or appendices to various sections. Linkages and connecting theme words will be spelled out in more detail in the commentary; for the moment, the following outline may suffice:", "I The Sacrificial Cult", "1–7 Sacrificial Offerings: Their Ritual and Disposal", "8–9 The Installation of the Priests", "10 Systems Failure", "II Ritual Pollution and Purification", "11 Forbidden and Permitted Foods: Transition", "12–15 Pollution from Bodily Fluids and Skin Disease", "16 Purifying the Sanctuary and the High Priest", "Appendix: 17 On the Shedding of Animal Blood", "III Holiness", "18 Pollution from Forbidden Unions: Transition", "19:3–4 Frame at Beginning", "19–20 Holiness in Public/Private Behavior", "21–22 Holiness in Priestly Behavior", "23 Holiness in the Calendar", "24 Miscellaneous", "25 Regulations Concerning Land and Slaves", "26:1–2 Frame at End", "26:3–46 Holiness Confirmed or Denied: The Blessing and the Curse", "Appendix: 27 Assessments for the Priests", "Other commentators have of course seen it differently. Most follow the traditional scholarly approach of starting the “Holiness Code” with Chapter 17; Levine rightly parallels it to the beginnings of other law collections in the Torah (Ex. 20:19–23 and Deut. 12; the ending here in Chapter 26 also parallels the endings in the other two codes). Hallo understands the structure as 1–11: Rites of Consumption; 12–16: Rites of Purification; and 17–26: Holiness.", "Overshadowing the clear three-part structure, however one wants to divide it up, is the complex issue of two apparent documents or schools of thought. Biblical scholarship terms these P (“Priestly”) and H (“Holiness”), and roughly attributes the first part of the book (through Chap. 16) to P, with the rest to H. There has been detailed, ongoing debate about the approaches and dating of these sources. As of this writing, it is generally accepted that H is later than P, but there seem to be numerous interpolations of one source into the other, and it is difficult to place them historically with certainty. Here, as elsewhere in biblical literature, we have a layering effect rather than a clear-cut delineation of “authors.” As usual, that appears to have been intentional.", "A word should be said about the relationship between law and narrative in the Torah. As Damrosch has noted, the legal and cultic texts in the five books might be seen by modern readers as intrusive. On the surface, they certainly seem to interrupt a good story. Genesis is largely unencumbered by nonaction (except for the genealogical lists—attributed to P!), but the gripping account of the redemption from Egypt in Exodus, and the drama of revelation on and apostasy beneath Mount Sinai, give way to the sober architectural details of the Tabernacle’s construction. Similarly, the narratives of the book of Numbers, which are among the most striking in the literature, are set off against a background of censuses, laws about suspected adultery and the taking of vows, Levitical duties in the Dwelling, and an enumeration of sacrificial gifts brought by the tribes, among other things.", "The bulk of material in Leviticus, and its placement in the Torah, make it clear that the five books that we have convey their point precisely through the medium of narrative <i>plus</i> cult/law. In the Israelite worldview, these two rather distinct forms, which intermingle past, present, and future (Damrosch), fruitfully enrich and explain one another. It is as if a history of the American Revolution contained all of the debates on and drafts of the Declaration of Independence and the Constitution, as well as accounts of battles and biographies of key personalities. That such an approach parallels neither Homeric epic nor ritual texts in their purity of form is exactly the point: we have here a new genre of great complexity and richness, in which narratives exemplify laws and laws follow narratives. The result is truly a torah, a “teaching” or “instruction.”", "Finally, we might mention the issue of priests and laypeople. Scholars have often seen Leviticus as originating as a manual for priests. What is most fascinating, and perhaps most important (for later history), about this book is the way in which it takes priestly rules and transmutes at least some of them for use in the general populace of ancient Israel. This can be seen most dramatically in the dietary laws, which in other cultures often serve exclusively for priests, and in the area of sexual taboos, which do likewise. In postbiblical Judaism this shift becomes particularly evident: the Jew’s dinner table is termed a “sanctuary in miniature” (complete with loaves of bread and the use of salt—two elements found in the ancient sacrificial cult); dietary laws are expanded for the general population to provide for separation of milk and meat; and separation of husband and wife during menstruation, among traditional Jews, leaves the context of Sanctuary pollution and finds a home in the context of a philosophy of marriage. Many other examples could be brought of the widening of priestly laws to an entire people. Perhaps most dramatic—and most significant—is the eventual shift of the learning and interpretation of sacred texts away from the priests, who in most cultures served as the guardians of the text (and often the culture’s only literate body; cf. medieval Christian Europe). In Judaism of late antiquity, this monopoly was decisively broken; first the scribe and then the rabbi (“master”) took over, with learning extended at last to all those who might make the effort to acquire it. The great exception, at least in antiquity, was women—who, it will be noted, were also excluded from priestly functions in the Bible.", "Three relatively recent developments make it possible to approach Leviticus as a significant, powerful, and interesting biblical text. The first is the explosion of both full-length and shorter studies of the book and its concerns that have appeared in recent years. The work of Milgrom (1991), Levine (1989), Wenham (1979), Eilberg-Schwartz (1990), and Bamberger (1981), to cite just a few of the English-language studies on aspects of Leviticus, now makes it possible to have a serious entry into the book based largely on advances in understanding the cultures of the ancient Near East. It also, admittedly, puts the translator and commentator in a bind: is it possible to add anything new, or will it suffice simply to summarize? My approach in this volume has been largely the latter, along with suggesting to the reader some fruitful directions for further study.", "The second development helpful for approaching Leviticus, which also informs many of the studies just mentioned, is the using of anthropological insights to understand concepts and rituals found in the book. Such an approach places Leviticus in a broader human context, indicating what it does and does not share with other cultural and religious systems. For Leviticus is concerned with the same issues that plague all human societies: how to deal with the boundaries of life and death, how to comprehend and approach the transcendent in life, how to understand one’s (or one’s nation’s) place in the cosmic order, how to make for a just society. Viewed in this light, the book is a “Small Code” (cf. Northrop Frye’s designation of the Bible as “the Great Code”). That is, Leviticus need not remain a total mystery to us, to be unraveled only through detailed analysis and even change (Judaism) or substitution (Christianity), but can be understood on its own terms, if approached with care and in the spirit of seeking the larger picture in the details.", "Finally, we should mention the aesthetic dimension. Like the other books of the Torah, Leviticus uses its own rhetoric to convey its message. Far from employing flat “priestly” style (whatever that may be), it uses formulas, refrains, and other rhythmical forms to impress its teaching (Heb. <i>tora</i>) upon its hearers. This aspect of the book has been the subject of recent study (cf. Paran), but was already echoed in the Buber-Rosenzweig translation. It is my hope that the present volume will contribute to an appreciation of the style of Leviticus."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620382e4c9ad75f2d99af946", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "", "ref": "The Five Books of Moses, by Everett Fox, Leviticus, Part I; The Cult and the Priesthood, Obligatory Sacrificial Offerings I 1", "anchorRef": "Leviticus 4:1-35", "anchorRefExpanded": ["Leviticus 4:1", "Leviticus 4:2", "Leviticus 4:3", "Leviticus 4:4", "Leviticus 4:5", "Leviticus 4:6", "Leviticus 4:7", "Leviticus 4:8", "Leviticus 4:9", "Leviticus 4:10", "Leviticus 4:11", "Leviticus 4:12", "Leviticus 4:13", "Leviticus 4:14", "Leviticus 4:15", "Leviticus 4:16", "Leviticus 4:17", "Leviticus 4:18", "Leviticus 4:19", "Leviticus 4:20", "Leviticus 4:21", "Leviticus 4:22", "Leviticus 4:23", "Leviticus 4:24", "Leviticus 4:25", "Leviticus 4:26", "Leviticus 4:27", "Leviticus 4:28", "Leviticus 4:29", "Leviticus 4:30", "Leviticus 4:31", "Leviticus 4:32", "Leviticus 4:33", "Leviticus 4:34", "Leviticus 4:35"], "sourceRef": "The Five Books of Moses, by Everett Fox, Leviticus, Part I; The Cult and the Priesthood, Obligatory Sacrificial Offerings I 1", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, ויקרא, ויקרא מאמר ג׳, ויקרא הערה ד׳ א׳", "anchorVerse": 1, "sourceHasEn": true, "commentaryNum": 1, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "ויקרא הערה ד׳", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<a class=\"refLink\" data-ref=\"Leviticus 4:1-35\" data-ven=\"The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995\">Leviticus 4:1-35</a>", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620d10a080edc1ab9873574c", "index_title": "Ohr LaYesharim on Jerusalem Talmud Megillah", "category": "Quoting Commentary", "type": "", "ref": "Ohr LaYesharim on Jerusalem Talmud Megillah 1:10:1", "anchorRef": "Leviticus 4:3-12", "anchorRefExpanded": ["Leviticus 4:3", "Leviticus 4:4", "Leviticus 4:5", "Leviticus 4:6", "Leviticus 4:7", "Leviticus 4:8", "Leviticus 4:9", "Leviticus 4:10", "Leviticus 4:11", "Leviticus 4:12"], "sourceRef": "Ohr LaYesharim on Jerusalem Talmud Megillah 1:10:1", "sourceHeRef": "אור לישרים על תלמוד ירושלמי מגילה א׳:י׳:א׳", "anchorVerse": 3, "sourceHasEn": false, "commentaryNum": 10.0001, "collectiveTitle": {"en": "Ohr LaYesharim on Jerusalem Talmud Megillah", "he": "אור לישרים על תלמוד ירושלמי מגילה"}, "he": "<big><strong>משנה</strong></big><br>במשנה זו שתי הלכות במעמדו של הכוהן הגדול.\n<br><b>אין בין כהן משוח בשמן המשחה</b> – כוהן גדול שנמשח בשעת מינויו בשמן המשחה, <b>למרובה בגדים</b> – כוהן גדול שהתחנך בשעת מינויו בריבוי בגדים, שהוסיפו לו ארבעה בגדים (חושן, אפוד, מעיל וציץ) על הארבעה שלבש עד למינויו (כתונת, מכנסיים, מצנפת ואבנט), ומעתה הוא משמש בשמונה בגדים, <b>אלא פר הבא על כל המצות</b> – כוהן משוח שחטא בשגגת הוראה ומעשה, שטעה והורה לעצמו היתר בדבר שחייבים על זדונו כרת ועל שגגתו חטאת, ועשה על פי הוראתו, מביא פר לקורבן חטאת (ויקרא ד,ג-יב). אבל מרובה בגדים שחטא בשגגת הוראה ומעשה, אינו מביא פר לקורבן חטאת, אלא כשבה או שעירה, כדין כל אדם שחטא בשגגה (ויקרא ד,כז-לה. - בבית המקדש הראשון כוהנים גדולים התחנכו בשעת מינוים בריבוי בגדים ובמשיחה בשמן המשחה במשך שבעה ימים רצופים. בבית המקדש השני, שלא היה שמן המשחה, כוהנים גדולים התחנכו בשעת מינוים בריבוי בגדים בלבד במשך שבעה ימים רצופים)<b>.</b>\n<br><b>אין בין כהן ששימש</b> (צריך לומר כמו בכתבי היד של המשנה: '<b>משמש</b>') – כוהן גדול המשמש עכשיו בעבודה, <b>לכהן שעבר</b> – ששימש בכהונה גדולה והעבירוהו מחמת זקנה או מחמת מום ונתרפא, או ששימש זמנית במקום הכוהן הגדול הקבוע שלא היה יכול לשמש ועבר, <b>אלא פר יום הכיפורים</b> – שהוא בא מנכסי הכוהן הגדול המשמש ולא מנכסי הכוהן שעבר, <b>ועשירית האיפה</b> – מנחת חביתי כוהן גדול (ויקרא ו,יג-טו), הקריבה בכל יום, שהיא באה מנכסי הכוהן הגדול המשמש ולא מנכסי הכוהן שעבר, והכוהן שזכה בהקרבתה בפייס מקריבה. אבל לשאר דברים שניהם שווים, והם מפורשים במשנה הוריות ג,ד: זה וזה שווים בעבודת יום הכיפורים, ומצווים על הבתולה, ואסורים על האלמנה, ואינם מיטמאים בקרוביהם, ולא פורעים, ולא פורמים, ומחזירים את הרוצח<b>.</b><br>• • •", "heVersionTitle": "Machon HaYerushalmi, Rabbi Yehoshua Buch, 2017", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "ירושלים : מכון הירושלמי. תלמודה של א\"י, תשע\"ז", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "620e3dfef24fdecb4f08826d", "index_title": "Ohr LaYesharim on Jerusalem Talmud Rosh Hashanah", "category": "Quoting Commentary", "type": "", "ref": "Ohr LaYesharim on Jerusalem Talmud Rosh Hashanah 1:1:12", "anchorRef": "Leviticus 4:4", "anchorRefExpanded": ["Leviticus 4:4"], "sourceRef": "Ohr LaYesharim on Jerusalem Talmud Rosh Hashanah 1:1:12", "sourceHeRef": "אור לישרים על תלמוד ירושלמי ראש השנה א׳:א׳:י״ב", "anchorVerse": 4, "sourceHasEn": false, "commentaryNum": 1.0012, "collectiveTitle": {"en": "Ohr LaYesharim on Jerusalem Talmud Rosh Hashanah", "he": "אור לישרים על תלמוד ירושלמי ראש השנה"}, "he": "<b>רבי חגיי</b> (אמורא ארץ ישראלי בדור השלישי והרביעי) <b>בעא קומי</b> – שאל לפני <b>רבי יוסה</b> (מגדולי אמוראי ארץ ישראל בדור הרביעי)<b>: כתיב:</b> – כתוב (בעניין טומאת היולדת וטיהורה): <b>\"וּבַיּוֹם הַשְּׁמִינִי יִמּוֹל</b> בְּשַׂר עָרְלָתוֹ<b>\"</b> (ויקרא יב,ג) – ביום השמיני ללידת ילד זכר יש למול את ערלת בשרו, <b>- עבר ולא מל</b>[, מהו שיעבור]<b>?</b> – אם עבר אדם על הציווי למול את בנו ביום השמיני, ולא מל, האם עובר עליו גם ב'בל תאחר', שהרי איחר מלקיים את המצווה במועד שקבעה התורה? (בכמה מדרשים נאמר שמילת הבן היא כהקרבת קורבן, ולכן יש לשאול האם כשעבר ולא מל יעבור ב'בל תאחר' כמו בקורבן)\n<br><b>אמר ליה:</b> – אמר לו (רבי יוסה לרבי חגיי): נאמר (בעניין נדרים): <b>\"כִּי תִדֹּר נֶדֶר לַי'י אֱלֹהֶיךָ לֹא תְאַחֵר לְשַׁלְּמוֹ\"</b> (דברים כג,כב) – כשתידור, שתקבל על עצמך בדיבור פיך לעשות מצווה, אסור לך לדחות את מועד קיום הנדר. ויש ללמוד מהמילה \"לשלמו\": <b>- דבר שהוא ניתן לתשלומין</b> – בכלל ה'לאו' הזה כל דבר שאפשר לתת תשלום, כגון קורבנות שנותנים למזבח, הקדשות שנותנים להקדש, צדקות ומתנות עניים שנותנים לעניים<b>; יצא</b> (הוצא מחוץ לכלל) <b>זה שאינו ניתן לתשלומין</b> – מצוות מילה אינה בכלל ה'לאו' הזה, מפני שהיא אינה דבר שאפשר לתת תשלום, ולכן, אם עבר אדם ולא מל את בנו ביום השמיני, אינו עובר עליו ב'בל תאחר'<b>.</b><br><br><small>המונח \"<b>בעי</b>\" (\"בעא\") רגיל להציע שאלות וקושיות. לפעמים מוצע מיד אחרי המונח נתון המשמש כיסוד לבעיה, ואחר כך מפורטת הבעיה (כמו כאן) (\"הטרמינולוגיה של הירושלמי\").</small><br>\n<br>מביאים ברייתא: <b>\"לֹא תְאַחֵר לְשַׁלְּמוֹ\"</b> (דברים כג,כב) – יש ללמוד מהמילה \"לשלמ<b>ו</b>\" - לשלם אותו: <b>- ולא את חליפיו</b> – ה'לאו' הזה אמור על הקורבן עצמו, ולא על חליפיו של הקורבן. להלן מבואר באיזה חליפי קורבן מדובר כאן<b>.</b>\n<br>ומציעים סיוע: <b>כהדא דתני:</b> – כזאת (הברייתא לעיל היא כמו הברייתא הזאת) ששנויה: נאמר (בעניין איסור שחיטת קורבן חוץ לעזרה במקדש): <b>\"</b>אִישׁ אִישׁ מִבֵּית יִשְׂרָאֵל אֲשֶׁר יִשְׁחַט שׁוֹר אוֹ כֶשֶׂב אוֹ עֵז בַּמַּחֲנֶה אוֹ אֲשֶׁר יִשְׁחַט מִחוּץ לַמַּחֲנֶה, <b>וְאֶל פֶּתַח אֹהֶל מוֹעֵד לֹא הֱבִיאוֹ</b> לְהַקְרִיב קָרְבָּן לה'...<b>\"</b> (ויקרא יז,ג-ד) – אדם ששוחט אחת מהבהמות המותרות להקרבה כקורבן, כדי להקריב את הבהמה כקורבן לה' במקום ששחט, ולא הביא את הבהמה אל מקום המזבח במקדש, כדי להקריב אותה שם כקורבן לה', ייענש בעונש כרת, אם היה מזיד (ואם היה שוגג - חייב להביא חטאת). ויש ללמוד מהמילה \"הֱבִיאוֹ\" - הביא אותו: <b>- ולא את חליפיו</b> – אם שחט את הקורבן עצמו מחוץ לעזרה - חייב, אבל אם שחט את חליפיו של הקורבן מחוץ לעזרה - אינו חייב (ראה להלן הצעה לחילוף גרסה בברייתא הזאת)<b>.</b>\n<br><b>אמר רבי יונה</b> (מגדולי אמוראי ארץ ישראל בדור הרביעי)<b>: פירשה</b> – פירש אותה (את הברייתא שאמרה: \"לא תאחר לשלמו\" - ולא את חליפיו) <b>לוי בן סיסי</b> (לוי, בדור המעבר שבין התנאים לאמוראים) <b>קומי</b> – לפני <b>רבי</b> (רבי יהודה הנשיא, תנא בדור החמישי)<b>: באומר:</b> – הברייתא דיברה כשאמר הנודר: \"<b>הרי עלי עולה</b>\" – שנדר להביא קורבן עולה (\"הרי עליי קורבן\" הוא לשון נדר), והפריש בהמה לקורבן עולה<b>, ועברו עליה שלשה רגלים</b> – שאין אדם עובר ב'בל תאחר' אלא אם כן עברו שלושה רגלים לאחר שהפריש בהמה לקורבן ולא הקריב אותה, <b>והביא אחרת</b> – שהמיר את הבהמה שהפריש בבהמת חולין, וחלה על בהמת החולין קדושת תמורה, <b>והקריבה מיד</b> – הקריב מיד את הבהמה האחרת<b>. הייתי אומר: ייפטר מן הראשונה</b> – יהיה פטור מ'בל תאחר' על הבהמה הראשונה ולא יעבור עליה, אף על פי שעברו עליה שלושה רגלים, מפני שהתמורה באה מכוחה של הבהמה הראשונה, ולכן היה אפשר לומר שיצא ידי נדרו בבהמה האחרת, והרי הקריב אותה מיד<b>. לפום כן צרך מימר:</b> – לפיכך צריך לומר (לכן היתה הברייתא צריכה לומר): <b>\"לא תאחר לשלמו\" - ולא</b> את <b>חליפיו</b> – שאם הפריש קורבן לנדרו ועברו שלושה רגלים לאחר שהפריש והחליף אותו בבהמה אחרת והקריב אותה, עובר ב'בל תאחר' על הקורבן, שיוצא ידי נדרו רק בקורבן עצמו ולא בבהמה האחרת שהיא חילופי הקורבן<b>.</b>\n<br><b>אמר רבי יוסה</b> (מגדולי אמוראי ארץ ישראל בדור הרביעי)<b>: אם באומר:</b> – אילו דיברה הברייתא כשאמר הנודר: \"<b>הרי עלי</b>\" – שנדר להביא קורבן עולה, כמו שפירש לוי בן סיסי, <b>- מיד הוא עובר</b> – מיד משנדר מונים לו זמן של שלושה רגלים לתשלום נדרו, ואפילו לא הפריש קורבן לנדרו כשנדר, ואם עברו שלושה רגלים לאחר שנדר ולא הביא את הקורבן שנדר, הוא עובר עליו ב'בל תאחר'. ולכן לא היתה צריכה הברייתא לומר, שאם הפריש קורבן לנדרו ועברו שלושה רגלים לאחר שהפריש והחליף אותו בבהמה אחרת והקריב אותה, עובר ב'בל תאחר' על הקורבן, הואיל וכבר עבר ב'בל תאחר' כשעברו שלושה רגלים לאחר שנדר ולא הביא את הקורבן שנדר<b>. אלא כן אנן קיימין</b> – אלא כך אנו עומדים (עסוקים, בכך הברייתא הזאת מדברת)<b>, באומר:</b> – הברייתא דיברה כשאמר הנודר: <b>הרי זה עולה</b> – שהפריש בהמה ונדב להביא אותה לקורבן עולה (\"הרי זה קורבן\" הוא לשון נדבה)<b>, ועברו עליה שני רגלים והביא אחרת</b> (במסירה שלפנינו נוסף כאן על ידי מגיה: \"...תחתיה ולא הקריבה מיד\". מילים אלו אינן ב\"שרידי הירושלמי\") – שהמיר את הבהמה שהפריש בבהמת חולין, וחלה על בהמת החולין קדושת תמורה<b>, ועבר עליה</b> – על הבהמה הראשונה, <b>רגל שלישי</b> – ולא הקריב אותה<b>. הייתי אומר: תצטרף עם תמורה</b> (נראה שצריך לומר: תצטרף <b>עמה</b> תמורה) – התמורה מצטרפת לבהמה הראשונה להיות כמוה, <b>שלשה</b> (צריך לומר כמו ב\"שרידי הירושלמי\": <b>ל</b>שלושה) <b>רגלים</b> – ויעבור ב'בל תאחר' גם על התמורה, אף על פי שלא עברו עליה שלושה רגלים, מפני שהתמורה באה מכוחה של הבהמה הראשונה, ולכן היה אפשר לומר שהיא נחשבת כמי שעברו עליה שלושה רגלים<b>. לפום כן צרך מימר:</b> – לפיכך צריך לומר (לכן היתה הברייתא צריכה לומר): <b>\"לא תאחר לשלמו\" - ולא את חליפיו</b> – שאם הפריש קורבן לנדבתו והחליף אותו בבהמה אחרת ועברו שלושה רגלים לאחר שהפריש ולא הקריב אותו, אינו עובר ב'בל תאחר' על הבהמה האחרת שהיא חילופי הקורבן, אף על פי שעובר ב'בל תאחר' על הקורבן, אבל עובר על הבהמה האחרת כשעברו שלושה רגלים לאחר שהמיר בה<b>.</b><br><br><small>המונח \"<b>כהדא דתני</b>\" מציע ברייתא המסייעת בצורות שונות לאמור לפניו, או הפותרת בעיות הבאות לפניו. לפעמים המונח מציע ברייתות של מדרשי הלכה (כמו כאן), אולם בדרך כלל, המונח מציע ברייתות שאין בהן דרשות פסוקים.<br>בדרך כלל, המונח \"<b>לפום כן צרך מימר</b>\" מסביר מדוע קביעה שהוצעה לפני כן בסוגיה או במשנה נחוצה, בניגוד למה שאפשר היה לחשוב. המונח בא בשני סוגי צריכותות. הסוג האחד: אחרי שהתלמוד מעלה את האפשרות שאלמלא קביעה מסוימת אפשר היה להגיע למסקנה הפוכה אך מוטעית, בא המונח. הקביעות שהמונח מציע יכולות להיות דברי תנאים, דברי אמוראים, או פסוקים, בדרך כלל בלווית דרשותיהם (כמו כאן).<br>המונח \"<b>כן אנן קיימין</b>\" מציע אוקימתא למקור המופיע לפני המונח (\"הטרמינולוגיה של הירושלמי\").<br><br>בפירוש הראשון לברייתא אמרו שמדובר באופן שעברו שלושה רגלים והביא אחרת, ובפירוש השני לברייתא אמרו שמדובר באופן שעברו שני רגלים והביא אחרת ועבר רגל שלישי. בכל אחד מהפירושים ציירו אופן אחר, מפני שלפי הפירוש הראשון היה מסתבר יותר לומר שייפטר מן הראשונה מ'בל תאחר' כשהקריב את האחרת מיד ולא עבר עליה אפילו רגל אחד, ולא כשהקריב אותה לאחר שעבר עליה רגל אחד, אבל לפי הפירוש השני היה מסתבר יותר לומר שתצטרף האחרת עם הראשונה לעבור עליה ב'בל תאחר' כשעבר עליה לפחות רגל אחד ולא הקריב אותה, ולא כשלא עבר עליה אפילו רגל אחד.<br><br>נדר הוא כשאומר: \"הרי עליי קורבן\", ולכן עדיין לא הפריש כשנדר, אבל נדבה היא כשאומר: \"הרי זה קורבן\", ולכן כבר הפריש כשנדב.<br>ב<b>בבלי ראש השנה</b> ו,א אמרו, שאיסור 'בל תאחר' הוא בין כשנדר ואפילו לא הפריש (נדר) ובין כשהפריש ולא הקריב (נדבה).<br><br>ב<b>ספרי דברים</b> פסקה רסד נאמר: \"לא תאחר לשלמו\" - הוא ולא חילופיו.<br><br>ב<b>בבלי ראש השנה</b> ה,ב אמרו: תנו רבנן: \"לא תאחר לשלמו\" - הוא ולא חילופיו (רש\"י: עליו אתה עובר, ולא על חילופיו).<br>חילופי מאי? אי חילופי עולה (רש\"י: כגון אבדה, והפריש אחרת תחתיה ונתכפר בה, ואחר כך נמצאה הראשונה) - מקרב קרבה (רש\"י: וכיוון דקרבה, הרי היא קורבן לעצמה (ויש עליה שם קורבן ולא שם חליפין), ו\"לשלמו\" קרינא בה (ולא נתמעטה מ\"לשלמו\" ולא חליפיו, שבכלל \"לשלמו\" היא)), [אי חילופי שלמים - מקרב קרבי,] אי חילופי חטאת (רש\"י: שכיפרו בעליה) - למיתה אזלא (רש\"י: מחמש חטאות המתות היא, ופשיטא דלא עבר עליה ב'בל תאחר')! (תוספות: ואי חליפי אשם - לרעייה אזלא)...<br>אלא אמר רב ששת: לעולם חילופי עולה ושלמים. והכא במאי עסקינן - כגון שעברו עליו שני רגלים, והומם (נפל בו מום) וחיללו על אחר (רש\"י: ובעל מום יוצא לחולין), ועבר עליו (על האחר) רגל אחד (ולא הקריבו). מהו דתימא: כיוון שמכוחו של זה הראשון בא (הקורבן האחר, שהרי הופרש כחילוף לו), כמאן דעברו עליו שלושה רגלים דמי (ועובר עליו ב'בל תאחר'), קא משמע לן (שאין הדבר כן, ואינו עובר עליו עד שיעברו עליו שלושה רגלים מהזמן שהופרש. רש\"י: והכי קאמר קרא: אם עבר על האחד זמן איחור - חייב, ולא שיצטרפו הוא וחילופיו לשלושה רגלים).<br>ולרבי מאיר, דאמר: כיוון שעבר עליו רגל ראשון עובר ב'בל תאחר', מאי איכא למימר? - אמר רבא: הכא במאי עסקינן - כגון שהומם בתוך הרגל (תוספות: ואין 'בל תאחר' אלא בכל הרגל), וחיללו על אחר, ועבר עליו הרגל. מהו דתימא: כיוון שמכוחו של זה הראשון בא, כמאן דעבר עליה כוליה רגל דמי, קא משמע לן.<br><br>פירושו לברייתא של רבי יוסה בירושלמי הוא כפירושו לברייתא של רב ששת בבבלי, אלא שלרב ששת החילוף הוא על ידי חילול קורבן בעל מום בבהמה אחרת, ולרב יוסה החילוף הוא על ידי המרת קורבן בבהמה אחרת.<br>ב\"טורי אבן\" פירש את מה שאמר רב ששת בנדבה ולא בנדר, וטעמו הוא כמו שאמר רבי יוסה בירושלמי: \"אם באומר: 'הרי עליי' - מיד הוא עובר\", אך הוא לא הזכיר את הירושלמי.<br><br>נראה שהדיבור \"לעולם חילופי עולה ושלמים\" אינו מרב ששת אלא מן המסדר, ורב ששת באמת התכוון גם לחטאת, שכן לפי פירושו לברייתא של רב ששת: \"הומם וחיללו על אחר\", הוא גם בחטאת (ראה משנה תמורה ד,ד: המפריש חטאתו והרי היא בעלת מום - מוכרה ויביא בדמיה אחרת). ולא עוד אלא אדרבה, משום שרצה לכלול חטאת, לכן לא פירש \"חילופי\" כמו שרצו לומר מקודם, היינו אבדה והפריש אחרת תחתיה ונתכפר בה ואחר כך נמצאה הראשונה, משום שאז לא היה יכול לכלול גם חטאת, כי חטאת שכיפרו בעליה תמות (\"מקורות ומסורות\").<br><br><b>כהדא דתני: \"ואל פתח אוהל מועד לא הביאו\" - ולא את חליפיו</b><br>בקורבנות מצינו כמה אופנים של חליפין / חילופין. אופן אחד הוא המפריש קורבן ואבד, והפריש בהמה אחרת תחתיה והקריב אותה, ואחר כך נמצאה הראשונה, שהראשונה היא חליפי השנייה. אופן שני הוא המפריש קורבן ונפל בו מום, וחילל אותו על בהמה אחרת, שהאחרת היא חליפי הראשונה. אופן שלישי הוא הנודר קורבן והפריש בהמה לנדרו, ואחר כך הפריש בהמה אחרת תחתיה לנדרו, שהאחרת היא חליפי הראשונה. אופן רביעי הוא המפריש קורבן והמיר אותו בבהמה אחרת, שהאחרת היא חליפי הראשונה, שתמורה נקראת חליפין (על פי לשון הכתוב בויקרא כז,י בעניין תמורה: \"לֹא יַחֲלִיפֶנּוּ וְלֹא יָמִיר אֹתוֹ\"). שני האופנים הראשונים נזכרו בבבלי שהובא לעיל, ושני האופנים האחרונים נזכרו בירושלמי כאן.<br>אין חייבים על שחיטת חוץ אלא בדבר הראוי לבוא אל פתח אוהל מועד (שעומד להיקרב בעזרה). לכן בכל האופנים הללו חייבים על שחיטת חוץ של החליפין, כיוון שבכל האופנים החליפים קרבים על גבי המזבח (מלבד חליפי חטאת שהולכת למיתה). הרי שקשה לפרש את הברייתא, שהובאה בירושלמי כאן, האומרת, שאם שחט את חליפיו של הקורבן מחוץ לעזרה - אינו חייב. זאת ועוד, שלא מצינו בשום מקור ברייתא בנוסח זה בעניין שחיטת חוץ.<br><br>נראה להציע חילוף גרסה בברייתא הזאת:<br><b>כהדא דתני: \"וְהֵבִיא אֶת הַפָּר אֶל פֶּתַח אֹהֶל מוֹעֵד\"</b> (ויקרא ד,ד) <b>- ולא את חליפיו</b>.<br>כתוב זה נאמר בעניין פר החטאת של הכוהן המשיח (הכוהן הגדול). הברייתא אומרת, שהוא חייב להביא פר, ואסור להביא בהמה אחרת במקום פר. מקור הברייתא הזאת בספרא (ראה להלן), והובאה בירושלמי כאן בגלל דמיון הלשון שלה לזה של הברייתא בעניין 'בל תאחר', על אף שאין מובנו של חליפין בברייתא הזאת כמובנו של חליפין בברייתא בעניין 'בל תאחר'. שיבוש הגרסה בברייתא הזאת שהובאה בירושלמי כאן הוא בשל דמיון הפסוקים: \"והביא את הפר אל פתח אוהל מועד\" - \"ואל פתח אוהל מועד לא הביאו\".<br><br>ב<b>ספרא</b> 'ויקרא' דיבורא דחובה פרשה ג נאמר (בעניין פר החטאת של הכוהן המשיח): \"והביא את הפר\" (ויקרא ד,ד) - פר הוא מביא, ואינו מביא חילופין.<br><br>בספרא מצינו דרשות דומות גם בעניין קורבנות אחרים.<br><br>ב<b>ספרא</b> 'ויקרא' דיבורא דחובה פרשה ו נאמר (בעניין חטאתו של ההדיוט): \"ושחט אותה\" (ויקרא ד,לג) - ולא חילופה, ולא ולדה, ולא תמורתה.<br>וב<b>ספרא</b> 'צו' פרשה ה נאמר (בעניין התודה): \"והקריב על זבח התודה\" (ויקרא ז,יב) - התודה טעונה לחם, ואין ולדה טעון לחם, ולא חילופה ולא תמורתה טעונים לחם (וכן הוא במשנה מנחות ז,ד).<br><br>אין נראה להציע אחת משתי הדרשות הללו שבספרא כחילוף גרסה בברייתא שהובאה בירושלמי כאן (ב\"שערי תורת ארץ ישראל\" הוצעה הדרשה השנייה כחילוף גרסה בברייתא הזאת), כיוון שאין כל דמיון בין שני הפסוקים הללו ובין הפסוק שהובא בירושלמי כאן, ולא ייתכן ששיבוש הגרסה בברייתא הזאת היה עד כדי כך. בשתי הדרשות הללו מובנו של חילוף הוא כמו האופן הראשון האמור לעיל, ואין מובנו כמו שני האופנים שנזכרו בירושלמי כאן בעניין 'בל תאחר'.<br><br>ב\"אור שמח\" (הלכות מעשה הקורבנות יח,ב) ביאר את המאמר הסתום שבירושלמי כאן באופן זה: קודשים שהוקדשו בשעת היתר הבמות (קודם שהוקם המשכן) והוקרבו בחוץ בשעת איסור הבמות (לאחר שהוקם המשכן) אין עונשם כרת אלא הם ב'עשה' וב'לא תעשה', ולמדים זאת מהכתוב \"ואל פתח אוהל מועד לא הביאו להקריב קורבן לה' לפני משכן ה'... ונכרת האיש ההוא מקרב עמו\", ומשמע מהכתוב שהוקדש כדי להקריב במשכן, ומכאן שהיה המשכן קיים באותה שעה, הרי שהכתוב מדבר בקודשים שהוקדשו בשעת איסור הבמות, ודווקא קודשים אלו עונשם כרת כאמור בכתוב הזה, אבל קודשים שהוקדשו בשעת היתר הבמות אין עונשם כרת (עיין בבלי זבחים קו,א-ב). והנה לפי זה, אם הקדיש בהמה בשעת היתר הבמות, והוממה והחליפה בבהמה אחרת, ובשעה שהחליף נאסרו הבמות, הייתי אומר שאינו חייב כרת על שחיטתה בחוץ של הבהמה האחרת, הואיל והבהמה שמכוחה היא באה הוקדשה בשעת היתר הבמות, לכן משמיע לנו הכתוב הזה שאמר \"לא הביאו\" שאינו פטור מכרת על הבהמה האחרת. ופירוש זה מתאים לפירוש שפירשו בעניין 'בל תאחר'.<br>ב\"אור שמח\" ביאר בעניין שחיטת חוץ שהחילוף הוא על ידי חילול קורבן בעל מום בבהמה אחרת, כמו שאמרו בבבלי בעניין 'בל תאחר', אך אפשר לבאר שהחילוף הוא על ידי המרת קורבן בבהמה אחרת, כמו שאמרו בירושלמי.</small>", "heVersionTitle": "Machon HaYerushalmi, Rabbi Yehoshua Buch, 2011", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "ירושלים : מכון הירושלמי. תלמודה של א\"י, תשע\"א", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "62971ccfee7523d1102adc8a", "index_title": "Mishnah Zevachim", "category": "Mishnah", "type": "", "ref": "Mishnah Zevachim 4:4", "anchorRef": "Leviticus 4:1-12", "anchorRefExpanded": ["Leviticus 4:1", "Leviticus 4:2", "Leviticus 4:3", "Leviticus 4:4", "Leviticus 4:5", "Leviticus 4:6", "Leviticus 4:7", "Leviticus 4:8", "Leviticus 4:9", "Leviticus 4:10", "Leviticus 4:11", "Leviticus 4:12"], "sourceRef": "Mishnah Zevachim 4:4", "sourceHeRef": "משנה זבחים ד׳:ד׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [190, 230], "commentaryNum": 4.0004, "collectiveTitle": {"en": "Mishnah Zevachim", "he": "משנה זבחים"}, "heTitle": "משנה זבחים", "he": "הָעוֹלָה, דָּמָהּ מַתִּיר אֶת בְּשָׂרָהּ לַמִּזְבֵּחַ וְעוֹרָהּ לַכֹּהֲנִים. עוֹלַת הָעוֹף, דָּמָהּ מַתִּיר אֶת בְּשָׂרָהּ לַמִּזְבֵּחַ. חַטַּאת הָעוֹף, דָּמָהּ מַתִּיר אֶת בְּשָׂרָהּ לַכֹּהֲנִים. פָּרִים הַנִּשְׂרָפִים וּשְׂעִירִים הַנִּשְׂרָפִים, דָּמָן מַתִּיר אֶת אֵמוּרֵיהֶן לִקָּרֵב. רַבִּי שִׁמְעוֹן אוֹמֵר, כֹּל שֶׁאֵינוֹ עַל מִזְבֵּחַ הַחִיצוֹן כִּשְׁלָמִים, אֵין חַיָּבִין עָלָיו מִשּׁוּם פִּגּוּל: \n", "heVersionTitle": "Torat Emet 357", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורת אמת 357", "text": "The mishna elaborates: <b>The burnt offering, its blood permits its flesh to</b> be burned on <b>the altar and its hide to</b> be used by <b>the priests. The bird burnt offering, its blood permits its flesh</b> and its skin <b>to</b> be burned on <b>the altar. The bird sin offering, its blood permits its meat for</b> consumption by <b>the priests. Bulls that are burned,</b> e.g., the bull for an unwitting communal sin, <b>and goats that are burned,</b> e.g., the goats sacrificed for an unwitting communal sin of idol worship, <b>their blood permits their sacrificial portions to be sacrificed</b> on the altar. <b>Rabbi Shimon says:</b> Those bulls and goats are not subject to <i>piggul</i> because their blood is presented in the Sanctuary, and in the case of <b>any</b> offering <b>whose</b> blood <b>is not</b> presented <b>on the external altar like</b> that of <b>a peace offering,</b> with regard to which the <i>halakha</i> of <i>piggul</i> was stated in the Torah, <b>one is not liable for</b> eating <b>it due to</b> violation of the prohibition of <b><i>piggul</i>.</b>", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "64188127c9371ec0cebe719b", "index_title": "Reggio on Torah", "category": "Commentary", "type": "commentary", "ref": "Reggio on Torah, Leviticus 4:4:1", "anchorRef": "Leviticus 4:4", "anchorRefExpanded": ["Leviticus 4:4"], "sourceRef": "Reggio on Torah, Leviticus 4:4:1", "sourceHeRef": "ביאור יש\"ר על התורה, ויקרא ד׳:ד׳:א׳", "anchorVerse": 4, "sourceHasEn": false, "compDate": [1790, 1810], "commentaryNum": 4.0001, "collectiveTitle": {"en": "Reggio", "he": "ביאור יש\"ר"}, "heTitle": "ויקרא", "he": "<b>לפני ה',</b> בצפון:", "heVersionTitle": "Vienna, 1821", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "64188127c9371ec0cebe719d", "index_title": "Reggio on Torah", "category": "Commentary", "type": "commentary", "ref": "Reggio on Torah, Leviticus 4:4:2", "anchorRef": "Leviticus 4:4", "anchorRefExpanded": ["Leviticus 4:4"], "sourceRef": "Reggio on Torah, Leviticus 4:4:2", "sourceHeRef": "ביאור יש\"ר על התורה, ויקרא ד׳:ד׳:ב׳", "anchorVerse": 4, "sourceHasEn": false, "compDate": [1790, 1810], "commentaryNum": 4.0002, "collectiveTitle": {"en": "Reggio", "he": "ביאור יש\"ר"}, "heTitle": "ויקרא", "he": "<b>ראש הפר,</b> ראשו היה לו לומר ודרשו רבותינו ז\"ל לרבות פר יו\"הכ לסמיכה:", "heVersionTitle": "Vienna, 1821", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "648839d5a5a4d0d592640294", "index_title": "Rav Hirsch on Torah", "category": "Commentary", "type": "commentary", "ref": "Rav Hirsch on Torah, Leviticus 4:4:1", "anchorRef": "Leviticus 4:4", "anchorRefExpanded": ["Leviticus 4:4"], "sourceRef": "Rav Hirsch on Torah, Leviticus 4:4:1", "sourceHeRef": "רש\"ר הירש על התורה, ויקרא ד׳:ד׳:א׳", "anchorVerse": 4, "sourceHasEn": true, "compDate": [1845, 1875], "commentaryNum": 4.0001, "collectiveTitle": {"en": "Rav Hirsch", "he": "רש\"ר הירש"}, "heTitle": "ויקרא", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "V. 4. בצפון :ושחט את הפר לפני ד׳, auf der Vorderseite, wie es oben Kap. 1, 11 vom עולה heißt: ושחט וגו׳ צפונה לפני ד׳ und unten V. 29 beim חטאת יחיד für חטאת die allgemeine Bestimmung ausgesprochen ist: זה בנה אב :ושחט את החטאת במקום העולה לכל חטאות שיהו טעונות צפון (Sebachim 48b ת׳׳כ z. St. ק׳׳א das.). Nicht nur der rein praktische, auch der theoretisch-praktische Irrtum wurzelt in irgend einem Überwuchern des Materiell-Sinnlichen, und auch für פר כהן משיח ist die Vorbedingung: שחיטה וקבלה בצפון (siehe zu Kap. 1, 11)", "versionTitle": "Der Pentateuch. Übersetzt und erläutert von Samson Raphael Hirsch, 1903 [de]", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "657ecc4e758c1dc532ec8c87", "index_title": "Steinsaltz on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Steinsaltz on Leviticus 4:4", "anchorRef": "Leviticus 4:4", "anchorRefExpanded": ["Leviticus 4:4"], "sourceRef": "Steinsaltz on Leviticus 4:4", "sourceHeRef": "ביאור שטיינזלץ על ויקרא ד׳:ד׳", "anchorVerse": 4, "sourceHasEn": true, "commentaryNum": 4.0004, "collectiveTitle": {"en": "Steinsaltz", "he": "ביאור שטיינזלץ"}, "heTitle": "ביאור שטיינזלץ על ויקרא", "he": "<b>וְהֵבִיא אֶת הַפָּר אֶל פֶּתַח אֹהֶל מוֹעֵד לִפְנֵי ה',</b> לחצר המשכן מול הפתח,\n    \n    <b>וְסָמַךְ אֶת יָדוֹ עַל רֹאשׁ הַפָּר, וְשָׁחַט אֶת הַפָּר לִפְנֵי ה',</b>", "heVersionTitle": "The Koren Steinsaltz Tanakh HaMevoar - Hebrew", "heLicense": "Copyright: Steinsaltz Center", "heVersionTitleInHebrew": "", "text": "<b>He shall bring the bull to the </b>Tabernacle courtyard, opposite the <b>entrance of the Tent of Meeting before the Lord </b>; 45 <b>he shall lay his hand on the head of the bull, and slaughter the bull before the Lord. </b>", "versionTitle": "The Steinsaltz Tanakh - English", "license": "Copyright: Steinsaltz Center", "versionTitleInHebrew": ""}, {"_id": "55053471fbfba270cc17e5e5", "index_title": "Haamek Davar on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Haamek Davar on Leviticus 4:4:1", "anchorRef": "Leviticus 4:4", "anchorRefExpanded": ["Leviticus 4:4"], "sourceRef": "Haamek Davar on Leviticus 4:4:1", "sourceHeRef": "העמק דבר על ויקרא ד׳:ד׳:א׳", "anchorVerse": 4, "sourceHasEn": false, "compDate": [1840, 1880], "commentaryNum": 4.0001, "collectiveTitle": {"en": "Haamek Davar", "he": "העמק דבר"}, "he": "<b>והביא את הפר.</b> הוא בכבודו יטריח את עצמו ויביא. וכמש״כ לעיל א׳ ג׳:\n", "heVersionTitle": "Sefer Torat Elohim, Vilna 1879", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר תורת אלוהים, וילנא 1879", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5831648fd6e4a912cea9722b", "index_title": "Chiddushei Ramban on Shabbat", "category": "Quoting Commentary", "type": "", "ref": "Chiddushei Ramban on Shabbat 69b:1", "anchorRef": "Leviticus 4:4", "anchorRefExpanded": ["Leviticus 4:4"], "sourceRef": "Chiddushei Ramban on Shabbat 69b:1", "sourceHeRef": "חידושי רמב\"ן על שבת ס״ט ב:א׳", "anchorVerse": 4, "sourceHasEn": false, "compDate": [1220, 1270], "commentaryNum": 138.0001, "collectiveTitle": {"en": "Chiddushei Ramban on Shabbat", "he": "חידושי רמב\"ן על שבת"}, "heTitle": "חידושי רמב\"ן על שבת", "he": "<b>הא מני מונבז הוא.</b> פרש\"י ז\"ל, אבל רבנן דפליגי עליה לית ליה קרבן שבועת ביטוי לשעבר דסביר' ליה כר' ישמעאל דאמר אינו חייב אלא על העתיד לבוא. והקשו בתוס', מכדי מאן דפליג עלי' דמונבז ר\"ע ור\"ע הוא דמחייב לשעבר במס' שבועות (כו:), ויש לי לדחוק שלא חלק ר\"ע עלי' דמונבז אלא על שהיה פוטר כל שלא ידועה בבנין אב דידי' אבל איהו סבירא ליה דבין בשלא היתה לו ידיעה כלל בין בשיש לו נמי ידיעה בשעת מעשה כולן חייבין דשגגת קרבן שמה שגגה וכשא\"ל הריני מוסיף על דבריך לומר שאם תדרוש ההיקש כמי שתדרוש בנין אב ידיעת בשעת מעשה תיבעי וא\"ל מונבז הן אדרוש וא\"ל ר\"ע הן זה נקרא שוגג סתם אם תפטור כל שאין לו ידיעה בשעת מעשה אלא מזיד נמי הוא במקצת ולחנם תפסה לו תורה לשון שוגג הא מ\"מ מודה ר\"ע דשגגת קרבן שמה שגגה מבנין אב הוא דתחטא ודקאמרי' ורבנן שגגה במאי שאלה הוא לשאר רבנן מה לי אמרו בה א\"נ לאביי נימא הכי וסוגיין דר\"ע פליג אמונבז בשגגת קרבן לגמרי דלא כאביי והיינו דקאמרי' ורבנן שגגה במאי. ויש מקצת נוסחאות שכ' בהן: מני הא, אילימא מונבז [השתא בכל התורה כולה דלאו חידוש הוא אמר מונבז]שגגת קרבן שמה שגגה הכא לא כל שכן אלא לאו רבנן וכו' תיובתא דאביי תיובתא. ורש\"י ז\"ל השיב עלי' דמאי פשיטותא, הא אצטריך לאשמעינן דחלוק' שגגה זו משאר שגגות דאלו בכל התורה כולה למונבז בין שגג בקרבן בין שגג בלאו וכרת שמה שגגה וכאן בלשעבר שגג בלאו שבה לאו שגגה הוא דהאדם בשבועה (ויקרא ד,ד) פרט לאנוס. אלא אכל וסבור שלא אכל ונשבע לא אכלתי כדמייתי' עלה בפ' שבועות שתים (שבועות כו.) עובדא דתלמידי דרב דמר אמר שבועתא הכי אמר רב ומר אמר הכי אמר רב ואמר רב כחד מינייהו וא\"ל לאידך את לבך אונסך אבל טועה באיסור השבועה ואמר מותר אינו בכלל אנוס זה אלא חייב כאן כמו שחייב בכל התורה תינוק שנשבה לבין הגוים ושוכח עיקר שבת ואיסורן וכ\"ש היתה לו ידיעה באיסור זה ושכחה דהיינו אומר מותר דכל איסורין שבתורה דחייב הלכך הא דקתני הך ברייתא איזהו שבועת ביטוי לאו למעוטי אומר מותר ואביי נמי דאמר עד שישגוג בלאו שבה היינו שנשבע לא אוכל וזכור בשבועתו אלא שהוא שגג באיסור שבה וסבר מותר לעבור על שבועות אלו אבל שוכח שבועתו לא שוגג בלאו הוא אלא בשבועה שלו והלכך לאביי נמי בכה\"ג אית לי' שבועת ביטוי לשעבר באומר מותר הלכך ברייתא דקתני איזהו שבועת ביטוי לשעבר לא בא אלא ללמד שאף זו שבועת ביטוי הוא ולא בעי' שוגג בלאו שבה. וזה הפי' הנכון, אלא שיש לדקדק מההוא דבמס' שבועות דבעי מיני' רבאמר\"נ שבועות ביטוי לשעבר ה\"ד ופשיט ליה באומר יודע אני ששבועה זו אסורה אבל איני יודע אם חייבין עליה קרבן אם לא משמע לכאורה כה\"ג אבל אומר איני יודע ששבועה זו אסורה פטור משום האדם בשבועה ולאו קושי' הוא דרבא בעי מיני' איזו שבועת ביטוי לשעבר משום דליתי' דומי' דלהבא בשוכח ופטיש לי' בטועה בקרבן לומר דשגגת קרבן הוה שגגה לדברי הכל דלא כאביי וה\"ה בשגגת לאו וכ\"ש. וי\"מ דלאביי נמי [דאמר] עד שישגוג בלאו שבה [סבר] לרבנן, ע\"כ אית לן למימר דשבועת ביטוי.ל שעבר בשאומר איני יודע ששבועה זו אסורה ומוקמי' האדם בשבועה פרט שלא נשבע לשקר (דל\"פ) [דאל\"ה] קרבן שבועת ביטוי לשעבר דרבי רחמנא היכי משכחת לה ומ\"ה מקשי' עלה מברייתא דקתני איזו היא שבועת ביטוי לשעבר דמשמע איני יודע ששבועה זו אסורה לאו שבועת ביטוי הוא ומימעטא מהאדם בשבועה וכ\"ת הא מני מונבז ולאו למעוטי אומר מותר אלא לרבות שאף על זו חייב דשגגת קרבן שמיה שגגה השתא בכל התורה כולה וכו' אלא לאו רבנן הוא כלו' אלא לאו, דוקא קאמר זו הוא שבועת ביטוי לשעבר (אלא) [ולא] אחרת, דממעטי' לה מהאדם בשבועה פרט לאנוס ואפי' לרבנן הוא וה\"ה למונבז שאין מחלוקת בין מונבז לחכמים באומר איני יודע ששבועה זו אסורה ובדרשת האדם בשבועה ומונבז היינו רבנן הלכך קשי' לאביי. וזה פי' מקולקל בזה שהרי לזה הפי' עיקר ההויה לאביי ממה שלא הזכיר [בסוגיא], והוא מדין האדם בשבועה אבל לזה הדרך יותר נכונה גירסת הספרים שגורסים הא מני מונבז הוא ועיקר הקושי' משגגת קרבן הוא כפשטה אבל נאמר ודאי דלאביי למונבז דאמר שגגת קרבן שמה שגגה ומשכחת שבועת ביטוי לשעבר בשגג בקרבנה ממעטי' מהאדם בשבועה אומר איני יודע ששבועה זו אסורה אע\"פ שהיתה ידיעה לו מתחלה אבל לרבנן דאמרי עד שישגוג בלאו שבה לא ממעטינן מינה אלא סבור שלא נשבע לשקר שכך דרך בכ\"מ שמקרא א' מרבה ומקרא א' ממעט תפוס מיעוטו של זה וריבוי של זה בכדי שלא יהיו סותרין זה את זה והיינו דפשט ליה ר\"נ לרבא שבועת ביטוי לשעבר באומר יודע אני ששבועה זו אסורה אבל איני יודע אם חייבין עליה קרבן משום דלא ס\"ל כאביי אלא שאני הכא דחידוש הוא או שנתמעט מהאדם בשבועה בודאי כסברא דמאן דמותיב עליה דאביי:\n", "heVersionTitle": "Chiddushei HaRamban, Jerusalem 1928-29", "heLicense": "Public Domain", "heVersionTitleInHebrew": "חדושי הרמב״ן, ירושלים תרפ״ט", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5892f279d6e4a9274647183c", "index_title": "Chizkuni", "category": "Commentary", "type": "commentary", "ref": "Chizkuni, Leviticus 4:4:1", "anchorRef": "Leviticus 4:4", "anchorRefExpanded": ["Leviticus 4:4"], "sourceRef": "Chizkuni, Leviticus 4:4:1", "sourceHeRef": "חזקוני, ויקרא ד׳:ד׳:א׳", "anchorVerse": 4, "sourceHasEn": true, "compDate": [1220, 1260], "commentaryNum": 4.0001, "collectiveTitle": {"en": "Chizkuni", "he": "חזקוני"}, "heTitle": "ויקרא", "he": "<b>לפני ה'</b> בצפון שהוא פנוי כנגד פתחו של היכל.", "heVersionTitle": "Chizkuni", "heLicense": "Public Domain", "heVersionTitleInHebrew": "חזקוני", "text": "לפני ה, “before the Lord;” i.e. on the north side facing the entrance to the Tabernacle.", "versionTitle": "Chizkuni, translated and annotated by Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": "חזקוני, מתורגם ומוער בידי אליהו מונק"}, {"_id": "5892f279d6e4a9274647183e", "index_title": "Chizkuni", "category": "Commentary", "type": "commentary", "ref": "Chizkuni, Leviticus 4:4:2", "anchorRef": "Leviticus 4:4", "anchorRefExpanded": ["Leviticus 4:4"], "sourceRef": "Chizkuni, Leviticus 4:4:2", "sourceHeRef": "חזקוני, ויקרא ד׳:ד׳:ב׳", "anchorVerse": 4, "sourceHasEn": true, "compDate": [1220, 1260], "commentaryNum": 4.0002, "collectiveTitle": {"en": "Chizkuni", "he": "חזקוני"}, "heTitle": "ויקרא", "he": "<b>וסמך, ידו</b> ואינו טעון נסכים ולא תנופה.", "heVersionTitle": "Chizkuni", "heLicense": "Public Domain", "heVersionTitleInHebrew": "חזקוני", "text": "וסמך את ידו, “and he is to place the weight of his body with his hand;” no heaving or libations are required with this offering.", "versionTitle": "Chizkuni, translated and annotated by Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": "חזקוני, מתורגם ומוער בידי אליהו מונק"}, {"_id": "59ec5a7cd6e4a94f1a71fe33", "index_title": "Akeidat Yitzchak", "category": "Jewish Thought", "type": "", "ref": "Akeidat Yitzchak 63:1:7", "anchorRef": "Leviticus 4:4", "anchorRefExpanded": ["Leviticus 4:4"], "sourceRef": "Akeidat Yitzchak 63:1:7", "sourceHeRef": "עקידת יצחק ס״ג:א׳:ז׳", "anchorVerse": 4, "sourceHasEn": true, "compDate": [1455, 1495], "commentaryNum": 1.0007, "collectiveTitle": {"en": "Akeidat Yitzchak", "he": "עקידת יצחק"}, "he": "וידבר ה' אל משה (א) יראה שהדבור הזה שהיה למשה לא היה רק בקרבתם לפני ה' וימותו לומר כי אחר שמתו הודיע לו סבת מיתתם אשר השתוממו עליה ולא ידעו מה היא כמו שאמר משה (ויקרא י׳:ג׳) הוא אשר דבר ה' לאמר בקרובי אקדש וגו'. לומר שהוא התקדשות לבד בלי חטא. והוא דבר אליו כי בקרבתם לפני ה' בעבודת הקטרת אשר לא צוה להם פשעו וימותו. ומאמר דבר אל אהרן אחיך ואל יבא הוא מאמר אחר נאמר לו אחר כך. וסמך זה אל זה מפני אומרו בכאן ואל יבא בכל עת ולא ימות וטעם כי בענן אראה על הכפורת כלומר כי לא בפומבי ודרך חול אראה רק בענן של כבוד ועל פני הכפרת כמו שיתבאר זה עוד באומרו וכסה ענן הקטרת את הכפורת וגו': בזאת יבא אהרן וגו' כתנת בד וגו' (ה). הראוי שנדע שלא הזכיר בפרש' זאת דבר מהקרבנות התמידין ולא מהמוספין הנזכרים בפרשת פנחס לכל הימים המקודשים והם רצוני תמיד של שחר כמשפטו בכל יום. גם קרבנות המוספין הן היו נקרבין ראשונה על ידי כהן גדזל (יומא ע'. אבל יזכיר מה שהוא מיוחד מהקרבנות לביאתו לשם יביאם מה שהוא מהם בבגדי לבן מפני שעבודתם לפנים ומה שהוא מהם לחוץ בבגדי זהב ודרך חליפות הבגדים וגניזתם. והנה עם זה הפרש' כתקנה בלי יתרון וחסרון בלי צורך סירוס כלל כמו שיתבאר. אמר כי הכהן הגדול יביא פר החטאת כי הוא קרבנו המיוחד לו בפ' ויקרא (פ' ד') ואיל לעולה. וטעם הקרבן הזה הוא מבואר למה שהכח החמרי אפילו בשלמים הוא גובר עם שרוב מעשיהם הם בלתי נאותים ומיעוטם הם בינוניים ומיעוט מן המיעוט הם טובים ונאותים (ב) ולזה היה פר לחטאת כנגד זה שבשרו ועורו ופרשו הכל נשרף חוץ למחנה וממיעוט ממנו שהוא החלב יקטיר במזבח החיצון אמנם מיעוטא דמיעוטא בא לפני לפנים להזות ממנו על הכפרת אמנם היה האיל לעולה כנגד הכח השכלי אשר הוא עולה כלו לרצון לה' וצוה שיהיו קרבנותיו אלו בבגדי בד קדש עם הנקיות המחויב לאדם השלם וההרחק' מכל מיני המותרות וכמ\"ש החכם (קהלת ט׳:ח׳) בכל עת יהיו בגדיך לבנים וכמו שזכרנו. (ב) והנה לפי שכלל העם יצאו בזה החלק מהחטאת אל הקצה האחרון עד שכבר ישלחו יד רוע תאוותיהם אל האיסורים החמורים ואל התשוקות הבהמיות כאכילת חלב ודם ושכיבת העריות והזכור וכדומה לזה שבהם יוצאין מגדר הטבע האנושי ונכנסין אל טבע הבהמיות. לזה כפל בהם החטאת בשיהיו שני שעירי עזים לחטאת ואיל לעולה. שנים מהן כהלכתן בכהן. אמנם היה שעיר אחד לשלח אותו לעזאזל המדבר' כאשר הוא חי כי לא הוכשר ממנו דבר לפנים כלל ואפילו זריקת דמו על המזבח החיצון אמנם אמר ולקח את השעירים והעמיד אותם לפני ה' פתח אהל מועד ונתן אהרן על שני השעירים גורלות גורל אחד לה' וגורל אחד לעזאזל (ג) <sup class=\"footnote-marker\">*</sup><i class=\"footnote\">כי יראה וכו' כונתו כי מצות הפלת הגורל על שני השעירים היא להורות לנו, שכמו שרק עפ\"י הגורל אשר ברוב העתים והזמנים (מלבד בימי שמעון הצדיק שעלה תמיד הגורל בימינו לה') נפל רק במקרה והזדמנות מי משני השעירים האלה השוים במהותם בכל ענין, יהיה לה', ומי לעזאזל? כן הוא בבחינה מה גם בבני אדם, כי לפי נטית טבע חמרם ומזגם הטוב הוא אם רע יעשו גם המה הטוב והישר בעיני ה' או ירעו מעשיהם, ואף שיש להם הבחירה החפשית להכריח טבעם הרע אל הטוב, אשר בעבור זאת יוכו ג\"כ על עונם אם יעמדו ברשעתם, בכל זאת יש להם בזה כעין התנצלות אם יחטאו, כמאה\"כ \"הן בעון חוללתי וכו'\" וע\"כ יוקל או יכבד גם ענשם, לפי שינוי מדרגת רוע תכונתם הטבעית, ורק בעבור זאת יסלח ה' גם לעונם ויכפר על פשעיהם ביה\"כ. </i>כי יראה שכיוון בזה כוונה נכבדת מאד והיא לתת הסבה והטעם על כפרת הפשעים החמורים אשר יכפר עליהם בזה השעיר המשתלח וללמד שאפילו על הפושעים והמורדים בשעור ההוא יש טעם להמציא להם מחילה וכפרה בשנלמוד עליהם זכות כי רבים מהם היותם על השיעור ההוא מהרוע לא היה רוע בחירתם אלא מצד חוזק חומרם ורוע תכונתם הטבעית שעלה כך בגורלם מהסבות שנזדמנו להם בעת הוויתם אשר לא עצרו כח לכבשו. וכמו שכתב הרב המורה פרק ל\"ג חלק שלישי כי מי שטבעו חם ביותר אי אפשר שיהיה ירא שמים בתאוותיו וכבר חשבו קצת החכמים שאין האדם רצוניי על הרעות וכל שכן אם הם נמשכות אל רוע תכונתם עם שכבר דחה אותם הפילוסוף וביאר שהכל בידי אדם כמו שכתבנו בשער כ\"ב מכל מקום דינא רבא ודינא זוטא איכא בינייהו כי אחר שהם לא בחרו להם אלו ההתחלות הפחותות והטבע העלה אותם בגורלם וידו חלקתם לא בקו עד שאם יכבשום היה ראויין לשכר גדול כמו שאמר (אבות פ\"ה) לפום צערא אגרא הנה כשלא עמדו כנגדם ראוי להמציא להם תקון והוא מה שבארו יפה באלו הגורלות, כי הנה שני השעירים הם שם לפני ה' והגורל יבדיל האחד חטאת לה' והשני לעזאזל כמו שעל זה הענין הם האנשים ולא הועילה לשם השתדלות כלל כי אין עצה ואין תבונה מועלת שם שההזדמן בו אל כל אחד ההצדדים היא שוה. האמנ' בזמן שישראל היו עושין רצונו של מקום או שהיה להם משרת הגון כשמעון הצדיק היה נעשה נס בגורלות אלו שהיה עולה תמיד גורל השם בשל ימין (יומא ל\"ט) כי ימין ה' רוממה כמו שהיה הענין בגורלות הארץ (במדבר ל\"ג) וזולתם על דרך ההשגח' ועל פ' ה' וכמו שאמר (משלי ט״ז:ל״ג) בחיק יוטל הורגל ומה' כל משפטו, אמנם אח\"כ היה ענינם כשאר הגורלות של הדיוט שהם מתעתדים אל המקר' מבלי שום נטיה אל דבר מאשר כנגדו ולזה אפילו בנפול לשם גורל הש\"י בימין לא היה להם סימן כי אלו הענינים לא יתאמתו בכמו זה רק במה שירבה מציאותו פעמים הרבה כמו שאמר (בראשית מ״א:ל״ב) ועל השנות החלום וגו' כי נכון הדבר. וכל שכן ביותר. ועל זה נאמר ועתה לכו ונפיל' גורלות וגו' (יונה א') כי לכאור' היא היתה עצה נבער' שהרי אי אפשר שלא יפול הגורל על אחד מהם בין זכאי בין חייב וכמו שאמרו ז\"ל (סנהדרין מ\"ג:) שאמר לו עכן ליהושע עד שאמר לו (יהושע ז׳:י״ט) בני שים כבוד לה' אלהי ישראל ותן לו תודה והגד נא לי מה עשית אל תכחד ממני ויען עכן ויאמר אמנה אנכי חטאתי וגו'. אלא שהכוונ' באומרם ונפילה גורלות שיפילו הגורל פעמים הרבה כי לזה נקראו גורלות רבות לא כהפיל הגורל על אנשים הרבה שכן נאמר (במדבר כ״ו:נ״ה) אך בגורל יחלק הארץ. וכן עשו וילכו ויפילו גורלות ובכל פעם ופעם נפל הגורל על יונה ועם זה נתאמת להם הענין. הנה אם כן שענין גורל הוא זה שיורה תחלה על ענין ההזדמן כמו שאמרנו: והקריב אהרן את פר החטאת אשר לו וגו'. ושחט את פר החטאת אשר לו ולקח מלא המחת' וגו'. אחר שהתוד' ראשונ' וידוי עצמו וביתו על זה הפר קודם הגורלות (יומא ל\"ה:) שנאמר והקריב אהרן את פר החטאת אשר לו וכפר בעדו ובעד ביתו בא אחר הגורלות להתודות עליו על עצמו ועל אחיו הכהנים ושוחטו ומקבל את דמו להביאו להזות ממנו לפני לפנים (שם מ\"א:) ואולם קודם בואו הוצרך להקטיר שם את קטרת הסמים כמו שנאמר כי בענן אראה על הכפרת והקפידו מאד על שיהא מתן הקטרת מהכף אל חפניו ומחפניו על האש הכל לפני ה' בהיכל לפנים והוא עבודה קשה שבמקדש (שם מ\"ז:) לפי שכך הוא מפורש בכתוב ולקח מלא המחת' גחלי אש מעל המזבח וגו'. ומלא חפניו קטרת סמים דקה והביא מבית לפרוכת ונתן את הקטרת על האש לפני ה' וכסה ענן הקטרת את הכפורת אשר על העדות ולא ימות: ונרא' שהכוונ' בזה כדי שיהא שם טרוד בעבוד' ההיא הקשה ולא יזין עיניו מהשכינ' ולא ימות כמו שנאמר (שמות כ״ד:י״א) ויחזו את האלהים ויאכלו וישתו. אמנם הצדוקים קלקלו בזה והיו מתקנים מבחוץ והיו אומרים שאין דרך ארץ לעשות כן לפני מלך בשר ודם קל וחומר לפני הקב\"ה. ואולי היתה כוונתם כדי שיוכלו לזון עיניהם שהיו אומרים שזו היא כוונת הכתוב באומרו כי בענן אראה על הכפורת. ובגמרא (שם י\"ט:) תנו רבנן מעשה בצדוקי אחד שתקן מבחוץ והכניס ביציאתו היה שמח שמחה גדולה פגע בו אביו אמר לו בני אף על פי שצדוקין אנו מתייראין אנו מן הפרושין אמר ליה כל ימי הייתי מצטער על המקרא הזה כי בענן אראה על הכפרת אימתי יבא לידי ואקיימנו ועכשיו שבא לידי לא אקיימנו. אמרו לא היו מועטין עד שמת והוטל באשפ' והיו תולעים יוצאים מן חוטמו ויש אומרים ביציאתו נוגף דתני רבי חייא כמין קול נשמע בעזרה שבא מלאך וחבטו על פניו ונכנסו אחיו הכהנים ומצאו ככף רגל עגל ביו כתיפיו שנאמר (יחזקאל א׳:ז׳) וכף רגליהם ככף רגל עגל במה אנן מקיימין כי בענן אראה על הכפרת שיתן לשם מעלה עשן הא אם שנה וחסר אחת מכל סממנים חייב מיתה (יומא נ\"ג.) ולקח מדם הפר והזה באצבעו על פני הכפרת קדמה ולפני הכפרת יזה שבע פעמים לפי שנאמר אחר כך והזה אותו על הכפרת ולפני הכפרת משמע דבהזא' אחת הוא עושה אחת למעלה ושבע למטה כמו מי שמנגיד ברצוע' שיש לה בית יד שבהיות ידו קבועה במקום אחד מכה לכאן ולכאן כרצונו (שם נ\"ה.) ושחט את שעיר החטאת אשר לעם ועשה את דמו כאשר עשה לדם הפר והזה אותו וגו'. וכפר על הקדש מטומאות בני ישראל ומפשעיהם לכל חטאתם וכן יעשה לאהל מועד השוכן אתם בתוך טומאותם. והוא שיזה גם כן מדם הפר והשעיר על הפרוכת (שם נ\"ג:) ועם זה יכפר על אותם שהם עונות ופשעים בצירוף אל הקדש ואל המקדש השוכן אתם אשר אין בידם לעמוד על הטהר' והקדוש' הראוי' להם ולכן סבר וקביל לשכן אתם בתוך טומאותם וכמו שאמר (ויקרא כ״ו:י״א) והתהלכתי בתוככם ולא תגעל נפשי אתכם, וכל אדם לא יהיה באהל מועד היא הדבור אשר חוץ לפרכת ולכן היה הממרס את הדם על הרובד הרביעי שבעזר' כי אין לו לבא משם ולפנים: ויצא אל המזבח וגו'. ירצה שיצא מאת פני הקדש פנימה אל מזבת הקטרת שהיה שם לפני הפרכת ויכפר על קרנותיו כשיזה עליו באצבעו מן הדם שבע פעמים וטהרו וקדשו מטומאות בני ישראל (יומא מ\"ג.) ושיירי הדם היה שופך אל יסוד מערבי של מזבח החיצון (שם נ\"ח:) וכלה מכפר את הקדש ואת אהל מועד ואת המזבח והקריב את השעיר החי וסמך אהרן את שתי ידיו על ראש השעיר החי והותודה עליו את כל עונות בני ישראל ואת כל פשעיהם לכל חטאתם ונתן אותם על ראש השעיר ושלח ביד איש עתי המדבר' ונשא השעיר עליו את כל עונותם אל ארץ גזרה ושלח את השעיר במדבר. לא אמר בו שכפר על הקדש כי אלו העונות והפשעים הם יוצאים מהשווי האינושי כמו שאמרנו לא בהקש אל הקדש כראשונים ולזה נעשו מנה דורון לעזאזל המדבר' (פר\"א פ' מ\"ו). (ג) אמנם טעם זה המעש' לפי הדעת הפשוט נתבאר להלן (ויקרא י\"ז) בפסוק ולא יזבחו עוד את זבחיהם לשעירים אשר הם זונים אחריהם אלא לשם לבד כמו שכתב הראב\"ע ז\"ל וזה כי לפי שהיו הטועים אז מורגלים לזבוח זבחים אל השעירים להיותם ממשלת השדים או להיות להם דרך עבודה ואלהות כמעשה ארץ מצרים והיו משוטטים דמיונותם בכמו אלה הענינים הנפסדים והמשחיתים בעם היה מהרצון האלהי כי ביום הזה הגדול והנורא תעשה המצוה הזאת אשר ענינה הוא לנהוג בזה השעיר מנהג הפקר ובזיון בתת עליו כל עונות בני ישראל ופשעיהם היוצאים מההקש האנושי כאשר אמרנו ושלח אותו אל הר עז וקשה ולהפיל אותו שם אל תתתית ההר להפסד ונתוח (יומא ס\"ז.) כדי לטעת בלבם כי שוא עבוד אלהים זולתו יתעלה ולא עוד אלא שהוא דבר שנוי ומשוקץ ומטמא במגע דכתיב והמשלח את השעיר לעזאזל יכבס בגדיו ורחץ בשרו במים ואחר יבא אל המחנה. (ג) ולפי שהענין הזה הוא למוד והישר' גדולה אל דעות האנשים ולכוחם הדמיוני הרואה במפלתו ובזיונו ומתוך כך מסיחין דעתם ורצונם ממנו ומהדומה לו ומהנמשך אליו. יאמר עליו שהוא נושא כל עונותם אל ארץ גזירה שכבר ישארו בזה בלי עון כלל והוא מה שאמרו (שם כ'.) שאין כח בשטן לקטרג ביום הכפורים. ולא עוד אלא שהשטן על כרחו מודה ומעיד ביום ההוא שיש לו יתעלה עם אחד בארץ כמלאכי השרת שאין להם יצר הרע (פר\"א שם) והוא ממש טעם אומרו ז\"ל תנו שחד לסמאל הוא שטן הוא יצר הרע והוא ודאי שרו של עשו (ב\"ר פ' ס\"ה) המליץ בעדו תמיד כמו שאמר (בראשית כ״ז:מ׳) והיה כאשר תריד ופרקת עלו וגו' כפי תרגום אונקלוס כי בזה המעשה ודאי הושחד והותש כחו ולא יליץ בעדו אדרבה יהפך למליץ לנו ולטעון בעדנו והיא מליצה נכבדת מאד והדבר נכון מאת האלהים וכשר לעשותו. ואם יש דברים בגו מקובלים בזה נקבל ויתכן כי להיות זביחת פסח מצרים מזה המין (ש\"ר פ' ט\"ז) נקרא יום מקחו ומפלתו שבת הגדול (שבת פ\"ז: תוס' ד\"ה ואותו) שכבר יתיחסו שני הימים האלו בגדול' זו כמו שכתבנו שם שער ל\"ח עיין עליו וכאן בענין השלישי מזה השער נדבר עוד במליצתו של סמאל על פי מאמר פרקי רבי אליעזר נוסף על מה שכתבנו בהקדמת השער. ועוד יתכן בדרך הרמז שיותן בזה רושם נפלא בהבדל אשר בין הבנים בניו של יצחק אבינו אשר בא זכרון עקדתו ביום הדין הקודם כי שניהם נתדמו אל השעירים. זה בעצמו שנאמר (בראשי' שם) הן עשו אחי איש שעיר. וזה בחלקיו שנאמר (שם) ואת עורות גדיי העזים הלבישה על ידיו ועל חלקת צואריו עד שהחליט עליו הזקן והידים ידי עשו. ולהייתם תאומים וזה טוען מההזרעה ולזה מהלידה נפלה ביניהם קטטה על הבכורה ויתרוצצו הבנים בקרבה (רש\"י בראשית כ\"ו) ולא סרו אחרי כן מהתקוטט עליה לכן צוה שיטילו עליהם גורלות כי מדינים ישבית הגורל ובין עצומים יפריד (משלי י״ח:י״ח) ומיי' כל משפטו (שם י\"ו.) אי זהו לשם ואי זהו לעזאזל. ומה נפלא מה שאמרו (יומא ל\"ט.) שהיה סימן טוב כשעלה גורל השם בימין שיורה שאותו שעיר הנקרא בשם יעקב ימין ה' רוממה בו ומכוונת כנגדו ובקבלת דמו והזאותיו כהזאות דם פרו של כהן גדול עם מה שנודע שאם כל בעל חי הוא הנפש כמוזכר להלן בשער ס\"ד. הנה הוא יורה כי נפשות כל בית יעקב אשר בחר לו יה הנה הנם נפשות הכהנים הנגשים אל ה' וכלן זוכות ובאות תחת כנפי השכינה עם שמדרגותיהן בלתי שוות ולכל אחד מחיצה בפני עצמה. אלו לפני ולפנים תחת כנפי הכרובים ובין בדי הארון. ואלו על הפרכת. ואלו על מזבח הזהב. ואלו על מזבח החיצון. מכל מקום הנה הוא יתעלה חשב מחשבות לבלתי ידח ממנו נדח כי על זה נאמר (שמות י״ט:ו׳) ואתם תהיו לי ממלכת כהנים וגוי קדוש. אמנם השעיר אשר הוא שעיר בעצם אשר עלה עליו הגורל לעזאזל הנה הוא נושא עליו את כל עונות בני ישראל במה שמכבידין את עולם עליהם בגזרות קשות ורעות הממרקים עונותיהם והוא משתלח לארץ גזרה אשר שם נפל שדוד בלי שום תקומה כי לסוף יפול בנופלים ולא יהיה שריד ופליטה לבית עשו לא בעולם הזה ולא בעולם הבא והוא ענין נכבד מאד ראוי שיעשה ממנו סימן גדול ביום הכפורים הזה כמו שאמרנו כי על זה אחז\"ל (ב\"ר פ' ס\"ה) וקח לי משם שני גדיי עזים טובים (בראשית כ״ז:ט׳) טובים לך טובים לבניך. ואחר שנתישב זה נאמר מה שנמשך מענין הכפרת. והנה בנוסח הוידוין הנעשים בו ביום אמרו ביומא (ל\"ו): תנו רבנן כיצד מתוד' אומר עויתי פשעתי חטאתי וכן בשעיר המשתלח הוא אומר והתודה עליו את כל עונות בני ישראל ואת כל פשעיהם לכל חטאתם וכן במשה הוא אומר נושא עון ופשע וחטאה דברי רבי מאיר, וחכמים אומרים עונות אלו הזדונות וכן הוא אומר הכרת תכרת הנפש ההיא עוונה בה. פשעים אלו המרדים וכן הוא אומר מלך מואב פשע בי, אז תפשע לבנה בעת ההיא, חטאים אלו השגגות וכן הוא אומר נפש כי תחטא בשגגה. וכי מאחר שהתודה על הזדונות ועל המרדים חוזר ומתודה על השגגות אלא אומר אנא השם חטאתי עויתי פשעתי וכן בדוד אומר חטאנו עם אבותינו העוינו והרשענו וכן בשלמה אומר חטאנו עוינו והרשענו. וכן בדניאל אומר חטאנו ועוינו וגו'. והרשענו ומרדנו. אלא מה שאמר משה נושא עון ופשע וחטאה אמר משה לפני הקדוש ברוך הוא בשעה שישראל חוטאין ועושין תשובה עשה להם זדונות כשגגות. אמר רבה אמר שמואל הלכה כחכמים פשיטא מהו דתימא מסתבר טעמיה דרבי מאיר דקא מסייע ליה קרא קמ\"ל. הנה שלש מלות הללו כוללות השלשה מינים מהחטא אשר בם יפלו האנשים במעשיהם כמו שאמר החוקר בפרק י' מהמאמר החמישי מספר המדות זה לשונו. <sup class=\"footnote-marker\">*</sup><i class=\"footnote\">משלשה פנים וכו' כונת החוקר כי על ג' אופנים יסבב לפעמים איש נזק לרעהו' הא' בבלי דעת, אם ישליך ד\"מ אבן רומח ונפל על רעהו והכהו נפש, או סבב לו פצע וחבורה (ובכל זאת לא ינקה האיש ההוא לצמיתות, אחרי כי היה לו להזהר שלא לשחק בכלי מות ומשחית כאלה כמאה\"כ \"כמתלהלה היורה זיקים חצים ומות וכו' (משלי כ״ו:י״ח) והנזק אשר יעשה איש בשכרותו הוא ג\"כ ממין זה רק שהוא רע עוד יותר, אחרי שהוא בעצמו סבב בשתותו יין למכביר לעור עיני שכלו זמן מה, ולהסיר דעתו ותבונתו מעליו, עד שנעשה כאינו בן דעת אשר כל עון לא יחשב לו, והב' אם יסבב איש נזק לרעהו בדעת שלימה אך בעת כעסו או בעבור הכרח שאר התפעליות נפשו, מעונו זה אמר החוקר הוא \"בלי הצטדק\" ר\"ל שאין לו שום התנצלות, אחרי שנעשה בדעת בעליו, והג' הרע מכלם הוא הנזק אשר יסבב איש לרעהו בזדון ובשאט נפש, לא בעת שכעסו או שאר התפעליות נפשו שלטת עליו, כי אם בדעת צלולה והתקררות דם, ובכונה מיוחדת להרע לרעהו רק בעבור הרעימו והכעיסו, ומאיש כזה וכל הדומים לו יאמר החוקר כי הם \"רשעים ורעים,\" אחרי שעושים רשעתם בבחירה חפשית ובלי שום הכרח פנימי, וכמו שיש ג' מינים אלה בעושי הרע לעמיתם, כן יש גם ג' מיני עושי הרע בעיני ה' בבחינת העבירות שבין אדם למקום ובמקראי הקודש ודחז\"ל נקרא המין הא' בשם חטא והב' בשם עון, והשלישי בשם פשע כמו שהולך הרב ומבאר בזה כמה כתובים,  </i>משלשה פנים יבואו הנזקים בחברות בני אדם. אחד מהם עשות החטא בבלי דעת כי לא ידע למי ובמה ומה ולא למה. כי עשה זה ולא חשב להשליך הרומח או לא זה או לא לזה או לא בעבור זה. אבל קרה כן. ואמר כי מזה המין הוא השכור והדומים אשר יכו בכוונה ויודעים את אשר יעשו אלא שאינם עושים בבחינה שלימה אלא שזה יותר רע במה שהוא עצמו תחלת הסבה. ועל הפן השני אמר אמנם כאשר הוא יודע ולא הקדים עצה הוא בלי הצטדק כמו העושה בעבור כעס או בעבור שאר הפעליות הכרחיים או טבעיים. ועל הג' אמר אמנם כשהם עושים בבחירה הם רשעים ורעים וכו' וברור הוא כי אלו הג' פנים עצמם הם אשר כוונום חז\"ל בפי' חטא ועון ופשע כפי מה שפרשום בפיהם. והוא מה שיחייב הסדר ההוא שסדרוהו על פי ראש המתודים שאמר (תהילים י״ט:י״ג-י״ד) שגיאות מי יבין מנסתרות נקני גם מזדים חשוך עבדך אז איתם ונקתי מפשע רב ובמה שאמר חטאנו עם אבותינו וגו' (שם ק\"ו). כמו שפירש בפסוק שלאחריו ודברי החכם עצמם כשאמר (שם) אבותינו במצרים לא השכילו נפלאותיך לא זכרו את רוב חסדיך וימרו על ים בים סוף. כי השוגג עקרו העלם הדבר מדעתו כמ\"ש (במדבר כ״ב:ל״ד) חטאתי כי לא ידעתי וגו'. ולזה כנגד מה שאמר חטאנו עם אבותינו אמר אבותינו במצרים לא השכילו וגו' וכנגד מה שאמר העוינו אמר לא זכרו את רוב חסדיך כענין יען אשר לא זכר עשות חסד (תהילים ק״ט:ט״ז) לא זכר יואש המלך החסד וגו' (ד\"ה ב' כ\"ד). כי בבא תאוותיו לפניהם היו עוברים על מצותיו בזדון ולא זכרו את ידו יום אשר פדם מני צר להיות לו עבדים. ועל אומרו והרשענו אמר וימרו על ים בים סוף וכן אמר (שם ל\"ב) חטאתי אודיעך ועוני לא כסיתי וגו'. אמנם באומרו (שם) ואתה נשאת עון חטאתי סלה יראה שירצה להיישיר האנשים שלא יהיו מהחנפים המתודים על העברות הקלות ומראים עצמם שהם חמורות מאד בעיניהם ובמצפוני לבם יהיו החמורות כקלות אשר עליהם אמר הנביא הוי מושכי העון בחבלי השוא וכעבות העגלה חטאה (ישעיהו ה׳:י״ח) ירצה שהם מושכים עליהם העון שהוא המזיד בנקלה מאד כאלו נמשך אחריהם בחבלי תוהו וקורי עכביש ולא ינתקו ומורים בחצוניותם שהם מושכים בעבות העגלה החטאה לכבידתה בעיניהם. ועל זה הדרך אמר המשורר אוילים מדרך פשעם וגו' (תלים ק\"ז). יאמר שהסכלים הם פושעים מני דרך במרד גמור ומהעונות אשר אם הם בהם מזידים אינם מורדים מהם יתענו. ולהישיר מזה אמר חטאתי אודיעך וגו'. ירצה כשאני מודיע החטאים ומודה אותם ראוי לי שלא לכסות החמורות אבל עוני שהוא הזדון לא כסיתי אמנה העצה הנכונה בזה כי אודה עלי פשעי לה' והם המרדים היותר חמורים ועם זה נשאת עון חטאתי סלה. והנה השעיר אשר כן התודו עליו את החטאים והעונות והפשעים אשר חטאו ועוו ופשעו כל בית ישראל (יומא ס\"ו.) מהמין היוצא מהשווי כמו שאמרו היו קושרין לשון של זהורית בין קרניו (שם ס\"ז.) לומר שלא שמשו במעשיהם בבגדי לבן ושטעונין כפרה חזקה על דרך אם יהיו חטאיכם כשנים כשלג ילבינו אם יאדימו כתולע כצמר יהיו (ישעיהו א׳:י״ח):  ", "heVersionTitle": "Akeidat Yitzchak, Pressburg 1849", "heLicense": "Public Domain", "heVersionTitleInHebrew": "עקידת יצחק, פרשבורג, תר\"ט", "text": "(1) The first message from G'd to Moses was to tell him, that although on occasion, death can be due to the concept of <i>bi-krovay ekadesh</i>, that death need not occur due to a mortal sin, there had been mortal sin in the case of the death of the sons of Aaron. The cause had been the sin as spelled out in the Torah at this point. The second communication by G'd to Moses, though related to him at a later stage, is coupled here with the former, in order to make the point that access to the holy of holies is restricted even to the High Priest, and that G'ds Presence does not appear in public, only wrapped in a cloud. (2) Even amongst the good people, the physical usually outweighs the spiritual. The High Priest who personifies the most favourable mix of the physical and the spiritual, is nonetheless mostly matter. His sin offering is described already in Leviticus 4,4, and consisted of a bull. Most of this bull was burned outside Jerusalem, only a small part being offered on the altar, (verse 12 there) The ram, symbolising man's spiritual part, which becomes <i>olah</i>, a total offering, i.e. fit for consumption by the altar in its entirety, is the other half of the High Priest's offering. Since the majority of the people are guilty of very fundamental errors, due to their <i>yetzer hara</i>, evil urge, the he-goat for the <i>azzazel </i>does not qualify for being offered on the altar itself. The fact that even the he-goat was presented in front of the tabernacle first, alive, is to show that even the kind of person represented by this he-goat will be granted forgiveness on the Day of Atonement. This is a tribute to the fact that a good part of their erroneous conduct had been due to the nature of the human condition, i.e. their being physical beings, something over which they had not had any control initially. The lots to be drawn symbolise the very fact that no choice existed prior to one's having being born into this world. (3) Use of the device of drawing lots to determine anything at all, appears to be an outright denial of G'ds Providence, since the result that emerges after the drawing of lots will be viewed as coincidence. The fact is however, that the cumulative effect of the lot falling again and again on the same person, lends it significance. If until the time of Shimon the Just, the lot \"for the Lord\" was always drawn by the he-goat placed on the right, that surely tells us something about the meaning of the word \"right.\" (the time frame under discussion is about fifteen hundred years!) Indeed, once that pattern had been broken, due to the fact that the Jewish people could not produce a High Priest who was a <i>tzaddik</i>, and whose merits would counterbalance the sins of the masses, the lot would have become meaningless even if it had fallen on the he-goat that had been placed on the right. When Pharaoh had dreamed the same dream twice, that fact told Joseph something about whether the dream had any significance, or whether it was merely a matter of coincidence. The very repetition enabled Joseph to draw some conclusions. This is even more so, when the repetition occurs more than once. This is the reason the sailors \"threw lots\" (plural) and not just one \"lot\" before they were satisfied that the storm that threatened to sink their ship was really on account of Jonah. (Jonah 1,7) Since the lot fell on Jonah each time they repeated the procedure, they were certain that they were not condemning an innocent person on the basis of a \"chance\" lot. There is an element of chance concerning which person turns into a sinner, since natural endowments have a great deal to do with the likelihood of someone being able to overcome such strikes against him as he has been born with. Hence, if the he-goat for the <i>azzazel</i> becomes the scapegoat by means of the lottery, we might all breathe a sigh of relief and say \"here but for the grace of G'd, go I.\" For that reason, the <i>halachah</i>, Jewish law, requires that the two he-goats must look so totally alike, that they are indistinguishable from one another. When the Tanna Ben Heh Heh says that reward is in accordance with the pain and effort incurred in securing an objective, (Avot 5,23), that he who has to overcome strong natural impediments rates a special reward, he does not mean that lack of this special effort totally forfeits one's chance of rehabilitation. The \"scapegoat,\" though unfit to be presented on the altar, does accomplish this rehabilitation even for persons who have not made a special effort to surmount handicaps they were born with. (4) The procedure of offering incense, required a special skill, and therefore the full concentration of the High Priest during its performance. The reason for this could have been the need to counter the natural tendency to get \"a glimpse\" of the <i>shechinah</i>, Divine Presence. After all, the Torah did say \"for in the cloud, I will become visible on the lid of the holy ark.\" (Leviticus 16,2) The Talmud tells of a High Priest, who was a member of the sect of the Sadducees, who when performing the rites of incense, put same on the pan prior to entering into the holy of holies, (contrary to <i>hatachah )</i> and who boasted about having seen the <i>shechinah</i>. He died shortly after coming out of the sanctuary .The Pharisees saw in this a punishment for his disobedience. The Saducees felt that it was bad manners to enter the holy of holies without having everything ready, whereas the interpretation of the Pharisees of the verse \"for through having made the cloud, My Presence over the lid can become revealed\" was that they considered the exact composition of the correct quantities and ingredients of the incense as being vital. Placing of the incense on the pan, however, is to take place only \"in front of G'd,\" as per verse 13. The sprinkling of the blood inside the holy of holies was to atone for errors concerning the laws applying to the temple itself, whereas the placing of the hands on the he-goat was to atone for other sins. The fact that the he-goat was used, also demonstrated that it was not a deity, (as some nations believed) This is the reason there had to be a special injunction \"they shall no longer sacrifice to the he-goats.\" (Leviticus 17,7) There was no better date to proclaim the unity of G'd symbolically, and the futility of worshipping anyone or anything else, than the Day of Atonement. This symbolic statement helped to obtain forgiveness for other sins also. Whoever would observe that the scapegoat was thrown from the rock, would realise that it had not been an object of worship. Even Satan, the perennial accuser before the throne of G'd, would have to admit that the Jewish people were quite unequivocal in their service to the Lord. This is the meaning of a statement in Pirke de Rabbi Eliezer that we should present a bribe to Satan on that day. The sacrifice of the original Passover lamb in Egypt, was a similar statement of unequivocal commitment to G'd Therefore, the \"great Sabbath,\" the Sabbath preceding the Passover holiday is conceptually related to the day of Atonement. For that reason <i>Yom Kippur</i> is also called <i>Shabbaton</i> The order of the confession, which according to the view of Rabbi Meir mentions the unintentionally committed sins first, and the intentionally committed ones last, was quoted in that order by Moses after the sin of the golden calf, when he remonstrated with G'd. Since Israel, at that time, had already done penitence, Moses made the point that due to the repentance, intentional sins had already been reduced to the status of unintentional sins. However, the normal process as found in the Bible on many occasions, is to first confess the intentional sins, including the ones that represent acts of rebellion against G'ds authority. ", "versionTitle": "Akeydat Yitzchak by Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5a9d3ca9d6e4a9026bd8f1bd", "index_title": "Aderet Eliyahu", "category": "Commentary", "type": "commentary", "ref": "Aderet Eliyahu, Leviticus 4:4:1", "anchorRef": "Leviticus 4:4", "anchorRefExpanded": ["Leviticus 4:4"], "sourceRef": "Aderet Eliyahu, Leviticus 4:4:1", "sourceHeRef": "אדרת אליהו, ויקרא ד׳:ד׳:א׳", "anchorVerse": 4, "sourceHasEn": false, "compDate": [1740, 1800], "commentaryNum": 4.0001, "collectiveTitle": {"en": "Aderet Eliyahu", "he": "אדרת אליהו"}, "heTitle": "ויקרא", "he": "<b>והביא את הפר.</b> והביא אף לאחר יוה\"כ. הפר ולא חילופיו:", "heVersionTitle": "Aderet Eliyahu, Halberstadt, 1860", "heLicense": "Public Domain", "heVersionTitleInHebrew": "אדרת אליהו על התורה, הלברשטאט תרי\"ט", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5a9d3ca9d6e4a9026bd8f1bf", "index_title": "Aderet Eliyahu", "category": "Commentary", "type": "commentary", "ref": "Aderet Eliyahu, Leviticus 4:4:2", "anchorRef": "Leviticus 4:4", "anchorRefExpanded": ["Leviticus 4:4"], "sourceRef": "Aderet Eliyahu, Leviticus 4:4:2", "sourceHeRef": "אדרת אליהו, ויקרא ד׳:ד׳:ב׳", "anchorVerse": 4, "sourceHasEn": false, "compDate": [1740, 1800], "commentaryNum": 4.0002, "collectiveTitle": {"en": "Aderet Eliyahu", "he": "אדרת אליהו"}, "heTitle": "ויקרא", "he": "<b>וסמך את ידו על ראש הפר.</b> לרבות פר יוה\"כ לסמיכה וכשה\"א בפר העדה וסמכו להוציא פר ע\"ז מסמיכה. ובשעיר נשיא וסמך לרבות שעיר נחשון בסמיכה. ובשעירת יחיד וסמך לרבות שעירת ע\"ז לסמיכה. ובכבשת יחיד וסמך לרבות כבשת נזיר ומצור' לסמיכה: ", "heVersionTitle": "Aderet Eliyahu, Halberstadt, 1860", "heLicense": "Public Domain", "heVersionTitleInHebrew": "אדרת אליהו על התורה, הלברשטאט תרי\"ט", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5a9d3ca9d6e4a9026bd8f1c1", "index_title": "Aderet Eliyahu", "category": "Commentary", "type": "commentary", "ref": "Aderet Eliyahu, Leviticus 4:4:3", "anchorRef": "Leviticus 4:4", "anchorRefExpanded": ["Leviticus 4:4"], "sourceRef": "Aderet Eliyahu, Leviticus 4:4:3", "sourceHeRef": "אדרת אליהו, ויקרא ד׳:ד׳:ג׳", "anchorVerse": 4, "sourceHasEn": false, "compDate": [1740, 1800], "commentaryNum": 4.0003, "collectiveTitle": {"en": "Aderet Eliyahu", "he": "אדרת אליהו"}, "heTitle": "ויקרא", "he": "<b>לפני ה'.</b> בצפון בג\"ש מעילה וחטאת:", "heVersionTitle": "Aderet Eliyahu, Halberstadt, 1860", "heLicense": "Public Domain", "heVersionTitleInHebrew": "אדרת אליהו על התורה, הלברשטאט תרי\"ט", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "61a6233c87f574a17ca6c95d", "index_title": "Jerusalem Talmud Yoma", "category": "Talmud", "type": "", "ref": "Jerusalem Talmud Yoma 6:6:3", "anchorRef": "Leviticus 4:1-21", "anchorRefExpanded": ["Leviticus 4:1", "Leviticus 4:2", "Leviticus 4:3", "Leviticus 4:4", "Leviticus 4:5", "Leviticus 4:6", "Leviticus 4:7", "Leviticus 4:8", "Leviticus 4:9", "Leviticus 4:10", "Leviticus 4:11", "Leviticus 4:12", "Leviticus 4:13", "Leviticus 4:14", "Leviticus 4:15", "Leviticus 4:16", "Leviticus 4:17", "Leviticus 4:18", "Leviticus 4:19", "Leviticus 4:20", "Leviticus 4:21"], "sourceRef": "Jerusalem Talmud Yoma 6:6:3", "sourceHeRef": "תלמוד ירושלמי יומא ו׳:ו׳:ג׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [375, 425], "commentaryNum": 6.0003, "collectiveTitle": {"en": "Jerusalem Talmud Yoma", "he": "תלמוד ירושלמי יומא"}, "heTitle": "תלמוד ירושלמי יומא", "he": "רִבִּי זְרִיקָן אָמַר רִבִּי זְעוּרָה שָׁאַל. פָּרִים הַנִּשְׂרָפִין וּשְׂעִירִין הַנִּשְׂרָפִין שֶׁנִּיטְמְאוּ מָהוּ שֶׁיִּשָּֽׂרְפוּ <i data-overlay=\"Vilna Pages\" data-value=\"35a\"></i>כְמִצְווָתָן. מַה צְרִיכָה לֵיהּ. בְּשֶׁנִּיטְמְאוּ לִפְנֵי זְרִיקָה. אֲבָל אִם נִיטְמוּ אָחַר זְרִיקָה קוֹרֵא אֲנִי עָלְיו בְּמוֹעֲדוֹ. אַף בַּשַּׁבָּת. בְּמוֹעֲדוֹ. אַף בְּטוּמְאָה. [אָמַר רִבִּי יוֹסֵי. וְעָדָה שֶׁכָּתַב בּוֹ בְמוֹעֲדוֹ לֵית שְׁמַע מִינָּהּ כְּלוּם.] אָמַר רִבִּי מָנָא. לֹא מִיתְמְנַע רִבִּי יוֹסֵי רִבִּי קַייֵם הָכָא. וַאֲמַר לֵיהּ. קִייֵם בְּפַר מָשִׁיחַ וְעֵדָה. וְאָמַר לֵיהּ.", "heVersionTitle": "The Jerusalem Talmud, edition by Heinrich W. Guggenheimer. Berlin, De Gruyter, 1999-2015", "heLicense": "CC-BY", "heVersionTitleInHebrew": "", "text": "Rebbi Zeriqan said that Rebbi Zeˋira asked: If bulls and he-goats to be burned became impure, may they be burned according to their rules<sup class=\"footnote-marker\">108</sup><i class=\"footnote\">If the carcasses are pure, then they have to be burned on the Day of Atonement by biblical decree, <i>Lev.</i> 16:27, and by practice of the Temple service at a place different from that where disabled sacrifices are usually burned (Mishnah <i>Zevaḥim</i> 12:5). If in impurity they follow the rules of disabled sacrifices, they can be burned only in the following night and at a different place.</i>? What is his problem? If they became impure before the blood was poured, but if they became impure after the blood was poured<sup class=\"footnote-marker\">109</sup><i class=\"footnote\">Then the sacrifice is valid and does not have to be repeated even if some subsequent action would have been required which now becomes impossible.</i> I am applying to it, <i>at its appointed time</i><sup class=\"footnote-marker\">110</sup><i class=\"footnote\"><i>Num.</i> 9, 2 28:2. <i>Sifry Num.</i> 65, 142; <i>Mekhilta Ba</i> 5 (ed. Horovitz-Rabin p. 17), Tosephta <i>Pisha</i> 4:14; <i>Pesaḥim</i> 6:1 Notes 9, 10, Babli <i>Pesaḥim</i> 66a.</i>, even on the Sabbath, <i>at its appointed time,</i> even in impurity. [Rebbi Yose said, there where it is written <i>at its appointed time;</i> you do not infer anything from it<sup class=\"footnote-marker\">111</sup><i class=\"footnote\">Since in <i>Lev.</i> 16 neither the expression “at its appointed time” nor an equivalent is mentioned, the argument simply does not apply in our case.</i>.]<sup class=\"footnote-marker\">112</sup><i class=\"footnote\">Addition of the corrector, in good Yerushalmi language. The addition is necessary to understand R. Mana’s remark and must have been taken from a manuscript source.</i> Rebbi Mana said, does not Rebbi Yose refrain from applying it here? He applies it to the bull of the Anointed and the Congregation<sup class=\"footnote-marker\">113</sup><i class=\"footnote\"><i>Lev.</i> 4:1–21. Since these sacrifices can only be brought on a weekday, the only problem is that of the place of burning as given in Mishnah <i>Zevaḥim</i> 12:5. He will accept that they not be burned on the appointed place only if they become invalid by a cause other than impurity.</i> {he said to him}<sup class=\"footnote-marker\">114</sup><i class=\"footnote\">It seems that this has to be deleted.</i>.", "versionTitle": "The Jerusalem Talmud, translation and commentary by Heinrich W. Guggenheimer. Berlin, De Gruyter, 1999-2015", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "6319d3eeb6084aa1cbf2cd89", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, פַּר² 1", "anchorRef": "Leviticus 4:4", "anchorRefExpanded": ["Leviticus 4:4"], "sourceRef": "BDB, פַּר² 1", "sourceHeRef": "בראון-דרייבר-בריגס, פַּר² א׳", "anchorVerse": 4, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "פַּר²", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><span dir=\"rtl\">פַּר</span></big><sub>132</sub>  <strong>n.m.</strong> <a data-ref=\"Genesis 32:16\" href=\"/Genesis.32.16\">Gn 32:16</a> <strong>young bull, steer</strong>;—abs. <span dir=\"rtl\">פ׳</span> <a data-ref=\"Numbers 7:15\" href=\"/Numbers.7.15\">Nu 7:15</a> +, <span dir=\"rtl\">פָּ֑ר</span> <a data-ref=\"Psalms 50:9\" href=\"/Psalms.50.9\">ψ 50:9</a>, always <span dir=\"rtl\">הַפָּר</span> <a data-ref=\"I Samuel 1:25\" href=\"/I_Samuel.1.25\">1 S 1:25</a> +; cstr. <span dir=\"rtl\">פַּר (הַ)חַטָּאת</span> <a data-ref=\"Exodus 29:36\" href=\"/Exodus.29.36\">Ex 29:36</a> +; pl. <span dir=\"rtl\">פָּרִים</span> <a data-ref=\"Genesis 32:16\" href=\"/Genesis.32.16\">Gn 32:16</a> +; sf. <span dir=\"rtl\">פָּרֶיהָ</span> <a data-ref=\"Jeremiah 50:27\" href=\"/Jeremiah.50.27\">Je 50:27</a>;—<em>steer</em> [v. especially <span dir=\"rtl\">פַּר בֶּן־בָּקָר</span> <a data-ref=\"Leviticus 4:3\" href=\"/Leviticus.4.3\">Lv 4:3</a> + 6 times; <span dir=\"rtl\">פ׳ אֶחָד ב׳־ב׳</span> <a data-ref=\"Exodus 29:1\" href=\"/Exodus.29.1\">Ex 29:1</a> + 12 times <a data-ref=\"Numbers 7\" href=\"/Numbers.7\">Nu 7</a>, cf. <a data-ref=\"Numbers 8:8\" href=\"/Numbers.8.8\">8:8</a>; <span dir=\"rtl\">פ׳ ב׳־ב׳ אֶחָד</span> <a data-ref=\"Numbers 15:24\" href=\"/Numbers.15.24\">Nu 15:24</a> + 3 times, cf. <a data-ref=\"Ezekiel 43:23\" href=\"/Ezekiel.43.23\">Ez 43:23</a>; <a data-ref=\"Ezekiel 45:18\" href=\"/Ezekiel.45.18\">45:18</a>; <a data-ref=\"Ezekiel 46:6\" href=\"/Ezekiel.46.6\">46:6</a>; pl. <span dir=\"rtl\">פָּרִים בְּנֵי־ב׳</span> <a data-ref=\"Numbers 28:11\" href=\"/Numbers.28.11\">Nu 28:11</a> + 4 times; v. <a ,=\"\" data-ref=\"BDB, בֵּן\" dir=\"rtl\" href=\"/BDB,_בֵּן\">בֵּן</a>, <a ,=\"\" data-ref=\"BDB, בָּקָר\" dir=\"rtl\" href=\"/BDB,_בָּקָר\">בָּקָר</a>]:<br><strong>1.</strong>  as gift <a data-ref=\"Genesis 32:16\" href=\"/Genesis.32.16\">Gn 32:16</a> (E); fig. of fierce enemies <a data-ref=\"Psalms 22:18\" href=\"/Psalms.22.18\">ψ 22:18</a>.<br><strong>2.</strong>  elsewhere as sacrifical victims: <strong>a.</strong>  in peace-offering <a data-ref=\"Exodus 24:5\" href=\"/Exodus.24.5\">Ex 24:5</a> (E; Covenant Code), <a data-ref=\"I Samuel 1:24\" href=\"/I_Samuel.1.24\">1 S 1:24</a> (read <span dir=\"rtl\">פַּר</span> for <span dir=\"rtl\">פָּרִים</span> 𝔊 𝔖 Th We Dr al.), v <a data-ref=\"I Samuel 1:25\" href=\"/I_Samuel.1.25\">25</a> <a data-ref=\"Numbers 7:88\" href=\"/Numbers.7.88\">Nu 7:88</a> (P), <a data-ref=\"II Chronicles 30:24\" href=\"/II_Chronicles.30.24\">2 Ch 30:24</a><sup>(×2)</sup>. <strong>b.</strong>  burnt-offering <a data-ref=\"Judges 6:25\" href=\"/Judges.6.25\">Ju 6:25</a><sup>(×2)</sup> (on text cf. GFM), v <a data-ref=\"Judges 6:26\" href=\"/Judges.6.26\">26</a>, <a data-ref=\"Judges 6:28\" href=\"/Judges.6.28\">28</a> <a data-ref=\"I Kings 18:23\" href=\"/I_Kings.18.23\">1 K 18:23</a><sup>(×3)</sup>, <a data-ref=\"I Kings 18:25\" href=\"/I_Kings.18.25\">25</a>, <a data-ref=\"I Kings 18:26\" href=\"/I_Kings.18.26\">26</a>, <a data-ref=\"I Kings 18:33\" href=\"/I_Kings.18.33\">33</a>; <a data-ref=\"Ezekiel 43:23\" href=\"/Ezekiel.43.23\">Ez 43:23</a> + 5 times Ez, <a data-ref=\"Numbers 7:15\" href=\"/Numbers.7.15\">Nu 7:15</a>, <a data-ref=\"Numbers 7:21\" href=\"/Numbers.7.21\">21</a> + 46 times Nu (P), <a data-ref=\"I Chronicles 15:26\" href=\"/I_Chronicles.15.26\">1 Ch 15:26</a>; <a data-ref=\"I Chronicles 29:21\" href=\"/I_Chronicles.29.21\">29:21</a> <a data-ref=\"Ezra 8:35\" href=\"/Ezra.8.35\">Ezr 8:35</a> <a data-ref=\"Job 42:8\" href=\"/Job.42.8\">Jb 42:8</a> <a data-ref=\"Psalms 50:9\" href=\"/Psalms.50.9\">ψ 50:9</a>; <a data-ref=\"Psalms 51:21\" href=\"/Psalms.51.21\">51:21</a>; <a data-ref=\"Leviticus 23:18\" href=\"/Leviticus.23.18\">Lv 23:18</a> (gloss, Dr-Wh). <strong>c.</strong>  sin-offering <a data-ref=\"Ezekiel 43:19\" href=\"/Ezekiel.43.19\">Ez 43:19</a> + 5 times Ez, <a data-ref=\"Exodus 29:1\" href=\"/Exodus.29.1\">Ex 29:1</a>, <a data-ref=\"Exodus 29:3\" href=\"/Exodus.29.3\">3</a>, <a data-ref=\"Exodus 29:10\" href=\"/Exodus.29.10\">10</a><sup>(×2)</sup>, <a data-ref=\"Exodus 29:11\" href=\"/Exodus.29.11\">11</a>, <a data-ref=\"Exodus 29:12\" href=\"/Exodus.29.12\">12</a>, <a data-ref=\"Exodus 29:14\" href=\"/Exodus.29.14\">14</a>, <a data-ref=\"Exodus 29:36\" href=\"/Exodus.29.36\">36</a> cf. <a data-ref=\"II Chronicles 13:9\" href=\"/II_Chronicles.13.9\">2 Ch 13:9</a>; <a data-ref=\"II Chronicles 29:21\" href=\"/II_Chronicles.29.21\">29:21</a>, <a data-ref=\"Leviticus 4:3\" href=\"/Leviticus.4.3\">Lv 4:3</a>, <a data-ref=\"Leviticus 4:4\" href=\"/Leviticus.4.4\">4</a><sup>(×3)</sup> + 25 times Lv (P), <a data-ref=\"Numbers 8:8\" href=\"/Numbers.8.8\">Nu 8:8</a>;—both <strong>b.</strong> and <strong>c.</strong> <a data-ref=\"Numbers 8:12\" href=\"/Numbers.8.12\">Nu 8:12</a>. <strong>d.</strong>  more gen. <a data-ref=\"Isaiah 1:11\" href=\"/Isaiah.1.11\">Is 1:11</a> <a data-ref=\"Psalms 69:32\" href=\"/Psalms.69.32\">ψ 69:32</a>. <strong>e.</strong>  fig. <span dir=\"rtl\">פָּרִים שְׂפָתֵינוּ</span> <a data-ref=\"Hosea 14:3\" href=\"/Hosea.14.3\">Ho 14:3</a> we will pay (as with) <em>bullocks, our lips</em>, but read <span dir=\"rtl\">פְּרִי</span> 𝔊 We Now, cf. Che. <strong>f.</strong>  of princes and warriors slain by <span dir=\"rtl\">י׳</span>, under fig. of sacrifice <a data-ref=\"Isaiah 34:7\" href=\"/Isaiah.34.7\">Is 34:7</a>; <a data-ref=\"Jeremiah 50:27\" href=\"/Jeremiah.50.27\">Je 50:27</a>; <a data-ref=\"Ezekiel 39:18\" href=\"/Ezekiel.39.18\">Ez39:18</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "64e4a1a2613f3c2d3b454517", "index_title": "German Commentary on Mishnah Zevachim", "category": "Quoting Commentary", "type": "", "ref": "German Commentary on Mishnah Zevachim 4:4:7", "anchorRef": "Leviticus 4:1-12", "anchorRefExpanded": ["Leviticus 4:1", "Leviticus 4:2", "Leviticus 4:3", "Leviticus 4:4", "Leviticus 4:5", "Leviticus 4:6", "Leviticus 4:7", "Leviticus 4:8", "Leviticus 4:9", "Leviticus 4:10", "Leviticus 4:11", "Leviticus 4:12"], "sourceRef": "German Commentary on Mishnah Zevachim 4:4:7", "sourceHeRef": "פירוש גרמני על משנה זבחים ד׳:ד׳:ז׳", "anchorVerse": 1, "sourceHasEn": true, "commentaryNum": 4.0007, "collectiveTitle": {"en": "German Commentary on Mishnah Zevachim", "he": "פירוש גרמני על משנה זבחים"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<b>die verbrannt werden.</b>  deren Fleisch nicht auf dem Altar und nicht von den Priestern verzehrt wurde; es wurden nur die Opferteile auf dem äusseren Altar dargebracht, alles Übrige sodann ausserhalb Jerusalems auf einem dazu bestimmten Platz verbrannt. Solcher <span dir=\"rtl\">פרים הנשרפים</span> gab es drei: 1) Der Stier, welchen der Hohepriester zu bringen hatte, wenn er auf Grund einer selbstgeschöpften irrigen Ansicht ein Vergehen begangen hatte, auf welches die Ausrottungsstrafe steht (Lev. 4, 1—12); dieses Opfer wurde auch <span dir=\"rtl\">פר כהן המשיח</span> genannt. 2) Der Stier, welchen die ganze Gemeinde zu bringen hatte, wenn sie auf Grund einer selbstgeschöpften irrigen Entscheidung des obersten Gerichtshofes ein solches Vergehen begangen hatte (Lev. 4, 13—21). Nach Maim. <span dir=\"rtl\">הלכות שגגות</span> XII, 1 musste dieses Opfer nur gebracht werden, wenn die Mehrzahl der Israeliten oder die Mehrzahl der Stämme gesündigt hatte, und hatten dann jeder Stamm einen Stier, also die 12 Stämme 12 Stiere zu bringen; dieses Opfer wurde <span dir=\"rtl\">פר העלם דבר של צבור</span> genannt. 3) Der Stier, welchen der Hohepriester am Versöhnungstage als Sühne für sich und für sein Haus darbrachte, und der <span dir=\"rtl\">פר יום הכפורים</span> genannt wird (Lev. 16).", "versionTitle": "Mischnajot mit deutscher Übersetzung und Erklärung. Berlin 1887-1933 [de]", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "660920512b4f0040ecba79bc", "index_title": "Covenant and Conversation; Leviticus; The Book of Holiness", "category": "Quoting Commentary", "type": "", "ref": "Covenant and Conversation; Leviticus; The Book of Holiness, Vayikra, The Sins of a Leader 3", "anchorRef": "Leviticus 4:1-35", "anchorRefExpanded": ["Leviticus 4:1", "Leviticus 4:2", "Leviticus 4:3", "Leviticus 4:4", "Leviticus 4:5", "Leviticus 4:6", "Leviticus 4:7", "Leviticus 4:8", "Leviticus 4:9", "Leviticus 4:10", "Leviticus 4:11", "Leviticus 4:12", "Leviticus 4:13", "Leviticus 4:14", "Leviticus 4:15", "Leviticus 4:16", "Leviticus 4:17", "Leviticus 4:18", "Leviticus 4:19", "Leviticus 4:20", "Leviticus 4:21", "Leviticus 4:22", "Leviticus 4:23", "Leviticus 4:24", "Leviticus 4:25", "Leviticus 4:26", "Leviticus 4:27", "Leviticus 4:28", "Leviticus 4:29", "Leviticus 4:30", "Leviticus 4:31", "Leviticus 4:32", "Leviticus 4:33", "Leviticus 4:34", "Leviticus 4:35"], "sourceRef": "Covenant and Conversation; Leviticus; The Book of Holiness, Vayikra, The Sins of a Leader 3", "sourceHeRef": "שיג ושיח; קריאות חדשות בפרשת השבוע, ויקרא, ויקרא, ו ג׳", "anchorVerse": 1, "sourceHasEn": true, "commentaryNum": 3, "collectiveTitle": {"en": "Covenant and Conversation; Leviticus; The Book of Holiness", "he": "שיג ושיח; קריאות חדשות בפרשת השבוע, ויקרא"}, "heTitle": "ו", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "It occurs in the context of the laws of the sin offering brought in the case of inadvertent wrongdoing (<i>shegaga</i>).<sup class=\"footnote-marker\">2</sup><i class=\"footnote\">Leviticus 4:1–35.</i>", "versionTitle": "Maggid Books and the Orthodox Union, 2009-2019", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "660925d88d2e7672b0de54f8", "index_title": "Lessons in Leadership; A Weekly Reading of the Jewish Bible", "category": "Quoting Commentary", "type": "", "ref": "Lessons in Leadership; A Weekly Reading of the Jewish Bible, Vayikra; The Sins of a Leader 3", "anchorRef": "Leviticus 4:1-35", "anchorRefExpanded": ["Leviticus 4:1", "Leviticus 4:2", "Leviticus 4:3", "Leviticus 4:4", "Leviticus 4:5", "Leviticus 4:6", "Leviticus 4:7", "Leviticus 4:8", "Leviticus 4:9", "Leviticus 4:10", "Leviticus 4:11", "Leviticus 4:12", "Leviticus 4:13", "Leviticus 4:14", "Leviticus 4:15", "Leviticus 4:16", "Leviticus 4:17", "Leviticus 4:18", "Leviticus 4:19", "Leviticus 4:20", "Leviticus 4:21", "Leviticus 4:22", "Leviticus 4:23", "Leviticus 4:24", "Leviticus 4:25", "Leviticus 4:26", "Leviticus 4:27", "Leviticus 4:28", "Leviticus 4:29", "Leviticus 4:30", "Leviticus 4:31", "Leviticus 4:32", "Leviticus 4:33", "Leviticus 4:34", "Leviticus 4:35"], "sourceRef": "Lessons in Leadership; A Weekly Reading of the Jewish Bible, Vayikra; The Sins of a Leader 3", "sourceHeRef": "שיעורים בהנהגה; קריאות חדשות בפרשת השבוע, ויקרא ג׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [2015], "commentaryNum": 3, "collectiveTitle": {"en": "Lessons in Leadership; A Weekly Reading of the Jewish Bible", "he": "שיעורים בהנהגה; קריאות חדשות בפרשת השבוע"}, "heTitle": "ויקרא", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "The point is made by the Torah in a very subtle way. The <i>parasha</i> deals with sin offerings to be brought when people have made mistakes. The technical term for this is <i>shegaga</i>, meaning inadvertent wrongdoing (Lev. 4:1–35). You did something, not knowing it was forbidden, either because you forgot or did not know the law, or because you were unaware of certain facts. You may, for instance, have carried something in a public place on Shabbat, either because you did not know it was forbidden to carry or because you forgot it was Shabbat.", "versionTitle": "Maggid Books and the Orthodox Union, 2015", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "661238935ecd6eaa037c0cac", "index_title": "Leviticus", "category": "Tanakh", "type": "", "ref": "Leviticus 10:18", "anchorRef": "Leviticus 4:3-21", "anchorRefExpanded": ["Leviticus 4:3", "Leviticus 4:4", "Leviticus 4:5", "Leviticus 4:6", "Leviticus 4:7", "Leviticus 4:8", "Leviticus 4:9", "Leviticus 4:10", "Leviticus 4:11", "Leviticus 4:12", "Leviticus 4:13", "Leviticus 4:14", "Leviticus 4:15", "Leviticus 4:16", "Leviticus 4:17", "Leviticus 4:18", "Leviticus 4:19", "Leviticus 4:20", "Leviticus 4:21"], "sourceRef": "Leviticus 10:18", "sourceHeRef": "ויקרא י׳:י״ח", "anchorVerse": 3, "sourceHasEn": true, "compDate": [-1400, -400], "commentaryNum": 10.0018, "collectiveTitle": {"en": "Leviticus", "he": "ויקרא"}, "heTitle": "ויקרא", "he": "הֵ֚ן לֹא־הוּבָ֣א אֶת־דָּמָ֔הּ אֶל־הַקֹּ֖דֶשׁ פְּנִ֑ימָה אָכ֨וֹל תֹּאכְל֥וּ אֹתָ֛הּ בַּקֹּ֖דֶשׁ כַּאֲשֶׁ֥ר צִוֵּֽיתִי׃", "heVersionTitle": "Miqra according to the Masorah", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "מקרא על פי המסורה", "text": "Since its blood was not brought inside the sanctuary,<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>brought inside the sanctuary </b>As is done in the case of the most solemn offerings; see 4.3–21; 16.11–17.</i> you should certainly have eaten it in the sanctuary, as I commanded.”", "versionTitle": "The Contemporary Torah, Jewish Publication Society, 2006", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "6665cd4ffaee0b8c909d886a", "index_title": "David Zvi Hoffmann on Leviticus", "category": "Commentary", "type": "commentary", "ref": "David Zvi Hoffmann on Leviticus 4:4:1", "anchorRef": "Leviticus 4:4", "anchorRefExpanded": ["Leviticus 4:4"], "sourceRef": "David Zvi Hoffmann on Leviticus 4:4:1", "sourceHeRef": "פירושי רד\"צ הופמן על ויקרא ד׳:ד׳:א׳", "anchorVerse": 4, "sourceHasEn": false, "commentaryNum": 4.0001, "collectiveTitle": {"en": "David Zvi Hoffmann", "he": "פירושי רד\"צ הופמן"}, "he": "<b>ד.</b> מתמיהה היא החזרה של \"הפר\" שלוש פעמים.<i data-commentator=\"Endnotes\" data-label=\"372\" data-order=\"372\"></i> בתו\"כ ניתן לזה הנימוק, כי רק הפר כשר לקרבן זה ולא בעל חי אחר, ועוד, שגם פר החטאת של הכהן הגדול שביום הכפורים טעון סמיכה, הגם שהוא לא נועד לכפרת חטא מיוחד. טעם הסמיכה כאן, דומה לזה שבעולה (לעיל א ד).", "heVersionTitle": "Mossad Harav Kook, Jerusalem, 2022\r", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6665cd51faee0b8c909d886c", "index_title": "David Zvi Hoffmann on Leviticus", "category": "Commentary", "type": "commentary", "ref": "David Zvi Hoffmann on Leviticus 4:4:2", "anchorRef": "Leviticus 4:4", "anchorRefExpanded": ["Leviticus 4:4"], "sourceRef": "David Zvi Hoffmann on Leviticus 4:4:2", "sourceHeRef": "פירושי רד\"צ הופמן על ויקרא ד׳:ד׳:ב׳", "anchorVerse": 4, "sourceHasEn": false, "commentaryNum": 4.0002, "collectiveTitle": {"en": "David Zvi Hoffmann", "he": "פירושי רד\"צ הופמן"}, "he": "<b>\"לפני ה'\"</b> היינו מצפון, כפי שנאמר בפירוש בכל החטאות.", "heVersionTitle": "Mossad Harav Kook, Jerusalem, 2022\r", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}]