[{"_id": "521b09e5edbab45814ae4d27", "index_title": "Rashi on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Rashi on Leviticus 4:5:1", "anchorRef": "Leviticus 4:5", "anchorRefExpanded": ["Leviticus 4:5"], "sourceRef": "Rashi on Leviticus 4:5:1", "sourceHeRef": "רש\"י על ויקרא ד׳:ה׳:א׳", "anchorVerse": 5, "sourceHasEn": true, "compDate": [1075, 1105], "commentaryNum": 5.0001, "collectiveTitle": {"en": "Rashi", "he": "רש\"י"}, "heTitle": "רש\"י על ויקרא", "he": "<b>אל אהל מועד.</b> לַמִּשְׁכָּן, וּבְבֵית עוֹלָמִים לַהֵיכָל:", "heVersionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "אל אהל מועד‎  [AND THE PRIEST … SHALL BRING IT] TO THE APPOINTED TENT — to the Tabernacle — and, later, in the House of Eternity (the Temple at Jerusalem), into the Heichal (cf. Rashi on Exodus 29:43).", "versionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "license": "Public Domain", "versionTitleInHebrew": "חמישה חומשי תורה עם פירוש רש״י, מ. רוזנבאום וא.מ. סילברמן"}, {"_id": "531e4fe3fbfba276047f6c4d", "index_title": "Onkelos Leviticus", "category": "Targum", "type": "targum", "ref": "Onkelos Leviticus 4:5", "anchorRef": "Leviticus 4:5", "anchorRefExpanded": ["Leviticus 4:5"], "sourceRef": "Onkelos Leviticus 4:5", "sourceHeRef": "תרגום אונקלוס על ויקרא ד׳:ה׳", "anchorVerse": 5, "sourceHasEn": false, "compDate": [80, 120], "commentaryNum": 4.0005, "collectiveTitle": {"en": "Onkelos Leviticus", "he": "תרגום אונקלוס על ויקרא"}, "heTitle": "תרגום אונקלוס על ויקרא", "he": "וְיִסַּב כַּהֲנָא <b>רַבָּא</b> מִדְּמָא דְתוֹרָא וְיָעֵל יָתֵיהּ לְמַשְׁכַּן זִמְנָא:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "חומש שפתי חכמים, מצודה תשס\"ט", "text": "The anointed <i>kohein</i> [<b>gadol</b>] shall take some of the bullocks blood and bring it inside the Tent of Meeting.", "versionTitle": "Metsudah Chumash, Metsudah Publications, 2009 [with Onkelos translation]", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "532b2686fbfba27c35eec484", "index_title": "Targum Jonathan on Leviticus", "category": "Targum", "type": "targum", "ref": "Targum Jonathan on Leviticus 4:5", "anchorRef": "Leviticus 4:5", "anchorRefExpanded": ["Leviticus 4:5"], "sourceRef": "Targum Jonathan on Leviticus 4:5", "sourceHeRef": "תרגום יונתן על ויקרא ד׳:ה׳", "anchorVerse": 5, "sourceHasEn": true, "compDate": [30, 70], "commentaryNum": 4.0005, "collectiveTitle": {"en": "Targum Jonathan on Leviticus", "he": "תרגום יונתן על ויקרא"}, "heTitle": "תרגום יונתן על ויקרא", "he": "וְיִסַב כַּהֲנָא רַבָּא דְמִתְרַבֵּי בְּמִשְׁחָא מִדְמָא דְתוֹרָא וִיהַנְעַל יָתֵיהּ לְמַשְׁכַּן זִמְנָא", "heVersionTitle": "Targum Jonathan on Leviticus", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": " And the high priest who is anointed with oil shall take of the blood of the bullock, and carry it into the tabernacle of ordinance;\n", "versionTitle": "The Targum of Jonathan ben Uzziel, trans. J. W. Etheridge, London, 1862", "license": "Public Domain", "versionTitleInHebrew": "תרגום ירושלמי (תרגום יונתן בן-עוזיאל) לתורה, תורגם ע״י ג׳ון ווסלי אטרידג׳, לונדון 1862"}, {"_id": "55adf92cfbfba23a068095eb", "index_title": "Meshekh Chokhmah", "category": "Quoting Commentary", "type": "parshanut", "ref": "Meshekh Chokhmah, Vayikra 60", "anchorRef": "Leviticus 4:5", "anchorRefExpanded": ["Leviticus 4:5"], "sourceRef": "Meshekh Chokhmah, Vayikra 60", "sourceHeRef": "משך חכמה, ויקרא ס׳", "anchorVerse": 5, "sourceHasEn": false, "compDate": [1875, 1925], "commentaryNum": 60, "collectiveTitle": {"en": "Meshekh Chokhmah", "he": "משך חכמה"}, "heTitle": "ויקרא", "he": "<b>ולקח </b>מדם הפר. בתו\"כ דם מהפר יקבלנו. הנה קבלת הדם כתוב גבי פר, לכן בדברי הימים ב' כ\"ט וישחטו הבקר ויקבלו הכהנים את הדם משום דעיקר קבלה בפר כתיבא יעו\"ש.\n", "heVersionTitle": "Riga, 1927", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "56823cc3d6e4a9628b309bb2", "index_title": "Sifra", "category": "Midrash", "type": "", "ref": "Sifra, Vayikra Dibbura DeChovah, Section 3 6", "anchorRef": "Leviticus 4:5", "anchorRefExpanded": ["Leviticus 4:5"], "sourceRef": "Sifra, Vayikra Dibbura DeChovah, Section 3 6", "sourceHeRef": "ספרא, ויקרא דבורא דחובה, פרשה ג ו׳", "anchorVerse": 5, "sourceHasEn": true, "compDate": [250, 350], "commentaryNum": 6, "collectiveTitle": {"en": "Sifra", "he": "ספרא"}, "heTitle": "פרשה ג", "he": "[ו] \"ולקח הכהן המשיח\" – אין לי אלא המשיח בשמן המשחה; מרובה בגדים מנין? תלמוד לומר (ויקרא ד, טז) \"הכהן\". [כהן הדיוט מנין? תלמוד לומר (ויקרא ד, ה) \"הכהן\".]‏ אם סופינו לרבות כהן אחר, מה תלמוד לומר \"ולקח הכהן המשיח\"? אלא מצוה שיקבל כהן המשיח, ואם קבל כהן אחר – עבודתו כשרה.", "heVersionTitle": "Venice 1545", "heLicense": "", "heVersionTitleInHebrew": "", "text": "6) \"And the anointed Cohein\": This tells me only of the (Cohein) anointed with the oil of anointment (i.e., the high-priest). Whence is it derived that the \"many-garmented priest\" (may also receive the blood)? From \"the Cohein.\" If in the end we are to include a different Cohein, why state: \"And the anointed Cohein shall take\"? It is a mitzvah for the anointed Cohein to receive (the blood), but if a different Cohein does so, it is kasher.", "versionTitle": "Sifra by Rabbi Shraga Silverstein", "license": "CC-BY", "versionTitleInHebrew": "ספרא, רבי שרגא זילברשטיין"}, {"_id": "57e77cf1d6e4a94c7c18a38c", "index_title": "Tafsir Rasag", "category": "Targum", "type": "targum", "ref": "Tafsir Rasag, Leviticus 4:5", "anchorRef": "Leviticus 4:5", "anchorRefExpanded": ["Leviticus 4:5"], "sourceRef": "Tafsir Rasag, Leviticus 4:5", "sourceHeRef": "תפסיר רס\"ג, ויקרא ד׳:ה׳", "anchorVerse": 5, "sourceHasEn": false, "compDate": [918, 942], "commentaryNum": 4.0005, "collectiveTitle": {"en": "Tafsir Rasag", "he": "תפסיר רס\"ג"}, "heTitle": "ויקרא", "he": "ויאכ̇ד̇ אלאמאם אלממסוח מן דמה פידכ̇לה אלי כ̇בא אלמחצ̇ר", "heVersionTitle": "Tafsir al-Torah bi-al-Arabiya, Paris, 1893", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תפסיר אלתורה באלערביה, פריס, 1893", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "58638092d6e4a97327a44d10", "index_title": "Rashi on Exodus", "category": "Quoting Commentary", "type": "", "ref": "Rashi on Exodus 30:20:1", "anchorRef": "Leviticus 4:5", "anchorRefExpanded": ["Leviticus 4:5"], "sourceRef": "Rashi on Exodus 30:20:1", "sourceHeRef": "רש\"י על שמות ל׳:כ׳:א׳", "anchorVerse": 5, "sourceHasEn": true, "compDate": [1075, 1105], "commentaryNum": 20.0001, "collectiveTitle": {"en": "Rashi on Exodus", "he": "רש\"י על שמות"}, "heTitle": "רש\"י על שמות", "he": "<b>בבאם אל אהל מועד.</b> לְהַקְטִיר שַׁחֲרִית וּבֵין הָעַרְבַּיִם קְטֹרֶת, אוֹ לְהַזּוֹת מִדַּם פַּר כֹּהֵן הַמָּשִׁיחַ וּשְׂעִירֵי עֲ\"זָ:", "heVersionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "בבאם אל אהל מועד WHEN THEY COME INTO THE APPOINTED TENT to burn incense in the morning and at evening, or to sprinkle of the blood of the bullock offered by the anointed High-Priest (Leviticus 4:5, 7) and of the he-goats offered as atonement for the sin of idolatry (all of which services were performed in the interior of the Sanctuary) (Zevachim 19b).", "versionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "license": "Public Domain", "versionTitleInHebrew": "חמישה חומשי תורה עם פירוש רש״י, מ. רוזנבאום וא.מ. סילברמן"}, {"_id": "58ad97ebd6e4a93323dc4be0", "index_title": "Yoma", "category": "Talmud", "type": "", "ref": "Yoma 48a:5", "anchorRef": "Leviticus 4:5", "anchorRefExpanded": ["Leviticus 4:5"], "sourceRef": "Yoma 48a:5", "sourceHeRef": "יומא מ״ח א:ה׳", "anchorVerse": 5, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 95.0005, "collectiveTitle": {"en": "Yoma", "he": "יומא"}, "heTitle": "יומא", "he": "מְנָא הָנֵי מִילֵּי? תָּנוּ רַבָּנַן: ״וְלָקַח מִדַּם הַפָּר״, מִדַּם הַנֶּפֶשׁ, וְלֹא מִדַּם הָעוֹר, וְלֹא מִדַּם הַתַּמְצִית.", "heVersionTitle": "William Davidson Edition - Vocalized Aramaic", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "מהדורת וויליאם דייוידסון - ארמית המנוקד", "text": "The Gemara asks: <b>From where are these matters</b> derived? <b>As the Sages taught</b> in a halakhic midrash: <b>“And</b> the anointed priest <b>shall take from the blood of the bull”</b> (Leviticus 4:5); this means that the priest shall take <b>from the blood of the soul,</b> i.e., the bull’s blood that flows from the place of slaughter as the animal dies, <b>and not from the blood of the skin,</b> which bleeds out when the skin is cut before the slaughter, <b>nor from the blood squeezed</b> from an animal after the initial spurt.", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": "מהדורת וויליאם דייוידסון - אנגלית"}, {"_id": "5933bf0bd6e4a954e5309b67", "index_title": "Midrash Tanchuma Buber", "category": "Midrash", "type": "", "ref": "Midrash Tanchuma Buber, Tazria 7:1", "anchorRef": "Leviticus 4:5", "anchorRefExpanded": ["Leviticus 4:5"], "sourceRef": "Midrash Tanchuma Buber, Tazria 7:1", "sourceHeRef": "תנחומא בובר, תזריע ז׳:א׳", "anchorVerse": 5, "sourceHasEn": true, "compDate": [150, 750], "commentaryNum": 7.0001, "collectiveTitle": {"en": "Midrash Tanchuma Buber", "he": "תנחומא בובר"}, "heTitle": "תזריע", "he": "וביום השמיני ימול בשר ערלתו <small>(ויקרא יב ג)</small>. אין כתיב כאן שיוציא הוצאות, ראה כמה ישראל מחבבין את המצות, כמה הן מוציאין הוצאות כדי לשמרן, אמר הקב\"ה אתם משמחין את המצות, אף אני אוסיף לכם שמחה, שנאמר ויספו ענוים בה' שמחה <small>(ישעיה כט יט)</small>. שאל טורנוסרופוס הרשע את ר' עקיבא איזה מעשים נאים של הקב\"ה או של בשר ודם, א\"ל של בשר ודם נאים, א\"ל טורנוסרופוס הרשע הרי השמים והארץ יכול אתה לעשות כהם, א\"ל ר' עקיבא לא תאמר לי בדבר שהוא למעלה מן הבריות, שאין שולטין בהן, אלא בדברים שהן מצויין בבני אדם. א\"ל למה אתם מולים, א\"ל אף אני הייתי יודע שאתה עתיד לומר לי כן, לכך הקדמתי ואמרתי לך מעשה בשר ודם הם נאים משל הקב\"ה, הביאו לי שבולים וגלוסקאות, [אמר לו אלו מעשה הקב\"ה ואלו מעשה בשר ודם אין אלו נאים, הביאו לי] אנוצי פשתן וכלים מבית שאן, א\"ל אלו מעשה הקב\"ה ואלו מעשה בשר ודם, אין אלו נאים, א\"ל טורנוסרופוס הואיל הוא חפץ במילה, למה אינו יוצא מהול ממעי אמו, א\"ל ר' עקיבא ולמה שוררו יוצא בו, לא תחתוך אמו שוררו, ולמה אינו יוצא מהול, לפי שלא נתן הקב\"ה לישראל את המצות אלא כדי לצרף בהן, לכך אמר ודוד (כל) אמרת (אלוה) [ה'] צרופה וגו' <small>(תהלים יח לא)</small>.", "heVersionTitle": "Midrash Tanhuma haKadum veHaYashan, S. Buber, 1885", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש תנחומא הקדום והישן, ש' בובר, תרמ\"ה", "text": "(Lev. 12:3): <small>AND ON THE EIGHTH DAY THE FLESH OF HIS FORESKIN SHALL BE CIRCUMCISED</small>. It is not written here that one lays out expenses &lt; over circumcision &gt;.<sup class=\"footnote-marker\">24</sup><i class=\"footnote\">The added words are from the parallel in <i>Tanh.</i>, Lev. 4:5.</i> See how much Israel loves the commandments, how many expenses they lay out in order to observe them! The Holy One said: You make the commandments joyful; I am increasing your joy, as stated (in Is. 29:19): <small>THEN THE HUMBLE SHALL INCREASE THEIR JOY IN THE LORD</small>. Tyrannus Rufus the Wicked asked R. Aqiva: Which works are the more beautiful? Those of the Holy One or those of flesh and blood? He said to him: Those of flesh and blood are the more beautiful. Tyrannus Rufus the Wicked said to him: Look at the heavens and the earth. Are you able to make anything like them? R. Aqiva said to him: Do not talk to me about something which is high above mortals, things over which they have no control, but about things which are usual among the children of Adam. He said to him: Why do you circumcise? He said to him: I also knew that you were going to say this to me. I therefore anticipated &lt; your question &gt; when I said to you: A work of flesh and blood is more beautiful than one of the Holy One? Bring me wheat spikes and white bread.<sup class=\"footnote-marker\">25</sup><i class=\"footnote\"><i>Qeluska’ot</i>, from the Gk.: <i>kollikes</i> (“long rolls of coarse bread”) or <i>kollikia</i> (the diminutive of <i>kollikes</i>).</i> [He said to him: The former is the work of the Holy One, and the latter is the work of flesh and blood. Is not the latter more beautiful. Bring me] bundles of flax and garments of Beth-shean. He said to him: The former are the work of the Holy One, and the latter are the work of flesh and blood. Are not the latter more beautiful? Tyrannus Rufus said to him: Inasmuch as he finds pleasure in circumcision, why does no one emerge from his mother's belly circumcised? R. Aqiva said to him: And why does his umbilical cord come out on him? Does not his mother cut his umbilical cord? So why does he not come out circumcised? Because the Holy One only gave Israel the commandments in order to purify them. Therefore, David said (in II Sam. 22:31 = Ps. 18:31 [30]): {<small>EVERY</small>} <small>WORD OF</small> {<small>GOD</small>} [<small>THE LORD</small>] <small>IS PURE</small>….", "versionTitle": "Midrash Tanhuma, S. Buber Recension; trans. by John T. Townsend, 1989.", "license": "CC-BY", "versionTitleInHebrew": "מדרש תנחומא, בובר, מתורגם בידי ג'ון ט' טוונסנד, 1989"}, {"_id": "5933bf21d6e4a954e5309bc5", "index_title": "Midrash Tanchuma Buber", "category": "Midrash", "type": "", "ref": "Midrash Tanchuma Buber, Mishpatim 3:1", "anchorRef": "Leviticus 4:5", "anchorRefExpanded": ["Leviticus 4:5"], "sourceRef": "Midrash Tanchuma Buber, Mishpatim 3:1", "sourceHeRef": "תנחומא בובר, משפטים ג׳:א׳", "anchorVerse": 5, "sourceHasEn": true, "compDate": [150, 750], "commentaryNum": 3.0001, "collectiveTitle": {"en": "Midrash Tanchuma Buber", "he": "תנחומא בובר"}, "heTitle": "משפטים", "he": "ואלה המשפטים וגו'. זש\"ה מגיד דבריו ליעקב וגו' לא עשה כן לכל גוי וגו' <small>(תהלים קמז יט כ)</small>, עקילס בן אחותו של אנדרינוס היה מבקש להתתגייר, והיה ירא מפני אנדרינוס דודו, א\"ל מבקש אני לעשות סחורה, א\"ל שמא אתה חסר כסף או זהב הרי התיסברון לפניך, א\"ל מבקש אני לעשות סחורה, ולידע דעתן של בריות, ואני מבקש להימלך בך היאך לעשות, א\"ל כל פרקמטיא שאתה רואה שהיא נתונה בארץ, לך עסוק בה שסופה להתעלות, והוא היה מתכוין להתגייר, בא לו לארץ ישראל ולמד את התורה, כיון שבא אצלו אחר ימים מצאוהו ר' אליעזר ור' יהושע וראו פניו משונות, אמרו זה לזה עקילס למד את התורה, כיון שבאו אצלו התחיל לשאול להם שאילות, והם משיבין אותו, עלה אצל אנגדרינוס, א\"ל על מה פניך משונות, שמא הפסידה הפרגמטיא שלך, או שמא דם מיצר לך, א\"ל לאו, ולמה פניך משונות, א\"ל שלמדתי תורה, ולא עוד אלא שמלתי, א\"ל ומי אמר לך, א\"ל בך נמלכתי, א\"ל אימתי, א\"ל בשעה שאמרתי לך מבקש אני לעשות סחורה, ואמרת לי כל פרגמטיא שאתה רואה שנתונ לארץ עסוק בה שסופה להתעלות, וחזרתי על כל אומות ולא מצאתי אומה הנתונה לארץ כישראל, וסופן להתעלות, שכן אמר ישעיה כה אמר ה' גואל ישראל קדושו (לבוזה) [לבזה] נפש למתעב גוי לעבד מושלים וגו' <small>(ישעיה מט ז)</small>, אמר לו סונדוקרוס שלו עתידין אלו ששמדתה שיהו המלכים עומדין מפניהם, שנא' מלכים יראו וקמו שרים וישתחוו <small>(ישעיה מ טז)</small>. הכה אותו אנסרינוס על לחיו, א\"ל יש נותן רטיה אלא על המכה, שמא [אדם] נותן על בשר בריא לא על המכה הוא נותן, עכשיו אם רואין גולייר אחד אינן עומדין מפניו, מה עשה סונדוקרוס שלו, עלה לגג ונפל ומת, ורוח הקדש צווחת כן יאבדו כל אויביך ה' <small>(שופטים ה לא)</small>, א\"ל אדנריינוס לעקילס למה עשית כך, א\"ל שבקשתי ללמוד תורה, א\"ל היה לך ללמוד ולא לימול, א\"ל אם אין אדם מל אינו יכול ללמד, שנאמר מגיד דבריו ליעקב [חוקי ומשפטיו לישראל <small>(תהלים קמז יט)</small>, ליעקב] למי שהוא מל מיעקב, חוקיו זו תורה, ומשפטיו אלו הדינין, [שנאמר] שם שם לו [חוק ומשפט] <small>(שמות טו כה)</small>, אמר הקב\"ה למשה נתתי להם את התורה, תן להם את המשפטים, אמר להם הקב\"ה מבקשים אתם לעמוד בעולם שמרו את המשפטים, שאין (אדם) [עולם] יכול לעמוד בלא משפט, דור המבול לא אבדו מן העולם אלא שעברו על המשפט, אמר ר' אלעזר בן פדת מה כתיב בם, מבקר לערב יוכתו מבלי משים לנצח יאבדו <small>(איוב ד כ)</small>, הוי ואלה המשפטים.", "heVersionTitle": "Midrash Tanhuma haKadum veHaYashan, S. Buber, 1885", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש תנחומא הקדום והישן, ש' בובר, תרמ\"ה", "text": "(Exod. 21:1:) <small>AND THESE ARE THE ORDINANCES</small>…. This text is related (to Ps. 147:19–20): <small>HE DECLARES HIS WORDS TO JACOB, &lt;HIS STATUTES AND ORDINANCES TO ISRAEL</small>&gt;. <small>HE HAS NOT DONE SO FOR ANY NATION; &lt;AND, AS FOR HIS ORDINANCES, THEY HAVE NOT KNOWN THEM</small>&gt;.<sup class=\"footnote-marker\">11</sup><i class=\"footnote\"><i>Tanh</i>., Exod. 6:5.</i> Aquila the son of Hadrian's sister wanted to convert to Judaism, but he was afraid of his uncle Hadrian.<sup class=\"footnote-marker\">12</sup><i class=\"footnote\">See Exod. R. 30:12.</i> He said to him: I want to engage in a business. He said to him: Do you perhaps lack silver or gold? Here, you have the treasury<sup class=\"footnote-marker\">13</sup><i class=\"footnote\">Gk.: <i>thesauros</i>.</i> before you. He said to him: I want to engage in a business in order to gain knowledge of humanity, and I want to consult you on how to do it. He said to him: Go and engage in any business<sup class=\"footnote-marker\">14</sup><i class=\"footnote\">Gk.: <i>pragmateia</i>.</i> that you see established on earth, since in the end it will increase (<i>hit'allah</i>) &lt;in value &gt;. Now he intended to convert to Judaism. He came to the land of Israel and studied the Torah. When R. Eliezer and R. Joshua came to him after some time, they found him and saw his face transformed. They said to each other: Aquila has been studying the Torah. When they came to him, he began to ask them questions, and they would answer him. He went up to Hadrian. He said to him: Why is your face transformed? Has your business failed, or is someone troubling you? He told him: No. Then why has your face been transformed? He said to him: Because I have been studying Torah. And not only that, but I have been circumcised. He said to him: And who told you &lt;to do so&gt;? He said to him: I consulted with you. He said to him: When? He said to him: When I told you I wanted to engage in a business, you told me: Engage in any business that you see established on earth, since in the end it will increase (<i>hit'allah</i>) &lt;in value&gt;. So I went back over all the peoples and did not find &lt;any&gt; people established on earth like Israel. Now in the end they will be exalted (<i>hit'allah</i>), just as Isaiah has said (in Is. 49:7): <small>THUS SAYS THE LORD, THE REDEEMER OF ISRAEL, HIS HOLY ONE, TO</small> {<small>ONE WHO DESPISES ONE</small>'s} [<small>A DESPICABLE</small>] <small>SOUL, TO AN ABHORRENT NATION, TO A SLAVE OF RULERS: &lt; KINGS SHALL SEE, AND NOBLES SHALL RISE UP. AND THEY SHALL PROSTRATE THEMSELVES ON ACCOUNT OF THE LORD, WHO IS FAITHFUL, EVEN THE HOLY ONE OF ISRAEL, BECAUSE HE HAS CHOSEN YOU</small>.&gt; His associate regent<sup class=\"footnote-marker\">15</sup><i class=\"footnote\">Gk.: <i>sygkathedros</i>.</i> said to him: Are these whom you have been annihilating going to be those before whom kings will stand, as stated (in Is. 49:7): <small>KINGS SHALL SEE AND RISE UP; NOBLES ALSO SHALL PROSTRATE THEMSELVES</small>? Hadrian hit him on the jaw. He said to him: One only puts a bandage on a wound. Would [someone] put it on sound flesh? Would he not put it on a wound? Now if one sees some common soldier,<sup class=\"footnote-marker\">16</sup><i class=\"footnote\">Lat.: <i>galearius</i> (“solder’s servant,” “batman”).</i> he does not stand in his presence.<sup class=\"footnote-marker\">17</sup><i class=\"footnote\">The exact intent of the passage is doubtful. Enoch Zundel in his commentary, ‘<i>Anaf Yosef</i>, on the parallel in <i>Tanh</i>., Lev. 4:5, suggests that, as a bandage on a wound restores the flesh to normal without improving on it, so Israel may be restored to normal but not beyond to a position outranking kings. Similarly, the lowliest soldier may win promotion but will never outrank the emperor. Therefore, Hadrian need never fear the Jews.</i> What did his associate regent do? He went up on the roof, fell down, and died. Thus the Holy Spirit cries out (in Jud. 5:31): <small>SO SHALL ALL YOUR ENEMIES PERISH, O LORD</small>. Hadrian said to Aquila: Why did you do this? He said to him: Because I wanted to learn Torah. He said to him: You could have learned it without becoming circumcised. He said to him: Without circumcising, one could not learn it, as stated (in Ps. 147:19): <small>HE DECLARES HIS WORDS TO JACOB</small>, [<small>HIS STATUTES AND ORDINANCES</small> (<i>mishpatim</i>) <small>TO ISRAEL. TO JACOB</small>:] To whoever from Jacob practices circumcision. <small>HIS STATUTES</small>: This means Torah. <small>AND ORDINANCES</small>: These are the laws. [Thus it is stated] (in Exod. 15:25): <small>THERE HE ESTABLISHED FOR THEM</small> [<small>A STATUTE AND AN ORDINANCE</small> (<i>mishpat</i>)]. The Holy One said to Moses: I have given them the Torah; you give them the ordinances (mishpatim). The Holy One said to them: If you desire to survive in this world, observe the ordinances (<i>mishpatim</i>), for {one} [a world] cannot survive without justice (<i>mishpat</i>). The generation of the flood would not have perished from the world, had they not transgressed against justice (<i>mishpat</i>). R. Eleazar ben Pedat said: What is written about them (in Job 4:20)? <small>FROM MORNING TO EVENING THEY ARE SHATTERED; THEY PERISH FOREVER WITHOUT ANYONE NOTICING</small> (rt.: <small>SYM</small>). Ergo (in Exod. 21:1): <small>AND THESE ARE THE ORDINANCES</small> (<i>mishpatim</i>) <small>&lt;THAT YOU SHALL SET</small> (rt.: <small>SYM</small>) <small>BEFORE THEM</small>&gt;.<sup class=\"footnote-marker\">18</sup><i class=\"footnote\">See Gen. R. 26:6; 31:5; Exod. R. 30:13.</i>", "versionTitle": "Midrash Tanhuma, S. Buber Recension; trans. by John T. Townsend, 1989.", "license": "CC-BY", "versionTitleInHebrew": "מדרש תנחומא, בובר, מתורגם בידי ג'ון ט' טוונסנד, 1989"}, {"_id": "59636bb4d6e4a9416e9c389e", "index_title": "Mizrachi", "category": "Commentary", "type": "commentary", "ref": "Mizrachi, Leviticus 4:5:1", "anchorRef": "Leviticus 4:5", "anchorRefExpanded": ["Leviticus 4:5"], "sourceRef": "Mizrachi, Leviticus 4:5:1", "sourceHeRef": "מזרחי, ויקרא ד׳:ה׳:א׳", "anchorVerse": 5, "sourceHasEn": false, "compDate": [1475, 1525], "commentaryNum": 5.0001, "collectiveTitle": {"en": "Mizrachi", "he": "מזרחי"}, "heTitle": "ויקרא", "he": "<b>אל אהל מועד למשכן ולבית עולמים להיכל. </b>בלבד אלא שהכתוב תפש בלשונו אהל מועד מפני שבאותה שעה עדיין לא היה מקדש אלא אהל מועד ומה שלא פי' זה גבי יקריבנו אל פתח אהל מועד או גבי ושחטו פתח אהל מועד או גבי ושחטו אותו לפני אהל מועד או בפרשה הזאת עצמה גבי והביא את הפר אל פתח אהל מועד הוא מפני שכל אלו הם מורים על העזרה ושם עזרה א' הוא באהל מועד ובבית העולמים אבל גבי והביא אותו אל אהל מועד ששם אהל מועד אינו נופל על שם ההיכל הוצרך לפרש שלא באהל מועד בלבד יהיה זה אלא אף בבית העולמים א\"נ מפני שקדושת העזרה בשניהם אחת היא לא הוצרך לפרש לומר שלא בעזרת המשכן בלבד יהיה זה אלא אף בעזר' בית העולמים אבל אהל מועד שקדושתו מתחלפת מקדושת בית העולמים שזה קדושתו קדושת שעה וזה קדושתו קדושת עולמית הוצרך לפרש בו שאעפ\"כ מצות ההבאה נוהגת בשניהן ומה שלא חשש הכתוב לפרש זה הוא מפני שסמך על הכתוב בפרש' הפרה את משכן יי' טמא את מקדש יי' טמא ודרשו בם רז\"ל אם נאמר משכן למה נאמר מקדש ואם נאמר מקדש למה נאמר משכן ואמרו שיש בזה מה שאין בזה ויש בזה מה שאין בזה וכיון שכן אין הפרש בין שניהם כלום ולכן האמור באהל מועד אמו' בבית עולמים והכתוב יתפוש בלשונו המשכן שהיתה באותה שעה והוא הדין למקדש: \n", "heVersionTitle": "Four commentaries on Rashi. Warsaw, 1862", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59d488d4d6e4a939ba1739a5", "index_title": "Torah Temimah on Torah", "category": "Commentary", "type": "commentary", "ref": "Torah Temimah on Torah, Leviticus 4:5:1", "anchorRef": "Leviticus 4:5", "anchorRefExpanded": ["Leviticus 4:5"], "sourceRef": "Torah Temimah on Torah, Leviticus 4:5:1", "sourceHeRef": "תורה תמימה על התורה, ויקרא ד׳:ה׳:א׳", "anchorVerse": 5, "sourceHasEn": false, "compDate": [1898, 1902], "commentaryNum": 5.0001, "collectiveTitle": {"en": "Torah Temimah on Torah", "he": "תורה תמימה על התורה"}, "heTitle": "ויקרא", "he": "<b>ולקח הכהן. </b>ולהלן נאמר (ס\"פ משפטים) ויקח משה חצי הדם וישם באגנות מה להלן בכלי אף כאן בכלי.<br>(שם)\n", "heVersionTitle": "Torah Temimah, Vilna, 1904", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורה תמימה, וילנה תרס\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59d488d5d6e4a939ba1739a7", "index_title": "Torah Temimah on Torah", "category": "Commentary", "type": "commentary", "ref": "Torah Temimah on Torah, Leviticus 4:5:2", "anchorRef": "Leviticus 4:5", "anchorRefExpanded": ["Leviticus 4:5"], "sourceRef": "Torah Temimah on Torah, Leviticus 4:5:2", "sourceHeRef": "תורה תמימה על התורה, ויקרא ד׳:ה׳:ב׳", "anchorVerse": 5, "sourceHasEn": false, "compDate": [1898, 1902], "commentaryNum": 5.0002, "collectiveTitle": {"en": "Torah Temimah on Torah", "he": "תורה תמימה על התורה"}, "heTitle": "ויקרא", "he": "<b>מדם הפר. </b>נשפך הדם על הרצפה ואספו פסול, שנאמר ולקח הכהן המשיח מדם הפר – דם מהפר יקבלנו <sup class=\"footnote-marker\">יג</sup><i class=\"footnote\">טעם הדיוק בזה, דבהכרח אי אפשר לפרש מדם הפר מקצת הדם, כמו ממימי היאור, מזמרת הארץ, יען דכתיב מפורש בפסוק הבא ואת כל הדם ישפוך, הרי מבואר דצריך ליקח כל הדם, וא\"כ קשה למה כתב בלשון כזה שאפשר למטעי והו\"ל לכתוב את דם הפר, וכמו בס\"פ משפטים ויקח משה את הדם, לכן דריש דהוי כמו דכתיב דם מהפר, והכונה שיקבל הדם ישר מן הפר ולאפוקי אם נשפך הדם על הרצפה ואספו, דלא הוי ישר מן הפר, ונמצא לשון כזה בפסוק כמו (תהילים פ׳:ו׳) ותשקמו בדמעות שליש, שהמובן הוא ותשקמו דמעות בשליש, ובלשון חז\"ל נקרא לשון כזה גורעין ומוסיפין ודורשין.\n</i>.<br>(זבחים כ\"ה א')\n", "heVersionTitle": "Torah Temimah, Vilna, 1904", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורה תמימה, וילנה תרס\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59d488d5d6e4a939ba1739a9", "index_title": "Torah Temimah on Torah", "category": "Commentary", "type": "commentary", "ref": "Torah Temimah on Torah, Leviticus 4:5:3", "anchorRef": "Leviticus 4:5", "anchorRefExpanded": ["Leviticus 4:5"], "sourceRef": "Torah Temimah on Torah, Leviticus 4:5:3", "sourceHeRef": "תורה תמימה על התורה, ויקרא ד׳:ה׳:ג׳", "anchorVerse": 5, "sourceHasEn": false, "compDate": [1898, 1902], "commentaryNum": 5.0003, "collectiveTitle": {"en": "Torah Temimah on Torah", "he": "תורה תמימה על התורה"}, "heTitle": "ויקרא", "he": "<b>מדם הפר. </b>ת\"ר, ולקח הכהן המשיח מדם הפר, מדם הנפש ולא מדם העור ולא מדם התמצית <sup class=\"footnote-marker\">יד</sup><i class=\"footnote\">עיין מש\"כ באות הקודם בטעם דיוק לשון מדם הפר, וכאן בא למעט שיקח דוקא מדם הפר והיינו דם הקלוח שהנפש בו ולא דם מהעור ולא דם התמצית שמתמצה אחר שפסק דם הקלוח מהשחיטה, וזה מדויק בלשון מדם הפר, היינו הדם שעיקר החיות תלוי בו, וזהו דם הנפש. –\n<br>וע' בט\"ז ליו\"ד סי' כ\"ג כתב בפשיטות דבעור לא נמצא דם כלל, עיי\"ש מה שנוגע מזה לדינא, והנה כאן מפורש ההיפך, דדריש ולא מדם העור, ואם לא היה בו דם כלל, לא היה צריך למעט.\n</i>.<br>(שם שם)\n", "heVersionTitle": "Torah Temimah, Vilna, 1904", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורה תמימה, וילנה תרס\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59d488d5d6e4a939ba1739ab", "index_title": "Torah Temimah on Torah", "category": "Commentary", "type": "commentary", "ref": "Torah Temimah on Torah, Leviticus 4:5:4", "anchorRef": "Leviticus 4:5", "anchorRefExpanded": ["Leviticus 4:5"], "sourceRef": "Torah Temimah on Torah, Leviticus 4:5:4", "sourceHeRef": "תורה תמימה על התורה, ויקרא ד׳:ה׳:ד׳", "anchorVerse": 5, "sourceHasEn": false, "compDate": [1898, 1902], "commentaryNum": 5.0004, "collectiveTitle": {"en": "Torah Temimah on Torah", "he": "תורה תמימה על התורה"}, "heTitle": "ויקרא", "he": "<b>מדם הפר. </b>א\"ר יהודה אמר שמואל, השוחט צריך שיגביה סכין למעלה, שנאמר ולקח מדם הפר ולא מדם הפר ודבר אחר <sup class=\"footnote-marker\">טו</sup><i class=\"footnote\">ר\"ל דכיון דשוחט הוא לתוך המזרק כדי שיתקבל דמו, ואם לא יגביה הסכין למעלה הלא ירד הדם לתוך המזרק מעל הסכין, ואנן בעינן שירד מהפר גופיה כמבואר לעיל אות י\"ג. ומטעם זה מבואר בגמ' כאן שצריך לקנח דם שעל הסכין בשפת מזרק [מאחוריו] ולא לתוכו משום דאל\"ה יהיו דם הפר וד\"א.\n</i>.<br>(זבחים כ\"ה ב')\n", "heVersionTitle": "Torah Temimah, Vilna, 1904", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורה תמימה, וילנה תרס\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59d488d5d6e4a939ba1739ad", "index_title": "Torah Temimah on Torah", "category": "Commentary", "type": "commentary", "ref": "Torah Temimah on Torah, Leviticus 4:5:5", "anchorRef": "Leviticus 4:5", "anchorRefExpanded": ["Leviticus 4:5"], "sourceRef": "Torah Temimah on Torah, Leviticus 4:5:5", "sourceHeRef": "תורה תמימה על התורה, ויקרא ד׳:ה׳:ה׳", "anchorVerse": 5, "sourceHasEn": false, "compDate": [1898, 1902], "commentaryNum": 5.0005, "collectiveTitle": {"en": "Torah Temimah on Torah", "he": "תורה תמימה על התורה"}, "heTitle": "ויקרא", "he": "<b>מדם הפר. </b>אמר ר' זירא אמר רבי, הצורם אוזן הפר ואח\"כ קיבל דמו פסול, שנאמר ולקח מדם הפר – פר שהיה כבר <sup class=\"footnote-marker\">טז</sup><i class=\"footnote\">ר\"ל שהיה שלם בשעת הקבלה, אבל אם חסר מאבריו קודם קבלת הדם, ואפילו רק צרם אזנו פסולה, משום דבשעת קבלת הדם לא היה הפר בשלימות אבריו.\n</i>.<br>(שם שם ב')\n", "heVersionTitle": "Torah Temimah, Vilna, 1904", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורה תמימה, וילנה תרס\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59d488d5d6e4a939ba1739af", "index_title": "Torah Temimah on Torah", "category": "Commentary", "type": "commentary", "ref": "Torah Temimah on Torah, Leviticus 4:5:6", "anchorRef": "Leviticus 4:5", "anchorRefExpanded": ["Leviticus 4:5"], "sourceRef": "Torah Temimah on Torah, Leviticus 4:5:6", "sourceHeRef": "תורה תמימה על התורה, ויקרא ד׳:ה׳:ו׳", "anchorVerse": 5, "sourceHasEn": false, "compDate": [1898, 1902], "commentaryNum": 5.0006, "collectiveTitle": {"en": "Torah Temimah on Torah", "he": "תורה תמימה על התורה"}, "heTitle": "ויקרא", "he": "<b>והביא אותו. </b>מה ת\"ל אותו, למעט קרבנו למצוה. יחידית שלא יכנס דמו לפנים <sup class=\"footnote-marker\">יז</sup><i class=\"footnote\">מדייק יתור הלשון והביא אותו, דדי היה לומר והביאו, ודריש דבא למעט דם שעירה שמביא כהן משיח על שגגת חטא עבודת כוכבים, כמבואר בפ' שלח, שאותו הדם אינו מזה בפנים על מזבח הפנימי אלא על מזבח החצון, וקרי למצוה זו יחידית, מפני שיצאה מכלל פרשה זו וקבעה לה מקום ביחוד, בפ' שלח. והרבותא בזה דלא נילף מצבור דגם השעירים שבאים על חטא עבודת כוכבים דמם נכנס לפנים. וטעם הדבר י\"ל משום דצבור לעולם מעלתם יתירא ולכן כבודם מרובה להיות כפרתם בפנים. –\n<br>והנה דרשה זו איתא גם בתו\"כ כאן, ובכן תמה אני על הרמב\"ם בפ\"ה הט\"ז מקרבנות שכתב וז\"ל שעירי עבודת כוכבים והם שעירים הנשרפין לא נתפרש בהן בתורה כיצד נותן דמם ולהיכן הוא נותן, אלא לפי שהן חטאות הקהל דינן כדין פר העלם דבר של צבור, שהוא חטאת הקהל לכל האמור בו למתן דמים וכו', עכ\"ל. והנה אם לענין שעירי עבודת כוכבים הנשרפים של צבור איתא באמת ריש פ\"ה דזבחים שעירים הנשרפין טעונין הזאה בפנים, אבל לענין שעיר של כהן משיח הלא מפורש נתמעט בירושלמי ותו\"כ לפנינו מהזאה בפנים, וא\"כ איך סתם הרמב\"ם בכל שעירים הנשרפין שמתן דמן בפנים ולא הוציא שעיר של כהן משיח. ודוחק לומר דדעתו בזה כיון דבגמרא הבבלית לא חלקו בין שעירים של צבור לשעיר של כהן משיח, לכן קיי\"ל כן, יען דכמה וכמה דינים אנו קובעים ע\"פ הירושלמי ותו\"כ כל זמן שלא נמצא סתירה מפורשת בבבלי, וכן דרך הרמב\"ם בחבורו, וצריך עיון.\n</i>.<br>(ירושלמי הוריות פ\"ב ה\"ד)\n", "heVersionTitle": "Torah Temimah, Vilna, 1904", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורה תמימה, וילנה תרס\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59d488d5d6e4a939ba1739b1", "index_title": "Torah Temimah on Torah", "category": "Commentary", "type": "commentary", "ref": "Torah Temimah on Torah, Leviticus 4:5:7", "anchorRef": "Leviticus 4:5", "anchorRefExpanded": ["Leviticus 4:5"], "sourceRef": "Torah Temimah on Torah, Leviticus 4:5:7", "sourceHeRef": "תורה תמימה על התורה, ויקרא ד׳:ה׳:ז׳", "anchorVerse": 5, "sourceHasEn": false, "compDate": [1898, 1902], "commentaryNum": 5.0007, "collectiveTitle": {"en": "Torah Temimah on Torah", "he": "תורה תמימה על התורה"}, "heTitle": "ויקרא", "he": "<b>והביא אותו. </b>הכשר ולא הפסול.<br>(תו\"כ)\n", "heVersionTitle": "Torah Temimah, Vilna, 1904", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורה תמימה, וילנה תרס\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59ef2c30d6e4a90d4d5b6ebb", "index_title": "Steinsaltz on Ketubot", "category": "Quoting Commentary", "type": "", "ref": "Steinsaltz on Ketubot 45a:6", "anchorRef": "Leviticus 4:3-12", "anchorRefExpanded": ["Leviticus 4:3", "Leviticus 4:4", "Leviticus 4:5", "Leviticus 4:6", "Leviticus 4:7", "Leviticus 4:8", "Leviticus 4:9", "Leviticus 4:10", "Leviticus 4:11", "Leviticus 4:12"], "sourceRef": "Steinsaltz on Ketubot 45a:6", "sourceHeRef": "ביאור שטיינזלץ על כתובות מ״ה א:ו׳", "anchorVerse": 3, "sourceHasEn": false, "compDate": [1950, 2010], "commentaryNum": 89.0006, "collectiveTitle": {"en": "Steinsaltz on Ketubot", "he": "ביאור שטיינזלץ על כתובות"}, "heTitle": "ביאור שטיינזלץ על כתובות", "he": "<b>אלא אמר רב נחמן בר יצחק:</b> שאלה זו אם <b>אישתני</b> <small>[השתנה]</small> הדין כאשר השתנה הגוף או <b>לא אישתני</b> <small>[השתנה],</small> <b>תנאי</b> <small>[</small>מחלוקת <small>תנאים]</small> <b>היא, דתנן</b> <small>[ש</small>כן <small>שנינו</small> במשנה<small>]:</small> נאמר בתורה כי כהן גדול או מלך מביאים קרבן מיוחד על שחטאו בשגגה (ויקרא ד, ג-יב, ויקרא כב-כו), אולם אם <b>חטאו עד שלא נתמנו, ונתמנו,</b> ונודע להם חטאם לאחר המינוי, <b>הרי הן כהדיוטות</b> ומביאים כבשה או שעירה כשאר הדיוט שחטא.", "heVersionTitle": "William Davidson Edition - Hebrew", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59ef2ecad6e4a90d4d5c4683", "index_title": "Steinsaltz on Yoma", "category": "Quoting Commentary", "type": "", "ref": "Steinsaltz on Yoma 48a:5", "anchorRef": "Leviticus 4:5", "anchorRefExpanded": ["Leviticus 4:5"], "sourceRef": "Steinsaltz on Yoma 48a:5", "sourceHeRef": "ביאור שטיינזלץ על יומא מ״ח א:ה׳", "anchorVerse": 5, "sourceHasEn": false, "compDate": [1950, 2010], "commentaryNum": 95.0005, "collectiveTitle": {"en": "Steinsaltz on Yoma", "he": "ביאור שטיינזלץ על יומא"}, "heTitle": "ביאור שטיינזלץ על יומא", "he": "ושואלים: <b>מנא הני מילי</b> <small>[מניין דברים אלה]?</small> <b>דתנו רבנן</b> <small>[ששנו חכמים]</small> במדרש הלכה: נאמר: <b>\"ולקח</b> הכהן המשיח <b>מדם הפר\"</b> (ויקרא ד, ה) ומשמעו: מדם הפר שהוא <b>דם הנפש</b> עצמו, שהוא הדם המקלח מבית שחיטתו ובו הנפש יוצאת <b>ולא מדם העור</b> שיצא אגב חיתוך העור שלפני השחיטה, וכן <b>לא מדם התמצית</b> היוצא לאחר שהפסיק הדם לקלח אחר השחיטה.", "heVersionTitle": "William Davidson Edition - Hebrew", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5a15446fd6e4a92409ac0119", "index_title": "Siftei Chakhamim", "category": "Commentary", "type": "commentary", "ref": "Siftei Chakhamim, Leviticus 4:5:1", "anchorRef": "Leviticus 4:5", "anchorRefExpanded": ["Leviticus 4:5"], "sourceRef": "Siftei Chakhamim, Leviticus 4:5:1", "sourceHeRef": "שפתי חכמים, ויקרא ד׳:ה׳:א׳", "anchorVerse": 5, "sourceHasEn": true, "inline_reference": {"data-commentator": "Siftei Chakhamim", "data-label": "⚬"}, "compDate": [1660, 1680], "commentaryNum": 5.0001, "collectiveTitle": {"en": "Siftei Chakhamim", "he": "שפתי חכמים"}, "heTitle": "ויקרא", "he": "<b>להיכל.</b> דלאו דוקא משכן אלא ה\"ה במקדש מדכתיב בפרשת חקת את משכן י\"י טמא וכתיב בתר הכי את מקדש י\"י טמא ודרשו רז\"ל אם נאמר משכן למה נאמר מקדש ואם נאמר מקדש למה נאמר משכן אלא ליתן של זה בזה ושל זה בזה ש\"מ שאין הפרש ביניהם אלא שתפש הכתוב בלשונו המשכן שהיתה באותו שעה והא דלא פירש זה לעיל גבי ואל פתח אהל מועד וגו' משום דהתם קאי על העזרה ושם העזרה אחד הוא הן במשכן הן בבית עולמים אבל גבי אהל מועד דלא שייך שם אהל מועד אלא במשכן וקדושת משכן מתחלף מקדושת בית עולמים דזה קדושתו לפי שעה וזה קדושתו קדושת עולמים: ", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY", "heVersionTitleInHebrew": "חומש שפתי חכמים, הוצאת מצודה, 2009", "text": "<b>To the Heichal.</b> This does not refer specifically to the Mishkon, but rather the same applies to the Beis HaMikdosh, as it is written in Parshas Chukas (Bamidbar 19:13): “He has defiled the Mishkon of Adonoy,” and afterwards it is written (v. 20): “For he has defiled the Mikdosh of Adonoy.” Our Sages derived from this (Shavuos 16b): If it says Mishkon, why does it say Mikdosh? And if it says Mikdosh, why does it say Mishkon? Rather, it applies the laws of this to that, and of that to this. Perforce, there is no difference between them, but only that Scripture uses the term Mishkon because it was in existence at that time. [You might ask:] Why did Rashi not explain this above (1:3) with regard to the entrance of the Tent of Meeting? [The answer is:] Because there it refers to the courtyard, and the term “courtyard” applies equally to the Mishkon and the eternal house [Mikdosh]. However, the term “Tent of Meeting” is applicable only to the Mishkon, and the holiness of the Mishkon was exchanged for the holiness of the eternal house, for this one’s holiness was temporary and this one’s holiness is eternal, [thus, it was necessary to explain that although this is so, the mitzvah of ‘bringing’ applies to them both]. ", "versionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": "חומש שפתי חכמים, הוצאת מצודה, 2009"}, {"_id": "5a4366edd6e4a97d18d91109", "index_title": "Ralbag Beur HaMilot on Torah", "category": "Commentary", "type": "commentary", "ref": "Ralbag Beur HaMilot on Torah, Leviticus 4:5:1", "anchorRef": "Leviticus 4:5", "anchorRefExpanded": ["Leviticus 4:5"], "sourceRef": "Ralbag Beur HaMilot on Torah, Leviticus 4:5:1", "sourceHeRef": "רלב\"ג ביאור המלות על התורה, ויקרא ד׳:ה׳:א׳", "anchorVerse": 5, "sourceHasEn": false, "compDate": [1326, 1340], "commentaryNum": 5.0001, "collectiveTitle": {"en": "Ralbag Beur HaMilot", "he": "רלב\"ג ביאור המלות"}, "heTitle": "ויקרא", "he": "<b>מדם הפר.</b> מהדם שהוא דם הפר והוא דם הנפש לא דם העור ודם התמצית ומגיד שזאת הקבלה מצוותה בכהן משוח אך אין זה מעכב ר\"ל שאם קבל דמו כהן הדיוט כשר שהרי אמר אחר כן וטבל הכהן ונתן הכהן והקטירם הכהן ולא זכר שם משוח ואין ראוי שידקדק יותר בקבלת הדם מזריקתו שהוא מהלך אל השלמות אל הקבלה. ואם אמר אומר שכבר הקפידה התורה שתעשה הקבלה על ידו ולא הזריקה כי בה תלויה הכפרה ואין ראוי שיהיה המכפר והמתכפר איש אחד בעינו אמרנו לו שכבר יראה דברי התורה הפך זה והוא שבעבודת יום הכפורים יכפר הכהן הגדול תחלה על עצמו ולא יתכן שתעשה העבודה ההיא על יד אחר כמו שירא' מלשון התורה כזה בפרשת אחרי מות והביא אותו אל אהל מועד. לפי ששם תהיה ההזאה על הפרוכת ועל קרנות מזבח הזהב וטבל הכהן את אצבעו בדם כבר התבאר בשרשים הכוללים כי זה האצבע הוא ימיני וכן הקבלה וההולכה והזריקה הוא בימין והזה מן הדם שבע פעמים לפני יי' את פני פרכת הקדש אחרי שטבל אצבעו בדם יזה מן הדם אשר באצבעו ולזה הוא ראוי שיהיה באצבעו כדי הזאה וכזה יעשה שבע פעמים ר\"ל שיטבול אצבעו בדם ויזה באופן שיהיה כל הזאה טבילה ויהיו פניו למעבר בעת הזאתו באופן שתהיה הזאתו את פני פרכת הקדש ותהיה ההזאה נכח קדש הקדשים:", "heVersionTitle": "Ralbag on Torah, Venice, 1547", "heLicense": "Public Domain", "heVersionTitleInHebrew": "רלב\"ג על התורה, ונציה ש\"ז", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5a79be57d6e4a94571872bda", "index_title": "Zevachim", "category": "Talmud", "type": "", "ref": "Zevachim 25a:6", "anchorRef": "Leviticus 4:5", "anchorRefExpanded": ["Leviticus 4:5"], "sourceRef": "Zevachim 25a:6", "sourceHeRef": "זבחים כ״ה א:ו׳", "anchorVerse": 5, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 49.0006, "collectiveTitle": {"en": "Zevachim", "he": "זבחים"}, "heTitle": "זבחים", "he": "<big><strong>גמ׳</strong></big> תנו רבנן (ויקרא ד, ה) ולקח הכהן המשיח מדם הפר מדם הנפש ולא מדם העור ולא מדם התמצית", "heVersionTitle": "Wikisource Talmud Bavli", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "תלמוד בבלי (ויקיטקסט)", "text": "<strong>GEMARA:</strong> <b>The Sages taught:</b> The verse states: <b>“And the anointed priest shall take from the blood of the bull [<i>middam happar</i>]”</b> (Leviticus 4:5). This means that the priest shall take <b>from the blood of the soul,</b> i.e., the blood that flows from the place of slaughter as the animal dies, <b>but not from the blood of the skin,</b> which bleeds out when the skin is cut before the slaughter, <b>nor from the blood of exudate,</b> i.e., that exudes from the neck of the animal after the initial spurt of its slaughter concludes.", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "5a79be57d6e4a94571872be2", "index_title": "Zevachim", "category": "Talmud", "type": "", "ref": "Zevachim 25b:13", "anchorRef": "Leviticus 4:5", "anchorRefExpanded": ["Leviticus 4:5"], "sourceRef": "Zevachim 25b:13", "sourceHeRef": "זבחים כ״ה ב:י״ג", "anchorVerse": 5, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 50.0013, "collectiveTitle": {"en": "Zevachim", "he": "זבחים"}, "heTitle": "זבחים", "he": "אמר רבי זירא אמר רבי הצורם אזן הפר ואח\"כ קיבל דמו פסול שנאמר (ויקרא ד, ה) ולקח מדם הפר פר שהיה כבר", "heVersionTitle": "Wikisource Talmud Bavli", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "תלמוד בבלי (ויקיטקסט)", "text": "§ <b>Rabbi Zeira says</b> that <b>Rabbi</b> Yehuda HaNasi <b>says:</b> In the case of <b>one who slits the ear of the bull</b> with the knife after slaughter, creating a blemish, <b>and thereafter collected its blood</b> from the neck, the offering is <b>disqualified, as it is stated: “And</b> the anointed priest <b>shall take from the blood of the bull”</b> (Leviticus 4:5). By referring to the animal as a bull even after its slaughter, the verse indicates that the <b>bull</b> must be at the time of collection of the blood as <b>it already was</b> before slaughter, without a blemish.", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "5a79be57d6e4a94571872be6", "index_title": "Zevachim", "category": "Talmud", "type": "", "ref": "Zevachim 26a:3", "anchorRef": "Leviticus 4:5", "anchorRefExpanded": ["Leviticus 4:5"], "sourceRef": "Zevachim 26a:3", "sourceHeRef": "זבחים כ״ו א:ג׳", "anchorVerse": 5, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 51.0003, "collectiveTitle": {"en": "Zevachim", "he": "זבחים"}, "heTitle": "זבחים", "he": "חתך ואח\"כ קיבל כשרה והא א\"ר זירא הצורם אזן בבכור ואח\"כ קיבל דמו פסול שנאמר ולקח מדם הפר פר שהיה כבר", "heVersionTitle": "Wikisource Talmud Bavli", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "תלמוד בבלי (ויקיטקסט)", "text": "The Gemara challenges: If he <b>severed</b> its legs <b>and thereafter collected</b> the blood, is the offering <b>fit? But doesn’t Rabbi Zeira say:</b> If one <b>slits the ear of a firstborn</b> animal with the knife after slaughter, creating a blemish, <b>and thereafter collected its blood</b> from the neck, the offering is <b>disqualified, as it is stated: “And</b> the anointed priest <b>shall take from the blood of the bull”</b> (Leviticus 4:5)? The verse indicates that the <b>bull</b> must be at the time of collection of the blood as <b>it already was</b> before slaughter, without a blemish.", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "5a79be68d6e4a9457187330c", "index_title": "Zevachim", "category": "Talmud", "type": "", "ref": "Zevachim 25a:11", "anchorRef": "Leviticus 4:5", "anchorRefExpanded": ["Leviticus 4:5"], "sourceRef": "Zevachim 25a:11", "sourceHeRef": "זבחים כ״ה א:י״א", "anchorVerse": 5, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 49.0011, "collectiveTitle": {"en": "Zevachim", "he": "זבחים"}, "heTitle": "זבחים", "he": "אמר רב יהודה אמר שמואל השוחט צריך שיגביה סכין למעלה שנאמר (ויקרא ד, ה) ולקח מדם הפר ולא מדם הפר ודבר אחר", "heVersionTitle": "Wikisource Talmud Bavli", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "תלמוד בבלי (ויקיטקסט)", "text": "<b>Rav Yehuda says</b> that <b>Shmuel says: One who slaughters</b> the offering <b>must hold the knife up</b> after slaughter, so that blood that is on the knife does not fall into the service vessel, <b>as it is stated: “And</b> the anointed priest <b>shall take from the blood of the bull,”</b> i.e., <b>and not from</b> a mixture of <b>the blood of the bull and something else,</b> such as the blood from the knife.", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "5a9ff173d6e4a93bec1faee6", "index_title": "Steinsaltz on Zevachim", "category": "Quoting Commentary", "type": "", "ref": "Steinsaltz on Zevachim 25a:6", "anchorRef": "Leviticus 4:5", "anchorRefExpanded": ["Leviticus 4:5"], "sourceRef": "Steinsaltz on Zevachim 25a:6", "sourceHeRef": "ביאור שטיינזלץ על זבחים כ״ה א:ו׳", "anchorVerse": 5, "sourceHasEn": false, "compDate": [1950, 2010], "commentaryNum": 49.0006, "collectiveTitle": {"en": "Steinsaltz on Zevachim", "he": "ביאור שטיינזלץ על זבחים"}, "heTitle": "ביאור שטיינזלץ על זבחים", "he": "<big>ב גמרא</big> <b>תנו רבנן</b> <small>[שנו חכמים],</small> מה שנאמר: <b>\"ולקח הכהן המשיח מדם הפר\"</b> (ויקרא ד, ה), ולא \"מדמו\", בא להדגיש: <b>מדם הנפש</b> של הפר, הדם המקלח מוורידי הצוואר, בו יוצאת נפשו, <b>ולא מדם העור, ולא מדם התמצית</b> הדם שמתמצה מורידי הצואר לאחר הקילוח של דם הנפש.", "heVersionTitle": "William Davidson Edition - Hebrew", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5a9ff173d6e4a93bec1faeee", "index_title": "Steinsaltz on Zevachim", "category": "Quoting Commentary", "type": "", "ref": "Steinsaltz on Zevachim 25b:13", "anchorRef": "Leviticus 4:5", "anchorRefExpanded": ["Leviticus 4:5"], "sourceRef": "Steinsaltz on Zevachim 25b:13", "sourceHeRef": "ביאור שטיינזלץ על זבחים כ״ה ב:י״ג", "anchorVerse": 5, "sourceHasEn": false, "compDate": [1950, 2010], "commentaryNum": 50.0013, "collectiveTitle": {"en": "Steinsaltz on Zevachim", "he": "ביאור שטיינזלץ על זבחים"}, "heTitle": "ביאור שטיינזלץ על זבחים", "he": "<big>ב</big> <b>אמר ר' זירא אמר רבי: הצורם</b> (חותך מקצת) <b>אזן הפר</b> לאחר שחיטה, ועשה בו מום, <b>ואחר כך קיבל דמו</b> של הפר — <b>פסול, שנאמר: \"ולקח</b> הכהן המשיח <b>מדם הפר\"</b> (ויקרא ד, ה), לומר: <b>פר שהיה כבר,</b> שלא השתנה במשך הזמן מן השחיטה ועד לקבלת הדם.", "heVersionTitle": "William Davidson Edition - Hebrew", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5b0bc431c1533e001928bdf7", "index_title": "Yismach Moshe", "category": "Chasidut", "type": "", "ref": "Yismach Moshe, Shemot 17:1", "anchorRef": "Leviticus 4:5", "anchorRefExpanded": ["Leviticus 4:5"], "sourceRef": "Yismach Moshe, Shemot 17:1", "sourceHeRef": "ישמח משה, שמות י״ז:א׳", "anchorVerse": 5, "sourceHasEn": false, "compDate": [1790, 1840], "commentaryNum": 17.0001, "collectiveTitle": {"en": "Yismach Moshe", "he": "ישמח משה"}, "heTitle": "שמות", "he": "<b>של</b> נעלך מעל רגליך כי המקום אשר אתה עומד עליו אדמת קדש הוא (שמות ג ה), נראה דכל הנבואה היה להודיע לו שבחן וזכותן של ישראל, כי היה הדור ההוא שפל בעיניו מאד מחמת שראה מה שעושין במצרים, ולא ידע כי הכל הוא מתוך שיעבוד וטירוף, ולא נחשב לחטא כי אנוסים המה (עיין ילקו\"ש רמז רל\"ד), וכמו שאמר וכי אוציא (שמות ג יא), ופירש רש\"י (ד\"ה וכי) באיזה זכות, על כן הראה לו ית\"ש בזה שאמר לו אדמת קדש הוא שלא חטאו ישראל, על פי אמרם במסכת (זבחים דף מ\"א ע\"ב) בבבלי, ובירושלמי מסכת תענית פרק ב' (פ\"ב ה\"א) כי בפר כהן המשיח כתיב (ויקרא ד ה) אל פני פרוכת הקדש, ובפר העלם דבר של ציבור כתיב (ויקרא ד יז) אל פני פרוכת ולא כתיב הקדש, דאם חטא כהן המשיח, עדיין הקדושה במקומה, וכשחטאו הציבור אין הקדושה במקומה, וכמו שהביא הידי משה בשם תורת כהנים אם רובן סרחו אין פמליא שלו קיימת, ור\"ל הכי נמי דישראל עיקר הפרי של עולם הזה, ואם חטאו אין קדושה בעולם, עד כאן. ונמצא בזה דהראה השי\"ת למשה דיש קדושה באיזה מקום בעולם, הראה לו שלא חטאו דאנוסים המה, והבן.", "heVersionTitle": "Yismach Moshe, Sighet, 1898", "heLicense": "Public Domain", "heVersionTitleInHebrew": " ספר ישמח משה, סיגעט תרנ\"ח", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5c17ac70bb386c011bea07fe", "index_title": "Rashi on Zevachim", "category": "Quoting Commentary", "type": "", "ref": "Rashi on Zevachim 24a:3:3", "anchorRef": "Leviticus 4:5", "anchorRefExpanded": ["Leviticus 4:5"], "sourceRef": "Rashi on Zevachim 24a:3:3", "sourceHeRef": "רש\"י על זבחים כ״ד א:ג׳:ג׳", "anchorVerse": 5, "sourceHasEn": false, "compDate": [1065, 1115], "commentaryNum": 3.0003, "collectiveTitle": {"en": "Rashi on Zevachim", "he": "רש\"י על זבחים"}, "heTitle": "רש\"י על זבחים", "he": "לא יהא דבר חוצץ בין כהן לכלי שרת - בקבלת הדם כדכתיב ולקח הכהן (ויקרא ד׳:ה׳) שתהא לקיחה בעצמו של כהן:", "heVersionTitle": "Vilna Edition", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מהדורת וילנא", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5c17ba5db071e100bf4f3fd2", "index_title": "Steinsaltz on Sanhedrin", "category": "Quoting Commentary", "type": "", "ref": "Steinsaltz on Sanhedrin 4b:5", "anchorRef": "Leviticus 4:5", "anchorRefExpanded": ["Leviticus 4:5"], "sourceRef": "Steinsaltz on Sanhedrin 4b:5", "sourceHeRef": "ביאור שטיינזלץ על סנהדרין ד׳ ב:ה׳", "anchorVerse": 5, "sourceHasEn": false, "compDate": [1950, 2010], "commentaryNum": 8.0005, "collectiveTitle": {"en": "Steinsaltz on Sanhedrin", "he": "ביאור שטיינזלץ על סנהדרין"}, "heTitle": "ביאור שטיינזלץ על סנהדרין", "he": "<b>והלא דין הוא: נאמר</b> לשון <b>\"דמים\" למטה</b> בדין חטאת העוף (\"והנשאר בדם ימצה אל יסוד המזבח\". ויקרא ה, ט), <b>ונאמר</b> לשון <b>\"דמים\" למעלה</b> בדין חטאת הבהמה (\"ולקח הכהן המשיח מדם הפר\". ויקרא ד, ועוד). <b>מה דמים האמורים למטה</b> בחטאת העוף כ<b>שנתנן במתנה אחת כיפר</b> (שהרי נאמרה בה רק נתינת דם אחת), <b>אף דמים האמורים למעלה</b> כ<b>שנתנן במתנה אחת</b> בדיעבד — <b>כיפר.</b>", "heVersionTitle": "William Davidson Edition - Hebrew", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5c7d8a81d712ce00182a2467", "index_title": "Sifra", "category": "Midrash", "type": "", "ref": "Sifra, Vayikra Dibbura DeChovah, Section 3 5", "anchorRef": "Leviticus 4:5", "anchorRefExpanded": ["Leviticus 4:5"], "sourceRef": "Sifra, Vayikra Dibbura DeChovah, Section 3 5", "sourceHeRef": "ספרא, ויקרא דבורא דחובה, פרשה ג ה׳", "anchorVerse": 5, "sourceHasEn": true, "compDate": [250, 350], "commentaryNum": 5, "collectiveTitle": {"en": "Sifra", "he": "ספרא"}, "heTitle": "פרשה ג", "he": "[ה] \"ולקח\" – נאמרה כאן 'לקיחה' ונאמרה להלן 'לקיחה' (שמות כד, ו); מה 'לקיחה' אמורה להלן בכלי, אף כאן – בכלי.", "heVersionTitle": "Venice 1545", "heLicense": "", "heVersionTitleInHebrew": "", "text": "5) (Vayikra 4:5): \"And the anointed Cohein shall take (from the blood of the bullock\"): \"taking\" is written here and elsewhere (Shemoth 24:6: \"And Moses took half of the blood and put it into basins.\") Just as the \"taking\" there refers to (receiving the blood) in a vessel, here, too, (the \"taking\" is) in a vessel.", "versionTitle": "Sifra by Rabbi Shraga Silverstein", "license": "CC-BY", "versionTitleInHebrew": "ספרא, רבי שרגא זילברשטיין"}, {"_id": "5c7d8a85d712ce00182a246b", "index_title": "Sifra", "category": "Midrash", "type": "midrash", "ref": "Sifra, Vayikra Dibbura DeChovah, Section 3 7", "anchorRef": "Leviticus 4:5", "anchorRefExpanded": ["Leviticus 4:5"], "sourceRef": "Sifra, Vayikra Dibbura DeChovah, Section 3 7", "sourceHeRef": "ספרא, ויקרא דבורא דחובה, פרשה ג ז׳", "anchorVerse": 5, "sourceHasEn": true, "compDate": [250, 350], "commentaryNum": 7, "collectiveTitle": {"en": "Sifra", "he": "ספרא"}, "heTitle": "פרשה ג", "he": "[ז] \"מדם הפר\" – מדם הנפש; לא מדם הבשר ולא מדם התמצית. מן הפר יקבל. \"והביא אֹתו\" – כשר ולא פסול. \"אֹתו אל אהל מועד\" – למעט קרבנו למצוה יחידית שלא ינתן מדמו על מזבח הזהב.", "heVersionTitle": "Venice 1545", "heLicense": "", "heVersionTitleInHebrew": "", "text": "7) \"from the blood of the bullock\": of the blood of the life (i.e., the blood with which the life goes out), and not of the blood of the flesh, and not of the blood that is squeezed out. \"from the bullock\": shall he receive it (to exclude blood that spilled to the ground and was gathered up.) \"and he shall bring it (to the tent of meeting\"): a (Cohein that is) kasher, and not one who is pasul. \"to the tent of meeting\" — to exclude his offering for the \"distinct\" mitzvah (i.e., the she-goat of Yom Kippur), that its blood not be sprinkled on the golden altar, (but on the outer altar.)", "versionTitle": "Sifra by Rabbi Shraga Silverstein", "license": "CC-BY", "versionTitleInHebrew": "ספרא, רבי שרגא זילברשטיין"}, {"_id": "5cb5e1bafaf53a00181b68b5", "index_title": "Steinsaltz on Bekhorot", "category": "Quoting Commentary", "type": "", "ref": "Steinsaltz on Bekhorot 39b:1", "anchorRef": "Leviticus 4:5", "anchorRefExpanded": ["Leviticus 4:5"], "sourceRef": "Steinsaltz on Bekhorot 39b:1", "sourceHeRef": "ביאור שטיינזלץ על בכורות ל״ט ב:א׳", "anchorVerse": 5, "sourceHasEn": false, "compDate": [1950, 2010], "commentaryNum": 78.0001, "collectiveTitle": {"en": "Steinsaltz on Bekhorot", "he": "ביאור שטיינזלץ על בכורות"}, "heTitle": "ביאור שטיינזלץ על בכורות", "he": "<b>והאמר</b> <small>[והרי אמר]</small> <b>ר' זירא אמר רב: הצורם</b> (חותך, פוגם) <b>אזן הפר</b> לאחר שנשחט לקרבן, <b>ואחר כך קיבל</b> הכהן <b>דמו</b> — <b>פסול</b> הדם לזריקה, <b>שנאמר</b> בקבלת הדם: <b>\"ולקח מדם הפר\"</b> (ויקרא ד, ה) — <b>הפר שהיה כבר,</b> כמו שהיה בחייו, ולא שחסר! <b>אלא</b> יש לתקן ולומר: <b>כאן</b> שפסול — <b>שחסרה</b> כליה <b>קודם קבלה</b> של דמו בכלי, <b>כאן</b> — <b>שחסרה לאחר קבלה.</b>", "heVersionTitle": "William Davidson Edition - Hebrew", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5cdd6c17c4424d00582697ef", "index_title": "Malbim on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Malbim on Leviticus, Vayikra 212:1", "anchorRef": "Leviticus 4:5", "anchorRefExpanded": ["Leviticus 4:5"], "sourceRef": "Malbim on Leviticus, Vayikra 212:1", "sourceHeRef": "מלבי\"ם על ויקרא, ויקרא רי״ב:א׳", "anchorVerse": 5, "sourceHasEn": false, "compDate": [1844, 1874], "commentaryNum": 212.0001, "collectiveTitle": {"en": "Malbim", "he": "מלבי\"ם"}, "heTitle": "ויקרא", "he": "ולקח הכהן המשיח: לשון \"לקיחה\" יהיה בכל מקום לפי ענינו. שלרוב יהיה בלי אמצעי. ובדברים הנקחים ביד יש פלוגתא בסוכה (דף לז.) אם לקיחה על ידי דבר אחר שמה לקיחה. וגם בדם מצאנו בספרא (מצורע מצורע פרק ג מ\"ג) \"ולקח הכהן מדם האשם\" – שתהיה לקיחה בעצמו של כהן. אמנם כבר בארתי למעלה (סימן לה) שדם החטאת על כרחך מקבל בכלי דהא צריך לקבל כל דמו של פר ואי אפשר לקבלו בידו. ואמר בספרא פה שיליף גזירה שוה מה שכתוב פה \"ולקח הכהן\" שהוא מיותר, שהיה לו לומר \"והביא מדם הפר\", ואמר בעולה ושלמים דסיני \"ויקח משה חצי הדם וישם באגנות\" (כן פרש\"י זבחים (דף מז:)) שהיה בכלי. ור' יהודה, סתמא דספרא, לשיטתיה בסוכה (דף יא) דגמיר גזירה שוה ד\"לקיחה\" \"לקיחה\", עיי\"ש.", "heVersionTitle": "Malbim on Vayikra – Wikisource", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5cdd6c1725f25e00197a02a7", "index_title": "Malbim on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Malbim on Leviticus, Vayikra 213:1", "anchorRef": "Leviticus 4:5", "anchorRefExpanded": ["Leviticus 4:5"], "sourceRef": "Malbim on Leviticus, Vayikra 213:1", "sourceHeRef": "מלבי\"ם על ויקרא, ויקרא רי״ג:א׳", "anchorVerse": 5, "sourceHasEn": false, "compDate": [1844, 1874], "commentaryNum": 213.0001, "collectiveTitle": {"en": "Malbim", "he": "מלבי\"ם"}, "heTitle": "ויקרא", "he": "ולקח הכהן המשיח: כבר בארתי למעלה (סימן רא) שיש הבדל בין מה שכתוב \"אם הכהן המשיח יחטא\" (שפירושו דוקא כהן הנמשח בשמן המשחה) ובין מה שכתוב פה ובפר העלם דבר \"ולקח הכהן המשיח\" שבהכרח פירוש \"משיח\" לשון גדולה, לא לשון משיחה, דאי לאו כן שם \"הכהן\" מיותר והיה לו לומר \"ולקח המשיח\", עיי\"ש. וזהו שאמר מרובה בגדים מנין? תלמוד לומר \"הכהן\". ובילקוט גרס כהן הדיוט מנין? תלמוד לומר \"הכהן\". ונראה שיש לגרוס שני הגירסאות - מרובה בגדים מנין? ת\"ל הכהן; כהן הדיוט מנין? ת\"ל הכהן והכי פירושו. כי הנה מה שכתוב בפר העלם דבר \"ולקח הכהן המשיח\"‏ שפירוש \"הכהן\" המרובה בבגדים - ניחא, כי משכחת לה בעת שנגנז שמן המשחה ולא היה כהן משיח רק מרובה בבגדים. אבל מה שכתוב פה \"ולקח הכהן המשיח\" יקשה, איך משכחת שיהיה כהן מרובה בגדים, הא מיירי בעת שיש כהן משיח בשמן כמו שכתוב \"אם הכהן המשיח יחטא\" שהוא דוקא הנמשח בשמן ואז היו כל הכהנים משוחים [ואף שהתוס' בנזיר כתבו דמשכחת שניהם כאחד, אי אפשר שתדבר התורה בציור רחוק כזה]. ואם כן, בודאי מה שכתוב פה \"ולקח הכהן המשיח\" (ר\"ל הגדול) הוא לא דוקא כי גם ההדיוט כשר שעיקר בא ללמד שאין צריך הנמשח דוקא. כי מה שכתוב פה \"משיח\" אינו הנמשח בשמן דאז תואר \"הכהן\" מיותר, דדי בשם \"משיח\" לבד כמו שבארתי היטב (בסימן הנ\"ל). וזהו שאמר כהן הדיוט מנין? ת\"ל \"הכהן\" - ר\"ל שממה שכתוב \"הכהן המשיח\" בפר העלם דבר ששֵם \"כהן\" מיותר (ומלמד ש\"משיח\" אינו הנמשח רק פירוש \"משיח\" גדול) מלמד שכשר במרובה בגדים ועל זה אמר מרובה בגדים מנין? ת\"ל \"הכהן\". וממה שכתוב פה \"הכהן המשיח\" (שמשֵם \"הכהן\" מוכח ששם \"משיח\" לאו דוקא) מלמד שכשר גם הכהן הדיוט כי בזמן שיש כהנים משוחים לא הי' מרובה בבגדים.  ועל זה שאל אם סופינו לרבות כהן אחר מה תלמוד לומר \"ולקח הכהן המשיח\"? - ר\"ל אחר שממה שכתוב פה \"הכהן המשיח\" מוכרח שגם כהן הדיוט כשר, למה אמר \"המשיח\" ולמה לא אמר \"הכהן\" סתם? ומשיב שבא להורות שמצוה במשיח. ועל צד זה אמר \"ולקח הכהן המשיח\" שהוא עצמו יקבל דמו לכתחלה, ובצד זה דייקינן שֵם \"משיח\" שהוא הנמשח. ובדיעבד כשר בכהן הדיוט ובצד זה דייקינן שֵם \"הכהן\". וגם לגירסת הספרא שבידינו יש לפרשו כן. שמה שכתב \"מרובה בגדים מנין? ת\"ל הכהן\" - עיקר ההוכחה מן \"ולקח הכהן המשיח\"  דגבי פר העלם, כי בפר כהן משיח לא היה נמצא כהן מרובה בבגדים. ועל זה אמר אם סופנו לרבות כהן אחר - ר\"ל אחר שממה שכתוב פה \"ולקח הכהן המשיח\" בהכרח נרבה גם כהן הדיוט (כי בזמן שיש כהן משיח בשמן לא היה נמצא מרובה בבגדים), אם כן מה תלמוד לומר \"ולקח הכהן המשיח וכולי. ועיין בתוס' (יומא (דף נז.) ד\"ה אני, מגילה (דף ט.) ד\"ה אין) ובמשנה למלך (פ\"ד מה' מעה\"ק הט\"ו) מה שפלפל בדבריהם. וכפי מה שכתבנו תראה שעיקר הלימוד דמצוה במשיח ובדיעבד כשר גם בהדיוט נמצא בפר כהן משיח, ובכל זאת, כבר למדינן שהוא הדין בפר העלם הדין כן כמו שמוכח בקידושין (דף לו.) דדרשת הספרא נשען של שני הכתובים. ואין כאן מקום להאריך בזה.", "heVersionTitle": "Malbim on Vayikra – Wikisource", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5cdd6c1825f25e00197a02a9", "index_title": "Malbim on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Malbim on Leviticus, Vayikra 214:1", "anchorRef": "Leviticus 4:5", "anchorRefExpanded": ["Leviticus 4:5"], "sourceRef": "Malbim on Leviticus, Vayikra 214:1", "sourceHeRef": "מלבי\"ם על ויקרא, ויקרא רי״ד:א׳", "anchorVerse": 5, "sourceHasEn": false, "compDate": [1844, 1874], "commentaryNum": 214.0001, "collectiveTitle": {"en": "Malbim", "he": "מלבי\"ם"}, "heTitle": "ויקרא", "he": "<b>ולקח מדם הפר:</b> 'לקיחה' שאחריו מ\"ם מציין תמיד או המקום שלוקח ממנו או שלוקח החלק מן הכל –  \"אשר לקח מן האדם\" (בראשית ב׳:כ״ב), \"ולקחתיך משם\" (שם כז) - מציין המקום שממנו. \"ולקחת ממימי היאור\" (שמות ד׳:ט׳), \"קחו מזמרת הארץ\" (בראשית מ) מציין לקיחת החלק מן הכל ומקצת הדבר. אבל אם לוקח כל הדבר יבא אחריו מלת \"את\" – \"ויקח משה את שמן המשחה\" (יקרא ח י), \"ויקח משה את השם\" (שם שם טו) - לקח כולו. \"ויקח משה משמן המשחה\" (שם שם ל), \"ויקח משה מדמו\" (שם שם כג) - לקח מקצתו. אמנם פה אי אפשר לפרש שיקח מקצת מן הדם שהלא אמר אחר כך \"ואת כל דם הפר ישפֹך\". וכן אמר על ברייתא זו בגמ' (יומא (דף מח.), זבחים (דף כה.)) דאי סלקא דעתך \"מדם הפר\" – דם ואפילו מקצת דם, והאמר ר\"י המקבל צריך שיקבל את כל דמו של פר שנאמר \"ואת כל דם הפר ישפך\". אלא שמע מינה מאי \"מדם הפר\" – דם מהפר יקבלנו, וקסבר גורעים ומוסיפים ודורשין רצה לומר כיון שאי אפשר לפרש שהמ\"ם הוא מ\"ם הקצתית על כרחנו הוא מ\"ם המקום וכאילו כתוב \"ולקח דם מהפר\".  והוא דבר נהוג מאד בלשון במקום שאין לטעות כמ\"ש הרד\"ק במכלול (ד\"ק דף צט ע\"ב ודף ק) שהעברים לא הקפידו בסידור התיבות זו לפני זו והכניסו אות השימוש או מלת ענין זו בזו אף על פי שהמלה הראשונה או אות השימוש ענינה היותה באחרונה כמו \"ותשקמו בדמעות שליש\" (תהלים פ, ו) שהוא כמו ותשקמו דמעות בשליש, \"ותשם בפוך עיניה\" (מלכים ב ט, ל) - ותשם פוך בעיניה, \"ואת העיר שלחו באש\" \"שלחו באש מקדשיך\" - כמו שלחו אש בעיר, שלחו אש במקדשיך, וכמוהו רבים, עיי\"ש. וזה הנקרא בפי חז\"ל גורעים ומוסיפים ודורשים. וזהו שאמר בספרא מן הפר יקבל - ר\"ל שהמ\"ם שייכה אל מלת \"הפר\" כאילו כתוב \"ולקח דם מהפר\". אולם הלא יקשה מדוע בא העוות הזה ומדוע לא נכתב כתקונו \"ולקח דם מן הפר\"? על זה הקדים מדם הפר – מדם הנפש ולא מדם הבשר וכולי, רצונו לומר כי יש הבדל בשם \"דם\" בין כשבא בסמיכות או בכינוי אל החי ובין כשבא סתם בלא כינוי וסמיכות. שאם אומר \"שופך דם האדם\", \"דם נקי\", \"דם נפשות אביונים נקיים\", \"בדם הצפור השחוטה\" - בסמיכות; וכן כשאומר \"דמך על ראשך\", \"ושפך את דמו\" – הוא הדם שהנשמה תלויה בו. אבל כשאומר \"דם\" סתם, פירושו כל דם שיהיה, אף דם התמצית ודם העור או הבשר כמו \"מיץ אפים יוציא דם\", \"דם יהיה זובה בבשרה\". ואם כן, אם היה אומר \"ולקח דם מהפר\" הייתי מפרש כל דם שיהיה. אבל כשאומר 'דם הפר' בסמיכות פירושו דם הנפש (ר\"ל דם קלוח שהנשמה יוצאה בו) ולא דם בשר או העור. וכן לא דם תמצית שמתמצה אחר שפסק קלוח דם השחיטה. וכיון שמוכרח לכתוב \"מדם הפר\" מטעם זה, שפיר פירשו עתה שהמ\"ם מוסב על שם \"הפר\", מן הפר יקבל, לאפוקי אם נשפך מן הצואר על הרצפה. ולפ\"ד(?) דזה דאם נשפך על הרצפה כבר למד בספרא (ויקרא נדבה פרשה ד מי\"א) (וכבר נתקשה בזה בקרבן אהרן שם בשם הראב\"ד) ועיקר הדרוש פה צריך למעט דם שעל הסכין כמ\"ש רב יהודה אמר שמואל בזבחים (דף כה) השוחט צריך שיגביה...מדם הפר ולא מדם הפר ודבר אחר ופירשוהו דם מהפר ולא מדבר אחר. ועיין בתוס' שם וביומא ועיין בספרא (אחרי מות פרק ח מ\"ה) וצע\"ק, ואכמ\"ל.", "heVersionTitle": "Malbim on Vayikra – Wikisource", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5cdd6c1825f25e00197a02ab", "index_title": "Malbim on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Malbim on Leviticus, Vayikra 215:1", "anchorRef": "Leviticus 4:5", "anchorRefExpanded": ["Leviticus 4:5"], "sourceRef": "Malbim on Leviticus, Vayikra 215:1", "sourceHeRef": "מלבי\"ם על ויקרא, ויקרא רט״ו:א׳", "anchorVerse": 5, "sourceHasEn": false, "compDate": [1844, 1874], "commentaryNum": 215.0001, "collectiveTitle": {"en": "Malbim", "he": "מלבי\"ם"}, "heTitle": "ויקרא", "he": "<b>[הערה: איך דרש ממלת \"אותו\" שני מיעוטים?]</b><br>והביא אותו אל אהל מועד: כבר בארתי (באילת השחר כלל קנ) שבכל מקום שיציין גוף הפעול על ידי כינוי הדבוק אל מלת \"את\" (אחר שהיה די באות הכינוי לבד) על כרחנו יבא למעט איזה דבר - רק אותו, לא זולתו. שמלת \"את\" תופס גוף הפעול ביחוד. זאת שנית שמנו חק (למעלה סימן פה) ששני פעלים הבאים זה אחרי זה שהפעל השני משלים וגומר פעולת הפעול הראשון, יבא הפעול השני בלא כינוי. וכן פעל \"והביא\" שמשלים פעולת פעל \"ולקח\" היה צריך ליכתב בלא כינוי כמו שבארתי (בסימן פה). וכל מקום שבא הכינוי בא למעט איזה דבר. ואם כן יש פה שני מיעוטים. (א) כינוי הוי\"ו. (ב) מלת \"או\" שהכינוי דבק אליו. ובכל מקום שבא כזאת נדרש לשני דרשות כמ\"ש (באילת השחר כלל קנא). ודרש: (א) למעט דם הפסול כגון יוצא ולן וכדומה (ב) למעט קרבן כהן משיח על עכו\"ם שמביא שעירה שלא יזה ממנו בפנים. שלא תאמר שנילוף מצבור דדם שעירי עכו\"ם נכנס לפנים, קמ\"ל.", "heVersionTitle": "Malbim on Vayikra – Wikisource", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5d0776b1ded97f0017d31b26", "index_title": "Malbim on Leviticus", "category": "Quoting Commentary", "type": "", "ref": "Malbim on Leviticus, Vayikra 334:1", "anchorRef": "Leviticus 4:5", "anchorRefExpanded": ["Leviticus 4:5"], "sourceRef": "Malbim on Leviticus, Vayikra 334:1", "sourceHeRef": "מלבי\"ם על ויקרא, ויקרא של״ד:א׳", "anchorVerse": 5, "sourceHasEn": false, "compDate": [1844, 1874], "commentaryNum": 334.0001, "collectiveTitle": {"en": "Malbim on Leviticus", "he": "מלבי\"ם על ויקרא"}, "heTitle": "ויקרא", "he": "<b>והזה מדם החטאת:</b> בכל מקום שנזכר 'הזאה' באר באיזה אופן מזה. והוא, או באצבע כמו בחטאת הפנימית או באזוב כמו במצורע ובפרה אדומה. לבד פה לא באר במה יזה. וכבר בארנו למעלה (סימן רכ) כי ההזאה הוא השלכת טיפי הדם מרחוק, לא מן הכלי שזה נקרא 'זריקה' כמו שאמרו בספרא (פרשה ג ט) \"והזה\" – ולא הזורק. וכיון שלא היה באצבע ולא באזוב, על כרחך היה מגוף העוף, וכמ\"ש רש\"י במנחות (דף ג.) הזאה - אוחז בגוף העוף ומעלה ומוריד בכח והדם ניתז מעצמו. מצוי - סוחט בין אצבעותיו. וזהו שאמר בספרא (מובא בזבחים דף סד:) \"והזה מדם החטאת\" – מגופה של חטאת. וזה מוכרח. שאף אם תרצה לדחוק שהיה באצבעו (הגם שלא כתוב באצבעו), אם כן תאמר בהכרח שיהיה מקבל הדם תחלה בכלי (כמו בחטאת הפינימית ובמצורע) או לתוך כף ידו (כמו בפרה אדומה). אם כן הלא ממה שכתב \"והזה מן הדם\" מבואר שמזה מקצת, לא כולו, שאם כן היה לו לומר \"והזה את הדם\" וכמ\"ש למעלה. ואם כן איך אומר \"והנשאר בדם ימצה\"? שגדר פעל 'מצה' הוא על הדם הנבלע בגוף העוף, לא על דם המכונס בכלי (כמו שבארנו למעלה (סימן פב)). והיה לו לומר \"והנשאר בדם ישפך\" כמו שכתב בחמשת מיני החטאת, שעל דם המכונס צודק לשון 'שפיכה' ו'מזה'. ומזה מוכרח שהיה ההזאה מגוף החטאת. ולפי זה מה שכתוב \"והזה מדם החטאת\" פירושו שוה עם מה שכתוב (ויקרא ד׳:ה׳) \"ולקח מדם הפר\" שפירושו ולקח דם מהפר וכמו שבארתי זה היטב למעלה (סימן ריד). וכן פה - והזה דם מהחטאת. ולא אמר בפירוש \"והזה דם מחטאת\" שאז היה משמעו אף דם העור והתמצית וכמו שבארנו שם טעמו. עיי\"ש.", "heVersionTitle": "Malbim on Vayikra – Wikisource", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5dbee376e5a42115dfca0913", "index_title": "Malbim Ayelet HaShachar", "category": "Commentary", "type": "commentary", "ref": "Malbim Ayelet HaShachar 132:1-2", "anchorRef": "Leviticus 4:5", "anchorRefExpanded": ["Leviticus 4:5"], "sourceRef": "Malbim Ayelet HaShachar 132:1-2", "sourceHeRef": "אילת השחר (מלבי\"ם) קל״ב:א׳-ב׳", "anchorVerse": 5, "sourceHasEn": false, "compDate": [1844, 1874], "commentaryNum": 132.0001, "collectiveTitle": {"en": "Malbim Ayelet HaShachar", "he": "אילת השחר (מלבי\"ם)"}, "heTitle": "אילת השחר (מלבי\"ם)", "he": ["וכן כל מקום שבאו שני תוארים על דבר אחד, בהכרח שתואר אחד אינו מספיק [כמו <b>עבד עברי, מזבח הזהב, עגל מסכה</b>]. ובמקום שאחד מספיק השני למותר. ועל כן במה שכתוב \"ולקח הכהן המשיח מדם הפר\" פירשו 'משיח' מענין גדולה; דאם כפשוטו היה די בשם \"משיח\" לבד. מה שאין כן במה שכתוב \"אם הכהן המשיח יחטא\", אין די בשם 'משיח', דיש לפרש שהוא המלך. (ויקרא ס' רא, ויקרא ס' ריג. צו ס' נ)", "וכן בכל מקום שבא תואר מיותר יש בו דרוש. (ויקרא ס' רכה, ויקרא ס' רל. שמיני ס' נב. תזריע ס' מג. ובכמה מקומות. ועיין עוד ויקרא ס' מד, ויקרא ס' רנג. מצורע ס' נא. בהר ס' נב)"], "heVersionTitle": "Wikisource Edition", "heLicense": "", "heVersionTitleInHebrew": "", "text": ["And moreover, any place where two adjectives come to modify one thing, we can conclude that one adjective is not enough (like <b>עבד עברי</b> Hebrew servant, <b>מזבח הזהב</b> golden altar, <b>עגל מסכה</b> molten calf). And in a place where one is enough, the other will be superfluous. Thus, when it is written, ולקח הכהן המשיח מדם הפר (And the anointed priest shall take of the blood of the bullock)<sup class=\"footnote-marker\">269</sup><i class=\"footnote\">Leviticus 4:5.</i>, they interpret משיח (anointed) to mean “high”; that if it were literal, then the noun משיח would be enough alone. On the contrary, when it is written אם הכהן המשיח יחטא (if the anointed priest shall sin)<sup class=\"footnote-marker\">270</sup><i class=\"footnote\">Leviticus 4:3.</i>, the noun משיח is not enough, since one could err and interpret this to mean that he is the king.", "And moreover, any place where an adjective is superfluous, there will be a homiletical interpretation."], "versionTitle": "Ayelet Hashachar, translated by Betzalel Avraham Feinstein, 2021", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "5dbee3d5e5a42115dfca0a8f", "index_title": "Malbim Ayelet HaShachar", "category": "Commentary", "type": "commentary", "ref": "Malbim Ayelet HaShachar 245:1-6", "anchorRef": "Leviticus 4:5", "anchorRefExpanded": ["Leviticus 4:5"], "sourceRef": "Malbim Ayelet HaShachar 245:1-6", "sourceHeRef": "אילת השחר (מלבי\"ם) רמ״ה:א׳-ו׳", "anchorVerse": 5, "sourceHasEn": false, "compDate": [1844, 1874], "commentaryNum": 245.0001, "collectiveTitle": {"en": "Malbim Ayelet HaShachar", "he": "אילת השחר (מלבי\"ם)"}, "heTitle": "אילת השחר (מלבי\"ם)", "he": ["וידוע דסתמא דספרא הוא ר' יהודה, והוא לא דרש סמוכים בכל התורה רק היכא דמוכח או מופנה (כמ\"ש בברכות (דף כא.) וביבמות (דף ד.)). וכן לא תמצא דרושים כאלה בספרא.", "רק על מה שהפסיק בשבת בין המועדות (אמור ס' קמד),", "ועל שהפסיק בפאה שלא בעניין (אמור ס' קעה)", "ועל פרשת שפחה חרופה שבאה שלא במקומה (קדושים ס' נז)", "והדרוש הנשען על סמוכים בקדושים (סימן מא) הוא דברי ר' נחמיה.", "וענין מקרא נדרש לפניו (עיין בהר ס' קב). וענין גורעים ומוסיפים ודורשים (ויקרא ס' ריד, ויקרא ס' רמד, ויקרא ס' שלד), והוא כפי דרכי הדקדוק והלשון:"], "heVersionTitle": "Wikisource Edition", "heLicense": "", "heVersionTitleInHebrew": "", "text": ["And it is known that the author of an anonymous passage of <i>Sifra</i> is Rabbi Yehuda, and he provides homiletical interpretations for juxtapositions of verses in the Torah only when the interpretations are evident from the context or the verse is extraneous (as one finds in the <i>Babylonian Talmud Berachos 21a and Yevamos 4a</i>). And moreover, one does not find homiletical interpretations like these in <i>Sifra</i>.", "Except for the sentence Leviticus 23:3 about the Sabbath, that falls between two verses about appointed seasons.", "And the sentence Leviticus 23:22 about not wholly reaping the corner of one’s field, which is off-topic.", "And the sentence, Leviticus 19:20 about a designated bondmaid, which is out of place.", "And the homiletical interpretation that is made with respect to juxtapositions of verses in Leviticus 19-20 are the words of Rabbi Nechemia.", "And the topic of <i>מקרא נדרש לפניו</i> (a verse is interpreted in reference to the clause that immediately precedes it). And the topic of <i>גורעים ומוסיפים ודורשים</i> (subtract, add, and homiletically interpret), and it is according to the ways of grammar and language.<br><br><i>גורעים ומוסיפים ודורשים is a way of homiletically interpreting the Torah through subtracting letters from one word and adding them to another word.</i>"], "versionTitle": "Ayelet Hashachar, translated by Betzalel Avraham Feinstein, 2021", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "5dbee4135fc99956394dd6c7", "index_title": "Malbim Ayelet HaShachar", "category": "Commentary", "type": "commentary", "ref": "Malbim Ayelet HaShachar 392:1-2", "anchorRef": "Leviticus 4:5", "anchorRefExpanded": ["Leviticus 4:5"], "sourceRef": "Malbim Ayelet HaShachar 392:1-2", "sourceHeRef": "אילת השחר (מלבי\"ם) שצ״ב:א׳-ב׳", "anchorVerse": 5, "sourceHasEn": false, "compDate": [1844, 1874], "commentaryNum": 392.0001, "collectiveTitle": {"en": "Malbim Ayelet HaShachar", "he": "אילת השחר (מלבי\"ם)"}, "heTitle": "אילת השחר (מלבי\"ם)", "he": ["לשון <b>'לקיחה'</b> יהיה בכל מקום לפי ענינו. שלרוב יהיה בבלי אמצעי, ובדברים הנקחים ביד יש פלוגתא אם 'לקיחה' על ידי דבר אחר שמה לקיחה (ויקרא סימן ריב)", "ולקיחה' הנאמר אצל בני אדם הוא משיכת לבו על ידי דברים טובים (צו סימן קסה)"], "heVersionTitle": "Wikisource Edition", "heLicense": "", "heVersionTitleInHebrew": "", "text": ["The language <b>לקיחה</b> (taking) will come according to its context. Usually, it will be without an intermediary. And with respect to things that are taken in the hand, there is a disagreement as to whether <b>לקיחה</b> can refer to taking them through some other means.", "And <b>לקיחה</b> that is said about a human is when one’s heart is pulled through good words."], "versionTitle": "Ayelet Hashachar, translated by Betzalel Avraham Feinstein, 2021", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "5dbee41446c6d858488619f9", "index_title": "Malbim Ayelet HaShachar", "category": "Commentary", "type": "commentary", "ref": "Malbim Ayelet HaShachar 393:1-2", "anchorRef": "Leviticus 4:5", "anchorRefExpanded": ["Leviticus 4:5"], "sourceRef": "Malbim Ayelet HaShachar 393:1-2", "sourceHeRef": "אילת השחר (מלבי\"ם) שצ״ג:א׳-ב׳", "anchorVerse": 5, "sourceHasEn": false, "compDate": [1844, 1874], "commentaryNum": 393.0001, "collectiveTitle": {"en": "Malbim Ayelet HaShachar", "he": "אילת השחר (מלבי\"ם)"}, "heTitle": "אילת השחר (מלבי\"ם)", "he": ["לקיחה' שאחריו מ\"ם – מציין המקום שלוקח ממנו, או החלק מן הכל.", "ואם לוקח כל הדבר יבוא אחריו מלת \"את\". (ויקרא סימן ריד)"], "heVersionTitle": "Wikisource Edition", "heLicense": "", "heVersionTitleInHebrew": "", "text": ["לקיחה (taking) for which the prefix letter מ comes afterwards indicates the place that one takes from or the portion that one takes from the whole.", "And if he takes the whole thing, the word את will come afterwards."], "versionTitle": "Ayelet Hashachar, translated by Betzalel Avraham Feinstein, 2021", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "5dbee425e5a42115dfca0bc1", "index_title": "Malbim Ayelet HaShachar", "category": "Commentary", "type": "commentary", "ref": "Malbim Ayelet HaShachar 453:1", "anchorRef": "Leviticus 4:5", "anchorRefExpanded": ["Leviticus 4:5"], "sourceRef": "Malbim Ayelet HaShachar 453:1", "sourceHeRef": "אילת השחר (מלבי\"ם) תנ״ג:א׳", "anchorVerse": 5, "sourceHasEn": false, "compDate": [1844, 1874], "commentaryNum": 453.0001, "collectiveTitle": {"en": "Malbim Ayelet HaShachar", "he": "אילת השחר (מלבי\"ם)"}, "heTitle": "אילת השחר (מלבי\"ם)", "he": "יש הבדל בשם <b>דם</b> בין אם בא בסמיכות או בכינוי אל החי [כמו: \"דם האדם\", \"דם נקי\", \"דמך על ראשך\"] שאז יכוין על הדם שהנפש תלויה בו. אבל כשאומר <b>דם</b> סתם – יכוין על כל דם שיהיה ואפילו דם התמצית ודם העור והבשר. (ויקרא סימן ריד)", "heVersionTitle": "Wikisource Edition", "heLicense": "", "heVersionTitleInHebrew": "", "text": "There are different ways to use the noun <b>דם</b> (blood): If it comes in construct state or with a pronoun referring to the living (like דם האדם, דם נקי, דמך על ראשך) then it means the blood that the life depends upon. But when it says <b>דם</b> alone, it means all blood that will be and even blood that is extracted and blood of the skin and the flesh.", "versionTitle": "Ayelet Hashachar, translated by Betzalel Avraham Feinstein, 2021", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "5f1e9ebfeb7d2e14756445fb", "index_title": "Midrash Lekach Tov", "category": "Midrash", "type": "commentary", "ref": "Midrash Lekach Tov, Leviticus 4:5:1", "anchorRef": "Leviticus 4:5", "anchorRefExpanded": ["Leviticus 4:5"], "sourceRef": "Midrash Lekach Tov, Leviticus 4:5:1", "sourceHeRef": "מדרש לקח טוב, ויקרא ד׳:ה׳:א׳", "anchorVerse": 5, "sourceHasEn": false, "compDate": [1105, 1115], "commentaryNum": 5.0001, "collectiveTitle": {"en": "Midrash Lekach Tov", "he": "מדרש לקח טוב"}, "heTitle": "ויקרא", "he": "<b>פס'.</b> ולקח הכהן המשיח. נאמר כאן לקיחה <i data-commentator=\"Beur HaRe'em\" data-order=\"213\"></i> ונאמר להלן לקיחה. מה להלן בכלי אף כאן בכלי. מדם הפר. מדם הנפש ולא מדם העור ולא מדם התמצית. מדם הפר. <i data-commentator=\"Beur HaRe'em\" data-order=\"214\"></i> דם מהפר יקבלנו. והביא אותו. כשר ולא פסול. אל אהל מועד. <i data-commentator=\"Beur HaRe'em\" data-order=\"215\"></i> למעט קרבנו למצוה יחידית שלא יתן מדמו על מזבח הזהב:", "heVersionTitle": "Midrash Lekach Tov on Torah, Vilna 1884", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש לקח טוב, מכונה פסיקתא זוטרתא, וילנא תרמ\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6053610c44079bd12a99a0be", "index_title": "Ramban on Exodus", "category": "Quoting Commentary", "type": "", "ref": "Ramban on Exodus 12:21:2", "anchorRef": "Leviticus 4:5", "anchorRefExpanded": ["Leviticus 4:5"], "sourceRef": "Ramban on Exodus 12:21:2", "sourceHeRef": "רמב\"ן על שמות י״ב:כ״א:ב׳", "anchorVerse": 5, "sourceHasEn": true, "compDate": [1246, 1286], "commentaryNum": 21.0002, "collectiveTitle": {"en": "Ramban on Exodus", "he": "רמב\"ן על שמות"}, "he": "<b>וְהוֹסִיף</b> בְּזֹאת הַפָּרָשָׁה בֵּאוּר בִּנְתִינַת הַדָּם שֶׁתִּהְיֶה בַּאֲגֻדַּת אֵזוֹב וּטְבִילָה בַּסַּף שֶׁלֹּא נֶאֱמַר לְמַעְלָה בְּפֵרוּשׁ, אֲבָל שָׁם (שמות י\"ב:ז') נֶאֱמַר סְתָם \"וְלָקְחוּ מִן הַדָּם\", לְלַמֵּד שֶׁכָּל לְקִיחָה הָאֲמוּרָה בַּתּוֹרָה סְתָם שֶׁתְּהֵא בַּאֲגֻדָּה, וְשֶׁכָּל קַבָּלַת דָּם טְעוּנָה כְּלִי, כְּמִדְרָשׁ רַבּוֹתֵינוּ (במכילתא כאן) וּפֵרֵשׁ לָהֶם בַּפָּרָשָׁה הַזֹּאת (שמות י\"ב:כ\"ב) <b>וְאַתֶּם לֹא תֵצְאוּ אִישׁ מִפֶּתַח בֵּיתוֹ עַד בֹּקֶר</b>, כִּי בַּעֲבוּר זֶה נִצְטַוּוּ בִּנְתִינַת הַדָּם עַל הַמַּשְׁקוֹף שֶׁיִּהְיוּ שְׁמוּרִים שָׁם, כְּמוֹ שֶׁאָמַר \"וְלֹא יִהְיֶה בָכֶם נֶגֶף לְמַשְׁחִית\" (שמות י\"ב:י\"ג): וְכָתַב רַשִׁ\"י (רש\"י על שמות י\"ב:כ\"ב) <b>וְאַתֶּם לֹא תֵצְאוּ</b>, מַגִּיד שֶׁמֵּאַחַר שֶׁנִּתְּנָה רְשׁוּת לַמַּשְׁחִית לְחַבֵּל אֵינוֹ מַבְחִין בֵּין צַדִּיק לְרָשָׁע, וְלַיְלָה רְשׁוּת לַמְחַבְּלִים הוּא, שֶׁנֶּאֱמַר (תהלים קד כ) \"בּוֹ תִרְמֹשׂ כָּל חַיְתוֹ יָעַר\". וְלֹא הֲבִינוֹתִי דְּבָרָיו בַּמֶּה שֶׁאָמַר וְלַיְלָה רְשׁוּת לַמְחַבְּלִים הוּא שֶׁנֶּאֱמַר \"בּוֹ תִרְמֹשׂ כָּל חַיְתוֹ יָעַר\", וְכִי אָסוּר לְאָדָם בְּכָל לַיְלָה לָצֵאת מִפֶּתַח בֵּיתוֹ עַד בֹּקֶר מִן הַמִּקְרָא הַזֶּה, וְהָיָה לוֹ לוֹמַר שֶׁהַלַּיְלָה הַזֶּה נִתְּנָה בּוֹ רְשׁוּת לַמַּשְׁחִית לְחַבֵּל, וְלָכֵן הִזְהִירָם מִמֶּנּוּ. אֲבָל לֹא רָאָה הָרַב לוֹמַר כֵּן, מִפְּנֵי שהקב\"ה בְּעַצְמוֹ וּבִכְבוֹדוֹ הָיָה הַמַּכֶּה:<br>וְהָעִנְיָן הַזֶּה שָׁנוּי הוּא בַּמְּכִילְתָּא (פסחא יא) בְּלָשׁוֹן אַחֶרֶת, <b>וְאַתֶּם לֹא תֵצְאוּ אִישׁ מִפֶּתַח בֵּיתוֹ עַד בֹּקֶר</b>, מַגִּיד מִשֶּׁנִּתְּנָה רְשׁוּת לַמַּשְׁחִית לְחַבֵּל אֵינוֹ מַבְחִין בֵּין צַדִּיק לְרָשָׁע, שֶׁנֶּאֱמַר (ישעיה כו כ) \"לֵךְ עַמִּי בֹּא בַחֲדָרֶיךָ\", וְאוֹמֵר (יחזקאל כא ח) \"הִנְנִי אֵלַיִךְ וְהוֹצֵאתִי חַרְבִּי מִתַּעְרָהּ וְהִכְרַתִּי מִמֵּךְ צַדִּיק וְרָשָׁע\", וְאוֹמֵר (שמות ל\"ג:כ\"ב) \"וְהָיָה בַּעֲבֹר כְּבוֹדִי\", לְלַמֶּדְךָ שֶׁתְּהֵא נִכְנָס בְּכִי טוֹב וְיוֹצֵא בְּכִי טוֹב, וְכֵן אַתָּה מוֹצֵא שֶׁהָאָבוֹת וְהַנְּבִיאִים נָהֲגוּ בְּדֶרֶךְ אֶרֶץ, \"וַיַּשְׁכֵּם אַבְרָהָם בַּבֹּקֶר\" (בראשית כב ג), \"וַיַּשְׁכֵּם יַעֲקֹב בַּבֹּקֶר\" (שם כח יח), \"וַיַּשְׁכֵּם מֹשֶׁה בַּבֹּקֶר\" (שמות ל\"ד:ד'), \"וַיַּשְׁכֵּם יְהוֹשֻׁעַ בַּבֹּקֶר\" (יהושע ג א), \"וַיַּשְׁכֵּם שְׁמוּאֵל לִקְרַאת שָׁאוּל בַּבֹּקֶר\" (שמואל א ט\"ו:י\"ב). וַהֲרֵי דְּבָרִים קַל וָחֹמֶר, וּמָה הָאָבוֹת וְהַנְּבִיאִים שֶׁהָלְכוּ לַעֲשׂוֹת רְצוֹנוֹ שֶׁל מִי שֶׁאָמַר וְהָיָה הָעוֹלָם נָהֲגוּ בְּדֶרֶךְ אֶרֶץ, שְׁאָר בְּנֵי אָדָם עַל אַחַת כַּמָּה וְכַמָּה. וְכֵן הוּא אוֹמֵר (תהלים קד) \"תָּשֶׁת חֹשֶׁךְ וִיהִי לָיְלָה, הַכְּפִירִים שׁוֹאֲגִים לַטָּרֶף, תִּתֵּן לָהֶם יִלְקֹטוּן, תִּזְרַח הַשֶּׁמֶשׁ יֵאָסֵפוּן\", מִכָּאן וְאֵילָךְ \"יֵצֵא אָדָם לְפָעֳלוֹ וְלַעֲבֹדָתוֹ עֲדֵי עָרֶב\" (שם). ע\"כ הַבָּרַיְתָא:<br>וְהָעִנְיָן לוֹמַר שֶׁהִזְהִיר הַכָּתוּב אֶת יִשְׂרָאֵל בְּמִצְרַיִם שֶׁלֹּא יָצְאוּ מִפֶּתַח בֵּיתָם בַּלַּיְלָה הַהוּא, לְפִי שהקב\"ה עוֹבֵר בְּמִצְרַיִם כְּמֶלֶךְ שֶׁעוֹבֵר מִמָּקוֹם לְמָקוֹם וּסְפַּקְלְטוֹרִים לְפָנָיו שֶׁלֹּא יִפְגַּע בּוֹ אָדָם וְלֹא יִסְתַּכֵּל בּוֹ, כְּעִנְיַן \"וּבָא ה' אֱלֹהַי כָּל קְדֹשִׁים עִמָּךְ\" (זכריה יד ה), וְכֵן \"וְהָיָה בַּעֲבֹר כְּבֹדִי וְשַׂמְתִּיךָ בְּנִקְרַת הַצּוּר\" (שמות ל\"ג:כ\"ב), לְהָגֵן עָלָיו מִשְּׂרָפִים וּפָמַלְיָא שֶׁל מַעְלָה. וְכֵיוָן שֶׁמָּצִינוּ בְּשָׁעָה שֶׁנִּתְּנָה רְשׁוּת לַמַּשְׁחִית לְחַבֵּל שֶׁאֵינוֹ מַבְחִין בֵּין צַדִּיק לְרָשָׁע, לְפִיכָךְ אֵין אָדָם רַשַּׁאי לְשַׁנּוֹת דֶּרֶךְ הָעוֹלָם שֶׁיֵּצֵא בַּלַּיְלָה, לְפִי שֶׁהוּא זְמַנָּן שֶׁל חַיּוֹת שֶׁנָּתַן לָהֶם לִטְרֹף, וְאֵין לְהַבְחִין בֵּין צַדִּיק לְרָשָׁע:", "heVersionTitle": "Vocalized Edition", "heLicense": "", "heVersionTitleInHebrew": "", "text": "This section adds an explanation to the putting of the blood [of the Passover-offering, mentioned above in Verse 7], i.e., that it be done with a bunch of hyssop and that it be dipped in the blood that is in the basin,<sup class=\"footnote-marker\">237</sup><i class=\"footnote\">Verse 22.</i> which was not explicitly mentioned above but in a general way, <i>And they shall take of the blood</i>, etc.<sup class=\"footnote-marker\">238</sup><i class=\"footnote\">Above, Verse 7.</i> It teaches us that every undefined “taking” prescribed in the Torah must be with “a bunch,”<sup class=\"footnote-marker\">239</sup><i class=\"footnote\">Thus, in the case of the Red Heifer where the verse says, <i>And the priest shall take cedar-wood, and hyssop, and scarlet</i> (Numbers 19:6) it means a bunch of cedar-wood and hyssop tied with scarlet (Parah 3:10).</i> and that all “taking” of the blood [prescribed in the Torah] must be in a vessel,<sup class=\"footnote-marker\">240</sup><i class=\"footnote\">Thus, when Scripture says, <i>And the priest that is anointed shall take of the blood</i> (Leviticus 4:5), it means of the blood that is in the vessel.</i> as our Rabbis have explained.<sup class=\"footnote-marker\">241</sup><i class=\"footnote\">Mechilta here on the matter of “the bunch”. Concerning the principle of taking the blood in a vessel, I have not found a source deriving it from the verse before us. In Zebachim 97 b, it is derived from the verse, <i>And he</i> [Moses] <i>put it in basins</i> (further, 24:6).</i><br>And He further explained to them in this section, <i>and none of you shall go out of the door of his house until the morning</i>,<sup class=\"footnote-marker\">237</sup><i class=\"footnote\">Verse 22.</i> for on account of it they were commanded to put the blood [of the Passover-offering] upon the lintel so that they would be protected there, just as He said, <i>and there shall be no plague upon you to destroy you</i>.<sup class=\"footnote-marker\">242</sup><i class=\"footnote\">Above, Verse 13.</i><br>Now Rashi commented: “<i>And none of you shall go out</i>. This teaches us that once permission is given to the destroying angel, he does not discriminate between righteous and wicked, and night-time is the domain of the destroying messengers, as it is said, <i>Thou makest darkness, and it is night, wherein all the beasts of the forest do creep forth</i>.”<sup class=\"footnote-marker\">243</sup><i class=\"footnote\">Psalms 104:20.</i><br>I did not understand that which Rashi said, “and night-time is the domain of the destroying messengers, as it is said, … <i>wherein all the beasts of the forest do creep forth</i>.”<sup class=\"footnote-marker\">243</sup><i class=\"footnote\">Psalms 104:20.</i> Is a person forbidden on any night to go out of the door of his house until the morning, on the authority of this verse? Rather, Rashi should have said, “for on <i>that night</i> permission to destroy was given the angel of destruction, and therefore He warned them against it.” But the Rabbi [Rashi] did not find it correct to say so since the Holy One, blessed be He, in His Presence and in His glory, was the One who smote [the first-born].<sup class=\"footnote-marker\">244</sup><i class=\"footnote\">Hence there was nothing unique about this night as far as the destroying angel was concerned since he had no special function that night, and yet the Israelites were warned against going out of the door of their homes until the morning! It must necessarily be that night-time is the domain of the destroying messengers. Now on every other night, if a person goes out and he is harmed by them, the profaning of G-d’s Name is not entailed. But on the night of Passover, if an Israelite were to be harmed, the Egyptians would say that Moses was not a true prophet, and G-d’s Name would be profaned. Hence they were forbidden to go out from their homes.</i><br>This subject is taught in the Mechilta in another version:<sup class=\"footnote-marker\">245</sup><i class=\"footnote\">Mechilta on the verse before us (Lauterbach’s edition, pp. 85-6).</i> “<i>And none of you shall go out of the door of his house until the morning</i>. This teaches us that once permission is given to the destroying angel,<sup class=\"footnote-marker\">246</sup><i class=\"footnote\">“The destroying angel.” In the Mechilta: “the angel.”</i> he does not discriminate between righteous and wicked, as it is said, <i>Come My people, enter into thy chambers … until the indignation be overpast</i>.<sup class=\"footnote-marker\">247</sup><i class=\"footnote\">Isaiah 26:20.</i> And it also says, <i>Behold, I am against thee, and will draw forth My sword out of its sheath, and will cut off from thee the righteous and the wicked</i>.<sup class=\"footnote-marker\">248</sup><i class=\"footnote\">Ezekiel 21:8.</i> And it further says, <i>And it shall come to pass, while My glory passeth by, that I will put thee in a cleft of the rock</i>.<sup class=\"footnote-marker\">249</sup><i class=\"footnote\">Further, 33:22.</i> This is to teach you<sup class=\"footnote-marker\">250</sup><i class=\"footnote\">In the Mechilta: “<i>Until the morning</i>. This is to teach you….”</i> that you are to come into a place only in the daytime<sup class=\"footnote-marker\">251</sup><i class=\"footnote\">Literally: “when it is good,” a reference to the verse, <i>And G-d saw the light, that it was good</i> (Genesis 1:4).</i> and leave it only in the daytime.<sup class=\"footnote-marker\">251</sup><i class=\"footnote\">Literally: “when it is good,” a reference to the verse, <i>And G-d saw the light, that it was good</i> (Genesis 1:4).</i> And thus you find that the patriarchs and the prophets observed this as a custom, as it is said: <i>And Abraham rose early in the morning</i>;<sup class=\"footnote-marker\">252</sup><i class=\"footnote\"><i>Ibid.</i>, 22:3.</i> <i>And Jacob rose up early in the morning</i>;<sup class=\"footnote-marker\">253</sup><i class=\"footnote\"><i>Ibid.</i>, 28:18.</i> <i>And Moses rose up early in the morning;</i><sup class=\"footnote-marker\">254</sup><i class=\"footnote\">Further, 34:4.</i> <i>And Joshua rose up in the morning</i>;<sup class=\"footnote-marker\">255</sup><i class=\"footnote\">Joshua 3:1.</i> <i>And Samuel rose early to meet Saul in the morning</i>.<sup class=\"footnote-marker\">256</sup><i class=\"footnote\">I Samuel 15:12.</i> Now is it not a <i>kal vachomer:</i><sup class=\"footnote-marker\">257</sup><i class=\"footnote\">See above, Note 208.</i> If the patriarchs and the prophets, who went to carry out the will of Him by Whose word the world came into being, observed this as a custom, how much more should all other people observe it! And thus it says, <i>Thou makest darkness, and it is night</i>;<sup class=\"footnote-marker\">243</sup><i class=\"footnote\">Psalms 104:20.</i> <i>The young lions roar after their prey</i>;<sup class=\"footnote-marker\">258</sup><i class=\"footnote\">Psalms 104:21.</i> <i>Thou givest it unto them, they gather it</i>;<sup class=\"footnote-marker\">259</sup><i class=\"footnote\"><i>Ibid.</i>, Verse 28.</i> <i>The sun ariseth, they slink away</i>.<sup class=\"footnote-marker\">260</sup><i class=\"footnote\"><i>Ibid.</i>, Verse 22.</i> From then on, <i>Man goeth forth unto his work, and to his labor until the evening</i>.”<sup class=\"footnote-marker\">261</sup><i class=\"footnote\"><i>Ibid.</i>, Verse 23.</i> Thus far extends [the quotation from] the Beraitha.<sup class=\"footnote-marker\">262</sup><i class=\"footnote\">See above, Note 208.</i><br>The purport thereof is to state that Scripture warned the Israelites in Egypt not to go out of the door of their homes on that night because the Holy One, blessed be He, was passing through Egypt like a king who passes from one place to another and whose guardsmen go before him so that people should neither meet him nor see him. This is similar to that which is said, <i>And the Eternal my G-d shall come, and all the holy ones with Thee;</i><sup class=\"footnote-marker\">263</sup><i class=\"footnote\">Zechariah 14:5.</i> and also, <i>And it shall come to pass, while My glory passeth by, that I will put thee in a cleft of the rock</i>,<sup class=\"footnote-marker\">249</sup><i class=\"footnote\">Further, 33:22.</i> i.e., to protect him [Moses] from the seraphim and the heavenly agencies. And since we find that once permission is given to the destroying angel he does not discriminate between righteous and wicked, therefore a person has no right<sup class=\"footnote-marker\">264</sup><i class=\"footnote\">Thus there appears a distinction between Rashi’s explanation and that of Ramban. The conclusion drawn from Rashi’s explanation would be that “it is forbidden” to go out on any other night, as Ramban argued. According to Ramban, one has “no right” to do it, since in going against the established order of nature, he may endanger his life, and this he has no right to do.</i> to change from the customary way of the world and leave at night-time, since it is the time of the wild beasts when they go out for prey, and there is no way [for them] to distinguish between righteous and wicked.", "versionTitle": "Commentary on the Torah by Ramban (Nachmanides). Translated and annotated by Charles B. Chavel. New York, Shilo Pub. House, 1971-1976", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "6114d4b882c718c75ba80906", "index_title": "Megillah", "category": "Talmud", "type": "", "ref": "Megillah 9b:10", "anchorRef": "Leviticus 4:5", "anchorRefExpanded": ["Leviticus 4:5"], "sourceRef": "Megillah 9b:10", "sourceHeRef": "מגילה ט׳ ב:י׳", "anchorVerse": 5, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 18.001, "collectiveTitle": {"en": "Megillah", "he": "מגילה"}, "heTitle": "מגילה", "he": "מַאי טַעְמֵיהּ דְּרַבִּי מֵאִיר — דְּתַנְיָא: ״מָשִׁיחַ״, אֵין לִי אֶלָּא מָשׁוּחַ בְּשֶׁמֶן הַמִּשְׁחָה, מְרוּבֵּה בְגָדִים מִנַּיִן? תַּלְמוּד לוֹמַר: ״הַמָּשִׁיחַ״.", "heVersionTitle": "William Davidson Edition - Vocalized Aramaic", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "מהדורת וויליאם דייוידסון - ארמית המנוקד", "text": "The Gemara asks: <b>What is the reason</b> for the opinion <b>of Rabbi Meir?</b> It is <b>as it is taught</b> in a <i>baraita</i> that it is written: “If the anointed priest shall sin” (Leviticus 4:3). From the word <b>anointed, I have</b> derived <b>only</b> that this <i>halakha</i> applies to a High Priest who was actually <b>anointed with the oil of anointing. From where</b> do I derive that even a High Priest consecrated by donning the <b>multiple garments</b> is also included in this <i>halakha</i>? <b>The verse states: “The anointed,”</b> with the definite article, indicating that the <i>halakha</i> applies to every High Priest.", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": "מהדורת וויליאם דייוידסון - אנגלית"}, {"_id": "61d5d58cf4629f2b5727d5ac", "index_title": "Sefer HaShorashim", "category": "Reference", "type": "reference", "ref": "Sefer HaShorashim, משׁח 1", "anchorRef": "Leviticus 4:5", "anchorRefExpanded": ["Leviticus 4:5"], "sourceRef": "Sefer HaShorashim, משׁח 1", "sourceHeRef": "ספר השרשים, משׁח א׳", "anchorVerse": 5, "sourceHasEn": false, "compDate": [1185, 1235], "commentaryNum": 1, "collectiveTitle": {"en": "Sefer HaShorashim", "he": "ספר השרשים"}, "heTitle": "משׁח", "he": ["<strong><big>משׁח</big></strong>   יַעַן <strong>מָשַׁח</strong> י\"י אֹתִי (<a class=\"refLink\" href=\"Isaiah 61:1\" data-ref=\"Isaiah 61:1\">ישעיה סא, א</a>), דברי הנביא כנגד המשיח שהמשיח יאמר כן <strong>יַעַן מָשַׁח י\"י אֹתִי</strong> וגו'. אֲשֶׁר <strong>מָשַׁחְתָּ</strong> שָּׁם (<a class=\"refLink\" href=\"Genesis 31:13\" data-ref=\"Genesis 31:13\">בראשית לא, יג</a>), <strong>וּמָֽשַׁחְתָּ </strong>אֶת־חֲזָאֵל (<a class=\"refLink\" href=\"I Kings 19:15\" data-ref=\"I Kings 19:15\">מלכים א' יט, טו</a>), <strong>מְשֻׁחִים</strong> בַּשָּׁמֶן (<a class=\"refLink\" href=\"Exodus 29:2\" data-ref=\"Exodus 29:2\">שמות כט, ב</a>), <strong>לִמְשֹׁחַ</strong> עֲלֵיהֶם מֶלֶךְ (<a class=\"refLink\" href=\"Judges 9:8\" data-ref=\"Judges 9:8\">שופטים ט, ח</a>), <strong>לִמְשָׁחֳךָ</strong> לְמֶלֶךְ (<a class=\"refLink\" href=\"I Samuel 15:1\" data-ref=\"I Samuel 15:1\">שמואל א' טו, א</a>), ה<strong>שי\"ן</strong> בקמץ רחב וה<strong>חי\"ת</strong> בקמץ חטף. <strong>לְמָשְׁחָה</strong> בָהֶם (<a class=\"refLink\" href=\"Exodus 29:29\" data-ref=\"Exodus 29:29\">שמות כט, כט</a>), לְךָ נְתַתִּים <strong>לְמָשְׁחָה</strong> (<a class=\"refLink\" href=\"Numbers 18:8\" data-ref=\"Numbers 18:8\">במדבר יח, ח</a>), כלומר בעבור שאתה משוח וכהן נתתים לך ולבניך. וְאֶת־אַֽהֲרֹן וְאֶת־בָּנָיו <strong>תִּמְשָׁח</strong> (<a class=\"refLink\" href=\"Exodus 30:30\" data-ref=\"Exodus 30:30\">שמות ל, ל</a>), קוּם <strong>מְשָׁחֵהוּ </strong>(<a class=\"refLink\" href=\"I Samuel 16:12\" data-ref=\"I Samuel 16:12\">שמואל א' טז, יב</a>). <strong>והתאר</strong> הַכֹּהֵן <strong>הַמָּשִׁיחַ</strong> (<a class=\"refLink\" href=\"Leviticus 4:5\" data-ref=\"Leviticus 4:5\">ויקרא ד, ה</a>), בְּלִי <strong>מָשִׁיחַ</strong> (<a class=\"refLink\" href=\"II Samuel 1:21\" data-ref=\"II Samuel 1:21\">שמואל ב' א, כא</a>), כלומר כך נפל כאילו לא היה משוח בשמן למלוכה. <strong>לִמְשִׁיחוֹ</strong> לְכוֹרֶשׁ (<a class=\"refLink\" href=\"Isaiah 45:1\" data-ref=\"Isaiah 45:1\">ישעיה מה, א</a>), אַל־תִּגְּעוּ <strong>בִמְשִׁיחָי</strong> (<a class=\"refLink\" href=\"Psalms 105:15\" data-ref=\"Psalms 105:15\">תהלים קה, טו</a>), אמר זה על האבות שהם גדולים ונסיכים כמו המלכים שהם משוחים בשמן. <strong>ותאר אחר</strong> <strong>וּמָשׁוֹחַ</strong> בַּשָּׁשַֽׁר (<a class=\"refLink\" href=\"Jeremiah 22:14\" data-ref=\"Jeremiah 22:14\">ירמיה כב, יד</a>), בחולם בפלס <strong>קָרוֹב רָחוֹק</strong>, ומשקל אחר כְּרוּב<strong> מִמְשַׁח</strong> הַסּוֹכֵךְ (<a class=\"refLink\" href=\"Ezekiel 25:14\" data-ref=\"Ezekiel 25:14\">יחזקאל כה, יד</a>). קוּמוּ הַשָּׂרִים <strong>מִשְׁחוּ</strong> מָגֵֽן (<a class=\"refLink\" href=\"Isaiah 21:5\" data-ref=\"Isaiah 21:5\">ישעיה כא, ה</a>), פירוש שימשחו עליהם מלך כי כבר מת בלשאצר והמלך הוא המגן. ויש מפרשים <strong>מָגֵן</strong> ממש ופירושו שימשחו המגן ויצחצחו אותו כדי להחליק אותו שלא יעברוהו כלי זיין. וכך מפרשים בענין הזה בְּלִי <strong>מָשִׁיחַ</strong> בַּשָּֽׁמֶן (<a class=\"refLink\" href=\"II Samuel 1:21\" data-ref=\"II Samuel 1:21\">שמואל ב' א, כא</a>), כמו שאמר כִּי שָׁם נִגְעַל <strong>מָגֵן</strong> גִּבּוֹרִים (שם), ואומר שהיה המגן כאילו לא נמשח בשמן. <strong>והשם</strong> שֶׁמֶן <strong>הַמִּשְׁחָה</strong> (<a class=\"refLink\" href=\"Exodus 29:7\" data-ref=\"Exodus 29:7\">שמות כט, ז</a>), שֶׁמֶן <strong>מִשְׁחַת</strong>־קֹדֶשׁ (<a class=\"refLink\" href=\"Exodus 30:25\" data-ref=\"Exodus 30:25\">שמות ל, כה</a>). <strong>והנפעל</strong> כִּֽי־<strong>נִמְשַׁח</strong> דָּוִיד לְמֶלֶךְ (<a class=\"refLink\" href=\"I Chronicles 14:8\" data-ref=\"I Chronicles 14:8\">דברי הימים א' יד, ח</a>), בְּיוֹם<strong> הִמָּשַׁח</strong> אֹתוֹ (<a class=\"refLink\" href=\"Numbers 7:10\" data-ref=\"Numbers 7:10\">במדבר ז, י</a>), כולם ענין משיחה בשמן או בזולתו וידוע הוא. ולפי שמנוי המלוכה והגדולה על ידי משיחה נאמר למנוי אף על פי שאינו על ידי משיחה בלשון משיחה<strong> וּמָֽשַׁחְתָּ </strong>אֶת־חֲזָאֵל (<a class=\"refLink\" href=\"I Kings 19:15\" data-ref=\"I Kings 19:15\">מלכים א' יט, טו</a>), <strong>תִּמְשַׁח</strong> לְנָבִיא תַּחְתֶּֽיךָ (מלכים א' א' יט,. וכן יַעַן <strong>מָשַׁח</strong> י\"י אֹתִי (<a class=\"refLink\" href=\"Isaiah 61:1\" data-ref=\"Isaiah 61:1\">ישעיה סא, א</a>), הם דברי הנביא על עצמו."], "heVersionTitle": "Sefer HaShorashim, Berlin 1847", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "62035c1df8a34bfd88bbbe20", "index_title": "Numbers", "category": "Tanakh", "type": "", "ref": "Numbers 19:2", "anchorRef": "Leviticus 4:5-7", "anchorRefExpanded": ["Leviticus 4:5", "Leviticus 4:6", "Leviticus 4:7"], "sourceRef": "Numbers 19:2", "sourceHeRef": "במדבר י״ט:ב׳", "anchorVerse": 5, "sourceHasEn": true, "compDate": [-1400, -400], "commentaryNum": 19.0002, "collectiveTitle": {"en": "Numbers", "he": "במדבר"}, "heTitle": "במדבר", "he": "זֹ֚את חֻקַּ֣ת הַתּוֹרָ֔ה אֲשֶׁר־צִוָּ֥ה יְהֹוָ֖ה לֵאמֹ֑ר דַּבֵּ֣ר&thinsp;<b>׀</b> אֶל־בְּנֵ֣י יִשְׂרָאֵ֗ל וְיִקְח֣וּ אֵלֶ֩יךָ֩ פָרָ֨ה אֲדֻמָּ֜ה תְּמִימָ֗ה אֲשֶׁ֤ר אֵֽין־בָּהּ֙ מ֔וּם אֲשֶׁ֛ר לֹא־עָלָ֥ה עָלֶ֖יהָ עֹֽל׃", "heVersionTitle": "Miqra according to the Masorah", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "מקרא על פי המסורה", "text": "This is the ritual law that יהוה has commanded: Instruct the Israelite people to bring you a red cow without blemish, in which there is no defect and on which no yoke has been laid.", "versionTitle": "The Contemporary Torah, Jewish Publication Society, 2006", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "62037ede47cf7a0c25239b61", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Leviticus, Part I; The Cult and the Priesthood, Obligatory Sacrificial Offerings I 2-3", "anchorRef": "Leviticus 4:1-35", "anchorRefExpanded": ["Leviticus 4:1", "Leviticus 4:2", "Leviticus 4:3", "Leviticus 4:4", "Leviticus 4:5", "Leviticus 4:6", "Leviticus 4:7", "Leviticus 4:8", "Leviticus 4:9", "Leviticus 4:10", "Leviticus 4:11", "Leviticus 4:12", "Leviticus 4:13", "Leviticus 4:14", "Leviticus 4:15", "Leviticus 4:16", "Leviticus 4:17", "Leviticus 4:18", "Leviticus 4:19", "Leviticus 4:20", "Leviticus 4:21", "Leviticus 4:22", "Leviticus 4:23", "Leviticus 4:24", "Leviticus 4:25", "Leviticus 4:26", "Leviticus 4:27", "Leviticus 4:28", "Leviticus 4:29", "Leviticus 4:30", "Leviticus 4:31", "Leviticus 4:32", "Leviticus 4:33", "Leviticus 4:34", "Leviticus 4:35"], "sourceRef": "The Five Books of Moses, by Everett Fox, Leviticus, Part I; The Cult and the Priesthood, Obligatory Sacrificial Offerings I 2-3", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, ויקרא, ויקרא מאמר ג׳, ויקרא הערה ד׳ ב׳-ג׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Obligatory Sacrificial Offerings I", "he": "ויקרא הערה ד׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "ויקרא הערה ד׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["The first of these, the <i>hattat</i>, is the subject of voluminous recent debate among scholars. Formerly translated as “sin-offering,” it is now (thanks to Milgrom) understood more accurately as a purification offering in a variety of settings. The <i>hattat</i> decontaminates the sanctuary, and apparently individuals as well, and so is extraordinarily important in Israelite cultic thinking and practice. B-R rendered it (as have others) as a “de-sin offering,” which, while inelegant, preserves the biblical connection between sin (moral pollution) and ritual pollution. Again the sacrifice involves a multiple structure, dealing with the different components of the community: priests, community as a whole, leaders, and individuals. The High Priest’s ritual is more elaborate than those that follow, as befits the representative of the community. Once his ritual is complete, we encounter for the other parties the refrain “and he/they shall be granted-pardon.”", "Central to the <i>hattat</i>-offering is the use of its blood as a detergent to absorb and purify the pollution that has accrued in the sanctuary. As a prime signifier of life, it will have this function a number of times in the Torah."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620380a7713bd8cd388d3e4f", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Leviticus, Part I; The Cult and the Priesthood 2-18", "anchorRef": "Leviticus 1:1-10:20", "anchorRefExpanded": ["Leviticus 1:1", "Leviticus 1:2", "Leviticus 1:3", "Leviticus 1:4", "Leviticus 1:5", "Leviticus 1:6", "Leviticus 1:7", "Leviticus 1:8", "Leviticus 1:9", "Leviticus 1:10", "Leviticus 1:11", "Leviticus 1:12", "Leviticus 1:13", "Leviticus 1:14", "Leviticus 1:15", "Leviticus 1:16", "Leviticus 1:17", "Leviticus 2:1", "Leviticus 2:2", "Leviticus 2:3", "Leviticus 2:4", "Leviticus 2:5", "Leviticus 2:6", "Leviticus 2:7", "Leviticus 2:8", "Leviticus 2:9", "Leviticus 2:10", "Leviticus 2:11", "Leviticus 2:12", "Leviticus 2:13", "Leviticus 2:14", "Leviticus 2:15", "Leviticus 2:16", "Leviticus 3:1", "Leviticus 3:2", "Leviticus 3:3", "Leviticus 3:4", "Leviticus 3:5", "Leviticus 3:6", "Leviticus 3:7", "Leviticus 3:8", "Leviticus 3:9", "Leviticus 3:10", "Leviticus 3:11", "Leviticus 3:12", "Leviticus 3:13", "Leviticus 3:14", "Leviticus 3:15", "Leviticus 3:16", "Leviticus 3:17", "Leviticus 4:1", "Leviticus 4:2", "Leviticus 4:3", "Leviticus 4:4", "Leviticus 4:5", "Leviticus 4:6", "Leviticus 4:7", "Leviticus 4:8", "Leviticus 4:9", "Leviticus 4:10", "Leviticus 4:11", "Leviticus 4:12", "Leviticus 4:13", "Leviticus 4:14", "Leviticus 4:15", "Leviticus 4:16", "Leviticus 4:17", "Leviticus 4:18", "Leviticus 4:19", "Leviticus 4:20", "Leviticus 4:21", "Leviticus 4:22", "Leviticus 4:23", "Leviticus 4:24", "Leviticus 4:25", "Leviticus 4:26", "Leviticus 4:27", "Leviticus 4:28", "Leviticus 4:29", "Leviticus 4:30", "Leviticus 4:31", "Leviticus 4:32", "Leviticus 4:33", "Leviticus 4:34", "Leviticus 4:35", "Leviticus 5:1", "Leviticus 5:2", "Leviticus 5:3", "Leviticus 5:4", "Leviticus 5:5", "Leviticus 5:6", "Leviticus 5:7", "Leviticus 5:8", "Leviticus 5:9", "Leviticus 5:10", "Leviticus 5:11", "Leviticus 5:12", "Leviticus 5:13", "Leviticus 5:14", "Leviticus 5:15", "Leviticus 5:16", "Leviticus 5:17", "Leviticus 5:18", "Leviticus 5:19", "Leviticus 5:20", "Leviticus 5:21", "Leviticus 5:22", "Leviticus 5:23", "Leviticus 5:24", "Leviticus 5:25", "Leviticus 5:26", "Leviticus 6:1", "Leviticus 6:2", "Leviticus 6:3", "Leviticus 6:4", "Leviticus 6:5", "Leviticus 6:6", "Leviticus 6:7", "Leviticus 6:8", "Leviticus 6:9", "Leviticus 6:10", "Leviticus 6:11", "Leviticus 6:12", "Leviticus 6:13", "Leviticus 6:14", "Leviticus 6:15", "Leviticus 6:16", "Leviticus 6:17", "Leviticus 6:18", "Leviticus 6:19", "Leviticus 6:20", "Leviticus 6:21", "Leviticus 6:22", "Leviticus 6:23", "Leviticus 7:1", "Leviticus 7:2", "Leviticus 7:3", "Leviticus 7:4", "Leviticus 7:5", "Leviticus 7:6", "Leviticus 7:7", "Leviticus 7:8", "Leviticus 7:9", "Leviticus 7:10", "Leviticus 7:11", "Leviticus 7:12", "Leviticus 7:13", "Leviticus 7:14", "Leviticus 7:15", "Leviticus 7:16", "Leviticus 7:17", "Leviticus 7:18", "Leviticus 7:19", "Leviticus 7:20", "Leviticus 7:21", "Leviticus 7:22", "Leviticus 7:23", "Leviticus 7:24", "Leviticus 7:25", "Leviticus 7:26", "Leviticus 7:27", "Leviticus 7:28", "Leviticus 7:29", "Leviticus 7:30", "Leviticus 7:31", "Leviticus 7:32", "Leviticus 7:33", "Leviticus 7:34", "Leviticus 7:35", "Leviticus 7:36", "Leviticus 7:37", "Leviticus 7:38", "Leviticus 8:1", "Leviticus 8:2", "Leviticus 8:3", "Leviticus 8:4", "Leviticus 8:5", "Leviticus 8:6", "Leviticus 8:7", "Leviticus 8:8", "Leviticus 8:9", "Leviticus 8:10", "Leviticus 8:11", "Leviticus 8:12", "Leviticus 8:13", "Leviticus 8:14", "Leviticus 8:15", "Leviticus 8:16", "Leviticus 8:17", "Leviticus 8:18", "Leviticus 8:19", "Leviticus 8:20", "Leviticus 8:21", "Leviticus 8:22", "Leviticus 8:23", "Leviticus 8:24", "Leviticus 8:25", "Leviticus 8:26", "Leviticus 8:27", "Leviticus 8:28", "Leviticus 8:29", "Leviticus 8:30", "Leviticus 8:31", "Leviticus 8:32", "Leviticus 8:33", "Leviticus 8:34", "Leviticus 8:35", "Leviticus 8:36", "Leviticus 9:1", "Leviticus 9:2", "Leviticus 9:3", "Leviticus 9:4", "Leviticus 9:5", "Leviticus 9:6", "Leviticus 9:7", "Leviticus 9:8", "Leviticus 9:9", "Leviticus 9:10", "Leviticus 9:11", "Leviticus 9:12", "Leviticus 9:13", "Leviticus 9:14", "Leviticus 9:15", "Leviticus 9:16", "Leviticus 9:17", "Leviticus 9:18", "Leviticus 9:19", "Leviticus 9:20", "Leviticus 9:21", "Leviticus 9:22", "Leviticus 9:23", "Leviticus 9:24", "Leviticus 10:1", "Leviticus 10:2", "Leviticus 10:3", "Leviticus 10:4", "Leviticus 10:5", "Leviticus 10:6", "Leviticus 10:7", "Leviticus 10:8", "Leviticus 10:9", "Leviticus 10:10", "Leviticus 10:11", "Leviticus 10:12", "Leviticus 10:13", "Leviticus 10:14", "Leviticus 10:15", "Leviticus 10:16", "Leviticus 10:17", "Leviticus 10:18", "Leviticus 10:19", "Leviticus 10:20"], "sourceRef": "The Five Books of Moses, by Everett Fox, Leviticus, Part I; The Cult and the Priesthood 2-18", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, ויקרא, ויקרא מאמר ג׳ ב׳-י״ח", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Part I; The Cult and the Priesthood", "he": "ויקרא מאמר ד׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["T<small>HE SECOND HALF OF THE BOOK OF</small> E<small>XODUS CONCERNED ITSELF WITH SETTING UP THE</small> sacrificial cult of Israel. It therefore set forth the prescriptions for and construction of a sanctuary and the priestly garments, and laid out a ceremony for the investiture of priests. But the description of how sacrifices were to be offered, and for what purpose, is not part of the book, which as edited seems more interested in contrasting the building of a sanctuary with building cities for the Pharaohs, as part of its portrayal of the victory of the biblical God over the gods of Egypt. Although at the end of the book the “Dwelling” is completed, we do not get to see the various sacral rites performed there.", "Leviticus also delays the ordination of the priests, until Chapter 8, preferring instead to begin with a kind of manual on the offering and disposal of sacrifices. It then moves us from the details of sacrifice into the narrative of the sanctuary’s dedication and opening rites, providing a natural bridge for Part II, in which ritual pollution and purity, the province of priests, is dealt with.", "The function of the sacrificial cult in ancient Israel will be discussed in “On Animal Sacrifice” below. In general it should be noted that the existence of a class or profession whose job it is to mediate between the divine and human realms is widespread in most older cultures, and the Israelite priesthood, whatever its origins and development, was but one of many such groups in the ancient Near East. It existed, to use the language of Exodus, to “serve” God, maintaining his holiness through ritual and helping to maintain the order of sacred culture which was supposed to mirror God’s ordering of the cosmos. Accordingly, as we will learn later in Leviticus, priests were to be set apart from the general population in a number of areas. There were strict rules about whom they could and could not marry, and they were barred from coming into any contact with the dead, for instance. Their functions extended beyond sacrifice; they could provide oracular advice in times of need, and taught the people “instructions” (Heb. <i>torot</i>) regarding various ritual matters.", "As part of an overall scheme, there was a conscious parallel between priests as part of a select circle and sacrificial animals—as well as the people of Israel. That is, all three stood at the center of concentric circles dedicated to God; and as one moved out (toward Levite and commoner, animals permitted for eating and those forbidden, and neighbors and foreigners), one got further and further away from the divine. The hierarchy regarding the cult thus reinforced the theme of separation which we have noted above.", "In the view of Milgrom, Israel’s cult was distinguished from those of its neighbors by its purposefully ignoring the complex web of rituals regarding demons. The sanctuary was to be purged of ritual pollution, not only by semimagical means (the sprinkling of sacrificial blood) but also and primarily by the confession of wrongdoing and the sincere desire to repent. Then, too, the sanctuary, while in most respects resembling shrines elsewhere in the ancient Near East, omitted certain crucial items, most notably statuary representing the gods and a bed for them to rest on. Finally, certain religious rituals were forbidden, such as mutilation of the priests’ bodies. In all these cases, Israel introduced something new into the area of worship.", "For many decades there has been major and heated debate by scholars in favor of one or the other scheme for following the history of the priesthood and the cult. There are those who view these institutions as stretching back to Israel’s earliest history, while others see strong evidence of a late, possibly even exilic, reworking of the priestly material. Similar arguments dot the landscape of literary criticism of the Torah, in which scholars have tried to divine at what point priestly editors might have put their distinctive stamp on the literature. From Wellhausen in the nineteenth century to Knohl, Milgrom, and Levine in the late twentieth, there has been no lack of theorizing on these issues—and no definitive answers. For the moment we are left to read Leviticus as it is placed in the Torah, with an awareness that a variety of historical and ideological influences are imbedded, if not hidden, in our text.", "O<small>N</small> A<small>NIMAL</small> S<small>ACRIFICE</small>", "A<small>LTHOUGH IT APPEARS EARLIER IN THE</small> T<small>ORAH</small>, <small>ANIMAL SACRIFICE RECEIVES ITS FULL</small>est treatment in Leviticus. Besides the opening seven chapters, which are devoted to a relatively brief description of how sacrifices are to be offered and disposed of, many other chapters in the book talk about sacrificial rituals: the installation of the priests (8–9), rules about disposing of the <i>hattat</i> sacrifice (10), purification offerings brought in the event of such “polluting” states as childbirth and skin diseases (12–15), and finally the “scapegoat” ceremony of Chapter 16. They appear in most of the later chapters as well.", "What function did sacrifice, particularly of animals, play in the religion of ancient Israel? How could a God who proscribed the murder of human beings (Ex. 20:13, 21:12) countenance the taking of animal life for ritual purposes? To answer these questions, we must turn briefly to some of the commonly proposed theories surrounding sacrifice.", "The idea of offering up living creatures to the gods is one of hoary antiquity. Walter Burkert, on the basis of the study of Greek religion, suggests that sacrifice is a means of dealing with guilt over the taking of life. That is, the switch from gathering to hunting society, made possible by technology (the invention of tools), while it raised human accomplishment and consciousness to a new level, also brought with it the acute sense of having violated something essential in the cosmic order. Such guilt is not mitigated by the fact that early people hunted for food and not for pleasure. The way of dealing with the guilt, giving life back to the gods, is in a true sense restoration; life is given back for life taken, so that it may ultimately be renewed (contrast this to the profoundly unecological use of living and inorganic resources over the past “civilized” centuries). And it must be done via ritual. In Burkert’s view, ritual deals with human anxiety by “raising the ante”—by means of increasing anxiety, it is controlled. So guilt over life-taking is assuaged by making a ritual out of the killing, and the shared experience of trauma helps to create solidarity within the group. Despite the subsequent rise of agriculture, says Burkert, the hunting ritual played out in sacrifice could not be done away with, so ingrained had it become, and the rationale behind sacrifices was therefore transformed. Now domesticated animals could be used, giving greater control over the process.", "In another approach, De Vaux (1965) postulates three motives for sacrifice. In the first model, that of “gift,” the worshiper brings something of value to the deity. The animal is killed, setting it apart for sacred use; it is burned, turning it into an invisible substance which can rise to the gods. The gift may be for thanksgiving or, more likely, may be to assuage the demonic powers that many societies (especially Mesopotamia, Abraham’s homeland) felt controlled everyday life. Giving establishes reciprocal movement; altruism has no place here (Burkert). One is reminded of the elaborate giving ceremonies among many peoples on occasions such as weddings; giving establishes relationship and maintains the social order.", "In addition to gifts, another mode of sacrifice involves communion, as nineteenth-century scholars such as Robertson Smith observed. Here the model of the meal is crucial: humans and gods share a great repast, thereby cementing kinship as surely as the closing of business deals is celebrated by drinks and dinner. Passover, both in the Bible and subsequently (even when the sacrifice per se was no longer involved), may serve as a striking example of the effectiveness of such a paradigm.", "A final type or function of sacrifice is atonement or expiation. Here a sin, communal or individual, is purged away by the act of sacrifice; the gods receive life as a substitute for the sinner’s own, which is symbolized by the victim’s blood. The fact that the animals permitted in the Bible for sacrifice are pastoral and hence frequently used metaphorically for the Israelites themselves, is significant in this regard. This approach is further illustrated in the Bible by the end of the Flood story, where God accepts Noah’s sacrifice, implying that he accepts animal life (which now, simultaneous with properly offered sacrifice, is permissible for food) in place of that of humans (Eilberg-Schwartz). It should be noted that, in the Bible, sacrifice for the sake of atonement is almost always in reference to unintentional sins, whereas deliberate wrongdoing may not be atoned for through this system.", "Which of these rationales is truly at work in Levitical sacrifice? Actually, at various times one can find all of them—the texts present a variety of motives and occasions for sacrifice in biblical Israel, from thanksgiving to purification and reparation. But in general one may say of Israelite sacrifice, as one may say of much of the ritual in Leviticus, that it is designed primarily to maintain or repair the relationship between God and Israel. Such an understanding helps to explain the unity of the book, as we will see in our discussion of pollution: sacrifice was a crucial element in keeping the covenant, and hence God’s beneficent presence among the Israelites, intact.", "The fact that this reconciliation, as it were, takes place against a background of slaughter should not be as upsetting to moderns as it is usually felt to be. In ironic contrast to our mechanized and mass-produced society, where the killing of animals for food takes place at a remove from our consciousness and from our direct participation, the sacrificial system in fact involved worshiper and priest alike, and the symbolic value of the operation, whatever it may have been in specific cases, lay in its directness, in its consciousness of the taking of life. Some would even maintain that in societies where the practice and rationale for sacrifice has broken down, there is inevitably an increase in intrahuman violence (Girard).", "<br><img>", "<b><i>Lev. 3:5</i> And the Sons of Aharon are to turn it (all) into smoke upon the slaughter-site … a fire-offering of soothing savor for Y<small>HWH</small>.</b>"], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620380a9713bd8cd388d3e51", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Leviticus, On the Book of Leviticus and Its Structure 2-41", "anchorRef": "Leviticus 1:1-27:34", "anchorRefExpanded": ["Leviticus 1:1", "Leviticus 1:2", "Leviticus 1:3", "Leviticus 1:4", "Leviticus 1:5", "Leviticus 1:6", "Leviticus 1:7", "Leviticus 1:8", "Leviticus 1:9", "Leviticus 1:10", "Leviticus 1:11", "Leviticus 1:12", "Leviticus 1:13", "Leviticus 1:14", "Leviticus 1:15", "Leviticus 1:16", "Leviticus 1:17", "Leviticus 2:1", "Leviticus 2:2", "Leviticus 2:3", "Leviticus 2:4", "Leviticus 2:5", "Leviticus 2:6", "Leviticus 2:7", "Leviticus 2:8", "Leviticus 2:9", "Leviticus 2:10", "Leviticus 2:11", "Leviticus 2:12", "Leviticus 2:13", "Leviticus 2:14", "Leviticus 2:15", "Leviticus 2:16", "Leviticus 3:1", "Leviticus 3:2", "Leviticus 3:3", "Leviticus 3:4", "Leviticus 3:5", "Leviticus 3:6", "Leviticus 3:7", "Leviticus 3:8", "Leviticus 3:9", "Leviticus 3:10", "Leviticus 3:11", "Leviticus 3:12", "Leviticus 3:13", "Leviticus 3:14", "Leviticus 3:15", "Leviticus 3:16", "Leviticus 3:17", "Leviticus 4:1", "Leviticus 4:2", "Leviticus 4:3", "Leviticus 4:4", "Leviticus 4:5", "Leviticus 4:6", "Leviticus 4:7", "Leviticus 4:8", "Leviticus 4:9", "Leviticus 4:10", "Leviticus 4:11", "Leviticus 4:12", "Leviticus 4:13", "Leviticus 4:14", "Leviticus 4:15", "Leviticus 4:16", "Leviticus 4:17", "Leviticus 4:18", "Leviticus 4:19", "Leviticus 4:20", "Leviticus 4:21", "Leviticus 4:22", "Leviticus 4:23", "Leviticus 4:24", "Leviticus 4:25", "Leviticus 4:26", "Leviticus 4:27", "Leviticus 4:28", "Leviticus 4:29", "Leviticus 4:30", "Leviticus 4:31", "Leviticus 4:32", "Leviticus 4:33", "Leviticus 4:34", "Leviticus 4:35", "Leviticus 5:1", "Leviticus 5:2", "Leviticus 5:3", "Leviticus 5:4", "Leviticus 5:5", "Leviticus 5:6", "Leviticus 5:7", "Leviticus 5:8", "Leviticus 5:9", "Leviticus 5:10", "Leviticus 5:11", "Leviticus 5:12", "Leviticus 5:13", "Leviticus 5:14", "Leviticus 5:15", "Leviticus 5:16", "Leviticus 5:17", "Leviticus 5:18", "Leviticus 5:19", "Leviticus 5:20", "Leviticus 5:21", "Leviticus 5:22", "Leviticus 5:23", "Leviticus 5:24", "Leviticus 5:25", "Leviticus 5:26", "Leviticus 6:1", "Leviticus 6:2", "Leviticus 6:3", "Leviticus 6:4", "Leviticus 6:5", "Leviticus 6:6", "Leviticus 6:7", "Leviticus 6:8", "Leviticus 6:9", "Leviticus 6:10", "Leviticus 6:11", "Leviticus 6:12", "Leviticus 6:13", "Leviticus 6:14", "Leviticus 6:15", "Leviticus 6:16", "Leviticus 6:17", "Leviticus 6:18", "Leviticus 6:19", "Leviticus 6:20", "Leviticus 6:21", "Leviticus 6:22", "Leviticus 6:23", "Leviticus 7:1", "Leviticus 7:2", "Leviticus 7:3", "Leviticus 7:4", "Leviticus 7:5", "Leviticus 7:6", "Leviticus 7:7", "Leviticus 7:8", "Leviticus 7:9", "Leviticus 7:10", "Leviticus 7:11", "Leviticus 7:12", "Leviticus 7:13", "Leviticus 7:14", "Leviticus 7:15", "Leviticus 7:16", "Leviticus 7:17", "Leviticus 7:18", "Leviticus 7:19", "Leviticus 7:20", "Leviticus 7:21", "Leviticus 7:22", "Leviticus 7:23", "Leviticus 7:24", "Leviticus 7:25", "Leviticus 7:26", "Leviticus 7:27", "Leviticus 7:28", "Leviticus 7:29", "Leviticus 7:30", "Leviticus 7:31", "Leviticus 7:32", "Leviticus 7:33", "Leviticus 7:34", "Leviticus 7:35", "Leviticus 7:36", "Leviticus 7:37", "Leviticus 7:38", "Leviticus 8:1", "Leviticus 8:2", "Leviticus 8:3", "Leviticus 8:4", "Leviticus 8:5", "Leviticus 8:6", "Leviticus 8:7", "Leviticus 8:8", "Leviticus 8:9", "Leviticus 8:10", "Leviticus 8:11", "Leviticus 8:12", "Leviticus 8:13", "Leviticus 8:14", "Leviticus 8:15", "Leviticus 8:16", "Leviticus 8:17", "Leviticus 8:18", "Leviticus 8:19", "Leviticus 8:20", "Leviticus 8:21", "Leviticus 8:22", "Leviticus 8:23", "Leviticus 8:24", "Leviticus 8:25", "Leviticus 8:26", "Leviticus 8:27", "Leviticus 8:28", "Leviticus 8:29", "Leviticus 8:30", "Leviticus 8:31", "Leviticus 8:32", "Leviticus 8:33", "Leviticus 8:34", "Leviticus 8:35", "Leviticus 8:36", "Leviticus 9:1", "Leviticus 9:2", "Leviticus 9:3", "Leviticus 9:4", "Leviticus 9:5", "Leviticus 9:6", "Leviticus 9:7", "Leviticus 9:8", "Leviticus 9:9", "Leviticus 9:10", "Leviticus 9:11", "Leviticus 9:12", "Leviticus 9:13", "Leviticus 9:14", "Leviticus 9:15", "Leviticus 9:16", "Leviticus 9:17", "Leviticus 9:18", "Leviticus 9:19", "Leviticus 9:20", "Leviticus 9:21", "Leviticus 9:22", "Leviticus 9:23", "Leviticus 9:24", "Leviticus 10:1", "Leviticus 10:2", "Leviticus 10:3", "Leviticus 10:4", "Leviticus 10:5", "Leviticus 10:6", "Leviticus 10:7", "Leviticus 10:8", "Leviticus 10:9", "Leviticus 10:10", "Leviticus 10:11", "Leviticus 10:12", "Leviticus 10:13", "Leviticus 10:14", "Leviticus 10:15", "Leviticus 10:16", "Leviticus 10:17", "Leviticus 10:18", "Leviticus 10:19", "Leviticus 10:20", "Leviticus 11:1", "Leviticus 11:2", "Leviticus 11:3", "Leviticus 11:4", "Leviticus 11:5", "Leviticus 11:6", "Leviticus 11:7", "Leviticus 11:8", "Leviticus 11:9", "Leviticus 11:10", "Leviticus 11:11", "Leviticus 11:12", "Leviticus 11:13", "Leviticus 11:14", "Leviticus 11:15", "Leviticus 11:16", "Leviticus 11:17", "Leviticus 11:18", "Leviticus 11:19", "Leviticus 11:20", "Leviticus 11:21", "Leviticus 11:22", "Leviticus 11:23", "Leviticus 11:24", "Leviticus 11:25", "Leviticus 11:26", "Leviticus 11:27", "Leviticus 11:28", "Leviticus 11:29", "Leviticus 11:30", "Leviticus 11:31", "Leviticus 11:32", "Leviticus 11:33", "Leviticus 11:34", "Leviticus 11:35", "Leviticus 11:36", "Leviticus 11:37", "Leviticus 11:38", "Leviticus 11:39", "Leviticus 11:40", "Leviticus 11:41", "Leviticus 11:42", "Leviticus 11:43", "Leviticus 11:44", "Leviticus 11:45", "Leviticus 11:46", "Leviticus 11:47", "Leviticus 12:1", "Leviticus 12:2", "Leviticus 12:3", "Leviticus 12:4", "Leviticus 12:5", "Leviticus 12:6", "Leviticus 12:7", "Leviticus 12:8", "Leviticus 13:1", "Leviticus 13:2", "Leviticus 13:3", "Leviticus 13:4", "Leviticus 13:5", "Leviticus 13:6", "Leviticus 13:7", "Leviticus 13:8", "Leviticus 13:9", "Leviticus 13:10", "Leviticus 13:11", "Leviticus 13:12", "Leviticus 13:13", "Leviticus 13:14", "Leviticus 13:15", "Leviticus 13:16", "Leviticus 13:17", "Leviticus 13:18", "Leviticus 13:19", "Leviticus 13:20", "Leviticus 13:21", "Leviticus 13:22", "Leviticus 13:23", "Leviticus 13:24", "Leviticus 13:25", "Leviticus 13:26", "Leviticus 13:27", "Leviticus 13:28", "Leviticus 13:29", "Leviticus 13:30", "Leviticus 13:31", "Leviticus 13:32", "Leviticus 13:33", "Leviticus 13:34", "Leviticus 13:35", "Leviticus 13:36", "Leviticus 13:37", "Leviticus 13:38", "Leviticus 13:39", "Leviticus 13:40", "Leviticus 13:41", "Leviticus 13:42", "Leviticus 13:43", "Leviticus 13:44", "Leviticus 13:45", "Leviticus 13:46", "Leviticus 13:47", "Leviticus 13:48", "Leviticus 13:49", "Leviticus 13:50", "Leviticus 13:51", "Leviticus 13:52", "Leviticus 13:53", "Leviticus 13:54", "Leviticus 13:55", "Leviticus 13:56", "Leviticus 13:57", "Leviticus 13:58", "Leviticus 13:59", "Leviticus 14:1", "Leviticus 14:2", "Leviticus 14:3", "Leviticus 14:4", "Leviticus 14:5", "Leviticus 14:6", "Leviticus 14:7", "Leviticus 14:8", "Leviticus 14:9", "Leviticus 14:10", "Leviticus 14:11", "Leviticus 14:12", "Leviticus 14:13", "Leviticus 14:14", "Leviticus 14:15", "Leviticus 14:16", "Leviticus 14:17", "Leviticus 14:18", "Leviticus 14:19", "Leviticus 14:20", "Leviticus 14:21", "Leviticus 14:22", "Leviticus 14:23", "Leviticus 14:24", "Leviticus 14:25", "Leviticus 14:26", "Leviticus 14:27", "Leviticus 14:28", "Leviticus 14:29", "Leviticus 14:30", "Leviticus 14:31", "Leviticus 14:32", "Leviticus 14:33", "Leviticus 14:34", "Leviticus 14:35", "Leviticus 14:36", "Leviticus 14:37", "Leviticus 14:38", "Leviticus 14:39", "Leviticus 14:40", "Leviticus 14:41", "Leviticus 14:42", "Leviticus 14:43", "Leviticus 14:44", "Leviticus 14:45", "Leviticus 14:46", "Leviticus 14:47", "Leviticus 14:48", "Leviticus 14:49", "Leviticus 14:50", "Leviticus 14:51", "Leviticus 14:52", "Leviticus 14:53", "Leviticus 14:54", "Leviticus 14:55", "Leviticus 14:56", "Leviticus 14:57", "Leviticus 15:1", "Leviticus 15:2", "Leviticus 15:3", "Leviticus 15:4", "Leviticus 15:5", "Leviticus 15:6", "Leviticus 15:7", "Leviticus 15:8", "Leviticus 15:9", "Leviticus 15:10", "Leviticus 15:11", "Leviticus 15:12", "Leviticus 15:13", "Leviticus 15:14", "Leviticus 15:15", "Leviticus 15:16", "Leviticus 15:17", "Leviticus 15:18", "Leviticus 15:19", "Leviticus 15:20", "Leviticus 15:21", "Leviticus 15:22", "Leviticus 15:23", "Leviticus 15:24", "Leviticus 15:25", "Leviticus 15:26", "Leviticus 15:27", "Leviticus 15:28", "Leviticus 15:29", "Leviticus 15:30", "Leviticus 15:31", "Leviticus 15:32", "Leviticus 15:33", "Leviticus 16:1", "Leviticus 16:2", "Leviticus 16:3", "Leviticus 16:4", "Leviticus 16:5", "Leviticus 16:6", "Leviticus 16:7", "Leviticus 16:8", "Leviticus 16:9", "Leviticus 16:10", "Leviticus 16:11", "Leviticus 16:12", "Leviticus 16:13", "Leviticus 16:14", "Leviticus 16:15", "Leviticus 16:16", "Leviticus 16:17", "Leviticus 16:18", "Leviticus 16:19", "Leviticus 16:20", "Leviticus 16:21", "Leviticus 16:22", "Leviticus 16:23", "Leviticus 16:24", "Leviticus 16:25", "Leviticus 16:26", "Leviticus 16:27", "Leviticus 16:28", "Leviticus 16:29", "Leviticus 16:30", "Leviticus 16:31", "Leviticus 16:32", "Leviticus 16:33", "Leviticus 16:34", "Leviticus 17:1", "Leviticus 17:2", "Leviticus 17:3", "Leviticus 17:4", "Leviticus 17:5", "Leviticus 17:6", "Leviticus 17:7", "Leviticus 17:8", "Leviticus 17:9", "Leviticus 17:10", "Leviticus 17:11", "Leviticus 17:12", "Leviticus 17:13", "Leviticus 17:14", "Leviticus 17:15", "Leviticus 17:16", "Leviticus 18:1", "Leviticus 18:2", "Leviticus 18:3", "Leviticus 18:4", "Leviticus 18:5", "Leviticus 18:6", "Leviticus 18:7", "Leviticus 18:8", "Leviticus 18:9", "Leviticus 18:10", "Leviticus 18:11", "Leviticus 18:12", "Leviticus 18:13", "Leviticus 18:14", "Leviticus 18:15", "Leviticus 18:16", "Leviticus 18:17", "Leviticus 18:18", "Leviticus 18:19", "Leviticus 18:20", "Leviticus 18:21", "Leviticus 18:22", "Leviticus 18:23", "Leviticus 18:24", "Leviticus 18:25", "Leviticus 18:26", "Leviticus 18:27", "Leviticus 18:28", "Leviticus 18:29", "Leviticus 18:30", "Leviticus 19:1", "Leviticus 19:2", "Leviticus 19:3", "Leviticus 19:4", "Leviticus 19:5", "Leviticus 19:6", "Leviticus 19:7", "Leviticus 19:8", "Leviticus 19:9", "Leviticus 19:10", "Leviticus 19:11", "Leviticus 19:12", "Leviticus 19:13", "Leviticus 19:14", "Leviticus 19:15", "Leviticus 19:16", "Leviticus 19:17", "Leviticus 19:18", "Leviticus 19:19", "Leviticus 19:20", "Leviticus 19:21", "Leviticus 19:22", "Leviticus 19:23", "Leviticus 19:24", "Leviticus 19:25", "Leviticus 19:26", "Leviticus 19:27", "Leviticus 19:28", "Leviticus 19:29", "Leviticus 19:30", "Leviticus 19:31", "Leviticus 19:32", "Leviticus 19:33", "Leviticus 19:34", "Leviticus 19:35", "Leviticus 19:36", "Leviticus 19:37", "Leviticus 20:1", "Leviticus 20:2", "Leviticus 20:3", "Leviticus 20:4", "Leviticus 20:5", "Leviticus 20:6", "Leviticus 20:7", "Leviticus 20:8", "Leviticus 20:9", "Leviticus 20:10", "Leviticus 20:11", "Leviticus 20:12", "Leviticus 20:13", "Leviticus 20:14", "Leviticus 20:15", "Leviticus 20:16", "Leviticus 20:17", "Leviticus 20:18", "Leviticus 20:19", "Leviticus 20:20", "Leviticus 20:21", "Leviticus 20:22", "Leviticus 20:23", "Leviticus 20:24", "Leviticus 20:25", "Leviticus 20:26", "Leviticus 20:27", "Leviticus 21:1", "Leviticus 21:2", "Leviticus 21:3", "Leviticus 21:4", "Leviticus 21:5", "Leviticus 21:6", "Leviticus 21:7", "Leviticus 21:8", "Leviticus 21:9", "Leviticus 21:10", "Leviticus 21:11", "Leviticus 21:12", "Leviticus 21:13", "Leviticus 21:14", "Leviticus 21:15", "Leviticus 21:16", "Leviticus 21:17", "Leviticus 21:18", "Leviticus 21:19", "Leviticus 21:20", "Leviticus 21:21", "Leviticus 21:22", "Leviticus 21:23", "Leviticus 21:24", "Leviticus 22:1", "Leviticus 22:2", "Leviticus 22:3", "Leviticus 22:4", "Leviticus 22:5", "Leviticus 22:6", "Leviticus 22:7", "Leviticus 22:8", "Leviticus 22:9", "Leviticus 22:10", "Leviticus 22:11", "Leviticus 22:12", "Leviticus 22:13", "Leviticus 22:14", "Leviticus 22:15", "Leviticus 22:16", "Leviticus 22:17", "Leviticus 22:18", "Leviticus 22:19", "Leviticus 22:20", "Leviticus 22:21", "Leviticus 22:22", "Leviticus 22:23", "Leviticus 22:24", "Leviticus 22:25", "Leviticus 22:26", "Leviticus 22:27", "Leviticus 22:28", "Leviticus 22:29", "Leviticus 22:30", "Leviticus 22:31", "Leviticus 22:32", "Leviticus 22:33", "Leviticus 23:1", "Leviticus 23:2", "Leviticus 23:3", "Leviticus 23:4", "Leviticus 23:5", "Leviticus 23:6", "Leviticus 23:7", "Leviticus 23:8", "Leviticus 23:9", "Leviticus 23:10", "Leviticus 23:11", "Leviticus 23:12", "Leviticus 23:13", "Leviticus 23:14", "Leviticus 23:15", "Leviticus 23:16", "Leviticus 23:17", "Leviticus 23:18", "Leviticus 23:19", "Leviticus 23:20", "Leviticus 23:21", "Leviticus 23:22", "Leviticus 23:23", "Leviticus 23:24", "Leviticus 23:25", "Leviticus 23:26", "Leviticus 23:27", "Leviticus 23:28", "Leviticus 23:29", "Leviticus 23:30", "Leviticus 23:31", "Leviticus 23:32", "Leviticus 23:33", "Leviticus 23:34", "Leviticus 23:35", "Leviticus 23:36", "Leviticus 23:37", "Leviticus 23:38", "Leviticus 23:39", "Leviticus 23:40", "Leviticus 23:41", "Leviticus 23:42", "Leviticus 23:43", "Leviticus 23:44", "Leviticus 24:1", "Leviticus 24:2", "Leviticus 24:3", "Leviticus 24:4", "Leviticus 24:5", "Leviticus 24:6", "Leviticus 24:7", "Leviticus 24:8", "Leviticus 24:9", "Leviticus 24:10", "Leviticus 24:11", "Leviticus 24:12", "Leviticus 24:13", "Leviticus 24:14", "Leviticus 24:15", "Leviticus 24:16", "Leviticus 24:17", "Leviticus 24:18", "Leviticus 24:19", "Leviticus 24:20", "Leviticus 24:21", "Leviticus 24:22", "Leviticus 24:23", "Leviticus 25:1", "Leviticus 25:2", "Leviticus 25:3", "Leviticus 25:4", "Leviticus 25:5", "Leviticus 25:6", "Leviticus 25:7", "Leviticus 25:8", "Leviticus 25:9", "Leviticus 25:10", "Leviticus 25:11", "Leviticus 25:12", "Leviticus 25:13", "Leviticus 25:14", "Leviticus 25:15", "Leviticus 25:16", "Leviticus 25:17", "Leviticus 25:18", "Leviticus 25:19", "Leviticus 25:20", "Leviticus 25:21", "Leviticus 25:22", "Leviticus 25:23", "Leviticus 25:24", "Leviticus 25:25", "Leviticus 25:26", "Leviticus 25:27", "Leviticus 25:28", "Leviticus 25:29", "Leviticus 25:30", "Leviticus 25:31", "Leviticus 25:32", "Leviticus 25:33", "Leviticus 25:34", "Leviticus 25:35", "Leviticus 25:36", "Leviticus 25:37", "Leviticus 25:38", "Leviticus 25:39", "Leviticus 25:40", "Leviticus 25:41", "Leviticus 25:42", "Leviticus 25:43", "Leviticus 25:44", "Leviticus 25:45", "Leviticus 25:46", "Leviticus 25:47", "Leviticus 25:48", "Leviticus 25:49", "Leviticus 25:50", "Leviticus 25:51", "Leviticus 25:52", "Leviticus 25:53", "Leviticus 25:54", "Leviticus 25:55", "Leviticus 26:1", "Leviticus 26:2", "Leviticus 26:3", "Leviticus 26:4", "Leviticus 26:5", "Leviticus 26:6", "Leviticus 26:7", "Leviticus 26:8", "Leviticus 26:9", "Leviticus 26:10", "Leviticus 26:11", "Leviticus 26:12", "Leviticus 26:13", "Leviticus 26:14", "Leviticus 26:15", "Leviticus 26:16", "Leviticus 26:17", "Leviticus 26:18", "Leviticus 26:19", "Leviticus 26:20", "Leviticus 26:21", "Leviticus 26:22", "Leviticus 26:23", "Leviticus 26:24", "Leviticus 26:25", "Leviticus 26:26", "Leviticus 26:27", "Leviticus 26:28", "Leviticus 26:29", "Leviticus 26:30", "Leviticus 26:31", "Leviticus 26:32", "Leviticus 26:33", "Leviticus 26:34", "Leviticus 26:35", "Leviticus 26:36", "Leviticus 26:37", "Leviticus 26:38", "Leviticus 26:39", "Leviticus 26:40", "Leviticus 26:41", "Leviticus 26:42", "Leviticus 26:43", "Leviticus 26:44", "Leviticus 26:45", "Leviticus 26:46", "Leviticus 27:1", "Leviticus 27:2", "Leviticus 27:3", "Leviticus 27:4", "Leviticus 27:5", "Leviticus 27:6", "Leviticus 27:7", "Leviticus 27:8", "Leviticus 27:9", "Leviticus 27:10", "Leviticus 27:11", "Leviticus 27:12", "Leviticus 27:13", "Leviticus 27:14", "Leviticus 27:15", "Leviticus 27:16", "Leviticus 27:17", "Leviticus 27:18", "Leviticus 27:19", "Leviticus 27:20", "Leviticus 27:21", "Leviticus 27:22", "Leviticus 27:23", "Leviticus 27:24", "Leviticus 27:25", "Leviticus 27:26", "Leviticus 27:27", "Leviticus 27:28", "Leviticus 27:29", "Leviticus 27:30", "Leviticus 27:31", "Leviticus 27:32", "Leviticus 27:33", "Leviticus 27:34"], "sourceRef": "The Five Books of Moses, by Everett Fox, Leviticus, On the Book of Leviticus and Its Structure 2-41", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, ויקרא, ויקרא מאמר ב׳ ב׳-מ״א", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "On the Book of Leviticus and Its Structure", "he": "ויקרא מאמר ג׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "ויקרא מאמר ב׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["F<small>OR MOST LAY READERS</small>, <small>THE THIRD OF THE</small> F<small>IVE BOOKS OF</small> M<small>OSES PRESENTS FORMIDA</small>ble obstacles. Many people find it difficult to relate to the description of ritual slaughter of animals and the disposal of their blood and flesh in the opening section of the book, or to the detailed prescriptions regarding bodily functions, skin disease, and mold in Chapters 12–15. Others experience Leviticus as obscure: Why exactly do Aaron’s sons die in Chapter 10? How can one explain the ritual of the scapegoat in Chapter 16? A frequently encountered reaction to the book is the desire to get on to the book of Numbers—which at least has some intriguing narratives such as Moses’ sin and punishment, the faint-heartedness of the spies, and Balaam’s reversed prophecies.", "Yet Leviticus, as it has been placed in the Torah, signals that something of singular importance is at work. The book, after all, occurs at the center of the overall five-book structure. Unlike the other four, it is set entirely around Mount Sinai, and so it forms, geographically as well as structurally, the heart of the Torah document. In addition, the priestly interests so clearly presented in Leviticus appear throughout the Torah: as genealogical lists (Genesis, Exodus, Numbers), descriptions of rituals (Exodus, Numbers, Deuteronomy), and details about the building of the desert “Dwelling” of God (Exodus). Indeed, the opening chapter of it all, Gen. 1 (the Creation story), has strong links in both its themes and terminology with the priestly law.", "Leviticus in fact presents a significant strain, conventionally termed the “priestly” view, in biblical thought. Anthropologically considered, it sheds important light on the outlook of some of those who compiled and read the Hebrew Bible. And the process did not stop there. Many of the categories found in Leviticus were continued and expanded by later Judaism: regulations concerning sexuality and diet, concepts of separation and holiness, and how to deal with one’s fellow human beings in a variety of economic and social settings. These found expression in different but still recognizable form simultaneously in the development of Christianity.", "In late antiquity Leviticus was known as <i>Torat Kohanim</i>, the Priestly Instruction (or simultaneously understood, as Levine suggests, as the Instruction of the Priests). Given both the concerns of the priestly writers and the wording they use to express those concerns, I see Leviticus as the Book of Separations, the book in which are set forth distinctions between a whole range of aspects of ancient Israelite experience and practice: holy and profane; ritual purity and pollution; permitted and forbidden in sexuality and diet; Israelites and others; and priests, Levites, and common folk among the Israelites. This near-obsession with drawing lines (or, as Douglas has presented it, concentric circles) may in some sense reflect the position of Israel in the ancient Near East as a small, beleaguered newcomer in a region of hoary empires, situated on land that was constantly invaded by both great powers and local foes. It may also be an echo of the larger Bronze Age and Iron Age process of change from the former, well-nigh universal worship of the Mother Goddess, to the later patriarchal societies with which the Western world still deals through its three monotheistic religions and their cultural outgrowths.", "Overarching the theme of separations or distinctions, through much of the book, is the polarity of order/disorder, represented best in Leviticus by the problem of life and death. As many scholars have noted, regulations regarding sacrifice here connect up with symbolically offering up human life—through the substitution of an animal—to the deity; blood is avoided at all costs, due to its connoting life. Animals that may be used for food (as well as for sacrifice) are in the main those which do not consume other living creatures. Pollutants which endanger the purity of the sanctuary (“Dwelling”) include bodily emissions which the Israelites connected with death (e.g., menstrual blood and “wasted” semen). Finally, the complex system of purification from some kind of skin disease may well originate in the similarity between disease and death. In sum, then, it is no surprise that, two books later, the Deuteronomic Moses implores the people to “choose life” rather than the “death” engendered by improper behavior by both priests and commoners.", "Interestingly, the strong urge to make order (ritual laws) out of disorder (the chaotic processes of human life, from killing animals for food to sexual relations) is reflected in other aspects of the Torah—most notably in the narrative portrayal of the descent lines from father Abraham. Here, the discontinuity represented by sibling rivalries and other threats to survival is countered by God’s establishing a kind of continuity through the choosing of younger brothers. In this case, the strong hand of ritual control is replaced by the somewhat hazardous element of surprise and close calls. But it does manage to provide for family continuity and, ultimately, the survival of the people. Whether this points to early or later experiences historically is the subject of ongoing and unresolved debate among biblical scholars. A widely accepted possibility is that the Torah as we have it was edited by priestly editors living in or shortly after the Babylonian Exile (6th–5th centuries <small>B</small>.<small>C</small>.<small>E</small>.), and that those editors took earlier material (which itself was already multilayered) and adapted it into an overall scheme expressing promise, disobedience, destruction, and survival/hope (cf. Fox 1993).", "In point of fact, Leviticus is best viewed as only a part, albeit the major one as a bloc, of a major thrust of the Torah. According to most biblical scholars, the “priestly” worldview, and the texts that may be attributed to it, makes its appearance with the very chapter with which the entire Torah begins, Gen. 1. Here distinctions and ordering are at the very heart of the text. God, immediately after his first creation-by-word (light), “separates” between light and darkness, then goes on to perform the same operation between heavenly waters (the storehouses of rain) and earthly ones. His remaining acts of creation involve putting heavenly bodies, vegetation, and animal life in order—each “according to its kind,” on specific days of creation. Animals are distinguished from plants through their receiving vocal divine blessing; humans from animals through the addition to the blessing of the phrase “have dominion over” the rest of living things. At the same time, humans are told that they may eat only what grows from the ground, implying that to do otherwise would be a violation of the order of things. Crowning the whole account is the poem (Gen. 2:1–4a) about God’s “finishing” of the “work” of creation, symbolized by his “hallowing” (making holy or separate-for-God) the seventh day. In Gen. 1, then, we are presented with a brief but complete vision of the cosmos as ordered in space, time, and life-forms, under the aegis of a metasexual, nonviolent, and benevolent deity.", "As Genesis unfolds under priestly influence, humans are presented with basic rules and warned of the consequences if those rules are broken. The paradisical situation of Adam and Eve (no labor, vegetarianism, no danger from animals, and sexual innocence) is disrupted by human disobedience, resulting in banishment from Eden—a shattering of the previous wholeness and order. Cain’s murder of his brother leads to the same punishment: uprootedness and hard labor. The mixing of divine and human beings in Gen. 6:1–2 results in a clear distinction being established by God, that humans will henceforth be limited in age. Finally, the account of the universal flood in Chapters 6–9 presents a picture that uses a number of Leviticus motifs. The earth is to be destroyed because human wrongdoing has “ruined” it (or, in Levitical language, “polluted” it). Animal life is rescued by means of taking pairs of animals aboard the ark—with Leviticus’s distinctions of “pure” and impure dutifully mentioned. Noah’s three sons, who also come onto the ark, later become the forefathers of three great divisions of humanity, as laid out in detail in the genealogical lists of Chapters 10–11. Finally, the new beginning of the cosmos, with Noah as a second Adam (cf. the latter’s blessing in 1:28 with that of the former in 9:1–2), is accompanied by both animal sacrifices and dietary restrictions (the introduction of meat is new, accompanied by the caveat—as in Lev. 17—that blood is not to be consumed).", "A major part of the priestly scheme emerges with the detailed instructions concerning the construction of the Tabernacle (God’s place of “Dwelling” on earth) and the priestly vestments that are to be worn there, in Ex. 25–31 (with much of this material repeated in narrative form in Chapters 35–40). The details make sense as part of a larger picture, in which the closer one gets to the “Holiest Holy-Shrine” where God takes up dwelling, the more central the measurements of space and the more precious the materials used. This concentric sense of order is reflected also in the layout of the wilderness camp of the Israelites in Num. 2. Thus the Tabernacle functions as a minicosmos, a visible and ritual representation of the creation itself. Through the layout of curtains within and tribal encampments without, space is ordered; through the festivals (enumerated in Leviticus and Deuteronomy, with some mention in Exodus as well), time is ordered. And, thanks to the provisions laid out in Leviticus, through priest/lay hierarchy, dietary rules, and sacrificial regulations, life-forms are ordered. The result is an almost utopian scheme. It is a world in which everything and everyone are to take their place under the perfect worship of a perfect God, banishing or avoiding death, defect, and disorder. In the priestly view, the world is to be an echo of the divine order that is portrayed in the Creation story.", "Viewed in the perspective of priestly concerns (only part of which we have just outlined), Leviticus is largely concerned with the potential disruption of this utopia. If Genesis chronicles threats to the fulfillment of God’s promises to Abraham, if Numbers recounts threats to his descendants’ survival on their march through the wilderness, then Leviticus concentrates on threats to Israel’s life with God. It presents a whole system of rules designed, first, to provide for purification and reconciliation with God through the sacrificial cult; second, to protect sanctuary, priests, land, and people from estrangement from God (via “pollution” of various kinds); and, finally, to establish a code of behavior that will ensure the perpetual enjoyment of God’s blessings on the land promised to Israel’s ancestors. From this it can readily be seen how Leviticus, far from being of interest to specialists and historians only, is in fact a crucial part of the Torah—perhaps its most crucial part, in that it supplies the ideological center of gravity for the whole. Once Leviticus is added to the narratives, poems, laws, and lists that comprise the rest of the Torah, a picture emerges that is more than literature and more than history. The five books become the multilayered and multifaceted monument that has been studied, puzzled over, and built upon for over two millennia.", "In sum, the world of the priestly strain in the Torah is a realm of desired order and perfection, a realm in which wholeness is to reign, in which anomaly and undesired mixture are not permitted, and in which boundaries are zealously guarded. The human body becomes symbolic of the cosmos: its life/death boundary is marked, and troublesome flows from it are carefully regulated. The land of Israel becomes symbolic of the cosmos: too much evildoing pollutes it, to the point where it can do naught else but “vomit out” its settlers (as it vomited out the previous ones). The animal kingdom, from which humans are allowed to take life under carefully prescribed circumstances, becomes symbolic of cosmic values, through heightening awareness of predator and victim, and careful avoidance of blood, the symbol of life. Indeed, in the system of Leviticus, it is no wonder that death is the major pollutant, and that blood of acceptable animal sacrifice is the agent through which human beings find atonement for minor pollutants.", "The book as it is presently laid out falls into three major sections, with a number of chapters that function either as connectors or appendices to various sections. Linkages and connecting theme words will be spelled out in more detail in the commentary; for the moment, the following outline may suffice:", "I The Sacrificial Cult", "1–7 Sacrificial Offerings: Their Ritual and Disposal", "8–9 The Installation of the Priests", "10 Systems Failure", "II Ritual Pollution and Purification", "11 Forbidden and Permitted Foods: Transition", "12–15 Pollution from Bodily Fluids and Skin Disease", "16 Purifying the Sanctuary and the High Priest", "Appendix: 17 On the Shedding of Animal Blood", "III Holiness", "18 Pollution from Forbidden Unions: Transition", "19:3–4 Frame at Beginning", "19–20 Holiness in Public/Private Behavior", "21–22 Holiness in Priestly Behavior", "23 Holiness in the Calendar", "24 Miscellaneous", "25 Regulations Concerning Land and Slaves", "26:1–2 Frame at End", "26:3–46 Holiness Confirmed or Denied: The Blessing and the Curse", "Appendix: 27 Assessments for the Priests", "Other commentators have of course seen it differently. Most follow the traditional scholarly approach of starting the “Holiness Code” with Chapter 17; Levine rightly parallels it to the beginnings of other law collections in the Torah (Ex. 20:19–23 and Deut. 12; the ending here in Chapter 26 also parallels the endings in the other two codes). Hallo understands the structure as 1–11: Rites of Consumption; 12–16: Rites of Purification; and 17–26: Holiness.", "Overshadowing the clear three-part structure, however one wants to divide it up, is the complex issue of two apparent documents or schools of thought. Biblical scholarship terms these P (“Priestly”) and H (“Holiness”), and roughly attributes the first part of the book (through Chap. 16) to P, with the rest to H. There has been detailed, ongoing debate about the approaches and dating of these sources. As of this writing, it is generally accepted that H is later than P, but there seem to be numerous interpolations of one source into the other, and it is difficult to place them historically with certainty. Here, as elsewhere in biblical literature, we have a layering effect rather than a clear-cut delineation of “authors.” As usual, that appears to have been intentional.", "A word should be said about the relationship between law and narrative in the Torah. As Damrosch has noted, the legal and cultic texts in the five books might be seen by modern readers as intrusive. On the surface, they certainly seem to interrupt a good story. Genesis is largely unencumbered by nonaction (except for the genealogical lists—attributed to P!), but the gripping account of the redemption from Egypt in Exodus, and the drama of revelation on and apostasy beneath Mount Sinai, give way to the sober architectural details of the Tabernacle’s construction. Similarly, the narratives of the book of Numbers, which are among the most striking in the literature, are set off against a background of censuses, laws about suspected adultery and the taking of vows, Levitical duties in the Dwelling, and an enumeration of sacrificial gifts brought by the tribes, among other things.", "The bulk of material in Leviticus, and its placement in the Torah, make it clear that the five books that we have convey their point precisely through the medium of narrative <i>plus</i> cult/law. In the Israelite worldview, these two rather distinct forms, which intermingle past, present, and future (Damrosch), fruitfully enrich and explain one another. It is as if a history of the American Revolution contained all of the debates on and drafts of the Declaration of Independence and the Constitution, as well as accounts of battles and biographies of key personalities. That such an approach parallels neither Homeric epic nor ritual texts in their purity of form is exactly the point: we have here a new genre of great complexity and richness, in which narratives exemplify laws and laws follow narratives. The result is truly a torah, a “teaching” or “instruction.”", "Finally, we might mention the issue of priests and laypeople. Scholars have often seen Leviticus as originating as a manual for priests. What is most fascinating, and perhaps most important (for later history), about this book is the way in which it takes priestly rules and transmutes at least some of them for use in the general populace of ancient Israel. This can be seen most dramatically in the dietary laws, which in other cultures often serve exclusively for priests, and in the area of sexual taboos, which do likewise. In postbiblical Judaism this shift becomes particularly evident: the Jew’s dinner table is termed a “sanctuary in miniature” (complete with loaves of bread and the use of salt—two elements found in the ancient sacrificial cult); dietary laws are expanded for the general population to provide for separation of milk and meat; and separation of husband and wife during menstruation, among traditional Jews, leaves the context of Sanctuary pollution and finds a home in the context of a philosophy of marriage. Many other examples could be brought of the widening of priestly laws to an entire people. Perhaps most dramatic—and most significant—is the eventual shift of the learning and interpretation of sacred texts away from the priests, who in most cultures served as the guardians of the text (and often the culture’s only literate body; cf. medieval Christian Europe). In Judaism of late antiquity, this monopoly was decisively broken; first the scribe and then the rabbi (“master”) took over, with learning extended at last to all those who might make the effort to acquire it. The great exception, at least in antiquity, was women—who, it will be noted, were also excluded from priestly functions in the Bible.", "Three relatively recent developments make it possible to approach Leviticus as a significant, powerful, and interesting biblical text. The first is the explosion of both full-length and shorter studies of the book and its concerns that have appeared in recent years. The work of Milgrom (1991), Levine (1989), Wenham (1979), Eilberg-Schwartz (1990), and Bamberger (1981), to cite just a few of the English-language studies on aspects of Leviticus, now makes it possible to have a serious entry into the book based largely on advances in understanding the cultures of the ancient Near East. It also, admittedly, puts the translator and commentator in a bind: is it possible to add anything new, or will it suffice simply to summarize? My approach in this volume has been largely the latter, along with suggesting to the reader some fruitful directions for further study.", "The second development helpful for approaching Leviticus, which also informs many of the studies just mentioned, is the using of anthropological insights to understand concepts and rituals found in the book. Such an approach places Leviticus in a broader human context, indicating what it does and does not share with other cultural and religious systems. For Leviticus is concerned with the same issues that plague all human societies: how to deal with the boundaries of life and death, how to comprehend and approach the transcendent in life, how to understand one’s (or one’s nation’s) place in the cosmic order, how to make for a just society. Viewed in this light, the book is a “Small Code” (cf. Northrop Frye’s designation of the Bible as “the Great Code”). That is, Leviticus need not remain a total mystery to us, to be unraveled only through detailed analysis and even change (Judaism) or substitution (Christianity), but can be understood on its own terms, if approached with care and in the spirit of seeking the larger picture in the details.", "Finally, we should mention the aesthetic dimension. Like the other books of the Torah, Leviticus uses its own rhetoric to convey its message. Far from employing flat “priestly” style (whatever that may be), it uses formulas, refrains, and other rhythmical forms to impress its teaching (Heb. <i>tora</i>) upon its hearers. This aspect of the book has been the subject of recent study (cf. Paran), but was already echoed in the Buber-Rosenzweig translation. It is my hope that the present volume will contribute to an appreciation of the style of Leviticus."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620382e4c9ad75f2d99af946", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "", "ref": "The Five Books of Moses, by Everett Fox, Leviticus, Part I; The Cult and the Priesthood, Obligatory Sacrificial Offerings I 1", "anchorRef": "Leviticus 4:1-35", "anchorRefExpanded": ["Leviticus 4:1", "Leviticus 4:2", "Leviticus 4:3", "Leviticus 4:4", "Leviticus 4:5", "Leviticus 4:6", "Leviticus 4:7", "Leviticus 4:8", "Leviticus 4:9", "Leviticus 4:10", "Leviticus 4:11", "Leviticus 4:12", "Leviticus 4:13", "Leviticus 4:14", "Leviticus 4:15", "Leviticus 4:16", "Leviticus 4:17", "Leviticus 4:18", "Leviticus 4:19", "Leviticus 4:20", "Leviticus 4:21", "Leviticus 4:22", "Leviticus 4:23", "Leviticus 4:24", "Leviticus 4:25", "Leviticus 4:26", "Leviticus 4:27", "Leviticus 4:28", "Leviticus 4:29", "Leviticus 4:30", "Leviticus 4:31", "Leviticus 4:32", "Leviticus 4:33", "Leviticus 4:34", "Leviticus 4:35"], "sourceRef": "The Five Books of Moses, by Everett Fox, Leviticus, Part I; The Cult and the Priesthood, Obligatory Sacrificial Offerings I 1", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, ויקרא, ויקרא מאמר ג׳, ויקרא הערה ד׳ א׳", "anchorVerse": 1, "sourceHasEn": true, "commentaryNum": 1, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "ויקרא הערה ד׳", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<a class=\"refLink\" data-ref=\"Leviticus 4:1-35\" data-ven=\"The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995\">Leviticus 4:1-35</a>", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620d10a080edc1ab9873574c", "index_title": "Ohr LaYesharim on Jerusalem Talmud Megillah", "category": "Quoting Commentary", "type": "", "ref": "Ohr LaYesharim on Jerusalem Talmud Megillah 1:10:1", "anchorRef": "Leviticus 4:3-12", "anchorRefExpanded": ["Leviticus 4:3", "Leviticus 4:4", "Leviticus 4:5", "Leviticus 4:6", "Leviticus 4:7", "Leviticus 4:8", "Leviticus 4:9", "Leviticus 4:10", "Leviticus 4:11", "Leviticus 4:12"], "sourceRef": "Ohr LaYesharim on Jerusalem Talmud Megillah 1:10:1", "sourceHeRef": "אור לישרים על תלמוד ירושלמי מגילה א׳:י׳:א׳", "anchorVerse": 3, "sourceHasEn": false, "commentaryNum": 10.0001, "collectiveTitle": {"en": "Ohr LaYesharim on Jerusalem Talmud Megillah", "he": "אור לישרים על תלמוד ירושלמי מגילה"}, "he": "<big><strong>משנה</strong></big><br>במשנה זו שתי הלכות במעמדו של הכוהן הגדול.\n<br><b>אין בין כהן משוח בשמן המשחה</b> – כוהן גדול שנמשח בשעת מינויו בשמן המשחה, <b>למרובה בגדים</b> – כוהן גדול שהתחנך בשעת מינויו בריבוי בגדים, שהוסיפו לו ארבעה בגדים (חושן, אפוד, מעיל וציץ) על הארבעה שלבש עד למינויו (כתונת, מכנסיים, מצנפת ואבנט), ומעתה הוא משמש בשמונה בגדים, <b>אלא פר הבא על כל המצות</b> – כוהן משוח שחטא בשגגת הוראה ומעשה, שטעה והורה לעצמו היתר בדבר שחייבים על זדונו כרת ועל שגגתו חטאת, ועשה על פי הוראתו, מביא פר לקורבן חטאת (ויקרא ד,ג-יב). אבל מרובה בגדים שחטא בשגגת הוראה ומעשה, אינו מביא פר לקורבן חטאת, אלא כשבה או שעירה, כדין כל אדם שחטא בשגגה (ויקרא ד,כז-לה. - בבית המקדש הראשון כוהנים גדולים התחנכו בשעת מינוים בריבוי בגדים ובמשיחה בשמן המשחה במשך שבעה ימים רצופים. בבית המקדש השני, שלא היה שמן המשחה, כוהנים גדולים התחנכו בשעת מינוים בריבוי בגדים בלבד במשך שבעה ימים רצופים)<b>.</b>\n<br><b>אין בין כהן ששימש</b> (צריך לומר כמו בכתבי היד של המשנה: '<b>משמש</b>') – כוהן גדול המשמש עכשיו בעבודה, <b>לכהן שעבר</b> – ששימש בכהונה גדולה והעבירוהו מחמת זקנה או מחמת מום ונתרפא, או ששימש זמנית במקום הכוהן הגדול הקבוע שלא היה יכול לשמש ועבר, <b>אלא פר יום הכיפורים</b> – שהוא בא מנכסי הכוהן הגדול המשמש ולא מנכסי הכוהן שעבר, <b>ועשירית האיפה</b> – מנחת חביתי כוהן גדול (ויקרא ו,יג-טו), הקריבה בכל יום, שהיא באה מנכסי הכוהן הגדול המשמש ולא מנכסי הכוהן שעבר, והכוהן שזכה בהקרבתה בפייס מקריבה. אבל לשאר דברים שניהם שווים, והם מפורשים במשנה הוריות ג,ד: זה וזה שווים בעבודת יום הכיפורים, ומצווים על הבתולה, ואסורים על האלמנה, ואינם מיטמאים בקרוביהם, ולא פורעים, ולא פורמים, ומחזירים את הרוצח<b>.</b><br>• • •", "heVersionTitle": "Machon HaYerushalmi, Rabbi Yehoshua Buch, 2017", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "ירושלים : מכון הירושלמי. תלמודה של א\"י, תשע\"ז", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "62971ccfee7523d1102adc8a", "index_title": "Mishnah Zevachim", "category": "Mishnah", "type": "", "ref": "Mishnah Zevachim 4:4", "anchorRef": "Leviticus 4:1-12", "anchorRefExpanded": ["Leviticus 4:1", "Leviticus 4:2", "Leviticus 4:3", "Leviticus 4:4", "Leviticus 4:5", "Leviticus 4:6", "Leviticus 4:7", "Leviticus 4:8", "Leviticus 4:9", "Leviticus 4:10", "Leviticus 4:11", "Leviticus 4:12"], "sourceRef": "Mishnah Zevachim 4:4", "sourceHeRef": "משנה זבחים ד׳:ד׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [190, 230], "commentaryNum": 4.0004, "collectiveTitle": {"en": "Mishnah Zevachim", "he": "משנה זבחים"}, "heTitle": "משנה זבחים", "he": "הָעוֹלָה, דָּמָהּ מַתִּיר אֶת בְּשָׂרָהּ לַמִּזְבֵּחַ וְעוֹרָהּ לַכֹּהֲנִים. עוֹלַת הָעוֹף, דָּמָהּ מַתִּיר אֶת בְּשָׂרָהּ לַמִּזְבֵּחַ. חַטַּאת הָעוֹף, דָּמָהּ מַתִּיר אֶת בְּשָׂרָהּ לַכֹּהֲנִים. פָּרִים הַנִּשְׂרָפִים וּשְׂעִירִים הַנִּשְׂרָפִים, דָּמָן מַתִּיר אֶת אֵמוּרֵיהֶן לִקָּרֵב. רַבִּי שִׁמְעוֹן אוֹמֵר, כֹּל שֶׁאֵינוֹ עַל מִזְבֵּחַ הַחִיצוֹן כִּשְׁלָמִים, אֵין חַיָּבִין עָלָיו מִשּׁוּם פִּגּוּל: \n", "heVersionTitle": "Torat Emet 357", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורת אמת 357", "text": "The mishna elaborates: <b>The burnt offering, its blood permits its flesh to</b> be burned on <b>the altar and its hide to</b> be used by <b>the priests. The bird burnt offering, its blood permits its flesh</b> and its skin <b>to</b> be burned on <b>the altar. The bird sin offering, its blood permits its meat for</b> consumption by <b>the priests. Bulls that are burned,</b> e.g., the bull for an unwitting communal sin, <b>and goats that are burned,</b> e.g., the goats sacrificed for an unwitting communal sin of idol worship, <b>their blood permits their sacrificial portions to be sacrificed</b> on the altar. <b>Rabbi Shimon says:</b> Those bulls and goats are not subject to <i>piggul</i> because their blood is presented in the Sanctuary, and in the case of <b>any</b> offering <b>whose</b> blood <b>is not</b> presented <b>on the external altar like</b> that of <b>a peace offering,</b> with regard to which the <i>halakha</i> of <i>piggul</i> was stated in the Torah, <b>one is not liable for</b> eating <b>it due to</b> violation of the prohibition of <b><i>piggul</i>.</b>", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "632086ae2afa4286bac98647", "index_title": "Mishneh Torah, Admission into the Sanctuary", "category": "Halakhah", "type": "", "ref": "Mishneh Torah, Admission into the Sanctuary 5:17", "anchorRef": "Leviticus 4:5", "anchorRefExpanded": ["Leviticus 4:5"], "sourceRef": "Mishneh Torah, Admission into the Sanctuary 5:17", "sourceHeRef": "משנה תורה, הלכות ביאת מקדש ה׳:י״ז", "anchorVerse": 5, "sourceHasEn": true, "compDate": [1176, 1178], "commentaryNum": 5.0017, "collectiveTitle": {"en": "Mishneh Torah, Admission into the Sanctuary", "he": "משנה תורה, הלכות ביאת מקדש"}, "heTitle": "משנה תורה, הלכות ביאת מקדש", "he": "וְכָל הָעוֹבֵד וְהוּא יוֹשֵׁב חִלֵּל וַעֲבוֹדָתוֹ פְּסוּלָה וְאֵינוֹ לוֹקֶה. מִפְּנֵי שֶׁאַזְהָרָה שֶׁלּוֹ מִכְּלָל עֲשֵׂה הִיא. וְכֵן כָּל הָעוֹסֵק בַּעֲבוֹדָה מֵעֲבוֹדַת הַמִּקְדָּשׁ צָרִיךְ שֶׁיִּהְיֶה עוֹמֵד עַל הָרִצְפָּה. וְאִם הָיָה דָּבָר חוֹצֵץ בֵּינוֹ וּבֵין הַקַּרְקַע כְּגוֹן שֶׁעָמַד עַל גַּבֵּי כֵּלִים אוֹ בְּהֵמָה אוֹ עַל רַגְלֵי חֲבֵרוֹ פָּסַל. וְכֵן אִם הָיָה דָּבָר חוֹצֵץ בֵּין יָדוֹ וּבֵין הַכְּלִי שֶׁעוֹבֵד בּוֹ פָּסַל: ", "heVersionTitle": "Torat Emet 363", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורת אמת 363", "text": "Anyone who performs service while he is seated, desecrates his service and disqualifies it. He does not receive lashes, because the warning against doing so stems from a positive commandment.<sup class=\"footnote-marker\">47</sup><i class=\"footnote\">And lashes are given only when a negative commandment is violated.</i><br>Similarly, anyone involved with one of the Temple services must be standing on the floor.<sup class=\"footnote-marker\">48</sup><i class=\"footnote\"><i>Zevachim</i> 24a relates that since both the Temple utensils and the ground of the Temple Courtyard have been sanctified, an equation is established between them. Just as there can be no intervening substance between a priest's hand and a sacred utensil, so too, there may be no intervening substance between his feet and the Temple Courtyard.</i> If there was anything intervening between himself and the ground,<sup class=\"footnote-marker\">49</sup><i class=\"footnote\">I.e., the stones of the Temple or the Temple Courtyard.</i> e.g., he was standing on a utensil, an animal, or a colleague's foot, [his service] is invalid. Similarly, if there was anything intervening between his hand and the utensil with which he was performing the service, it is invalid.<sup class=\"footnote-marker\">50</sup><i class=\"footnote\">This is derived from Leviticus 4:5: \"And the priest shall take.\" Implied is that the taking must be performed by the priest's body without any intermediary (<i>Zevachim, loc. cit.</i>).</i>", "versionTitle": "Mishneh Torah, trans. by Eliyahu Touger. Jerusalem, Moznaim Pub. c1986-c2007", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "64188128c9371ec0cebe719f", "index_title": "Reggio on Torah", "category": "Commentary", "type": "commentary", "ref": "Reggio on Torah, Leviticus 4:5:1", "anchorRef": "Leviticus 4:5", "anchorRefExpanded": ["Leviticus 4:5"], "sourceRef": "Reggio on Torah, Leviticus 4:5:1", "sourceHeRef": "ביאור יש\"ר על התורה, ויקרא ד׳:ה׳:א׳", "anchorVerse": 5, "sourceHasEn": false, "compDate": [1790, 1810], "commentaryNum": 5.0001, "collectiveTitle": {"en": "Reggio", "he": "ביאור יש\"ר"}, "heTitle": "ויקרא", "he": "<b>ולקח הכהן המשיח,</b> מצוה בו, ואם קבל כהן הדיוט כשר:", "heVersionTitle": "Vienna, 1821", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6419510ad7a3c7f3eca9e133", "index_title": "Netinah LaGer", "category": "Quoting Commentary", "type": "", "ref": "Netinah LaGer, Genesis 27:4:1", "anchorRef": "Leviticus 4:5", "anchorRefExpanded": ["Leviticus 4:5"], "sourceRef": "Netinah LaGer, Genesis 27:4:1", "sourceHeRef": "נתינה לגר, בראשית כ״ז:ד׳:א׳", "anchorVerse": 5, "sourceHasEn": false, "commentaryNum": 4.0001, "collectiveTitle": {"en": "Netinah LaGer", "he": "נתינה לגר"}, "heTitle": "בראשית", "he": "<b>הביאה, אעל</b> ולא <b>איתי</b> כנ\"א, כי הש' \"בוא\" יתורגם לפעמים בפעל \"אתא\" ולפעמים בפעל \"עאל\" וההבדל נראה למעיין, כי \"עאל\" מורה על הכנסה מחוץ לבית או מחוץ למקום או מחוץ לארץ אל הבית או אל המקום או אל הארץ. כמו \"ובאת אל התבה\" (לעיל ו' י\"א) ת' \"ותיעול לתיבתא\" וכן כל ביאת השמש שבא ממקים אתר ת' \"אעל\" וכן (כשבא בהפעיל) \"והביא אותו אל אהל מועד\" (ויקרא ד' ה') ת' \"ויעל יתה למשכן זמנא\" מפני שהכהן מביא את הפר מחוץ לאהל מועד אל אהל מועד, וכן \"בבאכם אל הארץ\" (במדבר ט\"ז י\"ח) ת' \"במעלכון לארעא\" אולם אם ההבאה היא באותו מקום באותו בית או באותה ארץ ית' \"אתא\" ולכן \"ובאת אל הכהן\" (דברים כ\"ו ג') ת' \"ותיתי לות כהנא\" וגם פה שפירושו הבאת מטעמים מחוץ לאהל יצחק אל אהלו ית' \"אעל\" והבן הכלל הזה לדעת איזו נוסחא ישרה.", "heVersionTitle": "Vilna, 1876", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "648839d5a5a4d0d592640296", "index_title": "Rav Hirsch on Torah", "category": "Commentary", "type": "commentary", "ref": "Rav Hirsch on Torah, Leviticus 4:5:1", "anchorRef": "Leviticus 4:5", "anchorRefExpanded": ["Leviticus 4:5"], "sourceRef": "Rav Hirsch on Torah, Leviticus 4:5:1", "sourceHeRef": "רש\"ר הירש על התורה, ויקרא ד׳:ה׳:א׳", "anchorVerse": 5, "sourceHasEn": true, "compDate": [1845, 1875], "commentaryNum": 5.0001, "collectiveTitle": {"en": "Rav Hirsch", "he": "רש\"ר הירש"}, "heTitle": "ויקרא", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "V. 5. ולקח הכהן המשיח, im Verfolg V. 6 u. 7 heißt es nur הכהן, und wird ת׳׳כ z. St. gelehrt, daß sein persönliches Vollziehen der Opferhandlungen bei seinem הטאת allerdings מצוה sei, allein sie können auch durch jeden andern כהן vollzogen werden.", "versionTitle": "Der Pentateuch. Übersetzt und erläutert von Samson Raphael Hirsch, 1903 [de]", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "648839d5a5a4d0d592640298", "index_title": "Rav Hirsch on Torah", "category": "Commentary", "type": "commentary", "ref": "Rav Hirsch on Torah, Leviticus 4:5:2", "anchorRef": "Leviticus 4:5", "anchorRefExpanded": ["Leviticus 4:5"], "sourceRef": "Rav Hirsch on Torah, Leviticus 4:5:2", "sourceHeRef": "רש\"ר הירש על התורה, ויקרא ד׳:ה׳:ב׳", "anchorVerse": 5, "sourceHasEn": true, "compDate": [1845, 1875], "commentaryNum": 5.0002, "collectiveTitle": {"en": "Rav Hirsch", "he": "רש\"ר הירש"}, "heTitle": "ויקרא", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "מדם הנפש ולא מדם העור ולא מדם התמצית :ולקח מדם הפר (Sebachim 25a), d. h. nur דם הפר, das Blut, in welchem sich die Individualität des פר, seine נפש konzentriert, mit dessen Ausströmen seine נפש entflieht, דם שהנפש יוצאת בו (siehe ק׳׳א z. St.), ist zu den mit dem Blute zu vollziehenden Opferhandlungen tauglich. Es ist dies das mit Kraft als Strahl hinausstürzende Blut, מקלה; nicht aber das דם העור oder, wie es in ת׳׳כ heißt: דם הבשר, das beim Durchschneiden aus Haut und Fleisch des Halses <i>vor</i> Durchschneidung der Luft- und der Speiseröhre kommende Blut, und auch nicht דם התמצית , das nach dem דם הקילוח schwach ausfließende שותת (Keritot 22a). (וצ׳׳ע דמשמע שם דאיכא נמי דם התמצית קודם דם הקילוח ואם כן כיון שהשוחט צריך שיתן ורידין לתוך הכלי אי אפשר שלא יהא בו מדם התמצית הראשון ,וצ׳׳ל או דלא ממעט אלא דם התמצית האחרון או דלא ממעט אלא כשיש דם התמצית לבד אבל עם דם הנפש לא פסל ואפשר דלא קאמר אלא דלא צריך לקבל גם דם העור ודם התמצית ולא דצריך לכוון שלא לקבלן וצ׳׳ע עי׳ זבחים עט ב׳ דאם לא רבה דם התמצית על דם הנפש לא פסל ופליגי אי שכיח לרבות דם התמצית ע׳׳ש.( Ferner ,מדם הפר kann dieses  מkein partitives sein, daß nur מקצת הדם in dem Gefäße des Heiligtums aufzunehmen wäre, da vielmehr V. 7 selbst nach den הזיות ומתנות es noch כל דם הפר heißt, und in der Tat השוחט צריך לקבל את כל דמו של הפר. Es ist vielmehr ein, lokales מ und lehrt, daß es unmittelbar von דם הפר ins כלי שרת übergehen müsse dem Sinne nach, wie דם מהפר, unmittelbar vom פר ins כלי, daher נשפך הדם על הרצפה ואספו פסול, wäre das Blut erst auf den Boden geflossen und von da ins Gefäß gesammelt worden, so wäre es פסול (Sebachim 25a). Diese Erklärung des מדם הפר, dem Sinne nach wie דם מהפר, wird dort גורעין ומוסיפין ודורשין, genannt d. h. das מ wird von dem Worte דם genommen und zu הפר gefügt, und als ob es also stände, erläutert. Allein diese hermeneutische Form dürfte nur der didaktischen Deutlichkeit willen gebraucht sein, in Wirklichkeit aber eben die Konstruktion מדם הפר das Wesen der קבלה in seiner Tiefe ausdrücken: durch קבלה im כלי השרת soll das Blut unmittelbar aus dem Zustand דם הפר übergehen in den Zustand: דם הקדש. Durch שחיטה hört es auf דם הפר zu sein, und durch קבלה wird es דם הקדש, und zwar ganz in demselben innigen Verhältnisse, in welchem es bis jetzt dem פר angehörte gehört es jetzt dem קדש an, dient also fortan den קדש-Zwecken, wie es bisher den Zwecken des פר gedient. Damit ist der שחיטה jeder Schein als tötende Vernichtung genommen und ihr die Bedeutung als vorbedingende Überleitung zu einem höheren, vom Begriffe קדש beherrschten und \"gefaßten\" Dasein vindiziert. פר war bis jetzt das Gefäß des Blutes, jetzt wird das Heiligtum sein lebendiger Organismus, von dem aus es seine Bestimmung und Richtung erhält. (Vergl. רשב׳׳ם Baba Batra 111b die erste Erklärung.)", "versionTitle": "Der Pentateuch. Übersetzt und erläutert von Samson Raphael Hirsch, 1903 [de]", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "648839d5a5a4d0d59264029a", "index_title": "Rav Hirsch on Torah", "category": "Commentary", "type": "commentary", "ref": "Rav Hirsch on Torah, Leviticus 4:5:3", "anchorRef": "Leviticus 4:5", "anchorRefExpanded": ["Leviticus 4:5"], "sourceRef": "Rav Hirsch on Torah, Leviticus 4:5:3", "sourceHeRef": "רש\"ר הירש על התורה, ויקרא ד׳:ה׳:ג׳", "anchorVerse": 5, "sourceHasEn": true, "compDate": [1845, 1875], "commentaryNum": 5.0003, "collectiveTitle": {"en": "Rav Hirsch", "he": "רש\"ר הירש"}, "heTitle": "ויקרא", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "והביא אתו siehe zu Versen 6 und 7.", "versionTitle": "Der Pentateuch. Übersetzt und erläutert von Samson Raphael Hirsch, 1903 [de]", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "657ecc4e758c1dc532ec8c88", "index_title": "Steinsaltz on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Steinsaltz on Leviticus 4:5", "anchorRef": "Leviticus 4:5", "anchorRefExpanded": ["Leviticus 4:5"], "sourceRef": "Steinsaltz on Leviticus 4:5", "sourceHeRef": "ביאור שטיינזלץ על ויקרא ד׳:ה׳", "anchorVerse": 5, "sourceHasEn": true, "commentaryNum": 4.0005, "collectiveTitle": {"en": "Steinsaltz", "he": "ביאור שטיינזלץ"}, "heTitle": "ביאור שטיינזלץ על ויקרא", "he": "<b>וְלָקַח הַכֹּהֵן הַמָּשִׁיחַ מִדַּם הַפָּר, וְהֵבִיא אֹתוֹ אֶל אֹהֶל מוֹעֵד.</b> במקרה מיוחד זה החוטא והמכפר אינם אנשים שונים. הכהן המשיח הוא שמביא את קרבן הכפרה על חטאו שלו. ייתכן שהסיבה לחריגה זו קשורה לכך שהדם מוזה לעבר קודש הקודשים, ולכן עבודה זו צריכה להיעשות על ידי הכהן הקדוש ביותר.", "heVersionTitle": "The Koren Steinsaltz Tanakh HaMevoar - Hebrew", "heLicense": "Copyright: Steinsaltz Center", "heVersionTitleInHebrew": "", "text": "<b>The anointed priest shall take from the blood of the bull, and bring it to the Tent of Meeting. </b>In this unique case, the sinner and the priest who performs the service that brings him atonement are the same individual; the High Priest performs the rites on the offering brought for his own transgression. It is possible that the reason for this unusual policy is that the blood of this sin offering is sprinkled toward the Holy of Holies, and therefore the rite must be performed by the priest of the greatest sanctity. In a case where the rites were performed by another priest, there is a dispute among the Sages as to whether the offering is fit. 46 <i></i>", "versionTitle": "The Steinsaltz Tanakh - English", "license": "Copyright: Steinsaltz Center", "versionTitleInHebrew": ""}, {"_id": "55053471fbfba270cc17e5e7", "index_title": "Haamek Davar on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Haamek Davar on Leviticus 4:5:1", "anchorRef": "Leviticus 4:5", "anchorRefExpanded": ["Leviticus 4:5"], "sourceRef": "Haamek Davar on Leviticus 4:5:1", "sourceHeRef": "העמק דבר על ויקרא ד׳:ה׳:א׳", "anchorVerse": 5, "sourceHasEn": false, "compDate": [1840, 1880], "commentaryNum": 5.0001, "collectiveTitle": {"en": "Haamek Davar", "he": "העמק דבר"}, "he": "<b>ולקח הכהן המשיח.</b> לכאורה הוא מיותר שהרי מיירי בכהן המשיח. ואולי מזה למדו בת״כ דכשר בהדיוט. והיינו כדאי׳ בסנהדרין פ״א דעשרה כהנים כתיבי לרבות דאפילו ישראל כשר והיינו משום אין מיעוט אחר מיעוט אלא לרבות. [והתוס׳ בקידושין דל״ז ב׳ כתבו דדרשו מה״א דהכהן המשיח] ולפי הפשט נראה דעד קבלה מצוה בו משום שהוא בעלים. אבל קבלה דמצות כהונה ליכא מצוה בבעלים כלל אלא משום שהוא כהן משיח. וא״כ אם עבר הכהן המשיח שחטא ונתמנה משיח אחר צריך הכהן המשיח להביא הדם ולזרוק:\n", "heVersionTitle": "Sefer Torat Elohim, Vilna 1879", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר תורת אלוהים, וילנא 1879", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "55053471fbfba270cc17e5e9", "index_title": "Haamek Davar on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Haamek Davar on Leviticus 4:5:2", "anchorRef": "Leviticus 4:5", "anchorRefExpanded": ["Leviticus 4:5"], "sourceRef": "Haamek Davar on Leviticus 4:5:2", "sourceHeRef": "העמק דבר על ויקרא ד׳:ה׳:ב׳", "anchorVerse": 5, "sourceHasEn": false, "compDate": [1840, 1880], "commentaryNum": 5.0002, "collectiveTitle": {"en": "Haamek Davar", "he": "העמק דבר"}, "he": "<b>והנה</b> בפר כהן משיח מקבלה ואילך מצוה בכה״ג. ובחטאת הקהל רק מהבאת הדם אל אהל מועד מצוה בכהן המשיח:\n", "heVersionTitle": "Sefer Torat Elohim, Vilna 1879", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר תורת אלוהים, וילנא 1879", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "55053471fbfba270cc17e5eb", "index_title": "Haamek Davar on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Haamek Davar on Leviticus 4:5:3", "anchorRef": "Leviticus 4:5", "anchorRefExpanded": ["Leviticus 4:5"], "sourceRef": "Haamek Davar on Leviticus 4:5:3", "sourceHeRef": "העמק דבר על ויקרא ד׳:ה׳:ג׳", "anchorVerse": 5, "sourceHasEn": false, "compDate": [1840, 1880], "commentaryNum": 5.0003, "collectiveTitle": {"en": "Haamek Davar", "he": "העמק דבר"}, "he": "<b>מדם הפר.</b> זה הלשון רק בפר כתיב בכ״מ כאן ובפ׳ אחרי היינו משום שדמו מרובה ונתקבל בכמה כוסות והבאה אינו אלא מקצתו בכוס אחד:\n", "heVersionTitle": "Sefer Torat Elohim, Vilna 1879", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר תורת אלוהים, וילנא 1879", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5892f279d6e4a92746471840", "index_title": "Chizkuni", "category": "Commentary", "type": "commentary", "ref": "Chizkuni, Leviticus 4:5:1", "anchorRef": "Leviticus 4:5", "anchorRefExpanded": ["Leviticus 4:5"], "sourceRef": "Chizkuni, Leviticus 4:5:1", "sourceHeRef": "חזקוני, ויקרא ד׳:ה׳:א׳", "anchorVerse": 5, "sourceHasEn": true, "compDate": [1220, 1260], "commentaryNum": 5.0001, "collectiveTitle": {"en": "Chizkuni", "he": "חזקוני"}, "heTitle": "ויקרא", "he": "<b>ולקח הכהן המשיח מדם</b> נאמר כאן לקיחה ונאמר להלן לקיחה מה להלן לקיחה בכלי אף כאן לקיחה בכלי.", "heVersionTitle": "Chizkuni", "heLicense": "Public Domain", "heVersionTitleInHebrew": "חזקוני", "text": "ולקח הכהן המשיח מדם הפר, “the High Priest is to take some of the blood of this bull;” the expression לקח both here and again in Exodus 24,6 [in the past tense, i.e. ויקח] teach us that just as in Exodus Moses used a bowl in which the blood was placed, so the High Priest here is also supposed to place that blood in a bowl first.", "versionTitle": "Chizkuni, translated and annotated by Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": "חזקוני, מתורגם ומוער בידי אליהו מונק"}, {"_id": "59a6c61fd6e4a920f72d9694", "index_title": "HaKtav VeHaKabalah", "category": "Commentary", "type": "commentary", "ref": "HaKtav VeHaKabalah, Leviticus 4:5:1", "anchorRef": "Leviticus 4:5", "anchorRefExpanded": ["Leviticus 4:5"], "sourceRef": "HaKtav VeHaKabalah, Leviticus 4:5:1", "sourceHeRef": "הכתב והקבלה, ויקרא ד׳:ה׳:א׳", "anchorVerse": 5, "sourceHasEn": false, "compDate": [1829, 1839], "commentaryNum": 5.0001, "collectiveTitle": {"en": "HaKtav VeHaKabalah", "he": "הכתב והקבלה"}, "heTitle": "ויקרא", "he": "<b>ולקח וגו' מדם הפר. </b>לרבותינו (זבחים כ\"ה) צריך לקבל את כל דם הפר, ולזה אין אות מ\"ם משרתת למלת דם לפרשו מקצת דם, אבל היא משרתת למלת הפר כאלו כתיב דם מהפר, והמכוון שקבלת הדם צריכה להיות מן הפר, אבל אם נשפך הדם על הרצפה פסול לאוספו לכלי שהרי לא נתקבל מהפר, ואמרו גורעין ומוסיפין ודורשין, גורעין אות מ\"ם ממלת דם ומוסיפין אותו על מלת הפר. והרב בעל קרבן אהרן בפי' לת\"כ מתקשה בדרשה זו, ואמר כיון דרצון הכתוב לומר דם מהפר למה שם כותב התורה המ\"ם בזולת מקומה, ואנחנו נגרע אותה משם ונוסיפה בתיבה אחרת, היה לו להניחה במקומה, ודחק מאד בתירוצו, ע\"ש. ולדעתי אין כאן מן הקושי כ\"כ, דבאמת גם קבלת מקצת דם מהפר כשר אם לא אסף לכלי הדם הנשפך (כמ\"ש הרמב\"ם פ\"א מפסהמ\"ק ה' כ\"ו ע\"ש בכ\"מ), א\"כ אין אות מ\"ם יתירה לגמרי במלת דם, דבא ג\"כ להורות בהכשר קבלת מקצת דם, ולרז\"ל מ\"ם זו משמשת גם למלת הפר, ודבר זה נהוג בכ\"ק, ומצאנו אות מ\"ם חסרה לגמרי במקום הראוי, כמו השמרו לבם עלות בהר (יתרו י\"ט) שמובנו מעלות, ומצאנו ג\"כ (ראה ט\"ו) כי יהיה בך אביון מאחד אחיך, דמהראוי אחד מאחיך, כי המ\"ם ממלה ראשונה משרת רק למלה שני', וכן אין לאל ידך הלמ\"ד ממלה ראשונה אינה משמשת רק למלה השני' כמו אל לידך כמ\"ש המפרשים, וא\"כ אין שום זרות בקרא דילן בפרשה זו, ומזה מיושב קושית התוס' שם, למה לא מקשו בעלי התלמוד גם בזה סכינא חריפא מפסקי לקרא, והדברים פשוטים מאד לדברינו: \n", "heVersionTitle": "HaKtav VeHaKabbalah, Frankfurt 1880", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5a9d3ca9d6e4a9026bd8f1c3", "index_title": "Aderet Eliyahu", "category": "Commentary", "type": "commentary", "ref": "Aderet Eliyahu, Leviticus 4:5:1", "anchorRef": "Leviticus 4:5", "anchorRefExpanded": ["Leviticus 4:5"], "sourceRef": "Aderet Eliyahu, Leviticus 4:5:1", "sourceHeRef": "אדרת אליהו, ויקרא ד׳:ה׳:א׳", "anchorVerse": 5, "sourceHasEn": false, "compDate": [1740, 1800], "commentaryNum": 5.0001, "collectiveTitle": {"en": "Aderet Eliyahu", "he": "אדרת אליהו"}, "heTitle": "ויקרא", "he": "<b>ולקח הכהן המשיח מדם הפר.</b> נאמר להלן לקיחה ונאמר כאן לקיח' מה להלן בכלי אף כאן בכלי:", "heVersionTitle": "Aderet Eliyahu, Halberstadt, 1860", "heLicense": "Public Domain", "heVersionTitleInHebrew": "אדרת אליהו על התורה, הלברשטאט תרי\"ט", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5a9d3ca9d6e4a9026bd8f1c5", "index_title": "Aderet Eliyahu", "category": "Commentary", "type": "commentary", "ref": "Aderet Eliyahu, Leviticus 4:5:2", "anchorRef": "Leviticus 4:5", "anchorRefExpanded": ["Leviticus 4:5"], "sourceRef": "Aderet Eliyahu, Leviticus 4:5:2", "sourceHeRef": "אדרת אליהו, ויקרא ד׳:ה׳:ב׳", "anchorVerse": 5, "sourceHasEn": false, "compDate": [1740, 1800], "commentaryNum": 5.0002, "collectiveTitle": {"en": "Aderet Eliyahu", "he": "אדרת אליהו"}, "heTitle": "ויקרא", "he": "<b>הכהן.</b> אפי' כהן הדיוט:", "heVersionTitle": "Aderet Eliyahu, Halberstadt, 1860", "heLicense": "Public Domain", "heVersionTitleInHebrew": "אדרת אליהו על התורה, הלברשטאט תרי\"ט", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5a9d3ca9d6e4a9026bd8f1c7", "index_title": "Aderet Eliyahu", "category": "Commentary", "type": "commentary", "ref": "Aderet Eliyahu, Leviticus 4:5:3", "anchorRef": "Leviticus 4:5", "anchorRefExpanded": ["Leviticus 4:5"], "sourceRef": "Aderet Eliyahu, Leviticus 4:5:3", "sourceHeRef": "אדרת אליהו, ויקרא ד׳:ה׳:ג׳", "anchorVerse": 5, "sourceHasEn": false, "compDate": [1740, 1800], "commentaryNum": 5.0003, "collectiveTitle": {"en": "Aderet Eliyahu", "he": "אדרת אליהו"}, "heTitle": "ויקרא", "he": "<b>המשיח.</b> למצוה:", "heVersionTitle": "Aderet Eliyahu, Halberstadt, 1860", "heLicense": "Public Domain", "heVersionTitleInHebrew": "אדרת אליהו על התורה, הלברשטאט תרי\"ט", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5a9d3ca9d6e4a9026bd8f1c9", "index_title": "Aderet Eliyahu", "category": "Commentary", "type": "commentary", "ref": "Aderet Eliyahu, Leviticus 4:5:4", "anchorRef": "Leviticus 4:5", "anchorRefExpanded": ["Leviticus 4:5"], "sourceRef": "Aderet Eliyahu, Leviticus 4:5:4", "sourceHeRef": "אדרת אליהו, ויקרא ד׳:ה׳:ד׳", "anchorVerse": 5, "sourceHasEn": false, "compDate": [1740, 1800], "commentaryNum": 5.0004, "collectiveTitle": {"en": "Aderet Eliyahu", "he": "אדרת אליהו"}, "heTitle": "ויקרא", "he": "<b>מדם הפר.</b> מדם הנפש ולא מדם התמצית ולא מדם העור. מדם הפר. דם מהפר יקבל. פרט לשנשפך על הרצפה:", "heVersionTitle": "Aderet Eliyahu, Halberstadt, 1860", "heLicense": "Public Domain", "heVersionTitleInHebrew": "אדרת אליהו על התורה, הלברשטאט תרי\"ט", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5a9d3ca9d6e4a9026bd8f1cb", "index_title": "Aderet Eliyahu", "category": "Commentary", "type": "commentary", "ref": "Aderet Eliyahu, Leviticus 4:5:5", "anchorRef": "Leviticus 4:5", "anchorRefExpanded": ["Leviticus 4:5"], "sourceRef": "Aderet Eliyahu, Leviticus 4:5:5", "sourceHeRef": "אדרת אליהו, ויקרא ד׳:ה׳:ה׳", "anchorVerse": 5, "sourceHasEn": false, "compDate": [1740, 1800], "commentaryNum": 5.0005, "collectiveTitle": {"en": "Aderet Eliyahu", "he": "אדרת אליהו"}, "heTitle": "ויקרא", "he": "<b>והביא אתו.</b> כשר ולא פסול:", "heVersionTitle": "Aderet Eliyahu, Halberstadt, 1860", "heLicense": "Public Domain", "heVersionTitleInHebrew": "אדרת אליהו על התורה, הלברשטאט תרי\"ט", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5a9d3ca9d6e4a9026bd8f1cd", "index_title": "Aderet Eliyahu", "category": "Commentary", "type": "commentary", "ref": "Aderet Eliyahu, Leviticus 4:5:6", "anchorRef": "Leviticus 4:5", "anchorRefExpanded": ["Leviticus 4:5"], "sourceRef": "Aderet Eliyahu, Leviticus 4:5:6", "sourceHeRef": "אדרת אליהו, ויקרא ד׳:ה׳:ו׳", "anchorVerse": 5, "sourceHasEn": false, "compDate": [1740, 1800], "commentaryNum": 5.0006, "collectiveTitle": {"en": "Aderet Eliyahu", "he": "אדרת אליהו"}, "heTitle": "ויקרא", "he": "<b>אתו אל אהל מועד.</b> למעט קרבן יחיד (ר\"ל שהוא מביא כיחיד דהיינו על ע\"ז.):", "heVersionTitle": "Aderet Eliyahu, Halberstadt, 1860", "heLicense": "Public Domain", "heVersionTitleInHebrew": "אדרת אליהו על התורה, הלברשטאט תרי\"ט", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5c214b1fdea4bb00682c4a8d", "index_title": "Bekhorot", "category": "Talmud", "type": "", "ref": "Bekhorot 39b:1", "anchorRef": "Leviticus 4:5", "anchorRefExpanded": ["Leviticus 4:5"], "sourceRef": "Bekhorot 39b:1", "sourceHeRef": "בכורות ל״ט ב:א׳", "anchorVerse": 5, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 78.0001, "collectiveTitle": {"en": "Bekhorot", "he": "בכורות"}, "heTitle": "בכורות", "he": "והא\"ר זירא אמר רב הצורם אזן הפר ואח\"כ קיבל דמו פסול שנאמר (ויקרא טז, יד) ולקח מדם הפר הפר שהיה כבר אלא כאן שחסרה קודם קבלה כאן שחסרה לאחר קבלה", "heVersionTitle": "Wikisource Talmud Bavli", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "תלמוד בבלי (ויקיטקסט)", "text": "<b>But doesn’t Rabbi Zeira say</b> that <b>Rav says:</b> In the case of <b>one who slits the ear of the bull</b> with the knife after slaughter, creating a blemish, <b>and thereafter collects its blood</b> from the neck, the offering is <b>disqualified, as it is stated: “And</b> the anointed priest <b>shall take from the blood of the bull”</b> (Leviticus 4:5). By using the term “the bull,” the verse indicates that the <b>bull</b> must be at the time of collection of the blood as <b>it already was</b> before slaughter, without a blemish. <b>Rather, here,</b> in the first <i>baraita</i>, it is referring to a case <b>where it lacked</b> a kidney <b>before the collection</b> of the blood, whereas <b>there,</b> in the second <i>baraita</i>, it is dealing with a case <b>where it lacked</b> a kidney only <b>after the collection</b> of the blood.", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "5c46915a08d98a02694dc5ba", "index_title": "Jastrow", "category": "Reference", "type": "reference", "ref": "Jastrow, מְרוּבֶּה 1", "anchorRef": "Leviticus 4:5", "anchorRefExpanded": ["Leviticus 4:5"], "sourceRef": "Jastrow, מְרוּבֶּה 1", "sourceHeRef": "מילון יסטרוב, מְרוּבֶּה א׳", "anchorVerse": 5, "sourceHasEn": true, "compDate": [1883, 1903], "commentaryNum": 1, "collectiveTitle": {"en": "Jastrow", "he": "מילון יסטרוב"}, "heTitle": "מְרוּבֶּה", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<strong dir=\"rtl\">מְרוּבֶּה</strong>, <strong dir=\"rtl\">מְרוּבָּה</strong> f.  (v. <a dir=\"rtl\" class=\"refLink\" href=\"/Jastrow,_רָבָה.1\" data-ref=\"Jastrow, רָבָה 1\">רָבָה</a>) <i>large, numerous, frequent</i>; opp. <a dir=\"rtl\" class=\"refLink\" href=\"/Jastrow,_מוּעָט.1\" data-ref=\"Jastrow, מוּעָט 1\">מוּעָט</a>; pl. <span dir=\"rtl\">מְרוּבִּים</span>, <span dir=\"rtl\">מְרוּבּוֹת</span>. <a class=\"refLink\" href=\"/Mishnah_Chagigah.1.5\" data-ref=\"Mishnah Chagigah 1:5\">Ḥag. I, 5</a>; a. fr.—Sifra Tsav ch. XV, Par. 11 <span dir=\"rtl\">(<a dir=\"rtl\" class=\"refLink\" href=\"/Jastrow,_מִדָּה.1\" data-ref=\"Jastrow, מִדָּה 1\">מדה</a>) <a dir=\"rtl\" class=\"refLink\" href=\"/Jastrow,_מ׳.1\" data-ref=\"Jastrow, מ׳ 1\">מ׳</a></span> the more frequent act, v. <a dir=\"rtl\" class=\"refLink\" href=\"/Jastrow,_מוּעָט.1\" data-ref=\"Jastrow, מוּעָט 1\">מוּעָט</a>. <a class=\"refLink\" href=\"/Pesachim.37a.4\" data-ref=\"Pesachim 37a:4\">Pes. 37ᵃ</a>; <a class=\"refLink\" href=\"/Beitzah.22b.8\" data-ref=\"Beitzah 22b:8\">Bets. 22ᵇ</a> <span dir=\"rtl\">פת מ׳</span>, v. <a class=\"refLink\" href=\"/Jastrow,_עָב I.1\" data-ref=\"Jastrow, עָב I 1\"><span dir=\"rtl\">עָב</span> I</a>; a. fr.—<a class=\"refLink\" href=\"/Rosh_Hashanah.4b.15\" data-ref=\"Rosh Hashanah 4b:15\">R. Hash. 4ᵇ</a>, a. fr. <a dir=\"rtl\" class=\"refLink\" href=\"/Jastrow,_מְרוּבֶּה.1\" data-ref=\"Jastrow, מְרוּבֶּה 1\">מְרוּבֶּה</a> the larger sphere, v. <a dir=\"rtl\" class=\"refLink\" href=\"/Jastrow,_מוּעָט.1\" data-ref=\"Jastrow, מוּעָט 1\">מוּעָט</a>.—מְרוּבֶּה בְגָדִים <i>the priest distinguished by a larger number of official garments</i> (v. <a class=\"refLink\" href=\"/Mishnah_Yoma.7.5\" data-ref=\"Mishnah Yoma 7:5\">Yoma VII, 5</a>), i.e. <i>the high priest</i> during the second Temple when no anointing took place. Sifra Tsav, Par. 3, ch. V (ref. to <a class=\"refLink\" href=\"/Leviticus.4.5\" data-ref=\"Leviticus 4:5\">Lev. IV, 5</a>) <span dir=\"rtl\">מ׳ ב׳ מנין</span> how do you know that the law refers to the high priest even when he has not been anointed? <a class=\"refLink\" href=\"/Mishnah_Horayot.3.4\" data-ref=\"Mishnah Horayot 3:4\">Hor. III, 4</a>. <a class=\"refLink\" href=\"/Horayot.12a.19\" data-ref=\"Horayot 12a:19\">Ib. 12ᵃ</a>; a. fr."], "versionTitle": "London, Luzac, 1903", "license": "Public Domain", "versionTitleInHebrew": "תרס״ג"}, {"_id": "5cd1399669ad4c007a1d561d", "index_title": "Birkat Asher on Torah", "category": "Quoting Commentary", "type": "", "ref": "Birkat Asher on Torah, Exodus 30:20:1", "anchorRef": "Leviticus 4:5-7", "anchorRefExpanded": ["Leviticus 4:5", "Leviticus 4:6", "Leviticus 4:7"], "sourceRef": "Birkat Asher on Torah, Exodus 30:20:1", "sourceHeRef": "ברכת אשר על התורה, שמות ל׳:כ׳:א׳", "anchorVerse": 5, "sourceHasEn": false, "compDate": [1960, 2010], "commentaryNum": 20.0001, "collectiveTitle": {"en": "Birkat Asher on Torah", "he": "ברכת אשר על התורה"}, "heTitle": "שמות", "he": "<b>רש\"י ד\"ה בבאם וגו', ...או להזות מדם פר כהן המשיח ושעירי עבודה־זרה. ע\"כ.</b> רש\"י מביא כאן שני סוגי \"שרות\", שהיו על המזבח הפנימי: (א) דם פר כהן משיח (ראה ויקרא ד, ה-ז). (ב) שעיר הנקרב על חטא עבודה־זרה (במדבר טו, כב). ואמנם אין מפורש בתורה היכן מזים דמו של שעיר זה, אבל למדו זאת חז\"ל מפר העלם דבר של ציבור (ויקרא ד, כ) - ראה זבחים (לט ע\"ב). וקשה לי, כלום לא היה פשוט יותר לומר: או לצורך כל קרבן הקרב במזבח החיצון? מדוע בחר רש\"י דווקא בדוגמאות יוצאות דופן אלה? (פ' כי תשא תשמ\"ז) וראה רמב\"ם בהלכות מעשה הקרבנות (ה, טז) המונה חמש חטאות שדמן טעון הזאה על מזבח הזהב (חטאות פנימיות). מלבד השתיים המנויות ברש\"י ישנם פר העלם דבר של ציבור, פר יום הכפורים ושעיר יום הכפורים. וראה הערה כא ב\"לפשוטו של רש\"י\" על אתר, שרש\"י לא הביא את שתי החטאות האחרונות כי רצונו להביא קרבנות של כל השנה, ובאמרו פר כהן המשיח, אפשר שהוא כולל גם פר העלם דבר, שגם בו נאמר (ויקרא ד, טז) \"והביא הכהן המשיח\".", "heVersionTitle": "Birkat Asher, Asher Vasertil, Jerusalem 2010-2012", "heLicense": "CC-BY", "heVersionTitleInHebrew": "ברכת אשר, ירושלים תש\"ע-תשע\"ג", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5f02d553d660b3c272df6d9f", "index_title": "Gur Aryeh on Vayikra", "category": "Commentary", "type": "commentary", "ref": "Gur Aryeh on Vayikra 4:5:1", "anchorRef": "Leviticus 4:5", "anchorRefExpanded": ["Leviticus 4:5"], "sourceRef": "Gur Aryeh on Vayikra 4:5:1", "sourceHeRef": "גור אריה על ויקרא ד׳:ה׳:א׳", "anchorVerse": 5, "sourceHasEn": false, "compDate": [1548, 1578], "commentaryNum": 5.0001, "collectiveTitle": {"en": "Gur Aryeh", "he": "גור אריה"}, "heTitle": "גור אריה על ויקרא", "he": "<b>ובבית עולמים להיכל.</b> פירוש, אף על גב דכאן ציוה להביא הדם אל אהל מועד, לא דברה תורה אלא בזמן שיש אהל מועד, אבל בזמן שיש היכל – יביאו להיכל<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"9\"></i>. ועוד, דגם מקדש נקרא \"אהל מועד\", כדאיתא בפרק קמא דעירובין (ב.)<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"10\"></i>. אבל למעלה (לעיל ג, ח) גבי \"ושחט אותו לפני אהל מועד\", לא הוצרך לפרש הוא הדין לפני היכל (קושית הרא\"ם), דהתם כיון דלא כתיב רק \"לפני אהל מועד\", איןסברא שתולה באהל מועד, אבל כאן דכתיב \"והביא את דמו אל אהל מועד\", משמע אהל מועד לגמרי, לכך צריך לומר דהוא הדין לבית עולמים:<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"11\"></i>", "heVersionTitle": "Gur Aryeh, Machon Yerushalyim, 1989-1995", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "61a6233c87f574a17ca6c95d", "index_title": "Jerusalem Talmud Yoma", "category": "Talmud", "type": "", "ref": "Jerusalem Talmud Yoma 6:6:3", "anchorRef": "Leviticus 4:1-21", "anchorRefExpanded": ["Leviticus 4:1", "Leviticus 4:2", "Leviticus 4:3", "Leviticus 4:4", "Leviticus 4:5", "Leviticus 4:6", "Leviticus 4:7", "Leviticus 4:8", "Leviticus 4:9", "Leviticus 4:10", "Leviticus 4:11", "Leviticus 4:12", "Leviticus 4:13", "Leviticus 4:14", "Leviticus 4:15", "Leviticus 4:16", "Leviticus 4:17", "Leviticus 4:18", "Leviticus 4:19", "Leviticus 4:20", "Leviticus 4:21"], "sourceRef": "Jerusalem Talmud Yoma 6:6:3", "sourceHeRef": "תלמוד ירושלמי יומא ו׳:ו׳:ג׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [375, 425], "commentaryNum": 6.0003, "collectiveTitle": {"en": "Jerusalem Talmud Yoma", "he": "תלמוד ירושלמי יומא"}, "heTitle": "תלמוד ירושלמי יומא", "he": "רִבִּי זְרִיקָן אָמַר רִבִּי זְעוּרָה שָׁאַל. פָּרִים הַנִּשְׂרָפִין וּשְׂעִירִין הַנִּשְׂרָפִין שֶׁנִּיטְמְאוּ מָהוּ שֶׁיִּשָּֽׂרְפוּ <i data-overlay=\"Vilna Pages\" data-value=\"35a\"></i>כְמִצְווָתָן. מַה צְרִיכָה לֵיהּ. בְּשֶׁנִּיטְמְאוּ לִפְנֵי זְרִיקָה. אֲבָל אִם נִיטְמוּ אָחַר זְרִיקָה קוֹרֵא אֲנִי עָלְיו בְּמוֹעֲדוֹ. אַף בַּשַּׁבָּת. בְּמוֹעֲדוֹ. אַף בְּטוּמְאָה. [אָמַר רִבִּי יוֹסֵי. וְעָדָה שֶׁכָּתַב בּוֹ בְמוֹעֲדוֹ לֵית שְׁמַע מִינָּהּ כְּלוּם.] אָמַר רִבִּי מָנָא. לֹא מִיתְמְנַע רִבִּי יוֹסֵי רִבִּי קַייֵם הָכָא. וַאֲמַר לֵיהּ. קִייֵם בְּפַר מָשִׁיחַ וְעֵדָה. וְאָמַר לֵיהּ.", "heVersionTitle": "The Jerusalem Talmud, edition by Heinrich W. Guggenheimer. Berlin, De Gruyter, 1999-2015", "heLicense": "CC-BY", "heVersionTitleInHebrew": "", "text": "Rebbi Zeriqan said that Rebbi Zeˋira asked: If bulls and he-goats to be burned became impure, may they be burned according to their rules<sup class=\"footnote-marker\">108</sup><i class=\"footnote\">If the carcasses are pure, then they have to be burned on the Day of Atonement by biblical decree, <i>Lev.</i> 16:27, and by practice of the Temple service at a place different from that where disabled sacrifices are usually burned (Mishnah <i>Zevaḥim</i> 12:5). If in impurity they follow the rules of disabled sacrifices, they can be burned only in the following night and at a different place.</i>? What is his problem? If they became impure before the blood was poured, but if they became impure after the blood was poured<sup class=\"footnote-marker\">109</sup><i class=\"footnote\">Then the sacrifice is valid and does not have to be repeated even if some subsequent action would have been required which now becomes impossible.</i> I am applying to it, <i>at its appointed time</i><sup class=\"footnote-marker\">110</sup><i class=\"footnote\"><i>Num.</i> 9, 2 28:2. <i>Sifry Num.</i> 65, 142; <i>Mekhilta Ba</i> 5 (ed. Horovitz-Rabin p. 17), Tosephta <i>Pisha</i> 4:14; <i>Pesaḥim</i> 6:1 Notes 9, 10, Babli <i>Pesaḥim</i> 66a.</i>, even on the Sabbath, <i>at its appointed time,</i> even in impurity. [Rebbi Yose said, there where it is written <i>at its appointed time;</i> you do not infer anything from it<sup class=\"footnote-marker\">111</sup><i class=\"footnote\">Since in <i>Lev.</i> 16 neither the expression “at its appointed time” nor an equivalent is mentioned, the argument simply does not apply in our case.</i>.]<sup class=\"footnote-marker\">112</sup><i class=\"footnote\">Addition of the corrector, in good Yerushalmi language. The addition is necessary to understand R. Mana’s remark and must have been taken from a manuscript source.</i> Rebbi Mana said, does not Rebbi Yose refrain from applying it here? He applies it to the bull of the Anointed and the Congregation<sup class=\"footnote-marker\">113</sup><i class=\"footnote\"><i>Lev.</i> 4:1–21. Since these sacrifices can only be brought on a weekday, the only problem is that of the place of burning as given in Mishnah <i>Zevaḥim</i> 12:5. He will accept that they not be burned on the appointed place only if they become invalid by a cause other than impurity.</i> {he said to him}<sup class=\"footnote-marker\">114</sup><i class=\"footnote\">It seems that this has to be deleted.</i>.", "versionTitle": "The Jerusalem Talmud, translation and commentary by Heinrich W. Guggenheimer. Berlin, De Gruyter, 1999-2015", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "6319d0a9b6084aa1cbf06105", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, דָּם 1", "anchorRef": "Leviticus 4:5", "anchorRefExpanded": ["Leviticus 4:5"], "sourceRef": "BDB, דָּם 1", "sourceHeRef": "בראון-דרייבר-בריגס, דָּם א׳", "anchorVerse": 5, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "דָּם", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† <big><big><span dir=\"rtl\">דָּם</span></big></big><sub>360</sub><big></big>  <strong>n.m.</strong> <a data-ref=\"Genesis 9:6\" href=\"/Genesis.9.6\">Gn 9:6</a> blood <strong>(</strong>NH <em>id.</em> Arabic <span dir=\"rtl\">دَمٌ</span>, Ethiopic ደም: Assyrian <em>damu</em> Nor <sup>239</sup> Zim<sup>BP 72, 76</sup>; Aramaic <span dir=\"rtl\">דַּם</span>, <span dir=\"rtl\">דְּמָא</span>, <span dir=\"rtl\">ܕܶܡ</span>, <span dir=\"rtl\">ܕܡܳܐ</span> <strong>)</strong>—abs. <span dir=\"rtl\">ד׳</span> <a data-ref=\"Genesis 37:22\" href=\"/Genesis.37.22\">Gn 37:22</a> + 154 times; cstr. <span dir=\"rtl\">דַּם</span> <a data-ref=\"Genesis 9:6\" href=\"/Genesis.9.6\">Gn 9:6</a> + 62 times; sf. <span dir=\"rtl\">דָּמִי</span> <a data-ref=\"I Samuel 26:20\" href=\"/I_Samuel.26.20\">1 S 26:20</a> + 3 times; <span dir=\"rtl\">דָּֽמְךָ</span> <a data-ref=\"II Samuel 1:16\" href=\"/II_Samuel.1.16\">2 S 1:16</a> (Qr; Kt <span dir=\"rtl\">דמיך</span>) + 4 times; <span dir=\"rtl\">דָּמֵךְ</span> <a data-ref=\"Ezekiel 16:22\" href=\"/Ezekiel.16.22\">Ez 16:22</a> + 3 times; <span dir=\"rtl\">דָּמוֹ</span> <a data-ref=\"Genesis 9:4\" href=\"/Genesis.9.4\">Gn 9:4</a> + 30 times <span dir=\"rtl\">דָּמָהּ</span> <a data-ref=\"Leviticus 4:30\" href=\"/Leviticus.4.30\">Lv 4:30</a><sup>(×2)</sup> + 11 times; <span dir=\"rtl\">דִּמְכֶם</span> <a data-ref=\"Genesis 9:5\" href=\"/Genesis.9.5\">Gn 9:5</a>; <span dir=\"rtl\">דָּמָם</span> <a data-ref=\"Leviticus 16:27\" href=\"/Leviticus.16.27\">Lv 16:27</a> + 11 times; pl. <span dir=\"rtl\">דָּמִים</span> <a data-ref=\"Exodus 4:25\" href=\"/Exodus.4.25\">Ex 4:25</a> + 35 times; cstr. <span dir=\"rtl\">דְּמֵי</span> <a data-ref=\"Genesis 4:10\" href=\"/Genesis.4.10\">Gn 4:10</a> + 18 times; sf. <span dir=\"rtl\">דָּמֶיךָ</span> <a data-ref=\"II Samuel 1:16\" href=\"/II_Samuel.1.16\">2 S 1:16</a> Kt (Qr <span dir=\"rtl\">דָּֽמְךָ</span>); <span dir=\"rtl\">דָּמַיִךְ</span> <a data-ref=\"Ezekiel 16:6\" href=\"/Ezekiel.16.6\">Ez 16:6</a><sup>(×3)</sup>, <a data-ref=\"Ezekiel 16:9\" href=\"/Ezekiel.16.9\">9</a>; <span dir=\"rtl\">דָּמָיו</span> <a data-ref=\"Leviticus 20:9\" href=\"/Leviticus.20.9\">Lv 20:9</a> + 3 times; <span dir=\"rtl\">דָּמֶיהָ</span> <a data-ref=\"Leviticus 12:7\" href=\"/Leviticus.12.7\">Lv 12:7</a> + 2 times; <span dir=\"rtl\">דְּמֵיהֶם</span> <a data-ref=\"Leviticus 20:11\" href=\"/Leviticus.20.11\">Lv 20:11</a> + 5 times;—<br><strong>1.</strong>  <em>blood</em> of man or animal, = the life <span dir=\"rtl\">(נֶפֶשׁ)</span> <a data-ref=\"Genesis 9:4\" href=\"/Genesis.9.4\">Gn 9:4</a> (P) <a data-ref=\"Deuteronomy 12:23\" href=\"/Deuteronomy.12.23\">Dt 12:23</a>; <a data-ref=\"Leviticus 17:14\" href=\"/Leviticus.17.14\">Lv 17:14</a><sup>(×2)</sup> (H); cf. <span dir=\"rtl\">נֶפֶשׁ הַבָּשָׂר בַּדָּם הִוא</span> v <a data-ref=\"Leviticus 17:11\" href=\"/Leviticus.17.11\">11</a> (H & <span dir=\"rtl\">דִּמְכֶם לְנַפְשֹׁתֵיכֶם</span> <a data-ref=\"Genesis 9:5\" href=\"/Genesis.9.5\">Gn 9:5</a> (P); see also <a data-ref=\"Psalms 72:14\" href=\"/Psalms.72.14\">ψ 72:14</a> <span dir=\"rtl\">וְיֵיקַר דָּמָם בְּעֵינָיו</span>; hence blood of animals not to be eaten <a data-ref=\"Leviticus 3:17\" href=\"/Leviticus.3.17\">Lv 3:17</a>; <a data-ref=\"Leviticus 7:26\" href=\"/Leviticus.7.26\">7:26</a>, <a data-ref=\"Leviticus 7:27\" href=\"/Leviticus.7.27\">27</a> (all P) <a data-ref=\"Leviticus 17:10\" href=\"/Leviticus.17.10\">17:10</a><sup>(×2)</sup>, <a data-ref=\"Leviticus 17:12\" href=\"/Leviticus.17.12\">12</a><sup>(×2)</sup>, <a data-ref=\"Leviticus 17:14\" href=\"/Leviticus.17.14\">14</a>; <a data-ref=\"Leviticus 19:26\" href=\"/Leviticus.19.26\">19:26</a> (all H) <a data-ref=\"Deuteronomy 12:16\" href=\"/Deuteronomy.12.16\">Dt 12:16</a>, <a data-ref=\"Deuteronomy 12:23\" href=\"/Deuteronomy.12.23\">23</a>; <a data-ref=\"Deuteronomy 15:23\" href=\"/Deuteronomy.15.23\">15:23</a>; <a data-ref=\"I Samuel 14:32\" href=\"/I_Samuel.14.32\">1 S 14:32</a>, <a data-ref=\"I Samuel 14:33\" href=\"/I_Samuel.14.33\">33</a>, <a data-ref=\"I Samuel 14:34\" href=\"/I_Samuel.14.34\">34</a>; <a data-ref=\"Ezekiel 33:25\" href=\"/Ezekiel.33.25\">Ez 33:25</a> (cf. RS<sup>K 310</sup>), but to be poured out & covered with dust <a data-ref=\"Leviticus 17:13\" href=\"/Leviticus.17.13\">Lv 17:13</a> (cf. RS<sup>Sem i. 216 f.</sup>).<br><strong>2.</strong>  usually blood become visible, <strong>a.</strong>  as from a wound <span dir=\"rtl\">ד׳ הַמַּכָּה</span> <a data-ref=\"I Kings 22:35\" href=\"/I_Kings.22.35\">1 K 22:35</a> (cf. <span dir=\"rtl\">חֲתַן דָּמִים</span> <a data-ref=\"Exodus 4:25\" href=\"/Exodus.4.25\">Ex 4:25</a>, <a data-ref=\"Exodus 4:26\" href=\"/Exodus.4.26\">26</a> v. infr. <strong>h</strong>); licked by dogs <a data-ref=\"I Kings 21:19\" href=\"/I_Kings.21.19\">1 K 21:19</a><sup>(×2)</sup>; <a data-ref=\"I Kings 22:38\" href=\"/I_Kings.22.38\">22:38</a>; <a data-ref=\"Exodus 32:6\" href=\"/Exodus.32.6\">Ex 32:6</a>; from the nose <a data-ref=\"Proverbs 30:33\" href=\"/Proverbs.30.33\">Pr 30:33</a>; bloody issue of a woman <a data-ref=\"Leviticus 15:19\" href=\"/Leviticus.15.19\">Lv 15:19</a> cf. v <a data-ref=\"Leviticus 15:25\" href=\"/Leviticus.15.25\">25</a>; pl. <span dir=\"rtl\">דְּמֵי טָֽהֳרָה</span> <a data-ref=\"Leviticus 12:4\" href=\"/Leviticus.12.4\">12:4</a>, <a data-ref=\"Leviticus 12:5\" href=\"/Leviticus.12.5\">5</a>, & <span dir=\"rtl\">מְקֹר דָּמֶיהָ</span> v <a data-ref=\"Leviticus 12:7\" href=\"/Leviticus.12.7\">7</a> (all P) <a data-ref=\"Leviticus 20:18\" href=\"/Leviticus.20.18\">20:18</a> (H); blood in which child welters <a data-ref=\"Ezekiel 16:6\" href=\"/Ezekiel.16.6\">Ez 16:6</a><sup>(×2)</sup>, <a data-ref=\"Ezekiel 16:22\" href=\"/Ezekiel.16.22\">22</a> + v <a data-ref=\"Ezekiel 16:6\" href=\"/Ezekiel.16.6\">6</a> (del. A B 𝔖 Co al.); of goat <a data-ref=\"Genesis 37:31\" href=\"/Genesis.37.31\">Gn 37:31</a> (JE); of slain bird <a data-ref=\"Leviticus 14:6\" href=\"/Leviticus.14.6\">Lv 14:6</a>, <a data-ref=\"Leviticus 14:51\" href=\"/Leviticus.14.51\">51</a>, <a data-ref=\"Leviticus 14:52\" href=\"/Leviticus.14.52\">52</a>. <strong>b.</strong>  often obj. of <span dir=\"rtl\">שָׁפַךְ</span> <em>spill, shed</em> <a data-ref=\"Genesis 9:6\" href=\"/Genesis.9.6\">Gn 9:6</a> (P); <a data-ref=\"Genesis 37:22\" href=\"/Genesis.37.22\">37:22</a> (E); <a data-ref=\"Numbers 35:33\" href=\"/Numbers.35.33\">Nu 35:33</a> (P); <a data-ref=\"Leviticus 17:4\" href=\"/Leviticus.17.4\">Lv 17:4</a> (H); <a data-ref=\"Deuteronomy 21:7\" href=\"/Deuteronomy.21.7\">Dt 21:7</a>; <a data-ref=\"I Samuel 25:31\" href=\"/I_Samuel.25.31\">1 S 25:31</a>; <a data-ref=\"I Kings 18:28\" href=\"/I_Kings.18.28\">1 K 18:28</a>; <a data-ref=\"II Kings 21:16\" href=\"/II_Kings.21.16\">2 K 21:16</a>; <a data-ref=\"II Kings 24:4\" href=\"/II_Kings.24.4\">24:4</a>; <a data-ref=\"I Chronicles 22:8\" href=\"/I_Chronicles.22.8\">1 Ch 22:8</a>; <a data-ref=\"Ezekiel 16:38\" href=\"/Ezekiel.16.38\">Ez 16:38</a>; <a data-ref=\"Ezekiel 22:4\" href=\"/Ezekiel.22.4\">22:4</a>, <a data-ref=\"Ezekiel 22:6\" href=\"/Ezekiel.22.6\">6</a>, <a data-ref=\"Ezekiel 22:9\" href=\"/Ezekiel.22.9\">9</a>, <a data-ref=\"Ezekiel 22:12\" href=\"/Ezekiel.22.12\">12</a>, <a data-ref=\"Ezekiel 22:27\" href=\"/Ezekiel.22.27\">27</a>; <a data-ref=\"Ezekiel 23:45\" href=\"/Ezekiel.23.45\">23:45</a>; <a data-ref=\"Ezekiel 33:25\" href=\"/Ezekiel.33.25\">33:25</a>; <a data-ref=\"Ezekiel 36:18\" href=\"/Ezekiel.36.18\">36:18</a> (del. B Co) <a data-ref=\"Proverbs 1:16\" href=\"/Proverbs.1.16\">Pr 1:16</a>; also <a data-ref=\"Psalms 79:3\" href=\"/Psalms.79.3\">ψ 79:3</a> <span dir=\"rtl\">שָֽׁפְכוּ דָמָם כַּמַּיִם</span>; <span dir=\"rtl\">שֹׁפֵךְ דָּם</span> <em>a blood-shedder</em> <a data-ref=\"Ezekiel 18:10\" href=\"/Ezekiel.18.10\">Ez 18:10</a>; <span dir=\"rtl\">עִיר שֹׁפֶכֶת דָּם</span> <a data-ref=\"Ezekiel 22:3\" href=\"/Ezekiel.22.3\">Ez 22:3</a> cf. v <a data-ref=\"Ezekiel 22:4\" href=\"/Ezekiel.22.4\">4</a> (also <a data-ref=\"I Kings 2:31\" href=\"/I_Kings.2.31\">1 K 2:31</a>; <a data-ref=\"Jeremiah 22:3\" href=\"/Jeremiah.22.3\">Je 22:3</a>, <a data-ref=\"Jeremiah 22:17\" href=\"/Jeremiah.22.17\">17</a>; <a data-ref=\"I Chronicles 22:8\" href=\"/I_Chronicles.22.8\">1 Ch 22:8</a>; <a data-ref=\"I Chronicles 28:3\" href=\"/I_Chronicles.28.3\">28:3</a>; <a data-ref=\"Proverbs 6:17\" href=\"/Proverbs.6.17\">Pr 6:17</a>; <a data-ref=\"Lamentations 4:13\" href=\"/Lamentations.4.13\">La 4:13</a>); less often subj. of pass. <span dir=\"rtl\">שָׁפוּךְ</span>, <span dir=\"rtl\">נִשְׁפָּךְ</span>, etc. <a data-ref=\"Genesis 9:6\" href=\"/Genesis.9.6\">Gn 9:6</a>; <a data-ref=\"Numbers 35:33\" href=\"/Numbers.35.33\">Nu 35:33</a> (both P); <a data-ref=\"Deuteronomy 19:10\" href=\"/Deuteronomy.19.10\">Dt 19:10</a>; <a data-ref=\"Zephaniah 1:17\" href=\"/Zephaniah.1.17\">Zp 1:17</a>; <a data-ref=\"Psalms 79:10\" href=\"/Psalms.79.10\">ψ 79:10</a>. <strong>c.</strong>  <span dir=\"rtl\">דַּם חָלָל</span> <a data-ref=\"Deuteronomy 32:42\" href=\"/Deuteronomy.32.42\">Dt 32:42</a> (song) <em>blood of slain;</em> <span dir=\"rtl\">ד׳ חֲלָלִים</span> <a data-ref=\"II Samuel 1:22\" href=\"/II_Samuel.1.22\">2 S 1:22</a> so <a data-ref=\"Numbers 23:24\" href=\"/Numbers.23.24\">Nu 23:24</a> (JE), obj. of <span dir=\"rtl\">שָׁתָה</span>, of Isr. under fig. of lion; cf. also <a data-ref=\"Ezekiel 39:17\" href=\"/Ezekiel.39.17\">Ez 39:17</a>, <a data-ref=\"Ezekiel 39:18\" href=\"/Ezekiel.39.18\">18</a>, <a data-ref=\"Ezekiel 39:19\" href=\"/Ezekiel.39.19\">19</a>, & <a data-ref=\"II Samuel 23:27\" href=\"/II_Samuel.23.27\">2 S 23:27</a> = <a data-ref=\"I Chronicles 11:19\" href=\"/I_Chronicles.11.19\">1 Ch 11:19</a> (<span dir=\"rtl\">דַּם הָאֲנָשִׁים</span> hyperbol. for imperilled life); as food of young eagles <a data-ref=\"Job 39:30\" href=\"/Job.39.30\">Jb 39:30</a>. <strong>d.</strong>  often of <em>innocent blood</em>, i.e. blood shed with injustice & cruelty, <span dir=\"rtl\">דָּם נָקִי</span> <a data-ref=\"Deuteronomy 21:8\" href=\"/Deuteronomy.21.8\">Dt 21:8</a>, <a data-ref=\"Deuteronomy 21:9\" href=\"/Deuteronomy.21.9\">9</a>; <a data-ref=\"I Samuel 19:5\" href=\"/I_Samuel.19.5\">1 S 19:5</a>; <a data-ref=\"II Kings 21:16\" href=\"/II_Kings.21.16\">2 K 21:16</a>; <a data-ref=\"II Kings 24:4\" href=\"/II_Kings.24.4\">24:4</a> <a data-ref=\"Psalms 94:21\" href=\"/Psalms.94.21\">ψ 94:21</a>; <a data-ref=\"Psalms 106:38\" href=\"/Psalms.106.38\">106:38</a> cf. v <a data-ref=\"Psalms 106:38\" href=\"/Psalms.106.38\">38</a> <a data-ref=\"Proverbs 6:17\" href=\"/Proverbs.6.17\">Pr 6:17</a>; <a data-ref=\"Isaiah 59:7\" href=\"/Isaiah.59.7\">Is 59:7</a>; <a data-ref=\"Jeremiah 7:6\" href=\"/Jeremiah.7.6\">Je 7:6</a>; <a data-ref=\"Jeremiah 22:3\" href=\"/Jeremiah.22.3\">22:3</a> (also <a data-ref=\"Jeremiah 26:15\" href=\"/Jeremiah.26.15\">26:15</a>); <span dir=\"rtl\">דָּם נָקִיא</span> <a data-ref=\"Joel 4:19\" href=\"/Joel.4.19\">Jo 4:19</a>; <a data-ref=\"Jonah 1:14\" href=\"/Jonah.1.14\">Jon 1:14</a>; also in cstr. <span dir=\"rtl\">דַּם נָקִי</span> <a data-ref=\"Deuteronomy 19:10\" href=\"/Deuteronomy.19.10\">Dt 19:10</a>; cf. <a data-ref=\"Deuteronomy 27:25\" href=\"/Deuteronomy.27.25\">27:25</a> <span dir=\"rtl\">לְהַכּוֹת נֶפֶשׁ ד׳ נ׳</span>; <span dir=\"rtl\">דַּם הַנָּקִי</span> <a data-ref=\"Deuteronomy 19:13\" href=\"/Deuteronomy.19.13\">Dt 19:13</a>; <a data-ref=\"Jeremiah 22:17\" href=\"/Jeremiah.22.17\">Je 22:17</a>; <a data-ref=\"II Kings 24:4\" href=\"/II_Kings.24.4\">2 K 24:4</a>; <span dir=\"rtl\">דַּם נְקִיִּים</span> <a data-ref=\"Jeremiah 19:4\" href=\"/Jeremiah.19.4\">Je 19:4</a>; <span dir=\"rtl\">דַּם נַפְשׁוֹת אֶבְיוֹנִים נְקִיִּים</span> <a data-ref=\"Jeremiah 2:34\" href=\"/Jeremiah.2.34\">Je 2:34</a>; further <span dir=\"rtl\">דַּם צַדִּיקִים</span> <a data-ref=\"Lamentations 4:13\" href=\"/Lamentations.4.13\">La 4:13</a>; <span dir=\"rtl\">דְּמֵי חִנָּם</span> <a data-ref=\"I Kings 2:31\" href=\"/I_Kings.2.31\">1 K 2:31</a>; in <a data-ref=\"Psalms 30:10\" href=\"/Psalms.30.10\">ψ 30:10</a> <span dir=\"rtl\">דָּמִי</span> = <em>my death</em> (‖ <span dir=\"rtl\">רִדְתִּי אֶל־שַׁחַת</span> <strong>e.</strong>  <em>avenger of blood</em> <span dir=\"rtl\">גֹּאֵל הַדָּם</span> <a data-ref=\"Numbers 35:19\" href=\"/Numbers.35.19\">Nu 35:19</a>, <a data-ref=\"Numbers 35:21\" href=\"/Numbers.35.21\">21</a>, <a data-ref=\"Numbers 35:24\" href=\"/Numbers.35.24\">24</a>, <a data-ref=\"Numbers 35:25\" href=\"/Numbers.35.25\">25</a>, <a data-ref=\"Numbers 35:27\" href=\"/Numbers.35.27\">27</a><sup>(×2)</sup> (all P); <a data-ref=\"Deuteronomy 19:6\" href=\"/Deuteronomy.19.6\">Dt 19:6</a>, <a data-ref=\"Deuteronomy 19:12\" href=\"/Deuteronomy.19.12\">12</a>; <a data-ref=\"Joshua 20:3\" href=\"/Joshua.20.3\">Jos 20:3</a>, <a data-ref=\"Joshua 20:5\" href=\"/Joshua.20.5\">5</a>, <a data-ref=\"Joshua 20:9\" href=\"/Joshua.20.9\">9</a>; <a data-ref=\"II Samuel 14:11\" href=\"/II_Samuel.14.11\">2 S 14:11</a>. <strong>f.</strong>  pl. <span dir=\"rtl\">דָּמִים</span> of abundance, blood in quantity, hence sometimes of blood shed by rude violence, and of blood-stains;—<a data-ref=\"Genesis 4:10\" href=\"/Genesis.4.10\">Gn 4:10</a>, <a data-ref=\"Genesis 4:11\" href=\"/Genesis.4.11\">11</a> (J) as crying from the ground for vengeance (cf. RS<sup>Sem i. 397</sup>), comp. also <a data-ref=\"II Samuel 3:28\" href=\"/II_Samuel.3.28\">2 S 3:28</a>; <a data-ref=\"II Samuel 16:8\" href=\"/II_Samuel.16.8\">16:8</a>; <a data-ref=\"II Kings 9:26\" href=\"/II_Kings.9.26\">2 K 9:26</a><sup>(×2)</sup>; <a data-ref=\"Isaiah 1:15\" href=\"/Isaiah.1.15\">Is 1:15</a>; <a data-ref=\"Isaiah 9:4\" href=\"/Isaiah.9.4\">9:4</a>; <a data-ref=\"Isaiah 26:21\" href=\"/Isaiah.26.21\">26:21</a>; <a data-ref=\"Ezekiel 16:6\" href=\"/Ezekiel.16.6\">Ez 16:6</a><sup>(×3)</sup>, <a data-ref=\"Ezekiel 16:9\" href=\"/Ezekiel.16.9\">9</a>, <a data-ref=\"Ezekiel 16:36\" href=\"/Ezekiel.16.36\">36</a> (on text of v <a data-ref=\"Ezekiel 16:6\" href=\"/Ezekiel.16.6\">6</a> vid. supr.) <a data-ref=\"Zechariah 9:7\" href=\"/Zechariah.9.7\">Zc 9:7</a>; <a data-ref=\"II Chronicles 24:25\" href=\"/II_Chronicles.24.25\">2 Ch 24:25</a>; <span dir=\"rtl\">דְּמֵי אָדָם</span> <a data-ref=\"Habakkuk 2:8\" href=\"/Habakkuk.2.8\">Hb 2:8</a>, <a data-ref=\"Habakkuk 2:17\" href=\"/Habakkuk.2.17\">17</a>, and in other connexions; but interchangeably with sg. <a data-ref=\"II Samuel 3:27\" href=\"/II_Samuel.3.27\">2 S 3:27</a>; <a data-ref=\"II Samuel 20:12\" href=\"/II_Samuel.20.12\">20:12</a>; <a data-ref=\"II Kings 9:33\" href=\"/II_Kings.9.33\">2 K 9:33</a>; <a data-ref=\"Isaiah 34:3\" href=\"/Isaiah.34.3\">Is 34:3</a>, <a data-ref=\"Isaiah 34:6\" href=\"/Isaiah.34.6\">6</a>,<sup>(×2)</sup>, <a data-ref=\"Isaiah 34:7\" href=\"/Isaiah.34.7\">7</a>; <a data-ref=\"Ezekiel 21:37\" href=\"/Ezekiel.21.37\">Ez 21:37</a>; <a data-ref=\"Ezekiel 22:13\" href=\"/Ezekiel.22.13\">22:13</a> (pl. Co) <a data-ref=\"Ezekiel 24:8\" href=\"/Ezekiel.24.8\">24:8</a><sup>(×2)</sup> al.; v. especially <span dir=\"rtl\">אֶרֶץ אַל־תְּכַסִּי דָמִי</span> <a data-ref=\"Job 16:18\" href=\"/Job.16.18\">Jb 16:18</a>; <span dir=\"rtl\">דְּמֵי ירושׁלם</span> <em>blood-stains of Jerusalem</em> <a data-ref=\"Isaiah 4:4\" href=\"/Isaiah.4.4\">Is 4:4</a>; = slaughter, sg. <a data-ref=\"Genesis 37:26\" href=\"/Genesis.37.26\">Gn 37:26</a> (J); <a data-ref=\"Jeremiah 48:10\" href=\"/Jeremiah.48.10\">Je 48:10</a>; <a data-ref=\"Ezekiel 5:17\" href=\"/Ezekiel.5.17\">Ez 5:17</a>; <a data-ref=\"Ezekiel 28:23\" href=\"/Ezekiel.28.23\">28:23</a> (‖ <span dir=\"rtl\">דֶּבֶר</span>) <a data-ref=\"Ezekiel 38:22\" href=\"/Ezekiel.38.22\">38:22</a> (‖ <em>id.</em>); <span dir=\"rtl\">דַּם־עֲבָדָיו</span> <a data-ref=\"Deuteronomy 32:43\" href=\"/Deuteronomy.32.43\">Dt 32:43</a> (song: cf. <a data-ref=\"Psalms 79:10\" href=\"/Psalms.79.10\">ψ 79:10</a>); pl. <span dir=\"rtl\">דְּמֵי עֲבָדַי</span> <a data-ref=\"II Kings 9:7\" href=\"/II_Kings.9.7\">2 K 9:7</a><sup>(×2)</sup>; <span dir=\"rtl\">דְּמֵי יִזְרְעֶאל</span> <a data-ref=\"Hosea 1:4\" href=\"/Hosea.1.4\">Ho 1:4</a> <em>bloodshed at Jezreel;</em> cf. <span dir=\"rtl\">דָּמִים בְּדָמִים נָנָ֑עוּ</span> <a data-ref=\"Hosea 4:2\" href=\"/Hosea.4.2\">Ho 4:2</a>; <span dir=\"rtl\">דְּמֵי מִלְחָמָה</span> <a data-ref=\"I Kings 2:5\" href=\"/I_Kings.2.5\">1 K 2:5</a><sup>(×2)</sup>; in <a data-ref=\"Ezekiel 9:9\" href=\"/Ezekiel.9.9\">Ez 9:9</a> <span dir=\"rtl\">וַתִּמָּלֵא הָאָרֶץ חָמָם</span> (Bear) read <span dir=\"rtl\">דָּמִים</span> for <span dir=\"rtl\">חָמָס</span> v. d. H Vrss Co Comm.; <span dir=\"rtl\">אָרַב לְדָם</span> <em>lie in wait for blood</em> <a data-ref=\"Proverbs 1:11\" href=\"/Proverbs.1.11\">Pr 1:11</a> cf. v <a data-ref=\"Proverbs 1:18\" href=\"/Proverbs.1.18\">18</a>; <a data-ref=\"Proverbs 12:6\" href=\"/Proverbs.12.6\">12:6</a>; <a data-ref=\"Micah 7:2\" href=\"/Micah.7.2\">Mi 7:2</a>; <span dir=\"rtl\">דָּמִים</span> of a <em>plan of murder</em> <a data-ref=\"Isaiah 33:15\" href=\"/Isaiah.33.15\">Is 33:15</a> (obj. of <span dir=\"rtl\">שׁמע</span>); <span dir=\"rtl\">מִשְׁפַּט דָּמִים</span> <a data-ref=\"Ezekiel 7:23\" href=\"/Ezekiel.7.23\">Ez 7:23</a> <em>bloody crime;</em> as symbol of oppression, violence <a data-ref=\"Micah 3:10\" href=\"/Micah.3.10\">Mi 3:10</a> (‖ <span dir=\"rtl\">עַוְלָה</span>), <a data-ref=\"Habakkuk 2:12\" href=\"/Habakkuk.2.12\">Hb 2:12</a> (‖ <em>id.</em>) <strong>g.</strong>  <span dir=\"rtl\">דָּמִים</span> = <em>guilt of bloodshed, blood-guiltiness</em> <a data-ref=\"Exodus 22:1\" href=\"/Exodus.22.1\">Ex 22:1</a>, then more generally, <em>mortal sin</em> (RS<sup>OTJC 417, 2nd ed. 441</sup>, cf. <a data-ref=\"Ezekiel 18:13\" href=\"/Ezekiel.18.13\">Ez 18:13</a>) <a data-ref=\"Psalms 51:16\" href=\"/Psalms.51.16\">ψ 51:16</a> (cf. <a data-ref=\"Hosea 12:15\" href=\"/Hosea.12.15\">Ho 12:15</a>); also <span dir=\"rtl\">בּוֹא בְדָמִים</span> <a data-ref=\"I Samuel 25:26\" href=\"/I_Samuel.25.26\">1 S 25:26</a>, <a data-ref=\"I Samuel 25:33\" href=\"/I_Samuel.25.33\">33</a>. <strong>h.</strong>  pl. also in phrases: <span dir=\"rtl\">חֲתַן דָּמִים</span> <em>bloody bridegroom</em> <a data-ref=\"Exodus 4:25\" href=\"/Exodus.4.25\">Ex 4:25</a>, <a data-ref=\"Exodus 4:26\" href=\"/Exodus.4.26\">26</a>; also those denoting character, chiefly poet., <span dir=\"rtl\">אִישׁ הַדָּמִים</span> <em>bloody man</em> (sanguinary) <a data-ref=\"II Samuel 16:8\" href=\"/II_Samuel.16.8\">2 S 16:8</a> <a data-ref=\"Psalms 5:7\" href=\"/Psalms.5.7\">ψ 5:7</a> <span dir=\"rtl\">אִישׁ הַדָּמִים</span> <a data-ref=\"II Samuel 16:7\" href=\"/II_Samuel.16.7\">2 S 16:7</a>; <span dir=\"rtl\">אַנְשֵׁי דָּמִים</span>, <a data-ref=\"Psalms 26:9\" href=\"/Psalms.26.9\">ψ 26:9</a>; <a data-ref=\"Psalms 55:24\" href=\"/Psalms.55.24\">55:24</a>; <a data-ref=\"Psalms 59:3\" href=\"/Psalms.59.3\">59:3</a>; <a data-ref=\"Psalms 139:19\" href=\"/Psalms.139.19\">139:19</a>; <a data-ref=\"Proverbs 29:10\" href=\"/Proverbs.29.10\">Pr 29:10</a>; <span dir=\"rtl\">ואל־בֵּית הַדָּמִים</span> <em>bloody house</em> <a data-ref=\"II Samuel 21:1\" href=\"/II_Samuel.21.1\">2 S 21:1</a> but read with 𝔊 We Dr <span dir=\"rtl\">ואל בֵּיתֹה דמים</span>, & <em>on his house is blood;</em> <span dir=\"rtl\">עִיר דָּמִים</span> <a data-ref=\"Nahum 3:1\" href=\"/Nahum.3.1\">Na 3:1</a>; <span dir=\"rtl\">עִיר הַדָּמִים</span> <a data-ref=\"Ezekiel 22:2\" href=\"/Ezekiel.22.2\">Ez 22:2</a>; <a data-ref=\"Ezekiel 24:6\" href=\"/Ezekiel.24.6\">24:6</a> + v <a data-ref=\"Ezekiel 24:9\" href=\"/Ezekiel.24.9\">9</a> (del. B Co). <strong>i.</strong>  <span dir=\"rtl\">דָּמָיו בּוֹ</span> <em>his blood is in</em> (<em>upon</em>) <em>him</em>, he is responsible for his own death <a data-ref=\"Leviticus 20:9\" href=\"/Leviticus.20.9\">Lv 20:9</a> cf. v <a data-ref=\"Leviticus 20:11\" href=\"/Leviticus.20.11\">11</a>, <a data-ref=\"Leviticus 20:12\" href=\"/Leviticus.20.12\">12</a>, <a data-ref=\"Leviticus 20:13\" href=\"/Leviticus.20.13\">13</a>, <a data-ref=\"Leviticus 20:16\" href=\"/Leviticus.20.16\">16</a>, <a data-ref=\"Leviticus 20:27\" href=\"/Leviticus.20.27\">27</a> (all H), <a data-ref=\"Ezekiel 18:13\" href=\"/Ezekiel.18.13\">Ez 18:13</a> (+ <span dir=\"rtl\">יִהְיֶה</span>); <span dir=\"rtl\">דָּמוֹ בּוֹ</span> <a data-ref=\"Ezekiel 33:5\" href=\"/Ezekiel.33.5\">Ez 33:5</a>; <span dir=\"rtl\">דָּמוֹ בְּרֹאשׁוֹ</span> <a data-ref=\"Joshua 2:19\" href=\"/Joshua.2.19\">Jos 2:19</a><sup>(×2)</sup>; so with <span dir=\"rtl\">שָׁבוּ</span> <a data-ref=\"I Kings 2:33\" href=\"/I_Kings.2.33\">1 K 2:33</a> <span dir=\"rtl\">יִהְיֶה</span> v <a data-ref=\"I Kings 2:37\" href=\"/I_Kings.2.37\">37</a>; <a data-ref=\"Ezekiel 33:4\" href=\"/Ezekiel.33.4\">Ez 33:4</a>; <span dir=\"rtl\">דָּֽמְי֯ךָ עַל רֹאשֶׁ֑ךָ</span> <a data-ref=\"II Samuel 1:16\" href=\"/II_Samuel.1.16\">2 S 1:16</a>, and <span dir=\"rtl\">הֵשִׁיב י׳ אֶת־דָּמוֹ עַל־רֹאשׁוֹ</span> <a data-ref=\"I Kings 2:32\" href=\"/I_Kings.2.32\">1 K 2:32</a>; also <span dir=\"rtl\">לֹא תָשִׂים דָּמִים בְּבֵיתְךָ</span> <a data-ref=\"Deuteronomy 22:8\" href=\"/Deuteronomy.22.8\">Dt 22:8</a>; and <span dir=\"rtl\">דָּמָם לָשׁוּם עַל אֲבִימֶלֶךְ</span> <a data-ref=\"Judges 9:24\" href=\"/Judges.9.24\">Ju 9:24</a>; <span dir=\"rtl\">(אל) נָתַן דָּם על</span> <a data-ref=\"Jeremiah 26:15\" href=\"/Jeremiah.26.15\">Je 26:15</a>; <a data-ref=\"Jonah 1:14\" href=\"/Jonah.1.14\">Jon 1:14</a>; <span dir=\"rtl\">וְהָיָה עָלֶיךָ דָּמִים</span> <a data-ref=\"Deuteronomy 19:10\" href=\"/Deuteronomy.19.10\">Dt 19:10</a>, v <a data-ref=\"II Samuel 21:1\" href=\"/II_Samuel.21.1\">2 S 21:1</a> supr.; also sg. <a data-ref=\"Ezekiel 22:4\" href=\"/Ezekiel.22.4\">Ez 22:4</a> <span dir=\"rtl\">בְּדָמֵךְ אָשַׁמְתְּ</span>, and as subj. of <span dir=\"rtl\">יֵחָשֵׁב לְ</span> <em>shall be imputed to</em> <a data-ref=\"Leviticus 17:4\" href=\"/Leviticus.17.4\">Lv 17:4</a> (H); <span dir=\"rtl\">אֵין לוֹ דָמִים</span> <a data-ref=\"Exodus 22:1\" href=\"/Exodus.22.1\">Ex 22:1</a> cf. v <a data-ref=\"Exodus 22:2\" href=\"/Exodus.22.2\">2</a> (both JE) & (sg.) <a data-ref=\"Numbers 35:27\" href=\"/Numbers.35.27\">Nu 35:27</a> (P) <strong>j.</strong>  of judicial process in case of bloodshed <span dir=\"rtl\">דָּבָר לַמִּשְׁפָּט בֵּין־דָּם לְדָם</span> <a data-ref=\"Deuteronomy 17:8\" href=\"/Deuteronomy.17.8\">Dt 17:8</a> cf. <a data-ref=\"II Chronicles 19:10\" href=\"/II_Chronicles.19.10\">2 Ch 19:10</a>; <span dir=\"rtl\">לֹא תַּעֲמֹד עַל־דַּם רֵעֶ֑ךָ</span> <a data-ref=\"Leviticus 19:16\" href=\"/Leviticus.19.16\">Lv 19:16</a> (H). <strong>k.</strong> in phrase <em>require blood at the hand of</em>, exact vengeance (for it) from, <span dir=\"rtl\">דָּרַשׁ דָּמוֹ מִיַד</span> <a data-ref=\"Ezekiel 33:6\" href=\"/Ezekiel.33.6\">Ez 33:6</a>; <a data-ref=\"Genesis 9:5\" href=\"/Genesis.9.5\">Gn 9:5</a>; <span dir=\"rtl\">דָּמוֹ נִדְרָשׁ</span> <a data-ref=\"Genesis 42:22\" href=\"/Genesis.42.22\">Gn 42:22</a> (E); abs. <span dir=\"rtl\">דֹּרשׁ דמים</span> <a data-ref=\"Psalms 9:13\" href=\"/Psalms.9.13\">ψ 9:13</a>; <span dir=\"rtl\">אֲבַקֵּשׁ אֶת־דָּמוֹ מִיֶּדְכֶם</span> <a data-ref=\"II Samuel 4:11\" href=\"/II_Samuel.4.11\">2 S 4:11</a> cf. <a data-ref=\"Ezekiel 3:18\" href=\"/Ezekiel.3.18\">Ez 3:18</a>, <a data-ref=\"Ezekiel 3:20\" href=\"/Ezekiel.3.20\">20</a>; <a data-ref=\"Ezekiel 33:8\" href=\"/Ezekiel.33.8\">33:8</a>; <span dir=\"rtl\">פָּקַד ד׳ עַל־</span> <a data-ref=\"Hosea 1:4\" href=\"/Hosea.1.4\">Ho 1:4</a>; <span dir=\"rtl\">וְנִקֵּיתִי ד׳</span> <a data-ref=\"Joel 4:21\" href=\"/Joel.4.21\">Jo 4:21</a>; <a data-ref=\"Ezekiel 35:6\" href=\"/Ezekiel.35.6\">Ez 35:6</a><sup>(×4)</sup>; cf. on the other hand <span dir=\"rtl\">אַל־יִפֹּל דָּמִי אַרְצָה מִנֶּגֶד פְּנֵי י׳</span> <a data-ref=\"I Samuel 26:20\" href=\"/I_Samuel.26.20\">1 S 26:20</a> i.e. let it not be unavenged. <strong>l.</strong> of blood as defiling a land <a data-ref=\"Numbers 35:33\" href=\"/Numbers.35.33\">Nu 35:33</a> (P) cf. <a data-ref=\"Psalms 106:38\" href=\"/Psalms.106.38\">ψ 106:38</a> (pl. <span dir=\"rtl\">בדמים</span>); <span dir=\"rtl\">עֲקֻבָּה מִדָּם</span> <a data-ref=\"Hosea 6:8\" href=\"/Hosea.6.8\">Ho 6:8</a> of a city <em>foot-printed</em> (VB) <em>with blood;</em> defiling hands <a data-ref=\"Isaiah 1:15\" href=\"/Isaiah.1.15\">Is 1:15</a>; <a data-ref=\"Isaiah 59:3\" href=\"/Isaiah.59.3\">59:3</a>; <a data-ref=\"Lamentations 4:14\" href=\"/Lamentations.4.14\">La 4:14</a> cf. <a data-ref=\"Ezekiel 23:37\" href=\"/Ezekiel.23.37\">Ez 23:37</a>, <a data-ref=\"Ezekiel 23:45\" href=\"/Ezekiel.23.45\">45</a>; further, of blood as oppressing one who has shed it <span dir=\"rtl\">עָשֻׁק בְּדַם נֶפֶשׁ</span> <a data-ref=\"Proverbs 28:17\" href=\"/Proverbs.28.17\">Pr 28:17</a>. <strong>m.</strong> atonement for blood-guilt is expressed by <span dir=\"rtl\">וְנִכַּפֵּר לָהֶם הַדָּם</span> <a data-ref=\"Deuteronomy 21:8\" href=\"/Deuteronomy.21.8\">Dt 21:8</a> (on form of vb. cf. Ges<sup>§ 55.9</sup> & Di). <strong>n.</strong> blood (-shedding) as connected with divine wrath <span dir=\"rtl\">וְשָׁפַכְתִּ֫י חֲמָתִי עָלֶיהָ בְּדָם</span> <a data-ref=\"Ezekiel 14:19\" href=\"/Ezekiel.14.19\">Ez 14:19</a>; <span dir=\"rtl\">דַּם חֵמָה וְקִנְאָה</span> <a data-ref=\"Ezekiel 16:38\" href=\"/Ezekiel.16.38\">Ez 16:38</a>; v. further <span dir=\"rtl\">אַשְׁכִּיר חִצַּי מִדָּם</span> <a data-ref=\"Deuteronomy 32:42\" href=\"/Deuteronomy.32.42\">Dt 32:42</a>, cf. <a data-ref=\"Jeremiah 46:10\" href=\"/Jeremiah.46.10\">Je 46:10</a>; cf. also of human vengeance by divine help <span dir=\"rtl\">יִרְחַץ בְּדַם הָרָשָׁע</span> <a data-ref=\"Psalms 58:11\" href=\"/Psalms.58.11\">ψ 58:11</a>; <span dir=\"rtl\">תִּמֲחַץ רַגְלְךָ בְּדָם</span> <a data-ref=\"Psalms 68:24\" href=\"/Psalms.68.24\">68:24</a>; note further <a data-ref=\"Isaiah 49:26\" href=\"/Isaiah.49.26\">Is 49:26</a>; <a data-ref=\"Ezekiel 39:19\" href=\"/Ezekiel.39.19\">Ez 39:19</a> (in both fig. of being drunk with blood); then of simple human vengeance <span dir=\"rtl\">וְהוֹרַדְתָּ֫ אֶת־שֵׂיבָתוֹ בְּדָם שְׁאוֹל</span> <a data-ref=\"I Kings 2:9\" href=\"/I_Kings.2.9\">1 K 2:9</a>. <strong>o.</strong> of water turned into blood (sg.) in Egypt, by divine power <a data-ref=\"Exodus 4:9\" href=\"/Exodus.4.9\">Ex 4:9</a> (J); <a data-ref=\"Exodus 7:17\" href=\"/Exodus.7.17\">7:17</a>, <a data-ref=\"Exodus 4:20\" href=\"/Exodus.4.20\">20</a> (JE); v <a data-ref=\"Exodus 4:19\" href=\"/Exodus.4.19\">19</a><sup>(×2)</sup>, <a data-ref=\"Exodus 4:21\" href=\"/Exodus.4.21\">21</a> (P) <a data-ref=\"Psalms 78:44\" href=\"/Psalms.78.44\">ψ 78:44</a>; <a data-ref=\"Psalms 105:29\" href=\"/Psalms.105.29\">105:29</a>; cf. <a data-ref=\"Isaiah 15:9\" href=\"/Isaiah.15.9\">Is. 15:9</a> & <a data-ref=\"Ezekiel 32:6\" href=\"/Ezekiel.32.6\">Ez 32:6</a>; further, of appearance of blood in sky <a data-ref=\"Joel 3:3\" href=\"/Joel.3.3\">Jo 3:3</a>, & of colour of moon v <a data-ref=\"Joel 3:4\" href=\"/Joel.3.4\">4</a>; specifically of red colour of water <span dir=\"rtl\">אֲדֻמִּים כַּדָּם</span> <a data-ref=\"II Kings 3:22\" href=\"/II_Kings.3.22\">2 K 3:22</a>; cf. v <a data-ref=\"II Kings 3:23\" href=\"/II_Kings.3.23\">23</a>.<br><strong>3.</strong>  blood used with religious significance, <strong>a.</strong>  blood of passover-lamb <a data-ref=\"Exodus 12:7\" href=\"/Exodus.12.7\">Ex 12:7</a>, <a data-ref=\"Exodus 12:13\" href=\"/Exodus.12.13\">13</a><sup>(×2)</sup> (all P) v <a data-ref=\"Exodus 12:22\" href=\"/Exodus.12.22\">22</a><sup>(×2)</sup>, <a data-ref=\"Exodus 12:23\" href=\"/Exodus.12.23\">23</a> (all JE); note also <span dir=\"rtl\">דַּם הַבְּרִית</span> i.e. blood by which a covenant was ratified <a data-ref=\"Exodus 24:8\" href=\"/Exodus.24.8\">Ex 24:8</a> (JE) <a data-ref=\"Zechariah 9:11\" href=\"/Zechariah.9.11\">Zc 9:11</a>. <strong>b.</strong>  blood used in ritual, <a data-ref=\"Leviticus 17:11\" href=\"/Leviticus.17.11\">Lv 17:11</a> <span dir=\"rtl\">הַדָּם הוּא בַּנֶּפֶשׁ יְכַפֵּר</span> (H); cf. <a data-ref=\"II Chronicles 29:24\" href=\"/II_Chronicles.29.24\">2 Ch 29:24</a>; also <a data-ref=\"Ezekiel 44:7\" href=\"/Ezekiel.44.7\">Ez 44:7</a>, <a data-ref=\"Ezekiel 44:15\" href=\"/Ezekiel.44.15\">15</a> (both ‖ <span dir=\"rtl\">חֵלֶב</span>); further <a data-ref=\"Leviticus 1:5\" href=\"/Leviticus.1.5\">Lv 1:5</a>; <a data-ref=\"Isaiah 1:11\" href=\"/Isaiah.1.11\">Is 1:11</a> <a data-ref=\"Psalms 50:13\" href=\"/Psalms.50.13\">ψ 50:13</a>; thrown on altar, vb. <span dir=\"rtl\">זָרַק</span> usually c. <span dir=\"rtl\">עַל</span> <a data-ref=\"Exodus 24:6\" href=\"/Exodus.24.6\">Ex 24:6</a> (JE); <a data-ref=\"Exodus 29:16\" href=\"/Exodus.29.16\">29:16</a>, <a data-ref=\"Exodus 29:20\" href=\"/Exodus.29.20\">20</a>; <a data-ref=\"Leviticus 1:5\" href=\"/Leviticus.1.5\">Lv 1:5</a>, <a data-ref=\"Leviticus 1:11\" href=\"/Leviticus.1.11\">11</a>; <a data-ref=\"Leviticus 3:2\" href=\"/Leviticus.3.2\">3:2</a>, <a data-ref=\"Leviticus 3:8\" href=\"/Leviticus.3.8\">8</a>, <a data-ref=\"Leviticus 3:13\" href=\"/Leviticus.3.13\">13</a>; <a data-ref=\"Leviticus 7:2\" href=\"/Leviticus.7.2\">7:2</a>, <a data-ref=\"Leviticus 7:14\" href=\"/Leviticus.7.14\">14</a>; <a data-ref=\"Leviticus 8:19\" href=\"/Leviticus.8.19\">8:19</a>, <a data-ref=\"Leviticus 8:24\" href=\"/Leviticus.8.24\">24</a>; <a data-ref=\"Leviticus 9:12\" href=\"/Leviticus.9.12\">9:12</a>, <a data-ref=\"Leviticus 9:18\" href=\"/Leviticus.9.18\">18</a> (all P); <a data-ref=\"Leviticus 17:6\" href=\"/Leviticus.17.6\">17:6</a> (H); <a data-ref=\"Numbers 18:17\" href=\"/Numbers.18.17\">Nu 18:17</a> (P) <a data-ref=\"Ezekiel 43:18\" href=\"/Ezekiel.43.18\">Ez 43:18</a>; <a data-ref=\"II Kings 16:13\" href=\"/II_Kings.16.13\">2 K 16:13</a>, <a data-ref=\"II Kings 16:15\" href=\"/II_Kings.16.15\">15</a><sup>(×2)</sup> <a data-ref=\"II Chronicles 29:22\" href=\"/II_Chronicles.29.22\">2 Ch 29:22</a><sup>(×3)</sup> cf. <a data-ref=\"II Chronicles 30:16\" href=\"/II_Chronicles.30.16\">30:16</a>; sprinkled, vb. <span dir=\"rtl\">הִזָּה</span> <a data-ref=\"Leviticus 5:9\" href=\"/Leviticus.5.9\">Lv 5:9</a>; <a data-ref=\"Leviticus 16:19\" href=\"/Leviticus.16.19\">16:19</a> (both P); sprinkled toward tent of meeting (vb. <span dir=\"rtl\">הִזָּה</span>) <a data-ref=\"Numbers 19:4\" href=\"/Numbers.19.4\">Nu 19:4</a><sup>(×2)</sup> (P); brought into tent of meeting <a data-ref=\"Leviticus 4:5\" href=\"/Leviticus.4.5\">Lv 4:5</a>, <a data-ref=\"Leviticus 4:16\" href=\"/Leviticus.4.16\">16</a>; <a data-ref=\"Leviticus 6:23\" href=\"/Leviticus.6.23\">6:23</a>; cf. <a data-ref=\"Leviticus 10:18\" href=\"/Leviticus.10.18\">10:18</a> (all P); sprinkled toward the holy of holies (vb. <span dir=\"rtl\">הִזָּה</span>) <a data-ref=\"Leviticus 4:6\" href=\"/Leviticus.4.6\">Lv 4:6</a><sup>(×2)</sup>, <a data-ref=\"Leviticus 4:17\" href=\"/Leviticus.4.17\">17</a>; <a data-ref=\"Leviticus 16:14\" href=\"/Leviticus.16.14\">16:14</a><sup>(×2)</sup> (all P); brought within the veil on day of atonement <a data-ref=\"Leviticus 16:15\" href=\"/Leviticus.16.15\">Lv 16:15</a><sup>(×3)</sup> (cf. v <a data-ref=\"Leviticus 16:14\" href=\"/Leviticus.16.14\">14</a>) v <a data-ref=\"Leviticus 16:27\" href=\"/Leviticus.16.27\">27</a> (all P); thrown on people <a data-ref=\"Exodus 24:8\" href=\"/Exodus.24.8\">Ex 24:8</a> (JE; <span dir=\"rtl\">זָרַק</span>); sprinkled on priests <span dir=\"rtl\">(הִזָּה)</span> <a data-ref=\"Exodus 29:21\" href=\"/Exodus.29.21\">Ex 29:21</a>; <a data-ref=\"Leviticus 8:30\" href=\"/Leviticus.8.30\">Lv 8:30</a> (both P); on garment (in sanctuary, <span dir=\"rtl\">הִזָּה</span>) <a data-ref=\"Leviticus 6:20\" href=\"/Leviticus.6.20\">Lv 6:20</a> (P); applied with finger to horns of altar <a data-ref=\"Exodus 29:12\" href=\"/Exodus.29.12\">Ex 29:12</a>; <a data-ref=\"Leviticus 4:7\" href=\"/Leviticus.4.7\">Lv 4:7</a>, <a data-ref=\"Leviticus 4:18\" href=\"/Leviticus.4.18\">18</a>, <a data-ref=\"Leviticus 4:25\" href=\"/Leviticus.4.25\">25</a>, <a data-ref=\"Leviticus 4:30\" href=\"/Leviticus.4.30\">30</a>, <a data-ref=\"Leviticus 4:34\" href=\"/Leviticus.4.34\">34</a>; <a data-ref=\"Leviticus 8:15\" href=\"/Leviticus.8.15\">8:15</a>; <a data-ref=\"Leviticus 9:9\" href=\"/Leviticus.9.9\">9:9</a><sup>(×3)</sup>; <a data-ref=\"Leviticus 16:18\" href=\"/Leviticus.16.18\">16:18</a><sup>(×2)</sup> (all P; cf. also <a data-ref=\"Ezekiel 45:19\" href=\"/Ezekiel.45.19\">Ez 45:19</a>) <a data-ref=\"Ezekiel 43:20\" href=\"/Ezekiel.43.20\">Ez 43:20</a>; applied to tip of right ear of priest <a data-ref=\"Exodus 29:20\" href=\"/Exodus.29.20\">Ex 29:20</a>; <a data-ref=\"Leviticus 8:23\" href=\"/Leviticus.8.23\">Lv 8:23</a>, <a data-ref=\"Leviticus 8:24\" href=\"/Leviticus.8.24\">24</a> (all P; also <a data-ref=\"Leviticus 14:14\" href=\"/Leviticus.14.14\">Lv 14:14</a>, <a data-ref=\"Leviticus 14:25\" href=\"/Leviticus.14.25\">25</a> P); poured out at base of altar <span dir=\"rtl\">(שָׁפַךְ אֶל־)</span> <a data-ref=\"Exodus 29:12\" href=\"/Exodus.29.12\">Ex 29:12</a>; <a data-ref=\"Leviticus 4:7\" href=\"/Leviticus.4.7\">Lv 4:7</a>, <a data-ref=\"Leviticus 4:18\" href=\"/Leviticus.4.18\">18</a>, <a data-ref=\"Leviticus 4:25\" href=\"/Leviticus.4.25\">25</a>, <a data-ref=\"Leviticus 4:30\" href=\"/Leviticus.4.30\">30</a>, <a data-ref=\"Leviticus 4:34\" href=\"/Leviticus.4.34\">34</a> (all P); cf. with <span dir=\"rtl\">מָצָה</span> (Niph.) <a data-ref=\"Leviticus 1:15\" href=\"/Leviticus.1.15\">Lv 1:15</a>; <a data-ref=\"Leviticus 5:9\" href=\"/Leviticus.5.9\">5:9</a>; with <span dir=\"rtl\">יָצַק</span> <a data-ref=\"Leviticus 8:15\" href=\"/Leviticus.8.15\">8:15</a> (all P); half of blood put in basons <a data-ref=\"Exodus 24:6\" href=\"/Exodus.24.6\">Ex 24:6</a> (JE); blood poured out on altar <a data-ref=\"Deuteronomy 12:27\" href=\"/Deuteronomy.12.27\">Dt 12:27</a><sup>(×2)</sup>; blood of red heifer burned <a data-ref=\"Numbers 19:5\" href=\"/Numbers.19.5\">Nu 19:5</a> (P); vid. further such terms as <span dir=\"rtl\">דַּם זִבְחִי</span> <a data-ref=\"Exodus 23:18\" href=\"/Exodus.23.18\">Ex 23:18</a>; <a data-ref=\"Exodus 34:25\" href=\"/Exodus.34.25\">34:25</a> (both JE) (cf. <a data-ref=\"Deuteronomy 12:27\" href=\"/Deuteronomy.12.27\">Dt 12:27</a>; <a data-ref=\"II Kings 16:15\" href=\"/II_Kings.16.15\">2 K 16:15</a>); <span dir=\"rtl\">דַּם הַשְּׁלָמִים</span> <a data-ref=\"Leviticus 7:33\" href=\"/Leviticus.7.33\">Lv 7:33</a> (P; cf. v <a data-ref=\"Leviticus 7:14\" href=\"/Leviticus.7.14\">14</a>); <span dir=\"rtl\">דַּם חַטָּאת הַכִּפֻּרִים</span> <a data-ref=\"Exodus 30:10\" href=\"/Exodus.30.10\">Ex 30:10</a> (P) cf. <a data-ref=\"Ezekiel 45:19\" href=\"/Ezekiel.45.19\">Ez 45:19</a>; <span dir=\"rtl\">דּם הָאָשָׁם</span> <a data-ref=\"Leviticus 14:14\" href=\"/Leviticus.14.14\">Lv 14:14</a>, <a data-ref=\"Leviticus 14:17\" href=\"/Leviticus.14.17\">17</a>, <a data-ref=\"Leviticus 14:25\" href=\"/Leviticus.14.25\">25</a>, <a data-ref=\"Leviticus 14:28\" href=\"/Leviticus.14.28\">28</a>; (v <span dir=\"rtl\">זֶבַח</span>, <span dir=\"rtl\">שֶׁלֶם</span>, <span dir=\"rtl\">חַטָּאת</span>, <span dir=\"rtl\">אָשָׁם</span>); <span dir=\"rtl\">דַּם־חֲזִיר</span>, <em>swine’s blood</em>, as heathen offering <a data-ref=\"Isaiah 66:3\" href=\"/Isaiah.66.3\">Is 66:3</a>; cf. <span dir=\"rtl\">נִסְכֵּיהֶם מִדָּם</span> <a data-ref=\"Psalms 16:4\" href=\"/Psalms.16.4\">ψ 16:4</a> (v. Che).<br><strong>4.</strong>  fig. of wine <span dir=\"rtl\">דַּם־עֲנָבִים</span> <a data-ref=\"Genesis 49:11\" href=\"/Genesis.49.11\">Gn 49:11</a> (blessing of Jacob ‖ <span dir=\"rtl\">יַיִן</span>); cf. <a data-ref=\"Deuteronomy 32:14\" href=\"/Deuteronomy.32.14\">Dt 32:14</a> (song) <span dir=\"rtl\">דַּם עֵנָב תִּשְׁתֶּה־הָ֑מֶר—בְּדָֽמְךָ</span> <a data-ref=\"Ezekiel 19:10\" href=\"/Ezekiel.19.10\">Ez 19:10</a> prob. text. error cf. VB; Da proposes <span dir=\"rtl\">בְּרוּמָהּ</span> <em>in her height</em>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d223b6084aa1cbf16639", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, כֹּהֵן 1", "anchorRef": "Leviticus 4:5", "anchorRefExpanded": ["Leviticus 4:5"], "sourceRef": "BDB, כֹּהֵן 1", "sourceHeRef": "בראון-דרייבר-בריגס, כֹּהֵן א׳", "anchorVerse": 5, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "כֹּהֵן", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><span dir=\"rtl\">כֹּהֵן</span></big><sub>750</sub>  <strong>n.m.</strong> priest <strong>(</strong>NH <span dir=\"rtl\">כֹּהֵן</span>; Aramaic <span dir=\"rtl\">כָּהֵין</span>, <span dir=\"rtl\">כַּהֲנָא ܟܳܗܶܢ</span>, <span dir=\"rtl\">ܟܳܗܢܳܐ</span>; Ethiopic ካህን, all <em>id.;</em> on Ph. and Arabic v. supr.<strong>)</strong>;—<span dir=\"rtl\">כ׳</span> <a data-ref=\"Genesis 14:18\" href=\"/Genesis.14.18\">Gn 14:18</a> + 439 times; pl. <span dir=\"rtl\">כֹּהֲנִים</span> <a data-ref=\"Exodus 19:6\" href=\"/Exodus.19.6\">Ex 19:6</a> + 272 times; cstr. <span dir=\"rtl\">כֹּהֲנֵי</span> <a data-ref=\"I Samuel 5:5\" href=\"/I_Samuel.5.5\">1 S 5:5</a> + 13 times; sf. <span dir=\"rtl\">כֹּהֲנַי</span> <a data-ref=\"Lamentations 1:19\" href=\"/Lamentations.1.19\">La 1:19</a> + 22 times; sfs.—<br>†<strong>1.</strong>  <em>priest-king:</em> e.g. Melchizedek <a data-ref=\"Genesis 14:18\" href=\"/Genesis.14.18\">Gn 14:18</a> (E?), cf. <a data-ref=\"Psalms 110:4\" href=\"/Psalms.110.4\">ψ 110:4</a> (the Messianic priest-King like Melchizedek); <a data-ref=\"Zechariah 6:13\" href=\"/Zechariah.6.13\">Zc 6:13</a> (Messianic priest and king); Israel <span dir=\"rtl\">מַמְלֶכֶת כֹּהֲנִים</span> <a data-ref=\"Exodus 19:6\" href=\"/Exodus.19.6\">Ex 19:6</a> (E) <em>a kingdom of priests</em> (priests and kings at once in their relation to the nations); cf. <a data-ref=\"Isaiah 61:6\" href=\"/Isaiah.61.6\">Is 61:6</a> (of Israel ministering as a priest); or <em>a chieftain</em> (exercising priestly functions) <span dir=\"rtl\">כֹּהֵן מִדְיָן</span> <a data-ref=\"Exodus 2:16\" href=\"/Exodus.2.16\">Ex 2:16</a>; <a data-ref=\"Exodus 3:1\" href=\"/Exodus.3.1\">3:1</a>; <a data-ref=\"Exodus 18:1\" href=\"/Exodus.18.1\">18:1</a> (all JE); so also probably the sons of David <a data-ref=\"II Samuel 8:18\" href=\"/II_Samuel.8.18\">2 S 8:18</a>, his grandson <a data-ref=\"I Kings 4:5\" href=\"/I_Kings.4.5\">1 K 4:5</a>; and Ira the Jairite <a data-ref=\"II Samuel 20:26\" href=\"/II_Samuel.20.26\">2 S 20:26</a>, who as princes performed priestly functions. With these we may class the <span dir=\"rtl\">כהנים</span> <a data-ref=\"Exodus 19:22\" href=\"/Exodus.19.22\">Ex 19:22</a>, <a data-ref=\"Exodus 19:24\" href=\"/Exodus.19.24\">24</a> (J).<br>†<strong>2.</strong>  <em>priests of other religions than</em> <span dir=\"rtl\">י׳</span><em>’s:</em> Potiphera <span dir=\"rtl\">כ׳ אֹן</span> <a data-ref=\"Genesis 41:45\" href=\"/Genesis.41.45\">Gn 41:45</a>, <a data-ref=\"Genesis 41:50\" href=\"/Genesis.41.50\">50</a> (E), <a data-ref=\"Genesis 46:20\" href=\"/Genesis.46.20\">46:20</a> (P); Egyptian <span dir=\"rtl\">כהנים</span> <a data-ref=\"Genesis 47:22\" href=\"/Genesis.47.22\">Gn 47:22</a><sup>(×2)</sup>, <a data-ref=\"Genesis 47:26\" href=\"/Genesis.47.26\">26</a> (J); <span dir=\"rtl\">כ׳ דָגוֹן</span> <a data-ref=\"I Samuel 5:5\" href=\"/I_Samuel.5.5\">1 S 5:5</a>; Philistine <span dir=\"rtl\">כהנים וקסמים</span> <a data-ref=\"I Samuel 6:2\" href=\"/I_Samuel.6.2\">1 S 6:2</a>; <span dir=\"rtl\">כֹּהֲנָיו</span> <em>his priests:</em> e.g. of Baal <a data-ref=\"II Kings 10:19\" href=\"/II_Kings.10.19\">2 K 10:19</a> = of Ahab <a data-ref=\"II Kings 10:11\" href=\"/II_Kings.10.11\">2 K 10:11</a>; of Chemosh <a data-ref=\"Jeremiah 48:7\" href=\"/Jeremiah.48.7\">Je 48:7</a>; of Malcam <a data-ref=\"Jeremiah 49:3\" href=\"/Jeremiah.49.3\">Je 49:3</a>; Mattan was <span dir=\"rtl\">כ׳ הבעל</span> <a data-ref=\"II Kings 11:18\" href=\"/II_Kings.11.18\">2 K 11:18</a> = <a data-ref=\"II Chronicles 23:17\" href=\"/II_Chronicles.23.17\">2 Ch 23:17</a>; <span dir=\"rtl\">הכמרים עם הכהנים</span> <a data-ref=\"Zephaniah 1:4\" href=\"/Zephaniah.1.4\">Zp 1:4</a>; Josiah burned the bones of the priests of the Baalim and Asherim <a data-ref=\"II Chronicles 34:5\" href=\"/II_Chronicles.34.5\">2 Ch 34:5</a>.<br>†<strong>3.</strong>  <em>priests of special orders in Israel:</em> <strong>a.</strong>  Micah in the hill-country of Ephraim consecrated his own son <span dir=\"rtl\">וַיְהִי־לוֹ לְכֹהֵן</span> <a data-ref=\"Judges 17:5\" href=\"/Judges.17.5\">Ju 17:5</a>; but so soon as he could secure Jonathan ben Gershom, a descendant of Moses (see VB <a data-ref=\"Judges 18:30\" href=\"/Judges.18.30\">Ju 18:30</a>), he consecrated him, <span dir=\"rtl\">היה ל׳ לכהן</span> <a data-ref=\"Judges 17:10\" href=\"/Judges.17.10\">Ju 17:10</a>, <a data-ref=\"Judges 17:12\" href=\"/Judges.17.12\">12</a>, <a data-ref=\"Judges 17:13\" href=\"/Judges.17.13\">13</a>; <a data-ref=\"Judges 18:4\" href=\"/Judges.18.4\">18:4</a>, <a data-ref=\"Judges 18:19\" href=\"/Judges.18.19\">19</a>; <span dir=\"rtl\">הַכֹּהֵן</span> v <a data-ref=\"Judges 18:6\" href=\"/Judges.18.6\">6</a>, <a data-ref=\"Judges 18:17\" href=\"/Judges.18.17\">17</a>, <a data-ref=\"Judges 18:18\" href=\"/Judges.18.18\">18</a>, <a data-ref=\"Judges 18:20\" href=\"/Judges.18.20\">20</a>, <a data-ref=\"Judges 18:24\" href=\"/Judges.18.24\">24</a>, <a data-ref=\"Judges 18:27\" href=\"/Judges.18.27\">27</a>. He was captured by the Danites, and he and his line became priests at Dan until the Exile, v <a data-ref=\"Judges 18:19\" href=\"/Judges.18.19\">19</a><sup>(×2)</sup>, <a data-ref=\"Judges 18:30\" href=\"/Judges.18.30\">30</a>. <strong>b.</strong>  Jeroboam <span dir=\"rtl\">עשׂה כהנים</span> <a data-ref=\"I Kings 12:31\" href=\"/I_Kings.12.31\">1 K 12:31</a> of those not <span dir=\"rtl\">מבני לוי</span>, as <span dir=\"rtl\">כ׳ (הַ)בָּמוֹת</span> <em>priests of</em> (<em>the</em>) <em>high places</em> <a data-ref=\"I Kings 12:32\" href=\"/I_Kings.12.32\">1 K 12:32</a>; <a data-ref=\"I Kings 13:2\" href=\"/I_Kings.13.2\">13:2</a>, <a data-ref=\"I Kings 13:33\" href=\"/I_Kings.13.33\">33</a><sup>(×2)</sup> = <span dir=\"rtl\">כ׳ לבמות</span> <a data-ref=\"II Chronicles 11:15\" href=\"/II_Chronicles.11.15\">2 Ch 11:15</a>; Amaziah (of this class) was <span dir=\"rtl\">כ׳ בית־אל</span> <a data-ref=\"Amos 7:10\" href=\"/Amos.7.10\">Am 7:10</a>; v. also <a data-ref=\"II Chronicles 13:9\" href=\"/II_Chronicles.13.9\">2 Ch 13:9</a>; called by Chr <span dir=\"rtl\">כ׳ לְלֹא אלהים</span> v <a data-ref=\"II Chronicles 13:9\" href=\"/II_Chronicles.13.9\">9</a>; yet Hosea rebukes them as priests of <span dir=\"rtl\">י׳</span> <a data-ref=\"Hosea 4:4\" href=\"/Hosea.4.4\">Ho 4:4</a>, <a data-ref=\"Hosea 4:9\" href=\"/Hosea.4.9\">9</a>; <a data-ref=\"Hosea 5:1\" href=\"/Hosea.5.1\">5:1</a>; <a data-ref=\"Hosea 6:9\" href=\"/Hosea.6.9\">6:9</a>; at the Exile they were deported by the Assyrians <a data-ref=\"II Kings 17:27\" href=\"/II_Kings.17.27\">2 K 17:27</a>, <a data-ref=\"II Kings 17:28\" href=\"/II_Kings.17.28\">28</a>. <strong>c.</strong>  the people imported into Samaria made some of themselves <span dir=\"rtl\">כ׳ במות</span> to worship <span dir=\"rtl\">י׳</span> the God of the land <a data-ref=\"II Kings 17:32\" href=\"/II_Kings.17.32\">2 K 17:32</a>.<br>†<strong>4.</strong>  <em>priests in Israel</em> <span dir=\"rtl\">הכהנים</span> who bore the ark and the trumpets <a data-ref=\"Joshua 3:13\" href=\"/Joshua.3.13\">Jos 3:13</a>, <a data-ref=\"Joshua 3:14\" href=\"/Joshua.3.14\">14</a>, <a data-ref=\"Joshua 3:15\" href=\"/Joshua.3.15\">15</a>, <a data-ref=\"Joshua 3:17\" href=\"/Joshua.3.17\">17</a>; <a data-ref=\"Joshua 4:3\" href=\"/Joshua.4.3\">4:3</a>, <a data-ref=\"Joshua 4:9\" href=\"/Joshua.4.9\">9</a>, <a data-ref=\"Joshua 4:10\" href=\"/Joshua.4.10\">10</a>, <a data-ref=\"Joshua 4:17\" href=\"/Joshua.4.17\">17</a>, <a data-ref=\"Joshua 4:18\" href=\"/Joshua.4.18\">18</a><sup>(×2)</sup>; <a data-ref=\"Joshua 6:4\" href=\"/Joshua.6.4\">6:4</a><sup>(×2)</sup>, <a data-ref=\"Joshua 6:6\" href=\"/Joshua.6.6\">6</a><sup>(×2)</sup>, <a data-ref=\"Joshua 6:8\" href=\"/Joshua.6.8\">8</a>, <a data-ref=\"Joshua 6:9\" href=\"/Joshua.6.9\">9</a>, <a data-ref=\"Joshua 6:12\" href=\"/Joshua.6.12\">12</a>, <a data-ref=\"Joshua 6:13\" href=\"/Joshua.6.13\">13</a>, <a data-ref=\"Joshua 6:16\" href=\"/Joshua.6.16\">16</a> (all JE), <a data-ref=\"I Kings 8:3\" href=\"/I_Kings.8.3\">1 K 8:3</a>, <a data-ref=\"I Kings 8:6\" href=\"/I_Kings.8.6\">6</a>, <a data-ref=\"I Kings 8:10\" href=\"/I_Kings.8.10\">10</a>, <a data-ref=\"I Kings 8:11\" href=\"/I_Kings.8.11\">11</a>; Eli was <span dir=\"rtl\">הכהן</span> <a data-ref=\"I Samuel 1:9\" href=\"/I_Samuel.1.9\">1 S 1:9</a>; <a data-ref=\"I Samuel 2:11\" href=\"/I_Samuel.2.11\">2:11</a>; <span dir=\"rtl\">כ׳ יהוה</span> <a data-ref=\"I Samuel 14:3\" href=\"/I_Samuel.14.3\">14:3</a>; and his sons <span dir=\"rtl\">כ׳ ליהוה</span> <a data-ref=\"I Samuel 1:3\" href=\"/I_Samuel.1.3\">1 S 1:3</a>; a <span dir=\"rtl\">מִשְׁפַּט הַכֹּהֲנִים</span> <a data-ref=\"I Samuel 2:13\" href=\"/I_Samuel.2.13\">1 S 2:13</a> mentions the ministering priest <span dir=\"rtl\">הכהן</span> and the <span dir=\"rtl\">נַעַר הַכּ׳</span> <a data-ref=\"I Samuel 2:13\" href=\"/I_Samuel.2.13\">1 S 2:13</a>, <a data-ref=\"I Samuel 2:14\" href=\"/I_Samuel.2.14\">14</a>, <a data-ref=\"I Samuel 2:15\" href=\"/I_Samuel.2.15\">15</a><sup>(×2)</sup>, Ahijah was <span dir=\"rtl\">הַכּ׳</span> in time of Saul <a data-ref=\"I Samuel 14:19\" href=\"/I_Samuel.14.19\">1 S 14:19</a><sup>(×2)</sup>; <a data-ref=\"I Samuel 14:36\" href=\"/I_Samuel.14.36\">36</a>; Abimelech <span dir=\"rtl\">הַכּ׳</span> at Nob, a priestly centre, <a data-ref=\"I Samuel 21:2\" href=\"/I_Samuel.21.2\">1 S 21:2</a>, <a data-ref=\"I Samuel 21:3\" href=\"/I_Samuel.21.3\">3</a>, <a data-ref=\"I Samuel 21:5\" href=\"/I_Samuel.21.5\">5</a>, <a data-ref=\"I Samuel 21:6\" href=\"/I_Samuel.21.6\">6</a>, <a data-ref=\"I Samuel 21:7\" href=\"/I_Samuel.21.7\">7</a>, <a data-ref=\"I Samuel 21:10\" href=\"/I_Samuel.21.10\">10</a>; <a data-ref=\"I Samuel 22:11\" href=\"/I_Samuel.22.11\">22:11</a>; where were many <span dir=\"rtl\">כֹּהֲנֵי י׳</span> <a data-ref=\"I Samuel 22:17\" href=\"/I_Samuel.22.17\">1 S 22:17</a><sup>(×2)</sup>, <a data-ref=\"I Samuel 22:21\" href=\"/I_Samuel.22.21\">21</a>, all slain by Saul except Abiathar son of Ahimelech <a data-ref=\"I Samuel 22:11\" href=\"/I_Samuel.22.11\">1 S 22:11</a>, <a data-ref=\"I Samuel 22:18\" href=\"/I_Samuel.22.18\">18</a><sup>(×2)</sup>, <a data-ref=\"I Samuel 22:19\" href=\"/I_Samuel.22.19\">19</a>, who became <span dir=\"rtl\">הַכּ׳</span> <a data-ref=\"I Samuel 23:9\" href=\"/I_Samuel.23.9\">1 S 23:9</a>; <a data-ref=\"I Samuel 30:7\" href=\"/I_Samuel.30.7\">30:7</a> <a data-ref=\"I Kings 1:7\" href=\"/I_Kings.1.7\">1 K 1:7</a>, <a data-ref=\"I Kings 1:19\" href=\"/I_Kings.1.19\">19</a>, <a data-ref=\"I Kings 1:25\" href=\"/I_Kings.1.25\">25</a>, <a data-ref=\"I Kings 1:42\" href=\"/I_Kings.1.42\">42</a>; <a data-ref=\"I Kings 2:22\" href=\"/I_Kings.2.22\">2:22</a>, <a data-ref=\"I Kings 2:26\" href=\"/I_Kings.2.26\">26</a>; Zadok later was <span dir=\"rtl\">הַכּ׳</span> <a data-ref=\"II Samuel 15:27\" href=\"/II_Samuel.15.27\">2 S 15:27</a> <a data-ref=\"I Kings 1:8\" href=\"/I_Kings.1.8\">1 K 1:8</a>, <a data-ref=\"I Kings 1:26\" href=\"/I_Kings.1.26\">26</a>, <a data-ref=\"I Kings 1:32\" href=\"/I_Kings.1.32\">32</a>, <a data-ref=\"I Kings 1:34\" href=\"/I_Kings.1.34\">34</a>, <a data-ref=\"I Kings 1:38\" href=\"/I_Kings.1.38\">38</a>, <a data-ref=\"I Kings 1:39\" href=\"/I_Kings.1.39\">39</a>, <a data-ref=\"I Kings 1:44\" href=\"/I_Kings.1.44\">44</a>, <a data-ref=\"I Kings 1:45\" href=\"/I_Kings.1.45\">45</a>; <a data-ref=\"I Kings 2:35\" href=\"/I_Kings.2.35\">2:35</a>; <a data-ref=\"I Kings 3:2\" href=\"/I_Kings.3.2\">3:2</a> <a data-ref=\"I Chronicles 16:39\" href=\"/I_Chronicles.16.39\">1 Ch 16:39</a>; <a data-ref=\"I Chronicles 24:6\" href=\"/I_Chronicles.24.6\">24:6</a>: so that the two were <span dir=\"rtl\">(ה)כהנים</span> <a data-ref=\"II Samuel 8:17\" href=\"/II_Samuel.8.17\">2 S 8:17</a> = <a data-ref=\"I Chronicles 18:16\" href=\"/I_Chronicles.18.16\">1 Ch 18:16</a> (read <span dir=\"rtl\">וְאֶבְיָתָר בֶּן־אח׳</span> <a data-ref=\"II Samuel 8:17\" href=\"/II_Samuel.8.17\">2 S 8:17</a> 𝔖 We Dr, and correct <a data-ref=\"I Chronicles 18:16\" href=\"/I_Chronicles.18.16\">1 Ch 18:16</a> accordingly) <a data-ref=\"II Samuel 15:35\" href=\"/II_Samuel.15.35\">2 S 15:35</a><sup>(×2)</sup>; <a data-ref=\"II Samuel 17:15\" href=\"/II_Samuel.17.15\">17:15</a>; <a data-ref=\"II Samuel 19:12\" href=\"/II_Samuel.19.12\">19:12</a>; <a data-ref=\"II Samuel 20:25\" href=\"/II_Samuel.20.25\">20:25</a> <a data-ref=\"I Kings 4:4\" href=\"/I_Kings.4.4\">1 K 4:4</a>; Sol. removed Abiathar <a data-ref=\"I Kings 2:27\" href=\"/I_Kings.2.27\">1 K 2:27</a> and Zadok was anointed <span dir=\"rtl\">לְכֹהֵן</span> according to <a data-ref=\"I Chronicles 29:22\" href=\"/I_Chronicles.29.22\">1 Ch 29:22</a>; cf. prediction of rejection of house of Eli and selection of <span dir=\"rtl\">כ׳ נֶאֱמָן</span> <a data-ref=\"I Samuel 2:28\" href=\"/I_Samuel.2.28\">1 S 2:28</a>, <a data-ref=\"I Samuel 2:35\" href=\"/I_Samuel.2.35\">35</a>; Jehoiada <span dir=\"rtl\">הַכּ׳</span> led the revolution against Athaliah <a data-ref=\"II Kings 11:9\" href=\"/II_Kings.11.9\">2 K 11:9</a><sup>(×2)</sup>, <a data-ref=\"II Kings 11:10\" href=\"/II_Kings.11.10\">10</a>, <a data-ref=\"II Kings 11:15\" href=\"/II_Kings.11.15\">15</a><sup>(×2)</sup>, <a data-ref=\"II Kings 11:18\" href=\"/II_Kings.11.18\">18</a>; <a data-ref=\"II Kings 12:3\" href=\"/II_Kings.12.3\">12:3</a>, <a data-ref=\"II Kings 12:8\" href=\"/II_Kings.12.8\">8</a>, <a data-ref=\"II Kings 12:10\" href=\"/II_Kings.12.10\">10</a> = <a data-ref=\"II Chronicles 22:11\" href=\"/II_Chronicles.22.11\">2 Ch 22:11</a>; <a data-ref=\"II Chronicles 23:8\" href=\"/II_Chronicles.23.8\">23:8</a><sup>(×2)</sup>, <a data-ref=\"II Chronicles 23:9\" href=\"/II_Chronicles.23.9\">9</a>, <a data-ref=\"II Chronicles 23:14\" href=\"/II_Chronicles.23.14\">14</a><sup>(×2)</sup>; <a data-ref=\"II Chronicles 24:2\" href=\"/II_Chronicles.24.2\">24:2</a>, <a data-ref=\"II Chronicles 24:20\" href=\"/II_Chronicles.24.20\">20</a>, <a data-ref=\"II Chronicles 24:25\" href=\"/II_Chronicles.24.25\">25</a>, perhaps also <a data-ref=\"Jeremiah 29:26\" href=\"/Jeremiah.29.26\">Je 29:26</a>; <span dir=\"rtl\">הנהנים</span> sustaining him in his reforms <a data-ref=\"II Kings 12:5\" href=\"/II_Kings.12.5\">2 K 12:5</a>, <a data-ref=\"II Kings 12:6\" href=\"/II_Kings.12.6\">6</a>, <a data-ref=\"II Kings 12:7\" href=\"/II_Kings.12.7\">7</a>, <a data-ref=\"II Kings 12:8\" href=\"/II_Kings.12.8\">8</a>, <a data-ref=\"II Kings 12:9\" href=\"/II_Kings.12.9\">9</a>, <a data-ref=\"II Kings 12:10\" href=\"/II_Kings.12.10\">10</a>, <a data-ref=\"II Kings 12:17\" href=\"/II_Kings.12.17\">17</a>; Uriah was <span dir=\"rtl\">הַכּ׳</span> in the reign of Ahaz <a data-ref=\"II Kings 16:10\" href=\"/II_Kings.16.10\">2 K 16:10</a>, <a data-ref=\"II Kings 16:11\" href=\"/II_Kings.16.11\">11</a><sup>(×2)</sup>, <a data-ref=\"II Kings 16:15\" href=\"/II_Kings.16.15\">15</a>, <a data-ref=\"II Kings 16:16\" href=\"/II_Kings.16.16\">16</a> <a data-ref=\"Isaiah 8:2\" href=\"/Isaiah.8.2\">Is 8:2</a>; Hilkiah of Josiah <a data-ref=\"II Kings 22:10\" href=\"/II_Kings.22.10\">2 K 22:10</a>, <a data-ref=\"II Kings 22:12\" href=\"/II_Kings.22.12\">12</a>, <a data-ref=\"II Kings 22:14\" href=\"/II_Kings.22.14\">14</a>; <a data-ref=\"II Kings 23:24\" href=\"/II_Kings.23.24\">23:24</a> <a data-ref=\"II Chronicles 34:14\" href=\"/II_Chronicles.34.14\">2 Ch 34:14</a>, <a data-ref=\"II Chronicles 34:18\" href=\"/II_Chronicles.34.18\">18</a>. Other individual priests are named, e.g.: Pashhur of Jehoiachin <a data-ref=\"Jeremiah 20:1\" href=\"/Jeremiah.20.1\">Je 20:1</a>; Zephaniah of Zedekiah <a data-ref=\"Jeremiah 21:1\" href=\"/Jeremiah.21.1\">Je 21:1</a>; <a data-ref=\"Jeremiah 29:25\" href=\"/Jeremiah.29.25\">29:25</a>, <a data-ref=\"Jeremiah 29:26\" href=\"/Jeremiah.29.26\">26</a>, <a data-ref=\"Jeremiah 29:29\" href=\"/Jeremiah.29.29\">29</a>; <a data-ref=\"Jeremiah 37:3\" href=\"/Jeremiah.37.3\">37:3</a>; <span dir=\"rtl\">הַכּ׳</span> is Ezekiel’s title <a data-ref=\"Ezekiel 1:3\" href=\"/Ezekiel.1.3\">Ez 1:3</a>. Priests are classed with officials of state: prophets and priests <a data-ref=\"II Kings 23:2\" href=\"/II_Kings.23.2\">2 K 23:2</a> <a data-ref=\"Isaiah 28:7\" href=\"/Isaiah.28.7\">Is 28:7</a> <a data-ref=\"Jeremiah 5:31\" href=\"/Jeremiah.5.31\">Je 5:31</a>; <a data-ref=\"Jeremiah 6:13\" href=\"/Jeremiah.6.13\">6:13</a>; <a data-ref=\"Jeremiah 8:10\" href=\"/Jeremiah.8.10\">8:10</a>; <a data-ref=\"Jeremiah 14:18\" href=\"/Jeremiah.14.18\">14:18</a>; <a data-ref=\"Jeremiah 23:11\" href=\"/Jeremiah.23.11\">23:11</a>, <a data-ref=\"Jeremiah 23:33\" href=\"/Jeremiah.23.33\">33</a>, <a data-ref=\"Jeremiah 23:34\" href=\"/Jeremiah.23.34\">34</a>; <a data-ref=\"Jeremiah 26:7\" href=\"/Jeremiah.26.7\">26:7</a>, <a data-ref=\"Jeremiah 26:8\" href=\"/Jeremiah.26.8\">8</a>, <a data-ref=\"Jeremiah 26:11\" href=\"/Jeremiah.26.11\">11</a>, <a data-ref=\"Jeremiah 26:16\" href=\"/Jeremiah.26.16\">16</a>; <a data-ref=\"Jeremiah 29:1\" href=\"/Jeremiah.29.1\">29:1</a>; <a data-ref=\"Lamentations 2:20\" href=\"/Lamentations.2.20\">La 2:20</a>; <a data-ref=\"Lamentations 4:13\" href=\"/Lamentations.4.13\">4:13</a>; priests and elders <a data-ref=\"Lamentations 1:19\" href=\"/Lamentations.1.19\">La 1:19</a>; <a data-ref=\"Lamentations 4:16\" href=\"/Lamentations.4.16\">4:16</a>; king and priest <a data-ref=\"Lamentations 2:6\" href=\"/Lamentations.2.6\">La 2:6</a>; kings, priests, and prophets <a data-ref=\"Jeremiah 13:13\" href=\"/Jeremiah.13.13\">Je 13:13</a>; kings, princes, and priests <a data-ref=\"Jeremiah 1:18\" href=\"/Jeremiah.1.18\">Je 1:18</a>; princes, eunuchs, and priests <a data-ref=\"Jeremiah 34:19\" href=\"/Jeremiah.34.19\">Je 34:19</a>; priest, sage, and prophet <a data-ref=\"Jeremiah 18:18\" href=\"/Jeremiah.18.18\">Je 18:18</a>; chiefs, priests, and prophets <a data-ref=\"Micah 3:11\" href=\"/Micah.3.11\">Mi 3:11</a>; prophets, priests, and elders <a data-ref=\"Ezekiel 7:26\" href=\"/Ezekiel.7.26\">Ez 7:26</a>; kings, princes, priests, and prophets <a data-ref=\"Jeremiah 2:26\" href=\"/Jeremiah.2.26\">Je 2:26</a>; <a data-ref=\"Jeremiah 4:9\" href=\"/Jeremiah.4.9\">4:9</a>; <a data-ref=\"Jeremiah 8:1\" href=\"/Jeremiah.8.1\">8:1</a>; <a data-ref=\"Jeremiah 32:32\" href=\"/Jeremiah.32.32\">32:32</a>; princes, judges, prophets, and priests <a data-ref=\"Zephaniah 3:4\" href=\"/Zephaniah.3.4\">Zp 3:4</a>; seeming to exclude any other officials. Apparently in the same generic sense <span dir=\"rtl\">הכהנים</span> <a data-ref=\"Jeremiah 1:1\" href=\"/Jeremiah.1.1\">Je 1:1</a>; <a data-ref=\"Jeremiah 2:8\" href=\"/Jeremiah.2.8\">2:8</a>; <a data-ref=\"Jeremiah 27:16\" href=\"/Jeremiah.27.16\">27:16</a>; <a data-ref=\"Jeremiah 28:1\" href=\"/Jeremiah.28.1\">28:1</a>, <a data-ref=\"Jeremiah 28:5\" href=\"/Jeremiah.28.5\">5</a>; <a data-ref=\"Jeremiah 29:25\" href=\"/Jeremiah.29.25\">29:25</a>; <a data-ref=\"Jeremiah 31:14\" href=\"/Jeremiah.31.14\">31:14</a>; <span dir=\"rtl\">כַּכֹּהֵן</span> <a data-ref=\"Isaiah 24:2\" href=\"/Isaiah.24.2\">Is 24:2</a>; <span dir=\"rtl\">כהנים</span> <a data-ref=\"Job 12:19\" href=\"/Job.12.19\">Jb 12:19</a>; <span dir=\"rtl\">כהניה</span> <a data-ref=\"Lamentations 1:4\" href=\"/Lamentations.1.4\">La 1:4</a> <a data-ref=\"Ezekiel 22:26\" href=\"/Ezekiel.22.26\">Ez 22:26</a>; <span dir=\"rtl\">כהניו</span> <a data-ref=\"Psalms 78:64\" href=\"/Psalms.78.64\">ψ 78:64</a>. <em>Moses and Aaron among his priests</em> <a data-ref=\"Psalms 99:6\" href=\"/Psalms.99.6\">ψ 99:6</a> includes Moses (against P). Zion’s priests clothed with righteousness and salvation <a data-ref=\"Psalms 132:9\" href=\"/Psalms.132.9\">ψ 132:9</a>, <a data-ref=\"Psalms 132:16\" href=\"/Psalms.132.16\">16</a> = <a data-ref=\"II Chronicles 6:41\" href=\"/II_Chronicles.6.41\">2 Ch 6:41</a>, prob. here also.<br>†<strong>5.</strong>  <em>Levitical priests</em> <span dir=\"rtl\">הַכֹּהֲנִים הַלְוִיִּם</span> <a data-ref=\"Deuteronomy 17:9\" href=\"/Deuteronomy.17.9\">Dt 17:9</a>, <a data-ref=\"Deuteronomy 17:18\" href=\"/Deuteronomy.17.18\">18</a>; <a data-ref=\"Deuteronomy 18:1\" href=\"/Deuteronomy.18.1\">18:1</a>; <a data-ref=\"Deuteronomy 24:8\" href=\"/Deuteronomy.24.8\">24:8</a>; <a data-ref=\"Deuteronomy 27:9\" href=\"/Deuteronomy.27.9\">27:9</a>; <a data-ref=\"Joshua 3:3\" href=\"/Joshua.3.3\">Jos 3:3</a>; <a data-ref=\"Joshua 8:33\" href=\"/Joshua.8.33\">8:33</a> (all D), <a data-ref=\"Jeremiah 33:18\" href=\"/Jeremiah.33.18\">Je 33:18</a> (inverted), v <a data-ref=\"Jeremiah 33:21\" href=\"/Jeremiah.33.21\">21</a> (neither in 𝔊), <a data-ref=\"II Chronicles 5:5\" href=\"/II_Chronicles.5.5\">2 Ch 5:5</a> (= <span dir=\"rtl\">הַכּ׳ וְהַלּ׳</span> <a data-ref=\"I Kings 8:4\" href=\"/I_Kings.8.4\">1 K 8:4</a>: Chronicler retains original Deuteronomic reading), <a data-ref=\"Ezekiel 43:19\" href=\"/Ezekiel.43.19\">Ez 43:19</a>; <a data-ref=\"Ezekiel 44:15\" href=\"/Ezekiel.44.15\">44:15</a> (cf. <strong>6</strong>); <span dir=\"rtl\">הַכּ׳ בְנֵי לֵוִי</span> <a data-ref=\"Deuteronomy 21:5\" href=\"/Deuteronomy.21.5\">Dt 21:5</a>; <a data-ref=\"Deuteronomy 31:9\" href=\"/Deuteronomy.31.9\">31:9</a>; <span dir=\"rtl\">לקח לכ׳ לל׳</span> <a data-ref=\"Isaiah 66:21\" href=\"/Isaiah.66.21\">Is 66:21</a> <em>take for priests, for Levites</em> (of the nations in Messianic age). Doubtless of same class are: <span dir=\"rtl\">הַכֹּהֲנִים</span> <a data-ref=\"Deuteronomy 18:3\" href=\"/Deuteronomy.18.3\">Dt 18:3</a>; <a data-ref=\"Deuteronomy 19:17\" href=\"/Deuteronomy.19.17\">19:17</a>; <a data-ref=\"Joshua 3:6\" href=\"/Joshua.3.6\">Jos 3:6</a>, <a data-ref=\"Joshua 3:8\" href=\"/Joshua.3.8\">8</a>; <a data-ref=\"Joshua 4:11\" href=\"/Joshua.4.11\">4:11</a> (D); and <span dir=\"rtl\">הַכֹּהֵן</span>, the priest officiating on a partic. occasion <a data-ref=\"Deuteronomy 18:3\" href=\"/Deuteronomy.18.3\">Dt 18:3</a>; <a data-ref=\"Deuteronomy 20:2\" href=\"/Deuteronomy.20.2\">20:2</a>; or holding a partic. dignity <a data-ref=\"Deuteronomy 17:12\" href=\"/Deuteronomy.17.12\">17:12</a>; <a data-ref=\"Deuteronomy 26:3\" href=\"/Deuteronomy.26.3\">26:3</a>, <a data-ref=\"Deuteronomy 26:4\" href=\"/Deuteronomy.26.4\">4</a>. The <span dir=\"rtl\">כהנים</span> of the other cities of Judah, <span dir=\"rtl\">כ׳ הבמות</span>, who were not allowed to minister in Jerusalem <a data-ref=\"II Kings 23:8\" href=\"/II_Kings.23.8\">2 K 23:8</a><sup>(×2)</sup>, <a data-ref=\"II Kings 23:9\" href=\"/II_Kings.23.9\">9</a>, <a data-ref=\"II Kings 23:20\" href=\"/II_Kings.23.20\">20</a>, may be an attempt to enforce an exclusion from the priesthood of all but Levitical priests.<br>†<strong>6.</strong>  <em>Zadokite priests:</em> Ezekiel distinguishes among <span dir=\"rtl\">הכהנים הלוים</span> those of the seed of Zadok, <span dir=\"rtl\">בְּנֵי צָדוֹק</span>; all but the latter excluded by him from priesthood <a data-ref=\"Ezekiel 40:46\" href=\"/Ezekiel.40.46\">40:46</a>; <a data-ref=\"Ezekiel 43:19\" href=\"/Ezekiel.43.19\">43:19</a>; <a data-ref=\"Ezekiel 44:15\" href=\"/Ezekiel.44.15\">44:15</a>; <a data-ref=\"Ezekiel 48:11\" href=\"/Ezekiel.48.11\">48:11</a>; the priests of his code being all Zadokites <a data-ref=\"Ezekiel 40:45\" href=\"/Ezekiel.40.45\">40:45</a>, <a data-ref=\"Ezekiel 40:46\" href=\"/Ezekiel.40.46\">46</a>; <a data-ref=\"Ezekiel 42:13\" href=\"/Ezekiel.42.13\">42:13</a>, <a data-ref=\"Ezekiel 42:14\" href=\"/Ezekiel.42.14\">14</a>; <a data-ref=\"Ezekiel 43:24\" href=\"/Ezekiel.43.24\">43:24</a>, <a data-ref=\"Ezekiel 43:27\" href=\"/Ezekiel.43.27\">27</a>; <a data-ref=\"Ezekiel 44:21\" href=\"/Ezekiel.44.21\">44:21</a>, <a data-ref=\"Ezekiel 44:22\" href=\"/Ezekiel.44.22\">22</a>, <a data-ref=\"Ezekiel 44:30\" href=\"/Ezekiel.44.30\">30</a><sup>(×2)</sup>, <a data-ref=\"Ezekiel 44:31\" href=\"/Ezekiel.44.31\">31</a>; <a data-ref=\"Ezekiel 45:4\" href=\"/Ezekiel.45.4\">45:4</a>, <a data-ref=\"Ezekiel 45:19\" href=\"/Ezekiel.45.19\">19</a>; <a data-ref=\"Ezekiel 46:2\" href=\"/Ezekiel.46.2\">46:2</a>, <a data-ref=\"Ezekiel 46:19\" href=\"/Ezekiel.46.19\">19</a>, <a data-ref=\"Ezekiel 46:20\" href=\"/Ezekiel.46.20\">20</a>; <a data-ref=\"Ezekiel 48:10\" href=\"/Ezekiel.48.10\">48:10</a>, <a data-ref=\"Ezekiel 48:13\" href=\"/Ezekiel.48.13\">13</a>.<br><strong>7.</strong>  <em>Aaronic priests</em>. In H. it is taken for granted that a priest is of the seed of Aaron; the pl. is never used; <span dir=\"rtl\">כֹּהֵן</span> is used for any priest <a data-ref=\"Leviticus 21:9\" href=\"/Leviticus.21.9\">Lv 21:9</a>; <a data-ref=\"Leviticus 22:10\" href=\"/Leviticus.22.10\">22:10</a>, <a data-ref=\"Leviticus 22:11\" href=\"/Leviticus.22.11\">11</a>, <a data-ref=\"Leviticus 22:12\" href=\"/Leviticus.22.12\">12</a>, <a data-ref=\"Leviticus 22:13\" href=\"/Leviticus.22.13\">13</a>; <span dir=\"rtl\">הַכֹּהֵן</span> for Aaron <a data-ref=\"Leviticus 21:21\" href=\"/Leviticus.21.21\">Lv 21:21</a>, and for the official priest (acting for the priesthood, almost collective) <a data-ref=\"Leviticus 17:5\" href=\"/Leviticus.17.5\">Lv 17:5</a>, <a data-ref=\"Leviticus 17:6\" href=\"/Leviticus.17.6\">6</a>; <a data-ref=\"Leviticus 22:14\" href=\"/Leviticus.22.14\">22:14</a>; <a data-ref=\"Leviticus 23:10\" href=\"/Leviticus.23.10\">23:10</a>, <a data-ref=\"Leviticus 23:11\" href=\"/Leviticus.23.11\">11</a>, <a data-ref=\"Leviticus 23:20\" href=\"/Leviticus.23.20\">20</a><sup>(×2)</sup>; <a data-ref=\"Leviticus 27:8\" href=\"/Leviticus.27.8\">27:8</a><sup>(×3)</sup>, <a data-ref=\"Leviticus 27:11\" href=\"/Leviticus.27.11\">11</a>, <a data-ref=\"Leviticus 27:12\" href=\"/Leviticus.27.12\">12</a><sup>(×2)</sup>, <a data-ref=\"Leviticus 27:14\" href=\"/Leviticus.27.14\">14</a><sup>(×2)</sup>, <a data-ref=\"Leviticus 27:18\" href=\"/Leviticus.27.18\">18</a>, <a data-ref=\"Leviticus 27:21\" href=\"/Leviticus.27.21\">21</a>, <a data-ref=\"Leviticus 27:23\" href=\"/Leviticus.27.23\">23</a>. The priests of P are <span dir=\"rtl\">בְּנֵי אַהֲרֹן</span> <a data-ref=\"Leviticus 1:5\" href=\"/Leviticus.1.5\">Lv 1:5</a>, <a data-ref=\"Leviticus 1:8\" href=\"/Leviticus.1.8\">8</a>, <a data-ref=\"Leviticus 1:11\" href=\"/Leviticus.1.11\">11</a>; <a data-ref=\"Leviticus 2:2\" href=\"/Leviticus.2.2\">2:2</a>; <a data-ref=\"Leviticus 3:2\" href=\"/Leviticus.3.2\">3:2</a>; <a data-ref=\"Leviticus 21:1\" href=\"/Leviticus.21.1\">21:1</a> <a data-ref=\"Numbers 3:3\" href=\"/Numbers.3.3\">Nu 3:3</a>; <a data-ref=\"Numbers 10:8\" href=\"/Numbers.10.8\">10:8</a> <a data-ref=\"Joshua 21:19\" href=\"/Joshua.21.19\">Jos 21:19</a>; so in Chronicles <a data-ref=\"II Chronicles 13:9\" href=\"/II_Chronicles.13.9\">2 Ch 13:9</a>, <a data-ref=\"II Chronicles 13:10\" href=\"/II_Chronicles.13.10\">10</a>; <a data-ref=\"II Chronicles 26:18\" href=\"/II_Chronicles.26.18\">26:18</a>; <a data-ref=\"II Chronicles 29:21\" href=\"/II_Chronicles.29.21\">29:21</a>; <a data-ref=\"II Chronicles 31:19\" href=\"/II_Chronicles.31.19\">31:19</a>; <a data-ref=\"II Chronicles 35:14\" href=\"/II_Chronicles.35.14\">35:14</a><sup>(×2)</sup>; <span dir=\"rtl\">הַכֹּהֵן</span> is used of Aaron 22 times, Eleazar 29 times, Phinehas <a data-ref=\"Joshua 22:30\" href=\"/Joshua.22.30\">Jos 22:30</a> and elsewhere; 180 times of ministering priests, or generic of the priests; <span dir=\"rtl\">הכהנים</span> <a data-ref=\"Leviticus 6:22\" href=\"/Leviticus.6.22\">Lv 6:22</a>; <a data-ref=\"Leviticus 7:6\" href=\"/Leviticus.7.6\">7:6</a>; <a data-ref=\"Leviticus 13:2\" href=\"/Leviticus.13.2\">13:2</a>; <a data-ref=\"Leviticus 16:33\" href=\"/Leviticus.16.33\">16:33</a> <a data-ref=\"Joshua 4:16\" href=\"/Joshua.4.16\">Jos 4:16</a>; <span dir=\"rtl\">כהן</span> <a data-ref=\"Leviticus 6:16\" href=\"/Leviticus.6.16\">Lv 6:16</a>. Chronicles distinguishes <span dir=\"rtl\">הַכֹּהֲנִים וְהַלְוִיִּם</span> <a data-ref=\"I Chronicles 13:2\" href=\"/I_Chronicles.13.2\">1 Ch 13:2</a>; <a data-ref=\"I Chronicles 15:11\" href=\"/I_Chronicles.15.11\">15:11</a>, <a data-ref=\"I Chronicles 15:14\" href=\"/I_Chronicles.15.14\">14</a>; <a data-ref=\"I Chronicles 23:2\" href=\"/I_Chronicles.23.2\">23:2</a>; <a data-ref=\"I Chronicles 24:6\" href=\"/I_Chronicles.24.6\">24:6</a>, <a data-ref=\"I Chronicles 24:31\" href=\"/I_Chronicles.24.31\">31</a>; <a data-ref=\"I Chronicles 28:13\" href=\"/I_Chronicles.28.13\">28:13</a>, <a data-ref=\"I Chronicles 28:21\" href=\"/I_Chronicles.28.21\">21</a> <a data-ref=\"II Chronicles 8:15\" href=\"/II_Chronicles.8.15\">2 Ch 8:15</a>; <a data-ref=\"II Chronicles 11:13\" href=\"/II_Chronicles.11.13\">11:13</a>; <a data-ref=\"II Chronicles 13:9\" href=\"/II_Chronicles.13.9\">13:9</a>, <a data-ref=\"II Chronicles 13:10\" href=\"/II_Chronicles.13.10\">10</a>; <a data-ref=\"II Chronicles 23:4\" href=\"/II_Chronicles.23.4\">23:4</a>; <a data-ref=\"II Chronicles 24:5\" href=\"/II_Chronicles.24.5\">24:5</a>; <a data-ref=\"II Chronicles 29:4\" href=\"/II_Chronicles.29.4\">29:4</a>; <a data-ref=\"II Chronicles 30:15\" href=\"/II_Chronicles.30.15\">30:15</a>, <a data-ref=\"II Chronicles 30:25\" href=\"/II_Chronicles.30.25\">25</a>; <a data-ref=\"II Chronicles 31:2\" href=\"/II_Chronicles.31.2\">31:2</a><sup>(×2)</sup>, <a data-ref=\"II Chronicles 31:4\" href=\"/II_Chronicles.31.4\">4</a>, <a data-ref=\"II Chronicles 31:9\" href=\"/II_Chronicles.31.9\">9</a>; <a data-ref=\"II Chronicles 34:30\" href=\"/II_Chronicles.34.30\">34:30</a>; <a data-ref=\"II Chronicles 35:8\" href=\"/II_Chronicles.35.8\">35:8</a>, <a data-ref=\"II Chronicles 35:18\" href=\"/II_Chronicles.35.18\">18</a> (the variants without <span dir=\"rtl\">וְ</span> <a data-ref=\"II Chronicles 23:18\" href=\"/II_Chronicles.23.18\">2 Ch 23:18</a>; <a data-ref=\"II Chronicles 30:27\" href=\"/II_Chronicles.30.27\">30:27</a> are due to copyists’ errors). <a data-ref=\"Ezra 1:5\" href=\"/Ezra.1.5\">Ezr 1:5</a>; <a data-ref=\"Ezra 2:70\" href=\"/Ezra.2.70\">2:70</a>; <a data-ref=\"Ezra 3:8\" href=\"/Ezra.3.8\">3:8</a>, <a data-ref=\"Ezra 3:12\" href=\"/Ezra.3.12\">12</a>; <a data-ref=\"Ezra 6:20\" href=\"/Ezra.6.20\">6:20</a>; <a data-ref=\"Ezra 7:7\" href=\"/Ezra.7.7\">7:7</a>; <a data-ref=\"Ezra 8:29\" href=\"/Ezra.8.29\">8:29</a>, <a data-ref=\"Ezra 8:30\" href=\"/Ezra.8.30\">30</a>; <a data-ref=\"Ezra 9:1\" href=\"/Ezra.9.1\">9:1</a> <a data-ref=\"Nehemiah 7:71\" href=\"/Nehemiah.7.71\">Ne 7:72</a>; <a data-ref=\"Nehemiah 8:13\" href=\"/Nehemiah.8.13\">8:13</a>; <a data-ref=\"Nehemiah 11:3\" href=\"/Nehemiah.11.3\">11:3</a>; <a data-ref=\"Nehemiah 12:1\" href=\"/Nehemiah.12.1\">12:1</a>, <a data-ref=\"Nehemiah 12:30\" href=\"/Nehemiah.12.30\">30</a>, <a data-ref=\"Nehemiah 12:44\" href=\"/Nehemiah.12.44\">44</a><sup>(×2)</sup>; <a data-ref=\"Nehemiah 13:30\" href=\"/Nehemiah.13.30\">13:30</a>; <span dir=\"rtl\">הלוים והכהנים</span> <a data-ref=\"II Chronicles 19:8\" href=\"/II_Chronicles.19.8\">2 Ch 19:8</a>; <a data-ref=\"II Chronicles 30:21\" href=\"/II_Chronicles.30.21\">30:21</a>; priests, Levites, and others <a data-ref=\"I Chronicles 9:2\" href=\"/I_Chronicles.9.2\">1 Ch 9:2</a> <a data-ref=\"Ezra 10:5\" href=\"/Ezra.10.5\">Ezr 10:5</a> <a data-ref=\"Nehemiah 10:1\" href=\"/Nehemiah.10.1\">Ne 10:1</a>, <a data-ref=\"Nehemiah 10:29\" href=\"/Nehemiah.10.29\">29</a>, <a data-ref=\"Nehemiah 10:35\" href=\"/Nehemiah.10.35\">35</a>; <a data-ref=\"Nehemiah 11:20\" href=\"/Nehemiah.11.20\">11:20</a>; <span dir=\"rtl\">בְּנֵי לֵוִי</span> antith. to <span dir=\"rtl\">הַכּ׳</span> <a data-ref=\"Ezra 8:15\" href=\"/Ezra.8.15\">Ezr 8:15</a>; <span dir=\"rtl\">הכהן בן אהרן עם הלוים</span> <a data-ref=\"Nehemiah 10:39\" href=\"/Nehemiah.10.39\">Ne 10:39</a>; <span dir=\"rtl\">(ה)כהנים</span> in Chr 67 times has the same reference, as also <span dir=\"rtl\">כֹּהֲנֵינוּ</span> <a data-ref=\"Ezra 9:7\" href=\"/Ezra.9.7\">Ezr 9:7</a> <a data-ref=\"Nehemiah 9:32\" href=\"/Nehemiah.9.32\">Ne 9:32</a>, <a data-ref=\"Nehemiah 9:34\" href=\"/Nehemiah.9.34\">34</a>; <span dir=\"rtl\">כֹּהֵן</span> <a data-ref=\"Ezra 2:63\" href=\"/Ezra.2.63\">Ezr 2:63</a> = <a data-ref=\"Nehemiah 7:64\" href=\"/Nehemiah.7.64\">Ne 7:65</a>; <span dir=\"rtl\">כ׳ ליהוה</span> <a data-ref=\"II Chronicles 26:17\" href=\"/II_Chronicles.26.17\">2 Ch 26:17</a>; <span dir=\"rtl\">כהניו</span> <em>His</em> (God’s) <em>priests</em> <a data-ref=\"II Chronicles 13:12\" href=\"/II_Chronicles.13.12\">2 Ch 13:12</a>; <span dir=\"rtl\">כ׳ מוֹרֶה</span> <em>teaching priest</em> <a data-ref=\"II Chronicles 15:3\" href=\"/II_Chronicles.15.3\">2 Ch 15:3</a>; <span dir=\"rtl\">הַכֹּהֵן</span> is used of Jehoiada in time of David <a data-ref=\"I Chronicles 27:5\" href=\"/I_Chronicles.27.5\">1 Ch 27:5</a>, and Azariah in the reign of Uzziah <a data-ref=\"II Chronicles 26:17\" href=\"/II_Chronicles.26.17\">2 Ch 26:17</a>. In the literature of the restoration <span dir=\"rtl\">הַכֹּהֵן</span> is used of Ezra, <a data-ref=\"Ezra 7:11\" href=\"/Ezra.7.11\">Ezr 7:11</a>; <a data-ref=\"Ezra 10:10\" href=\"/Ezra.10.10\">10:10</a>, <a data-ref=\"Ezra 10:16\" href=\"/Ezra.10.16\">16</a> <a data-ref=\"Nehemiah 8:2\" href=\"/Nehemiah.8.2\">Ne 8:2</a>, <a data-ref=\"Nehemiah 8:9\" href=\"/Nehemiah.8.9\">9</a>; <a data-ref=\"Nehemiah 12:26\" href=\"/Nehemiah.12.26\">12:26</a>; Uriah <a data-ref=\"Ezra 8:33\" href=\"/Ezra.8.33\">Ezr 8:33</a>; Eliashib <a data-ref=\"Nehemiah 13:4\" href=\"/Nehemiah.13.4\">Ne 13:4</a>; Shelemiah <a data-ref=\"Nehemiah 13:13\" href=\"/Nehemiah.13.13\">Ne 13:13</a>; <span dir=\"rtl\">הכהנים</span> <a data-ref=\"Joel 1:9\" href=\"/Joel.1.9\">Jo 1:9</a>, <a data-ref=\"Joel 1:13\" href=\"/Joel.1.13\">13</a>; <a data-ref=\"Joel 2:17\" href=\"/Joel.2.17\">2:17</a> <a data-ref=\"Haggai 2:11\" href=\"/Haggai.2.11\">Hg 2:11</a>, <a data-ref=\"Haggai 2:12\" href=\"/Haggai.2.12\">12</a>, <a data-ref=\"Haggai 2:13\" href=\"/Haggai.2.13\">13</a> <a data-ref=\"Zechariah 7:5\" href=\"/Zechariah.7.5\">Zc 7:5</a> <a data-ref=\"Malachi 1:6\" href=\"/Malachi.1.6\">Mal 1:6</a>; <a data-ref=\"Malachi 2:1\" href=\"/Malachi.2.1\">2:1</a>; priests and prophets <a data-ref=\"Zechariah 7:3\" href=\"/Zechariah.7.3\">Zc 7:3</a>; <span dir=\"rtl\">כהן</span> <a data-ref=\"Malachi 2:7\" href=\"/Malachi.2.7\">Mal 2:7</a>.<br><strong>8.</strong>  <em>the high priest:</em> <span dir=\"rtl\">הַכֹּהֵן</span> is frequently used (see <strong>4</strong>) to designate the priest who was at the head of priestly affairs. The adj. <span dir=\"rtl\">הַגָּדוֹל</span> first appears of Jehoiada <a data-ref=\"II Kings 12:11\" href=\"/II_Kings.12.11\">2 K 12:11</a>, then of Hilkiah <a data-ref=\"II Kings 22:4\" href=\"/II_Kings.22.4\">2 K 22:4</a>, <a data-ref=\"II Kings 22:8\" href=\"/II_Kings.22.8\">8</a>; <a data-ref=\"II Kings 23:4\" href=\"/II_Kings.23.4\">23:4</a>; <a data-ref=\"II Chronicles 34:9\" href=\"/II_Chronicles.34.9\">2 Ch 34:9</a>; after the exile, of Joshua <a data-ref=\"Haggai 1:1\" href=\"/Haggai.1.1\">Hg 1:1</a>, <a data-ref=\"Haggai 1:12\" href=\"/Haggai.1.12\">12</a>, <a data-ref=\"Haggai 1:14\" href=\"/Haggai.1.14\">14</a>; <a data-ref=\"Haggai 2:2\" href=\"/Haggai.2.2\">2:2</a>, <a data-ref=\"Haggai 2:4\" href=\"/Haggai.2.4\">4</a> <a data-ref=\"Zechariah 3:1\" href=\"/Zechariah.3.1\">Zc 3:1</a>, <a data-ref=\"Zechariah 3:8\" href=\"/Zechariah.3.8\">8</a>; <a data-ref=\"Zechariah 6:11\" href=\"/Zechariah.6.11\">6:11</a>, and Eliashib <a data-ref=\"Nehemiah 3:1\" href=\"/Nehemiah.3.1\">Ne 3:1</a>, <a data-ref=\"Nehemiah 3:20\" href=\"/Nehemiah.3.20\">20</a>; <a data-ref=\"Nehemiah 13:28\" href=\"/Nehemiah.13.28\">13:28</a>. But P uses it of Aaron and his eldest descendants who are anointed with holy oil <a data-ref=\"Leviticus 21:10\" href=\"/Leviticus.21.10\">Lv 21:10</a> (H; <span dir=\"rtl\">הכ׳ הַגָּדוֹל מֶאֶהָיו</span>), <a data-ref=\"Numbers 35:25\" href=\"/Numbers.35.25\">Nu 35:25</a>, <a data-ref=\"Numbers 35:28\" href=\"/Numbers.35.28\">28</a><sup>(×2)</sup> <a data-ref=\"Joshua 20:6\" href=\"/Joshua.20.6\">Jos 20:6</a>, and so <span dir=\"rtl\">הַכּ׳ הַמָּשִׁיהַ</span> <a data-ref=\"Leviticus 4:3\" href=\"/Leviticus.4.3\">Lv 4:3</a>, <a data-ref=\"Leviticus 4:5\" href=\"/Leviticus.4.5\">5</a>, <a data-ref=\"Leviticus 4:16\" href=\"/Leviticus.4.16\">16</a>; <a data-ref=\"Leviticus 6:15\" href=\"/Leviticus.6.15\">6:15</a>, cf. <a data-ref=\"Leviticus 16:32\" href=\"/Leviticus.16.32\">16:32</a>. <span dir=\"rtl\">כ׳ הָרֹאשׁ</span> is used of Seraiah <a data-ref=\"II Kings 25:18\" href=\"/II_Kings.25.18\">2 K 25:18</a> = <a data-ref=\"Jeremiah 52:24\" href=\"/Jeremiah.52.24\">Je 52:24</a>; and, in Chronicler, of Amariah <a data-ref=\"II Chronicles 19:11\" href=\"/II_Chronicles.19.11\">2 Ch 19:11</a>, Jehoiada <a data-ref=\"II Chronicles 24:11\" href=\"/II_Chronicles.24.11\">2 Ch 24:11</a>, Azariah, <a data-ref=\"II Chronicles 26:20\" href=\"/II_Chronicles.26.20\">2 Ch 26:20</a>; <a data-ref=\"II Chronicles 31:10\" href=\"/II_Chronicles.31.10\">31:10</a>; of Aaron <a data-ref=\"Ezra 7:5\" href=\"/Ezra.7.5\">Ezr 7:5</a>. (We also supposes <span dir=\"rtl\">הרואה</span> in <a data-ref=\"II Samuel 15:27\" href=\"/II_Samuel.15.27\">2 S 15:27</a> to be a corruption of <span dir=\"rtl\">הראשׁ</span>, which he regards as postexilic insertion. The text is corrupt [see Dr<sup>Sm. l.c.</sup>]; but this correction is improbable. Lists of high priests occur <a data-ref=\"I Chronicles 5:30-41\" href=\"/I_Chronicles.5.30-41\">1 Ch 5:30–41</a>; <a data-ref=\"I Chronicles 6:35-38\" href=\"/I_Chronicles.6.35-38\">6:35–38</a>.) A priest of second rank <span dir=\"rtl\">(כֹּהֵן (ה)מִשְׁנֶה)</span> appears in <a data-ref=\"II Kings 23:4\" href=\"/II_Kings.23.4\">2 K 23:4</a> (cstr. pl. incorrect), <a data-ref=\"II Kings 25:18\" href=\"/II_Kings.25.18\">25:18</a> = <a data-ref=\"Jeremiah 52:24\" href=\"/Jeremiah.52.24\">Je 52:24</a>; <span dir=\"rtl\">זִקְנֵי הַכּ׳</span> <a data-ref=\"II Kings 19:2\" href=\"/II_Kings.19.2\">2 K 19:2</a> = <a data-ref=\"Isaiah 37:2\" href=\"/Isaiah.37.2\">Is 37:2</a>, <a data-ref=\"Jeremiah 19:1\" href=\"/Jeremiah.19.1\">Je 19:1</a>; <span dir=\"rtl\">שָׂרֵי הַכּ׳</span> <a data-ref=\"II Chronicles 36:14\" href=\"/II_Chronicles.36.14\">2 Ch 36:14</a> <a data-ref=\"Ezra 8:24\" href=\"/Ezra.8.24\">Ezr 8:24</a>, <a data-ref=\"Ezra 8:29\" href=\"/Ezra.8.29\">29</a>; <a data-ref=\"Ezra 10:5\" href=\"/Ezra.10.5\">10:5</a>; <span dir=\"rtl\">רָאשֵׁי הַכּ׳</span> <a data-ref=\"Nehemiah 12:7\" href=\"/Nehemiah.12.7\">Ne 12:7</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d2d9b6084aa1cbf1f2e3", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, מָשִׁיחַ 1", "anchorRef": "Leviticus 4:5", "anchorRefExpanded": ["Leviticus 4:5"], "sourceRef": "BDB, מָשִׁיחַ 1", "sourceHeRef": "בראון-דרייבר-בריגס, מָשִׁיחַ א׳", "anchorVerse": 5, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "מָשִׁיחַ", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† <big><span dir=\"rtl\">מָשִׁיחַ</span></big>  <strong>n.m. anointed</strong>;—abs. <span dir=\"rtl\">מ׳</span> <a data-ref=\"Leviticus 4:3\" href=\"/Leviticus.4.3\">Lv 4:3</a> + 5 times; cstr. <span dir=\"rtl\">מְשִׁיחַ</span> <a data-ref=\"Lamentations 4:20\" href=\"/Lamentations.4.20\">La 4:20</a> + 11 times; sf. <span dir=\"rtl\">מְשִׁיחִי</span> <a data-ref=\"Psalms 132:17\" href=\"/Psalms.132.17\">ψ 132:17</a> <a data-ref=\"I Samuel 2:35\" href=\"/I_Samuel.2.35\">1 S 2:35</a>; <span dir=\"rtl\">מְשִׁיחֶ֑ךָ</span> <a data-ref=\"Habakkuk 3:13\" href=\"/Habakkuk.3.13\">Hb 3:13</a> + 5 times; <span dir=\"rtl\">מְשִׁיחוֹ</span> <a data-ref=\"Psalms 2:2\" href=\"/Psalms.2.2\">ψ 2:2</a> + 9 times; pl. sf. <span dir=\"rtl\">מְשִׁיחָ֑י</span> <a data-ref=\"Psalms 105:15\" href=\"/Psalms.105.15\">105:15</a> <a data-ref=\"I Chronicles 16:22\" href=\"/I_Chronicles.16.22\">1 Ch 16:22</a>;—<br><strong>1.</strong>  king of Israel <em>anointed</em> by divine command, <span dir=\"rtl\">מ׳ יהוה</span> <a data-ref=\"I Samuel 24:7\" href=\"/I_Samuel.24.7\">1 S 24:7</a><sup>(×2)</sup>, <a data-ref=\"I Samuel 24:11\" href=\"/I_Samuel.24.11\">11</a>; <a data-ref=\"I Samuel 26:9\" href=\"/I_Samuel.26.9\">26:9</a>, <a data-ref=\"I Samuel 26:11\" href=\"/I_Samuel.26.11\">11</a>, <a data-ref=\"I Samuel 26:16\" href=\"/I_Samuel.26.16\">16</a>, <a data-ref=\"I Samuel 26:23\" href=\"/I_Samuel.26.23\">23</a> <a data-ref=\"II Samuel 1:14\" href=\"/II_Samuel.1.14\">2 S 1:14</a>, <a data-ref=\"II Samuel 1:16\" href=\"/II_Samuel.1.16\">16</a>; <a data-ref=\"II Samuel 19:22\" href=\"/II_Samuel.19.22\">19:22</a>; <a data-ref=\"Lamentations 4:20\" href=\"/Lamentations.4.20\">La 4:20</a>; <span dir=\"rtl\">מ׳ אלהי יעקב</span> <a data-ref=\"II Samuel 23:1\" href=\"/II_Samuel.23.1\">2 S 23:1</a>; so c. sfs. ref. to <span dir=\"rtl\">י׳</span>, <a data-ref=\"I Samuel 12:3\" href=\"/I_Samuel.12.3\">1 S 12:3</a>, <a data-ref=\"I Samuel 12:5\" href=\"/I_Samuel.12.5\">5</a>; <a data-ref=\"I Samuel 16:6\" href=\"/I_Samuel.16.6\">16:6</a> <a data-ref=\"Psalms 20:7\" href=\"/Psalms.20.7\">ψ 20:7</a>; <a data-ref=\"Psalms 28:8\" href=\"/Psalms.28.8\">28:8</a>; <a data-ref=\"Habakkuk 3:13\" href=\"/Habakkuk.3.13\">Hb 3:13</a>; Davidic dynasty with Messianic ideals attached <a data-ref=\"Psalms 2:2\" href=\"/Psalms.2.2\">ψ 2:2</a>; <a data-ref=\"Psalms 18:51\" href=\"/Psalms.18.51\">18:51</a>, = <a data-ref=\"II Samuel 22:51\" href=\"/II_Samuel.22.51\">2 S 22:51</a>, <a data-ref=\"Psalms 89:39\" href=\"/Psalms.89.39\">ψ 89:39</a>, <a data-ref=\"Psalms 89:52\" href=\"/Psalms.89.52\">52</a>; <a data-ref=\"Psalms 132:10\" href=\"/Psalms.132.10\">132:10</a> = <a data-ref=\"II Chronicles 6:42\" href=\"/II_Chronicles.6.42\">2 Ch 6:42</a>, <a data-ref=\"Psalms 132:17\" href=\"/Psalms.132.17\">ψ 132:17</a>; <a data-ref=\"I Samuel 2:10\" href=\"/I_Samuel.2.10\">1 S 2:10</a>, <a data-ref=\"I Samuel 2:35\" href=\"/I_Samuel.2.35\">35</a>.<br><strong>2.</strong>  high priest of Israel, <span dir=\"rtl\">הַכֹּהֵן הַמָּשִׁיחַ</span>, <a data-ref=\"Leviticus 4:3\" href=\"/Leviticus.4.3\">Lv 4:3</a>, <a data-ref=\"Leviticus 4:5\" href=\"/Leviticus.4.5\">5</a>, <a data-ref=\"Leviticus 4:16\" href=\"/Leviticus.4.16\">16</a>; <a data-ref=\"Leviticus 6:15\" href=\"/Leviticus.6.15\">6:15</a> (P); <span dir=\"rtl\">מְשִׁיהֶ֑ךָ</span> <a data-ref=\"Psalms 84:10\" href=\"/Psalms.84.10\">ψ 84:10</a>.<br><strong>3.</strong>  Cyrus as commissioned by <span dir=\"rtl\">י׳</span>, <span dir=\"rtl\">מְשִׁיחוֹ</span> <a data-ref=\"Isaiah 45:1\" href=\"/Isaiah.45.1\">Is 45:1</a>.<br><strong>4.</strong>  <em>Messianic prince</em>, <span dir=\"rtl\">עַד־מָשִׁיחַ נָגִיד</span> <a data-ref=\"Daniel 9:25\" href=\"/Daniel.9.25\">Dn 9:25</a> = <span dir=\"rtl\">מָשִׁיחַ</span> v <a data-ref=\"Daniel 9:26\" href=\"/Daniel.9.26\">26</a> (see Br<sup>MP 422 f.</sup>; others disting. <span dir=\"rtl\">מ׳</span> v <a data-ref=\"Daniel 9:25\" href=\"/Daniel.9.25\">25</a> from v <a data-ref=\"Daniel 9:26\" href=\"/Daniel.9.26\">26</a> and refer v <a data-ref=\"Daniel 9:25\" href=\"/Daniel.9.25\">25</a> to Cyrus [as <strong>3</strong>; so Ew v. Leng Schü Co Behrm], or h. p. Joshua [as <strong>2</strong>; so Gr Bev], v <a data-ref=\"Daniel 9:26\" href=\"/Daniel.9.26\">26</a> to Seleucus iv [Ew v. Leng], or h.p. Onias iii. [Hi Gr Co Bev Behrm]).<br><strong>5.</strong>  patriarchs, regarded as anointed kings <a data-ref=\"Psalms 105:15\" href=\"/Psalms.105.15\">ψ 105:15</a> = <a data-ref=\"I Chronicles 16:22\" href=\"/I_Chronicles.16.22\">1 Ch 16:22</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "64e4a19a613f3c2d3b454328", "index_title": "German Commentary on Mishnah Zevachim", "category": "Quoting Commentary", "type": "", "ref": "German Commentary on Mishnah Zevachim 2:1:15", "anchorRef": "Leviticus 4:5", "anchorRefExpanded": ["Leviticus 4:5"], "sourceRef": "German Commentary on Mishnah Zevachim 2:1:15", "sourceHeRef": "פירוש גרמני על משנה זבחים ב׳:א׳:ט״ו", "anchorVerse": 5, "sourceHasEn": true, "commentaryNum": 1.0015, "collectiveTitle": {"en": "German Commentary on Mishnah Zevachim", "he": "פירוש גרמני על משנה זבחים"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<b>untauglich.</b>  weil Lev. 4, 5 vorgeschrieben wird, der Priester nehme <span dir=\"rtl\">מדם הפר</span>, was nicht bedeuten kann „von dem Blute des Stieres,“ da ebendort Vers 7 geboten wird, dass er <span dir=\"rtl\">את כל דם חפר</span> „das ganze Blut des Stieres“ an den Grund giessen soll; vielmehr sei <span dir=\"rtl\">מדם הפר</span> hier gleichbedeutend mit <span dir=\"rtl\">דם מחפר</span>, und es wird damit also geboten, dass der Priester das Blut unmittelbar, wie es vom Opfertiere herausfliesst, auffangen muss, nicht aber, nachdem es erst auf den Boden vergossen worden ist. Über die grammatikalische Berechtigung dieser Auslegung siehe Hoffmann, das Buch Leviticus z. St.", "versionTitle": "Mischnajot mit deutscher Übersetzung und Erklärung. Berlin 1887-1933 [de]", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "64e4a1a2613f3c2d3b454517", "index_title": "German Commentary on Mishnah Zevachim", "category": "Quoting Commentary", "type": "", "ref": "German Commentary on Mishnah Zevachim 4:4:7", "anchorRef": "Leviticus 4:1-12", "anchorRefExpanded": ["Leviticus 4:1", "Leviticus 4:2", "Leviticus 4:3", "Leviticus 4:4", "Leviticus 4:5", "Leviticus 4:6", "Leviticus 4:7", "Leviticus 4:8", "Leviticus 4:9", "Leviticus 4:10", "Leviticus 4:11", "Leviticus 4:12"], "sourceRef": "German Commentary on Mishnah Zevachim 4:4:7", "sourceHeRef": "פירוש גרמני על משנה זבחים ד׳:ד׳:ז׳", "anchorVerse": 1, "sourceHasEn": true, "commentaryNum": 4.0007, "collectiveTitle": {"en": "German Commentary on Mishnah Zevachim", "he": "פירוש גרמני על משנה זבחים"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<b>die verbrannt werden.</b>  deren Fleisch nicht auf dem Altar und nicht von den Priestern verzehrt wurde; es wurden nur die Opferteile auf dem äusseren Altar dargebracht, alles Übrige sodann ausserhalb Jerusalems auf einem dazu bestimmten Platz verbrannt. Solcher <span dir=\"rtl\">פרים הנשרפים</span> gab es drei: 1) Der Stier, welchen der Hohepriester zu bringen hatte, wenn er auf Grund einer selbstgeschöpften irrigen Ansicht ein Vergehen begangen hatte, auf welches die Ausrottungsstrafe steht (Lev. 4, 1—12); dieses Opfer wurde auch <span dir=\"rtl\">פר כהן המשיח</span> genannt. 2) Der Stier, welchen die ganze Gemeinde zu bringen hatte, wenn sie auf Grund einer selbstgeschöpften irrigen Entscheidung des obersten Gerichtshofes ein solches Vergehen begangen hatte (Lev. 4, 13—21). Nach Maim. <span dir=\"rtl\">הלכות שגגות</span> XII, 1 musste dieses Opfer nur gebracht werden, wenn die Mehrzahl der Israeliten oder die Mehrzahl der Stämme gesündigt hatte, und hatten dann jeder Stamm einen Stier, also die 12 Stämme 12 Stiere zu bringen; dieses Opfer wurde <span dir=\"rtl\">פר העלם דבר של צבור</span> genannt. 3) Der Stier, welchen der Hohepriester am Versöhnungstage als Sühne für sich und für sein Haus darbrachte, und der <span dir=\"rtl\">פר יום הכפורים</span> genannt wird (Lev. 16).", "versionTitle": "Mischnajot mit deutscher Übersetzung und Erklärung. Berlin 1887-1933 [de]", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "660920512b4f0040ecba79bc", "index_title": "Covenant and Conversation; Leviticus; The Book of Holiness", "category": "Quoting Commentary", "type": "", "ref": "Covenant and Conversation; Leviticus; The Book of Holiness, Vayikra, The Sins of a Leader 3", "anchorRef": "Leviticus 4:1-35", "anchorRefExpanded": ["Leviticus 4:1", "Leviticus 4:2", "Leviticus 4:3", "Leviticus 4:4", "Leviticus 4:5", "Leviticus 4:6", "Leviticus 4:7", "Leviticus 4:8", "Leviticus 4:9", "Leviticus 4:10", "Leviticus 4:11", "Leviticus 4:12", "Leviticus 4:13", "Leviticus 4:14", "Leviticus 4:15", "Leviticus 4:16", "Leviticus 4:17", "Leviticus 4:18", "Leviticus 4:19", "Leviticus 4:20", "Leviticus 4:21", "Leviticus 4:22", "Leviticus 4:23", "Leviticus 4:24", "Leviticus 4:25", "Leviticus 4:26", "Leviticus 4:27", "Leviticus 4:28", "Leviticus 4:29", "Leviticus 4:30", "Leviticus 4:31", "Leviticus 4:32", "Leviticus 4:33", "Leviticus 4:34", "Leviticus 4:35"], "sourceRef": "Covenant and Conversation; Leviticus; The Book of Holiness, Vayikra, The Sins of a Leader 3", "sourceHeRef": "שיג ושיח; קריאות חדשות בפרשת השבוע, ויקרא, ויקרא, ו ג׳", "anchorVerse": 1, "sourceHasEn": true, "commentaryNum": 3, "collectiveTitle": {"en": "Covenant and Conversation; Leviticus; The Book of Holiness", "he": "שיג ושיח; קריאות חדשות בפרשת השבוע, ויקרא"}, "heTitle": "ו", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "It occurs in the context of the laws of the sin offering brought in the case of inadvertent wrongdoing (<i>shegaga</i>).<sup class=\"footnote-marker\">2</sup><i class=\"footnote\">Leviticus 4:1–35.</i>", "versionTitle": "Maggid Books and the Orthodox Union, 2009-2019", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "660925d88d2e7672b0de54f8", "index_title": "Lessons in Leadership; A Weekly Reading of the Jewish Bible", "category": "Quoting Commentary", "type": "", "ref": "Lessons in Leadership; A Weekly Reading of the Jewish Bible, Vayikra; The Sins of a Leader 3", "anchorRef": "Leviticus 4:1-35", "anchorRefExpanded": ["Leviticus 4:1", "Leviticus 4:2", "Leviticus 4:3", "Leviticus 4:4", "Leviticus 4:5", "Leviticus 4:6", "Leviticus 4:7", "Leviticus 4:8", "Leviticus 4:9", "Leviticus 4:10", "Leviticus 4:11", "Leviticus 4:12", "Leviticus 4:13", "Leviticus 4:14", "Leviticus 4:15", "Leviticus 4:16", "Leviticus 4:17", "Leviticus 4:18", "Leviticus 4:19", "Leviticus 4:20", "Leviticus 4:21", "Leviticus 4:22", "Leviticus 4:23", "Leviticus 4:24", "Leviticus 4:25", "Leviticus 4:26", "Leviticus 4:27", "Leviticus 4:28", "Leviticus 4:29", "Leviticus 4:30", "Leviticus 4:31", "Leviticus 4:32", "Leviticus 4:33", "Leviticus 4:34", "Leviticus 4:35"], "sourceRef": "Lessons in Leadership; A Weekly Reading of the Jewish Bible, Vayikra; The Sins of a Leader 3", "sourceHeRef": "שיעורים בהנהגה; קריאות חדשות בפרשת השבוע, ויקרא ג׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [2015], "commentaryNum": 3, "collectiveTitle": {"en": "Lessons in Leadership; A Weekly Reading of the Jewish Bible", "he": "שיעורים בהנהגה; קריאות חדשות בפרשת השבוע"}, "heTitle": "ויקרא", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "The point is made by the Torah in a very subtle way. The <i>parasha</i> deals with sin offerings to be brought when people have made mistakes. The technical term for this is <i>shegaga</i>, meaning inadvertent wrongdoing (Lev. 4:1–35). You did something, not knowing it was forbidden, either because you forgot or did not know the law, or because you were unaware of certain facts. You may, for instance, have carried something in a public place on Shabbat, either because you did not know it was forbidden to carry or because you forgot it was Shabbat.", "versionTitle": "Maggid Books and the Orthodox Union, 2015", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "661238935ecd6eaa037c0cac", "index_title": "Leviticus", "category": "Tanakh", "type": "", "ref": "Leviticus 10:18", "anchorRef": "Leviticus 4:3-21", "anchorRefExpanded": ["Leviticus 4:3", "Leviticus 4:4", "Leviticus 4:5", "Leviticus 4:6", "Leviticus 4:7", "Leviticus 4:8", "Leviticus 4:9", "Leviticus 4:10", "Leviticus 4:11", "Leviticus 4:12", "Leviticus 4:13", "Leviticus 4:14", "Leviticus 4:15", "Leviticus 4:16", "Leviticus 4:17", "Leviticus 4:18", "Leviticus 4:19", "Leviticus 4:20", "Leviticus 4:21"], "sourceRef": "Leviticus 10:18", "sourceHeRef": "ויקרא י׳:י״ח", "anchorVerse": 3, "sourceHasEn": true, "compDate": [-1400, -400], "commentaryNum": 10.0018, "collectiveTitle": {"en": "Leviticus", "he": "ויקרא"}, "heTitle": "ויקרא", "he": "הֵ֚ן לֹא־הוּבָ֣א אֶת־דָּמָ֔הּ אֶל־הַקֹּ֖דֶשׁ פְּנִ֑ימָה אָכ֨וֹל תֹּאכְל֥וּ אֹתָ֛הּ בַּקֹּ֖דֶשׁ כַּאֲשֶׁ֥ר צִוֵּֽיתִי׃", "heVersionTitle": "Miqra according to the Masorah", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "מקרא על פי המסורה", "text": "Since its blood was not brought inside the sanctuary,<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>brought inside the sanctuary </b>As is done in the case of the most solemn offerings; see 4.3–21; 16.11–17.</i> you should certainly have eaten it in the sanctuary, as I commanded.”", "versionTitle": "The Contemporary Torah, Jewish Publication Society, 2006", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "6665cd52faee0b8c909d886e", "index_title": "David Zvi Hoffmann on Leviticus", "category": "Commentary", "type": "commentary", "ref": "David Zvi Hoffmann on Leviticus 4:5:1", "anchorRef": "Leviticus 4:5", "anchorRefExpanded": ["Leviticus 4:5"], "sourceRef": "David Zvi Hoffmann on Leviticus 4:5:1", "sourceHeRef": "פירושי רד\"צ הופמן על ויקרא ד׳:ה׳:א׳", "anchorVerse": 5, "sourceHasEn": false, "commentaryNum": 5.0001, "collectiveTitle": {"en": "David Zvi Hoffmann", "he": "פירושי רד\"צ הופמן"}, "he": "<b>ה.\"ולקח\"</b> מצווה על קבלת הדם, את הדם צריך לקבל בכלי שרת, כפי שיוצא משמות כד ו (\"ויקח משה חצי הדם וישם באגנות\"). גם כאן מציין הפסוק את הקבלה בלשון \"ולקח\".", "heVersionTitle": "Mossad Harav Kook, Jerusalem, 2022\r", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6665cd53faee0b8c909d8870", "index_title": "David Zvi Hoffmann on Leviticus", "category": "Commentary", "type": "commentary", "ref": "David Zvi Hoffmann on Leviticus 4:5:2", "anchorRef": "Leviticus 4:5", "anchorRefExpanded": ["Leviticus 4:5"], "sourceRef": "David Zvi Hoffmann on Leviticus 4:5:2", "sourceHeRef": "פירושי רד\"צ הופמן על ויקרא ד׳:ה׳:ב׳", "anchorVerse": 5, "sourceHasEn": false, "commentaryNum": 5.0002, "collectiveTitle": {"en": "David Zvi Hoffmann", "he": "פירושי רד\"צ הופמן"}, "he": "<b>\"הכהן המשיח\".</b> מכך שבפסוק הבא כתוב רק \"הכהן\", למדים חכמינו, שהעבודות בקרבן זה כשרות גם בכהן אחר, אבל \"מצוה בכהן משיח\".", "heVersionTitle": "Mossad Harav Kook, Jerusalem, 2022\r", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6665cd54faee0b8c909d8872", "index_title": "David Zvi Hoffmann on Leviticus", "category": "Commentary", "type": "commentary", "ref": "David Zvi Hoffmann on Leviticus 4:5:3", "anchorRef": "Leviticus 4:5", "anchorRefExpanded": ["Leviticus 4:5"], "sourceRef": "David Zvi Hoffmann on Leviticus 4:5:3", "sourceHeRef": "פירושי רד\"צ הופמן על ויקרא ד׳:ה׳:ג׳", "anchorVerse": 5, "sourceHasEn": false, "commentaryNum": 5.0003, "collectiveTitle": {"en": "David Zvi Hoffmann", "he": "פירושי רד\"צ הופמן"}, "he": "<b>\"מדם הפר\"</b> אין רצונו לומר שלא יקח אלא מקצת דם הפר,<i data-commentator=\"Endnotes\" data-label=\"373\" data-order=\"373\"></i> שהרי בפסוק ז כתוב \"ואת כל דם הפר ישפך\", אלא כאן באה המצוה להזיל את דם הפר לתוך הכלי ושאסור לשפוך את הדם על הרצפה ולאספו משם לתוך הכלי (\"נשפך על הרצפה ואספו פסול\"). ולפי זה יש לבאר את המלים \"מדם הפר\" כאילו היה כתוב \"דם מהפר\". זה ביאור התלמוד במס' זבחים כה. והמידה שבה נדרש הביאור הזה נקראת: \"גורעין ומוסיפין ודורשין\". ואין במידה זו שום ניגוד לכללי הדקדוק, שכן מוצאים אנו דוגמתה בכמה מקומות, כמו \"מאחד אחיך\" (דברים טו ז), שם מוכרחים לפרש: אחד מאחיך, וכן גם המלה \"מלבד\" - לבד מן (השוה איוולד 270 b).", "heVersionTitle": "Mossad Harav Kook, Jerusalem, 2022\r", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}]