[{"_id": "531e4fe3fbfba276047f6ddc", "index_title": "Onkelos Numbers", "category": "Targum", "type": "targum", "ref": "Onkelos Numbers 23:12", "anchorRef": "Numbers 23:12", "anchorRefExpanded": ["Numbers 23:12"], "sourceRef": "Onkelos Numbers 23:12", "sourceHeRef": "תרגום אונקלוס על במדבר כ״ג:י״ב", "anchorVerse": 12, "sourceHasEn": false, "compDate": [80, 120], "commentaryNum": 23.0012, "collectiveTitle": {"en": "Onkelos Numbers", "he": "תרגום אונקלוס על במדבר"}, "heTitle": "תרגום אונקלוס על במדבר", "he": "וַאֲתֵב וַאֲמַר הֲלָא יָת דִּישַׁוִּי יְיָ בְּפוּמִי יָתֵיהּ אֶטַּר לְמַלָּלָא:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "חומש שפתי חכמים, מצודה תשס\"ט", "text": "Bil’am replied and said: “Only what Adonoy tells me must I be careful to say.”", "versionTitle": "Metsudah Chumash, Metsudah Publications, 2009 [with Onkelos translation]", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "532b2686fbfba27c35eec613", "index_title": "Targum Jonathan on Numbers", "category": "Targum", "type": "targum", "ref": "Targum Jonathan on Numbers 23:12", "anchorRef": "Numbers 23:12", "anchorRefExpanded": ["Numbers 23:12"], "sourceRef": "Targum Jonathan on Numbers 23:12", "sourceHeRef": "תרגום יונתן על במדבר כ״ג:י״ב", "anchorVerse": 12, "sourceHasEn": true, "compDate": [30, 70], "commentaryNum": 23.0012, "collectiveTitle": {"en": "Targum Jonathan on Numbers", "he": "תרגום יונתן על במדבר"}, "heTitle": "תרגום יונתן על במדבר", "he": "וְאָתֵיב וַאֲמַר הֲלָא יַת מִן דִי שַׁוֵי יְיָ בְּפוּמִי יָתֵיהּ אַנְטַר לְמַלָלָא", "heVersionTitle": "Targum Jonathan on Numbers", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תרגום יונתן על במדבר", "text": " But he answered and said, That which the Lord hath put in my mouth shall I not be careful to speak? \n", "versionTitle": "The Targum of Jonathan ben Uzziel, trans. J. W. Etheridge, London, 1862", "license": "Public Domain", "versionTitleInHebrew": "תרגום ירושלמי (תרגום יונתן בן-עוזיאל) לתורה, תורגם ע״י ג׳ון ווסלי אטרידג׳, לונדון 1862"}, {"_id": "53f179bbfbfba22336ea657f", "index_title": "Sforno on Numbers", "category": "Commentary", "type": "commentary", "ref": "Sforno on Numbers 23:12:1", "anchorRef": "Numbers 23:12", "anchorRefExpanded": ["Numbers 23:12"], "sourceRef": "Sforno on Numbers 23:12:1", "sourceHeRef": "ספורנו על במדבר כ״ג:י״ב:א׳", "anchorVerse": 12, "sourceHasEn": true, "compDate": [1500, 1550], "commentaryNum": 12.0001, "collectiveTitle": {"en": "Sforno", "he": "ספורנו"}, "heTitle": "ספורנו על במדבר", "he": "<b>הלא את אשר ישים ה' בפי.</b> וכבר ידעת שהוא אלהי ישראל ולא ידבר כי אם טוב על ישראל:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "הלא את אשר ישים ה' בפי, you already know that He is the G’d of Israel, and that therefore He will only speak well of the Israelites.", "versionTitle": "Eliyahu Munk, HaChut Hameshulash", "license": "CC-BY", "versionTitleInHebrew": "החוט המשולש, אליהו מונק"}, {"_id": "53f17ac3fbfba22336ea7cfd", "index_title": "Or HaChaim on Numbers", "category": "Commentary", "type": "commentary", "ref": "Or HaChaim on Numbers 23:12:1", "anchorRef": "Numbers 23:12", "anchorRefExpanded": ["Numbers 23:12"], "sourceRef": "Or HaChaim on Numbers 23:12:1", "sourceHeRef": "אור החיים על במדבר כ״ג:י״ב:א׳", "anchorVerse": 12, "sourceHasEn": true, "compDate": [1718, 1742], "commentaryNum": 12.0001, "collectiveTitle": {"en": "Or HaChaim", "he": "אור החיים"}, "heTitle": "אור החיים על במדבר", "he": "<b>הלא את אשר וגו' אשמור וגו'</b>. פירוש לא כמו שאתה חושב שאין עלי חיוב כשיבא הדיבור מה' לברך ואסתום פי ולא אדבר, לא כן הוא אלא הרי הוא מותרה לבל ישתוק, ולזה דקדק לשון שמירה על דרך אומרם ז\"ל (שבועות לו.) כל השמר פן ואל אינו אלא לא תעשה שהוא מוזהר לבל ידום ואם יעבור חייב מיתה, וזולת מאמר אשמור לא היה נשמע, ומעתה אנוס הוא, ורבותינו ז\"ל (במד\"ר פ\"כ) אמרו שאמר לו ולואי שהיה מת ולא מברך ישראל, הרי שכל מה שהיה מברך אנוס היה ולא מלבו:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "<b> <span>הלא את אשר ישים ה׳ בפי</span>, \"Did I not tell you that whatever G'd will put into my mouth, etc.\"</b> Bileam explained that Balak had erred when he thought that Bileam would not be obligated to utter blessings if G'd put these into his mouth. He was not free to shut his mouth and refuse to speak. This is why he added the word <span>אשמר</span>. We have learned in <i>Shevuot</i> 36 that the words ,<span>השמר פן</span> and <span>אל</span> are formulations preceding a negative commandment, and that if one ignores a commandment preceded by these words (by remaining silent) one may become liable to the death penalty. We have not heard previously that Bileam was under such a restriction. Our sages in <i>Tanchuma</i> 12 explain that Bileam said to G'd he would rather die than to be guilty of cursing the Israelites when he realised that G'd watched every move he made. This was the meaning of \"may my soul die, etc.\" However, he acted under duress having become only G'd's mouthpiece.", "versionTitle": "Or Hachayim, trans. Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "57e77d75d6e4a94c7c18b04b", "index_title": "Tafsir Rasag", "category": "Targum", "type": "targum", "ref": "Tafsir Rasag, Numbers 23:12", "anchorRef": "Numbers 23:12", "anchorRefExpanded": ["Numbers 23:12"], "sourceRef": "Tafsir Rasag, Numbers 23:12", "sourceHeRef": "תפסיר רס\"ג, במדבר כ״ג:י״ב", "anchorVerse": 12, "sourceHasEn": false, "compDate": [918, 942], "commentaryNum": 23.0012, "collectiveTitle": {"en": "Tafsir Rasag", "he": "תפסיר רס\"ג"}, "heTitle": "במדבר", "he": "פאג̇אבה וקאל לה אלא אן מא ילקנניה אללה אחפט̇ה ואקולה", "heVersionTitle": "Tafsir al-Torah bi-al-Arabiya, Paris, 1893", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תפסיר אלתורה באלערביה, פריס, 1893", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5a1c0212d6e4a943452d3c36", "index_title": "Sefer HaYashar (midrash)", "category": "Midrash", "type": "midrash", "ref": "Sefer HaYashar (midrash), Book of Numbers 6", "anchorRef": "Numbers 22:2-24:25", "anchorRefExpanded": ["Numbers 22:2", "Numbers 22:3", "Numbers 22:4", "Numbers 22:5", "Numbers 22:6", "Numbers 22:7", "Numbers 22:8", "Numbers 22:9", "Numbers 22:10", "Numbers 22:11", "Numbers 22:12", "Numbers 22:13", "Numbers 22:14", "Numbers 22:15", "Numbers 22:16", "Numbers 22:17", "Numbers 22:18", "Numbers 22:19", "Numbers 22:20", "Numbers 22:21", "Numbers 22:22", "Numbers 22:23", "Numbers 22:24", "Numbers 22:25", "Numbers 22:26", "Numbers 22:27", "Numbers 22:28", "Numbers 22:29", "Numbers 22:30", "Numbers 22:31", "Numbers 22:32", "Numbers 22:33", "Numbers 22:34", "Numbers 22:35", "Numbers 22:36", "Numbers 22:37", "Numbers 22:38", "Numbers 22:39", "Numbers 22:40", "Numbers 22:41", "Numbers 23:1", "Numbers 23:2", "Numbers 23:3", "Numbers 23:4", "Numbers 23:5", "Numbers 23:6", "Numbers 23:7", "Numbers 23:8", "Numbers 23:9", "Numbers 23:10", "Numbers 23:11", "Numbers 23:12", "Numbers 23:13", "Numbers 23:14", "Numbers 23:15", "Numbers 23:16", "Numbers 23:17", "Numbers 23:18", "Numbers 23:19", "Numbers 23:20", "Numbers 23:21", "Numbers 23:22", "Numbers 23:23", "Numbers 23:24", "Numbers 23:25", "Numbers 23:26", "Numbers 23:27", "Numbers 23:28", "Numbers 23:29", "Numbers 23:30", "Numbers 24:1", "Numbers 24:2", "Numbers 24:3", "Numbers 24:4", "Numbers 24:5", "Numbers 24:6", "Numbers 24:7", "Numbers 24:8", "Numbers 24:9", "Numbers 24:10", "Numbers 24:11", "Numbers 24:12", "Numbers 24:13", "Numbers 24:14", "Numbers 24:15", "Numbers 24:16", "Numbers 24:17", "Numbers 24:18", "Numbers 24:19", "Numbers 24:20", "Numbers 24:21", "Numbers 24:22", "Numbers 24:23", "Numbers 24:24", "Numbers 24:25"], "sourceRef": "Sefer HaYashar (midrash), Book of Numbers 6", "sourceHeRef": "ספר הישר (מדרש), ספר במדבר ו׳", "anchorVerse": 2, "sourceHasEn": true, "compDate": [950, 1550], "commentaryNum": 6, "collectiveTitle": {"en": "Sefer HaYashar (midrash)", "he": "ספר הישר (מדרש)"}, "heTitle": "ספר במדבר", "he": "ויאמרו זקני מואב, הנה שני מלכי האמורי סיחון ועוג החזקים מכל מלכי הארץ לא עמדו בפני בני ישראל ואיך נעמוד בניהם אנחנו. הלא שלוח שלחו אלינו טרם זה לעבור לעבור מארצנו לדרכם ולא עזבנו אותם, עתה ישובו עלינו בחרבם הקשה והשמידו אותנו את אשר השאיר ממנו סיחון. ויקץ מואב מפני בני ישראל וייראו מאוד מהם, ויתייעצו מה לעשות אל בני ישראל. ויאמרו זקני מואב ויקחו איש מאנשיהם את בלק בן ציפור המואבי וימליכוהו עליהם בעת ההיא, ובלק איש חכם מאוד. ויקומו זקני מואב וישלחו אל בני מדין לעשות איתם שלום, כי מלחמה גדולה ושנאה היתה בין מואב ובין מדין בימים ההם מימי הדד בן בדד מלך אדום המכה את מדין בשדה מואב עד הימים ההם. וישלחו בני מואב אל בני מדין ויעשו איתם שלום, ויבואו זקני מדין ארץ מואב לשלום בני מדין. ויתייעצו זקני מואב וזקני מדין מה לעשות להם, להציל את נפשם מישראל. ויאמרו כל בני מואב אל זקני מדין, עתה ילחכו בני ישראל את כל סביבותינו כלחוך השור את ירק השדה כי כזאת וכזאת עשו לשני מלכי האמורי החזקים ממנו. ויאמרו זקני מדין אל מואב, שמענו כח בעת אשר נלחם איתכם סיחון מלך האמורי ויגבר ידו עליכם ויקח את ארצכם. כי שלח אל בעור בן יונוס ואל בלעם בנו מארם נהריים ויבואו ויקללו אתכם, על כן גברה יד סיחון בכם וילכוד את ארצכם. ועתה שלחו נא גם אתם אל בלעם בנו כי הנה עודנו בארצו, ונתתם לו שכרו ויבוא ויקלל את כל העם אשר יראתם מפניהם. וישמעו זקני מואב את הדבר הזה וייטב בעיניהם לשלוח אל בלעם בן בעור, וישלח בלק בן ציפור מלך מואב מלאכים אל בלעם לאמור. הנה עם יצא ממצרים הנה כסה את כל הארץ, והוא יושב ממולי. ועתה לכה נא ארה לי אותו כי עצום הוא ממני אולי אוכל להילחם בו וגרשתיו, כי שמעתי את אשר תברך מבורך ואשר תאור יואר. וילכו מלאכי בלק אל בלעם, לקלל את העם להילחם את מואב. ויבוא בלעם אל בלק, לקלל את ישראל. ויאמר ה׳ אל בלעם לא תאור את העם, כי ברוך הוא. ויסת בלק בלעם לקלל את ישראל יום יום, ולא שמע בלעם אל בלק מפני דבר ה׳ אשר דיבר אל בלעם.", "heVersionTitle": "Sefer HaYashar, Livorno 1870", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "And when the elders of Moab heard these words, it pleased them greatly to send for Balaam, ‎the son of Beor, and Balak, the son of Zippor, king of Moab, sent messengers unto Balaam ‎saying: Behold there is a people come out of Egypt; behold they cover the face of the earth, ‎and they abide over against me. Come now therefore, I pray thee, curse me this people; for ‎they are too mighty for me; peradventure I shall prevail, that we smite them, and that I may ‎drive them out of the land; for I wot that he whom thou blessest is blessed, and he whom ‎thou cursest is cursed. And [the messengers of Balak went, and they brought Balaam to curse ‎the people. But when Balaam came to curse Israel, the Lord said unto him: Curse not this ‎people for it is blessed. And Balak requested Balaam day after day to curse Israel, but Balaam ‎did not hearken unto Balak on account of the word of the Lord which he had spoken unto ‎Balaam;", "versionTitle": "Sefer ha-Yashar,  trans. Edward B.M. Browne, New York, 1876", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "5b0bc4cfc1533e001928d05b", "index_title": "Yismach Moshe", "category": "Chasidut", "type": "", "ref": "Yismach Moshe, Balak 6:4", "anchorRef": "Numbers 23:12", "anchorRefExpanded": ["Numbers 23:12"], "sourceRef": "Yismach Moshe, Balak 6:4", "sourceHeRef": "ישמח משה, בלק ו׳:ד׳", "anchorVerse": 12, "sourceHasEn": false, "compDate": [1790, 1840], "commentaryNum": 6.0004, "collectiveTitle": {"en": "Yismach Moshe", "he": "ישמח משה"}, "heTitle": "בלק", "he": "<b>(ד)</b> או יאמר כי מראש צורים וגו' (במדבר כג ט). היא הבחירה שבחר באברהם ובזרעו יצחק, כמו שנאמר (נחמיה ט ז) אשר בחרת באברם וגו', ונאמר (בראשית כא יב) כי ביצחק יקרא לך זרע ביצחק, ולא כל יצחק (נדרים ל\"א ע\"א), ועל ידי זה שהם נבחרו לחלק ה', לכך (במדבר כג ט) מי מנה עפר יעקב, כי הועיל לו זכות שבת להיות בלי מדה (עיין שבת קי\"ח ע\"א). והנה כשהברכה מתייחסת לבשר ודם, היא בגבול כמו שמבואר שם בנזר הקודש. וזה שאמר לו בלק (כג יא) והנה ברכתו ברך, ר\"ל ברכת ברכה שאינה מתייחסת לך ולבשר ודם דהיינו בלי גבול. והשיב לו (במדבר כג יב) הלא אשר ישים ה' בפי אותו אשמור, והוא בלי גבול ותכלית, ועיין מ\"ש הנזר הקודש (שם פרשה י\"א) על הפסוק (ישעיה נח יד) והאכלתיך נחלת יעקב אביך כי פי ה' דבר, עיין שם והבן. ועל פי זה יתבאר (במדבר כד יז-יח) אראנו ולא עתה וגו' דרך כוכב מיעקב דייקא, לכך ומחץ פאתי מואב היינו הגבול, כי אז יהיו בלי מצרים וקרקר כל בני שת (במדבר כד יח) והיה אדום ירשה, כי כל הגבולים יתבטלו וימשלו בכל העולם, והיינו וישראל עושה חיל, והבן.", "heVersionTitle": "Yismach Moshe, Sighet, 1898", "heLicense": "Public Domain", "heVersionTitleInHebrew": " ספר ישמח משה, סיגעט תרנ\"ח", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5b0bc4d0c1533e001928d09f", "index_title": "Yismach Moshe", "category": "Chasidut", "type": "", "ref": "Yismach Moshe, Balak 8:1", "anchorRef": "Numbers 23:12", "anchorRefExpanded": ["Numbers 23:12"], "sourceRef": "Yismach Moshe, Balak 8:1", "sourceHeRef": "ישמח משה, בלק ח׳:א׳", "anchorVerse": 12, "sourceHasEn": false, "compDate": [1790, 1840], "commentaryNum": 8.0001, "collectiveTitle": {"en": "Yismach Moshe", "he": "ישמח משה"}, "heTitle": "בלק", "he": "<b>מה</b> עשית לקוב אויבי לקחתיך והנה ברכת ברך וגו' (במדבר כג יא), עד הנה ברך לקחתי וברך ולא אשיבנה (במדבר כג כא). נ\"ל לפרש הענין כי בלעם השיב את אשר ישים אלקים בפי (במדבר כג יב), ר\"ל אם חפץ לברכם יקיים דבורו על ידי, ולא יתקיימו הברכות כמאמר רז\"ל (סנהדרין ק\"ה ע\"ב) שכולם חזרו לקללה, לכך אותו אשמור לדבר. והנה זה השיב לו מלבו בלא נבואה, ואחר זה אמר לו בלק (במדבר כג יג) לך נא, שסבר ששם יחול הקללה בפועל, וכשראה בלק והבין שאין נראה לקלל, אז הסכים לעצת בלעם על כל פנים שדבר ה' יקום על ידו ולא יתקיים, ולכך אמר לו מה דבר ה' (במדבר כג יז), ר\"ל שיוציא הוא לפועל הדבר ה', והשיב לו בנבואה כדת תורה, והוא על פי דברי הבעה\"ת שער י\"ט בשם הלוי אבן מג\"ש (מובא בב\"י חו\"מ סי' נ\"ח), אם לא הוזכר בפירוש לפרעון, נאמן לומר במתנה, כמו דאיתא בגמרא לענין הלואה. ואין לומר דשאני להחזיק מלאפוקי, הא כיון דלאו בזה מפקינן רק בשטרא, הוי להחזיק דשטרא בל\"ז טוב הוא, רק דאיתרע על ידי זה, וזה הוי להוציא, וכיון דיכול לדחות השטר בחזקתו והבן זה, אף כאן אמר לו כיון דלא נזכר בפירוש בברכותיו שהוא לפרעון הבטחותיו לברך באמרו כי ברוך הוא (במדבר כב יב), וברוך תהיה מכל העמים (דברים ז יד), ואני אברכם (במדבר ו כז) וכדומה, אם כן מסתמא במתנה הוא, וזה הוי להוציא והמוציא מחבירו עליו הראיה. ונקדים מה שפירש האלשיך ההוא אמר וגו' (במדבר כג יט), שהוא לטובה דאמירה לשון רכה, ודבר היינו קשה לרעה, עיין שם. ונקדים מה שכתבתי במקום אחר הטעם דלטובה אינו חוזר (שבת נ\"ה ע\"א), דהוי כקנין וזכה אף שלא בפניו (עירובין פ\"א ע\"ב). מה שאין כן ברעה אף בפניו לא ניחא ליה דלקני, לכך אמר (במדבר כג יח) קום בלק ושמע, לא כמו שעלה על מחשבתך לא איש וגו' (במדבר כג יט), ואם כן דבר אלקים יקום לעולם אף בדבור לבד הוי כקנין גמור ושטר חוב, וראיה ההוא אמר וגו' והבן, לכך הנה ברך, ר\"ל במה שאני אברך, לקחתי ר\"ל אני הוי המוציא ורוצה ליקח, ובירך שהוא ברכם כבר כפירוש הרשב\"ם, לכך ולא אשיבנו דהמוציא מחבירו עליו הראיה, וברכה שלי דיחזיר אחר כך הוא במתנה, אבל דבר אלקים יקום לעולם. והנה דברי ר' יהוסף הלוי שהבאתי לעיל דלא כתב סתם בעל השטר הוי מוחזק, דהיינו דמשום דאיתרע שוב לא הוי מוחזק והבן, אם כן יש להבין דבריו. ונ\"ל להמתיק על פי הסוגיא במחליף פרה בחמור בפרק המדיר בכתובות (דף ע\"ו:) כל מי שהספק נולד ברשותו וכו', ועיין בתשובת נודע ביהודה אה\"ע (סי' ל\"א דף ק\"ו ע\"א), עיין שם. ועל פי זה יובן יותר ובירך כבר, ועכשיו נולד הספק, לכך ולא אשיבנו, והבן. וגם יובן על פי דאמרינן בארעא, כיון דלגוביינא קאי כמאן דגביי' דמי, ואי משום שבחא אייתא ראיה, הכי נמי באילן כין דלמקיץ קיימא והבן, ועיין בבבא מציעא (פרק המקבל דף ק\"י ע\"ב), ועיין במהרי\"ט חלק א' סימן קי\"ב. והיינו לא איש אל וגו' ההוא אמר, ואם כן לגוביינא קאי עיין שם, ושמא תאמר שאין זה כמאן דגבוי דשמא יעשו רעה, לזה אמר (במדבר כג כא) לא הביט, אינו מדקדק אחריהם לחזור מהטובה, והבן.", "heVersionTitle": "Yismach Moshe, Sighet, 1898", "heLicense": "Public Domain", "heVersionTitleInHebrew": " ספר ישמח משה, סיגעט תרנ\"ח", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5b0bc4d0c1533e001928d0b3", "index_title": "Yismach Moshe", "category": "Chasidut", "type": "", "ref": "Yismach Moshe, Balak 8:2", "anchorRef": "Numbers 23:12", "anchorRefExpanded": ["Numbers 23:12"], "sourceRef": "Yismach Moshe, Balak 8:2", "sourceHeRef": "ישמח משה, בלק ח׳:ב׳", "anchorVerse": 12, "sourceHasEn": false, "compDate": [1790, 1840], "commentaryNum": 8.0002, "collectiveTitle": {"en": "Yismach Moshe", "he": "ישמח משה"}, "heTitle": "בלק", "he": "<b>ועוד</b> י\"ל, כי בלעם במרדו באפקרסותי אמר כי אין השם יודע מחשבותיו ח\"ו, כאמרו פעמים שאין הכל גלוי לפניו, כפירוש רש\"י בפסוק (במדבר כב ט) מי האנשים האלה עמך (ד\"ה מי), וחנפו היה באמרו את אשר ישים אלקים וגו' (במדבר כג יב), בחשבו שעל ידי זה יעבד ליה ניחא נפשיה שיקללם, ובאמת היה בדעתו לקלל אף אם יתן בפיו ברכות, אך כיון שכבר אמר את אשר ישים ידבר אליהם, כבר זכו ישראל. אך הא זה דומה למה שאירש מאבא (ב\"מ דף ט\"ז. חו\"מ רי\"א), אך הא אמרינן בב\"מ (דף ס\"ו ע\"ב) אם שמיט ואכיל, לא מפקינן. ודבורו של הקב\"ה כנעשה מעשה כמבואר בכל הספרים, ואם כן הוי תפיס. וזה אמרו דהנה בלק אמר לו מה דבר ה' (במדבר כג יז), אם יקלל יאמר, ואם לא יכבשנו, והבן זה כי נכון הוא מאד. ועל זה השיב דאי אפשר לכבוש (במדבר כג יט) דלא איש אל ויכזב וגו', לכך ההוא אמר ולא יעשה בתמיה, ר\"ל ולא הוי מעשה והבן, לכך (במדבר כג כ) הנה ברך לקחתי תיכף בשעת שלקחתי כבר, ובירך כפירוש הרשב\"ם הנ\"ל, מפני מה שאמרתי אשר ישים ה' בפי, דצריך לצאת לפועל דהכובש נבואתו ואינו מוציא לפועל הוא ברפיון, ולכך עונשו מיתה (סנהדרין פ\"ט ע\"א), לכך ולא אשיבנו כי אם תפס לא מפקינן מיניה, ועדיין לא הבין בלק תשובתו כי לא ידע בדיני התורה ולא כלום, מה שאין כן בלעם שבנבואה נאמר לו, לכך אמר לו עוד הפעם (במדבר כג כה) גם קוב לא תקבנו, דעל כל פנים יכבוש הברכה, והשיב לו בביאור (במדבר כג כו) הלא דברתי אליך וגו' ואי אפשר לשנות. והשתא מיושב מה דקשה מה זה תשובה הלא דברתי אליך, גם על הדבור הראשון קשה, ואם תאמר דאי אפשר לשנות מדבורו יתברך כאמרו לא אוכל לעבור וגו', גם עכשיו לא קשה בלא דבור הראשון. ועכשיו אתי שפיר, כי מקודם דבר בחנפי לעגי מעוג, ועכשיו אמר ששוב לא יוכל לשנות, והבן.", "heVersionTitle": "Yismach Moshe, Sighet, 1898", "heLicense": "Public Domain", "heVersionTitleInHebrew": " ספר ישמח משה, סיגעט תרנ\"ח", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5b0ea8a273ad4f00597bcf25", "index_title": "Or HaChaim on Numbers", "category": "Commentary", "type": "commentary", "ref": "Or HaChaim on Numbers 23:12:2", "anchorRef": "Numbers 23:12", "anchorRefExpanded": ["Numbers 23:12"], "sourceRef": "Or HaChaim on Numbers 23:12:2", "sourceHeRef": "אור החיים על במדבר כ״ג:י״ב:ב׳", "anchorVerse": 12, "sourceHasEn": true, "compDate": [1718, 1742], "commentaryNum": 12.0002, "collectiveTitle": {"en": "Or HaChaim", "he": "אור החיים"}, "heTitle": "אור החיים על במדבר", "he": "<b>עוד</b> ירצה ע\"ד אומרם ז\"ל (ילקוט) טס של ברזל היה עומד בפיו אם היה רוצה לקלל היה מונעו לברך יכול, והוא אומרו <b>אותו אשמור</b> כדי שאוכל לדבר שזולת זה היה מתאלם.", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "We may also understand Bileam's reply in terms of the <i>Yalkut</i> we quoted earlier that G'd put a bar in Bileam's mouth. When he wanted to curse G'd would twist the bar to make this impossible. He could only feel comfortable physically by complying with G'd's instructions. Otherwise he would become mute.", "versionTitle": "Or Hachayim, trans. Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5b0ea8a273ad4f00597bcf28", "index_title": "Or HaChaim on Numbers", "category": "Commentary", "type": "commentary", "ref": "Or HaChaim on Numbers 23:12:3", "anchorRef": "Numbers 23:12", "anchorRefExpanded": ["Numbers 23:12"], "sourceRef": "Or HaChaim on Numbers 23:12:3", "sourceHeRef": "אור החיים על במדבר כ״ג:י״ב:ג׳", "anchorVerse": 12, "sourceHasEn": true, "compDate": [1718, 1742], "commentaryNum": 12.0003, "collectiveTitle": {"en": "Or HaChaim", "he": "אור החיים"}, "heTitle": "אור החיים על במדבר", "he": "או אפשר שנתכוין לומר לו כי הוא מיחל ומצפה לשום ה' דברו בפיו לדבר, והוא אומרו <b>אשר ישים ה' בפי אותו אשמור</b> פירוש מיחל ומצפה לדבר, כי יטעום טעם גדול אשר אינו כדאי הוא וכל משפחות האומות כידוע כמה ערב לנפש טעם הכח הקדוש אשר מלתו על לשונו, והגם שעשה ה' בפיו דבר ופירשנו לבל יגעו הדברים בפה חזיר, אף על פי כן יטעום טעם בן נותן טעם ויערב לו:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "It is also possible that he told Balak that he was hoping G'd would put His words in his mouth, and this was why he spoke about <span>אשר</span> <b><span>ישים</span></b> <span>ה׳ בפי</span>, \"what G'd <b>is going to put</b> into my mouth I will guard carefully.\" This is the reason he did not say: \"what G'd <b>has put</b> in my mouth.\" He told Balak that although G'd had put restrictions on what he could say, he looked forward to uttering G'd's holy words even under the forced conditions. He considered it a privilege to become G'd's mouthpiece.", "versionTitle": "Or Hachayim, trans. Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "60a391863de3ce43ed91f025", "index_title": "Tzafnat Pa'neach on Torah", "category": "Commentary", "type": "commentary", "ref": "Tzafnat Pa'neach on Torah, Numbers 23:12:1", "anchorRef": "Numbers 23:12", "anchorRefExpanded": ["Numbers 23:12"], "sourceRef": "Tzafnat Pa'neach on Torah, Numbers 23:12:1", "sourceHeRef": "צפנת פענח על התורה, במדבר כ״ג:י״ב:א׳", "anchorVerse": 12, "sourceHasEn": false, "compDate": [1905, 1935], "commentaryNum": 12.0001, "collectiveTitle": {"en": "Tzafnat Pa'neach", "he": "צפנת פענח"}, "heTitle": "במדבר", "he": "<b>אתו אשמר לדבר.</b><br>ר״ל לאו להך דכובש נבואתו, עיין סנהדרין דף פ״ט, ע״ש בתוס׳ היכן הלאו, וי״ל מכאן.", "heVersionTitle": "Tzafnat Pa'neach on Torah, Jerusalem 1960", "heLicense": "", "heVersionTitleInHebrew": "צפנת פענח על התורה, ניו יורק, תש\"ך-תשכ\"ה", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "62037ee047cf7a0c25239b67", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Numbers, Part II; The Rebellion Narratives 2-17", "anchorRef": "Numbers 11:1-25:18", "anchorRefExpanded": ["Numbers 11:1", "Numbers 11:2", "Numbers 11:3", "Numbers 11:4", "Numbers 11:5", "Numbers 11:6", "Numbers 11:7", "Numbers 11:8", "Numbers 11:9", "Numbers 11:10", "Numbers 11:11", "Numbers 11:12", "Numbers 11:13", "Numbers 11:14", "Numbers 11:15", "Numbers 11:16", "Numbers 11:17", "Numbers 11:18", "Numbers 11:19", "Numbers 11:20", "Numbers 11:21", "Numbers 11:22", "Numbers 11:23", "Numbers 11:24", "Numbers 11:25", "Numbers 11:26", "Numbers 11:27", "Numbers 11:28", "Numbers 11:29", "Numbers 11:30", "Numbers 11:31", "Numbers 11:32", "Numbers 11:33", "Numbers 11:34", "Numbers 11:35", "Numbers 12:1", "Numbers 12:2", "Numbers 12:3", "Numbers 12:4", "Numbers 12:5", "Numbers 12:6", "Numbers 12:7", "Numbers 12:8", "Numbers 12:9", "Numbers 12:10", "Numbers 12:11", "Numbers 12:12", "Numbers 12:13", "Numbers 12:14", "Numbers 12:15", "Numbers 12:16", "Numbers 13:1", "Numbers 13:2", "Numbers 13:3", "Numbers 13:4", "Numbers 13:5", "Numbers 13:6", "Numbers 13:7", "Numbers 13:8", "Numbers 13:9", "Numbers 13:10", "Numbers 13:11", "Numbers 13:12", "Numbers 13:13", "Numbers 13:14", "Numbers 13:15", "Numbers 13:16", "Numbers 13:17", "Numbers 13:18", "Numbers 13:19", "Numbers 13:20", "Numbers 13:21", "Numbers 13:22", "Numbers 13:23", "Numbers 13:24", "Numbers 13:25", "Numbers 13:26", "Numbers 13:27", "Numbers 13:28", "Numbers 13:29", "Numbers 13:30", "Numbers 13:31", "Numbers 13:32", "Numbers 13:33", "Numbers 14:1", "Numbers 14:2", "Numbers 14:3", "Numbers 14:4", "Numbers 14:5", "Numbers 14:6", "Numbers 14:7", "Numbers 14:8", "Numbers 14:9", "Numbers 14:10", "Numbers 14:11", "Numbers 14:12", "Numbers 14:13", "Numbers 14:14", "Numbers 14:15", "Numbers 14:16", "Numbers 14:17", "Numbers 14:18", "Numbers 14:19", "Numbers 14:20", "Numbers 14:21", "Numbers 14:22", "Numbers 14:23", "Numbers 14:24", "Numbers 14:25", "Numbers 14:26", "Numbers 14:27", "Numbers 14:28", "Numbers 14:29", "Numbers 14:30", "Numbers 14:31", "Numbers 14:32", "Numbers 14:33", "Numbers 14:34", "Numbers 14:35", "Numbers 14:36", "Numbers 14:37", "Numbers 14:38", "Numbers 14:39", "Numbers 14:40", "Numbers 14:41", "Numbers 14:42", "Numbers 14:43", "Numbers 14:44", "Numbers 14:45", "Numbers 15:1", "Numbers 15:2", "Numbers 15:3", "Numbers 15:4", "Numbers 15:5", "Numbers 15:6", "Numbers 15:7", "Numbers 15:8", "Numbers 15:9", "Numbers 15:10", "Numbers 15:11", "Numbers 15:12", "Numbers 15:13", "Numbers 15:14", "Numbers 15:15", "Numbers 15:16", "Numbers 15:17", "Numbers 15:18", "Numbers 15:19", "Numbers 15:20", "Numbers 15:21", "Numbers 15:22", "Numbers 15:23", "Numbers 15:24", "Numbers 15:25", "Numbers 15:26", "Numbers 15:27", "Numbers 15:28", "Numbers 15:29", "Numbers 15:30", "Numbers 15:31", "Numbers 15:32", "Numbers 15:33", "Numbers 15:34", "Numbers 15:35", "Numbers 15:36", "Numbers 15:37", "Numbers 15:38", "Numbers 15:39", "Numbers 15:40", "Numbers 15:41", "Numbers 16:1", "Numbers 16:2", "Numbers 16:3", "Numbers 16:4", "Numbers 16:5", "Numbers 16:6", "Numbers 16:7", "Numbers 16:8", "Numbers 16:9", "Numbers 16:10", "Numbers 16:11", "Numbers 16:12", "Numbers 16:13", "Numbers 16:14", "Numbers 16:15", "Numbers 16:16", "Numbers 16:17", "Numbers 16:18", "Numbers 16:19", "Numbers 16:20", "Numbers 16:21", "Numbers 16:22", "Numbers 16:23", "Numbers 16:24", "Numbers 16:25", "Numbers 16:26", "Numbers 16:27", "Numbers 16:28", "Numbers 16:29", "Numbers 16:30", "Numbers 16:31", "Numbers 16:32", "Numbers 16:33", "Numbers 16:34", "Numbers 16:35", "Numbers 17:1", "Numbers 17:2", "Numbers 17:3", "Numbers 17:4", "Numbers 17:5", "Numbers 17:6", "Numbers 17:7", "Numbers 17:8", "Numbers 17:9", "Numbers 17:10", "Numbers 17:11", "Numbers 17:12", "Numbers 17:13", "Numbers 17:14", "Numbers 17:15", "Numbers 17:16", "Numbers 17:17", "Numbers 17:18", "Numbers 17:19", "Numbers 17:20", "Numbers 17:21", "Numbers 17:22", "Numbers 17:23", "Numbers 17:24", "Numbers 17:25", "Numbers 17:26", "Numbers 17:27", "Numbers 17:28", "Numbers 18:1", "Numbers 18:2", "Numbers 18:3", "Numbers 18:4", "Numbers 18:5", "Numbers 18:6", "Numbers 18:7", "Numbers 18:8", "Numbers 18:9", "Numbers 18:10", "Numbers 18:11", "Numbers 18:12", "Numbers 18:13", "Numbers 18:14", "Numbers 18:15", "Numbers 18:16", "Numbers 18:17", "Numbers 18:18", "Numbers 18:19", "Numbers 18:20", "Numbers 18:21", "Numbers 18:22", "Numbers 18:23", "Numbers 18:24", "Numbers 18:25", "Numbers 18:26", "Numbers 18:27", "Numbers 18:28", "Numbers 18:29", "Numbers 18:30", "Numbers 18:31", "Numbers 18:32", "Numbers 19:1", "Numbers 19:2", "Numbers 19:3", "Numbers 19:4", "Numbers 19:5", "Numbers 19:6", "Numbers 19:7", "Numbers 19:8", "Numbers 19:9", "Numbers 19:10", "Numbers 19:11", "Numbers 19:12", "Numbers 19:13", "Numbers 19:14", "Numbers 19:15", "Numbers 19:16", "Numbers 19:17", "Numbers 19:18", "Numbers 19:19", "Numbers 19:20", "Numbers 19:21", "Numbers 19:22", "Numbers 20:1", "Numbers 20:2", "Numbers 20:3", "Numbers 20:4", "Numbers 20:5", "Numbers 20:6", "Numbers 20:7", "Numbers 20:8", "Numbers 20:9", "Numbers 20:10", "Numbers 20:11", "Numbers 20:12", "Numbers 20:13", "Numbers 20:14", "Numbers 20:15", "Numbers 20:16", "Numbers 20:17", "Numbers 20:18", "Numbers 20:19", "Numbers 20:20", "Numbers 20:21", "Numbers 20:22", "Numbers 20:23", "Numbers 20:24", "Numbers 20:25", "Numbers 20:26", "Numbers 20:27", "Numbers 20:28", "Numbers 20:29", "Numbers 21:1", "Numbers 21:2", "Numbers 21:3", "Numbers 21:4", "Numbers 21:5", "Numbers 21:6", "Numbers 21:7", "Numbers 21:8", "Numbers 21:9", "Numbers 21:10", "Numbers 21:11", "Numbers 21:12", "Numbers 21:13", "Numbers 21:14", "Numbers 21:15", "Numbers 21:16", "Numbers 21:17", "Numbers 21:18", "Numbers 21:19", "Numbers 21:20", "Numbers 21:21", "Numbers 21:22", "Numbers 21:23", "Numbers 21:24", "Numbers 21:25", "Numbers 21:26", "Numbers 21:27", "Numbers 21:28", "Numbers 21:29", "Numbers 21:30", "Numbers 21:31", "Numbers 21:32", "Numbers 21:33", "Numbers 21:34", "Numbers 21:35", "Numbers 22:1", "Numbers 22:2", "Numbers 22:3", "Numbers 22:4", "Numbers 22:5", "Numbers 22:6", "Numbers 22:7", "Numbers 22:8", "Numbers 22:9", "Numbers 22:10", "Numbers 22:11", "Numbers 22:12", "Numbers 22:13", "Numbers 22:14", "Numbers 22:15", "Numbers 22:16", "Numbers 22:17", "Numbers 22:18", "Numbers 22:19", "Numbers 22:20", "Numbers 22:21", "Numbers 22:22", "Numbers 22:23", "Numbers 22:24", "Numbers 22:25", "Numbers 22:26", "Numbers 22:27", "Numbers 22:28", "Numbers 22:29", "Numbers 22:30", "Numbers 22:31", "Numbers 22:32", "Numbers 22:33", "Numbers 22:34", "Numbers 22:35", "Numbers 22:36", "Numbers 22:37", "Numbers 22:38", "Numbers 22:39", "Numbers 22:40", "Numbers 22:41", "Numbers 23:1", "Numbers 23:2", "Numbers 23:3", "Numbers 23:4", "Numbers 23:5", "Numbers 23:6", "Numbers 23:7", "Numbers 23:8", "Numbers 23:9", "Numbers 23:10", "Numbers 23:11", "Numbers 23:12", "Numbers 23:13", "Numbers 23:14", "Numbers 23:15", "Numbers 23:16", "Numbers 23:17", "Numbers 23:18", "Numbers 23:19", "Numbers 23:20", "Numbers 23:21", "Numbers 23:22", "Numbers 23:23", "Numbers 23:24", "Numbers 23:25", "Numbers 23:26", "Numbers 23:27", "Numbers 23:28", "Numbers 23:29", "Numbers 23:30", "Numbers 24:1", "Numbers 24:2", "Numbers 24:3", "Numbers 24:4", "Numbers 24:5", "Numbers 24:6", "Numbers 24:7", "Numbers 24:8", "Numbers 24:9", "Numbers 24:10", "Numbers 24:11", "Numbers 24:12", "Numbers 24:13", "Numbers 24:14", "Numbers 24:15", "Numbers 24:16", "Numbers 24:17", "Numbers 24:18", "Numbers 24:19", "Numbers 24:20", "Numbers 24:21", "Numbers 24:22", "Numbers 24:23", "Numbers 24:24", "Numbers 24:25", "Numbers 25:1", "Numbers 25:2", "Numbers 25:3", "Numbers 25:4", "Numbers 25:5", "Numbers 25:6", "Numbers 25:7", "Numbers 25:8", "Numbers 25:9", "Numbers 25:10", "Numbers 25:11", "Numbers 25:12", "Numbers 25:13", "Numbers 25:14", "Numbers 25:15", "Numbers 25:16", "Numbers 25:17", "Numbers 25:18"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, Part II; The Rebellion Narratives 2-17", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר ג׳ ב׳-י״ז", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Part II; The Rebellion Narratives", "he": "במדבר מאמר ג׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["V<small>IRTUALLY THE FIRST THING THE</small> I<small>SRAELITES DO AFTER SETTING OUT ON THE SECOND</small> leg of their journey to the Promised Land is—rebel. This pattern was already seen in the book of Exodus, where, despite the climactic miracle of deliverance at the Sea of Reeds, the Israelites “grumbled against Moshe” at Mara because of lack of drinkable water. Although a strain in later biblical thinking remembered the wilderness period as a kind of honeymoon (cf. Jer. 2:2), the Torah itself chose to remember it as a severe time of testing which the ex-slaves ultimately failed to pass.", "The second part of Numbers is a remarkable collection of rebellion narratives that simultaneously display striking similarities and great and colorful differences. The section details six rebellions of the people, and two of the leaders themselves. They are united by a consistent vocabulary: verbs such as “grumble” and “assemble/gather/speak against” depict complaints against Moshe and Aharon and against God. These stories also display the recurring themes of dearth of food and water, and God’s anger at the rebellions, usually expressed in some form of plague (or, additionally, fire).", "Rather than unfold in simple chronological order, one following another, these pieces of the text have been intensified by priestly editing, which has interspersed the stories with a number of cultic and legal passages (Chaps. 15, 18, and 19, all of which bear the theme word “law” [Heb. <i>hok</i> or <i>hukka</i>]), and which are somehow related to previous or succeeding narratives. The interruptions also allow each of the memorable rebellion narratives to “breathe,” giving the audience time to digest the images and the drama presented therein. The stories possess both in abundant measure; one thinks, for instance, of the “meat between the teeth” (11:33), of the grape clusters borne on a pole by two men (13:23); and of the great confrontation with Korah in Chapter 16 (not to mention its resolution), as well as Moshe’s dramatic failure in Chapter 20.", "As in any great literature, repetition of story type or type scene is here accomplished via variation of the most telling kind. In this case we observe once again an alternating pattern to the rebellions, a pattern which reveals not one theme but several:", "The people, over lack of food (chapter 11)", "Moshe’s siblings, over prophetic primacy (12)", "The people, over the spies’ false report (14)", "Levites, over Moshe and Aharon’s prerogatives (16)", "The people, over the rebellious Levites’ sinister fate (17)", "Moshe himself, over the burden of leading the people (20)", "The people, over the lack of food and water (21)", "The pattern observable here is broken, in true biblical rhetorical style (where the last in a sequence often serves by its oddness to reinforce the whole), in a final rebellion (Chap. 25), where the people’s actions involve neither the “complaining” vocabulary nor a revolt against human leadership, but rather comprise the greatest biblical crime of them all: worship of other gods. Viewed in this patterned fashion, the rebellion narratives emerge with a kind of crescendo effect.", "It is also possible, as I have done in “On the Book of Numbers and Its Structure,” above, to follow the scheme put forth by Mann—a three-part structure to the section, each with its internal logic and conclusions. These are treated below; for the moment, it will suffice to see in the first subsection (Chaps. 11–14) the inevitable result of wilderness rebellions: the divine decree that the slave generation must die out before entering the Promised Land; the second subsection (16–20) deals with the challenges to the leadership of Moshe and Aharon, and results in a similar decree, that they will die outside the land; and the third subsection (20–25) chronicles the encounter of the Israelites with neighboring nations, which initially goes in their favor but ends with the disastrous incident at Baal Pe’or (25).", "The primary issue in these stories, to the biblical writer, is lack of trust in God. Each of the three sections mentions or implies that problem; 14:11 and 20:12 use the verb itself, and the narrative of Chapter 25 suggests it. The bottom line is that the Israelites could not keep faith with God—even after both staggering acts of divine intervention (i.e., rescue) and demonstrations of the force of divine wrath—and this lack of faith led ultimately to their dying out in the wilderness outside the Promised Land, in punishment. The stories clearly were meant to be understood as an unfortunate example for later generations, and were taken as such already in the biblical period (see, for example, the treatment in Psalm 78).", "Read on another level, the rebellion narratives are largely concerned with the issue of human leadership, its qualifications, manifestations, and limitations (and even failures). Has there ever been a leader as beleaguered as Moshe? From the beginning of his career on the sands of Egypt, where he assumes the mantle of leadership in the matter of retaliating against the sadistic Egyptian taskmaster (Ex. 2:11–12), to its end at the plains of Moab, in stern address to the people he has struggled to lead (this is the setting of the entire next book, Deuteronomy), he must evoke trust in God, lead the people through an uncharted wilderness, and inspire confidence in his own leadership. His success is muted by the passing of the generation he initially leads, before it can enter Canaan; like them, he too must pass on—with merely a look beyond the Jordan, but no more. Later generations of Jewish readers wept on confronting Moshe’s seemingly premature death, and created heroic tales of his pleading before God to be let into the land he had so long sought to reach. In Numbers he fully deserves this stature, alternately interceding with and cajoling God, standing up for and then almost giving up on this people with whom his life has become so enmeshed. Our stories stress his gifts of prophecy and his pathos as a deeply human leader.", "A final, troubling issue is the character of God in this part of the book. It is a measure of the Bible’s artistry that the rebellion accounts are so varied in content and style; but the variations in punishment—from undetailed death to skin disease to stoning and the earth opening up, just to mention a few examples—create an impression, not of artistic richness but of unremitting severity. The Bible does not seem to have a problem with this kind of divine behavior, and other ancient cultures would have felt at home here, but already in late antiquity, and continuing down to our own day, Jews and Christians most often have preferred, and prayed to, a more forgiving, nurturing, and compassionate God. Dealing with these texts, in the end, raises the question of whether to understand them as the result of “historical necessity” or “literary conceit” (that is, the old generation simply had to die out) or as they stand in the text: a harsh portrayal of what happened when the covenant people violated the covenant."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62037ee56bfddfbb310fed0c", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Numbers, On the Book of Numbers and Its Structure 2-52", "anchorRef": "Numbers 1:1-36:13", "anchorRefExpanded": ["Numbers 1:1", "Numbers 1:2", "Numbers 1:3", "Numbers 1:4", "Numbers 1:5", "Numbers 1:6", "Numbers 1:7", "Numbers 1:8", "Numbers 1:9", "Numbers 1:10", "Numbers 1:11", "Numbers 1:12", "Numbers 1:13", "Numbers 1:14", "Numbers 1:15", "Numbers 1:16", "Numbers 1:17", "Numbers 1:18", "Numbers 1:19", "Numbers 1:20", "Numbers 1:21", "Numbers 1:22", "Numbers 1:23", "Numbers 1:24", "Numbers 1:25", "Numbers 1:26", "Numbers 1:27", "Numbers 1:28", "Numbers 1:29", "Numbers 1:30", "Numbers 1:31", "Numbers 1:32", "Numbers 1:33", "Numbers 1:34", "Numbers 1:35", "Numbers 1:36", "Numbers 1:37", "Numbers 1:38", "Numbers 1:39", "Numbers 1:40", "Numbers 1:41", "Numbers 1:42", "Numbers 1:43", "Numbers 1:44", "Numbers 1:45", "Numbers 1:46", "Numbers 1:47", "Numbers 1:48", "Numbers 1:49", "Numbers 1:50", "Numbers 1:51", "Numbers 1:52", "Numbers 1:53", "Numbers 1:54", "Numbers 2:1", "Numbers 2:2", "Numbers 2:3", "Numbers 2:4", "Numbers 2:5", "Numbers 2:6", "Numbers 2:7", "Numbers 2:8", "Numbers 2:9", "Numbers 2:10", "Numbers 2:11", "Numbers 2:12", "Numbers 2:13", "Numbers 2:14", "Numbers 2:15", "Numbers 2:16", "Numbers 2:17", "Numbers 2:18", "Numbers 2:19", "Numbers 2:20", "Numbers 2:21", "Numbers 2:22", "Numbers 2:23", "Numbers 2:24", "Numbers 2:25", "Numbers 2:26", "Numbers 2:27", "Numbers 2:28", "Numbers 2:29", "Numbers 2:30", "Numbers 2:31", "Numbers 2:32", "Numbers 2:33", "Numbers 2:34", "Numbers 3:1", "Numbers 3:2", "Numbers 3:3", "Numbers 3:4", "Numbers 3:5", "Numbers 3:6", "Numbers 3:7", "Numbers 3:8", "Numbers 3:9", "Numbers 3:10", "Numbers 3:11", "Numbers 3:12", "Numbers 3:13", "Numbers 3:14", "Numbers 3:15", "Numbers 3:16", "Numbers 3:17", "Numbers 3:18", "Numbers 3:19", "Numbers 3:20", "Numbers 3:21", "Numbers 3:22", "Numbers 3:23", "Numbers 3:24", "Numbers 3:25", "Numbers 3:26", "Numbers 3:27", "Numbers 3:28", "Numbers 3:29", "Numbers 3:30", "Numbers 3:31", "Numbers 3:32", "Numbers 3:33", "Numbers 3:34", "Numbers 3:35", "Numbers 3:36", "Numbers 3:37", "Numbers 3:38", "Numbers 3:39", "Numbers 3:40", "Numbers 3:41", "Numbers 3:42", "Numbers 3:43", "Numbers 3:44", "Numbers 3:45", "Numbers 3:46", "Numbers 3:47", "Numbers 3:48", "Numbers 3:49", "Numbers 3:50", "Numbers 3:51", "Numbers 4:1", "Numbers 4:2", "Numbers 4:3", "Numbers 4:4", "Numbers 4:5", "Numbers 4:6", "Numbers 4:7", "Numbers 4:8", "Numbers 4:9", "Numbers 4:10", "Numbers 4:11", "Numbers 4:12", "Numbers 4:13", "Numbers 4:14", "Numbers 4:15", "Numbers 4:16", "Numbers 4:17", "Numbers 4:18", "Numbers 4:19", "Numbers 4:20", "Numbers 4:21", "Numbers 4:22", "Numbers 4:23", "Numbers 4:24", "Numbers 4:25", "Numbers 4:26", "Numbers 4:27", "Numbers 4:28", "Numbers 4:29", "Numbers 4:30", "Numbers 4:31", "Numbers 4:32", "Numbers 4:33", "Numbers 4:34", "Numbers 4:35", "Numbers 4:36", "Numbers 4:37", "Numbers 4:38", "Numbers 4:39", "Numbers 4:40", "Numbers 4:41", "Numbers 4:42", "Numbers 4:43", "Numbers 4:44", "Numbers 4:45", "Numbers 4:46", "Numbers 4:47", "Numbers 4:48", "Numbers 4:49", "Numbers 5:1", "Numbers 5:2", "Numbers 5:3", "Numbers 5:4", "Numbers 5:5", "Numbers 5:6", "Numbers 5:7", "Numbers 5:8", "Numbers 5:9", "Numbers 5:10", "Numbers 5:11", "Numbers 5:12", "Numbers 5:13", "Numbers 5:14", "Numbers 5:15", "Numbers 5:16", "Numbers 5:17", "Numbers 5:18", "Numbers 5:19", "Numbers 5:20", "Numbers 5:21", "Numbers 5:22", "Numbers 5:23", "Numbers 5:24", "Numbers 5:25", "Numbers 5:26", "Numbers 5:27", "Numbers 5:28", "Numbers 5:29", "Numbers 5:30", "Numbers 5:31", "Numbers 6:1", "Numbers 6:2", "Numbers 6:3", "Numbers 6:4", "Numbers 6:5", "Numbers 6:6", "Numbers 6:7", "Numbers 6:8", "Numbers 6:9", "Numbers 6:10", "Numbers 6:11", "Numbers 6:12", "Numbers 6:13", "Numbers 6:14", "Numbers 6:15", "Numbers 6:16", "Numbers 6:17", "Numbers 6:18", "Numbers 6:19", "Numbers 6:20", "Numbers 6:21", "Numbers 6:22", "Numbers 6:23", "Numbers 6:24", "Numbers 6:25", "Numbers 6:26", "Numbers 6:27", "Numbers 7:1", "Numbers 7:2", "Numbers 7:3", "Numbers 7:4", "Numbers 7:5", "Numbers 7:6", "Numbers 7:7", "Numbers 7:8", "Numbers 7:9", "Numbers 7:10", "Numbers 7:11", "Numbers 7:12", "Numbers 7:13", "Numbers 7:14", "Numbers 7:15", "Numbers 7:16", "Numbers 7:17", "Numbers 7:18", "Numbers 7:19", "Numbers 7:20", "Numbers 7:21", "Numbers 7:22", "Numbers 7:23", "Numbers 7:24", "Numbers 7:25", "Numbers 7:26", "Numbers 7:27", "Numbers 7:28", "Numbers 7:29", "Numbers 7:30", "Numbers 7:31", "Numbers 7:32", "Numbers 7:33", "Numbers 7:34", "Numbers 7:35", "Numbers 7:36", "Numbers 7:37", "Numbers 7:38", "Numbers 7:39", "Numbers 7:40", "Numbers 7:41", "Numbers 7:42", "Numbers 7:43", "Numbers 7:44", "Numbers 7:45", "Numbers 7:46", "Numbers 7:47", "Numbers 7:48", "Numbers 7:49", "Numbers 7:50", "Numbers 7:51", "Numbers 7:52", "Numbers 7:53", "Numbers 7:54", "Numbers 7:55", "Numbers 7:56", "Numbers 7:57", "Numbers 7:58", "Numbers 7:59", "Numbers 7:60", "Numbers 7:61", "Numbers 7:62", "Numbers 7:63", "Numbers 7:64", "Numbers 7:65", "Numbers 7:66", "Numbers 7:67", "Numbers 7:68", "Numbers 7:69", "Numbers 7:70", "Numbers 7:71", "Numbers 7:72", "Numbers 7:73", "Numbers 7:74", "Numbers 7:75", "Numbers 7:76", "Numbers 7:77", "Numbers 7:78", "Numbers 7:79", "Numbers 7:80", "Numbers 7:81", "Numbers 7:82", "Numbers 7:83", "Numbers 7:84", "Numbers 7:85", "Numbers 7:86", "Numbers 7:87", "Numbers 7:88", "Numbers 7:89", "Numbers 8:1", "Numbers 8:2", "Numbers 8:3", "Numbers 8:4", "Numbers 8:5", "Numbers 8:6", "Numbers 8:7", "Numbers 8:8", "Numbers 8:9", "Numbers 8:10", "Numbers 8:11", "Numbers 8:12", "Numbers 8:13", "Numbers 8:14", "Numbers 8:15", "Numbers 8:16", "Numbers 8:17", "Numbers 8:18", "Numbers 8:19", "Numbers 8:20", "Numbers 8:21", "Numbers 8:22", "Numbers 8:23", "Numbers 8:24", "Numbers 8:25", "Numbers 8:26", "Numbers 9:1", "Numbers 9:2", "Numbers 9:3", "Numbers 9:4", "Numbers 9:5", "Numbers 9:6", "Numbers 9:7", "Numbers 9:8", "Numbers 9:9", "Numbers 9:10", "Numbers 9:11", "Numbers 9:12", "Numbers 9:13", "Numbers 9:14", "Numbers 9:15", "Numbers 9:16", "Numbers 9:17", "Numbers 9:18", "Numbers 9:19", "Numbers 9:20", "Numbers 9:21", "Numbers 9:22", "Numbers 9:23", "Numbers 10:1", "Numbers 10:2", "Numbers 10:3", "Numbers 10:4", "Numbers 10:5", "Numbers 10:6", "Numbers 10:7", "Numbers 10:8", "Numbers 10:9", "Numbers 10:10", "Numbers 10:11", "Numbers 10:12", "Numbers 10:13", "Numbers 10:14", "Numbers 10:15", "Numbers 10:16", "Numbers 10:17", "Numbers 10:18", "Numbers 10:19", "Numbers 10:20", "Numbers 10:21", "Numbers 10:22", "Numbers 10:23", "Numbers 10:24", "Numbers 10:25", "Numbers 10:26", "Numbers 10:27", "Numbers 10:28", "Numbers 10:29", "Numbers 10:30", "Numbers 10:31", "Numbers 10:32", "Numbers 10:33", "Numbers 10:34", "Numbers 10:35", "Numbers 10:36", "Numbers 11:1", "Numbers 11:2", "Numbers 11:3", "Numbers 11:4", "Numbers 11:5", "Numbers 11:6", "Numbers 11:7", "Numbers 11:8", "Numbers 11:9", "Numbers 11:10", "Numbers 11:11", "Numbers 11:12", "Numbers 11:13", "Numbers 11:14", "Numbers 11:15", "Numbers 11:16", "Numbers 11:17", "Numbers 11:18", "Numbers 11:19", "Numbers 11:20", "Numbers 11:21", "Numbers 11:22", "Numbers 11:23", "Numbers 11:24", "Numbers 11:25", "Numbers 11:26", "Numbers 11:27", "Numbers 11:28", "Numbers 11:29", "Numbers 11:30", "Numbers 11:31", "Numbers 11:32", "Numbers 11:33", "Numbers 11:34", "Numbers 11:35", "Numbers 12:1", "Numbers 12:2", "Numbers 12:3", "Numbers 12:4", "Numbers 12:5", "Numbers 12:6", "Numbers 12:7", "Numbers 12:8", "Numbers 12:9", "Numbers 12:10", "Numbers 12:11", "Numbers 12:12", "Numbers 12:13", "Numbers 12:14", "Numbers 12:15", "Numbers 12:16", "Numbers 13:1", "Numbers 13:2", "Numbers 13:3", "Numbers 13:4", "Numbers 13:5", "Numbers 13:6", "Numbers 13:7", "Numbers 13:8", "Numbers 13:9", "Numbers 13:10", "Numbers 13:11", "Numbers 13:12", "Numbers 13:13", "Numbers 13:14", "Numbers 13:15", "Numbers 13:16", "Numbers 13:17", "Numbers 13:18", "Numbers 13:19", "Numbers 13:20", "Numbers 13:21", "Numbers 13:22", "Numbers 13:23", "Numbers 13:24", "Numbers 13:25", "Numbers 13:26", "Numbers 13:27", "Numbers 13:28", "Numbers 13:29", "Numbers 13:30", "Numbers 13:31", "Numbers 13:32", "Numbers 13:33", "Numbers 14:1", "Numbers 14:2", "Numbers 14:3", "Numbers 14:4", "Numbers 14:5", "Numbers 14:6", "Numbers 14:7", "Numbers 14:8", "Numbers 14:9", "Numbers 14:10", "Numbers 14:11", "Numbers 14:12", "Numbers 14:13", "Numbers 14:14", "Numbers 14:15", "Numbers 14:16", "Numbers 14:17", "Numbers 14:18", "Numbers 14:19", "Numbers 14:20", "Numbers 14:21", "Numbers 14:22", "Numbers 14:23", "Numbers 14:24", "Numbers 14:25", "Numbers 14:26", "Numbers 14:27", "Numbers 14:28", "Numbers 14:29", "Numbers 14:30", "Numbers 14:31", "Numbers 14:32", "Numbers 14:33", "Numbers 14:34", "Numbers 14:35", "Numbers 14:36", "Numbers 14:37", "Numbers 14:38", "Numbers 14:39", "Numbers 14:40", "Numbers 14:41", "Numbers 14:42", "Numbers 14:43", "Numbers 14:44", "Numbers 14:45", "Numbers 15:1", "Numbers 15:2", "Numbers 15:3", "Numbers 15:4", "Numbers 15:5", "Numbers 15:6", "Numbers 15:7", "Numbers 15:8", "Numbers 15:9", "Numbers 15:10", "Numbers 15:11", "Numbers 15:12", "Numbers 15:13", "Numbers 15:14", "Numbers 15:15", "Numbers 15:16", "Numbers 15:17", "Numbers 15:18", "Numbers 15:19", "Numbers 15:20", "Numbers 15:21", "Numbers 15:22", "Numbers 15:23", "Numbers 15:24", "Numbers 15:25", "Numbers 15:26", "Numbers 15:27", "Numbers 15:28", "Numbers 15:29", "Numbers 15:30", "Numbers 15:31", "Numbers 15:32", "Numbers 15:33", "Numbers 15:34", "Numbers 15:35", "Numbers 15:36", "Numbers 15:37", "Numbers 15:38", "Numbers 15:39", "Numbers 15:40", "Numbers 15:41", "Numbers 16:1", "Numbers 16:2", "Numbers 16:3", "Numbers 16:4", "Numbers 16:5", "Numbers 16:6", "Numbers 16:7", "Numbers 16:8", "Numbers 16:9", "Numbers 16:10", "Numbers 16:11", "Numbers 16:12", "Numbers 16:13", "Numbers 16:14", "Numbers 16:15", "Numbers 16:16", "Numbers 16:17", "Numbers 16:18", "Numbers 16:19", "Numbers 16:20", "Numbers 16:21", "Numbers 16:22", "Numbers 16:23", "Numbers 16:24", "Numbers 16:25", "Numbers 16:26", "Numbers 16:27", "Numbers 16:28", "Numbers 16:29", "Numbers 16:30", "Numbers 16:31", "Numbers 16:32", "Numbers 16:33", "Numbers 16:34", "Numbers 16:35", "Numbers 17:1", "Numbers 17:2", "Numbers 17:3", "Numbers 17:4", "Numbers 17:5", "Numbers 17:6", "Numbers 17:7", "Numbers 17:8", "Numbers 17:9", "Numbers 17:10", "Numbers 17:11", "Numbers 17:12", "Numbers 17:13", "Numbers 17:14", "Numbers 17:15", "Numbers 17:16", "Numbers 17:17", "Numbers 17:18", "Numbers 17:19", "Numbers 17:20", "Numbers 17:21", "Numbers 17:22", "Numbers 17:23", "Numbers 17:24", "Numbers 17:25", "Numbers 17:26", "Numbers 17:27", "Numbers 17:28", "Numbers 18:1", "Numbers 18:2", "Numbers 18:3", "Numbers 18:4", "Numbers 18:5", "Numbers 18:6", "Numbers 18:7", "Numbers 18:8", "Numbers 18:9", "Numbers 18:10", "Numbers 18:11", "Numbers 18:12", "Numbers 18:13", "Numbers 18:14", "Numbers 18:15", "Numbers 18:16", "Numbers 18:17", "Numbers 18:18", "Numbers 18:19", "Numbers 18:20", "Numbers 18:21", "Numbers 18:22", "Numbers 18:23", "Numbers 18:24", "Numbers 18:25", "Numbers 18:26", "Numbers 18:27", "Numbers 18:28", "Numbers 18:29", "Numbers 18:30", "Numbers 18:31", "Numbers 18:32", "Numbers 19:1", "Numbers 19:2", "Numbers 19:3", "Numbers 19:4", "Numbers 19:5", "Numbers 19:6", "Numbers 19:7", "Numbers 19:8", "Numbers 19:9", "Numbers 19:10", "Numbers 19:11", "Numbers 19:12", "Numbers 19:13", "Numbers 19:14", "Numbers 19:15", "Numbers 19:16", "Numbers 19:17", "Numbers 19:18", "Numbers 19:19", "Numbers 19:20", "Numbers 19:21", "Numbers 19:22", "Numbers 20:1", "Numbers 20:2", "Numbers 20:3", "Numbers 20:4", "Numbers 20:5", "Numbers 20:6", "Numbers 20:7", "Numbers 20:8", "Numbers 20:9", "Numbers 20:10", "Numbers 20:11", "Numbers 20:12", "Numbers 20:13", "Numbers 20:14", "Numbers 20:15", "Numbers 20:16", "Numbers 20:17", "Numbers 20:18", "Numbers 20:19", "Numbers 20:20", "Numbers 20:21", "Numbers 20:22", "Numbers 20:23", "Numbers 20:24", "Numbers 20:25", "Numbers 20:26", "Numbers 20:27", "Numbers 20:28", "Numbers 20:29", "Numbers 21:1", "Numbers 21:2", "Numbers 21:3", "Numbers 21:4", "Numbers 21:5", "Numbers 21:6", "Numbers 21:7", "Numbers 21:8", "Numbers 21:9", "Numbers 21:10", "Numbers 21:11", "Numbers 21:12", "Numbers 21:13", "Numbers 21:14", "Numbers 21:15", "Numbers 21:16", "Numbers 21:17", "Numbers 21:18", "Numbers 21:19", "Numbers 21:20", "Numbers 21:21", "Numbers 21:22", "Numbers 21:23", "Numbers 21:24", "Numbers 21:25", "Numbers 21:26", "Numbers 21:27", "Numbers 21:28", "Numbers 21:29", "Numbers 21:30", "Numbers 21:31", "Numbers 21:32", "Numbers 21:33", "Numbers 21:34", "Numbers 21:35", "Numbers 22:1", "Numbers 22:2", "Numbers 22:3", "Numbers 22:4", "Numbers 22:5", "Numbers 22:6", "Numbers 22:7", "Numbers 22:8", "Numbers 22:9", "Numbers 22:10", "Numbers 22:11", "Numbers 22:12", "Numbers 22:13", "Numbers 22:14", "Numbers 22:15", "Numbers 22:16", "Numbers 22:17", "Numbers 22:18", "Numbers 22:19", "Numbers 22:20", "Numbers 22:21", "Numbers 22:22", "Numbers 22:23", "Numbers 22:24", "Numbers 22:25", "Numbers 22:26", "Numbers 22:27", "Numbers 22:28", "Numbers 22:29", "Numbers 22:30", "Numbers 22:31", "Numbers 22:32", "Numbers 22:33", "Numbers 22:34", "Numbers 22:35", "Numbers 22:36", "Numbers 22:37", "Numbers 22:38", "Numbers 22:39", "Numbers 22:40", "Numbers 22:41", "Numbers 23:1", "Numbers 23:2", "Numbers 23:3", "Numbers 23:4", "Numbers 23:5", "Numbers 23:6", "Numbers 23:7", "Numbers 23:8", "Numbers 23:9", "Numbers 23:10", "Numbers 23:11", "Numbers 23:12", "Numbers 23:13", "Numbers 23:14", "Numbers 23:15", "Numbers 23:16", "Numbers 23:17", "Numbers 23:18", "Numbers 23:19", "Numbers 23:20", "Numbers 23:21", "Numbers 23:22", "Numbers 23:23", "Numbers 23:24", "Numbers 23:25", "Numbers 23:26", "Numbers 23:27", "Numbers 23:28", "Numbers 23:29", "Numbers 23:30", "Numbers 24:1", "Numbers 24:2", "Numbers 24:3", "Numbers 24:4", "Numbers 24:5", "Numbers 24:6", "Numbers 24:7", "Numbers 24:8", "Numbers 24:9", "Numbers 24:10", "Numbers 24:11", "Numbers 24:12", "Numbers 24:13", "Numbers 24:14", "Numbers 24:15", "Numbers 24:16", "Numbers 24:17", "Numbers 24:18", "Numbers 24:19", "Numbers 24:20", "Numbers 24:21", "Numbers 24:22", "Numbers 24:23", "Numbers 24:24", "Numbers 24:25", "Numbers 25:1", "Numbers 25:2", "Numbers 25:3", "Numbers 25:4", "Numbers 25:5", "Numbers 25:6", "Numbers 25:7", "Numbers 25:8", "Numbers 25:9", "Numbers 25:10", "Numbers 25:11", "Numbers 25:12", "Numbers 25:13", "Numbers 25:14", "Numbers 25:15", "Numbers 25:16", "Numbers 25:17", "Numbers 25:18", "Numbers 26:1", "Numbers 26:2", "Numbers 26:3", "Numbers 26:4", "Numbers 26:5", "Numbers 26:6", "Numbers 26:7", "Numbers 26:8", "Numbers 26:9", "Numbers 26:10", "Numbers 26:11", "Numbers 26:12", "Numbers 26:13", "Numbers 26:14", "Numbers 26:15", "Numbers 26:16", "Numbers 26:17", "Numbers 26:18", "Numbers 26:19", "Numbers 26:20", "Numbers 26:21", "Numbers 26:22", "Numbers 26:23", "Numbers 26:24", "Numbers 26:25", "Numbers 26:26", "Numbers 26:27", "Numbers 26:28", "Numbers 26:29", "Numbers 26:30", "Numbers 26:31", "Numbers 26:32", "Numbers 26:33", "Numbers 26:34", "Numbers 26:35", "Numbers 26:36", "Numbers 26:37", "Numbers 26:38", "Numbers 26:39", "Numbers 26:40", "Numbers 26:41", "Numbers 26:42", "Numbers 26:43", "Numbers 26:44", "Numbers 26:45", "Numbers 26:46", "Numbers 26:47", "Numbers 26:48", "Numbers 26:49", "Numbers 26:50", "Numbers 26:51", "Numbers 26:52", "Numbers 26:53", "Numbers 26:54", "Numbers 26:55", "Numbers 26:56", "Numbers 26:57", "Numbers 26:58", "Numbers 26:59", "Numbers 26:60", "Numbers 26:61", "Numbers 26:62", "Numbers 26:63", "Numbers 26:64", "Numbers 26:65", "Numbers 27:1", "Numbers 27:2", "Numbers 27:3", "Numbers 27:4", "Numbers 27:5", "Numbers 27:6", "Numbers 27:7", "Numbers 27:8", "Numbers 27:9", "Numbers 27:10", "Numbers 27:11", "Numbers 27:12", "Numbers 27:13", "Numbers 27:14", "Numbers 27:15", "Numbers 27:16", "Numbers 27:17", "Numbers 27:18", "Numbers 27:19", "Numbers 27:20", "Numbers 27:21", "Numbers 27:22", "Numbers 27:23", "Numbers 28:1", "Numbers 28:2", "Numbers 28:3", "Numbers 28:4", "Numbers 28:5", "Numbers 28:6", "Numbers 28:7", "Numbers 28:8", "Numbers 28:9", "Numbers 28:10", "Numbers 28:11", "Numbers 28:12", "Numbers 28:13", "Numbers 28:14", "Numbers 28:15", "Numbers 28:16", "Numbers 28:17", "Numbers 28:18", "Numbers 28:19", "Numbers 28:20", "Numbers 28:21", "Numbers 28:22", "Numbers 28:23", "Numbers 28:24", "Numbers 28:25", "Numbers 28:26", "Numbers 28:27", "Numbers 28:28", "Numbers 28:29", "Numbers 28:30", "Numbers 28:31", "Numbers 29:1", "Numbers 29:2", "Numbers 29:3", "Numbers 29:4", "Numbers 29:5", "Numbers 29:6", "Numbers 29:7", "Numbers 29:8", "Numbers 29:9", "Numbers 29:10", "Numbers 29:11", "Numbers 29:12", "Numbers 29:13", "Numbers 29:14", "Numbers 29:15", "Numbers 29:16", "Numbers 29:17", "Numbers 29:18", "Numbers 29:19", "Numbers 29:20", "Numbers 29:21", "Numbers 29:22", "Numbers 29:23", "Numbers 29:24", "Numbers 29:25", "Numbers 29:26", "Numbers 29:27", "Numbers 29:28", "Numbers 29:29", "Numbers 29:30", "Numbers 29:31", "Numbers 29:32", "Numbers 29:33", "Numbers 29:34", "Numbers 29:35", "Numbers 29:36", "Numbers 29:37", "Numbers 29:38", "Numbers 29:39", "Numbers 30:1", "Numbers 30:2", "Numbers 30:3", "Numbers 30:4", "Numbers 30:5", "Numbers 30:6", "Numbers 30:7", "Numbers 30:8", "Numbers 30:9", "Numbers 30:10", "Numbers 30:11", "Numbers 30:12", "Numbers 30:13", "Numbers 30:14", "Numbers 30:15", "Numbers 30:16", "Numbers 30:17", "Numbers 31:1", "Numbers 31:2", "Numbers 31:3", "Numbers 31:4", "Numbers 31:5", "Numbers 31:6", "Numbers 31:7", "Numbers 31:8", "Numbers 31:9", "Numbers 31:10", "Numbers 31:11", "Numbers 31:12", "Numbers 31:13", "Numbers 31:14", "Numbers 31:15", "Numbers 31:16", "Numbers 31:17", "Numbers 31:18", "Numbers 31:19", "Numbers 31:20", "Numbers 31:21", "Numbers 31:22", "Numbers 31:23", "Numbers 31:24", "Numbers 31:25", "Numbers 31:26", "Numbers 31:27", "Numbers 31:28", "Numbers 31:29", "Numbers 31:30", "Numbers 31:31", "Numbers 31:32", "Numbers 31:33", "Numbers 31:34", "Numbers 31:35", "Numbers 31:36", "Numbers 31:37", "Numbers 31:38", "Numbers 31:39", "Numbers 31:40", "Numbers 31:41", "Numbers 31:42", "Numbers 31:43", "Numbers 31:44", "Numbers 31:45", "Numbers 31:46", "Numbers 31:47", "Numbers 31:48", "Numbers 31:49", "Numbers 31:50", "Numbers 31:51", "Numbers 31:52", "Numbers 31:53", "Numbers 31:54", "Numbers 32:1", "Numbers 32:2", "Numbers 32:3", "Numbers 32:4", "Numbers 32:5", "Numbers 32:6", "Numbers 32:7", "Numbers 32:8", "Numbers 32:9", "Numbers 32:10", "Numbers 32:11", "Numbers 32:12", "Numbers 32:13", "Numbers 32:14", "Numbers 32:15", "Numbers 32:16", "Numbers 32:17", "Numbers 32:18", "Numbers 32:19", "Numbers 32:20", "Numbers 32:21", "Numbers 32:22", "Numbers 32:23", "Numbers 32:24", "Numbers 32:25", "Numbers 32:26", "Numbers 32:27", "Numbers 32:28", "Numbers 32:29", "Numbers 32:30", "Numbers 32:31", "Numbers 32:32", "Numbers 32:33", "Numbers 32:34", "Numbers 32:35", "Numbers 32:36", "Numbers 32:37", "Numbers 32:38", "Numbers 32:39", "Numbers 32:40", "Numbers 32:41", "Numbers 32:42", "Numbers 33:1", "Numbers 33:2", "Numbers 33:3", "Numbers 33:4", "Numbers 33:5", "Numbers 33:6", "Numbers 33:7", "Numbers 33:8", "Numbers 33:9", "Numbers 33:10", "Numbers 33:11", "Numbers 33:12", "Numbers 33:13", "Numbers 33:14", "Numbers 33:15", "Numbers 33:16", "Numbers 33:17", "Numbers 33:18", "Numbers 33:19", "Numbers 33:20", "Numbers 33:21", "Numbers 33:22", "Numbers 33:23", "Numbers 33:24", "Numbers 33:25", "Numbers 33:26", "Numbers 33:27", "Numbers 33:28", "Numbers 33:29", "Numbers 33:30", "Numbers 33:31", "Numbers 33:32", "Numbers 33:33", "Numbers 33:34", "Numbers 33:35", "Numbers 33:36", "Numbers 33:37", "Numbers 33:38", "Numbers 33:39", "Numbers 33:40", "Numbers 33:41", "Numbers 33:42", "Numbers 33:43", "Numbers 33:44", "Numbers 33:45", "Numbers 33:46", "Numbers 33:47", "Numbers 33:48", "Numbers 33:49", "Numbers 33:50", "Numbers 33:51", "Numbers 33:52", "Numbers 33:53", "Numbers 33:54", "Numbers 33:55", "Numbers 33:56", "Numbers 34:1", "Numbers 34:2", "Numbers 34:3", "Numbers 34:4", "Numbers 34:5", "Numbers 34:6", "Numbers 34:7", "Numbers 34:8", "Numbers 34:9", "Numbers 34:10", "Numbers 34:11", "Numbers 34:12", "Numbers 34:13", "Numbers 34:14", "Numbers 34:15", "Numbers 34:16", "Numbers 34:17", "Numbers 34:18", "Numbers 34:19", "Numbers 34:20", "Numbers 34:21", "Numbers 34:22", "Numbers 34:23", "Numbers 34:24", "Numbers 34:25", "Numbers 34:26", "Numbers 34:27", "Numbers 34:28", "Numbers 34:29", "Numbers 35:1", "Numbers 35:2", "Numbers 35:3", "Numbers 35:4", "Numbers 35:5", "Numbers 35:6", "Numbers 35:7", "Numbers 35:8", "Numbers 35:9", "Numbers 35:10", "Numbers 35:11", "Numbers 35:12", "Numbers 35:13", "Numbers 35:14", "Numbers 35:15", "Numbers 35:16", "Numbers 35:17", "Numbers 35:18", "Numbers 35:19", "Numbers 35:20", "Numbers 35:21", "Numbers 35:22", "Numbers 35:23", "Numbers 35:24", "Numbers 35:25", "Numbers 35:26", "Numbers 35:27", "Numbers 35:28", "Numbers 35:29", "Numbers 35:30", "Numbers 35:31", "Numbers 35:32", "Numbers 35:33", "Numbers 35:34", "Numbers 36:1", "Numbers 36:2", "Numbers 36:3", "Numbers 36:4", "Numbers 36:5", "Numbers 36:6", "Numbers 36:7", "Numbers 36:8", "Numbers 36:9", "Numbers 36:10", "Numbers 36:11", "Numbers 36:12", "Numbers 36:13"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, On the Book of Numbers and Its Structure 2-52", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר א׳ ב׳-נ״ב", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "On the Book of Numbers and Its Structure", "he": "במדבר מאמר א׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "במדבר מאמר א׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["T<small>HE READER WHO APPROACHES THE BOOK OF</small> N<small>UMBERS UNDER THE INFLUENCE OF ITS</small> common Hebrew name, <i>Bemidbar</i>, “In the Wilderness,” will logically expect a narrative account of the wanderings of the Israelites before they reach the Promised Land. But the book in its present form is a great deal more than that. To be sure,it contains stories of the long trek from Egypt to Canaan, with moments of triumph and difficulty, obedience and rebellion. Some of the great narratives of the Pentateuch are here, from the account of Korah’s revolt (Chap. 16) to Moshe’s sin (20) to Bil'am’s recalcitrant donkey (22). But the book also features census and sacrificial donation lists; details of the setup of Israel’s camp; the duties of the Levites in the traveling sanctuary; laws regarding wives suspected of adultery and those who take on extraordinary vows; a complicated and mysterious ritual for removing the extreme ritual pollution carried by death; a doubled tale about daughters inheriting land; and a host of other rules and regulations.", "It is this composite character and apparent lack of easily definable structure that imbue the book with fascination for scholars and with frustration for lay readers. While the four other books of the Torah also mix narrative, law, poetry, and cultic regulations, none of them has combined and alternated these genres with such abandon. There are a number of possible explanations for this. First, it is conceivable that Numbers as we have it reflects the desire to preserve as many traditions about the wilderness wanderings as possible; as Greenberg (1972) has demonstrated with the traditions about the revelation on Mount Sinai, it may have been more important to collect everything relevant than to create a smooth or seamless text. Second, here as elsewhere in the Torah, narrative may serve to introduce law or to provide the preceding background for it. Third, there is an aesthetic consideration: the great rebellion stories in the center of the book, to give an example, are separated from one another by prescriptive legal passages. Earlier books in the Torah similarly utilize breaks of varying lengths (e.g., the genealogical lists in Genesis, the Tabernacle texts of Exodus). The result is to highlight both narrative and law, and also to provide a large-scale rhythm to the book (Milgrom comments on the consistent alternating pattern).", "The kind of literary mixture that we find in Numbers goes beyond that rabbinic dictum that “the Torah speaks in human language.” It suggests that, far from betraying human frailties in the composition or transmission of the traditions presented in Numbers, a purposeful and powerful hand has been at work. More than any other book in the Torah, this one gives evidence of an editorial process. While the finished product may not be able to help us unravel the detailed history of that process, we may at least observe that much has been added to the wilderness narratives, in a way that transforms them into a patterned view of Israel’s early history.", "Recent commentaries see a two- or three-part structure to Numbers, based either on geography—the Sinai Wilderness, Kadesh, the plains of Moab—or chronology. Since the book as we have it is not entirely clear about either area— there seems to be internal disagreement about where the spies (Chap. 13) left from and went, and also about when the forty-year punishment began—I am in general agreement with Olson’s scheme of seeing the book as “The Death of the Old and the Birth of the New,” that is, the slave generation and that of their children, which are set apart by the two census lists in Chapters 1 and 26. But the differences between Chapters 1–10 and 11–25 must also be taken into account. I propose the following theoretical structure:", "I In the Wilderness of Sinai: The Camp", "1 The Census (Musterings) of the Israelites; the Duties of the Levites", "2 The Ordering of the Camp", "3 The Census of the Levites According to Their Duties", "4 The Tasks of the Levites", "5 Threats to the Ritual Integrity of the Camp", "6 Procedure Regarding a Nazirite; the Priestly Blessing", "7 Gifts of the Tribes to the Tabernacle", "8 The Tabernacle Lamps; Purification of the Levites", "9 Passover in the Wilderness; God’s Presence with the Tabernacle", "10 The Journey to Canaan Commences", "II The Rebellious Folk: Narratives of Challenge", "A Sealing the Fate of the First Generation", "11 First Rebellion: Food", "12 Second Rebellion: Siblings", "13 The Spies’ Mission", "14 Third Rebellion: Panic", "15 Interlude: Rules on Sacrifices, Sabbath, and Tassels", "B The Crisis of Leadership", "16 Fourth Rebellion: Korah and the Levites", "17 Fifth Rebellion: After the Purge", "18 The Levites as Guardians", "19 Pollution by Death and Its Removal", "20 Sixth Rebellion: The Sin of Moshe and Aharon", "C Encountering the Other", "21 Encounters with Various Neighbors; Seventh Rebellion:", "Food and Water", "22–24 The Bil'am Cycle", "25 Final Rebellion: Apostasy", "III In the Plains of Moab: Preparations for the Conquest of Canaan", "26 The Second Census", "27 Inheritance: the Daughters of Tzelofhad I", "28–29 Sacrifices for Holy Days", "30 Rules Concerning Vows", "31 First Battle and Aftermath", "32 Two and a Half Tribes and the Future Conquest", "33 Wilderness Itinerary and Warning", "34 Future Borders", "35 The Levites’ Towns of Asylum", "36 Inheritance: the Daughters of Tzelofhad II", "In this scheme, not only does the otherwise haphazard subject matter of the book fit roughly into the three divisions, but the divisions themselves seem to correspond to narrative mood swings. This might be characterized as a movement from order to chaos, and back to order again. The wilderness camp is still connected to the ordering—nation-founding—experience of Sinai; God speaks to Moshe from the Tabernacle, both here and in Leviticus, and the structure serves as a surrogate Mount Sinai. The concerns of Part I, therefore, are expressed in lists, and the section is filled with them.", "With the rebellion narratives of Part II, which not coincidentally take place as soon as Israel sets out on its journey through the wilderness, the idealistic order of Sinai is broken, and the people (and Moshe) must deal with the harsh reality of life in the desert. It becomes clear that nation-founding involves not only the giving of laws and the arranging of societal roles, but also the developing of the ability to cope with physical and spiritual challenges to survival.", "The slave generation is unable to successfully meet the challenge, and Part II chronicles their failures and their punishment. They had been born into the rigidly ordered situation of slavery—an order with underlying spiritual chaos— and only their children, born into the chaotic but free air of the wilderness, can be readied for the orderly transition into conquest and societal life on their own soil. This readying process is portrayed in Part III, through a series of lists once again: another military census, clear inheritance laws, a sacred calendar tied to the growing cycles of the land, a tracing of the Israelites’ travels through the wilderness, and a laying out of future borders. By the end of the book, Israel is fully prepared to enter the land, with a new generation, new leadership in the wings, a full set of societal rules, an operative cult, and, above all, a collective memory of experiences that serve to instruct and warn future generations. These issues will be fully and memorably summarized in the great final speeches of Moshe that comprise the last book of the Torah, Deuteronomy.", "Of special note in the book of Numbers is the emphasis on the Levites and their tasks. The text introduces this group, which may have originated as a guild rather than as a tribe, already in Chapter 1 (v.47). Thereafter, they play a major role in the book—the portrayal of their purification for service (Chap. 8), the great rebellion fomented by some of them (16), their important function as guardians against encroachment on the sanctuary (18), and their distribution in certain towns that serve also as places of refuge for accidental manslayers (35) is spread throughout the book, as if to form a distinctive thread amid the other themes of wandering, rebellion, and preparation for conquest. This interest in the Levites, in the eyes of some scholars, signals a particularly late development in the history of Israelite religion, and perhaps a late editing for our book as well. It also indicates how thoroughly the wilderness traditions have been reworked, to establish a hoary history for the central Israelite institutions connected with divine worship. While it is next to impossible to trace the internal struggles of the Israelite priesthood over the centuries with historical precision, it seems clear that such strife was part of history, and may be reflected in the portrayals of Aharon, Korah, and Pin’has, to mention just a few of the priestly/Levitical figures that populate the wilderness stories. At any rate, the combining of clearly priestly material into the varied narrative and poetic stuff of Numbers has created a book different than what might have been, had the editors sought a story and only a story. The same, of course, might be said for the entire five books of which Numbers is a part.", "As I noted in the introduction to Volume II of this work, <i>Now These Are the Names</i> (Exodus), the hero’s journey through the unknown is, of course, a central theme in Western literature. From Homer’s <i>Odyssey</i> to Sinbad’s journeys in <i>A Thousand and One Nights</i> to the many twentieth-century works on the theme, the protagonist’s unfamiliar terrain has become the familiar metaphor for our own inner journeys. Such accounts normally concentrate on obstacles in the way: opponents divine and human, harsh landscapes, wild beasts, lack of water, lack of people and succor. Heroes are left to their own devices, and if they are successful in completing their journey, the audience experiences the vicarious triumph of conquering the impossible. Indeed, the operating principle seems to be: the greater the obstacles, the more stunning the triumph.", "The wilderness trek recounted in the heart of the book of Numbers has a wholly different feel. To be sure, there are obstacles, some of them standard, such as the dearth of food and water and the opposition of hostile nations along the way. But the main emphasis in these texts is on internal obstacles—the people’s lack of trust, faith, and courage. And as so often happens in the Torah, physical background, as important as it obviously is in Numbers, what with a myriad of geographical locations noted, is overshadowed by the dominant issue of the relationship between Israel and God. The God of the wilderness journey is initially a provider and protector (cf. Ex. 15–18); when he turns lawgiver, Israel’s situation seems secure despite the harsh ecological setting. But Numbers has chosen to remember the people’s moments of doubt and rebellion above all, and so the orderly leaving of Sinai which closes the first part of the book, along with the orderly preparations for conquest that mark its third part, fade in the reader’s consciousness before the memorable narratives in Chapters 11–25.", "It has been pointed out (Tunyogi) that these stories serve as “foundation accounts,” as stories that tell about “the archetypes to be repeated in all coming generations.” As such, they are significant in later Israel’s understanding of itself. Through the book of Numbers, later generations were warned not to repeat the sins of the wilderness; and Moshe himself came to be looked upon as the quintessential prophet. For the era of the literary prophets (ninth-sixth centuries <small>B.C.E.</small>), concerned as they were with Israel’s forgetfulness and backsliding, and the era of Babylonian Exile (sixth century <small>B.C.E.</small>), in which the exiles also found themselves outside the Promised Land, there could have been no stronger warning or cause for hope than the stories and laws set down in the Torah, and especially the traditions recorded in the book of Numbers."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62037ee76bfddfbb310fed12", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Numbers, Part II; The Rebellion Narratives, Bil'am's First Visions 2", "anchorRef": "Numbers 23:1-30", "anchorRefExpanded": ["Numbers 23:1", "Numbers 23:2", "Numbers 23:3", "Numbers 23:4", "Numbers 23:5", "Numbers 23:6", "Numbers 23:7", "Numbers 23:8", "Numbers 23:9", "Numbers 23:10", "Numbers 23:11", "Numbers 23:12", "Numbers 23:13", "Numbers 23:14", "Numbers 23:15", "Numbers 23:16", "Numbers 23:17", "Numbers 23:18", "Numbers 23:19", "Numbers 23:20", "Numbers 23:21", "Numbers 23:22", "Numbers 23:23", "Numbers 23:24", "Numbers 23:25", "Numbers 23:26", "Numbers 23:27", "Numbers 23:28", "Numbers 23:29", "Numbers 23:30"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, Part II; The Rebellion Narratives, Bil'am's First Visions 2", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר ג׳, במדבר הערה י״ג ב׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Bil'am's First Visions", "he": "במדבר הערה י״ג"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "במדבר הערה י״ג", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "Having been granted permission to hire himself out to Balak, but with the caveat that he may speak only God’s word, Bil’am prepares to curse Israel. But his “encounters” with God leave not the slightest doubt of the outcome; curse is turned to blessing, despite all the correct ritual preparations and previous promises of payment for services rendered. One almost has the impression of a seance gone wrong. And, professionally speaking, hired prophets are supposed to tell kings what they want to hear.", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620380ac713bd8cd388d3e55", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Numbers, Part II; The Rebellion Narratives, On Bil'am 2-10", "anchorRef": "Numbers 22:5-25:9", "anchorRefExpanded": ["Numbers 22:5", "Numbers 22:6", "Numbers 22:7", "Numbers 22:8", "Numbers 22:9", "Numbers 22:10", "Numbers 22:11", "Numbers 22:12", "Numbers 22:13", "Numbers 22:14", "Numbers 22:15", "Numbers 22:16", "Numbers 22:17", "Numbers 22:18", "Numbers 22:19", "Numbers 22:20", "Numbers 22:21", "Numbers 22:22", "Numbers 22:23", "Numbers 22:24", "Numbers 22:25", "Numbers 22:26", "Numbers 22:27", "Numbers 22:28", "Numbers 22:29", "Numbers 22:30", "Numbers 22:31", "Numbers 22:32", "Numbers 22:33", "Numbers 22:34", "Numbers 22:35", "Numbers 22:36", "Numbers 22:37", "Numbers 22:38", "Numbers 22:39", "Numbers 22:40", "Numbers 22:41", "Numbers 23:1", "Numbers 23:2", "Numbers 23:3", "Numbers 23:4", "Numbers 23:5", "Numbers 23:6", "Numbers 23:7", "Numbers 23:8", "Numbers 23:9", "Numbers 23:10", "Numbers 23:11", "Numbers 23:12", "Numbers 23:13", "Numbers 23:14", "Numbers 23:15", "Numbers 23:16", "Numbers 23:17", "Numbers 23:18", "Numbers 23:19", "Numbers 23:20", "Numbers 23:21", "Numbers 23:22", "Numbers 23:23", "Numbers 23:24", "Numbers 23:25", "Numbers 23:26", "Numbers 23:27", "Numbers 23:28", "Numbers 23:29", "Numbers 23:30", "Numbers 24:1", "Numbers 24:2", "Numbers 24:3", "Numbers 24:4", "Numbers 24:5", "Numbers 24:6", "Numbers 24:7", "Numbers 24:8", "Numbers 24:9", "Numbers 24:10", "Numbers 24:11", "Numbers 24:12", "Numbers 24:13", "Numbers 24:14", "Numbers 24:15", "Numbers 24:16", "Numbers 24:17", "Numbers 24:18", "Numbers 24:19", "Numbers 24:20", "Numbers 24:21", "Numbers 24:22", "Numbers 24:23", "Numbers 24:24", "Numbers 24:25", "Numbers 25:1", "Numbers 25:2", "Numbers 25:3", "Numbers 25:4", "Numbers 25:5", "Numbers 25:6", "Numbers 25:7", "Numbers 25:8", "Numbers 25:9"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, Part II; The Rebellion Narratives, On Bil'am 2-10", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר ג׳, במדבר הערה י״א ב ב׳-י׳", "anchorVerse": 5, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "The Five Books of Moses, by Everett Fox, Numbers, Part II; The Rebellion Narratives, On Bil'am 2-10", "he": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר ג׳, במדבר הערה י״א ב ב׳-י׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "במדבר הערה י״א ב", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["N<small>OW EMBEDDED WITHIN THE SECOND PART OF THE BOOK OF</small> N<small>UMBERS, THE STORIES</small> and exalted poetry connected with the name of the pagan prophet Bil'am (Balaam) in many ways point to the final section of the book. They provide a welcome relief from the depressing and at times exasperating narratives of rebellion. Israel in Bil'am’s vision is the realization of the patriarchal dream, a sea of people (and tents) without number, upright in conduct and victorious in battle. In its focusing on the theme of reversal—curses turned to blessings, ass turned seer/prophet, and prophet turned fool—the Bil'am section suggests that, as we leave the old generation to die out in the wilderness, God’s own “cursing” of the people because of their rebelliousness will somehow, ultimately, be turned into blessing. No wonder that Buber (1988) felt the hidden presence of Moses and his vision of Israel in these chapters.", "Recent archaeological finds have placed Bil'am as a figure known to extrabiblical traditions located in the lands east of the Jordan. The Torah uses him (as the Bible may have used Job and other such personalities) for its own purposes, picking up a theme it has utilized earlier: the acknowledgment of God’s power and Israel’s glory by a wise or inspired pagan (cf., for instance, the figure of Jethro, Moses’ father-in-law, in Ex. 18; or, to use later examples, Jericho’s Rahab in Josh. 2 and the Queen of Sheba in I Kings 10). Just as the Pharaoh is made to acknowledge God’s power and Israel’s glory toward the beginning of the Exodus sequence, so the nations or tribes surrounding Israel are portrayed as coming to the same realization at its end. Bil'am, as it were, provides religious legitimacy for these ideas in the non-Israelite domain.", "The narrative is built, not only on obvious theme words such as “word,” “speak,” and “curse/revile/doom,” but also on repeating phrases. Central to them, in variation, is “only the word that I [God] speak to you, / that (alone) may speak” (22:20, 35, 38; 23:12, 36). The episode with the she-ass, one of the most unusual in the Bible, revolves around the threefold “And the she-ass saw YHWH’s messenger” (22:23, 2.5, 27), suggesting, of course, that Bil'am, the reputed holy man, does not see him. The story also offers an illustration of the Bible’s balanced sense of justice: Balak “once again” sends emissaries, Bil'am “once again” beats the she-ass, but these actions are thwarted by the divine messenger’s “once again” blocking the path (and, symbolically, the curse).", "While some scholars have suggested that the she-ass section has origins independent from the main body of the story, it is verbally linked to Bil'am’s speeches later in the story by a single device. The refrain of “these three times,” describing Bil'am’s beating of the she-ass and her refusal to continue, is matched by the threefold refusal of God to allow anything but blessing to publicly issue forth from the prophet’s mouth (“[on] these three occasions,” 24:10).", "The poetic sections of the story are built on the basis of a stock scene: Bil'am has Balak build seven altars and prepare seven bulls and seven rams; the prophet sacrifices the animals, and has the king stand alongside the altars while he, Bil'am, goes off to encounter God. When he returns, he “takes up his parable,” stressing twice how God blesses, not curses, Israel, and how he will under no circumstances revoke that blessing. The full version of the blessing, beginning in 24:3, is distinguished by its lofty tone (clearly suggesting the infusion of the “spirit of God” [24:2]). The tripled “Utters …” signals an abrupt change in mood and inspiration; the word, more properly “the utterance of …,” is frequently used by the later Prophets to open their speeches.", "A word should be said about the “oracles to the nations” that begin in 24:17. These are reminiscent of many Prophetic passages, in which the seer turns outside Israel and addresses the neighboring peoples (e.g., Amos 1–2:3). Their inclusion in Numbers helps to link the Bil'am story with what has immediately preceded it, the account of Israel’s militarily successful encounter with its historical neighbors.", "Similarly, the Bil'am episode is linked to the chapter that follows it, the apostasy at Baal-Peor. A tradition reported in 31:8 informs us that Bil'am was among those killed by Pin’has in his “zeal” or “indignation” (Fishbane 1974) for Y<small>HWH</small>.", "<img>", "<b><i>Num. 22:23</i> Now the she-ass saw Y<small>HWH</small>’s messenger/stationed in the way, his sword drawn in his hand …</b>"], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620382efc9ad75f2d99afa26", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "", "ref": "The Five Books of Moses, by Everett Fox, Numbers, Part II; The Rebellion Narratives, On Bil'am 1", "anchorRef": "Numbers 22:2-25:9", "anchorRefExpanded": ["Numbers 22:2", "Numbers 22:3", "Numbers 22:4", "Numbers 22:5", "Numbers 22:6", "Numbers 22:7", "Numbers 22:8", "Numbers 22:9", "Numbers 22:10", "Numbers 22:11", "Numbers 22:12", "Numbers 22:13", "Numbers 22:14", "Numbers 22:15", "Numbers 22:16", "Numbers 22:17", "Numbers 22:18", "Numbers 22:19", "Numbers 22:20", "Numbers 22:21", "Numbers 22:22", "Numbers 22:23", "Numbers 22:24", "Numbers 22:25", "Numbers 22:26", "Numbers 22:27", "Numbers 22:28", "Numbers 22:29", "Numbers 22:30", "Numbers 22:31", "Numbers 22:32", "Numbers 22:33", "Numbers 22:34", "Numbers 22:35", "Numbers 22:36", "Numbers 22:37", "Numbers 22:38", "Numbers 22:39", "Numbers 22:40", "Numbers 22:41", "Numbers 23:1", "Numbers 23:2", "Numbers 23:3", "Numbers 23:4", "Numbers 23:5", "Numbers 23:6", "Numbers 23:7", "Numbers 23:8", "Numbers 23:9", "Numbers 23:10", "Numbers 23:11", "Numbers 23:12", "Numbers 23:13", "Numbers 23:14", "Numbers 23:15", "Numbers 23:16", "Numbers 23:17", "Numbers 23:18", "Numbers 23:19", "Numbers 23:20", "Numbers 23:21", "Numbers 23:22", "Numbers 23:23", "Numbers 23:24", "Numbers 23:25", "Numbers 23:26", "Numbers 23:27", "Numbers 23:28", "Numbers 23:29", "Numbers 23:30", "Numbers 24:1", "Numbers 24:2", "Numbers 24:3", "Numbers 24:4", "Numbers 24:5", "Numbers 24:6", "Numbers 24:7", "Numbers 24:8", "Numbers 24:9", "Numbers 24:10", "Numbers 24:11", "Numbers 24:12", "Numbers 24:13", "Numbers 24:14", "Numbers 24:15", "Numbers 24:16", "Numbers 24:17", "Numbers 24:18", "Numbers 24:19", "Numbers 24:20", "Numbers 24:21", "Numbers 24:22", "Numbers 24:23", "Numbers 24:24", "Numbers 24:25", "Numbers 25:1", "Numbers 25:2", "Numbers 25:3", "Numbers 25:4", "Numbers 25:5", "Numbers 25:6", "Numbers 25:7", "Numbers 25:8", "Numbers 25:9"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, Part II; The Rebellion Narratives, On Bil'am 1", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר ג׳, במדבר הערה י״א ב א׳", "anchorVerse": 2, "sourceHasEn": true, "commentaryNum": 1, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "במדבר הערה י״א ב", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<a class=\"refLink\" data-ref=\"Numbers 22:2-25:9\" data-ven=\"The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995\">Numbers 22:2-25:9</a>", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620382efc9ad75f2d99afa32", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "", "ref": "The Five Books of Moses, by Everett Fox, Numbers, Part II; The Rebellion Narratives, Bil'am's First Visions 1", "anchorRef": "Numbers 23:1-30", "anchorRefExpanded": ["Numbers 23:1", "Numbers 23:2", "Numbers 23:3", "Numbers 23:4", "Numbers 23:5", "Numbers 23:6", "Numbers 23:7", "Numbers 23:8", "Numbers 23:9", "Numbers 23:10", "Numbers 23:11", "Numbers 23:12", "Numbers 23:13", "Numbers 23:14", "Numbers 23:15", "Numbers 23:16", "Numbers 23:17", "Numbers 23:18", "Numbers 23:19", "Numbers 23:20", "Numbers 23:21", "Numbers 23:22", "Numbers 23:23", "Numbers 23:24", "Numbers 23:25", "Numbers 23:26", "Numbers 23:27", "Numbers 23:28", "Numbers 23:29", "Numbers 23:30"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, Part II; The Rebellion Narratives, Bil'am's First Visions 1", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר ג׳, במדבר הערה י״ג א׳", "anchorVerse": 1, "sourceHasEn": true, "commentaryNum": 1, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "במדבר הערה י״ג", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<a class=\"refLink\" data-ref=\"Numbers 23:1-30\" data-ven=\"The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995\">Numbers 23:1-30</a>", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "657ecc73758c1dc532ec92e4", "index_title": "Steinsaltz on Numbers", "category": "Commentary", "type": "commentary", "ref": "Steinsaltz on Numbers 23:12", "anchorRef": "Numbers 23:12", "anchorRefExpanded": ["Numbers 23:12"], "sourceRef": "Steinsaltz on Numbers 23:12", "sourceHeRef": "ביאור שטיינזלץ על במדבר כ״ג:י״ב", "anchorVerse": 12, "sourceHasEn": true, "commentaryNum": 23.0012, "collectiveTitle": {"en": "Steinsaltz", "he": "ביאור שטיינזלץ"}, "heTitle": "ביאור שטיינזלץ על במדבר", "he": "<b>וַיַּעַן</b> בלעם \n  <b>וַיֹּאמַר: הֲלֹא אֵת אֲשֶׁר יָשִׂים ה' בְּפִי</b>– \n  <b>אֹתוֹ אֶשְׁמֹר לְדַבֵּר,</b> ואינני מדבר לפי הזמנתך. \n  ", "heVersionTitle": "The Koren Steinsaltz Tanakh HaMevoar - Hebrew", "heLicense": "Copyright: Steinsaltz Center", "heVersionTitleInHebrew": "", "text": "<b>He, </b>Bilam, <b>answered and said: Is it not that which the Lord will place in my mouth, that I will take care to speak? </b>I cannot speak according to your will.", "versionTitle": "The Steinsaltz Tanakh - English", "license": "Copyright: Steinsaltz Center", "versionTitleInHebrew": ""}, {"_id": "554ef0b4fbfba21b48f53f98", "index_title": "Haamek Davar on Numbers", "category": "Commentary", "type": "commentary", "ref": "Haamek Davar on Numbers 23:12:1", "anchorRef": "Numbers 23:12", "anchorRefExpanded": ["Numbers 23:12"], "sourceRef": "Haamek Davar on Numbers 23:12:1", "sourceHeRef": "העמק דבר על במדבר כ״ג:י״ב:א׳", "anchorVerse": 12, "sourceHasEn": false, "compDate": [1840, 1880], "commentaryNum": 12.0001, "collectiveTitle": {"en": "Haamek Davar", "he": "העמק דבר"}, "he": "<b>ויען ויאמר.</b> ויען מיותר. אכן במס׳ סוטה פ״ז איתא דבכ״מ דכתיב עני׳ הוא בלשון הקודש. והנה בלק ובלעם כשהיו מדברים היה בלשון מואב. ורק הכתוב סידר תכונת דבריהם בלה״ק. אך כשהיה מדבר בלעם בדבר ה׳ היה מדבר בלה״ק כדבר ה׳ וזהו משמעות מה שאמר ה׳ וכה תדבר כדאיתא בסוטה שם לענין ברכת כהנים. ובלק הבין לשה״ק ואח״כ כשדבר בלק לקב אויבי וגו׳ היה בלשון מואב. והודיע הכתוב כי תשובת בלעם היה בלה״ק משום שהיה ברוה״ק. ובזה ידע בלעם כי עוד יהי׳ נדבר בשם ה׳ כמו שיבואר במקרא ט״ו:\n", "heVersionTitle": "Sefer Torat Elohim, Vilna 1879", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר תורת אלוהים, וילנא 1879", "text": [], "versionTitle": "Yalkut, Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "58874375d6e4a9699814511c", "index_title": "Divrei Emet", "category": "Chasidut", "type": "commentary", "ref": "Divrei Emet, Divrei Emet on Torah, Balak 11", "anchorRef": "Numbers 23:12", "anchorRefExpanded": ["Numbers 23:12"], "sourceRef": "Divrei Emet, Divrei Emet on Torah, Balak 11", "sourceHeRef": "דברי אמת, דברי אמת על התורה, בלק י״א", "anchorVerse": 12, "sourceHasEn": false, "compDate": [1770, 1810], "commentaryNum": 11, "collectiveTitle": {"en": "Divrei Emet", "he": "דברי אמת"}, "heTitle": "בלק", "he": "מה שפעם אחת השיב <b>אותו אשמור לדבר</b> ופעם שנית <b>אותו אעשה</b> ובשלישית <b>אותו אדבר.</b> דהנה שמעתי מפי רבי ז\"ל מה שאמר אותו אשמור לדבר דאם מזדמן לאדם מעשה טוב ויש לו גאוה ומהרהר תמיד שכן ראוי להתנהג וכן אתנהג. ח\"ו אפשר לקלקל או שהוא מקולקל ממילא אם בא גאוה והתפארות לאדם מאיזה פעולה. או שום חסרון בה. וזה אומרו אותו אשמור לדבר ואהרהר תמיד לדבר כן לקלקל בזה שלא תפעול הברכה זה שמעתי. והנה בלק סבור שבזה יקלקל והאמת אם הפעולה הוא טוב אין כת לקלקל. וכדאיתא ברעי' מהימנא על עבירה מכבה מצוה ולא תורה. אם המצוה נפעל ע\"פ האמת וכן מצות ת\"ח הוה כמו תורה שאין כח בעבירה לקלקל ולכבות וכן כאן. והנה כשראה בלק שהוכרח לברכם פעם שנית שהבין שהיו תנחומין של הבל כיון שלא פעל בזה שלא לברכם עוד. הוצרך לומר תירוץ אחר אותו אעשה פי' אעבוד בשכל ובכוונה לקלקל ד\"ל. ואח\"כ שלא פעל גם בזה כי ברכם פעם שלושית ולא פעל במה שרצה לעשות פעולת שקר לקלקל כי הי' ראוי עכ\"פ לפעול שלא לברך עוד [ואעפ\"כ ברכם] הוצרך ע\"כ להודות האמת שמוכרח לדבר מה שרוצה הקב\"ה:", "heVersionTitle": "Divrei Emet, Zalkowa 1801", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "597655a0d6e4a90179bf6ec8", "index_title": "Be'er Mayim Chaim", "category": "Chasidut", "type": "commentary", "ref": "Be'er Mayim Chaim, Numbers 23:12:1", "anchorRef": "Numbers 23:12", "anchorRefExpanded": ["Numbers 23:12"], "sourceRef": "Be'er Mayim Chaim, Numbers 23:12:1", "sourceHeRef": "באר מים חיים, במדבר כ״ג:י״ב:א׳", "anchorVerse": 12, "sourceHasEn": false, "compDate": [1775, 1815], "commentaryNum": 12.0001, "collectiveTitle": {"en": "Be'er Mayim Chaim", "he": "באר מים חיים"}, "heTitle": "במדבר", "he": "<b>ויען</b> ויאמר וגו'. והנה לכאורה אחד מהם מיותר והיה די בויאמר לבד או בויען. ואמנם הנה נודע <small>(רש\"י דברים כ\"ו, ה')</small> כי כל עניה בקול הוא, והוא כעין כעס וחימה. והענין הוא, כי מדרך העושה דבר שאינו רוצה לעשותו, רק שהוא מוכרח לעשותו מפני אחרים המכריחים אותו לכך. כשבא אחד אצלו ומתקצף עליו לומר למה אתה עושה הדבר הזה, אז הוא מתכעס עד מאוד כי אומר בלבו לא די שיש לי עגמת נפש מעצמי בעשותי זאת כי בא גם הוא לצערני לקצוף עלי לאמור למה אתה עושה כזה. וכמו כן כאן בבלעם הרשע כי ודאי היה לבו דוה עליו ונשפך דמו על כל דיבור ודיבור שאמר טוב על ישראל. ואך כי מה היה לו לעשות שהקב\"ה נתן רסן וחכה בפיו והוכרח לומר שלא ברצונו כמאמר חז\"ל <small>(מדרש רבה פרשה זו כ', י\"ח והובא ברש\"י)</small>. ועל כן כשאמר לו בלק מה עשית וגו' לקוב אויבי וגו'. ענה לו בקול וכעס מה אתה מצעריני הלא גם אני ידעתי כל הדברים הנאמרים בפי כי נכלל בם כל המתקת הדינים וכל הברכות הטובות על ראש ישראל ולבי דוי, אבל מה אעשה כי הלא את אשר ישים ה' בפי אותו אשמור לדבר כלומר שאני מוכרח לשמור כל דיבור ודיבור וכל אות ואות שיוצא מפי שלא להוסיף על זה או לגרוע על חוט השערה, רק כאשר שם ה' בפי. בכדי שיתמשך על ידי זה כל בחינת הברכה על דעת אל עליון ברוך הוא, השׂם דברים האלה בפי, והוא שלא ברצוני. ואכן רסן וחכה נתן בפי לשמרני שלא להוסיף או לגרוע רק לדבר כדברים האלה, כי חפץ לברך את עמו ישראל באהבה בדברים העומדים ברומו של עולם, וניתן ספורות למו. ואפשר עוד לומר כי על כן נאמר ויאמר גם כן המורה על אמירה רכה. כי על כל פנים בהיות דבר ה' בפיו ודאי טעם בחכו איזה טעם הטוב כי לא ימלט שלא יורגש טעם הטוב מדבר ה' אף ברשע גמור אך שלבו בל עמו בזה כי לא חפץ בברכה. ועל כן ענה בקול וכעס על מכאוב לבו ואמר באמירה רכה, על טעם הטוב שהרגיש בדברו. ואמר הלא את אשר ישים ה' בפי אותו אשמור לדבר. וכמו שמובא בדברי הרב הקדוש בעל אור החיים לפי דרכו עיין שם. ", "heVersionTitle": "Be'er Mayim Chaim, Jerusalem 1991.", "heLicense": "unknown", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "597655a0d6e4a90179bf6eca", "index_title": "Be'er Mayim Chaim", "category": "Chasidut", "type": "commentary", "ref": "Be'er Mayim Chaim, Numbers 23:12:2", "anchorRef": "Numbers 23:12", "anchorRefExpanded": ["Numbers 23:12"], "sourceRef": "Be'er Mayim Chaim, Numbers 23:12:2", "sourceHeRef": "באר מים חיים, במדבר כ״ג:י״ב:ב׳", "anchorVerse": 12, "sourceHasEn": false, "compDate": [1775, 1815], "commentaryNum": 12.0002, "collectiveTitle": {"en": "Be'er Mayim Chaim", "he": "באר מים חיים"}, "heTitle": "במדבר", "he": "<sup class=\"footnote-marker\">*</sup><i class=\"footnote\">מחמת המשך הקודם לא נקבע במקומו (פסוק ט') כי אם כאן.</i> ", "heVersionTitle": "Be'er Mayim Chaim, Jerusalem 1991.", "heLicense": "unknown", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "597655a0d6e4a90179bf6ecc", "index_title": "Be'er Mayim Chaim", "category": "Chasidut", "type": "commentary", "ref": "Be'er Mayim Chaim, Numbers 23:12:3", "anchorRef": "Numbers 23:12", "anchorRefExpanded": ["Numbers 23:12"], "sourceRef": "Be'er Mayim Chaim, Numbers 23:12:3", "sourceHeRef": "באר מים חיים, במדבר כ״ג:י״ב:ג׳", "anchorVerse": 12, "sourceHasEn": false, "compDate": [1775, 1815], "commentaryNum": 12.0003, "collectiveTitle": {"en": "Be'er Mayim Chaim", "he": "באר מים חיים"}, "heTitle": "במדבר", "he": "<b>כי</b> מראש צורים אראנו. נראה בביאורו על פי אשר היה דברינו למעלה <small>(בפרשת חוקת)</small> בענין חטא משה בסלע שהכהו ולא דיבר עמו. ולכאורה מה ניכר הנס יותר בדיבור מהכאה וכי זה טבע להוציא מים מסלע על ידי הכאה. ושורש הדברים בקיצור מופלג הוא. כי ידוע אשר עיקר דרך עבודת האדם הוא העבודה אשר הוא מאהבת לבבו אל ה'. שלא מצד היראה יראת העונש. כי זה אינו עובד ה' כי את עצמו להיותו ירא מעונש עצמו עונש גופו בעולם הזה או עונש נשמתו בעולם הבא. שעל כן אמרו חז\"ל <small>(ברכות ה'.)</small> יקרא קריאת שמע אם נצחו מוטב ואם לא יזכור לו יום המיתה. ולמה לא יזכור לו בתחילה. ואמנם כי בחינת הזכרת המיתה הוא בחינת יראת העונש ואין זה עבודה המעולה. אך תחילה לפעול עמו בבחינת האהבה לקרות קריאת שמע אולי על ידי זה יוכנע יצרו וזה יותר טוב. וכשאינו פועל עמו באהבה ח\"ו אז הוא מוכרח לצאת בחרב לקראתו להזכיר לו יום המיתה והעונש כדי שיתפחד מאימת הדין. ועל כן תחילה בצאת ישראל ממצרים שהיו עדיין מטומאים ומזוהמים בזוהמת מצרים לא היה כלל אז בכוחם ללמוד בחינת האהבה לה'. והיה דרכם והילוכם הכל בבחינת יראת העונש. ולכן היה השפעתם גם כן הולך בבחינת יראת העונש שהוא בחינת הכאה במטה. ועל כן נאמר והכית בצור וגו' ללמוד בזה דרך היראה להעם על כל פנים יראת העונש. אבל אחר כך כשהיו ארבעים שנה במדבר והיה אחר קבלת התורה כבר היו צריכים לבחינת האהבה. ועל כן רק ודברתם אל הסלע ולא והכיתם. וכמאמר חז\"ל <small>(ילקוט פרשת חקת רמז תשס\"ג)</small> היה לך ללמוד פרק אחד. הכל להורות לעם ה' עבודה האמיתית עבודת האהבה וכו' עיין שם בדברינו. ", "heVersionTitle": "Be'er Mayim Chaim, Jerusalem 1991.", "heLicense": "unknown", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "597655a0d6e4a90179bf6ece", "index_title": "Be'er Mayim Chaim", "category": "Chasidut", "type": "commentary", "ref": "Be'er Mayim Chaim, Numbers 23:12:4", "anchorRef": "Numbers 23:12", "anchorRefExpanded": ["Numbers 23:12"], "sourceRef": "Be'er Mayim Chaim, Numbers 23:12:4", "sourceHeRef": "באר מים חיים, במדבר כ״ג:י״ב:ד׳", "anchorVerse": 12, "sourceHasEn": false, "compDate": [1775, 1815], "commentaryNum": 12.0004, "collectiveTitle": {"en": "Be'er Mayim Chaim", "he": "באר מים חיים"}, "heTitle": "במדבר", "he": "<b>ונקדים</b> עוד בזה מה שאמרנו בפירוש הכתוב <small>(עמוס ג', ב')</small> רק אתכם ידעתי מכל משפחות האדמה על כן אפקוד עליכם עוונותיכם. והוא תמוה לכאורה כלפי לייא לפי שאנחנו החשובים אנו לוקים יותר וכבר דיברו חז\"ל בזה <small>(עיין ילקוט שם)</small>. והנראה לנו בזה הוא. כי אינו דומה כלל חטאת בני ישראל לעוונות האומות. כי חטאת האומות אינם דוקא כי אם בדברים המטונפים והעכורים עד מאוד כמו גילוי עריות עבודה זרה שפיכות דמים וכדומה בשבע מצוות שלהם. אבל עוונות שאינם בגדר הזה לא נחשבים אליהם כלל לעוון. ופוק חזי ההיפוך בישראל, שנצטוו בששה מאות וששה מצוות יותר מהם. ואחר כל זה נאמר <small>(תהלים נ', ג')</small> וסביביו נשערה מאוד ואמרו חז\"ל <small>(בבא קמא נ'.)</small> שהקב\"ה מדקדק עם הצדיקים כחוט השערה. וראיה קלה או שמיעה או הליכה מה שאינה לה', פגם הוא בישראל. ואפילו מחשבה קלה שאינה עבירה כלל רק שהוא צורך עצמו ואינו מכוון לדבר הנוגע לעבודתו יתברך, פגם הוא בישראל קדושים, כאשר ביארנו כמה פעמים. כי כל דבר שאינו נוגע בכוון אמת לשם ה' שורה עליה בחינת הסטרא אחרא, כשמה סטרא אחרא, פירוש צד אחר שאינו לה'. ובביאור אמרו <small>(יומא פ\"ו.)</small> היכי דמי חילול ה' אמר ר' יוחנן כגון אנא דמסגינא ד' אמות בלא תורה ובלא תפילה. הרי שעוונות בני ישראל הם דקים מן הדקה. ", "heVersionTitle": "Be'er Mayim Chaim, Jerusalem 1991.", "heLicense": "unknown", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "597655a0d6e4a90179bf6ed0", "index_title": "Be'er Mayim Chaim", "category": "Chasidut", "type": "commentary", "ref": "Be'er Mayim Chaim, Numbers 23:12:5", "anchorRef": "Numbers 23:12", "anchorRefExpanded": ["Numbers 23:12"], "sourceRef": "Be'er Mayim Chaim, Numbers 23:12:5", "sourceHeRef": "באר מים חיים, במדבר כ״ג:י״ב:ה׳", "anchorVerse": 12, "sourceHasEn": false, "compDate": [1775, 1815], "commentaryNum": 12.0005, "collectiveTitle": {"en": "Be'er Mayim Chaim", "he": "באר מים חיים"}, "heTitle": "במדבר", "he": "<b>ואפשר</b> לזה רמזו חז\"ל שאמרו <small>(גיטין נ\"ו.)</small> שדא ביה מומא איכא דאמרי בניב שפתים, ואיכא דאמרי בדוקין שבעין. מילתא דלדידהו לא הוי מומא ולדידן הוי מומא וכו'. כי ניב שפתים הוא שיחה קלה שהאדם מדבר שלא לצורך גבוה. או דוקין שבעין ראיה קלה שהוא קלה למאוד להסתכל שלא לשם ה'. מה שבאומות לא הוה זה מומא כלל כי אפילו הרבה יותר חמור מבחינת אלו הותר להם. ובישראל גם בזאת הוה מומא שקשה על ידי זה להתקרב למלך עולמים ברוך הוא אם נמצא בו מבחינות הללו. ", "heVersionTitle": "Be'er Mayim Chaim, Jerusalem 1991.", "heLicense": "unknown", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "597655a0d6e4a90179bf6ed2", "index_title": "Be'er Mayim Chaim", "category": "Chasidut", "type": "commentary", "ref": "Be'er Mayim Chaim, Numbers 23:12:6", "anchorRef": "Numbers 23:12", "anchorRefExpanded": ["Numbers 23:12"], "sourceRef": "Be'er Mayim Chaim, Numbers 23:12:6", "sourceHeRef": "באר מים חיים, במדבר כ״ג:י״ב:ו׳", "anchorVerse": 12, "sourceHasEn": false, "compDate": [1775, 1815], "commentaryNum": 12.0006, "collectiveTitle": {"en": "Be'er Mayim Chaim", "he": "באר מים חיים"}, "heTitle": "במדבר", "he": "<b>והענין</b> הוא כי נראה במלכותא דארעא. מלך שיש לו עבדים רבים ושרים ויועצים זה גדול מזה וזה גדול מזה. כל הגדול מחבירו מוכרח לשמור עצמו יותר בדברים אשר לא נאים. כמו עבדים הפחותים לא יחשב לו לחטא כי אם עד שישתכר כשיכורו של לוט וילך בשווקים וברחובות ויפול ברחוב שיכור לתוך הטיט והכלבים יסבבו אותו. זה יחשב לו לחטא. אבל לא יחשב לו לחטא על מה שאוכל הרבה ושותה הרבה בביתו. או על מה שאינו לומד חכמת הטכסיסי מלחמות וכדומה. כי לפי עבותו וגסותו וריחוקו מאור פני המלך אינו צריך יותר. ואולם שר הגדול ממנו כיון שנקרא שם שר עליו, בזיון הוא לו אם ישתכר לפעמים אפילו בביתו. כי אין נאה לפני השר לצד שהוא רואה את המלך על כל פנים פעם אחת בשנה. וכן הוא במדריגות רבות לאלפים. ואולם היועץ הגדול העומד לפני המלך ומדבר עמו תמיד זה צריך לשמור עצמו ביותר בראיה ובדיבור ובחכמה. שאם מדבר יותר מהנצרך פגם הוא לו. וכן כשהוא רואה ומסתכל בדבר שאינו ראוי חטא הוא לו. או אם ימצא רבב על בגדו דקה מן הדקה. כבר הוא אינו ראוי לעמוד לפני המלך. וכן הוא בישראל עם האומות. שהאומות גם נשמתם הוא גס ועב מבחינת חיות הארץ לא יותר שעל כן נקראים עמי הארץ, ורחוקים מאור פניו יתברך. לא נחשב להם לחטא כי אם עבירות הגסות העכורים למאוד. אבל בישראל ששורש נשמתם חלק אלוה ממעל וקרובים ועומדים בסוד אלהינו יתברך הם צריכים לשמור עצמם ביותר ויותר שיוכלו לעמוד ולשרת לפני מלך עולמים ברוך הוא, ולהיות סוד נשמתו זכה ונקיה בלי שום כתם כל דהוא. ", "heVersionTitle": "Be'er Mayim Chaim, Jerusalem 1991.", "heLicense": "unknown", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "597655a1d6e4a90179bf6ed4", "index_title": "Be'er Mayim Chaim", "category": "Chasidut", "type": "commentary", "ref": "Be'er Mayim Chaim, Numbers 23:12:7", "anchorRef": "Numbers 23:12", "anchorRefExpanded": ["Numbers 23:12"], "sourceRef": "Be'er Mayim Chaim, Numbers 23:12:7", "sourceHeRef": "באר מים חיים, במדבר כ״ג:י״ב:ז׳", "anchorVerse": 12, "sourceHasEn": false, "compDate": [1775, 1815], "commentaryNum": 12.0007, "collectiveTitle": {"en": "Be'er Mayim Chaim", "he": "באר מים חיים"}, "heTitle": "במדבר", "he": "<b>וזה</b> שאמר הכתוב רק אתכם ידעתי מכל משפחות האדמה על כן אפקוד עליכם את כל עוונותיכם. פירוש לפי שאתם הקרובים ועומדים לפני, אפקוד עליכם עוונותיכם דייקא אלו העוונות שאינם שייכים רק לכם שבשאר האומות אין זה נחשב כלל לחטא ועוון, אבל עוונותיכם הוא. כי הקרוב אל המלכות צריך להיות בדוק וזך מכל וכל. ועל כן אין אתם דומים לשאר האומות שעליהם איני פוקד כי אם עבירות חמורות. ועליכם אני פוקד קלות דקה מן הדקה, עבירות שאדם דש בעקביו וכמאמר דוד המלך ע\"ה <small>(תהלים מ\"ט, ו')</small> עוון עקבי יסובני. וזה ענין מאמר הכתוב <small>(משלי ג', י\"ב)</small> כי את אשר יאהב ה' יוכיח. כי לפי שה' אוהבו והוא צריך לעמוד לפניו ולראות בכבודו, צריך להתיסר ביסורין בכדי שיהא זך ונקי כלי מוכשר וראוי לעמוד בסוד אלהינו בעולמות העליונים גבוהים ורמים להנות מאור פניו יתברך. ועל כן המקבלן באהבה מתברך בכל הברכות יראה זרע יאריך ימים וחפץ ה' בידו יצליח. כי אחר שנזדכך חומרו באהבתו לה' שיוכל לקבל אורה מאורו יתברך, ממילא כל בחינת הברכות בו וכלום חסר מבית המלך. ", "heVersionTitle": "Be'er Mayim Chaim, Jerusalem 1991.", "heLicense": "unknown", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "597655a1d6e4a90179bf6ed6", "index_title": "Be'er Mayim Chaim", "category": "Chasidut", "type": "commentary", "ref": "Be'er Mayim Chaim, Numbers 23:12:8", "anchorRef": "Numbers 23:12", "anchorRefExpanded": ["Numbers 23:12"], "sourceRef": "Be'er Mayim Chaim, Numbers 23:12:8", "sourceHeRef": "באר מים חיים, במדבר כ״ג:י״ב:ח׳", "anchorVerse": 12, "sourceHasEn": false, "compDate": [1775, 1815], "commentaryNum": 12.0008, "collectiveTitle": {"en": "Be'er Mayim Chaim", "he": "באר מים חיים"}, "heTitle": "במדבר", "he": "<b>והנה</b> חז\"ל אמרו <small>(סנהדרין ק\"ה:)</small> מברכותיו של אותו רשע ניכר מה בלבו לקללם וכו' ועל כן הנה בלעם הרשע שרצה הכל להזכיר גנותן של ישראל. היה בדעתו להזכיר מעשה הצור הרומז לפחיתות ישראל כי לב האבן להם וצריכים הכאה ובחינת היסורין והדינין ליראם ביראת העונש בכדי להכניסם תחת רשות הדין חלילה. והקב\"ה ברוב רחמיו וחסדיו הפכו לטובה שהיה מוכרח לומר זה הלשון גופא שחשב לרעה, עתה יתאמר לטובה. ולזה אמר כי מראש צורים אראנו פירוש אפילו מראש הצורים. בחינת הצור הרומז לחטאת האדם לב האבן, אראנו. אראה חשיבות ישראל העולה על כולנה כי הן עם לבדד ישכון ובגוים לא יתחשב שענותיהם המה קלים דקה מן הדקה שבשאר האומות לא נחשב כלל זה לעוון. וזה יגיד שבחם ומעלתם כי גדולים ורמים המה וקרובים לאלהיהם אשר כתם כל דהוא יפגום בהם. ומי יוכל להזדקק ללגיונו של מלך. ועיין בפסוק שאחר זה בדברינו ותבין זה יותר. ", "heVersionTitle": "Be'er Mayim Chaim, Jerusalem 1991.", "heLicense": "unknown", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "597655a1d6e4a90179bf6ed8", "index_title": "Be'er Mayim Chaim", "category": "Chasidut", "type": "commentary", "ref": "Be'er Mayim Chaim, Numbers 23:12:9", "anchorRef": "Numbers 23:12", "anchorRefExpanded": ["Numbers 23:12"], "sourceRef": "Be'er Mayim Chaim, Numbers 23:12:9", "sourceHeRef": "באר מים חיים, במדבר כ״ג:י״ב:ט׳", "anchorVerse": 12, "sourceHasEn": false, "compDate": [1775, 1815], "commentaryNum": 12.0009, "collectiveTitle": {"en": "Be'er Mayim Chaim", "he": "באר מים חיים"}, "heTitle": "במדבר", "he": "<b>עוד</b> יאמר הן עם לבדד ישכון וגו'. על פי אומרם ז\"ל <small>(בראשית רבה ס\"ב, ה')</small> בפסוק <small>(בראשית כ\"ה, י\"ח)</small> על פני כל אחיו נפל ולהלן הוא אומר <small>(שם ט\"ז, י\"ב)</small> על פני כל אחיו ישכון. בזמן שאברהם אבינו קיים, ישכון. וכשמת אברהם נאמר בו נפל. והנה בישראל מצינו בהיפוך שאפילו בעת הנפילה שלהם לא נקראו נופלים כמאמר הכתוב איכה ישבה בדד שאפילו כשנשארה בדד אף על פי כן בבחינת הישיבה הם לא ח\"ו בבחינת הנפילה לומר איכה נפלה וגו' ועיין בזוה\"ק <small>(פרשה זו רי\"ב)</small>. והנה חז\"ל אמרו <small>(ילקוט בפסוק זה)</small> הן בלשון יונית אחד וכו'. ולזה אמר הן עם לבדד ישכון כלומר כי בדבר זה הם מיוחדים ומשונים מכל האומות כי הם אפילו לבדד בעת שנעשים בבחינת בדד ח\"ו להיות יושבים בדד אף על פי כן ישכון שלא נאמרה בהם נפילה כי אם בחינת ישיבה בחינת השכינה. ולהיפוך ובגוים לא יתחשב שבחינה זו לא יתחשב כלל בגוים כי הם אפילו בגדולתם נאמר בהם נפילה כאומרו על פני כל אחיו נפל ומכל שכן בירידתם כמדובר. ", "heVersionTitle": "Be'er Mayim Chaim, Jerusalem 1991.", "heLicense": "unknown", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5ae9bf1f9197ec001aac2db3", "index_title": "Midrash Aggadah", "category": "Midrash", "type": "midrash", "ref": "Midrash Aggadah, Numbers 23:12:1", "anchorRef": "Numbers 23:12", "anchorRefExpanded": ["Numbers 23:12"], "sourceRef": "Midrash Aggadah, Numbers 23:12:1", "sourceHeRef": "מדרש אגדה, במדבר כ״ג:י״ב:א׳", "anchorVerse": 12, "sourceHasEn": false, "compDate": [1020, 1220], "commentaryNum": 12.0001, "collectiveTitle": {"en": "Midrash Aggadah", "he": "מדרש אגדה"}, "heTitle": "במדבר", "he": "אותו אשמור לדבר. שלא אומר אותו אם הוא טוב שיכול גם הוא יהיה קשה שאריע ויפול חומת יריחו, לכך נאמר ותרועת מלך בו:", "heVersionTitle": "Midrash Aggadah, ed. Buber, Vienna, 1894.", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש אגדה, מהדורת בובר, וינה תרנ\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5bc7302081b55e00c03e58f5", "index_title": "Maor VaShemesh", "category": "Chasidut", "type": "commentary", "ref": "Maor VaShemesh, Balak 8", "anchorRef": "Numbers 23:12", "anchorRefExpanded": ["Numbers 23:12"], "sourceRef": "Maor VaShemesh, Balak 8", "sourceHeRef": "מאור ושמש, בלק ח׳", "anchorVerse": 12, "sourceHasEn": false, "compDate": [1817, 1823], "commentaryNum": 8, "collectiveTitle": {"en": "Maor VaShemesh", "he": "מאור ושמש"}, "heTitle": "בלק", "he": "<b>ויען </b>ויאמר הלא את אשר ישים ה' בכי אותו אשמור לדבר. ויש להבין דהול\"ל את אשר שם ה' בפי בלשון עבר דהא בלק אמר לו מה עשית לי לקוב אויבי לקחתיך והנה ברכת ברך והל\"ל מה אעשה כל אשר שם ה' בפי אותו דברתי מה זה לשון להבא אשר ישים עוד יש לעיין דהול\"ל אותו אדבר מה לשון אשמור לדבר עוד נשים לב מה לשון ויען ויאמר הול\"ל ויאמר הנא את אשר כו' מה ויען. ונראה בזה בדרך פשוט ע\"פ מאמר חז\"ל מברכותיו של אותו רשע ניכר מה הי' בלבו לקללם ביקש לומר שלא יהי' להם בתי כנסיות ובתי מדרשות ובסוף אמר להם על כרחו מה טובו אהליך יעקב וכו' שיהי' להם בתי כנסיות ובתי מדרשות. וכן כנחלים נטיו כגנות עלי נהר כאהלים נטע ה' כארזים עלי מים כלם היו בלבו להיפוך ע\"ש והנה בלעם הרשע ראה ששם הקב\"ה בפיו ברכות לישראל ובאמת הי' הוא שונא לישראל יותר מבלק ואמר לבלק שיתן עצות בנפשו שכל מה שיאמר לו הקב\"ה ברכות לישראל יחשוב הוא בלבו קללות היפוך הברכות שישים בפיו. ובזה לא יהיו הברכות כלל כי אחרי כוונת הלב הן הן הדברים וזהו ויען פי שהי' לו עינוי מהברכות שבירכם בע\"כ ששם ה' דבר בפיו. ויאמר הלא את אשר ישים ה' בפי מכאן ולהלאה כל אשר ישים ה' בפי אותו אשמור פי' כל מקום שנאמר השמר פן ואל אינו אלא לשון לא תעשה. וכן כאן פי' אשמור לדבר לשון לאו פי' שהכוונה שלי יהי' לאו לשון שמירה הוא לאו כנ\"ל. וזה אותו אשמור לדבר שיהי' כוונתו לאו. דהיינו שלא יקיימו הברכות אבל הקב\"ה מיפר עצת רשעים וכששם הברכות בפיו הי' מוכרח לדבר ולא הי' יודע כלל מה שמדבר כנ\"ל.", "heVersionTitle": "Maor Vashemesh, Breslau, 1842", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מאור ושמש, ברסלאו תר\"ב", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5d480f8e3392a20018b481a6", "index_title": "Midrash Tanchuma", "category": "Midrash", "type": "", "ref": "Midrash Tanchuma, Balak 13:1", "anchorRef": "Numbers 23:11-14", "anchorRefExpanded": ["Numbers 23:11", "Numbers 23:12", "Numbers 23:13", "Numbers 23:14"], "sourceRef": "Midrash Tanchuma, Balak 13:1", "sourceHeRef": "מדרש תנחומא, בלק י״ג:א׳", "anchorVerse": 11, "sourceHasEn": true, "compDate": [500, 800], "commentaryNum": 13.0001, "collectiveTitle": {"en": "Midrash Tanchuma", "he": "מדרש תנחומא"}, "heTitle": "בלק", "he": "<b>וַיֹּאמֶר</b> בָּלָק אֶל בִּלְעָם מֶה עָשִׂיתָ לִי לָקֹב וְגוֹ', וַיַּעַן בִּלְעָם וַיֹּאמַר, הֲלֹא אֶת אֲשֶׁר יָשִׂים אֱלֹהִים בְּפִי וְגוֹ', וַיֹּאמֶר בָּלָק אֶל בִּלְעָם לְכָה נָא אֶקָּחֲךָ וְגוֹ', וַיִּקָּחֵהוּ שְׂדֵה צוֹפִים וְגוֹ'. רָאָה שֶׁיִּשְׂרָאֵל נִפְרָצִים שָׁם, שֶׁשָּׁם מֵת מֹשֶׁה, שֶׁנֶּאֱמַר: עֲלֵה רֹאשׁ הַפִּסְגָּה וְגוֹ' <small>(דברים ג, כז)</small>. יֵשׁ פִּרְצָה גְּדוֹלָה מִזּוֹ, שֶׁרָאָה בַּנְּחָשִׁים וְהָיָה סָבוּר שֶׁבְּיָדוֹ נוֹפְלִין שָׁם. וַיִּבֶן שִׁבְעָה מִזְבְּחוֹת, וַיֹּאמֶר אֶל בָּלָק הִתְיַצֵּב כֹּה, וַיִּקָּר אֱלֹהִים אֶל בִּלְעָם וְיָשֶׂם דָּבָר בְּפִיו, כְּאָדָם שֶׁנָּתַן כַּלְבּוֹס בְּפִי בְּהֵמָה וּפוֹקְמָהּ לְהֵיכָן שֶׁיִּרְצֶה. כָּךְ הַקָּדוֹשׁ בָּרוּךְ הוּא פּוֹקֵם אֶת פִּיו. כֵּיוָן שֶׁאָמַר לוֹ: שׁוּב אֶל בָּלָק וּבָרְכֵם. אָמַר, מַה לִּי לֵילֵךְ אֶצְלוֹ לָפוּחַ נַפְשׁוֹ. בִּקֵּשׁ לֵילֵךְ לְעַצְמוֹ וְלֹא לְבָלָק. נָתַן הַקָּדוֹשׁ בָּרוּךְ הוּא כַּלְבּוֹס בְּפִיו, שׁוּב אֶל בָּלָק וְכֹה תְּדַבֵּר. וַיָּשָׁב אֵלָיו וְהִנֵּה נִצָּב עַל עוֹלָתוֹ וְשָׂרֵי מוֹאָב. בָּרִאשׁוֹנָה כְּתִיב בּוֹ, הוּא וְכָל שָׂרֵי מוֹאָב. כְּשֶׁרָאוּ שֶׁלֹּא הוֹעִילוּ כְּלוּם, הֱנִיחוּהוּ, וְנִשְׁתַּיְּרוּ עִמּוֹ מִקְצָת שָׂרֵי מוֹאָב. וַיֹּאמֶר לוֹ בָּלָק מַה דִּבֵּר ה'. שֶׁרָאָה שֶׁאֵינוֹ בִּרְשׁוּתוֹ לוֹמַר מַה שֶּׁהוּא רוֹצֶה, יָשַׁב לוֹ וְהָיָה מְשַׂחֵק בּוֹ. כֵּיוָן שֶׁרָאָה שֶׁהָיָה מְשַׂחֵק, אָמַר לוֹ בִּלְעָם, עֲמֹד מִשָּׁם וְאֵין אַתָּה רַשַּׁאי לֵישֵׁב וְדִבְרֵי הַמָּקוֹם נֶאֱמָרִין. קוּם בָּלָק וּשְׁמַע הַאֲזִינָה עָדַי בְּנוֹ צִפֹּר. שְׁנֵיהֶם הָיוּ מָנֶה בֶּן פְּרָס, שֶׁהָיוּ עוֹשִׂין עַצְמָן גְּדוֹלִים מֵאֲבוֹתֵיהֶם. נְאֻם בִּלְעָם בְּנוֹ בְּעוֹר, הַאֲזִינָה עָדַי בְּנוֹ צִפֹּר. לֹא אִישׁ אֵל וִיכַזֵּב. אֵינוֹ כְּבָשָׂר וָדָם. שֶׁבָּשָׂר וָדָם, קוֹנֶה אוֹהֲבִים. מָצָא אֲחֵרִים יָפִים מֵהֶם, כָּפַר בָּרִאשׁוֹנִים. הוּא אֵינוֹ כֵן, אִי אֶפְשָׁר לְכַזֵּב בִּשְׁבוּעַת אָבוֹת הָרִאשׁוֹנִים. הַהוּא אָמַר וְלֹא יַעֲשֶׂה. כְּשֶׁהוּא אָמַר לְהָבִיא עֲלֵיהֶם רָעוֹת, שֶׁאִם עוֹשִׂין תְּשׁוּבָה, מְבַטְּלָן, אַתְּ מוֹצֵא, שֶׁכָּתוּב בַּתּוֹרָה, זוֹבֵחַ לֵאלֹהִים יָחְרָם וְגוֹ' <small>(שמות כב, יט)</small>. וְעָשׂוּ אֶת הָעֵגֶל וְהָיוּ רְאוּיִין לִכְלָיָה, וְהָיִיתִי סָבוּר לְקַלְּלָם וּלְהַכְחִידָם, וּמִיָּד עָשׂוּ תְּשׁוּבָה וּבִטֵּל, שֶׁנֶּאֱמַר: וַיִּנָּחֵם ה' עַל הָרָעָה אֲשֶׁר דִּבֵּר לַעֲשׂוֹת לְעַמּוֹ <small>(שם לב, יד)</small>. וְכֵן בִּמְקוֹמוֹת הַרְבֵּה שֶׁאָמַר עַל יְכָנְיָה, כִּי לֹא יִצְלַח מִזַּרְעוֹ וְגוֹ' <small>(ירמיה כב, ל)</small>. וְאָמַר לְבֶן בְּנוֹ, וְהָפַכְתִּי כִּסֵּא מַמְלָכוֹת וְהִשְׁמַדְתִּי חֹזֶק מַמְלְכוֹת הַגּוֹיִם <small>(חגי ב, כב)</small>. שֶׁנֶּאֱמַר: בַּיּוֹם הַהוּא נְאֻם ה' צְבָאוֹת אֶקָּחֲךָ זְרֻבָּבֶל בֶּן שְׁאַלְתִּיאֵל עַבְדִּי נְאֻם ה' וְשַׂמְתִּיךָ כַּחוֹתָם <small>(חגי ב, כג)</small>. וּבִטֵּל מַה שֶּׁאָמַר לְאָבִיו, חַי אֲנִי נְאֻם ה' כִּי אִם יִהְיֶה כָּנְיָהוּ בֶן יְהוֹיָקִים מֶלֶךְ יְהוּדָה חוֹתָם עַל יַד יְמִינִי כִּי מִשָּׁם אֶתְּקֶנְךָּ <small>(ירמיה כב, כד)</small>. וְכֵן בְּאַנְשֵׁי עֲנָתוֹת כְּתִיב: וּשְׁאֵרִית לֹא תִּהְיֶה לָהֶם כִּי אָבִיא רֹעֶה אֶל אַנְשֵׁי עֲנָתוֹת <small>(שם יא, כג)</small>. כֵּיוָן שֶׁעָשׂוּ תְּשׁוּבָה, חֲזִי מַה דִּכְתִּיב אַנְשֵׁי עֲנָתוֹת מֵאָה עֶשְׂרִים וּשְׁמֹנֶה <small>(נחמיה ז, כז)</small>.", "heVersionTitle": "Midrash Tanchuma -- Torat Emet", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש תנחומא, תורת אמת", "text": "(Numb. 23:11-14:) “And Balak said to Balaam, ‘What have you done to me; to curse….’ And Balaam answered and said, ‘Is it not that that which God places into my mouth….’ And Balak said to Balaam, ‘Please go [and] I will take you….’ So he took him to the Field of Zophim [at the top of Pisgah].” He saw that Israel would be breached there, for it was there that Moses died, as stated (in Deut. 3:27), “Go up to the top of Pisgah …, [for you shall not cross over this Jordan].” Is there a breach greater than this? What he saw was through divinations, and he was of the opinion that because of him they would fall there. (Numb. 23:14-16:) “And he built seven altars [and offered a ram and a bull on each altar]. Then he said unto Balak, ‘Stand here [beside your burnt offerings and let me make myself available to the Lord over there]….’ And God appeared to Balaam and he placed a word (<i>davar</i>) in his mouth.” Like a man who places a bit upon the mouth of his animal and twists him to where he wants [it to go]. So was the Holy One, blessed be He, twisting his mouth. When he said to him, “Return to Balak and bless them,” he said, “Why should I go to him to anguish him?” [So] he sought to go to [his own home] and not to Balak. The Holy One, blessed be He, put a bit into his mouth, [and said] (in Numb. 23:16, cont.) “Return to Balak and speak thus.” (Numb 23:17:) “So he [came] unto him, and there he was standing beside his burnt offerings together with the ministers of Moab.” Concerning the first occasion, it is written (in Numb. 23:6), “with all the ministers of Moab.”<sup class=\"footnote-marker\">59</sup><i class=\"footnote\">Numb. R. 20:20.</i> When they saw that they had derived no benefit at all, they left him; and only a small portion of the ministers of Moab were left with him. (Numb. 23:17:) “Balak said to him, ‘What did the Lord say?’” When he saw that [Balaam] was not in control of himself to say what he wanted, [Balak] sat himself down and mocked him. As soon as he saw that he was mocking him, Balaam said to him, “Get up from there. It is not fitting to sit while the words of the Omnipresent are being spoken.” (Numb. 23:18:) “Rise up Balak and listen; give ear to me, you son of Zippor!” Both of them were [distinguished] sons of [undistinguished] fathers, for they had made themselves greater than their fathers.<sup class=\"footnote-marker\">60</sup><i class=\"footnote\">On the importance of having a distinguished lineage, see, e.g., <i>Ta‘an</i> 21b.</i> [Hence (in Numb. 24:3),] “An oracle of Balaam son of Beor (literally, his son is Beor)”; (in Numb 23:18) “give ear to me, you son of Zippor (literally, his son is Zippor)!” <sup class=\"footnote-marker\">61</sup><i class=\"footnote\">The unusual wording of Numb. 23:18 and 24:3 suggests that Balak and Balaam both had fathers undistinguished enough to be called their sons.</i> (Numb. 23:19:) “God is not a human, that he should speak falsehood.” He is not like flesh and blood. [When a person of] flesh and blood acquires friends and finds others nicer than they, he forsakes the former ones. But [the Holy One, blessed be He,] is not like that. It is not possible [for Him] to be false to the oath of the early ancestors. (Ibid., cont.:) “Has he promised and not fulfilled?” (This phrase can also be read as, “He has promised and not fulfilled.”) When he promises to bring evils upon them, He will cancel them, if they have repented. You find it written (in Exod. 22:19), “Whoever sacrifices to a god shall be devoted to destruction.” When they made the calf, they merited destruction. So I thought to curse and destroy them. But when they repented a little, He suspended [any punishment] and (according to Exod. 32:14) “The Lord repented of the evil which He had planned to do to His people.” And so too in many places. As he said to Jochaniah (in Jer. 22:30), “as none of his seed shall succeed….” But He said to his son’s son (in Hag. 2:22), “And I will overturn the thrones of kingdoms and destroy the might of the kingdoms of the nations,” since it is stated (Hag. 2:23), “’On that day,’ declares the Lord of Hosts, ‘I will take you, O My servant Zerubbabel son of Shealtiel,’ declares the Lord, ‘and make you as a signet.’” And so He suspended what He said to his [grand]father (in Jer. 22:24), “’As I live,’ declares the Lord, ‘if you, O King Coniah, son of Jehoiakim, of Judah, were a signet on My right hand, I would tear you off even from there.’” And so with the men of Anatoth, it is written (in Jer. 11:23), “No remnant shall be left of them, for I will bring disaster on the men of Anathoth.” [But] once they repented, see what is written (in Neh. 7:27), “The men of Anatoth were one hundred and twenty-eight.”", "versionTitle": "Townsend 1989 translation of Midrash Tanhuma, S. Buber Recension, edited and supplemented by R. Francis Nataf", "license": "CC-BY", "versionTitleInHebrew": "תרגום טאוונסנד לתנחומא בובר, ערך והוסיף: רבי פרנסיס נטף"}, {"_id": "612254da5de8bfb900edc2d0", "index_title": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers", "category": "Jewish Thought", "type": "", "ref": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers, Part I, Chapter 5; Leaders and Strangers 12", "anchorRef": "Numbers 15:30-31:19", "anchorRefExpanded": ["Numbers 15:30", "Numbers 15:31", "Numbers 15:32", "Numbers 15:33", "Numbers 15:34", "Numbers 15:35", "Numbers 15:36", "Numbers 15:37", "Numbers 15:38", "Numbers 15:39", "Numbers 15:40", "Numbers 15:41", "Numbers 16:1", "Numbers 16:2", "Numbers 16:3", "Numbers 16:4", "Numbers 16:5", "Numbers 16:6", "Numbers 16:7", "Numbers 16:8", "Numbers 16:9", "Numbers 16:10", "Numbers 16:11", "Numbers 16:12", "Numbers 16:13", "Numbers 16:14", "Numbers 16:15", "Numbers 16:16", "Numbers 16:17", "Numbers 16:18", "Numbers 16:19", "Numbers 16:20", "Numbers 16:21", "Numbers 16:22", "Numbers 16:23", "Numbers 16:24", "Numbers 16:25", "Numbers 16:26", "Numbers 16:27", "Numbers 16:28", "Numbers 16:29", "Numbers 16:30", "Numbers 16:31", "Numbers 16:32", "Numbers 16:33", "Numbers 16:34", "Numbers 16:35", "Numbers 17:1", "Numbers 17:2", "Numbers 17:3", "Numbers 17:4", "Numbers 17:5", "Numbers 17:6", "Numbers 17:7", "Numbers 17:8", "Numbers 17:9", "Numbers 17:10", "Numbers 17:11", "Numbers 17:12", "Numbers 17:13", "Numbers 17:14", "Numbers 17:15", "Numbers 17:16", "Numbers 17:17", "Numbers 17:18", "Numbers 17:19", "Numbers 17:20", "Numbers 17:21", "Numbers 17:22", "Numbers 17:23", "Numbers 17:24", "Numbers 17:25", "Numbers 17:26", "Numbers 17:27", "Numbers 17:28", "Numbers 18:1", "Numbers 18:2", "Numbers 18:3", "Numbers 18:4", "Numbers 18:5", "Numbers 18:6", "Numbers 18:7", "Numbers 18:8", "Numbers 18:9", "Numbers 18:10", "Numbers 18:11", "Numbers 18:12", "Numbers 18:13", "Numbers 18:14", "Numbers 18:15", "Numbers 18:16", "Numbers 18:17", "Numbers 18:18", "Numbers 18:19", "Numbers 18:20", "Numbers 18:21", "Numbers 18:22", "Numbers 18:23", "Numbers 18:24", "Numbers 18:25", "Numbers 18:26", "Numbers 18:27", "Numbers 18:28", "Numbers 18:29", "Numbers 18:30", "Numbers 18:31", "Numbers 18:32", "Numbers 19:1", "Numbers 19:2", "Numbers 19:3", "Numbers 19:4", "Numbers 19:5", "Numbers 19:6", "Numbers 19:7", "Numbers 19:8", "Numbers 19:9", "Numbers 19:10", "Numbers 19:11", "Numbers 19:12", "Numbers 19:13", "Numbers 19:14", "Numbers 19:15", "Numbers 19:16", "Numbers 19:17", "Numbers 19:18", "Numbers 19:19", "Numbers 19:20", "Numbers 19:21", "Numbers 19:22", "Numbers 20:1", "Numbers 20:2", "Numbers 20:3", "Numbers 20:4", "Numbers 20:5", "Numbers 20:6", "Numbers 20:7", "Numbers 20:8", "Numbers 20:9", "Numbers 20:10", "Numbers 20:11", "Numbers 20:12", "Numbers 20:13", "Numbers 20:14", "Numbers 20:15", "Numbers 20:16", "Numbers 20:17", "Numbers 20:18", "Numbers 20:19", "Numbers 20:20", "Numbers 20:21", "Numbers 20:22", "Numbers 20:23", "Numbers 20:24", "Numbers 20:25", "Numbers 20:26", "Numbers 20:27", "Numbers 20:28", "Numbers 20:29", "Numbers 21:1", "Numbers 21:2", "Numbers 21:3", "Numbers 21:4", "Numbers 21:5", "Numbers 21:6", "Numbers 21:7", "Numbers 21:8", "Numbers 21:9", "Numbers 21:10", "Numbers 21:11", "Numbers 21:12", "Numbers 21:13", "Numbers 21:14", "Numbers 21:15", "Numbers 21:16", "Numbers 21:17", "Numbers 21:18", "Numbers 21:19", "Numbers 21:20", "Numbers 21:21", "Numbers 21:22", "Numbers 21:23", "Numbers 21:24", "Numbers 21:25", "Numbers 21:26", "Numbers 21:27", "Numbers 21:28", "Numbers 21:29", "Numbers 21:30", "Numbers 21:31", "Numbers 21:32", "Numbers 21:33", "Numbers 21:34", "Numbers 21:35", "Numbers 22:1", "Numbers 22:2", "Numbers 22:3", "Numbers 22:4", "Numbers 22:5", "Numbers 22:6", "Numbers 22:7", "Numbers 22:8", "Numbers 22:9", "Numbers 22:10", "Numbers 22:11", "Numbers 22:12", "Numbers 22:13", "Numbers 22:14", "Numbers 22:15", "Numbers 22:16", "Numbers 22:17", "Numbers 22:18", "Numbers 22:19", "Numbers 22:20", "Numbers 22:21", "Numbers 22:22", "Numbers 22:23", "Numbers 22:24", "Numbers 22:25", "Numbers 22:26", "Numbers 22:27", "Numbers 22:28", "Numbers 22:29", "Numbers 22:30", "Numbers 22:31", "Numbers 22:32", "Numbers 22:33", "Numbers 22:34", "Numbers 22:35", "Numbers 22:36", "Numbers 22:37", "Numbers 22:38", "Numbers 22:39", "Numbers 22:40", "Numbers 22:41", "Numbers 23:1", "Numbers 23:2", "Numbers 23:3", "Numbers 23:4", "Numbers 23:5", "Numbers 23:6", "Numbers 23:7", "Numbers 23:8", "Numbers 23:9", "Numbers 23:10", "Numbers 23:11", "Numbers 23:12", "Numbers 23:13", "Numbers 23:14", "Numbers 23:15", "Numbers 23:16", "Numbers 23:17", "Numbers 23:18", "Numbers 23:19", "Numbers 23:20", "Numbers 23:21", "Numbers 23:22", "Numbers 23:23", "Numbers 23:24", "Numbers 23:25", "Numbers 23:26", "Numbers 23:27", "Numbers 23:28", "Numbers 23:29", "Numbers 23:30", "Numbers 24:1", "Numbers 24:2", "Numbers 24:3", "Numbers 24:4", "Numbers 24:5", "Numbers 24:6", "Numbers 24:7", "Numbers 24:8", "Numbers 24:9", "Numbers 24:10", "Numbers 24:11", "Numbers 24:12", "Numbers 24:13", "Numbers 24:14", "Numbers 24:15", "Numbers 24:16", "Numbers 24:17", "Numbers 24:18", "Numbers 24:19", "Numbers 24:20", "Numbers 24:21", "Numbers 24:22", "Numbers 24:23", "Numbers 24:24", "Numbers 24:25", "Numbers 25:1", "Numbers 25:2", "Numbers 25:3", "Numbers 25:4", "Numbers 25:5", "Numbers 25:6", "Numbers 25:7", "Numbers 25:8", "Numbers 25:9", "Numbers 25:10", "Numbers 25:11", "Numbers 25:12", "Numbers 25:13", "Numbers 25:14", "Numbers 25:15", "Numbers 25:16", "Numbers 25:17", "Numbers 25:18", "Numbers 26:1", "Numbers 26:2", "Numbers 26:3", "Numbers 26:4", "Numbers 26:5", "Numbers 26:6", "Numbers 26:7", "Numbers 26:8", "Numbers 26:9", "Numbers 26:10", "Numbers 26:11", "Numbers 26:12", "Numbers 26:13", "Numbers 26:14", "Numbers 26:15", "Numbers 26:16", "Numbers 26:17", "Numbers 26:18", "Numbers 26:19", "Numbers 26:20", "Numbers 26:21", "Numbers 26:22", "Numbers 26:23", "Numbers 26:24", "Numbers 26:25", "Numbers 26:26", "Numbers 26:27", "Numbers 26:28", "Numbers 26:29", "Numbers 26:30", "Numbers 26:31", "Numbers 26:32", "Numbers 26:33", "Numbers 26:34", "Numbers 26:35", "Numbers 26:36", "Numbers 26:37", "Numbers 26:38", "Numbers 26:39", "Numbers 26:40", "Numbers 26:41", "Numbers 26:42", "Numbers 26:43", "Numbers 26:44", "Numbers 26:45", "Numbers 26:46", "Numbers 26:47", "Numbers 26:48", "Numbers 26:49", "Numbers 26:50", "Numbers 26:51", "Numbers 26:52", "Numbers 26:53", "Numbers 26:54", "Numbers 26:55", "Numbers 26:56", "Numbers 26:57", "Numbers 26:58", "Numbers 26:59", "Numbers 26:60", "Numbers 26:61", "Numbers 26:62", "Numbers 26:63", "Numbers 26:64", "Numbers 26:65", "Numbers 27:1", "Numbers 27:2", "Numbers 27:3", "Numbers 27:4", "Numbers 27:5", "Numbers 27:6", "Numbers 27:7", "Numbers 27:8", "Numbers 27:9", "Numbers 27:10", "Numbers 27:11", "Numbers 27:12", "Numbers 27:13", "Numbers 27:14", "Numbers 27:15", "Numbers 27:16", "Numbers 27:17", "Numbers 27:18", "Numbers 27:19", "Numbers 27:20", "Numbers 27:21", "Numbers 27:22", "Numbers 27:23", "Numbers 28:1", "Numbers 28:2", "Numbers 28:3", "Numbers 28:4", "Numbers 28:5", "Numbers 28:6", "Numbers 28:7", "Numbers 28:8", "Numbers 28:9", "Numbers 28:10", "Numbers 28:11", "Numbers 28:12", "Numbers 28:13", "Numbers 28:14", "Numbers 28:15", "Numbers 28:16", "Numbers 28:17", "Numbers 28:18", "Numbers 28:19", "Numbers 28:20", "Numbers 28:21", "Numbers 28:22", "Numbers 28:23", "Numbers 28:24", "Numbers 28:25", "Numbers 28:26", "Numbers 28:27", "Numbers 28:28", "Numbers 28:29", "Numbers 28:30", "Numbers 28:31", "Numbers 29:1", "Numbers 29:2", "Numbers 29:3", "Numbers 29:4", "Numbers 29:5", "Numbers 29:6", "Numbers 29:7", "Numbers 29:8", "Numbers 29:9", "Numbers 29:10", "Numbers 29:11", "Numbers 29:12", "Numbers 29:13", "Numbers 29:14", "Numbers 29:15", "Numbers 29:16", "Numbers 29:17", "Numbers 29:18", "Numbers 29:19", "Numbers 29:20", "Numbers 29:21", "Numbers 29:22", "Numbers 29:23", "Numbers 29:24", "Numbers 29:25", "Numbers 29:26", "Numbers 29:27", "Numbers 29:28", "Numbers 29:29", "Numbers 29:30", "Numbers 29:31", "Numbers 29:32", "Numbers 29:33", "Numbers 29:34", "Numbers 29:35", "Numbers 29:36", "Numbers 29:37", "Numbers 29:38", "Numbers 29:39", "Numbers 30:1", "Numbers 30:2", "Numbers 30:3", "Numbers 30:4", "Numbers 30:5", "Numbers 30:6", "Numbers 30:7", "Numbers 30:8", "Numbers 30:9", "Numbers 30:10", "Numbers 30:11", "Numbers 30:12", "Numbers 30:13", "Numbers 30:14", "Numbers 30:15", "Numbers 30:16", "Numbers 30:17", "Numbers 31:1", "Numbers 31:2", "Numbers 31:3", "Numbers 31:4", "Numbers 31:5", "Numbers 31:6", "Numbers 31:7", "Numbers 31:8", "Numbers 31:9", "Numbers 31:10", "Numbers 31:11", "Numbers 31:12", "Numbers 31:13", "Numbers 31:14", "Numbers 31:15", "Numbers 31:16", "Numbers 31:17", "Numbers 31:18", "Numbers 31:19"], "sourceRef": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers, Part I, Chapter 5; Leaders and Strangers 12", "sourceHeRef": "מנהיגות בשממה; סמכות ואנרכיה בספר במדבר, חלק ראשון, פרק ה י״ב", "anchorVerse": 30, "sourceHasEn": true, "commentaryNum": 12, "collectiveTitle": {"en": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers", "he": "מנהיגות בשממה; סמכות ואנרכיה בספר במדבר"}, "heTitle": "פרק ה", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "If the stranger can enjoy literal and metaphysical benefits such as atonement, what makes the stranger a stranger at all? Multiple times in the Pentateuch is the expression “there shall be one law for you and the resident alien” used to show legal equivalence.<sup class=\"footnote-marker\">3</sup><i class=\"footnote\">See Exodus 12:48–49; Leviticus 7:7, 24:22; Numbers 9:14, 15:15, 15:29–30.</i> Like citizens, strangers can be cut off from the community for cursing God and are obliged to refrain from behaviors that engender impurity.<sup class=\"footnote-marker\">4</sup><i class=\"footnote\">For examples, see Leviticus 4, 17:15–16, 18:27–28, 35:34–35; Numbers 15:30–31, 19:13, 19:20.</i> The stranger and the citizen both enjoy the privileges of the community and are both accountable for their place in the community and for their personal relationships with God through prohibitive commands. A poor gentile or <i>ger </i>was counted among the recipients of communal welfare (Lev. 19:10) and enjoyed the protections of the community as a relative equal (Lev. 24:22). Who, then, was the stranger, if during this period of transition there was no land from which to claim citizenship? Who was a stranger if we were all strangers? Furthermore, what made this individual alien if he was included in the community, such that both citizen and stranger were “alike before the Lord”?", "versionTitle": "Jerusalem. Maggid Books, 2013", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "61225507412970c0e359d91a", "index_title": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers", "category": "Jewish Thought", "type": "", "ref": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers, Part II, Chapter 8; Betraying the Vision 23", "anchorRef": "Numbers 13:27-29:31", "anchorRefExpanded": ["Numbers 13:27", "Numbers 13:28", "Numbers 13:29", "Numbers 13:30", "Numbers 13:31", "Numbers 13:32", "Numbers 13:33", "Numbers 14:1", "Numbers 14:2", "Numbers 14:3", "Numbers 14:4", "Numbers 14:5", "Numbers 14:6", "Numbers 14:7", "Numbers 14:8", "Numbers 14:9", "Numbers 14:10", "Numbers 14:11", "Numbers 14:12", "Numbers 14:13", "Numbers 14:14", "Numbers 14:15", "Numbers 14:16", "Numbers 14:17", "Numbers 14:18", "Numbers 14:19", "Numbers 14:20", "Numbers 14:21", "Numbers 14:22", "Numbers 14:23", "Numbers 14:24", "Numbers 14:25", "Numbers 14:26", "Numbers 14:27", "Numbers 14:28", "Numbers 14:29", "Numbers 14:30", "Numbers 14:31", "Numbers 14:32", "Numbers 14:33", "Numbers 14:34", "Numbers 14:35", "Numbers 14:36", "Numbers 14:37", "Numbers 14:38", "Numbers 14:39", "Numbers 14:40", "Numbers 14:41", "Numbers 14:42", "Numbers 14:43", "Numbers 14:44", "Numbers 14:45", "Numbers 15:1", "Numbers 15:2", "Numbers 15:3", "Numbers 15:4", "Numbers 15:5", "Numbers 15:6", "Numbers 15:7", "Numbers 15:8", "Numbers 15:9", "Numbers 15:10", "Numbers 15:11", "Numbers 15:12", "Numbers 15:13", "Numbers 15:14", "Numbers 15:15", "Numbers 15:16", "Numbers 15:17", "Numbers 15:18", "Numbers 15:19", "Numbers 15:20", "Numbers 15:21", "Numbers 15:22", "Numbers 15:23", "Numbers 15:24", "Numbers 15:25", "Numbers 15:26", "Numbers 15:27", "Numbers 15:28", "Numbers 15:29", "Numbers 15:30", "Numbers 15:31", "Numbers 15:32", "Numbers 15:33", "Numbers 15:34", "Numbers 15:35", "Numbers 15:36", "Numbers 15:37", "Numbers 15:38", "Numbers 15:39", "Numbers 15:40", "Numbers 15:41", "Numbers 16:1", "Numbers 16:2", "Numbers 16:3", "Numbers 16:4", "Numbers 16:5", "Numbers 16:6", "Numbers 16:7", "Numbers 16:8", "Numbers 16:9", "Numbers 16:10", "Numbers 16:11", "Numbers 16:12", "Numbers 16:13", "Numbers 16:14", "Numbers 16:15", "Numbers 16:16", "Numbers 16:17", "Numbers 16:18", "Numbers 16:19", "Numbers 16:20", "Numbers 16:21", "Numbers 16:22", "Numbers 16:23", "Numbers 16:24", "Numbers 16:25", "Numbers 16:26", "Numbers 16:27", "Numbers 16:28", "Numbers 16:29", "Numbers 16:30", "Numbers 16:31", "Numbers 16:32", "Numbers 16:33", "Numbers 16:34", "Numbers 16:35", "Numbers 17:1", "Numbers 17:2", "Numbers 17:3", "Numbers 17:4", "Numbers 17:5", "Numbers 17:6", "Numbers 17:7", "Numbers 17:8", "Numbers 17:9", "Numbers 17:10", "Numbers 17:11", "Numbers 17:12", "Numbers 17:13", "Numbers 17:14", "Numbers 17:15", "Numbers 17:16", "Numbers 17:17", "Numbers 17:18", "Numbers 17:19", "Numbers 17:20", "Numbers 17:21", "Numbers 17:22", "Numbers 17:23", "Numbers 17:24", "Numbers 17:25", "Numbers 17:26", "Numbers 17:27", "Numbers 17:28", "Numbers 18:1", "Numbers 18:2", "Numbers 18:3", "Numbers 18:4", "Numbers 18:5", "Numbers 18:6", "Numbers 18:7", "Numbers 18:8", "Numbers 18:9", "Numbers 18:10", "Numbers 18:11", "Numbers 18:12", "Numbers 18:13", "Numbers 18:14", "Numbers 18:15", "Numbers 18:16", "Numbers 18:17", "Numbers 18:18", "Numbers 18:19", "Numbers 18:20", "Numbers 18:21", "Numbers 18:22", "Numbers 18:23", "Numbers 18:24", "Numbers 18:25", "Numbers 18:26", "Numbers 18:27", "Numbers 18:28", "Numbers 18:29", "Numbers 18:30", "Numbers 18:31", "Numbers 18:32", "Numbers 19:1", "Numbers 19:2", "Numbers 19:3", "Numbers 19:4", "Numbers 19:5", "Numbers 19:6", "Numbers 19:7", "Numbers 19:8", "Numbers 19:9", "Numbers 19:10", "Numbers 19:11", "Numbers 19:12", "Numbers 19:13", "Numbers 19:14", "Numbers 19:15", "Numbers 19:16", "Numbers 19:17", "Numbers 19:18", "Numbers 19:19", "Numbers 19:20", "Numbers 19:21", "Numbers 19:22", "Numbers 20:1", "Numbers 20:2", "Numbers 20:3", "Numbers 20:4", "Numbers 20:5", "Numbers 20:6", "Numbers 20:7", "Numbers 20:8", "Numbers 20:9", "Numbers 20:10", "Numbers 20:11", "Numbers 20:12", "Numbers 20:13", "Numbers 20:14", "Numbers 20:15", "Numbers 20:16", "Numbers 20:17", "Numbers 20:18", "Numbers 20:19", "Numbers 20:20", "Numbers 20:21", "Numbers 20:22", "Numbers 20:23", "Numbers 20:24", "Numbers 20:25", "Numbers 20:26", "Numbers 20:27", "Numbers 20:28", "Numbers 20:29", "Numbers 21:1", "Numbers 21:2", "Numbers 21:3", "Numbers 21:4", "Numbers 21:5", "Numbers 21:6", "Numbers 21:7", "Numbers 21:8", "Numbers 21:9", "Numbers 21:10", "Numbers 21:11", "Numbers 21:12", "Numbers 21:13", "Numbers 21:14", "Numbers 21:15", "Numbers 21:16", "Numbers 21:17", "Numbers 21:18", "Numbers 21:19", "Numbers 21:20", "Numbers 21:21", "Numbers 21:22", "Numbers 21:23", "Numbers 21:24", "Numbers 21:25", "Numbers 21:26", "Numbers 21:27", "Numbers 21:28", "Numbers 21:29", "Numbers 21:30", "Numbers 21:31", "Numbers 21:32", "Numbers 21:33", "Numbers 21:34", "Numbers 21:35", "Numbers 22:1", "Numbers 22:2", "Numbers 22:3", "Numbers 22:4", "Numbers 22:5", "Numbers 22:6", "Numbers 22:7", "Numbers 22:8", "Numbers 22:9", "Numbers 22:10", "Numbers 22:11", "Numbers 22:12", "Numbers 22:13", "Numbers 22:14", "Numbers 22:15", "Numbers 22:16", "Numbers 22:17", "Numbers 22:18", "Numbers 22:19", "Numbers 22:20", "Numbers 22:21", "Numbers 22:22", "Numbers 22:23", "Numbers 22:24", "Numbers 22:25", "Numbers 22:26", "Numbers 22:27", "Numbers 22:28", "Numbers 22:29", "Numbers 22:30", "Numbers 22:31", "Numbers 22:32", "Numbers 22:33", "Numbers 22:34", "Numbers 22:35", "Numbers 22:36", "Numbers 22:37", "Numbers 22:38", "Numbers 22:39", "Numbers 22:40", "Numbers 22:41", "Numbers 23:1", "Numbers 23:2", "Numbers 23:3", "Numbers 23:4", "Numbers 23:5", "Numbers 23:6", "Numbers 23:7", "Numbers 23:8", "Numbers 23:9", "Numbers 23:10", "Numbers 23:11", "Numbers 23:12", "Numbers 23:13", "Numbers 23:14", "Numbers 23:15", "Numbers 23:16", "Numbers 23:17", "Numbers 23:18", "Numbers 23:19", "Numbers 23:20", "Numbers 23:21", "Numbers 23:22", "Numbers 23:23", "Numbers 23:24", "Numbers 23:25", "Numbers 23:26", "Numbers 23:27", "Numbers 23:28", "Numbers 23:29", "Numbers 23:30", "Numbers 24:1", "Numbers 24:2", "Numbers 24:3", "Numbers 24:4", "Numbers 24:5", "Numbers 24:6", "Numbers 24:7", "Numbers 24:8", "Numbers 24:9", "Numbers 24:10", "Numbers 24:11", "Numbers 24:12", "Numbers 24:13", "Numbers 24:14", "Numbers 24:15", "Numbers 24:16", "Numbers 24:17", "Numbers 24:18", "Numbers 24:19", "Numbers 24:20", "Numbers 24:21", "Numbers 24:22", "Numbers 24:23", "Numbers 24:24", "Numbers 24:25", "Numbers 25:1", "Numbers 25:2", "Numbers 25:3", "Numbers 25:4", "Numbers 25:5", "Numbers 25:6", "Numbers 25:7", "Numbers 25:8", "Numbers 25:9", "Numbers 25:10", "Numbers 25:11", "Numbers 25:12", "Numbers 25:13", "Numbers 25:14", "Numbers 25:15", "Numbers 25:16", "Numbers 25:17", "Numbers 25:18", "Numbers 26:1", "Numbers 26:2", "Numbers 26:3", "Numbers 26:4", "Numbers 26:5", "Numbers 26:6", "Numbers 26:7", "Numbers 26:8", "Numbers 26:9", "Numbers 26:10", "Numbers 26:11", "Numbers 26:12", "Numbers 26:13", "Numbers 26:14", "Numbers 26:15", "Numbers 26:16", "Numbers 26:17", "Numbers 26:18", "Numbers 26:19", "Numbers 26:20", "Numbers 26:21", "Numbers 26:22", "Numbers 26:23", "Numbers 26:24", "Numbers 26:25", "Numbers 26:26", "Numbers 26:27", "Numbers 26:28", "Numbers 26:29", "Numbers 26:30", "Numbers 26:31", "Numbers 26:32", "Numbers 26:33", "Numbers 26:34", "Numbers 26:35", "Numbers 26:36", "Numbers 26:37", "Numbers 26:38", "Numbers 26:39", "Numbers 26:40", "Numbers 26:41", "Numbers 26:42", "Numbers 26:43", "Numbers 26:44", "Numbers 26:45", "Numbers 26:46", "Numbers 26:47", "Numbers 26:48", "Numbers 26:49", "Numbers 26:50", "Numbers 26:51", "Numbers 26:52", "Numbers 26:53", "Numbers 26:54", "Numbers 26:55", "Numbers 26:56", "Numbers 26:57", "Numbers 26:58", "Numbers 26:59", "Numbers 26:60", "Numbers 26:61", "Numbers 26:62", "Numbers 26:63", "Numbers 26:64", "Numbers 26:65", "Numbers 27:1", "Numbers 27:2", "Numbers 27:3", "Numbers 27:4", "Numbers 27:5", "Numbers 27:6", "Numbers 27:7", "Numbers 27:8", "Numbers 27:9", "Numbers 27:10", "Numbers 27:11", "Numbers 27:12", "Numbers 27:13", "Numbers 27:14", "Numbers 27:15", "Numbers 27:16", "Numbers 27:17", "Numbers 27:18", "Numbers 27:19", "Numbers 27:20", "Numbers 27:21", "Numbers 27:22", "Numbers 27:23", "Numbers 28:1", "Numbers 28:2", "Numbers 28:3", "Numbers 28:4", "Numbers 28:5", "Numbers 28:6", "Numbers 28:7", "Numbers 28:8", "Numbers 28:9", "Numbers 28:10", "Numbers 28:11", "Numbers 28:12", "Numbers 28:13", "Numbers 28:14", "Numbers 28:15", "Numbers 28:16", "Numbers 28:17", "Numbers 28:18", "Numbers 28:19", "Numbers 28:20", "Numbers 28:21", "Numbers 28:22", "Numbers 28:23", "Numbers 28:24", "Numbers 28:25", "Numbers 28:26", "Numbers 28:27", "Numbers 28:28", "Numbers 28:29", "Numbers 28:30", "Numbers 28:31", "Numbers 29:1", "Numbers 29:2", "Numbers 29:3", "Numbers 29:4", "Numbers 29:5", "Numbers 29:6", "Numbers 29:7", "Numbers 29:8", "Numbers 29:9", "Numbers 29:10", "Numbers 29:11", "Numbers 29:12", "Numbers 29:13", "Numbers 29:14", "Numbers 29:15", "Numbers 29:16", "Numbers 29:17", "Numbers 29:18", "Numbers 29:19", "Numbers 29:20", "Numbers 29:21", "Numbers 29:22", "Numbers 29:23", "Numbers 29:24", "Numbers 29:25", "Numbers 29:26", "Numbers 29:27", "Numbers 29:28", "Numbers 29:29", "Numbers 29:30", "Numbers 29:31"], "sourceRef": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers, Part II, Chapter 8; Betraying the Vision 23", "sourceHeRef": "מנהיגות בשממה; סמכות ואנרכיה בספר במדבר, חלק שני, פרק ח כ״ג", "anchorVerse": 27, "sourceHasEn": true, "commentaryNum": 23, "collectiveTitle": {"en": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers", "he": "מנהיגות בשממה; סמכות ואנרכיה בספר במדבר"}, "heTitle": "פרק ח", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<small>This is what they told him: “We came to the land you sent us to; it does indeed flow with milk and honey, and this is its fruit. However, the people who inhabit the country are powerful, and the cities are fortified and very large; moreover, we saw the Anakites there. Amalekites dwell in the Negeb region; Hittites, Jebusites, and Amorites inhabit the hill country; and Canaanites dwell by the Sea and along the Jordan…. We cannot attack that people, for it is stronger than we.” Thus they spread calumnies among the Israelites about the land they had scouted, saying, “The country that we traversed and scouted is one that devours its settlers. All the people that we saw in it are men of great size; we saw the Nephilim there – the Anakites are part of the Nephilim and we looked like grasshoppers to ourselves, and so we must have looked to them.” (Num. 13:27–29, 31–33)</small>", "versionTitle": "Jerusalem. Maggid Books, 2013", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "6319d3cdb6084aa1cbf2b453", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, פֶּה 1", "anchorRef": "Numbers 23:12", "anchorRefExpanded": ["Numbers 23:12"], "sourceRef": "BDB, פֶּה 1", "sourceHeRef": "בראון-דרייבר-בריגס, פֶּה א׳", "anchorVerse": 12, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "פֶּה", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><big><span dir=\"rtl\">פֶּה</span></big></big><sub>485</sub><big></big>  <strong>n.m.</strong> <a data-ref=\"Joshua 9:2\" href=\"/Joshua.9.2\">Jos 9:2</a> <strong>mouth (</strong>prob. bilit. [<span dir=\"rtl\">פו</span>, <span dir=\"rtl\">פי</span>] Sta<sup>§ 183</sup>; NH = BH; Ph. <span dir=\"rtl\">לפי</span> according to; Assyrian <em>pû</em>, <em>mouth;</em> Arabic <span dir=\"rtl\">فُوهٌ</span>, <span dir=\"rtl\">فَاهٌ</span>, <span dir=\"rtl\">فِيهٌ</span>; Ethiopic አፍ; Syriac <span dir=\"rtl\">ܠܦܽܘܬ</span> according to; but also Arabic <span dir=\"rtl\">فَمّ</span>, <span dir=\"rtl\">فُمّ</span>, <span dir=\"rtl\">فِمّ</span>, Biblical Aramaic <span dir=\"rtl\">פֻּם</span>, 𝔗 <span dir=\"rtl\">פּוּמָא</span>; Syriac <span dir=\"rtl\">ܦܽܘܡܳܐ</span>; Mand. <span dir=\"rtl\">פומא</span> Nö<sup>M § 87</sup><strong>)</strong>;—abs. <span dir=\"rtl\">פ׳</span> <a data-ref=\"Exodus 4:10\" href=\"/Exodus.4.10\">Ex 4:10</a> +, cstr. <span dir=\"rtl\">פִּי</span> <a data-ref=\"Isaiah 1:20\" href=\"/Isaiah.1.20\">Is 1:20</a> +; sf. 1 s. <span dir=\"rtl\">פִּי</span> <a data-ref=\"Genesis 45:12\" href=\"/Genesis.45.12\">Gn 45:12</a> +, 2 ms. <span dir=\"rtl\">פִּיךָ</span> <a data-ref=\"Genesis 41:40\" href=\"/Genesis.41.40\">41:40</a> +, 3 ms. <span dir=\"rtl\">פִּיו</span> <a data-ref=\"Genesis 25:28\" href=\"/Genesis.25.28\">25:28</a> +, <span dir=\"rtl\">פִּיהוּ</span> <a data-ref=\"Exodus 4:15\" href=\"/Exodus.4.15\">Ex 4:15</a> +, 3 mpl. <span dir=\"rtl\">פִּיהֶם</span> <a data-ref=\"Judges 7:6\" href=\"/Judges.7.6\">Ju 7:6</a> +, <span dir=\"rtl\">פִּימוֹ</span> <a data-ref=\"Psalms 17:10\" href=\"/Psalms.17.10\">ψ 17:10</a> + 2 times, etc.; pl. <span dir=\"rtl\">פִּיּוֹת</span> <a data-ref=\"Proverbs 5:4\" href=\"/Proverbs.5.4\">Pr 5:4</a>, <span dir=\"rtl\">פֵיוֹת (שְׁנֵי)</span> <a data-ref=\"Judges 3:16\" href=\"/Judges.3.16\">Ju 3:16</a>, <span dir=\"rtl\">פִּיפִיּוֹת</span> <a data-ref=\"Isaiah 41:15\" href=\"/Isaiah.41.15\">Is 41:15</a> <a data-ref=\"Psalms 149:6\" href=\"/Psalms.149.6\">ψ 149:6</a>; <span dir=\"rtl\">פִּים</span> <a data-ref=\"I Samuel 13:21\" href=\"/I_Samuel.13.21\">1 S 13:21</a> (corrupt, v. Dr al.);—<br><strong>1.</strong> <strong>a.</strong>  <em>mouth</em>, of man, organ of eating and drinking <a data-ref=\"Genesis 25:28\" href=\"/Genesis.25.28\">Gn 25:28</a> <a data-ref=\"Judges 7:6\" href=\"/Judges.7.6\">Ju 7:6</a> <a data-ref=\"I Samuel 14:26\" href=\"/I_Samuel.14.26\">1 S 14:26</a>, <a data-ref=\"I Samuel 14:27\" href=\"/I_Samuel.14.27\">27</a> <a data-ref=\"Nehemiah 9:20\" href=\"/Nehemiah.9.20\">Ne 9:20</a> <a data-ref=\"Proverbs 19:24\" href=\"/Proverbs.19.24\">Pr 19:24</a> = <a data-ref=\"Proverbs 26:15\" href=\"/Proverbs.26.15\">26:15</a> +; fig. as finding things sweet <a data-ref=\"Job 20:12\" href=\"/Job.20.12\">Jb 20:12</a> <a data-ref=\"Psalms 119:103\" href=\"/Psalms.119.103\">ψ 119:103</a>; fig. of earth <a data-ref=\"Genesis 4:11\" href=\"/Genesis.4.11\">Gn 4:11</a>, swallowing Korah, etc. <a data-ref=\"Numbers 16:30\" href=\"/Numbers.16.30\">Nu 16:30</a>, <a data-ref=\"Numbers 16:32\" href=\"/Numbers.16.32\">32</a>; <a data-ref=\"Numbers 26:10\" href=\"/Numbers.26.10\">26:10</a> <a data-ref=\"Deuteronomy 11:6\" href=\"/Deuteronomy.11.6\">Dt 11:6</a>; fig. also of She’ôl, <span dir=\"rtl\">וּפָֽעֲרָה פִיהָ</span> <a data-ref=\"Isaiah 5:14\" href=\"/Isaiah.5.14\">Is 5:14</a>, cf. <a data-ref=\"Psalms 69:16\" href=\"/Psalms.69.16\">ψ 69:16</a>. <strong>b.</strong>  external organ, <span dir=\"rtl\">וַיָּשֶׂם פִּיו עַל־פִּיו</span> <a data-ref=\"II Kings 4:34\" href=\"/II_Kings.4.34\">2 K 4:34</a> <a data-ref=\"Proverbs 30:20\" href=\"/Proverbs.30.20\">Pr 30:20</a>; of kissing <a data-ref=\"I Kings 19:18\" href=\"/I_Kings.19.18\">1 K 19:18</a> <a data-ref=\"Song of Songs 1:2\" href=\"/Song_of_Songs.1.2\">Ct 1:2</a>; <span dir=\"rtl\">וַתִּשַּׁק יָדִי לְפִי</span> <a data-ref=\"Job 31:27\" href=\"/Job.31.27\">Jb 31:27</a>; cf. phr. <span dir=\"rtl\">שִׂים יָד עַל־פֶּה</span> (of keeping silence) <a data-ref=\"Judges 18:19\" href=\"/Judges.18.19\">Ju 18:19</a> <a data-ref=\"Micah 7:16\" href=\"/Micah.7.16\">Mi 7:16</a> <a data-ref=\"Job 21:5\" href=\"/Job.21.5\">Jb 21:5</a>, cf. <a data-ref=\"Job 29:9\" href=\"/Job.29.9\">29:9</a>; <a data-ref=\"Job 40:4\" href=\"/Job.40.4\">40:4</a> <a data-ref=\"Proverbs 30:32\" href=\"/Proverbs.30.32\">Pr 30:32</a>; of mocking triumph <span dir=\"rtl\">פָּעַר עָלַי בְּפ׳</span> <a data-ref=\"Job 16:10\" href=\"/Job.16.10\">Jb 16:10</a>; <span dir=\"rtl\">הִרְחִיב פ׳ עַל</span> <a data-ref=\"Psalms 35:21\" href=\"/Psalms.35.21\">ψ 35:21</a> <a data-ref=\"Isaiah 57:4\" href=\"/Isaiah.57.4\">Is 57:4</a>, also <span dir=\"rtl\">רָחַב פִּי עַל</span> <a data-ref=\"I Samuel 2:1\" href=\"/I_Samuel.2.1\">1 S 2:1</a>. <strong>c.</strong>  of <span dir=\"rtl\">י׳</span> in theoph., sending out fire <a data-ref=\"II Samuel 22:9\" href=\"/II_Samuel.22.9\">2 S 22:9</a> = <a data-ref=\"Psalms 18:9\" href=\"/Psalms.18.9\">ψ 18:9</a>.<br><strong>2.</strong> <strong>a.</strong>  much oftener, as organ of speech, of man: <span dir=\"rtl\">פ׳</span> speaks <a data-ref=\"Genesis 45:12\" href=\"/Genesis.45.12\">Gn 45:12</a> <a data-ref=\"II Samuel 1:16\" href=\"/II_Samuel.1.16\">2 S 1:16</a> <a data-ref=\"Isaiah 9:16\" href=\"/Isaiah.9.16\">Is 9:16</a> <a data-ref=\"Job 9:20\" href=\"/Job.9.20\">Jb 9:20</a>; <a data-ref=\"Job 15:5\" href=\"/Job.15.5\">15:5</a>, <a data-ref=\"Job 15:6\" href=\"/Job.15.6\">6</a> <a data-ref=\"Psalms 37:30\" href=\"/Psalms.37.30\">ψ 37:30</a> +; speak <span dir=\"rtl\">בְּמוֹ־פִי</span> <a data-ref=\"Job 19:16\" href=\"/Job.19.16\">Jb 19:16</a>; open <span dir=\"rtl\">פ׳</span>, <span dir=\"rtl\">אֶל־י׳</span> <a data-ref=\"Judges 11:35\" href=\"/Judges.11.35\">Ju 11:35</a>, <a data-ref=\"Judges 11:36\" href=\"/Judges.11.36\">36</a>, abs. <a data-ref=\"Job 3:1\" href=\"/Job.3.1\">Jb 3:1</a>; <a data-ref=\"Job 33:2\" href=\"/Job.33.2\">33:2</a> +; shut <span dir=\"rtl\">פ׳</span> (be silent) <a data-ref=\"Isaiah 52:15\" href=\"/Isaiah.52.15\">Is 52:15</a>, cf. <span dir=\"rtl\">חָשַׂךְ פ׳</span> <a data-ref=\"Job 7:11\" href=\"/Job.7.11\">Jb 7:11</a>, and (of iniquity, personif.) <span dir=\"rtl\">קָפַץ פ׳</span> <a data-ref=\"Job 5:16\" href=\"/Job.5.16\">Jb 5:16</a> <a data-ref=\"Psalms 107:42\" href=\"/Psalms.107.42\">ψ 107:42</a>; guard <span dir=\"rtl\">פ׳</span>, <a data-ref=\"Proverbs 13:3\" href=\"/Proverbs.13.3\">Pr 13:3</a> <span dir=\"rtl\">(נָצַר)</span>, <a data-ref=\"Proverbs 21:23\" href=\"/Proverbs.21.23\">21:23</a> <span dir=\"rtl\">(שָׁמַר)</span>, cf. <span dir=\"rtl\">שָׁמַר פִּתְחֵי פ׳</span> <a data-ref=\"Micah 7:5\" href=\"/Micah.7.5\">Mi 7:5</a>, also <a data-ref=\"Psalms 39:2\" href=\"/Psalms.39.2\">ψ 39:2</a> (v. <a data-ref=\"BDB, שׁמר\" href=\"/BDB,_שׁמר\", dir=\"rtl\">שׁמר</a>); words, etc., are in <span dir=\"rtl\">(ב)</span> mouth <a data-ref=\"II Samuel 17:5\" href=\"/II_Samuel.17.5\">2 S 17:5</a>; <a data-ref=\"II Samuel 18:25\" href=\"/II_Samuel.18.25\">18:25</a> <a data-ref=\"Deuteronomy 30:14\" href=\"/Deuteronomy.30.14\">Dt 30:14</a> <a data-ref=\"I Kings 17:24\" href=\"/I_Kings.17.24\">1 K 17:24</a>; <span dir=\"rtl\">שִׂים דְּבָרִים בְּפ׳</span> <a data-ref=\"II Samuel 14:3\" href=\"/II_Samuel.14.3\">2 S 14:3</a>, <a data-ref=\"II Samuel 14:19\" href=\"/II_Samuel.14.19\">19</a> <a data-ref=\"Exodus 4:15\" href=\"/Exodus.4.15\">Ex 4:15</a>, also (God subj.) <a data-ref=\"Numbers 22:38\" href=\"/Numbers.22.38\">Nu 22:38</a>; <a data-ref=\"Numbers 23:12\" href=\"/Numbers.23.12\">23:12</a>, <a data-ref=\"Numbers 23:16\" href=\"/Numbers.23.16\">16</a> +; of utterance <span dir=\"rtl\">יָצָא מִפּ׳</span> <a data-ref=\"Judges 11:36\" href=\"/Judges.11.36\">Ju 11:36</a> <a data-ref=\"Numbers 30:3\" href=\"/Numbers.30.3\">Nu 30:3</a>; <a data-ref=\"Numbers 32:24\" href=\"/Numbers.32.24\">32:24</a> <a data-ref=\"Joshua 6:10\" href=\"/Joshua.6.10\">Jos 6:10</a> +; depart from mouth (cease to be mentioned) <span dir=\"rtl\">מוּשׁ מִפּ׳</span> <a data-ref=\"Joshua 1:8\" href=\"/Joshua.1.8\">Jos 1:8</a> <a data-ref=\"Isaiah 59:21\" href=\"/Isaiah.59.21\">Is 59:21</a>, cf. <span dir=\"rtl\">נִכְרַת מִפּ׳</span> <a data-ref=\"Jeremiah 7:28\" href=\"/Jeremiah.7.28\">Je 7:28</a>, <span dir=\"rtl\">לֹא יִשָּׁמַע עַל־פִּיךָ</span> <a data-ref=\"Exodus 23:13\" href=\"/Exodus.23.13\">Ex 23:13</a>; <span dir=\"rtl\">אִמְרֵי פ׳</span> <a data-ref=\"Deuteronomy 32:1\" href=\"/Deuteronomy.32.1\">Dt 32:1</a> <em>words of my mouth</em>, so <a data-ref=\"Job 8:2\" href=\"/Job.8.2\">Jb 8:2</a> <a data-ref=\"Psalms 19:15\" href=\"/Psalms.19.15\">ψ 19:15</a>; <a data-ref=\"Psalms 54:4\" href=\"/Psalms.54.4\">54:4</a>; <span dir=\"rtl\">דִּבְרֵי פ׳</span> <a data-ref=\"Psalms 36:4\" href=\"/Psalms.36.4\">ψ 36:4</a> <a data-ref=\"Ecclesiastes 10:12\" href=\"/Ecclesiastes.10.12\">Ec 10:12</a>, <a data-ref=\"Ecclesiastes 10:13\" href=\"/Ecclesiastes.10.13\">13a</a>; of agency, <span dir=\"rtl\">בְּפּ׳</span> <em>by the mouth of</em> <a data-ref=\"II Chronicles 36:21\" href=\"/II_Chronicles.36.21\">2 Ch 36:21</a>, <a data-ref=\"II Chronicles 36:22\" href=\"/II_Chronicles.36.22\">22</a> = <span dir=\"rtl\">מִפּ׳</span> <a data-ref=\"Ezra 1:1\" href=\"/Ezra.1.1\">Ezr 1:1</a>; <span dir=\"rtl\">דִּבֶּר פִּיו עִם־פִּיו</span> <a data-ref=\"Jeremiah 32:4\" href=\"/Jeremiah.32.4\">Je 32:4</a> <em>speak mouth to mouth</em> (cf. <a data-ref=\"Jeremiah 34:3\" href=\"/Jeremiah.34.3\">34:3</a> <a data-ref=\"Numbers 12:8\" href=\"/Numbers.12.8\">Nu 12:8</a>); <span dir=\"rtl\">פ׳</span> = <em>speech</em> <a data-ref=\"Isaiah 29:13\" href=\"/Isaiah.29.13\">Is 29:13</a> <a data-ref=\"Psalms 49:14\" href=\"/Psalms.49.14\">ψ 49:14</a> <a data-ref=\"Ecclesiastes 10:13\" href=\"/Ecclesiastes.10.13\">Ec 10:13b</a>; <span dir=\"rtl\">כְּבַד פ׳</span> <a data-ref=\"Exodus 4:10\" href=\"/Exodus.4.10\">Ex 4:10</a> <em>heavy of speech</em> (not eloquent); <span dir=\"rtl\">אֶהְיֶה עִם־פ׳</span> v <a data-ref=\"Exodus 4:12\" href=\"/Exodus.4.12\">12</a>, <a data-ref=\"Exodus 4:15\" href=\"/Exodus.4.15\">15</a>, i.e. aid thee in speaking; <span dir=\"rtl\">יִהְיֶה־לְּךָ לְפ׳</span> v <a data-ref=\"Exodus 4:16\" href=\"/Exodus.4.16\">16</a> <em>he shall be mouth for thee;</em> <span dir=\"rtl\">מִפִּיו יִקְרָא אֵלַי</span> <a data-ref=\"Jeremiah 36:18\" href=\"/Jeremiah.36.18\">Je 36:18</a>, i.e. dictate; <span dir=\"rtl\">כָּתַב מִפּ׳</span> v. <a ,=\"\" data-ref=\"BDB, כָּתַב\" dir=\"rtl\" href=\"/BDB,_כָּתַב\">כָּתַב</a> <strong>1 b</strong> (3); bad qualities ascribed to it, <span dir=\"rtl\">עִקְּשׁוּת פ׳</span> <a data-ref=\"Proverbs 4:24\" href=\"/Proverbs.4.24\">Pr 4:24</a>; <a data-ref=\"Proverbs 6:12\" href=\"/Proverbs.6.12\">6:12</a>; <span dir=\"rtl\">פִּי תַהְפֻּכוֹת</span> <a data-ref=\"Proverbs 8:13\" href=\"/Proverbs.8.13\">8:13</a>; <span dir=\"rtl\">פֶּה חָלָק</span> <a data-ref=\"Proverbs 26:28\" href=\"/Proverbs.26.28\">26:28</a>; <span dir=\"rtl\">אַל־תַּגְדֵּל פ׳</span> <a data-ref=\"Obadiah 1:12\" href=\"/Obadiah.1.12\">Ob 12</a>, cf. <a data-ref=\"Micah 6:12\" href=\"/Micah.6.12\">Mi 6:12</a> <a data-ref=\"Ezekiel 35:13\" href=\"/Ezekiel.35.13\">Ez 35:13</a>. <strong>b.</strong>  as laughing <a data-ref=\"Job 8:21\" href=\"/Job.8.21\">Jb 8:21</a> <a data-ref=\"Psalms 126:2\" href=\"/Psalms.126.2\">ψ 126:2</a>; panting <a data-ref=\"Psalms 119:131\" href=\"/Psalms.119.131\">119:131</a>. <strong>c.</strong>  of God; his mouth speaks <a data-ref=\"Isaiah 1:20\" href=\"/Isaiah.1.20\">Is 1:20</a>; <a data-ref=\"Isaiah 40:5\" href=\"/Isaiah.40.5\">40:5</a> <a data-ref=\"Jeremiah 9:11\" href=\"/Jeremiah.9.11\">Je 9:11</a> +; he speaks <span dir=\"rtl\">בְּפ׳</span> <a data-ref=\"I Kings 8:15\" href=\"/I_Kings.8.15\">1 K 8:15</a>, <a data-ref=\"I Kings 8:34\" href=\"/I_Kings.8.34\">34</a>; wd. proceeds <span dir=\"rtl\">מִפּ׳</span> <a data-ref=\"Deuteronomy 8:3\" href=\"/Deuteronomy.8.3\">Dt 8:3</a> <a data-ref=\"Isaiah 45:23\" href=\"/Isaiah.45.23\">Is 45:23</a> +; <span dir=\"rtl\">פֶּה אֶל־פֶּה אֲדַבֵּר בּוֹ</span> <a data-ref=\"Numbers 12:8\" href=\"/Numbers.12.8\">Nu 12:8</a>; he creates <span dir=\"rtl\">בְּרוּחַ פִּיו</span> <a data-ref=\"Psalms 33:6\" href=\"/Psalms.33.6\">ψ 33:6</a>; he executes judgment <span dir=\"rtl\">בְּשֵׁבֶט פִּיו</span> <a data-ref=\"Isaiah 11:4\" href=\"/Isaiah.11.4\">Is 11:4</a>; especially = <em>command:</em> <span dir=\"rtl\">עָבַר אֶת־פִּי י׳</span> <a data-ref=\"I Samuel 15:24\" href=\"/I_Samuel.15.24\">1 S 15:24</a> <a data-ref=\"Numbers 14:41\" href=\"/Numbers.14.41\">Nu 14:41</a>; <a data-ref=\"Numbers 22:18\" href=\"/Numbers.22.18\">22:18</a>; <a data-ref=\"Numbers 24:13\" href=\"/Numbers.24.13\">24:13</a> <a data-ref=\"Proverbs 8:29\" href=\"/Proverbs.8.29\">Pr 8:29</a>; <span dir=\"rtl\">פ׳ (אֶת־) מָרָה</span> <a data-ref=\"I Samuel 12:14\" href=\"/I_Samuel.12.14\">1 S 12:14</a>, <a data-ref=\"I Samuel 12:15\" href=\"/I_Samuel.12.15\">15</a> <a data-ref=\"Numbers 20:24\" href=\"/Numbers.20.24\">Nu 20:24</a> <a data-ref=\"I Kings 13:21\" href=\"/I_Kings.13.21\">1 K 13:21</a> +; cf. <strong>6 d.</strong> <strong>d.</strong>  of idols, <a data-ref=\"Psalms 115:5\" href=\"/Psalms.115.5\">ψ 115:5</a>; <a data-ref=\"Psalms 136:16\" href=\"/Psalms.136.16\">136:16</a>, <a data-ref=\"Psalms 136:17\" href=\"/Psalms.136.17\">17</a>. <strong>e.</strong>  of musical instr. = sound <a data-ref=\"Amos 6:5\" href=\"/Amos.6.5\">Am 6:5</a> (cf. <strong>6 d</strong>).<br><strong>3.</strong>  of animals: bird <a data-ref=\"Genesis 8:11\" href=\"/Genesis.8.11\">Gn 8:11</a> (carrying), <a data-ref=\"Isaiah 10:14\" href=\"/Isaiah.10.14\">Is 10:14</a> (chirping); ass <a data-ref=\"Numbers 22:28\" href=\"/Numbers.22.28\">Nu 22:28</a> (speaking); bear, lion <a data-ref=\"I Samuel 17:35\" href=\"/I_Samuel.17.35\">1 S 17:35</a> (seizing), <a data-ref=\"Amos 3:12\" href=\"/Amos.3.12\">Am 3:12</a> (id.), hippop. <a data-ref=\"Job 40:23\" href=\"/Job.40.23\">Jb 40:23</a> (drinking), crocod. <a data-ref=\"Job 41:11\" href=\"/Job.41.11\">41:11</a>, <a data-ref=\"Job 41:13\" href=\"/Job.41.13\">13</a> (breathing flame); also of human foes, under fig. of ravenous beasts <a data-ref=\"Psalms 22:22\" href=\"/Psalms.22.22\">ψ 22:22</a> <a data-ref=\"Ezekiel 21:27\" href=\"/Ezekiel.21.27\">Ez 21:27</a>; <a data-ref=\"Ezekiel 34:10\" href=\"/Ezekiel.34.10\">34:10</a>; <span dir=\"rtl\">פָּצָה פ׳ עַל</span> <a data-ref=\"Psalms 22:14\" href=\"/Psalms.22.14\">ψ 22:14</a> <a data-ref=\"Lamentations 2:16\" href=\"/Lamentations.2.16\">La 2:16</a>; <a data-ref=\"Lamentations 3:46\" href=\"/Lamentations.3.46\">3:46</a>; hence of <em>edge</em> of sword, <span dir=\"rtl\">חֶרֶב פִּיּוֹת</span> <a data-ref=\"Proverbs 5:4\" href=\"/Proverbs.5.4\">Pr 5:4</a> <em>a sword with edges</em> (in sim.), = <span dir=\"rtl\">ח׳ פִּיפִיּוֹת</span> <a data-ref=\"Psalms 149:6\" href=\"/Psalms.149.6\">ψ 149:6</a>; cf. <a data-ref=\"Judges 3:16\" href=\"/Judges.3.16\">Ju 3:16</a>; v. also <strong>6 c</strong> (2), infr.; <span dir=\"rtl\">בַּעַל פִּיפִיּוֹת</span> <a data-ref=\"Isaiah 41:15\" href=\"/Isaiah.41.15\">Is 41:15</a>, of <span dir=\"rtl\">מוֹרַג</span>.<br><strong>4.</strong>  <em>mouth</em> = opening, orifice; of well <a data-ref=\"Genesis 29:2\" href=\"/Genesis.29.2\">Gn 29:2</a>, <a data-ref=\"Genesis 29:3\" href=\"/Genesis.29.3\">3</a><sup>(×2)</sup>, <a data-ref=\"Genesis 29:8\" href=\"/Genesis.29.8\">8</a>, <a data-ref=\"Genesis 29:10\" href=\"/Genesis.29.10\">10</a>; cave <a data-ref=\"Joshua 10:18\" href=\"/Joshua.10.18\">Jos 10:18</a>, <a data-ref=\"Joshua 10:22\" href=\"/Joshua.10.22\">22</a>, <a data-ref=\"Joshua 10:27\" href=\"/Joshua.10.27\">27</a>; ravine, abyss <a data-ref=\"Jeremiah 48:28\" href=\"/Jeremiah.48.28\">Je 48:28</a> (si vera l., cf. Gie); also of <em>Sh</em><sup>e</sup><em>’ôl</em> <a data-ref=\"Psalms 141:7\" href=\"/Psalms.141.7\">ψ 141:7</a>; of a sack <a data-ref=\"Genesis 42:27\" href=\"/Genesis.42.27\">Gn 42:27</a>; <a data-ref=\"Genesis 43:12\" href=\"/Genesis.43.12\">43:12</a>, <a data-ref=\"Genesis 43:21\" href=\"/Genesis.43.21\">21</a>; <a data-ref=\"Genesis 44:1\" href=\"/Genesis.44.1\">44:1</a>, <a data-ref=\"Genesis 44:2\" href=\"/Genesis.44.2\">2</a>, <a data-ref=\"Genesis 44:8\" href=\"/Genesis.44.8\">8</a>; ephah <a data-ref=\"Zechariah 5:8\" href=\"/Zechariah.5.8\">Zc 5:8</a>; high-priest’s robe <a data-ref=\"Exodus 28:32\" href=\"/Exodus.28.32\">Ex 28:32</a> + 5 times, cf. prob. <a data-ref=\"Psalms 133:2\" href=\"/Psalms.133.2\">ψ 133:2</a>; tunic <a data-ref=\"Job 30:18\" href=\"/Job.30.18\">Jb 30:18</a>; of a round opening also <a data-ref=\"I Kings 7:31\" href=\"/I_Kings.7.31\">1 K 7:31</a><sup>(×3)</sup> (on text and meaning v. Benz Kit); of <em>mouth</em> of Nile <a data-ref=\"Isaiah 19:7\" href=\"/Isaiah.19.7\">Is 19:7</a> (others <em>brink</em>); gate of city <a data-ref=\"Proverbs 8:3\" href=\"/Proverbs.8.3\">Pr 8:3</a> (but read perhaps <span dir=\"rtl\">לִפְנֵי</span>, v. Toy).<br><strong>5.</strong> <strong>a.</strong>  <em>extremity, end</em> <span dir=\"rtl\">פֶּה לָפֶה</span> <em>from end to end</em>, of a temple <a data-ref=\"II Kings 10:21\" href=\"/II_Kings.10.21\">2 K 10:21</a>; city <a data-ref=\"II Kings 21:16\" href=\"/II_Kings.21.16\">21:16</a>, <span dir=\"rtl\">מִפֶּה אֶל־פֶּה</span> of land <a data-ref=\"Ezra 9:11\" href=\"/Ezra.9.11\">Ezr 9:11</a>. <strong>b.</strong>  = portion, <span dir=\"rtl\">פִּי שְׁנַיִם</span> †<a data-ref=\"Deuteronomy 21:17\" href=\"/Deuteronomy.21.17\">Dt 21:17</a> <a data-ref=\"II Kings 2:9\" href=\"/II_Kings.2.9\">2 K 2:9</a> <a data-ref=\"Zechariah 13:8\" href=\"/Zechariah.13.8\">Zc 13:8</a>.<br><strong>6.</strong>  with preps.:— <strong>a.</strong>  <span dir=\"rtl\">אֶל פִּי</span>, v. infr. <strong>d</strong>(2). <strong>b.</strong>  <span dir=\"rtl\">כְּפִי</span>: (<em>a</em>) according to <em>the command of</em>, <a data-ref=\"I Chronicles 12:23\" href=\"/I_Chronicles.12.23\">1 Ch 12:23</a>; (<em>b</em>) according to <em>the mouth of</em>, i.e. <em>in proportion to</em> <strong>(</strong>cf. Assyrian <em>ki-i pi-i</em>, Dl<sup>HWB325</sup><strong>)</strong>, †<a data-ref=\"Exodus 16:21\" href=\"/Exodus.16.21\">Ex 16:21</a> they gathered it <span dir=\"rtl\">אִישׁ כְּפִי אָכְלוֹ</span> each <em>in proportion to</em> his eating (v <a data-ref=\"Exodus 16:16\" href=\"/Exodus.16.16\">16</a>, <a data-ref=\"Exodus 16:18\" href=\"/Exodus.16.18\">18</a> <span dir=\"rtl\">לְפִי</span>), <a data-ref=\"Leviticus 25:52\" href=\"/Leviticus.25.52\">Lv 25:52</a> <span dir=\"rtl\">כְּפִי שָׁנָיו</span> according to the number of his years (cf. v <a data-ref=\"Exodus 16:16\" href=\"/Exodus.16.16\">16</a> <span dir=\"rtl\">לְפִי</span>); <a data-ref=\"Numbers 6:21\" href=\"/Numbers.6.21\">Nu 6:21</a>; <a data-ref=\"Numbers 7:5\" href=\"/Numbers.7.5\">7:5</a> <span dir=\"rtl\">אִישׁ כְּפִי עֲבֹדָתוֹ</span> (so <a data-ref=\"II Chronicles 31:2\" href=\"/II_Chronicles.31.2\">2 Ch 31:2</a>), <a data-ref=\"II Chronicles 7:7\" href=\"/II_Chronicles.7.7\">7:7</a>, <a data-ref=\"II Chronicles 7:8\" href=\"/II_Chronicles.7.8\">8</a>; <a data-ref=\"II Chronicles 35:8\" href=\"/II_Chronicles.35.8\">35:8</a> (all P); <a data-ref=\"Job 33:6\" href=\"/Job.33.6\">Jb 33:6</a> <span dir=\"rtl\">הֵן־אֲנִי כְפִיךָ לָאֵל</span> I am <em>in the proportion of</em> thee as regards God, i.e. I stand towards God even as thou dost. As <strong>conj.</strong>, <span dir=\"rtl\">כְּפִי אֲשֶׁר</span>, †<a data-ref=\"Malachi 2:9\" href=\"/Malachi.2.9\">Ml 2:9</a> <span dir=\"rtl\">כְּפִי אֲשֶׁר אֵינְכֶם שֹׁמְרִים אֶת־דְּרָכַי</span> acc. <em>as</em> ye do not keep, etc.; and without <span dir=\"rtl\">אשׁר</span> <a data-ref=\"Zechariah 2:4\" href=\"/Zechariah.2.4\">Zc 2:4</a> <span dir=\"rtl\">כְּפִי אִישׁ־לֹא נָשָׂא רֹאשׁוֹ</span> <em>in such proportion that</em> none did lift up his head (but We Now <span dir=\"rtl\">אֲשֶׁר</span> for <span dir=\"rtl\">אִישׁ</span>, that it, Judah, did not, etc.). <strong>c.</strong>  <span dir=\"rtl\">לְפִי</span>, nearly i.q. <span dir=\"rtl\">כְּפִי</span> (v. <a data-ref=\"BDB, עַל²\" href=\"/BDB,_עַל²\", dir=\"rtl\">לְ</a> <strong>5 i</strong> <em>b</em>), but more common <strong>(</strong>cf. Aramaic <span dir=\"rtl\">לְפוּם</span>, <span dir=\"rtl\">ܠܦܽܘܬ</span> <strong>)</strong>: (1) †<a data-ref=\"Genesis 47:12\" href=\"/Genesis.47.12\">Gn 47:12</a> <span dir=\"rtl\">לְפִי הַטָּ֑ף</span>, <a data-ref=\"Exodus 12:4\" href=\"/Exodus.12.4\">Ex 12:4</a> ye shall compute <span dir=\"rtl\">אִישׁ לְפִי אָכְלוֹ</span> each according <em>to</em> his eating (according to the quantity which his family will consume), <a data-ref=\"Exodus 16:16\" href=\"/Exodus.16.16\">16:16</a>, <a data-ref=\"Exodus 16:18\" href=\"/Exodus.16.18\">18</a> <a data-ref=\"Leviticus 25:16\" href=\"/Leviticus.25.16\">Lv 25:16</a> <span dir=\"rtl\">לְפִי רֹב הַשָּׁנִים</span>, v <a data-ref=\"Leviticus 25:16\" href=\"/Leviticus.25.16\">16</a>, <a data-ref=\"Leviticus 25:51\" href=\"/Leviticus.25.51\">51</a>; <a data-ref=\"Leviticus 27:16\" href=\"/Leviticus.27.16\">27:16</a> <span dir=\"rtl\">לְפִי זַרְעוֹ</span>, <a data-ref=\"Numbers 26:54\" href=\"/Numbers.26.54\">Nu 26:54</a> <a data-ref=\"Joshua 18:4\" href=\"/Joshua.18.4\">Jos 18:4</a> <a data-ref=\"I Kings 17:1\" href=\"/I_Kings.17.1\">1 K 17:1</a> <span dir=\"rtl\">לְפִי דְבָרִי כִּי אִם־</span>, <a data-ref=\"Hosea 10:12\" href=\"/Hosea.10.12\">Ho 10:12</a> <span dir=\"rtl\">קִצְרוּ לְפִי חֶסֶד</span> (‖ <span dir=\"rtl\">לִצְדָקָה</span>), <a data-ref=\"Proverbs 12:8\" href=\"/Proverbs.12.8\">Pr 12:8</a>; <a data-ref=\"Proverbs 27:21\" href=\"/Proverbs.27.21\">27:21</a>: sq. inf. <a data-ref=\"Numbers 9:17\" href=\"/Numbers.9.17\">Nu 9:17</a> <span dir=\"rtl\">לְפִי הֵעָלוֹת הֶעָנָן</span> = acc. <em>as</em> the cloud was lifted up, <a data-ref=\"Jeremiah 29:10\" href=\"/Jeremiah.29.10\">Je 29:10</a>. (2) in the phr. <span dir=\"rtl\">לְפִי חֶרֶב</span> according <em>to the mouth</em>, or <em>measure</em>, of the sword, i.e. as the sword devours, without quarter, <a data-ref=\"Genesis 34:26\" href=\"/Genesis.34.26\">Gn 34:26</a> <a data-ref=\"Exodus 17:13\" href=\"/Exodus.17.13\">Ex 17:13</a> <a data-ref=\"Numbers 21:24\" href=\"/Numbers.21.24\">Nu 21:24</a> + often <strong>d.</strong>  <span dir=\"rtl\">עַל פִּי</span>: (1) according to <span dir=\"rtl\">(עַל)</span> <strong>1 f</strong> <em>a</em>) <em>the mouth of</em>, i.e. (α) the command of, <a data-ref=\"Genesis 41:40\" href=\"/Genesis.41.40\">Gn 41:40</a>; <a data-ref=\"Genesis 45:21\" href=\"/Genesis.45.21\">45:21</a> <a data-ref=\"Exodus 17:1\" href=\"/Exodus.17.1\">Ex 17:1</a>; <a data-ref=\"Exodus 38:21\" href=\"/Exodus.38.21\">38:21</a> <a data-ref=\"Numbers 3:16\" href=\"/Numbers.3.16\">Nu 3:16</a>, <a data-ref=\"Numbers 3:39\" href=\"/Numbers.3.39\">39</a> + (especially P), <a data-ref=\"II Kings 23:35\" href=\"/II_Kings.23.35\">2 K 23:35</a>; (β) the evidence or sentence of, <a data-ref=\"Deuteronomy 17:6\" href=\"/Deuteronomy.17.6\">Dt 17:6</a> <span dir=\"rtl\">עַל־פִּי עֵד אֶחָד</span>, <a data-ref=\"Deuteronomy 19:15\" href=\"/Deuteronomy.19.15\">19:15</a>; <a data-ref=\"Deuteronomy 21:5\" href=\"/Deuteronomy.21.5\">21:5</a> (on <span dir=\"rtl\">עַל־פִּי הַנָּ֑כֶל</span> <a data-ref=\"Amos 6:5\" href=\"/Amos.6.5\">Am 6:5</a>, v. <strong>2 e</strong> supr.). (2) according <em>to the measure of, in accordance with</em>, †<a data-ref=\"Genesis 43:7\" href=\"/Genesis.43.7\">Gn 43:7</a> we told him <span dir=\"rtl\">על פי הדברים האלה</span> <em>according to</em> these words (i.e. the questions Joseph asked), <a data-ref=\"Exodus 34:27\" href=\"/Exodus.34.27\">Ex 34:27</a> <em>in accordance with</em> these words, <a data-ref=\"Leviticus 27:8\" href=\"/Leviticus.27.8\">Lv 27:8</a> <span dir=\"rtl\">על־פי אשׁר תַּשִּׂיג יַד הנֹּדֵר</span> according <em>to</em> what the hand of the vower can reach to, v <a data-ref=\"Leviticus 27:18\" href=\"/Leviticus.27.18\">18</a> (cf. <span dir=\"rtl\">לְפִי</span> <a data-ref=\"Leviticus 25:16\" href=\"/Leviticus.25.16\">25:16</a>, <a data-ref=\"Leviticus 25:51\" href=\"/Leviticus.25.51\">51</a>), <a data-ref=\"Deuteronomy 17:10\" href=\"/Deuteronomy.17.10\">Dt 17:10</a>, <a data-ref=\"Deuteronomy 17:11\" href=\"/Deuteronomy.17.11\">11</a> <a data-ref=\"II Samuel 13:32\" href=\"/II_Samuel.13.32\">2 S 13:32</a> (but v. <a data-ref=\"BDB, שׂוּמָה\" href=\"/BDB,_שׂוּמָה\", dir=\"rtl\">שׂוּמָה</a>), <a data-ref=\"Proverbs 22:6\" href=\"/Proverbs.22.6\">Pr 22:6</a> <span dir=\"rtl\">חֲנֹךְ לַנַּעַר על פי דרכו</span>. In the same sense <span dir=\"rtl\">אֶל פִּ׳</span>, †<a data-ref=\"Joshua 15:13\" href=\"/Joshua.15.13\">Jos 15:13</a>; <a data-ref=\"Joshua 17:4\" href=\"/Joshua.17.4\">17:4</a>; <a data-ref=\"Joshua 21:3\" href=\"/Joshua.21.3\">21:3</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}]