[{"_id": "521080d4edbab43f2370181c", "index_title": "Ramban on Numbers", "category": "Commentary", "type": "commentary", "ref": "Ramban on Numbers 23:16:1", "anchorRef": "Numbers 23:16", "anchorRefExpanded": ["Numbers 23:16"], "sourceRef": "Ramban on Numbers 23:16:1", "sourceHeRef": "רמב\"ן על במדבר כ״ג:ט״ז:א׳", "anchorVerse": 16, "sourceHasEn": true, "compDate": [1246, 1286], "commentaryNum": 16.0001, "collectiveTitle": {"en": "Ramban", "he": "רמב\"ן"}, "he": "<b>ויקר ה' אל בלעם</b> עתה לכבוד ישראל עלה האיש הזה להתנבא במדת רחמים בשם הגדול אשר נגלה למשה כי עד עתה נאמר בו ויקר אלהים (במדבר כ״ג:ד׳) ויבא אלהים (במדבר כ״ב:ט׳) ועתה ידע כי לא יוכל לקללם בשום ענין בעבור כי במדת רחמים יחונן עליהם כי עד עתה כשהיה שומע במדת הדין היה חושב למצוא להם עלה בעון אשר חטאו כענין ויהפך להם לאויב הוא נלחם בם (ישעיהו סג י) או שתבא עליהם רעה מאת ה' לא ינצלו ממנה במדת הדין וזה טעם וירא בלעם כי טוב בעיני ה' לברך את ישראל (במדבר כ״ד:א׳) כי גם ה' יתן הטוב בברכה והמשכיל יבין:", "heVersionTitle": "On Your Way New", "heLicense": "", "heVersionTitleInHebrew": "", "text": "AND THE ETERNAL HAPPENED TO MEET BALAAM. Now, in honor of Israel, this man ascended to [the level of] prophesying through the Divine attribute of mercy, by the Great Name [i.e., the Tetragrammaton — here translated as “the Eternal”] that had been revealed to Moses,<sup class=\"footnote-marker\">143</sup><i class=\"footnote\">See Vol. II, pp. 34-39.</i> for until now it says about Balaam: <i>and G-d ‘happened to meet’ Balaam</i>,<sup class=\"footnote-marker\">144</sup><i class=\"footnote\">Above, Verse 4.</i> <i>and G-d ‘came’ unto Balaam</i>.<sup class=\"footnote-marker\">145</sup><i class=\"footnote\"><i>Ibid.</i>, 22:9.</i> But now he knew that he would not be able to curse them under any circumstances, seeing that He [wanted] to deal graciously with them through the attribute of mercy. For until now, since he [Balaam] heard [the words of G-d] through the attribute of justice, [the Divine Name of <i>Elokim</i>, symbolizing the attribute of justice, is used in all the previous verses], he thought that he might find some pretext [to curse] them because of some sin that they had committed — so that G-d would consent to the curse falling upon them], as we find in [the verse saying]: <i>Therefore He was to be their enemy, Himself fought against them;</i><sup class=\"footnote-marker\">146</sup><i class=\"footnote\">Isaiah 63:10.</i> or [he hoped] that some evil would befall them from G-d, from which they would not be able to save themselves because of the attribute of justice [but now when G-d spoke to him through the attribute of mercy, he knew that he would not succeed in cursing the people under any circumstances]. This is the meaning of [the verse], <i>And Balaam saw that it pleased the Eternal to bless Israel</i>,<sup class=\"footnote-marker\">147</sup><i class=\"footnote\">Further, 24:1.</i> for <i>Yea, the Eternal will give that which is good</i><sup class=\"footnote-marker\">148</sup><i class=\"footnote\">Psalms 85:13.</i> in the blessing. The student learned [in the mysteries of the Cabala] will understand.", "versionTitle": "Commentary on the Torah by Ramban (Nachmanides). Translated and annotated by Charles B. Chavel. New York, Shilo Pub. House, 1971-1976", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "52233adaedbab45814ae7375", "index_title": "Rashi on Numbers", "category": "Commentary", "type": "commentary", "ref": "Rashi on Numbers 23:16:1", "anchorRef": "Numbers 23:16", "anchorRefExpanded": ["Numbers 23:16"], "sourceRef": "Rashi on Numbers 23:16:1", "sourceHeRef": "רש\"י על במדבר כ״ג:ט״ז:א׳", "anchorVerse": 16, "sourceHasEn": true, "compDate": [1075, 1105], "commentaryNum": 16.0001, "collectiveTitle": {"en": "Rashi", "he": "רש\"י"}, "heTitle": "רש\"י על במדבר", "he": "<b>וישם דבר בפיו.</b> וּמַה הִיא הַשִּׂימָה הַזֹּאת? וּמֶה חָסֵר הַמִּקְרָא בְּאָמְרוֹ \"שׁוּב אֶל בָּלָק וְכֹה תְדַבֵּר\"? אֶלָּא כְּשֶׁהָיָה שׁוֹמֵעַ שֶׁאֵינוֹ נִרְשֶׁה לְקַלֵּל אָמַר מָה אֲנִי חוֹזֵר אֵצֶל בָּלָק לְצַעֲרוֹ? וְנָתַן לוֹ הַקָּבָּ\"ה רֶסֶן וְחַכָּה בְּפִיו, כְּאָדָם הַפּוֹקֵס בְּהֵמָה בְּחַכָּה לְהוֹלִיכָהּ אֶל אֲשֶׁר יִרְצֶה, אָמַר לוֹ עַל כָּרְחֲךָ תָּשׁוּב אֶל בָּלָק (שם):", "heVersionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann -- corrected vocalization", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "וישם דבר בפיו AND HE PUT A WORD IN HIS MOUTH —And what was this “putting”? What would Scripture have lacked if it had stated “[And the Lord met Balaam and said,] Return to Balak, and thus shalt thou speak”? But the explanation is: When he heard that he was not permitted to curse, he said, “Why should I return to Balak to cause him annoyance?” Therefore the Holy One, blessed be He, put a halter and hook in his mouth as a person who pricks an animal with a hook to make it go wherever he wants. He said to him, “Despite yourself shall you return to Balak’ (cf. Sanhedrin 105b; Midrash Tanchuma, Balak 13).", "versionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "license": "Public Domain", "versionTitleInHebrew": "חמישה חומשי תורה עם פירוש רש״י, מ. רוזנבאום וא.מ. סילברמן"}, {"_id": "531e4fe3fbfba276047f6de0", "index_title": "Onkelos Numbers", "category": "Targum", "type": "targum", "ref": "Onkelos Numbers 23:16", "anchorRef": "Numbers 23:16", "anchorRefExpanded": ["Numbers 23:16"], "sourceRef": "Onkelos Numbers 23:16", "sourceHeRef": "תרגום אונקלוס על במדבר כ״ג:ט״ז", "anchorVerse": 16, "sourceHasEn": false, "compDate": [80, 120], "commentaryNum": 23.0016, "collectiveTitle": {"en": "Onkelos Numbers", "he": "תרגום אונקלוס על במדבר"}, "heTitle": "תרגום אונקלוס על במדבר", "he": "וַעֲרַע <b>מֵימַר מִן קֳדָם</b> יְיָ לְבִלְעָם וְשַׁוִּי פִתְגָּמָא בְּפוּמֵיהּ וַאֲמַר תּוּב לְוָת בָּלָק וּכְדֵין תְּמַלֵּל:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "חומש שפתי חכמים, מצודה תשס\"ט", "text": "[<b>A word from before</b>] Adonoy chanced to appear to Bil’am and placed the word in his mouth; He said: “Return to Balak and say as follows.”", "versionTitle": "Metsudah Chumash, Metsudah Publications, 2009 [with Onkelos translation]", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "532b2686fbfba27c35eec617", "index_title": "Targum Jonathan on Numbers", "category": "Targum", "type": "targum", "ref": "Targum Jonathan on Numbers 23:16", "anchorRef": "Numbers 23:16", "anchorRefExpanded": ["Numbers 23:16"], "sourceRef": "Targum Jonathan on Numbers 23:16", "sourceHeRef": "תרגום יונתן על במדבר כ״ג:ט״ז", "anchorVerse": 16, "sourceHasEn": true, "compDate": [30, 70], "commentaryNum": 23.0016, "collectiveTitle": {"en": "Targum Jonathan on Numbers", "he": "תרגום יונתן על במדבר"}, "heTitle": "תרגום יונתן על במדבר", "he": "וְאַרַע מֵימְרָא מִן קֳדָם יְיָ בְּבִלְעָם וְשַׁוֵי פִתְגָמָא בְּפוּמֵיהּ וַאֲמַר תּוּב לְוַת בָּלָק וְהֵיכְדֵין תְּמַלֵיל", "heVersionTitle": "Targum Jonathan on Numbers", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תרגום יונתן על במדבר", "text": " And the Word from before the Lord met Bileam, and put a word in his mouth, and said, Return to Balak, and thus speak. \n", "versionTitle": "The Targum of Jonathan ben Uzziel, trans. J. W. Etheridge, London, 1862", "license": "Public Domain", "versionTitleInHebrew": "תרגום ירושלמי (תרגום יונתן בן-עוזיאל) לתורה, תורגם ע״י ג׳ון ווסלי אטרידג׳, לונדון 1862"}, {"_id": "56976446d6e4a927dbbae59c", "index_title": "Shadal on Numbers", "category": "Commentary", "type": "commentary", "ref": "Shadal on Numbers 23:16:1", "anchorRef": "Numbers 23:16", "anchorRefExpanded": ["Numbers 23:16"], "sourceRef": "Shadal on Numbers 23:16:1", "sourceHeRef": "שד\"ל על במדבר כ״ג:ט״ז:א׳", "anchorVerse": 16, "sourceHasEn": false, "compDate": [1835, 1865], "commentaryNum": 16.0001, "collectiveTitle": {"en": "Shadal", "he": "שד\"ל"}, "heTitle": "שד\"ל על במדבר", "he": "ברש\"י כאדם מפוקס בהמה, ברש\"י כ\"י שלי היה כתוב בסמ\"ך ואח\"ך הגיהו בקו\"ף, וכן נכון, והכוונה סותם פיה במתג ורסן (מל' פקק).", "heVersionTitle": "Shadal first edition, Padua 1871", "heLicense": "Public Domain", "heVersionTitleInHebrew": "שד״ל במהדורה המקורית, פדובה 1871", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "57e77d76d6e4a94c7c18b053", "index_title": "Tafsir Rasag", "category": "Targum", "type": "targum", "ref": "Tafsir Rasag, Numbers 23:16", "anchorRef": "Numbers 23:16", "anchorRefExpanded": ["Numbers 23:16"], "sourceRef": "Tafsir Rasag, Numbers 23:16", "sourceHeRef": "תפסיר רס\"ג, במדבר כ״ג:ט״ז", "anchorVerse": 16, "sourceHasEn": false, "compDate": [918, 942], "commentaryNum": 23.0016, "collectiveTitle": {"en": "Tafsir Rasag", "he": "תפסיר רס\"ג"}, "heTitle": "במדבר", "he": "פואפא אמר אללה אלי בלעם ולקנה כלאמא פקאל ארג̇ע אלי בלק וקל כד̇א", "heVersionTitle": "Tafsir al-Torah bi-al-Arabiya, Paris, 1893", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תפסיר אלתורה באלערביה, פריס, 1893", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5889b503d6e4a902855ffb8b", "index_title": "Tur HaArokh", "category": "Commentary", "type": "commentary", "ref": "Tur HaArokh, Numbers 23:16:1", "anchorRef": "Numbers 23:16", "anchorRefExpanded": ["Numbers 23:16"], "sourceRef": "Tur HaArokh, Numbers 23:16:1", "sourceHeRef": "הטור הארוך, במדבר כ״ג:ט״ז:א׳", "anchorVerse": 16, "sourceHasEn": true, "compDate": [1280, 1340], "commentaryNum": 16.0001, "collectiveTitle": {"en": "Tur HaAroch", "he": "הטור הארוך"}, "heTitle": "במדבר", "he": "<b>ויקר ה' אל בלעם. </b>עד עתה נגלה אליו במדת הדין והיה חושב אולי תחול עליהם קללה בהזכירו עונותיהם אבל עתה נגלה אליו במדת רחמים ידע כי לא יוכל לקללם בשום ענין וזה שנאמר וירא בלעם כי טוב בעיני ה' לברך את ישראל: \n", "heVersionTitle": "Perush al ha-Torah, Hanover, 1838", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": " ויקר ה' אל בלעם, ”<i>Hashem</i> happened upon Bileam.” Up until now G’d had manifested Himself to Bileam only in His capacity as the attribute of Justice; something that had kindled hope within the heart of Bileam that perhaps an opportunity would present itself to invoke this very attribute of G’d against the Israelites when he would recite some of their well known sins. Now that Bileam experienced a manifestation of G’d’s attribute of mercy, i.e. <i>Hashem</i>, he knew that there was absolutely no hope to be able to curse this people. This is why the Torah continues in 24,1 that Bileam saw that it was pleasing in the eyes of <i>Hashem</i> to bless the people.\n", "versionTitle": "Tur on the Torah, trans. Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "596483aad6e4a92bf45a7a7f", "index_title": "Rabbeinu Bahya", "category": "Quoting Commentary", "type": "", "ref": "Rabbeinu Bahya, Devarim 33:28:1", "anchorRef": "Numbers 23:16", "anchorRefExpanded": ["Numbers 23:16"], "sourceRef": "Rabbeinu Bahya, Devarim 33:28:1", "sourceHeRef": "רבנו בחיי, דברים ל״ג:כ״ח:א׳", "anchorVerse": 16, "sourceHasEn": true, "compDate": [1290, 1310], "commentaryNum": 28.0001, "collectiveTitle": {"en": "Rabbeinu Bahya", "he": "רבנו בחיי"}, "heTitle": "דברים", "he": "<b>עין יעקב.</b> ע\"ד הפשט מי שיצא ממעין יעקב, וכן (ישעיהו מ״ח:א׳) וממי יהודה יצאו. ואמר אל ארץ, כמו בארץ, וכן (מלכים א ח׳:ל״ה) והתפללו אל המקום הזה. ומה שהזכיר יעקב בירושת הארץ לבאר כי להם לבדם נתנה הארץ הקדושה, כלומר לזרע יעקב בלבד, וזהו לשון עין יעקב ולא מצינו עין אברהם ויצחק אלא עין יעקב להוציא עשו וישמעאל. ומן הידוע כי ארבעה דברים הם שזכתה בהן אומה הישראלית ואלו הן, הנבואה והתורה וארץ ישראל ותחית המתים. ונראה לי להוכיחם ולבארם כלם מדברי משה שגלה על ארבעתם, ובכל פסוק ופסוק תמצא מבואר שהזכיר שם יעקב, להורות כי כלן לא נתנו אלא לזרע יעקב בלבד. הנבואה הוא שכתוב (דברים י״ח:ט״ו) נביא מקרבך מאחיך כמוני, אמר כמוני שאני מזרע יעקב, ולמדנו בזה שאין הנבואה מצויה אלא בזרעו של יעקב, כי מפני שהזכיר מאחיך ובני עשו נקראים אחים שנאמר (במדבר כ׳:י״ד) כה אמר אחיך ישראל, לכך הוצרך להוסיף כמוני למעט שאר האחים שהם עשו וישמעאל ולהוציאם מן הכלל, והא למדת שאין נבואה אלא בישראל. ומה שמצינו בלעם שהיה נביא באומות, מקרה הוא היה לו ולא עלה לאותה השגה אלא לכבודן של ישראל ולפי שעה ודרך מקרה, וכן הזכיר בלשון מקרה (שם כג) ויקר אלהים אל בלעם (שם) ויקר ה' אל בלעם, או מטעם שפירשו ז\"ל כדי שלא יהא פתחון פה לאומות ליום הדין לומר לישראל נביאים ולנו אין נביאים, אלו היו לנו נביאים היינו חוזרין למוטב. התורה, הוא שכתוב תורה צוה לנו משה, והזכיר מיד קהלת יעקב כי לא נתנה התורה אלא לקהלת יעקב ואין מי שיזכה בה כי אם יעקב לבדו וכל המתקהל עמו. הארץ, הוא שהזכיר כאן עין יעקב אל ארץ, שלא נתנה הארץ למורשה אלא לזרע יעקב, ולא נתישבה מעולם אחר שנחרבה ולא תתישב לעם אחר. תחיית המתים, הוא שאמר אף שמיו יערפו טל, מלת שמיו חוזרת לעין יעקב ולמעלת זרעו של יעקב, ייחס לו השמים שהוא ערבות שעליו הזכיר למעלה רוכב שמים, ואמר יערפו טל, כי הטל שעתיד להחיות בו המתים הוא בערבות, ושאר האומות אינן זוכין לתחית המתים כי אם ישראל זרע יעקב, והוא שכתוב (דניאל י״ב:ב׳) ורבים מישני אדמת עפר יקיצו, וידוע כי מלת רבים ענינה על ישראל כענין שכתוב (אסתר ח׳:י״ז) ורבים מעמי הארץ מתיהדים, כן דרשו רז\"ל בספרי, א\"ר סימאי (תהילים נ׳:ד׳) יקרא אל השמים מעל, זו נשמה, ואל הארץ זה הגוף, לדין עמו למי שהוא מדיין, לעמו, מכאן לתחית המתים לישראל, עד כאן. וכן מצינו ישעיה ע\"ה שהתנבא על אומות העולם ואמר (ישעיהו כ״ו:י״ד) מתים בל יחיו רפאים בל יקומו, וחזר והתנבא על ישראל ואמר (שם) יחיו מתיך נבלתי יקומון הקיצו ורננו שוכני עפר כי טל אורות טלך, באר שאין תחית המתים אלא לישראל. ותדע לך כי כל ישראל יחיו בין רשעים בין צדיקים, צדיקים לקבל שכר ורשעים לקבל עונש, כי כיון שקיימו המצות או עברו עליהן בגוף ובנפש כן ראוין ליטול השכר או העונש בגוף ובנפש, וזהו שכתוב (דניאל י״ב:ב׳) אלה לחיי עולם ואלה לחרפות לדראון עולם, וזהו שאמר אסף (תהילים ע״ג:כ׳) בעיר צלמם תבזה, ומלת בעיר מקור כמו בהעיר, וכמוהו (ישעיה כג) לשמיד, שהוא כמו להשמיד, ותרגם יונתן היאך חילמא מן גבר דמתערא ליום דינא רבא באתער יתהון מבי קברהון ברגז דמותהון תבסר. וכן שנינו בברייתא, שלש כתות ליום הדין, אחת של צדיקים גמורים ואחת של רשעים גמורים ואחת של בינונים, צדיקים גמורים נכתבים ונחתמים לאלתר לחיי עולם הבא, רשעים גמורים נכתבים ונחתמים לאלתר לגיהנם, שנאמר (דניאל י״ב:ב׳) ורבים מישני אדמת עפר יקיצו אלה לחיי עולם ואלה לחרפות וגו'. והא למדת שיחיו אף הרשעים, והתחיה ההיא לרעתם כי יהיו נדונין בגוף ובנפש בגיהנם שהוא קבוע בארץ בשבעה מדורים שבו. ואומר שם בינונים מצפצפין ועולין, אבל מי שעונותיו מרובין מזכיותיו ובכלל עון פושעי ישראל בגופן, יורדין לגיהנם ונדונין שם שנים עשר חדש, לאחר שנים עשר חדש גופן כלה ונשמתן נשרפת ורוח מפזרתם תחת כפות רגלי הצדיקים. ומה שאמר גופן כלה מוכיח שהם יורדין שם לגיהנם בגוף ובנפש. וכדי לרמוז שאין תחית המתים אלא לישראל לפיכך הזכיר הכתוב טל, וסמך לו מיד אשריך ישראל. ודרשו רז\"ל (דברים ל״ד:ב׳) עד הים האחרון, הראה לו הקב\"ה למשה עד זמן תחית המתים שנאמר עד הים האחרון, אל תיקרי הים האחרון אלא היום האחרון.\n", "heVersionTitle": "Midrash Rabbeinu Bachya [ben Asher]. Warsaw, 1878", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "עין יעקב, “the well of Yaakov.” According to the plain meaning of the text “someone who had emerged from the ‘well’ of Yaakov” <small>(Ibn Ezra)</small>. We find a similar expression pertaining to offspring of Yehudah in Isaiah 48,1, where the words וממי יהודה “and have issued forth from the waters of Yehudah,” also mean that the people the prophet refers to are descended from Yaakov through Yehudah.<br> The words אל ארץ דגן, “to a land of grain,” clearly must be understood as “in a land of grain, etc.” We have a similar use of the word אל in Kings I 8,35 where Solomon describes people praying at the Temple as ויתפללו אל המקום הזה, “and they will pray to this place.” Clearly, he did not mean that their prayers should be directed at the “place,” but, to G’d Who is perceived as being at that place.<br> If Moses speaks of the inheritance of the land in conjunction with Yaakov (instead of Avraham or Yitzchok), this is to preclude anyone thinking that other descendants of the two senior patriarchs had any claim to that land. This is also why we never find the expression עין אברהם or עין יצחק as it would have included other sons of Avraham, or Esau, a son of Yitzchok. We have pointed out repeatedly that the Jewish people have an exclusive claim to four gifts: prophecy, Torah, the land of Israel, and resurrection of the bodies after an interval. <br> The exclusivity of these gifts to the Jewish people can be attributed directly to quotes from Moses’ own lips. Concerning the gift of prophecy, he said in Deut. 18,15: “a prophet among you, one of your brethren, someone like me, etc.” He meant: “just as I am a direct descendant of Yaakov, so any future prophet will be a direct descendant of Yaakov.” This verse teaches that prophecy is not to be found except among the Jewish people.<br> If you were to counter that we do find Bileam as a prophet among the Gentile nations, the fact is that Bileam was not a prophet at all; he had the occasional communication from G’d, a communication described as מקרה, as we know from the Torah itself which described G’d ‘s communication to him as ויקר instead of as ויקרא, i.e. a happening which was of a totally irregular nature. Even on that occasion, G’d communicated with him only for the sake and honour of the Jewish people <small>(compare author’s words on Numbers 23,16 and 24,4)</small>. Alternatively, the only reason Bileam was granted prophetic powers was to silence the Gentiles’ argument that if G’d had given them prophets they too would have risen to the same moral and ethical levels as had the Jewish people <small>(Bamidbar Rabbah 20,1)</small>. <br> The exclusivity of the gift of the Torah to the Jewish people is proved by the verse (Deut. 33,4) “Moses has commanded the Torah to us, an hereditary gift for the community of Yaakov.”<br> The exclusivity of the gift of Eretz Yisrael to direct descendants of Yaakov is proved by our verse mentioning עין יעקב אל ארץ דגן ותירוש. History has proved that during the many centuries of the Jewish people being exiled from that land no other nation ever succeeded in making it a land flowing with milk and honey. This is why it was never settled successfully by another nation for any period of time.<br> The resurrection of the dead being something reserved for the Jewish people is attested to by the words in our verse אף שמיו יערפו טל, “even its heavens drip with dew.” The word שמיו, “its heavens,” refers to the expression עין יעקב at the beginning of the same verse, meaning that the dew which in the future will be the mechanism awakening the dead to rebirth comes from the part of heaven ערבות, in which the descendants of Yaakov ride in the interval. In other words, the Yeshurun described in verse 26 are the souls of the Jewish people after death awaiting the call to be resurrected. This part of heaven contains the dew which will reunite these souls with their bodies. Other nations do not share this privilege; their souls will not be reunited with their bodies. This is what Daniel 12,2 referred to when he spoke about many awakening from their slumber, the “many” being Jews. The word רבים, chosen by Daniel as the ones who will be resurrected is a word which has been used to describe Jews on other occasions in the Bible, such as in Esther 8,17 ורבים מעמי הארץ מתיהדים, which, according to Sifri Haazinu 306 <small>(end of Deut. 32,2)</small>, refers to Jews becoming proper Jews again. According to Rabbi Simai there, Moses calls the heaven the domain of the soul, whereas he refers to the earth as the domain of the body. He calls on the dew to reunite the two. People who studied and practiced Torah on earth are as if “heavenly,” and the curse that they will die (permanently) as described by David in Psalms 82,7 does not apply to them. Obviously, the people he speaks of can only be the Jewish people. <br> We also find that Isaiah prophesied about the future of the Gentile nations saying that מתים בל יחיו, רפאים בל יקומו, “they are dead, they can never live; shades, they can never rise” (Isaiah 26,14), whereas in verse 19 of the same chapter he writes: ”your dead will live, let corpses arise! Awake and shout for joy, you who dwell in the dust, for your dew is like the dew on fresh growth, you make the land of shades come to life.” The meaning of the two verses is that a revival of the dead will occur only for the Jewish people. You should know that all of the Jewish people will be resurrected physically, however they will then experience a judgment which will determine their future. This is why Daniel 12,2 describes that some “will remain alive indefinitely whereas others will be consigned to everlasting abhorrence.” This is also what the psalmist Assaph referred to in (Psalms 73,20) בעיר צלמות תבזה, “when awake you despise death.” The word בעיר in that verse has its root in ער, awake, and is to be understood as בהעיר, “when in a state of wakefulness.” We encounter similar constructions, such as in Isaiah 23,11 where the word לשמיד is to be understood as if the prophet had written להשמיד, “to destroy.” Targum Yonathan renders the verse in Psalms 73,20 as “like the dream of a person who is awakened from a dream to face a day of judgment when I awaken them from their graves in anger to announce their permanent death.” We have also been taught in a Baraitha (Rosh Hashanah 16) that when the day of judgment arrives there will be three groups of people. One group comprises the totally righteous, one the totally wicked, irredeemable, and one group consists of the ones who fall in between the other two categories. The first group will be immediately inscribed and sealed in the Book of the righteous and their fate will be sealed so that they can immediately proceed to the hereafter. The second group will be consigned to hell immediately, in accordance with the verse from Daniel which we already quoted. This proves to you that even the totally wicked (Jews) will first be awakened before being consigned to their eventual destination. For the wicked this resurrection of their bodies will actually be a punishment rather than a reward seeing that they will be judged in Gehinom both body and soul in one of the seven levels of that domain.<br> Concerning the people who fall between the two extremes of being totally righteous and totally wicked, the Talmud Rosh Hashanah 17 says that they will express their pains during the punishments endured but, if their merits exceed their demerits, they will rise from the pain inflicted upon them and join their brethren in the hereafter reserved for the righteous. The ones whose demerits exceed their accumulated merits, however, will descend into Gehinom for a period of 12 months. At the end of that period their bodies will cease to exist and their souls will be burned, the remains being scattered beneath the soles of the feet of the righteous inhabiting these celestial regions. The fact that the Talmud describes their bodies as “ceasing,” proves that they had descended to Gehinom first both as bodies and souls.<br> In order to hint that the resurrection of the bodies is something reserved exclusively for the Jewish people, Moses mentioned “dew,” and immediately afterwards: “hail to you Israel.” Our sages in the Sifri 340, commenting on the words in 34,3 where the Torah describes the extent of the vision granted to Moses, עד הים האחרון, “as far as the western sea” in 34,3, add: that instead of reading these words as עד הים האחרון, we should read them as עד היום האחרון, “until the final day.”", "versionTitle": "Torah Commentary by Rabbi Bachya ben Asher, trans. Eliyahu Munk, 1998.", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5a1547bed6e4a92409ac4b58", "index_title": "Siftei Chakhamim", "category": "Commentary", "type": "commentary", "ref": "Siftei Chakhamim, Numbers 23:16:1", "anchorRef": "Numbers 23:16", "anchorRefExpanded": ["Numbers 23:16"], "sourceRef": "Siftei Chakhamim, Numbers 23:16:1", "sourceHeRef": "שפתי חכמים, במדבר כ״ג:ט״ז:א׳", "anchorVerse": 16, "sourceHasEn": true, "compDate": [1660, 1680], "commentaryNum": 16.0001, "collectiveTitle": {"en": "Siftei Chakhamim", "he": "שפתי חכמים"}, "heTitle": "במדבר", "he": "<b>ומה היא השימה וכו' ומה חסר המקרא.</b> שתי קושיות מקשה רש\"י, חדא מה היא השימה הזאת דלא מפרש הפסוק מה היא השימה. ועוד, מה חסר המקרא באמרו כו' ר\"ל היה לו לכתוב ויקר ה' אל בלעם ויאמר שוב אל בלק וגומר, דהא לא חסר המקרא כלום אי לא אמר וישם דבר בפיו. והרא\"ם פי' מה היא השימה הזאת, דאי אפשר לומר שמאמר שוב אל בלק הוא פי' וישם דבר בפיו, דא\"כ ויאמר ל\"ל, היה לו לומר וישם דבר בפיו שוב אל בלק וכה תדבר:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY", "heVersionTitleInHebrew": "חומש שפתי חכמים, הוצאת מצודה, 2009", "text": "<b>What is this placing and what would Scripture have been lacking.</b> Rashi is asking two questions: Firstly, “What is this placing”? For the verse does not explain to what it refers. Furthermore, “What would Scripture have been lacking”? Meaning that it should have written, “Hashem chanced to appear to Bil’am and He stated, 'Return to Balak…'.\" For surely the verse would not have been lacking anything if it had not said [the phrase], “And placed the word in his mouth.” <i>Re’m</i> explains: “What is this placing”? for it is impossible to say that the statement “Return to Balak” is what was meant by “and placed the word in his mouth.” For if so, why was it necessary to say “He said”? Instead it should have said, “And placed the word in his mouth: Return to Balak and say as follows.”", "versionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": "חומש שפתי חכמים, הוצאת מצודה, 2009"}, {"_id": "5a1547bed6e4a92409ac4b5a", "index_title": "Siftei Chakhamim", "category": "Commentary", "type": "commentary", "ref": "Siftei Chakhamim, Numbers 23:16:2", "anchorRef": "Numbers 23:16", "anchorRefExpanded": ["Numbers 23:16"], "sourceRef": "Siftei Chakhamim, Numbers 23:16:2", "sourceHeRef": "שפתי חכמים, במדבר כ״ג:ט״ז:ב׳", "anchorVerse": 16, "sourceHasEn": true, "compDate": [1660, 1680], "commentaryNum": 16.0002, "collectiveTitle": {"en": "Siftei Chakhamim", "he": "שפתי חכמים"}, "heTitle": "במדבר", "he": "<b>א\"ל על כרחך תשוב אל בלק.</b> וא\"ת למה לא פירש\"י זה לעיל, דהא ג\"כ כתיב וישם ה' דבר בפי בלעם ויאמר שוב אל בלק וכה תדבר, י\"ל דלעיל י\"ל דוישם ה' בפיו וגו' הוא תשובה על את שבע המזבחות ערכתי וגו' אבל הכא קשה הלא לא דבר בלעם כלום:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY", "heVersionTitleInHebrew": "חומש שפתי חכמים, הוצאת מצודה, 2009", "text": "<b>He said to him “You will be forced to return to Balak.”</b> You might ask: Why did Rashi not explain this above (v. 5)? For there also it is written “Hashem placed the word in Bil’am’s mouth and He said: Return to Balak and tell him as follows.” The answer is that above one could say that “Hashem placed in his mouth…” was in response to “I have set up the seven altars…” (v. 4). However, here the difficulty is that Bil’am had not said anything.", "versionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": "חומש שפתי חכמים, הוצאת מצודה, 2009"}, {"_id": "5a1c0212d6e4a943452d3c36", "index_title": "Sefer HaYashar (midrash)", "category": "Midrash", "type": "midrash", "ref": "Sefer HaYashar (midrash), Book of Numbers 6", "anchorRef": "Numbers 22:2-24:25", "anchorRefExpanded": ["Numbers 22:2", "Numbers 22:3", "Numbers 22:4", "Numbers 22:5", "Numbers 22:6", "Numbers 22:7", "Numbers 22:8", "Numbers 22:9", "Numbers 22:10", "Numbers 22:11", "Numbers 22:12", "Numbers 22:13", "Numbers 22:14", "Numbers 22:15", "Numbers 22:16", "Numbers 22:17", "Numbers 22:18", "Numbers 22:19", "Numbers 22:20", "Numbers 22:21", "Numbers 22:22", "Numbers 22:23", "Numbers 22:24", "Numbers 22:25", "Numbers 22:26", "Numbers 22:27", "Numbers 22:28", "Numbers 22:29", "Numbers 22:30", "Numbers 22:31", "Numbers 22:32", "Numbers 22:33", "Numbers 22:34", "Numbers 22:35", "Numbers 22:36", "Numbers 22:37", "Numbers 22:38", "Numbers 22:39", "Numbers 22:40", "Numbers 22:41", "Numbers 23:1", "Numbers 23:2", "Numbers 23:3", "Numbers 23:4", "Numbers 23:5", "Numbers 23:6", "Numbers 23:7", "Numbers 23:8", "Numbers 23:9", "Numbers 23:10", "Numbers 23:11", "Numbers 23:12", "Numbers 23:13", "Numbers 23:14", "Numbers 23:15", "Numbers 23:16", "Numbers 23:17", "Numbers 23:18", "Numbers 23:19", "Numbers 23:20", "Numbers 23:21", "Numbers 23:22", "Numbers 23:23", "Numbers 23:24", "Numbers 23:25", "Numbers 23:26", "Numbers 23:27", "Numbers 23:28", "Numbers 23:29", "Numbers 23:30", "Numbers 24:1", "Numbers 24:2", "Numbers 24:3", "Numbers 24:4", "Numbers 24:5", "Numbers 24:6", "Numbers 24:7", "Numbers 24:8", "Numbers 24:9", "Numbers 24:10", "Numbers 24:11", "Numbers 24:12", "Numbers 24:13", "Numbers 24:14", "Numbers 24:15", "Numbers 24:16", "Numbers 24:17", "Numbers 24:18", "Numbers 24:19", "Numbers 24:20", "Numbers 24:21", "Numbers 24:22", "Numbers 24:23", "Numbers 24:24", "Numbers 24:25"], "sourceRef": "Sefer HaYashar (midrash), Book of Numbers 6", "sourceHeRef": "ספר הישר (מדרש), ספר במדבר ו׳", "anchorVerse": 2, "sourceHasEn": true, "compDate": [950, 1550], "commentaryNum": 6, "collectiveTitle": {"en": "Sefer HaYashar (midrash)", "he": "ספר הישר (מדרש)"}, "heTitle": "ספר במדבר", "he": "ויאמרו זקני מואב, הנה שני מלכי האמורי סיחון ועוג החזקים מכל מלכי הארץ לא עמדו בפני בני ישראל ואיך נעמוד בניהם אנחנו. הלא שלוח שלחו אלינו טרם זה לעבור לעבור מארצנו לדרכם ולא עזבנו אותם, עתה ישובו עלינו בחרבם הקשה והשמידו אותנו את אשר השאיר ממנו סיחון. ויקץ מואב מפני בני ישראל וייראו מאוד מהם, ויתייעצו מה לעשות אל בני ישראל. ויאמרו זקני מואב ויקחו איש מאנשיהם את בלק בן ציפור המואבי וימליכוהו עליהם בעת ההיא, ובלק איש חכם מאוד. ויקומו זקני מואב וישלחו אל בני מדין לעשות איתם שלום, כי מלחמה גדולה ושנאה היתה בין מואב ובין מדין בימים ההם מימי הדד בן בדד מלך אדום המכה את מדין בשדה מואב עד הימים ההם. וישלחו בני מואב אל בני מדין ויעשו איתם שלום, ויבואו זקני מדין ארץ מואב לשלום בני מדין. ויתייעצו זקני מואב וזקני מדין מה לעשות להם, להציל את נפשם מישראל. ויאמרו כל בני מואב אל זקני מדין, עתה ילחכו בני ישראל את כל סביבותינו כלחוך השור את ירק השדה כי כזאת וכזאת עשו לשני מלכי האמורי החזקים ממנו. ויאמרו זקני מדין אל מואב, שמענו כח בעת אשר נלחם איתכם סיחון מלך האמורי ויגבר ידו עליכם ויקח את ארצכם. כי שלח אל בעור בן יונוס ואל בלעם בנו מארם נהריים ויבואו ויקללו אתכם, על כן גברה יד סיחון בכם וילכוד את ארצכם. ועתה שלחו נא גם אתם אל בלעם בנו כי הנה עודנו בארצו, ונתתם לו שכרו ויבוא ויקלל את כל העם אשר יראתם מפניהם. וישמעו זקני מואב את הדבר הזה וייטב בעיניהם לשלוח אל בלעם בן בעור, וישלח בלק בן ציפור מלך מואב מלאכים אל בלעם לאמור. הנה עם יצא ממצרים הנה כסה את כל הארץ, והוא יושב ממולי. ועתה לכה נא ארה לי אותו כי עצום הוא ממני אולי אוכל להילחם בו וגרשתיו, כי שמעתי את אשר תברך מבורך ואשר תאור יואר. וילכו מלאכי בלק אל בלעם, לקלל את העם להילחם את מואב. ויבוא בלעם אל בלק, לקלל את ישראל. ויאמר ה׳ אל בלעם לא תאור את העם, כי ברוך הוא. ויסת בלק בלעם לקלל את ישראל יום יום, ולא שמע בלעם אל בלק מפני דבר ה׳ אשר דיבר אל בלעם.", "heVersionTitle": "Sefer HaYashar, Livorno 1870", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "And when the elders of Moab heard these words, it pleased them greatly to send for Balaam, ‎the son of Beor, and Balak, the son of Zippor, king of Moab, sent messengers unto Balaam ‎saying: Behold there is a people come out of Egypt; behold they cover the face of the earth, ‎and they abide over against me. Come now therefore, I pray thee, curse me this people; for ‎they are too mighty for me; peradventure I shall prevail, that we smite them, and that I may ‎drive them out of the land; for I wot that he whom thou blessest is blessed, and he whom ‎thou cursest is cursed. And [the messengers of Balak went, and they brought Balaam to curse ‎the people. But when Balaam came to curse Israel, the Lord said unto him: Curse not this ‎people for it is blessed. And Balak requested Balaam day after day to curse Israel, but Balaam ‎did not hearken unto Balak on account of the word of the Lord which he had spoken unto ‎Balaam;", "versionTitle": "Sefer ha-Yashar,  trans. Edward B.M. Browne, New York, 1876", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "5c7d88c1a51caf0018dca684", "index_title": "Sifra", "category": "Midrash", "type": "", "ref": "Sifra, Vayikra Dibbura DeNedavah, Section 12 8", "anchorRef": "Numbers 23:16", "anchorRefExpanded": ["Numbers 23:16"], "sourceRef": "Sifra, Vayikra Dibbura DeNedavah, Section 12 8", "sourceHeRef": "ספרא, ויקרא דבורא דנדבה, פרשה יב ח׳", "anchorVerse": 16, "sourceHasEn": true, "compDate": [250, 350], "commentaryNum": 8, "collectiveTitle": {"en": "Sifra", "he": "ספרא"}, "heTitle": "פרשה יב", "he": "[ח] ומנין שיקדימו לבכורים? תלמוד לומר (שמות לד, כב) \"בכורי קציר חטים\". אין לי אלא של חטין; של שעורים מנין? תלמוד לומר (שמות כג, טז) \"וחג הקציר בכורי מעשיך…\". \"אשר תזרע\" (שמות כג, טז) – אין לי אלא שיזרע; עלה מאליו מנין? תלמוד לומר \"אשר בשדה\". אין לי אלא שבשדה; שבגג ושבחצר ושבחורבה מנין? תלמוד לומר (במדבר יח, יג) \"בכורי כל אשר בארצם\". ומנין שיקדימו לנסכים ולפירות האילן? תלמוד לומר \"בכורי מעשיך\" ואומר (שמות כג, טז) \"באספך את מעשיך מן השדה\".", "heVersionTitle": "Venice 1545", "heLicense": "", "heVersionTitleInHebrew": "", "text": "8) And whence is it derived that they (the two loaves) precede the (bringing of) the first-fruits (bikkurim)? From (Shemoth 34:22): (\"And the festival of Shavuoth shall you make for yourself,) the first of the wheat harvest\" (i.e., What you make on Shavuoth [the two loaves] should precede [all that comes of] the wheat harvest.) This tells me (that it precedes only bikkurim) of wheat. Whence do I derive (that it precedes also bikkurim) of barley? From (Shemoth 23:16): \"which you sow\" (implying all that you sow.) This tells me only of what is sown. Whence do I derive (that the two loaves precede) what grows of itself (from seeds scattered by the wind)? From (Shemoth 23:16): \"in the field\" (implying all that grows in the field.) This tells me only of what grows in the field. Whence do I derive the same for (fruits planted on) a roof, in a yard, or in a ruin? From (Bamidbar 18:13): (The two loaves shall be) \"the first-fruits of all that is in their land.\" And whence is it derived that they precede the (bikkurim of) libations and the fruits of the tree? From (Bamidbar 23:16): (The two loaves shall be) \"the first fruits of your labor,\" and (Bamidbar 23:16): \"when you gather your labor from the field.\" (Grapes for libations and fruits are subsumed in \"gathered.\")", "versionTitle": "Sifra by Rabbi Shraga Silverstein", "license": "CC-BY", "versionTitleInHebrew": "ספרא, רבי שרגא זילברשטיין"}, {"_id": "62037ee047cf7a0c25239b67", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Numbers, Part II; The Rebellion Narratives 2-17", "anchorRef": "Numbers 11:1-25:18", "anchorRefExpanded": ["Numbers 11:1", "Numbers 11:2", "Numbers 11:3", "Numbers 11:4", "Numbers 11:5", "Numbers 11:6", "Numbers 11:7", "Numbers 11:8", "Numbers 11:9", "Numbers 11:10", "Numbers 11:11", "Numbers 11:12", "Numbers 11:13", "Numbers 11:14", "Numbers 11:15", "Numbers 11:16", "Numbers 11:17", "Numbers 11:18", "Numbers 11:19", "Numbers 11:20", "Numbers 11:21", "Numbers 11:22", "Numbers 11:23", "Numbers 11:24", "Numbers 11:25", "Numbers 11:26", "Numbers 11:27", "Numbers 11:28", "Numbers 11:29", "Numbers 11:30", "Numbers 11:31", "Numbers 11:32", "Numbers 11:33", "Numbers 11:34", "Numbers 11:35", "Numbers 12:1", "Numbers 12:2", "Numbers 12:3", "Numbers 12:4", "Numbers 12:5", "Numbers 12:6", "Numbers 12:7", "Numbers 12:8", "Numbers 12:9", "Numbers 12:10", "Numbers 12:11", "Numbers 12:12", "Numbers 12:13", "Numbers 12:14", "Numbers 12:15", "Numbers 12:16", "Numbers 13:1", "Numbers 13:2", "Numbers 13:3", "Numbers 13:4", "Numbers 13:5", "Numbers 13:6", "Numbers 13:7", "Numbers 13:8", "Numbers 13:9", "Numbers 13:10", "Numbers 13:11", "Numbers 13:12", "Numbers 13:13", "Numbers 13:14", "Numbers 13:15", "Numbers 13:16", "Numbers 13:17", "Numbers 13:18", "Numbers 13:19", "Numbers 13:20", "Numbers 13:21", "Numbers 13:22", "Numbers 13:23", "Numbers 13:24", "Numbers 13:25", "Numbers 13:26", "Numbers 13:27", "Numbers 13:28", "Numbers 13:29", "Numbers 13:30", "Numbers 13:31", "Numbers 13:32", "Numbers 13:33", "Numbers 14:1", "Numbers 14:2", "Numbers 14:3", "Numbers 14:4", "Numbers 14:5", "Numbers 14:6", "Numbers 14:7", "Numbers 14:8", "Numbers 14:9", "Numbers 14:10", "Numbers 14:11", "Numbers 14:12", "Numbers 14:13", "Numbers 14:14", "Numbers 14:15", "Numbers 14:16", "Numbers 14:17", "Numbers 14:18", "Numbers 14:19", "Numbers 14:20", "Numbers 14:21", "Numbers 14:22", "Numbers 14:23", "Numbers 14:24", "Numbers 14:25", "Numbers 14:26", "Numbers 14:27", "Numbers 14:28", "Numbers 14:29", "Numbers 14:30", "Numbers 14:31", "Numbers 14:32", "Numbers 14:33", "Numbers 14:34", "Numbers 14:35", "Numbers 14:36", "Numbers 14:37", "Numbers 14:38", "Numbers 14:39", "Numbers 14:40", "Numbers 14:41", "Numbers 14:42", "Numbers 14:43", "Numbers 14:44", "Numbers 14:45", "Numbers 15:1", "Numbers 15:2", "Numbers 15:3", "Numbers 15:4", "Numbers 15:5", "Numbers 15:6", "Numbers 15:7", "Numbers 15:8", "Numbers 15:9", "Numbers 15:10", "Numbers 15:11", "Numbers 15:12", "Numbers 15:13", "Numbers 15:14", "Numbers 15:15", "Numbers 15:16", "Numbers 15:17", "Numbers 15:18", "Numbers 15:19", "Numbers 15:20", "Numbers 15:21", "Numbers 15:22", "Numbers 15:23", "Numbers 15:24", "Numbers 15:25", "Numbers 15:26", "Numbers 15:27", "Numbers 15:28", "Numbers 15:29", "Numbers 15:30", "Numbers 15:31", "Numbers 15:32", "Numbers 15:33", "Numbers 15:34", "Numbers 15:35", "Numbers 15:36", "Numbers 15:37", "Numbers 15:38", "Numbers 15:39", "Numbers 15:40", "Numbers 15:41", "Numbers 16:1", "Numbers 16:2", "Numbers 16:3", "Numbers 16:4", "Numbers 16:5", "Numbers 16:6", "Numbers 16:7", "Numbers 16:8", "Numbers 16:9", "Numbers 16:10", "Numbers 16:11", "Numbers 16:12", "Numbers 16:13", "Numbers 16:14", "Numbers 16:15", "Numbers 16:16", "Numbers 16:17", "Numbers 16:18", "Numbers 16:19", "Numbers 16:20", "Numbers 16:21", "Numbers 16:22", "Numbers 16:23", "Numbers 16:24", "Numbers 16:25", "Numbers 16:26", "Numbers 16:27", "Numbers 16:28", "Numbers 16:29", "Numbers 16:30", "Numbers 16:31", "Numbers 16:32", "Numbers 16:33", "Numbers 16:34", "Numbers 16:35", "Numbers 17:1", "Numbers 17:2", "Numbers 17:3", "Numbers 17:4", "Numbers 17:5", "Numbers 17:6", "Numbers 17:7", "Numbers 17:8", "Numbers 17:9", "Numbers 17:10", "Numbers 17:11", "Numbers 17:12", "Numbers 17:13", "Numbers 17:14", "Numbers 17:15", "Numbers 17:16", "Numbers 17:17", "Numbers 17:18", "Numbers 17:19", "Numbers 17:20", "Numbers 17:21", "Numbers 17:22", "Numbers 17:23", "Numbers 17:24", "Numbers 17:25", "Numbers 17:26", "Numbers 17:27", "Numbers 17:28", "Numbers 18:1", "Numbers 18:2", "Numbers 18:3", "Numbers 18:4", "Numbers 18:5", "Numbers 18:6", "Numbers 18:7", "Numbers 18:8", "Numbers 18:9", "Numbers 18:10", "Numbers 18:11", "Numbers 18:12", "Numbers 18:13", "Numbers 18:14", "Numbers 18:15", "Numbers 18:16", "Numbers 18:17", "Numbers 18:18", "Numbers 18:19", "Numbers 18:20", "Numbers 18:21", "Numbers 18:22", "Numbers 18:23", "Numbers 18:24", "Numbers 18:25", "Numbers 18:26", "Numbers 18:27", "Numbers 18:28", "Numbers 18:29", "Numbers 18:30", "Numbers 18:31", "Numbers 18:32", "Numbers 19:1", "Numbers 19:2", "Numbers 19:3", "Numbers 19:4", "Numbers 19:5", "Numbers 19:6", "Numbers 19:7", "Numbers 19:8", "Numbers 19:9", "Numbers 19:10", "Numbers 19:11", "Numbers 19:12", "Numbers 19:13", "Numbers 19:14", "Numbers 19:15", "Numbers 19:16", "Numbers 19:17", "Numbers 19:18", "Numbers 19:19", "Numbers 19:20", "Numbers 19:21", "Numbers 19:22", "Numbers 20:1", "Numbers 20:2", "Numbers 20:3", "Numbers 20:4", "Numbers 20:5", "Numbers 20:6", "Numbers 20:7", "Numbers 20:8", "Numbers 20:9", "Numbers 20:10", "Numbers 20:11", "Numbers 20:12", "Numbers 20:13", "Numbers 20:14", "Numbers 20:15", "Numbers 20:16", "Numbers 20:17", "Numbers 20:18", "Numbers 20:19", "Numbers 20:20", "Numbers 20:21", "Numbers 20:22", "Numbers 20:23", "Numbers 20:24", "Numbers 20:25", "Numbers 20:26", "Numbers 20:27", "Numbers 20:28", "Numbers 20:29", "Numbers 21:1", "Numbers 21:2", "Numbers 21:3", "Numbers 21:4", "Numbers 21:5", "Numbers 21:6", "Numbers 21:7", "Numbers 21:8", "Numbers 21:9", "Numbers 21:10", "Numbers 21:11", "Numbers 21:12", "Numbers 21:13", "Numbers 21:14", "Numbers 21:15", "Numbers 21:16", "Numbers 21:17", "Numbers 21:18", "Numbers 21:19", "Numbers 21:20", "Numbers 21:21", "Numbers 21:22", "Numbers 21:23", "Numbers 21:24", "Numbers 21:25", "Numbers 21:26", "Numbers 21:27", "Numbers 21:28", "Numbers 21:29", "Numbers 21:30", "Numbers 21:31", "Numbers 21:32", "Numbers 21:33", "Numbers 21:34", "Numbers 21:35", "Numbers 22:1", "Numbers 22:2", "Numbers 22:3", "Numbers 22:4", "Numbers 22:5", "Numbers 22:6", "Numbers 22:7", "Numbers 22:8", "Numbers 22:9", "Numbers 22:10", "Numbers 22:11", "Numbers 22:12", "Numbers 22:13", "Numbers 22:14", "Numbers 22:15", "Numbers 22:16", "Numbers 22:17", "Numbers 22:18", "Numbers 22:19", "Numbers 22:20", "Numbers 22:21", "Numbers 22:22", "Numbers 22:23", "Numbers 22:24", "Numbers 22:25", "Numbers 22:26", "Numbers 22:27", "Numbers 22:28", "Numbers 22:29", "Numbers 22:30", "Numbers 22:31", "Numbers 22:32", "Numbers 22:33", "Numbers 22:34", "Numbers 22:35", "Numbers 22:36", "Numbers 22:37", "Numbers 22:38", "Numbers 22:39", "Numbers 22:40", "Numbers 22:41", "Numbers 23:1", "Numbers 23:2", "Numbers 23:3", "Numbers 23:4", "Numbers 23:5", "Numbers 23:6", "Numbers 23:7", "Numbers 23:8", "Numbers 23:9", "Numbers 23:10", "Numbers 23:11", "Numbers 23:12", "Numbers 23:13", "Numbers 23:14", "Numbers 23:15", "Numbers 23:16", "Numbers 23:17", "Numbers 23:18", "Numbers 23:19", "Numbers 23:20", "Numbers 23:21", "Numbers 23:22", "Numbers 23:23", "Numbers 23:24", "Numbers 23:25", "Numbers 23:26", "Numbers 23:27", "Numbers 23:28", "Numbers 23:29", "Numbers 23:30", "Numbers 24:1", "Numbers 24:2", "Numbers 24:3", "Numbers 24:4", "Numbers 24:5", "Numbers 24:6", "Numbers 24:7", "Numbers 24:8", "Numbers 24:9", "Numbers 24:10", "Numbers 24:11", "Numbers 24:12", "Numbers 24:13", "Numbers 24:14", "Numbers 24:15", "Numbers 24:16", "Numbers 24:17", "Numbers 24:18", "Numbers 24:19", "Numbers 24:20", "Numbers 24:21", "Numbers 24:22", "Numbers 24:23", "Numbers 24:24", "Numbers 24:25", "Numbers 25:1", "Numbers 25:2", "Numbers 25:3", "Numbers 25:4", "Numbers 25:5", "Numbers 25:6", "Numbers 25:7", "Numbers 25:8", "Numbers 25:9", "Numbers 25:10", "Numbers 25:11", "Numbers 25:12", "Numbers 25:13", "Numbers 25:14", "Numbers 25:15", "Numbers 25:16", "Numbers 25:17", "Numbers 25:18"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, Part II; The Rebellion Narratives 2-17", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר ג׳ ב׳-י״ז", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Part II; The Rebellion Narratives", "he": "במדבר מאמר ג׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["V<small>IRTUALLY THE FIRST THING THE</small> I<small>SRAELITES DO AFTER SETTING OUT ON THE SECOND</small> leg of their journey to the Promised Land is—rebel. This pattern was already seen in the book of Exodus, where, despite the climactic miracle of deliverance at the Sea of Reeds, the Israelites “grumbled against Moshe” at Mara because of lack of drinkable water. Although a strain in later biblical thinking remembered the wilderness period as a kind of honeymoon (cf. Jer. 2:2), the Torah itself chose to remember it as a severe time of testing which the ex-slaves ultimately failed to pass.", "The second part of Numbers is a remarkable collection of rebellion narratives that simultaneously display striking similarities and great and colorful differences. The section details six rebellions of the people, and two of the leaders themselves. They are united by a consistent vocabulary: verbs such as “grumble” and “assemble/gather/speak against” depict complaints against Moshe and Aharon and against God. These stories also display the recurring themes of dearth of food and water, and God’s anger at the rebellions, usually expressed in some form of plague (or, additionally, fire).", "Rather than unfold in simple chronological order, one following another, these pieces of the text have been intensified by priestly editing, which has interspersed the stories with a number of cultic and legal passages (Chaps. 15, 18, and 19, all of which bear the theme word “law” [Heb. <i>hok</i> or <i>hukka</i>]), and which are somehow related to previous or succeeding narratives. The interruptions also allow each of the memorable rebellion narratives to “breathe,” giving the audience time to digest the images and the drama presented therein. The stories possess both in abundant measure; one thinks, for instance, of the “meat between the teeth” (11:33), of the grape clusters borne on a pole by two men (13:23); and of the great confrontation with Korah in Chapter 16 (not to mention its resolution), as well as Moshe’s dramatic failure in Chapter 20.", "As in any great literature, repetition of story type or type scene is here accomplished via variation of the most telling kind. In this case we observe once again an alternating pattern to the rebellions, a pattern which reveals not one theme but several:", "The people, over lack of food (chapter 11)", "Moshe’s siblings, over prophetic primacy (12)", "The people, over the spies’ false report (14)", "Levites, over Moshe and Aharon’s prerogatives (16)", "The people, over the rebellious Levites’ sinister fate (17)", "Moshe himself, over the burden of leading the people (20)", "The people, over the lack of food and water (21)", "The pattern observable here is broken, in true biblical rhetorical style (where the last in a sequence often serves by its oddness to reinforce the whole), in a final rebellion (Chap. 25), where the people’s actions involve neither the “complaining” vocabulary nor a revolt against human leadership, but rather comprise the greatest biblical crime of them all: worship of other gods. Viewed in this patterned fashion, the rebellion narratives emerge with a kind of crescendo effect.", "It is also possible, as I have done in “On the Book of Numbers and Its Structure,” above, to follow the scheme put forth by Mann—a three-part structure to the section, each with its internal logic and conclusions. These are treated below; for the moment, it will suffice to see in the first subsection (Chaps. 11–14) the inevitable result of wilderness rebellions: the divine decree that the slave generation must die out before entering the Promised Land; the second subsection (16–20) deals with the challenges to the leadership of Moshe and Aharon, and results in a similar decree, that they will die outside the land; and the third subsection (20–25) chronicles the encounter of the Israelites with neighboring nations, which initially goes in their favor but ends with the disastrous incident at Baal Pe’or (25).", "The primary issue in these stories, to the biblical writer, is lack of trust in God. Each of the three sections mentions or implies that problem; 14:11 and 20:12 use the verb itself, and the narrative of Chapter 25 suggests it. The bottom line is that the Israelites could not keep faith with God—even after both staggering acts of divine intervention (i.e., rescue) and demonstrations of the force of divine wrath—and this lack of faith led ultimately to their dying out in the wilderness outside the Promised Land, in punishment. The stories clearly were meant to be understood as an unfortunate example for later generations, and were taken as such already in the biblical period (see, for example, the treatment in Psalm 78).", "Read on another level, the rebellion narratives are largely concerned with the issue of human leadership, its qualifications, manifestations, and limitations (and even failures). Has there ever been a leader as beleaguered as Moshe? From the beginning of his career on the sands of Egypt, where he assumes the mantle of leadership in the matter of retaliating against the sadistic Egyptian taskmaster (Ex. 2:11–12), to its end at the plains of Moab, in stern address to the people he has struggled to lead (this is the setting of the entire next book, Deuteronomy), he must evoke trust in God, lead the people through an uncharted wilderness, and inspire confidence in his own leadership. His success is muted by the passing of the generation he initially leads, before it can enter Canaan; like them, he too must pass on—with merely a look beyond the Jordan, but no more. Later generations of Jewish readers wept on confronting Moshe’s seemingly premature death, and created heroic tales of his pleading before God to be let into the land he had so long sought to reach. In Numbers he fully deserves this stature, alternately interceding with and cajoling God, standing up for and then almost giving up on this people with whom his life has become so enmeshed. Our stories stress his gifts of prophecy and his pathos as a deeply human leader.", "A final, troubling issue is the character of God in this part of the book. It is a measure of the Bible’s artistry that the rebellion accounts are so varied in content and style; but the variations in punishment—from undetailed death to skin disease to stoning and the earth opening up, just to mention a few examples—create an impression, not of artistic richness but of unremitting severity. The Bible does not seem to have a problem with this kind of divine behavior, and other ancient cultures would have felt at home here, but already in late antiquity, and continuing down to our own day, Jews and Christians most often have preferred, and prayed to, a more forgiving, nurturing, and compassionate God. Dealing with these texts, in the end, raises the question of whether to understand them as the result of “historical necessity” or “literary conceit” (that is, the old generation simply had to die out) or as they stand in the text: a harsh portrayal of what happened when the covenant people violated the covenant."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62037ee56bfddfbb310fed0c", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Numbers, On the Book of Numbers and Its Structure 2-52", "anchorRef": "Numbers 1:1-36:13", "anchorRefExpanded": ["Numbers 1:1", "Numbers 1:2", "Numbers 1:3", "Numbers 1:4", "Numbers 1:5", "Numbers 1:6", "Numbers 1:7", "Numbers 1:8", "Numbers 1:9", "Numbers 1:10", "Numbers 1:11", "Numbers 1:12", "Numbers 1:13", "Numbers 1:14", "Numbers 1:15", "Numbers 1:16", "Numbers 1:17", "Numbers 1:18", "Numbers 1:19", "Numbers 1:20", "Numbers 1:21", "Numbers 1:22", "Numbers 1:23", "Numbers 1:24", "Numbers 1:25", "Numbers 1:26", "Numbers 1:27", "Numbers 1:28", "Numbers 1:29", "Numbers 1:30", "Numbers 1:31", "Numbers 1:32", "Numbers 1:33", "Numbers 1:34", "Numbers 1:35", "Numbers 1:36", "Numbers 1:37", "Numbers 1:38", "Numbers 1:39", "Numbers 1:40", "Numbers 1:41", "Numbers 1:42", "Numbers 1:43", "Numbers 1:44", "Numbers 1:45", "Numbers 1:46", "Numbers 1:47", "Numbers 1:48", "Numbers 1:49", "Numbers 1:50", "Numbers 1:51", "Numbers 1:52", "Numbers 1:53", "Numbers 1:54", "Numbers 2:1", "Numbers 2:2", "Numbers 2:3", "Numbers 2:4", "Numbers 2:5", "Numbers 2:6", "Numbers 2:7", "Numbers 2:8", "Numbers 2:9", "Numbers 2:10", "Numbers 2:11", "Numbers 2:12", "Numbers 2:13", "Numbers 2:14", "Numbers 2:15", "Numbers 2:16", "Numbers 2:17", "Numbers 2:18", "Numbers 2:19", "Numbers 2:20", "Numbers 2:21", "Numbers 2:22", "Numbers 2:23", "Numbers 2:24", "Numbers 2:25", "Numbers 2:26", "Numbers 2:27", "Numbers 2:28", "Numbers 2:29", "Numbers 2:30", "Numbers 2:31", "Numbers 2:32", "Numbers 2:33", "Numbers 2:34", "Numbers 3:1", "Numbers 3:2", "Numbers 3:3", "Numbers 3:4", "Numbers 3:5", "Numbers 3:6", "Numbers 3:7", "Numbers 3:8", "Numbers 3:9", "Numbers 3:10", "Numbers 3:11", "Numbers 3:12", "Numbers 3:13", "Numbers 3:14", "Numbers 3:15", "Numbers 3:16", "Numbers 3:17", "Numbers 3:18", "Numbers 3:19", "Numbers 3:20", "Numbers 3:21", "Numbers 3:22", "Numbers 3:23", "Numbers 3:24", "Numbers 3:25", "Numbers 3:26", "Numbers 3:27", "Numbers 3:28", "Numbers 3:29", "Numbers 3:30", "Numbers 3:31", "Numbers 3:32", "Numbers 3:33", "Numbers 3:34", "Numbers 3:35", "Numbers 3:36", "Numbers 3:37", "Numbers 3:38", "Numbers 3:39", "Numbers 3:40", "Numbers 3:41", "Numbers 3:42", "Numbers 3:43", "Numbers 3:44", "Numbers 3:45", "Numbers 3:46", "Numbers 3:47", "Numbers 3:48", "Numbers 3:49", "Numbers 3:50", "Numbers 3:51", "Numbers 4:1", "Numbers 4:2", "Numbers 4:3", "Numbers 4:4", "Numbers 4:5", "Numbers 4:6", "Numbers 4:7", "Numbers 4:8", "Numbers 4:9", "Numbers 4:10", "Numbers 4:11", "Numbers 4:12", "Numbers 4:13", "Numbers 4:14", "Numbers 4:15", "Numbers 4:16", "Numbers 4:17", "Numbers 4:18", "Numbers 4:19", "Numbers 4:20", "Numbers 4:21", "Numbers 4:22", "Numbers 4:23", "Numbers 4:24", "Numbers 4:25", "Numbers 4:26", "Numbers 4:27", "Numbers 4:28", "Numbers 4:29", "Numbers 4:30", "Numbers 4:31", "Numbers 4:32", "Numbers 4:33", "Numbers 4:34", "Numbers 4:35", "Numbers 4:36", "Numbers 4:37", "Numbers 4:38", "Numbers 4:39", "Numbers 4:40", "Numbers 4:41", "Numbers 4:42", "Numbers 4:43", "Numbers 4:44", "Numbers 4:45", "Numbers 4:46", "Numbers 4:47", "Numbers 4:48", "Numbers 4:49", "Numbers 5:1", "Numbers 5:2", "Numbers 5:3", "Numbers 5:4", "Numbers 5:5", "Numbers 5:6", "Numbers 5:7", "Numbers 5:8", "Numbers 5:9", "Numbers 5:10", "Numbers 5:11", "Numbers 5:12", "Numbers 5:13", "Numbers 5:14", "Numbers 5:15", "Numbers 5:16", "Numbers 5:17", "Numbers 5:18", "Numbers 5:19", "Numbers 5:20", "Numbers 5:21", "Numbers 5:22", "Numbers 5:23", "Numbers 5:24", "Numbers 5:25", "Numbers 5:26", "Numbers 5:27", "Numbers 5:28", "Numbers 5:29", "Numbers 5:30", "Numbers 5:31", "Numbers 6:1", "Numbers 6:2", "Numbers 6:3", "Numbers 6:4", "Numbers 6:5", "Numbers 6:6", "Numbers 6:7", "Numbers 6:8", "Numbers 6:9", "Numbers 6:10", "Numbers 6:11", "Numbers 6:12", "Numbers 6:13", "Numbers 6:14", "Numbers 6:15", "Numbers 6:16", "Numbers 6:17", "Numbers 6:18", "Numbers 6:19", "Numbers 6:20", "Numbers 6:21", "Numbers 6:22", "Numbers 6:23", "Numbers 6:24", "Numbers 6:25", "Numbers 6:26", "Numbers 6:27", "Numbers 7:1", "Numbers 7:2", "Numbers 7:3", "Numbers 7:4", "Numbers 7:5", "Numbers 7:6", "Numbers 7:7", "Numbers 7:8", "Numbers 7:9", "Numbers 7:10", "Numbers 7:11", "Numbers 7:12", "Numbers 7:13", "Numbers 7:14", "Numbers 7:15", "Numbers 7:16", "Numbers 7:17", "Numbers 7:18", "Numbers 7:19", "Numbers 7:20", "Numbers 7:21", "Numbers 7:22", "Numbers 7:23", "Numbers 7:24", "Numbers 7:25", "Numbers 7:26", "Numbers 7:27", "Numbers 7:28", "Numbers 7:29", "Numbers 7:30", "Numbers 7:31", "Numbers 7:32", "Numbers 7:33", "Numbers 7:34", "Numbers 7:35", "Numbers 7:36", "Numbers 7:37", "Numbers 7:38", "Numbers 7:39", "Numbers 7:40", "Numbers 7:41", "Numbers 7:42", "Numbers 7:43", "Numbers 7:44", "Numbers 7:45", "Numbers 7:46", "Numbers 7:47", "Numbers 7:48", "Numbers 7:49", "Numbers 7:50", "Numbers 7:51", "Numbers 7:52", "Numbers 7:53", "Numbers 7:54", "Numbers 7:55", "Numbers 7:56", "Numbers 7:57", "Numbers 7:58", "Numbers 7:59", "Numbers 7:60", "Numbers 7:61", "Numbers 7:62", "Numbers 7:63", "Numbers 7:64", "Numbers 7:65", "Numbers 7:66", "Numbers 7:67", "Numbers 7:68", "Numbers 7:69", "Numbers 7:70", "Numbers 7:71", "Numbers 7:72", "Numbers 7:73", "Numbers 7:74", "Numbers 7:75", "Numbers 7:76", "Numbers 7:77", "Numbers 7:78", "Numbers 7:79", "Numbers 7:80", "Numbers 7:81", "Numbers 7:82", "Numbers 7:83", "Numbers 7:84", "Numbers 7:85", "Numbers 7:86", "Numbers 7:87", "Numbers 7:88", "Numbers 7:89", "Numbers 8:1", "Numbers 8:2", "Numbers 8:3", "Numbers 8:4", "Numbers 8:5", "Numbers 8:6", "Numbers 8:7", "Numbers 8:8", "Numbers 8:9", "Numbers 8:10", "Numbers 8:11", "Numbers 8:12", "Numbers 8:13", "Numbers 8:14", "Numbers 8:15", "Numbers 8:16", "Numbers 8:17", "Numbers 8:18", "Numbers 8:19", "Numbers 8:20", "Numbers 8:21", "Numbers 8:22", "Numbers 8:23", "Numbers 8:24", "Numbers 8:25", "Numbers 8:26", "Numbers 9:1", "Numbers 9:2", "Numbers 9:3", "Numbers 9:4", "Numbers 9:5", "Numbers 9:6", "Numbers 9:7", "Numbers 9:8", "Numbers 9:9", "Numbers 9:10", "Numbers 9:11", "Numbers 9:12", "Numbers 9:13", "Numbers 9:14", "Numbers 9:15", "Numbers 9:16", "Numbers 9:17", "Numbers 9:18", "Numbers 9:19", "Numbers 9:20", "Numbers 9:21", "Numbers 9:22", "Numbers 9:23", "Numbers 10:1", "Numbers 10:2", "Numbers 10:3", "Numbers 10:4", "Numbers 10:5", "Numbers 10:6", "Numbers 10:7", "Numbers 10:8", "Numbers 10:9", "Numbers 10:10", "Numbers 10:11", "Numbers 10:12", "Numbers 10:13", "Numbers 10:14", "Numbers 10:15", "Numbers 10:16", "Numbers 10:17", "Numbers 10:18", "Numbers 10:19", "Numbers 10:20", "Numbers 10:21", "Numbers 10:22", "Numbers 10:23", "Numbers 10:24", "Numbers 10:25", "Numbers 10:26", "Numbers 10:27", "Numbers 10:28", "Numbers 10:29", "Numbers 10:30", "Numbers 10:31", "Numbers 10:32", "Numbers 10:33", "Numbers 10:34", "Numbers 10:35", "Numbers 10:36", "Numbers 11:1", "Numbers 11:2", "Numbers 11:3", "Numbers 11:4", "Numbers 11:5", "Numbers 11:6", "Numbers 11:7", "Numbers 11:8", "Numbers 11:9", "Numbers 11:10", "Numbers 11:11", "Numbers 11:12", "Numbers 11:13", "Numbers 11:14", "Numbers 11:15", "Numbers 11:16", "Numbers 11:17", "Numbers 11:18", "Numbers 11:19", "Numbers 11:20", "Numbers 11:21", "Numbers 11:22", "Numbers 11:23", "Numbers 11:24", "Numbers 11:25", "Numbers 11:26", "Numbers 11:27", "Numbers 11:28", "Numbers 11:29", "Numbers 11:30", "Numbers 11:31", "Numbers 11:32", "Numbers 11:33", "Numbers 11:34", "Numbers 11:35", "Numbers 12:1", "Numbers 12:2", "Numbers 12:3", "Numbers 12:4", "Numbers 12:5", "Numbers 12:6", "Numbers 12:7", "Numbers 12:8", "Numbers 12:9", "Numbers 12:10", "Numbers 12:11", "Numbers 12:12", "Numbers 12:13", "Numbers 12:14", "Numbers 12:15", "Numbers 12:16", "Numbers 13:1", "Numbers 13:2", "Numbers 13:3", "Numbers 13:4", "Numbers 13:5", "Numbers 13:6", "Numbers 13:7", "Numbers 13:8", "Numbers 13:9", "Numbers 13:10", "Numbers 13:11", "Numbers 13:12", "Numbers 13:13", "Numbers 13:14", "Numbers 13:15", "Numbers 13:16", "Numbers 13:17", "Numbers 13:18", "Numbers 13:19", "Numbers 13:20", "Numbers 13:21", "Numbers 13:22", "Numbers 13:23", "Numbers 13:24", "Numbers 13:25", "Numbers 13:26", "Numbers 13:27", "Numbers 13:28", "Numbers 13:29", "Numbers 13:30", "Numbers 13:31", "Numbers 13:32", "Numbers 13:33", "Numbers 14:1", "Numbers 14:2", "Numbers 14:3", "Numbers 14:4", "Numbers 14:5", "Numbers 14:6", "Numbers 14:7", "Numbers 14:8", "Numbers 14:9", "Numbers 14:10", "Numbers 14:11", "Numbers 14:12", "Numbers 14:13", "Numbers 14:14", "Numbers 14:15", "Numbers 14:16", "Numbers 14:17", "Numbers 14:18", "Numbers 14:19", "Numbers 14:20", "Numbers 14:21", "Numbers 14:22", "Numbers 14:23", "Numbers 14:24", "Numbers 14:25", "Numbers 14:26", "Numbers 14:27", "Numbers 14:28", "Numbers 14:29", "Numbers 14:30", "Numbers 14:31", "Numbers 14:32", "Numbers 14:33", "Numbers 14:34", "Numbers 14:35", "Numbers 14:36", "Numbers 14:37", "Numbers 14:38", "Numbers 14:39", "Numbers 14:40", "Numbers 14:41", "Numbers 14:42", "Numbers 14:43", "Numbers 14:44", "Numbers 14:45", "Numbers 15:1", "Numbers 15:2", "Numbers 15:3", "Numbers 15:4", "Numbers 15:5", "Numbers 15:6", "Numbers 15:7", "Numbers 15:8", "Numbers 15:9", "Numbers 15:10", "Numbers 15:11", "Numbers 15:12", "Numbers 15:13", "Numbers 15:14", "Numbers 15:15", "Numbers 15:16", "Numbers 15:17", "Numbers 15:18", "Numbers 15:19", "Numbers 15:20", "Numbers 15:21", "Numbers 15:22", "Numbers 15:23", "Numbers 15:24", "Numbers 15:25", "Numbers 15:26", "Numbers 15:27", "Numbers 15:28", "Numbers 15:29", "Numbers 15:30", "Numbers 15:31", "Numbers 15:32", "Numbers 15:33", "Numbers 15:34", "Numbers 15:35", "Numbers 15:36", "Numbers 15:37", "Numbers 15:38", "Numbers 15:39", "Numbers 15:40", "Numbers 15:41", "Numbers 16:1", "Numbers 16:2", "Numbers 16:3", "Numbers 16:4", "Numbers 16:5", "Numbers 16:6", "Numbers 16:7", "Numbers 16:8", "Numbers 16:9", "Numbers 16:10", "Numbers 16:11", "Numbers 16:12", "Numbers 16:13", "Numbers 16:14", "Numbers 16:15", "Numbers 16:16", "Numbers 16:17", "Numbers 16:18", "Numbers 16:19", "Numbers 16:20", "Numbers 16:21", "Numbers 16:22", "Numbers 16:23", "Numbers 16:24", "Numbers 16:25", "Numbers 16:26", "Numbers 16:27", "Numbers 16:28", "Numbers 16:29", "Numbers 16:30", "Numbers 16:31", "Numbers 16:32", "Numbers 16:33", "Numbers 16:34", "Numbers 16:35", "Numbers 17:1", "Numbers 17:2", "Numbers 17:3", "Numbers 17:4", "Numbers 17:5", "Numbers 17:6", "Numbers 17:7", "Numbers 17:8", "Numbers 17:9", "Numbers 17:10", "Numbers 17:11", "Numbers 17:12", "Numbers 17:13", "Numbers 17:14", "Numbers 17:15", "Numbers 17:16", "Numbers 17:17", "Numbers 17:18", "Numbers 17:19", "Numbers 17:20", "Numbers 17:21", "Numbers 17:22", "Numbers 17:23", "Numbers 17:24", "Numbers 17:25", "Numbers 17:26", "Numbers 17:27", "Numbers 17:28", "Numbers 18:1", "Numbers 18:2", "Numbers 18:3", "Numbers 18:4", "Numbers 18:5", "Numbers 18:6", "Numbers 18:7", "Numbers 18:8", "Numbers 18:9", "Numbers 18:10", "Numbers 18:11", "Numbers 18:12", "Numbers 18:13", "Numbers 18:14", "Numbers 18:15", "Numbers 18:16", "Numbers 18:17", "Numbers 18:18", "Numbers 18:19", "Numbers 18:20", "Numbers 18:21", "Numbers 18:22", "Numbers 18:23", "Numbers 18:24", "Numbers 18:25", "Numbers 18:26", "Numbers 18:27", "Numbers 18:28", "Numbers 18:29", "Numbers 18:30", "Numbers 18:31", "Numbers 18:32", "Numbers 19:1", "Numbers 19:2", "Numbers 19:3", "Numbers 19:4", "Numbers 19:5", "Numbers 19:6", "Numbers 19:7", "Numbers 19:8", "Numbers 19:9", "Numbers 19:10", "Numbers 19:11", "Numbers 19:12", "Numbers 19:13", "Numbers 19:14", "Numbers 19:15", "Numbers 19:16", "Numbers 19:17", "Numbers 19:18", "Numbers 19:19", "Numbers 19:20", "Numbers 19:21", "Numbers 19:22", "Numbers 20:1", "Numbers 20:2", "Numbers 20:3", "Numbers 20:4", "Numbers 20:5", "Numbers 20:6", "Numbers 20:7", "Numbers 20:8", "Numbers 20:9", "Numbers 20:10", "Numbers 20:11", "Numbers 20:12", "Numbers 20:13", "Numbers 20:14", "Numbers 20:15", "Numbers 20:16", "Numbers 20:17", "Numbers 20:18", "Numbers 20:19", "Numbers 20:20", "Numbers 20:21", "Numbers 20:22", "Numbers 20:23", "Numbers 20:24", "Numbers 20:25", "Numbers 20:26", "Numbers 20:27", "Numbers 20:28", "Numbers 20:29", "Numbers 21:1", "Numbers 21:2", "Numbers 21:3", "Numbers 21:4", "Numbers 21:5", "Numbers 21:6", "Numbers 21:7", "Numbers 21:8", "Numbers 21:9", "Numbers 21:10", "Numbers 21:11", "Numbers 21:12", "Numbers 21:13", "Numbers 21:14", "Numbers 21:15", "Numbers 21:16", "Numbers 21:17", "Numbers 21:18", "Numbers 21:19", "Numbers 21:20", "Numbers 21:21", "Numbers 21:22", "Numbers 21:23", "Numbers 21:24", "Numbers 21:25", "Numbers 21:26", "Numbers 21:27", "Numbers 21:28", "Numbers 21:29", "Numbers 21:30", "Numbers 21:31", "Numbers 21:32", "Numbers 21:33", "Numbers 21:34", "Numbers 21:35", "Numbers 22:1", "Numbers 22:2", "Numbers 22:3", "Numbers 22:4", "Numbers 22:5", "Numbers 22:6", "Numbers 22:7", "Numbers 22:8", "Numbers 22:9", "Numbers 22:10", "Numbers 22:11", "Numbers 22:12", "Numbers 22:13", "Numbers 22:14", "Numbers 22:15", "Numbers 22:16", "Numbers 22:17", "Numbers 22:18", "Numbers 22:19", "Numbers 22:20", "Numbers 22:21", "Numbers 22:22", "Numbers 22:23", "Numbers 22:24", "Numbers 22:25", "Numbers 22:26", "Numbers 22:27", "Numbers 22:28", "Numbers 22:29", "Numbers 22:30", "Numbers 22:31", "Numbers 22:32", "Numbers 22:33", "Numbers 22:34", "Numbers 22:35", "Numbers 22:36", "Numbers 22:37", "Numbers 22:38", "Numbers 22:39", "Numbers 22:40", "Numbers 22:41", "Numbers 23:1", "Numbers 23:2", "Numbers 23:3", "Numbers 23:4", "Numbers 23:5", "Numbers 23:6", "Numbers 23:7", "Numbers 23:8", "Numbers 23:9", "Numbers 23:10", "Numbers 23:11", "Numbers 23:12", "Numbers 23:13", "Numbers 23:14", "Numbers 23:15", "Numbers 23:16", "Numbers 23:17", "Numbers 23:18", "Numbers 23:19", "Numbers 23:20", "Numbers 23:21", "Numbers 23:22", "Numbers 23:23", "Numbers 23:24", "Numbers 23:25", "Numbers 23:26", "Numbers 23:27", "Numbers 23:28", "Numbers 23:29", "Numbers 23:30", "Numbers 24:1", "Numbers 24:2", "Numbers 24:3", "Numbers 24:4", "Numbers 24:5", "Numbers 24:6", "Numbers 24:7", "Numbers 24:8", "Numbers 24:9", "Numbers 24:10", "Numbers 24:11", "Numbers 24:12", "Numbers 24:13", "Numbers 24:14", "Numbers 24:15", "Numbers 24:16", "Numbers 24:17", "Numbers 24:18", "Numbers 24:19", "Numbers 24:20", "Numbers 24:21", "Numbers 24:22", "Numbers 24:23", "Numbers 24:24", "Numbers 24:25", "Numbers 25:1", "Numbers 25:2", "Numbers 25:3", "Numbers 25:4", "Numbers 25:5", "Numbers 25:6", "Numbers 25:7", "Numbers 25:8", "Numbers 25:9", "Numbers 25:10", "Numbers 25:11", "Numbers 25:12", "Numbers 25:13", "Numbers 25:14", "Numbers 25:15", "Numbers 25:16", "Numbers 25:17", "Numbers 25:18", "Numbers 26:1", "Numbers 26:2", "Numbers 26:3", "Numbers 26:4", "Numbers 26:5", "Numbers 26:6", "Numbers 26:7", "Numbers 26:8", "Numbers 26:9", "Numbers 26:10", "Numbers 26:11", "Numbers 26:12", "Numbers 26:13", "Numbers 26:14", "Numbers 26:15", "Numbers 26:16", "Numbers 26:17", "Numbers 26:18", "Numbers 26:19", "Numbers 26:20", "Numbers 26:21", "Numbers 26:22", "Numbers 26:23", "Numbers 26:24", "Numbers 26:25", "Numbers 26:26", "Numbers 26:27", "Numbers 26:28", "Numbers 26:29", "Numbers 26:30", "Numbers 26:31", "Numbers 26:32", "Numbers 26:33", "Numbers 26:34", "Numbers 26:35", "Numbers 26:36", "Numbers 26:37", "Numbers 26:38", "Numbers 26:39", "Numbers 26:40", "Numbers 26:41", "Numbers 26:42", "Numbers 26:43", "Numbers 26:44", "Numbers 26:45", "Numbers 26:46", "Numbers 26:47", "Numbers 26:48", "Numbers 26:49", "Numbers 26:50", "Numbers 26:51", "Numbers 26:52", "Numbers 26:53", "Numbers 26:54", "Numbers 26:55", "Numbers 26:56", "Numbers 26:57", "Numbers 26:58", "Numbers 26:59", "Numbers 26:60", "Numbers 26:61", "Numbers 26:62", "Numbers 26:63", "Numbers 26:64", "Numbers 26:65", "Numbers 27:1", "Numbers 27:2", "Numbers 27:3", "Numbers 27:4", "Numbers 27:5", "Numbers 27:6", "Numbers 27:7", "Numbers 27:8", "Numbers 27:9", "Numbers 27:10", "Numbers 27:11", "Numbers 27:12", "Numbers 27:13", "Numbers 27:14", "Numbers 27:15", "Numbers 27:16", "Numbers 27:17", "Numbers 27:18", "Numbers 27:19", "Numbers 27:20", "Numbers 27:21", "Numbers 27:22", "Numbers 27:23", "Numbers 28:1", "Numbers 28:2", "Numbers 28:3", "Numbers 28:4", "Numbers 28:5", "Numbers 28:6", "Numbers 28:7", "Numbers 28:8", "Numbers 28:9", "Numbers 28:10", "Numbers 28:11", "Numbers 28:12", "Numbers 28:13", "Numbers 28:14", "Numbers 28:15", "Numbers 28:16", "Numbers 28:17", "Numbers 28:18", "Numbers 28:19", "Numbers 28:20", "Numbers 28:21", "Numbers 28:22", "Numbers 28:23", "Numbers 28:24", "Numbers 28:25", "Numbers 28:26", "Numbers 28:27", "Numbers 28:28", "Numbers 28:29", "Numbers 28:30", "Numbers 28:31", "Numbers 29:1", "Numbers 29:2", "Numbers 29:3", "Numbers 29:4", "Numbers 29:5", "Numbers 29:6", "Numbers 29:7", "Numbers 29:8", "Numbers 29:9", "Numbers 29:10", "Numbers 29:11", "Numbers 29:12", "Numbers 29:13", "Numbers 29:14", "Numbers 29:15", "Numbers 29:16", "Numbers 29:17", "Numbers 29:18", "Numbers 29:19", "Numbers 29:20", "Numbers 29:21", "Numbers 29:22", "Numbers 29:23", "Numbers 29:24", "Numbers 29:25", "Numbers 29:26", "Numbers 29:27", "Numbers 29:28", "Numbers 29:29", "Numbers 29:30", "Numbers 29:31", "Numbers 29:32", "Numbers 29:33", "Numbers 29:34", "Numbers 29:35", "Numbers 29:36", "Numbers 29:37", "Numbers 29:38", "Numbers 29:39", "Numbers 30:1", "Numbers 30:2", "Numbers 30:3", "Numbers 30:4", "Numbers 30:5", "Numbers 30:6", "Numbers 30:7", "Numbers 30:8", "Numbers 30:9", "Numbers 30:10", "Numbers 30:11", "Numbers 30:12", "Numbers 30:13", "Numbers 30:14", "Numbers 30:15", "Numbers 30:16", "Numbers 30:17", "Numbers 31:1", "Numbers 31:2", "Numbers 31:3", "Numbers 31:4", "Numbers 31:5", "Numbers 31:6", "Numbers 31:7", "Numbers 31:8", "Numbers 31:9", "Numbers 31:10", "Numbers 31:11", "Numbers 31:12", "Numbers 31:13", "Numbers 31:14", "Numbers 31:15", "Numbers 31:16", "Numbers 31:17", "Numbers 31:18", "Numbers 31:19", "Numbers 31:20", "Numbers 31:21", "Numbers 31:22", "Numbers 31:23", "Numbers 31:24", "Numbers 31:25", "Numbers 31:26", "Numbers 31:27", "Numbers 31:28", "Numbers 31:29", "Numbers 31:30", "Numbers 31:31", "Numbers 31:32", "Numbers 31:33", "Numbers 31:34", "Numbers 31:35", "Numbers 31:36", "Numbers 31:37", "Numbers 31:38", "Numbers 31:39", "Numbers 31:40", "Numbers 31:41", "Numbers 31:42", "Numbers 31:43", "Numbers 31:44", "Numbers 31:45", "Numbers 31:46", "Numbers 31:47", "Numbers 31:48", "Numbers 31:49", "Numbers 31:50", "Numbers 31:51", "Numbers 31:52", "Numbers 31:53", "Numbers 31:54", "Numbers 32:1", "Numbers 32:2", "Numbers 32:3", "Numbers 32:4", "Numbers 32:5", "Numbers 32:6", "Numbers 32:7", "Numbers 32:8", "Numbers 32:9", "Numbers 32:10", "Numbers 32:11", "Numbers 32:12", "Numbers 32:13", "Numbers 32:14", "Numbers 32:15", "Numbers 32:16", "Numbers 32:17", "Numbers 32:18", "Numbers 32:19", "Numbers 32:20", "Numbers 32:21", "Numbers 32:22", "Numbers 32:23", "Numbers 32:24", "Numbers 32:25", "Numbers 32:26", "Numbers 32:27", "Numbers 32:28", "Numbers 32:29", "Numbers 32:30", "Numbers 32:31", "Numbers 32:32", "Numbers 32:33", "Numbers 32:34", "Numbers 32:35", "Numbers 32:36", "Numbers 32:37", "Numbers 32:38", "Numbers 32:39", "Numbers 32:40", "Numbers 32:41", "Numbers 32:42", "Numbers 33:1", "Numbers 33:2", "Numbers 33:3", "Numbers 33:4", "Numbers 33:5", "Numbers 33:6", "Numbers 33:7", "Numbers 33:8", "Numbers 33:9", "Numbers 33:10", "Numbers 33:11", "Numbers 33:12", "Numbers 33:13", "Numbers 33:14", "Numbers 33:15", "Numbers 33:16", "Numbers 33:17", "Numbers 33:18", "Numbers 33:19", "Numbers 33:20", "Numbers 33:21", "Numbers 33:22", "Numbers 33:23", "Numbers 33:24", "Numbers 33:25", "Numbers 33:26", "Numbers 33:27", "Numbers 33:28", "Numbers 33:29", "Numbers 33:30", "Numbers 33:31", "Numbers 33:32", "Numbers 33:33", "Numbers 33:34", "Numbers 33:35", "Numbers 33:36", "Numbers 33:37", "Numbers 33:38", "Numbers 33:39", "Numbers 33:40", "Numbers 33:41", "Numbers 33:42", "Numbers 33:43", "Numbers 33:44", "Numbers 33:45", "Numbers 33:46", "Numbers 33:47", "Numbers 33:48", "Numbers 33:49", "Numbers 33:50", "Numbers 33:51", "Numbers 33:52", "Numbers 33:53", "Numbers 33:54", "Numbers 33:55", "Numbers 33:56", "Numbers 34:1", "Numbers 34:2", "Numbers 34:3", "Numbers 34:4", "Numbers 34:5", "Numbers 34:6", "Numbers 34:7", "Numbers 34:8", "Numbers 34:9", "Numbers 34:10", "Numbers 34:11", "Numbers 34:12", "Numbers 34:13", "Numbers 34:14", "Numbers 34:15", "Numbers 34:16", "Numbers 34:17", "Numbers 34:18", "Numbers 34:19", "Numbers 34:20", "Numbers 34:21", "Numbers 34:22", "Numbers 34:23", "Numbers 34:24", "Numbers 34:25", "Numbers 34:26", "Numbers 34:27", "Numbers 34:28", "Numbers 34:29", "Numbers 35:1", "Numbers 35:2", "Numbers 35:3", "Numbers 35:4", "Numbers 35:5", "Numbers 35:6", "Numbers 35:7", "Numbers 35:8", "Numbers 35:9", "Numbers 35:10", "Numbers 35:11", "Numbers 35:12", "Numbers 35:13", "Numbers 35:14", "Numbers 35:15", "Numbers 35:16", "Numbers 35:17", "Numbers 35:18", "Numbers 35:19", "Numbers 35:20", "Numbers 35:21", "Numbers 35:22", "Numbers 35:23", "Numbers 35:24", "Numbers 35:25", "Numbers 35:26", "Numbers 35:27", "Numbers 35:28", "Numbers 35:29", "Numbers 35:30", "Numbers 35:31", "Numbers 35:32", "Numbers 35:33", "Numbers 35:34", "Numbers 36:1", "Numbers 36:2", "Numbers 36:3", "Numbers 36:4", "Numbers 36:5", "Numbers 36:6", "Numbers 36:7", "Numbers 36:8", "Numbers 36:9", "Numbers 36:10", "Numbers 36:11", "Numbers 36:12", "Numbers 36:13"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, On the Book of Numbers and Its Structure 2-52", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר א׳ ב׳-נ״ב", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "On the Book of Numbers and Its Structure", "he": "במדבר מאמר א׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "במדבר מאמר א׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["T<small>HE READER WHO APPROACHES THE BOOK OF</small> N<small>UMBERS UNDER THE INFLUENCE OF ITS</small> common Hebrew name, <i>Bemidbar</i>, “In the Wilderness,” will logically expect a narrative account of the wanderings of the Israelites before they reach the Promised Land. But the book in its present form is a great deal more than that. To be sure,it contains stories of the long trek from Egypt to Canaan, with moments of triumph and difficulty, obedience and rebellion. Some of the great narratives of the Pentateuch are here, from the account of Korah’s revolt (Chap. 16) to Moshe’s sin (20) to Bil'am’s recalcitrant donkey (22). But the book also features census and sacrificial donation lists; details of the setup of Israel’s camp; the duties of the Levites in the traveling sanctuary; laws regarding wives suspected of adultery and those who take on extraordinary vows; a complicated and mysterious ritual for removing the extreme ritual pollution carried by death; a doubled tale about daughters inheriting land; and a host of other rules and regulations.", "It is this composite character and apparent lack of easily definable structure that imbue the book with fascination for scholars and with frustration for lay readers. While the four other books of the Torah also mix narrative, law, poetry, and cultic regulations, none of them has combined and alternated these genres with such abandon. There are a number of possible explanations for this. First, it is conceivable that Numbers as we have it reflects the desire to preserve as many traditions about the wilderness wanderings as possible; as Greenberg (1972) has demonstrated with the traditions about the revelation on Mount Sinai, it may have been more important to collect everything relevant than to create a smooth or seamless text. Second, here as elsewhere in the Torah, narrative may serve to introduce law or to provide the preceding background for it. Third, there is an aesthetic consideration: the great rebellion stories in the center of the book, to give an example, are separated from one another by prescriptive legal passages. Earlier books in the Torah similarly utilize breaks of varying lengths (e.g., the genealogical lists in Genesis, the Tabernacle texts of Exodus). The result is to highlight both narrative and law, and also to provide a large-scale rhythm to the book (Milgrom comments on the consistent alternating pattern).", "The kind of literary mixture that we find in Numbers goes beyond that rabbinic dictum that “the Torah speaks in human language.” It suggests that, far from betraying human frailties in the composition or transmission of the traditions presented in Numbers, a purposeful and powerful hand has been at work. More than any other book in the Torah, this one gives evidence of an editorial process. While the finished product may not be able to help us unravel the detailed history of that process, we may at least observe that much has been added to the wilderness narratives, in a way that transforms them into a patterned view of Israel’s early history.", "Recent commentaries see a two- or three-part structure to Numbers, based either on geography—the Sinai Wilderness, Kadesh, the plains of Moab—or chronology. Since the book as we have it is not entirely clear about either area— there seems to be internal disagreement about where the spies (Chap. 13) left from and went, and also about when the forty-year punishment began—I am in general agreement with Olson’s scheme of seeing the book as “The Death of the Old and the Birth of the New,” that is, the slave generation and that of their children, which are set apart by the two census lists in Chapters 1 and 26. But the differences between Chapters 1–10 and 11–25 must also be taken into account. I propose the following theoretical structure:", "I In the Wilderness of Sinai: The Camp", "1 The Census (Musterings) of the Israelites; the Duties of the Levites", "2 The Ordering of the Camp", "3 The Census of the Levites According to Their Duties", "4 The Tasks of the Levites", "5 Threats to the Ritual Integrity of the Camp", "6 Procedure Regarding a Nazirite; the Priestly Blessing", "7 Gifts of the Tribes to the Tabernacle", "8 The Tabernacle Lamps; Purification of the Levites", "9 Passover in the Wilderness; God’s Presence with the Tabernacle", "10 The Journey to Canaan Commences", "II The Rebellious Folk: Narratives of Challenge", "A Sealing the Fate of the First Generation", "11 First Rebellion: Food", "12 Second Rebellion: Siblings", "13 The Spies’ Mission", "14 Third Rebellion: Panic", "15 Interlude: Rules on Sacrifices, Sabbath, and Tassels", "B The Crisis of Leadership", "16 Fourth Rebellion: Korah and the Levites", "17 Fifth Rebellion: After the Purge", "18 The Levites as Guardians", "19 Pollution by Death and Its Removal", "20 Sixth Rebellion: The Sin of Moshe and Aharon", "C Encountering the Other", "21 Encounters with Various Neighbors; Seventh Rebellion:", "Food and Water", "22–24 The Bil'am Cycle", "25 Final Rebellion: Apostasy", "III In the Plains of Moab: Preparations for the Conquest of Canaan", "26 The Second Census", "27 Inheritance: the Daughters of Tzelofhad I", "28–29 Sacrifices for Holy Days", "30 Rules Concerning Vows", "31 First Battle and Aftermath", "32 Two and a Half Tribes and the Future Conquest", "33 Wilderness Itinerary and Warning", "34 Future Borders", "35 The Levites’ Towns of Asylum", "36 Inheritance: the Daughters of Tzelofhad II", "In this scheme, not only does the otherwise haphazard subject matter of the book fit roughly into the three divisions, but the divisions themselves seem to correspond to narrative mood swings. This might be characterized as a movement from order to chaos, and back to order again. The wilderness camp is still connected to the ordering—nation-founding—experience of Sinai; God speaks to Moshe from the Tabernacle, both here and in Leviticus, and the structure serves as a surrogate Mount Sinai. The concerns of Part I, therefore, are expressed in lists, and the section is filled with them.", "With the rebellion narratives of Part II, which not coincidentally take place as soon as Israel sets out on its journey through the wilderness, the idealistic order of Sinai is broken, and the people (and Moshe) must deal with the harsh reality of life in the desert. It becomes clear that nation-founding involves not only the giving of laws and the arranging of societal roles, but also the developing of the ability to cope with physical and spiritual challenges to survival.", "The slave generation is unable to successfully meet the challenge, and Part II chronicles their failures and their punishment. They had been born into the rigidly ordered situation of slavery—an order with underlying spiritual chaos— and only their children, born into the chaotic but free air of the wilderness, can be readied for the orderly transition into conquest and societal life on their own soil. This readying process is portrayed in Part III, through a series of lists once again: another military census, clear inheritance laws, a sacred calendar tied to the growing cycles of the land, a tracing of the Israelites’ travels through the wilderness, and a laying out of future borders. By the end of the book, Israel is fully prepared to enter the land, with a new generation, new leadership in the wings, a full set of societal rules, an operative cult, and, above all, a collective memory of experiences that serve to instruct and warn future generations. These issues will be fully and memorably summarized in the great final speeches of Moshe that comprise the last book of the Torah, Deuteronomy.", "Of special note in the book of Numbers is the emphasis on the Levites and their tasks. The text introduces this group, which may have originated as a guild rather than as a tribe, already in Chapter 1 (v.47). Thereafter, they play a major role in the book—the portrayal of their purification for service (Chap. 8), the great rebellion fomented by some of them (16), their important function as guardians against encroachment on the sanctuary (18), and their distribution in certain towns that serve also as places of refuge for accidental manslayers (35) is spread throughout the book, as if to form a distinctive thread amid the other themes of wandering, rebellion, and preparation for conquest. This interest in the Levites, in the eyes of some scholars, signals a particularly late development in the history of Israelite religion, and perhaps a late editing for our book as well. It also indicates how thoroughly the wilderness traditions have been reworked, to establish a hoary history for the central Israelite institutions connected with divine worship. While it is next to impossible to trace the internal struggles of the Israelite priesthood over the centuries with historical precision, it seems clear that such strife was part of history, and may be reflected in the portrayals of Aharon, Korah, and Pin’has, to mention just a few of the priestly/Levitical figures that populate the wilderness stories. At any rate, the combining of clearly priestly material into the varied narrative and poetic stuff of Numbers has created a book different than what might have been, had the editors sought a story and only a story. The same, of course, might be said for the entire five books of which Numbers is a part.", "As I noted in the introduction to Volume II of this work, <i>Now These Are the Names</i> (Exodus), the hero’s journey through the unknown is, of course, a central theme in Western literature. From Homer’s <i>Odyssey</i> to Sinbad’s journeys in <i>A Thousand and One Nights</i> to the many twentieth-century works on the theme, the protagonist’s unfamiliar terrain has become the familiar metaphor for our own inner journeys. Such accounts normally concentrate on obstacles in the way: opponents divine and human, harsh landscapes, wild beasts, lack of water, lack of people and succor. Heroes are left to their own devices, and if they are successful in completing their journey, the audience experiences the vicarious triumph of conquering the impossible. Indeed, the operating principle seems to be: the greater the obstacles, the more stunning the triumph.", "The wilderness trek recounted in the heart of the book of Numbers has a wholly different feel. To be sure, there are obstacles, some of them standard, such as the dearth of food and water and the opposition of hostile nations along the way. But the main emphasis in these texts is on internal obstacles—the people’s lack of trust, faith, and courage. And as so often happens in the Torah, physical background, as important as it obviously is in Numbers, what with a myriad of geographical locations noted, is overshadowed by the dominant issue of the relationship between Israel and God. The God of the wilderness journey is initially a provider and protector (cf. Ex. 15–18); when he turns lawgiver, Israel’s situation seems secure despite the harsh ecological setting. But Numbers has chosen to remember the people’s moments of doubt and rebellion above all, and so the orderly leaving of Sinai which closes the first part of the book, along with the orderly preparations for conquest that mark its third part, fade in the reader’s consciousness before the memorable narratives in Chapters 11–25.", "It has been pointed out (Tunyogi) that these stories serve as “foundation accounts,” as stories that tell about “the archetypes to be repeated in all coming generations.” As such, they are significant in later Israel’s understanding of itself. Through the book of Numbers, later generations were warned not to repeat the sins of the wilderness; and Moshe himself came to be looked upon as the quintessential prophet. For the era of the literary prophets (ninth-sixth centuries <small>B.C.E.</small>), concerned as they were with Israel’s forgetfulness and backsliding, and the era of Babylonian Exile (sixth century <small>B.C.E.</small>), in which the exiles also found themselves outside the Promised Land, there could have been no stronger warning or cause for hope than the stories and laws set down in the Torah, and especially the traditions recorded in the book of Numbers."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62037ee76bfddfbb310fed12", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Numbers, Part II; The Rebellion Narratives, Bil'am's First Visions 2", "anchorRef": "Numbers 23:1-30", "anchorRefExpanded": ["Numbers 23:1", "Numbers 23:2", "Numbers 23:3", "Numbers 23:4", "Numbers 23:5", "Numbers 23:6", "Numbers 23:7", "Numbers 23:8", "Numbers 23:9", "Numbers 23:10", "Numbers 23:11", "Numbers 23:12", "Numbers 23:13", "Numbers 23:14", "Numbers 23:15", "Numbers 23:16", "Numbers 23:17", "Numbers 23:18", "Numbers 23:19", "Numbers 23:20", "Numbers 23:21", "Numbers 23:22", "Numbers 23:23", "Numbers 23:24", "Numbers 23:25", "Numbers 23:26", "Numbers 23:27", "Numbers 23:28", "Numbers 23:29", "Numbers 23:30"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, Part II; The Rebellion Narratives, Bil'am's First Visions 2", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר ג׳, במדבר הערה י״ג ב׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Bil'am's First Visions", "he": "במדבר הערה י״ג"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "במדבר הערה י״ג", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "Having been granted permission to hire himself out to Balak, but with the caveat that he may speak only God’s word, Bil’am prepares to curse Israel. But his “encounters” with God leave not the slightest doubt of the outcome; curse is turned to blessing, despite all the correct ritual preparations and previous promises of payment for services rendered. One almost has the impression of a seance gone wrong. And, professionally speaking, hired prophets are supposed to tell kings what they want to hear.", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620380ac713bd8cd388d3e55", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Numbers, Part II; The Rebellion Narratives, On Bil'am 2-10", "anchorRef": "Numbers 22:5-25:9", "anchorRefExpanded": ["Numbers 22:5", "Numbers 22:6", "Numbers 22:7", "Numbers 22:8", "Numbers 22:9", "Numbers 22:10", "Numbers 22:11", "Numbers 22:12", "Numbers 22:13", "Numbers 22:14", "Numbers 22:15", "Numbers 22:16", "Numbers 22:17", "Numbers 22:18", "Numbers 22:19", "Numbers 22:20", "Numbers 22:21", "Numbers 22:22", "Numbers 22:23", "Numbers 22:24", "Numbers 22:25", "Numbers 22:26", "Numbers 22:27", "Numbers 22:28", "Numbers 22:29", "Numbers 22:30", "Numbers 22:31", "Numbers 22:32", "Numbers 22:33", "Numbers 22:34", "Numbers 22:35", "Numbers 22:36", "Numbers 22:37", "Numbers 22:38", "Numbers 22:39", "Numbers 22:40", "Numbers 22:41", "Numbers 23:1", "Numbers 23:2", "Numbers 23:3", "Numbers 23:4", "Numbers 23:5", "Numbers 23:6", "Numbers 23:7", "Numbers 23:8", "Numbers 23:9", "Numbers 23:10", "Numbers 23:11", "Numbers 23:12", "Numbers 23:13", "Numbers 23:14", "Numbers 23:15", "Numbers 23:16", "Numbers 23:17", "Numbers 23:18", "Numbers 23:19", "Numbers 23:20", "Numbers 23:21", "Numbers 23:22", "Numbers 23:23", "Numbers 23:24", "Numbers 23:25", "Numbers 23:26", "Numbers 23:27", "Numbers 23:28", "Numbers 23:29", "Numbers 23:30", "Numbers 24:1", "Numbers 24:2", "Numbers 24:3", "Numbers 24:4", "Numbers 24:5", "Numbers 24:6", "Numbers 24:7", "Numbers 24:8", "Numbers 24:9", "Numbers 24:10", "Numbers 24:11", "Numbers 24:12", "Numbers 24:13", "Numbers 24:14", "Numbers 24:15", "Numbers 24:16", "Numbers 24:17", "Numbers 24:18", "Numbers 24:19", "Numbers 24:20", "Numbers 24:21", "Numbers 24:22", "Numbers 24:23", "Numbers 24:24", "Numbers 24:25", "Numbers 25:1", "Numbers 25:2", "Numbers 25:3", "Numbers 25:4", "Numbers 25:5", "Numbers 25:6", "Numbers 25:7", "Numbers 25:8", "Numbers 25:9"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, Part II; The Rebellion Narratives, On Bil'am 2-10", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר ג׳, במדבר הערה י״א ב ב׳-י׳", "anchorVerse": 5, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "The Five Books of Moses, by Everett Fox, Numbers, Part II; The Rebellion Narratives, On Bil'am 2-10", "he": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר ג׳, במדבר הערה י״א ב ב׳-י׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "במדבר הערה י״א ב", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["N<small>OW EMBEDDED WITHIN THE SECOND PART OF THE BOOK OF</small> N<small>UMBERS, THE STORIES</small> and exalted poetry connected with the name of the pagan prophet Bil'am (Balaam) in many ways point to the final section of the book. They provide a welcome relief from the depressing and at times exasperating narratives of rebellion. Israel in Bil'am’s vision is the realization of the patriarchal dream, a sea of people (and tents) without number, upright in conduct and victorious in battle. In its focusing on the theme of reversal—curses turned to blessings, ass turned seer/prophet, and prophet turned fool—the Bil'am section suggests that, as we leave the old generation to die out in the wilderness, God’s own “cursing” of the people because of their rebelliousness will somehow, ultimately, be turned into blessing. No wonder that Buber (1988) felt the hidden presence of Moses and his vision of Israel in these chapters.", "Recent archaeological finds have placed Bil'am as a figure known to extrabiblical traditions located in the lands east of the Jordan. The Torah uses him (as the Bible may have used Job and other such personalities) for its own purposes, picking up a theme it has utilized earlier: the acknowledgment of God’s power and Israel’s glory by a wise or inspired pagan (cf., for instance, the figure of Jethro, Moses’ father-in-law, in Ex. 18; or, to use later examples, Jericho’s Rahab in Josh. 2 and the Queen of Sheba in I Kings 10). Just as the Pharaoh is made to acknowledge God’s power and Israel’s glory toward the beginning of the Exodus sequence, so the nations or tribes surrounding Israel are portrayed as coming to the same realization at its end. Bil'am, as it were, provides religious legitimacy for these ideas in the non-Israelite domain.", "The narrative is built, not only on obvious theme words such as “word,” “speak,” and “curse/revile/doom,” but also on repeating phrases. Central to them, in variation, is “only the word that I [God] speak to you, / that (alone) may speak” (22:20, 35, 38; 23:12, 36). The episode with the she-ass, one of the most unusual in the Bible, revolves around the threefold “And the she-ass saw YHWH’s messenger” (22:23, 2.5, 27), suggesting, of course, that Bil'am, the reputed holy man, does not see him. The story also offers an illustration of the Bible’s balanced sense of justice: Balak “once again” sends emissaries, Bil'am “once again” beats the she-ass, but these actions are thwarted by the divine messenger’s “once again” blocking the path (and, symbolically, the curse).", "While some scholars have suggested that the she-ass section has origins independent from the main body of the story, it is verbally linked to Bil'am’s speeches later in the story by a single device. The refrain of “these three times,” describing Bil'am’s beating of the she-ass and her refusal to continue, is matched by the threefold refusal of God to allow anything but blessing to publicly issue forth from the prophet’s mouth (“[on] these three occasions,” 24:10).", "The poetic sections of the story are built on the basis of a stock scene: Bil'am has Balak build seven altars and prepare seven bulls and seven rams; the prophet sacrifices the animals, and has the king stand alongside the altars while he, Bil'am, goes off to encounter God. When he returns, he “takes up his parable,” stressing twice how God blesses, not curses, Israel, and how he will under no circumstances revoke that blessing. The full version of the blessing, beginning in 24:3, is distinguished by its lofty tone (clearly suggesting the infusion of the “spirit of God” [24:2]). The tripled “Utters …” signals an abrupt change in mood and inspiration; the word, more properly “the utterance of …,” is frequently used by the later Prophets to open their speeches.", "A word should be said about the “oracles to the nations” that begin in 24:17. These are reminiscent of many Prophetic passages, in which the seer turns outside Israel and addresses the neighboring peoples (e.g., Amos 1–2:3). Their inclusion in Numbers helps to link the Bil'am story with what has immediately preceded it, the account of Israel’s militarily successful encounter with its historical neighbors.", "Similarly, the Bil'am episode is linked to the chapter that follows it, the apostasy at Baal-Peor. A tradition reported in 31:8 informs us that Bil'am was among those killed by Pin’has in his “zeal” or “indignation” (Fishbane 1974) for Y<small>HWH</small>.", "<img>", "<b><i>Num. 22:23</i> Now the she-ass saw Y<small>HWH</small>’s messenger/stationed in the way, his sword drawn in his hand …</b>"], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620382efc9ad75f2d99afa26", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "", "ref": "The Five Books of Moses, by Everett Fox, Numbers, Part II; The Rebellion Narratives, On Bil'am 1", "anchorRef": "Numbers 22:2-25:9", "anchorRefExpanded": ["Numbers 22:2", "Numbers 22:3", "Numbers 22:4", "Numbers 22:5", "Numbers 22:6", "Numbers 22:7", "Numbers 22:8", "Numbers 22:9", "Numbers 22:10", "Numbers 22:11", "Numbers 22:12", "Numbers 22:13", "Numbers 22:14", "Numbers 22:15", "Numbers 22:16", "Numbers 22:17", "Numbers 22:18", "Numbers 22:19", "Numbers 22:20", "Numbers 22:21", "Numbers 22:22", "Numbers 22:23", "Numbers 22:24", "Numbers 22:25", "Numbers 22:26", "Numbers 22:27", "Numbers 22:28", "Numbers 22:29", "Numbers 22:30", "Numbers 22:31", "Numbers 22:32", "Numbers 22:33", "Numbers 22:34", "Numbers 22:35", "Numbers 22:36", "Numbers 22:37", "Numbers 22:38", "Numbers 22:39", "Numbers 22:40", "Numbers 22:41", "Numbers 23:1", "Numbers 23:2", "Numbers 23:3", "Numbers 23:4", "Numbers 23:5", "Numbers 23:6", "Numbers 23:7", "Numbers 23:8", "Numbers 23:9", "Numbers 23:10", "Numbers 23:11", "Numbers 23:12", "Numbers 23:13", "Numbers 23:14", "Numbers 23:15", "Numbers 23:16", "Numbers 23:17", "Numbers 23:18", "Numbers 23:19", "Numbers 23:20", "Numbers 23:21", "Numbers 23:22", "Numbers 23:23", "Numbers 23:24", "Numbers 23:25", "Numbers 23:26", "Numbers 23:27", "Numbers 23:28", "Numbers 23:29", "Numbers 23:30", "Numbers 24:1", "Numbers 24:2", "Numbers 24:3", "Numbers 24:4", "Numbers 24:5", "Numbers 24:6", "Numbers 24:7", "Numbers 24:8", "Numbers 24:9", "Numbers 24:10", "Numbers 24:11", "Numbers 24:12", "Numbers 24:13", "Numbers 24:14", "Numbers 24:15", "Numbers 24:16", "Numbers 24:17", "Numbers 24:18", "Numbers 24:19", "Numbers 24:20", "Numbers 24:21", "Numbers 24:22", "Numbers 24:23", "Numbers 24:24", "Numbers 24:25", "Numbers 25:1", "Numbers 25:2", "Numbers 25:3", "Numbers 25:4", "Numbers 25:5", "Numbers 25:6", "Numbers 25:7", "Numbers 25:8", "Numbers 25:9"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, Part II; The Rebellion Narratives, On Bil'am 1", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר ג׳, במדבר הערה י״א ב א׳", "anchorVerse": 2, "sourceHasEn": true, "commentaryNum": 1, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "במדבר הערה י״א ב", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<a class=\"refLink\" data-ref=\"Numbers 22:2-25:9\" data-ven=\"The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995\">Numbers 22:2-25:9</a>", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620382efc9ad75f2d99afa32", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "", "ref": "The Five Books of Moses, by Everett Fox, Numbers, Part II; The Rebellion Narratives, Bil'am's First Visions 1", "anchorRef": "Numbers 23:1-30", "anchorRefExpanded": ["Numbers 23:1", "Numbers 23:2", "Numbers 23:3", "Numbers 23:4", "Numbers 23:5", "Numbers 23:6", "Numbers 23:7", "Numbers 23:8", "Numbers 23:9", "Numbers 23:10", "Numbers 23:11", "Numbers 23:12", "Numbers 23:13", "Numbers 23:14", "Numbers 23:15", "Numbers 23:16", "Numbers 23:17", "Numbers 23:18", "Numbers 23:19", "Numbers 23:20", "Numbers 23:21", "Numbers 23:22", "Numbers 23:23", "Numbers 23:24", "Numbers 23:25", "Numbers 23:26", "Numbers 23:27", "Numbers 23:28", "Numbers 23:29", "Numbers 23:30"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, Part II; The Rebellion Narratives, Bil'am's First Visions 1", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר ג׳, במדבר הערה י״ג א׳", "anchorVerse": 1, "sourceHasEn": true, "commentaryNum": 1, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "במדבר הערה י״ג", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<a class=\"refLink\" data-ref=\"Numbers 23:1-30\" data-ven=\"The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995\">Numbers 23:1-30</a>", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "657ecc73758c1dc532ec92e8", "index_title": "Steinsaltz on Numbers", "category": "Commentary", "type": "commentary", "ref": "Steinsaltz on Numbers 23:16", "anchorRef": "Numbers 23:16", "anchorRefExpanded": ["Numbers 23:16"], "sourceRef": "Steinsaltz on Numbers 23:16", "sourceHeRef": "ביאור שטיינזלץ על במדבר כ״ג:ט״ז", "anchorVerse": 16, "sourceHasEn": true, "commentaryNum": 23.0016, "collectiveTitle": {"en": "Steinsaltz", "he": "ביאור שטיינזלץ"}, "heTitle": "ביאור שטיינזלץ על במדבר", "he": "<b>וַיִּקָּר</b>, הזדמן, הופיע\n  <b>ה' אֶל בִּלְעָם, וַיָּשֶׂם</b> ה' \n  <b>דָּבָר בְּפִיו,</b> שוב, \n  <b>וַיֹּאמֶר: שׁוּב אֶל בָּלָק וְכֹה תְדַבֵּר.</b> בלעם התמלא בדבר ה', אך ייתכן שעדיין לא ידע מה הוא עתיד לומר.", "heVersionTitle": "The Koren Steinsaltz Tanakh HaMevoar - Hebrew", "heLicense": "Copyright: Steinsaltz Center", "heVersionTitleInHebrew": "", "text": "<b>The Lord happened upon Bilam, and </b>again <b>placed speech in his mouth, and said: Return to Balak, and so you shall speak. </b>Bilam was now instilled with the word of God, although it is possible that he did not yet know what he was about to say.", "versionTitle": "The Steinsaltz Tanakh - English", "license": "Copyright: Steinsaltz Center", "versionTitleInHebrew": ""}, {"_id": "554ef0b4fbfba21b48f53fa2", "index_title": "Haamek Davar on Numbers", "category": "Commentary", "type": "commentary", "ref": "Haamek Davar on Numbers 23:16:1", "anchorRef": "Numbers 23:16", "anchorRefExpanded": ["Numbers 23:16"], "sourceRef": "Haamek Davar on Numbers 23:16:1", "sourceHeRef": "העמק דבר על במדבר כ״ג:ט״ז:א׳", "anchorVerse": 16, "sourceHasEn": false, "compDate": [1840, 1880], "commentaryNum": 16.0001, "collectiveTitle": {"en": "Haamek Davar", "he": "העמק דבר"}, "he": "<b>וישם</b> <b>דבר בפיו.</b> היינו המשל ומליצה:\n", "heVersionTitle": "Sefer Torat Elohim, Vilna 1879", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר תורת אלוהים, וילנא 1879", "text": [], "versionTitle": "Yalkut, Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "554ef0b4fbfba21b48f53fa4", "index_title": "Haamek Davar on Numbers", "category": "Commentary", "type": "commentary", "ref": "Haamek Davar on Numbers 23:16:2", "anchorRef": "Numbers 23:16", "anchorRefExpanded": ["Numbers 23:16"], "sourceRef": "Haamek Davar on Numbers 23:16:2", "sourceHeRef": "העמק דבר על במדבר כ״ג:ט״ז:ב׳", "anchorVerse": 16, "sourceHasEn": false, "compDate": [1840, 1880], "commentaryNum": 16.0002, "collectiveTitle": {"en": "Haamek Davar", "he": "העמק דבר"}, "he": "<b>ויאמר.</b> אח״כ אמר אליו עוד <b>שוב וגו׳</b>:\n", "heVersionTitle": "Sefer Torat Elohim, Vilna 1879", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר תורת אלוהים, וילנא 1879", "text": [], "versionTitle": "Yalkut, Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "58b1cfc8d6e4a937f99998ac", "index_title": "Bamidbar Rabbah", "category": "Midrash", "type": "", "ref": "Bamidbar Rabbah 20:20", "anchorRef": "Numbers 23:16", "anchorRefExpanded": ["Numbers 23:16"], "sourceRef": "Bamidbar Rabbah 20:20", "sourceHeRef": "במדבר רבה כ׳:כ׳", "anchorVerse": 16, "sourceHasEn": true, "compDate": [1200], "commentaryNum": 20.002, "collectiveTitle": {"en": "Bamidbar Rabbah", "he": "במדבר רבה"}, "heTitle": "במדבר רבה", "he": "וַיִּבֶן שִׁבְעָה מִזְבְּחֹת, וַיֹּאמֶר אֶל בָּלָק הִתְיַצֵּב כֹּה עַל עֹלָתֶךָ, וַיִּקָּר ה' אֶל בִּלְעָם וַיָּשֶׂם דָּבָר בְּפִיו <small>(במדבר כג, יד טז)</small>, כְּאָדָם שֶׁנּוֹתֵן בָּלִינוֹס בְּפִי בְּהֵמָה וּפוֹקְמָהּ לְהֵיכָן שֶׁיִּרְצֶה, כָּךְ הַקָּדוֹשׁ בָּרוּךְ הוּא פּוֹקֵם אֶת פִּיו, כֵּיוָן שֶׁאָמַר לוֹ: שׁוּב אֶל בָּלָק וּבָרְכֵם, אָמַר מָה אֲנִי הוֹלֵךְ אֶצְלוֹ לָפוּחַ אֶת נַפְשׁוֹ, בִּקֵּשׁ לֵילֵךְ לְעַצְמוֹ, נָתַן הַקָּדוֹשׁ בָּרוּךְ הוּא לוֹ בָּלִינוֹס <small>(במדבר כג, טז)</small>: שׁוּב אֶל בָּלָק וְכֹה תְדַבֵּר. <small>(במדבר כג, יז)</small>: וַיָּבֹא אֵלָיו וְהִנּוֹ נִצָּב עַל עֹלָתוֹ. בָּרִאשׁוֹנָה כְּתִיב בּוֹ <small>(במדבר כג, ו)</small>: הוּא וְכָל שָׂרֵי מוֹאָב, כְּשֶׁרָאוּ שֶׁלֹא הוֹעִילוּ כְּלוּם הִנִּיחוּהוּ וְנִשְׁתַּיְרוּ מִקְצָת שָׂרֵי מוֹאָב אִתּוֹ. <small>(במדבר כג, יז)</small>: וַיֹּאמֶר לוֹ בָּלָק מַה דִּבֶּר ה', שֶׁרָאָה שֶׁאֵינוֹ בִּרְשׁוּת עַצְמוֹ לוֹמַר מַה שֶּׁהָיָה רוֹצֶה, יָשַׁב לוֹ וְהָיָה מְשַׂחֵק בּוֹ, כֵּיוָן שֶׁרָאָה בִּלְעָם שֶׁהָיָה מְשַׂחֵק, אָמַר לוֹ בִּלְעָם עֲמֹד, אֵין אַתָּה רַשַּׁאי לֵישֵׁב וְדִבְרֵי הַמָּקוֹם נֶאֱמָרִים. <small>(במדבר כג, יח)</small>: קוּם בָּלָק וּשְׁמָע הַאֲזִינָה עָדַי בְּנוֹ צִפֹּר, שְׁנֵיהֶם הָיוּ מָנֶה בֶּן פְּרָס, שֶׁהָיוּ עוֹשִׂין עַצְמָן גְּדוֹלִים מֵאֲבוֹתֵיהֶם. <small>(במדבר כג, יט)</small>: לֹא אִישׁ אֵל וִיכַזֵּב, אֵינוֹ כְּבָשָׂר וָדָם, שֶׁבָּשָׂר וָדָם קוֹנֶה אוֹהֲבִים, מוֹצֵא אֲחֵרִים יָפִים מֵהֶם כּוֹפֵר בָּרִאשׁוֹנִים, וְהוּא אֵינוֹ כֵן, אִי אֶפְשָׁר לוֹ לָשׁוּב מִשְּׁבוּעַת הָאָבוֹת הָרִאשׁוֹנִים. <small>(במדבר כג, יט)</small>: הַהוּא אָמַר וְלֹא יַעֲשֶׂה, אוֹמֵר לְהָבִיא עֲלֵיהֶן רָעוֹת, אִם עָשׂוּ תְּשׁוּבָה הוּא מְבַטְּלָן, אַתְּ מוֹצֵא כָּתוּב בַּתּוֹרָה <small>(שמות כב, יט)</small>: זֹבֵחַ לָאֱלֹהִים יָחֳרָם וגו', וְעָשׂוּ אֶת הָעֵגֶל וְהָיוּ רְאוּיִין לִכְלָיָה, וְהָיִיתִי סָבוּר לְקַלְּלָן וּלְהַכְחִידָן, וּמְעַט עָשׂוּ תְּשׁוּבָה, וּבִטֵּל <small>(שמות לב, יד)</small>: וַיִּנָּחֶם ה' עַל הָרָעָה, וְכֵן בִּמְקוֹמוֹת הַרְבֵּה שֶׁאָמַר עַל יְכָנְיָה <small>(ירמיה כב, ל)</small>: כִּי לֹא יִצְלַח מִזַּרְעוֹ אִישׁ, וְאוֹמֵר <small>(חגי ב, כב)</small>: וְהָפַכְתִּי כִּסֵּא מַמְלָכוֹת וְהִשְׁמַדְתִּי חֹזֶק מַמְלְכוֹת הַגּוֹיִם, <small>(חגי ב, כג)</small>: בַּיּוֹם הַהוּא נְאֻם ה' צְבָאוֹת אֶקָחֲךָ זְרֻבָּבֶל בֶּן שְׁאַלְתִּיאֵל עַבְדִּי נְאֻם ה' וְשַׂמְתִּיךָ כַּחוֹתָם עַל לִבִּי, וּבִטֵּל מַה שֶּׁאָמַר לְאָבִיו <small>(ירמיה כב, כד)</small>: חַי אָנִי נְאֻם ה' כִּי אִם יִהְיֶה כָּנְיָהוּ בֶן יְהוֹיָקִים מֶלֶךְ יְהוּדָה חוֹתָם עַל יַד יְמִינִי כִּי מִשָּׁם אֶתְּקֶנְךָּ. וְכֵן בְּאַנְשֵׁי עֲנָתוֹת <small>(ירמיה יא, כג)</small>: וּשְׁאֵרִית לֹא תִהְיֶה לָהֶם, כֵּיוָן שֶׁעָשׂוּ תְּשׁוּבָה קִיְּמָן, דִּכְתִיב <small>(נחמיה ז, כז)</small>: אַנְשֵׁי עֲנָתוֹת מֵאָה. לֹא הִבִּיט אָוֶן בְּיַעֲקֹב <small>(במדבר כג, כא)</small>, אָמַר בִּלְעָם אֵינוֹ מִסְתַּכֵּל בָּעֲבֵרוֹת שֶׁבְּיָדָם וְאֵינוֹ מִסְתַּכֵּל אֶלָּא בַּגֵּאוּת שֶׁלָּהֶן, <small>(במדבר כג,כא)</small>: ה' אֱלֹהָיו עִמּוֹ וּתְרוּעַת מֶלֶךְ בּוֹ, אָמַרְתָּ לִי <small>(במדבר כב, ו)</small>: לְכָה נָא אָרָה לִּי יַעֲקֹב, פַּרְדֵּס שֶׁיֵּשׁ לוֹ שׁוֹמֵר אֵין הַגַּנָּב יָכוֹל לְהַזִּיקוֹ, וְאִם יָשֵׁן לוֹ הַגַּנָּב נִכְנָס, וְאֵלּוּ <small>(תהלים קכא, ד)</small>: הִנֵּה לֹא יָנוּם וְלֹא יִישָׁן שׁוֹמֵר יִשְׂרָאֵל, וְהֵיאַךְ אֲנִי יָכוֹל לְהַזִּיקָן. ה' אֱלֹהָיו עִמּוֹ, אָמַר לוֹ בָּלָק הוֹאִיל וְאֵינְךָ יָכוֹל לִגַּע בָּהֶן מִפְּנֵי משֶׁה מְשַׁמְּשָׁן, רְאֵה זֶה שֶׁעוֹמֵד אַחֲרָיו מַה יִּהְיֶה, אָמַר לוֹ אַף הוּא קָשֶׁה כְּמוֹתוֹ, וּתְרוּעַת מֶלֶךְ בּוֹ, תּוֹקֵעַ וּמֵרִיעַ וּמַפִּיל חוֹמָה. <small>(במדבר כג, כב)</small>: אֵל מוֹצִיאָם מִמִּצְרָיִם, אָמַרְתָּ לִי <small>(במדבר כב, ה)</small>: עַם יָצָא מִמִּצְרַיִם, מֵעַצְמָן, וְאֵינוֹ כֵן אֶלָּא הוּא הוֹצִיאָם. <small>(במדבר כג, כב)</small>: כְּתוֹעֲפֹת רְאֵם, כָּךְ הוּא מִדָּתוֹ חָטְאוּ קִמְעָא הוֹרִידָן כָּעוֹף, שֶׁנֶּאֱמַר <small>(הושע ט, יא)</small>: אֶפְרַיִם כָּעוֹף יִתְעוֹפֵף כְּבוֹדָם, זָכוּ מַעֲלָן וּמְרוֹמְמָן כָּעָב, שֶׁנֶּאֱמַר <small>(ישעיה ס, ח)</small>: מִי אֵלֶּה כָּעָב תְּעוּפֶינָה. <small>(במדבר כג, כג)</small>: כִּי לֹא נַחַשׁ בְּיַעֲקֹב וְלֹא קֶסֶם בְּיִשְׂרָאֵל, הֲרֵי אַתְּ מְחַזֵּר וּמְנַחֵשׁ וּמְקַסֵּם בְּאֵיזֶה מָקוֹם תִּשְׁלֹט בָּהֶם, וְהֵם אֵינָם כֵּן, כְּשֶׁהֵן צְרִיכִין לְהִלָּחֵם בְּשׂוֹנֵא עוֹמֵד כֹּהֵן גָּדוֹל וְלוֹבֵשׁ אוּרִים וְתֻמִּים וְנִשְׁאַל בְּהַקָּדוֹשׁ בָּרוּךְ הוּא, וְכָל הַגּוֹיִם מְקַסְּמִים וּמְנַחֲשִׁים, וְאֵלּוּ מְשַׁבְּרִין אוֹתָם בִּתְשׁוּבָה, שֶׁנֶּאֱמַר <small>(ישעיה מד, כה)</small>: מֵפֵר אֹתוֹת בַּדִּים וְקֹסְמִים יְהוֹלֵל. <small>(במדבר כג, כג)</small>: כָּעֵת יֵאָמֵר לְיַעֲקֹב וּלְיִשְׂרָאֵל מַה פָּעַל אֵל, רָאֲתָה עֵינוֹ אֶת יִשְׂרָאֵל יוֹשְׁבִין לִפְנֵי הַקָּדוֹשׁ בָּרוּךְ הוּא כְּתַלְמִיד לִפְנֵי רַבּוֹ לֶעָתִיד לָבוֹא וְשׁוֹאֲלִין מִמֶּנּוּ כָּל פָּרָשָׁה וּפָרָשָׁה לָמָּה נִכְתְּבָה, וְכֵן הוּא אוֹמֵר <small>(ישעיה כג, יח)</small>: כִּי לַיּשְׁבִים לִפְנֵי ה' יִהְיֶה סַחְרָהּ לֶאֱכֹל לְשָׂבְעָה וְלִמְכַסֶּה עָתִיק. וְאוֹמֵר <small>(ישעיה ל, כ)</small>: וְלֹא יִכָּנֵף עוֹד מוֹרֶיךָ וְהָיוּ עֵינֶיךָ רֹאוֹת אֶת מוֹרֶיךָ, וּמַלְאֲכֵי הַשָּׁרֵת רוֹאִין אוֹתָן וְשׁוֹאֲלִין אוֹתָן מָה הוֹרָה לָכֶם הַקָּדוֹשׁ בָּרוּךְ הוּא, לְפִי שֶׁאֵינָן יְכוֹלִין לִכָּנֵס בִּמְחִיצָתָן, שֶׁנֶּאֱמַר: כָּעֵת יֵאָמֵר לְיַעֲקֹב וגו'. הֶן הֶן עָם כְּלָבִיא יָקוּם <small>(במדבר כג, כד)</small>, אֵין אֻמָּה בָּעוֹלָם כַּיּוֹצֵא בָהֶם, הֲרֵי הֵן יְשֵׁנִים מִן הַתּוֹרָה וּמִן הַמִּצְווֹת וְעוֹמְדִין מִשְּׁנָתָן כַּאֲרָיוֹת וְחוֹטְפִין קְרִיאַת שְׁמַע וּמַמְלִיכִין לְהַקָּדוֹשׁ בָּרוּךְ הוּא, וְנַעֲשִׂין כַּאֲרָיוֹת וּמַפְלִיגִין לְדֶרֶךְ אֶרֶץ, לְמַשָֹּׂא וּמַתָּן, אִם נִתְקַל אֶחָד מֵהֶם בְּכֻלָּם אוֹ אִם מְחַבְּלִין בָּאִין לִגַּע בְּאֶחָד מֵהֶן, מַמְלִיךְ לְהַקָּדוֹשׁ בָּרוּךְ הוּא <small>(במדבר כג, כד)</small>: לֹא יִשְׁכַּב עַד יֹאכַל טֶרֶף, כְּשֶׁהוּא אוֹמֵר <small>(דברים ו, ד)</small>: ה' אֶחָד, נֶאֱכָלִין הַמְחַבְּלִין מִפָּנָיו וּמְלַחֲשִׁין אַחֲרָיו: בָּרוּךְ שֵׁם כְּבוֹד מַלְכוּתוֹ לְעוֹלָם וָעֶד, וּבוֹרְחִין, וְהוּא נִסְמָךְ בִּקְרִיאַת שְׁמַע מִשּׁוֹמְרֵי הַיּוֹם לְשׁוֹמְרֵי הַלַּיְלָה, וּכְשֶׁבָּא לִישֹׁן מַפְקִיד רוּחוֹ לְהַקָּדוֹשׁ בָּרוּךְ הוּא, שֶׁנֶּאֱמַר <small>(תהלים לא, ו)</small>: בְּיָדְךָ אַפְקִיד רוּחִי. וּכְשֶׁנִּנְעַר מַמְלִיךְ לְהַקָּדוֹשׁ בָּרוּךְ הוּא, הַשּׁוֹמְרִים בַּלַּיְלָה מוֹסְרִין אוֹתוֹ לְשׁוֹמְרֵי הַיּוֹם, שֶׁנֶּאֱמַר <small>(תהלים קל, ו)</small>: נַפְשִׁי לַה' מִשֹּׁמְרִים לַבֹּקֶר שֹׁמְרִים לַבֹּקֶר, לָכֵן בִּלְעָם אוֹמֵר אֵי זוֹ אֻמָּה כָּזּוֹ. <small>(במדבר כג, כד)</small>: וְדַם חֲלָלִים, מִתְנַבֵּא שֶׁאֵין משֶׁה מֵת עַד שֶׁיִּתֵּן נְקָמָה בּוֹ וּבַחֲמֵשֶׁת מַלְכֵי מִדְיָן, שֶׁנֶּאֱמַר: לֹא יִשְׁכַּב עַד יֹאכַל טֶרֶף, זֶה בִּלְעָם, הֱוֵי: וְדַם חֲלָלִים יִשְׁתֶּה. <small>(במדבר לא, ח)</small>: וְאֶת מַלְכֵי מִדְיָן הָרְגוּ עַל חַלְלֵיהֶם. <small>(במדבר לא, ו)</small>: וּכְלֵי הַקֹּדֶשׁ זֶה הַצִּיץ שֶׁכָּתוּב בּוֹ <small>(שמות כח, לו)</small>: קֹדֶשׁ לַה', <small>(במדבר לא, ו)</small>: וַחֲצֹצְרוֹת הַתְּרוּעָה בְּיָדוֹ, אָמַר לָהֶם משֶׁה לְיִשְׂרָאֵל, בִּלְעָם הָרָשָׁע עוֹשֶׂה לָהֶם כְּשָׁפִים וּפוֹרֵחַ וּמַפְרִיחַ לַחֲמֵשֶׁת הַמְלָכִים, הַרְאוּ לוֹ אֶת הַצִּיץ שֶׁשְּׁמוֹ שֶׁל הַקָּדוֹשׁ בָּרוּךְ הוּא גָּלוּף עָלָיו וְהֵן נוֹפְלִין, תֵּדַע שֶׁכֵּן כְּתִיב <small>(במדבר לא, ח)</small>: וְאֶת מַלְכֵי מִדְיָן הָרְגוּ עַל חַלְלֵיהֶם אֶת אֱוִי וְאֶת רֶקֶם וְאֶת בִּלְעָם בֶּן בְּעוֹר, מַה בִּקֵּשׁ אוֹתוֹ רָשָׁע עִם מַלְכֵי מִדְיָן, לֹא כָךְ כְּתִיב <small>(במדבר כד, כה)</small>: וַיָּקָם בִּלְעָם וַיֵּלֶךְ וַיָּשָׁב לִמְקֹמוֹ, אֶלָּא מִשֶּׁשָּׁמַע שֶׁנָּפְלוּ בַּעֲצָתוֹ עֶשְׂרִים וְאַרְבָּעָה אֶלֶף, חָזַר לִטֹּל מֵהֶן שְׂכָרוֹ, לְכָךְ כְּתִיב בִּלְעָם בֶּן בְּעוֹר עִם חֲמֵשֶׁת מַלְכֵי מִדְיָן.", "heVersionTitle": "Midrash Rabbah -- TE", "heLicense": "unknown", "heVersionTitleInHebrew": "מדרש רבה - תורת אמת", "text": "<b>“He said to Balak: Stand here with your burnt offering, and I will be happened upon there” (Numbers 23:15). <br>“The Lord happened upon Bilam, and placed speech in his mouth, and said: Return to Balak, and so shall you speak” (Numbers 23:16).</b> <br>“He built seven altars…stand here with your burnt offering…. The Lord happened upon Bilam, and placed speech in his mouth” – like a person who places an iron bit in an animal’s mouth and restrains it, and leads it to wherever he wishes. So, the Holy One blessed be He restrained his mouth. When he said to him: \"Return to Balak\" and bless them, he said: ‘What, am I going there to disappoint him [Balak]?’ He sought to go off on his own. The Holy One Blessed be He placed an iron bit for him. “Return to Balak, and so you shall speak.” <br><b>He came to him, and, behold, he was standing with his burnt offering, and the princes of Moav with him. Balak said to him: What did the Lord speak?” (Numbers 23:17).</b> <br>“He came to him, and, behold, he was standing with his burnt offering” – initially, it is written in his regard: “He, and all the princes of Moav” (Numbers 23:6). When they saw that it was to no avail, they left him, and only some of the princes of Moav remained with him.<sup class=\"footnote-marker\">62</sup><i class=\"footnote\">Before it said “all” the princes of Moav, and now it only says “the princes of Moav.”</i> <br>“Balak said to him: What did the Lord speak?” He [Balak] saw that he [Bilam] was not under his own control, to say what he would have wanted; he [Balak] sat himself down and was mocking him. When Bilam saw that he was mocking him, Bilam said to him: 'Stand, you are not permitted to sit when the words of the Omnipresent are being said.' <br><b>“He took up his parable and said: Rise, Balak, and hear; listen to me, son of Tzipor” (Numbers 23:18).</b> <br>“Rise, Balak, and hear; listen to me, son of Tzipor”  – both of them were worth one hundred dinars, sons of [men worth] half that, as they rendered themselves greater than their fathers. <br><b>“God is not a man, that He will deceive, or the son of man, that He will reconsider; will He say and not perform, or speak and not fulfill it?” (Numbers 23:19).</b> <br>“God is not a man, that He will deceive” – He is not like flesh and blood, as flesh and blood acquires friends, finds others better than they are, and forsakes the first ones. But He is not so. It is impossible for Him to reconsider the oath of the initial patriarchs. <br>“He will say and not perform”<sup class=\"footnote-marker\">63</sup><i class=\"footnote\">The simple understanding is that this statement is a rhetorical question, but it is expounded and interpreted as a statement.</i> – He says to bring evil upon them, but if they repent, he nullifies the evil. You find written in the Torah: “One who sacrifices to gods will be destroyed” (Exodus 22:19). They crafted the calf and were deserving of elimination, and I thought to curse them and eradicate them. A short time later they repented and he nullified it: “The Lord reconsidered the evil” (Exodus 32:14). <br>Likewise in many places, as He said regarding Yekhonya: “As no man of his descendants will succeed” (Jeremiah 22:30), and it says: “I will overturn the thrones of kingdoms, and I will destroy the strength of the kingdoms of the nations” (Haggai 2:22). “On that day, the utterance of the Lord of hosts, I will take you, Zerubavel son of She’altiel,<sup class=\"footnote-marker\">64</sup><i class=\"footnote\">See II Chronicles 17–19, and the Radak on verse 18; he explains that all the people mentioned in verse 18 were the sons of She’altiel.</i> My servant, the utterance of the Lord, and I will make you like a signet upon my heart.”<sup class=\"footnote-marker\">65</sup><i class=\"footnote\">This is an allusion to “place me as a signet upon your heart” (Song of Songs 8:6).</i> He abrogated what He had said to his father: “As I live, the utterance of the Lord, for if Konya<sup class=\"footnote-marker\">66</sup><i class=\"footnote\">This is a reference to Yehoyakhin the son of Yehoyakim, who was exiled to Babylonia eleven years before the destruction of the Temple. See II Kings 24:8–17.</i> son of Yehoyakim king of Judah, would be a signet upon My right hand, then from there I would sever you” (Jeremiah 22:24). <br>Likewise, regarding the people of Anatot: “There will be no remnant of them” (Jeremiah 11:23). When they repented, He sustained them, as it is written: “The people of Anatot, one hundred [and twenty-eight]” (Nehemiah 7:27). <br><b>“He did not behold evil in Jacob, and did not see sin in Israel; the Lord his God is with him, and the blast of the King is in its midst” (Numbers 23:21).</b> <br>“He did not behold evil in Jacob” – He does not look at the transgressions that they have made, but rather, He looks only at the matters of which they are proud. <br>“The Lord his God is with him, and the blast of the King is in its midst.” ‘[Balak,] you said to me: “Go, please, curse Jacob for me” (Numbers 22:6). An orchard that has a guard, the thief cannot damage it, but if he is sleeping, the thief enters. But these, “Behold, the Guardian of Israel neither slumbers nor sleeps” (Psalms 121:4). How can I harm them?’ <br>“The Lord his God is with him” – Balak said to him: 'Since you cannot touch them due to Moses, their functionary, see what will be with the one that will replace him.' He said to him: 'He is tough like him; \"and the blast of the King is in its midst\" – he sounds an uninterrupted shofar blast, and an interrupted shofar blast topples a wall.'<sup class=\"footnote-marker\">67</sup><i class=\"footnote\">See Joshua 6:20.</i> <br><b>“God, who took them out of Egypt, is like the horns of the wild ox for them” (Numbers 23:22).</b> <br>“God, who took them out of Egypt” – [Bilam said to Balak:] ‘You said to me: “A people emerged from Egypt” (Numbers 22:5), on their own. That is not so, but rather, He took them out.’ <br>“Like the horns [<i>ketoafot</i>] of the wild ox” – this is His mode: If they sin a little, he lowers them like a bird, as it is stated: “Ephraim, its glory will fly away like a bird [<i>keof yitofef</i>]” (Hosea 9:11). If they merit, He elevates them like a cloud, as it is stated: “Who are these who fly like a cloud?” (Isaiah 60:8). <br><b>“For there is no divination in Jacob, and no sorcery in Israel; now, it will be said to Jacob and to Israel, what God has wrought” (Numbers 23:23).</b> <br>“For there is no divination in Jacob, and no sorcery in Israel” – you circulate, divine, and engage in sorcery; in what way will you dominate them? They are not so. When they need to wage war against an enemy, the High Priest stands and dons the Urim and the Tumim and consults with the Holy One blessed be He. All the nations engage in sorcery and divination, and these [Israel] smash them with their repentance, as it is stated: “Who negates the omens of deceivers, and leads diviners astray” (Isaiah 44:25). <br>“Now, it will be said to Jacob and to Israel, what God has wrought” – his eye saw Israel in the future, sitting before the Holy One blessed be He like a student before his teacher, and asking Him regarding each and every portion [in the Torah]: ‘Why was it written?’ Likewise it says: “For its merchandise will be for those who sit before the Lord,<sup class=\"footnote-marker\">68</sup><i class=\"footnote\">Here, too, Israel are referred to as students who sit before God.</i> to eat to satiation and for elegant garments” (Isaiah 23:18), and it says: “But your Teacher will no longer be concealed, and your eyes will see your Teacher” (Isaiah 30:20). The ministering angels will see them and ask them: ‘What did the Holy One blessed be He instruct you?’ It is because they are unable to enter their demarcated area,<sup class=\"footnote-marker\">69</sup><i class=\"footnote\">This refers to the area where Israel sits, as students before their teacher. The verse states that they will be told what God has wrought, and the midrash explains that this means to the exclusion of the angels.</i> as it is stated: “Now, it will be said to Jacob…” <br><b>“Behold, a people will rise like a lion cub, and like a lion, will raise itself; it will not lie down until it has devoured prey, and the blood of the slain it will drink” (Numbers 23:24).</b> <br>“Behold, a people will rise like a lion cub” – there is no nation in the world like them. They sleep from the Torah and the mitzvot,<sup class=\"footnote-marker\">70</sup><i class=\"footnote\">When they are asleep they do not study Torah or fulfill commandments.</i> and rise from their sleep like lions, quickly recite <i>Shema</i>, and crown the Holy One blessed be He as king. They become like lions and go out to engage in labor and commerce. If one encounters any obstacle, or if demons come to harm any of them, he crowns the Holy One blessed be He as king. <br>“It will not lie down until it has devoured prey” – when he recites: “The Lord is one” (Deuteronomy 6:4), the demons are consumed from before him, and they whisper after him: ‘Blessed be the name of His glorious kingdom forever and for all time,’ and they flee. With the reciting of <i>Shema</i>, he is passed from the day watchmen to the night watchmen. When he comes to sleep, he commits his spirit to the Holy One blessed be He, as it is stated: “Into Your hand I commit my spirit” (Psalms 31:6). When he awakens, he crowns the Holy One blessed be He as king and the night watchmen pass him to the day watchmen, as it is stated: “My soul awaits the Lord more than watchmen for the morning, watchmen for the morning” (Psalms 130:6). That is why Bilam says: ‘What nation is like this one?’ <br>“And the blood of the slain [<i>ḥalalim</i>] it will drink” – he prophesies that Moses will not die until he takes revenge against him and against the five kings of Midyan, as it is stated: “It will not lie down until it has devoured prey” – this is Bilam. That is, “and the blood of the slain<sup class=\"footnote-marker\">71</sup><i class=\"footnote\">The Hebrew word is ḥalalim, which is in the plural.</i> it will drink.” “They killed the kings of Midyan among their slain” (Numbers 31:8). “With the holy vessels” (Numbers 31:6) – this is the frontplate on which it was written: “Sacred to the Lord” (Exodus 28:36). “And the trumpets for sounding the blasts in his hand” (Numbers 31:6). Moses said to Israel: ‘The wicked Bilam performs sorcery for them and flies, and causes the five kings to fly. Show him the frontplate upon which the name of the Holy One blessed be He is inscribed, and they will fall.’ Know that, indeed, it is written: “They killed the kings of Midyan among<sup class=\"footnote-marker\">72</sup><i class=\"footnote\">The Hebrew can also be translate \"on their slain\" implying that they fell on the slain from above.</i> their slain: Evi, Rekem…and Bilam son of Beor” (Numbers 31:8). What did that wicked one seek with the kings of Midyan? Is it not written: “Bilam rose, and went, and returned to his place”? (Numbers 24:25).<sup class=\"footnote-marker\">73</sup><i class=\"footnote\">His place was in Petor, not in Midyan.</i> It is rather that when he heard that twenty-four thousand fell by his counsel, he went to collect his wages. That is why Bilam son of Beor was mentioned with the five kings of Midyan.", "versionTitle": "The Sefaria Midrash Rabbah, 2022", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "58b6b184d6e4a952249cc4fa", "index_title": "Minchat Shai on Torah", "category": "Commentary", "type": "commentary", "ref": "Minchat Shai on Torah, Numbers 23:16:1", "anchorRef": "Numbers 23:16", "anchorRefExpanded": ["Numbers 23:16"], "sourceRef": "Minchat Shai on Torah, Numbers 23:16:1", "sourceHeRef": "מנחת שי על תורה, במדבר כ״ג:ט״ז:א׳", "anchorVerse": 16, "sourceHasEn": false, "compDate": [1526], "commentaryNum": 16.0001, "collectiveTitle": {"en": "Minchat Shai", "he": "מנחת שי"}, "heTitle": "במדבר", "he": "<b>ויקר.</b> הקו\"ף דגושה:", "heVersionTitle": "Minchat Shai on Torah", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59636c47d6e4a9416e9c4ab5", "index_title": "Mizrachi", "category": "Commentary", "type": "commentary", "ref": "Mizrachi, Numbers 23:16:1", "anchorRef": "Numbers 23:16", "anchorRefExpanded": ["Numbers 23:16"], "sourceRef": "Mizrachi, Numbers 23:16:1", "sourceHeRef": "מזרחי, במדבר כ״ג:ט״ז:א׳", "anchorVerse": 16, "sourceHasEn": false, "compDate": [1475, 1525], "commentaryNum": 16.0001, "collectiveTitle": {"en": "Mizrachi", "he": "מזרחי"}, "heTitle": "במדבר", "he": "<b>וישם דבר בפיו. </b>מה היא השימה הזאת ומה חסר המקרא באומרו שוב אל בלק וכה תדבר דא\"א לומר שמאמר שוב אל בלק וגומר הוא פירוש וישם דבר בפיו דא\"כ ויאמר ל\"ל היה לו לומר וישם דבר בפיו שוב אל בלק וכה תדבר: \n", "heVersionTitle": "Four commentaries on Rashi. Warsaw, 1862", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "597655a1d6e4a90179bf6ee6", "index_title": "Be'er Mayim Chaim", "category": "Chasidut", "type": "commentary", "ref": "Be'er Mayim Chaim, Numbers 23:16:1", "anchorRef": "Numbers 23:16", "anchorRefExpanded": ["Numbers 23:16"], "sourceRef": "Be'er Mayim Chaim, Numbers 23:16:1", "sourceHeRef": "באר מים חיים, במדבר כ״ג:ט״ז:א׳", "anchorVerse": 16, "sourceHasEn": false, "compDate": [1775, 1815], "commentaryNum": 16.0001, "collectiveTitle": {"en": "Be'er Mayim Chaim", "he": "באר מים חיים"}, "heTitle": "במדבר", "he": "<b>ויקר</b> ה' אל בלעם וגו'. כי שמו יתברך ויתעלה אין מקפח שכר כל בריה וכאן כנראה שמשך בלעם קצת את ידו מלחפש מקום שיוכל לקלל. כי הלא בתחילה נאמר וילך בלעם עם בלק ויבואו קרית חוצות כי הלא אף שבלעם גר היה במדינה בארץ לא לו והיה צריך להמתין עד אשר יוליכו בלק אל המקום אשר ייטב בעיניו, מכל מקום לגודל רוב טפל רשעתו הלך הוא עם בלק לחפש מקום לקלל את ישראל וצוה לו להעריך מזבחות וקרבנות. וכאן לא הלך בלעם כי אם אחר בקשת בלק שביקש מאתו לך נא אתי אל מקום אחר. וגם לא צוה לו להעריך מזבחות ולא העלה הקרבנות כאמור. ונראה מזה שמשך ידו במקצת אחרי ראותו כי טוב בעיני ה' לברך את עמו ישראל באהבה. על כן ויקר ה' אל בלעם כי עד הנה לא הקרה שמו יתברך אליו כי אם בבחינת אלהים בחינת הדין כי חרה אף ה' הוי\"ה הרחמים כי הולך הוא ולא רצה להתראות אליו בשם הזה. ועתה זכה שהקרה ה' שם הוי\"ה אליו מדת הרחמים והוא דבר גדול מאור לכלב כמוהו. ועל כן תיכף וישם דבר בפיו כי למעלה הפסיק הענין בין ויקר לוישם כי ויקר היה מבחינת אלהים הדין והשימה היתה משם הוי\"ה הרחמים לדבר טוב על ישראל וכאן ויקר וישם כי שניהם היו מבחינת שם הוי\"ה הרחמים. וכאן לא נאמר בפי בלעם כאמור למעלה רק בפיו, לומר ששם ה' דבר מה שהיה בפיו מכבר כי כבר בירך את ישראל ועתה שם ה' דבר כמו כן, ויאמר שוב אל בלק וכה תדבר כלומר כן תדבר כאשר דברת לברך את בית ישראל לברכה ולא לקללה. ", "heVersionTitle": "Be'er Mayim Chaim, Jerusalem 1991.", "heLicense": "unknown", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5b0bc284c1533e001928aeed", "index_title": "Malbim on Numbers", "category": "Commentary", "type": "commentary", "ref": "Malbim on Numbers 23:16:1", "anchorRef": "Numbers 23:16", "anchorRefExpanded": ["Numbers 23:16"], "sourceRef": "Malbim on Numbers 23:16:1", "sourceHeRef": "מלבי\"ם על במדבר כ״ג:ט״ז:א׳", "anchorVerse": 16, "sourceHasEn": false, "compDate": [1845, 1875], "commentaryNum": 16.0001, "collectiveTitle": {"en": "Malbim", "he": "מלבי\"ם"}, "heTitle": "מלבי\"ם על במדבר", "he": "<b>ויקר </b>בכאן לא הוצרך לומר את שבעת המזבחות ערכתי כי היה עומד אצל המזבחות, ועז\"א <b>ויבא אליו </b>ולא אמר כמו בפעם הא' <b>וישב אליו </b>כי לא התרחק ממנו:", "heVersionTitle": "Mikraei Kodesh, Vilna, 1891", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מקראי קודש, וילנא תרנ\"א", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5c46a17708d98a02694e61ef", "index_title": "Jastrow", "category": "Reference", "type": "reference", "ref": "Jastrow, פָּקַם 1", "anchorRef": "Numbers 23:16", "anchorRefExpanded": ["Numbers 23:16"], "sourceRef": "Jastrow, פָּקַם 1", "sourceHeRef": "מילון יסטרוב, פָּקַם א׳", "anchorVerse": 16, "sourceHasEn": true, "compDate": [1883, 1903], "commentaryNum": 1, "collectiveTitle": {"en": "Jastrow", "he": "מילון יסטרוב"}, "heTitle": "פָּקַם", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<strong dir=\"rtl\">פָּקַם</strong> <i>to split, perforate</i> (cmp. <a dir=\"rtl\" class=\"refLink\" href=\"/Jastrow,_פְּצַם.1\" data-ref=\"Jastrow, פְּצַם 1\">פצם</a>), esp. <i>to prick an animal’s mouth with the bit; to govern.</i> <a class=\"refLink\" href=\"/Bamidbar_Rabbah.20\" data-ref=\"Bamidbar Rabbah 20\">Num. R. s. 20</a> (ref. to <a class=\"refLink\" href=\"/Numbers.23.16\" data-ref=\"Numbers 23:16\">Num. XXIII, 16</a>) ‘he put a thing in his mouth’ <span dir=\"rtl\">כאדם שנותן … ופוֹקְמָהּ להיכן שירצה</span> as a man puts a bit in the mouth of a beast and makes it go in what direction he desires; <span dir=\"rtl\">כך הקב\"ה פוֹקֵם את פיו</span> so the Lord pricked his (Balaam’s) mouth (making him ‘go back’ to Balak); Tanḥ. Balak 13; Y’lamd. to Num. l. c., quot. in Ar. <span dir=\"rtl\">היה פוקם … ופוקמה</span> (ed. Koh. <span dir=\"rtl\">ופוקקה</span>, corr. acc.).<br/>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Pi.</strong> - <strong dir=\"rtl\">פִּיקֵּם</strong>  <a class=\"refLink\" href=\"/Jastrow,_פקלוניא.1\" data-ref=\"Jastrow, פקלוניא 1\">same</a>, <i>to prick, perforate</i>. Num. R. l. c. (ref. to Num. l. c. 5) <span dir=\"rtl\">שעיקם פיו ופִיקְּמוֹ וכ׳</span> he (the Lord) curved his mouth (as with a bit) and pierced it as a man drives a nail into a board; Yalk. ib. 765 <span dir=\"rtl\">עיקם את פיו ועקמו</span> (corr. acc.)."], "versionTitle": "London, Luzac, 1903", "license": "Public Domain", "versionTitleInHebrew": "תרס״ג"}, {"_id": "5cd1419104bbb60019c1e7c1", "index_title": "Birkat Asher on Torah", "category": "Commentary", "type": "commentary", "ref": "Birkat Asher on Torah, Numbers 23:16:1", "anchorRef": "Numbers 23:16", "anchorRefExpanded": ["Numbers 23:16"], "sourceRef": "Birkat Asher on Torah, Numbers 23:16:1", "sourceHeRef": "ברכת אשר על התורה, במדבר כ״ג:ט״ז:א׳", "anchorVerse": 16, "sourceHasEn": false, "compDate": [1960, 2010], "commentaryNum": 16.0001, "collectiveTitle": {"en": "Birkat Asher on Torah", "he": "ברכת אשר על התורה"}, "heTitle": "במדבר", "he": "<b>רש\"י ד\"ה וישם דבר בפיו, ...ומה חסר המקרא באמרו וכו'.</b> שאלת רש\"י היא למה הוצרך להקדים שה' שם את הדבר בפיו, הלא מאחר שפתח הכתוב ואמר \"ויקר ה' אל בלעם\" להגיד שהתגלה אליו הדיבור, הרי מובן שהוא הַמְצַוֶה עליו \"שוב אל בלק וכה תדבר\". וראה מה שכתבתי למעלה (בפסוק ה). והנה כאן משיב רש\"י בדברי המדרש: ונתן לו הקב\"ה רסן וחכה בפיו וכו', אך למעלה אף לא שאל שאלה זו! (פ' בלק תשנ\"ו) וראה \"לפשוטו של רש\"י\" שכתב: רש\"י אינו שואל את שתי השאלות \"ומה היא השימה? ומה חסר המקרא באמרו שוב?\" בפסוק ה, למרות שגם שם נאמר \"וישם וכו' שוב אל בלק\" וכו', משום שכאן בלעם חוזר אל בלק ואינו מדבר עד שבלק שואל \"מה דבר ה'?\" משמע שלא ברצונו דיבר. ועוד: לא נאמר כאן כפי שנאמר שם (פסוק ג) שבלעם הלך, ומדוע נאמר לו \"שוב\"? לפיכך מביא רש\"י המדרש לפיו, בלעם גם בפעם הזאת הלך ושב בעל כרחו.", "heVersionTitle": "Birkat Asher, Asher Vasertil, Jerusalem 2010-2012", "heLicense": "CC-BY", "heVersionTitleInHebrew": "ברכת אשר, ירושלים תש\"ע-תשע\"ג", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5cd141929539fc005a16001f", "index_title": "Birkat Asher on Torah", "category": "Commentary", "type": "commentary", "ref": "Birkat Asher on Torah, Numbers 23:16:2", "anchorRef": "Numbers 23:16", "anchorRefExpanded": ["Numbers 23:16"], "sourceRef": "Birkat Asher on Torah, Numbers 23:16:2", "sourceHeRef": "ברכת אשר על התורה, במדבר כ״ג:ט״ז:ב׳", "anchorVerse": 16, "sourceHasEn": false, "compDate": [1960, 2010], "commentaryNum": 16.0002, "collectiveTitle": {"en": "Birkat Asher on Torah", "he": "ברכת אשר על התורה"}, "heTitle": "במדבר", "he": "<b>שם. ...כאדם הפוקס בהמה בחכה וכו'.</b> פוקס, פירוש - מחזיק פיה פתוח בעל כרחה (ראה רש\"י שבת קנה ע\"ב). (פ' בלק תשס\"ב)", "heVersionTitle": "Birkat Asher, Asher Vasertil, Jerusalem 2010-2012", "heLicense": "CC-BY", "heVersionTitleInHebrew": "ברכת אשר, ירושלים תש\"ע-תשע\"ג", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5d480f8e3392a20018b481a8", "index_title": "Midrash Tanchuma", "category": "Midrash", "type": "", "ref": "Midrash Tanchuma, Balak 13:1", "anchorRef": "Numbers 23:14-16", "anchorRefExpanded": ["Numbers 23:14", "Numbers 23:15", "Numbers 23:16"], "sourceRef": "Midrash Tanchuma, Balak 13:1", "sourceHeRef": "מדרש תנחומא, בלק י״ג:א׳", "anchorVerse": 14, "sourceHasEn": true, "compDate": [500, 800], "commentaryNum": 13.0001, "collectiveTitle": {"en": "Midrash Tanchuma", "he": "מדרש תנחומא"}, "heTitle": "בלק", "he": "<b>וַיֹּאמֶר</b> בָּלָק אֶל בִּלְעָם מֶה עָשִׂיתָ לִי לָקֹב וְגוֹ', וַיַּעַן בִּלְעָם וַיֹּאמַר, הֲלֹא אֶת אֲשֶׁר יָשִׂים אֱלֹהִים בְּפִי וְגוֹ', וַיֹּאמֶר בָּלָק אֶל בִּלְעָם לְכָה נָא אֶקָּחֲךָ וְגוֹ', וַיִּקָּחֵהוּ שְׂדֵה צוֹפִים וְגוֹ'. רָאָה שֶׁיִּשְׂרָאֵל נִפְרָצִים שָׁם, שֶׁשָּׁם מֵת מֹשֶׁה, שֶׁנֶּאֱמַר: עֲלֵה רֹאשׁ הַפִּסְגָּה וְגוֹ' <small>(דברים ג, כז)</small>. יֵשׁ פִּרְצָה גְּדוֹלָה מִזּוֹ, שֶׁרָאָה בַּנְּחָשִׁים וְהָיָה סָבוּר שֶׁבְּיָדוֹ נוֹפְלִין שָׁם. וַיִּבֶן שִׁבְעָה מִזְבְּחוֹת, וַיֹּאמֶר אֶל בָּלָק הִתְיַצֵּב כֹּה, וַיִּקָּר אֱלֹהִים אֶל בִּלְעָם וְיָשֶׂם דָּבָר בְּפִיו, כְּאָדָם שֶׁנָּתַן כַּלְבּוֹס בְּפִי בְּהֵמָה וּפוֹקְמָהּ לְהֵיכָן שֶׁיִּרְצֶה. כָּךְ הַקָּדוֹשׁ בָּרוּךְ הוּא פּוֹקֵם אֶת פִּיו. כֵּיוָן שֶׁאָמַר לוֹ: שׁוּב אֶל בָּלָק וּבָרְכֵם. אָמַר, מַה לִּי לֵילֵךְ אֶצְלוֹ לָפוּחַ נַפְשׁוֹ. בִּקֵּשׁ לֵילֵךְ לְעַצְמוֹ וְלֹא לְבָלָק. נָתַן הַקָּדוֹשׁ בָּרוּךְ הוּא כַּלְבּוֹס בְּפִיו, שׁוּב אֶל בָּלָק וְכֹה תְּדַבֵּר. וַיָּשָׁב אֵלָיו וְהִנֵּה נִצָּב עַל עוֹלָתוֹ וְשָׂרֵי מוֹאָב. בָּרִאשׁוֹנָה כְּתִיב בּוֹ, הוּא וְכָל שָׂרֵי מוֹאָב. כְּשֶׁרָאוּ שֶׁלֹּא הוֹעִילוּ כְּלוּם, הֱנִיחוּהוּ, וְנִשְׁתַּיְּרוּ עִמּוֹ מִקְצָת שָׂרֵי מוֹאָב. וַיֹּאמֶר לוֹ בָּלָק מַה דִּבֵּר ה'. שֶׁרָאָה שֶׁאֵינוֹ בִּרְשׁוּתוֹ לוֹמַר מַה שֶּׁהוּא רוֹצֶה, יָשַׁב לוֹ וְהָיָה מְשַׂחֵק בּוֹ. כֵּיוָן שֶׁרָאָה שֶׁהָיָה מְשַׂחֵק, אָמַר לוֹ בִּלְעָם, עֲמֹד מִשָּׁם וְאֵין אַתָּה רַשַּׁאי לֵישֵׁב וְדִבְרֵי הַמָּקוֹם נֶאֱמָרִין. קוּם בָּלָק וּשְׁמַע הַאֲזִינָה עָדַי בְּנוֹ צִפֹּר. שְׁנֵיהֶם הָיוּ מָנֶה בֶּן פְּרָס, שֶׁהָיוּ עוֹשִׂין עַצְמָן גְּדוֹלִים מֵאֲבוֹתֵיהֶם. נְאֻם בִּלְעָם בְּנוֹ בְּעוֹר, הַאֲזִינָה עָדַי בְּנוֹ צִפֹּר. לֹא אִישׁ אֵל וִיכַזֵּב. אֵינוֹ כְּבָשָׂר וָדָם. שֶׁבָּשָׂר וָדָם, קוֹנֶה אוֹהֲבִים. מָצָא אֲחֵרִים יָפִים מֵהֶם, כָּפַר בָּרִאשׁוֹנִים. הוּא אֵינוֹ כֵן, אִי אֶפְשָׁר לְכַזֵּב בִּשְׁבוּעַת אָבוֹת הָרִאשׁוֹנִים. הַהוּא אָמַר וְלֹא יַעֲשֶׂה. כְּשֶׁהוּא אָמַר לְהָבִיא עֲלֵיהֶם רָעוֹת, שֶׁאִם עוֹשִׂין תְּשׁוּבָה, מְבַטְּלָן, אַתְּ מוֹצֵא, שֶׁכָּתוּב בַּתּוֹרָה, זוֹבֵחַ לֵאלֹהִים יָחְרָם וְגוֹ' <small>(שמות כב, יט)</small>. וְעָשׂוּ אֶת הָעֵגֶל וְהָיוּ רְאוּיִין לִכְלָיָה, וְהָיִיתִי סָבוּר לְקַלְּלָם וּלְהַכְחִידָם, וּמִיָּד עָשׂוּ תְּשׁוּבָה וּבִטֵּל, שֶׁנֶּאֱמַר: וַיִּנָּחֵם ה' עַל הָרָעָה אֲשֶׁר דִּבֵּר לַעֲשׂוֹת לְעַמּוֹ <small>(שם לב, יד)</small>. וְכֵן בִּמְקוֹמוֹת הַרְבֵּה שֶׁאָמַר עַל יְכָנְיָה, כִּי לֹא יִצְלַח מִזַּרְעוֹ וְגוֹ' <small>(ירמיה כב, ל)</small>. וְאָמַר לְבֶן בְּנוֹ, וְהָפַכְתִּי כִּסֵּא מַמְלָכוֹת וְהִשְׁמַדְתִּי חֹזֶק מַמְלְכוֹת הַגּוֹיִם <small>(חגי ב, כב)</small>. שֶׁנֶּאֱמַר: בַּיּוֹם הַהוּא נְאֻם ה' צְבָאוֹת אֶקָּחֲךָ זְרֻבָּבֶל בֶּן שְׁאַלְתִּיאֵל עַבְדִּי נְאֻם ה' וְשַׂמְתִּיךָ כַּחוֹתָם <small>(חגי ב, כג)</small>. וּבִטֵּל מַה שֶּׁאָמַר לְאָבִיו, חַי אֲנִי נְאֻם ה' כִּי אִם יִהְיֶה כָּנְיָהוּ בֶן יְהוֹיָקִים מֶלֶךְ יְהוּדָה חוֹתָם עַל יַד יְמִינִי כִּי מִשָּׁם אֶתְּקֶנְךָּ <small>(ירמיה כב, כד)</small>. וְכֵן בְּאַנְשֵׁי עֲנָתוֹת כְּתִיב: וּשְׁאֵרִית לֹא תִּהְיֶה לָהֶם כִּי אָבִיא רֹעֶה אֶל אַנְשֵׁי עֲנָתוֹת <small>(שם יא, כג)</small>. כֵּיוָן שֶׁעָשׂוּ תְּשׁוּבָה, חֲזִי מַה דִּכְתִּיב אַנְשֵׁי עֲנָתוֹת מֵאָה עֶשְׂרִים וּשְׁמֹנֶה <small>(נחמיה ז, כז)</small>.", "heVersionTitle": "Midrash Tanchuma -- Torat Emet", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש תנחומא, תורת אמת", "text": "(Numb. 23:11-14:) “And Balak said to Balaam, ‘What have you done to me; to curse….’ And Balaam answered and said, ‘Is it not that that which God places into my mouth….’ And Balak said to Balaam, ‘Please go [and] I will take you….’ So he took him to the Field of Zophim [at the top of Pisgah].” He saw that Israel would be breached there, for it was there that Moses died, as stated (in Deut. 3:27), “Go up to the top of Pisgah …, [for you shall not cross over this Jordan].” Is there a breach greater than this? What he saw was through divinations, and he was of the opinion that because of him they would fall there. (Numb. 23:14-16:) “And he built seven altars [and offered a ram and a bull on each altar]. Then he said unto Balak, ‘Stand here [beside your burnt offerings and let me make myself available to the Lord over there]….’ And God appeared to Balaam and he placed a word (<i>davar</i>) in his mouth.” Like a man who places a bit upon the mouth of his animal and twists him to where he wants [it to go]. So was the Holy One, blessed be He, twisting his mouth. When he said to him, “Return to Balak and bless them,” he said, “Why should I go to him to anguish him?” [So] he sought to go to [his own home] and not to Balak. The Holy One, blessed be He, put a bit into his mouth, [and said] (in Numb. 23:16, cont.) “Return to Balak and speak thus.” (Numb 23:17:) “So he [came] unto him, and there he was standing beside his burnt offerings together with the ministers of Moab.” Concerning the first occasion, it is written (in Numb. 23:6), “with all the ministers of Moab.”<sup class=\"footnote-marker\">59</sup><i class=\"footnote\">Numb. R. 20:20.</i> When they saw that they had derived no benefit at all, they left him; and only a small portion of the ministers of Moab were left with him. (Numb. 23:17:) “Balak said to him, ‘What did the Lord say?’” When he saw that [Balaam] was not in control of himself to say what he wanted, [Balak] sat himself down and mocked him. As soon as he saw that he was mocking him, Balaam said to him, “Get up from there. It is not fitting to sit while the words of the Omnipresent are being spoken.” (Numb. 23:18:) “Rise up Balak and listen; give ear to me, you son of Zippor!” Both of them were [distinguished] sons of [undistinguished] fathers, for they had made themselves greater than their fathers.<sup class=\"footnote-marker\">60</sup><i class=\"footnote\">On the importance of having a distinguished lineage, see, e.g., <i>Ta‘an</i> 21b.</i> [Hence (in Numb. 24:3),] “An oracle of Balaam son of Beor (literally, his son is Beor)”; (in Numb 23:18) “give ear to me, you son of Zippor (literally, his son is Zippor)!” <sup class=\"footnote-marker\">61</sup><i class=\"footnote\">The unusual wording of Numb. 23:18 and 24:3 suggests that Balak and Balaam both had fathers undistinguished enough to be called their sons.</i> (Numb. 23:19:) “God is not a human, that he should speak falsehood.” He is not like flesh and blood. [When a person of] flesh and blood acquires friends and finds others nicer than they, he forsakes the former ones. But [the Holy One, blessed be He,] is not like that. It is not possible [for Him] to be false to the oath of the early ancestors. (Ibid., cont.:) “Has he promised and not fulfilled?” (This phrase can also be read as, “He has promised and not fulfilled.”) When he promises to bring evils upon them, He will cancel them, if they have repented. You find it written (in Exod. 22:19), “Whoever sacrifices to a god shall be devoted to destruction.” When they made the calf, they merited destruction. So I thought to curse and destroy them. But when they repented a little, He suspended [any punishment] and (according to Exod. 32:14) “The Lord repented of the evil which He had planned to do to His people.” And so too in many places. As he said to Jochaniah (in Jer. 22:30), “as none of his seed shall succeed….” But He said to his son’s son (in Hag. 2:22), “And I will overturn the thrones of kingdoms and destroy the might of the kingdoms of the nations,” since it is stated (Hag. 2:23), “’On that day,’ declares the Lord of Hosts, ‘I will take you, O My servant Zerubbabel son of Shealtiel,’ declares the Lord, ‘and make you as a signet.’” And so He suspended what He said to his [grand]father (in Jer. 22:24), “’As I live,’ declares the Lord, ‘if you, O King Coniah, son of Jehoiakim, of Judah, were a signet on My right hand, I would tear you off even from there.’” And so with the men of Anatoth, it is written (in Jer. 11:23), “No remnant shall be left of them, for I will bring disaster on the men of Anathoth.” [But] once they repented, see what is written (in Neh. 7:27), “The men of Anatoth were one hundred and twenty-eight.”", "versionTitle": "Townsend 1989 translation of Midrash Tanhuma, S. Buber Recension, edited and supplemented by R. Francis Nataf", "license": "CC-BY", "versionTitleInHebrew": "תרגום טאוונסנד לתנחומא בובר, ערך והוסיף: רבי פרנסיס נטף"}, {"_id": "5d480f8f3392a20018b481aa", "index_title": "Midrash Tanchuma", "category": "Midrash", "type": "", "ref": "Midrash Tanchuma, Balak 13:1", "anchorRef": "Numbers 23:16", "anchorRefExpanded": ["Numbers 23:16"], "sourceRef": "Midrash Tanchuma, Balak 13:1", "sourceHeRef": "מדרש תנחומא, בלק י״ג:א׳", "anchorVerse": 16, "sourceHasEn": true, "compDate": [500, 800], "commentaryNum": 13.0001, "collectiveTitle": {"en": "Midrash Tanchuma", "he": "מדרש תנחומא"}, "heTitle": "בלק", "he": "<b>וַיֹּאמֶר</b> בָּלָק אֶל בִּלְעָם מֶה עָשִׂיתָ לִי לָקֹב וְגוֹ', וַיַּעַן בִּלְעָם וַיֹּאמַר, הֲלֹא אֶת אֲשֶׁר יָשִׂים אֱלֹהִים בְּפִי וְגוֹ', וַיֹּאמֶר בָּלָק אֶל בִּלְעָם לְכָה נָא אֶקָּחֲךָ וְגוֹ', וַיִּקָּחֵהוּ שְׂדֵה צוֹפִים וְגוֹ'. רָאָה שֶׁיִּשְׂרָאֵל נִפְרָצִים שָׁם, שֶׁשָּׁם מֵת מֹשֶׁה, שֶׁנֶּאֱמַר: עֲלֵה רֹאשׁ הַפִּסְגָּה וְגוֹ' <small>(דברים ג, כז)</small>. יֵשׁ פִּרְצָה גְּדוֹלָה מִזּוֹ, שֶׁרָאָה בַּנְּחָשִׁים וְהָיָה סָבוּר שֶׁבְּיָדוֹ נוֹפְלִין שָׁם. וַיִּבֶן שִׁבְעָה מִזְבְּחוֹת, וַיֹּאמֶר אֶל בָּלָק הִתְיַצֵּב כֹּה, וַיִּקָּר אֱלֹהִים אֶל בִּלְעָם וְיָשֶׂם דָּבָר בְּפִיו, כְּאָדָם שֶׁנָּתַן כַּלְבּוֹס בְּפִי בְּהֵמָה וּפוֹקְמָהּ לְהֵיכָן שֶׁיִּרְצֶה. כָּךְ הַקָּדוֹשׁ בָּרוּךְ הוּא פּוֹקֵם אֶת פִּיו. כֵּיוָן שֶׁאָמַר לוֹ: שׁוּב אֶל בָּלָק וּבָרְכֵם. אָמַר, מַה לִּי לֵילֵךְ אֶצְלוֹ לָפוּחַ נַפְשׁוֹ. בִּקֵּשׁ לֵילֵךְ לְעַצְמוֹ וְלֹא לְבָלָק. נָתַן הַקָּדוֹשׁ בָּרוּךְ הוּא כַּלְבּוֹס בְּפִיו, שׁוּב אֶל בָּלָק וְכֹה תְּדַבֵּר. וַיָּשָׁב אֵלָיו וְהִנֵּה נִצָּב עַל עוֹלָתוֹ וְשָׂרֵי מוֹאָב. בָּרִאשׁוֹנָה כְּתִיב בּוֹ, הוּא וְכָל שָׂרֵי מוֹאָב. כְּשֶׁרָאוּ שֶׁלֹּא הוֹעִילוּ כְּלוּם, הֱנִיחוּהוּ, וְנִשְׁתַּיְּרוּ עִמּוֹ מִקְצָת שָׂרֵי מוֹאָב. וַיֹּאמֶר לוֹ בָּלָק מַה דִּבֵּר ה'. שֶׁרָאָה שֶׁאֵינוֹ בִּרְשׁוּתוֹ לוֹמַר מַה שֶּׁהוּא רוֹצֶה, יָשַׁב לוֹ וְהָיָה מְשַׂחֵק בּוֹ. כֵּיוָן שֶׁרָאָה שֶׁהָיָה מְשַׂחֵק, אָמַר לוֹ בִּלְעָם, עֲמֹד מִשָּׁם וְאֵין אַתָּה רַשַּׁאי לֵישֵׁב וְדִבְרֵי הַמָּקוֹם נֶאֱמָרִין. קוּם בָּלָק וּשְׁמַע הַאֲזִינָה עָדַי בְּנוֹ צִפֹּר. שְׁנֵיהֶם הָיוּ מָנֶה בֶּן פְּרָס, שֶׁהָיוּ עוֹשִׂין עַצְמָן גְּדוֹלִים מֵאֲבוֹתֵיהֶם. נְאֻם בִּלְעָם בְּנוֹ בְּעוֹר, הַאֲזִינָה עָדַי בְּנוֹ צִפֹּר. לֹא אִישׁ אֵל וִיכַזֵּב. אֵינוֹ כְּבָשָׂר וָדָם. שֶׁבָּשָׂר וָדָם, קוֹנֶה אוֹהֲבִים. מָצָא אֲחֵרִים יָפִים מֵהֶם, כָּפַר בָּרִאשׁוֹנִים. הוּא אֵינוֹ כֵן, אִי אֶפְשָׁר לְכַזֵּב בִּשְׁבוּעַת אָבוֹת הָרִאשׁוֹנִים. הַהוּא אָמַר וְלֹא יַעֲשֶׂה. כְּשֶׁהוּא אָמַר לְהָבִיא עֲלֵיהֶם רָעוֹת, שֶׁאִם עוֹשִׂין תְּשׁוּבָה, מְבַטְּלָן, אַתְּ מוֹצֵא, שֶׁכָּתוּב בַּתּוֹרָה, זוֹבֵחַ לֵאלֹהִים יָחְרָם וְגוֹ' <small>(שמות כב, יט)</small>. וְעָשׂוּ אֶת הָעֵגֶל וְהָיוּ רְאוּיִין לִכְלָיָה, וְהָיִיתִי סָבוּר לְקַלְּלָם וּלְהַכְחִידָם, וּמִיָּד עָשׂוּ תְּשׁוּבָה וּבִטֵּל, שֶׁנֶּאֱמַר: וַיִּנָּחֵם ה' עַל הָרָעָה אֲשֶׁר דִּבֵּר לַעֲשׂוֹת לְעַמּוֹ <small>(שם לב, יד)</small>. וְכֵן בִּמְקוֹמוֹת הַרְבֵּה שֶׁאָמַר עַל יְכָנְיָה, כִּי לֹא יִצְלַח מִזַּרְעוֹ וְגוֹ' <small>(ירמיה כב, ל)</small>. וְאָמַר לְבֶן בְּנוֹ, וְהָפַכְתִּי כִּסֵּא מַמְלָכוֹת וְהִשְׁמַדְתִּי חֹזֶק מַמְלְכוֹת הַגּוֹיִם <small>(חגי ב, כב)</small>. שֶׁנֶּאֱמַר: בַּיּוֹם הַהוּא נְאֻם ה' צְבָאוֹת אֶקָּחֲךָ זְרֻבָּבֶל בֶּן שְׁאַלְתִּיאֵל עַבְדִּי נְאֻם ה' וְשַׂמְתִּיךָ כַּחוֹתָם <small>(חגי ב, כג)</small>. וּבִטֵּל מַה שֶּׁאָמַר לְאָבִיו, חַי אֲנִי נְאֻם ה' כִּי אִם יִהְיֶה כָּנְיָהוּ בֶן יְהוֹיָקִים מֶלֶךְ יְהוּדָה חוֹתָם עַל יַד יְמִינִי כִּי מִשָּׁם אֶתְּקֶנְךָּ <small>(ירמיה כב, כד)</small>. וְכֵן בְּאַנְשֵׁי עֲנָתוֹת כְּתִיב: וּשְׁאֵרִית לֹא תִּהְיֶה לָהֶם כִּי אָבִיא רֹעֶה אֶל אַנְשֵׁי עֲנָתוֹת <small>(שם יא, כג)</small>. כֵּיוָן שֶׁעָשׂוּ תְּשׁוּבָה, חֲזִי מַה דִּכְתִּיב אַנְשֵׁי עֲנָתוֹת מֵאָה עֶשְׂרִים וּשְׁמֹנֶה <small>(נחמיה ז, כז)</small>.", "heVersionTitle": "Midrash Tanchuma -- Torat Emet", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש תנחומא, תורת אמת", "text": "(Numb. 23:11-14:) “And Balak said to Balaam, ‘What have you done to me; to curse….’ And Balaam answered and said, ‘Is it not that that which God places into my mouth….’ And Balak said to Balaam, ‘Please go [and] I will take you….’ So he took him to the Field of Zophim [at the top of Pisgah].” He saw that Israel would be breached there, for it was there that Moses died, as stated (in Deut. 3:27), “Go up to the top of Pisgah …, [for you shall not cross over this Jordan].” Is there a breach greater than this? What he saw was through divinations, and he was of the opinion that because of him they would fall there. (Numb. 23:14-16:) “And he built seven altars [and offered a ram and a bull on each altar]. Then he said unto Balak, ‘Stand here [beside your burnt offerings and let me make myself available to the Lord over there]….’ And God appeared to Balaam and he placed a word (<i>davar</i>) in his mouth.” Like a man who places a bit upon the mouth of his animal and twists him to where he wants [it to go]. So was the Holy One, blessed be He, twisting his mouth. When he said to him, “Return to Balak and bless them,” he said, “Why should I go to him to anguish him?” [So] he sought to go to [his own home] and not to Balak. The Holy One, blessed be He, put a bit into his mouth, [and said] (in Numb. 23:16, cont.) “Return to Balak and speak thus.” (Numb 23:17:) “So he [came] unto him, and there he was standing beside his burnt offerings together with the ministers of Moab.” Concerning the first occasion, it is written (in Numb. 23:6), “with all the ministers of Moab.”<sup class=\"footnote-marker\">59</sup><i class=\"footnote\">Numb. R. 20:20.</i> When they saw that they had derived no benefit at all, they left him; and only a small portion of the ministers of Moab were left with him. (Numb. 23:17:) “Balak said to him, ‘What did the Lord say?’” When he saw that [Balaam] was not in control of himself to say what he wanted, [Balak] sat himself down and mocked him. As soon as he saw that he was mocking him, Balaam said to him, “Get up from there. It is not fitting to sit while the words of the Omnipresent are being spoken.” (Numb. 23:18:) “Rise up Balak and listen; give ear to me, you son of Zippor!” Both of them were [distinguished] sons of [undistinguished] fathers, for they had made themselves greater than their fathers.<sup class=\"footnote-marker\">60</sup><i class=\"footnote\">On the importance of having a distinguished lineage, see, e.g., <i>Ta‘an</i> 21b.</i> [Hence (in Numb. 24:3),] “An oracle of Balaam son of Beor (literally, his son is Beor)”; (in Numb 23:18) “give ear to me, you son of Zippor (literally, his son is Zippor)!” <sup class=\"footnote-marker\">61</sup><i class=\"footnote\">The unusual wording of Numb. 23:18 and 24:3 suggests that Balak and Balaam both had fathers undistinguished enough to be called their sons.</i> (Numb. 23:19:) “God is not a human, that he should speak falsehood.” He is not like flesh and blood. [When a person of] flesh and blood acquires friends and finds others nicer than they, he forsakes the former ones. But [the Holy One, blessed be He,] is not like that. It is not possible [for Him] to be false to the oath of the early ancestors. (Ibid., cont.:) “Has he promised and not fulfilled?” (This phrase can also be read as, “He has promised and not fulfilled.”) When he promises to bring evils upon them, He will cancel them, if they have repented. You find it written (in Exod. 22:19), “Whoever sacrifices to a god shall be devoted to destruction.” When they made the calf, they merited destruction. So I thought to curse and destroy them. But when they repented a little, He suspended [any punishment] and (according to Exod. 32:14) “The Lord repented of the evil which He had planned to do to His people.” And so too in many places. As he said to Jochaniah (in Jer. 22:30), “as none of his seed shall succeed….” But He said to his son’s son (in Hag. 2:22), “And I will overturn the thrones of kingdoms and destroy the might of the kingdoms of the nations,” since it is stated (Hag. 2:23), “’On that day,’ declares the Lord of Hosts, ‘I will take you, O My servant Zerubbabel son of Shealtiel,’ declares the Lord, ‘and make you as a signet.’” And so He suspended what He said to his [grand]father (in Jer. 22:24), “’As I live,’ declares the Lord, ‘if you, O King Coniah, son of Jehoiakim, of Judah, were a signet on My right hand, I would tear you off even from there.’” And so with the men of Anatoth, it is written (in Jer. 11:23), “No remnant shall be left of them, for I will bring disaster on the men of Anathoth.” [But] once they repented, see what is written (in Neh. 7:27), “The men of Anatoth were one hundred and twenty-eight.”", "versionTitle": "Townsend 1989 translation of Midrash Tanhuma, S. Buber Recension, edited and supplemented by R. Francis Nataf", "license": "CC-BY", "versionTitleInHebrew": "תרגום טאוונסנד לתנחומא בובר, ערך והוסיף: רבי פרנסיס נטף"}, {"_id": "5e85c0a55ab82bfff517c5c5", "index_title": "Agra DeKala", "category": "Chasidut", "type": "", "ref": "Agra DeKala, Yitro 25", "anchorRef": "Numbers 23:16", "anchorRefExpanded": ["Numbers 23:16"], "sourceRef": "Agra DeKala, Yitro 25", "sourceHeRef": "אגרא דכלה, יתרו כ״ה", "anchorVerse": 16, "sourceHasEn": false, "compDate": [1801, 1841], "commentaryNum": 25, "collectiveTitle": {"en": "Agra DeKala", "he": "אגרא דכלה"}, "heTitle": "יתרו", "he": "<b>ומשה עלה אל האלקים ויקרא אליו וכו' (שמות יט ג).</b> הקושיא מפורסמת למה עלה קודם הקריאה. וגם אמר כה תאמר וכו'. ולמה סיים דבריו ית' אלה הדברים וכו' (שמות יט ו). והנה רש\"י ז\"ל פירש אלה הדברים לא פחות ולא יותר, והנה גם דבריו אלה לא יובנו לפי פשוטו, וכי ס\"ד על ציר נאמן בית שיוסיף או יגרע מדבריו ית'. והנה נקדים מה דידוע דהשכינה הקדושה נקראת כ\"ה, כענין שאמרו בזוהר הק' (ח\"ג ר\"י ע\"ב) בפסוק (במדבר כג טז) שוב אל בלק \"וכה תדבר, היינו השכינה תדבר. ועל פי הדברים האלה נבוא לתכלית המכוון ומשה עלה אל האלקים, היינו שעלה למדריגה להיקרא אלקים כביכול, היינו שעלה למדריגה כל כך גדולה ומשונה משאר הנביאים, היינו שהשכינה בעצמה דיברה מתוך גרונו, ואם כן דיבורו הוא דבר אלקים ממש ולא דבר בשם אומרו, (ולכך היה יכול להנבאות נביאים אחרים, כמד\"א (במדבר יא יז) ואצלתי מן הרוח וכו'. ובזה יש לפרש בהתחלת הפרשה (שמות יח א) וישמע יתרו, מה שמועה שמע את כל אשר עשה אלקים למשה, שהש\"י עשה את משה להיקרא אלקים להנבאות נביאים אחרים, ולהיות דברו דברי אלקים ממש, ולישראל \"עמו ר\"ל ישראל הם עמו של משה שיכול לנבאותם, ואין כאן מקומו). והנה היה במדרגה גדולה כל כך ויקרא אליו י\"י מן ההר, היינו מדריגה יותר גדולה כנודע, והודיע לו הש\"י מדריגתו ואמר \"כה תאמר לבית יעקב, היינו תדע שכל דיבורך אשר תדבר במו פיך, \"כה היינו השכינה תדברם מתוך גרונך, \"ותגד (לשון נסתר) היא תגד לבני ישראל, מה שאין כן שאר נביאים יצטרכו לומר בשם אמרם. והנה מי שיאמר דבר בשם אומרו לחבירו שהאומר אמר אני עשיתי לפלוני כזאת וכזאת, בכן יעשה לי כך וכך, הנה אותו השליח אם ירצה לספר זה להנשלח אליו בו בלשון שאמר לו המשלח, צריך להוסיף על דבריו ולהתחיל כה אמר פלוני, אני עשיתי לפלוני וכו', או צריך השליח לפחות מדברי המשלח ולומר נסתר במקום נוכח ונגלה, דהיינו במקום שאומר המשלח \"עשיתי, צריך השליח לומר \"עשה, והבן. ומעתה בא תבוא לכוונת הפסוק לדרכינו על פי פירוש רש\"י שאמר הש\"י למשה \"כה תאמר וכו', ר\"ל תדע שהשכינה בעצמה תדבר מתוך גרונך אתם ראיתם אשר \"עשיתי וכו' (שמות יט ד), על כן אלה הדברים אשר תדבר וכו' לא פחות ולא יותר, היינו שלא תצטרך להוסיף כשאר הנביאים שבהתחלת דבורם בסיפור הנבואה לישראל צריכים להוסיף על דברי המשלח ית', דצריכים לומר כה אמר י\"י, וגם כן לא תצטרך לפחות ולומר אתם ראיתם אשר \"עשה למצרים בלשון נסתר, ויעשה מתיבת \"עשיתי \"עשה, רק בו בלשון עצמו תאמר, כיון שהשכינה היא היא המדברת. ובזה תבין שספר \"אלה \"הדברים שאמר משה היא במדריגת תורה לא במדרגת נביאים, להיות השכינה מדברת מתוך גרונו, הוא דבר הש\"י ממש. ונרמז גם כן בכאן \"אלה \"הדברים אשר תדבר אל בני ישראל, ר\"ל בזאת הבחינה יהיה ספר \"אלה \"הדברים אשר תדבר אל בני ישראל, דבר י\"י ממש, והבן ויונעם לך. ועוד יתפרש לקמן אלה הדברים אשר וכו' בפירושים שונים אי\"ה, רק זה הפירוש הוא על פי פירוש רש\"י דבר נעים ונחמד בעזר הצור:", "heVersionTitle": "Agra DeKala, Brooklyn, N.Y., 1993", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5f02d6778415afd29c04f2d3", "index_title": "Gur Aryeh on Bamidbar", "category": "Commentary", "type": "commentary", "ref": "Gur Aryeh on Bamidbar 23:16:1", "anchorRef": "Numbers 23:16", "anchorRefExpanded": ["Numbers 23:16"], "sourceRef": "Gur Aryeh on Bamidbar 23:16:1", "sourceHeRef": "גור אריה על במדבר כ״ג:ט״ז:א׳", "anchorVerse": 16, "sourceHasEn": false, "compDate": [1548, 1578], "commentaryNum": 16.0001, "collectiveTitle": {"en": "Gur Aryeh", "he": "גור אריה"}, "heTitle": "גור אריה על במדבר", "he": "<b>ונתן לו הקדוש ברוך הוא רסן.</b> ותימה, למה לא דרשו (תנחומא כאן יג) למעלה אצל \"וישם\" הראשון (פסוק ה), שגם שם כתיב כמו כאן. ויש לומר, כי למעלה בודאי נוכל לומר כי \"ויאמר שוב אל בלק וכה תדבר\" הוא פירוש הדבור ששם הקדוש ברוך הוא בפיו<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"62\"></i>. ואין להקשות, דלא לכתוב רק \"ויאמר שוב אל בלק וכה תדבר\"<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"63\"></i>, כי בא לאשמועינן כי הדבור בא לו מאצל הקדוש ברוך הוא, כי לפני זה הוא דברי בלעם (פסוק ד) \"ויאמר את שבעת המזבחות ערכתי\", והוצרך לכתוב כי השיב הקדוש ברוך הוא \"וישם ה' וגו'\"<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"64\"></i>. והשתא תרוייהו<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"65\"></i> צריכי; האחד ללמד שהקב\"ה הוא השם בפיו, \"ויאמר (אל בלעם) [שוב אל בלק]\" – מלמד מה היתה השימה. ולפיכך כתיב \"וישם ה' דבר\", ומהו שם – \"ויאמר שוב אל בלק\". אבל כאן דכתיב \"ויקר ה' אל בלעם\"<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"66\"></i>, לא הוי צריך למכתב רק \"ויאמר שוב אל בלק וכה תדבר\":", "heVersionTitle": "Gur Aryeh, Machon Yerushalyim, 1989-1995", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5f1e9fab1d77ecfb0d09e868", "index_title": "Midrash Lekach Tov", "category": "Midrash", "type": "commentary", "ref": "Midrash Lekach Tov, Numbers 23:16:1", "anchorRef": "Numbers 23:16", "anchorRefExpanded": ["Numbers 23:16"], "sourceRef": "Midrash Lekach Tov, Numbers 23:16:1", "sourceHeRef": "מדרש לקח טוב, במדבר כ״ג:ט״ז:א׳", "anchorVerse": 16, "sourceHasEn": false, "compDate": [1105, 1115], "commentaryNum": 16.0001, "collectiveTitle": {"en": "Midrash Lekach Tov", "he": "מדרש לקח טוב"}, "heTitle": "במדבר", "he": "<b>פס'.</b> ויקר אלהים אל בלעם. ויבא אליו והנו נצב. וכבר נאמר והנה לשון שמחה כמו (שמות ד׳:י״ד) וגם הנה הוא יוצא לקראתך וראך ושמח בלבו. כיון שהתחיל לברך את ישראל התחיל להתעצב. <i data-commentator=\"Beur HaRe'em\" data-order=\"19\"></i> לפיכך כתיב והנו. שנאמר (איוב ב׳:ו׳) הנו בידך אך את נפשו שמור:", "heVersionTitle": "Midrash Lekach Tov on Torah, Vilna 1884", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש לקח טוב, מכונה פסיקתא זוטרתא, וילנא תרמ\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "60b3663358f1775bf690e2d3", "index_title": "Ketonet Pasim", "category": "Chasidut", "type": "", "ref": "Ketonet Pasim, Vayikra 7", "anchorRef": "Numbers 23:16", "anchorRefExpanded": ["Numbers 23:16"], "sourceRef": "Ketonet Pasim, Vayikra 7", "sourceHeRef": "כתונת פסים, ויקרא ז׳", "anchorVerse": 16, "sourceHasEn": false, "compDate": [1777, 1783], "commentaryNum": 7, "collectiveTitle": {"en": "Ketonet Pasim", "he": "כתונת פסים"}, "heTitle": "ויקרא", "he": "<b>ובזה</b> תבין מה שאמרו חז\"ל קריאה, לשון חיבה שמלאכי השרת משתמשין בו, שנאמר (ישעיה ו, ג) וקרא זה אל זה וגומר, אבל לנביאי אומות העולם נגלה עליהם בלשון עראי וטומאה, שנאמר (במדבר כג, טז) ויקר אלהים אל בלעם וגו'. ולכאורה איפכא הוא, למשה הטריחו שיבוא אליו יתברך, ובנביאי אומות העולם הלך בכבודו אצלם. ולדברינו הנ\"ל אתי שפיר, כי אין הנבואה חל[ה] כי אם על המוכן, וזה שצעקו אהרן ומרים מים מים, מה שאין כן משה וכו'. והטעם לפי שקדמה קריאה אליו קודם הדבור שיכין עצמו לדבר עם כבודו יתברך, מה שאין כן אהרן ומרים שלא שמעו קול הקריאה, ופתאום שמעו הדבור קודם שאמר משה לאהרן שיעשה הכנה והבן, לכך צעקו מים ונתביישו שדברו במשה, והבן. וזהו י\"ג פעמים לאהרן, שיאמר משה הקריאה לאהרן שיעשה הכנה, והבן. ואם כן זהו עצמו הטעם שנגלה על נביאי אומות העולם פתאום בלי שיעשו הכנה והם בטומאה, וזה שנאמר ויקר, והבן.", "heVersionTitle": "Eichen edition. Jerusalem, 2011", "heLicense": "", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "60b6f430d9362e1807c7f702", "index_title": "Degel Machaneh Ephraim", "category": "Chasidut", "type": "commentary", "ref": "Degel Machaneh Ephraim, Balak 4", "anchorRef": "Numbers 23:15-16", "anchorRefExpanded": ["Numbers 23:15", "Numbers 23:16"], "sourceRef": "Degel Machaneh Ephraim, Balak 4", "sourceHeRef": "דגל מחנה אפרים, בלק ד׳", "anchorVerse": 15, "sourceHasEn": false, "compDate": [1770, 1800], "commentaryNum": 4, "collectiveTitle": {"en": "Degel Machaneh Ephraim", "he": "דגל מחנה אפרים"}, "heTitle": "בלק", "he": "<b>ויאמר בלעם אל בלק התיצב כה על עולותיך ואנכי אקרה כה ויקר ה' אל בלעם וישם דבר בפיו ויאמר שוב אל בלק וכה תדבר</b> יש להעיר בזה מדוע בפעם ראשונה לא אמר ואנכי אקרה כה אלא כה תדבר וי\"ל לענ\"ד ובתחלה נבין למה הקרה הש\"י כן וכי היה צריך ישראל לברכותיו של בלעם אלא דהענין הוא כך דכוונת השם ב\"ה באהבתו וחיבתו לעם סגולתו שכמו שהוא א\"ס יתברך ויתעלה כך לא יהיה סוף לברכותיו של ישראל שיהיו נתברכין בכל העולמות בעליונים ובתחתונים ואפי' מן הקליפות יתברכון ומלאך רע יענה אמן בע\"כ בעבור שאנו נאגדים ונאחזים בשמו הגדול יתברך ומקבלים עלינו אחדותו בכל יום ערב ובוקר בפ' שמע ישראל שהם כ\"ה אתוון דיחודא וכמה נפשות מישראל מוסרים עצמם בגופן ונשמתן על קדושת השם יתב' והרבה מהם שמבטלין תאותם והכל מפני שמקבלין עליהם אחדותו יתב' ויש כמה עניינים וראיות ואופנים מהו ענין אחד ואחד מהם הוא המנין שהכל נמשך אחר אחד וחוזר אל אחד כמו א' ואח\"כ עד עשרה ומאה ואלף ורבוא הכל נמנה בא' מאה א' עשרה א' וכו' נמצא הכל חוזר אל א' לכן מייחד השם ב\"ה את ישראל ג\"כ באחד כדאיתא בתפילין של הקב\"ה כתיב ומי כעמך ישראל גוי אחד בארץ וזהו ג\"כ בזוה\"ק למהוי אחד באחד והא אוקימנא ה' אחד ושמו אחד היינו נפשות ישראל הם שמו יתברך כמ\"ש נפש חיה הוא שמו וזה י\"ל הטעם שבפעם ראשון אמר הקב\"ה לבלעם שוב אל בלק וכה תדבר היינו שגם אתם צריכין להודות על ברכתן בשביל שמקבלים תמיד עליהם אחדות שלי בכ\"ה אתוון דיחודא ולכך כה תברכו את בני ישראל ובלעם היה סבור בדעתו שיש להם רק אחיזה במדריגה זו של כה ופועלים פעולותיהם ממדריגה זו כמו שאר אומות העולם שפועלים פעולותיהם מבחי' שיש להם אחיזה בו כמו כן ישראל וחישב בדעתו שיעשה פעולה שלא יהיה להם אחיזה בכה ויתפרדו מן כה תברכו לכן אמר לבלק התיצב כה היינו אתה תתיצב כה על עולותיך ואנכי אקרה כה כפירש\"י לשון אתפעל היינו אעשה פעולה שלא יהיה להם אחיזה בכה ויפרידם מכה כפירש\"י אמר לפני הש\"י אבותיהם של אלו בנו לפניך שבעה מזבחות ואני ערכתי כנגד כולן וכו' לכן ויקר ה' אל בלעם וישם דבר בפיו כפירש\"י רסן וחכה שם בפיו ויאמר שוב אל בלק היינו אין לך אלא לשוב אל בלק וכה תדבר היינו המדת כה בעצמה שהיא השכינה כביכול תדבר בע\"כ אי' שלא תרצה לדבר דברים ההם דהאמת אינו כן כמו שאתה סובר שיש להם רק אחיזה בלבד שם כמו שאר אומות אלא השם ב\"ה הבדיל והפריש עם בני ישראל מכל אומות להיות עם סגולתו אשר בחר בהם להיות דבקים עמו אחד באחד כולא חד כדאיתא בזו\"הק קב\"ה וישראל כולא חד לכן פתח ואמר לא הביט און ביעקב וכו' ה' אלהיו עמו ותרועת מלך בו היינו בו ממש ותרועת כפירש\"י לשון ריעות ותרגומו ושכינת מלכיהון ביניהון והיינו ממש כולו חד והם בני קב\"ה אשר ממש מעיו המו עליהם לכן היה שם בפיו כה שהיא השכינה כביכול שהיא מקור הברכות כמ\"ש כה תברכו והיא בחי' פה ודיבור של כל העולמות וע\"י כה יתברכו בע\"כ ומלאך רע בע\"כ יענה אמן והבן:", "heVersionTitle": "Degel Machaneh Ephraim, Korets, 1810", "heLicense": "Public Domain", "heVersionTitleInHebrew": "דגל מחנה אפרים, קורץ, תק\"ע", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "60f5772fb6062f226d62087a", "index_title": "Maskil LeDavid", "category": "Commentary", "type": "commentary", "ref": "Maskil LeDavid, Numbers 23:16:1", "anchorRef": "Numbers 23:16", "anchorRefExpanded": ["Numbers 23:16"], "sourceRef": "Maskil LeDavid, Numbers 23:16:1", "sourceHeRef": "משכיל לדוד, במדבר כ״ג:ט״ז:א׳", "anchorVerse": 16, "sourceHasEn": false, "commentaryNum": 16.0001, "collectiveTitle": {"en": "Maskil LeDavid", "he": "משכיל לדוד"}, "heTitle": "במדבר", "he": "<b>וישם ה׳ וכו׳ ומה היא השימה וכו׳</b> ההרגש שמבחוץ הוא שאם מאמר שוב אל בלק וכו׳ קאי אדלעיל והוא פי׳ וישם דבר הול״ל וישם דבר בפיו לאמר ומדקאמר ויאמר ש״מ דוישם דבר מלתא באפי נפשה היא ולדרשה אתי והא דלא פירש״י כן לעיל בפ׳ הראשון דכתיב וישם ה׳ דבר בפי בלעם ויאמר וכו׳ ה״ט משום דבפ׳ חלק דף ק״ה פליגי בהאי וישם דבר ר״א אמר מלאך ר׳ יוחנן אמר חכה ומשמע ליה לרבינו דלא פליגי אלא הא והא הויא בפעם ראשונה הוה מלאך שנקרא דבר כדמוכיח בילמדנו מדכתיב ישלח דברו וירפאם ובפעם שניה הויא חכה דהיינו מסמר של ברזל כדילפי׳ התם מקרא דכל דבר אשר יבא באש. ומאי דאמינא דבראשונה הוה מלאך היינו משום דהתם נזכר השם בהדיא דכתיב וישם ה׳ דבר וכו׳ הילכך ניחא לן לפרושי דההוא מלאך הוה ובשניה מפרשים חכה ומש״ה נטר רש״י לפ׳ חכה עד הכא בקרא תניין ובקרא קמא לא חש לפ׳ מידי דמובן ממשמעות הפשט ששם דבר משמע נבואה והיינו ע״י מלאך:", "heVersionTitle": "Venice, 1760", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ויניציאה, תקכ\"א", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "612254da5de8bfb900edc2d0", "index_title": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers", "category": "Jewish Thought", "type": "", "ref": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers, Part I, Chapter 5; Leaders and Strangers 12", "anchorRef": "Numbers 15:30-31:19", "anchorRefExpanded": ["Numbers 15:30", "Numbers 15:31", "Numbers 15:32", "Numbers 15:33", "Numbers 15:34", "Numbers 15:35", "Numbers 15:36", "Numbers 15:37", "Numbers 15:38", "Numbers 15:39", "Numbers 15:40", "Numbers 15:41", "Numbers 16:1", "Numbers 16:2", "Numbers 16:3", "Numbers 16:4", "Numbers 16:5", "Numbers 16:6", "Numbers 16:7", "Numbers 16:8", "Numbers 16:9", "Numbers 16:10", "Numbers 16:11", "Numbers 16:12", "Numbers 16:13", "Numbers 16:14", "Numbers 16:15", "Numbers 16:16", "Numbers 16:17", "Numbers 16:18", "Numbers 16:19", "Numbers 16:20", "Numbers 16:21", "Numbers 16:22", "Numbers 16:23", "Numbers 16:24", "Numbers 16:25", "Numbers 16:26", "Numbers 16:27", "Numbers 16:28", "Numbers 16:29", "Numbers 16:30", "Numbers 16:31", "Numbers 16:32", "Numbers 16:33", "Numbers 16:34", "Numbers 16:35", "Numbers 17:1", "Numbers 17:2", "Numbers 17:3", "Numbers 17:4", "Numbers 17:5", "Numbers 17:6", "Numbers 17:7", "Numbers 17:8", "Numbers 17:9", "Numbers 17:10", "Numbers 17:11", "Numbers 17:12", "Numbers 17:13", "Numbers 17:14", "Numbers 17:15", "Numbers 17:16", "Numbers 17:17", "Numbers 17:18", "Numbers 17:19", "Numbers 17:20", "Numbers 17:21", "Numbers 17:22", "Numbers 17:23", "Numbers 17:24", "Numbers 17:25", "Numbers 17:26", "Numbers 17:27", "Numbers 17:28", "Numbers 18:1", "Numbers 18:2", "Numbers 18:3", "Numbers 18:4", "Numbers 18:5", "Numbers 18:6", "Numbers 18:7", "Numbers 18:8", "Numbers 18:9", "Numbers 18:10", "Numbers 18:11", "Numbers 18:12", "Numbers 18:13", "Numbers 18:14", "Numbers 18:15", "Numbers 18:16", "Numbers 18:17", "Numbers 18:18", "Numbers 18:19", "Numbers 18:20", "Numbers 18:21", "Numbers 18:22", "Numbers 18:23", "Numbers 18:24", "Numbers 18:25", "Numbers 18:26", "Numbers 18:27", "Numbers 18:28", "Numbers 18:29", "Numbers 18:30", "Numbers 18:31", "Numbers 18:32", "Numbers 19:1", "Numbers 19:2", "Numbers 19:3", "Numbers 19:4", "Numbers 19:5", "Numbers 19:6", "Numbers 19:7", "Numbers 19:8", "Numbers 19:9", "Numbers 19:10", "Numbers 19:11", "Numbers 19:12", "Numbers 19:13", "Numbers 19:14", "Numbers 19:15", "Numbers 19:16", "Numbers 19:17", "Numbers 19:18", "Numbers 19:19", "Numbers 19:20", "Numbers 19:21", "Numbers 19:22", "Numbers 20:1", "Numbers 20:2", "Numbers 20:3", "Numbers 20:4", "Numbers 20:5", "Numbers 20:6", "Numbers 20:7", "Numbers 20:8", "Numbers 20:9", "Numbers 20:10", "Numbers 20:11", "Numbers 20:12", "Numbers 20:13", "Numbers 20:14", "Numbers 20:15", "Numbers 20:16", "Numbers 20:17", "Numbers 20:18", "Numbers 20:19", "Numbers 20:20", "Numbers 20:21", "Numbers 20:22", "Numbers 20:23", "Numbers 20:24", "Numbers 20:25", "Numbers 20:26", "Numbers 20:27", "Numbers 20:28", "Numbers 20:29", "Numbers 21:1", "Numbers 21:2", "Numbers 21:3", "Numbers 21:4", "Numbers 21:5", "Numbers 21:6", "Numbers 21:7", "Numbers 21:8", "Numbers 21:9", "Numbers 21:10", "Numbers 21:11", "Numbers 21:12", "Numbers 21:13", "Numbers 21:14", "Numbers 21:15", "Numbers 21:16", "Numbers 21:17", "Numbers 21:18", "Numbers 21:19", "Numbers 21:20", "Numbers 21:21", "Numbers 21:22", "Numbers 21:23", "Numbers 21:24", "Numbers 21:25", "Numbers 21:26", "Numbers 21:27", "Numbers 21:28", "Numbers 21:29", "Numbers 21:30", "Numbers 21:31", "Numbers 21:32", "Numbers 21:33", "Numbers 21:34", "Numbers 21:35", "Numbers 22:1", "Numbers 22:2", "Numbers 22:3", "Numbers 22:4", "Numbers 22:5", "Numbers 22:6", "Numbers 22:7", "Numbers 22:8", "Numbers 22:9", "Numbers 22:10", "Numbers 22:11", "Numbers 22:12", "Numbers 22:13", "Numbers 22:14", "Numbers 22:15", "Numbers 22:16", "Numbers 22:17", "Numbers 22:18", "Numbers 22:19", "Numbers 22:20", "Numbers 22:21", "Numbers 22:22", "Numbers 22:23", "Numbers 22:24", "Numbers 22:25", "Numbers 22:26", "Numbers 22:27", "Numbers 22:28", "Numbers 22:29", "Numbers 22:30", "Numbers 22:31", "Numbers 22:32", "Numbers 22:33", "Numbers 22:34", "Numbers 22:35", "Numbers 22:36", "Numbers 22:37", "Numbers 22:38", "Numbers 22:39", "Numbers 22:40", "Numbers 22:41", "Numbers 23:1", "Numbers 23:2", "Numbers 23:3", "Numbers 23:4", "Numbers 23:5", "Numbers 23:6", "Numbers 23:7", "Numbers 23:8", "Numbers 23:9", "Numbers 23:10", "Numbers 23:11", "Numbers 23:12", "Numbers 23:13", "Numbers 23:14", "Numbers 23:15", "Numbers 23:16", "Numbers 23:17", "Numbers 23:18", "Numbers 23:19", "Numbers 23:20", "Numbers 23:21", "Numbers 23:22", "Numbers 23:23", "Numbers 23:24", "Numbers 23:25", "Numbers 23:26", "Numbers 23:27", "Numbers 23:28", "Numbers 23:29", "Numbers 23:30", "Numbers 24:1", "Numbers 24:2", "Numbers 24:3", "Numbers 24:4", "Numbers 24:5", "Numbers 24:6", "Numbers 24:7", "Numbers 24:8", "Numbers 24:9", "Numbers 24:10", "Numbers 24:11", "Numbers 24:12", "Numbers 24:13", "Numbers 24:14", "Numbers 24:15", "Numbers 24:16", "Numbers 24:17", "Numbers 24:18", "Numbers 24:19", "Numbers 24:20", "Numbers 24:21", "Numbers 24:22", "Numbers 24:23", "Numbers 24:24", "Numbers 24:25", "Numbers 25:1", "Numbers 25:2", "Numbers 25:3", "Numbers 25:4", "Numbers 25:5", "Numbers 25:6", "Numbers 25:7", "Numbers 25:8", "Numbers 25:9", "Numbers 25:10", "Numbers 25:11", "Numbers 25:12", "Numbers 25:13", "Numbers 25:14", "Numbers 25:15", "Numbers 25:16", "Numbers 25:17", "Numbers 25:18", "Numbers 26:1", "Numbers 26:2", "Numbers 26:3", "Numbers 26:4", "Numbers 26:5", "Numbers 26:6", "Numbers 26:7", "Numbers 26:8", "Numbers 26:9", "Numbers 26:10", "Numbers 26:11", "Numbers 26:12", "Numbers 26:13", "Numbers 26:14", "Numbers 26:15", "Numbers 26:16", "Numbers 26:17", "Numbers 26:18", "Numbers 26:19", "Numbers 26:20", "Numbers 26:21", "Numbers 26:22", "Numbers 26:23", "Numbers 26:24", "Numbers 26:25", "Numbers 26:26", "Numbers 26:27", "Numbers 26:28", "Numbers 26:29", "Numbers 26:30", "Numbers 26:31", "Numbers 26:32", "Numbers 26:33", "Numbers 26:34", "Numbers 26:35", "Numbers 26:36", "Numbers 26:37", "Numbers 26:38", "Numbers 26:39", "Numbers 26:40", "Numbers 26:41", "Numbers 26:42", "Numbers 26:43", "Numbers 26:44", "Numbers 26:45", "Numbers 26:46", "Numbers 26:47", "Numbers 26:48", "Numbers 26:49", "Numbers 26:50", "Numbers 26:51", "Numbers 26:52", "Numbers 26:53", "Numbers 26:54", "Numbers 26:55", "Numbers 26:56", "Numbers 26:57", "Numbers 26:58", "Numbers 26:59", "Numbers 26:60", "Numbers 26:61", "Numbers 26:62", "Numbers 26:63", "Numbers 26:64", "Numbers 26:65", "Numbers 27:1", "Numbers 27:2", "Numbers 27:3", "Numbers 27:4", "Numbers 27:5", "Numbers 27:6", "Numbers 27:7", "Numbers 27:8", "Numbers 27:9", "Numbers 27:10", "Numbers 27:11", "Numbers 27:12", "Numbers 27:13", "Numbers 27:14", "Numbers 27:15", "Numbers 27:16", "Numbers 27:17", "Numbers 27:18", "Numbers 27:19", "Numbers 27:20", "Numbers 27:21", "Numbers 27:22", "Numbers 27:23", "Numbers 28:1", "Numbers 28:2", "Numbers 28:3", "Numbers 28:4", "Numbers 28:5", "Numbers 28:6", "Numbers 28:7", "Numbers 28:8", "Numbers 28:9", "Numbers 28:10", "Numbers 28:11", "Numbers 28:12", "Numbers 28:13", "Numbers 28:14", "Numbers 28:15", "Numbers 28:16", "Numbers 28:17", "Numbers 28:18", "Numbers 28:19", "Numbers 28:20", "Numbers 28:21", "Numbers 28:22", "Numbers 28:23", "Numbers 28:24", "Numbers 28:25", "Numbers 28:26", "Numbers 28:27", "Numbers 28:28", "Numbers 28:29", "Numbers 28:30", "Numbers 28:31", "Numbers 29:1", "Numbers 29:2", "Numbers 29:3", "Numbers 29:4", "Numbers 29:5", "Numbers 29:6", "Numbers 29:7", "Numbers 29:8", "Numbers 29:9", "Numbers 29:10", "Numbers 29:11", "Numbers 29:12", "Numbers 29:13", "Numbers 29:14", "Numbers 29:15", "Numbers 29:16", "Numbers 29:17", "Numbers 29:18", "Numbers 29:19", "Numbers 29:20", "Numbers 29:21", "Numbers 29:22", "Numbers 29:23", "Numbers 29:24", "Numbers 29:25", "Numbers 29:26", "Numbers 29:27", "Numbers 29:28", "Numbers 29:29", "Numbers 29:30", "Numbers 29:31", "Numbers 29:32", "Numbers 29:33", "Numbers 29:34", "Numbers 29:35", "Numbers 29:36", "Numbers 29:37", "Numbers 29:38", "Numbers 29:39", "Numbers 30:1", "Numbers 30:2", "Numbers 30:3", "Numbers 30:4", "Numbers 30:5", "Numbers 30:6", "Numbers 30:7", "Numbers 30:8", "Numbers 30:9", "Numbers 30:10", "Numbers 30:11", "Numbers 30:12", "Numbers 30:13", "Numbers 30:14", "Numbers 30:15", "Numbers 30:16", "Numbers 30:17", "Numbers 31:1", "Numbers 31:2", "Numbers 31:3", "Numbers 31:4", "Numbers 31:5", "Numbers 31:6", "Numbers 31:7", "Numbers 31:8", "Numbers 31:9", "Numbers 31:10", "Numbers 31:11", "Numbers 31:12", "Numbers 31:13", "Numbers 31:14", "Numbers 31:15", "Numbers 31:16", "Numbers 31:17", "Numbers 31:18", "Numbers 31:19"], "sourceRef": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers, Part I, Chapter 5; Leaders and Strangers 12", "sourceHeRef": "מנהיגות בשממה; סמכות ואנרכיה בספר במדבר, חלק ראשון, פרק ה י״ב", "anchorVerse": 30, "sourceHasEn": true, "commentaryNum": 12, "collectiveTitle": {"en": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers", "he": "מנהיגות בשממה; סמכות ואנרכיה בספר במדבר"}, "heTitle": "פרק ה", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "If the stranger can enjoy literal and metaphysical benefits such as atonement, what makes the stranger a stranger at all? Multiple times in the Pentateuch is the expression “there shall be one law for you and the resident alien” used to show legal equivalence.<sup class=\"footnote-marker\">3</sup><i class=\"footnote\">See Exodus 12:48–49; Leviticus 7:7, 24:22; Numbers 9:14, 15:15, 15:29–30.</i> Like citizens, strangers can be cut off from the community for cursing God and are obliged to refrain from behaviors that engender impurity.<sup class=\"footnote-marker\">4</sup><i class=\"footnote\">For examples, see Leviticus 4, 17:15–16, 18:27–28, 35:34–35; Numbers 15:30–31, 19:13, 19:20.</i> The stranger and the citizen both enjoy the privileges of the community and are both accountable for their place in the community and for their personal relationships with God through prohibitive commands. A poor gentile or <i>ger </i>was counted among the recipients of communal welfare (Lev. 19:10) and enjoyed the protections of the community as a relative equal (Lev. 24:22). Who, then, was the stranger, if during this period of transition there was no land from which to claim citizenship? Who was a stranger if we were all strangers? Furthermore, what made this individual alien if he was included in the community, such that both citizen and stranger were “alike before the Lord”?", "versionTitle": "Jerusalem. Maggid Books, 2013", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "61225507412970c0e359d91a", "index_title": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers", "category": "Jewish Thought", "type": "", "ref": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers, Part II, Chapter 8; Betraying the Vision 23", "anchorRef": "Numbers 13:27-29:31", "anchorRefExpanded": ["Numbers 13:27", "Numbers 13:28", "Numbers 13:29", "Numbers 13:30", "Numbers 13:31", "Numbers 13:32", "Numbers 13:33", "Numbers 14:1", "Numbers 14:2", "Numbers 14:3", "Numbers 14:4", "Numbers 14:5", "Numbers 14:6", "Numbers 14:7", "Numbers 14:8", "Numbers 14:9", "Numbers 14:10", "Numbers 14:11", "Numbers 14:12", "Numbers 14:13", "Numbers 14:14", "Numbers 14:15", "Numbers 14:16", "Numbers 14:17", "Numbers 14:18", "Numbers 14:19", "Numbers 14:20", "Numbers 14:21", "Numbers 14:22", "Numbers 14:23", "Numbers 14:24", "Numbers 14:25", "Numbers 14:26", "Numbers 14:27", "Numbers 14:28", "Numbers 14:29", "Numbers 14:30", "Numbers 14:31", "Numbers 14:32", "Numbers 14:33", "Numbers 14:34", "Numbers 14:35", "Numbers 14:36", "Numbers 14:37", "Numbers 14:38", "Numbers 14:39", "Numbers 14:40", "Numbers 14:41", "Numbers 14:42", "Numbers 14:43", "Numbers 14:44", "Numbers 14:45", "Numbers 15:1", "Numbers 15:2", "Numbers 15:3", "Numbers 15:4", "Numbers 15:5", "Numbers 15:6", "Numbers 15:7", "Numbers 15:8", "Numbers 15:9", "Numbers 15:10", "Numbers 15:11", "Numbers 15:12", "Numbers 15:13", "Numbers 15:14", "Numbers 15:15", "Numbers 15:16", "Numbers 15:17", "Numbers 15:18", "Numbers 15:19", "Numbers 15:20", "Numbers 15:21", "Numbers 15:22", "Numbers 15:23", "Numbers 15:24", "Numbers 15:25", "Numbers 15:26", "Numbers 15:27", "Numbers 15:28", "Numbers 15:29", "Numbers 15:30", "Numbers 15:31", "Numbers 15:32", "Numbers 15:33", "Numbers 15:34", "Numbers 15:35", "Numbers 15:36", "Numbers 15:37", "Numbers 15:38", "Numbers 15:39", "Numbers 15:40", "Numbers 15:41", "Numbers 16:1", "Numbers 16:2", "Numbers 16:3", "Numbers 16:4", "Numbers 16:5", "Numbers 16:6", "Numbers 16:7", "Numbers 16:8", "Numbers 16:9", "Numbers 16:10", "Numbers 16:11", "Numbers 16:12", "Numbers 16:13", "Numbers 16:14", "Numbers 16:15", "Numbers 16:16", "Numbers 16:17", "Numbers 16:18", "Numbers 16:19", "Numbers 16:20", "Numbers 16:21", "Numbers 16:22", "Numbers 16:23", "Numbers 16:24", "Numbers 16:25", "Numbers 16:26", "Numbers 16:27", "Numbers 16:28", "Numbers 16:29", "Numbers 16:30", "Numbers 16:31", "Numbers 16:32", "Numbers 16:33", "Numbers 16:34", "Numbers 16:35", "Numbers 17:1", "Numbers 17:2", "Numbers 17:3", "Numbers 17:4", "Numbers 17:5", "Numbers 17:6", "Numbers 17:7", "Numbers 17:8", "Numbers 17:9", "Numbers 17:10", "Numbers 17:11", "Numbers 17:12", "Numbers 17:13", "Numbers 17:14", "Numbers 17:15", "Numbers 17:16", "Numbers 17:17", "Numbers 17:18", "Numbers 17:19", "Numbers 17:20", "Numbers 17:21", "Numbers 17:22", "Numbers 17:23", "Numbers 17:24", "Numbers 17:25", "Numbers 17:26", "Numbers 17:27", "Numbers 17:28", "Numbers 18:1", "Numbers 18:2", "Numbers 18:3", "Numbers 18:4", "Numbers 18:5", "Numbers 18:6", "Numbers 18:7", "Numbers 18:8", "Numbers 18:9", "Numbers 18:10", "Numbers 18:11", "Numbers 18:12", "Numbers 18:13", "Numbers 18:14", "Numbers 18:15", "Numbers 18:16", "Numbers 18:17", "Numbers 18:18", "Numbers 18:19", "Numbers 18:20", "Numbers 18:21", "Numbers 18:22", "Numbers 18:23", "Numbers 18:24", "Numbers 18:25", "Numbers 18:26", "Numbers 18:27", "Numbers 18:28", "Numbers 18:29", "Numbers 18:30", "Numbers 18:31", "Numbers 18:32", "Numbers 19:1", "Numbers 19:2", "Numbers 19:3", "Numbers 19:4", "Numbers 19:5", "Numbers 19:6", "Numbers 19:7", "Numbers 19:8", "Numbers 19:9", "Numbers 19:10", "Numbers 19:11", "Numbers 19:12", "Numbers 19:13", "Numbers 19:14", "Numbers 19:15", "Numbers 19:16", "Numbers 19:17", "Numbers 19:18", "Numbers 19:19", "Numbers 19:20", "Numbers 19:21", "Numbers 19:22", "Numbers 20:1", "Numbers 20:2", "Numbers 20:3", "Numbers 20:4", "Numbers 20:5", "Numbers 20:6", "Numbers 20:7", "Numbers 20:8", "Numbers 20:9", "Numbers 20:10", "Numbers 20:11", "Numbers 20:12", "Numbers 20:13", "Numbers 20:14", "Numbers 20:15", "Numbers 20:16", "Numbers 20:17", "Numbers 20:18", "Numbers 20:19", "Numbers 20:20", "Numbers 20:21", "Numbers 20:22", "Numbers 20:23", "Numbers 20:24", "Numbers 20:25", "Numbers 20:26", "Numbers 20:27", "Numbers 20:28", "Numbers 20:29", "Numbers 21:1", "Numbers 21:2", "Numbers 21:3", "Numbers 21:4", "Numbers 21:5", "Numbers 21:6", "Numbers 21:7", "Numbers 21:8", "Numbers 21:9", "Numbers 21:10", "Numbers 21:11", "Numbers 21:12", "Numbers 21:13", "Numbers 21:14", "Numbers 21:15", "Numbers 21:16", "Numbers 21:17", "Numbers 21:18", "Numbers 21:19", "Numbers 21:20", "Numbers 21:21", "Numbers 21:22", "Numbers 21:23", "Numbers 21:24", "Numbers 21:25", "Numbers 21:26", "Numbers 21:27", "Numbers 21:28", "Numbers 21:29", "Numbers 21:30", "Numbers 21:31", "Numbers 21:32", "Numbers 21:33", "Numbers 21:34", "Numbers 21:35", "Numbers 22:1", "Numbers 22:2", "Numbers 22:3", "Numbers 22:4", "Numbers 22:5", "Numbers 22:6", "Numbers 22:7", "Numbers 22:8", "Numbers 22:9", "Numbers 22:10", "Numbers 22:11", "Numbers 22:12", "Numbers 22:13", "Numbers 22:14", "Numbers 22:15", "Numbers 22:16", "Numbers 22:17", "Numbers 22:18", "Numbers 22:19", "Numbers 22:20", "Numbers 22:21", "Numbers 22:22", "Numbers 22:23", "Numbers 22:24", "Numbers 22:25", "Numbers 22:26", "Numbers 22:27", "Numbers 22:28", "Numbers 22:29", "Numbers 22:30", "Numbers 22:31", "Numbers 22:32", "Numbers 22:33", "Numbers 22:34", "Numbers 22:35", "Numbers 22:36", "Numbers 22:37", "Numbers 22:38", "Numbers 22:39", "Numbers 22:40", "Numbers 22:41", "Numbers 23:1", "Numbers 23:2", "Numbers 23:3", "Numbers 23:4", "Numbers 23:5", "Numbers 23:6", "Numbers 23:7", "Numbers 23:8", "Numbers 23:9", "Numbers 23:10", "Numbers 23:11", "Numbers 23:12", "Numbers 23:13", "Numbers 23:14", "Numbers 23:15", "Numbers 23:16", "Numbers 23:17", "Numbers 23:18", "Numbers 23:19", "Numbers 23:20", "Numbers 23:21", "Numbers 23:22", "Numbers 23:23", "Numbers 23:24", "Numbers 23:25", "Numbers 23:26", "Numbers 23:27", "Numbers 23:28", "Numbers 23:29", "Numbers 23:30", "Numbers 24:1", "Numbers 24:2", "Numbers 24:3", "Numbers 24:4", "Numbers 24:5", "Numbers 24:6", "Numbers 24:7", "Numbers 24:8", "Numbers 24:9", "Numbers 24:10", "Numbers 24:11", "Numbers 24:12", "Numbers 24:13", "Numbers 24:14", "Numbers 24:15", "Numbers 24:16", "Numbers 24:17", "Numbers 24:18", "Numbers 24:19", "Numbers 24:20", "Numbers 24:21", "Numbers 24:22", "Numbers 24:23", "Numbers 24:24", "Numbers 24:25", "Numbers 25:1", "Numbers 25:2", "Numbers 25:3", "Numbers 25:4", "Numbers 25:5", "Numbers 25:6", "Numbers 25:7", "Numbers 25:8", "Numbers 25:9", "Numbers 25:10", "Numbers 25:11", "Numbers 25:12", "Numbers 25:13", "Numbers 25:14", "Numbers 25:15", "Numbers 25:16", "Numbers 25:17", "Numbers 25:18", "Numbers 26:1", "Numbers 26:2", "Numbers 26:3", "Numbers 26:4", "Numbers 26:5", "Numbers 26:6", "Numbers 26:7", "Numbers 26:8", "Numbers 26:9", "Numbers 26:10", "Numbers 26:11", "Numbers 26:12", "Numbers 26:13", "Numbers 26:14", "Numbers 26:15", "Numbers 26:16", "Numbers 26:17", "Numbers 26:18", "Numbers 26:19", "Numbers 26:20", "Numbers 26:21", "Numbers 26:22", "Numbers 26:23", "Numbers 26:24", "Numbers 26:25", "Numbers 26:26", "Numbers 26:27", "Numbers 26:28", "Numbers 26:29", "Numbers 26:30", "Numbers 26:31", "Numbers 26:32", "Numbers 26:33", "Numbers 26:34", "Numbers 26:35", "Numbers 26:36", "Numbers 26:37", "Numbers 26:38", "Numbers 26:39", "Numbers 26:40", "Numbers 26:41", "Numbers 26:42", "Numbers 26:43", "Numbers 26:44", "Numbers 26:45", "Numbers 26:46", "Numbers 26:47", "Numbers 26:48", "Numbers 26:49", "Numbers 26:50", "Numbers 26:51", "Numbers 26:52", "Numbers 26:53", "Numbers 26:54", "Numbers 26:55", "Numbers 26:56", "Numbers 26:57", "Numbers 26:58", "Numbers 26:59", "Numbers 26:60", "Numbers 26:61", "Numbers 26:62", "Numbers 26:63", "Numbers 26:64", "Numbers 26:65", "Numbers 27:1", "Numbers 27:2", "Numbers 27:3", "Numbers 27:4", "Numbers 27:5", "Numbers 27:6", "Numbers 27:7", "Numbers 27:8", "Numbers 27:9", "Numbers 27:10", "Numbers 27:11", "Numbers 27:12", "Numbers 27:13", "Numbers 27:14", "Numbers 27:15", "Numbers 27:16", "Numbers 27:17", "Numbers 27:18", "Numbers 27:19", "Numbers 27:20", "Numbers 27:21", "Numbers 27:22", "Numbers 27:23", "Numbers 28:1", "Numbers 28:2", "Numbers 28:3", "Numbers 28:4", "Numbers 28:5", "Numbers 28:6", "Numbers 28:7", "Numbers 28:8", "Numbers 28:9", "Numbers 28:10", "Numbers 28:11", "Numbers 28:12", "Numbers 28:13", "Numbers 28:14", "Numbers 28:15", "Numbers 28:16", "Numbers 28:17", "Numbers 28:18", "Numbers 28:19", "Numbers 28:20", "Numbers 28:21", "Numbers 28:22", "Numbers 28:23", "Numbers 28:24", "Numbers 28:25", "Numbers 28:26", "Numbers 28:27", "Numbers 28:28", "Numbers 28:29", "Numbers 28:30", "Numbers 28:31", "Numbers 29:1", "Numbers 29:2", "Numbers 29:3", "Numbers 29:4", "Numbers 29:5", "Numbers 29:6", "Numbers 29:7", "Numbers 29:8", "Numbers 29:9", "Numbers 29:10", "Numbers 29:11", "Numbers 29:12", "Numbers 29:13", "Numbers 29:14", "Numbers 29:15", "Numbers 29:16", "Numbers 29:17", "Numbers 29:18", "Numbers 29:19", "Numbers 29:20", "Numbers 29:21", "Numbers 29:22", "Numbers 29:23", "Numbers 29:24", "Numbers 29:25", "Numbers 29:26", "Numbers 29:27", "Numbers 29:28", "Numbers 29:29", "Numbers 29:30", "Numbers 29:31"], "sourceRef": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers, Part II, Chapter 8; Betraying the Vision 23", "sourceHeRef": "מנהיגות בשממה; סמכות ואנרכיה בספר במדבר, חלק שני, פרק ח כ״ג", "anchorVerse": 27, "sourceHasEn": true, "commentaryNum": 23, "collectiveTitle": {"en": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers", "he": "מנהיגות בשממה; סמכות ואנרכיה בספר במדבר"}, "heTitle": "פרק ח", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<small>This is what they told him: “We came to the land you sent us to; it does indeed flow with milk and honey, and this is its fruit. However, the people who inhabit the country are powerful, and the cities are fortified and very large; moreover, we saw the Anakites there. Amalekites dwell in the Negeb region; Hittites, Jebusites, and Amorites inhabit the hill country; and Canaanites dwell by the Sea and along the Jordan…. We cannot attack that people, for it is stronger than we.” Thus they spread calumnies among the Israelites about the land they had scouted, saying, “The country that we traversed and scouted is one that devours its settlers. All the people that we saw in it are men of great size; we saw the Nephilim there – the Anakites are part of the Nephilim and we looked like grasshoppers to ourselves, and so we must have looked to them.” (Num. 13:27–29, 31–33)</small>", "versionTitle": "Jerusalem. Maggid Books, 2013", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "6319d3ceb6084aa1cbf2b4b3", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, פֶּה 1", "anchorRef": "Numbers 23:16", "anchorRefExpanded": ["Numbers 23:16"], "sourceRef": "BDB, פֶּה 1", "sourceHeRef": "בראון-דרייבר-בריגס, פֶּה א׳", "anchorVerse": 16, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "פֶּה", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><big><span dir=\"rtl\">פֶּה</span></big></big><sub>485</sub><big></big>  <strong>n.m.</strong> <a data-ref=\"Joshua 9:2\" href=\"/Joshua.9.2\">Jos 9:2</a> <strong>mouth (</strong>prob. bilit. [<span dir=\"rtl\">פו</span>, <span dir=\"rtl\">פי</span>] Sta<sup>§ 183</sup>; NH = BH; Ph. <span dir=\"rtl\">לפי</span> according to; Assyrian <em>pû</em>, <em>mouth;</em> Arabic <span dir=\"rtl\">فُوهٌ</span>, <span dir=\"rtl\">فَاهٌ</span>, <span dir=\"rtl\">فِيهٌ</span>; Ethiopic አፍ; Syriac <span dir=\"rtl\">ܠܦܽܘܬ</span> according to; but also Arabic <span dir=\"rtl\">فَمّ</span>, <span dir=\"rtl\">فُمّ</span>, <span dir=\"rtl\">فِمّ</span>, Biblical Aramaic <span dir=\"rtl\">פֻּם</span>, 𝔗 <span dir=\"rtl\">פּוּמָא</span>; Syriac <span dir=\"rtl\">ܦܽܘܡܳܐ</span>; Mand. <span dir=\"rtl\">פומא</span> Nö<sup>M § 87</sup><strong>)</strong>;—abs. <span dir=\"rtl\">פ׳</span> <a data-ref=\"Exodus 4:10\" href=\"/Exodus.4.10\">Ex 4:10</a> +, cstr. <span dir=\"rtl\">פִּי</span> <a data-ref=\"Isaiah 1:20\" href=\"/Isaiah.1.20\">Is 1:20</a> +; sf. 1 s. <span dir=\"rtl\">פִּי</span> <a data-ref=\"Genesis 45:12\" href=\"/Genesis.45.12\">Gn 45:12</a> +, 2 ms. <span dir=\"rtl\">פִּיךָ</span> <a data-ref=\"Genesis 41:40\" href=\"/Genesis.41.40\">41:40</a> +, 3 ms. <span dir=\"rtl\">פִּיו</span> <a data-ref=\"Genesis 25:28\" href=\"/Genesis.25.28\">25:28</a> +, <span dir=\"rtl\">פִּיהוּ</span> <a data-ref=\"Exodus 4:15\" href=\"/Exodus.4.15\">Ex 4:15</a> +, 3 mpl. <span dir=\"rtl\">פִּיהֶם</span> <a data-ref=\"Judges 7:6\" href=\"/Judges.7.6\">Ju 7:6</a> +, <span dir=\"rtl\">פִּימוֹ</span> <a data-ref=\"Psalms 17:10\" href=\"/Psalms.17.10\">ψ 17:10</a> + 2 times, etc.; pl. <span dir=\"rtl\">פִּיּוֹת</span> <a data-ref=\"Proverbs 5:4\" href=\"/Proverbs.5.4\">Pr 5:4</a>, <span dir=\"rtl\">פֵיוֹת (שְׁנֵי)</span> <a data-ref=\"Judges 3:16\" href=\"/Judges.3.16\">Ju 3:16</a>, <span dir=\"rtl\">פִּיפִיּוֹת</span> <a data-ref=\"Isaiah 41:15\" href=\"/Isaiah.41.15\">Is 41:15</a> <a data-ref=\"Psalms 149:6\" href=\"/Psalms.149.6\">ψ 149:6</a>; <span dir=\"rtl\">פִּים</span> <a data-ref=\"I Samuel 13:21\" href=\"/I_Samuel.13.21\">1 S 13:21</a> (corrupt, v. Dr al.);—<br><strong>1.</strong> <strong>a.</strong>  <em>mouth</em>, of man, organ of eating and drinking <a data-ref=\"Genesis 25:28\" href=\"/Genesis.25.28\">Gn 25:28</a> <a data-ref=\"Judges 7:6\" href=\"/Judges.7.6\">Ju 7:6</a> <a data-ref=\"I Samuel 14:26\" href=\"/I_Samuel.14.26\">1 S 14:26</a>, <a data-ref=\"I Samuel 14:27\" href=\"/I_Samuel.14.27\">27</a> <a data-ref=\"Nehemiah 9:20\" href=\"/Nehemiah.9.20\">Ne 9:20</a> <a data-ref=\"Proverbs 19:24\" href=\"/Proverbs.19.24\">Pr 19:24</a> = <a data-ref=\"Proverbs 26:15\" href=\"/Proverbs.26.15\">26:15</a> +; fig. as finding things sweet <a data-ref=\"Job 20:12\" href=\"/Job.20.12\">Jb 20:12</a> <a data-ref=\"Psalms 119:103\" href=\"/Psalms.119.103\">ψ 119:103</a>; fig. of earth <a data-ref=\"Genesis 4:11\" href=\"/Genesis.4.11\">Gn 4:11</a>, swallowing Korah, etc. <a data-ref=\"Numbers 16:30\" href=\"/Numbers.16.30\">Nu 16:30</a>, <a data-ref=\"Numbers 16:32\" href=\"/Numbers.16.32\">32</a>; <a data-ref=\"Numbers 26:10\" href=\"/Numbers.26.10\">26:10</a> <a data-ref=\"Deuteronomy 11:6\" href=\"/Deuteronomy.11.6\">Dt 11:6</a>; fig. also of She’ôl, <span dir=\"rtl\">וּפָֽעֲרָה פִיהָ</span> <a data-ref=\"Isaiah 5:14\" href=\"/Isaiah.5.14\">Is 5:14</a>, cf. <a data-ref=\"Psalms 69:16\" href=\"/Psalms.69.16\">ψ 69:16</a>. <strong>b.</strong>  external organ, <span dir=\"rtl\">וַיָּשֶׂם פִּיו עַל־פִּיו</span> <a data-ref=\"II Kings 4:34\" href=\"/II_Kings.4.34\">2 K 4:34</a> <a data-ref=\"Proverbs 30:20\" href=\"/Proverbs.30.20\">Pr 30:20</a>; of kissing <a data-ref=\"I Kings 19:18\" href=\"/I_Kings.19.18\">1 K 19:18</a> <a data-ref=\"Song of Songs 1:2\" href=\"/Song_of_Songs.1.2\">Ct 1:2</a>; <span dir=\"rtl\">וַתִּשַּׁק יָדִי לְפִי</span> <a data-ref=\"Job 31:27\" href=\"/Job.31.27\">Jb 31:27</a>; cf. phr. <span dir=\"rtl\">שִׂים יָד עַל־פֶּה</span> (of keeping silence) <a data-ref=\"Judges 18:19\" href=\"/Judges.18.19\">Ju 18:19</a> <a data-ref=\"Micah 7:16\" href=\"/Micah.7.16\">Mi 7:16</a> <a data-ref=\"Job 21:5\" href=\"/Job.21.5\">Jb 21:5</a>, cf. <a data-ref=\"Job 29:9\" href=\"/Job.29.9\">29:9</a>; <a data-ref=\"Job 40:4\" href=\"/Job.40.4\">40:4</a> <a data-ref=\"Proverbs 30:32\" href=\"/Proverbs.30.32\">Pr 30:32</a>; of mocking triumph <span dir=\"rtl\">פָּעַר עָלַי בְּפ׳</span> <a data-ref=\"Job 16:10\" href=\"/Job.16.10\">Jb 16:10</a>; <span dir=\"rtl\">הִרְחִיב פ׳ עַל</span> <a data-ref=\"Psalms 35:21\" href=\"/Psalms.35.21\">ψ 35:21</a> <a data-ref=\"Isaiah 57:4\" href=\"/Isaiah.57.4\">Is 57:4</a>, also <span dir=\"rtl\">רָחַב פִּי עַל</span> <a data-ref=\"I Samuel 2:1\" href=\"/I_Samuel.2.1\">1 S 2:1</a>. <strong>c.</strong>  of <span dir=\"rtl\">י׳</span> in theoph., sending out fire <a data-ref=\"II Samuel 22:9\" href=\"/II_Samuel.22.9\">2 S 22:9</a> = <a data-ref=\"Psalms 18:9\" href=\"/Psalms.18.9\">ψ 18:9</a>.<br><strong>2.</strong> <strong>a.</strong>  much oftener, as organ of speech, of man: <span dir=\"rtl\">פ׳</span> speaks <a data-ref=\"Genesis 45:12\" href=\"/Genesis.45.12\">Gn 45:12</a> <a data-ref=\"II Samuel 1:16\" href=\"/II_Samuel.1.16\">2 S 1:16</a> <a data-ref=\"Isaiah 9:16\" href=\"/Isaiah.9.16\">Is 9:16</a> <a data-ref=\"Job 9:20\" href=\"/Job.9.20\">Jb 9:20</a>; <a data-ref=\"Job 15:5\" href=\"/Job.15.5\">15:5</a>, <a data-ref=\"Job 15:6\" href=\"/Job.15.6\">6</a> <a data-ref=\"Psalms 37:30\" href=\"/Psalms.37.30\">ψ 37:30</a> +; speak <span dir=\"rtl\">בְּמוֹ־פִי</span> <a data-ref=\"Job 19:16\" href=\"/Job.19.16\">Jb 19:16</a>; open <span dir=\"rtl\">פ׳</span>, <span dir=\"rtl\">אֶל־י׳</span> <a data-ref=\"Judges 11:35\" href=\"/Judges.11.35\">Ju 11:35</a>, <a data-ref=\"Judges 11:36\" href=\"/Judges.11.36\">36</a>, abs. <a data-ref=\"Job 3:1\" href=\"/Job.3.1\">Jb 3:1</a>; <a data-ref=\"Job 33:2\" href=\"/Job.33.2\">33:2</a> +; shut <span dir=\"rtl\">פ׳</span> (be silent) <a data-ref=\"Isaiah 52:15\" href=\"/Isaiah.52.15\">Is 52:15</a>, cf. <span dir=\"rtl\">חָשַׂךְ פ׳</span> <a data-ref=\"Job 7:11\" href=\"/Job.7.11\">Jb 7:11</a>, and (of iniquity, personif.) <span dir=\"rtl\">קָפַץ פ׳</span> <a data-ref=\"Job 5:16\" href=\"/Job.5.16\">Jb 5:16</a> <a data-ref=\"Psalms 107:42\" href=\"/Psalms.107.42\">ψ 107:42</a>; guard <span dir=\"rtl\">פ׳</span>, <a data-ref=\"Proverbs 13:3\" href=\"/Proverbs.13.3\">Pr 13:3</a> <span dir=\"rtl\">(נָצַר)</span>, <a data-ref=\"Proverbs 21:23\" href=\"/Proverbs.21.23\">21:23</a> <span dir=\"rtl\">(שָׁמַר)</span>, cf. <span dir=\"rtl\">שָׁמַר פִּתְחֵי פ׳</span> <a data-ref=\"Micah 7:5\" href=\"/Micah.7.5\">Mi 7:5</a>, also <a data-ref=\"Psalms 39:2\" href=\"/Psalms.39.2\">ψ 39:2</a> (v. <a data-ref=\"BDB, שׁמר\" href=\"/BDB,_שׁמר\", dir=\"rtl\">שׁמר</a>); words, etc., are in <span dir=\"rtl\">(ב)</span> mouth <a data-ref=\"II Samuel 17:5\" href=\"/II_Samuel.17.5\">2 S 17:5</a>; <a data-ref=\"II Samuel 18:25\" href=\"/II_Samuel.18.25\">18:25</a> <a data-ref=\"Deuteronomy 30:14\" href=\"/Deuteronomy.30.14\">Dt 30:14</a> <a data-ref=\"I Kings 17:24\" href=\"/I_Kings.17.24\">1 K 17:24</a>; <span dir=\"rtl\">שִׂים דְּבָרִים בְּפ׳</span> <a data-ref=\"II Samuel 14:3\" href=\"/II_Samuel.14.3\">2 S 14:3</a>, <a data-ref=\"II Samuel 14:19\" href=\"/II_Samuel.14.19\">19</a> <a data-ref=\"Exodus 4:15\" href=\"/Exodus.4.15\">Ex 4:15</a>, also (God subj.) <a data-ref=\"Numbers 22:38\" href=\"/Numbers.22.38\">Nu 22:38</a>; <a data-ref=\"Numbers 23:12\" href=\"/Numbers.23.12\">23:12</a>, <a data-ref=\"Numbers 23:16\" href=\"/Numbers.23.16\">16</a> +; of utterance <span dir=\"rtl\">יָצָא מִפּ׳</span> <a data-ref=\"Judges 11:36\" href=\"/Judges.11.36\">Ju 11:36</a> <a data-ref=\"Numbers 30:3\" href=\"/Numbers.30.3\">Nu 30:3</a>; <a data-ref=\"Numbers 32:24\" href=\"/Numbers.32.24\">32:24</a> <a data-ref=\"Joshua 6:10\" href=\"/Joshua.6.10\">Jos 6:10</a> +; depart from mouth (cease to be mentioned) <span dir=\"rtl\">מוּשׁ מִפּ׳</span> <a data-ref=\"Joshua 1:8\" href=\"/Joshua.1.8\">Jos 1:8</a> <a data-ref=\"Isaiah 59:21\" href=\"/Isaiah.59.21\">Is 59:21</a>, cf. <span dir=\"rtl\">נִכְרַת מִפּ׳</span> <a data-ref=\"Jeremiah 7:28\" href=\"/Jeremiah.7.28\">Je 7:28</a>, <span dir=\"rtl\">לֹא יִשָּׁמַע עַל־פִּיךָ</span> <a data-ref=\"Exodus 23:13\" href=\"/Exodus.23.13\">Ex 23:13</a>; <span dir=\"rtl\">אִמְרֵי פ׳</span> <a data-ref=\"Deuteronomy 32:1\" href=\"/Deuteronomy.32.1\">Dt 32:1</a> <em>words of my mouth</em>, so <a data-ref=\"Job 8:2\" href=\"/Job.8.2\">Jb 8:2</a> <a data-ref=\"Psalms 19:15\" href=\"/Psalms.19.15\">ψ 19:15</a>; <a data-ref=\"Psalms 54:4\" href=\"/Psalms.54.4\">54:4</a>; <span dir=\"rtl\">דִּבְרֵי פ׳</span> <a data-ref=\"Psalms 36:4\" href=\"/Psalms.36.4\">ψ 36:4</a> <a data-ref=\"Ecclesiastes 10:12\" href=\"/Ecclesiastes.10.12\">Ec 10:12</a>, <a data-ref=\"Ecclesiastes 10:13\" href=\"/Ecclesiastes.10.13\">13a</a>; of agency, <span dir=\"rtl\">בְּפּ׳</span> <em>by the mouth of</em> <a data-ref=\"II Chronicles 36:21\" href=\"/II_Chronicles.36.21\">2 Ch 36:21</a>, <a data-ref=\"II Chronicles 36:22\" href=\"/II_Chronicles.36.22\">22</a> = <span dir=\"rtl\">מִפּ׳</span> <a data-ref=\"Ezra 1:1\" href=\"/Ezra.1.1\">Ezr 1:1</a>; <span dir=\"rtl\">דִּבֶּר פִּיו עִם־פִּיו</span> <a data-ref=\"Jeremiah 32:4\" href=\"/Jeremiah.32.4\">Je 32:4</a> <em>speak mouth to mouth</em> (cf. <a data-ref=\"Jeremiah 34:3\" href=\"/Jeremiah.34.3\">34:3</a> <a data-ref=\"Numbers 12:8\" href=\"/Numbers.12.8\">Nu 12:8</a>); <span dir=\"rtl\">פ׳</span> = <em>speech</em> <a data-ref=\"Isaiah 29:13\" href=\"/Isaiah.29.13\">Is 29:13</a> <a data-ref=\"Psalms 49:14\" href=\"/Psalms.49.14\">ψ 49:14</a> <a data-ref=\"Ecclesiastes 10:13\" href=\"/Ecclesiastes.10.13\">Ec 10:13b</a>; <span dir=\"rtl\">כְּבַד פ׳</span> <a data-ref=\"Exodus 4:10\" href=\"/Exodus.4.10\">Ex 4:10</a> <em>heavy of speech</em> (not eloquent); <span dir=\"rtl\">אֶהְיֶה עִם־פ׳</span> v <a data-ref=\"Exodus 4:12\" href=\"/Exodus.4.12\">12</a>, <a data-ref=\"Exodus 4:15\" href=\"/Exodus.4.15\">15</a>, i.e. aid thee in speaking; <span dir=\"rtl\">יִהְיֶה־לְּךָ לְפ׳</span> v <a data-ref=\"Exodus 4:16\" href=\"/Exodus.4.16\">16</a> <em>he shall be mouth for thee;</em> <span dir=\"rtl\">מִפִּיו יִקְרָא אֵלַי</span> <a data-ref=\"Jeremiah 36:18\" href=\"/Jeremiah.36.18\">Je 36:18</a>, i.e. dictate; <span dir=\"rtl\">כָּתַב מִפּ׳</span> v. <a ,=\"\" data-ref=\"BDB, כָּתַב\" dir=\"rtl\" href=\"/BDB,_כָּתַב\">כָּתַב</a> <strong>1 b</strong> (3); bad qualities ascribed to it, <span dir=\"rtl\">עִקְּשׁוּת פ׳</span> <a data-ref=\"Proverbs 4:24\" href=\"/Proverbs.4.24\">Pr 4:24</a>; <a data-ref=\"Proverbs 6:12\" href=\"/Proverbs.6.12\">6:12</a>; <span dir=\"rtl\">פִּי תַהְפֻּכוֹת</span> <a data-ref=\"Proverbs 8:13\" href=\"/Proverbs.8.13\">8:13</a>; <span dir=\"rtl\">פֶּה חָלָק</span> <a data-ref=\"Proverbs 26:28\" href=\"/Proverbs.26.28\">26:28</a>; <span dir=\"rtl\">אַל־תַּגְדֵּל פ׳</span> <a data-ref=\"Obadiah 1:12\" href=\"/Obadiah.1.12\">Ob 12</a>, cf. <a data-ref=\"Micah 6:12\" href=\"/Micah.6.12\">Mi 6:12</a> <a data-ref=\"Ezekiel 35:13\" href=\"/Ezekiel.35.13\">Ez 35:13</a>. <strong>b.</strong>  as laughing <a data-ref=\"Job 8:21\" href=\"/Job.8.21\">Jb 8:21</a> <a data-ref=\"Psalms 126:2\" href=\"/Psalms.126.2\">ψ 126:2</a>; panting <a data-ref=\"Psalms 119:131\" href=\"/Psalms.119.131\">119:131</a>. <strong>c.</strong>  of God; his mouth speaks <a data-ref=\"Isaiah 1:20\" href=\"/Isaiah.1.20\">Is 1:20</a>; <a data-ref=\"Isaiah 40:5\" href=\"/Isaiah.40.5\">40:5</a> <a data-ref=\"Jeremiah 9:11\" href=\"/Jeremiah.9.11\">Je 9:11</a> +; he speaks <span dir=\"rtl\">בְּפ׳</span> <a data-ref=\"I Kings 8:15\" href=\"/I_Kings.8.15\">1 K 8:15</a>, <a data-ref=\"I Kings 8:34\" href=\"/I_Kings.8.34\">34</a>; wd. proceeds <span dir=\"rtl\">מִפּ׳</span> <a data-ref=\"Deuteronomy 8:3\" href=\"/Deuteronomy.8.3\">Dt 8:3</a> <a data-ref=\"Isaiah 45:23\" href=\"/Isaiah.45.23\">Is 45:23</a> +; <span dir=\"rtl\">פֶּה אֶל־פֶּה אֲדַבֵּר בּוֹ</span> <a data-ref=\"Numbers 12:8\" href=\"/Numbers.12.8\">Nu 12:8</a>; he creates <span dir=\"rtl\">בְּרוּחַ פִּיו</span> <a data-ref=\"Psalms 33:6\" href=\"/Psalms.33.6\">ψ 33:6</a>; he executes judgment <span dir=\"rtl\">בְּשֵׁבֶט פִּיו</span> <a data-ref=\"Isaiah 11:4\" href=\"/Isaiah.11.4\">Is 11:4</a>; especially = <em>command:</em> <span dir=\"rtl\">עָבַר אֶת־פִּי י׳</span> <a data-ref=\"I Samuel 15:24\" href=\"/I_Samuel.15.24\">1 S 15:24</a> <a data-ref=\"Numbers 14:41\" href=\"/Numbers.14.41\">Nu 14:41</a>; <a data-ref=\"Numbers 22:18\" href=\"/Numbers.22.18\">22:18</a>; <a data-ref=\"Numbers 24:13\" href=\"/Numbers.24.13\">24:13</a> <a data-ref=\"Proverbs 8:29\" href=\"/Proverbs.8.29\">Pr 8:29</a>; <span dir=\"rtl\">פ׳ (אֶת־) מָרָה</span> <a data-ref=\"I Samuel 12:14\" href=\"/I_Samuel.12.14\">1 S 12:14</a>, <a data-ref=\"I Samuel 12:15\" href=\"/I_Samuel.12.15\">15</a> <a data-ref=\"Numbers 20:24\" href=\"/Numbers.20.24\">Nu 20:24</a> <a data-ref=\"I Kings 13:21\" href=\"/I_Kings.13.21\">1 K 13:21</a> +; cf. <strong>6 d.</strong> <strong>d.</strong>  of idols, <a data-ref=\"Psalms 115:5\" href=\"/Psalms.115.5\">ψ 115:5</a>; <a data-ref=\"Psalms 136:16\" href=\"/Psalms.136.16\">136:16</a>, <a data-ref=\"Psalms 136:17\" href=\"/Psalms.136.17\">17</a>. <strong>e.</strong>  of musical instr. = sound <a data-ref=\"Amos 6:5\" href=\"/Amos.6.5\">Am 6:5</a> (cf. <strong>6 d</strong>).<br><strong>3.</strong>  of animals: bird <a data-ref=\"Genesis 8:11\" href=\"/Genesis.8.11\">Gn 8:11</a> (carrying), <a data-ref=\"Isaiah 10:14\" href=\"/Isaiah.10.14\">Is 10:14</a> (chirping); ass <a data-ref=\"Numbers 22:28\" href=\"/Numbers.22.28\">Nu 22:28</a> (speaking); bear, lion <a data-ref=\"I Samuel 17:35\" href=\"/I_Samuel.17.35\">1 S 17:35</a> (seizing), <a data-ref=\"Amos 3:12\" href=\"/Amos.3.12\">Am 3:12</a> (id.), hippop. <a data-ref=\"Job 40:23\" href=\"/Job.40.23\">Jb 40:23</a> (drinking), crocod. <a data-ref=\"Job 41:11\" href=\"/Job.41.11\">41:11</a>, <a data-ref=\"Job 41:13\" href=\"/Job.41.13\">13</a> (breathing flame); also of human foes, under fig. of ravenous beasts <a data-ref=\"Psalms 22:22\" href=\"/Psalms.22.22\">ψ 22:22</a> <a data-ref=\"Ezekiel 21:27\" href=\"/Ezekiel.21.27\">Ez 21:27</a>; <a data-ref=\"Ezekiel 34:10\" href=\"/Ezekiel.34.10\">34:10</a>; <span dir=\"rtl\">פָּצָה פ׳ עַל</span> <a data-ref=\"Psalms 22:14\" href=\"/Psalms.22.14\">ψ 22:14</a> <a data-ref=\"Lamentations 2:16\" href=\"/Lamentations.2.16\">La 2:16</a>; <a data-ref=\"Lamentations 3:46\" href=\"/Lamentations.3.46\">3:46</a>; hence of <em>edge</em> of sword, <span dir=\"rtl\">חֶרֶב פִּיּוֹת</span> <a data-ref=\"Proverbs 5:4\" href=\"/Proverbs.5.4\">Pr 5:4</a> <em>a sword with edges</em> (in sim.), = <span dir=\"rtl\">ח׳ פִּיפִיּוֹת</span> <a data-ref=\"Psalms 149:6\" href=\"/Psalms.149.6\">ψ 149:6</a>; cf. <a data-ref=\"Judges 3:16\" href=\"/Judges.3.16\">Ju 3:16</a>; v. also <strong>6 c</strong> (2), infr.; <span dir=\"rtl\">בַּעַל פִּיפִיּוֹת</span> <a data-ref=\"Isaiah 41:15\" href=\"/Isaiah.41.15\">Is 41:15</a>, of <span dir=\"rtl\">מוֹרַג</span>.<br><strong>4.</strong>  <em>mouth</em> = opening, orifice; of well <a data-ref=\"Genesis 29:2\" href=\"/Genesis.29.2\">Gn 29:2</a>, <a data-ref=\"Genesis 29:3\" href=\"/Genesis.29.3\">3</a><sup>(×2)</sup>, <a data-ref=\"Genesis 29:8\" href=\"/Genesis.29.8\">8</a>, <a data-ref=\"Genesis 29:10\" href=\"/Genesis.29.10\">10</a>; cave <a data-ref=\"Joshua 10:18\" href=\"/Joshua.10.18\">Jos 10:18</a>, <a data-ref=\"Joshua 10:22\" href=\"/Joshua.10.22\">22</a>, <a data-ref=\"Joshua 10:27\" href=\"/Joshua.10.27\">27</a>; ravine, abyss <a data-ref=\"Jeremiah 48:28\" href=\"/Jeremiah.48.28\">Je 48:28</a> (si vera l., cf. Gie); also of <em>Sh</em><sup>e</sup><em>’ôl</em> <a data-ref=\"Psalms 141:7\" href=\"/Psalms.141.7\">ψ 141:7</a>; of a sack <a data-ref=\"Genesis 42:27\" href=\"/Genesis.42.27\">Gn 42:27</a>; <a data-ref=\"Genesis 43:12\" href=\"/Genesis.43.12\">43:12</a>, <a data-ref=\"Genesis 43:21\" href=\"/Genesis.43.21\">21</a>; <a data-ref=\"Genesis 44:1\" href=\"/Genesis.44.1\">44:1</a>, <a data-ref=\"Genesis 44:2\" href=\"/Genesis.44.2\">2</a>, <a data-ref=\"Genesis 44:8\" href=\"/Genesis.44.8\">8</a>; ephah <a data-ref=\"Zechariah 5:8\" href=\"/Zechariah.5.8\">Zc 5:8</a>; high-priest’s robe <a data-ref=\"Exodus 28:32\" href=\"/Exodus.28.32\">Ex 28:32</a> + 5 times, cf. prob. <a data-ref=\"Psalms 133:2\" href=\"/Psalms.133.2\">ψ 133:2</a>; tunic <a data-ref=\"Job 30:18\" href=\"/Job.30.18\">Jb 30:18</a>; of a round opening also <a data-ref=\"I Kings 7:31\" href=\"/I_Kings.7.31\">1 K 7:31</a><sup>(×3)</sup> (on text and meaning v. Benz Kit); of <em>mouth</em> of Nile <a data-ref=\"Isaiah 19:7\" href=\"/Isaiah.19.7\">Is 19:7</a> (others <em>brink</em>); gate of city <a data-ref=\"Proverbs 8:3\" href=\"/Proverbs.8.3\">Pr 8:3</a> (but read perhaps <span dir=\"rtl\">לִפְנֵי</span>, v. Toy).<br><strong>5.</strong> <strong>a.</strong>  <em>extremity, end</em> <span dir=\"rtl\">פֶּה לָפֶה</span> <em>from end to end</em>, of a temple <a data-ref=\"II Kings 10:21\" href=\"/II_Kings.10.21\">2 K 10:21</a>; city <a data-ref=\"II Kings 21:16\" href=\"/II_Kings.21.16\">21:16</a>, <span dir=\"rtl\">מִפֶּה אֶל־פֶּה</span> of land <a data-ref=\"Ezra 9:11\" href=\"/Ezra.9.11\">Ezr 9:11</a>. <strong>b.</strong>  = portion, <span dir=\"rtl\">פִּי שְׁנַיִם</span> †<a data-ref=\"Deuteronomy 21:17\" href=\"/Deuteronomy.21.17\">Dt 21:17</a> <a data-ref=\"II Kings 2:9\" href=\"/II_Kings.2.9\">2 K 2:9</a> <a data-ref=\"Zechariah 13:8\" href=\"/Zechariah.13.8\">Zc 13:8</a>.<br><strong>6.</strong>  with preps.:— <strong>a.</strong>  <span dir=\"rtl\">אֶל פִּי</span>, v. infr. <strong>d</strong>(2). <strong>b.</strong>  <span dir=\"rtl\">כְּפִי</span>: (<em>a</em>) according to <em>the command of</em>, <a data-ref=\"I Chronicles 12:23\" href=\"/I_Chronicles.12.23\">1 Ch 12:23</a>; (<em>b</em>) according to <em>the mouth of</em>, i.e. <em>in proportion to</em> <strong>(</strong>cf. Assyrian <em>ki-i pi-i</em>, Dl<sup>HWB325</sup><strong>)</strong>, †<a data-ref=\"Exodus 16:21\" href=\"/Exodus.16.21\">Ex 16:21</a> they gathered it <span dir=\"rtl\">אִישׁ כְּפִי אָכְלוֹ</span> each <em>in proportion to</em> his eating (v <a data-ref=\"Exodus 16:16\" href=\"/Exodus.16.16\">16</a>, <a data-ref=\"Exodus 16:18\" href=\"/Exodus.16.18\">18</a> <span dir=\"rtl\">לְפִי</span>), <a data-ref=\"Leviticus 25:52\" href=\"/Leviticus.25.52\">Lv 25:52</a> <span dir=\"rtl\">כְּפִי שָׁנָיו</span> according to the number of his years (cf. v <a data-ref=\"Exodus 16:16\" href=\"/Exodus.16.16\">16</a> <span dir=\"rtl\">לְפִי</span>); <a data-ref=\"Numbers 6:21\" href=\"/Numbers.6.21\">Nu 6:21</a>; <a data-ref=\"Numbers 7:5\" href=\"/Numbers.7.5\">7:5</a> <span dir=\"rtl\">אִישׁ כְּפִי עֲבֹדָתוֹ</span> (so <a data-ref=\"II Chronicles 31:2\" href=\"/II_Chronicles.31.2\">2 Ch 31:2</a>), <a data-ref=\"II Chronicles 7:7\" href=\"/II_Chronicles.7.7\">7:7</a>, <a data-ref=\"II Chronicles 7:8\" href=\"/II_Chronicles.7.8\">8</a>; <a data-ref=\"II Chronicles 35:8\" href=\"/II_Chronicles.35.8\">35:8</a> (all P); <a data-ref=\"Job 33:6\" href=\"/Job.33.6\">Jb 33:6</a> <span dir=\"rtl\">הֵן־אֲנִי כְפִיךָ לָאֵל</span> I am <em>in the proportion of</em> thee as regards God, i.e. I stand towards God even as thou dost. As <strong>conj.</strong>, <span dir=\"rtl\">כְּפִי אֲשֶׁר</span>, †<a data-ref=\"Malachi 2:9\" href=\"/Malachi.2.9\">Ml 2:9</a> <span dir=\"rtl\">כְּפִי אֲשֶׁר אֵינְכֶם שֹׁמְרִים אֶת־דְּרָכַי</span> acc. <em>as</em> ye do not keep, etc.; and without <span dir=\"rtl\">אשׁר</span> <a data-ref=\"Zechariah 2:4\" href=\"/Zechariah.2.4\">Zc 2:4</a> <span dir=\"rtl\">כְּפִי אִישׁ־לֹא נָשָׂא רֹאשׁוֹ</span> <em>in such proportion that</em> none did lift up his head (but We Now <span dir=\"rtl\">אֲשֶׁר</span> for <span dir=\"rtl\">אִישׁ</span>, that it, Judah, did not, etc.). <strong>c.</strong>  <span dir=\"rtl\">לְפִי</span>, nearly i.q. <span dir=\"rtl\">כְּפִי</span> (v. <a data-ref=\"BDB, עַל²\" href=\"/BDB,_עַל²\", dir=\"rtl\">לְ</a> <strong>5 i</strong> <em>b</em>), but more common <strong>(</strong>cf. Aramaic <span dir=\"rtl\">לְפוּם</span>, <span dir=\"rtl\">ܠܦܽܘܬ</span> <strong>)</strong>: (1) †<a data-ref=\"Genesis 47:12\" href=\"/Genesis.47.12\">Gn 47:12</a> <span dir=\"rtl\">לְפִי הַטָּ֑ף</span>, <a data-ref=\"Exodus 12:4\" href=\"/Exodus.12.4\">Ex 12:4</a> ye shall compute <span dir=\"rtl\">אִישׁ לְפִי אָכְלוֹ</span> each according <em>to</em> his eating (according to the quantity which his family will consume), <a data-ref=\"Exodus 16:16\" href=\"/Exodus.16.16\">16:16</a>, <a data-ref=\"Exodus 16:18\" href=\"/Exodus.16.18\">18</a> <a data-ref=\"Leviticus 25:16\" href=\"/Leviticus.25.16\">Lv 25:16</a> <span dir=\"rtl\">לְפִי רֹב הַשָּׁנִים</span>, v <a data-ref=\"Leviticus 25:16\" href=\"/Leviticus.25.16\">16</a>, <a data-ref=\"Leviticus 25:51\" href=\"/Leviticus.25.51\">51</a>; <a data-ref=\"Leviticus 27:16\" href=\"/Leviticus.27.16\">27:16</a> <span dir=\"rtl\">לְפִי זַרְעוֹ</span>, <a data-ref=\"Numbers 26:54\" href=\"/Numbers.26.54\">Nu 26:54</a> <a data-ref=\"Joshua 18:4\" href=\"/Joshua.18.4\">Jos 18:4</a> <a data-ref=\"I Kings 17:1\" href=\"/I_Kings.17.1\">1 K 17:1</a> <span dir=\"rtl\">לְפִי דְבָרִי כִּי אִם־</span>, <a data-ref=\"Hosea 10:12\" href=\"/Hosea.10.12\">Ho 10:12</a> <span dir=\"rtl\">קִצְרוּ לְפִי חֶסֶד</span> (‖ <span dir=\"rtl\">לִצְדָקָה</span>), <a data-ref=\"Proverbs 12:8\" href=\"/Proverbs.12.8\">Pr 12:8</a>; <a data-ref=\"Proverbs 27:21\" href=\"/Proverbs.27.21\">27:21</a>: sq. inf. <a data-ref=\"Numbers 9:17\" href=\"/Numbers.9.17\">Nu 9:17</a> <span dir=\"rtl\">לְפִי הֵעָלוֹת הֶעָנָן</span> = acc. <em>as</em> the cloud was lifted up, <a data-ref=\"Jeremiah 29:10\" href=\"/Jeremiah.29.10\">Je 29:10</a>. (2) in the phr. <span dir=\"rtl\">לְפִי חֶרֶב</span> according <em>to the mouth</em>, or <em>measure</em>, of the sword, i.e. as the sword devours, without quarter, <a data-ref=\"Genesis 34:26\" href=\"/Genesis.34.26\">Gn 34:26</a> <a data-ref=\"Exodus 17:13\" href=\"/Exodus.17.13\">Ex 17:13</a> <a data-ref=\"Numbers 21:24\" href=\"/Numbers.21.24\">Nu 21:24</a> + often <strong>d.</strong>  <span dir=\"rtl\">עַל פִּי</span>: (1) according to <span dir=\"rtl\">(עַל)</span> <strong>1 f</strong> <em>a</em>) <em>the mouth of</em>, i.e. (α) the command of, <a data-ref=\"Genesis 41:40\" href=\"/Genesis.41.40\">Gn 41:40</a>; <a data-ref=\"Genesis 45:21\" href=\"/Genesis.45.21\">45:21</a> <a data-ref=\"Exodus 17:1\" href=\"/Exodus.17.1\">Ex 17:1</a>; <a data-ref=\"Exodus 38:21\" href=\"/Exodus.38.21\">38:21</a> <a data-ref=\"Numbers 3:16\" href=\"/Numbers.3.16\">Nu 3:16</a>, <a data-ref=\"Numbers 3:39\" href=\"/Numbers.3.39\">39</a> + (especially P), <a data-ref=\"II Kings 23:35\" href=\"/II_Kings.23.35\">2 K 23:35</a>; (β) the evidence or sentence of, <a data-ref=\"Deuteronomy 17:6\" href=\"/Deuteronomy.17.6\">Dt 17:6</a> <span dir=\"rtl\">עַל־פִּי עֵד אֶחָד</span>, <a data-ref=\"Deuteronomy 19:15\" href=\"/Deuteronomy.19.15\">19:15</a>; <a data-ref=\"Deuteronomy 21:5\" href=\"/Deuteronomy.21.5\">21:5</a> (on <span dir=\"rtl\">עַל־פִּי הַנָּ֑כֶל</span> <a data-ref=\"Amos 6:5\" href=\"/Amos.6.5\">Am 6:5</a>, v. <strong>2 e</strong> supr.). (2) according <em>to the measure of, in accordance with</em>, †<a data-ref=\"Genesis 43:7\" href=\"/Genesis.43.7\">Gn 43:7</a> we told him <span dir=\"rtl\">על פי הדברים האלה</span> <em>according to</em> these words (i.e. the questions Joseph asked), <a data-ref=\"Exodus 34:27\" href=\"/Exodus.34.27\">Ex 34:27</a> <em>in accordance with</em> these words, <a data-ref=\"Leviticus 27:8\" href=\"/Leviticus.27.8\">Lv 27:8</a> <span dir=\"rtl\">על־פי אשׁר תַּשִּׂיג יַד הנֹּדֵר</span> according <em>to</em> what the hand of the vower can reach to, v <a data-ref=\"Leviticus 27:18\" href=\"/Leviticus.27.18\">18</a> (cf. <span dir=\"rtl\">לְפִי</span> <a data-ref=\"Leviticus 25:16\" href=\"/Leviticus.25.16\">25:16</a>, <a data-ref=\"Leviticus 25:51\" href=\"/Leviticus.25.51\">51</a>), <a data-ref=\"Deuteronomy 17:10\" href=\"/Deuteronomy.17.10\">Dt 17:10</a>, <a data-ref=\"Deuteronomy 17:11\" href=\"/Deuteronomy.17.11\">11</a> <a data-ref=\"II Samuel 13:32\" href=\"/II_Samuel.13.32\">2 S 13:32</a> (but v. <a data-ref=\"BDB, שׂוּמָה\" href=\"/BDB,_שׂוּמָה\", dir=\"rtl\">שׂוּמָה</a>), <a data-ref=\"Proverbs 22:6\" href=\"/Proverbs.22.6\">Pr 22:6</a> <span dir=\"rtl\">חֲנֹךְ לַנַּעַר על פי דרכו</span>. In the same sense <span dir=\"rtl\">אֶל פִּ׳</span>, †<a data-ref=\"Joshua 15:13\" href=\"/Joshua.15.13\">Jos 15:13</a>; <a data-ref=\"Joshua 17:4\" href=\"/Joshua.17.4\">17:4</a>; <a data-ref=\"Joshua 21:3\" href=\"/Joshua.21.3\">21:3</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d445b6084aa1cbf313bb", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, קָרָה² 1", "anchorRef": "Numbers 23:16", "anchorRefExpanded": ["Numbers 23:16"], "sourceRef": "BDB, קָרָה² 1", "sourceHeRef": "בראון-דרייבר-בריגס, קָרָה² א׳", "anchorVerse": 16, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "קָרָה²", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† <big><big>[<span dir=\"rtl\">קָרָה</span>]</big></big>  <strong>vb.</strong> encounter, meet, befall <strong>(</strong>‖ II. <span dir=\"rtl\">קָרָא</span>; NH <span dir=\"rtl\">קָרָה</span> <em>meet</em> (rare), <span dir=\"rtl\">קְרִי</span> <em>misfortune</em>, specif. (nocturnal) <em>pollution</em>, and so Aramaic <span dir=\"rtl\">קִרְיוּתָא</span>, <span dir=\"rtl\">ܩܶܪܝܳܐ</span>; Arabic <span dir=\"rtl\">قَرَا (و)</span> is <em>go, seek earnestly</em>, <span dir=\"rtl\">قَرَى</span> <em>receive hospitably</em> as guest; Ethiopic ii. 3, አቃረየ: <em>present, offer as sacrifice</em><strong>)</strong>;—<br><strong>Qal</strong>  Pf. 3 ms. sf. <span dir=\"rtl\">קָֽרְךָ</span> <a data-ref=\"Deuteronomy 25:18\" href=\"/Deuteronomy.25.18\">Dt 25:18</a>, <span dir=\"rtl\">(ו)קָרָהוּ</span> <a data-ref=\"Genesis 44:29\" href=\"/Genesis.44.29\">Gn 44:29</a> +; Impf. 3 ms. <span dir=\"rtl\">יִקְרֶה</span> <a data-ref=\"Ecclesiastes 9:11\" href=\"/Ecclesiastes.9.11\">Ec 9:11</a> + <a data-ref=\"Daniel 10:14\" href=\"/Daniel.10.14\">Dn 10:14</a> Kt (Qr <span dir=\"rtl\">יִקְרָא</span>), <span dir=\"rtl\">וַיִּ֫קֶר</span> <a data-ref=\"Ruth 2:3\" href=\"/Ruth.2.3\">Ru 2:3</a>, sf. <span dir=\"rtl\">יִקְרְךָ</span> <a data-ref=\"Numbers 11:23\" href=\"/Numbers.11.23\">Nu 11:23</a>, <span dir=\"rtl\">יִקְרֵךְ</span> <a data-ref=\"I Samuel 28:10\" href=\"/I_Samuel.28.10\">1 S 28:10</a> (d. f. dirim.); Pt. fpl. <span dir=\"rtl\">קֹרֹת</span> <a data-ref=\"Genesis 42:29\" href=\"/Genesis.42.29\">Gn 42:29</a>;— <strong>1.</strong>  <em>encounter, meet</em>, acc. pers. <a data-ref=\"Deuteronomy 25:18\" href=\"/Deuteronomy.25.18\">Dt 25:18</a>, cf. (acc. rei) <span dir=\"rtl\">וַיִּ֫קֶר מִקְרֶהָ חֶלְקַת וגו׳</span> <a data-ref=\"Ruth 2:3\" href=\"/Ruth.2.3\">Ru 2:3</a> <em>her chance lighted upon a field</em>, etc. <strong>2.</strong>  <em>befall</em>, acc. pers., subj. evil <a data-ref=\"Genesis 44:29\" href=\"/Genesis.44.29\">Gn 44:29</a> (J) <a data-ref=\"I Samuel 28:10\" href=\"/I_Samuel.28.10\">1 S 28:10</a>, <span dir=\"rtl\">י׳</span>’s word <a data-ref=\"Numbers 11:23\" href=\"/Numbers.11.23\">Nu 11:23</a> (JE), indef. <a data-ref=\"Genesis 42:29\" href=\"/Genesis.42.29\">Gn 42:29</a> (J) <a data-ref=\"Isaiah 41:22\" href=\"/Isaiah.41.22\">Is 41:22</a> (abs.) <a data-ref=\"Esther 4:7\" href=\"/Esther.4.7\">Est 4:7</a>; <a data-ref=\"Esther 6:13\" href=\"/Esther.6.13\">6:13</a> <a data-ref=\"Daniel 10:14\" href=\"/Daniel.10.14\">Dn 10:14</a> (<span dir=\"rtl\">ל</span> pers.); <span dir=\"rtl\">עֵת וָפֶגַע יִק׳ אֶת־כֻּלָּם</span> <a data-ref=\"Ecclesiastes 9:11\" href=\"/Ecclesiastes.9.11\">Ec 9:11</a>; subj. <span dir=\"rtl\">מִקְרֶה</span> <a data-ref=\"Ecclesiastes 2:14\" href=\"/Ecclesiastes.2.14\">2:14</a>, cf. v <a data-ref=\"Ecclesiastes 9:15\" href=\"/Ecclesiastes.9.15\">15</a>.<br><strong>Niph.</strong>  Pf. 3 ms. <span dir=\"rtl\">נִקְרָה</span> <a data-ref=\"Exodus 3:18\" href=\"/Exodus.3.18\">Ex 3:18</a>; 1 s. <span dir=\"rtl\">נִקְרֵיתִי</span> <a data-ref=\"II Samuel 1:6\" href=\"/II_Samuel.1.6\">2 S 1:6</a>; Impf. 3 ms. <span dir=\"rtl\">יִקָּרֶה</span> <a data-ref=\"Numbers 23:3\" href=\"/Numbers.23.3\">Nu 23:3</a>, <span dir=\"rtl\">וַיִּקָּר</span> v <a data-ref=\"Numbers 23:4\" href=\"/Numbers.23.4\">4</a>, <a data-ref=\"Numbers 23:16\" href=\"/Numbers.23.16\">16</a>; 1 s. <span dir=\"rtl\">אִקָּרֶה</span> v <a data-ref=\"Numbers 23:15\" href=\"/Numbers.23.15\">15</a>;— <strong>1.</strong>  <em>encounter, meet</em> without pre-arrangement, usually of <span dir=\"rtl\">י׳</span> (God): c. <span dir=\"rtl\">עַל</span> pers. <a data-ref=\"Exodus 3:18\" href=\"/Exodus.3.18\">Ex 3:18</a> (J), <span dir=\"rtl\">אֶל</span> pers. <a data-ref=\"Numbers 23:4\" href=\"/Numbers.23.4\">Nu 23:4</a>, <a data-ref=\"Numbers 23:16\" href=\"/Numbers.23.16\">16</a>; <span dir=\"rtl\">יִקּ׳ י׳ לִקְרָתִי</span> v <a data-ref=\"Numbers 23:3\" href=\"/Numbers.23.3\">3</a> (all JE); obj. <span dir=\"rtl\">י׳</span> (om.) v <a data-ref=\"Numbers 23:15\" href=\"/Numbers.23.15\">15</a>. <strong>2.</strong>  <em>chance to be present</em>, ב loc., <a data-ref=\"II Samuel 1:6\" href=\"/II_Samuel.1.6\">2 S 1:6</a> (+ Inf. abs. <span dir=\"rtl\">נִקְרֹא</span>).<br><strong>Hiph.</strong> <strong>1.</strong>  of <span dir=\"rtl\">י׳</span>, <em>cause</em> (the right thing, good fortune) <em>to occur</em>, c. <span dir=\"rtl\">לִפְנֵי</span> pers.; Pf. 3 ms. <span dir=\"rtl\">הִקְרָה</span> <a data-ref=\"Genesis 27:20\" href=\"/Genesis.27.20\">Gn 27:20</a>; Imv. ms. <span dir=\"rtl\">הַקְרֵה</span> <a data-ref=\"Genesis 24:12\" href=\"/Genesis.24.12\">24:12</a> (both J). <strong>2.</strong>  of Israel, Pf. 2 mpl. consec. <span dir=\"rtl\">וְהִקְרִיתֶם לָכֶם עָרִים</span> <a data-ref=\"Numbers 35:11\" href=\"/Numbers.35.11\">Nu 35:11</a> ye shall (<em>cause</em> cities <em>to occur</em> rightly <em>for yourselves</em>, i.e.) <em>select</em> cities <em>as suitable</em>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d4bdb6084aa1cbf37743", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, שׁוּב 1", "anchorRef": "Numbers 23:16", "anchorRefExpanded": ["Numbers 23:16"], "sourceRef": "BDB, שׁוּב 1", "sourceHeRef": "בראון-דרייבר-בריגס, שׁוּב א׳", "anchorVerse": 16, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "שׁוּב", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><big><span dir=\"rtl\">שׁוּב</span></big></big><sub>1056</sub><big></big>  <strong>vb.</strong> turn back, return <strong>(</strong>NH id.<em>;</em> Hiph. in MI 8 f. 12; Sab. <span dir=\"rtl\">תֿוב</span>, <span dir=\"rtl\">התֿב</span>, especially <em>requite</em> Os<sup> ZMG xix (1865), 198</sup> SabDenkm<sup> No. 20, l. 1</sup> Hom<sup>Chrest. 122</sup> CIS <sup>iv. 81, 1. 9</sup>, etc.; Arabic <span dir=\"rtl\">ثَابَ</span> <em>return</em>, so Aramaic <span dir=\"rtl\">תּוּב</span>, <span dir=\"rtl\">ܬܒ</span> <strong>)</strong>;—<br><strong>Qal</strong><sub>685</sub>  Pf. 3 ms. <span dir=\"rtl\">שָׁב</span> <a data-ref=\"Genesis 18:33\" href=\"/Genesis.18.33\">Gn 18:33</a> +, 3 fs. <span dir=\"rtl\">שָׁ֫בָה</span> <a data-ref=\"Ruth 1:15\" href=\"/Ruth.1.15\">Ru 1:15</a> +, <span dir=\"rtl\">וְשָׁבַת</span> consec. †<a data-ref=\"Ezekiel 46:17\" href=\"/Ezekiel.46.17\">Ez 46:17</a> (Ges<sup>§ 72 o</sup>, but Co Toy Krae <span dir=\"rtl\">וְשָׁבָה</span>), 2 ms. <span dir=\"rtl\">שַׁבְתָּ</span> <a data-ref=\"Psalms 85:2\" href=\"/Psalms.85.2\">ψ 85:2</a>, etc.; Impf. 3 ms. <span dir=\"rtl\">יָשׁוּב</span> <a data-ref=\"Hosea 11:5\" href=\"/Hosea.11.5\">Ho 11:5</a> + often, <span dir=\"rtl\">יָשֻׁב</span> <a data-ref=\"Psalms 146:4\" href=\"/Psalms.146.4\">ψ 146:4</a>; <a data-ref=\"Lamentations 3:3\" href=\"/Lamentations.3.3\">La 3:3</a>, juss. <span dir=\"rtl\">יָשֹׁב</span> <a data-ref=\"Judges 7:3\" href=\"/Judges.7.3\">Ju 7:3</a> +, <span dir=\"rtl\">וַיָּ֫שָׁב</span> <a data-ref=\"Genesis 26:18\" href=\"/Genesis.26.18\">Gn 26:18</a> +; 3 fpl. <span dir=\"rtl\">תָּשֹׁבְןָ</span> <a data-ref=\"Ezekiel 16:55\" href=\"/Ezekiel.16.55\">Ez 16:55</a><sup>(×2)</sup>, <span dir=\"rtl\">תְּשֻׁבֶינָה</span> v <a data-ref=\"Ezekiel 16:55\" href=\"/Ezekiel.16.55\">55</a>, etc.; Imv. ms. <span dir=\"rtl\">שׁוּב</span> <a data-ref=\"Genesis 31:3\" href=\"/Genesis.31.3\">Gn 31:3</a> +, <span dir=\"rtl\">שֻׁב</span> <a data-ref=\"Exodus 4:19\" href=\"/Exodus.4.19\">Ex 4:19</a>; <a data-ref=\"I Kings 18:43\" href=\"/I_Kings.18.43\">1 K 18:43</a>, <span dir=\"rtl\">שׁוּ֫בָה</span> <a data-ref=\"Hosea 14:2\" href=\"/Hosea.14.2\">Ho 14:2</a> +, fpl. <span dir=\"rtl\">שֹׁבְנָה</span> <a data-ref=\"Ruth 1:8\" href=\"/Ruth.1.8\">Ru 1:8</a>, <a data-ref=\"Ruth 1:11\" href=\"/Ruth.1.11\">11</a>, <a data-ref=\"Ruth 1:12\" href=\"/Ruth.1.12\">12</a>, etc.; Inf. abs. <span dir=\"rtl\">שׁוֹב</span> <a data-ref=\"Genesis 8:3\" href=\"/Genesis.8.3\">Gn 8:3</a> +, cstr. <span dir=\"rtl\">שׁוּב</span> <a data-ref=\"Exodus 4:21\" href=\"/Exodus.4.21\">Ex 4:21</a> +, <span dir=\"rtl\">שֹׁב</span> <a data-ref=\"Joshua 2:16\" href=\"/Joshua.2.16\">Jos 2:16</a> (Ges<sup>§ 72 q</sup>), etc.; Pt. <span dir=\"rtl\">שָׁב</span> <a data-ref=\"Genesis 43:18\" href=\"/Genesis.43.18\">Gn 43:18</a> +, fs. <span dir=\"rtl\">שָׁבָ֫ה</span> <a data-ref=\"Ruth 1:22\" href=\"/Ruth.1.22\">Ru 1:22</a> +, etc.; pass. cstr. <span dir=\"rtl\">שׁוּבֵי</span> <a data-ref=\"Micah 2:8\" href=\"/Micah.2.8\">Mi 2:8</a>;—<em>turn back, return:</em> <strong>1.</strong>  <em>turn back</em>, c. <span dir=\"rtl\">מִן</span> loc. <a data-ref=\"Judges 3:19\" href=\"/Judges.3.19\">Ju 3:19</a>; <a data-ref=\"Judges 8:13\" href=\"/Judges.8.13\">8:13</a>, cf. <a data-ref=\"Judges 7:3\" href=\"/Judges.7.3\">7:3</a>, c. <span dir=\"rtl\">מֵאַחֲרֵי</span> pers., i.e. from following <a data-ref=\"II Samuel 11:15\" href=\"/II_Samuel.11.15\">2 S 11:15</a>; <a data-ref=\"I Kings 19:21\" href=\"/I_Kings.19.21\">1 K 19:21</a>; <a data-ref=\"Ruth 1:16\" href=\"/Ruth.1.16\">Ru 1:16</a>, from pursuing <a data-ref=\"II Samuel 2:26\" href=\"/II_Samuel.2.26\">2 S 2:26</a>, <a data-ref=\"II Samuel 2:30\" href=\"/II_Samuel.2.30\">30</a>; <a data-ref=\"I Kings 22:33\" href=\"/I_Kings.22.33\">1 K 22:33</a> = <a data-ref=\"II Chronicles 18:32\" href=\"/II_Chronicles.18.32\">2 Ch 18:32</a>; c. <span dir=\"rtl\">מִן</span> of pursuit <a data-ref=\"I Samuel 17:53\" href=\"/I_Samuel.17.53\">1 S 17:53</a>; <a data-ref=\"I Samuel 23:28\" href=\"/I_Samuel.23.28\">23:28</a>, cf. <a data-ref=\"II Chronicles 11:4\" href=\"/II_Chronicles.11.4\">2 Ch 11:4</a>; c. <span dir=\"rtl\">אַחֲרֵי</span> pers., i.e. so as to follow <a data-ref=\"I Samuel 15:31\" href=\"/I_Samuel.15.31\">1 S 15:31</a> <a data-ref=\"II Samuel 23:10\" href=\"/II_Samuel.23.10\">2 S 23:10</a>; <em>turn back</em> in fear, <span dir=\"rtl\">מִן</span> rei <a data-ref=\"Job 39:22\" href=\"/Job.39.22\">Jb 39:22</a> (of horse), <span dir=\"rtl\">מִפְנֵי כֹל</span> <a data-ref=\"Proverbs 30:30\" href=\"/Proverbs.30.30\">Pr 30:30</a> (of lion), so abs. (of foes) <a data-ref=\"Psalms 6:11\" href=\"/Psalms.6.11\">ψ 6:11</a>; <a data-ref=\"Psalms 56:10\" href=\"/Psalms.56.10\">56:10</a>; <a data-ref=\"Psalms 70:4\" href=\"/Psalms.70.4\">70:4</a>, in shame <a data-ref=\"Lamentations 1:8\" href=\"/Lamentations.1.8\">La 1:8</a>; <em>turn back</em> and do so and so: <a data-ref=\"Genesis 14:7\" href=\"/Genesis.14.7\">Gn 14:7</a>; <a data-ref=\"Exodus 14:2\" href=\"/Exodus.14.2\">Ex 14:2</a>, cf. <a data-ref=\"Numbers 33:7\" href=\"/Numbers.33.7\">Nu 33:7</a> (<span dir=\"rtl\">עַל</span> loc., both P), <a data-ref=\"Joshua 8:21\" href=\"/Joshua.8.21\">Jos 8:21</a> (E), <a data-ref=\"Joshua 11:10\" href=\"/Joshua.11.10\">11:10</a> (J), <a data-ref=\"I Chronicles 21:20\" href=\"/I_Chronicles.21.20\">1 Ch 21:20</a>, sq. inf. <a data-ref=\"II Chronicles 20:27\" href=\"/II_Chronicles.20.27\">2 Ch 20:27</a>; abs. <em>turn back</em> (face about) <a data-ref=\"Song of Songs 7:1\" href=\"/Song_of_Songs.7.1\">Ct 7:1</a><sup>(×4)</sup> (+ vb.); = be repulsed, defeated <a data-ref=\"Psalms 9:4\" href=\"/Psalms.9.4\">ψ 9:4</a> (+ <span dir=\"rtl\">אָחוֹר</span>), <a data-ref=\"Psalms 74:21\" href=\"/Psalms.74.21\">74:21</a>; fig. <em>turn back</em>, viz. from promise or vow <a data-ref=\"Judges 11:35\" href=\"/Judges.11.35\">Ju 11:35</a>; c. <span dir=\"rtl\">מִן</span> of service <a data-ref=\"Numbers 8:25\" href=\"/Numbers.8.25\">Nu 8:25</a> (P), i.e. be exempt. <strong>2.</strong>  <em>return, come</em> or <em>go back</em>, c. <span dir=\"rtl\">מֵעַל</span> pers. <a data-ref=\"I Samuel 17:15\" href=\"/I_Samuel.17.15\">1 S 17:15</a> (opp. <span dir=\"rtl\">הלך</span>), <a data-ref=\"II Samuel 10:14\" href=\"/II_Samuel.10.14\">2 S 10:14</a>; <a data-ref=\"II Kings 18:14\" href=\"/II_Kings.18.14\">2 K 18:14</a>, <span dir=\"rtl\">מִן</span> pers. <a data-ref=\"Joshua 10:31\" href=\"/Joshua.10.31\">Jos 10:31</a> (+ <span dir=\"rtl\">בְּשָׁלוֹם</span>), <span dir=\"rtl\">מִן</span> loc., especially from foreign land <a data-ref=\"II Kings 8:3\" href=\"/II_Kings.8.3\">2 K 8:3</a>; <a data-ref=\"II Chronicles 10:2\" href=\"/II_Chronicles.10.2\">2 Ch 10:2</a>; <a data-ref=\"Ruth 1:6\" href=\"/Ruth.1.6\">Ru 1:6</a>, <a data-ref=\"Ruth 1:22\" href=\"/Ruth.1.22\">22</a>; <a data-ref=\"Ruth 2:6\" href=\"/Ruth.2.6\">2:6</a>; <a data-ref=\"Ruth 4:3\" href=\"/Ruth.4.3\">4:3</a>; <a data-ref=\"Jeremiah 31:16\" href=\"/Jeremiah.31.16\">Je 31:16</a>; <a data-ref=\"Jeremiah 40:12\" href=\"/Jeremiah.40.12\">40:12</a>; <a data-ref=\"Jeremiah 43:5\" href=\"/Jeremiah.43.5\">43:5</a>; <a data-ref=\"Jeremiah 44:28\" href=\"/Jeremiah.44.28\">44:28</a>; <a data-ref=\"Ezra 6:21\" href=\"/Ezra.6.21\">Ezr 6:21</a>; <a data-ref=\"Nehemiah 8:17\" href=\"/Nehemiah.8.17\">Ne 8:17</a>, <span dir=\"rtl\">מֵהַכּוֹת</span> <a data-ref=\"Genesis 14:17\" href=\"/Genesis.14.17\">Gn 14:17</a> (JE?), <a data-ref=\"I Samuel 17:57\" href=\"/I_Samuel.17.57\">1 S 17:57</a>; <a data-ref=\"I Samuel 18:6\" href=\"/I_Samuel.18.6\">18:6</a>; <a data-ref=\"II Samuel 1:1\" href=\"/II_Samuel.1.1\">2 S 1:1</a>; <a data-ref=\"II Samuel 8:13\" href=\"/II_Samuel.8.13\">8:13</a>, <span dir=\"rtl\">מֵאַחֲרֵי</span> i.e. from pursuing <a data-ref=\"I Samuel 24:2\" href=\"/I_Samuel.24.2\">1 S 24:2</a> (Gi v <a data-ref=\"I Samuel 24:1\" href=\"/I_Samuel.24.1\">1</a>); fig., <span dir=\"rtl\">לֹא שׁ׳ מִנִּי חֹשֶׁךְ</span> <a data-ref=\"Job 15:22\" href=\"/Job.15.22\">Jb 15:22</a> (v. <a data-ref=\"BDB, חֹ֫שֶׁךְ\" href=\"/BDB,_חֹ֫שֶׁךְ\", dir=\"rtl\">חֹשֶׁךְ</a> <strong>3 a</strong>); <span dir=\"rtl\">עִבְרוּ וָשׁוּבוּ מִשַּׁעַר לָשַׁעַר</span> <a data-ref=\"Exodus 32:27\" href=\"/Exodus.32.27\">Ex 32:27</a> (J), i.e. <em>go back and forth from gate to gate</em>, cf. (abs.) pt. as subst. <span dir=\"rtl\">עֹבֵר וָשָׁב</span> <a data-ref=\"Zechariah 7:14\" href=\"/Zechariah.7.14\">Zc 7:14</a>; <a data-ref=\"Zechariah 9:8\" href=\"/Zechariah.9.8\">9:8</a> and (= all persons) <a data-ref=\"Ezekiel 35:7\" href=\"/Ezekiel.35.7\">Ez 35:7</a>; also <span dir=\"rtl\">וַיֵּצֵא יָצוֹא וָשׁוֹב</span> <a data-ref=\"Genesis 8:7\" href=\"/Genesis.8.7\">Gn 8:7</a> (J), <span dir=\"rtl\">רָצוֹא וָשׁוֹב</span> <a data-ref=\"Ezekiel 1:14\" href=\"/Ezekiel.1.14\">Ez 1:14</a> (del. Hi Co Toy al.; yet v. Krae); <a data-ref=\"Genesis 8:3\" href=\"/Genesis.8.3\">Gn 8:3</a> (J) v. <a ,=\"\" data-ref=\"BDB, הָלַךְ\" dir=\"rtl\" href=\"/BDB,_הָלַךְ\">הלך</a> <strong>4 c</strong> (4). <strong>3.</strong>  especially <em>return unto:</em> <strong>a.</strong>  <em>go back</em>, <span dir=\"rtl\">אֶל</span> pers. <a data-ref=\"Numbers 23:5\" href=\"/Numbers.23.5\">Nu 23:5</a>, <a data-ref=\"Numbers 23:16\" href=\"/Numbers.23.16\">16</a> (JE), <a data-ref=\"II Kings 1:6\" href=\"/II_Kings.1.6\">2 K 1:6</a> (‖ <span dir=\"rtl\">הָלַךְ</span>, as often), <a data-ref=\"Exodus 5:22\" href=\"/Exodus.5.22\">Ex 5:22</a> (J; <span dir=\"rtl\">אֶל־י׳</span>, <a data-ref=\"Exodus 32:31\" href=\"/Exodus.32.31\">32:31</a> (E; id.), <a data-ref=\"Numbers 17:15\" href=\"/Numbers.17.15\">Nu 17:15</a> (P), <a data-ref=\"II Samuel 20:22\" href=\"/II_Samuel.20.22\">2 S 20:22</a> (+ acc. loc.), <a data-ref=\"Jeremiah 46:16\" href=\"/Jeremiah.46.16\">Je 46:16</a> (both + <span dir=\"rtl\">אֶל</span> loc.), + 17 times; <span dir=\"rtl\">אֶל</span> loc. also <a data-ref=\"Genesis 21:32\" href=\"/Genesis.21.32\">Gn 21:32</a>; <a data-ref=\"Genesis 28:21\" href=\"/Genesis.28.21\">28:21</a> (both E), <a data-ref=\"II Samuel 11:4\" href=\"/II_Samuel.11.4\">2 S 11:4</a>; <a data-ref=\"Hosea 5:15\" href=\"/Hosea.5.15\">Ho 5:15</a> (of <span dir=\"rtl\">י׳</span>), <a data-ref=\"II Chronicles 19:1\" href=\"/II_Chronicles.19.1\">2 Ch 19:1</a> (+ <span dir=\"rtl\">בְּשָׁלוֹם</span>, + ל pers.), <a data-ref=\"Esther 2:14\" href=\"/Esther.2.14\">Est 2:14</a> (opp. <span dir=\"rtl\">בּוֹא</span>), <a data-ref=\"Esther 7:8\" href=\"/Esther.7.8\">7:8</a> (+ <span dir=\"rtl\">מִן</span> loc.), + 27 times; of a dog <span dir=\"rtl\">שׁ׳ עַל־קֵאוֹ</span> <a data-ref=\"Proverbs 26:11\" href=\"/Proverbs.26.11\">Pr 26:11</a>; ל loc. <a data-ref=\"Genesis 18:33\" href=\"/Genesis.18.33\">Gn 18:33</a> (J), <a data-ref=\"I Samuel 26:25\" href=\"/I_Samuel.26.25\">1 S 26:25</a>; <a data-ref=\"I Samuel 29:4\" href=\"/I_Samuel.29.4\">29:4</a>; <a data-ref=\"I Kings 19:15\" href=\"/I_Kings.19.15\">1 K 19:15</a> (+ -ה loc.), <a data-ref=\"Genesis 33:16\" href=\"/Genesis.33.16\">Gn 33:16</a> (J; <span dir=\"rtl\">לְדַרְכּוֹ</span>, + id.), <a data-ref=\"Psalms 7:8\" href=\"/Psalms.7.8\">ψ 7:8</a> (of <span dir=\"rtl\">י׳</span>), + 25 times; ל pers. †<a data-ref=\"Ruth 1:10\" href=\"/Ruth.1.10\">Ru 1:10</a> <span dir=\"rtl\">(לְעַמֵּךְ)</span>; -ה loc. also <a data-ref=\"Genesis 44:13\" href=\"/Genesis.44.13\">Gn 44:13</a> (J), <a data-ref=\"Exodus 4:20\" href=\"/Exodus.4.20\">Ex 4:20</a>, <a data-ref=\"Exodus 4:21\" href=\"/Exodus.4.21\">21</a> (R), <a data-ref=\"Exodus 13:17\" href=\"/Exodus.13.17\">13:17</a> (E), + 5 times; <span dir=\"rtl\">שָׁם</span> (= <span dir=\"rtl\">שָׁ֫מָּה</span>) <a data-ref=\"Jeremiah 22:27\" href=\"/Jeremiah.22.27\">Je 22:27</a>; acc. loc. also <a data-ref=\"Hosea 8:13\" href=\"/Hosea.8.13\">Ho 8:13</a>; <a data-ref=\"Hosea 9:3\" href=\"/Hosea.9.3\">9:3</a>; <a data-ref=\"I Samuel 18:2\" href=\"/I_Samuel.18.2\">1 S 18:2</a>; <a data-ref=\"II Samuel 3:27\" href=\"/II_Samuel.3.27\">2 S 3:27</a>; <a data-ref=\"II Samuel 15:27\" href=\"/II_Samuel.15.27\">15:27</a> (+ <span dir=\"rtl\">בְּשָׁלוֹם</span>), <a data-ref=\"II Kings 2:25\" href=\"/II_Kings.2.25\">2 K 2:25</a> (+ <span dir=\"rtl\">מִן</span> loc.), + 15 times; acc. <span dir=\"rtl\">דֶּרֶךָ</span> <a data-ref=\"Ezekiel 46:9\" href=\"/Ezekiel.46.9\">Ez 46:9</a>; acc. pers. †<a data-ref=\"Numbers 10:36\" href=\"/Numbers.10.36\">Nu 10:36</a>; <span dir=\"rtl\">אַחֲרֵי</span> pers. <a data-ref=\"Ruth 1:15\" href=\"/Ruth.1.15\">Ru 1:15</a>; abs. <a data-ref=\"II Samuel 3:16\" href=\"/II_Samuel.3.16\">2 S 3:16</a>; <a data-ref=\"II Samuel 19:16\" href=\"/II_Samuel.19.16\">19:16</a> (+ <span dir=\"rtl\">בּוֹא</span>), <a data-ref=\"I Kings 18:43\" href=\"/I_Kings.18.43\">1 K 18:43</a>; <a data-ref=\"Jeremiah 40:5\" href=\"/Jeremiah.40.5\">Je 40:5</a> (< del. 𝔊 Gie Du), <a data-ref=\"Ezekiel 7:13\" href=\"/Ezekiel.7.13\">Ez 7:13b</a> (del. 𝔊 Co Krae al.) +; sq. vb., <em>go back</em> and do so and so, <a data-ref=\"Genesis 43:2\" href=\"/Genesis.43.2\">Gn 43:2</a>; <a data-ref=\"I Samuel 1:19\" href=\"/I_Samuel.1.19\">1 S 1:19</a>; <a data-ref=\"I Samuel 29:7\" href=\"/I_Samuel.29.7\">29:7</a> <span dir=\"rtl\">(שׁוּב וְלֵךְ בְּשָׁלוֹם)</span>, <a data-ref=\"I Kings 13:22\" href=\"/I_Kings.13.22\">1 K 13:22</a>; <a data-ref=\"II Chronicles 18:16\" href=\"/II_Chronicles.18.16\">2 Ch 18:16</a> (+ <span dir=\"rtl\">בְּשָׁלוֹם</span>) +, (<a data-ref=\"Jeremiah 42:10\" href=\"/Jeremiah.42.10\">Je 42:10</a> read <span dir=\"rtl\">יָשׁוֹב</span> Vrss and mod.); sq. inf. purpose <a data-ref=\"Judges 14:8\" href=\"/Judges.14.8\">Ju 14:8</a>; <a data-ref=\"II Samuel 6:20\" href=\"/II_Samuel.6.20\">2 S 6:20</a> + 10 times <strong>b.</strong>  <em>come back</em>, <span dir=\"rtl\">אֶל</span> pers. <a data-ref=\"Genesis 8:9\" href=\"/Genesis.8.9\">Gn 8:9</a> (J; + <span dir=\"rtl\">אֶל</span> loc.), <a data-ref=\"Exodus 24:14\" href=\"/Exodus.24.14\">Ex 24:14</a> (J), <a data-ref=\"I Samuel 23:23\" href=\"/I_Samuel.23.23\">1 S 23:23</a> + <a data-ref=\"II Samuel 17:3\" href=\"/II_Samuel.17.3\">2 S 17:3</a> (𝔊 Ew Th We Dr HPS Bu), <a data-ref=\"I Kings 12:15\" href=\"/I_Kings.12.15\">1 K 12:15</a> (opp. <span dir=\"rtl\">הָלַךְ</span>) + 9 times + (in hostility) <a data-ref=\"Judges 20:48\" href=\"/Judges.20.48\">Ju 20:48</a>; <span dir=\"rtl\">אֶל</span> loc. also <a data-ref=\"Zechariah 8:3\" href=\"/Zechariah.8.3\">Zc 8:3</a> (subj. <span dir=\"rtl\">י׳</span>); <a data-ref=\"Joshua 22:32\" href=\"/Joshua.22.32\">Jos 22:32</a> (P) has <span dir=\"rtl\">מֵאֵת</span> pers. + <span dir=\"rtl\">מִן</span> loc. + <span dir=\"rtl\">אֶל</span> loc. + <span dir=\"rtl\">אֶל</span> pers.; <span dir=\"rtl\">אֶל</span> rei <a data-ref=\"Ezekiel 7:13\" href=\"/Ezekiel.7.13\">Ez 7:13</a>; <span dir=\"rtl\">עַל</span> pers. †<a data-ref=\"Nehemiah 4:6\" href=\"/Nehemiah.4.6\">Ne 4:6</a> <a data-ref=\"Micah 5:2\" href=\"/Micah.5.2\">Mi 5:2</a> (be reunited to); <span dir=\"rtl\">עַל</span> loc. †<a data-ref=\"I Kings 17:21\" href=\"/I_Kings.17.21\">1 K 17:21</a>, <a data-ref=\"I Kings 17:22\" href=\"/I_Kings.17.22\">22</a>; ל loc. <a data-ref=\"Joshua 1:15\" href=\"/Joshua.1.15\">Jos 1:15</a> (R), <a data-ref=\"Zechariah 1:16\" href=\"/Zechariah.1.16\">Zc 1:16</a> (subj. <span dir=\"rtl\">י׳</span>), <a data-ref=\"II Chronicles 30:9\" href=\"/II_Chronicles.30.9\">2 Ch 30:9</a> + (from exile) 5 times; ל animal., <a data-ref=\"Job 39:4\" href=\"/Job.39.4\">Jb 39:4</a>; -ה loc. †<a data-ref=\"Genesis 15:16\" href=\"/Genesis.15.16\">Gn 15:16</a> (E), <a data-ref=\"Genesis 50:14\" href=\"/Genesis.50.14\">50:14</a> (J); acc. loc. †<a data-ref=\"II Chronicles 19:8\" href=\"/II_Chronicles.19.8\">2 Ch 19:8</a>; <span dir=\"rtl\">שָׁם</span> <a data-ref=\"Jeremiah 22:11\" href=\"/Jeremiah.22.11\">Je 22:11</a> (opp. <span dir=\"rtl\">יָצָא</span>), <span dir=\"rtl\">שָׁ֫מָּה</span> v <a data-ref=\"Jeremiah 22:27\" href=\"/Jeremiah.22.27\">27</a>, <span dir=\"rtl\">הֵ֫נָּה</span> <a data-ref=\"Jeremiah 31:8\" href=\"/Jeremiah.31.8\">31:8</a>; abs. <a data-ref=\"Genesis 43:10\" href=\"/Genesis.43.10\">Gn 43:10</a> (J), <a data-ref=\"II Samuel 10:5\" href=\"/II_Samuel.10.5\">2 S 10:5</a>; <a data-ref=\"II Kings 1:5\" href=\"/II_Kings.1.5\">2 K 1:5</a>; <a data-ref=\"Isaiah 21:12\" href=\"/Isaiah.21.12\">Is 21:12</a> (‖ <span dir=\"rtl\">אָתָה</span>), <a data-ref=\"Job 39:12\" href=\"/Job.39.12\">Jb 39:12</a> (Kt, so Bu Du; of wild ox), + often; + <span dir=\"rtl\">בְּשָׁלוֹם</span> <a data-ref=\"Judges 8:9\" href=\"/Judges.8.9\">Ju 8:9</a>; <a data-ref=\"I Kings 22:28\" href=\"/I_Kings.22.28\">1 K 22:28</a> <span dir=\"rtl\">(שׁוֹב תָּשׁוּב)</span> = <a data-ref=\"II Chronicles 18:27\" href=\"/II_Chronicles.18.27\">2 Ch 18:27</a>; <a data-ref=\"II Chronicles 18:26\" href=\"/II_Chronicles.18.26\">2 Ch 18:26</a>; + vb., <em>come back</em> and do so and so, †<a data-ref=\"Deuteronomy 1:45\" href=\"/Deuteronomy.1.45\">Dt 1:45</a>; <a data-ref=\"Deuteronomy 30:8\" href=\"/Deuteronomy.30.8\">30:8</a>; <a data-ref=\"Jeremiah 37:8\" href=\"/Jeremiah.37.8\">Je 37:8</a>; <a data-ref=\"I Kings 19:7\" href=\"/I_Kings.19.7\">1 K 19:7</a>; <a data-ref=\"I Kings 20:5\" href=\"/I_Kings.20.5\">20:5</a>; <a data-ref=\"II Kings 9:36\" href=\"/II_Kings.9.36\">2 K 9:36</a> <a data-ref=\"Psalms 60:2\" href=\"/Psalms.60.2\">ψ 60:2</a> (title), cf. <a data-ref=\"Zechariah 4:1\" href=\"/Zechariah.4.1\">Zc 4:1</a>; <a data-ref=\"Daniel 11:10\" href=\"/Daniel.11.10\">Dn 11:10</a>, <span dir=\"rtl\">שׁ׳ לָשֶׁבֶת</span> <a data-ref=\"Numbers 35:32\" href=\"/Numbers.35.32\">Nu 35:32</a> (P), <span dir=\"rtl\">שׁ׳ לָלֶכֶת</span> <a data-ref=\"Ecclesiastes 5:14\" href=\"/Ecclesiastes.5.14\">Ec 5:14</a>. †<strong>4.</strong> <strong>a.</strong>  of dying, <span dir=\"rtl\">שׁ׳ אֶל־(הֶ)עָפָר</span> <a data-ref=\"Genesis 3:19\" href=\"/Genesis.3.19\">Gn 3:19</a><sup>(×2)</sup> (J), <a data-ref=\"Psalms 104:29\" href=\"/Psalms.104.29\">ψ 104:29</a>; <a data-ref=\"Ecclesiastes 3:20\" href=\"/Ecclesiastes.3.20\">Ec 3:20</a>, <span dir=\"rtl\">עַל־עָפָר</span> <a data-ref=\"Job 34:15\" href=\"/Job.34.15\">Jb 34:15</a>; <span dir=\"rtl\">שׁ׳ לְאַדְמָתוֹ</span> <a data-ref=\"Psalms 146:4\" href=\"/Psalms.146.4\">ψ 146:4</a>, cf. <span dir=\"rtl\">אָשׁוּב שָׁ֫מָּה</span> (i.e. <span dir=\"rtl\">בֶּטֶן אִמּוֹ</span>) <a data-ref=\"Job 1:21\" href=\"/Job.1.21\">Jb 1:21</a> (v. Di Bu, also <a data-ref=\"Ecclesiastes 5:14\" href=\"/Ecclesiastes.5.14\">Ec 5:14</a>); <span dir=\"rtl\">שׁ׳ לִשְׁא֑וֹלָה</span> <a data-ref=\"Psalms 9:18\" href=\"/Psalms.9.18\">ψ 9:18</a>; so prob. abs. <a data-ref=\"Psalms 90:3\" href=\"/Psalms.90.3\">ψ 90:3</a> (> come back to life); of (human) dust, <span dir=\"rtl\">שׁ׳ עַל־הָאָרֶץ</span> <a data-ref=\"Ecclesiastes 12:7\" href=\"/Ecclesiastes.12.7\">Ec 12:7</a>; breath, <span dir=\"rtl\">שׁ׳ אֶל־הָאֱלֹהִים</span> v <a data-ref=\"Ecclesiastes 12:7\" href=\"/Ecclesiastes.12.7\">7</a>. <strong>b.</strong>  of revival from death, <span dir=\"rtl\">שׁ׳ לְבֵיתוֹ</span> <a data-ref=\"Job 7:10\" href=\"/Job.7.10\">Jb 7:10</a>, abs. <a data-ref=\"Job 10:21\" href=\"/Job.10.21\">10:21</a> (opp. <span dir=\"rtl\">הָלַךְ</span>), <a data-ref=\"Job 16:22\" href=\"/Job.16.22\">16:22</a> (id.), <a data-ref=\"Proverbs 2:19\" href=\"/Proverbs.2.19\">Pr 2:19</a>; also c. <span dir=\"rtl\">אֶל</span> pers. <a data-ref=\"II Samuel 12:23\" href=\"/II_Samuel.12.23\">2 S 12:23</a>. †<strong>5.</strong>  fig. of human relations: <strong>a.</strong>  <em>return</em> to leader, king, <span dir=\"rtl\">אֶל</span> pers., <a data-ref=\"Judges 11:8\" href=\"/Judges.11.8\">Ju 11:8</a>; <a data-ref=\"I Kings 12:27\" href=\"/I_Kings.12.27\">1 K 12:27</a><sup>(×2)</sup>; to divorced wife <a data-ref=\"Jeremiah 3:1\" href=\"/Jeremiah.3.1\">Je 3:1</a> (opp. <span dir=\"rtl\">הלך</span>). <strong>b.</strong>  = change so as to approach (in purpose, desire), <span dir=\"rtl\">אֶל־</span> pers. <a data-ref=\"Jeremiah 15:19\" href=\"/Jeremiah.15.19\">Je 15:19</a><sup>(×2)</sup>. <strong>c.</strong>  <em>turn</em>, i.e. resort to, ל pers. <a data-ref=\"Psalms 119:79\" href=\"/Psalms.119.79\">ψ 119:79</a>. <strong>d.</strong>  <em>return</em> to a physical condition <a data-ref=\"Job 33:25\" href=\"/Job.33.25\">Jb 33:25</a> (<span dir=\"rtl\">ל</span> rei); to a state or course of life, ל rei <a data-ref=\"Isaiah 23:17\" href=\"/Isaiah.23.17\">Is 23:17</a>; <a data-ref=\"Ezekiel 16:55\" href=\"/Ezekiel.16.55\">Ez 16:55</a><sup>(×3)</sup>; <a data-ref=\"Nehemiah 9:17\" href=\"/Nehemiah.9.17\">Ne 9:17</a> <a data-ref=\"Psalms 85:9\" href=\"/Psalms.85.9\">ψ 85:9</a> <span dir=\"rtl\">עַל</span> rei <a data-ref=\"Jeremiah 11:10\" href=\"/Jeremiah.11.10\">Je 11:10</a>, <span dir=\"rtl\">הֲלוֹם</span> <a data-ref=\"Psalms 73:10\" href=\"/Psalms.73.10\">ψ 73:10</a> (but crpt.); ב <a data-ref=\"Jeremiah 8:6\" href=\"/Jeremiah.8.6\">Je 8:6</a> (Du reads <span dir=\"rtl\">שָׁט</span> for <span dir=\"rtl\">שָׁב</span>). <strong>e.</strong>  abs. = change course of action; from good to bad, <span dir=\"rtl\">וַיָּשָׁב וַיִּמְרָד־בּוֹ</span> <a data-ref=\"II Kings 24:1\" href=\"/II_Kings.24.1\">2 K 24:1</a>; <a data-ref=\"Jeremiah 34:11\" href=\"/Jeremiah.34.11\">Je 34:11</a>, <a data-ref=\"Jeremiah 34:16\" href=\"/Jeremiah.34.16\">16</a>; bad to good v <a data-ref=\"Jeremiah 34:15\" href=\"/Jeremiah.34.15\">15</a>; so <span dir=\"rtl\">שׁ׳</span> alone <a data-ref=\"Job 6:29\" href=\"/Job.6.29\">Jb 6:29</a><sup>(×2)</sup> (prob.; read <span dir=\"rtl\">וְשׁוּבוּ</span>, so Di Da Bu al.; other interpr. De Du al.). <strong>f.</strong>  pt. pass. = <em>averse</em>, <span dir=\"rtl\">שׁוּבֵי מִלְחָמָה</span> <a data-ref=\"Micah 2:8\" href=\"/Micah.2.8\">Mi 2:8</a> (> We Now <span dir=\"rtl\">שׁבִי</span> <em>spoil of war</em>). <strong>6.</strong>  fig., specif. of spiritual relations: <strong>a.</strong>  <em>turn back</em> from God, = <em>apostatize</em>, <span dir=\"rtl\">מֵאַחֲרֵי י׳</span> <a data-ref=\"Numbers 14:43\" href=\"/Numbers.14.43\">Nu 14:43</a> (J), <a data-ref=\"I Samuel 15:11\" href=\"/I_Samuel.15.11\">1 S 15:11</a>; <a data-ref=\"I Kings 9:6\" href=\"/I_Kings.9.6\">1 K 9:6</a> <span dir=\"rtl\">(שׁוֹב תְּשֻׁב֫וּן)</span>, <a data-ref=\"Jeremiah 3:19\" href=\"/Jeremiah.3.19\">Je 3:19</a>; <a data-ref=\"Numbers 32:15\" href=\"/Numbers.32.15\">Nu 32:15</a>; <a data-ref=\"Joshua 22:16\" href=\"/Joshua.22.16\">Jos 22:16</a>, <a data-ref=\"Joshua 22:18\" href=\"/Joshua.22.18\">18</a>, <a data-ref=\"Joshua 22:23\" href=\"/Joshua.22.23\">23</a>, <a data-ref=\"Joshua 22:29\" href=\"/Joshua.22.29\">29</a> (all P); abs. (usually + vb.) <a data-ref=\"Judges 2:19\" href=\"/Judges.2.19\">Ju 2:19</a>; <a data-ref=\"Judges 8:33\" href=\"/Judges.8.33\">8:33</a>; <a data-ref=\"Joshua 23:12\" href=\"/Joshua.23.12\">Jos 23:12</a> (R<sup>D</sup>), <a data-ref=\"Jeremiah 8:4\" href=\"/Jeremiah.8.4\">Je 8:4</a> <a data-ref=\"Psalms 78:41\" href=\"/Psalms.78.41\">ψ 78:41</a>; <a data-ref=\"II Chronicles 7:19\" href=\"/II_Chronicles.7.19\">2 Ch 7:19</a>. <strong>b.</strong>  of <span dir=\"rtl\">י׳</span>, <em>turn away</em>, <span dir=\"rtl\">מֵאַחֲרֵי</span> pers. <a data-ref=\"Deuteronomy 23:15\" href=\"/Deuteronomy.23.15\">Dt 23:15</a>. <strong>c.</strong>  <em>turn back</em> to God (= seek penitently), <span dir=\"rtl\">אֶל־י׳</span> <a data-ref=\"Hosea 6:1\" href=\"/Hosea.6.1\">Ho 6:1</a>; <a data-ref=\"Hosea 7:10\" href=\"/Hosea.7.10\">7:10</a>; <a data-ref=\"Hosea 14:3\" href=\"/Hosea.14.3\">14:3</a>; <a data-ref=\"Jeremiah 3:7\" href=\"/Jeremiah.3.7\">Je 3:7</a>; <a data-ref=\"I Kings 8:33\" href=\"/I_Kings.8.33\">1 K 8:33</a>, <a data-ref=\"I Kings 8:48\" href=\"/I_Kings.8.48\">48</a> <span dir=\"rtl\">(בְּכָל־לֵבָב)</span>, + 18 times; <span dir=\"rtl\">אֶל־אֱלֹהִים</span> †<a data-ref=\"Hosea 5:4\" href=\"/Hosea.5.4\">Ho 5:4</a> <a data-ref=\"Psalms 51:15\" href=\"/Psalms.51.15\">ψ 51:15</a>, cf. <a data-ref=\"Isaiah 10:21\" href=\"/Isaiah.10.21\">Is 10:21</a>; <span dir=\"rtl\">עַל־י׳</span> †<a data-ref=\"II Chronicles 15:4\" href=\"/II_Chronicles.15.4\">2 Ch 15:4</a>; <a data-ref=\"II Chronicles 30:9\" href=\"/II_Chronicles.30.9\">30:9</a>; <span dir=\"rtl\">עַד־י׳</span> <a data-ref=\"Amos 4:6\" href=\"/Amos.4.6\">Am 4:6</a>, <a data-ref=\"Amos 4:8\" href=\"/Amos.4.8\">8</a>, <a data-ref=\"Amos 4:9\" href=\"/Amos.4.9\">9</a>, <a data-ref=\"Amos 4:10\" href=\"/Amos.4.10\">10</a>, <a data-ref=\"Amos 4:11\" href=\"/Amos.4.11\">11</a>; <a data-ref=\"Hosea 14:2\" href=\"/Hosea.14.2\">Ho 14:2</a>; <a data-ref=\"Isaiah 9:12\" href=\"/Isaiah.9.12\">Is 9:12</a> + 5 times; <span dir=\"rtl\">עַד־שַׁדַּי</span> †<a data-ref=\"Job 22:23\" href=\"/Job.22.23\">Jb 22:23</a>; <span dir=\"rtl\">לי׳</span> <a data-ref=\"Isaiah 31:6\" href=\"/Isaiah.31.6\">Is 31:6</a>, <span dir=\"rtl\">שׁ׳ נַפְשִׁי לִמְנוּחָ֑יְכִי</span> <a data-ref=\"Psalms 116:7\" href=\"/Psalms.116.7\">ψ 116:7</a>; cf. <span dir=\"rtl\">לַבַּעַל</span> <a data-ref=\"Hosea 7:16\" href=\"/Hosea.7.16\">Ho 7:16</a> (for <span dir=\"rtl\">לֹא עַל</span>, Now, cf. Marti); <span dir=\"rtl\">לְתוֹכַחְתִּי</span> <a data-ref=\"Proverbs 1:23\" href=\"/Proverbs.1.23\">Pr 1:23</a> (prob. del., v. Toy). <strong>d.</strong>  abs. <em>repent</em>, <a data-ref=\"Hosea 3:5\" href=\"/Hosea.3.5\">Ho 3:5</a>; <a data-ref=\"Hosea 11:5\" href=\"/Hosea.11.5\">11:5</a>; <a data-ref=\"Isaiah 6:10\" href=\"/Isaiah.6.10\">Is 6:10</a>; <a data-ref=\"Isaiah 10:22\" href=\"/Isaiah.10.22\">10:22</a>; <a data-ref=\"Jeremiah 3:7\" href=\"/Jeremiah.3.7\">Je 3:7</a>, <a data-ref=\"Jeremiah 3:12\" href=\"/Jeremiah.3.12\">12</a>, <a data-ref=\"Jeremiah 3:14\" href=\"/Jeremiah.3.14\">14</a>, <a data-ref=\"Jeremiah 3:22\" href=\"/Jeremiah.3.22\">22</a>; <a data-ref=\"Jeremiah 4:1\" href=\"/Jeremiah.4.1\">4:1</a>; <a data-ref=\"Jeremiah 5:3\" href=\"/Jeremiah.5.3\">5:3</a> + 14 times, + pt. as subst. <a data-ref=\"Isaiah 1:27\" href=\"/Isaiah.1.27\">Is 1:27</a>. <strong>e.</strong>  <em>turn back</em> from evil, c. <span dir=\"rtl\">מִן</span> (especially Je Ez) <a data-ref=\"I Kings 8:35\" href=\"/I_Kings.8.35\">1 K 8:35</a>; <a data-ref=\"I Kings 13:33\" href=\"/I_Kings.13.33\">13:33</a>; <a data-ref=\"Jeremiah 15:7\" href=\"/Jeremiah.15.7\">Je 15:7</a>; <a data-ref=\"Jeremiah 18:8\" href=\"/Jeremiah.18.8\">18:8</a> + 8 times Je, <a data-ref=\"Ezekiel 3:19\" href=\"/Ezekiel.3.19\">Ez 3:19</a>; <a data-ref=\"Ezekiel 13:22\" href=\"/Ezekiel.13.22\">13:22</a> + 12 times Ez, + 9 times; cf. <a data-ref=\"BDB, פָּשַׁע\" href=\"/BDB,_פָּשַׁע\", dir=\"rtl\">שָׁבֵי פֶשַׁע</a> <a data-ref=\"Isaiah 59:20\" href=\"/Isaiah.59.20\">Is 59:20</a>; <span dir=\"rtl\">שׁוּבוּ וְהָשִׁיבוּ מִן</span> <a data-ref=\"Ezekiel 18:30\" href=\"/Ezekiel.18.30\">Ez 18:30</a>, so c. <span dir=\"rtl\">מֵעַל</span> <a data-ref=\"Ezekiel 14:6\" href=\"/Ezekiel.14.6\">14:6</a>; from good, c. <span dir=\"rtl\">מִן</span>, †<a data-ref=\"Ezekiel 3:20\" href=\"/Ezekiel.3.20\">Ez 3:20</a>; <a data-ref=\"Ezekiel 18:24\" href=\"/Ezekiel.18.24\">18:24</a>, <a data-ref=\"Ezekiel 18:26\" href=\"/Ezekiel.18.26\">26</a>; <a data-ref=\"Ezekiel 33:18\" href=\"/Ezekiel.33.18\">33:18</a>. <strong>f.</strong>  of <span dir=\"rtl\">י׳</span>, <span dir=\"rtl\">שׁ׳ מֵחֲרוֹן אַפּוֹ</span> <a data-ref=\"Exodus 32:12\" href=\"/Exodus.32.12\">Ex 32:12</a> (JE), <a data-ref=\"Deuteronomy 13:18\" href=\"/Deuteronomy.13.18\">Dt 13:18</a>; <a data-ref=\"Joshua 7:26\" href=\"/Joshua.7.26\">Jos 7:26</a> (J), <a data-ref=\"II Kings 23:26\" href=\"/II_Kings.23.26\">2 K 23:26</a>; <a data-ref=\"Jonah 3:9\" href=\"/Jonah.3.9\">Jon 3:9</a>; <span dir=\"rtl\">שׁ׳ מִמֶּנּוּ אַף־י׳</span> <a data-ref=\"Hosea 14:5\" href=\"/Hosea.14.5\">Ho 14:5</a>; <a data-ref=\"Jeremiah 2:35\" href=\"/Jeremiah.2.35\">Je 2:35</a>; <a data-ref=\"Jeremiah 4:8\" href=\"/Jeremiah.4.8\">4:8</a>; <a data-ref=\"Numbers 25:4\" href=\"/Numbers.25.4\">Nu 25:4</a> (P), <a data-ref=\"II Chronicles 12:12\" href=\"/II_Chronicles.12.12\">2 Ch 12:12</a>; <a data-ref=\"II Chronicles 29:10\" href=\"/II_Chronicles.29.10\">29:10</a>; <a data-ref=\"II Chronicles 30:8\" href=\"/II_Chronicles.30.8\">30:8</a>, so (man’s anger) <a data-ref=\"Genesis 27:45\" href=\"/Genesis.27.45\">Gn 27:45</a> (J) and (abs.) v <a data-ref=\"Genesis 27:44\" href=\"/Genesis.27.44\">44</a> (E); abs. of <span dir=\"rtl\">אַף־י׳</span> <a data-ref=\"Isaiah 5:25\" href=\"/Isaiah.5.25\">Is 5:25</a>; <a data-ref=\"Isaiah 9:11\" href=\"/Isaiah.9.11\">9:11</a>, <a data-ref=\"Isaiah 9:16\" href=\"/Isaiah.9.16\">16</a>, <a data-ref=\"Isaiah 9:20\" href=\"/Isaiah.9.20\">20</a>; <a data-ref=\"Isaiah 10:4\" href=\"/Isaiah.10.4\">10:4</a>; <a data-ref=\"Isaiah 12:1\" href=\"/Isaiah.12.1\">12:1</a>; <a data-ref=\"Jeremiah 23:20\" href=\"/Jeremiah.23.20\">Je 23:20</a> (opp. <span dir=\"rtl\">יָצָא</span> v <a data-ref=\"Jeremiah 23:19\" href=\"/Jeremiah.23.19\">19</a>), <a data-ref=\"Jeremiah 30:24\" href=\"/Jeremiah.30.24\">30:24</a> <a data-ref=\"Job 14:13\" href=\"/Job.14.13\">Jb 14:13</a>; <a data-ref=\"Daniel 9:16\" href=\"/Daniel.9.16\">Dn 9:16</a>. <strong>g.</strong>  of <span dir=\"rtl\">י׳</span>, <em>return</em> (to shew favour), <span dir=\"rtl\">אֶל</span> pers. †<a data-ref=\"Genesis 18:10\" href=\"/Genesis.18.10\">Gn 18:10</a> (+ inf. abs.), v <a data-ref=\"Genesis 18:14\" href=\"/Genesis.18.14\">14</a> <a data-ref=\"Zechariah 1:3\" href=\"/Zechariah.1.3\">Zc 1:3</a>; <a data-ref=\"Malachi 3:7\" href=\"/Malachi.3.7\">Mal 3:7</a>; <a data-ref=\"II Chronicles 30:6\" href=\"/II_Chronicles.30.6\">2 Ch 30:6</a>, abs. <a data-ref=\"Isaiah 63:17\" href=\"/Isaiah.63.17\">Is 63:17</a> <a data-ref=\"Psalms 80:15\" href=\"/Psalms.80.15\">ψ 80:15</a> (‖ <span dir=\"rtl\">הִבִּיט</span>, <span dir=\"rtl\">פָּקַד</span>), <a data-ref=\"Psalms 90:13\" href=\"/Psalms.90.13\">90:13</a>, + vb. <a data-ref=\"Jeremiah 12:15\" href=\"/Jeremiah.12.15\">Je 12:15</a> <a data-ref=\"Psalms 6:5\" href=\"/Psalms.6.5\">ψ 6:5</a> <a data-ref=\"Joel 2:14\" href=\"/Joel.2.14\">Jo 2:14</a> <a data-ref=\"Jonah 3:9\" href=\"/Jonah.3.9\">Jon 3:9</a>; also in hostility, + vb. <a data-ref=\"Joshua 24:20\" href=\"/Joshua.24.20\">Jos 24:20</a> (E), c. inf. purpose <a data-ref=\"Hosea 11:9\" href=\"/Hosea.11.9\">Ho 11:9</a>. <strong>h.</strong>  of <span dir=\"rtl\">י׳</span>, <em>turn back</em> from <span dir=\"rtl\">(מִן)</span> judgment <a data-ref=\"Jeremiah 4:28\" href=\"/Jeremiah.4.28\">Je 4:28</a>, <span dir=\"rtl\">אֱמֶת</span> <a data-ref=\"Psalms 132:11\" href=\"/Psalms.132.11\">ψ 132:11</a>; <span dir=\"rtl\">מֵאַחֲרֵי</span> pers., i.e. cease to bless, <a data-ref=\"Jeremiah 32:40\" href=\"/Jeremiah.32.40\">Je 32:40</a>. <strong>7.</strong>  of inanimate things (sometimes personified, or treated as things of life): <strong>a.</strong>  as perceptibly moving, water <a data-ref=\"Genesis 8:3\" href=\"/Genesis.8.3\">Gn 8:3</a> (J; <span dir=\"rtl\">מֵעַל</span> loc.), <a data-ref=\"Joshua 4:18\" href=\"/Joshua.4.18\">Jos 4:18</a> (J; ל loc.), <a data-ref=\"Exodus 14:26\" href=\"/Exodus.14.26\">Ex 14:26</a> (P; <span dir=\"rtl\">עַל</span> pers.), v <a data-ref=\"Exodus 14:28\" href=\"/Exodus.14.28\">28</a> (P; + vb.), <a data-ref=\"Psalms 104:9\" href=\"/Psalms.104.9\">ψ 104:9</a> (<span dir=\"rtl\">ל</span> inf.), sea <a data-ref=\"Exodus 14:27\" href=\"/Exodus.14.27\">Ex 14:27</a> (J; <span dir=\"rtl\">לְאֵיתָנוֹ</span>); wind <a data-ref=\"Psalms 78:39\" href=\"/Psalms.78.39\">ψ 78:39</a> (opp. <span dir=\"rtl\">הלך</span>), <a data-ref=\"Ecclesiastes 1:6\" href=\"/Ecclesiastes.1.6\">Ec 1:6</a> (<span dir=\"rtl\">עַל</span> loc.); shadow <a data-ref=\"II Kings 20:9\" href=\"/II_Kings.20.9\">2 K 20:9</a>, <a data-ref=\"II Kings 20:10\" href=\"/II_Kings.20.10\">10</a> (+ <span dir=\"rtl\">אֲחֹרַנִּית</span>), ‖ <a data-ref=\"Isaiah 38:8\" href=\"/Isaiah.38.8\">Is 38:8</a> (sun on dial), of breath (= revive) <a data-ref=\"Judges 15:19\" href=\"/Judges.15.19\">Ju 15:19</a>; <a data-ref=\"I Samuel 30:12\" href=\"/I_Samuel.30.12\">1 S 30:12</a> (<span dir=\"rtl\">אֶל</span> pers.); clouds <a data-ref=\"Ecclesiastes 12:2\" href=\"/Ecclesiastes.12.2\">Ec 12:2</a> (<span dir=\"rtl\">מִן</span> temp.); rain and snow <a data-ref=\"Isaiah 55:10\" href=\"/Isaiah.55.10\">Is 55:10</a> (<span dir=\"rtl\">ה</span> loc.); rolling stone <a data-ref=\"Proverbs 26:27\" href=\"/Proverbs.26.27\">Pr 26:27</a>; sword <a data-ref=\"II Samuel 1:22\" href=\"/II_Samuel.1.22\">2 S 1:22</a> (<span dir=\"rtl\">מִן</span> rei), <a data-ref=\"Ezekiel 21:10\" href=\"/Ezekiel.21.10\">Ez 21:10</a>, arrow <a data-ref=\"Jeremiah 50:9\" href=\"/Jeremiah.50.9\">Je 50:9</a>; of plague-spot = <em>re-appear</em>, <a data-ref=\"Leviticus 14:43\" href=\"/Leviticus.14.43\">Lv 14:43</a> (P). <strong>b.</strong>  = <em>be brought back</em>, <a data-ref=\"Genesis 43:18\" href=\"/Genesis.43.18\">Gn 43:18</a> (J), <a data-ref=\"I Samuel 5:11\" href=\"/I_Samuel.5.11\">1 S 5:11</a> (<span dir=\"rtl\">ל</span> loc.), hence <em>be restored</em>, ל pers. <a data-ref=\"Ezekiel 46:17\" href=\"/Ezekiel.46.17\">Ez 46:17</a>, so of kingdom <a data-ref=\"I Kings 12:26\" href=\"/I_Kings.12.26\">1 K 12:26</a>, city <a data-ref=\"I Samuel 7:14\" href=\"/I_Samuel.7.14\">1 S 7:14</a> (<a data-ref=\"Ezekiel 35:9\" href=\"/Ezekiel.35.9\">Ez 35:9</a> v. <span dir=\"rtl\">ישׁב</span> <strong>4</strong>), field <a data-ref=\"Leviticus 27:24\" href=\"/Leviticus.27.24\">Lv 27:24</a> (P); of animal <a data-ref=\"Deuteronomy 28:31\" href=\"/Deuteronomy.28.31\">Dt 28:31</a>. <strong>c.</strong>  = <em>be turned into</em>, ל rei, <a data-ref=\"Isaiah 29:17\" href=\"/Isaiah.29.17\">Is 29:17</a>; = <em>be turned back into</em>, <span dir=\"rtl\">עַד</span> rei, <a data-ref=\"Micah 1:7\" href=\"/Micah.1.7\">Mi 1:7</a>. <strong>d.</strong>  <em>return</em>, fig. of word, (1) <a data-ref=\"Isaiah 45:23\" href=\"/Isaiah.45.23\">Is 45:23</a>, c. <span dir=\"rtl\">אֶל</span> pers. <a data-ref=\"Isaiah 55:11\" href=\"/Isaiah.55.11\">55:11</a> (both opp. <span dir=\"rtl\">יָצָא</span>); (2) <a data-ref=\"Psalms 35:13\" href=\"/Psalms.35.13\">ψ 35:13</a> <em>my prayer turned upon</em> <span dir=\"rtl\">(עַל)</span> <em>my bosom</em> (was uttered with bowed head, De Bae Du). <strong>e.</strong>  <em>turn away, depart</em>, of infamy <a data-ref=\"Proverbs 25:10\" href=\"/Proverbs.25.10\">Pr 25:10</a>. <strong>f.</strong>  <em>return</em> (in recompense), of crime, evil, etc., c. <span dir=\"rtl\">בְּרֹאשׁ</span> <a data-ref=\"I Kings 2:33\" href=\"/I_Kings.2.33\">1 K 2:33</a>; <a data-ref=\"Obadiah 1:15\" href=\"/Obadiah.1.15\">Ob 15</a> <a data-ref=\"Psalms 7:17\" href=\"/Psalms.7.17\">ψ 7:17</a>, <span dir=\"rtl\">עַל־רֹאשׁ</span> <a data-ref=\"Esther 9:25\" href=\"/Esther.9.25\">Est 9:25</a>, ל pers. <a data-ref=\"Psalms 54:7\" href=\"/Psalms.54.7\">ψ 54:7</a> (Kt; > Qr Hiph.), <a data-ref=\"Proverbs 12:14\" href=\"/Proverbs.12.14\">Pr 12:14</a>. <strong>g.</strong>  <a data-ref=\"Psalms 94:15\" href=\"/Psalms.94.15\">ψ 94:15</a> <em>judgment</em> (-giving) <em>shall return to</em> <span dir=\"rtl\">(עַד)</span> <em>righteousness</em> (be in accord therewith). <strong>h.</strong>  of boundary, = change (sometimes reverse) direction (P), -ה loc. <a data-ref=\"Joshua 19:12\" href=\"/Joshua.19.12\">Jos 19:12</a> (+ <span dir=\"rtl\">מִן</span> loc.), v <a data-ref=\"Joshua 19:34\" href=\"/Joshua.19.34\">34</a> (+ acc. loc.), acc. loc. also v <a data-ref=\"Joshua 19:27\" href=\"/Joshua.19.27\">27</a>, <a data-ref=\"Joshua 19:29\" href=\"/Joshua.19.29\">29</a> (+ <span dir=\"rtl\">עַד</span> loc.), v <a data-ref=\"Joshua 19:29\" href=\"/Joshua.19.29\">29</a>. <strong>i.</strong>  <em>be restored</em> to healthy condition, of withered hand <a data-ref=\"I Kings 13:6\" href=\"/I_Kings.13.6\">1 K 13:6</a><sup>(×2)</sup> (<span dir=\"rtl\">אֶל</span> pers.), leprous hand <a data-ref=\"Exodus 4:7\" href=\"/Exodus.4.7\">Ex 4:7</a> (J; c. כ comp.), flesh <a data-ref=\"II Kings 5:10\" href=\"/II_Kings.5.10\">2 K 5:10</a> (<span dir=\"rtl\">ל</span> pers.), v <a data-ref=\"II Kings 5:14\" href=\"/II_Kings.5.14\">14</a>; <a data-ref=\"Leviticus 13:16\" href=\"/Leviticus.13.16\">Lv 13:16</a> (‖ <span dir=\"rtl\">נֶהְפַּךְ לְלָבָן</span>). †<strong>8.</strong>  denoting repetition, etc. (Ges<sup>§ 120 d g</sup>): + vb., <em>return</em> (<em>and</em>) <em>do</em> = do again, <a data-ref=\"Genesis 26:18\" href=\"/Genesis.26.18\">Gn 26:18</a>; <a data-ref=\"Genesis 30:31\" href=\"/Genesis.30.31\">30:31</a>; <a data-ref=\"Numbers 11:4\" href=\"/Numbers.11.4\">Nu 11:4</a> (all J), <a data-ref=\"Judges 19:7\" href=\"/Judges.19.7\">Ju 19:7</a>; <a data-ref=\"I Samuel 3:5\" href=\"/I_Samuel.3.5\">1 S 3:5</a>, <a data-ref=\"I Samuel 3:6\" href=\"/I_Samuel.3.6\">6</a>; <a data-ref=\"I Kings 13:33\" href=\"/I_Kings.13.33\">1 K 13:33</a>; <a data-ref=\"I Kings 19:6\" href=\"/I_Kings.19.6\">19:6</a>; <a data-ref=\"II Kings 1:11\" href=\"/II_Kings.1.11\">2 K 1:11</a>, <a data-ref=\"II Kings 1:13\" href=\"/II_Kings.1.13\">13</a>; <a data-ref=\"II Kings 19:9\" href=\"/II_Kings.19.9\">19:9</a>; <a data-ref=\"II Kings 21:3\" href=\"/II_Kings.21.3\">21:3</a> = <a data-ref=\"II Chronicles 33:3\" href=\"/II_Chronicles.33.3\">2 Ch 33:3</a>; <a data-ref=\"Jeremiah 18:4\" href=\"/Jeremiah.18.4\">Je 18:4</a>; <a data-ref=\"Jeremiah 36:28\" href=\"/Jeremiah.36.28\">36:28</a>; <a data-ref=\"Zechariah 5:1\" href=\"/Zechariah.5.1\">Zc 5:1</a>; <a data-ref=\"Zechariah 6:1\" href=\"/Zechariah.6.1\">6:1</a>; <a data-ref=\"Malachi 1:4\" href=\"/Malachi.1.4\">Mal 1:4</a>; <a data-ref=\"Job 10:16\" href=\"/Job.10.16\">Jb 10:16</a>; <a data-ref=\"Job 17:10\" href=\"/Job.17.10\">17:10</a> <a data-ref=\"Psalms 7:13\" href=\"/Psalms.7.13\">ψ 7:13</a>; <a data-ref=\"Daniel 9:25\" href=\"/Daniel.9.25\">Dn 9:25</a>, perhaps also <a data-ref=\"II Chronicles 19:4\" href=\"/II_Chronicles.19.4\">2 Ch 19:4</a>; cf. <a data-ref=\"Isaiah 6:13\" href=\"/Isaiah.6.13\">Is 6:13</a> = <em>it, in turn, shall be destroyed</em> (destruction shall be repeated in its case), <a data-ref=\"Lamentations 3:3\" href=\"/Lamentations.3.3\">La 3:3</a> appar. = <em>do repeatedly;</em> <span dir=\"rtl\">שׁ׳</span> + Inf. abs. <a data-ref=\"Ecclesiastes 4:1\" href=\"/Ecclesiastes.4.1\">Ec 4:1</a>, <a data-ref=\"Ecclesiastes 4:7\" href=\"/Ecclesiastes.4.7\">7</a>; <a data-ref=\"Ecclesiastes 9:11\" href=\"/Ecclesiastes.9.11\">9:11</a>; in compar. <span dir=\"rtl\">עוֹד תָּשׁוּב תִּרְאֶה</span> <a data-ref=\"Ezekiel 8:6\" href=\"/Ezekiel.8.6\">Ez 8:6</a> <em>thou shalt see yet</em> greater abominations, so v <a data-ref=\"Ezekiel 8:13\" href=\"/Ezekiel.8.13\">13</a> and (<span dir=\"rtl\">מִן</span> comp.) v <a data-ref=\"Ezekiel 8:15\" href=\"/Ezekiel.8.15\">15</a>; <span dir=\"rtl\">שׁ׳</span> + Inf. cstr. <a data-ref=\"Deuteronomy 24:4\" href=\"/Deuteronomy.24.4\">Dt 24:4</a>; <a data-ref=\"Deuteronomy 30:9\" href=\"/Deuteronomy.30.9\">30:9</a>; <a data-ref=\"Joshua 5:2\" href=\"/Joshua.5.2\">Jos 5:2</a> (R<sup>D</sup>), <a data-ref=\"Jeremiah 36:28\" href=\"/Jeremiah.36.28\">Je 36:28</a>; <a data-ref=\"Ezekiel 8:17\" href=\"/Ezekiel.8.17\">Ez 8:17</a>; <a data-ref=\"Ezra 9:14\" href=\"/Ezra.9.14\">Ezr 9:14</a>; <a data-ref=\"Nehemiah 9:28\" href=\"/Nehemiah.9.28\">Ne 9:28</a>; <a data-ref=\"Job 7:7\" href=\"/Job.7.7\">Jb 7:7</a>; <a data-ref=\"Ecclesiastes 1:7\" href=\"/Ecclesiastes.1.7\">Ec 1:7</a>: = <em>reverse</em> one’s action, + vb. <a data-ref=\"Joshua 2:23\" href=\"/Joshua.2.23\">Jos 2:23</a> (E), <a data-ref=\"Hosea 2:11\" href=\"/Hosea.2.11\">Ho 2:11</a>; <a data-ref=\"II Kings 13:25\" href=\"/II_Kings.13.25\">2 K 13:25</a>; <a data-ref=\"Deuteronomy 30:3\" href=\"/Deuteronomy.30.3\">Dt 30:3</a>; <a data-ref=\"Micah 7:19\" href=\"/Micah.7.19\">Mi 7:19</a>; <a data-ref=\"Zechariah 8:15\" href=\"/Zechariah.8.15\">Zc 8:15</a> <a data-ref=\"Psalms 71:20\" href=\"/Psalms.71.20\">ψ 71:20</a><sup>(×2)</sup>; <a data-ref=\"Psalms 85:7\" href=\"/Psalms.85.7\">85:7</a>; = <em>restore</em> to original condition by doing, + vb. <a data-ref=\"Deuteronomy 23:14\" href=\"/Deuteronomy.23.14\">Dt 23:14</a>. <strong>9.</strong>  trans., peculiarly, in phr. <span dir=\"rtl\">שׁ׳ שְׁבוּת</span> <em>restore captivity</em> of, etc., c. 21 times (v. <a data-ref=\"BDB, שְׁבִית\" href=\"/BDB,_שְׁבִית\", dir=\"rtl\">שְׁבוּת</a> sub <a data-ref=\"BDB, שָׁבָה\" href=\"/BDB,_שָׁבָה\", dir=\"rtl\">שָׁבָה</a>); <span dir=\"rtl\">שׁ׳ י׳ צִיּוֹן</span> <a data-ref=\"Isaiah 52:8\" href=\"/Isaiah.52.8\">Is 52:8</a>, <span dir=\"rtl\">שׁ׳</span> c. sf. pers. <a data-ref=\"Psalms 85:5\" href=\"/Psalms.85.5\">ψ 85:5</a>; elsewhere only <span dir=\"rtl\">וְשָׁב י׳ אֶת־גְּאוֹן יַעֲקֹב וגו׳</span> <a data-ref=\"Nahum 2:3\" href=\"/Nahum.2.3\">Na 2:3</a>, cf. <strong>Hiph. 9</strong>.<br>†<strong>Pōʿl.</strong> <strong>1.</strong>  <em>bring back</em>, Pf. 1 s. <span dir=\"rtl\">וְשֹׁבַבְתִּ֫י</span>, c. acc. pers. + <span dir=\"rtl\">אֶל</span> loc. <a data-ref=\"Jeremiah 50:19\" href=\"/Jeremiah.50.19\">Je 50:19</a> (<span dir=\"rtl\">י׳</span> subj.), Inf. cstr. sf. <span dir=\"rtl\">בְּשׁוֹבְבִי</span>, c. <span dir=\"rtl\">מִן</span> loc. <a data-ref=\"Ezekiel 39:27\" href=\"/Ezekiel.39.27\">Ez 39:27</a> and (fig.) <span dir=\"rtl\">לְשׁוֹבֵב</span>, c. <span dir=\"rtl\">אֶל</span> pers. <a data-ref=\"Isaiah 49:5\" href=\"/Isaiah.49.5\">Is 49:5</a>; Impf. 2 ms. <span dir=\"rtl\">תְּשׁוֹבֵב לָנוּ</span> <a data-ref=\"Psalms 60:3\" href=\"/Psalms.60.3\">ψ 60:3</a> = <em>take us back</em> into power. <strong>2.</strong> <strong>a.</strong>  fig. <em>restore, refresh</em>, 3 ms. <span dir=\"rtl\">נַפְשִׁי יְשׁוֹבֵב</span> <a data-ref=\"Psalms 23:3\" href=\"/Psalms.23.3\">ψ 23:3</a> (<span dir=\"rtl\">י׳</span> subj.); cf. <strong>Hiph. 2 b</strong>. <strong>b.</strong>  <em>restore, repair</em>, Pt. <span dir=\"rtl\">מְשׁוֹבֵב נְתִיבוֹח לָשָׁ֑בֶת</span> <a data-ref=\"Isaiah 58:12\" href=\"/Isaiah.58.12\">Is 58:12</a>. <strong>3.</strong>  <em>lead away</em> (enticingly), Pf. 1 s. sf. (of Gog), <span dir=\"rtl\">י׳</span> subj., <span dir=\"rtl\">וְשׁוֹבַבְתִּיךָ</span> <a data-ref=\"Ezekiel 38:4\" href=\"/Ezekiel.38.4\">Ez 38:4</a> (del. Co), <span dir=\"rtl\">וְשֹׁ׳</span> <a data-ref=\"Ezekiel 39:2\" href=\"/Ezekiel.39.2\">39:2</a>; so fig. 3 fs. sf. <span dir=\"rtl\">וְדַעְתֵּךְ הִיא שׁוֹבְבָ֑תֶךְ</span> <a data-ref=\"Isaiah 47:10\" href=\"/Isaiah.47.10\">Is 47:10</a> (of Bab.);—<a data-ref=\"Jeremiah 50:6\" href=\"/Jeremiah.50.6\">Je 50:6</a> v. <strong>Qal</strong>. <strong>4.</strong>  <em>shew turning</em> = <em>apostatize</em> (cf. <strong>Hiph. 8</strong>), Pf. 3 fs. <span dir=\"rtl\">שׁוֹבְבָה</span> <a data-ref=\"Jeremiah 8:5\" href=\"/Jeremiah.8.5\">Je 8:5</a> (read <span dir=\"rtl\">שׁוֹבֵב</span>, and del. <span dir=\"rtl\">ירושׁלם</span>, c. 𝔊).—Vid. also <a data-ref=\"BDB, שׁוֹבֵב\" href=\"/BDB,_שׁוֹבֵב\", dir=\"rtl\">שׁוֹבֵב</a> infra.<br>†<strong>Puʿl.</strong>  Pt. f. <span dir=\"rtl\">מְשׁוֹבֶ֫בֶת</span> <a data-ref=\"Ezekiel 38:8\" href=\"/Ezekiel.38.8\">Ez 38:8</a> a land <em>restored</em> + <span dir=\"rtl\">מִן</span> rei.—Vid. also <a data-ref=\"BDB, שׁוֹבָב\" href=\"/BDB,_שׁוֹבָב\", dir=\"rtl\">שׁוֹבָב</a> infra.<br><strong>Hiph.</strong><sub>353</sub>  Pf. 3 ms. <a data-ref=\"Genesis 41:13\" href=\"/Genesis.41.13\">Gn 41:13</a> +; sf. <span dir=\"rtl\">וַהֲשִׁיבְךָ</span> <a data-ref=\"Genesis 40:13\" href=\"/Genesis.40.13\">40:13</a>, <span dir=\"rtl\">וֶהֱשִׁיבְךָ</span> <a data-ref=\"Deuteronomy 28:68\" href=\"/Deuteronomy.28.68\">Dt 28:68</a>; 2 ms. <span dir=\"rtl\">הֱשִׁיבוֹתָ</span> <a data-ref=\"Psalms 85:4\" href=\"/Psalms.85.4\">ψ 85:4</a>, <span dir=\"rtl\">וַהֲשֵׁבֹתָ֫</span> <a data-ref=\"Deuteronomy 4:39\" href=\"/Deuteronomy.4.39\">Dt 4:39</a>; <a data-ref=\"Deuteronomy 30:1\" href=\"/Deuteronomy.30.1\">30:1</a>, sf. <span dir=\"rtl\">וַהֲשֵׁיבוֹתָם</span> <a data-ref=\"II Chronicles 6:25\" href=\"/II_Chronicles.6.25\">2 Ch 6:25</a>; 1 s. consec. <span dir=\"rtl\">וַהֲשִׁיב֫וֹתִי</span> <a data-ref=\"Amos 1:8\" href=\"/Amos.1.8\">Am 1:8</a>, <span dir=\"rtl\">וַהֲשִׁבֹתִ֫י</span> <a data-ref=\"Numbers 22:8\" href=\"/Numbers.22.8\">Nu 22:8</a> +, sf. <span dir=\"rtl\">וְהוֹשְׁבוֹתִים</span> <a data-ref=\"Zechariah 10:6\" href=\"/Zechariah.10.6\">Zc 10:6</a> (but read <span dir=\"rtl\">וַהֲשִׁבוֹתִים</span>, v. <a data-ref=\"BDB, יָשַׁב\" href=\"/BDB,_יָשַׁב\", dir=\"rtl\">ישׁב</a> <strong>Hiph.</strong>), etc.; Impf. 3 ms. <span dir=\"rtl\">יָשִׁיב</span> <a data-ref=\"Exodus 21:34\" href=\"/Exodus.21.34\">Ex 21:34</a> +, (read <span dir=\"rtl\">יָשִׁב</span> <a data-ref=\"Daniel 11:18\" href=\"/Daniel.11.18\">Dn 11:18</a>, <a data-ref=\"Daniel 11:19\" href=\"/Daniel.11.19\">19</a> > Qr v <a data-ref=\"Daniel 11:18\" href=\"/Daniel.11.18\">18</a> <span dir=\"rtl\">יָשֵׂם</span>), <span dir=\"rtl\">וַיָּ֫שֶׁב</span> <a data-ref=\"Genesis 20:14\" href=\"/Genesis.20.14\">Gn 20:14</a> +; sf. <span dir=\"rtl\">יְשִׁבֵנִי</span> <a data-ref=\"II Samuel 15:8\" href=\"/II_Samuel.15.8\">2 S 15:8</a> +, <span dir=\"rtl\">וַיְשִׁיבֵם</span> <a data-ref=\"II Chronicles 19:4\" href=\"/II_Chronicles.19.4\">2 Ch 19:4</a> + <a data-ref=\"I Samuel 12:8\" href=\"/I_Samuel.12.8\">1 S 12:8</a> Vrss We Dr al.; 3 fpl. <span dir=\"rtl\">תָּשֵׁבְנָה</span> <a data-ref=\"Job 20:10\" href=\"/Job.20.10\">Jb 20:10</a>, etc.; Imv. ms. <span dir=\"rtl\">הָשֵׁב</span> <a data-ref=\"Genesis 20:7\" href=\"/Genesis.20.7\">Gn 20:7</a> +, <span dir=\"rtl\">הָשֵׁיב</span> <a data-ref=\"II Kings 8:6\" href=\"/II_Kings.8.6\">2 K 8:6</a>, <span dir=\"rtl\">הָשַׁ֑ב</span> <a data-ref=\"Isaiah 42:22\" href=\"/Isaiah.42.22\">Is 42:22</a>, so <span dir=\"rtl\">הָשַׁ֖ב</span> <a data-ref=\"Ezekiel 21:35\" href=\"/Ezekiel.21.35\">Ez 21:35</a> (v. Ke and still Toy; Ew Sm Krae Inf. abs. <span dir=\"rtl\">הָשֵׁב</span>), <span dir=\"rtl\">הָשִׁיבָה</span> <a data-ref=\"Judges 11:13\" href=\"/Judges.11.13\">Ju 11:13</a> +, etc.; Inf. abs. <span dir=\"rtl\">הָשֵׁב</span> <a data-ref=\"Exodus 23:4\" href=\"/Exodus.23.4\">Ex 23:4</a> +; cstr. <span dir=\"rtl\">הָשִׁיב</span> <a data-ref=\"Genesis 42:35\" href=\"/Genesis.42.35\">Gn 42:35</a> +, etc.; Pt. <span dir=\"rtl\">מֵשִׁיב</span> <a data-ref=\"Genesis 20:7\" href=\"/Genesis.20.7\">20:7</a> +, etc.;—<em>cause to return, bring back:</em> <strong>1.</strong> <strong>a.</strong>  c. acc. pers. + <span dir=\"rtl\">אֶל</span> loc. <a data-ref=\"Genesis 24:5\" href=\"/Genesis.24.5\">Gn 24:5</a> (J; <span dir=\"rtl\">הֶהָשֵׁב אָשִׁיב</span>), <a data-ref=\"Genesis 28:15\" href=\"/Genesis.28.15\">28:15</a> (J), <a data-ref=\"Genesis 42:37\" href=\"/Genesis.42.37\">42:37</a> (E), <a data-ref=\"Genesis 48:21\" href=\"/Genesis.48.21\">48:21</a> (E), +; especially from exile <a data-ref=\"I Kings 8:34\" href=\"/I_Kings.8.34\">1 K 8:34</a> = <a data-ref=\"II Chronicles 6:25\" href=\"/II_Chronicles.6.25\">2 Ch 6:25</a>; <a data-ref=\"Jeremiah 27:22\" href=\"/Jeremiah.27.22\">Je 27:22</a> + 5 times Je; + <span dir=\"rtl\">אֶל</span> pers. <a data-ref=\"I Kings 22:26\" href=\"/I_Kings.22.26\">1 K 22:26</a> = <a data-ref=\"II Chronicles 18:25\" href=\"/II_Chronicles.18.25\">2 Ch 18:25</a>; + <span dir=\"rtl\">עַל</span> loc. <a data-ref=\"Jeremiah 16:15\" href=\"/Jeremiah.16.15\">Je 16:15</a>; <a data-ref=\"Jeremiah 23:3\" href=\"/Jeremiah.23.3\">23:3</a>; <a data-ref=\"Jeremiah 24:6\" href=\"/Jeremiah.24.6\">24:6</a>; + ל loc. <a data-ref=\"Jeremiah 12:15\" href=\"/Jeremiah.12.15\">12:15</a>; + acc. loc. <a data-ref=\"II Samuel 15:8\" href=\"/II_Samuel.15.8\">2 S 15:8</a> (read <span dir=\"rtl\">הָשֵׁב יְשִׁבֵנִי</span> Vrss Th We Dr al.), <a data-ref=\"Deuteronomy 28:68\" href=\"/Deuteronomy.28.68\">Dt 28:68</a>; <a data-ref=\"Ezekiel 29:14\" href=\"/Ezekiel.29.14\">Ez 29:14</a>; <a data-ref=\"Ezekiel 47:6\" href=\"/Ezekiel.47.6\">47:6</a>; <a data-ref=\"II Chronicles 33:13\" href=\"/II_Chronicles.33.13\">2 Ch 33:13</a>, etc.; + <span dir=\"rtl\">מִן</span> loc. <a data-ref=\"Jeremiah 41:16\" href=\"/Jeremiah.41.16\">Je 41:16</a>; <a data-ref=\"Zechariah 10:10\" href=\"/Zechariah.10.10\">Zc 10:10</a>, <span dir=\"rtl\">מֵאֵת</span> pers. <a data-ref=\"Jeremiah 41:16\" href=\"/Jeremiah.41.16\">Je 41:16</a>, <span dir=\"rtl\">מִן</span> inf. <a data-ref=\"II Chronicles 25:13\" href=\"/II_Chronicles.25.13\">2 Ch 25:13</a>; acc. pers. only <a data-ref=\"Judges 19:3\" href=\"/Judges.19.3\">Ju 19:3</a>; <a data-ref=\"I Kings 13:20\" href=\"/I_Kings.13.20\">1 K 13:20</a>, <a data-ref=\"I Kings 13:23\" href=\"/I_Kings.13.23\">23</a> +; <em>bring back</em> into bondage, etc., <a data-ref=\"Jeremiah 34:11\" href=\"/Jeremiah.34.11\">Je 34:11</a>, <a data-ref=\"Jeremiah 34:16\" href=\"/Jeremiah.34.16\">16</a>; = <em>allow to return</em> <a data-ref=\"Jeremiah 15:19\" href=\"/Jeremiah.15.19\">15:19</a>; acc. pers. + rei (= recover, recapture), <a data-ref=\"Jeremiah 28:6\" href=\"/Jeremiah.28.6\">28:6</a> (+ <span dir=\"rtl\">אֶל</span> loc., <span dir=\"rtl\">מִן</span> loc.); = <em>recover, rescue</em>, <a data-ref=\"Genesis 14:16\" href=\"/Genesis.14.16\">Gn 14:16</a> (acc. pers. + rei), <a data-ref=\"Psalms 35:17\" href=\"/Psalms.35.17\">ψ 35:17</a> (acc. <span dir=\"rtl\">נַפְשִׁי</span>, <span dir=\"rtl\">מִן</span> rei); acc. rei + <span dir=\"rtl\">אֶל</span> pers. <a data-ref=\"Genesis 44:8\" href=\"/Genesis.44.8\">Gn 44:8</a> (J), + <span dir=\"rtl\">עַל</span> pers. <a data-ref=\"Exodus 15:9\" href=\"/Exodus.15.9\">Ex 15:9</a> (song), <a data-ref=\"Proverbs 20:26\" href=\"/Proverbs.20.26\">Pr 20:26</a>; + <span dir=\"rtl\">אֶל</span> loc. <a data-ref=\"I Kings 14:28\" href=\"/I_Kings.14.28\">1 K 14:28</a> = <a data-ref=\"II Chronicles 12:11\" href=\"/II_Chronicles.12.11\">2 Ch 12:11</a>; <a data-ref=\"Jeremiah 28:3\" href=\"/Jeremiah.28.3\">Je 28:3</a>; <a data-ref=\"II Chronicles 24:11\" href=\"/II_Chronicles.24.11\">2 Ch 24:11</a>; acc. of hand, <span dir=\"rtl\">אֶל־פֶּה</span> <a data-ref=\"I Samuel 14:27\" href=\"/I_Samuel.14.27\">1 S 14:27</a>; <a data-ref=\"Proverbs 19:24\" href=\"/Proverbs.19.24\">Pr 19:24</a> <a data-ref=\"Proverbs 26:15\" href=\"/Proverbs.26.15\">26:15</a>; especially of <span dir=\"rtl\">י׳</span>’s hand, in judgment, sq. <span dir=\"rtl\">עַל</span> <a data-ref=\"Amos 1:8\" href=\"/Amos.1.8\">Am 1:8</a>; <a data-ref=\"Isaiah 1:25\" href=\"/Isaiah.1.25\">Is 1:25</a>; <a data-ref=\"Zechariah 13:7\" href=\"/Zechariah.13.7\">Zc 13:7</a> <a data-ref=\"Psalms 81:15\" href=\"/Psalms.81.15\">ψ 81:15</a>, also of man’s hand <a data-ref=\"Jeremiah 6:9\" href=\"/Jeremiah.6.9\">Je 6:9</a>; <a data-ref=\"Ezekiel 38:12\" href=\"/Ezekiel.38.12\">Ez 38:12</a>; + acc. loc. <a data-ref=\"II Samuel 15:25\" href=\"/II_Samuel.15.25\">2 S 15:25</a>, <a data-ref=\"II Samuel 15:29\" href=\"/II_Samuel.15.29\">29</a>; + <span dir=\"rtl\">שָׁם</span> <a data-ref=\"Nehemiah 13:9\" href=\"/Nehemiah.13.9\">Ne 13:9</a>; acc. rei alone <a data-ref=\"Genesis 43:12\" href=\"/Genesis.43.12\">Gn 43:12</a>, <a data-ref=\"Genesis 43:21\" href=\"/Genesis.43.21\">21</a> (both <span dir=\"rtl\">בְּיֶדְכֶם</span>), <a data-ref=\"Genesis 14:16\" href=\"/Genesis.14.16\">14:16</a> (= recapture), <a data-ref=\"I Samuel 6:21\" href=\"/I_Samuel.6.21\">1 S 6:21</a>; <a data-ref=\"I Samuel 30:19\" href=\"/I_Samuel.30.19\">30:19</a>; <a data-ref=\"I Kings 13:29\" href=\"/I_Kings.13.29\">1 K 13:29</a> (corpse), <a data-ref=\"Leviticus 26:26\" href=\"/Leviticus.26.26\">Lv 26:26</a> (H); c. acc. animal. <a data-ref=\"I Samuel 6:7\" href=\"/I_Samuel.6.7\">1 S 6:7</a> <span dir=\"rtl\">(מֵאַחֲרֵי)</span>, <a data-ref=\"Ezekiel 34:4\" href=\"/Ezekiel.34.4\">Ez 34:4</a>, <a data-ref=\"Ezekiel 34:16\" href=\"/Ezekiel.34.16\">16</a> (fig.); shadow on dial <a data-ref=\"II Kings 20:11\" href=\"/II_Kings.20.11\">2 K 20:11</a> = <a data-ref=\"Isaiah 38:8\" href=\"/Isaiah.38.8\">Is 38:8</a>.—<a data-ref=\"Job 39:12\" href=\"/Job.39.12\">Jb 39:12</a> v. <strong>Qal 3 b</strong>. <strong>b.</strong>  <em>put back:</em> acc. rei, stone, <span dir=\"rtl\">עַל־פִּי הַבְּאֵר</span> <a data-ref=\"Genesis 29:3\" href=\"/Genesis.29.3\">Gn 29:3</a> (J), veil <span dir=\"rtl\">עַל־פָּנָיו</span> <a data-ref=\"Exodus 34:35\" href=\"/Exodus.34.35\">Ex 34:35</a> (P), Dagon <span dir=\"rtl\">לִמְקוֹמוֹ</span> <a data-ref=\"I Samuel 5:3\" href=\"/I_Samuel.5.3\">1 S 5:3</a>, rod <span dir=\"rtl\">לִפְנֵי הָעֵדוּת</span> <a data-ref=\"Numbers 17:25\" href=\"/Numbers.17.25\">Nu 17:25</a> (P), sword, + <span dir=\"rtl\">אֶל</span> of sheath, <a data-ref=\"I Chronicles 21:27\" href=\"/I_Chronicles.21.27\">1 Ch 21:27</a>; <a data-ref=\"Ezekiel 21:35\" href=\"/Ezekiel.21.35\">Ez 21:35</a> (acc. om.); hand <span dir=\"rtl\">אֶל־חֵיק</span> <a data-ref=\"Exodus 4:7\" href=\"/Exodus.4.7\">Ex 4:7</a><sup>(×2)</sup> (J; opp. <span dir=\"rtl\">הוֹצִיא</span>). <strong>c.</strong>  = <em>draw back</em>, hand <a data-ref=\"Genesis 38:29\" href=\"/Genesis.38.29\">Gn 38:29</a> (J), <a data-ref=\"I Kings 13:4\" href=\"/I_Kings.13.4\">1 K 13:4</a> (opp. <span dir=\"rtl\">שָׁלַח</span>; + <span dir=\"rtl\">אֶל</span> reflex.), <a data-ref=\"Joshua 8:26\" href=\"/Joshua.8.26\">Jos 8:26</a> (E; opp. <span dir=\"rtl\">נטה</span>), so fig., <span dir=\"rtl\">י׳</span> subj. <a data-ref=\"Lamentations 2:3\" href=\"/Lamentations.2.3\">La 2:3</a> (<span dir=\"rtl\">מִפְּנֵי</span>, <span dir=\"rtl\">אָחוֹר</span>), <a data-ref=\"Psalms 74:11\" href=\"/Psalms.74.11\">ψ 74:11</a>; c. <span dir=\"rtl\">מִן</span> = <em>refrain from</em> <a data-ref=\"Lamentations 2:8\" href=\"/Lamentations.2.8\">La 2:8</a>; <a data-ref=\"Exodus 18:8\" href=\"/Exodus.18.8\">Ex 18:8</a>, <a data-ref=\"Exodus 18:17\" href=\"/Exodus.18.17\">17</a> (i.e. from oppressing), <a data-ref=\"Exodus 20:19\" href=\"/Exodus.20.19\">20:22</a> (<span dir=\"rtl\">מִן</span> om.); foot, c. <span dir=\"rtl\">מִן</span> <a data-ref=\"Isaiah 58:13\" href=\"/Isaiah.58.13\">Is 58:13</a> (fig.); <em>draw in</em> breath <a data-ref=\"Job 9:18\" href=\"/Job.9.18\">Jb 9:18</a>. <strong>d.</strong>  = <em>give back, restore</em>, acc. pers. vel rei: + ל pers. <a data-ref=\"Genesis 20:14\" href=\"/Genesis.20.14\">Gn 20:14</a> (E), v <a data-ref=\"Genesis 20:7\" href=\"/Genesis.20.7\">7</a> (E; acc. om.), <a data-ref=\"Exodus 23:4\" href=\"/Exodus.23.4\">Ex 23:4</a> (E; <span dir=\"rtl\">הָשֵׁב תָּשִׁיב</span>), <a data-ref=\"Deuteronomy 22:1\" href=\"/Deuteronomy.22.1\">Dt 22:1</a> (id.<em>;</em> both acc. animal.), <a data-ref=\"Deuteronomy 24:13\" href=\"/Deuteronomy.24.13\">24:13</a> (id.), <a data-ref=\"Exodus 22:25\" href=\"/Exodus.22.25\">Ex 22:25</a> (E), <a data-ref=\"Judges 17:3\" href=\"/Judges.17.3\">Ju 17:3</a><sup>(×2)</sup>, <a data-ref=\"Judges 17:4\" href=\"/Judges.17.4\">4</a>; <a data-ref=\"I Samuel 12:3\" href=\"/I_Samuel.12.3\">1 S 12:3</a>; <a data-ref=\"II Samuel 9:7\" href=\"/II_Samuel.9.7\">2 S 9:7</a>; <a data-ref=\"Deuteronomy 22:2\" href=\"/Deuteronomy.22.2\">Dt 22:2</a> (P), <a data-ref=\"Nehemiah 5:11\" href=\"/Nehemiah.5.11\">Ne 5:11</a>, so <a data-ref=\"II Samuel 16:3\" href=\"/II_Samuel.16.3\">2 S 16:3</a>; <a data-ref=\"I Kings 12:21\" href=\"/I_Kings.12.21\">1 K 12:21</a> = <a data-ref=\"II Chronicles 11:1\" href=\"/II_Chronicles.11.1\">2 Ch 11:1</a> (all acc. of kingdom), c. acc. <span dir=\"rtl\">צְדָקָה</span> <a data-ref=\"Job 33:26\" href=\"/Job.33.26\">Jb 33:26</a>; + <span dir=\"rtl\">אֶל</span> pers. <a data-ref=\"Genesis 37:22\" href=\"/Genesis.37.22\">Gn 37:22</a> (E; acc. pers.); + <span dir=\"rtl\">אֶל</span> loc. <a data-ref=\"Genesis 42:25\" href=\"/Genesis.42.25\">42:25</a> (E); acc. rei only, <a data-ref=\"II Kings 8:6\" href=\"/II_Kings.8.6\">2 K 8:6</a>; <a data-ref=\"Ezekiel 18:7\" href=\"/Ezekiel.18.7\">Ez 18:7</a> (read Inf. abs. <span dir=\"rtl\">שׁוֹב</span> for <span dir=\"rtl\">חוֹב</span>, Co Toy Krae), <a data-ref=\"Ezekiel 18:12\" href=\"/Ezekiel.18.12\">18:12</a>; <a data-ref=\"Ezekiel 33:15\" href=\"/Ezekiel.33.15\">33:15</a>; <a data-ref=\"Leviticus 5:23\" href=\"/Leviticus.5.23\">Lv 5:23</a> (P), <a data-ref=\"Numbers 5:7\" href=\"/Numbers.5.7\">Nu 5:7</a> (P; + <span dir=\"rtl\">בְּרֹאשׁוֹ</span> = <em>in full</em>), <a data-ref=\"Psalms 69:5\" href=\"/Psalms.69.5\">ψ 69:5</a> (opp. <span dir=\"rtl\">גָּזַל</span>), so of land (or city) <a data-ref=\"Judges 11:13\" href=\"/Judges.11.13\">Ju 11:13</a>; <a data-ref=\"I Kings 20:34\" href=\"/I_Kings.20.34\">1 K 20:34</a>; <a data-ref=\"Nehemiah 5:12\" href=\"/Nehemiah.5.12\">Ne 5:12</a>, cf. <a data-ref=\"II Kings 14:28\" href=\"/II_Kings.14.28\">2 K 14:28</a> (+ <span dir=\"rtl\">בְּיִשְׂרָאֵל</span>), <a data-ref=\"II Kings 16:6\" href=\"/II_Kings.16.6\">16:6</a> (+ <span dir=\"rtl\">לַאֲרָם</span>); = win back <a data-ref=\"II Kings 13:25\" href=\"/II_Kings.13.25\">2 K 13:25</a>; <a data-ref=\"II Kings 14:22\" href=\"/II_Kings.14.22\">14:22</a> (+ ל terr.) = <a data-ref=\"II Chronicles 26:2\" href=\"/II_Chronicles.26.2\">2 Ch 26:2</a>, boundary (i.e. re-establish it) <a data-ref=\"II Kings 14:25\" href=\"/II_Kings.14.25\">2 K 14:25</a>; <em>restore</em> ruined city <a data-ref=\"Daniel 9:25\" href=\"/Daniel.9.25\">Dn 9:25</a> (+ <span dir=\"rtl\">לִבְנוֹת</span>), conquered nation <a data-ref=\"Psalms 80:4\" href=\"/Psalms.80.4\">ψ 80:4</a>, <a data-ref=\"Psalms 80:8\" href=\"/Psalms.80.8\">8</a>, <a data-ref=\"Psalms 80:20\" href=\"/Psalms.80.20\">20</a>; joy, acc. + ל pers. <a data-ref=\"Psalms 51:14\" href=\"/Psalms.51.14\">ψ 51:14</a>.—<a data-ref=\"II Samuel 8:3\" href=\"/II_Samuel.8.3\">2 S 8:3</a> v. <a data-ref=\"BDB, יָד\" href=\"/BDB,_יָד\", dir=\"rtl\">יָד</a> <strong>2</strong>.—Acc. pers. only, <a data-ref=\"Genesis 20:7\" href=\"/Genesis.20.7\">Gn 20:7</a> (E), <a data-ref=\"Isaiah 42:22\" href=\"/Isaiah.42.22\">Is 42:22</a>; <em>restore</em> to office, acc. pers. + <span dir=\"rtl\">עַל</span> <a data-ref=\"Genesis 40:13\" href=\"/Genesis.40.13\">Gn 40:13</a>, <a data-ref=\"Genesis 40:21\" href=\"/Genesis.40.21\">21</a> (E), <span dir=\"rtl\">אֶל</span> loc. <a data-ref=\"II Samuel 19:12\" href=\"/II_Samuel.19.12\">2 S 19:12</a>, acc. pers. only, <a data-ref=\"II Samuel 19:11\" href=\"/II_Samuel.19.11\">2 S 19:11</a>, <a data-ref=\"II Samuel 19:13\" href=\"/II_Samuel.19.13\">13</a>, <a data-ref=\"II Samuel 19:44\" href=\"/II_Samuel.19.44\">44</a>, cf. <a data-ref=\"Isaiah 1:26\" href=\"/Isaiah.1.26\">Is 1:26</a>; = <em>pay back</em> money, <a data-ref=\"Leviticus 25:27\" href=\"/Leviticus.25.27\">Lv 25:27</a> (<span dir=\"rtl\">ל</span> pers.), v <a data-ref=\"Leviticus 25:51\" href=\"/Leviticus.25.51\">51</a>, <a data-ref=\"Leviticus 25:52\" href=\"/Leviticus.25.52\">52</a>. <strong>e.</strong>  = <em>relinquish</em>, c. acc. rei, <a data-ref=\"Job 20:10\" href=\"/Job.20.10\">Jb 20:10</a>. <strong>f.</strong>  = <em>give in payment</em>, requital, c. acc. rei + appos. <a data-ref=\"I Samuel 6:8\" href=\"/I_Samuel.6.8\">1 S 6:8</a> (<span dir=\"rtl\">ל</span> pers.), v <a data-ref=\"I Samuel 6:17\" href=\"/I_Samuel.6.17\">17</a> (id.<em>;</em> cf. <a data-ref=\"BDB, טְחוֹר\" href=\"/BDB,_טְחוֹר\", dir=\"rtl\">טְחוֹר</a>); also <em>pay</em> as tribute (in answer to demand), acc. rei <a data-ref=\"II Kings 17:3\" href=\"/II_Kings.17.3\">2 K 17:3</a> <a data-ref=\"Psalms 72:10\" href=\"/Psalms.72.10\">ψ 72:10</a>, + ל pers. <a data-ref=\"II Kings 3:4\" href=\"/II_Kings.3.4\">2 K 3:4</a>; <a data-ref=\"II Chronicles 27:5\" href=\"/II_Chronicles.27.5\">2 Ch 27:5</a>; <em>give in exchange</em> <a data-ref=\"Ezekiel 27:15\" href=\"/Ezekiel.27.15\">Ez 27:15</a>. <strong>g.</strong>  <em>bring</em> one <em>back</em> (from dead) <a data-ref=\"II Samuel 12:23\" href=\"/II_Samuel.12.23\">2 S 12:23</a>, so c. <span dir=\"rtl\">מִנִּי</span> <a data-ref=\"Job 33:30\" href=\"/Job.33.30\">Jb 33:30</a>; on other hand, <span dir=\"rtl\">אֶל־עָפָר</span> <a data-ref=\"Job 10:9\" href=\"/Job.10.9\">Jb 10:9</a> = <span dir=\"rtl\">מָוֶת</span> (acc.) <a data-ref=\"Job 30:23\" href=\"/Job.30.23\">30:23</a>, cf. <span dir=\"rtl\">עַד־דַּכָּא</span> <a data-ref=\"Psalms 90:3\" href=\"/Psalms.90.3\">ψ 90:3</a>. †<strong>2.</strong> <strong>a.</strong>  <em>bring back</em> heart, <span dir=\"rtl\">לֵב</span>, <span dir=\"rtl\">עַל</span> pers. <a data-ref=\"Malachi 3:24\" href=\"/Malachi.3.24\">Mal 3:24</a>; <span dir=\"rtl\">הֲשִׁיבֵנוּ י׳ אֵלֶיךָ</span> <a data-ref=\"Lamentations 5:21\" href=\"/Lamentations.5.21\">La 5:21</a> (< Bu <em>restore</em>, del. <span dir=\"rtl\">אליך</span>); <span dir=\"rtl\">הֵשִׁיב אֶל־י׳</span> <a data-ref=\"Nehemiah 9:26\" href=\"/Nehemiah.9.26\">Ne 9:26</a> (cf. v <a data-ref=\"Nehemiah 9:29\" href=\"/Nehemiah.9.29\">29</a>), <a data-ref=\"II Chronicles 19:4\" href=\"/II_Chronicles.19.4\">2 Ch 19:4</a>; <a data-ref=\"II Chronicles 24:19\" href=\"/II_Chronicles.24.19\">24:19</a>, also (<span dir=\"rtl\">מִן</span> of evil) <a data-ref=\"Jeremiah 23:22\" href=\"/Jeremiah.23.22\">Je 23:22</a>, abs. <a data-ref=\"Jeremiah 31:18\" href=\"/Jeremiah.31.18\">31:18</a>. <strong>b.</strong>  acc. <span dir=\"rtl\">נֶפֶשׁ</span> = <em>refresh</em> <a data-ref=\"Lamentations 1:11\" href=\"/Lamentations.1.11\">La 1:11</a>, <a data-ref=\"Lamentations 1:16\" href=\"/Lamentations.1.16\">16</a>, <a data-ref=\"Lamentations 1:19\" href=\"/Lamentations.1.19\">19</a> <a data-ref=\"Psalms 19:8\" href=\"/Psalms.19.8\">ψ 19:8</a> <a data-ref=\"Proverbs 25:13\" href=\"/Proverbs.25.13\">Pr 25:13</a>; <a data-ref=\"Ruth 4:15\" href=\"/Ruth.4.15\">Ru 4:15</a>. <strong>3.</strong>  <em>bring back</em> words of people, <span dir=\"rtl\">אֶל־י׳</span> <a data-ref=\"Exodus 19:8\" href=\"/Exodus.19.8\">Ex 19:8</a> (E); then, in gen., <em>bring back</em> word, <span dir=\"rtl\">דָּבָר</span>, <em>report to</em>, + acc. pers. <a data-ref=\"Genesis 37:14\" href=\"/Genesis.37.14\">Gn 37:14</a>; <a data-ref=\"Numbers 13:26\" href=\"/Numbers.13.26\">Nu 13:26</a>; <a data-ref=\"Numbers 22:8\" href=\"/Numbers.22.8\">22:8</a> (all E), <a data-ref=\"Deuteronomy 1:22\" href=\"/Deuteronomy.1.22\">Dt 1:22</a>, <a data-ref=\"Deuteronomy 1:25\" href=\"/Deuteronomy.1.25\">25</a>; <a data-ref=\"Joshua 14:7\" href=\"/Joshua.14.7\">Jos 14:7</a> (R<sup>D</sup>), <a data-ref=\"Joshua 22:32\" href=\"/Joshua.22.32\">22:32</a> (P), + 8 times; = <em>answer</em> <a data-ref=\"I Samuel 17:30\" href=\"/I_Samuel.17.30\">1 S 17:30</a>; <a data-ref=\"II Samuel 3:11\" href=\"/II_Samuel.3.11\">2 S 3:11</a>; <a data-ref=\"I Kings 12:6\" href=\"/I_Kings.12.6\">1 K 12:6</a> = <a data-ref=\"II Chronicles 10:6\" href=\"/II_Chronicles.10.6\">2 Ch 10:6</a> + 6 times, + (acc. <span dir=\"rtl\">מִלִּין</span>) <a data-ref=\"Job 35:4\" href=\"/Job.35.4\">Jb 35:4</a>; also (<span dir=\"rtl\">דָּבָר</span> om.) <a data-ref=\"Job 13:22\" href=\"/Job.13.22\">Jb 13:22</a>; <a data-ref=\"Job 20:2\" href=\"/Job.20.2\">20:2</a>; <a data-ref=\"Job 33:5\" href=\"/Job.33.5\">33:5</a>, <a data-ref=\"Job 33:32\" href=\"/Job.33.32\">32</a>; <a data-ref=\"II Chronicles 10:16\" href=\"/II_Chronicles.10.16\">2 Ch 10:16</a>; <a data-ref=\"Nehemiah 6:4\" href=\"/Nehemiah.6.4\">Ne 6:4</a> <span dir=\"rtl\">(כַּדָּבָר הַזֶּה)</span>; acc. <span dir=\"rtl\">אֲמָרִים</span> + ל pers. <a data-ref=\"Judges 5:29\" href=\"/Judges.5.29\">Ju 5:29</a>; <a data-ref=\"Proverbs 22:21\" href=\"/Proverbs.22.21\">Pr 22:21</a>; later c. ל pers. alone <a data-ref=\"I Samuel 12:3\" href=\"/I_Samuel.12.3\">1 S 12:3</a>; c. cl. orat. recta, <span dir=\"rtl\">אֶל</span> pers. <a data-ref=\"Esther 4:13\" href=\"/Esther.4.13\">Est 4:13</a>, <a data-ref=\"Esther 4:15\" href=\"/Esther.4.15\">15</a>; similar phrases, <a data-ref=\"Ezekiel 9:11\" href=\"/Ezekiel.9.11\">Ez 9:11</a>; <a data-ref=\"Proverbs 18:13\" href=\"/Proverbs.18.13\">Pr 18:13</a>; <a data-ref=\"Proverbs 24:26\" href=\"/Proverbs.24.26\">24:26</a>; <a data-ref=\"Proverbs 26:16\" href=\"/Proverbs.26.16\">26:16</a>; <a data-ref=\"Habakkuk 2:1\" href=\"/Habakkuk.2.1\">Hb 2:1</a>; <a data-ref=\"Job 31:14\" href=\"/Job.31.14\">Jb 31:14</a>; <a data-ref=\"Job 32:14\" href=\"/Job.32.14\">32:14</a> (Gi v <a data-ref=\"Job 32:15\" href=\"/Job.32.15\">15</a>), <a data-ref=\"Job 40:4\" href=\"/Job.40.4\">40:4</a>. <strong>4.</strong> <strong>a.</strong>  <em>bring back</em> (in retribution), cf. <strong>Qal 7 f</strong>) upon, subj. often <span dir=\"rtl\">י׳</span>, acc. of evil, <a data-ref=\"Judges 9:56\" href=\"/Judges.9.56\">Ju 9:56</a>, <span dir=\"rtl\">בְּרֹאשׁ</span> <a data-ref=\"Judges 9:57\" href=\"/Judges.9.57\">Ju 9:57</a>; <a data-ref=\"I Samuel 25:39\" href=\"/I_Samuel.25.39\">1 S 25:39</a>; <a data-ref=\"I Kings 2:44\" href=\"/I_Kings.2.44\">1 K 2:44</a>; <a data-ref=\"Joel 4:4\" href=\"/Joel.4.4\">Jo 4:4</a>, <a data-ref=\"Joel 4:7\" href=\"/Joel.4.7\">7</a>, <span dir=\"rtl\">עַל־רֹאשׁ</span> <a data-ref=\"I Kings 2:32\" href=\"/I_Kings.2.32\">1 K 2:32</a>, <span dir=\"rtl\">אֶל־רֹאשׁ</span> <a data-ref=\"Nehemiah 3:36\" href=\"/Nehemiah.3.36\">Ne 3:36</a>; ל pers. <a data-ref=\"Genesis 50:15\" href=\"/Genesis.50.15\">Gn 50:15</a> (E), <a data-ref=\"I Samuel 6:3\" href=\"/I_Samuel.6.3\">1 S 6:3</a> <span dir=\"rtl\">(הָשֵׁב תָּשִׁיבוּ)</span>, v <a data-ref=\"I Samuel 6:4\" href=\"/I_Samuel.6.4\">4</a> <a data-ref=\"I Samuel 25:21\" href=\"/I_Samuel.25.21\">25:21</a> (<em>return evil for good</em>), +, etc.; abs. = <em>make requital</em>, ל pers. <a data-ref=\"II Chronicles 6:23\" href=\"/II_Chronicles.6.23\">2 Ch 6:23</a> + (<span dir=\"rtl\">כ</span> comp.) <a data-ref=\"Hosea 12:3\" href=\"/Hosea.12.3\">Ho 12:3</a>; <a data-ref=\"Proverbs 24:12\" href=\"/Proverbs.24.12\">Pr 24:12</a>, <a data-ref=\"Proverbs 24:29\" href=\"/Proverbs.24.29\">29</a>; †c. acc. of good, ל pers. <a data-ref=\"I Samuel 26:23\" href=\"/I_Samuel.26.23\">1 S 26:23</a>; <a data-ref=\"II Samuel 16:12\" href=\"/II_Samuel.16.12\">2 S 16:12</a>; <a data-ref=\"Zechariah 9:12\" href=\"/Zechariah.9.12\">Zc 9:12</a>; c. כ comp. + ל pers. <a data-ref=\"Psalms 18:21\" href=\"/Psalms.18.21\">ψ 18:21</a>, <a data-ref=\"Psalms 18:25\" href=\"/Psalms.18.25\">25</a> = <a data-ref=\"II Samuel 22:21\" href=\"/II_Samuel.22.21\">2 S 22:21</a>, <a data-ref=\"II Samuel 22:25\" href=\"/II_Samuel.22.25\">25</a>, and (<span dir=\"rtl\">כ</span> comp. only) <a data-ref=\"II Chronicles 32:25\" href=\"/II_Chronicles.32.25\">2 Ch 32:25</a>; requite <span dir=\"rtl\">י׳</span>’s benefits, acc. rei + <span dir=\"rtl\">לי׳</span> <a data-ref=\"Psalms 116:12\" href=\"/Psalms.116.12\">ψ 116:12</a>, cf. <a data-ref=\"Numbers 18:9\" href=\"/Numbers.18.9\">Nu 18:9</a> (P). <strong>b.</strong>  <em>pay</em> as recompense, <span dir=\"rtl\">כֶּסֶף יָשׁ׳ לִבְעָלָיו</span> <a data-ref=\"Exodus 21:34\" href=\"/Exodus.21.34\">Ex 21:34</a> (E); so (fig.) of <span dir=\"rtl\">י׳</span>, <span dir=\"rtl\">הֵשׁ׳ נָקָם לְ</span> <a data-ref=\"Deuteronomy 32:41\" href=\"/Deuteronomy.32.41\">Dt 32:41</a>, <a data-ref=\"Deuteronomy 32:43\" href=\"/Deuteronomy.32.43\">43</a>, <span dir=\"rtl\">לְהָשׁ׳ בְּחֵמָה אַפּוֹ</span> <a data-ref=\"Isaiah 66:15\" href=\"/Isaiah.66.15\">Is 66:15</a>. <strong>5.</strong>  <em>turn back, backward</em> = repel, defeat, c. <span dir=\"rtl\">אֶת־פְּנֵי</span> <a data-ref=\"II Kings 18:24\" href=\"/II_Kings.18.24\">2 K 18:24</a> = <a data-ref=\"Isaiah 36:9\" href=\"/Isaiah.36.9\">Is 36:9</a>, acc. <span dir=\"rtl\">מִלְחָמָה</span> <a data-ref=\"Isaiah 28:6\" href=\"/Isaiah.28.6\">Is 28:6</a>, acc. of sword <a data-ref=\"Psalms 89:44\" href=\"/Psalms.89.44\">ψ 89:44</a>, acc. pers. + <span dir=\"rtl\">אָחוֹר</span> <a data-ref=\"Psalms 44:11\" href=\"/Psalms.44.11\">ψ 44:11</a> (+ <span dir=\"rtl\">מִנִּי</span> pers.), <a data-ref=\"Isaiah 44:25\" href=\"/Isaiah.44.25\">Is 44:25</a> (fig., = refute, confute), fig. of calamity <a data-ref=\"Lamentations 1:13\" href=\"/Lamentations.1.13\">La 1:13</a>; = <em>repulse, hinder</em> <a data-ref=\"Jeremiah 2:24\" href=\"/Jeremiah.2.24\">Je 2:24</a>, especially acc. <a data-ref=\"Isaiah 14:27\" href=\"/Isaiah.14.27\">Is 14:27</a> <span dir=\"rtl\">(יַד־י׳)</span>, cf. <a data-ref=\"Isaiah 43:13\" href=\"/Isaiah.43.13\">43:13</a>, <a data-ref=\"Job 9:12\" href=\"/Job.9.12\">Jb 9:12</a>; <a data-ref=\"Job 11:10\" href=\"/Job.11.10\">11:10</a>; <a data-ref=\"Job 23:13\" href=\"/Job.23.13\">23:13</a>; = <em>reject, refuse</em>, <span dir=\"rtl\">(אֶת־)פְּנֵי פ׳</span> <a data-ref=\"I Kings 2:16\" href=\"/I_Kings.2.16\">1 K 2:16</a>, <a data-ref=\"I Kings 2:17\" href=\"/I_Kings.2.17\">17</a>, <a data-ref=\"I Kings 2:20\" href=\"/I_Kings.2.20\">20</a><sup>(×2)</sup> <a data-ref=\"II Chronicles 6:42\" href=\"/II_Chronicles.6.42\">2 Ch 6:42</a> <a data-ref=\"Psalms 132:10\" href=\"/Psalms.132.10\">ψ 132:10</a>. †<strong>6.</strong> <strong>a.</strong>  <em>turn away</em> face, fig., + <span dir=\"rtl\">מֵעַל</span> rei <a data-ref=\"Ezekiel 14:6\" href=\"/Ezekiel.14.6\">Ez 14:6</a>; acc. pers. + <span dir=\"rtl\">מִן</span> rei <a data-ref=\"Malachi 2:6\" href=\"/Malachi.2.6\">Mal 2:6</a>; anger of <span dir=\"rtl\">י׳</span> (acc.) + <span dir=\"rtl\">מֵעַל</span> pers. <a data-ref=\"Numbers 25:11\" href=\"/Numbers.25.11\">Nu 25:11</a> (P), <a data-ref=\"Proverbs 24:18\" href=\"/Proverbs.24.18\">Pr 24:18</a>, <span dir=\"rtl\">מִן</span> pers. <a data-ref=\"Jeremiah 18:20\" href=\"/Jeremiah.18.20\">Je 18:20</a> <a data-ref=\"Ezra 10:14\" href=\"/Ezra.10.14\">Ezr 10:14</a>; acc. only, <a data-ref=\"Job 9:13\" href=\"/Job.9.13\">Jb 9:13</a> <a data-ref=\"Psalms 78:38\" href=\"/Psalms.78.38\">ψ 78:38</a>; <a data-ref=\"Psalms 106:23\" href=\"/Psalms.106.23\">106:23</a>; acc. of human anger <a data-ref=\"Proverbs 15:1\" href=\"/Proverbs.15.1\">Pr 15:1</a>; <a data-ref=\"Proverbs 29:8\" href=\"/Proverbs.29.8\">29:8</a>. <strong>b.</strong>  late, <em>turn toward</em>, acc. face, ל loc. <a data-ref=\"Daniel 11:18\" href=\"/Daniel.11.18\">Dn 11:18</a>, <a data-ref=\"Daniel 11:19\" href=\"/Daniel.11.19\">19</a>, acc. foot, <span dir=\"rtl\">אֶל</span> rei <a data-ref=\"Psalms 119:59\" href=\"/Psalms.119.59\">ψ 119:59</a> (fig.). †<strong>7.</strong>  <em>turn</em> against, <span dir=\"rtl\">אֶל־אֵל</span>, c. acc. <span dir=\"rtl\">רוּחֶ֑ךָ</span> <a data-ref=\"Job 15:13\" href=\"/Job.15.13\">Jb 15:13</a>. <strong>8.</strong>  <span dir=\"rtl\">לֵב</span>, <span dir=\"rtl\">הֵשׁ׳ אֶל־לֵבָב</span> <em>bring back to mind</em>, take into consideration, c. acc. <a data-ref=\"Lamentations 3:21\" href=\"/Lamentations.3.21\">La 3:21</a>, sq. cl. with <span dir=\"rtl\">כִּ׳</span> <a data-ref=\"Deuteronomy 4:39\" href=\"/Deuteronomy.4.39\">Dt 4:39</a> (cf. Dr), obj. om. <a data-ref=\"Deuteronomy 30:1\" href=\"/Deuteronomy.30.1\">30:1</a>; <a data-ref=\"I Kings 8:47\" href=\"/I_Kings.8.47\">1 K 8:47</a> = <a data-ref=\"II Chronicles 6:37\" href=\"/II_Chronicles.6.37\">2 Ch 6:37</a>, <a data-ref=\"Isaiah 44:19\" href=\"/Isaiah.44.19\">Is 44:19</a>, + <span dir=\"rtl\">(עַל)</span> <a data-ref=\"Isaiah 46:8\" href=\"/Isaiah.46.8\">46:8</a>. <strong>9.</strong>  <span dir=\"rtl\">הֵשִׁיב אֶת־שְׁבוּת פ׳</span> <a data-ref=\"Jeremiah 32:44\" href=\"/Jeremiah.32.44\">Je 32:44</a>; <a data-ref=\"Jeremiah 33:7\" href=\"/Jeremiah.33.7\">33:7</a>, <a data-ref=\"Jeremiah 33:11\" href=\"/Jeremiah.33.11\">11</a>; <a data-ref=\"Jeremiah 49:6\" href=\"/Jeremiah.49.6\">49:6</a>; <a data-ref=\"Lamentations 2:14\" href=\"/Lamentations.2.14\">La 2:14</a>; <a data-ref=\"Ezekiel 39:25\" href=\"/Ezekiel.39.25\">Ez 39:25</a> + (Qr Hiph., Kt Qal) <a data-ref=\"Jeremiah 33:26\" href=\"/Jeremiah.33.26\">Je 33:26</a>; <a data-ref=\"Jeremiah 49:39\" href=\"/Jeremiah.49.39\">49:39</a>; <a data-ref=\"Joel 4:1\" href=\"/Joel.4.1\">Jo 4:1</a> (v. <strong>Qal 9</strong>). †<strong>10.</strong>  Hiph. declar., <span dir=\"rtl\">הָשׁ׳ מֵעַל</span> <a data-ref=\"Ezekiel 14:6\" href=\"/Ezekiel.14.6\">Ez 14:6</a> = <em>shew a turning away from</em> your idols (i.e. turn away), cf. (<a data-ref=\"BDB Aramaic, מִן\" href=\"/BDB Aramaic,_מִן\", dir=\"rtl\">מִן</a>) <a data-ref=\"Ezekiel 18:30\" href=\"/Ezekiel.18.30\">18:30</a>, abs. <span dir=\"rtl\">הָשׁ׳ וִחְיוּ</span> v <a data-ref=\"Ezekiel 18:32\" href=\"/Ezekiel.18.32\">32</a>; of <span dir=\"rtl\">י׳</span>, <span dir=\"rtl\">השׁ׳ מֵחֲרוֹן אַפֶּ֑ךָ</span> <a data-ref=\"Psalms 85:4\" href=\"/Psalms.85.4\">ψ 85:4</a> (but read prob. <span dir=\"rtl\">הֲשִׁיבוֹתָה חֲרוֹן א׳</span> [<strong>6 a</strong> supra]); perhaps in physical sense <a data-ref=\"Jonah 1:13\" href=\"/Jonah.1.13\">Jon 1:13</a> (<span dir=\"rtl\">אֶל</span> loc.; We Now sc. <span dir=\"rtl\">אֳנִיָּה</span>, etc.). †<strong>11.</strong>  <em>reverse, revoke</em>, acc. (sf.) rei, i.e. judgment, <a data-ref=\"Amos 1:3\" href=\"/Amos.1.3\">Am 1:3</a>, <a data-ref=\"Amos 1:6\" href=\"/Amos.1.6\">6</a>, <a data-ref=\"Amos 1:9\" href=\"/Amos.1.9\">9</a>, <a data-ref=\"Amos 1:11\" href=\"/Amos.1.11\">11</a>, <a data-ref=\"Amos 1:13\" href=\"/Amos.1.13\">13</a>; <a data-ref=\"Amos 2:1\" href=\"/Amos.2.1\">2:1</a>, <a data-ref=\"Amos 2:4\" href=\"/Amos.2.4\">4</a>, <a data-ref=\"Amos 2:6\" href=\"/Amos.2.6\">6</a>; blessing <a data-ref=\"Numbers 23:20\" href=\"/Numbers.23.20\">Nu 23:20</a> (poem in E), edict <a data-ref=\"Esther 8:5\" href=\"/Esther.8.5\">Est 8:5</a>, <a data-ref=\"Esther 8:8\" href=\"/Esther.8.8\">8</a>.<br>†<strong>Hoph.</strong>  Pf. 3 ms. <span dir=\"rtl\">הוּשֵׁב</span> <a data-ref=\"Genesis 42:28\" href=\"/Genesis.42.28\">Gn 42:28</a> my money <em>has been returned!</em> cf. Pt. <span dir=\"rtl\">הַכֶּסֶף הַמּוּשָׁב</span> <a data-ref=\"Genesis 43:12\" href=\"/Genesis.43.12\">43:12</a> (both J); <span dir=\"rtl\">הַמּ׳ לי׳</span> <a data-ref=\"Numbers 5:8\" href=\"/Numbers.5.8\">Nu 5:8</a> (P) the <span dir=\"rtl\">אָשָׁם</span> <em>which is restored to</em> <span dir=\"rtl\">י׳</span>; pl. <span dir=\"rtl\">מוּשָׁבִים</span> <a data-ref=\"Jeremiah 27:16\" href=\"/Jeremiah.27.16\">Je 27:16</a> the vessels <em>are about to be brought back</em>, c. <a ,=\"\" data-ref=\"BDB Aramaic, מִן\" dir=\"rtl\" href=\"/BDB Aramaic,_מִן\">מִן</a> loc.; Impf. 3 ms. <span dir=\"rtl\">וַיּוּשַׁב אֶת־מֹשֶׁה</span> <a data-ref=\"Exodus 10:8\" href=\"/Exodus.10.8\">Ex 10:8</a> (J; cf. Ges<sup>§ 121 a, b</sup>) <em>Moses was brought back</em>, c. <span dir=\"rtl\">אֶל</span> pers."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6609202c404dd9b723f27af0", "index_title": "Covenant and Conversation; Leviticus; The Book of Holiness", "category": "Quoting Commentary", "type": "", "ref": "Covenant and Conversation; Leviticus; The Book of Holiness, Vayikra, Between Destiny and Chance 15", "anchorRef": "Numbers 23:16", "anchorRefExpanded": ["Numbers 23:16"], "sourceRef": "Covenant and Conversation; Leviticus; The Book of Holiness, Vayikra, Between Destiny and Chance 15", "sourceHeRef": "שיג ושיח; קריאות חדשות בפרשת השבוע, ויקרא, ויקרא, א ט״ו", "anchorVerse": 16, "sourceHasEn": true, "commentaryNum": 15, "collectiveTitle": {"en": "Covenant and Conversation; Leviticus; The Book of Holiness", "he": "שיג ושיח; קריאות חדשות בפרשת השבוע, ויקרא"}, "heTitle": "א", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "The sages, always alert to intertextuality – the way a word or phrase in one place chimes with one in another – immediately recall that <i>vayikar</i> is the verb the Torah uses for God’s encounter with the pagan prophet Balaam (Num. 23:16). This is how they interpret the contrast:", "versionTitle": "Maggid Books and the Orthodox Union, 2009-2019", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "665d7707e1d4c3231a2f2db1", "index_title": "Divrei David on Rashi", "category": "Commentary", "type": "commentary", "ref": "Divrei David on Rashi, Numbers 23:16:1", "anchorRef": "Numbers 23:16", "anchorRefExpanded": ["Numbers 23:16"], "sourceRef": "Divrei David on Rashi, Numbers 23:16:1", "sourceHeRef": "דברי דוד על רש״י, במדבר כ״ג:ט״ז:א׳", "anchorVerse": 16, "sourceHasEn": false, "commentaryNum": 16.0001, "collectiveTitle": {"en": "Divrei David", "he": "דברי דוד"}, "heTitle": "במדבר", "he": "וישם דבר בפיו ומהו השיחה הזאת ומה חסר המקרא, צריך להבין כפל לשון דרש\"י דהא אין מקשה אח\"כ אלא קושיא אחת. ותו למה לא כתב זה לעיל אצל וישם ה' דבר בפיו, ובמדרש רבה אמר באמת דבר זה על פסוק דלעיל. ונראה דלעיל יש פירוש אחר על וישם ה' דקודם לו אמר ויקר אלהים אל בלעם ויאמר אליו, פירוש שתחילה הקרה אליו ובאותה שעה לא אמר לו כלום אלא בלעם אמר לו את שבעת המזבחות או אפשר שבשעה שהקרה לו שאלו מה אתה עושה כמוזכר במדרש והשיב לו בלעם את שבעת כו' ואח\"כ נסתלק מעליו ונשאר לבדו שוישם ה' דבר בפיו פירוש שדבר יצא מפיו ולא ראה מראות אלהים שכבר נסתלק ממנו אלא שיצא מפיו דבר דהיינו ויאמר שוב אל בלק, אבל כאן נאמר ויקר אלהים ועליו קאי וישם ה' דבר בפיו. ויש עוד הוכחה טובה לזה דלעיל אמר בפי בלעם וכאן אמר בפיו, אלא דלעיל נסתלק ממנו אלא שבא דבר בפי בלעם דזה ענין חדש ואינו מה שהזכיר תחלה שמו של בלעם, כי תחילה היה בהקרות אלהים אליו ואח\"כ נסתלקה ההקראה אלא שימת דבר בפי בלעם, ואין לו ענין למה שקודם לו,משא\"כ כאן שסמוכה ההקראה לוישם ה' דבר בפיו ממילא בשעת ההקראה היתה השימה, וע\"כ הזכיר בפיו דהיינו מה שהוזכר קודם לזה וא\"כ קשה מה השימה הזאת ע\"כ שהקרה לו בשעת השימה של מאמר שוב אל בלק כו' וא\"כ מה חסר לנו באם לא הוזכרה השימה אלא ויקר אלהים אל בלעם ויאמר שוב אל בלק כו' אלא ודאי לדרשה אתיא דהיה כמו רסן בפיו א\"כ הא דלעיל נמי מתפרש כן. זה נ\"ל נכון בס\"ד:", "heVersionTitle": "Warsaw, 1882", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}]