[{"_id": "531e4fe3fbfba276047f6f69", "index_title": "Onkelos Numbers", "category": "Targum", "type": "targum", "ref": "Onkelos Numbers 6:1", "anchorRef": "Numbers 6:1", "anchorRefExpanded": ["Numbers 6:1"], "sourceRef": "Onkelos Numbers 6:1", "sourceHeRef": "תרגום אונקלוס על במדבר ו׳:א׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [80, 120], "commentaryNum": 6.0001, "collectiveTitle": {"en": "Onkelos Numbers", "he": "תרגום אונקלוס על במדבר"}, "heTitle": "תרגום אונקלוס על במדבר", "he": "וּמַלִּיל יְיָ עִם משֶׁה לְמֵימָר:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "חומש שפתי חכמים, מצודה תשס\"ט", "text": "Adonoy spoke to Moshe, saying;", "versionTitle": "Metsudah Chumash, Metsudah Publications, 2009 [with Onkelos translation]", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "532b2686fbfba27c35eec79f", "index_title": "Targum Jonathan on Numbers", "category": "Targum", "type": "targum", "ref": "Targum Jonathan on Numbers 6:1", "anchorRef": "Numbers 6:1", "anchorRefExpanded": ["Numbers 6:1"], "sourceRef": "Targum Jonathan on Numbers 6:1", "sourceHeRef": "תרגום יונתן על במדבר ו׳:א׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [30, 70], "commentaryNum": 6.0001, "collectiveTitle": {"en": "Targum Jonathan on Numbers", "he": "תרגום יונתן על במדבר"}, "heTitle": "תרגום יונתן על במדבר", "he": "וּמַלֵיל יְיָ עִם משֶׁה לְמֵימָר", "heVersionTitle": "Targum Jonathan on Numbers", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תרגום יונתן על במדבר", "text": " And the Lord spake with Mosheh, saying: \n", "versionTitle": "The Targum of Jonathan ben Uzziel, trans. J. W. Etheridge, London, 1862", "license": "Public Domain", "versionTitleInHebrew": "תרגום ירושלמי (תרגום יונתן בן-עוזיאל) לתורה, תורגם ע״י ג׳ון ווסלי אטרידג׳, לונדון 1862"}, {"_id": "569d07b2d6e4a979b40a07c7", "index_title": "Sifrei Bamidbar", "category": "Midrash", "type": "", "ref": "Sifrei Bamidbar 22:1", "anchorRef": "Numbers 6:1", "anchorRefExpanded": ["Numbers 6:1"], "sourceRef": "Sifrei Bamidbar 22:1", "sourceHeRef": "ספרי במדבר כ״ב:א׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [200], "commentaryNum": 22.0001, "collectiveTitle": {"en": "Sifrei Bamidbar", "he": "ספרי במדבר"}, "heTitle": "ספרי במדבר", "he": "וידבר ה' אל משה לאמר דבר אל בני ישראל ואמרת אליהם איש או אשה כי יפליא לנדר נדר נזיר להזיר לה' למה נאמרה פרשה זו, לפי שהוא אומר איש כי ידור נדר לה' או השבע שבועה לאסר אסר על נפשו, שאם נדר יום אחד אסור יום אחד שנים אסור שנים מאותו המין שנדר מאותו המין אסור. שומעני אף בנזירות [כן], תלמוד לומר דבר אל בני ישראל שאם נדר יום אחד או שעה אחת אסור שלשים יום ואסור לשתות יין ולטמא למתים ואסור בתגלחת לכך נאמרה פרשה זו. איש או אשה לעשות נשים כאנשים. שהיה בדין, מה אם במקום שעשה קטנים כגדולים לא עשה נשים כאנשים כאן שלא עשה קטנים כגדולים אינו דין שלא נעשה נשים כאנשים תלמוד לומר איש או אשה לעשות נשים כאנשים. איש ולא קטן שהיה בדין ומה אם במקום שלא עשה נשים כאנשים עשה קטנים כגדולים, כאן שעשה נשים כאנשים אינו דין שנעשה קטנים בגדולים תלמוד לומר איש ולא קטן, אם כאן נאמר כי יפליא להביא את מי שיודע להפלות מכאן אמרו [בן שתים עשרה ויום אחד נדריו נבדקין] בן שלש עשרה שנה ויום אחד נדריו קיימים. כי יפליא לרצונו ולא אנוס או אפילו אנוס הרי אתה דן. נאמר כאן הפלאה ונאמר להלן הפלאה מה הפלאה האמורה להלן בנדר ובנדבה אף הפלאה האמורה כאן בנדר ובנדבה. מכאן אמרו (בן שלש עשרה שנה ויום אחד נדריו קיימים) [מרצונו ולא אנוס]. כי יפליא לנדור נדר [נזיר להזיר] או אפילו נדר בקרבן יהיה נזיר תלמוד לומר לנדור [נדר נזיר] עד שידור בנדרו של נזיר. [להזיר] יכול אפילו יזיר את אחרים תלמוד לומר נזיר אה עצמו מזיר ואינו מזיר את אחרים א\"כ למה נאמר נדר נזיר להזיר לעשות כנוי נזירות אף בנדרים. כיוצא בהם, מה בנדרים האב מפר נדרי בתו והאיש מפר נדרי אשתו אף בנזירות כיוצא בהם. [להזיר לעשות כינוי נזירות כנזירות] ר' יהושע בן קרחה אומר להזיר אף את אחרים. להזיר לה' המצוה להנזר לשם. אמר שמעון הצדיק לא אכלתי אשם נזירות מעולם אלא אחד. כשבא אחד מן הדרום יפה עינים וטוב רואי וקווצותיו תלתלים נמתי לו מה ראית להשחית שער נאה. ונם לו רועה הייתי בעירי והלכתי למלאות מים מן המעין ונסתכלתי בבואה שלי, פחז לבי עלי בקש להעבירני מן העולם נמתי לו רשע הרי את מתגאה בשאינו שלך של עפר ושל רמה ושל תולעת הוא, הריני מגלחך לשמים. מיד גלחתי את ראשי. ונשקתיו על ראשו נמתי לו כמותך ירבו בישראל, עושים דעת המקום ועליך נתקיים איש או אשה כי יפליא לנדר נדר נזיר להזיר לה':", "heVersionTitle": "Wikisource", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "ויקיטקסט", "text": " (Bamidbar 6:1-2) \"And the L-rd spoke to Moses, saying: Speak to the children of Israel and say to them: A man or a woman, if he shall declare to vow the vow of a Nazirite, to be a Nazirite to the L-rd\": What is the intent of this section? (i.e., the section of vows has already been stated!) — Because it is written (Ibid. 30:3) \"A man if he vow a vow to the L-rd, or if he take an oath to bind upon his soul, etc.\", whence if he vows (to forbid) something for one day it is forbidden for one day; for two days, it is forbidden for two days; (to forbid) a specific thing, that specific thing is forbidden — I would think that the same is true of Naziritism. It is, therefore, written (here) \"Speak to the children of Israel, etc.\" that if he vowed (Naziritism, to forbid something to himself) for one day or for one moment, it is forbidden to him for thirty days. And he is forbidden to drink wine and to render himself tamei for the dead and to cut his hair. This is the intent of this section. \"a man or a woman\": to equate women with men (in respect to Naziritism). For it would follow (otherwise), viz.: If, where minors are equated with adults, (i.e., in respect to Cohanim not rendering themselves tamei for the dead, viz. Vayikra 21:1), women are not equated with men, then here (in respect to Naziritism), where minors are not equated with adults, how much more so should women not be equated with men! It is, therefore, written \"a man or a woman,\" to equate women with men. \"a man\": and not a minor. For it would follow (otherwise), viz.: If, where women are not equated with men (see above), minors are equated with adults, then here, (in respect to Naziritism), where women are equated with men, how much more so should minors be equated with adults! It is, therefore, written \"a man,\" and not a minor. \"if he shall declare\": to include (Naziritism as obtaining with) one who knows how to declare (i.e., one who is cognizant of the import of what he is saying.) From here they ruled: The vows of a girl of eleven years and one day are examined (for such cognizance); of twelve years and one day — her vows stand. The vows of a boy of twelve years and one day are examined; of thirteen years and one day — his vows stand. \"if he declare\": willingly, and not under coercion. — But perhaps even under coercion! — It follows (that they must be willing), viz.: It is written here \"declare,\" and, in respect to vows and gifts (Vayikra 22:21) \"declare.\" Just as there, willingly; here, too, willingly. \"to vow a vow\": I might think that even if he vows to bring an offering he becomes a Nazirite; it is, therefore, written \"to make a Nazirite\" — he must make the vow of a Nazirite. I might think (from \"to make a Nazirite\") that he may make even others Nazirites. It is, therefore, written \"nazir,\" (which connotes that) he makes himself a Nazirite, and not others. If so, why is it written (lit.,) \"nazir, to make a nazir\"? To equate epithets of Naziritism with Naziritism and \"signals\" of Naziritism with Naziritism. This tells me only of Naziritism. Whence do I derive (the same for) vows? From \"the vow of a Nazirite,\" to equate vows with Naziritism and Naziritism with vows, viz.: Just as in Naziritism, epithets of Naziritism are equated with Naziritism, and signals of Naziritism are equated with Naziritism, so, with vows, epithets of vows are equated with vows, and signals of vows are equated with vows. And just as vows are subject to transgression of (Bamidbar 30:3) \"He shall not profane his word\" and (Devarim 23:22) \"You shall not delay to pay it,\" so, Naziritism. And just as with vows a father may void the vows of his daughter, and a husband, the vows of his wife, so, with Naziritism. R. Yehoshua says: \"to make a Nazirite\": (to make) even others (Nazirites, e.g., a father, vis-à-vis his son). \"to make a Nazirite to the L-rd\": It is a mitzvah to become a Nazirite to the L-rd. Shimon Hatzaddik said: I never ate the guilt-offering of a Nazirite who had become unclean (by contact with a dead body) but once. Once a Nazirite came to me from the south. His eyes were beautiful, he was very handsome, and his hair was wavy. I said to him: \"What prompted you to destroy this beautiful hair?\" (at the end of the Nazirite period). He answered: \"I was a shepherd for my father in my town. Once, while drawing water from the well, I gazed upon my reflection and my evil inclination seized hold of me and threatened to snatch me from the world — whereupon I said to it: 'Empty one, why do you vaunt yourself in a world that is not yours, where you are destined to be consigned to worms and maggots? I swear, I shall shear you in the name of Heaven!'\" I thereupon arose, and, kissing him on the head, said to him: \"May Nazirites like you multiply in Israel, doing the will of the L-rd! Of such as you it is written 'A man … if he shall declare to vow the vow of the Nazirite to be a Nazirite to the L-rd.'\"", "versionTitle": "Sifrei by Rabbi Shraga Silverstein", "license": "CC-BY", "versionTitleInHebrew": "ספרי, רבי שרגא זילברשטיין"}, {"_id": "569d09e9d6e4a979b40a1281", "index_title": "Pesikta Rabbati", "category": "Midrash", "type": "", "ref": "Pesikta Rabbati 2:1", "anchorRef": "Numbers 6:1", "anchorRefExpanded": ["Numbers 6:1"], "sourceRef": "Pesikta Rabbati 2:1", "sourceHeRef": "פסיקתא רבתי ב׳:א׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [600, 900], "commentaryNum": 2.0001, "collectiveTitle": {"en": "Pesikta Rabbati", "he": "פסיקתא רבתי"}, "he": "מזמור שיר חנוכת הבית לדוד (תהלים ל א'). ילמדנו רבינו נר של חנוכה מאימתי היא מצותו שנו רבותינו משתשקע החמה עד שתסלק רוב הרגל מן השוק ולהיכן הן מדליקין היה דר בעלייה ובה חלון נוטה לרשות הרבים מדליק ובשעת הסכנה מדליק בתוך ביתו [ואסור לעשות לאורו מלאכה ר' אסי אמר] אסור לראות לאורו ולמה מדליק נרות בחנוכה אלא בשעה שנצחו בניו של חשמונאי הכהן הגדול למלכות יון שנאמר ועוררת בניך ציון על בניך יון (זכריה ט' י\"ג) נכנסו לבית המקדש מצאו שם שמונה שפודין של ברזל וקבעו אותם והדליקו בתוכם נרות ולמה קורין את ההלל מפני שכתב אל ה' ויאר לנו (תהלים קי\"ח כ\"ז) ולמה אין קורין בפורים כתב להשמיד להרוג ולאבד [את כל חיל עם ומדינה הצרים אותם וגו'] (אסתר ח' י\"א) ואין קורין אלא על מפלתה של מלכות ומלכות של אחשורוש הייתה קיימת לכן אין קורין אבל במלכות של יון שכילה אותה הקדוש ברוך הוא התחילו נותנים הימנון ושבח ואומרים לשעבר היינו עבדים לפרעה עבדים ליון ועכשיו עבדיו של הקב\"ה אנו הללו עבדי ה' (תהלים קי\"ג א'): וכמה חנוכות הם שבע חנוכות הם ואילו הן חנוכת שמים וארץ שנאמר ויכולו השמים והארץ (בראשית ב' א') ומה חנוכה היה שם ויתן אותם אלקים ברקיע השמים להאיר (שם א' י\"ח) וחנוכת החומה שנאמר ובחנוכת חומת ירושלים (נחמיה י\"ב כ\"ז) וחנוכת של [עולי] גולה שנאמר והקריבו לחנוכת בית אלקינו דנא וגו' (עזרא ו' י\"ז) וחנוכת הכהנים זו שאנו מדליקין וחנוכת העולם הבא שנאמר אחפש ירושלים בנרות (צפניה א' י\"ב) וחנוכת הנשיאים זאת חנוכת המזבח (במדבר ז' פ\"ד) וחנוכת המקדש מה שקראו בענין מזמור שיר חנוכת הבית לדוד): [מזמור שיר חנוכת וגו'] כך פתח רבי תנחומא בר רבי אבא יעלזו חסידים בכבוד ירננו על משכבותם (תהלים קמ\"ט ה') באיזה כבוד בכבוד שהקדוש ברוך הוא עשה לצדיקים בשעת פטירתן מן העולם בנוהג שבעולם אדם מת אם יש לו בנים בניו מטפלים בו אבל (הקב\"ה) [הצדיקים] אינו כן אלא אמר רבי יצחק הקדוש ברוך הוא מטפל בצדיקים מניין והלך לפניך צדקך (ישעיה נ\"ח ח') זה צדיקו של עולם שנאמר וכבוד ה' יאספך (שם) וכן (בשעה שהצדיק נפטר מן העולם) אמר ר' חייא הגדול [בשעה שהצדיק נפטר מן העולם] שלש כיתות של מלאכים מטפלים בו אחת אומרת יבא שלום (ישעיה נ\"ז ב') ואחת אומרת ינוח על משכבו (שם) ואחת הולכת לפניו (ורוממת) [ודוממת] שנאמר הולך נכחו (שם) א\"ר יהודה בר סימון בשם רבי יאשיה הקדוש ברוך הוא כביכול אומר לו יבא שלום מן הרשעים את למד שהקב\"ה אומר אין שלום לכם כמה שכתב אין שלום אומר ה' לרשעים (שם שם כ\"א) ואם לרשעים הוא אומר בפיו אין שלום קל וחומר לצדיקים שיאמר להם יבא שלום לכך נאמר יעלזו חסידים בכבוד [וגו'] בכבוד שהוא עושה להם בשעת סילוקן מן העולם: ד\"א מה ירננו על משכבותם שהם מקלסים להקדוש ברוך הוא שם א\"ר חמא ב\"ר יוסי אין בין החיים לצדיקים המתים אלא הדיבור בלבד והם מקלסים להקב\"ה שם [ששם] נפשותם בצרור החיים כמה שכתב והייתה נפש אדוני צרורה בצרור החיים (שמואל א' כ\"ה כ\"ט) לכך נאמר ירננו אין ירננו אלא לשון קילוס דכתיב קול רינה וישועה באהלי צדיקים (תהלים קי\"ח ט\"ו): ד\"א [מה] ירננו אמר רבי יוחנן בשעה שהזקן יושב ודורש ואומר כך אמר רבי עקיבא כך אמר רבי שמעון בן יוחי שפתותיהם רוחשות שם כמה שנאמר דובב שפתי ישנים (שה\"ש ז' י') לכך נאמר ירננו על משכבותם לפיכך אמר דוד אגורה באהלך עולמים (תהלים ס\"א ה') וכי עלתה על דעתו של דוד שהוא חי לעולם אלא מהו הדבר הזה שאמר אגורה באהלך עולמים אמר יהי רצון שיאמרו בשמי לעולם בבתי כנסיות ובבתי מדרשות אמר לו הקדוש ברוך הוא חייך אף על פי שאתה מת אין שמך זז מביתי לעולם אלא על כל קרבן וקרבן הם מזכירים שמך ואומרים שירים משלך מזמור לדוד ולא עוד הואיל ואתה חשבת לבנות בית המקדש אעפ\"י ששלמה בנך בונה אותו בשמך אני כותבו מזמור שיר חנוכת הבית לדוד: דבר אחר מזמור שיר חנוכת הבית לדוד כתב אחד אומר האתה תבנה לי הבית (שמואל ב' ז' ה') וכתוב אחד אומר לא אתה תבנה לי הבית (דהי\"א י\"ז ד') מהו כך היאך אני מקיים שני הכתובים אלא לא אתה תבנה לי הבית שאין אתה בונה אותו האתה תבנה שבנך יבנה אותו [אתה הקדמת כבודך לכבודי שמשראית עצמך יושב בבית ארזים תבעת בנין בית המקדש אבל שלמה בנך מקדים כבודי לכבודו שנאמר ובשנה האחת עשרה וגו' כלה הבית (מלכים א' ו' ל\"ח) ואחר כך ואת ביתו בנה שלמה (שם ז' א'): דבר אחר האתה תבנה שאתה מיסדו לא אתה תבנה שאין אתה משכללו]: ד\"א לא אתה תבנה שאין אתה בונה אותו האתה תבנה [שהוא נקרא על שמך] שאילולי אתה לא ירדה האש כיצד אלא כיון שנבנה כמה תפילות סדר שלא ירדה האש (ד\"א האתה תבנה שאתה מיסדו לא אתה תבנה שאין אתה משכללו) א\"ר חלבו בשם דבי רבי שילא [הלך] והביא ארונו של דוד אביו אמר לו רבון העולמים אם אין לי מעשים עשה בשביל חסדיו של דוד אבי מיד ירדה האש כמה שכתב ה' האלקים אל תשב פני משיחך זכרה לחסדי דוד עבדך (דהי\"ב ו' מ\"ב) מה כתב אחריו וככלות שלמה להתפלל והאש ירדה וגו' (שם ז' א') ואם אין אתה למד מכאן שהביא שלמה ארונו של דוד מן קברו א\"ר ברכיה בשם ר' חלבו בשם דבי רבי שילא כתוב מלא הוא ארוממך ה' כי דליתני וגו' ה' העלית מן שאול חיי (תהלים ל' ב' וד') לפיכך אמר שלמה הואיל ובזכות דוד אבי עשה הקב\"ה הריני אומר שירת חנוכת הבית לשמו מזמור שיר חנוכת הבית לדוד: דבר אחר מזמור שיר חנוכת בוא וראה שלמה בונה את הבית והוא נקרא לשמו של דוד אלא דוד היה ראוי לבנותו ובשביל דבר אחד לא בנה אותו ואע\"פ שחשב לבנותו בא נתן הנביא ואמר לו לא תבנה לי הבית למה כי דמים רבים שפכת ארצה [לפני] (דהי\"א כ\"ב ח') כיון ששמע דוד נתיירא אמר הרי נפסלתי מלבנות בית המקדש אמר רבי יהודה בר אלעאי אמר לו הקדוש ברוך הוא דוד אל תירא חייך כך הם לפני כצבי ואיל לכך נאמר שפכת ארצה ואין ארצה אלא צבי ואיל שנאמר [הטמא והטהור יאכלנו כצבי וכאיל רק הדם לא תאכלו] על הארץ תשפכנו כמים (דברים י\"ב ט\"ו וט\"ז): [דבר אחר] אמר לו הקב\"ה חייך כל דמים ששפכת היו לפני קרבנות שכן כתיב כי דמים רבים שפכת [ארצה] לפני אמר ר\"ש בן יוחאי אין לפני אלא קרבנות שנאמר ושחט את בן הבקר לפני ה' (ויקרא א' ה') אמר לו דוד א\"כ ולמה איני בונה אותו אמר לו הקדוש ברוך הוא שאם אתה בונה אותו הוי קיים ואינו חרב אמר לו והרי יפה אמר לו הקב\"ה גלוי וצפוי לפני שעתידים לחטא ואני מפיג חמתי בו ומחריבו וישראל ניצולין שכן כתב באהל בת ציון שפך כאש חמתו (איכה ב' ד') אמר לו הקדוש ברוך הוא חייך הואיל וחשבת לבנותו אף על פי ששלמה בנך בונה אותו לשמך אני כותבו מזמור שיר חנוכת הבית לדוד: ד\"א מזמור [וגו'] שבע חנוכות הם חנוכת ברייתו של עולם דכתיב ויכולו השמים (בראשית ב' א') ואין ויכלו אלא לשון חנוכה דכתיב ותכל כל עבודת (שמות ל\"ט ל\"ב) חנוכת משה דכתיב ויהי ביום כלות משה להקים (במדבר ו' א') וחנוכת הבית דכתיב מזמור שיר חנוכת הבית לדוד (תהלים ל' א') וחנוכת בית שני [שנאמר והקריבו לחנוכת בית אלהא וגו' (עזרא ו' י\"ז) וחנוכת החומה שנאמר] ובחנוכת חומת ירושלים (נחמיה י\"ב כ\"ז) וזו של עכשיו של בית חשמונאי וחנוכת העולם הבא שאף היא יש בה נרות כדכתיב והיה אור הלבנה כאור החמה ואור החמה יהיה שבעתים וגו' (ישעיה ל' כ\"ו):", "heVersionTitle": "OYW", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "... Teach us, our master, from when does the mitzvah of the Channukah lamp begin? Our rabbis taught – from when the sun sets until the majority of people are gone from the marketplace. And where are they to be lit? If one lives on an upper floor with a window facing the public domain, light there. If it is a time of danger, light within your house [and it is forbidden to do work by its light. R’ Asi said] it is forbidden to see by its light. Why do we light Channukah lamps? When the Hasmonean High Priest defeated the Greeks, as it says “For I bend Judah for Me like a bow; I filled [the hand of] Ephraim, and I will arouse your children, O Zion, upon your children, O Javan; and I will make you as the sword of a mighty man,” (Zechariah 9:13) they entered the Holy Temple. They found there eight iron stakes, fixed them in the ground and lit lamps upon them. Why do we read the Hallel psalms of praise? Because it is written “The Lord is God, and He gave us light.” (Tehillim 118:27) Why don’t we read it on Purim? It is written “…to destroy, to slay, and to cause to perish the entire host of every people and province that oppress them…” (Esther 8:11) and we don’t read it except to mark the fall of a kingdom and the kingdom of Ahasuerus still stood. But when the Holy One destroyed the kingdom of Greece they began to sing hymns and praises and to say that in the past we were servants to Pharoah, servants to Greece and now we are servants to the Holy One “Praise, you servants of the Lord…” (Tehillim 113:1) How many channukot (dedications) were there? There were seven. The dedication of heaven and earth, as it says “Now the heavens and the earth were completed…” (Bereshit 2:1) What dedication was there then? “And God placed them in the expanse of the heavens to shed light upon the earth.” (Bereshit 1:17) The dedication of the wall, as it says “And in the dedication of the wall of Jerusalem…” (Nechemiah 12:27) The dedication of those who came up from the exile, as it says “And they offered up for the dedication of this House of God…” (Ezra 6:17) The dedication of the priests, which we light for. The dedication of the world to come, as it says “And it shall come to pass on that day, that I will search Jerusalem with candles…” (Tzephaniah 1:12) The dedication of the princes “This was the dedication offering of the altar…” (Bamidbar 7:84) The dedication of the Sanctuary, which this is speaking of “A psalm; a song of dedication of the House, of David.” (Tehillim 30:1) Another explanation. There are seven channukot. The dedication of the creation of the world, as it is written “Now the heavens and the earth were completed…” (Bereshit 2:1) Completion is the language of dedication, as is written “All the work of the Mishkan of the Tent of Meeting was completed…” (Shemot 39:32) The dedication of Moshe, as it is written “And it was that on the day that Moses finished erecting the Mishkan…” (Bamidbar 7:1) The dedication of the House, as it is written “A psalm; a song of dedication of the House, of David.” (Tehillim 30:1) The dedication of the Second Temple [as it says “And they offered up for the dedication of this House of God…” (Ezra 6:17) and the dedication of the wall] as it says “And in the dedication of the wall of Jerusalem…” (Nechemiah 12:27) The current one of the House of Hasmonean. The dedication of the world to come, because even that has lights, as it is written “And the light of the moon shall be like the light of the sun, and the light of the sun shall be seven-fold as the light of the seven days…” (Isaiah 30:26)", "versionTitle": "Rabbi Mike Feuer, Jerusalem Anthology", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "57e77d48d6e4a94c7c18ab8c", "index_title": "Tafsir Rasag", "category": "Targum", "type": "targum", "ref": "Tafsir Rasag, Numbers 6:1", "anchorRef": "Numbers 6:1", "anchorRefExpanded": ["Numbers 6:1"], "sourceRef": "Tafsir Rasag, Numbers 6:1", "sourceHeRef": "תפסיר רס\"ג, במדבר ו׳:א׳", "anchorVerse": 1, "sourceHasEn": false, "compDate": [918, 942], "commentaryNum": 6.0001, "collectiveTitle": {"en": "Tafsir Rasag", "he": "תפסיר רס\"ג"}, "heTitle": "במדבר", "he": "וכלם אללה מוסי קאילא", "heVersionTitle": "Tafsir al-Torah bi-al-Arabiya, Paris, 1893", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תפסיר אלתורה באלערביה, פריס, 1893", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5889b4f8d6e4a902855ff98b", "index_title": "Tur HaArokh", "category": "Commentary", "type": "commentary", "ref": "Tur HaArokh, Numbers 6:1:1", "anchorRef": "Numbers 6:1", "anchorRefExpanded": ["Numbers 6:1"], "sourceRef": "Tur HaArokh, Numbers 6:1:1", "sourceHeRef": "הטור הארוך, במדבר ו׳:א׳:א׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [1280, 1340], "commentaryNum": 1.0001, "collectiveTitle": {"en": "Tur HaAroch", "he": "הטור הארוך"}, "heTitle": "במדבר", "he": "<b>וידבר וגו'. </b>סמך פרשת נזיר לסוטה כמו שדרשו כל הרואה סוטה בקלקולה יזיר עצמו מן היין כי זנות יין ותירוש יקח לב. וגם גדול השער הוא הפך הבחורים המסלסלים שער ראשם להתנאו' והגידול יוליד דאגה בלב איש ולפיכך הוא קדוש וצריך להשתמר מן הטומאה כי הוא ככהן המשרת לאלקיו. וטעם החטאת שמביא ביום מלאת כתב הרמב\"ן לא נתפרש ועל דרך הפשט כי האיש הזה חטא נפשו במלאכת הנזירות כי הוא עתה נזיר בקדושתו ועבודת השם והיה ראוי לו שיזיר כל ימיו ויעמוד לעולם נזיר וקדוש לאלקיו כענין שנאמר ואקח מבניכם לנביאים ומבחוריכם לנזירים השוה אותו הכתוב לנביא וכתיב כל ימי נזרו קדוש הוא לה' לכך צריך כפרה בשובו להטמא בתאות העולם: \n", "heVersionTitle": "Perush al ha-Torah, Hanover, 1838", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": " According to the opinion of the sages of the <i>Midrash, t</i>he legislation dealing with the Nazirite follows hard on the heels of that dealing with the <i>Sotah,</i> the woman suspected of marital infidelity, as what may have inspired the Nazirite to impose the vows upon himself he is described here as doing is that he had seen the disgrace which the <i>Sotah</i> had brought upon herself by giving in to her temptations. The <i>Nazir,</i> ideally speaking, uses his vows to reinforce his determination not to fall victim to excess consumption of alcohol, etc. We learn from Hoseah 4,11 that זנות, יין, ותירוש יקח לב, “lechery, wine, and even new wine destroy the mind.” Allowing the hair on one’s head to keep growing without restraint is a conduct diametrically opposed to the people, mostly young men, who style their hair excessively, something that Joseph was considered guilty of as the commentators say on the beginning of <i>parshat vayeshev.</i> Our sages have always objected to people who are overly concerned with their exterior. Extreme growth of one’s hair leads a person to worry that he may not contract ritual impurity; such a concern in turn leads one to strive for holiness. In practice, the <i>Nazir</i> voluntarily imposes upon himself a mode of conduct that every priest is duty bound to observe from his earliest youth.\n    This brings us to the question of why the Torah demands that at the end of his term of such abstention the <i>Nazir</i> has to bring a sin-offering, חטאת; surely we would have expected the very opposite, that the Torah would compliment him on his vow! Nachmanides draws attention to the fact that the Torah does not offer an explanation for this. \n    According to the plain meaning the reason appears to be clear. The person who had assumed the vow of being a <i>Nazir</i> would indeed have been lauded if he had not placed a time limit on his spiritual elevation. The fact that he is content to voluntarily lower his spiritual <i>niveau</i> is something that must be criticized. The sin offering is the vehicle by means of which the Torah calls such a <i>Nazir</i> to order. We know from Amos 2,11 ואקח מבניכם לנביאים ומבחוריכם לנזירים, “I will choose from amongst your sons some as prophets, and from amongst your young men some as Nazirites,” that the prophet equates the prophets with the Nazirites. Just as the former is appointed for lifetime, so it is expected that the Nazirite will maintain his status indefinitely. Seeing that the Torah wrote of the <i>Nazir</i>: כל ימי נזרו קדוש הוא לה', that he will remain holy only as long as he is a <i>Nazir</i>, it is clear that he requires atonement for voluntarily abandoning his lofty status. \n", "versionTitle": "Tur on the Torah, trans. Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "59ef31a2d6e4a90d4d5d55b3", "index_title": "Steinsaltz on Taanit", "category": "Quoting Commentary", "type": "", "ref": "Steinsaltz on Taanit 26b:16", "anchorRef": "Numbers 6:1-21", "anchorRefExpanded": ["Numbers 6:1", "Numbers 6:2", "Numbers 6:3", "Numbers 6:4", "Numbers 6:5", "Numbers 6:6", "Numbers 6:7", "Numbers 6:8", "Numbers 6:9", "Numbers 6:10", "Numbers 6:11", "Numbers 6:12", "Numbers 6:13", "Numbers 6:14", "Numbers 6:15", "Numbers 6:16", "Numbers 6:17", "Numbers 6:18", "Numbers 6:19", "Numbers 6:20", "Numbers 6:21"], "sourceRef": "Steinsaltz on Taanit 26b:16", "sourceHeRef": "ביאור שטיינזלץ על תענית כ״ו ב:ט״ז", "anchorVerse": 1, "sourceHasEn": false, "compDate": [1950, 2010], "commentaryNum": 52.0016, "collectiveTitle": {"en": "Steinsaltz on Taanit", "he": "ביאור שטיינזלץ על תענית"}, "heTitle": "ביאור שטיינזלץ על תענית", "he": "<big>ג</big> מתוך הדיון עולה כי <b>דכולי עלמא מיהת</b> <small>[לדעת הכל על כל פנים]</small> <b>שכור אסור בנשיאת כפים,</b> שהרי נחלקו רק בפרטים לענין זה, ושואלים: <b>מנהני מילי</b> <small>[מניין דברים אלה]?</small> <b>אמר ר' יהושע בן לוי משום</b> (משמו של) <b>בר קפרא: למה נסמכה פרשת כהן מברך</b> (במדבר ו, כב-כז) <b>לפרשת נזיר</b> (במדבר ו, א-כא)? <b>לומר: מה נזיר אסור ביין, אף כהן מברך אסור ביין.</b>", "heVersionTitle": "William Davidson Edition - Hebrew", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "62037ee46bfddfbb310fed0a", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Numbers, Part I; The Wilderness Camp 2-4", "anchorRef": "Numbers 1:1-10:36", "anchorRefExpanded": ["Numbers 1:1", "Numbers 1:2", "Numbers 1:3", "Numbers 1:4", "Numbers 1:5", "Numbers 1:6", "Numbers 1:7", "Numbers 1:8", "Numbers 1:9", "Numbers 1:10", "Numbers 1:11", "Numbers 1:12", "Numbers 1:13", "Numbers 1:14", "Numbers 1:15", "Numbers 1:16", "Numbers 1:17", "Numbers 1:18", "Numbers 1:19", "Numbers 1:20", "Numbers 1:21", "Numbers 1:22", "Numbers 1:23", "Numbers 1:24", "Numbers 1:25", "Numbers 1:26", "Numbers 1:27", "Numbers 1:28", "Numbers 1:29", "Numbers 1:30", "Numbers 1:31", "Numbers 1:32", "Numbers 1:33", "Numbers 1:34", "Numbers 1:35", "Numbers 1:36", "Numbers 1:37", "Numbers 1:38", "Numbers 1:39", "Numbers 1:40", "Numbers 1:41", "Numbers 1:42", "Numbers 1:43", "Numbers 1:44", "Numbers 1:45", "Numbers 1:46", "Numbers 1:47", "Numbers 1:48", "Numbers 1:49", "Numbers 1:50", "Numbers 1:51", "Numbers 1:52", "Numbers 1:53", "Numbers 1:54", "Numbers 2:1", "Numbers 2:2", "Numbers 2:3", "Numbers 2:4", "Numbers 2:5", "Numbers 2:6", "Numbers 2:7", "Numbers 2:8", "Numbers 2:9", "Numbers 2:10", "Numbers 2:11", "Numbers 2:12", "Numbers 2:13", "Numbers 2:14", "Numbers 2:15", "Numbers 2:16", "Numbers 2:17", "Numbers 2:18", "Numbers 2:19", "Numbers 2:20", "Numbers 2:21", "Numbers 2:22", "Numbers 2:23", "Numbers 2:24", "Numbers 2:25", "Numbers 2:26", "Numbers 2:27", "Numbers 2:28", "Numbers 2:29", "Numbers 2:30", "Numbers 2:31", "Numbers 2:32", "Numbers 2:33", "Numbers 2:34", "Numbers 3:1", "Numbers 3:2", "Numbers 3:3", "Numbers 3:4", "Numbers 3:5", "Numbers 3:6", "Numbers 3:7", "Numbers 3:8", "Numbers 3:9", "Numbers 3:10", "Numbers 3:11", "Numbers 3:12", "Numbers 3:13", "Numbers 3:14", "Numbers 3:15", "Numbers 3:16", "Numbers 3:17", "Numbers 3:18", "Numbers 3:19", "Numbers 3:20", "Numbers 3:21", "Numbers 3:22", "Numbers 3:23", "Numbers 3:24", "Numbers 3:25", "Numbers 3:26", "Numbers 3:27", "Numbers 3:28", "Numbers 3:29", "Numbers 3:30", "Numbers 3:31", "Numbers 3:32", "Numbers 3:33", "Numbers 3:34", "Numbers 3:35", "Numbers 3:36", "Numbers 3:37", "Numbers 3:38", "Numbers 3:39", "Numbers 3:40", "Numbers 3:41", "Numbers 3:42", "Numbers 3:43", "Numbers 3:44", "Numbers 3:45", "Numbers 3:46", "Numbers 3:47", "Numbers 3:48", "Numbers 3:49", "Numbers 3:50", "Numbers 3:51", "Numbers 4:1", "Numbers 4:2", "Numbers 4:3", "Numbers 4:4", "Numbers 4:5", "Numbers 4:6", "Numbers 4:7", "Numbers 4:8", "Numbers 4:9", "Numbers 4:10", "Numbers 4:11", "Numbers 4:12", "Numbers 4:13", "Numbers 4:14", "Numbers 4:15", "Numbers 4:16", "Numbers 4:17", "Numbers 4:18", "Numbers 4:19", "Numbers 4:20", "Numbers 4:21", "Numbers 4:22", "Numbers 4:23", "Numbers 4:24", "Numbers 4:25", "Numbers 4:26", "Numbers 4:27", "Numbers 4:28", "Numbers 4:29", "Numbers 4:30", "Numbers 4:31", "Numbers 4:32", "Numbers 4:33", "Numbers 4:34", "Numbers 4:35", "Numbers 4:36", "Numbers 4:37", "Numbers 4:38", "Numbers 4:39", "Numbers 4:40", "Numbers 4:41", "Numbers 4:42", "Numbers 4:43", "Numbers 4:44", "Numbers 4:45", "Numbers 4:46", "Numbers 4:47", "Numbers 4:48", "Numbers 4:49", "Numbers 5:1", "Numbers 5:2", "Numbers 5:3", "Numbers 5:4", "Numbers 5:5", "Numbers 5:6", "Numbers 5:7", "Numbers 5:8", "Numbers 5:9", "Numbers 5:10", "Numbers 5:11", "Numbers 5:12", "Numbers 5:13", "Numbers 5:14", "Numbers 5:15", "Numbers 5:16", "Numbers 5:17", "Numbers 5:18", "Numbers 5:19", "Numbers 5:20", "Numbers 5:21", "Numbers 5:22", "Numbers 5:23", "Numbers 5:24", "Numbers 5:25", "Numbers 5:26", "Numbers 5:27", "Numbers 5:28", "Numbers 5:29", "Numbers 5:30", "Numbers 5:31", "Numbers 6:1", "Numbers 6:2", "Numbers 6:3", "Numbers 6:4", "Numbers 6:5", "Numbers 6:6", "Numbers 6:7", "Numbers 6:8", "Numbers 6:9", "Numbers 6:10", "Numbers 6:11", "Numbers 6:12", "Numbers 6:13", "Numbers 6:14", "Numbers 6:15", "Numbers 6:16", "Numbers 6:17", "Numbers 6:18", "Numbers 6:19", "Numbers 6:20", "Numbers 6:21", "Numbers 6:22", "Numbers 6:23", "Numbers 6:24", "Numbers 6:25", "Numbers 6:26", "Numbers 6:27", "Numbers 7:1", "Numbers 7:2", "Numbers 7:3", "Numbers 7:4", "Numbers 7:5", "Numbers 7:6", "Numbers 7:7", "Numbers 7:8", "Numbers 7:9", "Numbers 7:10", "Numbers 7:11", "Numbers 7:12", "Numbers 7:13", "Numbers 7:14", "Numbers 7:15", "Numbers 7:16", "Numbers 7:17", "Numbers 7:18", "Numbers 7:19", "Numbers 7:20", "Numbers 7:21", "Numbers 7:22", "Numbers 7:23", "Numbers 7:24", "Numbers 7:25", "Numbers 7:26", "Numbers 7:27", "Numbers 7:28", "Numbers 7:29", "Numbers 7:30", "Numbers 7:31", "Numbers 7:32", "Numbers 7:33", "Numbers 7:34", "Numbers 7:35", "Numbers 7:36", "Numbers 7:37", "Numbers 7:38", "Numbers 7:39", "Numbers 7:40", "Numbers 7:41", "Numbers 7:42", "Numbers 7:43", "Numbers 7:44", "Numbers 7:45", "Numbers 7:46", "Numbers 7:47", "Numbers 7:48", "Numbers 7:49", "Numbers 7:50", "Numbers 7:51", "Numbers 7:52", "Numbers 7:53", "Numbers 7:54", "Numbers 7:55", "Numbers 7:56", "Numbers 7:57", "Numbers 7:58", "Numbers 7:59", "Numbers 7:60", "Numbers 7:61", "Numbers 7:62", "Numbers 7:63", "Numbers 7:64", "Numbers 7:65", "Numbers 7:66", "Numbers 7:67", "Numbers 7:68", "Numbers 7:69", "Numbers 7:70", "Numbers 7:71", "Numbers 7:72", "Numbers 7:73", "Numbers 7:74", "Numbers 7:75", "Numbers 7:76", "Numbers 7:77", "Numbers 7:78", "Numbers 7:79", "Numbers 7:80", "Numbers 7:81", "Numbers 7:82", "Numbers 7:83", "Numbers 7:84", "Numbers 7:85", "Numbers 7:86", "Numbers 7:87", "Numbers 7:88", "Numbers 7:89", "Numbers 8:1", "Numbers 8:2", "Numbers 8:3", "Numbers 8:4", "Numbers 8:5", "Numbers 8:6", "Numbers 8:7", "Numbers 8:8", "Numbers 8:9", "Numbers 8:10", "Numbers 8:11", "Numbers 8:12", "Numbers 8:13", "Numbers 8:14", "Numbers 8:15", "Numbers 8:16", "Numbers 8:17", "Numbers 8:18", "Numbers 8:19", "Numbers 8:20", "Numbers 8:21", "Numbers 8:22", "Numbers 8:23", "Numbers 8:24", "Numbers 8:25", "Numbers 8:26", "Numbers 9:1", "Numbers 9:2", "Numbers 9:3", "Numbers 9:4", "Numbers 9:5", "Numbers 9:6", "Numbers 9:7", "Numbers 9:8", "Numbers 9:9", "Numbers 9:10", "Numbers 9:11", "Numbers 9:12", "Numbers 9:13", "Numbers 9:14", "Numbers 9:15", "Numbers 9:16", "Numbers 9:17", "Numbers 9:18", "Numbers 9:19", "Numbers 9:20", "Numbers 9:21", "Numbers 9:22", "Numbers 9:23", "Numbers 10:1", "Numbers 10:2", "Numbers 10:3", "Numbers 10:4", "Numbers 10:5", "Numbers 10:6", "Numbers 10:7", "Numbers 10:8", "Numbers 10:9", "Numbers 10:10", "Numbers 10:11", "Numbers 10:12", "Numbers 10:13", "Numbers 10:14", "Numbers 10:15", "Numbers 10:16", "Numbers 10:17", "Numbers 10:18", "Numbers 10:19", "Numbers 10:20", "Numbers 10:21", "Numbers 10:22", "Numbers 10:23", "Numbers 10:24", "Numbers 10:25", "Numbers 10:26", "Numbers 10:27", "Numbers 10:28", "Numbers 10:29", "Numbers 10:30", "Numbers 10:31", "Numbers 10:32", "Numbers 10:33", "Numbers 10:34", "Numbers 10:35", "Numbers 10:36"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, Part I; The Wilderness Camp 2-4", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר ב׳ ב׳-ד׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Part I; The Wilderness Camp", "he": "במדבר מאמר ב׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["T<small>O LIST IS TO DEMONSTRATE A SENSE OF ORDER AND CONTROL</small>. T<small>HE BOOK OF</small> Numbers commences with several lists that serve to arrange and catalog the Israelite camp in the wilderness: first, the “accountings” of the Israelites fit for battle; then, the symmetrical arrangement of the camp itself, around the Tabernacle; and finally, the special listing of the Levite population, accompanied by an enumeration of its special tasks in the camp. The first part of Numbers thus takes place as it were in the shadow of Mount Sinai—that is, under the aegis of the priestly school of thinking, in which order is everything.", "There is a strong military bent to the arrangement. The census of Chapter 1 is not a head count of the entire Israelite population, but rather of those “twenty years of age and upward,” those eligible to serve in the army. The setup of the camp resembles that in ancient Egypt, with the sanctuary and ark (here “Dwelling” and “coffer”) in the center (in the Egypt of Raamses II—thought by some to have been the Pharaoh of the Exodus—it was the king’s throne). The Levites, whom we have not encountered previously as a group with tasks distinct from those of the priests, emerge in this part of the book as caretakers and perhaps guardians of the sanctuary, in addition to their tasks of dismantling and transport of the “Holy-Shrine.” This military aspect reflects an ancient concept of Israel as the “forces of Y<small>HWH</small>,” surely a conquest image, which later becomes standardized in language in the phrase usually rendered “the L<small>ORD</small> of Hosts.”", "Some of the material in this section might well have been put elsewhere. Chapters 5–7 would have fit nicely in Leviticus; Chapter 7, the listing of the tribal gifts brought to the sanctuary upon its dedication, could even have followed Ex. 40, where Moshe completes the erection of the structure. That these chapters are here therefore must be the result of a conscious decision, either to include material that did not find its way into the other books, or out of a feeling that they were appropriately placed in the book about Israel’s wanderings in the wilderness."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62037ee56bfddfbb310fed0c", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Numbers, On the Book of Numbers and Its Structure 2-52", "anchorRef": "Numbers 1:1-36:13", "anchorRefExpanded": ["Numbers 1:1", "Numbers 1:2", "Numbers 1:3", "Numbers 1:4", "Numbers 1:5", "Numbers 1:6", "Numbers 1:7", "Numbers 1:8", "Numbers 1:9", "Numbers 1:10", "Numbers 1:11", "Numbers 1:12", "Numbers 1:13", "Numbers 1:14", "Numbers 1:15", "Numbers 1:16", "Numbers 1:17", "Numbers 1:18", "Numbers 1:19", "Numbers 1:20", "Numbers 1:21", "Numbers 1:22", "Numbers 1:23", "Numbers 1:24", "Numbers 1:25", "Numbers 1:26", "Numbers 1:27", "Numbers 1:28", "Numbers 1:29", "Numbers 1:30", "Numbers 1:31", "Numbers 1:32", "Numbers 1:33", "Numbers 1:34", "Numbers 1:35", "Numbers 1:36", "Numbers 1:37", "Numbers 1:38", "Numbers 1:39", "Numbers 1:40", "Numbers 1:41", "Numbers 1:42", "Numbers 1:43", "Numbers 1:44", "Numbers 1:45", "Numbers 1:46", "Numbers 1:47", "Numbers 1:48", "Numbers 1:49", "Numbers 1:50", "Numbers 1:51", "Numbers 1:52", "Numbers 1:53", "Numbers 1:54", "Numbers 2:1", "Numbers 2:2", "Numbers 2:3", "Numbers 2:4", "Numbers 2:5", "Numbers 2:6", "Numbers 2:7", "Numbers 2:8", "Numbers 2:9", "Numbers 2:10", "Numbers 2:11", "Numbers 2:12", "Numbers 2:13", "Numbers 2:14", "Numbers 2:15", "Numbers 2:16", "Numbers 2:17", "Numbers 2:18", "Numbers 2:19", "Numbers 2:20", "Numbers 2:21", "Numbers 2:22", "Numbers 2:23", "Numbers 2:24", "Numbers 2:25", "Numbers 2:26", "Numbers 2:27", "Numbers 2:28", "Numbers 2:29", "Numbers 2:30", "Numbers 2:31", "Numbers 2:32", "Numbers 2:33", "Numbers 2:34", "Numbers 3:1", "Numbers 3:2", "Numbers 3:3", "Numbers 3:4", "Numbers 3:5", "Numbers 3:6", "Numbers 3:7", "Numbers 3:8", "Numbers 3:9", "Numbers 3:10", "Numbers 3:11", "Numbers 3:12", "Numbers 3:13", "Numbers 3:14", "Numbers 3:15", "Numbers 3:16", "Numbers 3:17", "Numbers 3:18", "Numbers 3:19", "Numbers 3:20", "Numbers 3:21", "Numbers 3:22", "Numbers 3:23", "Numbers 3:24", "Numbers 3:25", "Numbers 3:26", "Numbers 3:27", "Numbers 3:28", "Numbers 3:29", "Numbers 3:30", "Numbers 3:31", "Numbers 3:32", "Numbers 3:33", "Numbers 3:34", "Numbers 3:35", "Numbers 3:36", "Numbers 3:37", "Numbers 3:38", "Numbers 3:39", "Numbers 3:40", "Numbers 3:41", "Numbers 3:42", "Numbers 3:43", "Numbers 3:44", "Numbers 3:45", "Numbers 3:46", "Numbers 3:47", "Numbers 3:48", "Numbers 3:49", "Numbers 3:50", "Numbers 3:51", "Numbers 4:1", "Numbers 4:2", "Numbers 4:3", "Numbers 4:4", "Numbers 4:5", "Numbers 4:6", "Numbers 4:7", "Numbers 4:8", "Numbers 4:9", "Numbers 4:10", "Numbers 4:11", "Numbers 4:12", "Numbers 4:13", "Numbers 4:14", "Numbers 4:15", "Numbers 4:16", "Numbers 4:17", "Numbers 4:18", "Numbers 4:19", "Numbers 4:20", "Numbers 4:21", "Numbers 4:22", "Numbers 4:23", "Numbers 4:24", "Numbers 4:25", "Numbers 4:26", "Numbers 4:27", "Numbers 4:28", "Numbers 4:29", "Numbers 4:30", "Numbers 4:31", "Numbers 4:32", "Numbers 4:33", "Numbers 4:34", "Numbers 4:35", "Numbers 4:36", "Numbers 4:37", "Numbers 4:38", "Numbers 4:39", "Numbers 4:40", "Numbers 4:41", "Numbers 4:42", "Numbers 4:43", "Numbers 4:44", "Numbers 4:45", "Numbers 4:46", "Numbers 4:47", "Numbers 4:48", "Numbers 4:49", "Numbers 5:1", "Numbers 5:2", "Numbers 5:3", "Numbers 5:4", "Numbers 5:5", "Numbers 5:6", "Numbers 5:7", "Numbers 5:8", "Numbers 5:9", "Numbers 5:10", "Numbers 5:11", "Numbers 5:12", "Numbers 5:13", "Numbers 5:14", "Numbers 5:15", "Numbers 5:16", "Numbers 5:17", "Numbers 5:18", "Numbers 5:19", "Numbers 5:20", "Numbers 5:21", "Numbers 5:22", "Numbers 5:23", "Numbers 5:24", "Numbers 5:25", "Numbers 5:26", "Numbers 5:27", "Numbers 5:28", "Numbers 5:29", "Numbers 5:30", "Numbers 5:31", "Numbers 6:1", "Numbers 6:2", "Numbers 6:3", "Numbers 6:4", "Numbers 6:5", "Numbers 6:6", "Numbers 6:7", "Numbers 6:8", "Numbers 6:9", "Numbers 6:10", "Numbers 6:11", "Numbers 6:12", "Numbers 6:13", "Numbers 6:14", "Numbers 6:15", "Numbers 6:16", "Numbers 6:17", "Numbers 6:18", "Numbers 6:19", "Numbers 6:20", "Numbers 6:21", "Numbers 6:22", "Numbers 6:23", "Numbers 6:24", "Numbers 6:25", "Numbers 6:26", "Numbers 6:27", "Numbers 7:1", "Numbers 7:2", "Numbers 7:3", "Numbers 7:4", "Numbers 7:5", "Numbers 7:6", "Numbers 7:7", "Numbers 7:8", "Numbers 7:9", "Numbers 7:10", "Numbers 7:11", "Numbers 7:12", "Numbers 7:13", "Numbers 7:14", "Numbers 7:15", "Numbers 7:16", "Numbers 7:17", "Numbers 7:18", "Numbers 7:19", "Numbers 7:20", "Numbers 7:21", "Numbers 7:22", "Numbers 7:23", "Numbers 7:24", "Numbers 7:25", "Numbers 7:26", "Numbers 7:27", "Numbers 7:28", "Numbers 7:29", "Numbers 7:30", "Numbers 7:31", "Numbers 7:32", "Numbers 7:33", "Numbers 7:34", "Numbers 7:35", "Numbers 7:36", "Numbers 7:37", "Numbers 7:38", "Numbers 7:39", "Numbers 7:40", "Numbers 7:41", "Numbers 7:42", "Numbers 7:43", "Numbers 7:44", "Numbers 7:45", "Numbers 7:46", "Numbers 7:47", "Numbers 7:48", "Numbers 7:49", "Numbers 7:50", "Numbers 7:51", "Numbers 7:52", "Numbers 7:53", "Numbers 7:54", "Numbers 7:55", "Numbers 7:56", "Numbers 7:57", "Numbers 7:58", "Numbers 7:59", "Numbers 7:60", "Numbers 7:61", "Numbers 7:62", "Numbers 7:63", "Numbers 7:64", "Numbers 7:65", "Numbers 7:66", "Numbers 7:67", "Numbers 7:68", "Numbers 7:69", "Numbers 7:70", "Numbers 7:71", "Numbers 7:72", "Numbers 7:73", "Numbers 7:74", "Numbers 7:75", "Numbers 7:76", "Numbers 7:77", "Numbers 7:78", "Numbers 7:79", "Numbers 7:80", "Numbers 7:81", "Numbers 7:82", "Numbers 7:83", "Numbers 7:84", "Numbers 7:85", "Numbers 7:86", "Numbers 7:87", "Numbers 7:88", "Numbers 7:89", "Numbers 8:1", "Numbers 8:2", "Numbers 8:3", "Numbers 8:4", "Numbers 8:5", "Numbers 8:6", "Numbers 8:7", "Numbers 8:8", "Numbers 8:9", "Numbers 8:10", "Numbers 8:11", "Numbers 8:12", "Numbers 8:13", "Numbers 8:14", "Numbers 8:15", "Numbers 8:16", "Numbers 8:17", "Numbers 8:18", "Numbers 8:19", "Numbers 8:20", "Numbers 8:21", "Numbers 8:22", "Numbers 8:23", "Numbers 8:24", "Numbers 8:25", "Numbers 8:26", "Numbers 9:1", "Numbers 9:2", "Numbers 9:3", "Numbers 9:4", "Numbers 9:5", "Numbers 9:6", "Numbers 9:7", "Numbers 9:8", "Numbers 9:9", "Numbers 9:10", "Numbers 9:11", "Numbers 9:12", "Numbers 9:13", "Numbers 9:14", "Numbers 9:15", "Numbers 9:16", "Numbers 9:17", "Numbers 9:18", "Numbers 9:19", "Numbers 9:20", "Numbers 9:21", "Numbers 9:22", "Numbers 9:23", "Numbers 10:1", "Numbers 10:2", "Numbers 10:3", "Numbers 10:4", "Numbers 10:5", "Numbers 10:6", "Numbers 10:7", "Numbers 10:8", "Numbers 10:9", "Numbers 10:10", "Numbers 10:11", "Numbers 10:12", "Numbers 10:13", "Numbers 10:14", "Numbers 10:15", "Numbers 10:16", "Numbers 10:17", "Numbers 10:18", "Numbers 10:19", "Numbers 10:20", "Numbers 10:21", "Numbers 10:22", "Numbers 10:23", "Numbers 10:24", "Numbers 10:25", "Numbers 10:26", "Numbers 10:27", "Numbers 10:28", "Numbers 10:29", "Numbers 10:30", "Numbers 10:31", "Numbers 10:32", "Numbers 10:33", "Numbers 10:34", "Numbers 10:35", "Numbers 10:36", "Numbers 11:1", "Numbers 11:2", "Numbers 11:3", "Numbers 11:4", "Numbers 11:5", "Numbers 11:6", "Numbers 11:7", "Numbers 11:8", "Numbers 11:9", "Numbers 11:10", "Numbers 11:11", "Numbers 11:12", "Numbers 11:13", "Numbers 11:14", "Numbers 11:15", "Numbers 11:16", "Numbers 11:17", "Numbers 11:18", "Numbers 11:19", "Numbers 11:20", "Numbers 11:21", "Numbers 11:22", "Numbers 11:23", "Numbers 11:24", "Numbers 11:25", "Numbers 11:26", "Numbers 11:27", "Numbers 11:28", "Numbers 11:29", "Numbers 11:30", "Numbers 11:31", "Numbers 11:32", "Numbers 11:33", "Numbers 11:34", "Numbers 11:35", "Numbers 12:1", "Numbers 12:2", "Numbers 12:3", "Numbers 12:4", "Numbers 12:5", "Numbers 12:6", "Numbers 12:7", "Numbers 12:8", "Numbers 12:9", "Numbers 12:10", "Numbers 12:11", "Numbers 12:12", "Numbers 12:13", "Numbers 12:14", "Numbers 12:15", "Numbers 12:16", "Numbers 13:1", "Numbers 13:2", "Numbers 13:3", "Numbers 13:4", "Numbers 13:5", "Numbers 13:6", "Numbers 13:7", "Numbers 13:8", "Numbers 13:9", "Numbers 13:10", "Numbers 13:11", "Numbers 13:12", "Numbers 13:13", "Numbers 13:14", "Numbers 13:15", "Numbers 13:16", "Numbers 13:17", "Numbers 13:18", "Numbers 13:19", "Numbers 13:20", "Numbers 13:21", "Numbers 13:22", "Numbers 13:23", "Numbers 13:24", "Numbers 13:25", "Numbers 13:26", "Numbers 13:27", "Numbers 13:28", "Numbers 13:29", "Numbers 13:30", "Numbers 13:31", "Numbers 13:32", "Numbers 13:33", "Numbers 14:1", "Numbers 14:2", "Numbers 14:3", "Numbers 14:4", "Numbers 14:5", "Numbers 14:6", "Numbers 14:7", "Numbers 14:8", "Numbers 14:9", "Numbers 14:10", "Numbers 14:11", "Numbers 14:12", "Numbers 14:13", "Numbers 14:14", "Numbers 14:15", "Numbers 14:16", "Numbers 14:17", "Numbers 14:18", "Numbers 14:19", "Numbers 14:20", "Numbers 14:21", "Numbers 14:22", "Numbers 14:23", "Numbers 14:24", "Numbers 14:25", "Numbers 14:26", "Numbers 14:27", "Numbers 14:28", "Numbers 14:29", "Numbers 14:30", "Numbers 14:31", "Numbers 14:32", "Numbers 14:33", "Numbers 14:34", "Numbers 14:35", "Numbers 14:36", "Numbers 14:37", "Numbers 14:38", "Numbers 14:39", "Numbers 14:40", "Numbers 14:41", "Numbers 14:42", "Numbers 14:43", "Numbers 14:44", "Numbers 14:45", "Numbers 15:1", "Numbers 15:2", "Numbers 15:3", "Numbers 15:4", "Numbers 15:5", "Numbers 15:6", "Numbers 15:7", "Numbers 15:8", "Numbers 15:9", "Numbers 15:10", "Numbers 15:11", "Numbers 15:12", "Numbers 15:13", "Numbers 15:14", "Numbers 15:15", "Numbers 15:16", "Numbers 15:17", "Numbers 15:18", "Numbers 15:19", "Numbers 15:20", "Numbers 15:21", "Numbers 15:22", "Numbers 15:23", "Numbers 15:24", "Numbers 15:25", "Numbers 15:26", "Numbers 15:27", "Numbers 15:28", "Numbers 15:29", "Numbers 15:30", "Numbers 15:31", "Numbers 15:32", "Numbers 15:33", "Numbers 15:34", "Numbers 15:35", "Numbers 15:36", "Numbers 15:37", "Numbers 15:38", "Numbers 15:39", "Numbers 15:40", "Numbers 15:41", "Numbers 16:1", "Numbers 16:2", "Numbers 16:3", "Numbers 16:4", "Numbers 16:5", "Numbers 16:6", "Numbers 16:7", "Numbers 16:8", "Numbers 16:9", "Numbers 16:10", "Numbers 16:11", "Numbers 16:12", "Numbers 16:13", "Numbers 16:14", "Numbers 16:15", "Numbers 16:16", "Numbers 16:17", "Numbers 16:18", "Numbers 16:19", "Numbers 16:20", "Numbers 16:21", "Numbers 16:22", "Numbers 16:23", "Numbers 16:24", "Numbers 16:25", "Numbers 16:26", "Numbers 16:27", "Numbers 16:28", "Numbers 16:29", "Numbers 16:30", "Numbers 16:31", "Numbers 16:32", "Numbers 16:33", "Numbers 16:34", "Numbers 16:35", "Numbers 17:1", "Numbers 17:2", "Numbers 17:3", "Numbers 17:4", "Numbers 17:5", "Numbers 17:6", "Numbers 17:7", "Numbers 17:8", "Numbers 17:9", "Numbers 17:10", "Numbers 17:11", "Numbers 17:12", "Numbers 17:13", "Numbers 17:14", "Numbers 17:15", "Numbers 17:16", "Numbers 17:17", "Numbers 17:18", "Numbers 17:19", "Numbers 17:20", "Numbers 17:21", "Numbers 17:22", "Numbers 17:23", "Numbers 17:24", "Numbers 17:25", "Numbers 17:26", "Numbers 17:27", "Numbers 17:28", "Numbers 18:1", "Numbers 18:2", "Numbers 18:3", "Numbers 18:4", "Numbers 18:5", "Numbers 18:6", "Numbers 18:7", "Numbers 18:8", "Numbers 18:9", "Numbers 18:10", "Numbers 18:11", "Numbers 18:12", "Numbers 18:13", "Numbers 18:14", "Numbers 18:15", "Numbers 18:16", "Numbers 18:17", "Numbers 18:18", "Numbers 18:19", "Numbers 18:20", "Numbers 18:21", "Numbers 18:22", "Numbers 18:23", "Numbers 18:24", "Numbers 18:25", "Numbers 18:26", "Numbers 18:27", "Numbers 18:28", "Numbers 18:29", "Numbers 18:30", "Numbers 18:31", "Numbers 18:32", "Numbers 19:1", "Numbers 19:2", "Numbers 19:3", "Numbers 19:4", "Numbers 19:5", "Numbers 19:6", "Numbers 19:7", "Numbers 19:8", "Numbers 19:9", "Numbers 19:10", "Numbers 19:11", "Numbers 19:12", "Numbers 19:13", "Numbers 19:14", "Numbers 19:15", "Numbers 19:16", "Numbers 19:17", "Numbers 19:18", "Numbers 19:19", "Numbers 19:20", "Numbers 19:21", "Numbers 19:22", "Numbers 20:1", "Numbers 20:2", "Numbers 20:3", "Numbers 20:4", "Numbers 20:5", "Numbers 20:6", "Numbers 20:7", "Numbers 20:8", "Numbers 20:9", "Numbers 20:10", "Numbers 20:11", "Numbers 20:12", "Numbers 20:13", "Numbers 20:14", "Numbers 20:15", "Numbers 20:16", "Numbers 20:17", "Numbers 20:18", "Numbers 20:19", "Numbers 20:20", "Numbers 20:21", "Numbers 20:22", "Numbers 20:23", "Numbers 20:24", "Numbers 20:25", "Numbers 20:26", "Numbers 20:27", "Numbers 20:28", "Numbers 20:29", "Numbers 21:1", "Numbers 21:2", "Numbers 21:3", "Numbers 21:4", "Numbers 21:5", "Numbers 21:6", "Numbers 21:7", "Numbers 21:8", "Numbers 21:9", "Numbers 21:10", "Numbers 21:11", "Numbers 21:12", "Numbers 21:13", "Numbers 21:14", "Numbers 21:15", "Numbers 21:16", "Numbers 21:17", "Numbers 21:18", "Numbers 21:19", "Numbers 21:20", "Numbers 21:21", "Numbers 21:22", "Numbers 21:23", "Numbers 21:24", "Numbers 21:25", "Numbers 21:26", "Numbers 21:27", "Numbers 21:28", "Numbers 21:29", "Numbers 21:30", "Numbers 21:31", "Numbers 21:32", "Numbers 21:33", "Numbers 21:34", "Numbers 21:35", "Numbers 22:1", "Numbers 22:2", "Numbers 22:3", "Numbers 22:4", "Numbers 22:5", "Numbers 22:6", "Numbers 22:7", "Numbers 22:8", "Numbers 22:9", "Numbers 22:10", "Numbers 22:11", "Numbers 22:12", "Numbers 22:13", "Numbers 22:14", "Numbers 22:15", "Numbers 22:16", "Numbers 22:17", "Numbers 22:18", "Numbers 22:19", "Numbers 22:20", "Numbers 22:21", "Numbers 22:22", "Numbers 22:23", "Numbers 22:24", "Numbers 22:25", "Numbers 22:26", "Numbers 22:27", "Numbers 22:28", "Numbers 22:29", "Numbers 22:30", "Numbers 22:31", "Numbers 22:32", "Numbers 22:33", "Numbers 22:34", "Numbers 22:35", "Numbers 22:36", "Numbers 22:37", "Numbers 22:38", "Numbers 22:39", "Numbers 22:40", "Numbers 22:41", "Numbers 23:1", "Numbers 23:2", "Numbers 23:3", "Numbers 23:4", "Numbers 23:5", "Numbers 23:6", "Numbers 23:7", "Numbers 23:8", "Numbers 23:9", "Numbers 23:10", "Numbers 23:11", "Numbers 23:12", "Numbers 23:13", "Numbers 23:14", "Numbers 23:15", "Numbers 23:16", "Numbers 23:17", "Numbers 23:18", "Numbers 23:19", "Numbers 23:20", "Numbers 23:21", "Numbers 23:22", "Numbers 23:23", "Numbers 23:24", "Numbers 23:25", "Numbers 23:26", "Numbers 23:27", "Numbers 23:28", "Numbers 23:29", "Numbers 23:30", "Numbers 24:1", "Numbers 24:2", "Numbers 24:3", "Numbers 24:4", "Numbers 24:5", "Numbers 24:6", "Numbers 24:7", "Numbers 24:8", "Numbers 24:9", "Numbers 24:10", "Numbers 24:11", "Numbers 24:12", "Numbers 24:13", "Numbers 24:14", "Numbers 24:15", "Numbers 24:16", "Numbers 24:17", "Numbers 24:18", "Numbers 24:19", "Numbers 24:20", "Numbers 24:21", "Numbers 24:22", "Numbers 24:23", "Numbers 24:24", "Numbers 24:25", "Numbers 25:1", "Numbers 25:2", "Numbers 25:3", "Numbers 25:4", "Numbers 25:5", "Numbers 25:6", "Numbers 25:7", "Numbers 25:8", "Numbers 25:9", "Numbers 25:10", "Numbers 25:11", "Numbers 25:12", "Numbers 25:13", "Numbers 25:14", "Numbers 25:15", "Numbers 25:16", "Numbers 25:17", "Numbers 25:18", "Numbers 26:1", "Numbers 26:2", "Numbers 26:3", "Numbers 26:4", "Numbers 26:5", "Numbers 26:6", "Numbers 26:7", "Numbers 26:8", "Numbers 26:9", "Numbers 26:10", "Numbers 26:11", "Numbers 26:12", "Numbers 26:13", "Numbers 26:14", "Numbers 26:15", "Numbers 26:16", "Numbers 26:17", "Numbers 26:18", "Numbers 26:19", "Numbers 26:20", "Numbers 26:21", "Numbers 26:22", "Numbers 26:23", "Numbers 26:24", "Numbers 26:25", "Numbers 26:26", "Numbers 26:27", "Numbers 26:28", "Numbers 26:29", "Numbers 26:30", "Numbers 26:31", "Numbers 26:32", "Numbers 26:33", "Numbers 26:34", "Numbers 26:35", "Numbers 26:36", "Numbers 26:37", "Numbers 26:38", "Numbers 26:39", "Numbers 26:40", "Numbers 26:41", "Numbers 26:42", "Numbers 26:43", "Numbers 26:44", "Numbers 26:45", "Numbers 26:46", "Numbers 26:47", "Numbers 26:48", "Numbers 26:49", "Numbers 26:50", "Numbers 26:51", "Numbers 26:52", "Numbers 26:53", "Numbers 26:54", "Numbers 26:55", "Numbers 26:56", "Numbers 26:57", "Numbers 26:58", "Numbers 26:59", "Numbers 26:60", "Numbers 26:61", "Numbers 26:62", "Numbers 26:63", "Numbers 26:64", "Numbers 26:65", "Numbers 27:1", "Numbers 27:2", "Numbers 27:3", "Numbers 27:4", "Numbers 27:5", "Numbers 27:6", "Numbers 27:7", "Numbers 27:8", "Numbers 27:9", "Numbers 27:10", "Numbers 27:11", "Numbers 27:12", "Numbers 27:13", "Numbers 27:14", "Numbers 27:15", "Numbers 27:16", "Numbers 27:17", "Numbers 27:18", "Numbers 27:19", "Numbers 27:20", "Numbers 27:21", "Numbers 27:22", "Numbers 27:23", "Numbers 28:1", "Numbers 28:2", "Numbers 28:3", "Numbers 28:4", "Numbers 28:5", "Numbers 28:6", "Numbers 28:7", "Numbers 28:8", "Numbers 28:9", "Numbers 28:10", "Numbers 28:11", "Numbers 28:12", "Numbers 28:13", "Numbers 28:14", "Numbers 28:15", "Numbers 28:16", "Numbers 28:17", "Numbers 28:18", "Numbers 28:19", "Numbers 28:20", "Numbers 28:21", "Numbers 28:22", "Numbers 28:23", "Numbers 28:24", "Numbers 28:25", "Numbers 28:26", "Numbers 28:27", "Numbers 28:28", "Numbers 28:29", "Numbers 28:30", "Numbers 28:31", "Numbers 29:1", "Numbers 29:2", "Numbers 29:3", "Numbers 29:4", "Numbers 29:5", "Numbers 29:6", "Numbers 29:7", "Numbers 29:8", "Numbers 29:9", "Numbers 29:10", "Numbers 29:11", "Numbers 29:12", "Numbers 29:13", "Numbers 29:14", "Numbers 29:15", "Numbers 29:16", "Numbers 29:17", "Numbers 29:18", "Numbers 29:19", "Numbers 29:20", "Numbers 29:21", "Numbers 29:22", "Numbers 29:23", "Numbers 29:24", "Numbers 29:25", "Numbers 29:26", "Numbers 29:27", "Numbers 29:28", "Numbers 29:29", "Numbers 29:30", "Numbers 29:31", "Numbers 29:32", "Numbers 29:33", "Numbers 29:34", "Numbers 29:35", "Numbers 29:36", "Numbers 29:37", "Numbers 29:38", "Numbers 29:39", "Numbers 30:1", "Numbers 30:2", "Numbers 30:3", "Numbers 30:4", "Numbers 30:5", "Numbers 30:6", "Numbers 30:7", "Numbers 30:8", "Numbers 30:9", "Numbers 30:10", "Numbers 30:11", "Numbers 30:12", "Numbers 30:13", "Numbers 30:14", "Numbers 30:15", "Numbers 30:16", "Numbers 30:17", "Numbers 31:1", "Numbers 31:2", "Numbers 31:3", "Numbers 31:4", "Numbers 31:5", "Numbers 31:6", "Numbers 31:7", "Numbers 31:8", "Numbers 31:9", "Numbers 31:10", "Numbers 31:11", "Numbers 31:12", "Numbers 31:13", "Numbers 31:14", "Numbers 31:15", "Numbers 31:16", "Numbers 31:17", "Numbers 31:18", "Numbers 31:19", "Numbers 31:20", "Numbers 31:21", "Numbers 31:22", "Numbers 31:23", "Numbers 31:24", "Numbers 31:25", "Numbers 31:26", "Numbers 31:27", "Numbers 31:28", "Numbers 31:29", "Numbers 31:30", "Numbers 31:31", "Numbers 31:32", "Numbers 31:33", "Numbers 31:34", "Numbers 31:35", "Numbers 31:36", "Numbers 31:37", "Numbers 31:38", "Numbers 31:39", "Numbers 31:40", "Numbers 31:41", "Numbers 31:42", "Numbers 31:43", "Numbers 31:44", "Numbers 31:45", "Numbers 31:46", "Numbers 31:47", "Numbers 31:48", "Numbers 31:49", "Numbers 31:50", "Numbers 31:51", "Numbers 31:52", "Numbers 31:53", "Numbers 31:54", "Numbers 32:1", "Numbers 32:2", "Numbers 32:3", "Numbers 32:4", "Numbers 32:5", "Numbers 32:6", "Numbers 32:7", "Numbers 32:8", "Numbers 32:9", "Numbers 32:10", "Numbers 32:11", "Numbers 32:12", "Numbers 32:13", "Numbers 32:14", "Numbers 32:15", "Numbers 32:16", "Numbers 32:17", "Numbers 32:18", "Numbers 32:19", "Numbers 32:20", "Numbers 32:21", "Numbers 32:22", "Numbers 32:23", "Numbers 32:24", "Numbers 32:25", "Numbers 32:26", "Numbers 32:27", "Numbers 32:28", "Numbers 32:29", "Numbers 32:30", "Numbers 32:31", "Numbers 32:32", "Numbers 32:33", "Numbers 32:34", "Numbers 32:35", "Numbers 32:36", "Numbers 32:37", "Numbers 32:38", "Numbers 32:39", "Numbers 32:40", "Numbers 32:41", "Numbers 32:42", "Numbers 33:1", "Numbers 33:2", "Numbers 33:3", "Numbers 33:4", "Numbers 33:5", "Numbers 33:6", "Numbers 33:7", "Numbers 33:8", "Numbers 33:9", "Numbers 33:10", "Numbers 33:11", "Numbers 33:12", "Numbers 33:13", "Numbers 33:14", "Numbers 33:15", "Numbers 33:16", "Numbers 33:17", "Numbers 33:18", "Numbers 33:19", "Numbers 33:20", "Numbers 33:21", "Numbers 33:22", "Numbers 33:23", "Numbers 33:24", "Numbers 33:25", "Numbers 33:26", "Numbers 33:27", "Numbers 33:28", "Numbers 33:29", "Numbers 33:30", "Numbers 33:31", "Numbers 33:32", "Numbers 33:33", "Numbers 33:34", "Numbers 33:35", "Numbers 33:36", "Numbers 33:37", "Numbers 33:38", "Numbers 33:39", "Numbers 33:40", "Numbers 33:41", "Numbers 33:42", "Numbers 33:43", "Numbers 33:44", "Numbers 33:45", "Numbers 33:46", "Numbers 33:47", "Numbers 33:48", "Numbers 33:49", "Numbers 33:50", "Numbers 33:51", "Numbers 33:52", "Numbers 33:53", "Numbers 33:54", "Numbers 33:55", "Numbers 33:56", "Numbers 34:1", "Numbers 34:2", "Numbers 34:3", "Numbers 34:4", "Numbers 34:5", "Numbers 34:6", "Numbers 34:7", "Numbers 34:8", "Numbers 34:9", "Numbers 34:10", "Numbers 34:11", "Numbers 34:12", "Numbers 34:13", "Numbers 34:14", "Numbers 34:15", "Numbers 34:16", "Numbers 34:17", "Numbers 34:18", "Numbers 34:19", "Numbers 34:20", "Numbers 34:21", "Numbers 34:22", "Numbers 34:23", "Numbers 34:24", "Numbers 34:25", "Numbers 34:26", "Numbers 34:27", "Numbers 34:28", "Numbers 34:29", "Numbers 35:1", "Numbers 35:2", "Numbers 35:3", "Numbers 35:4", "Numbers 35:5", "Numbers 35:6", "Numbers 35:7", "Numbers 35:8", "Numbers 35:9", "Numbers 35:10", "Numbers 35:11", "Numbers 35:12", "Numbers 35:13", "Numbers 35:14", "Numbers 35:15", "Numbers 35:16", "Numbers 35:17", "Numbers 35:18", "Numbers 35:19", "Numbers 35:20", "Numbers 35:21", "Numbers 35:22", "Numbers 35:23", "Numbers 35:24", "Numbers 35:25", "Numbers 35:26", "Numbers 35:27", "Numbers 35:28", "Numbers 35:29", "Numbers 35:30", "Numbers 35:31", "Numbers 35:32", "Numbers 35:33", "Numbers 35:34", "Numbers 36:1", "Numbers 36:2", "Numbers 36:3", "Numbers 36:4", "Numbers 36:5", "Numbers 36:6", "Numbers 36:7", "Numbers 36:8", "Numbers 36:9", "Numbers 36:10", "Numbers 36:11", "Numbers 36:12", "Numbers 36:13"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, On the Book of Numbers and Its Structure 2-52", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר א׳ ב׳-נ״ב", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "On the Book of Numbers and Its Structure", "he": "במדבר מאמר א׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "במדבר מאמר א׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["T<small>HE READER WHO APPROACHES THE BOOK OF</small> N<small>UMBERS UNDER THE INFLUENCE OF ITS</small> common Hebrew name, <i>Bemidbar</i>, “In the Wilderness,” will logically expect a narrative account of the wanderings of the Israelites before they reach the Promised Land. But the book in its present form is a great deal more than that. To be sure,it contains stories of the long trek from Egypt to Canaan, with moments of triumph and difficulty, obedience and rebellion. Some of the great narratives of the Pentateuch are here, from the account of Korah’s revolt (Chap. 16) to Moshe’s sin (20) to Bil'am’s recalcitrant donkey (22). But the book also features census and sacrificial donation lists; details of the setup of Israel’s camp; the duties of the Levites in the traveling sanctuary; laws regarding wives suspected of adultery and those who take on extraordinary vows; a complicated and mysterious ritual for removing the extreme ritual pollution carried by death; a doubled tale about daughters inheriting land; and a host of other rules and regulations.", "It is this composite character and apparent lack of easily definable structure that imbue the book with fascination for scholars and with frustration for lay readers. While the four other books of the Torah also mix narrative, law, poetry, and cultic regulations, none of them has combined and alternated these genres with such abandon. There are a number of possible explanations for this. First, it is conceivable that Numbers as we have it reflects the desire to preserve as many traditions about the wilderness wanderings as possible; as Greenberg (1972) has demonstrated with the traditions about the revelation on Mount Sinai, it may have been more important to collect everything relevant than to create a smooth or seamless text. Second, here as elsewhere in the Torah, narrative may serve to introduce law or to provide the preceding background for it. Third, there is an aesthetic consideration: the great rebellion stories in the center of the book, to give an example, are separated from one another by prescriptive legal passages. Earlier books in the Torah similarly utilize breaks of varying lengths (e.g., the genealogical lists in Genesis, the Tabernacle texts of Exodus). The result is to highlight both narrative and law, and also to provide a large-scale rhythm to the book (Milgrom comments on the consistent alternating pattern).", "The kind of literary mixture that we find in Numbers goes beyond that rabbinic dictum that “the Torah speaks in human language.” It suggests that, far from betraying human frailties in the composition or transmission of the traditions presented in Numbers, a purposeful and powerful hand has been at work. More than any other book in the Torah, this one gives evidence of an editorial process. While the finished product may not be able to help us unravel the detailed history of that process, we may at least observe that much has been added to the wilderness narratives, in a way that transforms them into a patterned view of Israel’s early history.", "Recent commentaries see a two- or three-part structure to Numbers, based either on geography—the Sinai Wilderness, Kadesh, the plains of Moab—or chronology. Since the book as we have it is not entirely clear about either area— there seems to be internal disagreement about where the spies (Chap. 13) left from and went, and also about when the forty-year punishment began—I am in general agreement with Olson’s scheme of seeing the book as “The Death of the Old and the Birth of the New,” that is, the slave generation and that of their children, which are set apart by the two census lists in Chapters 1 and 26. But the differences between Chapters 1–10 and 11–25 must also be taken into account. I propose the following theoretical structure:", "I In the Wilderness of Sinai: The Camp", "1 The Census (Musterings) of the Israelites; the Duties of the Levites", "2 The Ordering of the Camp", "3 The Census of the Levites According to Their Duties", "4 The Tasks of the Levites", "5 Threats to the Ritual Integrity of the Camp", "6 Procedure Regarding a Nazirite; the Priestly Blessing", "7 Gifts of the Tribes to the Tabernacle", "8 The Tabernacle Lamps; Purification of the Levites", "9 Passover in the Wilderness; God’s Presence with the Tabernacle", "10 The Journey to Canaan Commences", "II The Rebellious Folk: Narratives of Challenge", "A Sealing the Fate of the First Generation", "11 First Rebellion: Food", "12 Second Rebellion: Siblings", "13 The Spies’ Mission", "14 Third Rebellion: Panic", "15 Interlude: Rules on Sacrifices, Sabbath, and Tassels", "B The Crisis of Leadership", "16 Fourth Rebellion: Korah and the Levites", "17 Fifth Rebellion: After the Purge", "18 The Levites as Guardians", "19 Pollution by Death and Its Removal", "20 Sixth Rebellion: The Sin of Moshe and Aharon", "C Encountering the Other", "21 Encounters with Various Neighbors; Seventh Rebellion:", "Food and Water", "22–24 The Bil'am Cycle", "25 Final Rebellion: Apostasy", "III In the Plains of Moab: Preparations for the Conquest of Canaan", "26 The Second Census", "27 Inheritance: the Daughters of Tzelofhad I", "28–29 Sacrifices for Holy Days", "30 Rules Concerning Vows", "31 First Battle and Aftermath", "32 Two and a Half Tribes and the Future Conquest", "33 Wilderness Itinerary and Warning", "34 Future Borders", "35 The Levites’ Towns of Asylum", "36 Inheritance: the Daughters of Tzelofhad II", "In this scheme, not only does the otherwise haphazard subject matter of the book fit roughly into the three divisions, but the divisions themselves seem to correspond to narrative mood swings. This might be characterized as a movement from order to chaos, and back to order again. The wilderness camp is still connected to the ordering—nation-founding—experience of Sinai; God speaks to Moshe from the Tabernacle, both here and in Leviticus, and the structure serves as a surrogate Mount Sinai. The concerns of Part I, therefore, are expressed in lists, and the section is filled with them.", "With the rebellion narratives of Part II, which not coincidentally take place as soon as Israel sets out on its journey through the wilderness, the idealistic order of Sinai is broken, and the people (and Moshe) must deal with the harsh reality of life in the desert. It becomes clear that nation-founding involves not only the giving of laws and the arranging of societal roles, but also the developing of the ability to cope with physical and spiritual challenges to survival.", "The slave generation is unable to successfully meet the challenge, and Part II chronicles their failures and their punishment. They had been born into the rigidly ordered situation of slavery—an order with underlying spiritual chaos— and only their children, born into the chaotic but free air of the wilderness, can be readied for the orderly transition into conquest and societal life on their own soil. This readying process is portrayed in Part III, through a series of lists once again: another military census, clear inheritance laws, a sacred calendar tied to the growing cycles of the land, a tracing of the Israelites’ travels through the wilderness, and a laying out of future borders. By the end of the book, Israel is fully prepared to enter the land, with a new generation, new leadership in the wings, a full set of societal rules, an operative cult, and, above all, a collective memory of experiences that serve to instruct and warn future generations. These issues will be fully and memorably summarized in the great final speeches of Moshe that comprise the last book of the Torah, Deuteronomy.", "Of special note in the book of Numbers is the emphasis on the Levites and their tasks. The text introduces this group, which may have originated as a guild rather than as a tribe, already in Chapter 1 (v.47). Thereafter, they play a major role in the book—the portrayal of their purification for service (Chap. 8), the great rebellion fomented by some of them (16), their important function as guardians against encroachment on the sanctuary (18), and their distribution in certain towns that serve also as places of refuge for accidental manslayers (35) is spread throughout the book, as if to form a distinctive thread amid the other themes of wandering, rebellion, and preparation for conquest. This interest in the Levites, in the eyes of some scholars, signals a particularly late development in the history of Israelite religion, and perhaps a late editing for our book as well. It also indicates how thoroughly the wilderness traditions have been reworked, to establish a hoary history for the central Israelite institutions connected with divine worship. While it is next to impossible to trace the internal struggles of the Israelite priesthood over the centuries with historical precision, it seems clear that such strife was part of history, and may be reflected in the portrayals of Aharon, Korah, and Pin’has, to mention just a few of the priestly/Levitical figures that populate the wilderness stories. At any rate, the combining of clearly priestly material into the varied narrative and poetic stuff of Numbers has created a book different than what might have been, had the editors sought a story and only a story. The same, of course, might be said for the entire five books of which Numbers is a part.", "As I noted in the introduction to Volume II of this work, <i>Now These Are the Names</i> (Exodus), the hero’s journey through the unknown is, of course, a central theme in Western literature. From Homer’s <i>Odyssey</i> to Sinbad’s journeys in <i>A Thousand and One Nights</i> to the many twentieth-century works on the theme, the protagonist’s unfamiliar terrain has become the familiar metaphor for our own inner journeys. Such accounts normally concentrate on obstacles in the way: opponents divine and human, harsh landscapes, wild beasts, lack of water, lack of people and succor. Heroes are left to their own devices, and if they are successful in completing their journey, the audience experiences the vicarious triumph of conquering the impossible. Indeed, the operating principle seems to be: the greater the obstacles, the more stunning the triumph.", "The wilderness trek recounted in the heart of the book of Numbers has a wholly different feel. To be sure, there are obstacles, some of them standard, such as the dearth of food and water and the opposition of hostile nations along the way. But the main emphasis in these texts is on internal obstacles—the people’s lack of trust, faith, and courage. And as so often happens in the Torah, physical background, as important as it obviously is in Numbers, what with a myriad of geographical locations noted, is overshadowed by the dominant issue of the relationship between Israel and God. The God of the wilderness journey is initially a provider and protector (cf. Ex. 15–18); when he turns lawgiver, Israel’s situation seems secure despite the harsh ecological setting. But Numbers has chosen to remember the people’s moments of doubt and rebellion above all, and so the orderly leaving of Sinai which closes the first part of the book, along with the orderly preparations for conquest that mark its third part, fade in the reader’s consciousness before the memorable narratives in Chapters 11–25.", "It has been pointed out (Tunyogi) that these stories serve as “foundation accounts,” as stories that tell about “the archetypes to be repeated in all coming generations.” As such, they are significant in later Israel’s understanding of itself. Through the book of Numbers, later generations were warned not to repeat the sins of the wilderness; and Moshe himself came to be looked upon as the quintessential prophet. For the era of the literary prophets (ninth-sixth centuries <small>B.C.E.</small>), concerned as they were with Israel’s forgetfulness and backsliding, and the era of Babylonian Exile (sixth century <small>B.C.E.</small>), in which the exiles also found themselves outside the Promised Land, there could have been no stronger warning or cause for hope than the stories and laws set down in the Torah, and especially the traditions recorded in the book of Numbers."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62037eec47cf7a0c25239b8b", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Numbers, Part I; The Wilderness Camp, The Nazirite 2-5", "anchorRef": "Numbers 6:1-21", "anchorRefExpanded": ["Numbers 6:1", "Numbers 6:2", "Numbers 6:3", "Numbers 6:4", "Numbers 6:5", "Numbers 6:6", "Numbers 6:7", "Numbers 6:8", "Numbers 6:9", "Numbers 6:10", "Numbers 6:11", "Numbers 6:12", "Numbers 6:13", "Numbers 6:14", "Numbers 6:15", "Numbers 6:16", "Numbers 6:17", "Numbers 6:18", "Numbers 6:19", "Numbers 6:20", "Numbers 6:21"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, Part I; The Wilderness Camp, The Nazirite 2-5", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר ב׳, במדבר הערה ו׳ ב׳-ה׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "The Nazirite", "he": "במדבר הערה ו׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "במדבר הערה ו׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["A “consecrated” or “separate” person, traditionally transcribed as “Nazirite” after the Hebrew <i>nazir</i>, was one who took upon himself or herself a special vow, exceeding the normal demands of the religious life. The urge to such behavior appears throughout the ages in many religious traditions, and doubtless reflects a deep-seated human desire. The motivation may stem from a joyous or tragic event, or simply from the need to serve God in what is felt to be a fuller way.", "Three prohibitions characterize the Nazirite: no drinking anything made from grapes (note the Bible’s early sense that cultivation of the vine is problematic—the story of Noah’s drunkenness in Gen. 9:20ff.); no shaving the hair (hair was understood by the ancients as possessing almost magical characteristics); and no contact with the dead (including relatives; death was considered the major poilutant in Israelite thinking). Given that the Nazirite’s vow has a finite period, Milgrom theorizes that our chapter represents a priestly attempt to control ascetic urges.", "The ritual (vv.12ff.) that ends the Nazirite’s “state of consecration” involves a variety of sacrifices, most notably a <i>hattat</i>-offering (cf. Lev. 4). This purification offering suggested to later interpreters that the Nazirite vow was to be viewed in at least a somewhat negative light. Certainly by Rabbinic times, formative Judaism came to look askance at undue asceticism; on the other hand, religious vows and abstentions were to survive and even flourish in medieval and later Judaism, Christianity, and Islam.", "In light of the fact that a Nazirite could be either a man or a woman, the translation of this chapter uses “one” regularly instead of the text’s “he”—which in any event indicates both genders in this chapter."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620382ebc9ad75f2d99af9d6", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "", "ref": "The Five Books of Moses, by Everett Fox, Numbers, Part I; The Wilderness Camp, The Nazirite 1", "anchorRef": "Numbers 6:1-21", "anchorRefExpanded": ["Numbers 6:1", "Numbers 6:2", "Numbers 6:3", "Numbers 6:4", "Numbers 6:5", "Numbers 6:6", "Numbers 6:7", "Numbers 6:8", "Numbers 6:9", "Numbers 6:10", "Numbers 6:11", "Numbers 6:12", "Numbers 6:13", "Numbers 6:14", "Numbers 6:15", "Numbers 6:16", "Numbers 6:17", "Numbers 6:18", "Numbers 6:19", "Numbers 6:20", "Numbers 6:21"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, Part I; The Wilderness Camp, The Nazirite 1", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר ב׳, במדבר הערה ו׳ א׳", "anchorVerse": 1, "sourceHasEn": true, "commentaryNum": 1, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "במדבר הערה ו׳", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<a class=\"refLink\" data-ref=\"Numbers 6:1-21\" data-ven=\"The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995\">Numbers 6:1-21</a>", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620e3dbb1a2caee268cf4f11", "index_title": "Ohr LaYesharim on Jerusalem Talmud Taanit", "category": "Quoting Commentary", "type": "", "ref": "Ohr LaYesharim on Jerusalem Talmud Taanit 4:1:3", "anchorRef": "Numbers 6:1-21", "anchorRefExpanded": ["Numbers 6:1", "Numbers 6:2", "Numbers 6:3", "Numbers 6:4", "Numbers 6:5", "Numbers 6:6", "Numbers 6:7", "Numbers 6:8", "Numbers 6:9", "Numbers 6:10", "Numbers 6:11", "Numbers 6:12", "Numbers 6:13", "Numbers 6:14", "Numbers 6:15", "Numbers 6:16", "Numbers 6:17", "Numbers 6:18", "Numbers 6:19", "Numbers 6:20", "Numbers 6:21"], "sourceRef": "Ohr LaYesharim on Jerusalem Talmud Taanit 4:1:3", "sourceHeRef": "אור לישרים על תלמוד ירושלמי תענית ד׳:א׳:ג׳", "anchorVerse": 1, "sourceHasEn": false, "commentaryNum": 1.0003, "collectiveTitle": {"en": "Ohr LaYesharim on Jerusalem Talmud Taanit", "he": "אור לישרים על תלמוד ירושלמי תענית"}, "he": "ואומרים: אמר <b>רבי זעורה</b> (רבי זירא, מגדולי האמוראים בדור השלישי) <b>בשם רבי יוחנן</b> (גדול אמוראי ארץ ישראל בדור השני)<b>: בעירובין ובתענית ציבור נהגו הכל כרבי מאיר –</b> בעירובין ובתענית ציבור חלוקים רבי מאיר וחכמים, והכל נהגו כרבי מאיר ולא כחכמים. בתוספתא עירובין ו,ו נאמר: משתתפים במבוי ומערבים בחצרות, שלא לשכוח עיקר העירוב, דברי רבי מאיר. וחכמים אומרים: או מערבים או משתתפים. במחלוקת בעירובין נהגו הכל כרבי מאיר, ועושים גם עירובי חצרות וגם שיתופי מבואות. וגם במחלוקת בתענית ציבור נהגו הכל כרבי מאיר, והכוהנים נושאים כפיהם ארבע פעמים ביום<b>.</b>\nאמר <b>רבי יעקב בר אחא</b> (אמורא ארץ ישראלי בדור השלישי-הרביעי) <b>בשם רבי יוחנן: אף במגילת אסתר נהגו הכל כרבי מאיר –</b> גם במגילת אסתר חלוקים רבי מאיר וחכמים, והכל נהגו כרבי מאיר ולא כחכמים. במשנה מגילה ב,ג נאמר: מהיכן קורא אדם את המגילה ויוצא בה ידי חובתו? רבי מאיר אומר: כולה. רבי יהודה אומר: מ\"איש יהודי\". רבי יוסי אומר: מ\"אחר הדברים האלה\". במחלוקת במגילת אסתר נהגו הכל כרבי מאיר, וקוראים את המגילה כולה, מתחילתה ועד סופה<b>.</b><br><br><small>לקטע הזה מקבילה בירושלמי עירובין ו,ח ומגילה ב,ג.<br><br>ב<b>בבלי תענית</b> כו,ב אמרו (בענין תענית ציבור): אמר רב יהודה אמר רב: הלכה כרבי מאיר. ורב הונא אמר: מנהג כרבי מאיר. ורבי יוחנן אמר: נהגו העם כרבי מאיר. מאן דאמר הלכה - דרשינן לה בפירקא (רש\"י: הלכה כרבי מאיר, דבעינן דליקום כוותיה עלמא). מאן דאמר מנהג - מדרש לא דרשינן, אורויי מורינן (כרבי מאיר - אי אתו לקמן, אבל בפירקא - לא דרשינן, דלא פשיטא ליה כולי האי דתהוי הלכה כרבי מאיר). ומאן דאמר נהגו - אורויי נמי לא מורינן, ואי עבוד - לא מהדרינן להו (רש\"י: 'נהגו' משמע: הם נהגו מאליהם, אבל אינו עיקר, ו'מנהג' משמע: תורת מנהג יש בדבר, ומנהג כשר הוא).<br><br>הרי שדעתו של רבי יוחנן בירושלמי כדעתו בבבלי.</small><br>• • •<br>מניין שכוהן ששתה יין אסור בנשיאת כפיים? - <b>רבי זעורה</b> (רבי זירא, מגדולי האמוראים בדור השלישי) אמר בשם <b>רבי חייה</b> (בר אבא, אמורא ארץ ישראלי בדור השלישי) שאמר בשם <b>רבי יהושע בן לוי</b> (אמורא ארץ ישראלי בדור הראשון) שאמר <b>בשם</b> רבי יהודה <b>בר פדיה</b> (בר פדא, אמורא ארץ ישראלי בדור הראשון)<b>: מפני מה סמך הכתוב פרשת נזיר</b> (במדבר ו,א-כא) <b>לנשיאת כפים</b> (במדבר ו,כב-כז)<b>? – ללמדך</b> – הכתוב בא ללמד לך<b>, כשם שהנזיר אסור ביין</b> – שאסור לנזיר לשתות יין (במדבר ו,ג)<b>, כך נשיאת כפים אסורה ביין</b> – שאסור לכוהן לשתות יין ולשאת את כפיו<b>.</b>\nושואלים: <b>אי</b> – אם (אם למדים נשיאת כפיים מנזיר, יש ללמוד:) <b>מה הנזיר אסור בחרצנים ובזוגין</b> – כשם שאסור לנזיר לאכול חרצנים וזגים (במדבר ו,ד. לפי רבי יוסי (משנה נזיר ו,ב), חרצנים הם הגרעינים, וזגים הם הקליפות של הענבים, והוא נותן סימן, כדי שלא תטעה: כזוג של בהמה (כפעמון התלוי בצואר של בהמה): החיצון זוג (החלק החיצוני של הפעמון נקרא זוג), והפנימי ענבל (החלק הפנימי נקרא ענבל), וכך בענבים הזג הוא החלק החיצוני. ומשום כך קוראים כאן לזגים זוגים)<b>, אף נשיאות כפים אסורה בחרצנים ובזוגין!</b> – כך גם יהא אסור לכוהן לאכול חרצנים וזגים ולשאת את כפיו! תמוה הוא הדבר, שלא שמענו כן (אין משיבים על שאלה זו).<br>\nועוד בענין זה: מניין שכוהן ששתה יין אסור בנשיאת כפיים? - <b>רבי יונה</b> (מגדולי אמוראי ארץ ישראל בדור הרביעי-החמישי) <b>אמר: איתפלגון יושוע בר גזורה</b> (אמורא ארץ ישראלי בדור הרביעי, תלמידו של רבי זירא) <b>ורבי זעורה</b> – נחלקו שני האמוראים<b>, חד ילף לה מן הנזיר</b> – (אמורא) אחד למד אותה (את ההלכה, שכוהן הנושא את כפיו אסור ביין) מן הנזיר (ממה שסמך הכתוב נזיר לנשיאת כפיים, ללמדך, כשם שהנזיר אסור ביין, כך נשיאת כפיים אסורה ביין)<b>, וחד ילף לה מן השירות</b> – ו(אמורא) אחד למד אותה (את ההלכה, שכוהן הנושא את כפיו אסור ביין) מן השירות (ממה שסמך הכתוב שירות לנשיאת כפיים, שכתוב: \"לשרתו (שירות ועבודה במקדש) ולברך בשמו (נשיאת כפיים)\" (דברים י,ח), ללמדך, כשם שהשירות אסור ביין (שכוהן ששתה יין אסור בשירות בבית המקדש), כך נשיאת כפיים אסורה ביין)<b>, ולא ידעין מאן ילף לה מן הנזיר ומאן ילף לה מן השירות</b> – ואין יודעים מי למד אותה מן הנזיר ומי למד אותה מן השירות (לעיל אמר רבי זירא בשם אמוראים בדורות שקדמו לו, שלמדים נשיאת כפיים מנזיר, אך אין לדעת מזה מה סבר הוא עצמו)<b>.</b>\n<b>מאן דילף מן הנזיר</b> – מי שלמד אותה מן הנזיר (יש לשאול עליו:) <b>- אי</b> – אם (אם למדים נשיאת כפיים מנזיר, יש ללמוד:) <b>מה הנזיר אסור בחרצנים ובזוגים</b> – כשם שאסור לנזיר לאכול חרצנים וזגים<b>, אף נשיאות כפים אסור בחרצנים ובזוגין!</b> – כך גם יהא אסור לכוהן לאכול חרצנים וזגים ולשאת את כפיו! תמוה הוא הדבר, שלא שמענו כן (אין משיבים על שאלה זו).\n<b>ומאן דיליף לה מן השירות</b> – ומי שלמד אותה מן השירות (יש לשאול עליו:) <b>- אי</b> – אם (אם למדים נשיאת כפיים משירות, יש ללמוד:) <b>מה השירות אסור בבעלי מומין</b> – כשם שאסור לכוהן בעל מום לשרת<b>, אף נשיאות כפים אסור בבעלי מומין!</b> – כך גם יהא אסור לכוהן בעל מום לשאת את כפיו! תמוה הוא הדבר, שכן שנינו, שמותר לו לשאת את כפיו: (כאן התחלת מקבילה בירושלמי מגילה ד,ח) <b>והא תני</b> – והרי שנוי (שנו ברייתא)<b>: אם היה דש בעירו, מותר!</b> – אם היה הכוהן, שהוא בעל מום, מורגל בעירו (שכבר היו אנשי עירו רגילים בו ולא היו מסתכלים בו עוד), מותר לו לשאת את כפיו (ואם לא היה דש בעירו, לא יישא את כפיו, מפני שהציבור מסתכלים בו ומסיחים את דעתם מן הברכה, כאמור להלן). וכן היה מעשה, שהתירו לכוהן בעל מום לשאת את כפיו: <b>כהדא</b> – כזו (העובדה)<b>: רבי נפתלי הוות אצבעתיה עקומה</b> – רבי נפתלי (שהיה כוהן) היתה אצבעו (שבידו) עקומה<b>, אתא שאל לרבי מנא</b> – בא ושאל את רבי מנא (אם מותר לו לשאת את כפיו)<b>, אמר ליה</b> – אמר לו (רבי מנא)<b>: מכיון שאתה דש בעירך, מותר.</b> ואם למדים נשיאת כפיים משירות, יהא אסור לכוהן בעל מום לשאת את כפיו, אפילו היה דש בעירו! (אין משיבים על שאלה זו).<br><br><small>מי שלמד מנזיר, אין לשאול עליו מבעלי מומים, משום שנזיר יכול להיות בעל מום, ומי שלמד משירות, אין לשאול עליו מחרצנים וזגים, משום שכוהן שאכל חרצנים וזגים מותר בשירות.<br><br><b>שיכור אסור בנשיאות כפיים</b><br>ב<b>בבלי תענית</b> כו,ב-כז,א אמרו: דכולי עלמא מיהת שיכור אסור בנשיאות כפיים, מנהני מילי? - דאמר רבי שמעון בן פזי אמר רבי יהושע בן לוי משום בר קפרא: למה נסמכה פרשת כוהן מברך לפרשת נזיר? - לומר לך: מה נזיר אסור ביין, אף כוהן מברך אסור ביין. מתקיף לה אהבה בריה דרבי זירא (אמורא ארץ ישראלי בדור הרביעי), ואמרי לה יושוע בר גיזורה: אי מה נזיר אסור בחרצן, אף כוהן מברך אסור בחרצן? - אמר רבי יצחק: אמר קרא: \"לשרתו ולברך בשמו\" (דברים י,ח), מה משרת מותר בחרצן (רש\"י: עובד עבודה, דלא מיתסר אלא שתויי יין, דכתיב: \"יין ושכר אל תשת\" וגו', הא בחרצן - מותר), אף כוהן מברך מותר בחרצן. - אי מה משרת בעל מום לא, אף כוהן מברך בעל מום לא! - הא איתקש לנזיר. - ומאי חזית דמקשת לקולא, אקיש לחומרא! - אסמכתא דרבנן היא לקולא.<br><br>בבבלי, כששאלו על מי שלמד נשיאת כפיים מנזיר, היה ספק אם בנו של רבי זירא שאל או שיושוע בר גזורה שאל. אם בנו של רבי זירא שאל על מי שלמד נשיאת כפיים מנזיר, נמצא שהוא עצמו למד נשיאת כפיים משירות. ואם יושוע בר גזורה שאל על מי שלמד נשיאת כפיים מנזיר, נמצא שהוא עצמו למד נשיאת כפיים משירות. הרי שנחלקו יושוע בר גזורה ובנו של רבי זירא ואין יודעים מי למד נשיאת כפיים מנזיר ומי למד נשיאת כפיים משירות, כשם שבירושלמי כאן נחלקו יושוע בר גזורה ורבי זירא ואין יודעים מי למד נשיאת כפיים מנזיר ומי למד נשיאת כפיים משירות.<br><br>בבבלי השיבו על השאלות ששאלו על מי שלמד נשיאת כפיים מנזיר ועל מי שלמד נשיאת כפיים משירות, שלא כמו בירושלמי.<br><br><b>דש בעירו</b><br>ב<b>תוספתא מגילה</b> ג,כט שנו: כוהן שיש בו מום בפניו, בידיו וברגליו, הרי זה לא יישא את כפיו, שהעם מסתכלים בו. ואם היה חבר עיר (שכולם מכירים אותו ורגילים בו), הרי זה מותר.<br><br><b>רבי נפתלי</b><br>לפי הראשונים, כך היה המעשה ברבי נפתלי: ההוא דהוויין ידוי עקישן (כוהן אחד שהיו ידיו עקומות), אתא לקמיה דרבי נפתלי (בא לפני רבי נפתלי), אמר ליה (אמר לו רבי נפתלי): כיון דאת (שאתה) דש בעירך, מותר.</small><br>• • •<br>מספרים: <b>רב חונה</b> הוה <b>מעבר זלדקן –</b> רב הונא העביר (כוהן) דל זקן (שזקנו דל (זלדקן=דלזקן, שאותיות ד ו-ז מתחלפות בעברית ובארמית)), שהסירו והורידו מן הדוכן, שלא יישא את כפיו, משום שלא יחשדו בו שהוא קטן (כמבואר להלן)<b>.</b>", "heVersionTitle": "Machon HaYerushalmi, Rabbi Yehoshua Buch, 2004", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "ירושלים : מכון הירושלמי. תלמודה של א\"י, תשס\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "63d77c6feca100075344691b", "index_title": "Rav Hirsch on Torah", "category": "Commentary", "type": "commentary", "ref": "Rav Hirsch on Torah, Numbers 6:1:1", "anchorRef": "Numbers 6:1", "anchorRefExpanded": ["Numbers 6:1"], "sourceRef": "Rav Hirsch on Torah, Numbers 6:1:1", "sourceHeRef": "רש\"ר הירש על התורה, במדבר ו׳:א׳:א׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [1845, 1875], "commentaryNum": 1.0001, "collectiveTitle": {"en": "Rav Hirsch", "he": "רש\"ר הירש"}, "heTitle": "במדבר", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "Kap. 6. V. 1 Es folgt nun die dritte פרשת נזיר ,פרשה parallel dem שילוח טמא מת aus מחנה שכינה. ", "versionTitle": "Der Pentateuch. Übersetzt und erläutert von Samson Raphael Hirsch, 1903 [de]", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "64186ce2894184186dd59215", "index_title": "Sifrei Zuta", "category": "Midrash", "type": "", "ref": "Sifrei Zuta 6:1:1", "anchorRef": "Numbers 6:1", "anchorRefExpanded": ["Numbers 6:1"], "sourceRef": "Sifrei Zuta 6:1:1", "sourceHeRef": "ספרי זוטא ו׳:א׳:א׳", "anchorVerse": 1, "sourceHasEn": false, "commentaryNum": 1.0001, "collectiveTitle": {"en": "Sifrei Zuta", "he": "ספרי זוטא"}, "he": "לפה שנאמר <b>קדוש יהיה גדל פרע שער ראשו</b> יגדל בקדושה אל יעביר בתער ובמספרים אל יתלוש ואל ימרוט ואל יחוף באדמה ואל יתן סמנין בעשה ומנין בלא תעשה אמרת תער לא יעבור על ראשו אין במשמע בלא תעשה אלא התער כשאמר וידבר ה' אל משה לאמר ריבה הכל. אבל אומר אני מה התער שהוא בהעברת שער וכלי [אף אני ארבה את המספרים שהוא בהעברת שער וכלי] מה בין תער למספרים שהתער מכלה והמספרים משיירות דבר אל בני ישראל ריבה התולש והמורט ואמרת אליהם ריבה המספסף באור הא מה שיירתי במצות עשה החופף באדמה והנותן סמנין:", "heVersionTitle": "Leipzig, 1917", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "657ecc66758c1dc532ec9088", "index_title": "Steinsaltz on Numbers", "category": "Commentary", "type": "commentary", "ref": "Steinsaltz on Numbers 6:1", "anchorRef": "Numbers 6:1", "anchorRefExpanded": ["Numbers 6:1"], "sourceRef": "Steinsaltz on Numbers 6:1", "sourceHeRef": "ביאור שטיינזלץ על במדבר ו׳:א׳", "anchorVerse": 1, "sourceHasEn": true, "commentaryNum": 6.0001, "collectiveTitle": {"en": "Steinsaltz", "he": "ביאור שטיינזלץ"}, "heTitle": "ביאור שטיינזלץ על במדבר", "he": "<b>וַיְדַבֵּר ה' אֶל מֹשֶׁה לֵּאמֹר:</b>", "heVersionTitle": "The Koren Steinsaltz Tanakh HaMevoar - Hebrew", "heLicense": "Copyright: Steinsaltz Center", "heVersionTitleInHebrew": "", "text": "<b>The Lord spoke to Moses, saying: </b>", "versionTitle": "The Steinsaltz Tanakh - English", "license": "Copyright: Steinsaltz Center", "versionTitleInHebrew": ""}, {"_id": "5654800cd6e4a94e1942d219", "index_title": "Abarbanel on Torah", "category": "Commentary", "type": "commentary", "ref": "Abarbanel on Torah, Numbers 6:1", "anchorRef": "Numbers 6:1", "anchorRefExpanded": ["Numbers 6:1"], "sourceRef": "Abarbanel on Torah, Numbers 6:1", "sourceHeRef": "אברבנאל על תורה, במדבר ו׳:א׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [1483, 1513], "commentaryNum": 1.0, "collectiveTitle": {"en": "Abarbanel", "he": "אברבנאל"}, "he": ["וידבר ה' אל משה איש או אשה כי יפליא לנדור נדר נזיר וגו' עד דבר אל אהרן ואל בניו לאמר כה תברכו. מפני שהקדוש ברוך הוא צוה לסדר מדרגות עמו למשרתיו הכהנים לבדם והלוים לבדם. וישראל בדגליהם לבדם. וצוה אחריהם בטהרת המחנה מהמצורעי' והטמאים וכן מהגזלנים וכן מהממזרים בני הנשים שזנו תחת בעליהן. צוה עתה לעשות בקרב עמו מדרגה אחרת מאנשים שיהיו יותר קדושים משאר העם וגם מהלוים ולא יהיו לוים. וכן בדברים אחרים יהיו קדושים מן כהני ה'. ולא יהיו כהנים והם הנזירים כי הנה קדושתם תתחלף מקדושת הכהנים במה שאין קדושתם מלידה ומבטן ומהריון ככהני ה' ולא תמידים כמוהם כי הנזירו' ברצון הנזיר כפי נדרו אם בזמן רב ומועט אם בענינים שנדר הנזירות בהם. והיו בנזירים דברים אסורים ככהנים והוא גדל פרע שער ראשו ונזיר הוא שם מלשון נזורו אחור ועניני הרחקה והחזרה מאותם הענינים. ואולי יהיה נזר לשון עטרה כי הנזיר נזר אלהיו על ראשו בקדושת נזירותו. וביארה תורה שהאיש או האשה שיפליא לנדור נדר נזיר להיות נזיר לה'. ואמר בזה לשון יפליא כי הוא מפליא לעשות בזה. הנה בהיות נדרו סתמי ולא יפרשהו התחייב בג' דברים. הא' להזהיר ולהרחיק ולמנוע עצמו מכל אשר יצא מגפן היין כמו יין ושכר ששכר הוא כל דבר משכר ומפסיד הדעת והחומץ הנעשה מהם וכל משרת ענבים רוצה לומר דבר השרוי בדם ענבים כמו פת או טבול אחר וכן הענבים לחים ויבשים ובכלל כל אשר יצא מגפן היין מחרצנים שהם גרגרי הענבים עד זג שהוא קליפת הענבים מהמרכז אל העגולה ומה שביניהם. והנה נאסרו כל הדברים האלה כדי לעשות גדר ושמירה בדבר. אמרין לנזירא סחור סחור לכרמא לא תקרב והשמירה ההיא מביאה לידי טהרה ולידי קדושה זהו החיוב הראשון אשר יתחייב בו משנדר הנזירות בסתם. והב' הוא שכל ימי נדר נזרו תער לא יעבור על ראשו כי קדוש הוא לאלהיו ולכן גדל פרע רוצה לומר שיניח שערו שיתגדל ולא יגלחהו ואפ' במספרים כי הנה יתרחק מן היין כדי שלא יקח לבו ולא יפסיד דעתו אבל יהיה תמיד דבק באלהיו ולא יגלח שער ראשו להראות שכל הדעת אשר נתן לו אלהים על ראשו תמים יהיה בו לא יבטל ממנו לאמכח היין ולא בשום מלאכה מן המלאכות ואפילו לבטל שער אחד מהראש. והנה נקרא השער נזר לפי שכמו שהמלך ניכר שהוא מלך בעטרה אשר על ראשו כן הנזיר יוכר ויודע שהוא נזיר מפאת השער הרב אשר על ראשו דמות הנזר. ובמדרש אמרו למה צוה לנזיר שלא יגלח את ראשו לפי שהגלוח מיפה בני אדם כמו שאמר ביוסף ויגלח ויחלף שמלותיו ובזה גס לבו עליו. והחיוב הג' אשר יחייב בו הנזיר בבתם הוא שכל ימי הזירו לה' על נפשות מת לא יבא אפי' לאביו ולאמו לאחיו ולאחותו שהם היותם קרובים ולא יטמא להם במותם וכ\"ש שאר הקרובים ובני אדם ועל שלשת החיובים אמר בסבתם יחד כי נזר אלהיו על ראשו. ולכך כל ימי הזירו קדוש יהיה לה'. ואיך יהיה קדוש מי שהיין משכר אותו ומחליש את מוחו. ואם נזר אלהיו על ראשו איך יגלח את שערו ויפסידהו. ואם נזר אלהיו על ראשו איך יטמא את המתים כי יהיה פוסל בזה הנזר והעטרה אשר לו והוא על דרך בנים אתם לה' אלהיכם לא תתגודדו ולא תשימו קרחה בין עיניכם למת כן צוה לנזיר שנזר ועטרת הדבוק האלהי על ראשו שלא יטמא למתים כי חי העולמים הוא חלקו לא המתים. אבל אם ימות על הנזיר מת פתע פתאום ר\"ל במקרה פתאומי כגון שנהרג או נחנק לפניו או שנכנס הנזיר באהל שהיה שם מת והוא לא ידעו ובזה טמא ראש נזרו. הנה אז ישב בטומאתו שבעת ימים וביום השביעי יגלח את שער ראשו כשהוא כבר נטהר שהוא יום הזאתו. וביום השמיני יביא את קרבנו וכפר עליו מאשר חטא על הנפש רוצה לומר מאשר חטא על נפש המת. או יהיה פירושו על נפשו של הנזיר שהיתה בפרישותה ודבוקה והוא חטא עליה כשיפסיקה ממנו כי היה לו להזהר על זה יותר ולא יחטא כי לא יאונ' לצדיק כל און וזהו הפירוש האמיתי בדרך הפשט ולא כדברי ר' ישמעאל שדרש (שם פ' י') מאשר חטא על הנפש שציער עצמו בנזירותו מן היין כי הנה לפי פירושו היה ראוי לומר זה במלאת ימי נדרו ולא נאמר כן. ואמר וקדש את ראשו ביום ההוא להגיד שמיום השמיני ההוא והלאה ינהג קדושתו הראשונה אחרי שיזה מי הנדה. הנה היה קרבנו שתי תורים או שני בני יונה אחד לחטאת ואחד לעולה וכבש בן שנתו לאשם. לפי שלהיות חטאו שוגג ושלא במתכוון היה קרבנו מעט ההוצאה שתי תורים או שני בני יונה. והיה האחד לחטאת ראשונה לכפר על חטאו ואחד לעולה להדבק באלהיו כראשונה והכבש לאשם שהיה חטאו שוגג. ואמר והימים הראשונים יפלו ללמד שאם ד\"מ נדר להיות נזיר שתי שנים ונטמא למת אחרי עבו' שנה אחת לא יחשוב להתמיד בנזירותו שנה אחרת למלאת את נדרו כי הנה הימים ראשונים קודם שנטמא יפלו ולא יעלו למנין ויצטרך להיות נזיר מחדש כל ימי הנדר אבל אם נדר להיות נזיר זמן ולא פירש קבלו חכמינו זכרונם לברכה שסתם נזירות שלשים יום שנאמר קדוש יהיה כי מלת יהיה עולה שלשים. הנה התבאר למה באה פרשת הנזיר במקום הזה שהוא לזכור מדרגה אחרת מהקדשים שאינם לא כהנים ולא לויים והם הנזירים וכמו שאמר ואקים מבניכם לנביאים ומבחוריכם לנזירים והותרה בזה השאלה הח'. ואחר שזכר דיני הנזירות זכר קרבנותיו אשר יקריב למלאת ימי נזרו והוא אמרו וזאת תורת הנזיר ביום מלאת ימי נזרו רוצה לומר שרוצה לשוב להשתמש בעניני העולם ותאוותיו ולצאת מקדושתו יביא אותו רוצה לומר יביא את עצמו אל פתח אהל מועד. או יהיה פירושו יביא את קרבנו שיזכיר אחר זה מיד והקריב את קרבנו הנה היה הקרבן הזה ממנו לפי שהיה עוזב חיי הקדושה והפרישות ובוחר לשוב לתאוות הגשמיות כי הנה אחרי שהתחיל בקדושה היה לו להתמיד בה כל ימיו. ולכן יראה שאם הנזיר אחר מלאת ימי נזרו רצה להתמיד בו ושלא לחללו לא יהיה חייב בהבאת הקרבן הזה כי הוא כדמות תשובה ובקשת כפרה על חטאו. ובמדרש (שם) אמרו למה נזיר טהור מביא ג' מיני קרבן כדי להתיר לו ג' דברים שנאסרו עליו היוצא מן הגפן והתגלחת והטומאה. החטאת היה מביא להתיר הטומאה. והעולה להתיר התגלחת. והשלמים להתיר היוצא מן הגפן. ולפי שכתובים ב' אזהרות ביין היה מביא שני מיני הלחם. והנה חייבו הכתוב בקרבנו זה שיעשה ששה דברים. הא' שיקריב כבש אחד בן שנתו תמים לעולה. והב' כבשה אחת תמימה לחטאת. והג' איל אחד תמים לשלמים. והד' סולת חלות בלולות בשמן ורקיק מצות משוחים בשמן ומנחתם ונסכיהם. הה' שיגלח הנזיר את שערו ויתנהו על האש אשר תחת זבח השלמים. הו' שיבדיל הכהן את הזרוע מן האיל ויעשה עמה ועם החלות והמצות תנופה וראוי לתת טעם בכל אחד מהדברים האלה והוא שהיה טעם העולה להדבק באלהים אע\"פ שלא יהיה נזיר. וטעם החטאת לכפר על חטאו שעוזב פרישות נזרו ושב לתאוותיו הגשמיות. וטעם השלמים לשמחה שהשלים את ימי נזרו. והיה סל המצות ומנחת הקרבנות ההם ונסכיהם לומר אולי ישא פני אלהי במנחה ומנחתם ונסכיהם של הכבשה ושל האיל בדיני הקרבתם. ואמר ועשה הכהן את מנחתו ואת נסכו כי אחרי שזכר שיעשה הכהן עולת הנזיר וחטאתו ושלמיו זכר שיעשה את מנחתו ואת נסכו של כל אחד מהקרבנות ההם כראוי כי היה מיוחד ומוגבל לכל קרבן מנחה ונסך כמו שנתבאר בסדר ויקרא. ואמר וגלח הנזיר פתח אהל מועד את שער נזרו היה שיעשה זה לבשתו לכלימתו שמה כי אתמול היה השער נזר אלהיו על ראשו ועתה יגלחהו וישרפהו באש כדבר פגול. ואמר שיתן השער ההוא על האש אשר חחת זבח השלמים ולא תחת העולה והחטאת. לפי שהיו השלמים לשמחה על שהשלים את נזרו לכך גלח את שערו ונתן אותו על האש אשר תחת השלמים להורות כי כבר נשלם נזירותו כאומר אין כאן עוד שער ולא נדר ולא שבועה. וטעם ולקח הכהן הזרוע בשלה מן האיל. להגיד שיבדיל הזרוע מן האיל בהיותו מבושל לבעלים מן השלמים ותנתן לכהן לסימן שבכח הזרוע נבדל הנזיר הזה מתאוות גשמותו בראשונה להיות נזיר ועם החלות והרקיקים הרומזים את תאוותיו אשר ישוב להתחבר אליהם עתה יניף לפני השם כאומר אף על פי שמכאן והלאה לא אהיה נזיר אעבוד את ה' כל ימי וזהו ונתן על כפי הנזיר והניף אותם הכהן תנופה. ואתרי כל המעשים האלה ישתה הנזיר יין ויחזור לאיתנו הראשון. וזכר שתיית היין לבדה כי היא סימן לתענוגים כלם וכמו שאמר למשוך ביין את בשרי. ואמרו זאת תורת הנזיר אשר ידור קרבנו לה' ענינו זאת תורת הנזיר אשר ידור להביא קרבנו לה' למלאת ימי נדרו כמו שנא' למעלה. ואמרו מלבד אשר תשיג ידו כפי נדרו. אפשר שיפורש על הקרבן שיקריב אותו בחיוב בין שיהיה עשיר או עני ובין שיהיה הנזירו' לזמן ארוך או קצר ומלבד זה עוד יקריב אשר תשיג ידו כפי נדרו אם נדר להקריב יותר או אם היה עשיר וידבנו לבו לזבוח יותר מזה הרשות בידו. והיותר נכון הוא לפרשו בענין נדר הנזירות יאמר זאת תורת הנזיר אשר ידור להיות נזיר סתם מלבד אשר חשיג ידו לנדור יותר בנזירותו כאלו תאמר אם נדר שלא ליגש אל אשה או להתרחק משאר הנאות הגוף ותהיה השגת ידו רומזת אל יצרו הטוב על יצרו הרע כי הנה בזה ובכל אשר ידור כל היוצא מפיו יעשה: "], "heVersionTitle": "Torah Commentary of Yitzchak Abarbanel, Warsaw 1862", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": ["...But if someone die upon the nazirite suddenly - meaning to say, in a sudden incident, such as if he was killed or choked in front of him, or if the nazirite entered a tent with a dead body in it, and he did not know - and defiled his head from being a nazirite; then he shall sit in his impurity seven days, and shave the hair of his head on the seventh day when he has already been purified... And on the eighth day, he brings his sacrifice, \"and makes atonement for him, for that he sinned by reason of a soul\" - meaning to say, for that he sinned by reason of a dead soul. Or its understanding is by reason of his own soul of the nazirite, since he had been ascetic and devoted, and he [now] sinned against it when he interrupted [this state] - as \"No harm comes to the righteous\" (Proverbs 12:21). And this is the correct understanding on the simple level, and not like the words of R. Yishmael (it appears that this is a mistake and it is supposed to be R. Elazar HaKappar) who expounded, \"for that he sinned by reason of a soul,\" [to mean], that he distressed himself from [drinking] wine, by his being a nazirite. As behold, according to his explanation, it would have been fitting to say...  "], "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": "תרגום קהילת ספריא"}, {"_id": "5bf3e9d4bfb49d00a0db918a", "index_title": "English Explanation of Mishnah Makkot", "category": "Quoting Commentary", "type": "", "ref": "English Explanation of Mishnah Makkot 3:7:2", "anchorRef": "Numbers 6:1-21", "anchorRefExpanded": ["Numbers 6:1", "Numbers 6:2", "Numbers 6:3", "Numbers 6:4", "Numbers 6:5", "Numbers 6:6", "Numbers 6:7", "Numbers 6:8", "Numbers 6:9", "Numbers 6:10", "Numbers 6:11", "Numbers 6:12", "Numbers 6:13", "Numbers 6:14", "Numbers 6:15", "Numbers 6:16", "Numbers 6:17", "Numbers 6:18", "Numbers 6:19", "Numbers 6:20", "Numbers 6:21"], "sourceRef": "English Explanation of Mishnah Makkot 3:7:2", "sourceHeRef": "ביאור אנגלי על משנה מכות ג׳:ז׳:ב׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [1997, 2013], "commentaryNum": 7.0002, "collectiveTitle": {"en": "English Explanation of Mishnah Makkot", "he": "ביאור אנגלי על משנה מכות"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<b>If a nazirite has been drinking wine all day, he is liable for only one lashing. If they said to him, “Don’t drink wine”, “Don’t drink wine”, and he kept drinking, he is liable for each instance.</b> A nazirite is forbidden to shave his hair, drink wine or become impure (Numbers 6:1-21).  Our mishnah asks the question about a nazirite who drinks wine all day long.  Is this considered one violation or many violations?  In other words, what splits one act of violation from another, in order to make him liable on multiple counts? The mishnah states that it is his awareness of his crime, proven by others warning him to cease drinking, that separates counts of violations.  If he drinks all day long yet no one warns him, it is only considered one violation.  If others warn him, it is considered a violation every time he continues to drink.", "versionTitle": "Mishnah Yomit by Dr. Joshua Kulp", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5c4693d008d98a02694ddca9", "index_title": "Jastrow", "category": "Reference", "type": "reference", "ref": "Jastrow, נָזִיר 1", "anchorRef": "Numbers 6:1-21", "anchorRefExpanded": ["Numbers 6:1", "Numbers 6:2", "Numbers 6:3", "Numbers 6:4", "Numbers 6:5", "Numbers 6:6", "Numbers 6:7", "Numbers 6:8", "Numbers 6:9", "Numbers 6:10", "Numbers 6:11", "Numbers 6:12", "Numbers 6:13", "Numbers 6:14", "Numbers 6:15", "Numbers 6:16", "Numbers 6:17", "Numbers 6:18", "Numbers 6:19", "Numbers 6:20", "Numbers 6:21"], "sourceRef": "Jastrow, נָזִיר 1", "sourceHeRef": "מילון יסטרוב, נָזִיר א׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [1883, 1903], "commentaryNum": 1, "collectiveTitle": {"en": "Jastrow", "he": "מילון יסטרוב"}, "heTitle": "נָזִיר", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<strong dir=\"rtl\">נָזִיר</strong> m. (b. h.;  v. <a dir=\"rtl\" class=\"refLink\" href=\"/Jastrow,_נָזִיר.1\" data-ref=\"Jastrow, נָזִיר 1\">נָזִר</a>)  <b>1)</b> <i>abstinent.</i> <a class=\"refLink\" href=\"/Mishnah_Nazir.2.3\" data-ref=\"Mishnah Nazir 2:3\">Naz. II, 3</a> הריני נ׳ ממנו I will abstain from this (cup); a. e.—Pl. <span dir=\"rtl\">נְזִירִים</span>, <a dir=\"rtl\" class=\"refLink\" href=\"/Jastrow,_נְזִיקִין.1\" data-ref=\"Jastrow, נְזִיקִין 1\">נְזִירִין</a>. <a class=\"refLink\" href=\"/Vayikra_Rabbah.24.9\" data-ref=\"Vayikra Rabbah 24:9\">Lev. R. s. 24</a>, end, opp. <span dir=\"rtl\">שכורים</span>.—Esp. <i>nazir, Nazarite</i>, one bound by a vow to be set apart for the service of God, and as such to abstain from grapes and all productions of the vine and from intoxicating drinks, and to let his hair grow (<a class=\"refLink\" href=\"/Numbers.6.1-21\" data-ref=\"Numbers 6:1-21\">Num. VI, 1–21</a>). <a class=\"refLink\" href=\"/Mishnah_Nazir.1.1\" data-ref=\"Mishnah Nazir 1:1\">Naz. I, 1</a>, a. fr. <span dir=\"rtl\">הרי זה נ׳</span> he is a Nazarite (his words mean the vow of nazaritism). <a class=\"refLink\" href=\"/Mishnah_Nazir.1.2\" data-ref=\"Mishnah Nazir 1:2\">Ib. 2</a> <span dir=\"rtl\">נְ׳ שמשון</span> a Nazarite like Samson; <span dir=\"rtl\">נְ׳ עולם</span> a nazarite for life; a. v. fr.—Pl. as ab. Ib. V, 5; a. fr.—Fem. <a dir=\"rtl\" class=\"refLink\" href=\"/Jastrow,_נְזִירוּת.1\" data-ref=\"Jastrow, נְזִירוּת 1\">נְזִירָה</a>. Ib. III, 6. Ib. II, 2 <span dir=\"rtl\">אמר אמרה פרה זו הריני נ׳ וכ׳</span> if he said, this cow thinks I will be a <i>nazir</i>, if I stand up … he is a Nazarite by implication (it being his meaning that he will be a Nazarite if the cow gets up); a. fr. <b>—2)</b> <i>guarded</i>. Sifra B’har ch. I; Y. Shebi. VIII, 38ᵇ top. (expl. <span dir=\"rtl\">נזירך</span>, <a class=\"refLink\" href=\"/Leviticus.25.5\" data-ref=\"Leviticus 25:5\">Lev. XXV, 5</a>) <span dir=\"rtl\">מן השמור בארץ וכ׳</span> of that which is guarded in the ground &c. (v. Rashi to Lev. l. c.), opp. <span dir=\"rtl\">מובקר</span>.—<i>Nazir</i>, name of a treatise, of the Order of Nashim, of Mishnah, Talmud Babli and Y’rushalmi (in Tosefta <i>N’ziroth</i>)."], "versionTitle": "London, Luzac, 1903", "license": "Public Domain", "versionTitleInHebrew": "תרס״ג"}, {"_id": "5d3efb11c891cc0018af56ec", "index_title": "Abarbanel on Isaiah", "category": "Quoting Commentary", "type": "", "ref": "Abarbanel on Isaiah 7:10:2", "anchorRef": "Numbers 6:1", "anchorRefExpanded": ["Numbers 6:1"], "sourceRef": "Abarbanel on Isaiah 7:10:2", "sourceHeRef": "אברבנאל על ישעיהו ז׳:י׳:ב׳", "anchorVerse": 1, "sourceHasEn": false, "compDate": [1496, 1502], "commentaryNum": 10.0002, "collectiveTitle": {"en": "Abarbanel on Isaiah", "he": "אברבנאל על ישעיהו"}, "he": "אומר שהדברים אשר יעשו הנביאים בכח האל ית' כנגד הטבע, נמצא להם בכתבי הקדש שמות מתחלפים, כי פעמים יקראום אותות, כמו שאמר במשה (שמות ד, ח - ט) והיה אם לא יאמינו לקול האות הראשון והאמינו לקול האות האחרון והיה אם לא יאמינו גם לשני האותות וגומר, ופעמים יקראום מופתים, כמו שאמר (שם ד, כא) ראה כל המופתים אשר שמתי בידך ועשיתם לפני פרעה, ופעמים נסים או מסות שכלו לשון אחד, כמ\"ש (דברים כט, ב) המסות הגדולות אשר ראו עיניך, ופעם יקראום פלאים, כמ\"ש (דניאל יב, ו) קץ הפלאות, פלאות עדותיך (תהלים קיט, קכט), ויבא השם הזה פעם בסמיכות נו\"ן כמו (שם קלט, יד) נפלאים מעשיך, שיחו בכל נפלאותיו (שם קה, ב), ופעמים בסמיכות מ\"ם כמו (איוב טז, יז) מפלאות תמים דעים, כי הנה מוראים גדולים ענינו ענין הפלא שהוא המטיל אימה ויראה בלבות בני אדם, כמו שאמר (יואל ב, כז) אשר עשה עמכם להפליא, והפלא ה' את מכותך (דברים כח, נט), וכבר חשבו מפני זה אנשים שלא יאמרו בעצם וראשונה אלה השמות, רוצה לומר אות ומופת נס ופלא, כי אם על הפלאות, והם הדברים היוצאים מהמנהג הטבעי והוא דעת נפסד, לפי שכבר יאמר האות על הסימן אי זה שיהיה, אף על פי שיהיה בדרך טבע או בדרך הנחת ורצון, ולכן נאמר במאורות (בראשית א, יד) והיו לאותות ולמועדים, ועל הקשת ועל המילה והיו לאות, ועל התפלין (שמות יג, ט) והיו לך לאות על ידיך ולזכרון בין עיניך, ועל סימני הדגלים, שהיו צורות נעשות ברצון כמו צורות אריה ושור אמר, (במדבר ב, ב) איש על דגלו באותות, עד שמפני זה נקראו אותיות הכתב אותות ונאמר אות אל\"ף אות בי\"ת, ומה לנו להביא עוד ראיה בזה. והנה בישיעהו עצמו כתיב (להלן ח, יח) הנה אנכי והילדים אשר נתן ה' לי לאותות ולמופתים בישראל, ולא היתה מולדתם בנס כנגד הטבע, אבל שמותם בלבד היה סימן ואות לבני ישראל. ואמנם המופת גם כן מבואר מענינו, שענינו הראיה הטובה והיפה והחזקה שיביא בדבר, ומזה הצד נקראו הראיות העיוניות החזקות וההקשים הישרים מופתים, לפי שיש בהם מיופי האמו', ומזאת הבחינה היו גם כן בני ישעיהו מופתים בישראל, ונאמר (יחזקאל כד, כה) והיה יחזקאל לכם למופת, והוא אמר על עצמו אני מופתכם, לפי שהיה ראיה חזקה וסימן מוכרח על מה שיקרא אות, הנה אם כן האות והמופת הם מיני ראיה וסימן, אם לא שהמופת הוא סימן יותר חזק מהאות, ואולי שלזה אמר ונתן אליך אות או מופת, ואולם הנס כבר יאמר על הבחינה והנסיון, כמו שאמר (תהלים כו, ב) בחנני ה' ונסני, לא תנסו את ה' אלהיכם, ויאמר על ההרגל, כמו (דברים י, יז) לא נסיתי ללכת באלה, ויאמר על הדבר הנרשם שיביטו הכל בו, והוא הנס כמו שאמר ונשא נס לגוים, ומזה הצד נאמר (להלן יא, י) שורש ישי אשר עומד לנס עמים אליו גוים ידרושו, האמנם הפלא נאמר על כל דבר שיפלאו ממנו בני אדם, ומזה נאמר (להלן ט, ה) פלא יועץ ותרד פלאים וגומר, ועל כל דבר נסתר יאמר כן כמו (דברים יז, ח) כי יפלא ממך דבר לא נפלאת היא ממך וביחס היו\"ד פלוני אלמוני. (רות ד' א) נפלאתה אהבתך לי. לפלא נדר או לנדבה. (ויקרא כ\"ב כא) כי יפליא לנדור נדר (במדבר ו' א) שהם כולם ענין פלא, ואין בזה דבר יוצא מהמנהג הטבעי. וזה כלו מה שיורה שהשמות האלה אות ומופת נס ופלא, אין הנחתם הראשונה על הדברים הנעשים כנגד הטבע, כי גם כן יאמרו באופנים אחרים כמו שזכרתי, ואין ספק שיאמרו גם כן על דברי הנפלאות אשר יעשו הנביאים בזולת המנהג הטבעי, וגם בהם יאמרו השמות האלו בבחינות מתחלפות. כי על הנסים שיש בהם זרות מעט כפי שרשי הטבע יאמר שם אות להיותם סימן בלתי חזק האמור עד הדבר הנרצה בנבואה ההיא, ולכן נקראו פלאות המטה והדם אותות כמו שנאמר (שמות ד' ט) והיה אם לא יאמינו גם לשני האותות האלה, ואמר (שם ד', ל) ויעש האותות לעיני העם, לפי שלא היו נסים חזקים מאד כי לכן עשו כמותו החרטומים בלטיהם, אבל להיותם סימן מה בדבר נקראו אותות. והמופתים, הם הנסים החזקים היותר זרים אצל הטבע כמו שאמר (יואל ג' ג) ונתתי מופתים בשמים ובארץ, ולכן היה מאמר פרעה אליהם תנו לכם מופת (שמות ז' ט) לפי שהוא היה מבקש שיעשו נסים ונפלאות חזקים. והנסים, הם היותר חזקים ונרשמים מהם, ולכן נקראו נסים, לפי שהם כנס העומד למעלה ואליו גוים ידרושו, ולכן אמר המסות הגדולות אשר ראו עיניך (דברים ז' יט) שקראם גדולות כפי איכותם. ואמנם הפלא הוא היותר חזק, והיותר זר שבכולם, ויותר יוצא מהמנהג הטבעי ולכן יפלאו ממנו בני אדם מאד ויהיה ענינם וסבתם נעלמת ונסתרת, ועל זה נאמר (תהלים קי\"ט קנט) פלאות עדותיך. (דניאל ו' יג) קץ הפלאות. ובתוספת מ\"ם (איוב ל\"ז טז) מפלאות תמים דעים. ובתוספת נו\"ן (תהלים קל\"ט יד) נפלאים מעשיך. (שם ק\"ה ב) שיחו בכל נפלאותיו. ומזה גם כן (דברים כ\"ח נט) והפלה ה' את מכותך. (יואל ב' כ\"ז) אשר עשה עמכם להפליא.", "heVersionTitle": "Abarbanel, Tel Aviv 1960", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5f1ea0eaeb7d2e1475644c69", "index_title": "Midrash Lekach Tov", "category": "Midrash", "type": "commentary", "ref": "Midrash Lekach Tov, Numbers 6:1:1", "anchorRef": "Numbers 6:1", "anchorRefExpanded": ["Numbers 6:1"], "sourceRef": "Midrash Lekach Tov, Numbers 6:1:1", "sourceHeRef": "מדרש לקח טוב, במדבר ו׳:א׳:א׳", "anchorVerse": 1, "sourceHasEn": false, "compDate": [1105, 1115], "commentaryNum": 1.0001, "collectiveTitle": {"en": "Midrash Lekach Tov", "he": "מדרש לקח טוב"}, "heTitle": "במדבר", "he": "<b>פס'.</b> וידבר ה' אל משה לאמר. רבותינו ז״ל אמרו במסכת סוטה למה נסמכה פרשת נזיר לפרשת סוטה לומר לך שכל הרואה סוטה בקלקולה יזיר עצמו מן היין שלא גרם לה כל אלו אלא היין:", "heVersionTitle": "Midrash Lekach Tov on Torah, Vilna 1884", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש לקח טוב, מכונה פסיקתא זוטרתא, וילנא תרמ\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5f2699796418319ec81922f8", "index_title": "Mishnah Nazir", "category": "Mishnah", "type": "", "ref": "Mishnah Nazir 1:1", "anchorRef": "Numbers 6:1-21", "anchorRefExpanded": ["Numbers 6:1", "Numbers 6:2", "Numbers 6:3", "Numbers 6:4", "Numbers 6:5", "Numbers 6:6", "Numbers 6:7", "Numbers 6:8", "Numbers 6:9", "Numbers 6:10", "Numbers 6:11", "Numbers 6:12", "Numbers 6:13", "Numbers 6:14", "Numbers 6:15", "Numbers 6:16", "Numbers 6:17", "Numbers 6:18", "Numbers 6:19", "Numbers 6:20", "Numbers 6:21"], "sourceRef": "Mishnah Nazir 1:1", "sourceHeRef": "משנה נזיר א׳:א׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [190, 230], "commentaryNum": 1.0001, "collectiveTitle": {"en": "Mishnah Nazir", "he": "משנה נזיר"}, "heTitle": "משנה נזיר", "he": "כָּל כִּנּוּיֵי נְזִירוּת כִּנְזִירוּת. הָאוֹמֵר אֱהֵא, הֲרֵי זֶה נָזִיר. אוֹ אֱהֵא נָוֶה, נָזִיר. נָזִיק, נָזִיחַ, פָּזִיחַ, הֲרֵי זֶה נָזִיר. הֲרֵינִי כָּזֶה, הֲרֵינִי מְסַלְסֵל, הֲרֵינִי מְכַלְכֵּל, הֲרֵי עָלַי לְשַׁלַּח פֶּרַע, הֲרֵי זֶה נָזִיר. הֲרֵי עָלַי צִפֳּרִים, רַבִּי מֵאִיר אוֹמֵר, נָזִיר. וַחֲכָמִים אוֹמְרִים, אֵינוֹ נָזִיר: \n", "heVersionTitle": "Torat Emet 357", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורת אמת 357", "text": "One becomes a nazirite by taking a nazirite vow, in which he simply declares himself a nazirite, as detailed in the Torah (Numbers 6:1–21). Additionally, <b>all substitutes</b> for the language <b>of nazirite vows are like nazirite vows</b> and are binding. Furthermore, intimations of nazirite vows, i.e., incomplete statements that are understood from context to be meant as nazirite vows, are considered binding nazirite vows. Consequently, <b>one who says: I will be,</b> without further clarification, <b>is a nazirite,</b> as this is his implied intention. <b>Or,</b> if he said: <b>I will be beautiful,</b> he is <b>a nazirite.</b> The substitutes for the language of nazirite vows are as follows: If one says: I will be <b>a <i>nazik</i>,</b> a <b><i>nazi’aḥ</i>,</b> or <b>a <i>pazi’aḥ</i>, he is a nazirite.</b> If one says: <b>I am hereby like this, I am hereby</b> a hair <b>curler, I am hereby growing</b> my <b>hair;</b> or: <b>It is</b> incumbent <b>upon me to grow long hair, he is a nazirite.</b> If one says: An obligation <b>is hereby</b> incumbent <b>upon me</b> with regard to <b>birds, Rabbi Meir says: He is a nazirite.</b> A nazirite brings two bird-offerings if he inadvertently becomes ritually impure from a corpse (Numbers 6:10), and it is understood that the individual used this indirect phrase to take a vow of naziriteship. <b>And the Sages say: He is not a nazirite.</b>", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "5ffdb718826be30d23879264", "index_title": "Malbim on Numbers", "category": "Commentary", "type": "commentary", "ref": "Malbim on Numbers 6:1:1", "anchorRef": "Numbers 6:1", "anchorRefExpanded": ["Numbers 6:1"], "sourceRef": "Malbim on Numbers 6:1:1", "sourceHeRef": "מלבי\"ם על במדבר ו׳:א׳:א׳", "anchorVerse": 1, "sourceHasEn": false, "compDate": [1845, 1875], "commentaryNum": 1.0001, "collectiveTitle": {"en": "Malbim", "he": "מלבי\"ם"}, "heTitle": "מלבי\"ם על במדבר", "he": [], "heVersionTitle": "Mikraei Kodesh, Vilna, 1891", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מקראי קודש, וילנא תרנ\"א", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5ffdb71a826be30d23879266", "index_title": "Malbim on Numbers", "category": "Commentary", "type": "commentary", "ref": "Malbim on Numbers 6:1:2", "anchorRef": "Numbers 6:1", "anchorRefExpanded": ["Numbers 6:1"], "sourceRef": "Malbim on Numbers 6:1:2", "sourceHeRef": "מלבי\"ם על במדבר ו׳:א׳:ב׳", "anchorVerse": 1, "sourceHasEn": false, "compDate": [1845, 1875], "commentaryNum": 1.0002, "collectiveTitle": {"en": "Malbim", "he": "מלבי\"ם"}, "heTitle": "מלבי\"ם על במדבר", "he": [], "heVersionTitle": "Mikraei Kodesh, Vilna, 1891", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מקראי קודש, וילנא תרנ\"א", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5ffdb71d826be30d23879268", "index_title": "Malbim on Numbers", "category": "Commentary", "type": "commentary", "ref": "Malbim on Numbers 6:1:3", "anchorRef": "Numbers 6:1", "anchorRefExpanded": ["Numbers 6:1"], "sourceRef": "Malbim on Numbers 6:1:3", "sourceHeRef": "מלבי\"ם על במדבר ו׳:א׳:ג׳", "anchorVerse": 1, "sourceHasEn": false, "compDate": [1845, 1875], "commentaryNum": 1.0003, "collectiveTitle": {"en": "Malbim", "he": "מלבי\"ם"}, "heTitle": "מלבי\"ם על במדבר", "he": [], "heVersionTitle": "Mikraei Kodesh, Vilna, 1891", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מקראי קודש, וילנא תרנ\"א", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5ffdb71f826be30d2387926a", "index_title": "Malbim on Numbers", "category": "Commentary", "type": "commentary", "ref": "Malbim on Numbers 6:1:4", "anchorRef": "Numbers 6:1", "anchorRefExpanded": ["Numbers 6:1"], "sourceRef": "Malbim on Numbers 6:1:4", "sourceHeRef": "מלבי\"ם על במדבר ו׳:א׳:ד׳", "anchorVerse": 1, "sourceHasEn": false, "compDate": [1845, 1875], "commentaryNum": 1.0004, "collectiveTitle": {"en": "Malbim", "he": "מלבי\"ם"}, "heTitle": "מלבי\"ם על במדבר", "he": [], "heVersionTitle": "Mikraei Kodesh, Vilna, 1891", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מקראי קודש, וילנא תרנ\"א", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "612254c7bce09342d8e614d0", "index_title": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers", "category": "Jewish Thought", "type": "", "ref": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers, Part I, Chapter 4; The Leadership Gadfly 11", "anchorRef": "Numbers 6:1-8", "anchorRefExpanded": ["Numbers 6:1", "Numbers 6:2", "Numbers 6:3", "Numbers 6:4", "Numbers 6:5", "Numbers 6:6", "Numbers 6:7", "Numbers 6:8"], "sourceRef": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers, Part I, Chapter 4; The Leadership Gadfly 11", "sourceHeRef": "מנהיגות בשממה; סמכות ואנרכיה בספר במדבר, חלק ראשון, פרק ד י״א", "anchorVerse": 1, "sourceHasEn": true, "commentaryNum": 11, "collectiveTitle": {"en": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers", "he": "מנהיגות בשממה; סמכות ואנרכיה בספר במדבר"}, "heTitle": "פרק ד", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<small>And the Lord spoke to Moses, saying, “Speak to the children of Israel and say to them, ‘If anyone, man or woman, explicitly utters a nazarite’s vow, to set himself apart for the Lord, he shall abstain from wine and any other intoxicant, and no vinegar of wine or vinegar of strong drink, neither shall he drink any liquor of grapes, nor eat moist grapes, or dried. Throughout his term as nazarite, he may not eat anything that is obtained from the grapevine, even seeds or skin. All the days of the vow of his separation, no razor shall touch his head, until the days be fulfilled, the hair of his head left to grow untrimmed. Throughout the term that he has set apart for the Lord, he shall not go where there is a dead person. Even if his father or mother, or his sister or brother should die, he must not defile himself for them, since hair set apart for his God is upon his head. Throughout his term as nazarite, he is consecrated to the Lord.’” (Num. 6:1–8)</small>", "versionTitle": "Jerusalem. Maggid Books, 2013", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "616821f5017ddac00a212709", "index_title": "Mishnat Eretz Yisrael on Mishnah Nazir", "category": "Quoting Commentary", "type": "", "ref": "Mishnat Eretz Yisrael on Mishnah Nazir 4:1:1", "anchorRef": "Numbers 6:1-21", "anchorRefExpanded": ["Numbers 6:1", "Numbers 6:2", "Numbers 6:3", "Numbers 6:4", "Numbers 6:5", "Numbers 6:6", "Numbers 6:7", "Numbers 6:8", "Numbers 6:9", "Numbers 6:10", "Numbers 6:11", "Numbers 6:12", "Numbers 6:13", "Numbers 6:14", "Numbers 6:15", "Numbers 6:16", "Numbers 6:17", "Numbers 6:18", "Numbers 6:19", "Numbers 6:20", "Numbers 6:21"], "sourceRef": "Mishnat Eretz Yisrael on Mishnah Nazir 4:1:1", "sourceHeRef": "משנת ארץ ישראל על משנה נזיר ד׳:א׳:א׳", "anchorVerse": 1, "sourceHasEn": false, "commentaryNum": 1.0001, "collectiveTitle": {"en": "Mishnat Eretz Yisrael on Mishnah Nazir", "he": "משנת ארץ ישראל על משנה נזיר"}, "he": "פרק ד עוסק בכללו בהפרת נדרי נזירות אישה על ידי בעלה ובבעיות אחרות של נזירות שלא מומשה. עם זאת, הפרק מעלה את התרת הנזר אגב מקרים אחרים שהם נדונים לגופם. כלומר, הלכות נזיר ניזונות מהלכות הפרת נדרים (במדבר ל\"ט, טז), שהרי בנזירות גופה לא נידונה הפרת נדרי אישה כלל (במדבר ו', א-כא). אדרבה, נזכר שם במפורש: \"איש או אשה כי יפלִא לנדֹר נדר נזיר להזיר לה' \" (במדבר ו', ב), אם כן השווה הכתוב איש לאישה. הפרק שלנו עוסק רק בהפרת נזירות של הבעל ומתעלם מאפשרות של הפרת נזירות על ידי האב, אף על פי שבדיני הפרת נדרים מדובר במפורש בהפרת הנדר על ידי האב או הבעל (במדבר ל', ד-ה; יז), והפסוקים, כמו גם ההלכה התנאית, משווים בין מערכת היחסים של אב ובתו ומערכת היחסים של איש ואישה ביחס לנדרים.<sup class=\"footnote-marker\">1</sup><i class=\"footnote\">ראו דיוננו להלן משנה ז ובנדרים פרק י (כל הפרק), ושם נדונו המקבילות וההבדלים בין האב לבעל. </i> לעומת זאת עורך הפרק קושר את הפרת נדרי אישה בתופעה חברתית אחרת – נדרים בצוותא, ולכן אף שעיקר עניינו הפרת נדרי אישה הוא פותח בחלות נדרי צוותא לגברים ונשים כאחד.<sup class=\"footnote-marker\">2</sup><i class=\"footnote\">ראו דיוננו לעיל פ\"א מ\"א-מ\"ב, וכן פ\"ב מ\"א. </i>", "heVersionTitle": "Mishnat Eretz Yisrael, Seder Nashim, Jerusalem, 2013-2019", "heLicense": "CC-BY", "heVersionTitleInHebrew": "סדר נשים, מאת שמואל ספראי, זאב ספראי וחנה ספראי, ירושלים. תשע\"ג-תשע\"ט", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6168220e017ddac00a2127c9", "index_title": "Mishnat Eretz Yisrael on Mishnah Nazir", "category": "Quoting Commentary", "type": "", "ref": "Mishnat Eretz Yisrael on Mishnah Nazir 6:3:33", "anchorRef": "Numbers 6:1", "anchorRefExpanded": ["Numbers 6:1"], "sourceRef": "Mishnat Eretz Yisrael on Mishnah Nazir 6:3:33", "sourceHeRef": "משנת ארץ ישראל על משנה נזיר ו׳:ג׳:ל״ג", "anchorVerse": 1, "sourceHasEn": false, "commentaryNum": 3.0033, "collectiveTitle": {"en": "Mishnat Eretz Yisrael on Mishnah Nazir", "he": "משנת ארץ ישראל על משנה נזיר"}, "he": "המדרש ממשיך בניסיון לברר את טיבם של המכשירים שמנה ואת דרכי פעילותם: \"מה בין תער, למספרים? שהתער מכלה והמספרים משיירות. 'דבר אל בני ישראל' (במדבר ו', א) – ריבה התולש והמורט; 'ואמרת אליהם' – ריבה המספסף באור. הא מה שיירתי במצות עשה? החופף באדמה והנותן סמנין\" (ספרי זוטא ו' א, מהד' הורוויץ עמ' 239). אף אנו נרחיב כאן על אודות המספרה התנאית.", "heVersionTitle": "Mishnat Eretz Yisrael, Seder Nashim, Jerusalem, 2013-2019", "heLicense": "CC-BY", "heVersionTitleInHebrew": "סדר נשים, מאת שמואל ספראי, זאב ספראי וחנה ספראי, ירושלים. תשע\"ג-תשע\"ט", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "61682215017ddac00a2127fd", "index_title": "Mishnat Eretz Yisrael on Mishnah Nazir", "category": "Quoting Commentary", "type": "", "ref": "Mishnat Eretz Yisrael on Mishnah Nazir 6:3:49", "anchorRef": "Numbers 6:1", "anchorRefExpanded": ["Numbers 6:1"], "sourceRef": "Mishnat Eretz Yisrael on Mishnah Nazir 6:3:49", "sourceHeRef": "משנת ארץ ישראל על משנה נזיר ו׳:ג׳:מ״ט", "anchorVerse": 1, "sourceHasEn": false, "commentaryNum": 3.0049, "collectiveTitle": {"en": "Mishnat Eretz Yisrael on Mishnah Nazir", "he": "משנת ארץ ישראל על משנה נזיר"}, "he": "כפי שראינו לעיל, המקורות נוקטים כמה פעולות הקשורות בטיפוח השער והזקן: נוטל, לוקט, חותך ומעביר, ועליהן נוסף במדרש: \" 'דבר אל בני ישראל' (במדבר ו', א) – ריבה התולש והמורט. 'ואמרת אליהם' (שם) – ריבה המספסף באור. הא מה שיירתי במצות עשה? החופף באדמה והנותן סמנין\" (ספרי זוטא ו' א, מהד' הורוויץ עמ' 239). ממקורותינו עולה בבירור שהכלים השונים מחליפים זה את זה ועמם גם הפעולה המדויקת המיוחסת לכל כלי. אם בדיוננו לעיל דיבר רבי אליעזר על המלקט שתי שערות, הרי שמצינו גם: \"יש תולש שתי שערות\" (תוספתא מכות פ\"ה ה\"ה, מהד' צוקרמאנדל עמ' 444). וכך מצינו מחלוקת על מהותו של התולש. לדעת ריש לקיש התולש בשבת עובר על איסור אב מלאכה של \"גוזז\" (שבת עד ע\"ב), אך בשקלא וטריא בבכורות ביחס לשערות הבכור ושמירה על תמימותו מסתבר שיש הסובר שתולש הוא גוזז, ויש הסובר שתולש אינו גוזז אלא עוקר דבר ממקומו (בכורות כד ע\"ב). בדומה לזה מובאת מחלוקת בית שמאי ובית הלל האם המורט חייב גם להעביר תער על גופו: \"המורט בית שמיי אומרים: צריך להעביר תער על כל בשרו. בית הלל אומרים: אין צריך. וכן במצורע וכן בלוים\" (תוספתא פ\"א ה\"ו).<sup class=\"footnote-marker\">62</sup><i class=\"footnote\">וכן ירושלמי נה ע\"ד; בבלי יומא סא ע\"ב.  </i> בית הלל מעריכים שמריטה שווה בפעולתה לגילוח בתער, ובית שמאי אינם מסתפקים במריטה ומחייבים גם גילוח בתער, בהנחה שחיוב התער, כלשון הכתוב, דורש גילוח מושלם יותר. מחלוקות אלה ודאי משקפות תלות ונאמנות שונה לדברי הכתוב, אך מיניה וביה משקפות גם רגישות שונה לגבי ההבדלים בין הפעולות השונות המתרחשות בפינתו של הספר. ולסיום, קטע אגדי המשתמש בפעולות השונות ללא הבחנה: \"אמר רבי שמואל בר נחמן: בשעה שחרב בית המקדש בא אברהם לפני הקב\"ה, בוכה וממרט זקנו ותולש שערות ראשו\" (איכה רבה, פתיחתות כד).", "heVersionTitle": "Mishnat Eretz Yisrael, Seder Nashim, Jerusalem, 2013-2019", "heLicense": "CC-BY", "heVersionTitleInHebrew": "סדר נשים, מאת שמואל ספראי, זאב ספראי וחנה ספראי, ירושלים. תשע\"ג-תשע\"ט", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "628211a3ea5e41750a6b0b55", "index_title": "Mishnah Nazir", "category": "Mishnah", "type": "", "ref": "Mishnah Nazir 9:1", "anchorRef": "Numbers 6:1", "anchorRefExpanded": ["Numbers 6:1"], "sourceRef": "Mishnah Nazir 9:1", "sourceHeRef": "משנה נזיר ט׳:א׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [190, 230], "commentaryNum": 9.0001, "collectiveTitle": {"en": "Mishnah Nazir", "he": "משנה נזיר"}, "heTitle": "משנה נזיר", "he": "הַגּוֹיִם אֵין לָהֶם נְזִירוּת. נָשִׁים וַעֲבָדִים יֵשׁ לָהֶם נְזִירוּת. חֹמֶר בַּנָּשִׁים מִבָּעֲבָדִים, שֶׁהוּא כוֹפֶה אֶת עַבְדּוֹ וְאֵינוֹ כוֹפֶה אֶת אִשְׁתּוֹ. חֹמֶר בָּעֲבָדִים מִבַּנָּשִׁים, שֶׁהוּא מֵפֵר נִדְרֵי אִשְׁתּוֹ וְאֵינוֹ מֵפֵר נִדְרֵי עַבְדּוֹ. הֵפֵר לְאִשְׁתּוֹ, הֵפֵר עוֹלָמִית. הֵפֵר לְעַבְדּוֹ, יָצָא לְחֵרוּת מַשְׁלִים נְזִירוּתוֹ. עָבַר מִכְּנֶגֶד פָּנָיו, רַבִּי מֵאִיר אוֹמֵר, לֹא יִשְׁתֶּה, וְרַבִּי יוֹסֵי אוֹמֵר, יִשְׁתֶּה: \n", "heVersionTitle": "Torat Emet 357", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורת אמת 357", "text": "<b>Gentiles do not have naziriteship,</b> i.e., the <i>halakhot</i> of naziriteship do not apply to gentiles. They are not subject to the prohibitions of a nazirite, nor does one accept their offerings at the end of naziriteship. However, <b>women and</b> Canaanite <b>slaves do have naziriteship.</b> The mishna adds: There is a greater <b>stringency in</b> the case of <b>women than in</b> the case of <b>slaves, as</b> a master <b>may force his slave</b> to drink wine, shave his hair, or become ritually impure from a corpse, despite the slave’s vow of naziriteship, <b>but</b> a husband <b>cannot force his wife</b> to transgress her naziriteship. The previous mishna taught that the naziriteship of women includes a stringency that does not apply to slaves. This mishna adds: There is a greater <b>stringency in</b> the case of <b>slaves than in</b> the case of <b>women, as</b> a man <b>can nullify the vows of his wife but he cannot nullify the vows of his slave,</b> despite the fact that he can prevent him from fulfilling them in practice. Similarly, if <b>he nullified</b> the naziriteship <b>of his wife it is permanently nullified,</b> and it remains nullified even if she is later divorced or widowed. Conversely, if <b>he nullified</b> the naziriteship <b>of his slave</b> by forcing him to violate the terms of his vow of naziriteship, when the slave <b>is emancipated he completes his naziriteship.</b> In a case where a slave took a vow of naziriteship but was prevented by his master from fulfilling the terms of his vow, the Sages engaged in a dispute what the <i>halakha</i> would be if he permanently <b>left his</b> master’s <b>presence,</b> i.e., he ran away without being emancipated. <b>Rabbi Meir says: He may not drink</b> wine. Since the slave is free in practice, his vow goes into effect. <b>And Rabbi Yosei says: He may drink</b> wine, as he is not emancipated.", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "64ac068d45ec43138caac81e", "index_title": "Introductions to the Babylonian Talmud", "category": "Guides", "type": "", "ref": "Introductions to the Babylonian Talmud, Nazir, Introduction to Nazir 1", "anchorRef": "Numbers 6:1-21", "anchorRefExpanded": ["Numbers 6:1", "Numbers 6:2", "Numbers 6:3", "Numbers 6:4", "Numbers 6:5", "Numbers 6:6", "Numbers 6:7", "Numbers 6:8", "Numbers 6:9", "Numbers 6:10", "Numbers 6:11", "Numbers 6:12", "Numbers 6:13", "Numbers 6:14", "Numbers 6:15", "Numbers 6:16", "Numbers 6:17", "Numbers 6:18", "Numbers 6:19", "Numbers 6:20", "Numbers 6:21"], "sourceRef": "Introductions to the Babylonian Talmud, Nazir, Introduction to Nazir 1", "sourceHeRef": "הקדמות לתלמוד הבבלי, נזיר, הקדמה למסכת נזיר א׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [1965, 1995], "commentaryNum": 1, "collectiveTitle": {"en": "Introductions to the Babylonian Talmud", "he": "הקדמות לתלמוד הבבלי"}, "heTitle": "הקדמה למסכת נזיר", "he": "מקומה של מסכת נזיר בסדר המשנה הרגיל<sup class=\"footnote-marker\">1</sup><i class=\"footnote\">אצל המאירי היא מסודרת אחרי מסכת סוטה, כסדר הפרשיות בתורה.</i> אחרי מסכת נדרים ולפני מסכת סוטה שבסדר נשים. מבחינת תוכנה אין למסכת קשר עם סדר נשים<sup class=\"footnote-marker\">2</sup><i class=\"footnote\">ובעיה זו כבר נידונה בראשית הגמרא במסכת נזיר.</i>, ואולם משום שפרשת נזיר בתורה (במדבר ו, א-כא) סמוכה לפרשת סוטה (שם פרק ה) סמכוה למסכת זו גם במשנה. מסכת זו כולה עוסקת בדיני הנזיר, ועל פי דברי התורה בענין זה מקצת עניינה בהלכות נדרים, מקצתה בהלכות קרבנות, ומקצתה בדיני טומאה וטהרה.", "heVersionTitle": "William Davidson Edition - Hebrew", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": "Tractate <span class=\"it-text\">Nazir</span> is located in the order of <span class=\"it-text\">Nashim</span>, usually after tractate <span class=\"it-text\">Nedarim</span> and before tractate <span class=\"it-text\">Sota</span>.<sup class=\"footnote-marker\">1</sup><i class=\"footnote\">The Meiri places it after tractate <span class=\"it-text\">Sota</span>, in accordance with the order of the passages in the Torah.</i> The content of the tractate is not directly related to the order of <span class=\"it-text\">Nashim</span>, and the Gemara (2a) discusses this problem. However, since the passage in the Torah that speaks of the nazirite (Numbers, chapter 6) is juxtaposed to the passage in the Torah that speaks of a woman suspected by her husband of having been unfaithful [<span class=\"it-text\">sota</span>] (Numbers, chapter 5), tractate <span class=\"it-text\">Nazir</span> was similarly placed next to tractate <span class=\"it-text\">Sota</span> in the Mishna. The entire tractate deals with the <span class=\"it-text\">halakhot</span> of a nazirite and with some of the <span class=\"it-text\">halakhot</span> of vows, offerings, and ritual purity and impurity.", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "64bfcd7d5781082118c15209", "index_title": "Alshekh on Torah", "category": "Commentary", "type": "commentary", "ref": "Alshekh on Torah, Numbers 6:1:1-5", "anchorRef": "Numbers 6:1", "anchorRefExpanded": ["Numbers 6:1"], "sourceRef": "Alshekh on Torah, Numbers 6:1:1-5", "sourceHeRef": "תורת משה - אלשיך, במדבר ו׳:א׳:א׳-ה׳", "anchorVerse": 1, "sourceHasEn": false, "compDate": [1540, 1590], "commentaryNum": 1.0001, "collectiveTitle": {"en": "Alshich", "he": "אלשיך"}, "heTitle": "במדבר", "he": ["<b>וידבר ה' כו' איש או אשה כי יפליא כו'.</b> ראוי לשים לב אל אומרו ואמרת אליהם שהוא מיותר. ועוד אומרו כי יפליא לנדור ומהראוי יקצר ויאמר איש או אשה כי ינדור נדר נזיר ומה גם כי אומרו כי יפליא לנדור משמעו הכנה לנדור ועל כן לא הל\"ל רק כי ידור וגם אומרו להזיר לה' יראה ייתור. ועוד למה חילק כמה חלוקות מיין ושכר יזיר חומץ כו' כי לא ישתה וענבים וכו' לא יאכל מכל אשר יעשה מגפן היין כו' ומהראוי לכלול הכל לומר יזיר מיין ושכר וחומץ יין וחומץ שכר וכל משרת ענבים וענבים לחים ויבשים וכל אשר יעשה מגפן היין כו'. ועוד אומרו כל ימי נדר נזרו תער כו' כי אומרו נדר הוא מיותר. וכן אומרו עד מלאת הימים אשר יזיר לה' הוא מיותר וכן אומרו גדל פרע שער ראשו הוא בכלל אומרו תער לא יעבור על ראשו וגם יותר היה צודק אומרו יגדל לשון צווי. ועוד אומרו כל ימי הזירו כו' למה לא אמר ימי נזרו כקודם. ועוד למה אמר על נפש מת לא יבא ואח\"כ אמר לאביו ולאמו וכו' ולא אמר מתחלה לאביו ובכלל מאתים מנה. ועוד למה חזר ואמר כל ימי נזרו קדוש כו' והרי נאמר פעמים שלש: ", "<b>אמנם </b>הנה רצה הקב\"ה ללמד דעת את עמו ישראל עם קדושו בל יאמר נא ישראל הלא הוא יתברך הבדיל את שבט הלוי ומהם את זרע אהרן ומתוכ' את הכהן הגדול מאחיו כי קדוש יאמר לו והאם תלוי הקדושה במולידם ולא בבחירה הטובה היא והלא כמו זר נחשב על כן בא האלהים וילמדנו כי לא כן הוא כי הנה ביד כל איש ואיש לפרוש מענייני העולם ולקדש עצמו עד גדר שבטוב בחירתו קדוש יאמר לו וככהן גדול אשר לא יטמא לאביו כו' גם הוא יחשב ועוד לו כי הנה בכהן גדול נא' לאביו כו' כי נזר שמן משחת אלהיו על ראשו מיוחס הדבר אל מה שחוץ ממנו הוא השמן אך בזה לא יתייחס כי אם אל עצמו כי דבק בו הוא יתברך לאמר עליו כי נזר אלהיו על ראשו כאשר יבא בס\"ד. והנה הורה הוא יתברך כי חיוב מוטל על גדול הדור להזהיר את עצמו לפרוש ולקדש עצמו גם במותר להם למען זכותם לקדשם עד יהיו קדושים לאלהיהם וזה אם הדור ראוי לא יחוש מלזרוק מרה ולדבר בקושי ככל אשר עשה אל בני ישראל סמוך למיתתו כי ראה שצדיקים היו ויכבד את עול סבל מוסרו עליהם בדברים קשים מקציפים הייתם ממרים הייתם אך אם יראה כי יבעטו ידבר להם בלשון חבה ודברי מוסר השכל ואם כל אלה לא יסכון לו לא יתייאש וימשוך ידו כי אם הכלל לא יקבלו יבקש לו יחידים אחד אחד ולא יבצר מהמצא איש אחד מעיר ושנים ממשפחה ישמע בקולו ואם יוציא יקר מזולל. כפיו יתברך יהיה. וזה מאמרו יתברך פה דבר אל בני ישראל שהוא דבר לשון קושי לקדש עצמם ואם תיראו שיבעטו בקושי אז ואמרת אליהם בלשון אמירה הוא לשון חבה וזהו ואמרת אליהם ואם גם זה לא יסכון למו לך אל הפרטים ובקש איש או אשה כי יפליא וכו' או קרוב לזה והוא כי הנה דרך הבא לקדש עצמו לשמו יתברך הלא צריך תחלה לפרוש עצמו מכל המביא לידי עבירה קו לקו וממנו ימשך אחר הקדושה והנה הדבר המרגיל לאדם לבלבל את מוחו וליכנס בו רוח שטות להחטיא והוא היין בוגד כמאמר הכהן לסוטה הרבה יין עושה כו' ואחז\"ל הרוא' סוטה בנוולה יזיר עצמו מן היין ע\"כ תחלת הפרישה צותה תורה יהיה פרוש מן היין והנה לבא אל הענין נשית לב האם כ\"כ מאוס יין לפניו יתברך וקדוש לה' יקרא הפורש ממנו למה לא צוה לכל עמו לאמר היאורה תשליכוהו ויאסור אותו לישראל ואדרבה משמח אלהים ואנשים קראו הכתוב כי כמה מצות נעשות בו ואתת מברכותיו יתברך הוא ובציר ישיג את זרע ותירוש יקביך יפרוצו ואשר חטא על הנפש נאמר על שענה עצמו מן היין ועוד נשית את לב אל מקרא שכתוב בסוף הענין ואחר ישתה הנזיר יין כי הלא בשתותו אחרי כן יין כבר אינו נזיר: ", "<b>אך </b>אמנם אין ספק כי לא יקשה לפניו יתברך השותה יין שלא בדרך שכרות ומה גם המטיב לבבו לפקח שכלו בתורה כדברי האמור בגמרא חמרא וריחני פקחין וכמאמר הבו לדרדקי חמרא כי היכי דלימרו אך הענין הוא כי בא הוא יתברך לירא מיצרו הבא להתגבר עליו ורוצה לפרוש עצמו מדרכי העולם ולהתבודד ולקדש עצמו למען תחול עליו קדושה ע\"י בחירתו והתקרבו לה' ולאיש כזה אומר הוא יתברך דבר כו' כי יפליא וכו' לומר אל יעלה על רוחך לומר כי הנזירות אשר חפץ בו ה' הוא אשר אין דעתו רק לפרוש מן היין או כדרך נודרי נזירות מתוך כעס עם בני ביתו או זולתם או דרך הגזמה כי לא כן הוא רק אשר יראה סוטה בנוולה יזיר עצמו וכיוצא ויירא פן יצרו ידיחנו לעשות את הרע ורוצה לפרוש עצמו מהנאות העולם ולהתקדש לשמים וע\"י התעוררותו זה חפץ לידור נדר נזיר כי היין בוגד הוא המתחיל לבלבל הדעת הנה איש כזה אשר חפץ בו ה' וז\"א דבר ואמרת וכו' לומר הנה צריך לדבר הקדמה אחת כדי שאחרי כן ואמרת המצוה והקדמה היא איש או אשה כי יפלא לנדור נדר נזיר לומר כי כאשר יפליא ויפרוש עצמו מענייני העה\"ז ורוצה להתבודד ולקדש והתעוררות זה הוא המביא לנדור נדר נזיר ולא מתוך כעס או מחמת בחינה אחרת אז הוא לשמה להזיר לה' שהוא לפרוש מענייני העולם להתקרב ולהיות לה' והנה זו היא ההקדמה שעליה אמרתי דבר כו' ואחר הקדמה זו שהיא לשלול בחינות נזירות שלא לשמה אמר מה שאמרתי ואמרת אליהם הוא מיין ושכר יזיר כו' ושיקנה כל הקדושות כאשר יבא בכתובים והוא מרז\"ל במדרש רבה על פ' למה זה תשאל לשמי והוא פלאי שאמר לו כי המלאך משתנה שמו ונקרא ע\"ש שליחותו ולפיכך אמר לו למה זה תשאל לשמי כי אין לי שם קבוע כ\"א לפי המצוה והשליחות אני נקרא וע\"כ עתה שבאתי על עסקי נזירות נקראתי פלאי כד\"א כי יפליא לנדור וכו' והלא כמו זר נחשב למה על יחס נזירותם לא נקרא בשם מתייתס אל נזירות רק אל שם הפלאה אך הוא על כי אין הנזירות האמתי לפניו יתברך רק הבא מחמת פרישה והפלאה כאשר כתבנו והוא מז\"ל כי שמעון הצדיק אמר מימי לא אכלתי מקרבן נזיר אלא פעם אחת שבא אלי בחור מן הדרום יפה עינים וטוב רואי וקווצותיו תלתלים כו' אמרתי לו בני מה ראית שנדרת בנזיר אמר לי פעם אחת הלכתי עם צאן אבי וראיתי על עין המים בבואה שלי וקווצותי והתחיל יצרי להתגבר עלי אז קפצתי ונדרתי לגלח' לשמים אז חיבקו ונשקו ואמר לו כמותך ירבו נודרי נזירות בישראל והוא מאמרינו כי אין כוונתו יתברך רק על הבא לפרוש ולהכניע יצרו כמדובר וכוונת הענין כאשר יתבאר בהמשך הכתובים כי ע\"י הפרישות יקנה נזר קדושה כל ימי נזרו וישאר לו הפרישות והנזר בקנין כי גם אחרי מלאת ימי נזרו וישתה יין עדיין תואר נזירות יצדקו בו כי נזר קדושה עליו ולא יבגוד בו היין עוד וז\"א בחתימת הענין ואחר ישתה הנזיר יין כי הלא בשתותו אחרי כן יין אינו נזיר ואיך יאמר ישתה הנזיר יין אך הוא לומר כי עוד תואר וצודק בו גם אחר שתותו יין. ", "<b>או</b> יאמר דבר ואמרת מה שהקדמנו כי כוונתו יתברך להודיע כי יש לאל יד כל איש ישראל לעשות עצמו בבחירתו ככה\"ג בל יאמר איש כי אין פרישה מענייני העולם יאות רק לגברים ולא לכלם רק לאנשי החכמה תופשי התורה ומחזיקים בה יום ולילה לא ישבותו אך לא ליתר אנשים ע\"כ אמר כי לא כן הוא רק איש או אשה מכל הכללות מוכן לכך באשר הוא יהודי וזה יאמר דבר אל בני ישראל ואמרת אליהם כלומר אל כלם כו' כישראל כי כל איש ואשה מוכנים כי יפליא וכו' ונחזור אל דרכנו אמר מיין ושכר יזיר כו' אמר הנה האיש הזה בא לקראת האלהים לפרוש מדרכי העה\"ז ולקנות קדושה הנה אלה הם הגדרים אשר צריך לגדור קו לקו עד בואו אל גדר הקדושה. ראשונ' לפרוש מהדבר המחטיאו והעיקר וזה מיין ושכר שהוא חמר חדת ועתיק יזיר וזה הוא עיקר הנזירות ומזה לומר אל כל דבר הגורם חטא כיין ועוד גדר שני והוא חומץ יין וכו' והענין כמו שכתבנו כי עיקר הכונה האלהות ללמד דעת אל הבא ליטהר לשמור עצמו מן החטא לקדש עצמו ועל כן כל הדברים האלה הם דוגמא אל כל מיני הרחקים אשר יעשה האדם וחי בהם: ", "<b>והנה </b>היחל ביין המערבב ומחטיא ואחריו בחומץ והוא כי היין הוא משל אל הדבר המחטיא וידמה אליו המתחבר לרשע ובא ללמד לאדם דעת ירחק מן השיעור המחטיאו ואחרי כן לא בלבד ירחק מהדבר המחטיא כיון שהיה בו כח לכך הרחק ממנו כענין אדם רע עושה פעולת שקר והזקין ותשש כחו מעשות רע אל תאמר אתחבר לו כי אינו עושה רע אל תעש כן אחר שהיה לו כח לעשותו ועשה בבחרותו וזהו חומץ יין וחומץ שכר שאחר שבהיותו יין או שכר היה בו כח להחטיאך גם שעתה הכח ההוא איננו בו ונתקרר חמימותו הרחק ממנו והוא כנמשל שכתבנו וכן הרחק מן הכיעור ומכל הדומה לכיעור וזהו וכל משרת ענבים עם שאינו יין ולא חומץ יין רק משרת ענבים בין יהיה בו טעם יין או חומץ הוא דומה לכיעור ואחר הרחקה זו עוד תוסיף והוא כי אפילו ממה שאינו כיעור ולא דבר מחטיא לא בעבר ולא בהוה ולא דומה לכיעור כ\"א דבר שכעת הוא טוב אלא שאפשר לימשך ממנו דבר מכוער תפרושו ממנו וזהו אומרו ענבים לחים שהם דבר שאפשר להוציא מהם יין בוגד ועוד מעט תפרוש גם מהדבר שהיה אפשר לימשך ממנו דבר רע עם שנשתנה ונעשה דבר שאינו מוכן לצאת ממנו הדבר הרע ההוא כיון שהיה מתחלה אפשר. גם ממנו תפרוש והוא אומרו ויבשים שכעת אין יוצא מהם עסיס כ\"א שמתחלה בהיותם לחים היו מוכנים להוציא יין בוגד מהם שהוא משל אל הדברים ומדות שירחק מהן האדם גם מה שאינו מכוער כ\"א גם ממה שהיה אפשר לימשך ממנו כיעור גם שכעת אינו מוכן לכך ומאלה תבא אל הרחקת גדולות מהן והיא אפילו מה שהדבר המוכן לצאת ממנו דבר רע גם שמזה אינו יוצא ממנו עצמו דבר רע יוציא ממנו והוא משל כל אשר יצא מגפן היין למה שהענבים שהם אפשריים להוציא מהם יין יצא מהם ולא זו בלבד כ\"א עוד יתר על כל זה והיא מי שהיה בשכינת הדבר רע גם אחר שהופרש מהרע וזה מחרצנים הם גרעיני זרע הגפן שהיו שכנים לתירוש באשכול גם שהוסר ממנו אל תא' כי אין זה רק על כי מהגרעין יוכל לצאת ממנו היין גפן כשיזרע לז\"א ולא זה בלבד כ\"א גם מי שהרע נתאכסין אצלו והוא הזג שהיה היין כנוס בתוכו והנה המתרחק מן העבירה ומן הגורם אליה ומן הכיעור כל מיני הרחקות הללו אין ספק כי קדוש יאמר לו: "], "heVersionTitle": "Torat Moshe, Warsaw, 1875", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": ["", "<b>Sets apart.</b> This teaches the Jewish people that holiness depends on our free will and not on circumstances of birth. Each person is able to sanctify himself to the point where “holy shall be said of him,” and in such a case he will truly be considered holy. Furthermore, the Torah instructs the <i>gadol hador</i> to separate and sanctify himself even concerning permissible things, to the point where he will be holy to Hashem. If the generation is worthy, he will not be afraid to bitterly rebuke them, as did Moshe before his death. During his lifetime he should see to it that he speaks softly and warmly, with ethical lessons. If it poses no personal danger, he should seek out individuals to rebuke. The Torah speaks of these two matters when it says: “Speak to Bnei Yisroel and say to them: If a man or a woman.” The <i>Nazir</i> separates himself from wine as anyone who wishes to sanctify himself, who will separate himself from the factors that lead to transgression, step by step. ", " We need not be troubled by someone who drinks wine in a way that he does not become intoxicated, or if he drinks wine to open his heart to the Torah. However, the Torah speaks of one who fears his evil inclination and wants to be isolated from worldly matters, to sanctify himself and become closer to Hashem, and not someone who vows out of anger or another aspect. Therefore, the Torah uses a language of הפלאה, which means that the <i>Nazir</i> will acquire a crown of holiness by means of the separation, which will remain even after the days of his <i>nezirus</i> are completed, when he returns to drinking wine. ", "<b>A man or a woman.</b> Anyone is suitable for this, and not only people of wisdom."], "versionTitle": "Yalkut, Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "64e49e94613f3c2d3b4499be", "index_title": "German Commentary on Mishnah Nazir", "category": "Quoting Commentary", "type": "", "ref": "German Commentary on Mishnah Nazir 9:1:2", "anchorRef": "Numbers 6:1", "anchorRefExpanded": ["Numbers 6:1"], "sourceRef": "German Commentary on Mishnah Nazir 9:1:2", "sourceHeRef": "פירוש גרמני על משנה נזיר ט׳:א׳:ב׳", "anchorVerse": 1, "sourceHasEn": true, "commentaryNum": 1.0002, "collectiveTitle": {"en": "German Commentary on Mishnah Nazir", "he": "פירוש גרמני על משנה נזיר"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<b>Für Nichtjuden gibt es kein Nasirat.</b>  Ein Nichtjude, der ein Nasirat gelobt hat, muss die Nasirvorschriften nicht einhalten; die Nasiropfer dürfen von ihm zur Darbringung nicht angenommen werden. Die das Nasirgesetz einleitenden Worte: „Sprich zu den Kindern Israels …“ (Num. 6, 1) sehliessen den Nichtjuden von diesem Gesetze aus (Talmud 61 a, vgl. dorts. <span dir=\"rtl\">פירוש הרא״ש</span>).", "versionTitle": "Mischnajot mit deutscher Übersetzung und Erklärung. Berlin 1887-1933 [de]", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "660922e63fe494287a861150", "index_title": "Covenant and Conversation; Numbers; The Wilderness Years", "category": "Quoting Commentary", "type": "", "ref": "Covenant and Conversation; Numbers; The Wilderness Years, Nasso, Sages and Saints 2", "anchorRef": "Numbers 6:1-21", "anchorRefExpanded": ["Numbers 6:1", "Numbers 6:2", "Numbers 6:3", "Numbers 6:4", "Numbers 6:5", "Numbers 6:6", "Numbers 6:7", "Numbers 6:8", "Numbers 6:9", "Numbers 6:10", "Numbers 6:11", "Numbers 6:12", "Numbers 6:13", "Numbers 6:14", "Numbers 6:15", "Numbers 6:16", "Numbers 6:17", "Numbers 6:18", "Numbers 6:19", "Numbers 6:20", "Numbers 6:21"], "sourceRef": "Covenant and Conversation; Numbers; The Wilderness Years, Nasso, Sages and Saints 2", "sourceHeRef": "שיג ושיח; קריאות חדשות בפרשת השבוע, במדבר, נשא, ג ב׳", "anchorVerse": 1, "sourceHasEn": true, "commentaryNum": 2, "collectiveTitle": {"en": "Covenant and Conversation; Numbers; The Wilderness Years", "he": "שיג ושיח; קריאות חדשות בפרשת השבוע, במדבר"}, "heTitle": "ג", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<i>Parashat Naso</i> contains the law of the Nazirite – the individual who undertook to observe special rules of holiness and abstinence: not to drink wine or other intoxicants (including anything made from grapes), not to have his hair cut, and not to defile himself by contact with the dead (Num. 6:1–21). Such a state was usually undertaken for a limited period; the standard length was thirty days. There were exceptions, most famously Samson and Samuel who, because of the miraculous nature of their birth, were consecrated before their birth as Nazirites for life.<sup class=\"footnote-marker\">1</sup><i class=\"footnote\">Judges 13:1–7; I Sam. 1:11. The Talmud distinguishes these kinds of cases from the standard vow for a fixed period. The most famous Nazirite of modern times was Rabbi David Cohen (1887–1972), a disciple of Rabbi Kook and father of the chief rabbi of Haifa, Rabbi She’ar-Yashuv Cohen (1927–2016). </i>", "versionTitle": "Maggid Books and the Orthodox Union, 2009-2019", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "670396eeb82834564033c28a", "index_title": "Covenant and Conversation Family Edition", "category": "Tanakh", "type": "", "ref": "Covenant and Conversation Family Edition, Nasso, II; Sages and Saints 1", "anchorRef": "Numbers 6:1-21", "anchorRefExpanded": ["Numbers 6:1", "Numbers 6:2", "Numbers 6:3", "Numbers 6:4", "Numbers 6:5", "Numbers 6:6", "Numbers 6:7", "Numbers 6:8", "Numbers 6:9", "Numbers 6:10", "Numbers 6:11", "Numbers 6:12", "Numbers 6:13", "Numbers 6:14", "Numbers 6:15", "Numbers 6:16", "Numbers 6:17", "Numbers 6:18", "Numbers 6:19", "Numbers 6:20", "Numbers 6:21"], "sourceRef": "Covenant and Conversation Family Edition, Nasso, II; Sages and Saints 1", "sourceHeRef": "שיח ושיג מהדורה משפחתית, נשא, ב א׳", "anchorVerse": 1, "sourceHasEn": true, "commentaryNum": 1, "collectiveTitle": {"en": "Covenant and Conversation Family Edition", "he": "שיח ושיג מהדורה משפחתית"}, "heTitle": "ב", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<big><strong>II. Sages and Saints</strong></big><br><b><i>THE CORE IDEA</i></b><br><i>Parashat Naso</i> contains the law of the <i>nazir</i> – the individual who undertakes the special rules of holiness and abstinence: not to drink alcohol (or anything made from grapes), not to have their hair cut, and to avoid contact with the dead (Bemidbar 6:1–21). Living as a <i>nazir</i> was usually undertaken for a limited time period; the standard length was thirty days.", "versionTitle": "Covenant and Conversation Family Edition, Maggid Books, 2023", "license": "", "versionTitleInHebrew": ""}]