[{"_id": "521dca74edbab45814ae61a4", "index_title": "Rashi on Numbers", "category": "Commentary", "type": "commentary", "ref": "Rashi on Numbers 6:8:1", "anchorRef": "Numbers 6:8", "anchorRefExpanded": ["Numbers 6:8"], "sourceRef": "Rashi on Numbers 6:8:1", "sourceHeRef": "רש\"י על במדבר ו׳:ח׳:א׳", "anchorVerse": 8, "sourceHasEn": true, "compDate": [1075, 1105], "commentaryNum": 8.0001, "collectiveTitle": {"en": "Rashi", "he": "רש\"י"}, "heTitle": "רש\"י על במדבר", "he": "<b>כל ימי נזרו קדש הוא.</b> זוֹ קְדֻשַּׁת הַגּוּף, מִלִּטַּמֵּא לְמֵתִים (ספרי):", "heVersionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann -- corrected vocalization", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "כל ימי נזרו קדש הוא ALL THE DAYS OF HIS NAZARITESHIP HE IS HOLY — This refers to the holiness of his body which consists in his abstaining from defiling himself by reason of a corpse (Sifrei Bamidbar 27).", "versionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "license": "Public Domain", "versionTitleInHebrew": "חמישה חומשי תורה עם פירוש רש״י, מ. רוזנבאום וא.מ. סילברמן"}, {"_id": "531e4fe3fbfba276047f6f70", "index_title": "Onkelos Numbers", "category": "Targum", "type": "targum", "ref": "Onkelos Numbers 6:8", "anchorRef": "Numbers 6:8", "anchorRefExpanded": ["Numbers 6:8"], "sourceRef": "Onkelos Numbers 6:8", "sourceHeRef": "תרגום אונקלוס על במדבר ו׳:ח׳", "anchorVerse": 8, "sourceHasEn": true, "compDate": [80, 120], "commentaryNum": 6.0008, "collectiveTitle": {"en": "Onkelos Numbers", "he": "תרגום אונקלוס על במדבר"}, "heTitle": "תרגום אונקלוס על במדבר", "he": "כֹּל יוֹמֵי נִזְרֵיהּ קַדִּישׁ הוּא קֳדָם יְיָ:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "חומש שפתי חכמים, מצודה תשס\"ט", "text": "All the days of his separation, he is sacred to Adonoy.", "versionTitle": "Metsudah Chumash, Metsudah Publications, 2009 [with Onkelos translation]", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "532b2686fbfba27c35eec7a6", "index_title": "Targum Jonathan on Numbers", "category": "Targum", "type": "targum", "ref": "Targum Jonathan on Numbers 6:8", "anchorRef": "Numbers 6:8", "anchorRefExpanded": ["Numbers 6:8"], "sourceRef": "Targum Jonathan on Numbers 6:8", "sourceHeRef": "תרגום יונתן על במדבר ו׳:ח׳", "anchorVerse": 8, "sourceHasEn": true, "compDate": [30, 70], "commentaryNum": 6.0008, "collectiveTitle": {"en": "Targum Jonathan on Numbers", "he": "תרגום יונתן על במדבר"}, "heTitle": "תרגום יונתן על במדבר", "he": "כָּל יוֹמֵי נִזְרֵיהּ קָדוֹשׁ הוּא קֳדָם יְיָ", "heVersionTitle": "Targum Jonathan on Numbers", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תרגום יונתן על במדבר", "text": " all the days in which he is a Nazir lie shall be sacred before the Lord.\n", "versionTitle": "The Targum of Jonathan ben Uzziel, trans. J. W. Etheridge, London, 1862", "license": "Public Domain", "versionTitleInHebrew": "תרגום ירושלמי (תרגום יונתן בן-עוזיאל) לתורה, תורגם ע״י ג׳ון ווסלי אטרידג׳, לונדון 1862"}, {"_id": "53f179b2fbfba22336ea62e9", "index_title": "Sforno on Numbers", "category": "Commentary", "type": "commentary", "ref": "Sforno on Numbers 6:8:1", "anchorRef": "Numbers 6:8", "anchorRefExpanded": ["Numbers 6:8"], "sourceRef": "Sforno on Numbers 6:8:1", "sourceHeRef": "ספורנו על במדבר ו׳:ח׳:א׳", "anchorVerse": 8, "sourceHasEn": true, "compDate": [1500, 1550], "commentaryNum": 8.0001, "collectiveTitle": {"en": "Sforno", "he": "ספורנו"}, "heTitle": "ספורנו על במדבר", "he": "<b>קדוש הוא לה'.</b> יזכה לאור באור החיים ולהיות מוכן להבין ולהורות כראוי לקדושי הדור ולזה נראה שכיון אלקנה באמרו אך יקם ה' את דברו כלומר אני מסכים להדירו בנזיר ואיני מבקש מהאל יתברך דבר אחר בעד הילד זולתי שיקם את דברו שיהיה קדוש לה':", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "'קדוש הוא לה. He will merit the light available for those enjoying eternal life, as well as be able to instruct the spiritual leaders of his generation. This may have been what Elkanah referred to when he said: “may the Lord keep His word” (Samuel I 1,23). What he meant was that he agreed with Chanah his wife’s vow that the child she would bear would spend his life on earth as a Nazirite. He did not add any additional request regarding the child that would be born to them. If G’d would allow Chanah’s prayer and vow to come true this would be more than enough satisfaction for him.", "versionTitle": "Eliyahu Munk, HaChut Hameshulash", "license": "CC-BY", "versionTitleInHebrew": "החוט המשולש, אליהו מונק"}, {"_id": "54b1d9dcfbfba21603f5b20e", "index_title": "Sefer HaChinukh", "category": "Halakhah", "type": "", "ref": "Sefer HaChinukh 549:2", "anchorRef": "Numbers 6:8", "anchorRefExpanded": ["Numbers 6:8"], "sourceRef": "Sefer HaChinukh 549:2", "sourceHeRef": "ספר החינוך תקמ״ט:ב׳", "anchorVerse": 8, "sourceHasEn": true, "compDate": [1255, 1285], "commentaryNum": 549.0002, "collectiveTitle": {"en": "Sefer HaChinukh", "he": "ספר החינוך"}, "he": "מִשָּׁרְשֵׁי הַמִּצְוָה. הַקְדָּמָה, יָדוּעַ הַדָּבָר בְּכָל מִצְוֹת הַתּוֹרָה, כִּי כָּל דָּבָר לְפִי הַכִּשָּׁלוֹן שֶׁמָּצוּי בּוֹ יוֹתֵר יַרְחִיקֵנוּ הָאֵל מִמֶּנּוּ, וְאֵין סָפֵק כִּי נְטִיעַת הַכֶּרֶם סִבָּה לַיַּיִן, שֶׁבּוֹ כַּמָּה מִכְשׁוֹלוֹת לִבְנֵי אָדָם, הִפִּיל רַבִּים חֲלָלִים בְּחָמְדָם אוֹתוֹ כִּי יִתְאַדָּם, מְעוֹרֵר יֵצֶר לֵב הָאָדָם רַע וּמַדִּיחַ יֵצֶר טוֹב, וְכָל עֲצָתוֹ אָכוֹל וְשָׁתֹה וְלִשְׁכַּב לִהְיוֹת נִרְדָּם, וּכְעִנְיָן שֶׁכָּתוּב (חבקוק ב, ה) וְאַף כִּי הַיַּיִן בּוֹגֵד, וַאֲשֶׁר יַזִּיר מִמֶּנּוּ יִקָּרֵא קָדוֹשׁ כַּכָּתוּב (במדבר ו ח). וְאוּלָם הִתִּירוֹ לָנוּ הַשֵּׁם בָּרוּךְ הוּא בִּשְׁבִיל קְצָת תּוֹעֶלֶת שֶׁנִּמְצָא בְּמִעוּטוֹ אֶל הַגּוּפִים. וְאַחַר שֶׁלֹּא הֻתַּר רַק לְצֹרֶךְ גָּדוֹל חִיְּבָנוּ הַכָּתוּב, שֶׁאִם גַּם בִּתְחִלַּת נְטִיעָתוֹ אוֹ זְרִיעָתוֹ יִהְיֶה בְּעִנְיָנוֹ צַד עָוֹן וְחֵטְא שֶׁלֹּא נְקַיְּמוֹ וְלֹא נֶהֱנֶה בּוֹ כְּלָל, אֲבָל יִשָּׂרֵף הַכֹּל וְיֹאבַד מִן הָעוֹלָם, הֲלֹא דַּי בְּרוֹב הַמִּכְשׁוֹלוֹת הַיּוֹצְאִין מִמֶּנּוּ אַחַר גְּמַר בִּשּׁוּלוֹ, לֹא טוֹב לִהְיוֹת עוֹד גַּם הַתְחָלָתוֹ בַּעֲבֵרָה, אֲבָל תּוּקַד הַכֹּל, הַפְּרִי וְהַקַּשׁ וְהָעֵצִים וְכָל אֲשֶׁר בּוֹ.", "heVersionTitle": "Vocalized Edition", "heLicense": "", "heVersionTitleInHebrew": "", "text": "From the roots of the commandment, [there is a need to] preface: The matter is known that in all of the commandments of the Torah, God distances us from a thing according to [the degree] of the stumbling found in it. And there is no doubt that the planting of a vineyard is the cause of wine, which [brings] several stumbling blocks to people. From its desire have many casualties fallen, since [wine] stimulates the “impulse of the heart of man which is evil,” and it pushes off the good impulse. And all of its counsel is, “Eat, drink and lay down to fall asleep.” And [it is] like the matter that is written (Habakuk 2:8), “And surely the one that wine betrays,” and the one who separates from it is called holy. And nonetheless God, may He be blessed, allowed it to us because of its slight purpose for bodies that is found in its slight [consumption]. And since it is only permitted for a great need, the verse obligated us that if also the start of its planting or its seeding will be in such a way that there is an angle of iniquity and sin in it, that we not keep it and that we should not benefit from it at all, but [rather] that it should all be burnt and destroyed from the world. Are all of the stumbling blocks that come out from it after the end of its ripening not enough for us? [Hence,] it is not good for also its beginning to be in sin, but [rather] all of it should be incinerated — the fruit and the chaff and the wood and everything that is in it.", "versionTitle": "Sefer HaChinukh, translated by R. Francis Nataf, Sefaria 2018", "license": "CC0", "versionTitleInHebrew": "ספר החינוך, תורגם על ידי ספריא"}, {"_id": "54bd47f3fbfba21733360da2", "index_title": "Ramban on Leviticus", "category": "Quoting Commentary", "type": "", "ref": "Ramban on Leviticus 19:2:1", "anchorRef": "Numbers 6:8", "anchorRefExpanded": ["Numbers 6:8"], "sourceRef": "Ramban on Leviticus 19:2:1", "sourceHeRef": "רמב\"ן על ויקרא י״ט:ב׳:א׳", "anchorVerse": 8, "sourceHasEn": true, "compDate": [1246, 1286], "commentaryNum": 2.0001, "collectiveTitle": {"en": "Ramban on Leviticus", "he": "רמב\"ן על ויקרא"}, "he": "<b>אל כל עדת בני ישראל</b> כבר אמרו רבותינו (תו\"כ ריש הפרשה) שהפרשה הזו נאמרה בהקהל מפני שרוב גופי תורה תלויין בה וזה טעם \"אל כל עדת בני ישראל\" אבל הוזכרה כאן בתורת הכהנים מפני שידבר בה על קרבן השלמים ומפני שיזכיר בה המשפט שיצוה לעשות בעושי התועבות הנזכרות והעריות והתועבות הוזכרו בספר הזה מפני הטעם שכתבנו בתחלת הספר:", "heVersionTitle": "On Your Way New", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "SPEAK UNTO ALL THE CONGREGATION OF THE CHILDREN OF ISRAEL. Our Rabbis have already said<sup class=\"footnote-marker\">1</sup><i class=\"footnote\">Torath Kohanim at beginning of <i>Seder Kedoshim</i>. Quoted also in Rashi.</i> that this section was addressed to the full assembly [of all Israel] because most of the fundamental principles of the Torah are dependent on it,<sup class=\"footnote-marker\">2</sup><i class=\"footnote\">Mizrachi on Rashi offers two explanations of this text: (a) Since the laws of this chapter are so fundamental, it was necessary for all the congregation to be present, so that if a doubt arises in anyone’s mind as to precisely what Moses said, the other people can easily clarify it to him, which would not have been the case if the laws of this section were not declared to the full assembly. (b) Since these laws are so fundamental, men, women, and children were all present when Moses addressed them, whereas in the other sections of the Torah only the elders and the men were present.</i> this being the reason for the expression, <i>speak unto all the congregation of the children of Israel</i>. This section, however, was mentioned here in [the book of] <i>Torath Kohanim</i><sup class=\"footnote-marker\">3</sup><i class=\"footnote\">Literally: “the Law of the Priests,” which is another name for the Book of Vayikra, or Leviticus. In other words, since the laws of this section are so fundamental to the entire congregation of Israel, why were they placed in the book which is essentially devoted to the laws of the priests and the offerings? The answer follows in the text.</i> because it contains laws concerning the thanks-offering,<sup class=\"footnote-marker\">4</sup><i class=\"footnote\">The Tur, quoting the language of Ramban, writes: “peace-offerings.” That is correct, since the following verses [5-8] refer only to the peace-offerings, and not the thanks-offering. There are important differences between them. A thanks-offering may be eaten only on the same day that it was slaughtered until midnight, whilst a peace-offering could be eaten for two days and the intervening night. Therefore Verses 6 and 7, speaking of permission to eat the offering for two days, could not possibly refer to the thanks-offering.</i> and also because it states the punishments<sup class=\"footnote-marker\">5</sup><i class=\"footnote\">Further, Chapter 20.</i> He commanded us to execute on those who do the abominable deeds mentioned [in the preceding sections], as well as [those for] the forbidden sexual relationships. These subjects have been included in this book [of <i>Torath Kohanim</i>] for the reason that we have written at the beginning of this book.<sup class=\"footnote-marker\">6</sup><i class=\"footnote\">See Ramban’s introduction to this book where he writes: “As a result of mentioning these laws, He warned afterwards about forbidden sexual relationships etc.”</i>", "versionTitle": "Commentary on the Torah by Ramban (Nachmanides). Translated and annotated by Charles B. Chavel. New York, Shilo Pub. House, 1971-1976", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "54bd482ffbfba21733362d74", "index_title": "Ramban on Leviticus", "category": "Quoting Commentary", "type": "", "ref": "Ramban on Leviticus 19:2:2", "anchorRef": "Numbers 6:8", "anchorRefExpanded": ["Numbers 6:8"], "sourceRef": "Ramban on Leviticus 19:2:2", "sourceHeRef": "רמב\"ן על ויקרא י״ט:ב׳:ב׳", "anchorVerse": 8, "sourceHasEn": true, "compDate": [1246, 1286], "commentaryNum": 2.0002, "collectiveTitle": {"en": "Ramban on Leviticus", "he": "רמב\"ן על ויקרא"}, "he": "<b>קדושים תהיו</b> הוו פרושים מן העריות ומן העבירה שכל מקום שאתה מוצא גדר ערוה אתה מוצא קדושה לשון רש\"י (רש\"י על ויקרא י״ט:ב׳) אבל בתורת כהנים (פרשה א ב) ראיתי סתם פרושים תהיו וכן שנו שם (שמיני פרק יב ג) והתקדשתם והייתם קדושים כי קדוש אני כשם שאני קדוש כך אתם תהיו קדושים כשם שאני פרוש כך אתם תהיו פרושים ולפי דעתי אין הפרישות הזו לפרוש מן העריות כדברי הרב אבל הפרישות היא המוזכרת בכל מקום בתלמוד שבעליה נקראים פרושים והענין כי התורה הזהירה בעריות ובמאכלים האסורים והתירה הביאה איש באשתו ואכילת הבשר והיין א\"כ ימצא בעל התאוה מקום להיות שטוף בזמת אשתו או נשיו הרבות ולהיות בסובאי יין בזוללי בשר למו וידבר כרצונו בכל הנבלות שלא הוזכר איסור זה בתורה והנה יהיה נבל ברשות התורה לפיכך בא הכתוב אחרי שפרט האיסורים שאסר אותם לגמרי וצוה בדבר כללי שנהיה פרושים מן המותרות ימעט במשגל כענין שאמרו (ברכות כב) שלא יהיו תלמידי חכמים מצויין אצל נשותיהן כתרנגולין ולא ישמש אלא כפי הצריך בקיום המצוה ממנו ויקדש עצמו מן היין במיעוטו כמו שקרא הכתוב (במדבר ו ה) הנזיר קדוש ויזכור הרעות הנזכרות ממנו בתורה (בראשית ט כא) בנח ובלוט וכן יפריש עצמו מן הטומאה אע\"פ שלא הוזהרנו ממנה בתורה כמו שהזכירו (חגיגה יח) בגדי עם הארץ מדרס לפרושים וכמו שנקרא הנזיר קדוש (במדבר ו ח) בשמרו מטומאת המת גם כן וגם ישמור פיו ולשונו מהתגאל ברבוי האכילה הגסה ומן הדבור הנמאס כענין שהזכיר הכתוב (ישעיהו ט טז) וכל פה דובר נבלה ויקדש עצמו בזה עד שיגיע לפרישות כמה שאמרו על רבי חייא שלא שח שיחה בטלה מימיו באלו ובכיוצא בהן באה המצוה הזאת הכללית אחרי שפרט כל העבירות שהן אסורות לגמרי עד שיכנס בכלל זאת הצוואה הנקיות בידיו וגופו כמו שאמרו (ברכות נג) והתקדשתם אלו מים ראשונים והייתם קדושים אלו מים אחרונים כי קדוש זה שמן ערב כי אע\"פ שאלו מצות מדבריהם עיקר הכתוב בכיוצא בזה יזהיר שנהיה נקיים וטהורים ופרושים מהמון בני אדם שהם מלכלכים עצמם במותרות ובכיעורים וזה דרך התורה לפרוט ולכלול בכיוצא בזה כי אחרי אזהרת פרטי הדינין בכל משא ומתן שבין בני אדם לא תגנוב ולא תגזול ולא תונו ושאר האזהרות אמר בכלל ועשית הישר והטוב (דברים ו יח) שיכניס בעשה היושר וההשויה וכל לפנים משורת הדין לרצון חבריו כאשר אפרש (שם) בהגיעי למקומו ברצון הקב\"ה וכן בענין השבת אסר המלאכות בלאו והטרחים בעשה כללי שנאמר תשבות ועוד אפרש זה (רמב\"ן על ויקרא כ״ג:כ״ד) בע\"ה:", "heVersionTitle": "On Your Way New", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "YE SHALL BE HOLY. “Abstain from the forbidden sexual relationships [mentioned in the preceding section] and from [other] sin,<sup class=\"footnote-marker\">7</sup><i class=\"footnote\">So explained in Gur Aryeh on Rashi.</i> because wherever you find [in the Torah] a warning to guard against immorality, you find the mention of ‘holiness.’” This is Rashi’s language. But in the Torath Kohanim I have seen it mentioned without any qualification [i.e., without any particular reference to immorality, as Rashi expressed it], saying:<sup class=\"footnote-marker\">8</sup><i class=\"footnote\">Torath Kohanim, at beginning of <i>Seder Kedoshim</i>.</i> “Be self-restraining.” Similarly, the Rabbis taught there:<sup class=\"footnote-marker\">9</sup><i class=\"footnote\"><i>Ibid., Shemini</i> 12:4.</i> “<i>And ye shall sanctify yourselves, and be ye holy, for I am Holy</i>.<sup class=\"footnote-marker\">10</sup><i class=\"footnote\">Above, 11:44.</i> Just as I am Holy, so be you holy. Just as I am Pure, so be you pure.” And in my opinion, this abstinence does not refer only to restraint from acts of immorality, as the Rabbi [Rashi] wrote, but it is rather the self-control mentioned throughout the Talmud, which confers upon those who practice it the name of <i>P’rushim</i> (Pharisees), [literally: “those who are separated” from self-indulgence, as will be explained, or those who practice self-restraint]. The meaning thereof is as follows: The Torah has admonished us against immorality and forbidden foods, but permitted sexual intercourse between man and his wife, and the eating of [certain] meat and wine. If so, a man of desire could consider this to be a permission to be passionately addicted to sexual intercourse with his wife or many wives, and be <i>among winebibbers, among gluttonous eaters of flesh</i>,<sup class=\"footnote-marker\">11</sup><i class=\"footnote\">Proverbs 23:20</i> and speak freely all profanities, since this prohibition has not been [expressly] mentioned in the Torah, and thus he will become a sordid person within the permissible realm of the Torah! Therefore, after having listed the matters which He prohibited altogether, Scripture followed them up by a general command that we practice moderation even in matters which are permitted, [such as in the following]: One should minimize sexual intercourse, similar to that which the Rabbis have said,<sup class=\"footnote-marker\">12</sup><i class=\"footnote\">Berachoth 22 a.</i> “So that the disciples of the Sages should not be found together with their wives as often as the hens,” and he should not engage in it except as required in fulfillment of the commandment thereof. He should also sanctify himself [to self-restraint] by using wine in small amounts, just as Scripture calls a Nazirite “holy” [for abstaining from wine and strong drink],<sup class=\"footnote-marker\">13</sup><i class=\"footnote\">Numbers 6:8.</i> and he should remember the evils which the Torah mentioned as following from [drinking wine] in the cases of Noah<sup class=\"footnote-marker\">14</sup><i class=\"footnote\">Genesis 9:21.</i> and Lot.<sup class=\"footnote-marker\">15</sup><i class=\"footnote\"><i>Ibid.</i>, 19:33.</i> Similarly, he should keep himself away from impurity [in his ordinary daily activity], even though we have not been admonished against it in the Torah, similar to that which the Rabbis have said:<sup class=\"footnote-marker\">16</sup><i class=\"footnote\">Chagigah 18 b.</i> “For the <i>P’rushim</i> (Pharisees), the clothes of the unlearned are considered as if trodden upon by a <i>zav</i>” [or <i>zavah</i> — a man or woman having suffered a flux], and just as the Nazirite is called “holy” because of guarding himself from the impurity of the dead.<sup class=\"footnote-marker\">17</sup><i class=\"footnote\">Numbers 6:6-7.</i> Likewise he should guard his mouth and tongue from being defiled by excessive food and by lewd talk, similar to what Scripture states, <i>and every mouth speaketh wantonness</i>,<sup class=\"footnote-marker\">18</sup><i class=\"footnote\">Isaiah 9:16.</i> and he should purify himself in this respect until he reaches the degree known as [complete] “self-restraint,” as the Rabbis said concerning Rabbi Chiya,<sup class=\"footnote-marker\">19</sup><i class=\"footnote\">See my Hebrew commentary p. 116, for different personalities to whom this character trait has been ascribed in Rabbinic sources. I have not found a clear source for Ramban’s version here.</i> that never in his life did he engage in unnecessary talk. It is with reference to these and similar matters that this general commandment [<i>Ye shall be holy</i>] is concerned, after He had enumerated all individual deeds which are strictly forbidden, so that cleanliness of hands and body, are also included in this precept, just like the Rabbis have said:<sup class=\"footnote-marker\">20</sup><i class=\"footnote\">Berachoth 53 b.</i> “<i>And ye shall sanctify yourselves</i>.<sup class=\"footnote-marker\">10</sup><i class=\"footnote\">Above, 11:44.</i> This refers to the washing of hands before meals. <i>And be ye holy</i>.<sup class=\"footnote-marker\">10</sup><i class=\"footnote\">Above, 11:44.</i> This refers to the washing of hands after meals [before the reciting of grace]. <i>For I am holy</i> — this alludes to the spiced oil” [with which they used to rub their hands after a meal]. For although these [washings and perfuming of the hands] are commandments of Rabbinic origin, yet Scripture’s main intention is to warn us of such matters, that we should be [physically] clean and [ritually] pure, and separated from the common people who soil themselves with luxuries and unseemly things. And such is the way of the Torah, that after it lists certain specific prohibitions, it includes them all in a general precept. Thus after warning with detailed laws regarding all business dealings between people, such as not to steal or rob or to wrong<sup class=\"footnote-marker\">21</sup><i class=\"footnote\">Further, 25:17.</i> one another, and other similar prohibitions, He said in general, <i>And thou shalt do that which is right and good</i>,<sup class=\"footnote-marker\">22</sup><i class=\"footnote\">Deuteronomy 6:18.</i> thus including under a positive commandment the duty of doing that which is right and of agreeing to a compromise [when not to do so would be inequitable]; as well as all requirements to act “beyond” the line of justice [i.e., to be generous in not insisting upon one’s rights as defined by the strict letter of the law, but to agree to act “beyond” that line of the strict law] for the sake of pleasing one’s fellowman, as I will explain when I reach there [that verse], with the will of the Holy One, blessed be He. Similarly in the case of the Sabbath, He prohibited doing certain classes of work by means of a negative commandment,<sup class=\"footnote-marker\">23</sup><i class=\"footnote\">Exodus 20:10.</i> and painstaking labors [not categorized as “work,” such as transferring heavy loads in one’s yard from one place to another, etc.] He included under a general positive commandment, as it is said, <i>but on the seventh day thou shalt rest</i>.<sup class=\"footnote-marker\">24</sup><i class=\"footnote\"><i>Ibid.</i>, 23:12.</i> I will yet explain this<sup class=\"footnote-marker\">25</sup><i class=\"footnote\">See further, 23:24.</i> with the help of G-d.", "versionTitle": "Commentary on the Torah by Ramban (Nachmanides). Translated and annotated by Charles B. Chavel. New York, Shilo Pub. House, 1971-1976", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "569d07b3d6e4a979b40a07f1", "index_title": "Sifrei Bamidbar", "category": "Midrash", "type": "", "ref": "Sifrei Bamidbar 27:1", "anchorRef": "Numbers 6:8", "anchorRefExpanded": ["Numbers 6:8"], "sourceRef": "Sifrei Bamidbar 27:1", "sourceHeRef": "ספרי במדבר כ״ז:א׳", "anchorVerse": 8, "sourceHasEn": true, "compDate": [200], "commentaryNum": 27.0001, "collectiveTitle": {"en": "Sifrei Bamidbar", "he": "ספרי במדבר"}, "heTitle": "ספרי במדבר", "he": "כל ימי נזרו קדוש הוא לה' למה נאמר, לפי שהוא אומר עד מלאת הימים אין לי אלא שיש לו הפסק לנזירותו, נזיר עולם מנין תלמוד לומר כל ימי נזרו להביא נזיר עולם. קדוש הוא לה' זו קדושת הגוף. אתה אומר זו קדושת הגוף, או אינו אלא קדושת שער. כשהוא אומר קדוש יהיה הרי קדושת שער אמרה, הא מה תלמוד לומר קדוש הוא לה' זו קדושת הגוף:", "heVersionTitle": "Wikisource", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "ויקיטקסט", "text": " (Bamidbar 6:8) \"All the days of his Naziritism, holy is he to the L-rd.\": What is the intent of this? Because it is written (5) \"until the fulfillment of the days,\" I might think (that the interdict of shaving applies) only to one whose Naziritism has a term. Whence do I derive (the same for) a life-long Nazirite? To this end it is written \"All the days of his Naziritism.\" \"holy is he to the L-rd\": This applies to holiness of the body (vis-à-vis the interdict of becoming tamei.) — But perhaps it applies to the holiness of (i.e., not shaving) the hair! — (5) \"holy shall he be\" already refers to the holiness of the hair. How, then, am I to understand \"holy is he to the L-rd\"? As referring to holiness of the body.", "versionTitle": "Sifrei by Rabbi Shraga Silverstein", "license": "CC-BY", "versionTitleInHebrew": "ספרי, רבי שרגא זילברשטיין"}, {"_id": "57e77d48d6e4a94c7c18ab9a", "index_title": "Tafsir Rasag", "category": "Targum", "type": "targum", "ref": "Tafsir Rasag, Numbers 6:8", "anchorRef": "Numbers 6:8", "anchorRefExpanded": ["Numbers 6:8"], "sourceRef": "Tafsir Rasag, Numbers 6:8", "sourceHeRef": "תפסיר רס\"ג, במדבר ו׳:ח׳", "anchorVerse": 8, "sourceHasEn": false, "compDate": [918, 942], "commentaryNum": 6.0008, "collectiveTitle": {"en": "Tafsir Rasag", "he": "תפסיר רס\"ג"}, "heTitle": "במדבר", "he": "כד̇לך טול איאם נסכה מקדסא יכון ללה", "heVersionTitle": "Tafsir al-Torah bi-al-Arabiya, Paris, 1893", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תפסיר אלתורה באלערביה, פריס, 1893", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "58affce2d6e4a91e9d6fc95f", "index_title": "Shemot Rabbah", "category": "Midrash", "type": "", "ref": "Shemot Rabbah 16:2", "anchorRef": "Numbers 6:8", "anchorRefExpanded": ["Numbers 6:8"], "sourceRef": "Shemot Rabbah 16:2", "sourceHeRef": "שמות רבה ט״ז:ב׳", "anchorVerse": 8, "sourceHasEn": false, "compDate": [1200], "commentaryNum": 16.0002, "collectiveTitle": {"en": "Shemot Rabbah", "he": "שמות רבה"}, "heTitle": "שמות רבה", "he": "מִשְׁכוּ וּקְחוּ לָכֶם צֹאן, הֲדָא הוּא דִכְתִיב <small>(ישעיה ל, טו)</small>: בְּשׁוּבָה וָנַחַת תִּוָּשֵׁעוּן, תְּנִינַן בַּכֹּל מִתְרַפְּאִין חוּץ מֵעֲבוֹדַת כּוֹכָבִים, וְגִלּוּי עֲרָיוֹת, וּשְׁפִיכוּת דָּמִים. כֵּיצַד שֶׁאִם יֹאמְרוּ לוֹ לְאָדָם בּוֹא וַהֲרֹג אֶת הַנֶּפֶשׁ וְאַתָּה מִתְרַפֵּא, אַל יִשְׁמַע לָהֶן, שֶׁכֵּן כְּתִיב <small>(בראשית ט, ו)</small>: שֹׁפֵךְ דַּם הָאָדָם בָּאָדָם דָּמוֹ יִשָּׁפֵךְ, הוֹאִיל וְכָל מִי שֶׁהוּא שֹׁפֵךְ דַּם הָאָדָם בָּאָדָם דָּמוֹ יִשָּׁפֵךְ, הֵיאַךְ יָכוֹל הַחוֹלֶה לְהִתְרַפּאוֹת בִּשְׁפִיכוּת דָּמִים. גִּלּוּי עֲרָיוֹת כֵּיצַד, אִם יֹאמְרוּ לוֹ לְאָדָם עֲסֹק בְּגִלּוּי עֲרָיוֹת וְאַתָּה מִתְרַפֵּא, לֹא יִשְׁמַע לָהֶן, שֶׁאָסוּר לוֹ לְאָדָם לַעֲסֹק בְּגִלּוּי עֲרָיוֹת, אַתָּה מוֹצֵא שְׁתֵּי פָּרָשִׁיּוֹת סְמוּכוֹת, פָּרָשַׁת נָזִיר וּפָרָשַׁת סוֹטָה, הַנָּזִיר נוֹדֵר שֶׁלֹא לִשְׁתּוֹת יַיִן, אָמַר לוֹ הַקָּדוֹשׁ בָּרוּךְ הוּא נָדַרְתָּ שֶׁלֹא לִשְׁתּוֹת יַיִן כְּדֵי לְהַרְחִיק עַצְמְךָ מִן הָעֲבֵרָה, אַל תֹּאמַר הֲרֵינִי אוֹכֵל עֲנָבִים וְאֵין לִי עָווֹן, אָמַר לוֹ הַקָּדוֹשׁ בָּרוּךְ הוּא הוֹאִיל וְנָדַרְתָּ מִן הַיַּיִן הֲרֵינִי מְלַמֶּדְךָ שֶׁלֹא תֶחֱטָא לְפָנַי, אָמַר לְמשֶׁה לַמֵּד לְיִשְׂרָאֵל הִלְכוֹת נְזִירוּת, שֶׁנֶּאֱמַר <small>(במדבר ו, ב ד)</small>: אִישׁ כִּי יַפְלִא לִנְדֹּר וגו' מִיַּיִן וְשֵׁכָר יַזִּיר, מִכֹּל אֲשֶׁר יֵעָשֶׂה מִגֶּפֶן הַיַּיִן, וְכֵיוָן שֶׁיַּעֲשֶׂה כָּךְ הֲרֵי הוּא כְּמַלְאָךְ. <small>(במדבר ו, ח)</small>: כֹּל יְמֵי נִזְרוֹ קָדוֹשׁ הוּא לַה', כְּמָה דְאַתְּ אָמַר <small>(דניאל ד, י)</small>: וַאֲלוּ עִיר וְקַדִּישׁ. וְכֵן הָאִשָּׁה נִקְרֵאת גֶּפֶן, שֶׁנֶּאֱמַר <small>(תהלים קכח, ג)</small>: אֶשְׁתְּךָ כְּגֶפֶן פֹּרִיָּה, אָמַר הַקָּדוֹשׁ בָּרוּךְ הוּא אַל תֹּאמַר הוֹאִיל וְאָסוּר לִי לְהִשְׁתַּמֵּשׁ בָּאִשָּׁה הֲרֵינִי תוֹפְשָׂהּ וְאֵין לִי עָווֹן אוֹ שֶׁאֲנִי מְגַפְּפָהּ וְאֵין לִי עָווֹן, אֲנִי נוֹשְׁקָהּ וְאֵין לִי עָווֹן. אָמַר הַקָּדוֹשׁ בָּרוּךְ הוּא כְּשֵׁם שֶׁאִם נָדַר נָזִיר שֶׁלֹא לִשְׁתּוֹת יַיִן אָסוּר לֶאֱכֹל עֲנָבִים לַחִים וִיבֵשִׁים וּמִשְׁרַת עֲנָבִים וְכָל הַיּוֹצֵא מִגֶּפֶן הַיַּיִן, אַף אִשָּׁה שֶׁאֵינָהּ שֶׁלְּךָ אָסוּר לִגַּע בָּהּ כָּל עִקָּר, שֶׁכֵּן שְׁלֹמֹה אוֹמֵר <small>(משלי ו, כז כט)</small>: הֲיַחְתֶּה אִישׁ אֵשׁ בְּחֵיקוֹ וּבְגָדָיו לֹא תִשָֹּׂרַפְנָה, כֵּן הַבָּא אֶל אֵשֶׁת רֵעֵהוּ לֹא יִנָּקֶה כָּל הַנֹּגֵעַ בָּהּ, לְכָךְ סָמַךְ הַקָּדוֹשׁ בָּרוּךְ הוּא פָּרָשַׁת נָזִיר לְפָרָשַׁת סוֹטָה שֶׁהֵן דּוֹמוֹת זוֹ לָזוֹ, וְכָל מִי שֶׁנּוֹגֵעַ בְּאִשָּׁה שֶׁאֵינָהּ שֶׁלּוֹ מֵבִיא מִיתָה עַל עַצְמוֹ, שֶׁנֶּאֱמַר <small>(משלי ז, כו)</small>: כִּי רַבִּים חֲלָלִים הִפִּילָה, וּכְתִיב <small>(משלי ה, ה)</small>: רַגְלֶיהָ יֹרְדוֹת מָוֶת שְׁאוֹל צְעָדֶיהָ יִתְמֹכוּ, הוֹאִיל וְיֵשׁ בָּהּ כָּל הַמִּדּוֹת הַלָּלוּ הֵיאַךְ יְכוֹלָה הִיא לִתֵּן חַיִּים לַחוֹלֶה, לְכָךְ אֵין מִתְרַפְּאִין בָּהּ. עֲבוֹדַת כּוֹכָבִים כֵּיצַד, שֶׁאִם הָיָה אָדָם מִיִּשְׂרָאֵל חוֹלֶה וְיֹאמְרוּ לוֹ לֵךְ אֵצֶל עֲבוֹדַת כּוֹכָבִים פְּלוֹנִית וְאַתָּה מִתְרַפֵּא, אָסוּר לֵילֵךְ, שֶׁכֵּן הוּא אוֹמֵר <small>(שמות כב, יט)</small>: זֹבֵחַ לָאֱלֹהִים יָחֳרָם בִּלְתִּי לַה' לְבַדּוֹ, וְהוֹאִיל שֶׁכָּל מִי שֶׁעוֹבֵד עֲבוֹדַת כּוֹכָבִים יָחֳרַם, מוּטָב לוֹ לָמוּת בַּחֹלִי וְאַל יֵעָשֶׂה חֵרֶם בָּעוֹלָם הַזֶּה. וְלֹא זֶה בִּלְבַד אָסוּר, אֶלָּא כָּל דָּבָר שֶׁהוּא שֶׁל עֲבוֹדַת כּוֹכָבִים אָסוּר לְהִתְרַפְּאוֹת בּוֹ, שֶׁאִם יֹאמְרוּ לוֹ לְאָדָם טֹל מִמַּה שֶּׁמַּקְטִירִין לַעֲבוֹדַת כּוֹכָבִים, אוֹ טֹל מִן הָאֲשֵׁרָה וַעֲשֵׂה מֵהֶן קָמֵיעַ וְהִתְרַפֵּא, אַל תִּטֹּל, שֶׁכֵּן כְּתִיב <small>(דברים יג, יח)</small>: וְלֹא יִדְבַּק בְּיָדְךָ מְאוּמָה מִן הַחֵרֶם, זוֹ עֲבוֹדַת כּוֹכָבִים. וְאוֹמֵר <small>(דברים ז, כו)</small>: וְלֹא תָבִיא תוֹעֵבָה אֶל בֵּיתֶךָ וְהָיִיתָ חֵרֶם כָּמֹהוּ, לָמָּה, שֶׁאֵין בָּהֶם מַמָּשׁ וְאֵין מוֹעִילִין כְּלוּם, שֶׁנֶּאֱמַר <small>(ירמיה י, ה)</small>: אַל תִּירְאוּ מֵהֶם כִּי לֹא יָרֵעוּ וְגַם הֵיטֵיב אֵין אוֹתָם, וְכֵן אַתָּה מוֹצֵא שֶׁיִּרְמְיָהוּ אוֹמֵר לְדוֹרוֹ, הֲרֵינִי נִכְנַס עִם עֲבוֹדַת כּוֹכָבִים לְדִין וְאוֹמֵר מַעֲשֶׂיהָ וּמַעֲשֵׂה אֱלֹהִים וְיִוָּדַע מַה בֵּין הַקָּדוֹשׁ בָּרוּךְ הוּא לַעֲבוֹדַת כּוֹכָבִים, אַתָּה מוֹצֵא אַרְבַּע פְּעָמִים בְּדַף אֶחָד הֶרְאָה יִרְמְיָה גְּנוּתָהּ שֶׁל עֲבוֹדַת כּוֹכָבִים וְשִׁבְחוֹ שֶׁל אֱלֹהִים, שֶׁנֶּאֱמַר <small>(ירמיה י, ב ג)</small>: כֹּה אָמַר ה' אֶל דֶּרֶךְ הַגּוֹיִם אַל תִּלְמָדוּ כִּי חֻקּוֹת הָעַמִּים הֶבֶל הוּא. <small>(ירמיה י, ד ה)</small>: בְּכֶסֶף וּבְזָהָב יְיַפֵּהוּ, כְּתֹמֶר מִקְשָׁה הֵמָּה. שְׁמַעְתֶּם גְּנוּתָהּ שֶׁל עֲבוֹדַת כּוֹכָבִים בּוֹאוּ וְשִׁמְעוּ שִׁבְחוֹ שֶׁל הַקָּדוֹשׁ בָּרוּךְ הוּא, שֶׁנֶּאֱמַר <small>(ירמיה י, ו)</small>: מֵאֵין כָּמוֹךָ ה'. <small>(ירמיה י, ז)</small>: מִי לֹא יִרָאֲךָ מֶלֶךְ הַגּוֹיִם. שְׁמַעְתֶּם שִׁבְחוֹ שֶׁל הַקָּדוֹשׁ בָּרוּךְ הוּא בּוֹאוּ וְשִׁמְעוּ גְּנוּתָהּ שֶׁל עֲבוֹדַת כּוֹכָבִים, שֶׁנֶּאֱמַר <small>(ירמיה י, ח ט)</small>: וּבְאַחַת יִבְעֲרוּ וְיִכְסָלוּ וגו' כֶּסֶף מְרֻקָּע מִתַּרְשִׁישׁ יוּבָא וגו'. שְׁמַעְתֶּם גְּנוּתָהּ שֶׁל עֲבוֹדַת כּוֹכָבִים בּוֹאוּ וְאַגִּיד לָכֶם שִׁבְחוֹ שֶׁל הַקָּדוֹשׁ בָּרוּךְ הוּא, שֶׁנֶּאֱמַר <small>(ירמיה י, י)</small>: וַה' אֱלֹהִים אֱמֶת. שְׁמַעְתֶּם שִׁבְחוֹ שֶׁל מָקוֹם בּוֹאוּ וְשִׁמְעוּ גְּנוּתָהּ שֶׁל עֲבוֹדַת כּוֹכָבִים, שֶׁנֶּאֱמַר <small>(ירמיה י, יא)</small>: כִּדְנָה תֵּאמְרוּן לְהוֹם אֱלָהַיָא דִי שְׁמַיָא וְאַרְקָא לָא עֲבַדוּ יֵאבַדוּ מֵאַרְעָא וּמִן תְּחוֹת שְׁמַיָּא אֵלֶּה, שְׁמַעְתֶּם גְּנוּתָהּ שֶׁל עוֹבְדֵי כּוֹכָבִים בּוֹאוּ וְשִׁמְעוּ שִׁבְחוֹ שֶׁל הַקָּדוֹשׁ בָּרוּךְ הוּא, שֶׁנֶּאֱמַר <small>(ירמיה י, יב יג)</small>: עֹשֵׂה אֶרֶץ בְּכֹחוֹ וגו' לְקוֹל תִּתּוֹ הֲמוֹן מַיִם בַּשָּׁמַיִם. שְׁמַעְתֶּם שִׁבְחוֹ שֶׁל מָקוֹם בּוֹאוּ וְשִׁמְעוּ גְּנוּתָהּ שֶׁל עֲבוֹדַת כּוֹכָבִים, שֶׁנֶּאֱמַר <small>(ירמיה י, יד טו)</small>: נִבְעַר כָּל אָדָם מִדַּעַת וגו' אַךְ הֶבֶל הֵמָּה מַעֲשֵׂה תַּעְתֻּעִים. שְׁמַעְתֶּם גְּנוּתָהּ שֶׁל עֲבוֹדַת כּוֹכָבִים בּוֹאוּ וְשִׁמְעוּ שִׁבְחוֹ שֶׁל מָקוֹם, שֶׁנֶּאֱמַר <small>(ירמיה י, טז)</small>: לֹא כְאֵלֶּה חֵלֶק יַעֲקֹב כִּי יוֹצֵר הַכֹּל הוּא. אָמַר הַקָּדוֹשׁ בָּרוּךְ הוּא הוֹאִיל וְהִיא כְּאֶבֶן דּוֹמֵם וְאֵין בָּהּ מַמָּשׁ וַאֲחֵרִים שׁוֹמְרִים אוֹתָהּ שֶׁלֹא יִגְנְבוּ אוֹתָהּ הֵיאַךְ יְכוֹלָה הִיא לִתֵּן חַיִּים לְחוֹלֶה, לְכָךְ אָסוּר לְהִתְרַפְּאוֹת מִכָּל אֲשֶׁר לָהּ. וְכֵן אַתָּה מוֹצֵא לְיִשְׂרָאֵל כְּשֶׁהָיוּ בְּמִצְרַיִם הָיוּ עוֹבְדִין עֲבוֹדַת כּוֹכָבִים וְלֹא הָיוּ עוֹזְבִין אוֹתָהּ, שֶׁנֶּאֱמַר <small>(יחזקאל כ, ח)</small>: אִישׁ אֶת שִׁקּוּצֵי עֵינֵיהֶם לֹא הִשְׁלִיכוּ, אָמַר לוֹ הַקָּדוֹשׁ בָּרוּךְ הוּא לְמשֶׁה כָּל זְמַן שֶׁיִּשְׂרָאֵל עוֹבְדִין לֵאלֹהֵי מִצְרַיִם לֹא יִגָּאֵלוּ, לֵךְ וֶאֱמֹר לָהֶן שֶׁיַּנִּיחוּ מַעֲשֵׂיהֶן הָרָעִים וְלִכְפֹּר בַּעֲבוֹדַת כּוֹכָבִים, הֲדָא הוּא דִכְתִיב <small>(שמות יב, כא)</small>: מִשְׁכוּ וּקְחוּ לָכֶם, כְּלוֹמַר מִשְׁכוּ יְדֵיכֶם מֵעֲבוֹדַת כּוֹכָבִים, וּקְחוּ לָכֶם צֹאן, וְשַׁחֲטוּ אֱלֹהֵיהֶם שֶׁל מִצְרַיִם וַעֲשׂוּ הַפֶּסַח, שֶׁבְּכָךְ הַקָּדוֹשׁ בָּרוּךְ הוּא פּוֹסֵחַ עֲלֵיכֶם, הֱוֵי <small>(ישעיה ל, טו)</small>: בְּשׁוּבָה וָנַחַת תִּוָּשֵׁעוּן.", "heVersionTitle": "Midrash Rabbah -- TE", "heLicense": "unknown", "heVersionTitleInHebrew": "מדרש רבה - תורת אמת", "text": "“Draw, and take for yourselves lambs” – that is what is written: “With stillness and pleasantness you will be saved” (Isaiah 30:15). We learned: One may heal himself with anything except for idol worship, forbidden sexual relations, and bloodshed. How so? If they will say to a person: ‘Come and kill a person and you will be healed,’ he may not heed them, as it is written: “One who sheds the blood of a man, his blood will be shed by man” (Genesis 9:6). Since “one who sheds the blood of a man, his blood will be shed by man,” how could the ill person be healed by means of bloodshed? <br>Forbidden sexual relations, how so? If they will say to a person: ‘Engage in forbidden sexual relations and you will be healed,’ he may not heed them, as it is prohibited for a person to engage in forbidden sexual relations. You find two adjacent Torah portions, the portion of the nazirite, and the portion of the <i>sota</i>.<sup class=\"footnote-marker\">1</sup><i class=\"footnote\">The laws of the <i>sota</i> appears in Numbers 5:11–31. The laws of the nazirite appear in Numbers 6:1–21. </i> The nazirite vows not to drink wine. The Holy One blessed be He says to him: ‘You vowed not to drink wine in order to distance yourself from transgression. Do not say: I will eat grapes and it will not be a sin.’ The Holy One blessed be He says to him: ‘Since you vowed to refrain from wine, I will teach you not to sin before Me.’ He said to Moses: ‘Teach Israel the laws of naziriteship, as it is stated: “If a man explicitly vows…from wine and intoxicating drink he shall abstain…he shall not eat anything that is made of the grapevine” (Numbers 6:2–4). When he does so, he is like an angel, “all the days of his naziriteship, he is holy to the Lord” (Numbers 6:8), as you say: “A watcher and a holy one [came down from Heaven]” (Daniel 4:10). <br>Likewise, a woman is called a grapevine, as it is stated: “Your wife is like a fruitful vine” (Psalms 128:3). The Holy One blessed be He said: ‘Do not say: Since it is prohibited for me to engage in relations with the woman, I will grab her and it will not be a sin for me, I will fondle her and it will not be a sin for me, or I will kiss her and it will not be a sin for me.’ The Holy One blessed be He said: ‘Just as if a nazirite has vowed not to drink wine, it is prohibited [for him] to eat moist and dry grapes, and food that is soaked in wine, and anything that emerges from the grapevine; so, too, a woman who is not your wife, you may not touch her at all, as Solomon says: “Can a man stoke fire in his bosom and his garments not be burned…so one who goes in to his neighbor's wife; anyone who touches her will not be absolved” (Proverbs 6:27–9). <br>This is why the Holy One blessed be He [wrote] the portion of the nazirite adjacent to the portion of the <i>sota</i>, because they are similar to one another. And anyone who touches a woman who is not his wife brings death upon himself, as it is stated: “For she has felled many corpses” (Proverbs 7:26), and it is written: “Her feet descend to death; her steps support one to the grave” (Proverbs 5:5). Since she has all these attributes, how can she give life to the ill? Therefore, one may not heal himself through her. <br>Idol worship, how so? If a person of Israel is ill and they say to him: ‘Go to such and such idol and be healed,’ it is prohibited to go, as it says: “One who sacrifices to gods shall be destroyed, except to the Lord alone” (Exodus 22:19). Since everyone who worships idols shall be destroyed, it is preferable for him to die from the illness than to perform an act for which he will be destroyed in this world.<sup class=\"footnote-marker\">2</sup><i class=\"footnote\">In addition to suffering in the next world. </i> Not only that [act of idol worship] is prohibited, but it is prohibited to heal oneself with anything associated with idol worship. If they say to a person: ‘Take from what they are burning to idols, or take from a tree worshipped as idolatry and make it into an amulet and be healed,’ do not take it, as it is written: “Nothing of the banned items shall cleave to your hand” (Deuteronomy 13:18). This [prohibition] is [referring to anything used for] idolatry. And it says: “You shall not bring an abomination into your home and become banned like it” (Deuteronomy 7:26). Why? It is because they have no substance and they are to no avail, as it is stated: “Do not fear them, for they cannot do evil, neither is it in them to do good” (Jeremiah 10:5). <br>Likewise, you find that Jeremiah said to his generation: ‘I am going to enter into a confrontation with idol worship, and I will state its actions and the actions of God, and the differences between the Holy One blessed be He and idol worship will be known.’ You find four times on one page that Jeremiah demonstrated the denigration of idol worship and praise of God, as it is stated: “So said the Lord: Do not learn the way of the nations…as the customs of the peoples are vanity” (Jeremiah 10:2–3); “they beautify it with silver and with gold… they are like a date palm, a block of wood, [and they do not speak; they are carried because they do not walk]” (Jeremiah 10: 4–5). <br>You have heard the denigration of idol worship, come and hear the praise of the Holy One blessed be He, as it is stated: “There is no one like You, Lord” (Jeremiah 10:6); “who would not fear You, king of nations” (Jeremiah 10:7). <br>You have heard the praise of the Holy One blessed be He, come and hear the denigration of idol worship, as it is stated: “But they are altogether brutish and foolish…silver beaten into plates will be brought from Tarshish…” (Jeremiah 10:8–9). <br>You have heard the denigration of idol worship, come and hear the praise of the Holy One blessed be He, as it is stated: “The Lord God is true” (Jeremiah 10:10). <br>You have heard the praise of the Holy One blessed be He, come and hear the denigration of idol worship, as it is stated: “So you shall say to them: The gods that have not made the heavens and the earth, these shall perish from the earth, and from under these heavens” (Jeremiah 10:11). <br>You have heard the denigration of idol worship, come and hear the praise of the Holy One blessed be He, as it is stated: “He made the earth with His power…at the sound of His giving a multitude of water in the heavens” (Jeremiah 10:12–13). <br>You have heard the praise of the Holy One blessed be He, come and hear the denigration of idol worship, as it is stated: “Every man is proved to be foolish, without knowledge… they are vanity, a work of delusion” (Jeremiah 10:14–15). <br>You have heard the denigration of idol worship, come and hear the praise of the Holy One blessed be He, as it is stated: “Not like these is the portion of Jacob; for He is the Maker of all things…” (Jeremiah 10:16). <br>The Holy One blessed be He said: Since it is like an inanimate stone and lacks substance, and others guard it so it will not be stolen, how can it give life to an ill person? Therefore, it is prohibited to heal oneself with anything associated with it. Likewise you find regarding Israel when they were in Egypt, they would worship idols and they would not forsake them, as it is stated: “Each man did not cast away the abominations of their eyes” (Ezekiel 20:8). The Holy One blessed be He said to Moses: ‘As long as Israel is worshipping the gods of Egypt they will not be redeemed. Go and say to them that they should abandon their evil deeds and repudiate idol worship.’ That is what is written: “Draw, and take for yourselves” (Exodus 12:21), meaning draw your hands away from idol worship and “take for yourselves lambs” and slaughter the gods of Egypt and perform [the rite of] the paschal offering, as thereby, the Holy One blessed be He will pass over you; that is: “With stillness and pleasantness you will be saved” (Isaiah 30:15).", "versionTitle": "The Sefaria Midrash Rabbah, 2022", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "59d4896cd6e4a939ba174bec", "index_title": "Torah Temimah on Torah", "category": "Commentary", "type": "commentary", "ref": "Torah Temimah on Torah, Numbers 6:8:1", "anchorRef": "Numbers 6:8", "anchorRefExpanded": ["Numbers 6:8"], "sourceRef": "Torah Temimah on Torah, Numbers 6:8:1", "sourceHeRef": "תורה תמימה על התורה, במדבר ו׳:ח׳:א׳", "anchorVerse": 8, "sourceHasEn": false, "compDate": [1898, 1902], "commentaryNum": 8.0001, "collectiveTitle": {"en": "Torah Temimah on Torah", "he": "תורה תמימה על התורה"}, "heTitle": "במדבר", "he": "<b>כל ימי. </b>מלמד שאין נזירות לשעות <sup class=\"footnote-marker\">סד</sup><i class=\"footnote\">אין הרבותא כפשוטה שאין נזירות לשעות, דהא אפי' ליום וליומים ג\"כ אין נוזרין, דקי\"ל סתם נזירות שלשים יום ואין פחות מהם, כמבואר לעיל בפסוק ה', אלא בא לאשמעינן דאפי' באופן שיקיים נזירות שלשים יום אי אפשר לצרף עוד נזירות לשעות, וכגון שאמר הריני נזיר שלשים יום ושעה אחת ה\"ז נזיר שלשים ואחד יום.\n</i>.<br>(נזיר פ\"א מ\"ג בפי' הרמב\"ם)\n", "heVersionTitle": "Torah Temimah, Vilna, 1904", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורה תמימה, וילנה תרס\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59d4896cd6e4a939ba174bee", "index_title": "Torah Temimah on Torah", "category": "Commentary", "type": "commentary", "ref": "Torah Temimah on Torah, Numbers 6:8:2", "anchorRef": "Numbers 6:8", "anchorRefExpanded": ["Numbers 6:8"], "sourceRef": "Torah Temimah on Torah, Numbers 6:8:2", "sourceHeRef": "תורה תמימה על התורה, במדבר ו׳:ח׳:ב׳", "anchorVerse": 8, "sourceHasEn": false, "compDate": [1898, 1902], "commentaryNum": 8.0002, "collectiveTitle": {"en": "Torah Temimah on Torah", "he": "תורה תמימה על התורה"}, "heTitle": "במדבר", "he": "<b>כל ימי נזרו. </b>למה נאמר, שיכול לפי שהוא אומר (פ׳ ה׳) עד מלאת הימים, אין לי אלא מי שיש לו הפסק לנזירותו, נזיר עולם מניין, ת\"ל כל ימי נזרו <sup class=\"footnote-marker\">סה</sup><i class=\"footnote\">ואמנם בזה חלוק נזיר עולם מנזיר לזמן לענין תגלחת, שהתירו לו להקל שערו לאחר י\"ב חודש אם הכבידו עליו, ובגמ' נזיר ד' ב' ילפו זה מאבשלום שהיה נזיר עולם והיה מגלח אחת לי\"ב חודש, יעוי\"ש.\n<br>אבל הספרי כנראה מסמיך ענין זה על שנוי הלשון דכתיב בתגלחת מה שלא כתיב ביין ובטומאה, כי בעוד שביין ובטומאה כתיב כל ימי נזרו, הנה בתגלחת כתיב תער לא יעבור על ראשו עד מלאת הימים, ולשון זה מורה על הפסק הנזירות בימים ומוציא נזיר עולם שאין הפסק לנזירותו, יען כי לא אסרה תורה העברת שער רק בזה שנזירותו תמלא בימים מוגבלים, ולא נזיר עולם, ולכן הותר בנזיר עולם בתגלחת כמבואר, משא\"כ ביין ובטומאה כתיב כל ימי נזרו שכולל גם כל ימי נזיר עולם, זו היא לדעתי כונת הדרשה שלפנינו, ואפשר לומר שגם הגמ' ס\"ל כדרשת הספרי, ומה שילפו מאבשלום לאו לעיקר דין היתר הגילוח ילפו אלא רק אזמן י\"ב חודש, לגילוי דעת בעלמא, שלאחר י\"ב חודש מכבידים השערות על ראש האדם.\n<br>ועיין ברמב\"ם פ\"ג הי\"ב מנזירות כתב, ונזיר עולם אם הכביד שערו מיקל בתער מי\"ב חודש עד י\"ב חודש שנאמר באבשלום והיה מקץ ימים לימים אשר יגלח כי כבד עליו וגו' ודבר זה הלכה מפי הקבלה, עכ\"ל. וכתב הכ\"מ אע\"פ דמייתי ליה מקרא דאבשלום סובר רבינו שאינו מוכרח אלא שקבלה היתה בידם, וכו' עכ\"ל. ולא ידעתי מה קשה ליה דהא איך שהוא אין זה מפורש בתורה ורמוז רק בנביאים, וכל דבר הנלמד מנביאים עיקרו בא מפי הקבלה ורק לסמך אקרא, כנודע, אכן יש להעיר, כי כפי שביארנו אנו בדרשת הספרי יש רמז לעיקר ענין זה בתורה, ואין להאריך עוד.\n</i> [ספרי].\n", "heVersionTitle": "Torah Temimah, Vilna, 1904", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורה תמימה, וילנה תרס\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59d4896cd6e4a939ba174bf0", "index_title": "Torah Temimah on Torah", "category": "Commentary", "type": "commentary", "ref": "Torah Temimah on Torah, Numbers 6:8:3", "anchorRef": "Numbers 6:8", "anchorRefExpanded": ["Numbers 6:8"], "sourceRef": "Torah Temimah on Torah, Numbers 6:8:3", "sourceHeRef": "תורה תמימה על התורה, במדבר ו׳:ח׳:ג׳", "anchorVerse": 8, "sourceHasEn": false, "compDate": [1898, 1902], "commentaryNum": 8.0003, "collectiveTitle": {"en": "Torah Temimah on Torah", "he": "תורה תמימה על התורה"}, "heTitle": "במדבר", "he": "<b>קדש הוא לה׳. </b>יכול קדושת שער, כשהוא אומר (פ׳ ה׳) קדש יהיה גדל פרע שער ראשו, הרי קדושת שער אמורה, הא מה אני מקיים קדוש הוא לה' – זו קדושת הגוף <sup class=\"footnote-marker\">סו</sup><i class=\"footnote\">ר\"ל וטעם הוא על איסור טומאת הגוף.\n</i>.<br>(שם)\n", "heVersionTitle": "Torah Temimah, Vilna, 1904", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורה תמימה, וילנה תרס\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59ef31a2d6e4a90d4d5d55b3", "index_title": "Steinsaltz on Taanit", "category": "Quoting Commentary", "type": "", "ref": "Steinsaltz on Taanit 26b:16", "anchorRef": "Numbers 6:1-21", "anchorRefExpanded": ["Numbers 6:1", "Numbers 6:2", "Numbers 6:3", "Numbers 6:4", "Numbers 6:5", "Numbers 6:6", "Numbers 6:7", "Numbers 6:8", "Numbers 6:9", "Numbers 6:10", "Numbers 6:11", "Numbers 6:12", "Numbers 6:13", "Numbers 6:14", "Numbers 6:15", "Numbers 6:16", "Numbers 6:17", "Numbers 6:18", "Numbers 6:19", "Numbers 6:20", "Numbers 6:21"], "sourceRef": "Steinsaltz on Taanit 26b:16", "sourceHeRef": "ביאור שטיינזלץ על תענית כ״ו ב:ט״ז", "anchorVerse": 1, "sourceHasEn": false, "compDate": [1950, 2010], "commentaryNum": 52.0016, "collectiveTitle": {"en": "Steinsaltz on Taanit", "he": "ביאור שטיינזלץ על תענית"}, "heTitle": "ביאור שטיינזלץ על תענית", "he": "<big>ג</big> מתוך הדיון עולה כי <b>דכולי עלמא מיהת</b> <small>[לדעת הכל על כל פנים]</small> <b>שכור אסור בנשיאת כפים,</b> שהרי נחלקו רק בפרטים לענין זה, ושואלים: <b>מנהני מילי</b> <small>[מניין דברים אלה]?</small> <b>אמר ר' יהושע בן לוי משום</b> (משמו של) <b>בר קפרא: למה נסמכה פרשת כהן מברך</b> (במדבר ו, כב-כז) <b>לפרשת נזיר</b> (במדבר ו, א-כא)? <b>לומר: מה נזיר אסור ביין, אף כהן מברך אסור ביין.</b>", "heVersionTitle": "William Davidson Edition - Hebrew", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5a154790d6e4a92409ac4512", "index_title": "Siftei Chakhamim", "category": "Commentary", "type": "commentary", "ref": "Siftei Chakhamim, Numbers 6:8:1", "anchorRef": "Numbers 6:8", "anchorRefExpanded": ["Numbers 6:8"], "sourceRef": "Siftei Chakhamim, Numbers 6:8:1", "sourceHeRef": "שפתי חכמים, במדבר ו׳:ח׳:א׳", "anchorVerse": 8, "sourceHasEn": true, "compDate": [1660, 1680], "commentaryNum": 8.0001, "collectiveTitle": {"en": "Siftei Chakhamim", "he": "שפתי חכמים"}, "heTitle": "במדבר", "he": "<b>מליטמא.</b> פירוש לא כמלת קדוש יהיה דלעיל שהוא תואר לשער שלו:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY", "heVersionTitleInHebrew": "חומש שפתי חכמים, הוצאת מצודה, 2009", "text": "<b>From defilement.</b> Meaning that this is not like the words “he shall be sacred” above, where it was a description of his hair.", "versionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": "חומש שפתי חכמים, הוצאת מצודה, 2009"}, {"_id": "5a436723d6e4a97d18d91843", "index_title": "Ralbag Beur HaMilot on Torah", "category": "Commentary", "type": "commentary", "ref": "Ralbag Beur HaMilot on Torah, Numbers 6:8:1", "anchorRef": "Numbers 6:8", "anchorRefExpanded": ["Numbers 6:8"], "sourceRef": "Ralbag Beur HaMilot on Torah, Numbers 6:8:1", "sourceHeRef": "רלב\"ג ביאור המלות על התורה, במדבר ו׳:ח׳:א׳", "anchorVerse": 8, "sourceHasEn": false, "compDate": [1326, 1340], "commentaryNum": 8.0001, "collectiveTitle": {"en": "Ralbag Beur HaMilot", "he": "רלב\"ג ביאור המלות"}, "heTitle": "במדבר", "he": "<b>כל ימי נזרו קדוש הוא ליי'.</b> הורה בזה שהוא קדוש ליי' ואף על פי שאין לו שער אבל מצד עצמו:\n", "heVersionTitle": "Ralbag on Torah, Venice, 1547", "heLicense": "Public Domain", "heVersionTitleInHebrew": "רלב\"ג על התורה, ונציה ש\"ז", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5a9ec58cd6e4a91d7b55e5d3", "index_title": "Tzror HaMor on Torah", "category": "Commentary", "type": "commentary", "ref": "Tzror HaMor on Torah, Numbers 6:8:1", "anchorRef": "Numbers 6:8", "anchorRefExpanded": ["Numbers 6:8"], "sourceRef": "Tzror HaMor on Torah, Numbers 6:8:1", "sourceHeRef": "צרור המור על התורה, במדבר ו׳:ח׳:א׳", "anchorVerse": 8, "sourceHasEn": false, "compDate": [1460, 1510], "commentaryNum": 8.0001, "collectiveTitle": {"en": "Tzror HaMor", "he": "צרור המור"}, "heTitle": "במדבר", "he": "<b>וחזר לומר כל ימי נזרו קדוש הוא לה'.</b> להורות שצריך לשמור עצמו מכל ספק טומאה. וכן שלא יכנס לבית שיש בה גוסס שיוכל למות פתע פתאום. וזהו וכי ימות מת עליו פתע פתאום. וצוה עליו בקרבן לכפר עליו מאשר חטא על הנפש. ר\"ל שחטא במה שלא נזהר מטומאת נפש שמת עליו פתאום והוא צריך לחזור לנזירותו מחדש. וזהו שאמר על שציער עצמו מן היין. ולפי שזה האדם קודם נזירותו. חטא בסיבת התאוות הגוברות עליו במחשבה ובמעשה. הצריך קרבן במלאת ימי נזירותו עולה וחטאת ושלמים. עולה לכפר על הרהור הלב. וחטאת על מעשה. ושלמים להשלים נפשו בשלימות האמיתי. ולכן צוה וגלח את שער ראש נזרו ונתן על האש. לפי שאולי ישוב לחטוא ביצרו הגובר עליו. צוה עליו לשרוף שער ראשו כאומרו ונתן על האש אשר תחת זבח השלמים. בענין שיזכור מה שעבר עליו מן הצער. ולא ישוב להתחמם באש התאוות אלא שישרפם באש:", "heVersionTitle": "Tzeror Hamor, Warsaw, 1879", "heLicense": "Public Domain", "heVersionTitleInHebrew": "צרור המור על התורה, וורשא, תרל\"ט", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5a9ff172d6e4a93bec1faed0", "index_title": "Steinsaltz on Zevachim", "category": "Quoting Commentary", "type": "", "ref": "Steinsaltz on Zevachim 23b:4", "anchorRef": "Numbers 6:8", "anchorRefExpanded": ["Numbers 6:8"], "sourceRef": "Steinsaltz on Zevachim 23b:4", "sourceHeRef": "ביאור שטיינזלץ על זבחים כ״ג ב:ד׳", "anchorVerse": 8, "sourceHasEn": false, "compDate": [1950, 2010], "commentaryNum": 46.0004, "collectiveTitle": {"en": "Steinsaltz on Zevachim", "he": "ביאור שטיינזלץ על זבחים"}, "heTitle": "ביאור שטיינזלץ על זבחים", "he": " ונברר:  <b>ובמאי</b> <small>[ובמה]</small> באיזה קרבן מדובר? <b>אי</b> <small>[אם]</small> <b>בנזיר,</b> הלוא <b>\"וכי ימות מת עליו</b> בפתע פתאום וטמא ראש נזרו\" (במדבר ו, ח) <b>אמר</b> <b>רחמנא</b> <small>[אמרה התורה],</small> שבכל מקרה שהוא טמא, גם באונס, אינו יכול להביא קרבן נזירות עד שיטהר מטומאתו! <b>אלא</b> בהכרח הכוונה היא <b>לעושה פסח,</b> ומכאן שטמא מת יכול לשלח את קרבן הפסח שלו, וכדברי זקני דרום, ושלא כדברי רמי בר חמא! <b>(ולאו כגון שנטמאו בעלים במת).</b>", "heVersionTitle": "William Davidson Edition - Hebrew", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5ae5a3b10d7ccd001cbc2ebe", "index_title": "Radak on Psalms", "category": "Quoting Commentary", "type": "", "ref": "Radak on Psalms 34:10:1", "anchorRef": "Numbers 6:8", "anchorRefExpanded": ["Numbers 6:8"], "sourceRef": "Radak on Psalms 34:10:1", "sourceHeRef": "רד\"ק על תהילים ל״ד:י׳:א׳", "anchorVerse": 8, "sourceHasEn": false, "compDate": [1185, 1235], "commentaryNum": 10.0001, "collectiveTitle": {"en": "Radak on Psalms", "he": "רד\"ק על תהילים"}, "heTitle": "רד\"ק על תהילים", "he": "<b>יראו את יהוה קדשיו יראו</b> האל\"ף נחה; ואלו היתה נראית היה על משקל שמרו זכרו; ולהפריד בינו ובין יראו, מן ראה, הניחו האל\"ף. ו<b>קדשיו</b> הם המונעים עצמם מרב התאוה, כמו המזיר עצמו מן היין שנקרא קדש, שנאמר עליו (במדבר ו ח): קדש הוא ליי'. ואמר: אתם <b>קדשי</b> עליון, המספיקים את עצמכם במעט מן העולם, ואין אתם רודפים אלא אחר הטרף, לא תיראו שיחסר טרפכם. <b>יראו את יי'</b> לבדו והוא יטריפכם זה הצורך.", "heVersionTitle": "The Psalms with Qimchi’s Longer Commentary, Leipzig, 1883", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5b0fd2cb73ad4f00597bf374", "index_title": "Shenei Luchot HaBerit", "category": "Musar", "type": "", "ref": "Shenei Luchot HaBerit, Asara Maamarot, Seventh Maamar 20", "anchorRef": "Numbers 6:8", "anchorRefExpanded": ["Numbers 6:8"], "sourceRef": "Shenei Luchot HaBerit, Asara Maamarot, Seventh Maamar 20", "sourceHeRef": "שני לוחות הברית, עשרה מאמרות, מאמר שביעי כ׳", "anchorVerse": 8, "sourceHasEn": false, "compDate": [1611, 1631], "commentaryNum": 20, "collectiveTitle": {"en": "Shenei Luchot HaBerit", "he": "שני לוחות הברית"}, "heTitle": "מאמר שביעי", "he": "<b>ולפיכך</b> בא הכתוב הזה אחר שפרט האיסורים שאסר אותם לגמרי, וצוה בדבר כללי שנהיה פרושים מהמותרות. ימעט במשגל, כענין שאמרו <small>(ברכות כב, א)</small> שלא יהיו תלמידי חכמים מצוין אצל נשותיהן כתרנגולים, ולא ישתמשו בו אלא כפי הצורך בקיום המצוה ממנו. ויקדש עצמו מן היין במעוטו, כמו שקרא הכתוב הנזיר קדוש <small>(במדבר ו, ה)</small>, ויזכור הרעות הנזכרות ממנו בתורה בנח ולוט. וכן יפרוש עצמו מן הטומאה, אע\"פ שלא הוזהרנו ממנה בתורה, כענין שהזכירו <small>(חגיגה יח, ב)</small> בגדי עמי הארץ מדרס לפרושים, וכמו שנקרא הנזיר קדוש לשמרו מטומאת המת ג\"כ <small>(במדבר ו, ח)</small>. וכן ישמור פיו ולשונו מהגאל בריבוי האכילה הגסה, ומן הדבור הנמאס, וכענין שהזכיר הכתוב <small>(ישעיה ט, טז)</small> וכל פה דובר נבלה, ויקדש עצמו בזה עד שיגיע לפרישות מה שאמרו על ר' חייא שלא שח שיחה בטילה מימיו:", "heVersionTitle": "Shenei Luchot HaBrit, based on Amsterdam, 1698 ed. Part I", "heLicense": "Public Domain", "heVersionTitleInHebrew": "שני לוחות הברית, אמשטרדם תנ\"ח -- ח\"א", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6037a6c5cda51cfa3ddf3c8b", "index_title": "Ramban on Numbers", "category": "Quoting Commentary", "type": "", "ref": "Ramban on Numbers 6:11:1", "anchorRef": "Numbers 6:8", "anchorRefExpanded": ["Numbers 6:8"], "sourceRef": "Ramban on Numbers 6:11:1", "sourceHeRef": "רמב\"ן על במדבר ו׳:י״א:א׳", "anchorVerse": 8, "sourceHasEn": true, "compDate": [1246, 1286], "commentaryNum": 11.0001, "collectiveTitle": {"en": "Ramban on Numbers", "he": "רמב\"ן על במדבר"}, "he": "וטעם החטאת שיקריב הנזיר ביום מלאת ימי נזרו לא נתפרש. ועל דרך הפשט כי האיש הזה חוטא נפשו במלאת הנזירות כי הוא עתה נזור מקדושתו ועבודת השם וראוי היה לו שיזיר לעולם ויעמוד כל ימיו נזיר וקדוש לאלהיו כענין שאמר (עמוס ב יא) ואקים מבניכם לנביאים ומבחוריכם לנזירים. השוה אותו הכתוב לנביא וכדכתיב (במדבר ו׳:ח׳) כל ימי נזרו קדוש הוא לה' והנה הוא צריך כפרה בשובו להטמא בתאוות העולם:", "heVersionTitle": "On Your Way New", "heLicense": "", "heVersionTitleInHebrew": "", "text": "AND THE PRIEST SHALL PREPARE ONE FOR A SIN-OFFERING. The reason why a Nazirite must bring a sin-offering <i>when the days of his Naziritehood are fulfilled</i><sup class=\"footnote-marker\">105</sup><i class=\"footnote\">Verse 13.</i> has not been explained.<sup class=\"footnote-marker\">106</sup><i class=\"footnote\">Generally a sin-offering is brought for atonement of a sin committed in error. But here the Nazirite has kept his days of consecration in complete fulfillment of his vow. So the question arises: Why did Scripture oblige him to bring a sin-offering?</i> In accordance with the plain meaning of Scripture, [it is because] this man sins against his soul on the day of completion of his Naziritehood; for until now he was separated in sanctity and the service of G-d, and he should therefore have remained separated forever, continuing all his life consecrated and sanctified to his G-d, as it is said, <i>And I raised up of your sons for prophets, and of your young men for Nazirites</i>,<sup class=\"footnote-marker\">107</sup><i class=\"footnote\">Amos 2:11.</i> where Scripture compares the Nazirite to a prophet, and as it is written, <i>All the days of his Naziritehood he is holy unto the Eternal</i>.<sup class=\"footnote-marker\">108</sup><i class=\"footnote\">Verse 8.</i> Thus [when he completes his Naziritehood and returns to his normal life] he requires atonement, since he goes back to be defiled by [material] desires of the world.", "versionTitle": "Commentary on the Torah by Ramban (Nachmanides). Translated and annotated by Charles B. Chavel. New York, Shilo Pub. House, 1971-1976", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "60a391b53de3ce43ed91f0de", "index_title": "Tzafnat Pa'neach on Torah", "category": "Commentary", "type": "commentary", "ref": "Tzafnat Pa'neach on Torah, Numbers 6:8:1", "anchorRef": "Numbers 6:8", "anchorRefExpanded": ["Numbers 6:8"], "sourceRef": "Tzafnat Pa'neach on Torah, Numbers 6:8:1", "sourceHeRef": "צפנת פענח על התורה, במדבר ו׳:ח׳:א׳", "anchorVerse": 8, "sourceHasEn": false, "compDate": [1905, 1935], "commentaryNum": 8.0001, "collectiveTitle": {"en": "Tzafnat Pa'neach", "he": "צפנת פענח"}, "heTitle": "במדבר", "he": "<b>כל ימי נזרו קדש הוא לה׳.</b><br><b>ספרי פי׳ כז: לפי שהוא אומר עד מלאת הימים, אין לי אלא שיש פסק לנזירותו, נזיר עולם מנין, ת״ל: כל ימי נזרו, להביא נזיר עולם. קדוש הוא לד׳, זו קדושת הגוף.</b><br>עיין בדברי רבינו בהל׳ נזירות פ״ג הל׳ ט״ו והל׳ ט״ז לחלק דגבי נזירות שמשון צריך שיאמר שמו ושם אביו הרני כשמשון כבן מנוח ועוד וגבי נזירות של שמואל א״צ זה, משום דמוכח מדברי רבינו שם פ״ב הל״ד דגבי נזיר אם אמר הרני כזה סתם די וגבי נדרים לא מהני רק אם שמע שנדר ותכ״ד כמבואר בפ״ג מהל׳ נדרים הל״ג, משום דנזיר הקדושה בעצם הגוף וקדוש קדושת הגוף כמבואר בספרי פ׳ נשא, ובנזיר בכמה מקומות מלבד קדושת שער. ובאמת די במחשבה כמו גבי קדשים, רק מחמת גזירת הכ׳ דכי יפליא צריך איזו דיבור אפי׳ ענין רחוק, כמבואר בדברי רבינו רפ״א מהל׳ נזירות, ונזיר דף ב׳ ע״ב, לכך די בזה. אך זה רק גבי נזיר עולם וסתם נזיר דיש בו קדושה בקרבנות ובטומאה והוה הגוף בעצם בגדר קדושה ודי בהתפסה, משא״כ בנזיר שמשון דאין בו כל הני שוב אין עליו גדר עצם קדושה רק דין, ע״כ צריך פב״פ. ולכך רבינו לא הביא גבי נזיר שמשון כינוים, וכבר כתבתי בזה.", "heVersionTitle": "Tzafnat Pa'neach on Torah, Jerusalem 1960", "heLicense": "", "heVersionTitleInHebrew": "צפנת פענח על התורה, ניו יורק, תש\"ך-תשכ\"ה", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6121b9508430f78f20636e7e", "index_title": "Yalkut Shimoni on Torah", "category": "Midrash", "type": "dibur_hamatchil", "ref": "Yalkut Shimoni on Torah 709:15", "anchorRef": "Numbers 6:8", "anchorRefExpanded": ["Numbers 6:8"], "sourceRef": "Yalkut Shimoni on Torah 709:15", "sourceHeRef": "ילקוט שמעוני על התורה תש״ט:ט״ו", "anchorVerse": 8, "sourceHasEn": false, "compDate": [1100], "commentaryNum": 709.0015, "collectiveTitle": {"en": "Yalkut Shimoni on Torah", "he": "ילקוט שמעוני על התורה"}, "heTitle": "ילקוט שמעוני על התורה", "he": "כל ימי נזרו קדוש הוא לה' למה נאמר. לפי שהוא אומר עד מלאת הימים אשר יזיר לה' אין לי אלא מי שיש לו הפסק לנזירותו נזיר עולם מנין, ת\"ל כל ימי נזרו להביא נזיר עולם. קדוש הוא לה' (יהיה) זו קדשות הגוף. או אינו אלא קדושת שער, כשהוא אומר קדוש יהיה הרי קדושת שער אמור הא מה ת\"ל קדוש הוא לה' זו קדושת הגוף. מי שנזר בארץ טמאה ובא לו לארץ טהורה יכול יגלח וישלח פרי שני, ת\"ל קדוש יהיה גדל פרע. יאמר מת ומה ת\"ל נפש להביא (ס) את הדם. יכול יטמא הוא על מת מצוה [בחול ולא יטמא על מת מצוה] ברגל, ת\"ל לאמו לא יטמא אבל מטמא הוא למת מצוה ברגל. יכול יטמא הוא על מת מצוה [בקרובים ולא יטמא על מת מצוה] ברחוקים ת\"ל לאחיו לא יטמא ומטמא על מת מצוה ברחוקים. יכול יטמא על מת מצוה בקרובים ברגל אבל לא יטמא על מת מצוה ברחוקים ברגל ת\"ל ולאחותו לא יטמא ומטמא הוא על מת מצוה ברחוקים ברגל. לאביו ולאמו לאחיו ולאחותו לא יטמא להם, פרט לנוגע בשפיר. במותם ריבה ד\"א שיטמא כמת שלם. ואת מה אני מרבה השדרה והגולגולת וחצי לוג דם וחצי קב עצמות ואבר מן החי שיש עליו בשר כראוי. כי נזר אלקיו על ראשו מגיד שהנזירות בראש:", "heVersionTitle": "Yalkut Shimoni on Torah", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "61d5d5c4f4629f2b5728088c", "index_title": "Sefer HaShorashim", "category": "Reference", "type": "reference", "ref": "Sefer HaShorashim, קדשׁ 1", "anchorRef": "Numbers 6:8", "anchorRefExpanded": ["Numbers 6:8"], "sourceRef": "Sefer HaShorashim, קדשׁ 1", "sourceHeRef": "ספר השרשים, קדשׁ א׳", "anchorVerse": 8, "sourceHasEn": false, "compDate": [1185, 1235], "commentaryNum": 1, "collectiveTitle": {"en": "Sefer HaShorashim", "he": "ספר השרשים"}, "heTitle": "קדשׁ", "he": ["<strong><big>קדשׁ</big></strong>   <strong>וְקָדַשׁ</strong> הוּא וּבְגָדָיו (<a class=\"refLink\" href=\"Exodus 29:21\" data-ref=\"Exodus 29:21\">שמות כט, כא</a>), כִּי <strong>קָדֵֽשׁוּ</strong> (<a class=\"refLink\" href=\"Numbers 17:2\" data-ref=\"Numbers 17:2\">במדבר יז, ב</a>), אַל־תִּגַּשׁ־בִּי כִּי <strong>קְדַשְׁתִּיךָ</strong> (<a class=\"refLink\" href=\"Isaiah 65:5\" data-ref=\"Isaiah 65:5\">ישעיה סה, ה</a>), פירוש קדשתי ממך. וְאַף כִּי הַיּוֹם <strong>יִקְדַּשׁ</strong> בַּכֶּֽלִי (<a class=\"refLink\" href=\"I Samuel 21:6\" data-ref=\"I Samuel 21:6\">שמואל א' כא, ו</a>), פֶּן־<strong>תִּקְדַּשׁ</strong> הַֽמְלֵאָה הַזֶּרַע (<a class=\"refLink\" href=\"Deuteronomy 22:9\" data-ref=\"Deuteronomy 22:9\">דברים כב, ט</a>), פן תאסר בהנאה כקדש. וכן אמרו רבותינו ז\"ל (<a class=\"refLink\" href=\"Kiddushin 56b\" data-ref=\"Kiddushin 56b\">קידושין נו, ע\"ב</a>) מנין לכלאי הכרם שאסורים בהנאה? נאמר להלן ואיש כי יקדיש את ביתו קדש לי\"י ונאמר כאן פן תקדש מה להלן אסור בהנאה אף כאן אסור בהנאה. וכן וְאֶל־כָּל־מַֽאֲכָל<strong> הֲיִקְדָּשׁ</strong> (<a class=\"refLink\" href=\"Haggai 2:12\" data-ref=\"Haggai 2:12\">חגי ב, יב</a>) פרוש היטמא, כלומר שיאסר מפני טומאתו כקדש שהוא אסור. ופירוש הפסוק ששאל חגי לכהנים תורת הטומאות אולי שכחו בגלות, ושאל להם אם יִשָּׂא־אִישׁ בְּשַׂר־<strong>קֹדֶשׁ</strong> בִּכְנַף בִּגְדוֹ (שם) פירוש בכנף בגדו שהוא טמא שנגע בשרץ, ונשא בשר קדש בכנף בגדו הנה הכנף ראשון לטומאה ובשר קדש שני, וְנָגַע בִּכְנָפוֹ אֶל־הַלֶּחֶם (שם) פירוש במה שבכנפו והוא הבשר נגע בו אל הלחם או אל הנזיד או אל היין או אל השמן ונגעו אליו אל המאכל היקדש? פירוש היטמא המאכל הזה שהוא רביעי לטומאה, כי השרץ הוא אב הטומאה והכנף ראשון של טומאה, ובשר קדש שני והלחם והנזיד והמשקין הללו שנגעו בבשר הם שלישי והמאכל שנגע באלו רביעי ועל זה שאלם על המאכל שהוא רביעי אב הוא טמא ואמרו לא. והראיה כי על המאכל לבדו שאלם שאמר היקדש ולא אמר היקדשו. ויש מרבותינו ז\"ל שאמר (<a class=\"refLink\" href=\"Pesachim 17a\" data-ref=\"Pesachim 17a\">פסחים יז, ע\"א</a>) כי טעו הכהנים בזו התשובה, כי הרביע טמא הוא בקדש, אבל על דרך ההשאלה האחרת ששאלם אם יגע <strong>טְמֵא נֶפֶשׁ בְּכֹל־אֵלֶּה</strong> השיבוהו כראוי, פירוש אם תהיה הכנף טמאה טומאת נפש שנמצא שהכנף אב הטומאה והבשר ולד ראשון, והלחם והנזיר והמשקין שני והמאכל שלישי, ויענו הכהנים ויאמרו יטמא. ושלישי בקדש היו יודעין שהוא טמא אבל רביעי בקדש לא היו יודעין שהוא טמא ובזה טעו, לפיכך השיבם הנביא וַֽאֲשֶׁר יַקְרִיבוּ שָׁם טָמֵא הֽוּא (פסחים ב, יד). ויש מרבותינו ז\"ל שאמרו (שם) כי לא טעו באחת מהן. ויש מהן שאמרו כי חמישי בקדש שאל מהן בראשונה וכראוי השיבוהו שאינו טמא. ויש מהן שאמרו (שם) כי קודם שגזרו רביעי בקדש שאלם וכראוי השיבוהו. ומזה שהשיב להם <strong>וַֽאֲשֶׁר יַקְרִיבוּ שָׁם טָמֵא הֽוּא</strong> פירוש אף על פי שהם יודעים הלכות טומאה וטהרה כל אשר יקריבו לפני כאילו הוא טמא הואיל והם מתעצלים בבנין הבית. וענין הפרשה מוכיח זה הטעם שלא טעו, שלא הוכיחם אלא על ענין הבית בכל הפרשה. כֹּל אֲשֶׁר־יִגַּע בִּבְשָׂרָהּ<strong> יִקְדָּשׁ</strong> (<a class=\"refLink\" href=\"Leviticus 6:20\" data-ref=\"Leviticus 6:20\">ויקרא ו, כ</a>), פירוש כל דבר אוכל שיגע בבשר החטאת ויבלע ממנה יקדש, כלומר יהיה קדש כמוה שאם פסולה היא החטאת כגון פיגול או פסול אחר יפסל הנוגע בה ואם כשרה היא יאכל הנוגע בה כחָמוּר שבה, כלומר אם נגע בשר שלמים שנשחט מאתמול בחטאת שנשחטה היום נאכל אותו בשר שלמים בו ביום בלבד כדין שלמים הנאכלים לשני ימים ולילה אחת, אבל לא בלילה כבשר החטאת שהחטאת נאכלת ליום ולילה, הנה לפי שהחומרא עכשיו בבשר שלמים נאכלת כדין בשר שלמים, ואם החומרא בבשר החטאת כגון שנשחטו היום החטאת והשלמים ונגע בשר השלמים בחטאת נאכל כדין חטאת היום והלילה בלבד אבל לא למחר כשאר בשר שלמים. וזהו פירוש יאכל כחמור שבה. כָּל־הַנֹּגֵעַ בַּמִּזְבֵּחַ <strong>יִקְדָּֽשׁ</strong> (<a class=\"refLink\" href=\"Exodus 29:37\" data-ref=\"Exodus 29:37\">שמות כט, לז</a>), אפילו קרבן פסול שעלה עליו קדשו המזבח להכשירו, וכיון שעלה לא ירד והוא שיהא ראוי למזבח אלא שנפסל באחד מהדברים הפוסלים הקרבן. וכן כָּל־הַנֹּגֵעַ בָּהֶם <strong>יִקְדָּֽשׁ</strong> (<a class=\"refLink\" href=\"Exodus 30:29\" data-ref=\"Exodus 30:29\">שמות ל, כט</a>), שנאמר בכלי שרת משנכנס לתוכו קדש קדושת הגוף ליפסל באחד מן הדברים הפוסלים הדברים שיש להם קדושת הגוף ואינו נפדה לצאת לחולין. <strong>והשם קֹדֶשׁ</strong> הֽוּא (<a class=\"refLink\" href=\"Exodus 29:34\" data-ref=\"Exodus 29:34\">שמות כט, לד</a>), והקבוץ <strong>מִקָּדְשֵׁי הַקֳּדָשִׁים</strong> (<a class=\"refLink\" href=\"Leviticus 21:22\" data-ref=\"Leviticus 21:22\">ויקרא כא, כב</a>), וְאִישׁ אֶת־<strong>קֳדָשָׁיו </strong>לוֹ יִֽהְיוּ (<a class=\"refLink\" href=\"Numbers 5:10\" data-ref=\"Numbers 5:10\">במדבר ה, י</a>). ובלא חטף כְּצֹאן <strong>קָֽדָשִׁים</strong> (<a class=\"refLink\" href=\"Ezekiel 36:38\" data-ref=\"Ezekiel 36:38\">יחזקאל לו, לח</a>), <strong>קָֽדָשַׁי</strong> בָּזִית (<a class=\"refLink\" href=\"Ezekiel 22:8\" data-ref=\"Ezekiel 22:8\">יחזקאל כב, ח</a>). ומשקל אחר אֶת־<strong>מִקְדְּשׁוֹ</strong> מִמֶּֽנּוּ (<a class=\"refLink\" href=\"Numbers 18:29\" data-ref=\"Numbers 18:29\">במדבר יח, כט</a>), ובית הקדש נקרא מקדש. וְעָשׂוּ לִי<strong> מִקְדָּשׁ</strong> (<a class=\"refLink\" href=\"Exodus 25:8\" data-ref=\"Exodus 25:8\">שמות כה, ח</a>), <strong>וּמִקְדָּשִׁי</strong> תִּירָאוּ (<a class=\"refLink\" href=\"Leviticus 19:30\" data-ref=\"Leviticus 19:30\">ויקרא יט, ל</a>), והקבוץ וְהַטֵּף אֶל־<strong>מִקְדָּשִׁים</strong> (<a class=\"refLink\" href=\"Ezekiel 21:7\" data-ref=\"Ezekiel 21:7\">יחזקאל כא, ז</a>). וכן ארמון המלך לפי שהוא כמקדש שלא יכנסו שם אלא הידועים נקרא כן כִּי <strong>מִקְדַּשׁ</strong>־מֶלֶךְ הוּא (<a class=\"refLink\" href=\"Amos 7:13\" data-ref=\"Amos 7:13\">עמוס ז, יג</a>), וּבָא אֶל־<strong>מִקְדָּשׁוֹ</strong> לְהִתְפַּלֵּל וְלֹא יוּכָֽל (<a class=\"refLink\" href=\"Isaiah 16:12\" data-ref=\"Isaiah 16:12\">ישעיה טז, יב</a>), חִלַּלְתָּ <strong>מִקְדָּשֶׁיךָ</strong> (<a class=\"refLink\" href=\"Ezekiel 28:18\" data-ref=\"Ezekiel 28:18\">יחזקאל כח, יח</a>). ויש מפרשים מזה וְהָיָה <strong>לְמִקְדָּשׁ</strong> (<a class=\"refLink\" href=\"Isaiah 8:14\" data-ref=\"Isaiah 8:14\">ישעיה ח, יד</a>), כלומר מקום שילך אדם להשגב בו. ולזה הפירוש יהיה פירוש לִשְׁנֵי בָתֵּי יִשְׂרָאֵל (שם) לאחד לטוב ולאחד לרע, כי שבנא וסיעתו השלימו עם מלך אשור וחזקיה וסיעתו לא השלימו. וזהו שאמר (שם) לֹֽא־תֹֽאמְרוּן קֶשֶׁר לְכֹל אֲשֶׁר־יֹאמַר הָעָם הַזֶּה קָשֶׁר נראה כי מקצת העם היה קושרין ומורדים לתת העיר ביד מלך אשור. ואמר לחזקיה וסיעתו יהיה שם הקדוש ברוך הוא למקדש ולארמון להשגב בו ולבית הקושרים יהיה לאבן נגף ולצור מכשול. ויש לפרש עוד למקדש להזמנה כלומר להזמנת פורענות כלומר למכשול יהיה לפניהם כמו שאמר וְנָתַתִּי מִכְשׁוֹל לְפָנָיו (<a class=\"refLink\" href=\"Ezekiel 3:20\" data-ref=\"Ezekiel 3:20\">יחזקאל ג, כ</a>). ויהיה פירוש <strong>לִשְׁנֵי בָתֵּי יִשְׂרָאֵל</strong> פקח בן רמליהו ושבנא וסיעתו, כי שניהם היו רוצים במפלת מלכות בית דוד. ויהיה פירוש ליושב ירושילם בעבור יושב ירושלם והוא חזקיה וסיעתו. וָאֱהִי לָהֶם <strong>לְמִקְדָּשׁ </strong>מְעַט (<a class=\"refLink\" href=\"Ezekiel 11:16\" data-ref=\"Ezekiel 11:16\">יחזקאל יא, טז</a>), על דרך מִגְדַּל־עֹז שֵׁם י\"י (<a class=\"refLink\" href=\"Proverbs 18:10\" data-ref=\"Proverbs 18:10\">משלי יח, י</a>), כלומר שהם נשגבים בו מעט בעודם בגלות. וְנִֽחֲלוּ <strong>מְקַדְשֵׁיהֶֽם</strong> (<a class=\"refLink\" href=\"Proverbs 7:24\" data-ref=\"Proverbs 7:24\">משלי ז, כד</a>), כמו <strong>מִקְדְשֵׁיהֶם</strong>, אלא שהוא משקל אחר האחד ממנו <strong>מְקָדֵשׁ</strong> בשקל <strong>לִמְתָעֵֽב</strong> גּוֹי (<a class=\"refLink\" href=\"Isaiah 49:7\" data-ref=\"Isaiah 49:7\">ישעיה מט, ז</a>). <strong>והתאר קָדשׁ</strong> הוּא (<a class=\"refLink\" href=\"Numbers 6:8\" data-ref=\"Numbers 6:8\">במדבר ו, ח</a>), <strong>קְדשִׁים</strong> יִֽהְיוּ לֵאלֹהֵיהֶם (<a class=\"refLink\" href=\"Leviticus 21:6\" data-ref=\"Leviticus 21:6\">ויקרא כא, ו</a>). <strong>והנפעל וְנִקְדַּשׁ</strong> בִּכְבֹדִֽי (<a class=\"refLink\" href=\"Exodus 29:43\" data-ref=\"Exodus 29:43\">שמות כט, מג</a>),<strong> וְנִקְדַּשְׁתִּי</strong> בָכֶם לְעֵינֵי הַגּוֹיִֽם (<a class=\"refLink\" href=\"Ezekiel 20:41\" data-ref=\"Ezekiel 20:41\">יחזקאל כ, מא</a>), בִּקְרֹבַי<strong> אֶקָּדֵשׁ</strong> (<a class=\"refLink\" href=\"Leviticus 10:3\" data-ref=\"Leviticus 10:3\">ויקרא י, ג</a>).<strong> וההתפעל </strong>וְהִתְגַּדִּלְתִּי <strong>וְהִתְקַדִּשְׁתִּי</strong> (<a class=\"refLink\" href=\"Ezekiel 38:23\" data-ref=\"Ezekiel 38:23\">יחזקאל לח, כג</a>), לֹא־<strong>הִתְקַדְּשׁוּ</strong> לְמַדַּי (<a class=\"refLink\" href=\"II Chronicles 30:3\" data-ref=\"II Chronicles 30:3\">דברי הימים ב' ל, ג</a>), וְהִיא <strong>מִתְקַדֶּשֶׁת</strong> מִטֻּמְאָתָהּ (<a class=\"refLink\" href=\"II Samuel 11:4\" data-ref=\"II Samuel 11:4\">שמואל ב' יא, ד</a>) <strong>הַמִּתְקַדְּשִׁים</strong> וְהַמִּֽטַּֽהֲרִים (<a class=\"refLink\" href=\"Isaiah 66:17\" data-ref=\"Isaiah 66:17\">ישעיה סו, יז</a>). <strong>והפעל הכבד</strong> [פִּעֵל] <strong>וַיְקַדֵּשׁ</strong> אֹתוֹ (<a class=\"refLink\" href=\"Genesis 2:3\" data-ref=\"Genesis 2:3\">בראשית ב, ג</a>),<strong> קַדֶּשׁ</strong>־לִי כָל־בְּכוֹר (<a class=\"refLink\" href=\"Exodus 13:2\" data-ref=\"Exodus 13:2\">שמות יג, ב</a>). וְלֹֽא־<strong>יְקַדְּשׁוּ</strong> אֶת־הָעָם בְּבִגְדֵיהֶֽם (<a class=\"refLink\" href=\"Ezekiel 44:19\" data-ref=\"Ezekiel 44:19\">יחזקאל מד, יט</a>), פירוש שלא יקדשו אותם בנגעם בהם בבגדי כהונה, כי אם יגעו העם בבגדיהם ידמה שהם קדושים כמוהם. וכן תרגם יונתן<strong> וְלָא יִתְעָרְבוּן עִם עַמָא בִּלְבוּשֵׁיהוֹן</strong>. <strong>וכבד אחר</strong> [הִפְעִיל] אֲשֶׁר <strong>הִקְדִּישׁ</strong> (<a class=\"refLink\" href=\"II Samuel 8:11\" data-ref=\"II Samuel 8:11\">שמואל ב' ח, יא</a>), <strong>הִקְדַּשְׁתִּי</strong> אֹתָם לִֽי (<a class=\"refLink\" href=\"Numbers 8:17\" data-ref=\"Numbers 8:17\">במדבר ח, יז</a>). כָּֽל־הַבְּכוֹר אֲשֶׁר יִוָּלֵד בִּבְקָֽרְךָ וּבְצֹֽאנְךָ הַזָּכָר <strong>תַּקְדִּישׁ</strong> (<a class=\"refLink\" href=\"Deuteronomy 15:19\" data-ref=\"Deuteronomy 15:19\">דברים טו, יט</a>), פירוש אף על פי שקדושתו מרחם צריך לומר הרי הוא קדוש לבכורה. לֹֽא־<strong>יַקְדִּישׁ </strong>אִישׁ אֹתוֹ (<a class=\"refLink\" href=\"Leviticus 27:26\" data-ref=\"Leviticus 27:26\">ויקרא כז, כו</a>), פירוש לא יקדישנו לקרבן אחר. <strong>וְהִקְדִּישׁוּ</strong> אֶת־קְדוֹשׁ יַֽעֲקֹב (<a class=\"refLink\" href=\"Isaiah 29:23\" data-ref=\"Isaiah 29:23\">ישעיה כט, כג</a>), פירוש יתנו לו הקדושה בתהלתם. ועניו אחר <strong>קַדְּשׁוּ </strong>עָלֶיהָ מִלְחָמָה (<a class=\"refLink\" href=\"Jeremiah 6:4\" data-ref=\"Jeremiah 6:4\">ירמיה ו, ד</a>), <strong>קַדְּשׁוּ</strong>־צוֹם קִרְאוּ עֲצָרָה (<a class=\"refLink\" href=\"Joel 1:14\" data-ref=\"Joel 1:14\">יואל א, יד</a>),<strong> וַיַּקְדִּשׁוּ</strong> אֶת־קֶדֶשׁ בַּגָּלִיל בְּהַר נַפְתָּלִי (<a class=\"refLink\" href=\"Joshua 20:7\" data-ref=\"Joshua 20:7\">יהושע כ, ז</a>), <strong>וַיְקַדֵּשׁ</strong> אֶת־יִשַׁי וְאֶת־בָּנָיו (<a class=\"refLink\" href=\"I Samuel 16:5\" data-ref=\"I Samuel 16:5\">שמואל א' טז, ה</a>). <strong>וכבד אחר </strong>[הִפְעִיל] <strong>הִקְדִּישׁ</strong> קְרֻאָֽיו (<a class=\"refLink\" href=\"Zephaniah 1:7\" data-ref=\"Zephaniah 1:7\">צפניה א, ז</a>), <strong>וְהַקְדִּשֵׁם</strong> לְיוֹם הֲרֵגָֽה (<a class=\"refLink\" href=\"Jeremiah 12:3\" data-ref=\"Jeremiah 12:3\">ירמיה יב, ג</a>). <strong>וההתפעל</strong> כְּלֵיל <strong>הִתְקַדֶּשׁ</strong>־חָג (<a class=\"refLink\" href=\"Isaiah 30:29\" data-ref=\"Isaiah 30:29\">ישעיה ל, כט</a>), <strong>הִתְקַדְּשׁוּ</strong> וּבָאתֶם אִתִּי בַּזָּבַח (שמאל א' טז, ה). <strong>והשם</strong> וְהָיָה <strong>לְמִקְדָּשׁ</strong> (<a class=\"refLink\" href=\"Isaiah 8:14\" data-ref=\"Isaiah 8:14\">ישעיה ח, יד</a>), ענינם וכל הדומים להם ענין הזמנה. ונכון הוא להיות <strong>כְּלֵיל הִתְקַדֶּשׁ־חָג, הִתְקַדְּשׁוּ וּבָאתֶם</strong>, מהענין הראשון כלומר הלילה הזה שימות בו חיל סנחריב יהיה לכם שמחה כלילה שמקדשין בו החג והוא ליל הפסח. וְגַם־<strong>קָדֵשׁ</strong> הָיָה בָאָרֶץ (<a class=\"refLink\" href=\"I Kings 14:24\" data-ref=\"I Kings 14:24\">מלכים א' יד, כד</a>), וְחַיָּתָם <strong>בַּקְּדֵשִֽׁים</strong> (<a class=\"refLink\" href=\"Job 36:14\" data-ref=\"Job 36:14\">איוב לו, יד</a>), וַיַּֽעֲבֵר <strong>הַקְּדֵשִׁים</strong> מִן־הָאָרֶץ (<a class=\"refLink\" href=\"I Kings 15:12\" data-ref=\"I Kings 15:12\">מלכים א' טו, יב</a>), לֹא־תִֽהְיֶה <strong>קְדֵשָׁה</strong> (<a class=\"refLink\" href=\"Deuteronomy 23:18\" data-ref=\"Deuteronomy 23:18\">דברים כג, יח</a>), וְלֹא־יִֽהְיֶה <strong>קָדֵשׁ</strong> (שם), כלם ענינם שהם מזומנים למשכב."], "heVersionTitle": "Sefer HaShorashim, Berlin 1847", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "62037ee46bfddfbb310fed0a", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Numbers, Part I; The Wilderness Camp 2-4", "anchorRef": "Numbers 1:1-10:36", "anchorRefExpanded": ["Numbers 1:1", "Numbers 1:2", "Numbers 1:3", "Numbers 1:4", "Numbers 1:5", "Numbers 1:6", "Numbers 1:7", "Numbers 1:8", "Numbers 1:9", "Numbers 1:10", "Numbers 1:11", "Numbers 1:12", "Numbers 1:13", "Numbers 1:14", "Numbers 1:15", "Numbers 1:16", "Numbers 1:17", "Numbers 1:18", "Numbers 1:19", "Numbers 1:20", "Numbers 1:21", "Numbers 1:22", "Numbers 1:23", "Numbers 1:24", "Numbers 1:25", "Numbers 1:26", "Numbers 1:27", "Numbers 1:28", "Numbers 1:29", "Numbers 1:30", "Numbers 1:31", "Numbers 1:32", "Numbers 1:33", "Numbers 1:34", "Numbers 1:35", "Numbers 1:36", "Numbers 1:37", "Numbers 1:38", "Numbers 1:39", "Numbers 1:40", "Numbers 1:41", "Numbers 1:42", "Numbers 1:43", "Numbers 1:44", "Numbers 1:45", "Numbers 1:46", "Numbers 1:47", "Numbers 1:48", "Numbers 1:49", "Numbers 1:50", "Numbers 1:51", "Numbers 1:52", "Numbers 1:53", "Numbers 1:54", "Numbers 2:1", "Numbers 2:2", "Numbers 2:3", "Numbers 2:4", "Numbers 2:5", "Numbers 2:6", "Numbers 2:7", "Numbers 2:8", "Numbers 2:9", "Numbers 2:10", "Numbers 2:11", "Numbers 2:12", "Numbers 2:13", "Numbers 2:14", "Numbers 2:15", "Numbers 2:16", "Numbers 2:17", "Numbers 2:18", "Numbers 2:19", "Numbers 2:20", "Numbers 2:21", "Numbers 2:22", "Numbers 2:23", "Numbers 2:24", "Numbers 2:25", "Numbers 2:26", "Numbers 2:27", "Numbers 2:28", "Numbers 2:29", "Numbers 2:30", "Numbers 2:31", "Numbers 2:32", "Numbers 2:33", "Numbers 2:34", "Numbers 3:1", "Numbers 3:2", "Numbers 3:3", "Numbers 3:4", "Numbers 3:5", "Numbers 3:6", "Numbers 3:7", "Numbers 3:8", "Numbers 3:9", "Numbers 3:10", "Numbers 3:11", "Numbers 3:12", "Numbers 3:13", "Numbers 3:14", "Numbers 3:15", "Numbers 3:16", "Numbers 3:17", "Numbers 3:18", "Numbers 3:19", "Numbers 3:20", "Numbers 3:21", "Numbers 3:22", "Numbers 3:23", "Numbers 3:24", "Numbers 3:25", "Numbers 3:26", "Numbers 3:27", "Numbers 3:28", "Numbers 3:29", "Numbers 3:30", "Numbers 3:31", "Numbers 3:32", "Numbers 3:33", "Numbers 3:34", "Numbers 3:35", "Numbers 3:36", "Numbers 3:37", "Numbers 3:38", "Numbers 3:39", "Numbers 3:40", "Numbers 3:41", "Numbers 3:42", "Numbers 3:43", "Numbers 3:44", "Numbers 3:45", "Numbers 3:46", "Numbers 3:47", "Numbers 3:48", "Numbers 3:49", "Numbers 3:50", "Numbers 3:51", "Numbers 4:1", "Numbers 4:2", "Numbers 4:3", "Numbers 4:4", "Numbers 4:5", "Numbers 4:6", "Numbers 4:7", "Numbers 4:8", "Numbers 4:9", "Numbers 4:10", "Numbers 4:11", "Numbers 4:12", "Numbers 4:13", "Numbers 4:14", "Numbers 4:15", "Numbers 4:16", "Numbers 4:17", "Numbers 4:18", "Numbers 4:19", "Numbers 4:20", "Numbers 4:21", "Numbers 4:22", "Numbers 4:23", "Numbers 4:24", "Numbers 4:25", "Numbers 4:26", "Numbers 4:27", "Numbers 4:28", "Numbers 4:29", "Numbers 4:30", "Numbers 4:31", "Numbers 4:32", "Numbers 4:33", "Numbers 4:34", "Numbers 4:35", "Numbers 4:36", "Numbers 4:37", "Numbers 4:38", "Numbers 4:39", "Numbers 4:40", "Numbers 4:41", "Numbers 4:42", "Numbers 4:43", "Numbers 4:44", "Numbers 4:45", "Numbers 4:46", "Numbers 4:47", "Numbers 4:48", "Numbers 4:49", "Numbers 5:1", "Numbers 5:2", "Numbers 5:3", "Numbers 5:4", "Numbers 5:5", "Numbers 5:6", "Numbers 5:7", "Numbers 5:8", "Numbers 5:9", "Numbers 5:10", "Numbers 5:11", "Numbers 5:12", "Numbers 5:13", "Numbers 5:14", "Numbers 5:15", "Numbers 5:16", "Numbers 5:17", "Numbers 5:18", "Numbers 5:19", "Numbers 5:20", "Numbers 5:21", "Numbers 5:22", "Numbers 5:23", "Numbers 5:24", "Numbers 5:25", "Numbers 5:26", "Numbers 5:27", "Numbers 5:28", "Numbers 5:29", "Numbers 5:30", "Numbers 5:31", "Numbers 6:1", "Numbers 6:2", "Numbers 6:3", "Numbers 6:4", "Numbers 6:5", "Numbers 6:6", "Numbers 6:7", "Numbers 6:8", "Numbers 6:9", "Numbers 6:10", "Numbers 6:11", "Numbers 6:12", "Numbers 6:13", "Numbers 6:14", "Numbers 6:15", "Numbers 6:16", "Numbers 6:17", "Numbers 6:18", "Numbers 6:19", "Numbers 6:20", "Numbers 6:21", "Numbers 6:22", "Numbers 6:23", "Numbers 6:24", "Numbers 6:25", "Numbers 6:26", "Numbers 6:27", "Numbers 7:1", "Numbers 7:2", "Numbers 7:3", "Numbers 7:4", "Numbers 7:5", "Numbers 7:6", "Numbers 7:7", "Numbers 7:8", "Numbers 7:9", "Numbers 7:10", "Numbers 7:11", "Numbers 7:12", "Numbers 7:13", "Numbers 7:14", "Numbers 7:15", "Numbers 7:16", "Numbers 7:17", "Numbers 7:18", "Numbers 7:19", "Numbers 7:20", "Numbers 7:21", "Numbers 7:22", "Numbers 7:23", "Numbers 7:24", "Numbers 7:25", "Numbers 7:26", "Numbers 7:27", "Numbers 7:28", "Numbers 7:29", "Numbers 7:30", "Numbers 7:31", "Numbers 7:32", "Numbers 7:33", "Numbers 7:34", "Numbers 7:35", "Numbers 7:36", "Numbers 7:37", "Numbers 7:38", "Numbers 7:39", "Numbers 7:40", "Numbers 7:41", "Numbers 7:42", "Numbers 7:43", "Numbers 7:44", "Numbers 7:45", "Numbers 7:46", "Numbers 7:47", "Numbers 7:48", "Numbers 7:49", "Numbers 7:50", "Numbers 7:51", "Numbers 7:52", "Numbers 7:53", "Numbers 7:54", "Numbers 7:55", "Numbers 7:56", "Numbers 7:57", "Numbers 7:58", "Numbers 7:59", "Numbers 7:60", "Numbers 7:61", "Numbers 7:62", "Numbers 7:63", "Numbers 7:64", "Numbers 7:65", "Numbers 7:66", "Numbers 7:67", "Numbers 7:68", "Numbers 7:69", "Numbers 7:70", "Numbers 7:71", "Numbers 7:72", "Numbers 7:73", "Numbers 7:74", "Numbers 7:75", "Numbers 7:76", "Numbers 7:77", "Numbers 7:78", "Numbers 7:79", "Numbers 7:80", "Numbers 7:81", "Numbers 7:82", "Numbers 7:83", "Numbers 7:84", "Numbers 7:85", "Numbers 7:86", "Numbers 7:87", "Numbers 7:88", "Numbers 7:89", "Numbers 8:1", "Numbers 8:2", "Numbers 8:3", "Numbers 8:4", "Numbers 8:5", "Numbers 8:6", "Numbers 8:7", "Numbers 8:8", "Numbers 8:9", "Numbers 8:10", "Numbers 8:11", "Numbers 8:12", "Numbers 8:13", "Numbers 8:14", "Numbers 8:15", "Numbers 8:16", "Numbers 8:17", "Numbers 8:18", "Numbers 8:19", "Numbers 8:20", "Numbers 8:21", "Numbers 8:22", "Numbers 8:23", "Numbers 8:24", "Numbers 8:25", "Numbers 8:26", "Numbers 9:1", "Numbers 9:2", "Numbers 9:3", "Numbers 9:4", "Numbers 9:5", "Numbers 9:6", "Numbers 9:7", "Numbers 9:8", "Numbers 9:9", "Numbers 9:10", "Numbers 9:11", "Numbers 9:12", "Numbers 9:13", "Numbers 9:14", "Numbers 9:15", "Numbers 9:16", "Numbers 9:17", "Numbers 9:18", "Numbers 9:19", "Numbers 9:20", "Numbers 9:21", "Numbers 9:22", "Numbers 9:23", "Numbers 10:1", "Numbers 10:2", "Numbers 10:3", "Numbers 10:4", "Numbers 10:5", "Numbers 10:6", "Numbers 10:7", "Numbers 10:8", "Numbers 10:9", "Numbers 10:10", "Numbers 10:11", "Numbers 10:12", "Numbers 10:13", "Numbers 10:14", "Numbers 10:15", "Numbers 10:16", "Numbers 10:17", "Numbers 10:18", "Numbers 10:19", "Numbers 10:20", "Numbers 10:21", "Numbers 10:22", "Numbers 10:23", "Numbers 10:24", "Numbers 10:25", "Numbers 10:26", "Numbers 10:27", "Numbers 10:28", "Numbers 10:29", "Numbers 10:30", "Numbers 10:31", "Numbers 10:32", "Numbers 10:33", "Numbers 10:34", "Numbers 10:35", "Numbers 10:36"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, Part I; The Wilderness Camp 2-4", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר ב׳ ב׳-ד׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Part I; The Wilderness Camp", "he": "במדבר מאמר ב׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["T<small>O LIST IS TO DEMONSTRATE A SENSE OF ORDER AND CONTROL</small>. T<small>HE BOOK OF</small> Numbers commences with several lists that serve to arrange and catalog the Israelite camp in the wilderness: first, the “accountings” of the Israelites fit for battle; then, the symmetrical arrangement of the camp itself, around the Tabernacle; and finally, the special listing of the Levite population, accompanied by an enumeration of its special tasks in the camp. The first part of Numbers thus takes place as it were in the shadow of Mount Sinai—that is, under the aegis of the priestly school of thinking, in which order is everything.", "There is a strong military bent to the arrangement. The census of Chapter 1 is not a head count of the entire Israelite population, but rather of those “twenty years of age and upward,” those eligible to serve in the army. The setup of the camp resembles that in ancient Egypt, with the sanctuary and ark (here “Dwelling” and “coffer”) in the center (in the Egypt of Raamses II—thought by some to have been the Pharaoh of the Exodus—it was the king’s throne). The Levites, whom we have not encountered previously as a group with tasks distinct from those of the priests, emerge in this part of the book as caretakers and perhaps guardians of the sanctuary, in addition to their tasks of dismantling and transport of the “Holy-Shrine.” This military aspect reflects an ancient concept of Israel as the “forces of Y<small>HWH</small>,” surely a conquest image, which later becomes standardized in language in the phrase usually rendered “the L<small>ORD</small> of Hosts.”", "Some of the material in this section might well have been put elsewhere. Chapters 5–7 would have fit nicely in Leviticus; Chapter 7, the listing of the tribal gifts brought to the sanctuary upon its dedication, could even have followed Ex. 40, where Moshe completes the erection of the structure. That these chapters are here therefore must be the result of a conscious decision, either to include material that did not find its way into the other books, or out of a feeling that they were appropriately placed in the book about Israel’s wanderings in the wilderness."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62037ee56bfddfbb310fed0c", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Numbers, On the Book of Numbers and Its Structure 2-52", "anchorRef": "Numbers 1:1-36:13", "anchorRefExpanded": ["Numbers 1:1", "Numbers 1:2", "Numbers 1:3", "Numbers 1:4", "Numbers 1:5", "Numbers 1:6", "Numbers 1:7", "Numbers 1:8", "Numbers 1:9", "Numbers 1:10", "Numbers 1:11", "Numbers 1:12", "Numbers 1:13", "Numbers 1:14", "Numbers 1:15", "Numbers 1:16", "Numbers 1:17", "Numbers 1:18", "Numbers 1:19", "Numbers 1:20", "Numbers 1:21", "Numbers 1:22", "Numbers 1:23", "Numbers 1:24", "Numbers 1:25", "Numbers 1:26", "Numbers 1:27", "Numbers 1:28", "Numbers 1:29", "Numbers 1:30", "Numbers 1:31", "Numbers 1:32", "Numbers 1:33", "Numbers 1:34", "Numbers 1:35", "Numbers 1:36", "Numbers 1:37", "Numbers 1:38", "Numbers 1:39", "Numbers 1:40", "Numbers 1:41", "Numbers 1:42", "Numbers 1:43", "Numbers 1:44", "Numbers 1:45", "Numbers 1:46", "Numbers 1:47", "Numbers 1:48", "Numbers 1:49", "Numbers 1:50", "Numbers 1:51", "Numbers 1:52", "Numbers 1:53", "Numbers 1:54", "Numbers 2:1", "Numbers 2:2", "Numbers 2:3", "Numbers 2:4", "Numbers 2:5", "Numbers 2:6", "Numbers 2:7", "Numbers 2:8", "Numbers 2:9", "Numbers 2:10", "Numbers 2:11", "Numbers 2:12", "Numbers 2:13", "Numbers 2:14", "Numbers 2:15", "Numbers 2:16", "Numbers 2:17", "Numbers 2:18", "Numbers 2:19", "Numbers 2:20", "Numbers 2:21", "Numbers 2:22", "Numbers 2:23", "Numbers 2:24", "Numbers 2:25", "Numbers 2:26", "Numbers 2:27", "Numbers 2:28", "Numbers 2:29", "Numbers 2:30", "Numbers 2:31", "Numbers 2:32", "Numbers 2:33", "Numbers 2:34", "Numbers 3:1", "Numbers 3:2", "Numbers 3:3", "Numbers 3:4", "Numbers 3:5", "Numbers 3:6", "Numbers 3:7", "Numbers 3:8", "Numbers 3:9", "Numbers 3:10", "Numbers 3:11", "Numbers 3:12", "Numbers 3:13", "Numbers 3:14", "Numbers 3:15", "Numbers 3:16", "Numbers 3:17", "Numbers 3:18", "Numbers 3:19", "Numbers 3:20", "Numbers 3:21", "Numbers 3:22", "Numbers 3:23", "Numbers 3:24", "Numbers 3:25", "Numbers 3:26", "Numbers 3:27", "Numbers 3:28", "Numbers 3:29", "Numbers 3:30", "Numbers 3:31", "Numbers 3:32", "Numbers 3:33", "Numbers 3:34", "Numbers 3:35", "Numbers 3:36", "Numbers 3:37", "Numbers 3:38", "Numbers 3:39", "Numbers 3:40", "Numbers 3:41", "Numbers 3:42", "Numbers 3:43", "Numbers 3:44", "Numbers 3:45", "Numbers 3:46", "Numbers 3:47", "Numbers 3:48", "Numbers 3:49", "Numbers 3:50", "Numbers 3:51", "Numbers 4:1", "Numbers 4:2", "Numbers 4:3", "Numbers 4:4", "Numbers 4:5", "Numbers 4:6", "Numbers 4:7", "Numbers 4:8", "Numbers 4:9", "Numbers 4:10", "Numbers 4:11", "Numbers 4:12", "Numbers 4:13", "Numbers 4:14", "Numbers 4:15", "Numbers 4:16", "Numbers 4:17", "Numbers 4:18", "Numbers 4:19", "Numbers 4:20", "Numbers 4:21", "Numbers 4:22", "Numbers 4:23", "Numbers 4:24", "Numbers 4:25", "Numbers 4:26", "Numbers 4:27", "Numbers 4:28", "Numbers 4:29", "Numbers 4:30", "Numbers 4:31", "Numbers 4:32", "Numbers 4:33", "Numbers 4:34", "Numbers 4:35", "Numbers 4:36", "Numbers 4:37", "Numbers 4:38", "Numbers 4:39", "Numbers 4:40", "Numbers 4:41", "Numbers 4:42", "Numbers 4:43", "Numbers 4:44", "Numbers 4:45", "Numbers 4:46", "Numbers 4:47", "Numbers 4:48", "Numbers 4:49", "Numbers 5:1", "Numbers 5:2", "Numbers 5:3", "Numbers 5:4", "Numbers 5:5", "Numbers 5:6", "Numbers 5:7", "Numbers 5:8", "Numbers 5:9", "Numbers 5:10", "Numbers 5:11", "Numbers 5:12", "Numbers 5:13", "Numbers 5:14", "Numbers 5:15", "Numbers 5:16", "Numbers 5:17", "Numbers 5:18", "Numbers 5:19", "Numbers 5:20", "Numbers 5:21", "Numbers 5:22", "Numbers 5:23", "Numbers 5:24", "Numbers 5:25", "Numbers 5:26", "Numbers 5:27", "Numbers 5:28", "Numbers 5:29", "Numbers 5:30", "Numbers 5:31", "Numbers 6:1", "Numbers 6:2", "Numbers 6:3", "Numbers 6:4", "Numbers 6:5", "Numbers 6:6", "Numbers 6:7", "Numbers 6:8", "Numbers 6:9", "Numbers 6:10", "Numbers 6:11", "Numbers 6:12", "Numbers 6:13", "Numbers 6:14", "Numbers 6:15", "Numbers 6:16", "Numbers 6:17", "Numbers 6:18", "Numbers 6:19", "Numbers 6:20", "Numbers 6:21", "Numbers 6:22", "Numbers 6:23", "Numbers 6:24", "Numbers 6:25", "Numbers 6:26", "Numbers 6:27", "Numbers 7:1", "Numbers 7:2", "Numbers 7:3", "Numbers 7:4", "Numbers 7:5", "Numbers 7:6", "Numbers 7:7", "Numbers 7:8", "Numbers 7:9", "Numbers 7:10", "Numbers 7:11", "Numbers 7:12", "Numbers 7:13", "Numbers 7:14", "Numbers 7:15", "Numbers 7:16", "Numbers 7:17", "Numbers 7:18", "Numbers 7:19", "Numbers 7:20", "Numbers 7:21", "Numbers 7:22", "Numbers 7:23", "Numbers 7:24", "Numbers 7:25", "Numbers 7:26", "Numbers 7:27", "Numbers 7:28", "Numbers 7:29", "Numbers 7:30", "Numbers 7:31", "Numbers 7:32", "Numbers 7:33", "Numbers 7:34", "Numbers 7:35", "Numbers 7:36", "Numbers 7:37", "Numbers 7:38", "Numbers 7:39", "Numbers 7:40", "Numbers 7:41", "Numbers 7:42", "Numbers 7:43", "Numbers 7:44", "Numbers 7:45", "Numbers 7:46", "Numbers 7:47", "Numbers 7:48", "Numbers 7:49", "Numbers 7:50", "Numbers 7:51", "Numbers 7:52", "Numbers 7:53", "Numbers 7:54", "Numbers 7:55", "Numbers 7:56", "Numbers 7:57", "Numbers 7:58", "Numbers 7:59", "Numbers 7:60", "Numbers 7:61", "Numbers 7:62", "Numbers 7:63", "Numbers 7:64", "Numbers 7:65", "Numbers 7:66", "Numbers 7:67", "Numbers 7:68", "Numbers 7:69", "Numbers 7:70", "Numbers 7:71", "Numbers 7:72", "Numbers 7:73", "Numbers 7:74", "Numbers 7:75", "Numbers 7:76", "Numbers 7:77", "Numbers 7:78", "Numbers 7:79", "Numbers 7:80", "Numbers 7:81", "Numbers 7:82", "Numbers 7:83", "Numbers 7:84", "Numbers 7:85", "Numbers 7:86", "Numbers 7:87", "Numbers 7:88", "Numbers 7:89", "Numbers 8:1", "Numbers 8:2", "Numbers 8:3", "Numbers 8:4", "Numbers 8:5", "Numbers 8:6", "Numbers 8:7", "Numbers 8:8", "Numbers 8:9", "Numbers 8:10", "Numbers 8:11", "Numbers 8:12", "Numbers 8:13", "Numbers 8:14", "Numbers 8:15", "Numbers 8:16", "Numbers 8:17", "Numbers 8:18", "Numbers 8:19", "Numbers 8:20", "Numbers 8:21", "Numbers 8:22", "Numbers 8:23", "Numbers 8:24", "Numbers 8:25", "Numbers 8:26", "Numbers 9:1", "Numbers 9:2", "Numbers 9:3", "Numbers 9:4", "Numbers 9:5", "Numbers 9:6", "Numbers 9:7", "Numbers 9:8", "Numbers 9:9", "Numbers 9:10", "Numbers 9:11", "Numbers 9:12", "Numbers 9:13", "Numbers 9:14", "Numbers 9:15", "Numbers 9:16", "Numbers 9:17", "Numbers 9:18", "Numbers 9:19", "Numbers 9:20", "Numbers 9:21", "Numbers 9:22", "Numbers 9:23", "Numbers 10:1", "Numbers 10:2", "Numbers 10:3", "Numbers 10:4", "Numbers 10:5", "Numbers 10:6", "Numbers 10:7", "Numbers 10:8", "Numbers 10:9", "Numbers 10:10", "Numbers 10:11", "Numbers 10:12", "Numbers 10:13", "Numbers 10:14", "Numbers 10:15", "Numbers 10:16", "Numbers 10:17", "Numbers 10:18", "Numbers 10:19", "Numbers 10:20", "Numbers 10:21", "Numbers 10:22", "Numbers 10:23", "Numbers 10:24", "Numbers 10:25", "Numbers 10:26", "Numbers 10:27", "Numbers 10:28", "Numbers 10:29", "Numbers 10:30", "Numbers 10:31", "Numbers 10:32", "Numbers 10:33", "Numbers 10:34", "Numbers 10:35", "Numbers 10:36", "Numbers 11:1", "Numbers 11:2", "Numbers 11:3", "Numbers 11:4", "Numbers 11:5", "Numbers 11:6", "Numbers 11:7", "Numbers 11:8", "Numbers 11:9", "Numbers 11:10", "Numbers 11:11", "Numbers 11:12", "Numbers 11:13", "Numbers 11:14", "Numbers 11:15", "Numbers 11:16", "Numbers 11:17", "Numbers 11:18", "Numbers 11:19", "Numbers 11:20", "Numbers 11:21", "Numbers 11:22", "Numbers 11:23", "Numbers 11:24", "Numbers 11:25", "Numbers 11:26", "Numbers 11:27", "Numbers 11:28", "Numbers 11:29", "Numbers 11:30", "Numbers 11:31", "Numbers 11:32", "Numbers 11:33", "Numbers 11:34", "Numbers 11:35", "Numbers 12:1", "Numbers 12:2", "Numbers 12:3", "Numbers 12:4", "Numbers 12:5", "Numbers 12:6", "Numbers 12:7", "Numbers 12:8", "Numbers 12:9", "Numbers 12:10", "Numbers 12:11", "Numbers 12:12", "Numbers 12:13", "Numbers 12:14", "Numbers 12:15", "Numbers 12:16", "Numbers 13:1", "Numbers 13:2", "Numbers 13:3", "Numbers 13:4", "Numbers 13:5", "Numbers 13:6", "Numbers 13:7", "Numbers 13:8", "Numbers 13:9", "Numbers 13:10", "Numbers 13:11", "Numbers 13:12", "Numbers 13:13", "Numbers 13:14", "Numbers 13:15", "Numbers 13:16", "Numbers 13:17", "Numbers 13:18", "Numbers 13:19", "Numbers 13:20", "Numbers 13:21", "Numbers 13:22", "Numbers 13:23", "Numbers 13:24", "Numbers 13:25", "Numbers 13:26", "Numbers 13:27", "Numbers 13:28", "Numbers 13:29", "Numbers 13:30", "Numbers 13:31", "Numbers 13:32", "Numbers 13:33", "Numbers 14:1", "Numbers 14:2", "Numbers 14:3", "Numbers 14:4", "Numbers 14:5", "Numbers 14:6", "Numbers 14:7", "Numbers 14:8", "Numbers 14:9", "Numbers 14:10", "Numbers 14:11", "Numbers 14:12", "Numbers 14:13", "Numbers 14:14", "Numbers 14:15", "Numbers 14:16", "Numbers 14:17", "Numbers 14:18", "Numbers 14:19", "Numbers 14:20", "Numbers 14:21", "Numbers 14:22", "Numbers 14:23", "Numbers 14:24", "Numbers 14:25", "Numbers 14:26", "Numbers 14:27", "Numbers 14:28", "Numbers 14:29", "Numbers 14:30", "Numbers 14:31", "Numbers 14:32", "Numbers 14:33", "Numbers 14:34", "Numbers 14:35", "Numbers 14:36", "Numbers 14:37", "Numbers 14:38", "Numbers 14:39", "Numbers 14:40", "Numbers 14:41", "Numbers 14:42", "Numbers 14:43", "Numbers 14:44", "Numbers 14:45", "Numbers 15:1", "Numbers 15:2", "Numbers 15:3", "Numbers 15:4", "Numbers 15:5", "Numbers 15:6", "Numbers 15:7", "Numbers 15:8", "Numbers 15:9", "Numbers 15:10", "Numbers 15:11", "Numbers 15:12", "Numbers 15:13", "Numbers 15:14", "Numbers 15:15", "Numbers 15:16", "Numbers 15:17", "Numbers 15:18", "Numbers 15:19", "Numbers 15:20", "Numbers 15:21", "Numbers 15:22", "Numbers 15:23", "Numbers 15:24", "Numbers 15:25", "Numbers 15:26", "Numbers 15:27", "Numbers 15:28", "Numbers 15:29", "Numbers 15:30", "Numbers 15:31", "Numbers 15:32", "Numbers 15:33", "Numbers 15:34", "Numbers 15:35", "Numbers 15:36", "Numbers 15:37", "Numbers 15:38", "Numbers 15:39", "Numbers 15:40", "Numbers 15:41", "Numbers 16:1", "Numbers 16:2", "Numbers 16:3", "Numbers 16:4", "Numbers 16:5", "Numbers 16:6", "Numbers 16:7", "Numbers 16:8", "Numbers 16:9", "Numbers 16:10", "Numbers 16:11", "Numbers 16:12", "Numbers 16:13", "Numbers 16:14", "Numbers 16:15", "Numbers 16:16", "Numbers 16:17", "Numbers 16:18", "Numbers 16:19", "Numbers 16:20", "Numbers 16:21", "Numbers 16:22", "Numbers 16:23", "Numbers 16:24", "Numbers 16:25", "Numbers 16:26", "Numbers 16:27", "Numbers 16:28", "Numbers 16:29", "Numbers 16:30", "Numbers 16:31", "Numbers 16:32", "Numbers 16:33", "Numbers 16:34", "Numbers 16:35", "Numbers 17:1", "Numbers 17:2", "Numbers 17:3", "Numbers 17:4", "Numbers 17:5", "Numbers 17:6", "Numbers 17:7", "Numbers 17:8", "Numbers 17:9", "Numbers 17:10", "Numbers 17:11", "Numbers 17:12", "Numbers 17:13", "Numbers 17:14", "Numbers 17:15", "Numbers 17:16", "Numbers 17:17", "Numbers 17:18", "Numbers 17:19", "Numbers 17:20", "Numbers 17:21", "Numbers 17:22", "Numbers 17:23", "Numbers 17:24", "Numbers 17:25", "Numbers 17:26", "Numbers 17:27", "Numbers 17:28", "Numbers 18:1", "Numbers 18:2", "Numbers 18:3", "Numbers 18:4", "Numbers 18:5", "Numbers 18:6", "Numbers 18:7", "Numbers 18:8", "Numbers 18:9", "Numbers 18:10", "Numbers 18:11", "Numbers 18:12", "Numbers 18:13", "Numbers 18:14", "Numbers 18:15", "Numbers 18:16", "Numbers 18:17", "Numbers 18:18", "Numbers 18:19", "Numbers 18:20", "Numbers 18:21", "Numbers 18:22", "Numbers 18:23", "Numbers 18:24", "Numbers 18:25", "Numbers 18:26", "Numbers 18:27", "Numbers 18:28", "Numbers 18:29", "Numbers 18:30", "Numbers 18:31", "Numbers 18:32", "Numbers 19:1", "Numbers 19:2", "Numbers 19:3", "Numbers 19:4", "Numbers 19:5", "Numbers 19:6", "Numbers 19:7", "Numbers 19:8", "Numbers 19:9", "Numbers 19:10", "Numbers 19:11", "Numbers 19:12", "Numbers 19:13", "Numbers 19:14", "Numbers 19:15", "Numbers 19:16", "Numbers 19:17", "Numbers 19:18", "Numbers 19:19", "Numbers 19:20", "Numbers 19:21", "Numbers 19:22", "Numbers 20:1", "Numbers 20:2", "Numbers 20:3", "Numbers 20:4", "Numbers 20:5", "Numbers 20:6", "Numbers 20:7", "Numbers 20:8", "Numbers 20:9", "Numbers 20:10", "Numbers 20:11", "Numbers 20:12", "Numbers 20:13", "Numbers 20:14", "Numbers 20:15", "Numbers 20:16", "Numbers 20:17", "Numbers 20:18", "Numbers 20:19", "Numbers 20:20", "Numbers 20:21", "Numbers 20:22", "Numbers 20:23", "Numbers 20:24", "Numbers 20:25", "Numbers 20:26", "Numbers 20:27", "Numbers 20:28", "Numbers 20:29", "Numbers 21:1", "Numbers 21:2", "Numbers 21:3", "Numbers 21:4", "Numbers 21:5", "Numbers 21:6", "Numbers 21:7", "Numbers 21:8", "Numbers 21:9", "Numbers 21:10", "Numbers 21:11", "Numbers 21:12", "Numbers 21:13", "Numbers 21:14", "Numbers 21:15", "Numbers 21:16", "Numbers 21:17", "Numbers 21:18", "Numbers 21:19", "Numbers 21:20", "Numbers 21:21", "Numbers 21:22", "Numbers 21:23", "Numbers 21:24", "Numbers 21:25", "Numbers 21:26", "Numbers 21:27", "Numbers 21:28", "Numbers 21:29", "Numbers 21:30", "Numbers 21:31", "Numbers 21:32", "Numbers 21:33", "Numbers 21:34", "Numbers 21:35", "Numbers 22:1", "Numbers 22:2", "Numbers 22:3", "Numbers 22:4", "Numbers 22:5", "Numbers 22:6", "Numbers 22:7", "Numbers 22:8", "Numbers 22:9", "Numbers 22:10", "Numbers 22:11", "Numbers 22:12", "Numbers 22:13", "Numbers 22:14", "Numbers 22:15", "Numbers 22:16", "Numbers 22:17", "Numbers 22:18", "Numbers 22:19", "Numbers 22:20", "Numbers 22:21", "Numbers 22:22", "Numbers 22:23", "Numbers 22:24", "Numbers 22:25", "Numbers 22:26", "Numbers 22:27", "Numbers 22:28", "Numbers 22:29", "Numbers 22:30", "Numbers 22:31", "Numbers 22:32", "Numbers 22:33", "Numbers 22:34", "Numbers 22:35", "Numbers 22:36", "Numbers 22:37", "Numbers 22:38", "Numbers 22:39", "Numbers 22:40", "Numbers 22:41", "Numbers 23:1", "Numbers 23:2", "Numbers 23:3", "Numbers 23:4", "Numbers 23:5", "Numbers 23:6", "Numbers 23:7", "Numbers 23:8", "Numbers 23:9", "Numbers 23:10", "Numbers 23:11", "Numbers 23:12", "Numbers 23:13", "Numbers 23:14", "Numbers 23:15", "Numbers 23:16", "Numbers 23:17", "Numbers 23:18", "Numbers 23:19", "Numbers 23:20", "Numbers 23:21", "Numbers 23:22", "Numbers 23:23", "Numbers 23:24", "Numbers 23:25", "Numbers 23:26", "Numbers 23:27", "Numbers 23:28", "Numbers 23:29", "Numbers 23:30", "Numbers 24:1", "Numbers 24:2", "Numbers 24:3", "Numbers 24:4", "Numbers 24:5", "Numbers 24:6", "Numbers 24:7", "Numbers 24:8", "Numbers 24:9", "Numbers 24:10", "Numbers 24:11", "Numbers 24:12", "Numbers 24:13", "Numbers 24:14", "Numbers 24:15", "Numbers 24:16", "Numbers 24:17", "Numbers 24:18", "Numbers 24:19", "Numbers 24:20", "Numbers 24:21", "Numbers 24:22", "Numbers 24:23", "Numbers 24:24", "Numbers 24:25", "Numbers 25:1", "Numbers 25:2", "Numbers 25:3", "Numbers 25:4", "Numbers 25:5", "Numbers 25:6", "Numbers 25:7", "Numbers 25:8", "Numbers 25:9", "Numbers 25:10", "Numbers 25:11", "Numbers 25:12", "Numbers 25:13", "Numbers 25:14", "Numbers 25:15", "Numbers 25:16", "Numbers 25:17", "Numbers 25:18", "Numbers 26:1", "Numbers 26:2", "Numbers 26:3", "Numbers 26:4", "Numbers 26:5", "Numbers 26:6", "Numbers 26:7", "Numbers 26:8", "Numbers 26:9", "Numbers 26:10", "Numbers 26:11", "Numbers 26:12", "Numbers 26:13", "Numbers 26:14", "Numbers 26:15", "Numbers 26:16", "Numbers 26:17", "Numbers 26:18", "Numbers 26:19", "Numbers 26:20", "Numbers 26:21", "Numbers 26:22", "Numbers 26:23", "Numbers 26:24", "Numbers 26:25", "Numbers 26:26", "Numbers 26:27", "Numbers 26:28", "Numbers 26:29", "Numbers 26:30", "Numbers 26:31", "Numbers 26:32", "Numbers 26:33", "Numbers 26:34", "Numbers 26:35", "Numbers 26:36", "Numbers 26:37", "Numbers 26:38", "Numbers 26:39", "Numbers 26:40", "Numbers 26:41", "Numbers 26:42", "Numbers 26:43", "Numbers 26:44", "Numbers 26:45", "Numbers 26:46", "Numbers 26:47", "Numbers 26:48", "Numbers 26:49", "Numbers 26:50", "Numbers 26:51", "Numbers 26:52", "Numbers 26:53", "Numbers 26:54", "Numbers 26:55", "Numbers 26:56", "Numbers 26:57", "Numbers 26:58", "Numbers 26:59", "Numbers 26:60", "Numbers 26:61", "Numbers 26:62", "Numbers 26:63", "Numbers 26:64", "Numbers 26:65", "Numbers 27:1", "Numbers 27:2", "Numbers 27:3", "Numbers 27:4", "Numbers 27:5", "Numbers 27:6", "Numbers 27:7", "Numbers 27:8", "Numbers 27:9", "Numbers 27:10", "Numbers 27:11", "Numbers 27:12", "Numbers 27:13", "Numbers 27:14", "Numbers 27:15", "Numbers 27:16", "Numbers 27:17", "Numbers 27:18", "Numbers 27:19", "Numbers 27:20", "Numbers 27:21", "Numbers 27:22", "Numbers 27:23", "Numbers 28:1", "Numbers 28:2", "Numbers 28:3", "Numbers 28:4", "Numbers 28:5", "Numbers 28:6", "Numbers 28:7", "Numbers 28:8", "Numbers 28:9", "Numbers 28:10", "Numbers 28:11", "Numbers 28:12", "Numbers 28:13", "Numbers 28:14", "Numbers 28:15", "Numbers 28:16", "Numbers 28:17", "Numbers 28:18", "Numbers 28:19", "Numbers 28:20", "Numbers 28:21", "Numbers 28:22", "Numbers 28:23", "Numbers 28:24", "Numbers 28:25", "Numbers 28:26", "Numbers 28:27", "Numbers 28:28", "Numbers 28:29", "Numbers 28:30", "Numbers 28:31", "Numbers 29:1", "Numbers 29:2", "Numbers 29:3", "Numbers 29:4", "Numbers 29:5", "Numbers 29:6", "Numbers 29:7", "Numbers 29:8", "Numbers 29:9", "Numbers 29:10", "Numbers 29:11", "Numbers 29:12", "Numbers 29:13", "Numbers 29:14", "Numbers 29:15", "Numbers 29:16", "Numbers 29:17", "Numbers 29:18", "Numbers 29:19", "Numbers 29:20", "Numbers 29:21", "Numbers 29:22", "Numbers 29:23", "Numbers 29:24", "Numbers 29:25", "Numbers 29:26", "Numbers 29:27", "Numbers 29:28", "Numbers 29:29", "Numbers 29:30", "Numbers 29:31", "Numbers 29:32", "Numbers 29:33", "Numbers 29:34", "Numbers 29:35", "Numbers 29:36", "Numbers 29:37", "Numbers 29:38", "Numbers 29:39", "Numbers 30:1", "Numbers 30:2", "Numbers 30:3", "Numbers 30:4", "Numbers 30:5", "Numbers 30:6", "Numbers 30:7", "Numbers 30:8", "Numbers 30:9", "Numbers 30:10", "Numbers 30:11", "Numbers 30:12", "Numbers 30:13", "Numbers 30:14", "Numbers 30:15", "Numbers 30:16", "Numbers 30:17", "Numbers 31:1", "Numbers 31:2", "Numbers 31:3", "Numbers 31:4", "Numbers 31:5", "Numbers 31:6", "Numbers 31:7", "Numbers 31:8", "Numbers 31:9", "Numbers 31:10", "Numbers 31:11", "Numbers 31:12", "Numbers 31:13", "Numbers 31:14", "Numbers 31:15", "Numbers 31:16", "Numbers 31:17", "Numbers 31:18", "Numbers 31:19", "Numbers 31:20", "Numbers 31:21", "Numbers 31:22", "Numbers 31:23", "Numbers 31:24", "Numbers 31:25", "Numbers 31:26", "Numbers 31:27", "Numbers 31:28", "Numbers 31:29", "Numbers 31:30", "Numbers 31:31", "Numbers 31:32", "Numbers 31:33", "Numbers 31:34", "Numbers 31:35", "Numbers 31:36", "Numbers 31:37", "Numbers 31:38", "Numbers 31:39", "Numbers 31:40", "Numbers 31:41", "Numbers 31:42", "Numbers 31:43", "Numbers 31:44", "Numbers 31:45", "Numbers 31:46", "Numbers 31:47", "Numbers 31:48", "Numbers 31:49", "Numbers 31:50", "Numbers 31:51", "Numbers 31:52", "Numbers 31:53", "Numbers 31:54", "Numbers 32:1", "Numbers 32:2", "Numbers 32:3", "Numbers 32:4", "Numbers 32:5", "Numbers 32:6", "Numbers 32:7", "Numbers 32:8", "Numbers 32:9", "Numbers 32:10", "Numbers 32:11", "Numbers 32:12", "Numbers 32:13", "Numbers 32:14", "Numbers 32:15", "Numbers 32:16", "Numbers 32:17", "Numbers 32:18", "Numbers 32:19", "Numbers 32:20", "Numbers 32:21", "Numbers 32:22", "Numbers 32:23", "Numbers 32:24", "Numbers 32:25", "Numbers 32:26", "Numbers 32:27", "Numbers 32:28", "Numbers 32:29", "Numbers 32:30", "Numbers 32:31", "Numbers 32:32", "Numbers 32:33", "Numbers 32:34", "Numbers 32:35", "Numbers 32:36", "Numbers 32:37", "Numbers 32:38", "Numbers 32:39", "Numbers 32:40", "Numbers 32:41", "Numbers 32:42", "Numbers 33:1", "Numbers 33:2", "Numbers 33:3", "Numbers 33:4", "Numbers 33:5", "Numbers 33:6", "Numbers 33:7", "Numbers 33:8", "Numbers 33:9", "Numbers 33:10", "Numbers 33:11", "Numbers 33:12", "Numbers 33:13", "Numbers 33:14", "Numbers 33:15", "Numbers 33:16", "Numbers 33:17", "Numbers 33:18", "Numbers 33:19", "Numbers 33:20", "Numbers 33:21", "Numbers 33:22", "Numbers 33:23", "Numbers 33:24", "Numbers 33:25", "Numbers 33:26", "Numbers 33:27", "Numbers 33:28", "Numbers 33:29", "Numbers 33:30", "Numbers 33:31", "Numbers 33:32", "Numbers 33:33", "Numbers 33:34", "Numbers 33:35", "Numbers 33:36", "Numbers 33:37", "Numbers 33:38", "Numbers 33:39", "Numbers 33:40", "Numbers 33:41", "Numbers 33:42", "Numbers 33:43", "Numbers 33:44", "Numbers 33:45", "Numbers 33:46", "Numbers 33:47", "Numbers 33:48", "Numbers 33:49", "Numbers 33:50", "Numbers 33:51", "Numbers 33:52", "Numbers 33:53", "Numbers 33:54", "Numbers 33:55", "Numbers 33:56", "Numbers 34:1", "Numbers 34:2", "Numbers 34:3", "Numbers 34:4", "Numbers 34:5", "Numbers 34:6", "Numbers 34:7", "Numbers 34:8", "Numbers 34:9", "Numbers 34:10", "Numbers 34:11", "Numbers 34:12", "Numbers 34:13", "Numbers 34:14", "Numbers 34:15", "Numbers 34:16", "Numbers 34:17", "Numbers 34:18", "Numbers 34:19", "Numbers 34:20", "Numbers 34:21", "Numbers 34:22", "Numbers 34:23", "Numbers 34:24", "Numbers 34:25", "Numbers 34:26", "Numbers 34:27", "Numbers 34:28", "Numbers 34:29", "Numbers 35:1", "Numbers 35:2", "Numbers 35:3", "Numbers 35:4", "Numbers 35:5", "Numbers 35:6", "Numbers 35:7", "Numbers 35:8", "Numbers 35:9", "Numbers 35:10", "Numbers 35:11", "Numbers 35:12", "Numbers 35:13", "Numbers 35:14", "Numbers 35:15", "Numbers 35:16", "Numbers 35:17", "Numbers 35:18", "Numbers 35:19", "Numbers 35:20", "Numbers 35:21", "Numbers 35:22", "Numbers 35:23", "Numbers 35:24", "Numbers 35:25", "Numbers 35:26", "Numbers 35:27", "Numbers 35:28", "Numbers 35:29", "Numbers 35:30", "Numbers 35:31", "Numbers 35:32", "Numbers 35:33", "Numbers 35:34", "Numbers 36:1", "Numbers 36:2", "Numbers 36:3", "Numbers 36:4", "Numbers 36:5", "Numbers 36:6", "Numbers 36:7", "Numbers 36:8", "Numbers 36:9", "Numbers 36:10", "Numbers 36:11", "Numbers 36:12", "Numbers 36:13"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, On the Book of Numbers and Its Structure 2-52", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר א׳ ב׳-נ״ב", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "On the Book of Numbers and Its Structure", "he": "במדבר מאמר א׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "במדבר מאמר א׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["T<small>HE READER WHO APPROACHES THE BOOK OF</small> N<small>UMBERS UNDER THE INFLUENCE OF ITS</small> common Hebrew name, <i>Bemidbar</i>, “In the Wilderness,” will logically expect a narrative account of the wanderings of the Israelites before they reach the Promised Land. But the book in its present form is a great deal more than that. To be sure,it contains stories of the long trek from Egypt to Canaan, with moments of triumph and difficulty, obedience and rebellion. Some of the great narratives of the Pentateuch are here, from the account of Korah’s revolt (Chap. 16) to Moshe’s sin (20) to Bil'am’s recalcitrant donkey (22). But the book also features census and sacrificial donation lists; details of the setup of Israel’s camp; the duties of the Levites in the traveling sanctuary; laws regarding wives suspected of adultery and those who take on extraordinary vows; a complicated and mysterious ritual for removing the extreme ritual pollution carried by death; a doubled tale about daughters inheriting land; and a host of other rules and regulations.", "It is this composite character and apparent lack of easily definable structure that imbue the book with fascination for scholars and with frustration for lay readers. While the four other books of the Torah also mix narrative, law, poetry, and cultic regulations, none of them has combined and alternated these genres with such abandon. There are a number of possible explanations for this. First, it is conceivable that Numbers as we have it reflects the desire to preserve as many traditions about the wilderness wanderings as possible; as Greenberg (1972) has demonstrated with the traditions about the revelation on Mount Sinai, it may have been more important to collect everything relevant than to create a smooth or seamless text. Second, here as elsewhere in the Torah, narrative may serve to introduce law or to provide the preceding background for it. Third, there is an aesthetic consideration: the great rebellion stories in the center of the book, to give an example, are separated from one another by prescriptive legal passages. Earlier books in the Torah similarly utilize breaks of varying lengths (e.g., the genealogical lists in Genesis, the Tabernacle texts of Exodus). The result is to highlight both narrative and law, and also to provide a large-scale rhythm to the book (Milgrom comments on the consistent alternating pattern).", "The kind of literary mixture that we find in Numbers goes beyond that rabbinic dictum that “the Torah speaks in human language.” It suggests that, far from betraying human frailties in the composition or transmission of the traditions presented in Numbers, a purposeful and powerful hand has been at work. More than any other book in the Torah, this one gives evidence of an editorial process. While the finished product may not be able to help us unravel the detailed history of that process, we may at least observe that much has been added to the wilderness narratives, in a way that transforms them into a patterned view of Israel’s early history.", "Recent commentaries see a two- or three-part structure to Numbers, based either on geography—the Sinai Wilderness, Kadesh, the plains of Moab—or chronology. Since the book as we have it is not entirely clear about either area— there seems to be internal disagreement about where the spies (Chap. 13) left from and went, and also about when the forty-year punishment began—I am in general agreement with Olson’s scheme of seeing the book as “The Death of the Old and the Birth of the New,” that is, the slave generation and that of their children, which are set apart by the two census lists in Chapters 1 and 26. But the differences between Chapters 1–10 and 11–25 must also be taken into account. I propose the following theoretical structure:", "I In the Wilderness of Sinai: The Camp", "1 The Census (Musterings) of the Israelites; the Duties of the Levites", "2 The Ordering of the Camp", "3 The Census of the Levites According to Their Duties", "4 The Tasks of the Levites", "5 Threats to the Ritual Integrity of the Camp", "6 Procedure Regarding a Nazirite; the Priestly Blessing", "7 Gifts of the Tribes to the Tabernacle", "8 The Tabernacle Lamps; Purification of the Levites", "9 Passover in the Wilderness; God’s Presence with the Tabernacle", "10 The Journey to Canaan Commences", "II The Rebellious Folk: Narratives of Challenge", "A Sealing the Fate of the First Generation", "11 First Rebellion: Food", "12 Second Rebellion: Siblings", "13 The Spies’ Mission", "14 Third Rebellion: Panic", "15 Interlude: Rules on Sacrifices, Sabbath, and Tassels", "B The Crisis of Leadership", "16 Fourth Rebellion: Korah and the Levites", "17 Fifth Rebellion: After the Purge", "18 The Levites as Guardians", "19 Pollution by Death and Its Removal", "20 Sixth Rebellion: The Sin of Moshe and Aharon", "C Encountering the Other", "21 Encounters with Various Neighbors; Seventh Rebellion:", "Food and Water", "22–24 The Bil'am Cycle", "25 Final Rebellion: Apostasy", "III In the Plains of Moab: Preparations for the Conquest of Canaan", "26 The Second Census", "27 Inheritance: the Daughters of Tzelofhad I", "28–29 Sacrifices for Holy Days", "30 Rules Concerning Vows", "31 First Battle and Aftermath", "32 Two and a Half Tribes and the Future Conquest", "33 Wilderness Itinerary and Warning", "34 Future Borders", "35 The Levites’ Towns of Asylum", "36 Inheritance: the Daughters of Tzelofhad II", "In this scheme, not only does the otherwise haphazard subject matter of the book fit roughly into the three divisions, but the divisions themselves seem to correspond to narrative mood swings. This might be characterized as a movement from order to chaos, and back to order again. The wilderness camp is still connected to the ordering—nation-founding—experience of Sinai; God speaks to Moshe from the Tabernacle, both here and in Leviticus, and the structure serves as a surrogate Mount Sinai. The concerns of Part I, therefore, are expressed in lists, and the section is filled with them.", "With the rebellion narratives of Part II, which not coincidentally take place as soon as Israel sets out on its journey through the wilderness, the idealistic order of Sinai is broken, and the people (and Moshe) must deal with the harsh reality of life in the desert. It becomes clear that nation-founding involves not only the giving of laws and the arranging of societal roles, but also the developing of the ability to cope with physical and spiritual challenges to survival.", "The slave generation is unable to successfully meet the challenge, and Part II chronicles their failures and their punishment. They had been born into the rigidly ordered situation of slavery—an order with underlying spiritual chaos— and only their children, born into the chaotic but free air of the wilderness, can be readied for the orderly transition into conquest and societal life on their own soil. This readying process is portrayed in Part III, through a series of lists once again: another military census, clear inheritance laws, a sacred calendar tied to the growing cycles of the land, a tracing of the Israelites’ travels through the wilderness, and a laying out of future borders. By the end of the book, Israel is fully prepared to enter the land, with a new generation, new leadership in the wings, a full set of societal rules, an operative cult, and, above all, a collective memory of experiences that serve to instruct and warn future generations. These issues will be fully and memorably summarized in the great final speeches of Moshe that comprise the last book of the Torah, Deuteronomy.", "Of special note in the book of Numbers is the emphasis on the Levites and their tasks. The text introduces this group, which may have originated as a guild rather than as a tribe, already in Chapter 1 (v.47). Thereafter, they play a major role in the book—the portrayal of their purification for service (Chap. 8), the great rebellion fomented by some of them (16), their important function as guardians against encroachment on the sanctuary (18), and their distribution in certain towns that serve also as places of refuge for accidental manslayers (35) is spread throughout the book, as if to form a distinctive thread amid the other themes of wandering, rebellion, and preparation for conquest. This interest in the Levites, in the eyes of some scholars, signals a particularly late development in the history of Israelite religion, and perhaps a late editing for our book as well. It also indicates how thoroughly the wilderness traditions have been reworked, to establish a hoary history for the central Israelite institutions connected with divine worship. While it is next to impossible to trace the internal struggles of the Israelite priesthood over the centuries with historical precision, it seems clear that such strife was part of history, and may be reflected in the portrayals of Aharon, Korah, and Pin’has, to mention just a few of the priestly/Levitical figures that populate the wilderness stories. At any rate, the combining of clearly priestly material into the varied narrative and poetic stuff of Numbers has created a book different than what might have been, had the editors sought a story and only a story. The same, of course, might be said for the entire five books of which Numbers is a part.", "As I noted in the introduction to Volume II of this work, <i>Now These Are the Names</i> (Exodus), the hero’s journey through the unknown is, of course, a central theme in Western literature. From Homer’s <i>Odyssey</i> to Sinbad’s journeys in <i>A Thousand and One Nights</i> to the many twentieth-century works on the theme, the protagonist’s unfamiliar terrain has become the familiar metaphor for our own inner journeys. Such accounts normally concentrate on obstacles in the way: opponents divine and human, harsh landscapes, wild beasts, lack of water, lack of people and succor. Heroes are left to their own devices, and if they are successful in completing their journey, the audience experiences the vicarious triumph of conquering the impossible. Indeed, the operating principle seems to be: the greater the obstacles, the more stunning the triumph.", "The wilderness trek recounted in the heart of the book of Numbers has a wholly different feel. To be sure, there are obstacles, some of them standard, such as the dearth of food and water and the opposition of hostile nations along the way. But the main emphasis in these texts is on internal obstacles—the people’s lack of trust, faith, and courage. And as so often happens in the Torah, physical background, as important as it obviously is in Numbers, what with a myriad of geographical locations noted, is overshadowed by the dominant issue of the relationship between Israel and God. The God of the wilderness journey is initially a provider and protector (cf. Ex. 15–18); when he turns lawgiver, Israel’s situation seems secure despite the harsh ecological setting. But Numbers has chosen to remember the people’s moments of doubt and rebellion above all, and so the orderly leaving of Sinai which closes the first part of the book, along with the orderly preparations for conquest that mark its third part, fade in the reader’s consciousness before the memorable narratives in Chapters 11–25.", "It has been pointed out (Tunyogi) that these stories serve as “foundation accounts,” as stories that tell about “the archetypes to be repeated in all coming generations.” As such, they are significant in later Israel’s understanding of itself. Through the book of Numbers, later generations were warned not to repeat the sins of the wilderness; and Moshe himself came to be looked upon as the quintessential prophet. For the era of the literary prophets (ninth-sixth centuries <small>B.C.E.</small>), concerned as they were with Israel’s forgetfulness and backsliding, and the era of Babylonian Exile (sixth century <small>B.C.E.</small>), in which the exiles also found themselves outside the Promised Land, there could have been no stronger warning or cause for hope than the stories and laws set down in the Torah, and especially the traditions recorded in the book of Numbers."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62037eec47cf7a0c25239b8b", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Numbers, Part I; The Wilderness Camp, The Nazirite 2-5", "anchorRef": "Numbers 6:1-21", "anchorRefExpanded": ["Numbers 6:1", "Numbers 6:2", "Numbers 6:3", "Numbers 6:4", "Numbers 6:5", "Numbers 6:6", "Numbers 6:7", "Numbers 6:8", "Numbers 6:9", "Numbers 6:10", "Numbers 6:11", "Numbers 6:12", "Numbers 6:13", "Numbers 6:14", "Numbers 6:15", "Numbers 6:16", "Numbers 6:17", "Numbers 6:18", "Numbers 6:19", "Numbers 6:20", "Numbers 6:21"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, Part I; The Wilderness Camp, The Nazirite 2-5", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר ב׳, במדבר הערה ו׳ ב׳-ה׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "The Nazirite", "he": "במדבר הערה ו׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "במדבר הערה ו׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["A “consecrated” or “separate” person, traditionally transcribed as “Nazirite” after the Hebrew <i>nazir</i>, was one who took upon himself or herself a special vow, exceeding the normal demands of the religious life. The urge to such behavior appears throughout the ages in many religious traditions, and doubtless reflects a deep-seated human desire. The motivation may stem from a joyous or tragic event, or simply from the need to serve God in what is felt to be a fuller way.", "Three prohibitions characterize the Nazirite: no drinking anything made from grapes (note the Bible’s early sense that cultivation of the vine is problematic—the story of Noah’s drunkenness in Gen. 9:20ff.); no shaving the hair (hair was understood by the ancients as possessing almost magical characteristics); and no contact with the dead (including relatives; death was considered the major poilutant in Israelite thinking). Given that the Nazirite’s vow has a finite period, Milgrom theorizes that our chapter represents a priestly attempt to control ascetic urges.", "The ritual (vv.12ff.) that ends the Nazirite’s “state of consecration” involves a variety of sacrifices, most notably a <i>hattat</i>-offering (cf. Lev. 4). This purification offering suggested to later interpreters that the Nazirite vow was to be viewed in at least a somewhat negative light. Certainly by Rabbinic times, formative Judaism came to look askance at undue asceticism; on the other hand, religious vows and abstentions were to survive and even flourish in medieval and later Judaism, Christianity, and Islam.", "In light of the fact that a Nazirite could be either a man or a woman, the translation of this chapter uses “one” regularly instead of the text’s “he”—which in any event indicates both genders in this chapter."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620382ebc9ad75f2d99af9d6", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "", "ref": "The Five Books of Moses, by Everett Fox, Numbers, Part I; The Wilderness Camp, The Nazirite 1", "anchorRef": "Numbers 6:1-21", "anchorRefExpanded": ["Numbers 6:1", "Numbers 6:2", "Numbers 6:3", "Numbers 6:4", "Numbers 6:5", "Numbers 6:6", "Numbers 6:7", "Numbers 6:8", "Numbers 6:9", "Numbers 6:10", "Numbers 6:11", "Numbers 6:12", "Numbers 6:13", "Numbers 6:14", "Numbers 6:15", "Numbers 6:16", "Numbers 6:17", "Numbers 6:18", "Numbers 6:19", "Numbers 6:20", "Numbers 6:21"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, Part I; The Wilderness Camp, The Nazirite 1", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר ב׳, במדבר הערה ו׳ א׳", "anchorVerse": 1, "sourceHasEn": true, "commentaryNum": 1, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "במדבר הערה ו׳", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<a class=\"refLink\" data-ref=\"Numbers 6:1-21\" data-ven=\"The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995\">Numbers 6:1-21</a>", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620e3dbb1a2caee268cf4f11", "index_title": "Ohr LaYesharim on Jerusalem Talmud Taanit", "category": "Quoting Commentary", "type": "", "ref": "Ohr LaYesharim on Jerusalem Talmud Taanit 4:1:3", "anchorRef": "Numbers 6:1-21", "anchorRefExpanded": ["Numbers 6:1", "Numbers 6:2", "Numbers 6:3", "Numbers 6:4", "Numbers 6:5", "Numbers 6:6", "Numbers 6:7", "Numbers 6:8", "Numbers 6:9", "Numbers 6:10", "Numbers 6:11", "Numbers 6:12", "Numbers 6:13", "Numbers 6:14", "Numbers 6:15", "Numbers 6:16", "Numbers 6:17", "Numbers 6:18", "Numbers 6:19", "Numbers 6:20", "Numbers 6:21"], "sourceRef": "Ohr LaYesharim on Jerusalem Talmud Taanit 4:1:3", "sourceHeRef": "אור לישרים על תלמוד ירושלמי תענית ד׳:א׳:ג׳", "anchorVerse": 1, "sourceHasEn": false, "commentaryNum": 1.0003, "collectiveTitle": {"en": "Ohr LaYesharim on Jerusalem Talmud Taanit", "he": "אור לישרים על תלמוד ירושלמי תענית"}, "he": "ואומרים: אמר <b>רבי זעורה</b> (רבי זירא, מגדולי האמוראים בדור השלישי) <b>בשם רבי יוחנן</b> (גדול אמוראי ארץ ישראל בדור השני)<b>: בעירובין ובתענית ציבור נהגו הכל כרבי מאיר –</b> בעירובין ובתענית ציבור חלוקים רבי מאיר וחכמים, והכל נהגו כרבי מאיר ולא כחכמים. בתוספתא עירובין ו,ו נאמר: משתתפים במבוי ומערבים בחצרות, שלא לשכוח עיקר העירוב, דברי רבי מאיר. וחכמים אומרים: או מערבים או משתתפים. במחלוקת בעירובין נהגו הכל כרבי מאיר, ועושים גם עירובי חצרות וגם שיתופי מבואות. וגם במחלוקת בתענית ציבור נהגו הכל כרבי מאיר, והכוהנים נושאים כפיהם ארבע פעמים ביום<b>.</b>\nאמר <b>רבי יעקב בר אחא</b> (אמורא ארץ ישראלי בדור השלישי-הרביעי) <b>בשם רבי יוחנן: אף במגילת אסתר נהגו הכל כרבי מאיר –</b> גם במגילת אסתר חלוקים רבי מאיר וחכמים, והכל נהגו כרבי מאיר ולא כחכמים. במשנה מגילה ב,ג נאמר: מהיכן קורא אדם את המגילה ויוצא בה ידי חובתו? רבי מאיר אומר: כולה. רבי יהודה אומר: מ\"איש יהודי\". רבי יוסי אומר: מ\"אחר הדברים האלה\". במחלוקת במגילת אסתר נהגו הכל כרבי מאיר, וקוראים את המגילה כולה, מתחילתה ועד סופה<b>.</b><br><br><small>לקטע הזה מקבילה בירושלמי עירובין ו,ח ומגילה ב,ג.<br><br>ב<b>בבלי תענית</b> כו,ב אמרו (בענין תענית ציבור): אמר רב יהודה אמר רב: הלכה כרבי מאיר. ורב הונא אמר: מנהג כרבי מאיר. ורבי יוחנן אמר: נהגו העם כרבי מאיר. מאן דאמר הלכה - דרשינן לה בפירקא (רש\"י: הלכה כרבי מאיר, דבעינן דליקום כוותיה עלמא). מאן דאמר מנהג - מדרש לא דרשינן, אורויי מורינן (כרבי מאיר - אי אתו לקמן, אבל בפירקא - לא דרשינן, דלא פשיטא ליה כולי האי דתהוי הלכה כרבי מאיר). ומאן דאמר נהגו - אורויי נמי לא מורינן, ואי עבוד - לא מהדרינן להו (רש\"י: 'נהגו' משמע: הם נהגו מאליהם, אבל אינו עיקר, ו'מנהג' משמע: תורת מנהג יש בדבר, ומנהג כשר הוא).<br><br>הרי שדעתו של רבי יוחנן בירושלמי כדעתו בבבלי.</small><br>• • •<br>מניין שכוהן ששתה יין אסור בנשיאת כפיים? - <b>רבי זעורה</b> (רבי זירא, מגדולי האמוראים בדור השלישי) אמר בשם <b>רבי חייה</b> (בר אבא, אמורא ארץ ישראלי בדור השלישי) שאמר בשם <b>רבי יהושע בן לוי</b> (אמורא ארץ ישראלי בדור הראשון) שאמר <b>בשם</b> רבי יהודה <b>בר פדיה</b> (בר פדא, אמורא ארץ ישראלי בדור הראשון)<b>: מפני מה סמך הכתוב פרשת נזיר</b> (במדבר ו,א-כא) <b>לנשיאת כפים</b> (במדבר ו,כב-כז)<b>? – ללמדך</b> – הכתוב בא ללמד לך<b>, כשם שהנזיר אסור ביין</b> – שאסור לנזיר לשתות יין (במדבר ו,ג)<b>, כך נשיאת כפים אסורה ביין</b> – שאסור לכוהן לשתות יין ולשאת את כפיו<b>.</b>\nושואלים: <b>אי</b> – אם (אם למדים נשיאת כפיים מנזיר, יש ללמוד:) <b>מה הנזיר אסור בחרצנים ובזוגין</b> – כשם שאסור לנזיר לאכול חרצנים וזגים (במדבר ו,ד. לפי רבי יוסי (משנה נזיר ו,ב), חרצנים הם הגרעינים, וזגים הם הקליפות של הענבים, והוא נותן סימן, כדי שלא תטעה: כזוג של בהמה (כפעמון התלוי בצואר של בהמה): החיצון זוג (החלק החיצוני של הפעמון נקרא זוג), והפנימי ענבל (החלק הפנימי נקרא ענבל), וכך בענבים הזג הוא החלק החיצוני. ומשום כך קוראים כאן לזגים זוגים)<b>, אף נשיאות כפים אסורה בחרצנים ובזוגין!</b> – כך גם יהא אסור לכוהן לאכול חרצנים וזגים ולשאת את כפיו! תמוה הוא הדבר, שלא שמענו כן (אין משיבים על שאלה זו).<br>\nועוד בענין זה: מניין שכוהן ששתה יין אסור בנשיאת כפיים? - <b>רבי יונה</b> (מגדולי אמוראי ארץ ישראל בדור הרביעי-החמישי) <b>אמר: איתפלגון יושוע בר גזורה</b> (אמורא ארץ ישראלי בדור הרביעי, תלמידו של רבי זירא) <b>ורבי זעורה</b> – נחלקו שני האמוראים<b>, חד ילף לה מן הנזיר</b> – (אמורא) אחד למד אותה (את ההלכה, שכוהן הנושא את כפיו אסור ביין) מן הנזיר (ממה שסמך הכתוב נזיר לנשיאת כפיים, ללמדך, כשם שהנזיר אסור ביין, כך נשיאת כפיים אסורה ביין)<b>, וחד ילף לה מן השירות</b> – ו(אמורא) אחד למד אותה (את ההלכה, שכוהן הנושא את כפיו אסור ביין) מן השירות (ממה שסמך הכתוב שירות לנשיאת כפיים, שכתוב: \"לשרתו (שירות ועבודה במקדש) ולברך בשמו (נשיאת כפיים)\" (דברים י,ח), ללמדך, כשם שהשירות אסור ביין (שכוהן ששתה יין אסור בשירות בבית המקדש), כך נשיאת כפיים אסורה ביין)<b>, ולא ידעין מאן ילף לה מן הנזיר ומאן ילף לה מן השירות</b> – ואין יודעים מי למד אותה מן הנזיר ומי למד אותה מן השירות (לעיל אמר רבי זירא בשם אמוראים בדורות שקדמו לו, שלמדים נשיאת כפיים מנזיר, אך אין לדעת מזה מה סבר הוא עצמו)<b>.</b>\n<b>מאן דילף מן הנזיר</b> – מי שלמד אותה מן הנזיר (יש לשאול עליו:) <b>- אי</b> – אם (אם למדים נשיאת כפיים מנזיר, יש ללמוד:) <b>מה הנזיר אסור בחרצנים ובזוגים</b> – כשם שאסור לנזיר לאכול חרצנים וזגים<b>, אף נשיאות כפים אסור בחרצנים ובזוגין!</b> – כך גם יהא אסור לכוהן לאכול חרצנים וזגים ולשאת את כפיו! תמוה הוא הדבר, שלא שמענו כן (אין משיבים על שאלה זו).\n<b>ומאן דיליף לה מן השירות</b> – ומי שלמד אותה מן השירות (יש לשאול עליו:) <b>- אי</b> – אם (אם למדים נשיאת כפיים משירות, יש ללמוד:) <b>מה השירות אסור בבעלי מומין</b> – כשם שאסור לכוהן בעל מום לשרת<b>, אף נשיאות כפים אסור בבעלי מומין!</b> – כך גם יהא אסור לכוהן בעל מום לשאת את כפיו! תמוה הוא הדבר, שכן שנינו, שמותר לו לשאת את כפיו: (כאן התחלת מקבילה בירושלמי מגילה ד,ח) <b>והא תני</b> – והרי שנוי (שנו ברייתא)<b>: אם היה דש בעירו, מותר!</b> – אם היה הכוהן, שהוא בעל מום, מורגל בעירו (שכבר היו אנשי עירו רגילים בו ולא היו מסתכלים בו עוד), מותר לו לשאת את כפיו (ואם לא היה דש בעירו, לא יישא את כפיו, מפני שהציבור מסתכלים בו ומסיחים את דעתם מן הברכה, כאמור להלן). וכן היה מעשה, שהתירו לכוהן בעל מום לשאת את כפיו: <b>כהדא</b> – כזו (העובדה)<b>: רבי נפתלי הוות אצבעתיה עקומה</b> – רבי נפתלי (שהיה כוהן) היתה אצבעו (שבידו) עקומה<b>, אתא שאל לרבי מנא</b> – בא ושאל את רבי מנא (אם מותר לו לשאת את כפיו)<b>, אמר ליה</b> – אמר לו (רבי מנא)<b>: מכיון שאתה דש בעירך, מותר.</b> ואם למדים נשיאת כפיים משירות, יהא אסור לכוהן בעל מום לשאת את כפיו, אפילו היה דש בעירו! (אין משיבים על שאלה זו).<br><br><small>מי שלמד מנזיר, אין לשאול עליו מבעלי מומים, משום שנזיר יכול להיות בעל מום, ומי שלמד משירות, אין לשאול עליו מחרצנים וזגים, משום שכוהן שאכל חרצנים וזגים מותר בשירות.<br><br><b>שיכור אסור בנשיאות כפיים</b><br>ב<b>בבלי תענית</b> כו,ב-כז,א אמרו: דכולי עלמא מיהת שיכור אסור בנשיאות כפיים, מנהני מילי? - דאמר רבי שמעון בן פזי אמר רבי יהושע בן לוי משום בר קפרא: למה נסמכה פרשת כוהן מברך לפרשת נזיר? - לומר לך: מה נזיר אסור ביין, אף כוהן מברך אסור ביין. מתקיף לה אהבה בריה דרבי זירא (אמורא ארץ ישראלי בדור הרביעי), ואמרי לה יושוע בר גיזורה: אי מה נזיר אסור בחרצן, אף כוהן מברך אסור בחרצן? - אמר רבי יצחק: אמר קרא: \"לשרתו ולברך בשמו\" (דברים י,ח), מה משרת מותר בחרצן (רש\"י: עובד עבודה, דלא מיתסר אלא שתויי יין, דכתיב: \"יין ושכר אל תשת\" וגו', הא בחרצן - מותר), אף כוהן מברך מותר בחרצן. - אי מה משרת בעל מום לא, אף כוהן מברך בעל מום לא! - הא איתקש לנזיר. - ומאי חזית דמקשת לקולא, אקיש לחומרא! - אסמכתא דרבנן היא לקולא.<br><br>בבבלי, כששאלו על מי שלמד נשיאת כפיים מנזיר, היה ספק אם בנו של רבי זירא שאל או שיושוע בר גזורה שאל. אם בנו של רבי זירא שאל על מי שלמד נשיאת כפיים מנזיר, נמצא שהוא עצמו למד נשיאת כפיים משירות. ואם יושוע בר גזורה שאל על מי שלמד נשיאת כפיים מנזיר, נמצא שהוא עצמו למד נשיאת כפיים משירות. הרי שנחלקו יושוע בר גזורה ובנו של רבי זירא ואין יודעים מי למד נשיאת כפיים מנזיר ומי למד נשיאת כפיים משירות, כשם שבירושלמי כאן נחלקו יושוע בר גזורה ורבי זירא ואין יודעים מי למד נשיאת כפיים מנזיר ומי למד נשיאת כפיים משירות.<br><br>בבבלי השיבו על השאלות ששאלו על מי שלמד נשיאת כפיים מנזיר ועל מי שלמד נשיאת כפיים משירות, שלא כמו בירושלמי.<br><br><b>דש בעירו</b><br>ב<b>תוספתא מגילה</b> ג,כט שנו: כוהן שיש בו מום בפניו, בידיו וברגליו, הרי זה לא יישא את כפיו, שהעם מסתכלים בו. ואם היה חבר עיר (שכולם מכירים אותו ורגילים בו), הרי זה מותר.<br><br><b>רבי נפתלי</b><br>לפי הראשונים, כך היה המעשה ברבי נפתלי: ההוא דהוויין ידוי עקישן (כוהן אחד שהיו ידיו עקומות), אתא לקמיה דרבי נפתלי (בא לפני רבי נפתלי), אמר ליה (אמר לו רבי נפתלי): כיון דאת (שאתה) דש בעירך, מותר.</small><br>• • •<br>מספרים: <b>רב חונה</b> הוה <b>מעבר זלדקן –</b> רב הונא העביר (כוהן) דל זקן (שזקנו דל (זלדקן=דלזקן, שאותיות ד ו-ז מתחלפות בעברית ובארמית)), שהסירו והורידו מן הדוכן, שלא יישא את כפיו, משום שלא יחשדו בו שהוא קטן (כמבואר להלן)<b>.</b>", "heVersionTitle": "Machon HaYerushalmi, Rabbi Yehoshua Buch, 2004", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "ירושלים : מכון הירושלמי. תלמודה של א\"י, תשס\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "63d77c70eca1000753446927", "index_title": "Rav Hirsch on Torah", "category": "Commentary", "type": "commentary", "ref": "Rav Hirsch on Torah, Numbers 6:8:1", "anchorRef": "Numbers 6:8", "anchorRefExpanded": ["Numbers 6:8"], "sourceRef": "Rav Hirsch on Torah, Numbers 6:8:1", "sourceHeRef": "רש\"ר הירש על התורה, במדבר ו׳:ח׳:א׳", "anchorVerse": 8, "sourceHasEn": true, "compDate": [1845, 1875], "commentaryNum": 8.0001, "collectiveTitle": {"en": "Rav Hirsch", "he": "רש\"ר הירש"}, "heTitle": "במדבר", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "V. 8. כל ימי נזרו וגו׳ spricht zusammenfassend die ganze Bedeutung des Nasirtums und speziell deren Zusammenhang mit dem טומאה-Gesetz aus, das ihr zum Ausdruck dienen soll (siehe V. 2). ", "versionTitle": "Der Pentateuch. Übersetzt und erläutert von Samson Raphael Hirsch, 1903 [de]", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "64186d29894184186dd592ad", "index_title": "Sifrei Zuta", "category": "Midrash", "type": "", "ref": "Sifrei Zuta 6:8:1", "anchorRef": "Numbers 6:8", "anchorRefExpanded": ["Numbers 6:8"], "sourceRef": "Sifrei Zuta 6:8:1", "sourceHeRef": "ספרי זוטא ו׳:ח׳:א׳", "anchorVerse": 8, "sourceHasEn": false, "commentaryNum": 8.0001, "collectiveTitle": {"en": "Sifrei Zuta", "he": "ספרי זוטא"}, "he": "<b>כל ימי נזרו קדוש הוא לה'</b>, מפני שנזר דרך פרישות וטהרה נקרא קדוש ולא עוד אלא ששקלו הכתוב כנביא שנאמר ואקים מבניכם לנביאים ומבחוריכם לנזירים (עמוס ב יא):", "heVersionTitle": "Leipzig, 1917", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "64b45695591bd409f2e39f80", "index_title": "Yesod Mora VeSod HaTorah", "category": "Jewish Thought", "type": "", "ref": "Yesod Mora VeSod HaTorah 9:1", "anchorRef": "Numbers 6:2-21", "anchorRefExpanded": ["Numbers 6:2", "Numbers 6:3", "Numbers 6:4", "Numbers 6:5", "Numbers 6:6", "Numbers 6:7", "Numbers 6:8", "Numbers 6:9", "Numbers 6:10", "Numbers 6:11", "Numbers 6:12", "Numbers 6:13", "Numbers 6:14", "Numbers 6:15", "Numbers 6:16", "Numbers 6:17", "Numbers 6:18", "Numbers 6:19", "Numbers 6:20", "Numbers 6:21"], "sourceRef": "Yesod Mora VeSod HaTorah 9:1", "sourceHeRef": "יסוד מורא וסוד תורה ט׳:א׳", "anchorVerse": 2, "sourceHasEn": true, "compDate": [1158], "commentaryNum": 9.0001, "collectiveTitle": {"en": "Yesod Mora VeSod HaTorah", "he": "יסוד מורא וסוד תורה"}, "he": "אמר המשורר <small>(תהילים קי״ט:י״ח)</small> גל עיני ואביטה נפלאות מתורתיך. <small>(שמות י״ב:ב׳)</small> החדש הזה לכם ראש חדשים יום המולד הוא הראש באמת ובו הוקם המשכן ובעשור דבר החוט המשולש זה נכבד וזה בבית קלון וככה <small>(שמות י״ב:ג׳)</small> בעשור לחדש הזה ויום הזכרון פירשתיו ובחג המצות ובחג הסוכות בשלם וחציו ובעבור התמהמה במהלך על כן יום שמיני עצרת והמילה קרוב מז' ימים שלמים כי רגע שנשאר בו חשוב יום בחשבון התורה וככה יום בשנה חשוב שנה. ודבר השביעי ידוע גם ככה השנה השביעית ושבע שבועות השנים יובל לקרוא דרור כנגד <small>(במדבר ח׳:כ״ה)</small> מבן חמשים שנה ישוב מצבא העבודה. ופסח שני כנגד שנת העבור. <small>(שמות כ׳:י״ט-כ׳״ג:י״ט)</small> ולא תבשל גדי כמו <small>(ויקרא כ״ב:כ״ח)</small> לא תשחטו ביום אחד <small>(דברים כ״ב:ו׳-ז׳)</small> לא תקח האם על הבנים <small>(ויקרא כ״ב:כ״ח)</small> ולא תחרוש. ודבר הרובע ובארצכם לא תעשו <small>(ויקרא כ״ב:כ״ד)</small> לא יהיה כלי גבר ולא ילבש גבר הפך מעשה ה'. וככה <small>(ויקרא י״ח:ד׳)</small> ואת חקותי תשמרו על כן בגד כלאים. וסגירת שבעת ימים הטעם ידוע וככה הנדה והיולדת והערך מבן חדש עד שוב אל המקום ועד ה' שנים ה' שקלים כמספר הזה ומן ה' עד כ' ככה עשרים ומבן ך' ועד ס' אז ככח נפשו וגופו הוא חמשים כנגד ה' שנים ומשם חסר ה' ולנקבה קרוב מחצי והנה הוא שלשה ועשרים ושלשים. ודבר עזאזל כמעשה הצרעת ומפורש סודו בדברי חכמינו הקדושים וככה דבר הערפה בנחל והמבין סוד דיקות הלשון יבין טעם אשר לא יעבד בו. אמר הגאון ר' סעדיה אין לתמוה מדבר פרה אדומה שהיא מטמאה הטהורים ומטהרת הטמאים כי הנה הדבש מועיל ומזיק כפי השתנות מזג גוף האוכל. וטעם הבהמה הטמאה והעוף הטמא ושרץ המים ידוע. ואתנן זונה ומחיר כלב למען הבזיון וכן להקריב קרבן אשר בו מום או יקריבנו כהן אשר בו מום או ראשו מוקרח כי הוא הפך מעשה ה'. וכמצות <small>(דברים ט״ו:י״ד-ט״ו)</small> הענק תעניק לו וזכרת כי עבד היית וה' הוציאך ברכוש גדול. ואריכות ימים למשלוח הקן לא בעבור לקיחת הבנים כי היא רשות וככה בכבוד אב ואם שהוציאו לעולם הזה והם יאריכו ימיך כי <small>(דברים כ״ב:ז׳)</small> והארכת ימים פועל יוצא הוא. ואמר <small>(ויקרא י״ט:י״ד)</small> ויראת מא·להיך במצות לפני עור ודבר החרש פן ישימך כמוהם וככה להדר פני זקן ואם לא תירא ממנו ירא מה' שיביאך במשפט בימי זקנותך. וכתוב על פני בע\"ז על דרך <small>(ירמיהו י׳:י״א)</small> די שמיא וארקא לא עבדו וככה <small>(שמות כ׳:כ׳)</small> אתם ראיתם כי מן השמים דברתי עמכם ולא ראיתם כל תמונה כאשר פירש משה ע\"ה <small>(שמות כ)</small> על כן לא תעשון אתי או טעמו אין לכם צורך עמי לעשות תמונה לעבדה וכבר פרשתי מעשה העגל כי לא היה ע\"ז והעד <small>(שמות ל״ב:ה׳)</small> כי חג לה' מחר שאהרן צוה כן וככה עשו ויהי ממחרת ויעלו עולות וזה ה' הוא לבדו ואינו כמלת אלהים. וסוד הארון ידעהו המשכיל מהקול היוצא מבין שני הכרובים ואמתים וחצי ארכו להיות הלוח רבוע ארכו כרחבו למלא הארון והחצי בעובי הקורה והנה החצי בקומה עם הרגלים כדרך השולחן כי כן כתוב על ארבע פעמותיו וזאת המלה במקומות רבים בלשון הקודש ואיננה זוית והעד הנאמן ושתי הטבעות כי על דרך המפרשים היה ראוי להיות שתי הטבעות. ומזבח הקטורת נתון בין המנורה ובין השלחן מחוץ לפרוכת והמזבח גבוה משניהם וככה הוא ועשר יריעות. גם עשתי עשרה ידוע סודם וככה כ\"ח גם שלשים ומזבח הנחושת תחת כרכובו ומלמטה עד חציו וככה הוא באמת. וסוד האפוד נכבד מאד כי היה בשתי האבנים שהם באפוד ושהם שמאליים גם ימניים ששה שמות בכל אבן והנה שתיהן אבן שהם והנה אין בה צורה וזה כנגד המחשבה ואלה החלקים בישראל. והחשן כמעשה אפוד והיה רבוע כנגד נקודות הארבע על כן לא תדמה אבן אל אבן. ודבר המשבצות והטבעות שיהיה בכל זמן החשן על חשב האפוד שהוא הקו הגדול התיכון שאיננו נוטה. והאורים כמשמען גם התומים כחשבון העגול ומשה נתנם בתחלה על החשן כאשר היו ביום הקים את המשכן והמשכילים יבינו:", "heVersionTitle": "Yesod Mora; Hokhmat Yisra'el, Jerusalem 1931", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "The Psalmist said (Psalm 119:18), \"Open my eyes, that I may behold wondrous things out of your law.\" This new month (Exodus 12:2) is for you the beginning of months, the day of birth, which is truly the head, and on it the Tabernacle was established. And on the tenth of this month, the twisted thread is honored, and this happens in the house of disgrace. Likewise (Exodus 12:3), \"On the tenth day of this month,\" and the day of remembrance, I have explained it. And on the Feast of Unleavened Bread and the Feast of Tabernacles, in their completeness and halves, due to the delay during the journey, therefore the eighth day is called Shemini Atzeret. And the word \"mila\" (circumcision) is closer to \"zayin\" (seven) full days, for a moment that remains in it is considered a full day according to the calculation of the Torah, and similarly, a day in the year is considered a full year. The matter of the seventh year is also known as the Sabbatical year, and the seven weeks of years lead to the Jubilee, which is called \"liberty\" (Leviticus 25:10) when a person who is fifty years old is released from the service of work. The second Passover corresponds to the year that passed (Exodus 21:19-23:19). \"You shall not boil a kid in its mother's milk\" (Exodus 23:19) is similar to \"You shall not slaughter it on the same day\" (Leviticus 22:28), \"You shall not take the mother with the young\" (Deuteronomy 22:6), and \"You shall not plow\" (Deuteronomy 22:10). The matter of planting mixed species (Leviticus 19:19) is \"You shall not make any vessel of stone\" (Leviticus 22:24). And likewise (Leviticus 18:4), \"You shall observe My statutes; you shall not make any of your cattle gender with a diverse kind.\" The closing of seven days is a known reason, and likewise the impure woman, the woman who gives birth, and the Nazirite from the age of one month until returning to the place and until the Lord (Numbers 6:2-21). From the age of 20 to 50, there are 30 years. From 50 to 60, there are 10 years. And from 60 to 70, there are 10 years. Therefore, it is like the power of his soul and his body, which is 50, corresponding to the number of the Lord's years. And from there, lacking the Lord, and for the female, it is closer to half. Therefore, it is 23 and 30. The matter of Azazel is like the matter of leprosy, and its secret is explicitly explained in the words of our holy sages. And likewise, the matter of the heifer in the valley, and one who understands the secret of the precision of the language will understand the reason \"which has not served you.\" The genius Rabbi Saadia said that we should not wonder about the matter of the red heifer, which renders the pure impure and the impure pure, because honey is beneficial and harmful depending on the change in the body's constitution caused by the food. The reason for the impure animals, impure birds, and water creatures is known. And the offering of a prostitute and the price of a dog are for the purpose of humiliation, as well as to offer a sacrifice with a blemish or to offer it if the priest has a blemish or a bald head because it is the opposite of the work of God. And like the commandments of tithing (Deuteronomy 14:14-15), \"You shall surely tithe,\" and remember that you were a slave and the Lord redeemed you with a great possession. The prolonged period for sending away the mother bird is not for the purpose of taking the offspring, as it is a permission. Similarly, with honoring one's father and mother, who brought one into this world, and by honoring them, one prolongs their days, as stated in Deuteronomy 22:7, \"And you shall prolong your days.\" And it is said (Leviticus 19:14), \"You shall fear your God; I am the Lord,\" before a deaf person and before a person who does not speak, lest they cause you harm. And similarly, to honor the presence of an elder, and if you do not fear him, fear the Lord, who will bring judgment upon you in your old age. It is written on the face of an idol, figuratively (Jeremiah 10:11), \"The gods that have not made the heavens and the earth.\" And likewise (Exodus 20:22), \"You have seen that from heaven I have spoken with you; you shall not make for yourself any likeness.\" As Moses explained (Exodus 20:21), \"For you saw no form,\" there is no need for you to make a likeness of Me for worship. And I have already explained the incident of the golden calf, that it was not idol worship. And the testimony is (Exodus 32:5), \"Tomorrow is a feast to the Lord,\" as Aaron commanded, and they did so, and it was the next day that they brought burnt offerings. And this is the Lord alone, and it is not like the idols of other gods. The Ark was known by the knowledgeable person who understood the voice that emanated between the two cherubim. Its length was two and a half cubits, and its width was equal to its length in order to fill the Ark. The half-cubit of the thickness of the plank was positioned on top with the legs, similar to the structure of the table, as it is written on its four legs. This term is found in many places in the Holy Language and does not refer to a corner. The faithful testimony and the two rings, as explained by the commentators, should have been two rings. The incense altar was placed between the menorah and the table, outside the curtain, and it was higher than both of them, with ten curtains. Twelve is also a known secret, as well as twenty-eight, and the bronze altar is beneath its cover and extends from its bottom to its half, as it truly is. The secret of the ephod is highly esteemed because it had two stones, which are on the ephod, both on the left and right sides, with six names on each stone. And behold, both of them are stones, and they have no shape, corresponding to the concept of thought, and these are the divisions among the Israelites. The breastplate was made in the likeness of the ephod, and it was square, corresponding to the four points, therefore, you shall not place stone upon stone. The matter of the settings and rings that were always on the ephod, on the account of the great central line that did not incline. The lights correspond to their name, and the \"thummim\" corresponds to the round shape. Moses placed them on the breastplate initially, when they first set up the tabernacle, and the knowledgeable ones will understand.", "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": ""}, {"_id": "657ecc66758c1dc532ec908f", "index_title": "Steinsaltz on Numbers", "category": "Commentary", "type": "commentary", "ref": "Steinsaltz on Numbers 6:8", "anchorRef": "Numbers 6:8", "anchorRefExpanded": ["Numbers 6:8"], "sourceRef": "Steinsaltz on Numbers 6:8", "sourceHeRef": "ביאור שטיינזלץ על במדבר ו׳:ח׳", "anchorVerse": 8, "sourceHasEn": true, "commentaryNum": 6.0008, "collectiveTitle": {"en": "Steinsaltz", "he": "ביאור שטיינזלץ"}, "heTitle": "ביאור שטיינזלץ על במדבר", "he": "בהתנהגויותיו החורגות מהמקובל במאכל ובמשתה, במראה שערו הארוך ובזהירותו מלהיטמא למתים – \n  <b>כֹּל יְמֵי נִזְרוֹ קָדֹשׁ הוּא לַה'.</b>", "heVersionTitle": "The Koren Steinsaltz Tanakh HaMevoar - Hebrew", "heLicense": "Copyright: Steinsaltz Center", "heVersionTitleInHebrew": "", "text": "<b>All the days of his naziriteship he is holy to the Lord. </b>This is evident in the nazirite’s deviation from social norms: in the restrictions upon his eating and drinking habits, in his long hair, and in his caution not to approach the dead.", "versionTitle": "The Steinsaltz Tanakh - English", "license": "Copyright: Steinsaltz Center", "versionTitleInHebrew": ""}, {"_id": "65e9da76b215f43691cfdfba", "index_title": "Tze'enah Ure'enah", "category": "Commentary", "type": "commentary", "ref": "Tze'enah Ure'enah, Nasso 31", "anchorRef": "Numbers 6:8", "anchorRefExpanded": ["Numbers 6:8"], "sourceRef": "Tze'enah Ure'enah, Nasso 31", "sourceHeRef": "צאינה וראינה, נשא ל״א", "anchorVerse": 8, "sourceHasEn": true, "compDate": [1590, 1616], "commentaryNum": 31, "collectiveTitle": {"en": "Tze'enah Ure'enah", "he": "צאינה וראינה"}, "heTitle": "נשא", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "“<i>Throughout his term as nazirite he is consecrated</i>” [6:8]. The nazirite must remain <i>holy.</i> He should not touch any corpse, even if his father, mother, brother or sister died, he should not touch them. <sup class=\"footnote-marker\">29</sup><i class=\"footnote\">Rashi, Numbers, 6:8.</i>", "versionTitle": "A Critical Translation into English; Edited and translated by Morris M. Faierstein. De Gruyter, 2017", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "554ef0affbfba21b48f5399e", "index_title": "Haamek Davar on Numbers", "category": "Commentary", "type": "commentary", "ref": "Haamek Davar on Numbers 6:8:1", "anchorRef": "Numbers 6:8", "anchorRefExpanded": ["Numbers 6:8"], "sourceRef": "Haamek Davar on Numbers 6:8:1", "sourceHeRef": "העמק דבר על במדבר ו׳:ח׳:א׳", "anchorVerse": 8, "sourceHasEn": false, "compDate": [1840, 1880], "commentaryNum": 8.0001, "collectiveTitle": {"en": "Haamek Davar", "he": "העמק דבר"}, "he": "<b>כל ימי נזרו קדש וגו׳.</b> הפסיק באמצע דיני טומאה בזה המקרא. מבואר שהוא טעם על אזהרה זו. ונצרך ע״ז האזהרה טעם יותר מאיסור יין ותגלחת. למדנו מזה שיש אופן נזירות שאינו מוזהר על טומאת מת. והיינו נזירות שמשון שבא בקבלה. ואופן הדיוק הוא כך. דיש לדעת דתכלית הנזירות בא לשני אופנים. א׳ כדי להתקדש ולהשיג רוה״ק וכלשון הנביא (עמוס ב׳:י״א) ואקים מבניכם לנביאים ומבחוריכם לנזרים. הרי דענין א׳ הוא. וע״ז כתיב להזיר לה׳. שהוא מופרש לגבוה. והב׳ כדי להבדל מניאוף כדאיתא ריש מס׳ סוטה הרואה סוטה בקלקולה יזיר עצמו מה״י. וזה התכלית פעמים בא על מקרה שקפץ עליו איזה הרהור כעובדא שבא לפני שמעון הצדיק ונודר בנזירות סתם ל״י. ופעמים בא בשביל שעלול להכשל בעריות מפני טבעו. ע״כ מזיר עצמו לעולם והוא נזירות שמשון. והנה לתכלית הראשון מבואר טעם שלש אזהרות שבפרשה דיין ותגלחת בא להפרישו מתאות עוה״ז וטומאת מת בא להפרישו מעצבות שמונע ג״כ מרוה״ק שאינו בא אלא מתוך שמחה ש״מ. אבל לתכלית השני אין טעם להפרישו ממת. ואדרבה יטמא במת ויזכור יום המיתה ויפרוש מעבירה. מש״ה בא זה המקרא כל ימי נזרו בכל אופנים שהוא נזיר סתם. בין שנדר בשביל רוה״ק בין בשביל להפריש מעבירה מכ״מ קדוש הוא לה׳. צריך להתקדש וממילא יהי פרוש ממת ומעצבות. משא״כ הזירו. שהוא מפרש יש בזה נ״מ אם בא בשביל רוה״ק ה״ז קדוש ומוזהר. אבל יש עוד אופן הזירו שהוא נזיר לעולם בנזירות שמשון. א״צ להתקדש ואינו מוזהר על ט״מ:\n", "heVersionTitle": "Sefer Torat Elohim, Vilna 1879", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר תורת אלוהים, וילנא 1879", "text": [], "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": "תרגום קהילת ספריא"}, {"_id": "585b02fed6e4a908ac4eece1", "index_title": "Mishneh Torah, Nazariteship", "category": "Halakhah", "type": "", "ref": "Mishneh Torah, Nazariteship 1:1", "anchorRef": "Numbers 6:8", "anchorRefExpanded": ["Numbers 6:8"], "sourceRef": "Mishneh Torah, Nazariteship 1:1", "sourceHeRef": "משנה תורה, הלכות נזירות א׳:א׳", "anchorVerse": 8, "sourceHasEn": true, "compDate": [1176, 1178], "commentaryNum": 1.0001, "collectiveTitle": {"en": "Mishneh Torah, Nazariteship", "he": "משנה תורה, הלכות נזירות"}, "heTitle": "משנה תורה, הלכות נזירות", "he": "הַנְּזִירוּת הוּא נֵדֶר מִכְּלַל נִדְרֵי אִסָּר שֶׁנֶּאֱמַר <small>(במדבר ו ב)</small> \"כִּי יִדֹּר נֶדֶר נָזִיר\" וְגוֹ'. וּמִצְוַת עֲשֵׂה שֶׁיְּגַדֵּל שְׂעַר רֹאשׁוֹ שֶׁנֶּאֱמַר <small>(במדבר ו ה)</small> \"גַּדֵּל פֶּרַע שְׂעַר רֹאשׁוֹ\". וְאִם גִּלֵּחַ בִּימֵי נִזְרוֹ עוֹבֵר בְּלֹא תַּעֲשֶׂה שֶׁנֶּאֱמַר <small>(במדבר ו ה)</small> \"תַּעַר לֹא יַעֲבֹר עַל רֹאשׁוֹ\". וְכֵן אָסוּר לְהִטָּמֵא לַמֵּתִים אוֹ לֶאֱכל דְּבָרִים שֶׁאֲסָרָן הַכָּתוּב עָלָיו <small>(במדבר ו ד)</small> \"מִגֶּפֶן הַיַּיִן\" <small>(במדבר ו ד)</small> <small>(במדבר ו ח)</small> \"כָּל יְמֵי נִזְרוֹ\":  ", "heVersionTitle": "Torat Emet 363", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורת אמת 363", "text": "A nazirite vow is one of the types of vows involving prohibitions,<sup class=\"footnote-marker\">1</sup><i class=\"footnote\">Thus it is governed by the laws mentioned in the previous set of halachot. As mentioned in the beginning of <i>Hilchot Nedarim</i>, there are two types of vows: vows involving prohibitions and vows taking on an obligation to bring sacrifices. A nazirite vow also involves bringing sacrifices, as will be explained. Nevertheless, it is considered primarily a vow involving prohibitions (Radbaz).</i>as [Numbers 6:2] states: \"When one will take a nazirite vow....\" It is a positive commandment for [a nazirite] to let the hair of his head grow,<sup class=\"footnote-marker\">2</sup><i class=\"footnote\"><i>Sefer HaMitzvot</i> (positive commandment 92) and <i>Sefer HaChinuch</i> (mitzvah 374) include this commandment among the 613 mitzvot of the Torah.</i> as [<i>ibid.</i>:5] states: \"He shall let the mane of the hair of his head grow.\" If he cuts [his hair] in the midst of the days of his nazirite vow, he violates a negative commandment,<sup class=\"footnote-marker\">3</sup><i class=\"footnote\"><i>Sefer HaMitzvot</i> (negative commandment 209) and <i>Sefer HaChinuch</i> (mitzvah 373) include this commandment among the 613 mitzvot of the Torah.</i> as [<i>ibid.</i>] states: \"A razor shall not pass over his head.\" Similarly, he is forbidden to contract ritual impurity from a corpse<sup class=\"footnote-marker\">4</sup><i class=\"footnote\"><i>Sefer HaMitzvot</i> (negative commandments 207-208) and <i>Sefer HaChinuch</i> (mitzvot 375-376) include two prohibitions involving this matter among the 613 mitzvot of the Torah. See Chapter 5 which describes this prohibition.</i> or eat those products of a grape vine which the Torah forbids him from eating<sup class=\"footnote-marker\">5</sup><i class=\"footnote\">This includes prohibitions against drinking wine and eating fresh grapes, raisins, grape seeds, and grape peels. <i>Sefer HaMitzvot</i> (negative commandment 202-206) and <i>Sefer HaChinuch</i> (mitzvot 368-372) include five prohibitions against partaking of these grape products among the 613 mitzvot of the Torah.</i> throughout the entire span of his nazirite vow.<sup class=\"footnote-marker\">6</sup><i class=\"footnote\">The Radbaz explains that the Rambam does not mention these prohibitions in the order that they are mentioned in the Torah, not in the order that they are mentioned in the Mishnah. The rationale is that the mitzvah of letting one's hair grow is mentioned first because it involves both a positive and a negative commandment.</i>", "versionTitle": "Mishneh Torah, trans. by Eliyahu Touger. Jerusalem, Moznaim Pub. c1986-c2007", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "585b031bd6e4a908ac4eedf1", "index_title": "Mishneh Torah, Nazariteship", "category": "Halakhah", "type": "", "ref": "Mishneh Torah, Nazariteship 10:14", "anchorRef": "Numbers 6:8", "anchorRefExpanded": ["Numbers 6:8"], "sourceRef": "Mishneh Torah, Nazariteship 10:14", "sourceHeRef": "משנה תורה, הלכות נזירות י׳:י״ד", "anchorVerse": 8, "sourceHasEn": true, "compDate": [1176, 1178], "commentaryNum": 10.0014, "collectiveTitle": {"en": "Mishneh Torah, Nazariteship", "he": "משנה תורה, הלכות נזירות"}, "heTitle": "משנה תורה, הלכות נזירות", "he": "הָאוֹמֵר הֲרֵינִי נָזִיר אִם אֶעֱשֶׂה כָּךְ וְכָךְ אוֹ אִם לֹא אֶעֱשֶׂה וְכַיּוֹצֵא בָּזֶה הֲרֵי זֶה רָשָׁע וּנְזִירוּת כָּזוֹ מִנְּזִירוּת רְשָׁעִים הוּא. אֲבָל הַנּוֹדֵר לַה' דֶּרֶךְ קְדֻשָּׁה הֲרֵי זֶה נָאֶה וּמְשֻׁבָּח וְעַל זֶה נֶאֱמַר <small>(במדבר ו ז)</small> \"נֵזֶר אֱלֹהָיו עַל רֹאשׁוֹ\" <small>(במדבר ו ח)</small> \"קָדשׁ הוּא לַה'\". וּשְׁקָלוֹ הַכָּתוּב כְּנָבִיא (שֶׁנֶּאֱמַר) <small>(עמוס ב יא)</small> \"וָאָקִים מִבְּנֵיכֶם לִנְבִיאִים וּמִבַּחוּרֵיכֶם לִנְזִרִים\": סְלִיקוּ לְהוּ הִלְכוֹת נְזִירוּת בְּסִיַעְתָּא דִּשְׁמַיָּא \n", "heVersionTitle": "Torat Emet 363", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורת אמת 363", "text": "When a person says: \"I will be a nazirite if I do this and this\" or \"...if I do not do [this or this],\" he is a wicked man and a nazirite vow of this type is one of the nazirite vows taken by the wicked. If, however, a person takes a nazirite vow to God in a holy manner, this is delightful and praiseworthy<sup class=\"footnote-marker\">66</sup><i class=\"footnote\">See ch. 13 of <i>Hilchot Nedarim</i>. Halachot 24 and 25 of that chapter focus on the negative dimension of taking vows that involve prohibitions, but Halachah 23 explains that there are situations, i.e., when one feels challenged by his material desires, when taking such vows are praiseworthy. See the incident from <i>Nedarim</i> 9b quoted in the notes to that halachah.</i> and concerning this, [Numbers 6:7-8] states: \"The diadem<sup class=\"footnote-marker\">67</sup><i class=\"footnote\">This Hebrew term shares the same letters as the root of the word nazirite.</i> of his God is upon his head... He is holy unto God.\" And Scripture equates him with a prophet, as [Amos 2:11] states: \"And from your sons, I will raise [some] as prophets, and from your youths, [some] as nazirites.\"", "versionTitle": "Mishneh Torah, trans. by Eliyahu Touger. Jerusalem, Moznaim Pub. c1986-c2007", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "58b1c5c0d6e4a937f9998105", "index_title": "Bamidbar Rabbah", "category": "Midrash", "type": "", "ref": "Bamidbar Rabbah 10:11", "anchorRef": "Numbers 6:8", "anchorRefExpanded": ["Numbers 6:8"], "sourceRef": "Bamidbar Rabbah 10:11", "sourceHeRef": "במדבר רבה י׳:י״א", "anchorVerse": 8, "sourceHasEn": false, "compDate": [1200], "commentaryNum": 10.0011, "collectiveTitle": {"en": "Bamidbar Rabbah", "he": "במדבר רבה"}, "heTitle": "במדבר רבה", "he": "כָּל יְמֵי הַזִּירוֹ לַה' וגו' <small>(במדבר ו, ו)</small>, בֹּא וּרְאֵה שֶׁכָּל מִי שֶׁמְּקַדֵּשׁ אֶת עַצְמוֹ מִלְּמַטָּה מְקַדְּשִׁין אוֹתוֹ מִלְּמַעְלָה, זֶה לְפִי שֶׁמַּזִּיר אֶת עַצְמוֹ מִן הַיַּיִן וְנוֹהֵג צַעַר בְּעַצְמוֹ שֶׁלֹא יְגַלֵּחַ רֹאשׁוֹ כְּדֵי לִשְׁמֹר עַצְמוֹ מִן הָעֲבֵרָה, אוֹמֵר הַקָּדוֹשׁ בָּרוּךְ הוּא הֲרֵי הוּא חָשׁוּב לְפָנַי כְּכֹהֵן גָדוֹל, מַה כֹּהֵן אָסוּר לִטַּמָּא לְכָל הַמֵּתִים, אַף נָזִיר אָסוּר לִטַּמָּא לְכָל הַמֵּתִים, מַה בְּכֹהֵן גָּדוֹל כְּתִיב <small>(ויקרא כא, יב)</small>: כִּי נֵזֶר שֶׁמֶן מִשְׁחַת אֱלֹהָיו עָלָיו, אַף בַּנָּזִיר הוּא אוֹמֵר <small>(במדבר ו, ז)</small>: כִּי נֵזֶר אֱלֹהָיו עַל רֹאשׁוֹ, מַה בְּכֹהֵן כְּתִיב <small>(דברי הימים א כג, יג)</small>: וַיִּבָּדֵל אַהֲרֹן לְהַקְדִּישׁוֹ קֹדֶשׁ קֳדָשִׁים, אַף נָזִיר נִקְרָא קָדוֹשׁ, שֶׁנֶּאֱמַר <small>(במדבר ו, ח)</small>: כָּל יְמֵי נִזְרוֹ קָדשׁ הוּא לַה'. בֹּא וּרְאֵה כַּמָּה הַמִּצְווֹת מְעַטְּרוֹת אֶת יִשְׂרָאֵל, וַהֲלֹא גִּדּוּל שֵׂעָר נִוּוּל הוּא לָאָדָם, שֶׁהוּא אֵינוֹ חוֹפֵף רֹאשׁוֹ, וּלְפִי שֶׁהוּא מְגַדְּלוֹ לְשֵׁם שָׁמַיִם קְרָאוֹ הַכָּתוּב עֲטָרָה לְרֹאשׁוֹ, הֲדָא הוּא דִּכְתִיב: כִּי נֵזֶר אֱלֹהָיו עַל רֹאשׁוֹ. כָּל יְמֵי הַזִּירוֹ וגו', נָזִיר שֶׁכָּל יָמָיו אָסוּר לִשְׁתּוֹת וּלְגַלֵּחַ וְלִטַּמָּא לַמֵּתִים, וְאִם גִּלַּח וְשָׁתָה יַיִן וְנִטְמָא לַמֵּתִים סוֹפֵג אֶת הָאַרְבָּעִים, עַל הַיַּיִן מִנַּיִן שֶׁלּוֹקֶה, דִּכְתִיב <small>(במדבר ו, ד)</small>: כֹּל יְמֵי נִזְרוֹ וגו', לַעֲשׂוֹת יָמִים שֶׁל אַחַר מְלֹאת כַּיָּמִים שֶׁלִּפְנֵי מְלֹאת. לְגַלֵּחַ מִנַּיִן, דִּכְתִיב <small>(במדבר ו, ה)</small>: כָּל יְמֵי נֶדֶר נִזְרוֹ וגו', לְרַבּוֹת יָמִים שֶׁל אַחַר מְלֹאת כַּיָּמִים שֶׁלִּפְנֵי מְלֹאת. עַל הַטֻּמְאָה מִנַּיִן, דִּכְתִיב כָּל יְמֵי הַזִּירוֹ לַה' וגו', לַעֲשׂוֹת יָמִים שֶׁל אַחַר מְלֹאת כַּיָּמִים שֶׁלִּפְנֵי מְלֹאת. שְׁלשָׁה מִנִּין אֲסוּרִים בְּנָזִיר, הַטֻּמְאָה וְהַתִּגְלַחַת וְהַיּוֹצֵא מִן הַגֶּפֶן. הַטֻּמְאָה מִנַּיִן, דִּכְתִיב <small>(במדבר ו, ו)</small>: כָּל יְמֵי הַזִּירוֹ לַה' עַל נֶפֶשׁ מֵת וגו'. תִּגְלַחַת מִנַּיִן, דִּכְתִיב <small>(במדבר ו, ה)</small>: כָּל יְמֵי נֶדֶר נִזְרוֹ תַּעַר לֹא יַעֲבֹר עַל רֹאשׁוֹ. הַיּוֹצֵא מִן הַגֶּפֶן, דִּכְתִיב <small>(במדבר ו, ד)</small>: כֹּל יְמֵי נִזְרוֹ מִכֹּל אֲשֶׁר יֵעָשֶׂה מִגֶּפֶן וגו'. חֹמֶר בַּטֻּמְאָה וּבַתִּגְלַחַת מִבַּיּוֹצֵא מִן הַגֶּפֶן, שֶׁהַטֻּמְאָה וְהַתִּגְלַחַת סוֹתְרִים וְהַיּוֹצֵא מִן הַגֶּפֶן אֵינוֹ סוֹתֵר. וְחֹמֶר בַּיּוֹצֵא מִן הַגֶּפֶן מִבַּטֻּמְאָה וְתִגְלַחַת, שֶׁלֹא הֻתַּר כְּלַל הַיּוֹצֵא מִן הַגֶּפֶן וְהֻתַּר בְּתִגְלַחַת מִצְוָה, כְּגוֹן מְצוֹרָע, דְּנַפְקָא מֵרֹאשׁוֹ הָאָמוּר בַּמְּצוֹרָע הַמְיֻתָּר, לְהָבִיא נָזִיר מְצוֹרָע שֶׁמְגַלֵּחַ, וְהֻתַּר בְּמֵת מִצְוָה לִטַּמָּא. חֹמֶר בַּטֻּמְאָה מִתִּגְלַחַת, שֶׁהַטֻּמְאָה סוֹתֶרֶת אֶת הַכֹּל וְחַיָּבִין עָלֶיהָ קָרְבָּן, וְתִגְלַחַת אֵינָהּ סוֹתֶרֶת אֶלָּא שְׁלשִׁים יוֹם וְאֵין חַיָּבִין עָלֶיהָ קָרְבָּן. עַל נֶפֶשׁ מֵת לֹא יָבֹא, שׁוֹמֵעַ אֲנִי נַפְשׁוֹת בְּהֵמָה בְּמַשְׁמַע, כָּעִנְיָן שֶׁנֶּאֱמַר <small>(ויקרא כד, יח)</small>: מַכֵּה נֶפֶשׁ בְּהֵמָה, תַּלְמוּד לוֹמַר <small>(במדבר ו, ז)</small>: לְאָבִיו וּלְאִמּוֹ, בַּמֶּה עִנְיָן מְדַבֵּר בְּנַפְשׁוֹת אָדָם. רַבִּי יִשְׁמָעֵאל אוֹמֵר אֵינוֹ צָרִיךְ, הֲרֵי הוּא אוֹמֵר לֹא יָבֹא בִּנְפָשׁוֹת הַמְּטַמְּאוֹת בְּבִיאָה הַכָּתוּב מְדַבֵּר, וְאֵלּוּ הֵן נַפְשׁוֹת אָדָם. לְאָבִיו לָמָּה נֶאֱמַר, לְפִי שֶׁהוּא כּוֹלֵל בְּכֹהֵן הֶדְיוֹט <small>(ויקרא כא, א)</small>: לְנֶפֶשׁ לֹא יִטַּמָּא בְּעַמָּיו, וְחָזַר וְהִתִּירוֹ לַקְּרוֹבִים <small>(ויקרא כא, ב)</small>: כִּי אִם לִשְׁאֵרוֹ וגו', יָכוֹל אַף נָזִיר כֵּן יְהֵא מֻתָּר לִטַּמָּא לַקְּרוֹבִים, תַּלְמוּד לוֹמַר לְאָבִיו, לוֹמַר שֶׁאֵינוֹ מִטַּמֵּא לַקְּרוֹבִים. וּלְאִמּוֹ לָמָּה נֶאֱמַר, לְפִי שֶׁהוּא אוֹמֵר בַּנָּזִיר לֹא יִטַּמָּא לָהֶם בְּמֹתָם, רַבִּי אוֹמֵר בְּמֹתָם אֵין מִטַּמֵּא, אֲבָל מִטַּמֵּא הוּא בְּנִגְעָן וּבְזִיבָתָן, וְאֵין לִי אֶלָּא בְּנָזִיר, בְּכֹהֵן גָּדוֹל מִנַּיִן, תַּלְמוּד לוֹמַר <small>(ויקרא כא, יא)</small>: וּלְאִמּוֹ בְּכֹהֵן גָּדוֹל, שֶׁלֹא הָיִיתִי צָרִיךְ, שֶׁכְּבָר קַל וָחֹמֶר הוּא, וּמָה אִם בַּמָּקוֹם שֶׁכֹּהֵן הֶדְיוֹט מִטַּמֵּא לְאָחִיו מֵאָבִיו אֵין כֹּהֵן גָּדוֹל מִטַּמֵּא לְאָבִיו, מָקוֹם שֶׁאֵין כֹּהֵן הֶדְיוֹט מִטַּמֵא לְאָחִיו מֵאִמּוֹ דִּין הוּא שֶׁלֹא יְהֵא כֹּהֵן גָּדוֹל מִטַּמֵּא לְאִמּוֹ. אִם זָכִיתָ מִן הַדִּין, מַה תַּלְמוּד לוֹמַר וּלְאִמּוֹ בְּכֹהֵן גָּדוֹל, מֻפְנֶה לְהַקִּישׁ לָדוּן מִמֶּנּוּ גְּזֵרָה שָׁוָה, נֶאֱמַר בְּכֹהֵן גָּדוֹל אִמּוֹ, וְנֶאֱמַר בַּנָּזִיר אִמּוֹ, מָה אִמּוֹ הָאָמוּר בַּנָּזִיר מִטַּמֵּא בְּנִגְעָן וּבְזִיבָתָן, אַף אִמּוֹ הָאָמוּר בְּכֹהֵן גָּדוֹל מִטַּמֵּא בְּנִגְעָן וּבְזִיבָתָן. <small>(במדבר ו, ז)</small>: לְאָחִיו, לָמָּה נֶאֱמַר, לְאָחִיו אֵינוֹ מִטַּמֵּא אֲבָל מִטַּמֵּא הוּא לְמֵת מִצְוָה. <small>(במדבר ו, ז)</small>: וּלְאַחֹתוֹ, מַה תַּלְמוּד לוֹמַר, הֲרֵי שֶׁהָיָה הוֹלֵךְ לִשְׁחֹט אֶת פִּסְחוֹ וְלָמוּל אֶת בְּנוֹ וְשָׁמַע שֶׁמֵּת לוֹ מֵת, יָכוֹל יִטַּמָּא, אָמַרְתָּ: לֹא יִטַּמָּא לָהֶם בְּמֹתָם, יָכוֹל לֹא יִטַּמָּא לְמֵת מִצְוָה, תַּלְמוּד לוֹמַר: וּלְאַחֹתוֹ, לַאֲחוֹתוֹ אֵינוֹ מִטַּמֵּא אֲבָל מִטַּמֵּא הוּא לְמֵת מִצְוָה. נֶאֱמַר: לְאָחִיו, לְהַתִּירוֹ לִטַּמָּא לְמֵת מִצְוָה, שֶׁאֵינוֹ אֶלָּא אִסּוּר לָאו, לֹא יִטַּמָּא לָהֶם. וְנֶאֱמַר: וּלְאַחֹתוֹ, לְהַתִּירוֹ לִטַּמָּא אֲפִלּוּ בִּמְקוֹם פֶּסַח וּמִילָה, דְּחַיָּבֵי כְּרִיתוֹת הֵן, אֲבָל לִבְנוֹ וּלְבִתּוֹ לֹא נֶאֱמַר, שֶׁאֵין הַקְּטַנִּים נִזּוֹרִין. רַבִּי עֲקִיבָא אוֹמֵר: נֶפֶשׁ, אֵלּוּ הָרְחוֹקִים, מֵת, אֵלוּ הַקְּרוֹבִים, לְאָבִיו, לְאָבִיו אֵינוֹ מִטַּמֵּא אֲבָל מִטַּמֵּא הוּא לְמֵת מִצְוָה. וְאִם נֶאֱמַר לְאָבִיו, לָמָּה נֶאֱמַר וּלְאִמּוֹ, אִם נֶאֱמַר אָבִיו, וְלֹא נֶאֱמַר אִמּוֹ הָיִיתִי אוֹמֵר לְכָךְ לֹא יִטַּמָּא לוֹ מִשּׁוּם דַּחֲזָקָה בְּעַלְמָא הוּא, אֲבָל אִמּוֹ דְּוַדַּאי יְלִידְתֵּיהּ לִטַּמָּא לָהּ, וְאִי כָּתַב רַחֲמָנָא אִמּוֹ הָיִיתִי אוֹמֵר, לְאִמּוֹ הוּא דְּלָא, דְּלָא אָזֵיל זַרְעָהּ בַּתְרָהּ, אֲבָל אָבִיו כֵּיוָן שֶׁאָמַר הַכָּתוּב: לְמִשְׁפְּחֹתָם לְבֵית אֲבֹתָם, אֵימָא לִטַּמָּא לֵיהּ, לְכָךְ נֶאֱמַר: לְאָבִיו. לְאָחִיו, שֶׁאִם הוּא כֹּהֵן גָּדוֹל וְנָזִיר, לְאָחִיו אֵינוֹ מִטַּמֵּא אֲבָל מִטַּמֵּא הוּא לְמֵת מִצְוָה. וּלְאַחֹתוֹ, שֶׁאִם הָיָה הוֹלֵךְ לִשְׁחֹט פִּסְחוֹ וְלָמוּל אֶת בְּנוֹ, לַאֲחוֹתוֹ אֵינוֹ מִטַּמֵּא אֲבָל מִטַּמֵּא הוּא לְמֵת מִצְוָה. לֹא יִטַּמָּא לָהֶם בְּמֹתָם, אֲבָל עוֹמֵד הוּא בַּהֶסְפֵּד וּבַשּׁוּרָה. רַבִּי אוֹמֵר בְּמוֹתָם אֵינוֹ מִטַּמֵּא אֲבָל מִטַּמֵּא הוּא בְּנִגְעָם וּבְזִיבָתָם, <small>(במדבר ו, ז)</small>: כִּי נֵזֶר אֱלֹהָיו עַל רֹאשׁוֹ, לְהַגִּיד מַה גָּרַם.", "heVersionTitle": "Midrash Rabbah -- TE", "heLicense": "unknown", "heVersionTitleInHebrew": "מדרש רבה - תורת אמת", "text": "<b>“All the days of his abstinence to the Lord, he shall not approach a dead person” (Numbers 6:6).</b> <br>“All the days of his abstinence to the Lord….” Come and see that anyone who sanctifies himself below, they sanctify him above. This one, because he abstains from wine and conducts himself with suffering in that he does not shave the hair of his head in order to protect himself from transgression, the Holy One blessed be He says: ‘He is considered before Me like a High Priest.’ Just as it is prohibited for a priest to become impure for all corpses, so it is prohibited for a nazirite to become impure for all corpses. Just as regarding the High Priest, it is written: “For the crown of the anointing oil of his God is on him” (Leviticus 21:12), so, by the nazirite it says: “For the crown of his God is on his head” (Numbers 6:7). Just as regarding the priest, it is written: “Aaron was set apart, to sanctify him as most holy” (I Chronicles 23:13), so, the nazirite is called holy, as it is stated:<b> </b>“All the days of his naziriteship he is holy to the Lord” (Numbers 6:8). Come and see how much the mitzvot<i> </i>adorn Israel. Does growing hair long not render a person repulsive, as he is unable to shampoo his hair? But because he grows it for the sake of Heaven, the verse characterizes it as a crown for his head. That is what is written: “For the crown of his God is on his head.” <br>“All the days of his abstinence...” – a nazirite whose days are completed<sup class=\"footnote-marker\">110</sup><i class=\"footnote\">But who did not yet bring the sacrifice which terminates the naziriteship.</i> is forbidden to drink, to shave, and to become impure due to dead people. If he shaved, drank wine, or became impure due to dead people, he incurs forty lashes. Regarding wine, from where is it derived that he is flogged? It is written: “All the days of his naziriteship [from anything that may be derived from the grapevine…he shall not eat]” (Numbers 6:4), rendering the days after completion like the days before completion. Regarding shaving, from where is it derived? It is as it is written: “All the days of the vow of his naziriteship, [a razor shall not pass on his head]” (Numbers 6:5), to include the days after completion like the days before completion. Regarding impurity, from where is it derived? It is as it is written: “All the days of his abstinence to the Lord, [he shall not approach a dead person],” rendering the days after completion like the days before completion. <br>Three categories are prohibited for the nazirite; impurity, shaving, and what is derived from the grapevine. Impurity, from where is it derived? It is as it is written: “All the days of his abstinence to the Lord, [he shall not approach] a dead person.” Shaving, from where is it derived? It is as it is written: “All the days of the vow of his naziriteship, a razor shall not pass on his head.” (Numbers 6:5) What is derived from the grapevine, from where is it derived? It is as it is written: “All the days of his naziriteship, from anything that may be derived from the grapevine [he shall not eat]” (Numbers 6:4). There is a stringency in impurity and shaving, more than in what may be derived from the grapevine, as impurity and shaving voids the naziriteship and what emerges from the grapevine does not void. There is a stringency in what may be derived from the grapevine, more than in impurity and shaving, as what may be derived from the grapevine has no allowance at all, but shaving for a mitzva, e.g., a leper, as it is derived from the extraneous “his head”<sup class=\"footnote-marker\">111</sup><i class=\"footnote\">Leviticus 14:9.</i> that is stated regarding the leper to include a nazirite leper, that he shaves. And there is an allowance to become impure for a <i>met mitzva</i>.<sup class=\"footnote-marker\">112</sup><i class=\"footnote\">This is a corpse with no one to bury it.</i> There is a stringency in impurity more than in shaving, as impurity voids everything and one is obligated to bring an offering for it, but shaving voids only thirty days and one is not obligated to bring an offering for it. <br>“He shall not approach [<i>lo yavo</i>] a dead person [<i>nefesh met</i>].” I hear that even dead animals [<i>nafshot behema</i>] are included, like the matter that is stated: “One who kills an animal [<i>nefesh behema</i>]” (Leviticus 24:18). The verse states: “For his father and for his mother […he shall not become impure]” (Numbers 6:7); regarding what matter is the verse speaking? It is regarding dead people. Rabbi Yishmael says: This is not necessary. It says <i>lo yavo</i>; it is regarding the dead who impurify through <i>bia</i>,<sup class=\"footnote-marker\">113</sup><i class=\"footnote\">Entry under the same roof as the corpse.</i> and these are dead people. <br>“For his father,” why is it stated? It is because it [the law] is broad regarding a common priest: “He shall not become impure from a dead person among his people” (Leviticus 21:1) and then it permits him regarding relatives: “Except for his relative [who is close to him: For his mother, for his father, for his son, for his daughter, for his brother]” (Leviticus 21:2); perhaps the same is true regarding the nazirite? The verse states: “For his father,” saying that he may not become impure for relatives. <br>“And for his mother,” why is it stated? It is because it says regarding the nazirite: “He shall not become impure for them upon their death” (Numbers 6:7). Rabbi says: Upon their deaths he may not become impure, but for their leprosy or for their <i>ziva</i>,<sup class=\"footnote-marker\">114</sup><i class=\"footnote\">See Leviticus 15:1–15, 25–30.</i> he may become impure. Regarding the High Priest, from where is it derived? The verse states: “And for his mother” (Leviticus 21:11), regarding the High Priest, which was unnnecesary for me, as it is already an <i>a fortiori </i>inference: If in an instance where a common priest may become impure for his paternal brother, the High Priest may not become impure for his father, in an instance where a common priest may not become impure for his maternal brother, it follows that the High Priest may not become impure from his mother. If you obtained this logically, why does the verse state: “And for his mother,” regarding the High Priest? It is here in order to derive and learn a verbal analogy from it. “His mother” is stated regarding the High Priest and “his mother” is stated regarding the nazirite. Just as “his mother” that is written regarding the nazirite [is regarding her death], but he may become impure for her leprosy or for her <i>ziva</i>, so, too, regarding “his mother” that is written regarding the High Priest, he may become impure for her leprosy of for her <i>ziva</i>. <br>“For his brother” (Numbers 6:7), why is it stated? For his brother he may not become impure, but he may become impure for a <i>met mitzva</i>. “And for his sister” (Numbers 6:7), why is it stated? One who was going to slaughter his Paschal lamb and to circumcise his son and he heard that a relative of his died, shall he, perhaps, become impure? You said: “He shall not become impure for them upon their death.” Shall he, perhaps, not become impure for a <i>met mitzva</i>? The verse states: “For his sister,” for his sister he does not become impure, but he becomes impure for a <i>met mitzva</i>. “For his brother” is stated to permit him to become impure for a <i>met mitzva</i>, which is only a prohibition: “He shall not become impure for them.” “And for his sister” is to permit him to become impure even in the place of the Paschal lamb and circumcision, for which one incurs liability for <i>karet</i>. But for his son and for his daughter are not stated, as minors cannot become nazirites. <br>Rabbi Akiva says: <i>Nefesh</i>, these are those who are unrelated. <i>Met</i>, these are those who are relatives. “For his father” he may not become impure, but he may become impure for a <i>met mitzva</i>. If “for his father” is stated, why is “and for his mother” stated? Had his father been stated and his mother had not been stated, I would have said: This is why he may not become impure for him, because he [his status as his father] is based on presumed status, but his mother, who certainly bore him, let him become impure for her. And had the All Merciful written \"his mother,\" I would have said: It is for his mother that he may not, as her offspring are not attributed to her, but his father, because the verse said: “By their families, by their patrilineal houses” (Numbers 1:2); let us say that he may become impure for him. That is why “for his father” is stated. “For his brother” – that were he a High Priest and a nazirite, he may not become impure for his brother, but he may become impure for a <i>met mitzva</i>. “And for his sister” – that were he going to slaughter his Paschal lamb or to circumcise his son, he may not become impure for his sister, but he may become impure for a <i>met mitzva</i>.<br>“He shall not become impure for them upon their death,” but he stands there at the eulogy and at the line.<sup class=\"footnote-marker\">115</sup><i class=\"footnote\">This is the line of those comforting the mourners. This is in contradistinction to the High Priest, who is not present at those occasions.</i> Rabbi says: Upon their death” he does not become impure, but he becomes impure for their leprosy and for their <i>ziva</i>. <br>“For the crown of his God is on his head,” to relate what is the cause.", "versionTitle": "The Sefaria Midrash Rabbah, 2022", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "58b1c5c0d6e4a937f9998118", "index_title": "Bamidbar Rabbah", "category": "Midrash", "type": "", "ref": "Bamidbar Rabbah 10:12", "anchorRef": "Numbers 6:8", "anchorRefExpanded": ["Numbers 6:8"], "sourceRef": "Bamidbar Rabbah 10:12", "sourceHeRef": "במדבר רבה י׳:י״ב", "anchorVerse": 8, "sourceHasEn": false, "compDate": [1200], "commentaryNum": 10.0012, "collectiveTitle": {"en": "Bamidbar Rabbah", "he": "במדבר רבה"}, "heTitle": "במדבר רבה", "he": "כֹּל יְמֵי נִזְרוֹ קָדשׁ הוּא לַה' <small>(במדבר ו, ח)</small>, לָמָּה נֶאֱמַר, לְפִי שֶׁהוּא אוֹמֵר <small>(במדבר ו, ה)</small>: עַד מְלֹאת הַיָּמִם, אֵין לִי אֶלָּא מִי שֶׁיֵּשׁ לוֹ פֶּסֶק לִנְזִירוּתוֹ, נְזִיר עוֹלָם מִנַּיִן, תַּלְמוּד לוֹמַר: כֹּל יְמֵי נִזְרוֹ, לְהָבִיא נְזִיר עוֹלָם. קָדשׁ הוּא לַה', זוֹ קְדֻשַּׁת הַגּוּף.", "heVersionTitle": "Midrash Rabbah -- TE", "heLicense": "unknown", "heVersionTitleInHebrew": "מדרש רבה - תורת אמת", "text": "<b>“All the days of his naziriteship he is holy to the Lord” (Numbers 6:8).</b> <br>“All the days of his naziriteship he is holy to the Lord.” Why is it stated? Because it says: “until completion of the days” (Numbers 6:5) – I only have those for whom there is an end to their naziriteship, from where do I derive [the concept that there may be] an eternal nazirite? The verse states: “All the days of his naziriteship,” to include an eternal nazirite. “He is holy to the Lord,” this is the sanctity of the body.<sup class=\"footnote-marker\">116</sup><i class=\"footnote\">That he may not make it impure through coming in contact with a corpse.</i>", "versionTitle": "The Sefaria Midrash Rabbah, 2022", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "58b1c5f9d6e4a937f999899b", "index_title": "Bamidbar Rabbah", "category": "Midrash", "type": "", "ref": "Bamidbar Rabbah 14:9", "anchorRef": "Numbers 6:8", "anchorRefExpanded": ["Numbers 6:8"], "sourceRef": "Bamidbar Rabbah 14:9", "sourceHeRef": "במדבר רבה י״ד:ט׳", "anchorVerse": 8, "sourceHasEn": false, "compDate": [1200], "commentaryNum": 14.0009, "collectiveTitle": {"en": "Bamidbar Rabbah", "he": "במדבר רבה"}, "heTitle": "במדבר רבה", "he": "בַּיּוֹם הָעֲשִׂירִי נָשִׂיא לִבְנֵי דָן אֲחִיעֶזֶר בֶּן עַמִּישַׁדָּי <small>(במדבר ז, סו)</small>, הֲרֵי נוֹתְרוּ שְׁלשָׁה שְׁבָטִים, דָּן וְאָשֵׁר וְנַפְתָּלִי, מָה רָאָה דָן לְהַקְרִיב תְּחִלָּה לָהֶם, לְפִי שֶׁאָבִיו הִקִּישׁוֹ לִיהוּדָה, כְּמָה דְּתֵימָא <small>(בראשית מט, טז)</small>: דָּן יָדִין עַמּוֹ כְּאַחַד שִׁבְטֵי יִשְׂרָאֵל, כַּמְיֻחָד שֶׁבַּשְּׁבָטִים, זֶה יְהוּדָה, לְפִיכָךְ הָיָה רֹאשׁ לְאֵלּוּ שֶׁנִּשְׁאֲרוּ, כְּשֵׁם שֶׁיְּהוּדָה הָיָה רֹאשׁ לְכֻלָּם. <small>(במדבר ז, סז)</small>: קָרְבָּנוֹ קַעֲרַת וגו', הֲרֵי זֶה הִקְרִיב קָרְבָּנוֹ כְּנֶגֶד שִׁמְשׁוֹן, לְפִי שֶׁבִּרְכַּת יַעֲקֹב לְדָן לֹא הָיְתָה אֶלָּא עַל שֵׁם שִׁמְשׁוֹן, וְגַם גְּבוּרַת שִׁמְשׁוֹן לֹא הָיְתָה תְּלוּיָה אֶלָּא בִּנְזִירוּתוֹ, לְכָךְ הִקְרִיב נְשִׂיא דָן עַל הַסֵּדֶר הַזֶּה, הֲדָא הוּא דִּכְתִיב: קָרְבָּנוֹ קַעֲרַת כֶּסֶף, זֶה הָיָה נְזִיר טָהֳרָה, וּלְכָךְ קָרָא לוֹ קְעָרָה, שֶׁהוּא הָיָה מֵבִיא לֶחֶם. שְׁלשִׁים וּמֵאָה מִשְׁקָלָהּ, מִן <small>(במדבר ו, יג)</small>: וְזֹאת תּוֹרַת הַנָּזִיר, עַד <small>(במדבר ו, כ)</small>: וְאַחַר יִשְׁתֶּה הַנָּזִיר יַיִן, מֵאָה וּשְׁלשִׁים תֵּיבוֹת. מִזְרָק אֶחָד כֶּסֶף שִׁבְעִים וגו', שֶׁאוֹתָהּ שָׁעָה הֻתַּר לִשְׁתּוֹת יַיִן הַנִּשְׁתָּה בַּמִּזְרָק שֶׁחֶשְׁבּוֹנוֹ שִׁבְעִים, הֱוֵי: יָיִן. דָּבָר אַחֵר, לָמָּה שִׁבְעִים, כְּנֶגֶד נָזִיר שֶׁנִּטְמָא שֶׁנִּזְרְקָה נְזִירוּתוֹ, כְּמָה דְתֵימָא <small>(במדבר ו, יב)</small>: וְהַיָּמִים הָרִאשׁוֹנִים יִפְּלוּ כִּי טָמֵא נִזְרוֹ. וְיֵשׁ בּוֹ שִׁבְעִים תֵּיבוֹת, מִן <small>(במדבר ו, ח)</small>: כֹּל יְמֵי נִזְרוֹ קָדוֹשׁ הוּא לַה', עַד כִּי טָמֵא נִזְרוֹ. דָּבָר אַחֵר, לָמָּה שִׁבְעִים, כְּנֶגֶד שִׁבְעִים אוֹתִיּוֹת הָאֲמוּרוֹת בְּבִרְכַּת דָּן, מִן דָּן יָדִין עַמּוֹ וגו', עַד <small>(בראשית מט, יז)</small>: וַיִּפֹּל רֹכְבוֹ אָחוֹר, עַל שְׁפִיטַת שִׁמְשׁוֹן, לְפִי שֶׁפָּסוּק הָאַחֲרוֹן <small>(בראשית מט, יח)</small>: לִישׁוּעָתְךָ וגו', לֹא אֲמָרוֹ יַעֲקֹב אֶלָּא עַל שִׁמְשׁוֹן, וּלְכָךְ קָרָא מִזְרָק, שֶׁנִּזְרַק שִׁמְשׁוֹן מִן אֶחָיו, שֶׁלֹא רָצָה לִשָֹּׂא אִשָּׁה מִבְּנוֹת אֶחָיו כִּי אִם מִבְּנוֹת פְּלִשְׁתִּים. דָּבָר אַחֵר, מִזְרָק אֶחָד, עַל שֵׁם שֶׁקְּרָאוֹ נָחָשׁ וּשְׁפִיפוֹן, שֶׁהֵם נִזְרָקִים עַל הָאָרֶץ, שֶׁהָיוּ לָהֶם רַגְלַיִם וְהוֹלְכִים עַל גָּחוֹן, וְכֵן שִׁמְשׁוֹן הָיָה חִגֵּר בִּשְׁתֵּי רַגְלָיו. מִזְרָק, עַל שֵׁם: וַיִּפֹּל רֹכְבוֹ אָחוֹר. שְׁנֵיהֶם מְלֵאִים וגו', שֶׁנְּזִיר טֻמְאָה וּנְזִיר טָהֳרָה שְׁנֵיהֶם צְרִיכִין סֹלֶת חַלּוֹת מַצּוֹת בְּלוּלוֹת בַּשֶּׁמֶן, לְפִי שֶׁנְּזִיר טֻמְאָה אֵינוֹ יוֹצֵא בַּקָּרְבָּן הַמֵּבִיא עַל טֻמְאָתוֹ, וְאֵינוֹ יָכוֹל לִשְׁתּוֹת יַיִן עַד שֶׁיָּבִיא עוֹד קָרְבָּן עַל נְזִירוּת טָהֳרָה. דָּבָר אַחֵר, שְׁנֵיהֶם מְלֵאִים סֹלֶת וגו', לְפִי שֶׁשִּׁמְשׁוֹן בֵּין קֹדֶם שֶׁנִּתְגַּלַּח שְׂעַר נִזְרוֹ וּבֵין לְאַחַר שֶׁנִּתְגַּלַּח שְׂעַר נִזְרוֹ, הָיָה כִּנְזִיר טֻמְאָה, שֶׁעַל שֶׁטִּמֵּא עַצְמוֹ בַּגּוֹיָה הִיא גָּרְמָה לוֹ לְאוֹתוֹ גִּלּוּחַ, וּלְאַחַר גִּלּוּחַ הָרַג שִׁמְשׁוֹן בַּפְּלִשְׁתִּים, דִּכְתִיב <small>(שופטים טז, ל)</small>: וַיִּהְיוּ הַמֵּתִים אֲשֶׁר הֵמִית בְּמוֹתוֹ רַבִּים מֵאֲשֶׁר הֵמִית בְּחַיָּיו. כַּף אַחַת עֲשָׂרָה זָהָב <small>(במדבר ז, סח)</small>, כְּנֶגֶד עֲשָׂרָה דְבָרִים הָאֲמוּרִים בַּיַּיִן שֶׁנָּזִיר אָסוּר בָּהֶן, וְאֵלּוּ הֵן <small>(במדבר ו, ג)</small>: מִיַּיִן וְשֵׁכָר יַזִּיר, הֲרֵי שְׁנַיִם, <small>(במדבר ו, ג)</small>: חֹמֶץ יַיִן וְחֹמֶץ שֵׁכָר לֹא יִשְׁתֶּה, הֲרֵי אַרְבָּעָה, <small>(במדבר ו, ג)</small>: וְכָל מִשְׁרַת עֲנָבִים לֹא יִשְׁתֶּה, הֲרֵי חֲמִשָּׁה, <small>(במדבר ו, ג)</small>: וַעֲנָבִים לַחִים וִיבֵשִׁים לֹא יֹאכֵל, הֲרֵי שִׁבְעָה, <small>(במדבר ו, ד)</small>: כֹּל יְמֵי נִזְרוֹ מִכֹּל אֲשֶׁר יֵעָשֶׂה מִגֶּפֶן הַיַּיִן, הֲרֵי שְׁמוֹנָה, <small>(במדבר ו, ד)</small>: מֵחַרְצַנִּים וְעַד זָג לֹא יֹאכֵל, הֲרֵי עֲשָׂרָה. לָמָּה הָיְתָה שֶׁל זָהָב לְפִי שֶׁהַיַּיִן אָדֹם הוּא, כְּמָה דְתֵימָא <small>(משלי כג, לא)</small>: אַל תֵּרֶא יַיִן כִּי יִתְאַדָּם, וְהַזָּהָב אָדֹם. לָמָּה הָיְתָה מְלֵאָה קְטֹרֶת, שֶׁכָּל הַמַּזִּיר עַצְמוֹ מִן הַיַּיִן צָרִיךְ לַעֲשׂוֹת לְשֵׁם שָׁמָיִם, שֶׁנֶּאֱמַר <small>(במדבר ו, ב)</small>: לִנְדֹּר נֶדֶר נָזִיר לְהַזִּיר לַה'. <small>(במדבר ז, סט)</small>: פַּר אֶחָד בֶּן בָּקָר וגו', הֲרֵי כָּאן שְׁלשָׁה מִינֵי עוֹלָה, כְּנֶגֶד שְׁלשָׁה מִינִין שֶׁהַנָּזִיר מֻזְהָר עֲלֵיהֶם: שְׁתִיַּת יַיִן, וַאֲכִילַת עֲנָבִים, וְטֻמְאַת מֵת. <small>(במדבר ז, ע)</small>: שְׂעִיר עִזִּים אֶחָד לְחַטָּאת, כְּנֶגֶד אַזְהָרַת שֵׂעָר, כְּמָה דְּתֵימָא <small>(במדבר ו, ה)</small>: קָדשׁ יִהְיֶה גַּדֵּל פֶּרַע שְׂעַר רֹאשׁוֹ, דָּבָר אַחֵר, שְׁלשָׁה מִינֵי עוֹלָה, כְּנֶגֶד שָׁלשׁ אַזְהָרוֹת שֶׁהִזְהִיר הַמַּלְאָךְ לְאֵם שִׁמְשׁוֹן, הֲדָא הוּא דִכְתִיב <small>(שופטים יג, יד)</small>: מִכֹּל אֲשֶׁר יֵצֵא מִגֶּפֶן הַיַּיִן לֹא תֹאכַל וְיַיִן וְשֵׁכָר אַל תֵּשְׁתְּ וְכָל טֻמְאָה אַל תֹּאכַל. וְהַשָֹּׂעִיר, כְּנֶגֶד הָאַזְהָרָה שֶׁל שֵׂעָר, הֲדָא הוּא דִכְתִיב <small>(שופטים יג, ה)</small>: וּמוֹרָה לֹא יַעֲלֶה עַל רֹאשׁוֹ כִּי נְזִיר אֱלֹהִים יִהְיֶה הַנַּעַר. וּלְזֶבַח הַשְּׁלָמִים בָּקָר שְׁנַיִם <small>(במדבר ז, עא)</small>, כְּנֶגֶד שְׁנֵי דְבָרִים שֶׁמְּשָׁלוֹ אָבִיו, נָחָשׁ וּשְׁפִיפוֹן, שֶׁנֶּאֱמַר <small>(בראשית מט, יז)</small>: יְהִי דָן נָחָשׁ עֲלֵי דֶרֶךְ שְׁפִיפֹן עֲלֵי אֹרַח וגו'. דָּבָר אַחֵר, כְּנֶגֶד שֶׁנִּמְשַׁל בִּשְׁנֵי דְבָרִים מִפִּי שְׁנֵי בְּנֵי אָדָם, יַעֲקֹב מָשַׁל אוֹתוֹ לְנָחָשׁ וּשְׁפִיפוֹן, וּמשֶׁה לְגוּר אַרְיֵה, שֶׁנֶּאֱמַר <small>(דברים לג, כב)</small>: דָּן גּוּר אַרְיֵה. דָּבָר אַחֵר, כְּנֶגֶד שְׁתֵּי פְּעָמִים שֶׁכָּתוּב עָלָיו שֶׁהוּא שָׁפַט אֶת יִשְׂרָאֵל עֶשְׂרִים שָׁנָה, וְאֵלּוּ הֵן <small>(שופטים טו, כ)</small>: וַיִּשְׁפֹּט אֶת יִשְׂרָאֵל בִּימֵי פְלִשְׁתִּים עֶשְׂרִים שָׁנָה, <small>(שופטים טז, לא)</small>: וְהוּא שָׁפַט אֶת יִשְׂרָאֵל עֶשְׂרִים שָׁנָה, לְלַמֶּדְךָ שֶׁעֶשְׂרִים שָׁנָה שָׁפַט אֶת יִשְׂרָאֵל בְּחַיָּיו וְעֶשְׂרִים שָׁנָה אַחַר מִיתָתוֹ הָיָה מוֹרָאוֹ שֶׁל שִׁמְשׁוֹן עַל פְּלִשְׁתִּים וְיָשְׁבוּ בְּהַשְׁקֵט. דָּבָר אַחֵר, כְּנֶגֶד שְׁנֵי עַמּוּדֵי הַתָּוֶךָ אֲשֶׁר הִפִּיל. <small>(במדבר ז, עא)</small>: אֵילִם חֲמִשָּׁה עַתֻּדִים חֲמִשָּׁה כְּבָשִׂים בְּנֵי שָׁנָה חֲמִשָּׁה, לָמָּה שְׁלשָׁה מִינִים, כְּנֶגֶד שְׁלשָׁה מִינִים שֶׁל קָרְבָּנוֹת שֶׁהָיָה מֵבִיא נְזִיר טֻמְאָה, שְׁתֵּי תוֹרִים אוֹ שְׁנֵי בְּנֵי יוֹנָה אֶחָד לְחַטָּאת וְאֶחָד לְעוֹלָה, וְכֶבֶשׂ בֶּן שְׁנָתוֹ לְאָשָׁם. לָמָּה הָיוּ שֶׁל חֲמִשָּׁה חֲמִשָּׁה, כְּנֶגֶד חֲמִשָּׁה מִינִים שֶׁהָיָה מֵבִיא נְזִיר טָהֳרָה, כֶּבֶשׂ לְעוֹלָה, וְכַבְשָׂה לְחַטָּאת, וְאַיִל לִשְׁלָמִים, וְסֹלֶת חַלּוֹת וּרְקִיקֵי מַצּוֹת וּמִנְחָתָם וְנִסְכֵּיהֶם. דָּבָר אַחֵר, לָמָּה שְׁלשָׁה מִינִים, כְּנֶגֶד שָׁלשׁ פְּעָמִים שֶׁהִכָּה שִׁמְשׁוֹן בַּפְּלִשְׁתִּים בְּחַיָּיו, וְאֵלּוּ הֵן <small>(שופטים יד, יט)</small>: וַיַּךְ מֵהֶם שְׁלשִׁים אִישׁ, <small>(שופטים טו, ח)</small>: וַיַּךְ אוֹתָם שׁוֹק עַל יָרֵךְ וגו', <small>(שופטים טו, טו)</small>: וַיַּךְ בָּהּ אֶלֶף אִישׁ, הָיוּ הַשְּׁלשָׁה מִינִים שֶׁל חֲמִשָּׁה חֲמִשָּׁה הֲרֵי חֲמִשָּׁה עָשָׂר, כְּנֶגֶד הַנֵּס שֶׁנַּעֲשָׂה לוֹ בַּלֶּחִי, וְנִקְרָא הַמַּעְיָן עַל שֵׁם הַנֵּס, שֶׁנֶּאֱמַר <small>(שופטים טו, יט)</small>: עַל כֵּן קָרָא שְׁמָהּ עֵין הַקּוֹרֵא אֲשֶׁר בַּלֶּחִי, וְהֵן חֲמֵשׁ עֶשְׂרֵה אוֹתִיּוֹת. <small>(במדבר ז, עא)</small>: זֶה קָרְבַּן אֲחִיעֶזֶר וגו', כֵּיוָן שֶׁרָאָה הַקָּדוֹשׁ בָּרוּךְ הוּא שֶׁהִקְרִיב עַל סֵדֶר הַזֶּה, הִתְחִיל מְקַלֵּס אֶת קָרְבָּנוֹ, זֶה קָרְבַּן וגו':", "heVersionTitle": "Midrash Rabbah -- TE", "heLicense": "unknown", "heVersionTitleInHebrew": "מדרש רבה - תורת אמת", "text": "<b>“On the ninth day, prince of the children of Dan, Aḥiezer son of Amishadai” (Numbers 7:66).</b> <br>“On the ninth day, prince of the children of Dan, Aḥiezer son of Amishadai” – three tribes remained: Dan, Asher, and Naphtali. What was the reason for Dan to present his offering first among them? It was because his father juxtaposed him to Judah, just as it says: “Dan will avenge his people, as one [<i>ke’aḥad</i>] of the tribes of Israel” (Genesis 49:16) – like the most outstanding [<i>kemeyuḥad</i>] of the tribes; this is Judah. That is why he was at the head of those [tribes] who remained, just as Judah was at the head of all of them. <br><b>“His offering was one silver dish, its weight one hundred and thirty; one silver basin of seventy shekels, in the sacred shekel; both of them full of high-quality flour mixed with oil as a meal offering” (Numbers 7:67).</b> <br>“His offering…dish…” – he presented his offering corresponding to Samson, because Jacob’s blessing of Dan was only regarding Samson. Samson’s strength, too, was dependent only upon his naziriteship. That is why the prince of Dan presented his offering in this order. That is what is written: “His offering was [one] silver dish.” This was a nazirite who remained ritually pure, and that is why it calls it a “dish,” because he would bring loaves.<sup class=\"footnote-marker\">60</sup><i class=\"footnote\">By contrast, a nazirite who became impure does not bring loaves. Loaves of bread are brought in a “dish” of some kind. Since almost no sacrifices require a dish in which to bring food with the sacrifice, the midrash here treats the dish brought as a sacrifice as alluding to the sacrifice of a nazirite who completes his naziriteship, who does bring a dish.</i> “Its weight one hundred and thirty” – from “this is the law of the nazirite” (Numbers 6:13) until “then the nazirite may drink wine” (Numbers 6:20) is one hundred and thirty words.<sup class=\"footnote-marker\">61</sup><i class=\"footnote\">It is 131 words. The last word, yayin, is referred to in the next sentence of the midrash.</i> <br>“One silver basin [<i>mizrak</i>] of seventy…” – as at that moment, it becomes permitted to drink the wine, whose numerical value is seventy, that is drunk in the basin. Alternatively, why seventy? It corresponds to a nazirite who was impurified, whose naziriteship is void [<i>shenizreka</i>], just as it says: “The first days shall be void, as his naziriteship is impure” (Numbers 6:12). And there are seventy words from “all the days of his naziriteship he is holy to the Lord” (Numbers 6:8) until “as his naziriteship is impure.” <br>Another matter: Why seventy? It corresponds to the seventy letters in the blessing of Dan, from “Dan will avenge his people…” (Genesis 49:16) until “and his rider falls backward” (Genesis 49:17), regarding the judgeship of Samson, as the final verse, “for Your salvation, [I await, Lord]” (Genesis 49:18), Jacob said it only about Samson.<sup class=\"footnote-marker\">62</sup><i class=\"footnote\">Samson himself, not his judgeship.</i> That is why it is called <i>mizrak</i>, because he was cast away [<i>shenizrak</i>] from his brethren, as he did not wish to marry a woman from the daughters of his brethren, but rather, from the daughters of the Philistines. <br>Another matter: “One…basin [<i>mizrak</i>]” – because it called him serpent and viper, which are cast onto the ground, as they had legs, but go on the belly. Likewise, Samson was lame in both of his legs.<sup class=\"footnote-marker\">63</sup><i class=\"footnote\">See Sanhedrin 105a.</i> “<i>Mizrak</i>,”<sup class=\"footnote-marker\">64</sup><i class=\"footnote\">Lizrok means to throw.</i> after: “His rider falls backward” (Genesis 49:17). <br>“Both of them full…” – as a nazirite who was impurified and a nazirite who remained pure both require unleavened loaves made of high-quality flour mixed with oil, because a nazirite who was impurified does not fulfill his obligation with the offering that he brings for his impurity and may not drink wine until he brings an additional offering as a nazirite who remained pure. <br>Another matter: “Both of them full of high-quality flour…” – because Samson, both before he shaved the hair of his naziriteship and after he shaved the hair of his naziriteship, he was like a nazirite who was impurified, as it was the fact he impurified himself with a gentile woman that caused him to have that shave, and after shaving, Samson killed the Philistines, as it is written: “The dead whom he put to death in his death were more than those he put to death during his life” (Judges 16:30). <br><b>“One gold ladle of ten shekels, filled with incense” (Numbers 7:68).</b> <br>“One gold ladle of ten” – it corresponds to ten matters that are stated regarding wine that are forbidden to a nazirite. They are: “He shall abstain from wine and intoxicating drink” (Numbers 6:3) – that is two. “Vinegar of wine and vinegar of intoxicating drink he shall not drink” (Numbers 6:3) – that is four. “He shall not drink anything in which grapes were soaked” (Numbers 6:3) – that is five. “And grapes, fresh or dried, he shall not eat” (Numbers 6:3) – that is seven. “All the days of his naziriteship, from anything that may be derived from the grapevine” (Numbers 6:4) – this is eight. “From pits to skin, he shall not eat” (Numbers 6:4) – that is ten. Why was it of gold? It is because wine is red, just as it says: “Do not see wine in its redness” (Proverbs 23:31), and gold is red. Why was it filled with incense? It is because anyone who abstains from wine must do so for the sake of Heaven, as it is stated: “Shall articulate to take a vow of a nazirite, to abstain for the Lord” (Numbers 6:2). <br><b>“One young bull, one ram, one lamb in its first year, as a burnt offering” (Numbers 7:69). <br>“One goat as a sin offering” (Numbers 7:70).</b> <br>“One young bull, [one ram, one lamb]” – there are three types of burnt offering corresponding to the three types regarding which a nazirite is cautioned: Drinking wine, eating grapes, and impurity imparted by a corpse. “One goat [<i>se’ir izim</i>] as a sin offering” – it corresponds to the prohibition regarding hair, just as it says: “He shall be holy; the hair [<i>se’ar</i>] of his head shall be grown long” (Numbers 6:5). Another matter: Three types of burnt offering corresponding to the three warnings that the angel cautioned Samson’s mother. That is what is written: “She shall not partake from anything produced from the grapevine; she shall not drink wine or intoxicating drink, and she shall not eat any impurity” (Judges 13:14). The goat [<i>sa’ir</i>], corresponding to the prohibition regarding hair; that is what is written: “A razor shall not come upon his head, for the lad will be a nazirite to God” (Judges 13:5). <br><b>“And for the peace offering, two bulls, five rams, five goats, five lambs in their first year. This was the offering of Aḥiezer son of Amishadai” (Numbers 7:71).</b> <br>“And for the peace offering, two bulls” – it corresponds to the two matters to which his father analogized him, a serpent and a viper, as it is stated: “Dan shall be a serpent on the road, a viper on the path…” (Genesis 49:17). Alternatively, corresponding to the fact that he was analogized to two matters by two people; Jacob analogized him to a serpent and a viper<sup class=\"footnote-marker\">65</sup><i class=\"footnote\">In this interpretation the midrash refers to a serpent and a viper as one matter.</i>, and Moses to a lion cub, as it is stated: “Dan is a lion cub” (Deuteronomy 33:22). Alternatively, it corresponds to the two times that it is written in his regard that he judged Israel for twenty years. They are: “He judged Israel during the days of the Philistines twenty years” (Judges 15:20) and: “He judged Israel twenty years” (Judges 16:31). It is to teach you that for twenty years he judged Israel in his lifetime, and for twenty years after his death, fear of Samson was upon the Philistines. and they lived in serenity. Alternatively, it corresponds to the two central pillars that he toppled. <br>“Five rams, five goats, five lambs in their first year” – why three species? It corresponds to the three types of offerings that the impurified nazirite would bring: Two doves or two young pigeons, one as a sin offering and one as a burnt offering, a sheep in its first year as a guilt offering. Why were there five of each? It corresponds to the five species that a nazirite who remained ritually pure brings: A sheep as a burnt offering, a ewe as a sin offering, a ram as a peace offering, loaves of high-quality flour and wafers of unleavened bread, and their meal offerings and their libations. <br>Another matter: Why three species? It corresponds to the three times that Samson smote the Philistines in his lifetime. They are: “He smote thirty…men” (Judges 14:19); “He smote them, calf over thigh…” (Judges 15:8); “He smote with it one thousand men” (Judges 15:15). They were three species, five each – fifteen corresponding to the miracle that was performed for him with the cheekbone. The spring was named for the miracle, as it is stated: “Therefore, he called its name: The spring of the caller, which is in Lehi to this day [<i>ein hakoreh asher baleḥi</i>]” (Judges 15:19). They are fifteen letters. <br>“This was the offering of Aḥiezer…” – since the Holy One blessed be He saw that he presented the offering in this order, He began lauding his offering: “This was the offering of…”", "versionTitle": "The Sefaria Midrash Rabbah, 2022", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "58f75f70d6e4a9133c20c276", "index_title": "Ben Ish Hai", "category": "Halakhah", "type": "commentary", "ref": "Ben Ish Hai, Drashot, Nasso 5", "anchorRef": "Numbers 6:8", "anchorRefExpanded": ["Numbers 6:8"], "sourceRef": "Ben Ish Hai, Drashot, Nasso 5", "sourceHeRef": "בן איש חי, דרשות, נשא ה׳", "anchorVerse": 8, "sourceHasEn": false, "compDate": [1894, 1898], "commentaryNum": 5, "collectiveTitle": {"en": "Ben Ish Hai", "he": "בן איש חי"}, "heTitle": "נשא", "he": "<b>וכל תרומה לכל קדשי בני ישראל אשר יקריבו לכהן לו יהיה</b> נ\"ל בס\"ד כל חכם גדול בדורו נקרא בשם כהן שהוא לשון חשיבות כמו ובני דוד כהנים וכן עירה היאירי היה כהן לדור ועוד כי עסק החכם הוא בתורה שהוא במקום עבודה שעוסק הכהן וידוע יש תורה ומצות שיעשה האדם ואין להם כח לעלות למקום עליון לפעול התיקון שלהם מחמת חולשתם אך אם יצטרפו עם תורה ומצות של אדם גדול מעלה אותם עמו כספינה של אש המושכת עמה ספינה פשוטה וכיון שמעלה אותם יהיה לו חלק בתיקון הנעשה בהם ויקבל שכר על זה וז\"ש וכל תרומה הוא עסק התורה המכונה בשם תרומה כמ\"ש רבינו בעל הטורים תרומה תורה מ' וגם לכל קדשי בני ישראל הם המצות אשר יקריבו לכהן הוא החכם הגדול שבדור להעלותם על ידו אז לו יהיה חלק ושכר בתיקון שלהם: \n", "heVersionTitle": "Ben Ish Chai, Jerusalem, 1898", "heLicense": "Public Domain", "heVersionTitleInHebrew": "בן איש חי, ירושלים, תרנ\"ח", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "590ae4e3d6e4a92a5147c48d", "index_title": "Duties of the Heart", "category": "Jewish Thought", "type": "", "ref": "Duties of the Heart, Ninth Treatise on Abstinence 6:4", "anchorRef": "Numbers 6:8", "anchorRefExpanded": ["Numbers 6:8"], "sourceRef": "Duties of the Heart, Ninth Treatise on Abstinence 6:4", "sourceHeRef": "חובות הלבבות, שער תשיעי - שער הפרישות ו׳:ד׳", "anchorVerse": 8, "sourceHasEn": true, "compDate": [1080], "commentaryNum": 6.0004, "collectiveTitle": {"en": "Duties of the Heart", "he": "חובות הלבבות"}, "he": "וּמֵהֶם מָה שֶׁנֶּאֱמַר בַּנָּזִיר שֶׁקְּרָאוֹ הָאֱלֹהִים קָדוֹשׁ כמ״ש (במדבר ז) כֹּל יְמֵי נִזְרוֹ קָדֹשׁ הוּא לַה׳ בַּעֲבוּר שֶׁפָּסַק מִפְּרִי הַגֶּפֶן וְגִדֵּל שְׂעַר רֹאשׁוֹ בִּלְבַד כ״ש מִי שֶׁפָּסְקָה תַּאֲוָתוֹ מִכָּל הַתַּעֲנוּגִים שֶׁיֵּשׁ לוֹ שָׂכָר וּגְמוּל יוֹתֵר.", "heVersionTitle": "Vocalized Edition", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "Among them what was said of the Nazir, which G-d calls him \"holy\", as written: <i>\"All the days of his abstinence he is holy to G-d\"</i> (Bamidbar 6:8). Because he abstained from the fruits of the vine and allowed his hair to grow [long]. All the more so for one who abstains from all physical pleasures that he has greater reward and recompense.", "versionTitle": "Duties of the Heart, trans. Rabbi Yosef Sebag", "license": "CC-BY", "versionTitleInHebrew": "חובות הלבבות, בתרגום רבי יוסף סבג"}, {"_id": "59636c16d6e4a9416e9c4539", "index_title": "Mizrachi", "category": "Commentary", "type": "commentary", "ref": "Mizrachi, Numbers 6:8:1", "anchorRef": "Numbers 6:8", "anchorRefExpanded": ["Numbers 6:8"], "sourceRef": "Mizrachi, Numbers 6:8:1", "sourceHeRef": "מזרחי, במדבר ו׳:ח׳:א׳", "anchorVerse": 8, "sourceHasEn": false, "compDate": [1475, 1525], "commentaryNum": 8.0001, "collectiveTitle": {"en": "Mizrachi", "he": "מזרחי"}, "heTitle": "במדבר", "he": "<b>כל ימי נזרו קדוש הוא זו קדושת הגוף מלטמא למתים. </b>לא כמלת קדוש יהיה דלעיל שהוא תואר לשער שלו: \n", "heVersionTitle": "Four commentaries on Rashi. Warsaw, 1862", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5b0bc281c1533e001928aa75", "index_title": "Malbim on Numbers", "category": "Commentary", "type": "commentary", "ref": "Malbim on Numbers 6:8:1", "anchorRef": "Numbers 6:8", "anchorRefExpanded": ["Numbers 6:8"], "sourceRef": "Malbim on Numbers 6:8:1", "sourceHeRef": "מלבי\"ם על במדבר ו׳:ח׳:א׳", "anchorVerse": 8, "sourceHasEn": false, "compDate": [1845, 1875], "commentaryNum": 8.0001, "collectiveTitle": {"en": "Malbim", "he": "מלבי\"ם"}, "heTitle": "מלבי\"ם על במדבר", "he": "<b>כל ימי נזרו וכו' </b>נזיר עולם מנין, התבאר למעלה:", "heVersionTitle": "Mikraei Kodesh, Vilna, 1891", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מקראי קודש, וילנא תרנ\"א", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5b0bc281c1533e001928aa77", "index_title": "Malbim on Numbers", "category": "Commentary", "type": "commentary", "ref": "Malbim on Numbers 6:8:2", "anchorRef": "Numbers 6:8", "anchorRefExpanded": ["Numbers 6:8"], "sourceRef": "Malbim on Numbers 6:8:2", "sourceHeRef": "מלבי\"ם על במדבר ו׳:ח׳:ב׳", "anchorVerse": 8, "sourceHasEn": false, "compDate": [1845, 1875], "commentaryNum": 8.0002, "collectiveTitle": {"en": "Malbim", "he": "מלבי\"ם"}, "heTitle": "מלבי\"ם על במדבר", "he": "<b>קדוש הוא </b>זו קדושת הגוף התבאר למעלה (סי' קא):", "heVersionTitle": "Mikraei Kodesh, Vilna, 1891", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מקראי קודש, וילנא תרנ\"א", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5bf3e9d4bfb49d00a0db918a", "index_title": "English Explanation of Mishnah Makkot", "category": "Quoting Commentary", "type": "", "ref": "English Explanation of Mishnah Makkot 3:7:2", "anchorRef": "Numbers 6:1-21", "anchorRefExpanded": ["Numbers 6:1", "Numbers 6:2", "Numbers 6:3", "Numbers 6:4", "Numbers 6:5", "Numbers 6:6", "Numbers 6:7", "Numbers 6:8", "Numbers 6:9", "Numbers 6:10", "Numbers 6:11", "Numbers 6:12", "Numbers 6:13", "Numbers 6:14", "Numbers 6:15", "Numbers 6:16", "Numbers 6:17", "Numbers 6:18", "Numbers 6:19", "Numbers 6:20", "Numbers 6:21"], "sourceRef": "English Explanation of Mishnah Makkot 3:7:2", "sourceHeRef": "ביאור אנגלי על משנה מכות ג׳:ז׳:ב׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [1997, 2013], "commentaryNum": 7.0002, "collectiveTitle": {"en": "English Explanation of Mishnah Makkot", "he": "ביאור אנגלי על משנה מכות"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<b>If a nazirite has been drinking wine all day, he is liable for only one lashing. If they said to him, “Don’t drink wine”, “Don’t drink wine”, and he kept drinking, he is liable for each instance.</b> A nazirite is forbidden to shave his hair, drink wine or become impure (Numbers 6:1-21).  Our mishnah asks the question about a nazirite who drinks wine all day long.  Is this considered one violation or many violations?  In other words, what splits one act of violation from another, in order to make him liable on multiple counts? The mishnah states that it is his awareness of his crime, proven by others warning him to cease drinking, that separates counts of violations.  If he drinks all day long yet no one warns him, it is only considered one violation.  If others warn him, it is considered a violation every time he continues to drink.", "versionTitle": "Mishnah Yomit by Dr. Joshua Kulp", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5c4693d008d98a02694ddca9", "index_title": "Jastrow", "category": "Reference", "type": "reference", "ref": "Jastrow, נָזִיר 1", "anchorRef": "Numbers 6:1-21", "anchorRefExpanded": ["Numbers 6:1", "Numbers 6:2", "Numbers 6:3", "Numbers 6:4", "Numbers 6:5", "Numbers 6:6", "Numbers 6:7", "Numbers 6:8", "Numbers 6:9", "Numbers 6:10", "Numbers 6:11", "Numbers 6:12", "Numbers 6:13", "Numbers 6:14", "Numbers 6:15", "Numbers 6:16", "Numbers 6:17", "Numbers 6:18", "Numbers 6:19", "Numbers 6:20", "Numbers 6:21"], "sourceRef": "Jastrow, נָזִיר 1", "sourceHeRef": "מילון יסטרוב, נָזִיר א׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [1883, 1903], "commentaryNum": 1, "collectiveTitle": {"en": "Jastrow", "he": "מילון יסטרוב"}, "heTitle": "נָזִיר", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<strong dir=\"rtl\">נָזִיר</strong> m. (b. h.;  v. <a dir=\"rtl\" class=\"refLink\" href=\"/Jastrow,_נָזִיר.1\" data-ref=\"Jastrow, נָזִיר 1\">נָזִר</a>)  <b>1)</b> <i>abstinent.</i> <a class=\"refLink\" href=\"/Mishnah_Nazir.2.3\" data-ref=\"Mishnah Nazir 2:3\">Naz. II, 3</a> הריני נ׳ ממנו I will abstain from this (cup); a. e.—Pl. <span dir=\"rtl\">נְזִירִים</span>, <a dir=\"rtl\" class=\"refLink\" href=\"/Jastrow,_נְזִיקִין.1\" data-ref=\"Jastrow, נְזִיקִין 1\">נְזִירִין</a>. <a class=\"refLink\" href=\"/Vayikra_Rabbah.24.9\" data-ref=\"Vayikra Rabbah 24:9\">Lev. R. s. 24</a>, end, opp. <span dir=\"rtl\">שכורים</span>.—Esp. <i>nazir, Nazarite</i>, one bound by a vow to be set apart for the service of God, and as such to abstain from grapes and all productions of the vine and from intoxicating drinks, and to let his hair grow (<a class=\"refLink\" href=\"/Numbers.6.1-21\" data-ref=\"Numbers 6:1-21\">Num. VI, 1–21</a>). <a class=\"refLink\" href=\"/Mishnah_Nazir.1.1\" data-ref=\"Mishnah Nazir 1:1\">Naz. I, 1</a>, a. fr. <span dir=\"rtl\">הרי זה נ׳</span> he is a Nazarite (his words mean the vow of nazaritism). <a class=\"refLink\" href=\"/Mishnah_Nazir.1.2\" data-ref=\"Mishnah Nazir 1:2\">Ib. 2</a> <span dir=\"rtl\">נְ׳ שמשון</span> a Nazarite like Samson; <span dir=\"rtl\">נְ׳ עולם</span> a nazarite for life; a. v. fr.—Pl. as ab. Ib. V, 5; a. fr.—Fem. <a dir=\"rtl\" class=\"refLink\" href=\"/Jastrow,_נְזִירוּת.1\" data-ref=\"Jastrow, נְזִירוּת 1\">נְזִירָה</a>. Ib. III, 6. Ib. II, 2 <span dir=\"rtl\">אמר אמרה פרה זו הריני נ׳ וכ׳</span> if he said, this cow thinks I will be a <i>nazir</i>, if I stand up … he is a Nazarite by implication (it being his meaning that he will be a Nazarite if the cow gets up); a. fr. <b>—2)</b> <i>guarded</i>. Sifra B’har ch. I; Y. Shebi. VIII, 38ᵇ top. (expl. <span dir=\"rtl\">נזירך</span>, <a class=\"refLink\" href=\"/Leviticus.25.5\" data-ref=\"Leviticus 25:5\">Lev. XXV, 5</a>) <span dir=\"rtl\">מן השמור בארץ וכ׳</span> of that which is guarded in the ground &c. (v. Rashi to Lev. l. c.), opp. <span dir=\"rtl\">מובקר</span>.—<i>Nazir</i>, name of a treatise, of the Order of Nashim, of Mishnah, Talmud Babli and Y’rushalmi (in Tosefta <i>N’ziroth</i>)."], "versionTitle": "London, Luzac, 1903", "license": "Public Domain", "versionTitleInHebrew": "תרס״ג"}, {"_id": "5f1ea0eeeb7d2e1475644c77", "index_title": "Midrash Lekach Tov", "category": "Midrash", "type": "commentary", "ref": "Midrash Lekach Tov, Numbers 6:8:1", "anchorRef": "Numbers 6:8", "anchorRefExpanded": ["Numbers 6:8"], "sourceRef": "Midrash Lekach Tov, Numbers 6:8:1", "sourceHeRef": "מדרש לקח טוב, במדבר ו׳:ח׳:א׳", "anchorVerse": 8, "sourceHasEn": false, "compDate": [1105, 1115], "commentaryNum": 8.0001, "collectiveTitle": {"en": "Midrash Lekach Tov", "he": "מדרש לקח טוב"}, "heTitle": "במדבר", "he": "<b>פס'.</b> כל ימי נזרו קדש הוא לה'. להביא את נזיר עולם שלא קצב לו זמן. קדש הוא. <i data-commentator=\"Beur HaRe'em\" data-order=\"86\"></i> זו קדושת הגוף:", "heVersionTitle": "Midrash Lekach Tov on Torah, Vilna 1884", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש לקח טוב, מכונה פסיקתא זוטרתא, וילנא תרמ\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5f2699796418319ec81922f8", "index_title": "Mishnah Nazir", "category": "Mishnah", "type": "", "ref": "Mishnah Nazir 1:1", "anchorRef": "Numbers 6:1-21", "anchorRefExpanded": ["Numbers 6:1", "Numbers 6:2", "Numbers 6:3", "Numbers 6:4", "Numbers 6:5", "Numbers 6:6", "Numbers 6:7", "Numbers 6:8", "Numbers 6:9", "Numbers 6:10", "Numbers 6:11", "Numbers 6:12", "Numbers 6:13", "Numbers 6:14", "Numbers 6:15", "Numbers 6:16", "Numbers 6:17", "Numbers 6:18", "Numbers 6:19", "Numbers 6:20", "Numbers 6:21"], "sourceRef": "Mishnah Nazir 1:1", "sourceHeRef": "משנה נזיר א׳:א׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [190, 230], "commentaryNum": 1.0001, "collectiveTitle": {"en": "Mishnah Nazir", "he": "משנה נזיר"}, "heTitle": "משנה נזיר", "he": "כָּל כִּנּוּיֵי נְזִירוּת כִּנְזִירוּת. הָאוֹמֵר אֱהֵא, הֲרֵי זֶה נָזִיר. אוֹ אֱהֵא נָוֶה, נָזִיר. נָזִיק, נָזִיחַ, פָּזִיחַ, הֲרֵי זֶה נָזִיר. הֲרֵינִי כָּזֶה, הֲרֵינִי מְסַלְסֵל, הֲרֵינִי מְכַלְכֵּל, הֲרֵי עָלַי לְשַׁלַּח פֶּרַע, הֲרֵי זֶה נָזִיר. הֲרֵי עָלַי צִפֳּרִים, רַבִּי מֵאִיר אוֹמֵר, נָזִיר. וַחֲכָמִים אוֹמְרִים, אֵינוֹ נָזִיר: \n", "heVersionTitle": "Torat Emet 357", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורת אמת 357", "text": "One becomes a nazirite by taking a nazirite vow, in which he simply declares himself a nazirite, as detailed in the Torah (Numbers 6:1–21). Additionally, <b>all substitutes</b> for the language <b>of nazirite vows are like nazirite vows</b> and are binding. Furthermore, intimations of nazirite vows, i.e., incomplete statements that are understood from context to be meant as nazirite vows, are considered binding nazirite vows. Consequently, <b>one who says: I will be,</b> without further clarification, <b>is a nazirite,</b> as this is his implied intention. <b>Or,</b> if he said: <b>I will be beautiful,</b> he is <b>a nazirite.</b> The substitutes for the language of nazirite vows are as follows: If one says: I will be <b>a <i>nazik</i>,</b> a <b><i>nazi’aḥ</i>,</b> or <b>a <i>pazi’aḥ</i>, he is a nazirite.</b> If one says: <b>I am hereby like this, I am hereby</b> a hair <b>curler, I am hereby growing</b> my <b>hair;</b> or: <b>It is</b> incumbent <b>upon me to grow long hair, he is a nazirite.</b> If one says: An obligation <b>is hereby</b> incumbent <b>upon me</b> with regard to <b>birds, Rabbi Meir says: He is a nazirite.</b> A nazirite brings two bird-offerings if he inadvertently becomes ritually impure from a corpse (Numbers 6:10), and it is understood that the individual used this indirect phrase to take a vow of naziriteship. <b>And the Sages say: He is not a nazirite.</b>", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "5ffdb731826be30d23879277", "index_title": "Malbim on Numbers", "category": "Commentary", "type": "commentary", "ref": "Malbim on Numbers 6:8:3", "anchorRef": "Numbers 6:8", "anchorRefExpanded": ["Numbers 6:8"], "sourceRef": "Malbim on Numbers 6:8:3", "sourceHeRef": "מלבי\"ם על במדבר ו׳:ח׳:ג׳", "anchorVerse": 8, "sourceHasEn": false, "compDate": [1845, 1875], "commentaryNum": 8.0003, "collectiveTitle": {"en": "Malbim", "he": "מלבי\"ם"}, "heTitle": "מלבי\"ם על במדבר", "he": [], "heVersionTitle": "Mikraei Kodesh, Vilna, 1891", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מקראי קודש, וילנא תרנ\"א", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5ffdb735826be30d23879279", "index_title": "Malbim on Numbers", "category": "Commentary", "type": "commentary", "ref": "Malbim on Numbers 6:8:4", "anchorRef": "Numbers 6:8", "anchorRefExpanded": ["Numbers 6:8"], "sourceRef": "Malbim on Numbers 6:8:4", "sourceHeRef": "מלבי\"ם על במדבר ו׳:ח׳:ד׳", "anchorVerse": 8, "sourceHasEn": false, "compDate": [1845, 1875], "commentaryNum": 8.0004, "collectiveTitle": {"en": "Malbim", "he": "מלבי\"ם"}, "heTitle": "מלבי\"ם על במדבר", "he": [], "heVersionTitle": "Mikraei Kodesh, Vilna, 1891", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מקראי קודש, וילנא תרנ\"א", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5ffdb73a826be30d2387927b", "index_title": "Malbim on Numbers", "category": "Commentary", "type": "commentary", "ref": "Malbim on Numbers 6:8:5", "anchorRef": "Numbers 6:8", "anchorRefExpanded": ["Numbers 6:8"], "sourceRef": "Malbim on Numbers 6:8:5", "sourceHeRef": "מלבי\"ם על במדבר ו׳:ח׳:ה׳", "anchorVerse": 8, "sourceHasEn": false, "compDate": [1845, 1875], "commentaryNum": 8.0005, "collectiveTitle": {"en": "Malbim", "he": "מלבי\"ם"}, "heTitle": "מלבי\"ם על במדבר", "he": [], "heVersionTitle": "Mikraei Kodesh, Vilna, 1891", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מקראי קודש, וילנא תרנ\"א", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5ffdb73e826be30d2387927d", "index_title": "Malbim on Numbers", "category": "Commentary", "type": "commentary", "ref": "Malbim on Numbers 6:8:6", "anchorRef": "Numbers 6:8", "anchorRefExpanded": ["Numbers 6:8"], "sourceRef": "Malbim on Numbers 6:8:6", "sourceHeRef": "מלבי\"ם על במדבר ו׳:ח׳:ו׳", "anchorVerse": 8, "sourceHasEn": false, "compDate": [1845, 1875], "commentaryNum": 8.0006, "collectiveTitle": {"en": "Malbim", "he": "מלבי\"ם"}, "heTitle": "מלבי\"ם על במדבר", "he": [], "heVersionTitle": "Mikraei Kodesh, Vilna, 1891", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מקראי קודש, וילנא תרנ\"א", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5ffdb743826be30d2387927f", "index_title": "Malbim on Numbers", "category": "Commentary", "type": "commentary", "ref": "Malbim on Numbers 6:8:7", "anchorRef": "Numbers 6:8", "anchorRefExpanded": ["Numbers 6:8"], "sourceRef": "Malbim on Numbers 6:8:7", "sourceHeRef": "מלבי\"ם על במדבר ו׳:ח׳:ז׳", "anchorVerse": 8, "sourceHasEn": false, "compDate": [1845, 1875], "commentaryNum": 8.0007, "collectiveTitle": {"en": "Malbim", "he": "מלבי\"ם"}, "heTitle": "מלבי\"ם על במדבר", "he": [], "heVersionTitle": "Mikraei Kodesh, Vilna, 1891", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מקראי קודש, וילנא תרנ\"א", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5ffdb747826be30d23879281", "index_title": "Malbim on Numbers", "category": "Commentary", "type": "commentary", "ref": "Malbim on Numbers 6:8:8", "anchorRef": "Numbers 6:8", "anchorRefExpanded": ["Numbers 6:8"], "sourceRef": "Malbim on Numbers 6:8:8", "sourceHeRef": "מלבי\"ם על במדבר ו׳:ח׳:ח׳", "anchorVerse": 8, "sourceHasEn": false, "compDate": [1845, 1875], "commentaryNum": 8.0008, "collectiveTitle": {"en": "Malbim", "he": "מלבי\"ם"}, "heTitle": "מלבי\"ם על במדבר", "he": [], "heVersionTitle": "Mikraei Kodesh, Vilna, 1891", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מקראי קודש, וילנא תרנ\"א", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "612254c7bce09342d8e614d0", "index_title": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers", "category": "Jewish Thought", "type": "", "ref": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers, Part I, Chapter 4; The Leadership Gadfly 11", "anchorRef": "Numbers 6:1-8", "anchorRefExpanded": ["Numbers 6:1", "Numbers 6:2", "Numbers 6:3", "Numbers 6:4", "Numbers 6:5", "Numbers 6:6", "Numbers 6:7", "Numbers 6:8"], "sourceRef": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers, Part I, Chapter 4; The Leadership Gadfly 11", "sourceHeRef": "מנהיגות בשממה; סמכות ואנרכיה בספר במדבר, חלק ראשון, פרק ד י״א", "anchorVerse": 1, "sourceHasEn": true, "commentaryNum": 11, "collectiveTitle": {"en": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers", "he": "מנהיגות בשממה; סמכות ואנרכיה בספר במדבר"}, "heTitle": "פרק ד", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<small>And the Lord spoke to Moses, saying, “Speak to the children of Israel and say to them, ‘If anyone, man or woman, explicitly utters a nazarite’s vow, to set himself apart for the Lord, he shall abstain from wine and any other intoxicant, and no vinegar of wine or vinegar of strong drink, neither shall he drink any liquor of grapes, nor eat moist grapes, or dried. Throughout his term as nazarite, he may not eat anything that is obtained from the grapevine, even seeds or skin. All the days of the vow of his separation, no razor shall touch his head, until the days be fulfilled, the hair of his head left to grow untrimmed. Throughout the term that he has set apart for the Lord, he shall not go where there is a dead person. Even if his father or mother, or his sister or brother should die, he must not defile himself for them, since hair set apart for his God is upon his head. Throughout his term as nazarite, he is consecrated to the Lord.’” (Num. 6:1–8)</small>", "versionTitle": "Jerusalem. Maggid Books, 2013", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "616821f5017ddac00a212709", "index_title": "Mishnat Eretz Yisrael on Mishnah Nazir", "category": "Quoting Commentary", "type": "", "ref": "Mishnat Eretz Yisrael on Mishnah Nazir 4:1:1", "anchorRef": "Numbers 6:1-21", "anchorRefExpanded": ["Numbers 6:1", "Numbers 6:2", "Numbers 6:3", "Numbers 6:4", "Numbers 6:5", "Numbers 6:6", "Numbers 6:7", "Numbers 6:8", "Numbers 6:9", "Numbers 6:10", "Numbers 6:11", "Numbers 6:12", "Numbers 6:13", "Numbers 6:14", "Numbers 6:15", "Numbers 6:16", "Numbers 6:17", "Numbers 6:18", "Numbers 6:19", "Numbers 6:20", "Numbers 6:21"], "sourceRef": "Mishnat Eretz Yisrael on Mishnah Nazir 4:1:1", "sourceHeRef": "משנת ארץ ישראל על משנה נזיר ד׳:א׳:א׳", "anchorVerse": 1, "sourceHasEn": false, "commentaryNum": 1.0001, "collectiveTitle": {"en": "Mishnat Eretz Yisrael on Mishnah Nazir", "he": "משנת ארץ ישראל על משנה נזיר"}, "he": "פרק ד עוסק בכללו בהפרת נדרי נזירות אישה על ידי בעלה ובבעיות אחרות של נזירות שלא מומשה. עם זאת, הפרק מעלה את התרת הנזר אגב מקרים אחרים שהם נדונים לגופם. כלומר, הלכות נזיר ניזונות מהלכות הפרת נדרים (במדבר ל\"ט, טז), שהרי בנזירות גופה לא נידונה הפרת נדרי אישה כלל (במדבר ו', א-כא). אדרבה, נזכר שם במפורש: \"איש או אשה כי יפלִא לנדֹר נדר נזיר להזיר לה' \" (במדבר ו', ב), אם כן השווה הכתוב איש לאישה. הפרק שלנו עוסק רק בהפרת נזירות של הבעל ומתעלם מאפשרות של הפרת נזירות על ידי האב, אף על פי שבדיני הפרת נדרים מדובר במפורש בהפרת הנדר על ידי האב או הבעל (במדבר ל', ד-ה; יז), והפסוקים, כמו גם ההלכה התנאית, משווים בין מערכת היחסים של אב ובתו ומערכת היחסים של איש ואישה ביחס לנדרים.<sup class=\"footnote-marker\">1</sup><i class=\"footnote\">ראו דיוננו להלן משנה ז ובנדרים פרק י (כל הפרק), ושם נדונו המקבילות וההבדלים בין האב לבעל. </i> לעומת זאת עורך הפרק קושר את הפרת נדרי אישה בתופעה חברתית אחרת – נדרים בצוותא, ולכן אף שעיקר עניינו הפרת נדרי אישה הוא פותח בחלות נדרי צוותא לגברים ונשים כאחד.<sup class=\"footnote-marker\">2</sup><i class=\"footnote\">ראו דיוננו לעיל פ\"א מ\"א-מ\"ב, וכן פ\"ב מ\"א. </i>", "heVersionTitle": "Mishnat Eretz Yisrael, Seder Nashim, Jerusalem, 2013-2019", "heLicense": "CC-BY", "heVersionTitleInHebrew": "סדר נשים, מאת שמואל ספראי, זאב ספראי וחנה ספראי, ירושלים. תשע\"ג-תשע\"ט", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "619e8eeaad9c4d6ad7413679", "index_title": "Jerusalem Talmud Nazir", "category": "Talmud", "type": "related passage", "ref": "Jerusalem Talmud Nazir 3:5:3", "anchorRef": "Numbers 6:8", "anchorRefExpanded": ["Numbers 6:8"], "sourceRef": "Jerusalem Talmud Nazir 3:5:3", "sourceHeRef": "תלמוד ירושלמי נזיר ג׳:ה׳:ג׳", "anchorVerse": 8, "sourceHasEn": true, "compDate": [375, 425], "commentaryNum": 5.0003, "collectiveTitle": {"en": "Jerusalem Talmud Nazir", "he": "תלמוד ירושלמי נזיר"}, "heTitle": "תלמוד ירושלמי נזיר", "he": "<i data-overlay=\"Vilna Pages\" data-value=\"14a\"></i>עוֹדֶינּוּ שָׁם. רִבִּי יוֹחָנָן אָמַר. מַתְרִין עַל הַכֹּל כְּדֵי פְרִישָׁה וּפְרִישָׁה וְהוּא לוֹקֶה. רִבִּי לָֽעְזָר אוֹמֵר. אֵינוֹ מְקַבֵּל עַד שֶׁיִּפְרוֹשׁ וְיַחֲזוֹר. <i data-overlay=\"Venice Columns\" data-value=\"52d\"></i>אָמַר רִבִּי בָּא. כָּךְ הָיָה מֵשִׁיב רִבִּי יוֹחָנָן אֶת רִבִּי לָֽעְזָר. וְהָא כְתִיב לֹא יָבוֹא וְלֹא יִטַּמֵּא. אָמַר לֵיהּ. שֶׁאִם הִתְרוֹ בוֹ מִשּׁוּם וְלֹא יָבוֹא לוֹקֶה. מִשּׁוּם לֹא יִטַּמֵּא אֵינוֹ לוֹקֶה. אָמַר רִבִּי הִילָא. מֵהִשְׁתַּחֲוָיָה לָמַד רִבִּי יוֹחָנָן. דְּתַנִּינָן תַּמָּן. הִשְׁתַּחֲוָה אוֹ שֶׁשָּׁהָא כְדֵי הִשְׁתַּחֲוָיָה. אָמַר רִבִּי מַתַּנְייָה. הֲוִינָן סָֽבְרִין מֵימַר. מַה פְלִיגִין. בְּמַכּוֹת. הָא קָרְבָּן לֹא. מִן מַה דָּמַר רִבִּי הִילָא. מֵהִשְׁתַּחֲוָיָה לָמַד רִבִּי יוֹחָנָן. הָדָא אָֽמְרָה. הִיא בַמַּכּוֹת הִיא בַקָּרְבָּן. מַתְנִיתָא פְלִיגָא עַל רִבִּי יוֹחָנָן. נָזִיר שֶׁהָיָה שׁוֹתֶה יַיִן כָּל־הַיּוֹם אֵינוֹ חַייָב אֶלָּא אַחַת. פָּתַר לָהּ שֶׁאֵין בֵּית הַבְּלִיעָה פָּנוּי. מַתְנִיתָא פְלִיגָא עַל רִבִּי יוֹחָנָן. הָיָה מִטַּמֵּא לְמֵת כָּל־הַיּוֹם אֵינוֹ חַייָב אֶלָּא אַחַת. פָּתַר לָהּ בְּשׁוֹהֵא עַל כָּל־פְּרִישָׁה וּפְרִישָׁה וְהוּא לוֹקֶה. מַתְנִיתָא פְלִיגָא עַל רִבִּי יוֹחָנָן. כֹּהֵן שֶׁעוֹמֵד בְּבֵית הַקְּבָרוֹת וְהוֹשִׁיטוּ לוֹ מֵת אַחֵר יָכוֹל יְקַבֵּל. תִּלְמוּד לוֹמַר יִטַּמָּא בַעַל בְּעַמָּיו. הֲרֵי שֶׁקִּיבֵּל יָכוֹל יְהֵא חַייָב. תַּלְמוּד לוֹמַר לְהֵחַלּוֹ. אֶת שֶׁהוּא מוֹסִיף חִילּוּל עַל חִילּוּלוֹ. יָצָא זֶה שֶׁאֵינוֹ מוֹסִיף חִילּוּל עַל חִילּוּלוֹ. אָמַר רִבִּי זְעִירָא אָמַר רִבִּי יוֹחָנָן. לְהֵחַלּוֹ. יָצָא זֶה שֶׁאֵינוֹ מוֹסִיף חִילּוּל עַל חִילּוּלוֹ. שֶׁלֹּא יֹאמַר. הוֹאִיל וְנִיטְמֵאתִי עַל אַבָּא אֶלְקוֹט עַצְמוֹת פְּלוֹנִי בְיָדִי. לְהֵחַלּוֹ. בִּשְׁעַת מִיתָה. רִבִּי אוֹמֵר. אַף בְּמוֹתָן. רִבִּי שִׁמְעוֹן בֶּן לָקִישׁ אֶמַר. מַחֲלוֹקֶת בֵּינֵיהֶן. וְאַתְייָא דְּרִבִּי שִׁמְעוֹן בַּר װָא כְּרִבִּי שִׁמְעוֹן בֶּן לָקִישׁ. שִׁמְעוֹן בַּר װָא מִי דְמָךְ הֲוָה אֲמַר. הָא נְפִיקָא מִיכָּא וְהָא נְפִיקָא מִיכָּא.", "heVersionTitle": "The Jerusalem Talmud, edition by Heinrich W. Guggenheimer. Berlin, De Gruyter, 1999-2015", "heLicense": "CC-BY", "heVersionTitleInHebrew": "", "text": "If he is still there<sup class=\"footnote-marker\">63</sup><i class=\"footnote\">Here starts the discussion of the Mishnah. What is the situation of the person who vowed in the cemetery to be a <i>nazir</i>.</i>, Rebbi Joḥanan said, one warns him about everything for every possible leaving,<sup class=\"footnote-marker\">64</sup><i class=\"footnote\">R. Joḥanan holds that the vow becomes effective the moment it is uttered. Then the <i>nazir</i> is informed that he has to leave the cemetery immediately (and refrain from wine and shaving). If he does not obey, he can be repeatedly warned and the disregard of every warning is a new, punishable offence.</i> and he is whipped. Rebbi Eleazar said, he does not accept [warning] unless he leaves<sup class=\"footnote-marker\">65</sup><i class=\"footnote\">He holds that the vow becomes effective only when the <i>nazir</i> leaves the cemetery. Then also the warning becomes relevant for him and he can be punished if he returns to the cemetery.</i> and returns. Rebbi Abba said: So did Rebbi Joḥanan answer Rebbi Eleazar: Is it not written, “he shall not come” and “he may not defile himself”<sup class=\"footnote-marker\">66</sup><i class=\"footnote\">If <a class=\"refLink\" data-ref=\"Numbers 6:6\" href=\"/Numbers.6.6\"><i>Num</i>. 6:6</a>, there is a general prohibition, “to any dead person he shall not come.” In v. 7, there is a particular prohibition; for close relatives “he may not be defiled.” R. Joḥanan interprets this to mean: even in a case where he does not defile himself, because he was defiled before he made the vow, he violates the separate prohibition of <a class=\"refLink\" data-ref=\"Numbers 6:6\" href=\"/Numbers.6.6\">v. 6</a>.</i>? He said to him, if they warned him because of “he shall not come”, he is whipped; because of “he shall not defile himself” he is not whipped<sup class=\"footnote-marker\">67</sup><i class=\"footnote\">He reads the verses as they are written. The <i>nazir</i> can be warned, and is whipped, for an active <i>coming</i> to corpses. But nobody can be whipped for a prohibition formulated in the passive voice.</i>. Rebbi Hila said, Rebbi Joḥanan learned from prostrating, as we have stated there<sup class=\"footnote-marker\">68</sup><i class=\"footnote\">Mishnah <i>Šebuot</i> 2:3. A person who comes to the Temple precinct and belatedly remembers that he is impure, has to leave immediately. If he tarries long enough for an act of prostration, he is punished.</i>: “If he prostrated himself or stayed there long enough to prostrate himself.” Rebbi Mattaniah said, we thought that was where they do disagree? About lashes, but not about a sacrifice. Since Rebbi Hila said, Rebbi Joḥanan learned from prostrating<sup class=\"footnote-marker\">69</sup><i class=\"footnote\">Where the main thrust of the entire Chapter in the Mishnah is the obligation to bring a sacrifice to purify himself from the inadvertent sin.</i>, that means that lashes and sacrifices are one and the same. A Mishnah disagrees with Rebbi Joḥanan: “A <i>nazir</i> who drank wine the entire day is guilty only once.<sup class=\"footnote-marker\">70</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Jerusalem Talmud Nazir 6:4:1\" href=\"/Jerusalem_Talmud_Nazir.6.4.1\">Mishnah 6:4</a>. This presupposes that he was warned only once.</i>” He explains it, that his throat was never empty<sup class=\"footnote-marker\">71</sup><i class=\"footnote\">If the <i>nazir</i> actually never stopped drinking the entire day, he could not have been warned more than once. The Mishnah is irrelevant for the statement that separate warnings imply separate punishments.</i>. A Mishnah disagrees with Rebbi Joḥanan: “If he was defiling himself for the dead the entire day, he is guilty only once<sup class=\"footnote-marker\">70</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Jerusalem Talmud Nazir 6:4:1\" href=\"/Jerusalem_Talmud_Nazir.6.4.1\">Mishnah 6:4</a>. This presupposes that he was warned only once.</i>.” He explains it about one who waits before every leaving, who is whipped<sup class=\"footnote-marker\">72</sup><i class=\"footnote\">He explains the Mishnah, if there was only one warning. But if he was warned repeatedly, each action represents a new offense. (Whether tarrying plays a role in this case remains an open question in the <a class=\"refLink\" data-ref=\"Shevuot 17a\" href=\"/Shevuot.17a\">Babli, <i>Šebuot</i> 17a</a>.)</i>. A <i>baraita</i> disagrees with Rebbi Joḥanan: If a Cohen was standing in a cemetery<sup class=\"footnote-marker\">73</sup><i class=\"footnote\">Legitimately, when burying a close relative.</i> and they were handing another corpse to him, could he accept? The verse says, “the husband shall be defiled for his family<sup class=\"footnote-marker\">74</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Leviticus 21:4\" href=\"/Leviticus.21.4\"><i>Lev</i>. 21:4</a>. The verse really reads: “The husband shall not be defiled for his family, to be profaned,” meaning that the Cohen cannot defile himself for a wife he was forbidden to marry. This implies that he can be defiled only for the benefit of his legal family.</i>.” If he accepted it, I could think that he was guilty. The verse says, “to be profaned”. One who adds impurity to the impurity; that excludes him who does not add impurity to his impurity<sup class=\"footnote-marker\">75</sup><i class=\"footnote\">If he already is impure, touching another corpse does not change his status. (In the Babli, the Babylonian authorities disagree, 42b.)</i>. Rebbi Ze‘ira said, Rebbi Neḥemiah said, “to be profaned”, that excludes him who does not add impurity to his impurity, lest he say, because I became defiled for my father I may go and collect the bones of X. “To be profaned”, at the time of death; Rebbi said, also “in their death.<sup class=\"footnote-marker\">76</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Numbers 6:7\" href=\"/Numbers.6.7\"><i>Num</i>. 6:7</a> prohibits the <i>nazir</i> from being defiled for his close relatives “in their death”, meaning that he does not have to leave the house when they lie dying, but only after they are dead. The same <i>baraita</i> is quoted in the <a class=\"refLink\" data-ref=\"Nazir 43a\" href=\"/Nazir.43a\">Babli, 43a</a>.</i>” Rebbi Simeon ben Laqish said, they disagree<sup class=\"footnote-marker\">77</sup><i class=\"footnote\">The authorities disagreeing with Rebbi require the <i>nazir</i> to leave the house when they lie dying.</i>. It follows that Rebbi Simeon bar Abba follows Rebbi Simeon ben Laqish. When Simeon bar Abba was dying, he said, this should be taken out here, that should be taken out there<sup class=\"footnote-marker\">78</sup><i class=\"footnote\">To avoid that vessels become impure at his death.</i>.", "versionTitle": "The Jerusalem Talmud, translation and commentary by Heinrich W. Guggenheimer. Berlin, De Gruyter, 1999-2015", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "619e8eccad9c4d6ad7412957", "index_title": "Jerusalem Talmud Nazir", "category": "Talmud", "type": "related passage", "ref": "Jerusalem Talmud Nazir 8:1:3", "anchorRef": "Numbers 6:8", "anchorRefExpanded": ["Numbers 6:8"], "sourceRef": "Jerusalem Talmud Nazir 8:1:3", "sourceHeRef": "תלמוד ירושלמי נזיר ח׳:א׳:ג׳", "anchorVerse": 8, "sourceHasEn": true, "compDate": [375, 425], "commentaryNum": 1.0003, "collectiveTitle": {"en": "Jerusalem Talmud Nazir", "he": "תלמוד ירושלמי נזיר"}, "heTitle": "תלמוד ירושלמי נזיר", "he": "רִבִּי מָנָא שָׁמַע לָהּ מִן דְּבַתְרָהּ. אָֽמְרוּ לוֹ. אִם יִרְצֶה לוֹמַר. מֵזִיד הָיִיתִי. בְּשִׁפְחָה חֲרוּפָה מָה אִית לָךְ. שׁוֹגֵג חַייָב מֵזִיד חַייָב. שֶׁיָּכוֹל לוֹמַר לוֹ. הֵיעַרְתִּי אֲבָל לֹא גָמַרְתִּי. <i data-overlay=\"Vilna Pages\" data-value=\"39b\"></i>כַּיי דְּאָמַר רִבִּי שִׁמְעוֹן בֶּן לָקִישׁ. נֶאֱנַסְתִּי מִפְּנֵי כְשָׁפִים שֶׁעָשָׂת לִי. בִּנְזִירוּת מָה אִית לָךְ. שׁוֹגֵג חַייָב מֵזִיד חַייָב אָנוּס חַייָב. בְּפֶתַע לְרַבּוֹת הַשּׁוֹגֵג. בְּפֶתַע לְרַבּוֹת הַמֵּזִיד. תְּנַאי הָיָה בְלִיבִּי. לִכְשֶׁאֲטַמֵּא תִּיפְקַע נְזִירוּתִי מִמֶּנִּי תָחוּל עָלַי נְזִירוּת אֲחֶרֶת. מִכָּל־מָקוֹם לֹא נִתְחַייֵב בִּנְזִירוּת עַד עַכְשָׁיו. תְּנַיי הָיָה בְלִיבִּי. לִכְשֶׁאֲטַמֵּא תִּפְקַע נְזִירוּתִי מִמֶּנִּי תָחוּל עָלַי נְזִירוּת אֲחֶרֶת. בשביעית<i data-commentator=\"Notes by Heinrich Guggenheimer\" data-label=\"24\"></i> מָה אִית לָךְ. שׁוֹגֵג חַייָב מֵזִיד חַייָב. תְּנַי בִּדְבָרִים אֵין תְּנַיי בשביעית.<i data-commentator=\"Notes by Heinrich Guggenheimer\" data-label=\"24\"></i> וְאַתְייָא כֵּיי דָמַר רִבִּי בָּא רַב יְהוּדָה. בְּשׁוֹגֵג בְּקָרְבְּנָהּ וּבְמֵזִיד בְּקָרְבְּנָהּ. אֲבָל אִם אָמַר. סָבוּר הָיִיתִי שֶׁאֵין זוֹ שְׁבוּעָה. פָּטוּר. הָא כָּל־אִילֵּין מִילַּייָא לֹא מָצֵי תְנֵָייהּ. וָכָא מָצֵי תְנָיֵיהּ.", "heVersionTitle": "The Jerusalem Talmud, edition by Heinrich W. Guggenheimer. Berlin, De Gruyter, 1999-2015", "heLicense": "CC-BY", "heVersionTitleInHebrew": "", "text": "Rebbi Mana understood it<sup class=\"footnote-marker\">25</sup><i class=\"footnote\">That the Sages and R. Jehudah do not agree about the weight of a person’s disclaimer as against two witnesses to his actions.</i> from the following<sup class=\"footnote-marker\">26</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Mishnah Keritot 3:1\" href=\"/Mishnah_Keritot.3.1\">Mishnah <i>Keritut</i> 3:1</a>.</i>: “They told him, if he wishes, he says that he did it intentionally.” What can he say for an assigned slave girl<sup class=\"footnote-marker\">27</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Leviticus 19:20-22\" href=\"/Leviticus.19.20-22\"><i>Lev.</i> 19:20–22</a>, the case of a man sleeping with a slave girl assigned as a future wife to another free man. As long as the girl is not totally freed, she cannot marry the man to whom she is assigned. Therefore, her relations with another man are not adultery. A reparation offering is required from the man. This is one of the few cases in which a sacrifice is possible for deliberate sin.</i>? In error<sup class=\"footnote-marker\">28</sup><i class=\"footnote\">If in the dark he thought that she was his wife.</i>, he is obligated; intentionally<sup class=\"footnote-marker\">29</sup><i class=\"footnote\">This is the case treated by the verse. If he denies the accusation by two witnesses, one cannot take his denial as assertion that he did it but already had remedied the situation.</i>, he is obligated! He can tell him, I touched her but did not finish<sup class=\"footnote-marker\">30</sup><i class=\"footnote\">This is a first explanation: A sacrifice is due only if there was an ejaculation of semen (<a class=\"refLink\" data-ref=\"Leviticus 19:20\" href=\"/Leviticus.19.20\"><i>v</i>. 20</a>). If he took the slave girl to bed but stopped before there was an ejaculation, no sacrifice is due.</i>, or as Rebbi Simeon ben Laqish said, I was forced to it by the spell she put on me<sup class=\"footnote-marker\">31</sup><i class=\"footnote\">He disclaims responsibility by reason of temporary insanity caused by the girl’s charms. This is enough to support his disclaimer against even two witnesses.</i>. For a <i>nazir</i><sup class=\"footnote-marker\">32</sup><i class=\"footnote\">Exposed to the impurity of the dead; the case of the Mishnah.</i> what can you say? In error, he is obligated; intentionally, he is obligated; forced, he is obligated! “Suddenly”, to include in error, “suddenly”, to include intentionally<sup class=\"footnote-marker\">33</sup><i class=\"footnote\">This is proof that the <i>nazir</i> must bring his sacrifices even if forced. The reference is to <a class=\"refLink\" data-ref=\"Numbers 6:9\" href=\"/Numbers.6.9\"><i>Num.</i> 6:9</a>. In all other sources, <i>Sifry</i> <i>Num.</i> 28 [= <i>Num. rabba</i> 10(31)], <a class=\"refLink\" data-ref=\"Keritot 9a\" href=\"/Keritot.9a\">Babli <i>Keritut</i> 9a</a>, the inference is from the double expression “if a person should die near him <i>suddenly</i>,<i>unexpectedly …</i>” “Suddenly” is taken to refer to accidental impurity, “unexpectedly” to outside force (<i>Sifry</i>) or outside force and intention (Babli).</i>. “There was a condition in my mind that if I should become impure, my <i>nezirut</i> should burst away from me and a new <i>nezirut</i> would fall on me”; in any case he was not obligated to be a <i>nazir</i> until now<sup class=\"footnote-marker\">34</sup><i class=\"footnote\">Since the vow of <i>nezirut</i> could have been formulated in a way that eliminates the possibility of a sacrifice for impurity, the testimony of the witnesses can be explained away.</i>. (“There was a condition in my mind that if I should become impure, my <i>nezirut</i> should burst away from me and a new <i>nezirut</i> would fall on me”; in any case he was not obligated to be a <i>nazir</i> until now.)<sup class=\"footnote-marker\">35</sup><i class=\"footnote\">A case of dittography.</i> What do you have in case of an oath<sup class=\"footnote-marker\">36</sup><i class=\"footnote\">If two witnesses tell a person that he owes a sacrifice because he has violated an oath imposed on him by other people (<a class=\"refLink\" data-ref=\"Leviticus 5:1\" href=\"/Leviticus.5.1\"><i>Lev.</i> 5:1</a>,<a class=\"refLink\" data-ref=\"Leviticus 5:4\" href=\"/Leviticus.5.4\">4</a>). How can he be believed if he denies the accusation?</i>? In error, he is obligated; intentionally, he is obligated<sup class=\"footnote-marker\">37</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Mishnah Keritot 2:2\" href=\"/Mishnah_Keritot.2.2\">Mishnah <i>Keritut</i> 2:2</a>.</i>! A condition may apply to words<sup class=\"footnote-marker\">38</sup><i class=\"footnote\">If he undertakes anything, he may add conditions. If others (usually a court of law) impose an oath on him, he swears according to their understanding, rather than his own.</i>; there is no condition for oaths! It follows what Rebbi Abba said, Rav Jehudah: For error, its sacrifice, for intention, its sacrifice. But if he said, I thought that this was no oath, he is free<sup class=\"footnote-marker\">39</sup><i class=\"footnote\">Here, there may be a case in which no sacrifice can be demanded if the interested party denies their obligation.</i>. Therefore, all these subjects cannot be stated, but the following can be stated<sup class=\"footnote-marker\">40</sup><i class=\"footnote\">In all cases discussed so far, the Sages cannot disagree with R. Jehudah; that is possible only in the cases dealt with in the next paragraph.</i>.", "versionTitle": "The Jerusalem Talmud, translation and commentary by Heinrich W. Guggenheimer. Berlin, De Gruyter, 1999-2015", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "62820ecdea5e41750a6b0aa8", "index_title": "Mishnah Nazir", "category": "Mishnah", "type": "", "ref": "Mishnah Nazir 1:3", "anchorRef": "Numbers 6:8", "anchorRefExpanded": ["Numbers 6:8"], "sourceRef": "Mishnah Nazir 1:3", "sourceHeRef": "משנה נזיר א׳:ג׳", "anchorVerse": 8, "sourceHasEn": true, "compDate": [190, 230], "commentaryNum": 1.0003, "collectiveTitle": {"en": "Mishnah Nazir", "he": "משנה נזיר"}, "heTitle": "משנה נזיר", "he": "סְתָם נְזִירוּת שְׁלשִׁים יוֹם. אָמַר הֲרֵינִי נָזִיר אַחַת גְּדוֹלָה, הֲרֵינִי נָזִיר אַחַת קְטַנָּה, אֲפִלּוּ מִכָּאן וְעַד סוֹף הָעוֹלָם, נָזִיר שְׁלשִׁים יוֹם. הֲרֵינִי נָזִיר וְיוֹם אֶחָד, הֲרֵינִי נָזִיר וְשָׁעָה אֶחָת, הֲרֵינִי נָזִיר אַחַת וּמֶחֱצָה, הֲרֵי זֶה נָזִיר שְׁתָּיִם. הֲרֵינִי נָזִיר שְׁלשִׁים יוֹם וְשָׁעָה אֶחָת, נָזִיר שְׁלשִׁים וְאֶחָד יוֹם, שֶׁאֵין נוֹזְרִים לְשָׁעוֹת: \n", "heVersionTitle": "Torat Emet 357", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורת אמת 357", "text": "In the case of <b>unspecified naziriteship</b>, where one does not state how long he wishes to be a nazirite, the term lasts for <b>thirty days</b>. If <b>one said: I am hereby a nazirite</b> for <b>one long</b> term, or: <b>I am hereby a nazirite</b> for <b>one short</b> term, or <b>even</b> if one said: I am hereby a nazirite <b>from now until the end of the world,</b> in all these cases he is <b>a nazirite</b> for <b>thirty days.</b> If one said: <b>I am hereby a nazirite and one day,</b> or: <b>I am hereby a nazirite and one hour,</b> or: <b>I am hereby a nazirite</b> for <b>one and a half, he</b> becomes <b>a nazirite</b> for <b>two</b> consecutive terms of naziriteship. When he says: I am hereby a nazirite, he accepts upon himself one thirty-day term of naziriteship. When he subsequently adds an additional amount of time, e.g., an extra day, he thereby accepts upon himself an additional term of naziriteship, and the minimal term of naziriteship is thirty days. One who says: <b>I am hereby a nazirite</b> for <b>thirty days and one hour,</b> becomes <b>a nazirite</b> for <b>thirty-one days, as there is no naziriteship for hours</b> but only for full days.", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "6319d2fab6084aa1cbf20e17", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, נֵ֫זֶר 1", "anchorRef": "Numbers 6:8", "anchorRefExpanded": ["Numbers 6:8"], "sourceRef": "BDB, נֵ֫זֶר 1", "sourceHeRef": "בראון-דרייבר-בריגס, נֵ֫זֶר א׳", "anchorVerse": 8, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "נֵ֫זֶר", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† <big><span dir=\"rtl\">נֵ֫זֶר</span></big>  <strong>n.m.</strong> <sup><a data-ref=\"Psalms 132:18\" href=\"/Psalms.132.18\">ψ 132:18</a></sup> <strong>consecration, crown, Naziriteship</strong>;—<span dir=\"rtl\">נ׳</span> abs. <a data-ref=\"II Samuel 1:10\" href=\"/II_Samuel.1.10\">2 S 1:10</a> +; cstr. <a data-ref=\"Exodus 29:6\" href=\"/Exodus.29.6\">Ex 29:6</a> +; sf. <span dir=\"rtl\">נִזְרוֹ</span> <a data-ref=\"Psalms 89:40\" href=\"/Psalms.89.40\">ψ 89:40</a> +, <span dir=\"rtl\">נִזְרֵךְ</span> <a data-ref=\"Jeremiah 7:29\" href=\"/Jeremiah.7.29\">Je 7:29</a>;—<br><strong>1.</strong>  <em>crown</em> (sign of consecration; We<sup>Skizzen iii. 118</sup> cp. Syriac <span dir=\"rtl\">קדשא [ܩܕܳܫܳܐ]</span>, <em>earring;</em> v. also Gei<sup>Jüd. Zeitschr. x. 45. ff.</sup> on <span dir=\"rtl\">נֶוֶם</span>): <strong>a.</strong>  of kg. <a data-ref=\"II Samuel 1:10\" href=\"/II_Samuel.1.10\">2 S 1:10</a> <a data-ref=\"II Kings 11:12\" href=\"/II_Kings.11.12\">2 K 11:12</a> = <a data-ref=\"II Chronicles 23:11\" href=\"/II_Chronicles.23.11\">2 Ch 23:11</a>; symbol of royal power <a data-ref=\"Psalms 89:40\" href=\"/Psalms.89.40\">ψ 89:40</a>; <a data-ref=\"Psalms 132:18\" href=\"/Psalms.132.18\">132:18</a>; cf. <a data-ref=\"Proverbs 27:24\" href=\"/Proverbs.27.24\">Pr 27:24</a>; <span dir=\"rtl\">אַבְנֵי נ׳</span> <a data-ref=\"Zechariah 9:16\" href=\"/Zechariah.9.16\">Zc 9:16</a> <em>stones of a crown, diadem</em> (prob.; > We Now—who del., cf. GASm—<em>stones of charming</em>, from use of precious stones as charms. <strong>b.</strong>  of high priest, <span dir=\"rtl\">נ׳ הַקֹּדֶשׁ</span> <a data-ref=\"Exodus 29:6\" href=\"/Exodus.29.6\">Ex 29:6</a>, made of gold <a data-ref=\"Exodus 39:30\" href=\"/Exodus.39.30\">39:30</a> <a data-ref=\"Leviticus 8:9\" href=\"/Leviticus.8.9\">Lv 8:9</a> (all P).<br><strong>2.</strong>  woman’s <em>hair</em> (orig. prob. of long hair as sign of consecration, as in Nazirite vow, cf. <a data-ref=\"Numbers 6:19\" href=\"/Numbers.6.19\">Nu 6:19</a> infr., and <span dir=\"rtl\">נָזִיר</span>, also We<sup>Skizzen iii. 117, 167; Arab. Heidenthum 2, p. 143</sup> RSSem <sup>i. 464, 2d ed. 483</sup>), <a data-ref=\"Jeremiah 7:29\" href=\"/Jeremiah.7.29\">Je 7:29</a> (of personif. Jerus.).<br><strong>3.</strong>  <em>consecration</em> <strong>a.</strong>  of h. p. <span dir=\"rtl\">נ׳ שֶׁמֶן מִשְׁחַת א׳ עליו</span> <a data-ref=\"Leviticus 21:12\" href=\"/Leviticus.21.12\">Lv 21:12</a> (P) <em>the consecration of the oil of anointing of his God is upon him</em>. <strong>b.</strong>  in <a data-ref=\"Numbers 6\" href=\"/Numbers.6\">Nu 6</a> (P), specif. of Nazirite consecration (cf. <a data-ref=\"BDB, נָזִיר\" href=\"/BDB,_נָזִיר\", dir=\"rtl\">נָזִיר</a>): <span dir=\"rtl\">נ׳ אֱלֹהָיו עָלָיו</span> <a data-ref=\"Numbers 6:7\" href=\"/Numbers.6.7\">Nu 6:7</a>, <span dir=\"rtl\">נֶדֶר נִזְרוֹ</span> v <a data-ref=\"Numbers 6:5\" href=\"/Numbers.6.5\">5</a>, <span dir=\"rtl\">טָמֵא נ׳</span> v <a data-ref=\"Numbers 6:12\" href=\"/Numbers.6.12\">12</a>, <span dir=\"rtl\">רֹאֹשׁ נ׳</span> (because of unshorn hair) v <a data-ref=\"Numbers 6:9\" href=\"/Numbers.6.9\">9</a>, <a data-ref=\"Numbers 6:18\" href=\"/Numbers.6.18\">18</a><sup>(×2)</sup>, <span dir=\"rtl\">יְמֵי נ׳ (כָּל־)</span> v <a data-ref=\"Numbers 6:4\" href=\"/Numbers.6.4\">4</a>, <a data-ref=\"Numbers 6:8\" href=\"/Numbers.6.8\">8</a>, <a data-ref=\"Numbers 6:12\" href=\"/Numbers.6.12\">12</a>, <a data-ref=\"Numbers 6:13\" href=\"/Numbers.6.13\">13</a>, <span dir=\"rtl\">תּוֹרַת נ׳</span> v <a data-ref=\"Numbers 6:21\" href=\"/Numbers.6.21\">21</a> b cf. <span dir=\"rtl\">עַל־נ׳</span> v <a data-ref=\"Numbers 6:21\" href=\"/Numbers.6.21\">21</a> a; in v <a data-ref=\"Numbers 6:19\" href=\"/Numbers.6.19\">19</a> <span dir=\"rtl\">נ׳</span> = <em>the hair of his consecration</em> (cf. <a data-ref=\"Jeremiah 7:29\" href=\"/Jeremiah.7.29\">Je 7:29</a> supr.)."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d420b6084aa1cbf2f6ad", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, קָדוֹשׁ 1", "anchorRef": "Numbers 6:8", "anchorRefExpanded": ["Numbers 6:8"], "sourceRef": "BDB, קָדוֹשׁ 1", "sourceHeRef": "בראון-דרייבר-בריגס, קָדוֹשׁ א׳", "anchorVerse": 8, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "קָדוֹשׁ", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† <big><span dir=\"rtl\">קָדוֹשׁ</span></big>  <strong>adj.</strong> sacred, holy;—abs. <span dir=\"rtl\">ק׳</span> <a data-ref=\"Exodus 19:6\" href=\"/Exodus.19.6\">Ex 19:6</a> +; <span dir=\"rtl\">קָדשׁ</span> <a data-ref=\"Exodus 29:31\" href=\"/Exodus.29.31\">Ex 29:31</a> +; cstr. <span dir=\"rtl\">קְדוֹשׁ</span> <a data-ref=\"Isaiah 1:4\" href=\"/Isaiah.1.4\">Is 1:4</a> +; <span dir=\"rtl\">קְדשׁ</span> <a data-ref=\"Isaiah 49:7\" href=\"/Isaiah.49.7\">Is 49:7</a> + 2 times; sf. <span dir=\"rtl\">קְדשִׁי</span> <a data-ref=\"Habakkuk 1:12\" href=\"/Habakkuk.1.12\">Hb 1:12</a>; <span dir=\"rtl\">קְדוֹשׁוֹ</span> <a data-ref=\"Isaiah 10:17\" href=\"/Isaiah.10.17\">Is 10:17</a>; <a data-ref=\"Isaiah 49:7\" href=\"/Isaiah.49.7\">49:7</a> <span dir=\"rtl\">קְדוֹשְׁכֶם</span> <a data-ref=\"Isaiah 43:15\" href=\"/Isaiah.43.15\">Is 43:15</a>; pl. <span dir=\"rtl\">קְדוֹשִׁים</span> <a data-ref=\"Hosea 12:1\" href=\"/Hosea.12.1\">Ho 12:1</a> + 2 times, <span dir=\"rtl\">קְדשִׁים</span> <a data-ref=\"Leviticus 11:44\" href=\"/Leviticus.11.44\">Lv 11:44</a> + 16 times; sf. <span dir=\"rtl\">קְדשָׁיו</span> <a data-ref=\"Deuteronomy 33:3\" href=\"/Deuteronomy.33.3\">Dt 33:3</a> <a data-ref=\"Psalms 34:10\" href=\"/Psalms.34.10\">ψ 34:10</a>, <span dir=\"rtl\">קְדשָׁו֯</span> <a data-ref=\"Job 15:15\" href=\"/Job.15.15\">Jb 15:15</a>;—<br><strong>1.</strong>  of God, as separate, apart, and so <em>sacred, holy:</em> <strong>a.</strong>  exalted on theophanic throne <a data-ref=\"Isaiah 6:3\" href=\"/Isaiah.6.3\">Is 6:3</a><sup>(×3)</sup>, <a data-ref=\"Psalms 22:4\" href=\"/Psalms.22.4\">ψ 22:4</a>; heavenly throne <a data-ref=\"Isaiah 57:15\" href=\"/Isaiah.57.15\">Is 57:15</a>; in victory <a data-ref=\"Isaiah 5:16\" href=\"/Isaiah.5.16\">5:16</a> <a data-ref=\"I Samuel 2:2\" href=\"/I_Samuel.2.2\">1 S 2:2</a> <a data-ref=\"Psalms 99:3\" href=\"/Psalms.99.3\">ψ 99:3</a> (‖ <span dir=\"rtl\">נוֹרָא</span>), v <a data-ref=\"Psalms 99:5\" href=\"/Psalms.99.5\">5</a>, <a data-ref=\"Psalms 99:9\" href=\"/Psalms.99.9\">9</a>; <span dir=\"rtl\">ק׳ וְנוֹרָא שְׁמוֹ</span> <a data-ref=\"Psalms 111:9\" href=\"/Psalms.111.9\">111:9</a>. <strong>b.</strong>  separate from human infirmity, impurity, and sin: <a data-ref=\"Joshua 24:19\" href=\"/Joshua.24.19\">Jos 24:19</a> (E), <a data-ref=\"I Samuel 6:20\" href=\"/I_Samuel.6.20\">1 S 6:20</a> <a data-ref=\"Habakkuk 1:12\" href=\"/Habakkuk.1.12\">Hb 1:12</a>; <span dir=\"rtl\">כי קדושׁ אני</span> <a data-ref=\"Leviticus 11:44\" href=\"/Leviticus.11.44\">Lv 11:44</a>, <a data-ref=\"Leviticus 11:45\" href=\"/Leviticus.11.45\">45</a>; <a data-ref=\"Leviticus 19:2\" href=\"/Leviticus.19.2\">19:2</a>; <a data-ref=\"Leviticus 20:26\" href=\"/Leviticus.20.26\">20:26</a>; <a data-ref=\"Leviticus 21:8\" href=\"/Leviticus.21.8\">21:8</a> (H); <span dir=\"rtl\">קדושׁ בְּקִרְבְּךָ</span> <a data-ref=\"Hosea 11:9\" href=\"/Hosea.11.9\">Ho 11:9</a>; <span dir=\"rtl\">ק׳ בישׂראל</span> <a data-ref=\"Ezekiel 39:7\" href=\"/Ezekiel.39.7\">Ez 39:7</a>. <strong>c.</strong>  <span dir=\"rtl\">קְדוֹשׁ יִשְׂרָאֵל</span> = divine name (originating from <em>trisagion</em>, <a data-ref=\"Isaiah 6:3\" href=\"/Isaiah.6.3\">Is 6:3</a>) <a data-ref=\"Isaiah 1:4\" href=\"/Isaiah.1.4\">Is 1:4</a>; <a data-ref=\"Isaiah 5:19\" href=\"/Isaiah.5.19\">5:19</a>, <a data-ref=\"Isaiah 5:24\" href=\"/Isaiah.5.24\">24</a>; <a data-ref=\"Isaiah 10:20\" href=\"/Isaiah.10.20\">10:20</a>; <a data-ref=\"Isaiah 12:6\" href=\"/Isaiah.12.6\">12:6</a>; <a data-ref=\"Isaiah 17:7\" href=\"/Isaiah.17.7\">17:7</a>; <a data-ref=\"Isaiah 29:19\" href=\"/Isaiah.29.19\">29:19</a>; <a data-ref=\"Isaiah 30:11\" href=\"/Isaiah.30.11\">30:11</a>, <a data-ref=\"Isaiah 30:12\" href=\"/Isaiah.30.12\">12</a>, <a data-ref=\"Isaiah 30:15\" href=\"/Isaiah.30.15\">15</a>; <a data-ref=\"Isaiah 31:1\" href=\"/Isaiah.31.1\">31:1</a>; <a data-ref=\"Isaiah 31:2\" href=\"/Isaiah.31.2\">Is 2</a> <a data-ref=\"Isaiah 41:14\" href=\"/Isaiah.41.14\">41:14</a>, <a data-ref=\"Isaiah 41:16\" href=\"/Isaiah.41.16\">16</a>, <a data-ref=\"Isaiah 41:20\" href=\"/Isaiah.41.20\">20</a>; <a data-ref=\"Isaiah 43:3\" href=\"/Isaiah.43.3\">43:3</a>, <a data-ref=\"Isaiah 43:14\" href=\"/Isaiah.43.14\">14</a>; <a data-ref=\"Isaiah 45:11\" href=\"/Isaiah.45.11\">45:11</a>; <a data-ref=\"Isaiah 47:4\" href=\"/Isaiah.47.4\">47:4</a>; <a data-ref=\"Isaiah 48:17\" href=\"/Isaiah.48.17\">48:17</a>; <a data-ref=\"Isaiah 49:7\" href=\"/Isaiah.49.7\">49:7</a>; <a data-ref=\"Isaiah 54:5\" href=\"/Isaiah.54.5\">54:5</a>; <a data-ref=\"Isaiah 55:5\" href=\"/Isaiah.55.5\">55:5</a>; <a data-ref=\"Isaiah 60:9\" href=\"/Isaiah.60.9\">60:9</a>, <a data-ref=\"Isaiah 60:14\" href=\"/Isaiah.60.14\">14</a> elsewhere only <a data-ref=\"II Kings 19:22\" href=\"/II_Kings.19.22\">2 K 19:22</a> = <a data-ref=\"Isaiah 37:23\" href=\"/Isaiah.37.23\">Is 37:23</a>, <a data-ref=\"Jeremiah 50:29\" href=\"/Jeremiah.50.29\">Je 50:29</a>; <a data-ref=\"Jeremiah 51:5\" href=\"/Jeremiah.51.5\">51:5</a> <a data-ref=\"Psalms 71:22\" href=\"/Psalms.71.22\">ψ 71:22</a>; <a data-ref=\"Psalms 78:41\" href=\"/Psalms.78.41\">78:41</a>; <a data-ref=\"Psalms 89:19\" href=\"/Psalms.89.19\">89:19</a>; <span dir=\"rtl\">ק׳ יעקב</span> <a data-ref=\"Isaiah 29:23\" href=\"/Isaiah.29.23\">Is 29:23</a>, <span dir=\"rtl\">קְדוֹשׁוֹ</span> <a data-ref=\"Isaiah 10:17\" href=\"/Isaiah.10.17\">10:17</a>; <a data-ref=\"Isaiah 49:7\" href=\"/Isaiah.49.7\">49:7</a>, <span dir=\"rtl\">קְדוֹשְׁכֶם</span> <a data-ref=\"Isaiah 43:15\" href=\"/Isaiah.43.15\">43:15</a>; <span dir=\"rtl\">קָדוֹשׁ</span> <a data-ref=\"Isaiah 40:25\" href=\"/Isaiah.40.25\">40:25</a> <a data-ref=\"Habakkuk 3:3\" href=\"/Habakkuk.3.3\">Hb 3:3</a>; <a data-ref=\"Job 6:10\" href=\"/Job.6.10\">Jb 6:10</a>, pl. intens. <span dir=\"rtl\">קד(ו)שׁים</span> <a data-ref=\"Hosea 12:1\" href=\"/Hosea.12.1\">Ho 12:1</a>; <a data-ref=\"Proverbs 9:10\" href=\"/Proverbs.9.10\">Pr 9:10</a>; <a data-ref=\"Proverbs 30:3\" href=\"/Proverbs.30.3\">30:3</a>.<br><strong>2.</strong> <strong>a.</strong>  of place, <em>sacred, holy</em>, chambers of priests <a data-ref=\"Ezekiel 42:13\" href=\"/Ezekiel.42.13\">Ez 42:13</a>, camp of Isr. <a data-ref=\"Deuteronomy 23:15\" href=\"/Deuteronomy.23.15\">Dt 23:15</a>, + <span dir=\"rtl\">מָרוֹם</span> of heaven <a data-ref=\"Isaiah 57:15\" href=\"/Isaiah.57.15\">Is 57:15</a> (but of <span dir=\"rtl\">י׳</span> Du Ry, and [reading <span dir=\"rtl\">בְּק׳</span> <em>as holy</em>, ב essent.] Klo Che Marti); in foll. (often defect.) pointing dub., read prob. <span dir=\"rtl\">קֹדֶשׁ</span> <strong>2</strong>: <span dir=\"rtl\">מק(ו)ם ק׳</span> of the court of tabernacle, <a data-ref=\"Exodus 29:31\" href=\"/Exodus.29.31\">Ex 29:31</a> <a data-ref=\"Leviticus 6:9\" href=\"/Leviticus.6.9\">Lv 6:9</a>, <a data-ref=\"Leviticus 6:19\" href=\"/Leviticus.6.19\">19</a>, <a data-ref=\"Leviticus 6:20\" href=\"/Leviticus.6.20\">20</a>; <a data-ref=\"Leviticus 7:6\" href=\"/Leviticus.7.6\">7:6</a>; <a data-ref=\"Leviticus 10:13\" href=\"/Leviticus.10.13\">10:13</a>; <a data-ref=\"Leviticus 16:24\" href=\"/Leviticus.16.24\">16:24</a>; <a data-ref=\"Leviticus 24:9\" href=\"/Leviticus.24.9\">24:9</a> (P), of Jerusalem <a data-ref=\"Ecclesiastes 8:10\" href=\"/Ecclesiastes.8.10\">Ec 8:10</a>; <span dir=\"rtl\">ק׳ מִשְׁכְּנֵי עליון</span> <a data-ref=\"Psalms 46:5\" href=\"/Psalms.46.5\">ψ 46:5</a>; <span dir=\"rtl\">ק׳ הֵיכָלֶ֑ךָ</span> <a data-ref=\"Psalms 65:5\" href=\"/Psalms.65.5\">65:5</a>. <strong>b.</strong>  persons: priests <a data-ref=\"Leviticus 21:7\" href=\"/Leviticus.21.7\">Lv 21:7</a>, <a data-ref=\"Leviticus 21:8\" href=\"/Leviticus.21.8\">8</a>; <a data-ref=\"Numbers 16:5\" href=\"/Numbers.16.5\">Nu 16:5</a>, <a data-ref=\"Numbers 16:7\" href=\"/Numbers.16.7\">7</a> (P), Aaron <a data-ref=\"Psalms 106:16\" href=\"/Psalms.106.16\">ψ 106:16</a>, Levites <a data-ref=\"II Chronicles 35:3\" href=\"/II_Chronicles.35.3\">2 Ch 35:3</a>, prophet <a data-ref=\"II Kings 4:9\" href=\"/II_Kings.4.9\">2 K 4:9</a>, Nazirite <a data-ref=\"Numbers 6:5\" href=\"/Numbers.6.5\">Nu 6:5</a>, <a data-ref=\"Numbers 6:8\" href=\"/Numbers.6.8\">8</a> (P), Isr. <span dir=\"rtl\">גּוֹי ק׳</span> <a data-ref=\"Exodus 19:6\" href=\"/Exodus.19.6\">Ex 19:6</a> (E), <span dir=\"rtl\">עם ק׳</span> <a data-ref=\"Deuteronomy 7:6\" href=\"/Deuteronomy.7.6\">Dt 7:6</a>; <a data-ref=\"Deuteronomy 14:2\" href=\"/Deuteronomy.14.2\">14:2</a>, <a data-ref=\"Deuteronomy 14:21\" href=\"/Deuteronomy.14.21\">21</a>; <a data-ref=\"Deuteronomy 26:19\" href=\"/Deuteronomy.26.19\">26:19</a>; <a data-ref=\"Deuteronomy 28:9\" href=\"/Deuteronomy.28.9\">28:9</a>; <span dir=\"rtl\">כָּל־הָעֵדָה</span> <a data-ref=\"Numbers 16:3\" href=\"/Numbers.16.3\">Nu 16:3</a> (P); remnant in Jerus. <a data-ref=\"Isaiah 4:3\" href=\"/Isaiah.4.3\">Is 4:3</a>; <span dir=\"rtl\">קדשׁים</span> <em>sacred</em> <a data-ref=\"Leviticus 11:44\" href=\"/Leviticus.11.44\">Lv 11:44</a>, <a data-ref=\"Leviticus 11:45\" href=\"/Leviticus.11.45\">45</a>; <a data-ref=\"Leviticus 19:2\" href=\"/Leviticus.19.2\">19:2</a>; <a data-ref=\"Leviticus 20:7\" href=\"/Leviticus.20.7\">20:7</a>, <a data-ref=\"Leviticus 20:26\" href=\"/Leviticus.20.26\">26</a>; <a data-ref=\"Leviticus 21:6\" href=\"/Leviticus.21.6\">21:6</a>; <a data-ref=\"Numbers 15:40\" href=\"/Numbers.15.40\">Nu 15:40</a>; <span dir=\"rtl\">קדשׁים</span> <em>sacred ones, saints</em> <a data-ref=\"Deuteronomy 33:3\" href=\"/Deuteronomy.33.3\">Dt 33:3</a> (song), <a data-ref=\"Psalms 16:3\" href=\"/Psalms.16.3\">ψ 16:3</a>; <a data-ref=\"Psalms 34:10\" href=\"/Psalms.34.10\">34:10</a> <a data-ref=\"Daniel 8:24\" href=\"/Daniel.8.24\">Dn 8:24</a>. <strong>c.</strong>  angels, <a data-ref=\"Psalms 89:6\" href=\"/Psalms.89.6\">ψ 89:6</a>, <a data-ref=\"Psalms 89:8\" href=\"/Psalms.89.8\">8</a> <a data-ref=\"Job 5:1\" href=\"/Job.5.1\">Jb 5:1</a>; <a data-ref=\"Job 15:15\" href=\"/Job.15.15\">15:15</a>; <a data-ref=\"Zechariah 14:5\" href=\"/Zechariah.14.5\">Zc 14:5</a> <a data-ref=\"Daniel 8:13\" href=\"/Daniel.8.13\">Dn 8:13</a><sup>(×2)</sup>. <strong>d.</strong>  <span dir=\"rtl\">מים קדשׁים</span> <a data-ref=\"Numbers 5:17\" href=\"/Numbers.5.17\">Nu 5:17</a> <em>holy water</em>. <strong>e.</strong>  time <span dir=\"rtl\">הַיּוֹם ק׳ (לי׳)</span> <a data-ref=\"Nehemiah 8:9\" href=\"/Nehemiah.8.9\">Ne 8:9</a>, <a data-ref=\"Nehemiah 8:10\" href=\"/Nehemiah.8.10\">10</a>, <a data-ref=\"Nehemiah 8:11\" href=\"/Nehemiah.8.11\">11</a>; <span dir=\"rtl\">קְדוֹשׁ י׳</span> <a data-ref=\"Isaiah 58:13\" href=\"/Isaiah.58.13\">Is 58:13</a>, of Sabbath.—(Cf. Biblical Aramaic <span dir=\"rtl\">קַדִּישׁ</span>)."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "64ac068d45ec43138caac81e", "index_title": "Introductions to the Babylonian Talmud", "category": "Guides", "type": "", "ref": "Introductions to the Babylonian Talmud, Nazir, Introduction to Nazir 1", "anchorRef": "Numbers 6:1-21", "anchorRefExpanded": ["Numbers 6:1", "Numbers 6:2", "Numbers 6:3", "Numbers 6:4", "Numbers 6:5", "Numbers 6:6", "Numbers 6:7", "Numbers 6:8", "Numbers 6:9", "Numbers 6:10", "Numbers 6:11", "Numbers 6:12", "Numbers 6:13", "Numbers 6:14", "Numbers 6:15", "Numbers 6:16", "Numbers 6:17", "Numbers 6:18", "Numbers 6:19", "Numbers 6:20", "Numbers 6:21"], "sourceRef": "Introductions to the Babylonian Talmud, Nazir, Introduction to Nazir 1", "sourceHeRef": "הקדמות לתלמוד הבבלי, נזיר, הקדמה למסכת נזיר א׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [1965, 1995], "commentaryNum": 1, "collectiveTitle": {"en": "Introductions to the Babylonian Talmud", "he": "הקדמות לתלמוד הבבלי"}, "heTitle": "הקדמה למסכת נזיר", "he": "מקומה של מסכת נזיר בסדר המשנה הרגיל<sup class=\"footnote-marker\">1</sup><i class=\"footnote\">אצל המאירי היא מסודרת אחרי מסכת סוטה, כסדר הפרשיות בתורה.</i> אחרי מסכת נדרים ולפני מסכת סוטה שבסדר נשים. מבחינת תוכנה אין למסכת קשר עם סדר נשים<sup class=\"footnote-marker\">2</sup><i class=\"footnote\">ובעיה זו כבר נידונה בראשית הגמרא במסכת נזיר.</i>, ואולם משום שפרשת נזיר בתורה (במדבר ו, א-כא) סמוכה לפרשת סוטה (שם פרק ה) סמכוה למסכת זו גם במשנה. מסכת זו כולה עוסקת בדיני הנזיר, ועל פי דברי התורה בענין זה מקצת עניינה בהלכות נדרים, מקצתה בהלכות קרבנות, ומקצתה בדיני טומאה וטהרה.", "heVersionTitle": "William Davidson Edition - Hebrew", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": "Tractate <span class=\"it-text\">Nazir</span> is located in the order of <span class=\"it-text\">Nashim</span>, usually after tractate <span class=\"it-text\">Nedarim</span> and before tractate <span class=\"it-text\">Sota</span>.<sup class=\"footnote-marker\">1</sup><i class=\"footnote\">The Meiri places it after tractate <span class=\"it-text\">Sota</span>, in accordance with the order of the passages in the Torah.</i> The content of the tractate is not directly related to the order of <span class=\"it-text\">Nashim</span>, and the Gemara (2a) discusses this problem. However, since the passage in the Torah that speaks of the nazirite (Numbers, chapter 6) is juxtaposed to the passage in the Torah that speaks of a woman suspected by her husband of having been unfaithful [<span class=\"it-text\">sota</span>] (Numbers, chapter 5), tractate <span class=\"it-text\">Nazir</span> was similarly placed next to tractate <span class=\"it-text\">Sota</span> in the Mishna. The entire tractate deals with the <span class=\"it-text\">halakhot</span> of a nazirite and with some of the <span class=\"it-text\">halakhot</span> of vows, offerings, and ritual purity and impurity.", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "64ac069245ec43138caac822", "index_title": "Introductions to the Babylonian Talmud", "category": "Guides", "type": "", "ref": "Introductions to the Babylonian Talmud, Nazir, Introduction to Nazir 2", "anchorRef": "Numbers 6:8", "anchorRefExpanded": ["Numbers 6:8"], "sourceRef": "Introductions to the Babylonian Talmud, Nazir, Introduction to Nazir 2", "sourceHeRef": "הקדמות לתלמוד הבבלי, נזיר, הקדמה למסכת נזיר ב׳", "anchorVerse": 8, "sourceHasEn": true, "compDate": [1965, 1995], "commentaryNum": 2, "collectiveTitle": {"en": "Introductions to the Babylonian Talmud", "he": "הקדמות לתלמוד הבבלי"}, "heTitle": "הקדמה למסכת נזיר", "he": "הנזירות היא נדר מיוחד שאדם מקבל על עצמו, ונוהג בו לפי הגדרים והדרכים המבוארים בתורה. כמו נדרים אחרים עשוי אדם לנדור נדר נזירות מסיבות שונות; כדרך לכפר על עוון, כאמצעי להביע תודה לה׳ על חסד שגמל עמו, כאופן של ריצוי ובקשה — ולעתים גם מחמת כעס או הקנטה. כאשר הנזירות היא במיטבה, מתוך כוונת לב טהורה, הריהי נחשבת בגדר דרכי הקדושה (״כל ימי נזרו קדוש הוא לה׳״ כלשון התורה<sup class=\"footnote-marker\">3</sup><i class=\"footnote\">במדבר ו, ח. ועוד בפרשה זו.</i>).", "heVersionTitle": "William Davidson Edition - Hebrew", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": "A nazirite vow is a special form of a vow that one accepts upon himself. It obligates him in the rules and regulations established for a nazirite in the Torah. As with other types of vows, one might take a nazirite vow for a variety of reasons, e.g., to be absolved of a sin or to express gratitude to God for His kindness. Alternatively, one might take a nazirite vow in order to merit divine favor as one makes a request of God, or one might take the vow out of anger or spite. At its best, when accepted with pure intentions, naziriteship is considered a way to achieve holiness, as the Torah states: “All the days of his naziriteship he is holy to the Lord” (Numbers 6:8).", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "64bfcd805781082118c15213", "index_title": "Alshekh on Torah", "category": "Commentary", "type": "commentary", "ref": "Alshekh on Torah, Numbers 6:8:1-2", "anchorRef": "Numbers 6:8", "anchorRefExpanded": ["Numbers 6:8"], "sourceRef": "Alshekh on Torah, Numbers 6:8:1-2", "sourceHeRef": "תורת משה - אלשיך, במדבר ו׳:ח׳:א׳-ב׳", "anchorVerse": 8, "sourceHasEn": false, "compDate": [1540, 1590], "commentaryNum": 8.0001, "collectiveTitle": {"en": "Alshich", "he": "אלשיך"}, "heTitle": "במדבר", "he": ["<b>כל ימי נזרו וכו' וכי ימות וכו'.</b> הנה ארז\"ל באומר אשר חטא על הנפש ק\"ו ומה זה שלא פירש אלא מן היין נקרא חוטא על הנפש השרוי בתענית מכל מאכל על אחת כמה וכמה שנקרא חוטא והלא יקשה כי לא על מי שקיים נזירותו הכתוב מדבר כי אם על מי שנטמא בימי נזרו והנה אין ספק שהכריחם לזה מה שלא נאמר וכפר עליו על אשר נטמא אך באומרו חטא על הנפש יורה שעינה את עצמו אך עדיין קשה שאם כן הנזיר יקרא חוטא ואדרבה קדוש קראו ה' באופן שאין הכפרה רק על מי שנטמא אמנם לזה נשים לב אל אומרו כל ימי נזרו קדוש הוא שהרי נאמר למעלה. ", "<b>ועוד</b> אומרו והימים הראשונים יפלו איך תצדק הנפילה בימים אמנם הנה אין ספק כי מה שברא הוא ית' פירות וטובות מעדני עולמו היה ליהנות בני אדם אך להשב נפש ולא למותרות כי הלא גם היין משמח אלהים ואנשים קראו הכתוב וכל נפש איש כי תאוה טוב בעיני ה' לבלתי סגפה ולמונעה לגמרי ממנה כי הוא עינוי נפש בצד מה אך אם לכפרת עון יתענה איש מכל מאכל ואותו העינוי הוא צריך אליו לכפרת נפשו ומתענה בתשובה שלימה הנה אין ספק כי לא יחשוב ה' לו עון מה שמענה כי הלא בערך מה ששב מאשמותיו ומתכפרים לו מיעוט חלבו ודמו קרבן לה' יחשב לו ועל הדרך הזה בנדר כי מה שמענה נפשו מן היין בערך מה שמקדש עצמו לעבודת קונו וקונה נזר אלהיו על ראשו לקדושה יחשב לו ענויו אך אין זה רק במי שמשמר נזירותו בקדושה עד מלאת ימי נזרו אך אשר לא נשמר ונטמא וביטל ספירת ימי נזרו אומר הוא יתב' חבל על הימים שפירשת מן היין שהתענית לבלתי הועיל ועל כן יביא שתי תורים וכו' אחד לחטאת על שגגת טומאתו ואחד לעולה לכפר על אשר חטא על הנפש כי העולה באה על הרהור הלב ואלו היו הרהור נקי וטהור תמיד ולא היה מסיח דעתו מהזהר מן הטומאה לא היה נארע לו כי היה הוא ית' מרחיקו מן החטא כי גם בלא דעת נפש לא טוב נמצא על יד היותו מסיח דעתו נמצא חוטא על הנפש שענה את עצמו מן היין חנם וזה הוא ענין הק\"ו ומה זה שלא פירש אלא מן היין כלומר שנתענה לבלי צורך נקרא חוטא מי שפירש עצמו מכל דבר כלומר והוא לבלי צורך שהוא איש חסיד משולל עון למרק או שאינו שב בתשובה על אשמותיו בתעניתו פתח חרצובות רשע וכו' באופן שאינו מתענה להועיל איש כזה חוטא על הנפש יקרא וע\"כ למד מהנטמא בימי נזרו למה שהוא בענין כיוצא בו כמדובר והנה עדיין היה מקום לומר למה יתייחס לבלתי מועיל אשר ימות מת עליו בפתע פתאום והלא לא יבצר שנהג כמה ימים בקדושת נזירות ויצא הפסדו שפירש מן היין בשכר מה שנהג נזירות באותן הימים ע\"כ הקדים ואמר כל ימי נזרו קדוש וכו' ואמר אח\"כ והימים הראשונים יפלו וכו'. ולבא אל הענין נזכירה מאמרם ז\"ל בספר הזוהר האומרים על פסוק ויקרבו ימי יעקב ויקרבו ימי דוד כי כל הימים אשר יעסוק האדם בהם בתורה ובמעשים טובים כל אותן הימים חיים וקיימים לעולם כי יקנו קדושה רבה מאד ויקרבו ויאתיון בקרוב איש להשתחוות לקונו בעת סילוקו. ונבא אל הענין כי הנה אם כל יום ויום מהימים אשר הנזיר מונה נזירותו בקדושה אשר אין ספק שקונים הויית קדושה אם גם כשנטמא באמצע הימים הראשונים עומדין בקדושתו אשר קנו בנזירות אשר נהג בהם טרם יטמא לא היה נחשב לחוטא על הנפש מה שהתענה מן היין בימים ההם ומצוה תחשב לו אך הענין הוא כי נהרס בניינם מתבטלת הויית קדושתם אשר קנו על יד הטומאה הזאת וז\"א כל ימי נזרו קדוש הוא לה' כלומר כל הימים כאחד הם קדושה אחת ועל כן כי ימות מת עליו כו' לא תאמר אם מנה ט\"ו ימים טרם יטמא יטהר וימנה ט\"ו ימים אחרים וישלים נזירותו כי לא כן הוא רק והזיר לה' את ימי נזרו מחדש ולא יצטרפו ט\"ו ימים עם הט\"ו שקדמו והטעם כי הימים הראשונים יפלו כלומר מה שעלו במעלה בימי ספירת הנזירות טרם יטמא כדרך כל הימים שנעשה בהם תורה ומצות אין אותה המעלה קיימת להם כי אם יפלו ממעמדם ויהרסו מבניינם כי לא תתקיים מעלתם רק בהמנות כולם בקדושה ובטהרה אך עתה יפלו מקודם ועל כן לא יפלא מה שחוטא על הנפש יקרא על שהתענה מן היין כיון שלא שמר עצמו וההיקש במתענה מכל דבר על הדרך הזה כמדובר: "], "heVersionTitle": "Torat Moshe, Warsaw, 1875", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": "Yalkut, Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "64e49e7b613f3c2d3b449423", "index_title": "German Commentary on Mishnah Nazir", "category": "Quoting Commentary", "type": "", "ref": "German Commentary on Mishnah Nazir 1:3:5", "anchorRef": "Numbers 6:8", "anchorRefExpanded": ["Numbers 6:8"], "sourceRef": "German Commentary on Mishnah Nazir 1:3:5", "sourceHeRef": "פירוש גרמני על משנה נזיר א׳:ג׳:ה׳", "anchorVerse": 8, "sourceHasEn": true, "commentaryNum": 3.0005, "collectiveTitle": {"en": "German Commentary on Mishnah Nazir", "he": "פירוש גרמני על משנה נזיר"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<b>denn man kann nicht auf Stunden ein Nasirat geloben.</b>  Weil es Num. 6, 8 heisst: <span dir=\"rtl\">ימי נזרו</span>, die Tage seiner Weihe. Da man nun die Stunde zu den Tagen addieren kann, so ist er nicht verpflichtet zwei Nasirate abzuhalten. In dem vorhergehenden Falle jedoch, wo zunächst ein Nasirat und dann erst eine Zeitangabe genannt war, konnte diese nur ein zweites Nasirat bedeuten.", "versionTitle": "Mischnajot mit deutscher Übersetzung und Erklärung. Berlin 1887-1933 [de]", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "660915af7d14bbab7ad8d741", "index_title": "Essays in Ethics; A Weekly Reading of the Jewish Bible", "category": "Quoting Commentary", "type": "", "ref": "Essays in Ethics; A Weekly Reading of the Jewish Bible, Naso; Two Versions of the Moral Life 3", "anchorRef": "Numbers 6:8", "anchorRefExpanded": ["Numbers 6:8"], "sourceRef": "Essays in Ethics; A Weekly Reading of the Jewish Bible, Naso; Two Versions of the Moral Life 3", "sourceHeRef": "מאמרים על אתיקה; קריאות חדשות בפרשת השבוע, נשא ג׳", "anchorVerse": 8, "sourceHasEn": true, "commentaryNum": 3, "collectiveTitle": {"en": "Essays in Ethics; A Weekly Reading of the Jewish Bible", "he": "מאמרים על אתיקה; קריאות חדשות בפרשת השבוע"}, "heTitle": "נשא", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "The Torah does not make a direct evaluation of the Nazirite. On the one hand, it calls him “holy to God” (Num. 6:8). On the other, it rules that when the period comes to an end the Nazirite has to bring a sin offering (Num. 6:13–14), as if he had done something wrong.", "versionTitle": "Maggid Books and The Orthodox Union, 2016", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "660922e63fe494287a861150", "index_title": "Covenant and Conversation; Numbers; The Wilderness Years", "category": "Quoting Commentary", "type": "", "ref": "Covenant and Conversation; Numbers; The Wilderness Years, Nasso, Sages and Saints 2", "anchorRef": "Numbers 6:1-21", "anchorRefExpanded": ["Numbers 6:1", "Numbers 6:2", "Numbers 6:3", "Numbers 6:4", "Numbers 6:5", "Numbers 6:6", "Numbers 6:7", "Numbers 6:8", "Numbers 6:9", "Numbers 6:10", "Numbers 6:11", "Numbers 6:12", "Numbers 6:13", "Numbers 6:14", "Numbers 6:15", "Numbers 6:16", "Numbers 6:17", "Numbers 6:18", "Numbers 6:19", "Numbers 6:20", "Numbers 6:21"], "sourceRef": "Covenant and Conversation; Numbers; The Wilderness Years, Nasso, Sages and Saints 2", "sourceHeRef": "שיג ושיח; קריאות חדשות בפרשת השבוע, במדבר, נשא, ג ב׳", "anchorVerse": 1, "sourceHasEn": true, "commentaryNum": 2, "collectiveTitle": {"en": "Covenant and Conversation; Numbers; The Wilderness Years", "he": "שיג ושיח; קריאות חדשות בפרשת השבוע, במדבר"}, "heTitle": "ג", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<i>Parashat Naso</i> contains the law of the Nazirite – the individual who undertook to observe special rules of holiness and abstinence: not to drink wine or other intoxicants (including anything made from grapes), not to have his hair cut, and not to defile himself by contact with the dead (Num. 6:1–21). Such a state was usually undertaken for a limited period; the standard length was thirty days. There were exceptions, most famously Samson and Samuel who, because of the miraculous nature of their birth, were consecrated before their birth as Nazirites for life.<sup class=\"footnote-marker\">1</sup><i class=\"footnote\">Judges 13:1–7; I Sam. 1:11. The Talmud distinguishes these kinds of cases from the standard vow for a fixed period. The most famous Nazirite of modern times was Rabbi David Cohen (1887–1972), a disciple of Rabbi Kook and father of the chief rabbi of Haifa, Rabbi She’ar-Yashuv Cohen (1927–2016). </i>", "versionTitle": "Maggid Books and the Orthodox Union, 2009-2019", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "660922e73fe494287a861156", "index_title": "Covenant and Conversation; Numbers; The Wilderness Years", "category": "Quoting Commentary", "type": "", "ref": "Covenant and Conversation; Numbers; The Wilderness Years, Nasso, Sages and Saints 3", "anchorRef": "Numbers 6:8", "anchorRefExpanded": ["Numbers 6:8"], "sourceRef": "Covenant and Conversation; Numbers; The Wilderness Years, Nasso, Sages and Saints 3", "sourceHeRef": "שיג ושיח; קריאות חדשות בפרשת השבוע, במדבר, נשא, ג ג׳", "anchorVerse": 8, "sourceHasEn": true, "commentaryNum": 3, "collectiveTitle": {"en": "Covenant and Conversation; Numbers; The Wilderness Years", "he": "שיג ושיח; קריאות חדשות בפרשת השבוע, במדבר"}, "heTitle": "ג", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "What the Torah does not make clear, though, is why a person might wish to undertake this form of abstinence, and even whether it was commendable, or merely permissible, to do so. On the one hand the Torah calls the Nazirite “holy to God” (Num. 6:8). On the other, it requires him, at the end of the period of his vow, to bring a sin offering (Num. 6:13–14).", "versionTitle": "Maggid Books and the Orthodox Union, 2009-2019", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "67025e2985f18ade9db1abd8", "index_title": "Covenant and Conversation; Hebrew Edition", "category": "Tanakh", "type": "", "ref": "Covenant and Conversation; Hebrew Edition, Nasso, 2 1", "anchorRef": "Numbers 6:8", "anchorRefExpanded": ["Numbers 6:8"], "sourceRef": "Covenant and Conversation; Hebrew Edition, Nasso, 2 1", "sourceHeRef": "שיג ושיח; מהדורה עברית, נשא, שתי גרסאות של חיים מוסריים א׳", "anchorVerse": 8, "sourceHasEn": false, "commentaryNum": 1, "collectiveTitle": {"en": "Covenant and Conversation; Hebrew Edition", "he": "שיג ושיח; מהדורה עברית"}, "heTitle": "שתי גרסאות של חיים מוסריים", "he": "<big><strong>שתי גרסאות של חיים מוסריים</strong></big><br>הנזיר הוא מי שמקבל על עצמו, בדרך כלל לתקופה קצובה, דינים מיוחדים של קדושה ושל פרישות האמורים בפרשתנו: לא לשתות יין ושאר משקאות משכרים (ולא לאכול ענבים ומה שעשוי מהם), לא להסתפר, ולא להיטמא טומאת מת. התורה נמנעת משיפוט ערכי ברור של הנזירות. מצד אחד, היא אומרת על הנזיר כי ״קָדֹשׁ הוּא לַה׳״ (במדבר ו, ח). מנגד, היא קובעת כי בתום תקופת נזירותו עליו להביא קרבן חטאת (שם, יג-יד), כאילו עשה דבר־מה לא טוב.", "heVersionTitle": "Covenant and Conversation, Maggid Books, 2017", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "שיג ושיח - קריאות חדשות בפרשת השבוע", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "670396eeb82834564033c28a", "index_title": "Covenant and Conversation Family Edition", "category": "Tanakh", "type": "", "ref": "Covenant and Conversation Family Edition, Nasso, II; Sages and Saints 1", "anchorRef": "Numbers 6:1-21", "anchorRefExpanded": ["Numbers 6:1", "Numbers 6:2", "Numbers 6:3", "Numbers 6:4", "Numbers 6:5", "Numbers 6:6", "Numbers 6:7", "Numbers 6:8", "Numbers 6:9", "Numbers 6:10", "Numbers 6:11", "Numbers 6:12", "Numbers 6:13", "Numbers 6:14", "Numbers 6:15", "Numbers 6:16", "Numbers 6:17", "Numbers 6:18", "Numbers 6:19", "Numbers 6:20", "Numbers 6:21"], "sourceRef": "Covenant and Conversation Family Edition, Nasso, II; Sages and Saints 1", "sourceHeRef": "שיח ושיג מהדורה משפחתית, נשא, ב א׳", "anchorVerse": 1, "sourceHasEn": true, "commentaryNum": 1, "collectiveTitle": {"en": "Covenant and Conversation Family Edition", "he": "שיח ושיג מהדורה משפחתית"}, "heTitle": "ב", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<big><strong>II. Sages and Saints</strong></big><br><b><i>THE CORE IDEA</i></b><br><i>Parashat Naso</i> contains the law of the <i>nazir</i> – the individual who undertakes the special rules of holiness and abstinence: not to drink alcohol (or anything made from grapes), not to have their hair cut, and to avoid contact with the dead (Bemidbar 6:1–21). Living as a <i>nazir</i> was usually undertaken for a limited time period; the standard length was thirty days.", "versionTitle": "Covenant and Conversation Family Edition, Maggid Books, 2023", "license": "", "versionTitleInHebrew": ""}, {"_id": "670396efb82834564033c28c", "index_title": "Covenant and Conversation Family Edition", "category": "Tanakh", "type": "", "ref": "Covenant and Conversation Family Edition, Nasso, II; Sages and Saints 2", "anchorRef": "Numbers 6:8", "anchorRefExpanded": ["Numbers 6:8"], "sourceRef": "Covenant and Conversation Family Edition, Nasso, II; Sages and Saints 2", "sourceHeRef": "שיח ושיג מהדורה משפחתית, נשא, ב ב׳", "anchorVerse": 8, "sourceHasEn": true, "commentaryNum": 2, "collectiveTitle": {"en": "Covenant and Conversation Family Edition", "he": "שיח ושיג מהדורה משפחתית"}, "heTitle": "ב", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "What the Torah does not make clear, though, is firstly, why a person might wish to undertake this form of abstinence, and secondly, whether it considers this choice to be commendable, or merely permissible. On the one hand the Torah calls the <i>nazir</i> “holy to God” (Bemidbar 6:8). On the other, it requires him, at the end of the period of his vow, to bring a sin offering (Bemidbar 6:13–14).", "versionTitle": "Covenant and Conversation Family Edition, Maggid Books, 2023", "license": "", "versionTitleInHebrew": ""}]