[{"_id": "525277eaedbab4498f481ec0", "index_title": "Ibn Ezra on Exodus; Perush HaArokh", "category": "Commentary", "type": "commentary", "ref": "Ibn Ezra on Exodus; Perush HaArokh 24:9:1", "anchorRef": "Exodus 24:9", "anchorRefExpanded": ["Exodus 24:9"], "sourceRef": "Ibn Ezra on Exodus; Perush HaArokh 24:9:1", "sourceHeRef": "אבן עזרא על שמות; פירוש הארוך כ״ד:ט׳:א׳", "anchorVerse": 9, "sourceHasEn": true, "compDate": [1155, 1165], "commentaryNum": 9.0001, "collectiveTitle": {"en": "Ibn Ezra", "he": "אבן עזרא"}, "heTitle": "אבן עזרא על שמות; פירוש הארוך", "he": "<b>ויעל.</b> לא הזכיר ההר כי אין צורך:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "THEN WENT UP MOSES. Scripture does not mention the mountain because there was no need to do so.<sup class=\"footnote-marker\">21</sup><i class=\"footnote\">It is clear from the context that Moses and those who accompanied him went up on Mount Sinai.</i>", "versionTitle": "Ibn Ezra's commentary on the Pentateuch, tran. and annot. by H. Norman Strickman and Arthur M. Silver. Menorah Pub., 1988-2004", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "531e4fe0fbfba276047f5edb", "index_title": "Onkelos Exodus", "category": "Targum", "type": "targum", "ref": "Onkelos Exodus 24:9", "anchorRef": "Exodus 24:9", "anchorRefExpanded": ["Exodus 24:9"], "sourceRef": "Onkelos Exodus 24:9", "sourceHeRef": "תרגום אונקלוס על שמות כ״ד:ט׳", "anchorVerse": 9, "sourceHasEn": false, "compDate": [80, 120], "commentaryNum": 24.0009, "collectiveTitle": {"en": "Onkelos Exodus", "he": "תרגום אונקלוס על שמות"}, "heTitle": "תרגום אונקלוס על שמות", "he": "וּסְלֵיק משֶׁה וְאַהֲרֹן נָדָב וַאֲבִיהוּא וְשִׁבְעִין מִסָבֵי יִשְׂרָאֵל", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "חומש שפתי חכמים, מצודה תשס\"ט", "text": "Moshe and Aharon then went up along with Nadav and Avihu, and seventy of the elders of [the B’nei] Yisrael.", "versionTitle": "Metsudah Chumash, Metsudah Publications, 2009 [with Onkelos translation]", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "532b2684fbfba27c35eeb71b", "index_title": "Targum Jonathan on Exodus", "category": "Targum", "type": "targum", "ref": "Targum Jonathan on Exodus 24:9", "anchorRef": "Exodus 24:9", "anchorRefExpanded": ["Exodus 24:9"], "sourceRef": "Targum Jonathan on Exodus 24:9", "sourceHeRef": "תרגום יונתן על שמות כ״ד:ט׳", "anchorVerse": 9, "sourceHasEn": true, "compDate": [30, 70], "commentaryNum": 24.0009, "collectiveTitle": {"en": "Targum Jonathan on Exodus", "he": "תרגום יונתן על שמות"}, "heTitle": "תרגום יונתן על שמות", "he": "וּסְלֵיק משֶׁה וְאַהֲרן נָדָב וַאֲבִיהוּא וְשִׁבְעִין מִסָּבֵי יִשְרָאֵל", "heVersionTitle": "Targum Jonathan on Exodus", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": " And Mosheh and Aharon, Nadab and Abihu, and seventy of the elders of Israel, went up.\n", "versionTitle": "The Targum of Jonathan ben Uzziel, trans. J. W. Etheridge, London, 1862", "license": "Public Domain", "versionTitleInHebrew": "תרגום ירושלמי (תרגום יונתן בן-עוזיאל) לתורה, תורגם ע״י ג׳ון ווסלי אטרידג׳, לונדון 1862"}, {"_id": "53f176a5fbfba22336e9f044", "index_title": "Sforno on Exodus", "category": "Commentary", "type": "commentary", "ref": "Sforno on Exodus 24:9:1", "anchorRef": "Exodus 24:9", "anchorRefExpanded": ["Exodus 24:9"], "sourceRef": "Sforno on Exodus 24:9:1", "sourceHeRef": "ספורנו על שמות כ״ד:ט׳:א׳", "anchorVerse": 9, "sourceHasEn": true, "compDate": [1500, 1550], "commentaryNum": 9.0001, "collectiveTitle": {"en": "Sforno", "he": "ספורנו"}, "heTitle": "ספורנו על שמות", "he": "<b>ויעל משה ואהרן.</b> אחר שקיים מה שצוהו ה' יתברך, כאמרו כה תאמר אל בני ישראל קיים מה שצוהו אחר כך באמרו עלה אל ה' אתה ואהרן:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "ויעל משה ואהרן, after he had carried out the tasks entrusted to him by G’d. telling the people what he had been told to in 20,18. Now he carried out the instructions recorded in verse 1 of our chapter.", "versionTitle": "Eliyahu Munk, HaChut Hameshulash", "license": "CC-BY", "versionTitleInHebrew": "החוט המשולש, אליהו מונק"}, {"_id": "55b9ebcffbfba26d9c2555eb", "index_title": "Mishnah Rosh Hashanah", "category": "Mishnah", "type": "", "ref": "Mishnah Rosh Hashanah 2:9", "anchorRef": "Exodus 24:9", "anchorRefExpanded": ["Exodus 24:9"], "sourceRef": "Mishnah Rosh Hashanah 2:9", "sourceHeRef": "משנה ראש השנה ב׳:ט׳", "anchorVerse": 9, "sourceHasEn": true, "compDate": [190, 230], "commentaryNum": 2.0009, "collectiveTitle": {"en": "Mishnah Rosh Hashanah", "he": "משנה ראש השנה"}, "heTitle": "משנה ראש השנה", "he": "שָׁלַח לוֹ רַבָּן גַּמְלִיאֵל, גּוֹזְרַנִי עָלֶיךָ שֶׁתָּבֹא אֶצְלִי בְּמַקֶּלְךָ וּבִמְעוֹתֶיךָ בְּיוֹם הַכִּפּוּרִים שֶׁחָל לִהְיוֹת בְּחֶשְׁבּוֹנְךָ. הָלַךְ וּמְצָאוֹ רַבִּי עֲקִיבָא מֵצֵר, אָמַר לוֹ, יֶשׁ לִי לִלְמוֹד שֶׁכָּל מַה שֶּׁעָשָׂה רַבָּן גַּמְלִיאֵל עָשׂוּי, שֶׁנֶּאֱמַר (ויקרא כג), אֵלֶּה מוֹעֲדֵי יְיָ מִקְרָאֵי קֹדֶשׁ, אֲשֶׁר תִּקְרְאוּ אֹתָם, בֵּין בִּזְמַנָּן בֵּין שֶׁלֹּא בִזְמַנָּן, אֵין לִי מוֹעֲדוֹת אֶלָּא אֵלּוּ. בָּא לוֹ אֵצֶל רַבִּי דוֹסָא בֶּן הַרְכִּינָס, אָמַר לוֹ, אִם בָּאִין אָנוּ לָדוּן אַחַר בֵּית דִּינוֹ שֶׁל רַבָּן גַּמְלִיאֵל, צְרִיכִין אָנוּ לָדוּן אַחַר כָּל בֵּית דִּין וּבֵית דִּין שֶׁעָמַד מִימוֹת משֶׁה וְעַד עַכְשָׁיו, שֶׁנֶּאֱמַר (שמות כד), וַיַּעַל משֶׁה וְאַהֲרֹן נָדָב וַאֲבִיהוּא וְשִׁבְעִים מִזִּקְנֵי יִשְׂרָאֵל. וְלָמָּה לֹא נִתְפָּרְשׁוּ שְׁמוֹתָן שֶׁל זְקֵנִים, אֶלָּא לְלַמֵּד, שֶׁכָּל שְׁלשָׁה וּשְׁלשָׁה שֶׁעָמְדוּ בֵית דִּין עַל יִשְׂרָאֵל, הֲרֵי הוּא כְבֵית דִּינוֹ שֶׁל משֶׁה. נָטַל מַקְלוֹ וּמְעוֹתָיו בְּיָדוֹ, וְהָלַךְ לְיַבְנֶה אֵצֶל רַבָּן גַּמְלִיאֵל בְּיוֹם שֶׁחָל יוֹם הַכִּפּוּרִים לִהְיוֹת בְּחֶשְׁבּוֹנוֹ. עָמַד רַבָּן גַּמְלִיאֵל וּנְשָׁקוֹ עַל רֹאשׁוֹ, אָמַר לוֹ, בֹּא בְשָׁלוֹם, רַבִּי וְתַלְמִידִי, רַבִּי בְחָכְמָה, וְתַלְמִידִי שֶׁקִּבַּלְתָּ דְּבָרָי:  ", "heVersionTitle": "Torat Emet 357", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורת אמת 357", "text": "Upon hearing that Rabbi Yehoshua had challenged his ruling, <b>Rabban Gamliel sent</b> a message <b>to him: I decree against you that you</b> must <b>appear before me with your staff and with your money on</b> the day on which <b>Yom Kippur occurs according to your calculation;</b> according to my calculation, that day is the eleventh of Tishrei, the day after Yom Kippur. <b>Rabbi Akiva went and found</b> Rabbi Yehoshua <b>distressed</b> that the head of the Great Sanhedrin was forcing him to desecrate the day that he maintained was Yom Kippur. In an attempt to console him, Rabbi Akiva <b>said to</b> Rabbi Yehoshua: <b>I can learn</b> from a verse <b>that everything that Rabban Gamliel did</b> in sanctifying the month <b>is done,</b> i.e., it is valid. <b>As it is stated: “These are the appointed seasons of the Lord, sacred convocations, which you shall proclaim</b> in their season” (Leviticus 23:4). This verse indicates that <b>whether</b> you have proclaimed them <b>at their</b> proper <b>time</b> or <b>whether</b> you have declared them <b>not at their</b> proper <b>time, I have only these Festivals</b> as established by the representatives of the Jewish people. Rabbi Yehoshua then <b>came to Rabbi Dosa ben Horkinas,</b> who <b>said to him: If we come to debate</b> and question the rulings of <b>the court of Rabban Gamliel, we must debate</b> and question the rulings of <b>every court that has stood from the days of Moses until now. As it is stated: “Then Moses went up, and Aaron, Nadav and Avihu, and seventy of the Elders of Israel”</b> (Exodus 24:9). <b>But why were the names of these</b> seventy <b>Elders not specified? Rather,</b> this comes <b>to teach that every</b> set of <b>three</b> judges <b>that stands</b> as <b>a court over the Jewish people</b> has the same status <b>as the court of Moses.</b> Since it is not revealed who sat on that court, apparently it is enough that they were official judges in a Jewish court. When Rabbi Yehoshua heard that even Rabbi Dosa ben Horkinas maintained that they must submit to Rabban Gamliel’s decision, <b>he took his staff and his money in his hand, and went to Yavne to Rabban Gamliel on the day</b> on <b>which Yom Kippur occurred according to his</b> own <b>calculation.</b> Upon seeing him, <b>Rabban Gamliel stood up and kissed him on his head. He said to him: Come in peace, my teacher and my student.</b> You are <b>my teacher in wisdom,</b> as Rabbi Yehoshua was wiser than anyone else in his generation, <b>and</b> you are <b>my student, as you accepted my statement,</b> despite your disagreement.", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "57e77cc3d6e4a94c7c189ec0", "index_title": "Tafsir Rasag", "category": "Targum", "type": "targum", "ref": "Tafsir Rasag, Exodus 24:9", "anchorRef": "Exodus 24:9", "anchorRefExpanded": ["Exodus 24:9"], "sourceRef": "Tafsir Rasag, Exodus 24:9", "sourceHeRef": "תפסיר רס\"ג, שמות כ״ד:ט׳", "anchorVerse": 9, "sourceHasEn": false, "compDate": [918, 942], "commentaryNum": 24.0009, "collectiveTitle": {"en": "Tafsir Rasag", "he": "תפסיר רס\"ג"}, "heTitle": "שמות", "he": "ת̇ם צעד מוסי והרון ונדב ואביהוא וסבעון מן שיוך̇ אסראיל", "heVersionTitle": "Tafsir al-Torah bi-al-Arabiya, Paris, 1893", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תפסיר אלתורה באלערביה, פריס, 1893", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "58ad964ad6e4a93323dc26e2", "index_title": "Rosh Hashanah", "category": "Talmud", "type": "", "ref": "Rosh Hashanah 25a:5", "anchorRef": "Exodus 24:9", "anchorRefExpanded": ["Exodus 24:9"], "sourceRef": "Rosh Hashanah 25a:5", "sourceHeRef": "ראש השנה כ״ה א:ה׳", "anchorVerse": 9, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 49.0005, "collectiveTitle": {"en": "Rosh Hashanah", "he": "ראש השנה"}, "heTitle": "ראש השנה", "he": "בָּא לוֹ אֵצֶל רַבִּי דּוֹסָא בֶּן הוֹרְכִּינָס, אָמַר לוֹ: אִם בָּאִין אָנוּ לָדוּן אַחַר בֵּית דִּינוֹ שֶׁל רַבָּן גַּמְלִיאֵל, צְרִיכִין אָנוּ לָדוּן אַחַר כׇּל בֵּית דִּין וּבֵית דִּין שֶׁעָמַד מִימוֹת מֹשֶׁה וְעַד עַכְשָׁיו. שֶׁנֶּאֱמַר: ״וַיַּעַל מֹשֶׁה וְאַהֲרֹן נָדָב וַאֲבִיהוּא וְשִׁבְעִים מִזִּקְנֵי יִשְׂרָאֵל״, וְלָמָּה לֹא נִתְפָּרְשׁוּ שְׁמוֹתָן שֶׁל זְקֵנִים? אֶלָּא לְלַמֵּד שֶׁכׇּל שְׁלֹשָׁה וּשְׁלֹשָׁה שֶׁעָמְדוּ בֵּית דִּין עַל יִשְׂרָאֵל — הֲרֵי הוּא כְּבֵית דִּינוֹ שֶׁל מֹשֶׁה.", "heVersionTitle": "William Davidson Edition - Vocalized Aramaic", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "מהדורת וויליאם דייוידסון - ארמית המנוקד", "text": "Rabbi Yehoshua then <b>came to Rabbi Dosa ben Horkinas,</b> who <b>said to him: If we come to debate</b> and question the rulings of <b>the court of Rabban Gamliel, we must debate</b> and question the rulings of <b>every court that has stood from the days of Moses until now. As it is stated: “Then Moses went up, and Aaron, Nadav and Avihu, and seventy of the Elders of Israel”</b> (Exodus 24:9). <b>But why were the names of these</b> seventy <b>Elders not specified? Rather,</b> this comes <b>to teach that every</b> set of <b>three</b> judges <b>that stands</b> as <b>a court over the Jewish people</b> has the same status <b>as the court of Moses.</b> Since it is not revealed who sat on that court, apparently it is enough that they were official judges in a Jewish court.", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": "מהדורת וויליאם דייוידסון - אנגלית"}, {"_id": "58affcc6d6e4a91e9d6fc83f", "index_title": "Shemot Rabbah", "category": "Midrash", "type": "", "ref": "Shemot Rabbah 12:3", "anchorRef": "Exodus 24:9", "anchorRefExpanded": ["Exodus 24:9"], "sourceRef": "Shemot Rabbah 12:3", "sourceHeRef": "שמות רבה י״ב:ג׳", "anchorVerse": 9, "sourceHasEn": true, "compDate": [1200], "commentaryNum": 12.0003, "collectiveTitle": {"en": "Shemot Rabbah", "he": "שמות רבה"}, "heTitle": "שמות רבה", "he": "וַיֹּאמֶר ה' אֶל משֶׁה נְטֵה יָדְךָ עַל הַשָּׁמָיִם, הֲדָא הוּא דִכְתִיב <small>(תהלים קלה, ו)</small>: כֹּל אֲשֶׁר חָפֵץ ה' עָשָׂה וגו', אָמַר דָּוִד אַף עַל פִּי שֶׁגָּזַר הַקָּדוֹשׁ בָּרוּךְ הוּא <small>(תהלים קטו, טז)</small>: הַשָּׁמַיִם שָׁמַיִם לַה' וְהָאָרֶץ נָתַן לִבְנֵי אָדָם, מָשָׁל לְמָה הַדָּבָר דּוֹמֶה, לְמֶלֶךְ שֶׁגָּזַר וְאָמַר בְּנֵי רוֹמִי לֹא יֵרְדוּ לְסוּרְיָא וּבְנֵי סוּרְיָא לֹא יַעֲלוּ לְרוֹמִי, כָּךְ כְּשֶׁבָּרָא הַקָּדוֹשׁ בָּרוּךְ הוּא אֶת הָעוֹלָם גָּזַר וְאָמַר: הַשָּׁמַיִם שָׁמַיִם לַה' וְהָאָרֶץ נָתַן לִבְנֵי אָדָם, כְּשֶׁבִּקֵּשׁ לִתֵּן הַתּוֹרָה בִּטֵּל גְּזֵרָה רִאשׁוֹנָה וְאָמַר הַתַּחְתּוֹנִים יַעֲלוּ לָעֶלְיוֹנִים וְהָעֶלְיוֹנִים יֵרְדוּ לַתַּחְתּוֹנִים, וַאֲנִי הַמַּתְחִיל, שֶׁנֶּאֱמַר <small>(שמות יט, כ)</small>: וַיֵּרֶד ה' עַל הַר סִינַי, וּכְתִיב <small>(שמות כד, ט)</small>: וְאֶל משֶׁה אָמַר עֲלֵה אֶל ה', הֲרֵי כֹּל אֲשֶׁר חָפֵץ ה' עָשָׂה בַּשָּׁמַיִם וּבָאָרֶץ וגו'. כְּמוֹ כֵן כְּשֶׁבִּקֵּשׁ אָמַר <small>(בראשית א, ט)</small>: יִקָּווּ הַמַּיִם, וּכְשֶׁבִּקֵּשׁ עָשָׂה אֶת הַיַּבָּשָׁה יַם וּתְהוֹם, שֶׁנֶּאֱמַר <small>(עמוס ה, ח, ט, ו)</small>: הַקּוֹרֵא לְמֵי הַיָּם, וְאוֹמֵר <small>(בראשית ז, יא)</small>: בַּיּוֹם הַזֶּה נִבְקְעוּ כָּל מַעְיְנוֹת תְּהוֹם רַבָּה. וּכְשֶׁבִּקֵּשׁ עָשָׂה אֶת הַיָּם וּתְהוֹמוֹת יַבָּשָׁה, שֶׁנֶּאֱמַר <small>(שמות יד, כט)</small>: וּבְנֵי יִשְׂרָאֵל הָלְכוּ בַיַּבָּשָׁה בְּתוֹךְ הַיָּם, וְאוֹמֵר <small>(תהלים קו, ט)</small>: וַיּוֹלִיכֵם בַּתְּהֹמוֹת כַּמִּדְבָּר. וְכֵן בְּמִצְרַיִם, בְּמשֶׁה שֶׁהָיָה בָּאָרֶץ, נָתַן לוֹ רְשׁוּת לִשְׁלֹט בְּמַעֲשֵׂה שָׁמַיִם, שֶׁנֶּאֱמַר: וַיֹּאמֶר ה' אֶל משֶׁה נְטֵה יָדְךָ עַל הַשָּׁמַיִם וגו'. לָמָּה הֵבִיא עֲלֵיהֶם בָּרָד, לְפִי שֶׁשָֹּׂמוּ יִשְׂרָאֵל נוֹטְעֵי כְּרָמִים וְגַנּוֹת וּפַרְדֵּסִים וְאִילָנוֹת, לְפִיכָךְ הֵבִיא עֲלֵיהֶם בָּרָד וְשִׁבַּר אֶת הַכֹּל. עַל הָאָדָם וְעַל הַבְּהֵמָה, כֵּיוָן שֶׁרָאָה הַקָּדוֹשׁ בָּרוּךְ הוּא שֶׁלֹא שָׁמְעוּ לִדְבָרָיו מַה שֶּׁאָמַר לָהֶם <small>(שמות ט, יט)</small>: שְׁלַח הָעֵז, אָמַר הַקָּדוֹשׁ בָּרוּךְ הוּא, כְּדַי שֶׁיָּבוֹא הַבָּרָד עַל הַכֹּל.", "heVersionTitle": "Midrash Rabbah -- TE", "heLicense": "unknown", "heVersionTitleInHebrew": "מדרש רבה - תורת אמת", "text": "<b>“The Lord said to Moses: Extend your hand toward the heavens, and there will be hail throughout the land of Egypt, upon man, upon animal, and upon all the grasses of the field, in the land of Egypt (Exodus 9:22).</b> <br>“The Lord said to Moses: Extend your hand toward the heavens” – that is what is written: “Whatever the Lord wished, He has done…” (Psalms 135:6). David said: Even though the Holy One blessed be He decreed: “The heavens are the heavens of the Lord and the earth He has given to the children of men” (Psalms 115:16) [it is to be understood in this way]. To what is this matter comparable? It is [comparable] to a king who decreed and said that Romans may not go down to Syria and Syrians may not go up to Rome. Similarly, when the Holy One blessed be He created the world, He decreed and said: “The heavens are the heavens of the Lord; but the earth He has given to the children of men.” When He sought to give the Torah, He cancelled the first decree and said: Those below will ascend to those above, and those above will descend to those below, and it is I who begins, as it is stated: “The Lord descended onto Mount Sinai” (Exodus 19:20), and it is written: “To Moses He said: Ascend to God” (Exodus 24:1). That is: “Whatever the Lord wished, He has done, in the heavens and on the earth.” <br>Likewise, when He sought to , He said: “Let the waters be gathered” (Genesis 1:9), and when He sought to act, He made the dry land into sea and the depths, as it is stated: “Who summons the water of the sea” (Amos 5:8; 9:6), and it says: “All the fountains of the great deep burst” (Genesis 7:11). When He sought to do so, he made the sea and the depths into dry land, as it is stated: “And the children of Israel walked on dry land in the midst of the sea” (Exodus 14:29), and it says: “He led them through the depths, as through a wilderness” (Psalms 106:9). Likewise in Egypt, regarding Moses, who was on the land, He gave him license to control the actions of the heavens, as it is stated: “The Lord said to Moses: Extend your hand toward the heavens…” <br>Why did He bring hail upon them? It is because they [the Egyptians] set Israel to be planters of vineyards, gardens, orchards, and trees; therefore He brought hail upon them and broke everything. “Upon man, upon animal” – when the Holy One blessed be He saw that they did not heed His words that He had said to them: “Now send, gather [your livestock…every man and animal that will be found in the field… will die]” (Exodus 9:19), the Holy One blessed be He said: They deserve that the hail shall fall upon everything.<sup class=\"footnote-marker\">4</sup><i class=\"footnote\">Since they did not listen to God’s warning. </i>", "versionTitle": "The Sefaria Midrash Rabbah, 2022", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "58fdc131d6e4a960c04a50be", "index_title": "Midrash Tanchuma", "category": "Midrash", "type": "", "ref": "Midrash Tanchuma, Beha'alotcha 16:1", "anchorRef": "Exodus 24:9", "anchorRefExpanded": ["Exodus 24:9"], "sourceRef": "Midrash Tanchuma, Beha'alotcha 16:1", "sourceHeRef": "מדרש תנחומא, בהעלותך ט״ז:א׳", "anchorVerse": 9, "sourceHasEn": true, "compDate": [500, 800], "commentaryNum": 16.0001, "collectiveTitle": {"en": "Midrash Tanchuma", "he": "מדרש תנחומא"}, "heTitle": "בהעלותך", "he": "<b>אֶסְפָה</b> לִי שִׁבְעִים אִישׁ מִזִּקְנֵי יִשְׂרָאֵל. זֶה שֶׁאָמַר הַכָּתוּב: אוֹהֵב טְהָר לֵב, חֵן שְׂפָתָיו רֵעֵהוּ מֶלֶךְ <small>(משלי כב, יא)</small>. לָמָּה לֹא אָמַר, אֶסְפָה שִׁבְעִים אֲנָשִׁים. אֶלָּא אֵלּוּ שִׁבְעִים סַנְהֶדְרִין מְיֵחָדִים, שֶׁיִּהְיוּ דּוֹמִין לִי וּלְךָ. לִי, שֶׁנֶּאֱמַר: ה' אִישׁ מִלְחָמָה <small>(שמות טו, ג)</small>. וּלְךָ, שֶׁנֶּאֱמַר: וְהָאִישׁ מֹשֶׁה עָנָו מְאֹד <small>(במדבר יב, ג)</small>. אֶסְפָה לִי, וְכִי לֹא הָיוּ זְקֵנִים קֹדֶם לָכֵן. וַהֲרֵי בְּהַר סִינַי נֶאֱמַר, וַיַּעַל מֹשֶׁה וְאַהֲרֹן וְשִׁבְעִים מִזִּקְנֵי יִשְׂרָאֵל <small>(שמות כד, ט)</small>, וְהַפָּרָשָׁה הַזּוֹ אַחַר כָּךְ הָיְתָה, וְהֵיכָן הָיוּ הַזְּקֵנִים. אֶלָּא בְּשָׁעָה שֶׁבָּאוּ יִשְׂרָאֵל לְאוֹתָן הַדְּבָרִים, וַיְהִי הָעָם כְּמִתְאוֹנְנִים וַתִּבְעַר בָּם אֵשׁ ה', נִשְׂרְפוּ כֻּלָּם בְּאוֹתָהּ שָׁעָה, אֶלָּא שֶׁהָיְתָה שְׂרֵיפָתָן כִּשְׂרֵפַת נָדָב וַאֲבִיהוּ, שֶׁאַף הֵם הֵקֵלּוּ רֹאשָׁם בַּעֲלֹתָם לְהַר סִינַי כְּשֶׁרָאוּ אֶת הַשְּׁכִינָה, שֶׁנֶּאֱמַר: וַיֶּחֱזוּ אֶת הָאֱלֹהִים וַיֹּאכְלוּ וַיִּשְׁתּוּ <small>(שם פסוק יא)</small>. וְכִי אֲכִילָה וּשְׁתִיָּה הָיָה שָׁם. מָשָׁל לְמָה הַדָּבָר דּוֹמֶה, לְעֶבֶד שֶׁהָיָה מְשַׁמֵּר אֶת רַבּוֹ וּפְרֻסָּתוֹ בְּיָדוֹ וְהוּא נוֹשֵׁךְ מִמֶּנּוּ, כָּךְ הֵקֵלּוּ אֶת רֹאשָׁם כְּאוֹכְלִים וְשׁוֹתִים. וְהָיוּ רְאוּיִן לִישָׂרֵף בְּאוֹתָהּ שָׁעָה הַזְּקֵנִים וְנָדָב וַאֲבִיהוּ. וּמִפְּנֵי שֶׁהָיָה מַתַּן תּוֹרָהּ חָבִיב לִפְנֵי הַקָּדוֹשׁ בָּרוּךְ הוּא, לְפִיכָךְ לֹא רָצָה הַקָּדוֹשׁ בָּרוּךְ הוּא לִפְגֹּעַ בָּהֶם בּוֹ בַּיּוֹם לַעֲשׂוֹת פִּרְצָה בָּהֶם, הֲדָא הוּא דִּכְתִיב: וְאֶל אֲצִילֵי בְּנֵי יִשְׂרָאֵל לֹא שָׁלַח יָדוֹ <small>(שם)</small>, מִכְּלָל שֶׁהָיוּ רְאוּיִם לְהִשְׁתַּלֵּחַ יָדוֹ. אֲבָל לְאַחַר זְמַן, בָּא לָהֶם. נָדָב וַאֲבִיהוּ נִשְׂרְפוּ כְּשֶׁנִּכְנְסוּ בְּאֹהֶל מוֹעֵד. וְאַף הַזְּקֵנִים נִשְׂרְפוּ כְּשֶׁנִּתְאַוּוּ אוֹתָהּ הַתַּאֲוָה, שֶׁנֶּאֱמַר: וְהָאֲסַפְסוּף אֲשֶׁר בְּקִרְבּוֹ הִתְאַוּוּ תַּאֲוָה. מַהוּ וְהָאֲסַפְסוּף. רַבִּי שְׁמוּאֵל בַּר נַחְמָנִי וְרַבִּי נְחֶמְיָה, אֶחָד מֵהֶן אוֹמֵר, אֵלּוּ הַגֵּרִים שֶׁעָלוּ עִמָּהֶם מִמִּצְרַיִם שֶׁנֶּאֶסְפוּ עִמָּהֶם, שֶׁנֶּאֱמַר: וְגַם עֵרֶב רַב עָלָה אִתָּם <small>(שמות יב, לח)</small>. וְאֶחָד אוֹמֵר, אֵין אֲסַפְסוּף אֶלָּא סַנְהֶדְרִין, שֶׁנֶּאֱמַר: אֶסְפָה לִי שִׁבְעִים אִישׁ. מַה כְּתִיב שָׁם בְּאוֹתָהּ שָׁעָה, וַתִּבְעַר בָּם אֵשׁ ה' וַתֹּאכַל בִּקְצֵה הַמַּחֲנֶה, בַּמֻּקְצִים שֶׁבַּמַּחֲנֶה. וּמִנַּיִן שֶׁאוֹתָם זְקֵנִים שֶׁעָלוּ לְהַר סִינַי נִשְׂרְפוּ. שֶׁנֶּאֱמַר: וַתִּבְעַר אֵשׁ בַּעֲדָתָם <small>(תהלים קו, יח)</small>. וְאֵין עֵדָה אֶלָּא סַנְהֶדְרִין, שֶׁנֶּאֱמַר: וְהָיָה אִם מֵעֵינֵי הָעֵדָה <small>(במדבר סו, כד)</small>. וּכְתִיב: וְאִם כָּל עֲדַת יִשְׂרָאֵל יִשְׁגּוּ <small>(ויקרא ד, יג)</small>. וְכֵן דָּוִד אוֹמֵר, וְאַף אֱלֹהִים עָלָה בָּהֶם וַיַּהֲרֹג בְּמִשְׁמַנֵּיהֶם <small>(תהלים עח, לא)</small>, אֵלּוּ סַנְהֶדְרִין. וּבַחוּרֵי יִשְׂרָאֵל הִכְרִיעַ <small>(שם)</small>, אוֹתָן הַבַּחוּרִים שֶׁהָיוּ קְרוּיִם זְקֵנִים שֶׁכָּתוּב בָּהֶם, וַיּוֹסֵף עוֹד דָּוִד אֶת כָּל בָּחוּר בְּיִשְׂרָאֵל <small>(ש״‎ב ו, א)</small>. וּכְשֶׁחָזְרוּ וּבָכוּ וּבִקְּשׁוּ בָּשָׂר. וְאִם תֹּאמַר, בָּשָׂר הָיָה מַה שֶּׁבִּקְּשׁוּ. הֲלֹא כָּל מַה שֶּׁהָיוּ רוֹצִים, הַמָּן נַעֲשָׂה לְתוֹךְ פִּיהֶם, שֶׁנֶּאֱמַר: וַיִּתֵּן לָהֶם שְׁאֵלָתָם <small>(תהלים קו, טו)</small> וְגוֹ'. וְאִם תֹּאמַר שֶׁלֹּא הָיָה לָהֶם שׁוֹר וּבְהֵמָה, וַהֲלֹא כְּבָר נֶאֱמַר, וְגַם עֵרֶב רַב עָלָה אִתָּם וְצֹאן וּבָקָר מִקְנֶה כָּבֵד מְאֹד <small>(שמות יב, לח)</small>. וְאִם נֹאמַר אֲכָלוּם בַּמִּדְבָּר, וַהֲלֹא כְּתִיב בִּכְנִיסָתָן לָאָרֶץ, וּמִקְנֶה רַב הָיָה לִבְנֵי רְאוּבֵן וְלִבְנֵי גָּד עָצוּם מְאֹד <small>(במדבר לב, א)</small>. מִכָּאן אָמַר רַבִּי שִׁמְעוֹן, לֹא בָּשָׂר הָיָה שֶׁנִּתְאַוּוּ, שֶׁכֵּן הוּא אוֹמֵר, וַיַּמְטֵר עֲלֵיהֶם כֶּעָפָר שְׁאֵר <small>(תהלים עח, כז)</small>. וְאֵין שְׁאֵר אֶלָּא עֲרָיוֹת, שֶׁנֶּאֱמַר: אִישׁ אִישׁ אֶל כָּל שְׁאֵר בְּשָׂרוֹ <small>(ויקרא יח, ו)</small>. הֱוֵי, שֶׁכָּךְ בִּקְּשׁוּ לְהַתִּיר לָהֶם אֶת כָּל שְׁאֵר בְּשָׂרוֹ, לֹא תִּקְרְבוּ לְגַלּוֹת עֶרְוָה, לְהַתִּיר לָהֶם אֶת הָעֲרָיוֹת. וְכֵן הוּא אוֹמֵר, וַיִּשְׁמַע מֹשֶׁה אֶת הָעָם בּוֹכֶה לְמִשְׁפְּחוֹתָיו. וּכְשֶׁבִּקְּשׁוּ כֵן, לְפִיכָךְ וַיִּחַר אַף ה' מְאֹד, וּבְעֵינֵי מֹשֶׁה רַע. בְּאוֹתָהּ שָׁעָה, אָמַר מֹשֶׁה לִפְנֵי הַקָּדוֹשׁ בָּרוּךְ הוּא, לָמָה הֲרֵעֹתָ לְעַבְדֶּךָ וְלָמָּה לֹא מָצָאתִי חֵן בְּעֵינֶיךָ. לְשֶׁעָבַר הָיָה עִמִּי מִי יִשָּׂא בְּמַשָּׂאָן שֶׁל יִשְׂרָאֵל, וְעַכְשָׁו אֲנִי לְבַדִּי אֵינִי יָכוֹל, שֶׁנֶּאֱמַר: לֹא אוּכַל לָשֵׂאת אֶת הָעָם הַזֶּה, אִם כָּכָה אַתְּ עוֹשֶׂה לִי, הָרְגֵנִי נָא הָרֹג. בְּאוֹתָהּ שָׁעָה, אָמַר לוֹ הַקָּדוֹשׁ בָּרוּךְ הוּא לְמֹשֶׁה, מַנֵּה תַּחַת אוֹתָן הַזְּקֵנִים, אֲחֵרִים תַּחְתֵּיהֶם, שֶׁנֶּאֱמַר: אֶסְפָה לִי שִׁבְעִים אִישׁ. וְיָרַדְתִּי וְדִבַּרְתִּי עִמָּךְ שָׁם, לְהוֹדִיעֲךָ שֶׁיּוֹם מִנּוּי הַזְּקֵנִים הָיָה חָבִיב לִפְנֵי הַקָּדוֹשׁ בָּרוּךְ הוּא כְּיוֹם מַתַּן תּוֹרָה, שֶׁכָּתוּב, כִּי בַּיּוֹם הַשְּׁלִישִׁי יֵרֵד ה' <small>(שמות יט, יא)</small>. וְאַף בְּמִנּוּי הַזְּקֵנִים כָּתוּב בּוֹ יְרִידָה. מָשָׁל לְמָה הַדָּבָר דּוֹמֶה. לַמֶּלֶךְ שְׁהָיָה לוֹ פַּרְדֵּס וְשָׂכַר לְתוֹכָהּ שׁוֹמֵר, וְנָתַן לוֹ שְׂכַר שְׁמִירָה לִשְׁמֹר אֶת הַפַּרְדֵּס. לְאַחַר זְמַן, אָמַר לוֹ הַשּׁוֹמֵר, אֵינִי יָכֹל לִשְׁמֹר כֻּלּוֹ לְבַדִּי, אֶלָּא הֲבֵא לִי עוֹד אֲחֵרִים שֶׁיִּשְׁמְרוּ עִמִּי. אָמַר לוֹ הַמֶּלֶךְ, נָתַתִּי לְךָ אֶת הַפַּרְדֵּס כֻּלּוֹ לְשָׁמְרוֹ, וְכָל שְׂכִירוּת שְׁמִירָתוֹ לְךָ נָתַתִּי. וְעַכְשָׁו אַתָּה אוֹמֵר, הֲבֵא לִי אֲחֵרִים שֶׁיִּשְׁמְרוּ עִמִּי. הֲרֵי אֲנִי מֵבִיא אֲחֵרִים שֶׁיִּשְׁמְרוּ עִמָּךְ. וֶהֱוֵי יוֹדֵעַ, שֶׁאֵין אֲנִי נוֹתֵן לָהֶם שְׂכַר שְׁמִירָה מִשֶּׁלִּי, אֶלָּא מִתּוֹךְ שָׂכָר שֶׁנָּתַתִּי לְךָ, מִשָּׁם הֵם נוֹטְלִין שְׂכִירָתָן. כָּךְ אָמַר לוֹ הַקָּדוֹשׁ בָּרוּךְ הוּא לְמֹשֶׁה, בְּשָׁעָה שֶׁאָמַר לוֹ: לֹא אוּכַל אֲנִי לְבַדִּי לָשֵׂאת, אָמַר לוֹ הַקָּדוֹשׁ בָּרוּךְ הוּא, אֲנִי נָתַתִּי לְךָ דַּעַת וְכֹחַ לְפַרְנֵס אֶת בָּנַי, וְלֹא הָיִיתִי מְבַקֵּשׁ אֲחֵרִים אֶלָּא כְּדֵי שֶׁיְּהֵא בְּךָ כֹּחַ וָדַעַת וְנִתְיַחַדְתָּ אַתָּה בְּאוֹתָהּ גְּדֻלָּה, וְעַכְשָׁו אַתָּה מְבַקֵּשׁ אֲחֵרִים. אֶלָּא הֱוֵי יוֹדֵעַ, שֶׁמִּשֶּׁלִּי אֵינָן נוֹטְלִין כְּלוּם, אֶלָּא מִשֶּׁלְּךָ, שֶׁנֶּאֱמַר: וְאָצַלְתִּי מִן הָרוּחַ אֲשֶׁר עָלֶיךָ וְשַׂמְתִּי עֲלֵיהֶם וְנָשְׂאוּ אִתְּךָ וְגוֹ'. וְאַף עַל פִּי כֵן מֹשֶׁה לֹא חָסַר כְּלוּם. תֵּדַע לְךָ, שֶׁלְּאַחַר אַרְבָּעִים שָׁנָה אָמַר לוֹ הַקָּדוֹשׁ בָּרוּךְ הוּא לְמֹשֶׁה, קַח לְךָ אֶת יְהוֹשֻׁעַ בִּן נוּן אִישׁ אֲשֶׁר רוּחַ בּוֹ וְנָתַתָּ מֵהוֹדְךָ עָלָיו <small>(במדבר כז, יח-כ)</small>. מַה כְּתִיב בִּיהוֹשֻׁעַ, וִיהוֹשֻׁעַ בִּן נוּן מָלֵא רוּחַ חָכְמָה <small>(דברים לד, ט)</small>. לָמָּה, כִּי סָמַךְ מֹשֶׁה אֶת יָדָיו עָלָיו <small>(שם)</small>. אָמַר הַקָּדוֹשׁ בָּרוּךְ הוּא, בָּעוֹלָם הַזֶּה, יְחִידִים נִתְנַבְּאוּ. אֲבָל לָעוֹלָם הַבָּא, כָּל יִשְׂרָאֵל נַעֲשִׂין נְבִיאִים, שֶׁנֶּאֱמַר: וְהָיָה אַחֲרֵי כֵן אֶשְׁפֹּךְ אֶת רוּחִי עַל כָּל בָּשָׂר וְנִבְּאוּ בְּנֵיכֶם וּבְנוֹתֵיכֶם וְגוֹ' <small>(יואל ג, א)</small>. כָּךְ דָּרַשׁ רַבִּי תַּנְחוּמָא בַּר אַבָּא.", "heVersionTitle": "Midrash Tanchuma -- Torat Emet", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש תנחומא, תורת אמת", "text": "(Numb. 11:16:) “Gather Me seventy man (<i>sic</i>)<sup class=\"footnote-marker\">63</sup><i class=\"footnote\">The midrash is ignoring the fact that Hebrew uses singular nouns with large numbers in order to build an interpretation on this singular usage.</i> from the elders of Israel.”<sup class=\"footnote-marker\">64</sup><i class=\"footnote\">Numb. R. 5:23.</i> This text is related (to Prov. 22:11), “The one who loves purity of heart has grace on his lips, has a king as his friend.” Why did He not say to him (in Numb. 11:16), “seventy men\" (with \"men\" in the plural), instead of “seventy man.” It is simply that He said to him, “seventy man (<i>ish</i>) [with the singular <i>ish</i> indicating] singular individuals,<sup class=\"footnote-marker\">65</sup><i class=\"footnote\">I.e. singular individuals like the one described in Prov. 22:11.</i> because they were to be like Me and you, as stated (Exod. 15:3:) “The Lord is a Man (<i>ish</i>) of war,” [and it is likewise] stated (Numb. 12:3), “Now the man (<i>ish</i>) Moses was very humble.” (Numb. 11:16:) “Gather Me [seventy men from the elders of Israel].” But did you not have elders before?<sup class=\"footnote-marker\">66</sup><i class=\"footnote\">Numb. R. 15:24.</i> Here now it is written concerning Mount Sinai (in Exod. 24:9), “Then there went up Moses […] and the seventy elders of Israel”; and this <i>parashah</i> (with Numb. 11:16) comes after that. So where were the[se earlier] elders? It is simply that, when Israel did those things which are stated (in Numb. 11:1), “Now the people were as murmurers […] then the fire of the Lord burned against them,” they were all destroyed by fire at that time. It is simply that their burning was like the burning of Nadab and Abihu, for they also had acted with disrespect on ascending Sinai, when they saw the Divine Presence. It is so stated (in Exod. 24:11), “they beheld God, and they ate and drank.” Was there eating and drinking there? To what is the matter comparable? To a servant who attended his master while [holding] a slice of bread in his hand and taking bites from it. Similarly had they acted with disrespect as though eating and drinking. So the elders along with Nadab and Abihu deserved to be destroyed by fire on that day; but because the giving of Torah was dear to the Holy One, blessed be He, He therefore did not want to harm them and bring calamity to them on that day. This is what is written (ibid.), “But He (the Holy One, blessed be He,) did not raise His hand against the nobles of the Children of Israel.” From this you may infer that they deserved to have a hand raised [against them]. After a time, however, they were destroyed by fire. Nadab and Abihu were destroyed by fire as they entered the tent of meeting, while the elders were destroyed by fire when they were filled with lusting, as stated (in Numb. 11:4), “Then the rabble (<i>ha'safsuf</i>) which was in their midst became filled with lust.” Who were the rabble (<i>ha'safsuf</i>)? R. Simeon ben Menasya and R. Simeon bar Abba [differed on the matter]. One said, “These were the proselytes who came up with them from Egypt and who were gathered (<i>ne'esafim</i>) together with them as stated (in Exod. 12:38), ‘And a mixed multitude went up with them.’” But the other said, “Rabble can only be a Sanhedrin, since it is stated (in Numb. 11:16), ‘Gather (<i>esfah</i>) Me seventy men.’” What [else] is written there (in Numb. 11:1)? “Then the fire of the Lord burned against them and consumed them in the outskirts (<i>qetseh</i>) of the camp,” [i.e.,] among the selected (<i>muqetsim</i>) in the camp. And where is it shown that those elders who went up onto the mountain were destroyed by fire? Where it is stated (in Ps. 106:18), “And fire broke out in their company ('<i>edah</i>),” since company ('<i>edah</i>) can only be a Sanhedrin as stated (in Numb. 15:24), “And it shall come to pass that if it was done [by mistake] away from the eyes of the congregation ('<i>edah</i>).”<sup class=\"footnote-marker\">67</sup><i class=\"footnote\">I.e. the leaders of the congregation. So Rashi on Numb. 15:24.</i> It is also written (in Lev. 4:13), “And if the whole congregation ('<i>edah</i>) of Israel<sup class=\"footnote-marker\">68</sup><i class=\"footnote\">This expression was often interpreted as denoting the Sanhedrin. So <i>Sifra</i> to Lev. 4:13 (42: <i>Wayyiqra parashah</i> 4); R. Meir in <i>Hor.</i> 5a; Rashi on Lev. 4:13.</i> should err.” And so did David say (in Ps. 78:31), “When God’s anger flared up at them, He slew their sturdiest,” these were the Sanhedrin; “struck down the chosen of Israel,” these were the chosen ones that were called elders, about whom it is written (in II Sam. 6:1), “And David still added to the chosen among Israel.” Then they wept again and demanded meat. Now you might say, “What they wanted was flesh? Did it not come about that the manna became whatever they wanted inside of their mouths, as stated (in Ps. 106:15), ‘So He gave them what they asked for...’?” And in case you should say that they did not have oxen and cattle in the desert, has it not already stated (in Exod. 12:38), “And a mixed multitude went up with them and flocks and herds.” And in case you should say they ate them in the desert, is it not written (in Numb. 32:1), “Now the children of Reuben and the children of Gad had much livestock?” From here R. Simeon said, “It was not meat for which they lusted, since it says so (in Ps. 78:27), ‘And He rained down flesh (<i>she'er</i>) upon them like dust.’ Now <i>she'er</i> must denote illicit intercourse since it is stated (in Lev. 18:6), ‘None of you shall approach any close (<i>she'er</i>) relation to him.’ Ergo, it [really] says that they desired to permit illicit intercourse for themselves; and so it says (in Numb. 11:10), ‘Now Moses heard the people weeping for their families.’”<sup class=\"footnote-marker\">69</sup><i class=\"footnote\">See <i>Yoma</i> 75a according to which they were weeping here because of the family relations with whom they were forbidden to have intercourse.</i> Thus when they desired such [relations] (ibid. cont.), “the Lord was very angry and it was bad in the eyes of Moses.” At that time Moses said to the Holy One, blessed be He, (in vs. 11), “’Why have you mistreated Your servant […]?’ In the past there was one with me who would bear the burden of Israel, but now I am alone.” Thus it is written (in vs. 14-15), “I am not able to bear [all] this people alone…. So if You are dealing like this with me, please truly kill me.” At that time the Holy One, blessed be He, said to him, “Appoint other elders instead of those elders.” It is so stated] (in vs. 16), “Gather Me seventy men.” (Numb. 11:17:) “Then I will come down and speak with you there.” [This verse is] to inform you that the day for appointing elders was as dear to the Holy One, blessed be He, as the day for the giving of Torah.<sup class=\"footnote-marker\">70</sup><i class=\"footnote\">Numb. R. 15:25.</i> Thus it is stated (in Exod. 19:11), “for on the third day the Lord will come down”; and also (in Numb. 11:17) with reference to appointing the elders, “I will come down,” is written. To what is the matter comparable? To a king who had an orchard and hired a guard for it. Then he gave him the payment of a guard for him to guard the orchard. After a time the guard said to him, “I cannot guard all of it myself. Rather give me others to guard it with me.” The king said to him, “I have given the entire orchard into your keeping, and I have given you all the payment for guarding it; but now you would say to me, ‘Go and bring others to guard it with me.’ See I am bringing others to guard with you, but observe that I am not giving them their payment from what belongs to me. Rather it is from your payment which I have given you that they are receiving their payment.” Similarly did the Holy One, blessed be He, speak to Moses. When [Moses] said to Him, “I cannot [do everything] alone,” the Holy One, blessed be He, said to him, “I have given you understanding and knowledge to sustain<sup class=\"footnote-marker\">71</sup><i class=\"footnote\"><i>PRNS</i>. Cf. Gk.: <i>pronoos</i> (“prudent”).</i> My children. Moreover, I did not want others, simply so that you would have strength and knowledge and so that you would stand alone in that greatness. But now you are the one who wants others. Be aware that they will receive [payment], not from what is Mine, but from what is yours.” It is so stated (in Numb. 11:17.), “and I will set aside some of the spirit which is upon you and put it on them [...].” Nevertheless Moses did not lack anything. You should know that after forty years He said to Moses (in Numb. 27:18, 20), “Take Joshua ben Nun …. And put some of your glory upon him.” Then what is written about Joshua (in Deut. 34:9)? “Now Joshua ben Nun was filled with the spirit of wisdom.” Why? (Ibid. cont.:) “Because Moses had laid his hands upon him.” The Holy One, blessed be He, said, “In this world [only] individuals have prophesied, but in the world to come all Israel shall become prophets.” It is so stated (in Joel 3:1), “And it shall come to pass afterward that I will pour out My spirit upon all flesh so that your sons and your daughters shall prophesy.”<sup class=\"footnote-marker\">72</sup><i class=\"footnote\">See also above Gen. 10:4; cf. Deut. R. 6:14.</i> So did R. Tanchuma bar Abba expound.", "versionTitle": "Townsend 1989 translation of Midrash Tanhuma, S. Buber Recension, edited and supplemented by R. Francis Nataf", "license": "CC-BY", "versionTitleInHebrew": "תרגום טאוונסנד לתנחומא בובר, ערך והוסיף: רבי פרנסיס נטף"}, {"_id": "5926b215d6e4a9576039efa0", "index_title": "Midrash Tanchuma Buber", "category": "Midrash", "type": "", "ref": "Midrash Tanchuma Buber, Vayetzei 7:3", "anchorRef": "Exodus 24:9", "anchorRefExpanded": ["Exodus 24:9"], "sourceRef": "Midrash Tanchuma Buber, Vayetzei 7:3", "sourceHeRef": "תנחומא בובר, ויצא ז׳:ג׳", "anchorVerse": 9, "sourceHasEn": true, "compDate": [150, 750], "commentaryNum": 7.0003, "collectiveTitle": {"en": "Midrash Tanchuma Buber", "he": "תנחומא בובר"}, "heTitle": "ויצא", "he": " ד\"א והנה מלאכי אלהים זה משה ואהרן, שנאמר ויעל משה ואהרן <small>(שמות כד ט)</small>, והנה ה' נצב עליו, וירד ה' על הר סיני <small>(שם יט כ)</small>, ויאמר אני ה' אלהי אברהם אביך ואלהי יצחק <small>(בראשית כח יג)</small>, ונאמר בסיני אנכי ה' אלהיך <small>(שמות כ א)</small>.", "heVersionTitle": "Midrash Tanhuma haKadum veHaYashan, S. Buber, 1885", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש תנחומא הקדום והישן, ש' בובר, תרמ\"ה", "text": "Another interpretation (of Gen. 28:12): <small>AND BEHOLD, THE ANGELS OF GOD</small>. This refers to Moses and Aaron, as stated (in Exod. 24:9): <small>THEN THERE WENT UP MOSES AND AARON</small>.<sup class=\"footnote-marker\">22</sup><i class=\"footnote\">The passage continues: <small>NADAB, ABIHU, AND SEVENTY OF THE ELDERS OF ISRAEL</small>.</i> (Gen. 28:13:) <small>AND BEHOLD, THE LORD STOOD UPON IT</small>. (Exod. 19:20:) <small>AND THE LORD CAME DOWN UPON MOUNT SINAI</small>. (Gen. 12:13, cont.:) <small>AND SAID: I AM THE LORD, THE GOD OF YOUR FATHER ABRAHAM AND THE GOD OF ISAAC</small>. It is also stated on Sinai (in Exod. 20:1): <small>I AM THE LORD YOUR GOD</small>.", "versionTitle": "Midrash Tanhuma, S. Buber Recension; trans. by John T. Townsend, 1989.", "license": "CC-BY", "versionTitleInHebrew": "מדרש תנחומא, בובר, מתורגם בידי ג'ון ט' טוונסנד, 1989"}, {"_id": "5926b247d6e4a957603a0970", "index_title": "Midrash Tanchuma Buber", "category": "Midrash", "type": "", "ref": "Midrash Tanchuma Buber, Achrei Mot 13:3", "anchorRef": "Exodus 24:9", "anchorRefExpanded": ["Exodus 24:9"], "sourceRef": "Midrash Tanchuma Buber, Achrei Mot 13:3", "sourceHeRef": "תנחומא בובר, אחרי מות י״ג:ג׳", "anchorVerse": 9, "sourceHasEn": true, "compDate": [150, 750], "commentaryNum": 13.0003, "collectiveTitle": {"en": "Midrash Tanchuma Buber", "he": "תנחומא בובר"}, "heTitle": "אחרי מות", "he": "רבותינו אומרים בשביל שזנו עיניהם מן השכינה, אמרו לא כך עשה משה שהלך לרקיע והביט בשכינה, ולא צריך לא אכילה ולא שתיה, אף אנו כיון שאנו מביטים בשכינה, אין אנו צריכין לא אכילה ולא שתיה, אעפ\"י כן ויחזו את האלהים <small>(שמות כד יא)</small>, וצרכו לאכילה ושתיה, שנאמר ויאכלו וישתו <small>(שם)</small>, מאותה שעה בקש הקב\"ה לפשוט יד בהן, אמר קב\"ה אני אמתין עד שיעשה המשכן, והן נכנסין להקריב , ואני עושה בהן מדת הדין, שנאמר בקרבתם לפני ה' וימותו <small>(ויקרא טז א)</small>, ב' פעמים כתיב לפני ה', וימת נדב ואביהוא לפני ה' בהקריבם אש זרה [לפני ה'] <small>(במדבר ג ד)</small>, למה ב' פעמים, אמר הקב\"ה הוציאו את המת מלפני, שכן כתיב קרבו שאו את אחיכם מאת פני הקודש <small>(ויקרא י ד)</small>, כביכול כשישראל בצרה אף הוא עמהם, שכן כתיב בכל צרתם לון צר <small>(ישעיה סג ט)</small>, אמר ר' מאיר ויושע ה' ביום ההוא <small>(שמות יד ל)</small>, ויושע כתיב, אמר ר' אבהו ראה מה כתיב לפני אפרים ומנשה עוררה את גבורתך ולכה לישועתה לנו <small>(תהלים פ ג)</small>, שלך ושלנו היא הגאולה, אמר הקב\"ה לעולם הבא אני גואל אתכם, ואתם שמחים ואני שמח, [שנאמר] ישמח ה' במעשו <small>(תהלים קד לא)</small>, ישמח (ה') [ישראל] בעושיו <small>(שם קמט ב)</small>].", "heVersionTitle": "Midrash Tanhuma haKadum veHaYashan, S. Buber, 1885", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש תנחומא הקדום והישן, ש' בובר, תרמ\"ה", "text": "Our masters say: &lt; It was &gt; because their eyes strayed away from the Divine Presence. They (i.e., Nadab and Abihu) said: Moses did not do so, when (according to Exod. 24:9–10) he went into the firmament and beheld the Divine Presence; for he had no need of either eating or drinking. With us also, when we behold the Divine Presence, we shall have no need of either eating or drinking. Even so, (according to vs. 11): <small>THEY BEHELD GOD</small>, but they did need to eat and drink, as stated (ibid., cont.): <small>AND THEY ATE AND DRANK</small>. From that time the Holy One sought to stretch out his hand against them. The Holy One said: I shall wait until the Tabernacle is made. Then when they enter to sacrifice (rt.: <i><small>QRB</small></i>), I shall carry out the divine judgment upon them. Thus it is stated (in Lev. 16:1, cont.): <small>WHEN THEY DREW NEAR</small> (rt.: <i><small>QRB</small></i>) <small>BEFORE THE LORD, THEY DIED. BEFORE THE LORD</small> is written two times (in Numb. 3:4): <small>BUT NADAB AND ABIHU DIED BEFORE THE LORD, WHEN THEY OFFERED ALIEN FIRE</small> [<small>BEFORE THE LORD</small>]. Why two times? The Holy One said: Bring out the dead from before me, for so it is written (in Lev. 10:4): <small>DRAW NEAR AND CARRY YOUR BROTHERS AWAY FROM BEFORE THE SANCTUARY</small>. When Israel, as it were, is in trouble, he also is with them; for so it is written (in Is. 63:9): <small>IN ALL THEIR TROUBLE, IT TROUBLED HIM</small>. R. Meir said (concerning Exod. 14:30): <small>SO THE LORD SAVED</small> (<i><small>WYWSh</small></i>', voweled as <i>wayyosha</i>') <small>&lt; ISRAEL &gt; ON THAT DAY</small>: The written text (<i>ketiv</i>) &lt; reads &gt; <small>SO &lt; THE LORD &gt; WAS SAVED</small> (<i><small>WYWSh</small></i>', voweled <i>wayyiwwasha</i>') <small>&lt; ON THAT DAY WITH ISRAEL &gt;</small>.<sup class=\"footnote-marker\">70</sup><i class=\"footnote\">Below, 6:18; below, Numb. 1:10; <i>Tanh</i>. Lev. 6:12; Numb. R. 2:2; cf. Exod. R. 30:24.</i> R. Abbahu said: See what is written (in Ps. 80:3 [2]): <small>BEFORE EPHRAIM AND MANASSEH</small><sup class=\"footnote-marker\">71</sup><i class=\"footnote\">The Masoretic Text reads: <small>BEFORE EPHRAIM, BENJAMIN, AND MANASSEH</small>.</i> <small>STIR UP YOUR MIGHT AND COME TO SAVE US</small>. To you and to us belongs the redemption. The Holy One said: In the world to come I will redeem you. Then you shall be happy, and I will be happy. [It is so stated] (in Ps. 104:31): <small>MAY THE LORD BE HAPPY IN HIS WORKS</small>. (Ps. 149:2:) <small>LET</small> {<small>THE LORD</small>} [<small>ISRAEL</small>] <small>BE HAPPY IN ITS MAKER</small>.]", "versionTitle": "Midrash Tanhuma, S. Buber Recension; trans. by John T. Townsend, 1989.", "license": "CC-BY", "versionTitleInHebrew": "מדרש תנחומא, בובר, מתורגם בידי ג'ון ט' טוונסנד, 1989"}, {"_id": "5926b257d6e4a957603a129a", "index_title": "Midrash Tanchuma Buber", "category": "Midrash", "type": "", "ref": "Midrash Tanchuma Buber, Beha'alotcha 24:1", "anchorRef": "Exodus 24:9", "anchorRefExpanded": ["Exodus 24:9"], "sourceRef": "Midrash Tanchuma Buber, Beha'alotcha 24:1", "sourceHeRef": "תנחומא בובר, בהעלותך כ״ד:א׳", "anchorVerse": 9, "sourceHasEn": true, "compDate": [150, 750], "commentaryNum": 24.0001, "collectiveTitle": {"en": "Midrash Tanchuma Buber", "he": "תנחומא בובר"}, "heTitle": "בהעלותך", "he": " אספה לי וגו'. והיכן היו אותן הראשונים, זש\"ה ירוע כבירים לא חקר [ויעמד אחרים תחתם] <small>(איוב לד כד)</small>, כשהיו הנשיאים במצרים היו להם שבעים זקנים, שנאמר לך ואספת את זקני ישראל <small>(שמות ג טז)</small>, ועמהם יצאו ממצרים, וכשעלה משה לקבל את התורה, היו עמו, שנאמר ויעל משה ואהרן נדב ואביהוא ושבעים מזקני ישראל <small>(שם כד ט)</small>, ואל הזקנים אמר שבו (לכן) [לנו] בזה וגו' <small>(שם שם יד)</small>, כיון שעלה משה התנה עם ישראל שירד לסוף ארבעים יום, כיון ששהה לירד, כמה שנאמר וירא העם כי בושש משה <small>(שם לב א)</small>, ואין בושש אלא שיהוי, שנאמר מדוע בושש רכבו לבא מדוע אחרו פעמי מרכבותיו <small>(שופטים ה כח)</small>, נתכנסו כל ישראל אצל הזקנים, אמרו להם משה התנה עמנו שירד לארבעים יום, והרי ארבעים יום ולא ירד, ועוד שש שעות יותר, ואין אנו יודעים מה היה לו, אלא קום עשה לנו אלהים <small>(שמות לב א)</small>, כיון ששמעו כך, אמרו להם מה אתם מכעיסים למי שעשה לכם את כל הנסים והנפלאות, עמדו עליהם והרגום, ולפי שעמד עליהם חור בדברים קשים, עמדו עליו והרגוהו, [מנין שהרגו לזקנים וחור], שכך אמר ירמיהו, גם בכנפיך נמצאו דם נפשות אביונים נקיים לא במחתרת מצאתים כי על כל אלה <small>(ירמיה ב לד)</small>, [מהו על כל אלה], בשביל אלה אלהיך ישראל <small>(שמות לב ד)</small>, אחר זמן כשסלח להם הקב\"ה אמר למשה אספה לי שבעים איש, תחת אותן שנהרגו על קדושת שמי, הוא שכתיב ירוע כבירים לא חקר [ויעמד אחרים תחתם] <small>(איוב לד כד)</small>.", "heVersionTitle": "Midrash Tanhuma haKadum veHaYashan, S. Buber, 1885", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש תנחומא הקדום והישן, ש' בובר, תרמ\"ה", "text": "(Numb. 11:16:) <small>GATHER ME &lt;SEVENTY PEOPLE FROM THE ELDERS OF ISRAEL&gt;….</small> But where were those former ones?<sup class=\"footnote-marker\">88</sup><i class=\"footnote\"><i>Tanh</i>. 3:14; Numb. R. 15:21.</i> This text is related (to Job 34:24): <small>HE SHATTERS MIGHTY ONES WITHOUT INQUIRY</small> [<small>AND RAISES UP OTHERS IN THEIR STEAD</small>]. When the princes (i.e. the people of Israel) were in Egypt, they had seventy elders as stated (in Exod. 3:16): <small>GO AND GATHER THE ELDERS OF ISRAEL</small>; and with them they went out of Egypt. Moreover when Moses went up &lt;on Sinai&gt; to receive the Torah, they were &lt;still&gt; with him, as stated (in Exod. 24:9): <small>THEN THERE WENT UP MOSES AND AARON, NADAB, ABIHU, AND THE SEVENTY ELDERS OF ISRAEL</small>. (Exod. 24:14:) <small>BUT UNTO THE ELDERS HE HAD SAID: WAIT</small> [<small>FOR US</small>] <small>HERE…</small>. When Moses had gone up, he had agreed with Israel to come down at the end of forty days. When he delayed coming down, even as it is stated (in Exod. 32:1): <small>WHEN THE PEOPLE SAW THAT MOSES WAS LATE</small> (<i>boshesh</i>) &lt; … &gt;.<sup class=\"footnote-marker\">89</sup><i class=\"footnote\">Cf. <i>Shab.</i> 89a.</i> Now <i>boshesh</i> can only mean a delay since it is stated (in Judg. 5:28): <small>WHY IS HIS CHARIOT LATE</small> (<i>boshesh</i>) <small>IN COMING; WHY ARE THE HOOF-BEATS OF HIS CHARIOTS DELAYING</small>? All Israel came together to the elders. They said to them: Moses agreed with us that he would come down in forty days. Now here it is forty days and he has not come down. And in addition, six hours more &lt;have passed&gt;;<sup class=\"footnote-marker\">90</sup><i class=\"footnote\">Cf. Exod. R. 41:7, which derives <i>boshesh</i> from <i>ba’u shesh,</i> which means: “Six hours have come.” See Gen. R. 18:6.</i> yet we do not know what has happened to him. So (in the words of Exod. 32:1 cont.) <small>ARISE AND MAKE A GOD FOR US</small>. When they heard that, they said to them: Why are you making him angry, you for whom he performed all the miracles and wonders? They rose up against them and killed them. Then because Hur had stood ('<i><small>MD</small></i>) up to them with harsh words, they (rt.: '<i><small>MD</small></i>) rose up against him and killed him. [Where is it shown that they killed the elders and Hur?]<sup class=\"footnote-marker\">91</sup><i class=\"footnote\">On the killing of Hur, see also <i>Tanh</i>. Exod. 8:10; Exod. R. 42:1; 48:3; 51:8; Lev. R. 10:2; Numb. R. 9:45; <i><small>PRE</small></i> 45.</i> Where Jeremiah has said (in Jer. 2:34-35): <small>MOREOVER ON YOUR SKIRTS THERE IS FOUND THE LIFEBLOOD OF THE INNOCENT POOR. YOU DID NOT FIND THEM BREAKING IN; YET FOR OF ALL THESE &lt;YOU SAY: I AM INNOCENT&gt;</small>. [What is the significance of <small>FOR ALL THESE</small> (<i>elleh</i>)?] &lt;It is&gt; because of (the statement in Exod. 32:4): <small>THIS</small> (<i>elleh</i>) <small>IS YOUR GOD O ISRAEL</small>. After a time, when the Holy One had forgiven them, he said to Moses (in Numb. 11:16): <small>GATHER ME SEVENTY PEOPLE &lt;FROM THE ELDERS OF ISRAEL&gt;</small> in place of those who were killed for the sanctification of my name. That is what is written (in Job 34:24): <small>HE SHATTERS MIGHTY ONES WITHOUT INQUIRY</small> [<small>AND RAISES UP OTHERS IN THEIR STEAD</small>].", "versionTitle": "Midrash Tanhuma, S. Buber Recension; trans. by John T. Townsend, 1989.", "license": "CC-BY", "versionTitleInHebrew": "מדרש תנחומא, בובר, מתורגם בידי ג'ון ט' טוונסנד, 1989"}, {"_id": "5926b257d6e4a957603a12b0", "index_title": "Midrash Tanchuma Buber", "category": "Midrash", "type": "", "ref": "Midrash Tanchuma Buber, Beha'alotcha 27:1", "anchorRef": "Exodus 24:9", "anchorRefExpanded": ["Exodus 24:9"], "sourceRef": "Midrash Tanchuma Buber, Beha'alotcha 27:1", "sourceHeRef": "תנחומא בובר, בהעלותך כ״ז:א׳", "anchorVerse": 9, "sourceHasEn": true, "compDate": [150, 750], "commentaryNum": 27.0001, "collectiveTitle": {"en": "Midrash Tanchuma Buber", "he": "תנחומא בובר"}, "heTitle": "בהעלותך", "he": " אספה לי. וכי לא היו זקנים קודם לכן, והרי כתיב בהר סיני ויעל משה [וגו'] ושבעים מזקני ישראל <small>(שמות כד ט)</small>, והפרשה הזאת אחר כך היתה, והיכן היו הזקנים, אלא בשעה שעשו ישראל אותן הדברים, שנאמר ויהי העם כמתאוננים [וגו', ותבער בם אש ה'] <small>(במדבר יא א)</small>, נשרפו כולם באותה שעה, אלא שהיתה שריפתן כשריפת נדב ואביהוא, שאף הם הקלו ראשם בעלותם לסיני כשראו את השכינה, שנאמר ויחזו את האלהים ויאכלו וישתו <small>(שמות כד יא)</small>, וכי אכילה ושתיה היתה שם, למה הדבר דומה, לעבד שהיה משמש את רבו, ופרוסתו בידו והיה נושך ממנה כך הקלו את ראשם כאוכלים ושותים, והיו ראוין באותו יום לישרף הזקנים ונדב ואביהוא, ומפני שהיה מתן תורה חביב לפני הקב\"ה, לפיכך לא רצה לפגוע בהן, ולעשות בהם פירצה בו ביום, הדא הוא דכתיב ואל אצילי בני ישראל לא שלח ידו <small>(שם)</small>, מכלל שהיו ראוין לשילוח יד, אבל לאחר זמן נשרפו, נדב ואביהוא נשרפו בכניסתן לאהל מועד, והזקנים נשרפו כשנתאוו תאוה, שנמר והאספסוף אשר בקרבו וגו' <small>(במדבר יא ד)</small>, מהו והאספסוף, ר' שמעון בן מנסיא ור' שמעון בר אבא, חד אמר אלו הגרים שעלו עמהם ממצרים הנאספים עליהם, שנאמר וגם ערב רב וגו' <small>(שמות יב לח)</small>. וחד אמר אין אספסוף אלא סנהדרין, שנאמר אספה לי [שבעים איש]. מה כתיב שם, ותבער בם אש ה' ותאכל בקצה המחנה <small>(במדבר יא א)</small>, בקצינים שבמחנה, ומנין שאותן הזקנים שעלו להר נשרפו, שנאמר ותבער איש בעדתם <small>(תהלים קו יח)</small>, ואין עדה אלא סנהדרין, שנאמר והיה אם מעיני העדה וגו' <small>(במדבר טו כד)</small>, וכתיב ואם כל עדת ישראל ישגו <small>(ויקרא ד יג)</small>, וחזרו ובכו ובקשו בשר, ואם תאמר בשר היה מה שבקשו, והלא כל מה שבקשו היה המן נעשה לתוך פיהם, שנאמר ויתן להם (את) שאלתם <small>(תהלים קו טו)</small>. ואם תאמר שלא היה להם שור ובהמה, והכתיב וגם ערב רב עלה אתם [ו]צאן ובקר <small>(שמות יב לח)</small>, ואם תאמר אכלום במדבר, והלא כתיב ומקנה רב היה לבני ראובן ולבני גד <small>(במדבר לב א)</small>, מיכאן אמר ר' שמעון לא בשר היה שנתאוו, שכן הוא אומר וימטר עליהם כעפר שאר <small>(תהלים עח כז)</small>, ואין שאר אלא עריות, שנאמר איש איש אל כל שא בשרו <small>(ויקרא יח ו)</small>, הוי אומר שבקשו להתיר להם את העריות, וכן הוא אומר וישמע משה את העם בוכה למשפחותיו <small>(במדבר יא י)</small>, וכשבקשו כך ויחר אף ה' (בם) מאד וגו' <small>(שם)</small>. באותה שעה אמר משה לפני הקב\"ה למה הריעות לעבדך וגו' <small>(שם שם יא)</small>, לשעבר היה עמי מי ישא במשואן של ישראל, ועכשיו אני לבדי, דכתיב לא אוכל אנכי לבדי לשאת וגו' <small>(שם שם יד)</small>, ואם ככה את עושה לי וגו' <small>(שם שם טו)</small>, באותה שעה אמר לו הקב\"ה מנה זקנים אחרים תחת אותן הזקנים, [שנאמר] אספר לי שבעים איש. ", "heVersionTitle": "Midrash Tanhuma haKadum veHaYashan, S. Buber, 1885", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש תנחומא הקדום והישן, ש' בובר, תרמ\"ה", "text": "(Numb. 11:16:) <small>GATHER ME &lt;SEVENTY PEOPLE FROM THE ELDERS OF ISRAEL&gt;</small>. But did you not have elders before?<sup class=\"footnote-marker\">101</sup><i class=\"footnote\"><i>Tanh.</i> Numb. 3:16 cont.; Numb. R. 15:24.</i> Here now it is written concerning Mount Sinai (in Exod. 24:9): <small>THEN THERE WENT UP MOSES … AND THE SEVENTY ELDERS OF ISRAEL</small>; and this parashah (with Numb. 11:16) comes after that. So where were the&lt;se earlier&gt; elders? It is simply that, when Israel did those things which are stated (in Numb. 11:1): <small>NOW THE PEOPLE WERE AS MURMURERS</small> […. <small>THEN THE FIRE OF THE LORD BURNED AGAINST THEM</small>], they were all destroyed by fire at that time. It is simply that their burning was like the burning of Nadab and Abihu, for they also had acted with disrespect on ascending Sinai, when they saw the Divine Presence. It is so stated (in Exod. 24:11): <small>THEY BEHELD GOD, AND THEY ATE AND DRANK</small>. Was there eating and drinking there? To what is the matter comparable? To a servant who attended his master while &lt;holding&gt; a slice of bread in his hand and taking bites from it. Similarly had they acted with disrespect as though eating and drinking. So the elders along with Nadab and Abihu deserved to be destroyed by fire on that day; but because the giving of Torah was dear to the Holy One, he therefore did not want to harm them and bring calamity to them on that day. This is what is written (ibid.): <small>BUT HE</small> (the Holy One) <small>STILL DID NOT RAISE HIS HAND AGAINST THE NOBLES OF THE CHILDREN OF ISRAEL</small>. From this you may infer that they deserved to have a hand raised &lt;against them&gt;. After a time, however, they were destroyed by fire. Nadab and Abihu were destroyed by fire as they entered the tent of meeting, while the elders were destroyed by fire when they were filled with lusting, as stated (in Numb. 11:4): <small>THEN THE RABBLE WHICH WAS IN THEIR MIDST &lt;BECAME FILLED WITH LUST&gt;</small>. Who were <small>THE RABBLE</small> (<i>ha'safsuf</i>)? R. Simeon ben Menasya and R. Simeon bar Abba &lt;differed&gt;. One said: These were the proselytes who came up with them from Egypt and who were gathered (<i>ne'esafim</i>) together with them as stated (in Exod. 12:38): <small>AND A MIXED MULTITUDE &lt;WENT UP WITH THEM&gt;…</small>. But the other said: <small>RABBLE</small> can only be a sanhedrin, since it is stated (in Numb. 11:16:) <small>GATHER ME</small> [<small>SEVENTY PEOPLE</small>] <small>&lt;FROM THE ELDERS OF ISRAEL&gt;</small>. What &lt;else&gt; is written there (in vs. 1)? <small>THEN THE FIRE OF THE LORD BURNED AGAINST THEM AND CONSUMED THEM IN THE OUTSKIRTS</small> (<i>qetseh</i>) <small>OF THE CAMP</small>, &lt;i.e.,&gt; among the officers (<i>qetsinim</i>) in the camp. And where is it shown that those elders who went up onto the mountain were destroyed by fire? Where it is stated (in Ps. 106:18): <small>AND FIRE BROKE OUT IN THEIR COMPANY</small> ('<i>edah</i>), since <small>COMPANY</small> ('<i>edah</i>) can only be a sanhedrin as stated (in Numb. 15:24): <small>AND IT SHALL COME TO PASS THAT IF IT WAS DONE &lt;BY MISTAKE&gt; AWAY FROM THE EYES OF THE CONGREGATION</small> ('<i>edah</i>)….<sup class=\"footnote-marker\">102</sup><i class=\"footnote\">I.e. the leaders of the congregation. So Rashi on Numb. 15:24.</i> It is also written (in Lev. 4:13): <small>AND IF THE WHOLE CONGREGATION</small> ('<i>edah</i>) <small>OF ISRAEL</small><sup class=\"footnote-marker\">103</sup><i class=\"footnote\">This expression was often interpreted as denoting the Sanhedrin. So <i>Sifra</i> to Lev. 4:13 (42: <i>Wayyiqra</i> parashah 4); R. Meir in <i>Hor</i>. 5a; Rashi on Lev. 4:13.</i> <small>SHOULD ERR</small>? Then they wept again and demanded meat. Now if you should say: What they wanted was flesh (not manna), did it not come about that the manna became whatever they wanted inside of their mouths. Thus it is stated (in Ps. 106:15): <small>SO HE GAVE THEM WHAT THEY ASKED FOR</small>. Again in case you should say that they did not have oxen and cattle in the desert, he caused to be written (in Exod. 12:38): <small>AND A MIXED MULTITUDE WENT UP WITH THEM WITH FLOCKS AND HERDS</small>. And in case you should say they ate them in the desert, is it not written (in Numb. 32:1): <small>NOW THE CHILDREN OF REUBEN AND THE CHILDREN OF GAD HAD MUCH LIVESTOCK</small>? From here R. Simeon said: It was not flesh for which they lusted, since it says so (in Ps. 78:27): <small>AND HE RAINED DOWN MEAT</small> (<i>she'er</i>) <small>UPON THEM LIKE DUST</small>. Now <i>she'er</i> must denote illicit intercourse since it is stated (in Lev. 18:6): <small>NONE OF YOU SHALL APPROACH ANY CLOSE</small> (<i>she'er</i>) <small>RELATION TO HIM</small>. Ergo, it &lt;really&gt; says that they desired to permit illicit intercourse for themselves; and so it says (in Numb. 11:10): <small>NOW MOSES HEARD THE PEOPLE WEEPING FOR THEIR FAMILIES</small>.<sup class=\"footnote-marker\">104</sup><i class=\"footnote\">See <i>Yoma</i> 75a according to which they were weeping here because of the family relations with whom they were forbidden to have intercourse.</i> Thus when they desired such &lt;relations&gt; (ibid. cont.:) <small>THE LORD WAS VERY ANGRY…</small>. At that time Moses said to the Holy One (in vs. 11): <small>WHY HAVE YOU MISTREATED YOUR SERVANT</small> …? In the past there was one with me who would bear the burden of Israel, but now I am alone. Thus it is written (in vs. 14—15): <small>I AM NOT ABLE TO BEAR &lt;ALL THIS PEOPLE ALONE … SO IF YOU ARE DEALING LIKE THIS WITH ME…</small>. At that time the Holy One said to him: Appoint other elders instead of those elders. [It is so stated] (in vs. 16): <small>GATHER ME SEVENTY PEOPLE &lt;FROM THE ELDERS OF ISRAEL&gt;</small>.", "versionTitle": "Midrash Tanhuma, S. Buber Recension; trans. by John T. Townsend, 1989.", "license": "CC-BY", "versionTitleInHebrew": "מדרש תנחומא, בובר, מתורגם בידי ג'ון ט' טוונסנד, 1989"}, {"_id": "59d488aad6e4a939ba173497", "index_title": "Torah Temimah on Torah", "category": "Commentary", "type": "commentary", "ref": "Torah Temimah on Torah, Exodus 24:9:1", "anchorRef": "Exodus 24:9", "anchorRefExpanded": ["Exodus 24:9"], "sourceRef": "Torah Temimah on Torah, Exodus 24:9:1", "sourceHeRef": "תורה תמימה על התורה, שמות כ״ד:ט׳:א׳", "anchorVerse": 9, "sourceHasEn": false, "compDate": [1898, 1902], "commentaryNum": 9.0001, "collectiveTitle": {"en": "Torah Temimah on Torah", "he": "תורה תמימה על התורה"}, "heTitle": "שמות", "he": "<b>ושבעים מזקני ישראל. </b>תני, למה לא נתפרשו שמותם של זקנים, ללמדך שכל שלשה ושלשה שעמדו ב\"ד על ישראל הרי הוא כבית דינו של משה <sup class=\"footnote-marker\">טו</sup><i class=\"footnote\">ר\"ל שאם יאמר אדם על ב\"ד של שלשה שאינם חשובים כמשה ואהרן אומרים לו שמא חשוב הוא כשאר הזקנים שלא נתפרשו, וע\"ע מענין זה לפנינו בפ' שופטים בפסוק ובאת אל השופט אשר יהיה בימים ההם. </i>.<br>(ר\"ה כ\"ה א׳)\n", "heVersionTitle": "Torah Temimah, Vilna, 1904", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורה תמימה, וילנה תרס\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59ef2fe7d6e4a90d4d5cadb0", "index_title": "Steinsaltz on Rosh Hashanah", "category": "Quoting Commentary", "type": "", "ref": "Steinsaltz on Rosh Hashanah 25a:5", "anchorRef": "Exodus 24:9", "anchorRefExpanded": ["Exodus 24:9"], "sourceRef": "Steinsaltz on Rosh Hashanah 25a:5", "sourceHeRef": "ביאור שטיינזלץ על ראש השנה כ״ה א:ה׳", "anchorVerse": 9, "sourceHasEn": false, "compDate": [1950, 2010], "commentaryNum": 49.0005, "collectiveTitle": {"en": "Steinsaltz on Rosh Hashanah", "he": "ביאור שטיינזלץ על ראש השנה"}, "heTitle": "ביאור שטיינזלץ על ראש השנה", "he": "<b>בא לו</b> ר' יהושע <b>אצל ר' דוסא בן הורכינס, אמר לו</b> ר' דוסא: <b>אם באין אנו לדון אחר בית דינו של רבן גמליאל</b> ולפקפק בהחלטותיו, הרי <b>צריכין אנו לדון אחרי כל בית דין ובית דין שעמד מימות משה</b> רבינו <b>ועד עכשיו,</b> שמא טעה בהחלטותיו. <b>שנאמר: \"ויעל משה ואהרן נדב ואביהוא ושבעים מזקני ישראל\"</b> (שמות כד, ט) <b>ולמה לא נתפרשו שמותן של זקנים</b> אלה שזכו עד כדי כך? <b>אלא ללמד</b> מפסוק זה <b>שכל שלשה ושלשה שעמדו בית דין על ישראל</b> — <b>הרי הוא כבית דינו של משה,</b> שהרי אין אנו יודעים מי היה באותו בית דין, ודי לנו בכך שהיו דייני ישראל.", "heVersionTitle": "William Davidson Edition - Hebrew", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5a4366e0d6e4a97d18d90ea5", "index_title": "Ralbag Beur HaMilot on Torah", "category": "Commentary", "type": "commentary", "ref": "Ralbag Beur HaMilot on Torah, Exodus 24:9:1", "anchorRef": "Exodus 24:9", "anchorRefExpanded": ["Exodus 24:9"], "sourceRef": "Ralbag Beur HaMilot on Torah, Exodus 24:9:1", "sourceHeRef": "רלב\"ג ביאור המלות על התורה, שמות כ״ד:ט׳:א׳", "anchorVerse": 9, "sourceHasEn": false, "compDate": [1326, 1340], "commentaryNum": 9.0001, "collectiveTitle": {"en": "Ralbag Beur HaMilot", "he": "רלב\"ג ביאור המלות"}, "heTitle": "שמות", "he": "<b>ויעל משה ואהרן נדב ואביהוא ושבעים מזקני ישראל.</b> אל קצת ההר להשתחוות שם מרחוק כמו שצוו באופן שלא יתקרבו אל ראש ההר אשר שם הכבוד כי שם היה נגש משה לבדו.\n", "heVersionTitle": "Ralbag on Torah, Venice, 1547", "heLicense": "Public Domain", "heVersionTitleInHebrew": "רלב\"ג על התורה, ונציה ש\"ז", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5be1f7bf5c81ef0074e6962b", "index_title": "Midrash Tanchuma", "category": "Midrash", "type": "", "ref": "Midrash Tanchuma, Beha'alotcha 14:1", "anchorRef": "Exodus 24:9", "anchorRefExpanded": ["Exodus 24:9"], "sourceRef": "Midrash Tanchuma, Beha'alotcha 14:1", "sourceHeRef": "מדרש תנחומא, בהעלותך י״ד:א׳", "anchorVerse": 9, "sourceHasEn": true, "compDate": [500, 800], "commentaryNum": 14.0001, "collectiveTitle": {"en": "Midrash Tanchuma", "he": "מדרש תנחומא"}, "heTitle": "בהעלותך", "he": "<b>אֶסְפָה</b> לִי שִׁבְעִים אִישׁ מִזִּקְנֵי יִשְׂרָאֵל. וְהֵיכָן הָיוּ אוֹתָם הָרִאשׁוֹנִים. זֶה שֶׁאָמַר הַכָּתוּב: יָרֹעַ כַּבִּירִים לֹא חֵקֶר וַיַּעֲמֵד אֲחֵרִים תַּחְתָּם <small>(איוב לד, כד)</small>. עַד שֶׁהָיוּ יִשְׂרָאֵל בְּמִצְרַיִם, הָיָה לָהֶם שִׁבְעִים זְקֵנִים, שֶׁנֶּאֱמַר: לֵךְ וְאָסַפְתָּ אֶת זִקְנֵי יִשְׂרָאֵל <small>(שמות ג, טז)</small>. וְעִמָּהֶם יָצְאוּ מִמִּצְרַיִם. וּכְשֶׁעָלָה מֹשֶׁה לְקַבֵּל אֶת הַתּוֹרָה, עָלוּ עִמּוֹ, שֶׁנֶּאֱמַר: וַיַּעַל מֹשֶׁה וְאַהֲרֹן נָדָב וַאֲבִיהוּא וְשִׁבְעִים מִזִּקְנֵי יִשְׂרָאֵל <small>(שם כד, ט)</small>. וְאֶל הַזְּקֵנִים אָמַר שְׁבוּ לָנוּ בָזֶה עַד אֲשֶׁר נָשׁוּב אֲלֵיכֶם <small>(שם פסוק יד)</small>. כֵּיוָן שֶׁעָלָה מֹשֶׁה, הִתְנָה עִם יִשְׂרָאֵל שֶׁיֵּרֵד בְּסוֹף אַרְבָּעִים יוֹם. כֵּיוָן שֶׁשָּׁהָה לֵירֵד, כְּמוֹ שֶׁנֶּאֱמַר: וַיַּרְא הָעָם כִּי בוֹשֵׁשׁ מֹשֶׁה <small>(שם לב, א)</small>, וְאֵין בּוֹשֵׁשׁ אֶלָּא לְשׁוֹן שְׁהִיָּה, שֶׁנֶּאֱמַר: מַדּוּעַ בּוֹשֵׁשׁ רִכְבּוֹ לָבוֹא, מַדּוּעַ אֵחֲרוּ פַּעֲמֵי מַרְכְּבוֹתָיו <small>(שופטים ה, כח)</small>, נִתְכַּנְּסוּ כָּל יִשְׂרָאֵל אֵצֶל הַזְּקֵנִים, אָמְרוּ לָהֶם, מֹשֶׁה הִתְנָה עִמָּנוּ שֶׁיֵּרֵד לְסוֹף אַרְבָּעִים יוֹם וַהֲרֵי אַרְבָּעִים יוֹם וְלֹא יָרַד, וְשֵׁשׁ שָׁעוֹת יוֹתֵר, אֵין אָנוּ יוֹדְעִין מֶה הָיָה לוֹ. אֶלָּא, קוּם עֲשֵׂה לָנוּ אֱלֹהִים <small>(שמות לב, א)</small>. כֵּיוָן שֶׁשָּׁמְעוּ כָּךְ, אָמַר לָהֶם: לָמָּה אַתֶּם מַכְעִיסִין לְמִי שֶׁעָשָׂה לָכֶם כָּל אוֹתָן הַנִּסִּים וְהַנִּפְלָאוֹת. וְלֹא שָׁמְעוּ לָהֶם, וַהֲרָגוּם. וְחוּר שֶׁעָמַד כְּנֶגְדָן בִּדְבָרִים קָשִׁים, עָמְדוּ עָלָיו וַהֲרָגוּהוּ. נִתְכַּנְּסוּ כָּל יִשְׂרָאֵל עַל אַהֲרֹן בִּטְקָסִים גְּדוֹלִים, שֶׁנֶּאֱמַר: וַיִּקָּהֵל הָעָם עַל אַהֲרֹן וְגוֹ' <small>(שם)</small>. לָמָּה אַתָּה יוֹשֵׁב. אָמַר רַבִּי יִצְחָק, רוּחַ הַקֹּדֶשׁ צוֹוַחַת, שָׂנֵאתִי קְהַל מְרֵעִים וְעִם רְשָׁעִים לֹא אֵשֵׁב <small>(תהלים כו, ה)</small>. קוּם עֲשֵׂה לָנוּ אֱלֹהִים. וְאִם לֹא, כִּי זֶה, כָּזֶה אָנוּ עוֹשִׂין לָךְ. כְּשֵׁם שֶׁעָמַדְנוּ עַל חוּר וַהֲרַגְנוּהוּ, כָּךְ אָנוּ עוֹשִׂין לְךָ אִם תִּמָּנַע מִמֶּנּוּ. כֵּיוָן שֶׁרָאָה אַהֲרֹן מַה שֶּׁעָשׂוּ לַזְּקֵנִים וּלְחוּר, נִתְיָרֵא הַרְבֵּה, שֶׁנֶּאֱמַר: וַיַּרְא אַהֲרֹן וַיִּבֶן מִזְבֵּחַ לְפָנָיו <small>(שמות לב, ה)</small>, וַיִּבֶן מִזְּבוֹחַ. וּמִנַּיִן שֶׁהָרְגוּ לַזְּקֵנִים וּלְחוּר. שֶׁכֵּן יִרְמְיָהוּ מוֹכִיחַ אֶת יִשְׂרָאֵל, שֶׁנֶּאֱמַר: גַּם בִּכְנָפֶיךָ נִמְצְאוּ דַּם נַפְשׁוֹת אֶבְיוֹנִים נְקִיִּים לֹא בַּמַּחְתֶּרֶת מְצָאְתִּים כִּי עַל כָּל אֵלֶּה <small>(ירמיה ב, לד)</small>. מַהוּ עַל כָּל אֵלֶּה. בִּשְׁבִיל אֵלֶּה אֱלֹהֶיךָ יִשְׂרָאֵל. מַה פָּרַע מֵהֶם, וַיִּגֹּף ה' אֶת הָעָם וְגוֹ' <small>(שמות לב, לה)</small>. אַחַר זְמַן, כְּשֶׁסָּלַח לָהֶם הַקָּדוֹשׁ בָּרוּךְ הוּא, אָמַר לְמֹשֶׁה, אֶסְפָה לִי שִׁבְעִים אִישׁ, תַּחַת אוֹתָן שִׁבְעִים שֶׁנֶּהֶרְגוּ עַל קְדֻשַּׁת שְׁמִי. הֱוֵי, יָרֹעַ כַּבִּירִים לֹא חֵקֶר, וַיַּעֲמֵד אֲחֵרִים תַּחְתָּם.", "heVersionTitle": "Midrash Tanchuma -- Torat Emet", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש תנחומא, תורת אמת", "text": "(Numb. 11:16:) “Gather Me seventy men from the elders of Israel.” But where were those former ones?<sup class=\"footnote-marker\">54</sup><i class=\"footnote\">Numb. R. 15:21.</i> This text is related (to Job 34:24), “He shatters mighty ones without inquiry and raises up others in their stead.” When Israel was in Egypt, they had seventy elders as stated (in Exod. 3:16), “Go and gather the elders of Israel”; and with them they went out of Egypt. [Moreover] when Moses went up [on Sinai] to receive the Torah, they were [still] with him, as stated (in Exod. 24:9), “Then there went up Moses and Aaron, Nadab, Abihu, and the seventy elders of Israel,” [and then] (in Exod. 24:14) “But unto the elders he had said, ‘Wait [for us] here […].’” When Moses had gone up, he had agreed with Israel to come down at the end of forty days. When he delayed coming down, all Israel came together to the elders. [He delayed,] even as it is stated (in Exod. 32:1), “When the people saw that Moses delayed (<i>boshesh</i>).”<sup class=\"footnote-marker\">55</sup><i class=\"footnote\">Cf. <i>Shab.</i> 89a.</i> Now <i>boshesh</i> can only mean a delay since it is stated (in Judg. 5:28), “Why is his chariot late (<i>boshesh</i>) in coming; why are the hoof-beats of his chariots delaying?” They said to them, Moses agreed with us that he would come down in forty days. Now here it is forty days and he has not come down. And in addition, six hours more [have passed];<sup class=\"footnote-marker\">56</sup><i class=\"footnote\">Cf. Exod. R. 41:7, which derives <i>boshesh</i> from <i>ba’u shesh,</i> which means: “Six hours have come.” See Gen. R. 18:6.</i> yet we do not know what has happened to him. So (in the words of Exod. 32:1 cont.) ‘Arise and make a god for us.’” When they heard that, they said to them, “Why are you angering Him, you for whom He performed all the miracles and wonders?” [But] they did not heed them and killed them. Then because Hur had stood ('<i>md</i>) up to them with harsh words, they (rt.: '<i>md</i>) rose up against him and killed him [as well]. Then all of Israel gathered around Aaron with great pomp, as stated (ibid.), “and the people gathered unto Aaron...,” [saying,] “Why are you sitting?” R. Isaac said, “The holy spirit cried out (as in Psalms 26:5), ‘I detest the company of evil men, and do not consort with the wicked.’” [They said to him] (again in the words of Exod. 32:1 cont.) “’Arise and make a god for us’; and if not, ‘as (like) this,’ we will do like this to you. In the same way that we rose up against Hur and killed him, so will we do to you, if you prevent us [from our demand].” Once Aaron saw what they did to the elders and to Hur, he was very afraid, as stated (Exodus 32:5), “And Aaron saw and he built an altar <i>(vayiven mizbeach)</i> in front of it,” [meaning that] he built from the killing <i>(vayiven mizvoach)</i>. Where is it shown that they killed the elders and Hur?<sup class=\"footnote-marker\">57</sup><i class=\"footnote\">On the killing of Hur, see also <i>Tanh</i>. Exod. 8:10; Exod. R. 42:1; 48:3; 51:8; Lev. R. 10:2; Numb. R. 9:45; <i>PRE</i> 45.</i> Where Jeremiah rebuked Israel, as stated (in Jer. 2:34), “On your skirts there is found the lifeblood of the innocent poor; you did not find them breaking in; yet for of all these.” What is the significance of “for all these (<i>elleh</i>)?” [It is] because of (the statement in Exod. 32:4), “These (<i>elleh</i>) are your gods O Israel.” What [punishment] did he repay them? (As stated in Exod. 32:35), “Then the Lord sent a plague upon the people.” After a time, when the Holy One, blessed be He, had forgiven them, He said to Moses (in Numb. 11:16), “Gather Me seventy men, in place of those who were killed for the sanctification of My name.” That is what is written (in Job 34:24), “He shatters mighty ones without inquiry [and raises up others in their stead].”", "versionTitle": "Townsend 1989 translation of Midrash Tanhuma, S. Buber Recension, edited and supplemented by R. Francis Nataf", "license": "CC-BY", "versionTitleInHebrew": "תרגום טאוונסנד לתנחומא בובר, ערך והוסיף: רבי פרנסיס נטף"}, {"_id": "5c17ba75b071e100bf4f4f46", "index_title": "Shulchan Shel Arba", "category": "Halakhah", "type": "", "ref": "Shulchan Shel Arba 1:16", "anchorRef": "Exodus 24:9", "anchorRefExpanded": ["Exodus 24:9"], "sourceRef": "Shulchan Shel Arba 1:16", "sourceHeRef": "שלחן של ארבע א׳:ט״ז", "anchorVerse": 9, "sourceHasEn": true, "compDate": [1290, 1340], "commentaryNum": 1.0016, "collectiveTitle": {"en": "Shulchan Shel Arba", "he": "שלחן של ארבע"}, "he": "<b>ברכה ג'</b> בורא פרי הגפן. ואין לומר שהפת פוטרו לפי שהיין קובע ברכה לעצמו. ברכה זו היה ראוי לנו לומר בורא פרי העץ אך למעלת היין הזכירו שם האילן שהוא הגפן, ואלמלא שרצו להזכיר שם הגפן לחשיבות היין היה אפשר להם לתקן ולברך בורא הענבים עצמן שהם פרי הגפן והיין הוא הפרי היוצא מן הענבים כמו השמן פרי שיוצא מן הזיתים, ולפיכך תקנו לברך בפה\"ג אע\"פ שעל דרך האמת הענבים הן פרי הגפן אך נקרא המשקה הנסחט מן הענבים פרי כענבים עצמן וזה משני שהוא חשוב יותר מן הענבים כשמן שהוא חשוב יותר מן הזיתים, ובעלי התוספות ז\"ל נשאו ונתנו בדבר זה הרבה והוכיחו כי היין אינו נקרא פרי כדתנן במס' בכורים מראשית כל פרי האדמה פרי אתה מביא לבכורים ואי אתה מביא משקה לבכורים וא\"כ אין היין פרי, אמנם העלו לסוף דבריהם ואמרו כי היין נקרא פרי מגזרה שוה דפרי פרי מערלה דאמרינן במסכת ערלה אין סופגין את הארבעים משום ערלה אלא על היוצא מן הענבים או מן הזיתים שהוא יין ושמן. ושמע מינה דכיון דלגבי ערלה נקרא היין פרי הכי נמי לענין ברכה נקרא פרי ומשקים היוצאים מהן כמותן. ומעתה ראוי לברך על היין בפ\"ה וכן להזכיר שם הגפן ולומר בפה\"ג, וכן בארו לנו חז\"ל על מעלת הגפן הוא שאמרו במס' ברכות מנין שאין אומר שירה אלא על היין שנא' (שופטים ט׳:י״ג) ותאמר להם הגפן החדלתי את תירושי המשמח אלהים ואנשים, אם אנשים משמח אלהים במה משמח מכאן שאין אומרים שירה אלא על היין, וכן הקשו בתוס' והא על כמה דברים אנו אומרים הלל כשהיו באין מן המלחמה כדאי' ביהושפט בדברי הימים, וכן בי\"ד בניסן כשהיו שוחטין את הפסח, ותירצו דהכי פירושו מנין שאין אומרים שירה בשום ענין של מזבח כגון זריקת הדם והקטרה ונסוך המים או שאר דברים של מזבח אלא על נסוך היין שנאמר ותאמר להם הגפן החדלתי את תירושי ואמרו באגדה תתקכ\"ו מיני ענבים נבראו בעולם כמנין תירוש\"י וכולם לקו בחטאו של אדם ולא נשאר לפנינו אלא אחד. וכן עוד למעלת הגפן ימשלו הנביאים תמיד כנסת ישראל לגפן וזהו שאמר הכתוב (תהילים פ׳:ט׳) גפן ממצרים תסיע, ועוד יש בזה טעמים אחרים ונכבדים רק שאין צריך להאריך בכאן, ודע כי עיקר שתיתו של אדם אין ראוי לו שיהא אלא לשרות המאכל בלבד דרך רפואה כדי שיתמזג בו המאכל והמשתה בדרך המיצוע ושיתכוין בהנהגתו זאת שינצל מן הרעב והצמא: ", "heVersionTitle": "Shulchan Shel Arba, Warsaw 1878", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "A third blessing is “<i>boray peri ha-gafen</i>” – “Who created the fruit of the vine.” One cannot say that blessing the bread exempts one from saying it, because wine “attaches” a blessing to itself.<sup class=\"footnote-marker\">79</sup><i class=\"footnote\">An expression used by the Tosafot on b.Berakhot 44a.</i> It would seem preferable for us to say “<i>boray peri ha-etz</i>” – “Who created the fruit of the tree” – but because of the high status of wine, they specified the name of the tree, that is, “the grapevine” [<i>ha-gafen</i>]. For had they not wanted to specify the name “the grapevine” because of wine’s importance, they could have fixed the blessing to say “<i>boray peri ha-anavim</i>” – “Who created the fruit of the grapes” because grapes themselves are the fruit of the grapevine, and wine is the fruit which comes from grapes, just as oil is the fruit that comes from olives. Accordingly, they fixed the blessing “<i>boray peri ha-gafen</i>” even though truthfully, grapes are the fruit of the vine, still, the drink which is pressed from the grapes is the fruit of the grapes themselves, and this is because it is considered more important than grapes, just as oil is considered more important than olives. And the Tosafists z”l went back and forth on this topic a lot, and they proved that wine is not called “fruit”, as it is taught in <i>Massekhet Bikkurim</i>:<sup class=\"footnote-marker\">80</sup><i class=\"footnote\">Chavel says this tradition appears in b.Hullin 102b, not in the Mishnah Bikkurim.</i> “’from the first of every fruit of the earth:’ the fruit which you bring as first fruit offerings, and you do not bring drinks as first fruit offerings; therefore wine is not a fruit.” However, they brought these matters up again at the end, and said that wine is called “fruit” by <i>gezerah shavah,<sup class=\"footnote-marker\">81</sup><i class=\"footnote\">Verbal analogy, one of the classic forms of Talmudic hermeneutics<i>.</i></i> </i>since in another context, the word “fruit,” namely “fruit of<i> orlah</i>”<sup class=\"footnote-marker\">82</sup><i class=\"footnote\"><i>Orlah</i> is the term for fruit that grows from a tree in the first three years after it was planted; it is forbidden to eat or profit from it (Lev.19:23).</i> refers to wine, in <i>Massekhet Orlah</i>:<sup class=\"footnote-marker\">83</sup><i class=\"footnote\">Likewise Chavel found the source not here, but elsewhere in the Talmud.</i> “They absorb the forty because of <i>orlah</i> only for what comes out of grapes and olives, namely, wine and oil.” And hear from this that just as in regard to orlah wine is called “fruit,” so in regard to blessings it is called “fruit.” The drinks that come from them are like them. And so from this one ought to say the blessing over wine with the expression “<i>boray peri ha-gafen,</i>” and thus to specify the name “<i>gafen</i>” by saying “<i>peri ha-gafen</i>.” And so our sages z”l explained it for us when they said in Massekhet Berakhot, “From where do we get that you only say a song over wine, as it is said, ‘But the vine replied, ‘Have I stopped yielding my new wine which gladdens God and men?’’<sup class=\"footnote-marker\">84</sup><i class=\"footnote\">Judges 9:13.</i> If it gladdens men, how does it gladden God? From here you get that you only say a song over wine.<sup class=\"footnote-marker\">85</sup><i class=\"footnote\">In other words, since God does not actually drink wine, this tradition says that songs inevitably accompany wine-drinking, and must be what gladdens God.</i> And thus an objection was raised among the Tosafists: “But surely it is over several things that we say Hallel, like when they came from battle, as it is said about Jehoshaphat in the Book of Chronicles,<sup class=\"footnote-marker\">86</sup><i class=\"footnote\">2 Chronicles 20:21.</i> or on the Fourteenth of Nisan, when they slaughtered the paschal lamb!” They answered and explained thus, “From where do we get that a song is said over nothing that has to do with the sacrificial altar, such as the flinging of blood, the burning of incense, the water libation, and the rest of the activities of the altar – except for the wine libation, as it is said, ‘But the vine replied to them, ‘Have I stopped yielding my new wine [<i>tiroshi</i>]?’’<sup class=\"footnote-marker\">87</sup><i class=\"footnote\">Judges 9:13.</i> And they said in the Aggadah: “Nine hundred twenty-six kinds of grapes were created in the world, the numerical equivalent of the letters of the word <i>tiroshi</i> – “my new wine,” but all of them were stricken when Adam sinned, and only one remained for us.”<sup class=\"footnote-marker\">88</sup><i class=\"footnote\">Chavel says he could not find the source for this midrash.</i> The status of the grapevine is further enhanced in the way the prophets would always compare the community of Israel to a grapevine, and this is what Scripture meant when it said, “You plucked up a grapevine from Egypt.”<sup class=\"footnote-marker\">89</sup><i class=\"footnote\">Ps. 80:9.</i> And there are still other weightier reasons, but it is not necessary to go into them at length here. Know that the point of human wine-drinking ought to be only in service of food for health reasons alone, so that the food and drink will be mixed internally in a moderate manner, and that one direct the way he conducts his drinking to overcome his hunger and thirst.", "versionTitle": "Shulhan Shel Arba, translated by Jonathan Brumberg-Kraus, 2010", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5d075a91b48445006efc1d0b", "index_title": "Shulchan Shel Arba", "category": "Halakhah", "type": "", "ref": "Shulchan Shel Arba 1:18", "anchorRef": "Exodus 24:9", "anchorRefExpanded": ["Exodus 24:9"], "sourceRef": "Shulchan Shel Arba 1:18", "sourceHeRef": "שלחן של ארבע א׳:י״ח", "anchorVerse": 9, "sourceHasEn": true, "compDate": [1290, 1340], "commentaryNum": 1.0018, "collectiveTitle": {"en": "Shulchan Shel Arba", "he": "שלחן של ארבע"}, "he": "<b>שנוי</b> יין צריך לברך שאע\"פ שברך על היין בפה\"ג כשבא לשתות תחלה, חייב לברך על שנוי יין זה וברכה זו היא ברכת הטוב והמטיב. ומה שאמרו כן בשנוי יין ולא בשנוי פת או בשאר דברים יש בזה הרבה טעמים, האחד שעיקר השמתה בסעודה אינה אלא ביין ודרך המלכים לשנות יין ולא לשנות פת וישראל בני מלכים הם, והשני שכל שלחן שמביאין עליו יין על יין אינו אלא רבוי שמחה, ויצטרך האדם שלא להרבות שמחה בעולם הזה יותר מדאי כמו שנאמר (תהלים קכט) אז ימלא שחוק פינו ולשוננו רנה אז יאמרו בגוים הגדיל ה' לעשות עם אלה דרשו רז\"ל (ברכות פ\"ה דף לב) אימתי ימלא שחוק פינו בזמן שיאמרו בגוים הגדיל ה' לעשות עם אלה, ופסוקי מלא הוא (תהילים ב׳:י״א) וגילו ברעדה ואמרו במקום גילה שם תהא רעדה. פי' אפי' במקום גילה ושמחה של מצוה שם תצטרך שתהא רעדה ותזכור איך העולם עלול אצל יצה\"ר ונכשל אחריו כדי שלא יכשל מתוך השמחה, ולפיכך יש מנהג בקצת קהלות ישראל במקום השמחות וסעודות של מצוה לשבר שם כלי זכוכית ואשישי ענבים להעציב השמחים ושתתערב עם השמחה רעדה, ואין לך שמחה גדולה כשמחת התורה לישראל בהר סיני במעמד הקדוש שכתוב עליו כמחולת המחנים וכבר ידעת כי שם נשתברו הלוחות, ואם תשכיל ותשא עיניך למן היום אשר ברא אלהים אדם על הארץ תמצא בהקב\"ה בשמחתו של עולם (תהילים ק״ד:ל״א) יהי כבוד ה' לעולם ישמח ה' במעשיו, וסוף השמחה מצד המין האנושי בשגם הוא בשר מה כתיב ביה (בראשית ו׳:ו׳) וינחם ה' כי עשה את האדם בארץ ויתעצב אל לבו. גם במשכן שהיה דוגמת העולם ביום שמיני של מלואים שהיה ראש חדש ניסן ואותו היום לא היה כמוהו במעלת השמחה לפי שנצטרפו שם עשר מעלות עצומות כענין שאמרו חז\"ל אותו היום נטל עשר עטרות, כבר ידעת מה שקרה בו וסוף השמחה מה הגיע עליה, בו ביום מתו נדב ואביהוא שלא היו בישראל כמותם אחר משה ואהרן. וזה שאמר הכתוב (שמות כ״ד:ט׳) ויעל משה ואהרן נדב ואביהוא ושבעים מזקני ישראל, והנה על שמחת העוה\"ז אמר קהלת (קהלת ב׳:ב׳) לשחוק אמרתי מהולל ולשמחה מה זה עושה. וביאר הדבר מפני שהשמחה והעצבון אחים סמוכים זל\"ז כסמיכות היום והלילה, וכשם שאדם בטוח ביום שתבא הלילה אחריו וכן בטוח בלילה שיבא היום אחריו כן הוא בטוח שתבוא השמחה אחר העצבון וכן העצבון אחר השמחה, וכן אמר (משלי י״ד:י״ג) גם בשחוק יכאב לב ואחריתה שמחה תוגה, לבאר על העצבון אחר השמחה, ואמר (שם יג) בכל עצב יהיה מותר, לבאר על השמחה אחר העצבון, נמצאת למד כי שמחת העוה\"ז אין לה שלמות כלל אמנם כל טובו ושלותו הבל ורעות רוח וכל כבודו לכלמה וציץ נובל צבי תפארתו, שהרי בשעה שתקותו של אדם חזקה בשמחתו הרי פוסקת עוממת והולכת, וע\"כ תקנו לברך על שנוי היין הטוב והמטיב שהיא הברכה שתקנו על הרוגי ביתר כשנתנו לקבורה, ובאור זה הטוב שלא הסריחו והמטיב שנתנו לקבורה. וכל זה כדי להעציב את האדם הקרוץ מחומר והמורכב מן היסודות הטבעיים שהם גופים מתים המשוקע בחושי תאוותיו ושיחזור רבוי שמחתו לדרך המצוע: ", "heVersionTitle": "Shulchan Shel Arba, Warsaw 1878", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "If the wine is changed, one must say a blessing, because even though he has already said “<i>boray peri ha-gafen</i>” when he was about to drink in the beginning, he is required to say a blessing for this change of wine, and this is the blessing “<i>ha-tov ve-ha-metiv.</i>”<sup class=\"footnote-marker\">94</sup><i class=\"footnote\">B.Berakhot 59b; <i>Tur </i>and<i> Orah Hayim</i> 175:1.</i> So why did they say this for a change a wine, and not for a change of loaf or other things? For many reasons: (1) The crucial component for rejoicing at a meal is none other than wine. The way of kings is to change their wine, but not their loaf, and the people Israel are “the sons of kings.”<sup class=\"footnote-marker\">95</sup><i class=\"footnote\">B. Shabbat 67a.</i> (2) Every table onto which they bring wine after wine is an expression of the multiplication of joy, but a person should not multiply his joy too much in this world, as it is said, “Our mouths shall be filled with laughter, our tongues with songs of joy. They shall say among the nations, ‘The Lord has done great things for them!’”<sup class=\"footnote-marker\">96</sup><i class=\"footnote\">Ps 126:2: <i>Az yimalay s’hok pinu ulshonenu rinah az yomru ba-goyim. Higdil Adonai la’asot im eleh</i>,” from<i> Shir Ha-ma’a lot </i>that we recite on holidays and Shabbat before <i>birkat ha-mazon</i>.</i>Our rabbis taught in a midrash,<sup class=\"footnote-marker\">97</sup><i class=\"footnote\">B.Berakhot 31a.</i> “When ‘will our mouths be filled with laughter’? When the nations (i.e., the Gentiles) say, ‘The Lord has done great things for them.’ Another verse completes this thought, “They will rejoice with trembling.”<sup class=\"footnote-marker\">98</sup><i class=\"footnote\">Ps. 2:11</i> They said, “In a place of rejoicing there will be trembling.” The explanation is that even in a place where there is rejoicing and joy from doing a <i>mitzvah</i>, there it is necessary that there be some trembling, too, to remember how the world is subject to the evil inclination and is shaken by it, so that it should not be shaken by our joy. Therefore it is a custom in a few Jewish communities at life cycle celebrations and meals celebrating a mitzvah to break there a vessel of glass or “flagons of grapes”<sup class=\"footnote-marker\">99</sup><i class=\"footnote\"><i>Assisay ‘anavim</i>, from Hos. 3:1– variously translated as “cups of the grapes” (JSB); “flagons of grapes (KJB); or even “cakes of raisins.” (RSV).</i> to sadden those rejoicing, so that the <i>simhah</i> be mixed a little bit with trembling. And there is no greater <i>simhah</i> than Israel’s rejoicing at receiving the Torah [<i>Simhat Ha-Torah</i>] on Mt. Sinai, in the presence of the Holy One, about which it is written “like the Mahanayim dance,”<sup class=\"footnote-marker\">100</sup><i class=\"footnote\">Song of Songs 7:1. <i>Mahana’im</i> (lit., “two camps”) is the dual form of the word for “camp” – <i>mahaneh</i>. When Israel “married God” as it were at Mt. Sinai, the dancing at that “wedding,” that is the joy they expressed then, was like no other joy experienced on earth. Even the angels came down from heaven to celebrate and dance with them! This is an allusion to a midrash that applies this verse to Ex. 19:17 (M. Tanhuma Titzaveh 11), which R. Bahya brings in his Commentary on the Torah to Ex. 19:17: “Moses led the people out of the camp [<i>mahaneh</i>] toward God.” He says there<br>Our rabbis taught in a midrash, “600,000 ministering angels descended there corresponding to the 600,000 Israelites. And about them Jacob hinted, “He named that place Mahana’im.” (Gen 32:3), for there were two camps, one next to the other. And it is about this that King Solomon (peace be upon him) was talking when he said “like the Mahanai’m dance.” (S.S. 7:1). It was because the Israelites have been enslaved to four empires, and each one of them says that the Israelites should turn from their own faith and believe in them, which is why the verse in Song of Songs (7:1) repeats the imperative “turn” four times. And we today are subject to the fourth empire, who says, “Turn and let us seek out from among you” [<i>nehezeh bakh</i>], that is, “Let us make some of you political authorities, and give you all kinds of ruling power,” with the expression “<i>nehezeh bakh</i>” [literally, “let us gaze upon you”] having the same connotation a similar phrase has in Ex. 18:21: “You shall seek out from among all the people – <i>tehezeh mikol ha-‘am</i> – [all the capable men … to set them over the people as chiefs of thousands, hundreds, etc.”]. And our rabbis also taught this midrash (Song of Songs Rabbah 7:1): “’The Shulammite’ –is <i>ha-ummah she-shalom ha-olamim dar be-tokhah</i>– the people within whom the peace of the world resides [i.e., the Israelites], and she replies, ‘What would you ‘seek out’ [for leaders] from the Shulammite? [<i>Mah tehezah ba-Shulamit?</i>], that is, “What ruling power, status, and glory could <i>you</i> give to the Shulammite that you could ever find comparable to the state of joy the Israelites experienced at Mt. Sinai. This is “like the Mahanai’m dance:” two camps that would go out one before the other. And they compared the pleasure of the experience they achieved at the revelation there to a dance. To the same point our rabbis z”l taught, “In the future the Holy One Blessed be He will arrange a dance for the righteous in the Garden of Eden, so that I will never be able to turn to your [Gentile] faith, because I remember this dance – that is, like the one at Mt. Sinai. (Chavel, 2:173).<br>And yet, even at this peak of joy, there was the breaking of the tablets, like the breaking of the glass now to temper the pure joy at weddings.</i> yet you know that even there, the tablets of the covenant were broken. And if you would think hard and lift up your eyes to “ever since God created human beings on the earth,”<sup class=\"footnote-marker\">101</sup><i class=\"footnote\">Dt. 4:32.</i> you will find in the Holy One Blessed Be He His boundless joy: “May the Glory of the Lord endure forever; may the Lord rejoice in his works!”<sup class=\"footnote-marker\">102</sup><i class=\"footnote\">Ps. 104:31.</i>But His joy has a limit with respect to the human race, “because he too is flesh.”<sup class=\"footnote-marker\">103</sup><i class=\"footnote\">Gen 6:3. That is, humans are mortal.</i> That is what is written about Him when it says: “And the Lord regretted that he had made man on the earth, and His heart was saddened.”<sup class=\"footnote-marker\">104</sup><i class=\"footnote\">Ibid. 6:6.</i> Even in the Mishkan, which was a microcosm of the world, on the eight day of the priests’ assigned service, which was the day of the New Moon for the month of Nisan, on that very day there was nothing like it in its degree of joy, its intensity multiplied tenfold, to what our sages z”l referred when they said, “On that very day they got ten crowns”<sup class=\"footnote-marker\">105</sup><i class=\"footnote\">Sifra Shemini.</i> – you already knew what happened, and to what end that joy came. On that very day Nadab and Abihu died, like whom, after Moses and Aaron, there were none among the Israelites to compare. And this is what Scripture meant when it said, “Then Moses and Aaron, Nadab and Abihu, and seventy elders of Israel ascended.”<sup class=\"footnote-marker\">106</sup><i class=\"footnote\">Ex 24:9. I.e., in <i>that order</i> was their “ascendence,” their status, relative to one another.</i> And see also what Ecclesiastes says about the joy of this world: “Of revelry I said, ‘It is mad!’ Of joy (<i>simhah</i>), ‘What good is that?’”<sup class=\"footnote-marker\">107</sup><i class=\"footnote\">Eccl 2:2.</i> And the explanation of this statement is that because joy and sorrow are brothers attached to one another like day is attached to night, just as a person is sure in the day that night will come after it, and as sure at night that the day will come after it, so is he sure that joy will come after sorrow, and likewise sorrow after joy. And so he said, “The heart may ache even in laughter, and joy may end in grief,”<sup class=\"footnote-marker\">108</sup><i class=\"footnote\">Prov 14:13.</i> to explain about sorrow after joy, and he said, “From all grief there is some gain,”<sup class=\"footnote-marker\">109</sup><i class=\"footnote\">Prov 14:23. “Grief” (<i>‘etzev</i>) here and “sorrow” <i>(‘itzavon</i>) in 14:13 come from the same Hebrew root.</i> to explain about joy after sorrow. From this you learn that the joy of this world can never be complete, but rather any good in it and contentment with it is “futile and pursuit of the wind,”<sup class=\"footnote-marker\">110</sup><i class=\"footnote\">Eccl 1:14.</i> all glory in it is to be mocked,<sup class=\"footnote-marker\">111</sup><i class=\"footnote\">An allusion to Ps 4:3.</i> its “glorious beauty is but wilted flowers.<sup class=\"footnote-marker\">112</sup><i class=\"footnote\">Is 28:1, referring specifically to the fleeting pleasures of the table: “Ah the proud crowns of the drunkards of Ephraim, whose <i>glorious beauty is but wilted flowers</i> on the heads of men bloated with rich food, who are overcome by wine!”</i> For right at the moment when a person’s hopes are highest in the midst of joy, it stops, flickers out, and goes away. For this reason they ruled that the blessing over a change in wine should be “<i>ha-tov ve-ha-metiv”</i> (“Who is good and Who does good”), the same blessing they added to the grace after meals to remember the martyrs of Beitar when they were permitted to bury them.<sup class=\"footnote-marker\">113</sup><i class=\"footnote\">B. Berakhot 48b. The battle at Beitar was the Bar Kochba revolt’s unsuccessful “last stand” against the Romans in 135 CE.</i> The explanation: <i>Ha-tov</i> – “Who is good” – because He didn’t let the bodies putrefy; <i>ha-metiv</i> – “Who did good” – by letting the bodies be buried.<sup class=\"footnote-marker\">114</sup><i class=\"footnote\">Ibid.</i> And all this is to make human beings feel sadness, being fashioned from clay, composed of natural elements which are dead bodies, sunken in the desires of our senses – so that we’re brought back from a surfeit of joy to the middle way.", "versionTitle": "Shulhan Shel Arba, translated by Jonathan Brumberg-Kraus, 2010", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5f1e9f8cbfb3c3d94bf65473", "index_title": "Midrash Lekach Tov", "category": "Midrash", "type": "commentary", "ref": "Midrash Lekach Tov, Exodus 24:9:1", "anchorRef": "Exodus 24:9", "anchorRefExpanded": ["Exodus 24:9"], "sourceRef": "Midrash Lekach Tov, Exodus 24:9:1", "sourceHeRef": "מדרש לקח טוב, שמות כ״ד:ט׳:א׳", "anchorVerse": 9, "sourceHasEn": false, "compDate": [1105, 1115], "commentaryNum": 9.0001, "collectiveTitle": {"en": "Midrash Lekach Tov", "he": "מדרש לקח טוב"}, "heTitle": "שמות", "he": "ויעל משה ואהרן וגו׳. זה בתחומו, ואלו בתחומן.", "heVersionTitle": "Midrash Lekach Tov on Torah, Vilna 1884", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש לקח טוב, מכונה פסיקתא זוטרתא, וילנא תרמ\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6037a659cda51cfa3ddf367b", "index_title": "Ramban on Exodus", "category": "Quoting Commentary", "type": "", "ref": "Ramban on Exodus 24:1:1", "anchorRef": "Exodus 24:9", "anchorRefExpanded": ["Exodus 24:9"], "sourceRef": "Ramban on Exodus 24:1:1", "sourceHeRef": "רמב\"ן על שמות כ״ד:א׳:א׳", "anchorVerse": 9, "sourceHasEn": true, "compDate": [1246, 1286], "commentaryNum": 1.0001, "collectiveTitle": {"en": "Ramban on Exodus", "he": "רמב\"ן על שמות"}, "he": "<b>וְאֶל מֹשֶׁה אָמַר וְגוֹ'</b> פָּרָשָׁה זוֹ קֹדֶם עֲשֶׂרֶת הַדִּבְּרוֹת בְּאַרְבָּעָה בְּסִיוָן נֶאֶמְרָה לוֹ, לְשׁוֹן רַשִׁ\"י (רש\"י על שמות כ\"ד:א'). <b>וַיֹּאמֶר ה' אֶל מֹשֶׁה עֲלֵה אֵלַי הָהָרָה וֶהְיֵה שָׁם</b> (שמות כ\"ד:י\"ב), לְאַחַר מַתַּן תּוֹרָה נֶאֱמַר לוֹ כֵּן גַּם אֵלּוּ דְּבָרָיו זַ\"ל. וְאֵין הַפָּרָשִׁיּוֹת בָּאוֹת כְּסִדְרָן וְלֹא כְּמַשְׁמָעָן כְּלָל. וְעוֹד כְּתִיב (שמות כ\"ד:ג') \"וַיָּבֹא מֹשֶׁה וַיְסַפֵּר לָעָם אֵת כָּל דִּבְרֵי ה' וְאֵת כָּל הַמִּשְׁפָּטִים\", שֶׁהֵם הַמִּשְׁפָּטִים הָאֵלֶּה הַכְּתוּבִים לְמַעְלָה, שֶׁאָמַר בָּהֶם (שמות כ\"א:א') \"וְאֵלֶּה הַמִּשְׁפָּטִים אֲשֶׁר תָּשִׂים לִפְנֵיהֶם\", כִּי אֵינֶנּוּ נָכוֹן שֶׁיִּהְיֶה עַל הַמִּשְׁפָּטִים שֶׁנִּצְטַוּוּ בְּנֵי נֹחַ וְשֶׁנֶּאֶמְרוּ לָהֶם בְּמָרָה שֶׁכְּבָר שָׁמְעוּ וְיָדְעוּ אוֹתָם. וְלֹא יֵאָמֵר \"וַיְסַפֵּר\" אֶלָּא בַּחֲדָשׁוֹת אֲשֶׁר יַגִּיד (בראשית כד סו):<br>וּכְבָר הֵיטִיב לִרְאוֹת ר\"א שֶׁפֵּרֵשׁ הָעִנְיָן כְּסִדְרוֹ, וְאָמַר כִּי עַד הֵנָּה (מלעיל כ כב עד כג לג) סִפֵּר הַבְּרִית. וְהִנֵּה הַפָּרָשִׁיּוֹת כֻּלָּן בָּאוֹת כַּהֹגֶן, כִּי אַחַר מַתַּן תּוֹרָה מִיָּד בּוֹ בַּיּוֹם אָמַר הַשֵּׁם אֶל מֹשֶׁה \"כֹּה תֹאמַר אֶל בְּנֵי יִשְׂרָאֵל אַתֶּם רְאִיתֶם כִּי מִן הַשָּׁמַיִם דִּבַּרְתִּי עִמָּכֶם\" (שמות כ':כ\"ד), וְהִתְחִיל לַחֲזֹר וּלְהַזְהִיר עַל ע\"ז \"לֹא תַעֲשׂוּן אִתִּי\" (שם כ כג), וְצִוָּה אוֹתוֹ \"וְאֵלֶּה הַמִּשְׁפָּטִים אֲשֶׁר תָּשִׂים לִפְנֵיהֶם\", וְכָל הַמִּצְוֹת הַבָּאוֹת אַחֲרֵי כֵן, וְהִשְׁלִים בְּאַזְהָרַת הָע\"ז שֶׁיִּמְצְאוּ בָּאָרֶץ וּבְעוֹבְדֶיהָ (לעיל כג לב לג) וְאָמַר לוֹ אַחֲרֵי צַוּוֹתְךָ זֶה לָהֶם, \"עֲלֵה אֶל ה' אַתָּה וְאַהֲרֹן\". וְהִזְכִּירָה הַפָּרָשָׁה כִּי מֹשֶׁה עָשָׂה כְּמִצְוַת ה', וּבָא אֶל הַמַּחֲנֶה וַיְסַפֵּר לָעָם אֵת כָּל דִּבְרֵי ה', (שמות כ\"ד:ג') כַּאֲשֶׁר צִוָּה אוֹתוֹ \"כֹּה תֹאמַר אֶל בְּנֵי יִשְׂרָאֵל\" וְגוֹ' (שמות כ':י\"ט), וְאֵת כָּל הַמִּשְׁפָּטִים כַּאֲשֶׁר צִוָּהוּ \"וְאֵלֶּה הַמִּשְׁפָּטִים אֲשֶׁר תָּשִׂים לִפְנֵיהֶם\" (שמות כ\"א:א'), וְקִבְּלוּ הַכֹּל בְּשִׂמְחָה וְאָמְרוּ \"כֹּל אֲשֶׁר דִּבֶּר ה' נַעֲשֶׂה\". וְהַטַּעַם, כָּל הַדְּבָרִים הָאֵלֶּה אֲשֶׁר דִּבֵּר לְךָ הַשֵּׁם נַעֲשֶׂה, כִּי מַאֲמִינִים אֲנַחְנוּ בִּדְבָרֶיךָ, כְּמוֹ שֶׁסִּפֵּר בְּמִשְׁנֵה תּוֹרָה (דברים ה כד) \"וְאַתְּ תְּדַבֵּר אֵלֵינוּ אֵת כָּל אֲשֶׁר יְדַבֵּר ה' אֱלֹהֵינוּ אֵלֶיךָ וְשָׁמַעְנוּ וְעָשִׂינוּ\". וְאָז כְּתָבָם מֹשֶׁה (שמות כ\"ד:ד'):<br>וְהִנֵּה מֹשֶׁה כָּתַב בַּיּוֹם הַהוּא בַּסֵּפֶר כָּל מַה שֶׁנִּצְטַוָּה, חֻקִּים וּמִשְׁפָּטִים וְתוֹרוֹת, וְהִשְׁכִּים בַּבֹּקֶר מִמָּחֳרַת הַיּוֹם הַהוּא לִכְרֹת לָהֶם בְּרִית עַל הַכֹּל, וּבָנָה הַמִּזְבֵּחַ (שמות כ\"ד:ד'), וְזָבַח הַזְּבָחִים (שמות כ\"ד:ה'), וְנָתַן חֲצִי הַדָּם עַל מִזְבַּח ה' וַחֲצִי הַדָּם שָׂם בָּאַגָּנוֹת (שמות כ\"ד:ו'), וְלָקַח הַסֵּפֶר שֶׁכָּתַב מֵאֶמֶשׁ וּקְרָאוֹ בְּאָזְנֵיהֶם, וְקִבְּלוּ עֲלֵיהֶם עוֹד לָבֹא בִּבְרִית עִמּוֹ, וְאָמְרוּ (שמות כ\"ד:ז') כֹּל אֲשֶׁר דִּבֶּר ה' נַעֲשֶׂה וְנִשְׁמָע אֵלֶיךָ, מִכָּל אֲשֶׁר תְּצַוֶּה מֵאִתּוֹ ית' וְאָז זָרַק עֲלֵיהֶם חֲצִי הַדָּם (שמות כ\"ד:ח'), כִּי זֹאת אוֹת הַבְּרִית לָבֹא הַשְּׁנַיִם בַּחֲלָקִים שָׁוִים: וְאַחֲרֵי שֶׁהִשְׁלִים מַעֲשָׂיו עִמָּהֶם הֻצְרַךְ לְמַלֹּאת דְּבַר ה' שֶׁאָמַר לוֹ ה' עֲלֵה אַתָּה וְאַהֲרֹן וְגוֹ', וְזֶהוּ שֶׁאָמַר (שמות כ\"ד:ט') \"וַיַּעַל מֹשֶׁה וְאַהֲרֹן נָדָב וַאֲבִיהוּא\" וְגוֹ'. וְעָשָׂה עוֹד מַה שֶׁצֻּוָּה (שמות כ\"ד:ב') וְנִגַּשׁ לְבַדּוֹ אֶל ה', וְהוּא שֶׁאָמַר (שמות כ\"ד:י\"ח) \"וַיָּבֹא מֹשֶׁה בְּתוֹךְ הֶעָנָן\" וְגוֹמֵר. וְהִנֵּה מַעֲשֵׂה הַבְּרִית בְּיוֹם הַמָּחֳרָת לְמַתַּן תּוֹרָה, וּבוֹ הָיְתָה הָעֲלִיָּה שֶׁעָלָה מֹשֶׁה אֶל הָהָר (שמות כ\"ד:י\"ג), וּמִמֶּנָּה נִתְעַכֵּב שָׁם אַרְבָּעִים יוֹם. וְהוּא שֶׁפֵּרֵשׁ הַכָּתוּב (שמות כ\"ד:ט\"ז) \"וַיִּקְרָא אֶל מֹשֶׁה בַּיּוֹם הַשְּׁבִיעִי\" וְגוֹ', וְנֶאֱמַר (שמות כ\"ד:י\"ח) \"וַיָּבֹא מֹשֶׁה בְּתוֹךְ הֶעָנָן\". וְכָל זֶה מְתֻקָּן וּמְבֹאָר:<br>וְרָאִיתִי בַּמְּכִילְתָּא (לעיל יט י) שֶׁנֶּחְלְקוּ בַּדָּבָר, יֵשׁ שֶׁאָמְרוּ שֶׁהָיָה קֹדֶם מַתַּן תּוֹרָה בַּחֲמִישִׁי, וְאָמַר לָהֶם הֲרֵי אַתֶּם קְשׁוּרִים תְּפוּסִים וַעֲנוּבִים מָחָר בֹּאוּ וְקַבְּלוּ עֲלֵיכֶם אֶת כָּל הַמִּצְוֹת, וְרַבִּי יוֹסֵי בֵּר' יְהוּדָה אָמַר בּוֹ בַּיּוֹם נַעֲשׂוּ כָּל הַמַּעֲשִׂים, כְּלוֹמַר בּוֹ בַּיּוֹם לְאַחַר מַתַּן תּוֹרָה נַעֲשׂוּ הַמַּעֲשִׂים שֶׁל סִפּוּר הָעָם וּכְתִיבַת סֵפֶר הַבְּרִית, הַכֹּל כְּמוֹ שֶׁפֵּרַשְׁנוּ. וְלָזֶה שׁוֹמְעִין שֶׁאָמַר כַּהֲלָכָה:", "heVersionTitle": "Vocalized Edition", "heLicense": "", "heVersionTitleInHebrew": "", "text": "AND UNTO MOSES HE SAID: ‘COME UP UNTO THE ETERNAL etc.’ “This section was told to Moses before the giving of the Ten Commandments, on the fourth day of Sivan.” This is Rashi’s language. “<i>And the Eternal said unto Moses: ‘Come up to Me into the mountain, and be there’</i><sup class=\"footnote-marker\">465</sup><i class=\"footnote\">Verse 12 (further in this section).</i> — this was said to Moses after the Giving of the Torah.” These too are Rashi’s words. But if so, the sections of the Torah are not in chronological order, nor even in their ordinary sense! Moreover, it is written here, <i>And Moses came and told the people all the words of the Eternal, and all the ordinances</i>,<sup class=\"footnote-marker\">466</sup><i class=\"footnote\">Verse 3.</i> which are these ordinances written above, concerning which He said, <i>And these are the ordinances which thou shalt set before them</i>.<sup class=\"footnote-marker\">467</sup><i class=\"footnote\">Above, 21:1.</i> For it is not correct to interpret the expression: <i>and all the ordinances</i>,<sup class=\"footnote-marker\">466</sup><i class=\"footnote\">Verse 3.</i> to mean [as Rashi wrote], the ordinances which “the sons of Noah”<sup class=\"footnote-marker\">468</sup><i class=\"footnote\">See Vol. I, p. 417, Notes 147-8.</i> were commanded, or the laws which were given to the Israelites in Marah<sup class=\"footnote-marker\">469</sup><i class=\"footnote\">See above, 15:25.</i> which they had already heard and knew, and besides, the word <i>vayesapeir (and he told)</i><sup class=\"footnote-marker\">466</sup><i class=\"footnote\">Verse 3.</i> always indicates new things which one tells!<br>But Rabbi Abraham ibn Ezra has already grasped this subject correctly, in explaining the verses to be in their proper order, when he commented:<sup class=\"footnote-marker\">470</sup><i class=\"footnote\">On the preceding Verse (23:33).</i> “Up to here is the Book of the Covenant.” On the basis of this statement it can be seen that all the sections of the Torah are in methodical arrangement. For after the Giving of the Torah immediately on the same day G-d said to Moses, <i>Thus shall you tell the children of Israel: Ye yourselves have seen that I have talked with you from heaven</i>,<sup class=\"footnote-marker\">471</sup><i class=\"footnote\">Above, 20:19.</i> and He began to warn them again against idolatry, by saying, <i>Ye shall not make with Me</i> etc.,<sup class=\"footnote-marker\">472</sup><i class=\"footnote\"><i>Ibid.</i>, Verse 20.</i> and He continued to command him, <i>Now these are the ordinances which thou shalt set before them</i>,<sup class=\"footnote-marker\">467</sup><i class=\"footnote\">Above, 21:1.</i> and all the commandments following that, and finally He finished with the admonition against the worship of idols which they find in the Land, and against making a covenant with their worshippers. He then said to Moses, “After you have commanded them this, <i>come up unto the Eternal, thou and Aaron</i>.” The section mentions that Moses did according to the command of G-d, and came to the camp <i>and told the people all the words of the Eternal</i><sup class=\"footnote-marker\">466</sup><i class=\"footnote\">Verse 3.</i> as He had commanded him, <i>Thus shall you tell the children of Israel: Ye yourselves have seen</i> etc.;<sup class=\"footnote-marker\">471</sup><i class=\"footnote\">Above, 20:19.</i> <i>and all the ordinances</i>,<sup class=\"footnote-marker\">466</sup><i class=\"footnote\">Verse 3.</i> as He had commanded him, <i>Now these are the ordinances which thou shalt set before them</i>.<sup class=\"footnote-marker\">467</sup><i class=\"footnote\">Above, 21:1.</i> The people received everything with joy and said, <i>All that the Eternal hath spoken will we do</i>,<sup class=\"footnote-marker\">473</sup><i class=\"footnote\">Above 19:8. See though my Hebrew commentary, p. 447, where it is pointed out that since this verse relates to an event <i>before</i> the Revelation and Ramban is now discussing the events <i>after</i> the Revelation, we must perforce understand his use of that verse, in a stylistic manner, namely, that the people joyfully accepted upon themselves the duty of observing all of G-d’s commandments.</i> meaning that all these things which G-d has told you we will do, for we believe in your words; just as he narrated in the Book of Deuteronomy [that the people said to him], <i>and thou shalt speak unto us all that the Eternal our G-d may speak unto thee; and we will hear it, and do it</i>,<sup class=\"footnote-marker\">474</sup><i class=\"footnote\">Deuteronomy 5:24.</i> and then Moses wrote them down. Thus on that day he wrote down in a book all that he had been commanded — the statutes, the ordinances, and the laws — and he <i>rose up early in the morning</i><sup class=\"footnote-marker\">475</sup><i class=\"footnote\">Verse 4.</i> of the following day to make a covenant with them concerning all this. He built the altar and offered the sacrifices,<sup class=\"footnote-marker\">475</sup><i class=\"footnote\">Verse 4.</i> and put half of the blood upon the altar of G-d, and half of it he put in basins<sup class=\"footnote-marker\">476</sup><i class=\"footnote\">Verse 6.</i> [in order to sprinkle upon the people],<sup class=\"footnote-marker\">477</sup><i class=\"footnote\">As explained further in Ramban, (also in Rashi). For the reason of exact division into two equal parts see further in the text of Ramban and also in Note 479.</i> and he took the book which he had written the day before and read it in their hearing,<sup class=\"footnote-marker\">478</sup><i class=\"footnote\">Verse 7.</i> and they accepted upon themselves to make the covenant with Him, saying. <i>All that the Eternal hath spoken will we do, and hearken</i><sup class=\"footnote-marker\">478</sup><i class=\"footnote\">Verse 7.</i> to you and to whatever you will command in His Name. Then he sprinkled upon them half of the blood [which he had put in the basins], for this is the sign of a covenant, when two things<sup class=\"footnote-marker\">479</sup><i class=\"footnote\">By putting half of the blood upon the altar of G-d and the other half upon the people, Moses indicated that “the two [parties to the covenant] come into equal parts.” See Deuteronomy 26:17-18, and also Vayikra Rabbah 6:5, where the equal division of the blood is explained as signifying that G-d swore to Israel never to exchange it for another nation, and Israel swore eternal fidelity to G-d.</i> come in equal parts. Now after he finished what he did with them, he had to fulfill the word of G-d which He told him, <i>Come up… thou and Aaron</i>, etc. and it is with reference to this that it is said, <i>Then went up Moses, and Aaron, Nadab, and Abihu</i> etc.<sup class=\"footnote-marker\">480</sup><i class=\"footnote\">Verse 9.</i> He completed that which he had been commanded,<sup class=\"footnote-marker\">481</sup><i class=\"footnote\">I.e., <i>And Moses alone shall come near unto the Eternal</i> (Verse 2).</i> by coming near alone unto the Eternal. It is with reference to this that it is said, <i>And Moses entered into the midst of the cloud</i> etc.<sup class=\"footnote-marker\">482</sup><i class=\"footnote\">Further, Verse 18.</i> Thus the act of the covenant took place on the day after the Giving of the Torah, and on that day was the ascent, when Moses went up into the mountain and he stayed from then on for forty days. It is with reference to this that Scripture explains, <i>and on the seventh day He called unto Moses out of the midst of the cloud</i>,<sup class=\"footnote-marker\">483</sup><i class=\"footnote\"><i>Ibid.</i>, Verse 16.</i> [i.e., <i>the seventh day</i> of the month Sivan, which was the day after the Giving of the Torah], and it is said, <i>And Moses entered into the midst of the cloud</i>.<sup class=\"footnote-marker\">482</sup><i class=\"footnote\">Further, Verse 18.</i> All this is correctly and clearly explained.<br>Now I have seen in the Mechilta<sup class=\"footnote-marker\">484</sup><i class=\"footnote\">Mechilta above, 19:10.</i> That the Rabbis differed on this matter. Some say<sup class=\"footnote-marker\">485</sup><i class=\"footnote\">This is the opinion of Rabbi Yishmael.</i> that the making of the covenant took place before the Giving of the Torah — on the fifth day of Sivan — and Moses said to them: “Now you are bound, held and tied; tomorrow come and accept upon yourselves all the commandments.” But Rabbi Yosei the son of Rabbi Yehudah says: “All these acts were done on one and the same day,” that is to say all these acts were performed on the same day, namely the day after the Torah was given — all that Moses told the people and the writing of the Book of the Covenant — all as we have explained. And to this one [i.e., Rabbi Yosei the son of Rabbi Yehudah] we listen, since he has spoken according to the accepted opinion.<sup class=\"footnote-marker\">486</sup><i class=\"footnote\">See Peah 4:1 for origin of this expression [“to this one we listen etc.”].</i>", "versionTitle": "Commentary on the Torah by Ramban (Nachmanides). Translated and annotated by Charles B. Chavel. New York, Shilo Pub. House, 1971-1976", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "6037a65ccda51cfa3ddf3693", "index_title": "Ramban on Exodus", "category": "Quoting Commentary", "type": "", "ref": "Ramban on Exodus 24:3:1", "anchorRef": "Exodus 24:9", "anchorRefExpanded": ["Exodus 24:9"], "sourceRef": "Ramban on Exodus 24:3:1", "sourceHeRef": "רמב\"ן על שמות כ״ד:ג׳:א׳", "anchorVerse": 9, "sourceHasEn": true, "compDate": [1246, 1286], "commentaryNum": 3.0001, "collectiveTitle": {"en": "Ramban on Exodus", "he": "רמב\"ן על שמות"}, "he": "<b>וַיָּבֹא מֹשֶׁה וַיְסַפֵּר לָעָם</b> הָיָה מֹשֶׁה בְּעֵת הַדִּבּוּר הַנִּזְכָּר כֻּלּוֹ (מכ' יט. עד כד א.) בַּמָּקוֹם אֲשֶׁר נִגַּשׁ בּוֹ אֶל הָעֲרָפֶל אֲשֶׁר שָׁם הָאֱלֹהִים (שמות כ':ט\"ו). וְעַתָּה בָּא אֶל מָקוֹם רָחוֹק מִשָּׁם שֶׁהָיוּ בּוֹ הָעָם בִּשְׁעַת מַתַּן תּוֹרָה, וְסִפֵּר לָהֶם כָּל מַה שֶׁנִּצְטַוָּה, וְשָׁמְעוּ בְּקוֹלוֹ, וְלֹא אָמַר בְּכָאן \"וַיֵּרֶד\", כִּי כֻלָּם בְּתַחְתִּית הָהָר הָיוּ, לֹא בְּרֹאשׁוֹ שֶׁשָּׁם כְּבוֹד הַשֵּׁם, אֶלָּא שֶׁמֹּשֶׁה הָיָה קָרוֹב אֶל מְקוֹם הָעֲרָפֶל, וְהֵם עָמְדוּ מֵרָחוֹק בִּשְׁעַת הַדִּבְּרוֹת, כַּאֲשֶׁר פֵּרַשְׁתִּי (רמב\"ן על שמות י\"ט:י\"ט). וְכַאֲשֶׁר נִפְרַד מֹשֶׁה מִמְּקוֹמוֹ וְהֵחֵל לָבֹא אֶל הָעָם קָרְבוּ אֵלָיו כָּל רָאשֵׁי שִׁבְטֵיהֶם וְזִקְנֵיהֶם אֶל מְקוֹם מַעֲמַד הַכֹּהֲנִים הַנִּגָּשִׁים אֶל ה', וְאָמְרוּ לוֹ וְעַתָּה לָמָּה נָמוּת כִּי תֹאכְלֵנוּ הָאֵשׁ הַגְּדֹלָה הַזֹּאת (דברים ה כב), קְרַב אַתָּה וּשֲׁמָע וְגוֹ' (שם ה כד), כִּי הָיוּ סְבוּרִים שֶׁיְּדַבֵּר לָהֶם הַשֵּׁם הַנִּכְבָּד כָּל הַמִּצְוֹת כַּאֲשֶׁר דִּבֵּר לָהֶם עֲשֶׂרֶת הַדְּבָרִים, וּמֹשֶׁה בָּא עִמָּהֶם אֶל מְקוֹם הָעָם וְסִפֵּר לְכֻלָּם אֶת כָּל דִּבְרֵי ה', וְהֵם אָמְרוּ נַעֲשֶׂה כָּל דִּבְרֵי ה' אֲשֶׁר צִוָּה אוֹתָנוּ בַּעֲשֶׂרֶת הַדִּבְּרוֹת וְנִשְׁמַע לְקוֹלְךָ לְכָל אֲשֶׁר צִוִּיתָ אוֹ תְּצַוֶּה בִּשְׁמוֹ יִתְעַלֶּה:<br>וְכַאֲשֶׁר חָזַר מֹשֶׁה אַחֲרֵי כֵן וְעָלָה אֶל קְצֵה הָהָר עִם הַזְּקֵנִים (שמות כ\"ד:ט') כַּאֲשֶׁר צִוָּה אֹתוֹ אֱלֹהִים (שמות כ\"ד:א'), אָז אָמַר לוֹ הַשֵּׁם פַּעַם אַחֶרֶת \"עֲלֵה אֵלַי הָהָרָה וֶהְיֵה שָׁם\" (שמות כ\"ד:י\"ב) וּבָעֵת הַזֹּאת הוֹדִיעוֹ \"שָׁמַעְתִּי אֶת קוֹל דִּבְרֵי הָעָם הַזֶּה אֲשֶׁר דִּבְּרוּ אֵלֶיךָ הֵטִיבוּ אֲשֶׁר דִּבֵּרוּ\" (דברים ה כה), וְצִוָּהוּ \"לֵךְ אֱמֹר לָהֶם שׁוּבוּ לָכֶם לְאָהֳלֵיכֶם וְאַתָּה פֹּה עֲמֹד עִמָּדִי וַאֲדַבְּרָה אֵלֶיךָ אֵת כָּל הַמִּצְוָה וְהַחֻקִּים וְהַמִּשְׁפָּטִים אֲשֶׁר תְּלַמְּדֵם\" (שם ה כז-כח). זֶהוּ שֶׁאָמַר בְּכָאן (שמות כ\"ד:י\"ב) \"וְאֶתְּנָה לְךָ אֶת לֻחֹת הָאֶבֶן וְהַתּוֹרָה וְהַמִּצְוָה\", כִּי לְךָ לְבַדְּךָ אֶתֵּן אֶת הַתּוֹרָה וְהַמִּצְוֹת אֲשֶׁר תְּלַמְּדֵם וְעָשׂוּ אוֹתָהּ כַּאֲשֶׁר נָדְרוּ לַעֲשׂוֹת:", "heVersionTitle": "Vocalized Edition", "heLicense": "", "heVersionTitleInHebrew": "", "text": "AND MOSES CAME AND TOLD THE PEOPLE ALL THE WORDS OF THE ETERNAL. At the time that this whole commandment mentioned here was given, Moses was at the place where <i>he drew near unto the thick darkness where G-d was</i>,<sup class=\"footnote-marker\">508</sup><i class=\"footnote\">Above, 20:18.</i> and now he came to that “far off” place where the people had been at the time of the Revelation,<sup class=\"footnote-marker\">508</sup><i class=\"footnote\">Above, 20:18.</i> and told them all that he had been commanded [i.e., beginning with <i>Ye yourselves have seen</i> — above 20:19 — up to the end of all the commandments and ordinances, 23:33], and they listened to his voice. Scripture does not say here: “and he came down from the mountain,” for they were all then <i>at the lower part of the mountain</i>,<sup class=\"footnote-marker\">509</sup><i class=\"footnote\"><i>Ibid.</i>, 19:17.</i> and not at the top where the Glory of G-d was; [the difference] was only that Moses was near the place of <i>the thick darkness</i>, whilst the people <i>stood from afar</i> at the time of the giving of the commandments, as I have explained.<sup class=\"footnote-marker\">510</sup><i class=\"footnote\"><i>Ibid.</i>, 19:19, and 20:15.</i> When Moses left his place and began coming towards the people, all the heads of their tribes and their elders came up to the place where <i>the priests that come near to the Eternal</i><sup class=\"footnote-marker\">511</sup><i class=\"footnote\"><i>Ibid.</i>, 19:22.</i> stood, and said to him, <i>Now therefore why should we die? for this great fire will consume us;</i><sup class=\"footnote-marker\">512</sup><i class=\"footnote\">Deuteronomy 5:22.</i> <i>Go thou near, and hear</i> etc.,<sup class=\"footnote-marker\">513</sup><i class=\"footnote\"><i>Ibid.</i>, Verse 24.</i> for they thought that the Revered G-d Himself would tell them all the commandments of the Torah just as He had told them the Ten Commandments. Then Moses came together with the heads of the tribes and the elders to the place where the people were standing and told all of them all the words of G-d, and they said, “<i>We will do</i> all that He has commanded us in the Ten Commandments, and <i>we will hearken</i><sup class=\"footnote-marker\">514</sup><i class=\"footnote\">Verse 7.</i> to your voice in everything that you have commanded, or will command in His Name, exalted be He.” When Moses went back afterwards to the edge of the mountain with the elders, as G-d had commanded him,<sup class=\"footnote-marker\">506</sup><i class=\"footnote\">Above, Verse 1.</i> then G-d said to him again, <i>Come up to Me into the mountain, and be there</i>.<sup class=\"footnote-marker\">515</sup><i class=\"footnote\">Verse 12.</i> It was at that time that He informed him, <i>I have heard the voice of the words of the people, which they have spoken unto thee; they have well said all that they have spoken</i>,<sup class=\"footnote-marker\">516</sup><i class=\"footnote\">Deuteronomy 5:25.</i> and He commanded him: <i>Go say to them: Return ye to your tents. But as for thee, stand thou here by Me, and I will speak unto thee all the commandment, and the statutes, and the ordinances, which thou shalt teach them</i>.<sup class=\"footnote-marker\">517</sup><i class=\"footnote\"><i>Ibid.</i>, Verses 27-28.</i> It is with reference to this that He said here, <i>And I will give thee the Tablets of stone, and the law and the commandment</i>,<sup class=\"footnote-marker\">518</sup><i class=\"footnote\">Verse 12. See Vol. I, p. 7 for Ramban’s interpretation of each term mentioned.</i> meaning, that to you alone I will give the law and the commandments which you will teach them, and they will keep them as they have undertaken to do.", "versionTitle": "Commentary on the Torah by Ramban (Nachmanides). Translated and annotated by Charles B. Chavel. New York, Shilo Pub. House, 1971-1976", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "608e9f22e126e1424e8f4bef", "index_title": "Tosefta Kifshutah on Rosh Hashanah", "category": "Quoting Commentary", "type": "", "ref": "Tosefta Kifshutah on Rosh Hashanah 1:18:1", "anchorRef": "Exodus 24:9", "anchorRefExpanded": ["Exodus 24:9"], "sourceRef": "Tosefta Kifshutah on Rosh Hashanah 1:18:1", "sourceHeRef": "תוספתא כפשוטה על ראש השנה א׳:י״ח:א׳", "anchorVerse": 9, "sourceHasEn": false, "compDate": [1949, 1961], "commentaryNum": 18.0001, "collectiveTitle": {"en": "Tosefta Kifshutah on Rosh Hashanah", "he": "תוספתא כפשוטה על ראש השנה"}, "heTitle": "תוספתא כפשוטה על ראש השנה", "he": "<small>76-77.</small> <b>למה לא סיפר שמותן של צדיקים שלא יהא וכו'. </b>בד, כי\"ע וכי\"ל: למה לא נתפרשו שמותן של זקנים וכו'. וכ\"ה בבבלי כ\"ה א', עיי\"ש כל הברייתא עד סוף פירקין, והכניסו שם באורים לתוך הברייתא, עיי\"ש. ובמדרש ל\"ב מדות פ\"ו, הוצ' ענעלאו, עמ' 122: ר' <b>עקיבה</b> אומ' הרי הוא אומ' ויעל משה ואהרן נדב ואביהו ושבעים מזקני ישראל (שמות כ\"ד, ט') למה לא נתפרשו שמותן של זקנים, שלא יאמר אדם פלוני כמשה, פלוני כאהרן וכו'. והוא ע\"פ משנתנו ספ\"ב, אלא ששם משמע שהוא מדברי ר' דוסא, ולא מדברי ר\"ע שם. ובבבלי הנ\"ל: ת\"ר למה לא נתפרשו שמותם של זקנים <b>הללו</b> שלא יאמר וכו'. אבל בר\"ח שם: למה לא נתפרשו שמותן של זקנים <b>צדיקים</b> (\"צדיקים\", כגי' כי\"ו בתוספתא) שלא יאמרו וכו'. ואפשר שהכוונה לשבעים זקנים שבבמדבר (י\"א, ט\"ז), ולפיכך מתחיל כאן: הריני בא להקיש את ר' פלוני לאלדד ומידד וכו'. ועיין בילקוט בהעלותך רמז תשל\"ו שהביא מן המדרש את שמותן של שבעים זקנים הנ\"ל. ", "heVersionTitle": "Tosefta Kifshuta. Third Augmented Edition, JTS 2001", "heLicense": "CC-BY", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "60911d7a7f9ca843f612f3d6", "index_title": "Toldot Yaakov Yosef", "category": "Chasidut", "type": "", "ref": "Toldot Yaakov Yosef, Chukat 268", "anchorRef": "Exodus 24:9", "anchorRefExpanded": ["Exodus 24:9"], "sourceRef": "Toldot Yaakov Yosef, Chukat 268", "sourceHeRef": "תולדות יעקב יוסף, חקת רס״ח", "anchorVerse": 9, "sourceHasEn": false, "compDate": [1780], "commentaryNum": 268, "collectiveTitle": {"en": "Toldot Yaakov Yosef", "he": "תולדות יעקב יוסף"}, "heTitle": "חקת", "he": "<b>עוד</b> יש לבאר, דאיתא במשנה פ\"ב דראש השנה (מ\"ט), שלח לו רבן גמליאל לרבי יהוש(י)ע, גוזרני עליך שתבוא אצלי במקלך ובמעותיך ביום הכפורים שחל להיות בחשבונ(י)ך וכו', בא לו אצל רבי דוסא בן הורכינס, אמר לו אם באין אנו לדון אחר בית דינו של רבן גמליאל, צריכין אנו לדון אחר [כל] בית דין ובית דין שעמד מימות משה ועד עכשיו. שנאמר (שמות כד, ט) ויעל משה ואהרן ושבעים מזקני ישראל, ולמה לא נתפרשו שמותן של זקנים, אלא ללמד שכל ג' שעמדו בית דין על ישראל הרי הוא כבית דין של משה וכו'. ופי', שאם יבוא אדם לדון אחר בית דין שבימיו לומר וכי בית דין זה כמשה ואהרן, אומרים לו שמא חשוב הוא כאותן שלא נתפרשו שמותן, ע\"כ. והספיקות רבו, למה פרט מקלך ומעותיך ויה\"כ.", "heVersionTitle": "Eichen edition. Jerusalem, 2011", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6121af956414d73d5c858b6d", "index_title": "Yalkut Shimoni on Torah", "category": "Midrash", "type": "dibur_hamatchil", "ref": "Yalkut Shimoni on Torah 361:2", "anchorRef": "Exodus 24:9", "anchorRefExpanded": ["Exodus 24:9"], "sourceRef": "Yalkut Shimoni on Torah 361:2", "sourceHeRef": "ילקוט שמעוני על התורה שס״א:ב׳", "anchorVerse": 9, "sourceHasEn": false, "compDate": [1100], "commentaryNum": 361.0002, "collectiveTitle": {"en": "Yalkut Shimoni on Torah", "he": "ילקוט שמעוני על התורה"}, "heTitle": "ילקוט שמעוני על התורה", "he": "ואל משה אמר עלה אל ה' אתה ואהרן נדב ואביהוא מלמד שהיו משה ואהרן מהלכין ונדב ואביהוא מהלכין אחריהן והיו אומרים מתי שני זקנים הללו מתים ואנו נוהגין שררה על הצבור תחתיהן. רבי יודן משם רבי איבו אמר בפיהם אמרו זה לזה, רבי פנחס אמר בלבם הרהרו. אמר ר' ברכיה אמר להם הקב\"ה אל תתהלל ביום מחר כי לא תדע מה ילד יום, הרבה סייחים מתו ונעשה עורותיהם שטוחין על גבי אמותיהן. אמר רב פפא היינו דאמרי אינשי נפישי גמלי סבי דטעיני משכי דהוגני . והשתחויתם מרחוק התורה לא נתנה אלא בזכות השתחויה. ויבן מזבח תחת ההר בחמישי בנה מזבח וגו' (כתוב ברמז ק\"א). וישלח את נערי בני ישראל (כתוב ברמז רע\"ט):", "heVersionTitle": "Yalkut Shimoni on Torah", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "61a6231387f574a17ca6b729", "index_title": "Jerusalem Talmud Rosh Hashanah", "category": "Talmud", "type": "", "ref": "Jerusalem Talmud Rosh Hashanah 2:8:1", "anchorRef": "Exodus 24:9", "anchorRefExpanded": ["Exodus 24:9"], "sourceRef": "Jerusalem Talmud Rosh Hashanah 2:8:1", "sourceHeRef": "תלמוד ירושלמי ראש השנה ב׳:ח׳:א׳", "anchorVerse": 9, "sourceHasEn": true, "compDate": [375, 425], "commentaryNum": 8.0001, "collectiveTitle": {"en": "Jerusalem Talmud Rosh Hashanah", "he": "תלמוד ירושלמי ראש השנה"}, "heTitle": "תלמוד ירושלמי ראש השנה", "he": "<strong><big>משנה:</big></strong> בָּא לוֹ אֵצֶל רִבִּי דוֹסָא בֶּן אַרְכִּינַס. אָמַר לוֹ אִם בָּאִים אָנוּ לָדוּן אַחַר בֵּית דִּינוֹ שֶׁל רַבָּן גַּמְלִיאֵל צְרִיכִין אָנוּ לָדוּן אַחַר כָּל־בֵּית דִּין וּבֵית דִּין שֶׁעָמַד מִימוֹת משֶׁה וְעַד עַכְשָׁיו, שֶׁנֶּאֱמַר וַיַּעַל משֶׁה וְאַהֲרֹן נָדָב וַאֲבִיהוּא וְשִׁבְעִים מִזִּקְנֵי יִשְׂרָאֵל. וְלָמָּה לֹא נִתְפָּֽרְשׁוּ שְׁמוֹתָן שֶׁל זְקֵינִים אֶלָּא לְלַמֵּד שֶׁכָּל־שְׁלשָׁה וּשְׁלשָׁה שֶׁעָ‍ֽמְדוּ בֵית דִּין עַל יִשְׂרָאֵל הֵן הוּא כְּבֵית דִּינוֹ שֶׁל משֶׁה. נָטַל מַקְלוֹ וּמְעוֹתָיו בְּיָדוֹ וְהָלַךְ לְיַבְנֶה אֵצֶל רַבָּן גַּמְלִיאֵל בְּיוֹם שֶׁחָל יוֹם הַכִּיפּוּרִים לִהְיוֹת בְּחֶשְׁבּוֹנוֹ. עָמַד רַבָּן גַּמְלִיאֵל וּנְשָׁקוֹ עַל רֹאשׁוֹ וְאָמַר לוֹ בּוֹא בְשָׁלוֹם רַבִּי וְתַלְמִידִי. רַבִּי בְחָכְמָה וְתַלְמִידִי שֶׁקִּיבַּלְתָּ עָלֶיךָ אֶת דְּבָרָיי:", "heVersionTitle": "The Jerusalem Talmud, edition by Heinrich W. Guggenheimer. Berlin, De Gruyter, 1999-2015", "heLicense": "CC-BY", "heVersionTitleInHebrew": "", "text": "<strong>MISHNAH:</strong> He came to Rebbi Dosa ben Hyrkanos, who said to him, if we came to investigate the Court of Rabban Gamliel, we would have to investigate every single Court<sup class=\"footnote-marker\">117</sup><i class=\"footnote\">Duly empowered to treat calendar matters.</i> which was formed since the times of our teacher Moses up to today, as it is said<sup class=\"footnote-marker\">118</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Exodus 24:9\" href=\"/Exodus.24.9\"><i>Ex.</i> 24:9</a>.</i>, <i>Moses and Aaron</i>, <i>Adav and Avihu</i>, <i>and seventy of the Elders of Israel ascended</i>. Why were the names of the seventy Elders not given? To teach that any three who formed a Court for Israel are equivalent to the Court of Moses. He<sup class=\"footnote-marker\">119</sup><i class=\"footnote\">R. Joshua.</i> took his staff and his money in his hands and went to Rabban Gamliel at Jabneh on the day that was the day of Atonement according to his computation. Rabban Gamliel rose, kissed him on his head, and said to him, come in peace, my teacher and my student. My teacher in wisdom, and my student since you accepted my words.", "versionTitle": "The Jerusalem Talmud, translation and commentary by Heinrich W. Guggenheimer. Berlin, De Gruyter, 1999-2015", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "62037e916bfddfbb310febeb", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Exodus, Part III; The Meeting and Covenant At Sinai, Sealing the Covenant 2-3", "anchorRef": "Exodus 24:1-11", "anchorRefExpanded": ["Exodus 24:1", "Exodus 24:2", "Exodus 24:3", "Exodus 24:4", "Exodus 24:5", "Exodus 24:6", "Exodus 24:7", "Exodus 24:8", "Exodus 24:9", "Exodus 24:10", "Exodus 24:11"], "sourceRef": "The Five Books of Moses, by Everett Fox, Exodus, Part III; The Meeting and Covenant At Sinai, Sealing the Covenant 2-3", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, שמות, שמות מאמר ד׳, שמות הערה י׳ ב׳-ג׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Sealing the Covenant", "he": "שמות הערה י׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "שמות הערה י׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["To close out the account of covenant-making which began back in Chap. 19, the text recounts a formalized ceremony which has many points of contact with what was generally done throughout the ancient Near East when a covenant was “cut.” Twice Moshe reads God’s words to the people, and twice (vv.3, 7) they give their assent. This is no imposing of laws by a dictator, but a freely accepted, “signed, sealed, and delivered” agreement cemented by blood, the signifier of life itself.", "As representatives of the people, Moshe, Aharon, Aharon’s sons, and seventy elders ascend Mount Sinai, and, most remarkably, “see” God in some sort of vision—without, as one might expect, their being destroyed. They also eat and drink, as was customary in the sealing of the agreement (and often done in business to this day; see Gen. 31:44–54)."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "6203808e713bd8cd388d3e42", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Exodus, Part III; The Meeting and Covenant At Sinai 2-18", "anchorRef": "Exodus 19:1-24:18", "anchorRefExpanded": ["Exodus 19:1", "Exodus 19:2", "Exodus 19:3", "Exodus 19:4", "Exodus 19:5", "Exodus 19:6", "Exodus 19:7", "Exodus 19:8", "Exodus 19:9", "Exodus 19:10", "Exodus 19:11", "Exodus 19:12", "Exodus 19:13", "Exodus 19:14", "Exodus 19:15", "Exodus 19:16", "Exodus 19:17", "Exodus 19:18", "Exodus 19:19", "Exodus 19:20", "Exodus 19:21", "Exodus 19:22", "Exodus 19:23", "Exodus 19:24", "Exodus 19:25", "Exodus 20:1", "Exodus 20:2", "Exodus 20:3", "Exodus 20:4", "Exodus 20:5", "Exodus 20:6", "Exodus 20:7", "Exodus 20:8", "Exodus 20:9", "Exodus 20:10", "Exodus 20:11", "Exodus 20:12", "Exodus 20:13", "Exodus 20:14", "Exodus 20:15", "Exodus 20:16", "Exodus 20:17", "Exodus 20:18", "Exodus 20:19", "Exodus 20:20", "Exodus 20:21", "Exodus 20:22", "Exodus 20:23", "Exodus 21:1", "Exodus 21:2", "Exodus 21:3", "Exodus 21:4", "Exodus 21:5", "Exodus 21:6", "Exodus 21:7", "Exodus 21:8", "Exodus 21:9", "Exodus 21:10", "Exodus 21:11", "Exodus 21:12", "Exodus 21:13", "Exodus 21:14", "Exodus 21:15", "Exodus 21:16", "Exodus 21:17", "Exodus 21:18", "Exodus 21:19", "Exodus 21:20", "Exodus 21:21", "Exodus 21:22", "Exodus 21:23", "Exodus 21:24", "Exodus 21:25", "Exodus 21:26", "Exodus 21:27", "Exodus 21:28", "Exodus 21:29", "Exodus 21:30", "Exodus 21:31", "Exodus 21:32", "Exodus 21:33", "Exodus 21:34", "Exodus 21:35", "Exodus 21:36", "Exodus 21:37", "Exodus 22:1", "Exodus 22:2", "Exodus 22:3", "Exodus 22:4", "Exodus 22:5", "Exodus 22:6", "Exodus 22:7", "Exodus 22:8", "Exodus 22:9", "Exodus 22:10", "Exodus 22:11", "Exodus 22:12", "Exodus 22:13", "Exodus 22:14", "Exodus 22:15", "Exodus 22:16", "Exodus 22:17", "Exodus 22:18", "Exodus 22:19", "Exodus 22:20", "Exodus 22:21", "Exodus 22:22", "Exodus 22:23", "Exodus 22:24", "Exodus 22:25", "Exodus 22:26", "Exodus 22:27", "Exodus 22:28", "Exodus 22:29", "Exodus 22:30", "Exodus 23:1", "Exodus 23:2", "Exodus 23:3", "Exodus 23:4", "Exodus 23:5", "Exodus 23:6", "Exodus 23:7", "Exodus 23:8", "Exodus 23:9", "Exodus 23:10", "Exodus 23:11", "Exodus 23:12", "Exodus 23:13", "Exodus 23:14", "Exodus 23:15", "Exodus 23:16", "Exodus 23:17", "Exodus 23:18", "Exodus 23:19", "Exodus 23:20", "Exodus 23:21", "Exodus 23:22", "Exodus 23:23", "Exodus 23:24", "Exodus 23:25", "Exodus 23:26", "Exodus 23:27", "Exodus 23:28", "Exodus 23:29", "Exodus 23:30", "Exodus 23:31", "Exodus 23:32", "Exodus 23:33", "Exodus 24:1", "Exodus 24:2", "Exodus 24:3", "Exodus 24:4", "Exodus 24:5", "Exodus 24:6", "Exodus 24:7", "Exodus 24:8", "Exodus 24:9", "Exodus 24:10", "Exodus 24:11", "Exodus 24:12", "Exodus 24:13", "Exodus 24:14", "Exodus 24:15", "Exodus 24:16", "Exodus 24:17", "Exodus 24:18"], "sourceRef": "The Five Books of Moses, by Everett Fox, Exodus, Part III; The Meeting and Covenant At Sinai 2-18", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, שמות, שמות מאמר ד׳ ב׳-י״ח", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Part III; The Meeting and Covenant At Sinai", "he": "שמות מאמר ד׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["T<small>he narrative has returned to its source.</small> A<small>t</small> S<small>inai it had been foretold that</small> when Pharaoh “sends you free, you will serve God on this mountain,” and it is at Sinai that Moshe and the people now arrive. The fateful public meeting between the deity and the amassed human community will betoken the formal change of masters: the people, no longer enslaved by the Egyptian crown, now swear fealty to their divine Lord, who imposes rules of conduct upon them in return for his protection and their well-being.", "The settings for these events of covenant-making and law-giving are appropriately impressive. The mountain naturally functions as a bridge between heaven and earth (with only Moshe allowed to ascend!), but it is additionally accompanied on this occasion by the powerful manifestations of smoke, fire, cloud, thunder, lightning, and trumpet blasts. To try and pin down exactly to what natural phenomena the story alludes, be they volcano, earthquake, or the like, is somewhat beside the point; what speaks through the text is the voice of an overwhelming experience. Indeed, as Greenberg (1972) points out, the account in Chapter 19 may have been deliberately left ambiguous and contradictory, showing that the editor wished to include all the received traditions about the event.", "At the same time, it should be noted that the Sinai revelation resembles the appearance of the storm-god Baal in Canaanite texts, especially in the combining of thunder/lightning and earthquake. Psalm 18:8 portrays a similar scene. So as varied as the phenomena accompanying God’s appearance here are, they conform to a known literary pattern (Greenstein 1984c).", "As mentioned previously, Sinai stands geographically at the center of the Israelite wanderings. As the textual center of the book of Exodus as well, it anchors the people of Israel on their journey toward the fulfillment of their destiny. But that function is purely a mythic one. Sinai never became an important biblical cult site, and the only later story to take place there, that of Elijah in I Kings 19, clearly stems from the desire to draw a parallel between Elijah and Moshe. The Hebrews apparently could not conceive of God’s abiding place’s being located outside the land of Israel. On the other hand, it was necessary to demonstrate that Israel’s laws and institutions arose, not out of normal settled political and economic circumstances, but rather as the direct gift and stipulation of God himself (see Cohn), and hence the choice of a site wholly removed from the great culture centers of the ancient Near East: the monolithic culture of Egypt, the ancestral heritage of Mesopotamia, and the fertility-based society the people were to encounter in Canaan. Sinai, the originating point of Israel as a self-defined community, had to start everything anew, on a stage in which all other considerations had been stripped away.", "Early in the history of biblical exegesis (the Midrash) it was noted that the events on Sinai resemble the conclusion of a marriage ceremony. Such an idea may even have been in the minds of the transmitters of the Exodus traditions. Indeed, the entire book is remarkably reminiscent of a pattern of rescue—courting—wedding with stipulations—home planning—infidelity—reconciliation—and final “moving in” (these stages fit into the general Part divisions I have used throughout the book). Lest this appear to be too Western a model, let it be noted that such analogies occur in the writings of the prophets, where the relationship between God and Israel is likened to that between husband and wife. This constitutes Israel’s version of what Joseph Campbell has termed “sacred marriage” in hero stories—not, as classically, the hero’s successful wooing of a goddess or semidivine creature, but an intimate relationship established between God and his people. As such, it is unique in the ancient world.", "<b>O<small>n</small> C<small>ovenant</small></b>", "Marriage may be one imaginative model for the Sinai experience, but it was covenant that the writers wished to stress above all in these chapters. Here we observe a fascinating phenomenon that occurs again and again in biblical religion: an institution well known in the secular world is given a religious emphasis in the Bible. For covenant (others, “pact”) was a widespread form of political bonding in the ancient Near East. Kings and vassals, from Anatolia to Assyria, regularly aligned themselves in treaties involving either freewill granting of privileges or an agreement of mutual obligations between parties. A number of texts laying out the stipulations and ceremonies particular to covenant-making in the ancient Near East have been recovered, and study of them is helpful for an understanding of what we have in Ex. 19–24. Three things are clear. First, the stylistic pattern in our chapters resembles what is found in Hittite treaty texts (Mendenhall 1954); second, the Exodus passages use narrative to express these events, not merely a list of conditions; third, and most important, no other ancient society, so far as we know, conceived of the possibility that a <i>god</i> could “cut a covenant” with a people. This last fact leads to the observation that, for Israel, the true king was not earthly but divine—despite the later establishment of a monarchy (Weinfeld 1972b). Hence the narrator’s concentration on these chapters, especially considering the dramatic nature of what had gone before (Chaps. 1–15).", "The covenant found in Exodus and subsequently in the Torah differs substantively from the two described in Genesis. Noah (Gen. 9) and all living creatures had been promised no further universal destruction, with the stipulation that human beings were not to eat meat with blood or commit willful murder. Avraham, too (Gen. 15, 17), was the recipient of a covenant: God would give him land and descendants, and Avraham was to attend to the circumcision of all his males (yet this is more sign than stipulation). What these early events have in common is the aspect of bestowal—God acts and promises, and human beings are the passive recipients. Exodus introduces the notes of mutuality and conditionality. Both parties are now to have a stake in the agreement, and it can be broken by either (as in Chap. 32; contrast this with the promise to Noah in Gen. 8:21–22, “I will never doom the soil again … never shall [natural processes] cease,” and Gen. 9:11, “Never again shall there be Deluge….”). From the Creator God we have moved to the God of History, who enters into a fateful relationship with the people of Israel (for more on this, see Sarna 1986).", "<b>O<small>n</small> B<small>iblical</small> L<small>aw</small></b>", "A century of modern Bible scholarship has led to far-reaching changes in the perceptions of biblical law. Initial archeological findings, which often included legal documents, had led comparativists to see in the biblical material a pale reflection of its Mesopotamian antecedents. The Code of Hammurabi, for instance, was deemed the source of some of the Exodus material. These early judgments have given way to a view that places more emphasis on what is distinctive about the biblical laws.", "For our purposes here, several brief points should be made, drawn from recent research; the reader may find them explored at greater depth in the essays by Greenberg (1970), Greenstein (1984), Paul, and Sarna (1986), and the work of Sonsino. Expressions of law in the ancient Near East, especially in documents from Mesopotamia, reveal a strong economic underpinning, tied to class structure. They also have at times a personal or political function. Hammurabi, for instance, presents his code with the express purpose that the gods and men may see what a just king he is. The laws are listed by category, with religion occupying its own sphere. Finally, the king acts as the enforcer of the laws, having received them from a god—who is nevertheless not their ultimate source. Law exists in the Mesopotamian texts as an abstract value, designed for the smooth functioning of society.", "By way of contrast, Hebrew law, as typified by our chapters, displays very different concepts and concerns. Class is hardly alluded to, reflecting a totally different kind of society economically but also expressing an ideal that began in the Genesis creation story with the common ancestor of the human race. The laws are presented as the terms of the covenant (our section is often termed the “Book of the Covenant”), and the motivation behind them is portrayed as historical/psychological (“… for you were sojourners in the land of Egypt”). Strikingly, the biblical regulations, not only here but in the other major collections as well (in Leviticus and Deuteronomy), blur the distinctions between religious and secular, and treat all law as a matter directly related to God. He is perceived as the source of laws; they are the expression of his will; and breaking them is a direct affront to and act of rebellion against him (contrast, for example, the modern American view).", "The key concept behind much of biblical law seems to be that of Ex. 19:6, to make of the people of Israel “a holy nation.” This expression, which appears nowhere else in the Bible, combines a secular notion (the Hebrew <i>goy</i>, meaning a political body, a state) with a sacral one: this people is to transform all of its life into service of God. There is, therefore, no subject in the code before us—slavery, social relations, torts, cult, or diet—that is not of immediate concern to the biblical God. The first part of 19:6, “a kingdom of priests” (Buber: “a king’s-retinue of priests”), would seem to suggest that despite the clear existence of a priestly group in ancient Israel, the ideal approached a more democratic form of religious expression.", "This leads us to posit a final question: Are the materials in Ex. 21–24 (and other texts in the Torah that enumerate laws) to be taken as actual regulations or cases, or as something else, rather more didactic? We have little evidence for the former view, and in fact other ancient Near Eastern legal documents such as the Hammurabi Code seem to point in the other (didactic) direction. Given the nature of Torah literature, where narrative has a teaching function rather than a purely historical one, it seems plausible that the legal texts as well were intended to elucidate principles of Israelite belief—to present, as it were, a worldview. The other possibility, more in keeping with the history of law, is Daube’s (1947) view that “many ancient codes regulate only matters as to which the law is dubious or in need of reform or both.” In other words, law in day-to-day Israel was regulated by established precedents, and certainly not by Ex. 21–23, in the main. But in this case, too, our text would be instructive of the biblical mentality. For a fuller treatment of biblical law and its context in the ancient Near East, see Sarna (1986).", "Any attempt to describe this section structurally is bound to run into a roadblock; perhaps precisely because of the Bible’s desire <i>not</i> to distinguish between various categories of life, we do not have a watertight structure. Suffice it to say that, overall, most sections in these chapters begin with the general proposition “When …” (Heb. <i>ki</i>), and break down the issue under discussion into subsections beginning with “If …” (Heb. <i>’im</i>), a pattern found commonly in other legal systems as well. Beyond this, and the observation that there are some general categories and logical connections (for which, see the Commentary), one striking stylistic device in the Hebrew should be pointed out. From 21:5 through 23:24 a double verb form appears (the infinitive absolute followed by the imperfect) fully twenty-seven times. The effect of this device, which is rhetorically emphatic, is to give a sense of coherence to what are otherwise quite diverse laws.", "<img>", "<b><i>Ex. 32:16</i> … and the tablets were God’s making,/and the writing was God’s writing,/engraved upon the tablets.</b>"], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62038095713bd8cd388d3e45", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Exodus, On the Book of Exodus and Its Structure 2-44", "anchorRef": "Exodus 1:1-40:38", "anchorRefExpanded": ["Exodus 1:1", "Exodus 1:2", "Exodus 1:3", "Exodus 1:4", "Exodus 1:5", "Exodus 1:6", "Exodus 1:7", "Exodus 1:8", "Exodus 1:9", "Exodus 1:10", "Exodus 1:11", "Exodus 1:12", "Exodus 1:13", "Exodus 1:14", "Exodus 1:15", "Exodus 1:16", "Exodus 1:17", "Exodus 1:18", "Exodus 1:19", "Exodus 1:20", "Exodus 1:21", "Exodus 1:22", "Exodus 2:1", "Exodus 2:2", "Exodus 2:3", "Exodus 2:4", "Exodus 2:5", "Exodus 2:6", "Exodus 2:7", "Exodus 2:8", "Exodus 2:9", "Exodus 2:10", "Exodus 2:11", "Exodus 2:12", "Exodus 2:13", "Exodus 2:14", "Exodus 2:15", "Exodus 2:16", "Exodus 2:17", "Exodus 2:18", "Exodus 2:19", "Exodus 2:20", "Exodus 2:21", "Exodus 2:22", "Exodus 2:23", "Exodus 2:24", "Exodus 2:25", "Exodus 3:1", "Exodus 3:2", "Exodus 3:3", "Exodus 3:4", "Exodus 3:5", "Exodus 3:6", "Exodus 3:7", "Exodus 3:8", "Exodus 3:9", "Exodus 3:10", "Exodus 3:11", "Exodus 3:12", "Exodus 3:13", "Exodus 3:14", "Exodus 3:15", "Exodus 3:16", "Exodus 3:17", "Exodus 3:18", "Exodus 3:19", "Exodus 3:20", "Exodus 3:21", "Exodus 3:22", "Exodus 4:1", "Exodus 4:2", "Exodus 4:3", "Exodus 4:4", "Exodus 4:5", "Exodus 4:6", "Exodus 4:7", "Exodus 4:8", "Exodus 4:9", "Exodus 4:10", "Exodus 4:11", "Exodus 4:12", "Exodus 4:13", "Exodus 4:14", "Exodus 4:15", "Exodus 4:16", "Exodus 4:17", "Exodus 4:18", "Exodus 4:19", "Exodus 4:20", "Exodus 4:21", "Exodus 4:22", "Exodus 4:23", "Exodus 4:24", "Exodus 4:25", "Exodus 4:26", "Exodus 4:27", "Exodus 4:28", "Exodus 4:29", "Exodus 4:30", "Exodus 4:31", "Exodus 5:1", "Exodus 5:2", "Exodus 5:3", "Exodus 5:4", "Exodus 5:5", "Exodus 5:6", "Exodus 5:7", "Exodus 5:8", "Exodus 5:9", "Exodus 5:10", "Exodus 5:11", "Exodus 5:12", "Exodus 5:13", "Exodus 5:14", "Exodus 5:15", "Exodus 5:16", "Exodus 5:17", "Exodus 5:18", "Exodus 5:19", "Exodus 5:20", "Exodus 5:21", "Exodus 5:22", "Exodus 5:23", "Exodus 6:1", "Exodus 6:2", "Exodus 6:3", "Exodus 6:4", "Exodus 6:5", "Exodus 6:6", "Exodus 6:7", "Exodus 6:8", "Exodus 6:9", "Exodus 6:10", "Exodus 6:11", "Exodus 6:12", "Exodus 6:13", "Exodus 6:14", "Exodus 6:15", "Exodus 6:16", "Exodus 6:17", "Exodus 6:18", "Exodus 6:19", "Exodus 6:20", "Exodus 6:21", "Exodus 6:22", "Exodus 6:23", "Exodus 6:24", "Exodus 6:25", "Exodus 6:26", "Exodus 6:27", "Exodus 6:28", "Exodus 6:29", "Exodus 6:30", "Exodus 7:1", "Exodus 7:2", "Exodus 7:3", "Exodus 7:4", "Exodus 7:5", "Exodus 7:6", "Exodus 7:7", "Exodus 7:8", "Exodus 7:9", "Exodus 7:10", "Exodus 7:11", "Exodus 7:12", "Exodus 7:13", "Exodus 7:14", "Exodus 7:15", "Exodus 7:16", "Exodus 7:17", "Exodus 7:18", "Exodus 7:19", "Exodus 7:20", "Exodus 7:21", "Exodus 7:22", "Exodus 7:23", "Exodus 7:24", "Exodus 7:25", "Exodus 7:26", "Exodus 7:27", "Exodus 7:28", "Exodus 7:29", "Exodus 8:1", "Exodus 8:2", "Exodus 8:3", "Exodus 8:4", "Exodus 8:5", "Exodus 8:6", "Exodus 8:7", "Exodus 8:8", "Exodus 8:9", "Exodus 8:10", "Exodus 8:11", "Exodus 8:12", "Exodus 8:13", "Exodus 8:14", "Exodus 8:15", "Exodus 8:16", "Exodus 8:17", "Exodus 8:18", "Exodus 8:19", "Exodus 8:20", "Exodus 8:21", "Exodus 8:22", "Exodus 8:23", "Exodus 8:24", "Exodus 8:25", "Exodus 8:26", "Exodus 8:27", "Exodus 8:28", "Exodus 9:1", "Exodus 9:2", "Exodus 9:3", "Exodus 9:4", "Exodus 9:5", "Exodus 9:6", "Exodus 9:7", "Exodus 9:8", "Exodus 9:9", "Exodus 9:10", "Exodus 9:11", "Exodus 9:12", "Exodus 9:13", "Exodus 9:14", "Exodus 9:15", "Exodus 9:16", "Exodus 9:17", "Exodus 9:18", "Exodus 9:19", "Exodus 9:20", "Exodus 9:21", "Exodus 9:22", "Exodus 9:23", "Exodus 9:24", "Exodus 9:25", "Exodus 9:26", "Exodus 9:27", "Exodus 9:28", "Exodus 9:29", "Exodus 9:30", "Exodus 9:31", "Exodus 9:32", "Exodus 9:33", "Exodus 9:34", "Exodus 9:35", "Exodus 10:1", "Exodus 10:2", "Exodus 10:3", "Exodus 10:4", "Exodus 10:5", "Exodus 10:6", "Exodus 10:7", "Exodus 10:8", "Exodus 10:9", "Exodus 10:10", "Exodus 10:11", "Exodus 10:12", "Exodus 10:13", "Exodus 10:14", "Exodus 10:15", "Exodus 10:16", "Exodus 10:17", "Exodus 10:18", "Exodus 10:19", "Exodus 10:20", "Exodus 10:21", "Exodus 10:22", "Exodus 10:23", "Exodus 10:24", "Exodus 10:25", "Exodus 10:26", "Exodus 10:27", "Exodus 10:28", "Exodus 10:29", "Exodus 11:1", "Exodus 11:2", "Exodus 11:3", "Exodus 11:4", "Exodus 11:5", "Exodus 11:6", "Exodus 11:7", "Exodus 11:8", "Exodus 11:9", "Exodus 11:10", "Exodus 12:1", "Exodus 12:2", "Exodus 12:3", "Exodus 12:4", "Exodus 12:5", "Exodus 12:6", "Exodus 12:7", "Exodus 12:8", "Exodus 12:9", "Exodus 12:10", "Exodus 12:11", "Exodus 12:12", "Exodus 12:13", "Exodus 12:14", "Exodus 12:15", "Exodus 12:16", "Exodus 12:17", "Exodus 12:18", "Exodus 12:19", "Exodus 12:20", "Exodus 12:21", "Exodus 12:22", "Exodus 12:23", "Exodus 12:24", "Exodus 12:25", "Exodus 12:26", "Exodus 12:27", "Exodus 12:28", "Exodus 12:29", "Exodus 12:30", "Exodus 12:31", "Exodus 12:32", "Exodus 12:33", "Exodus 12:34", "Exodus 12:35", "Exodus 12:36", "Exodus 12:37", "Exodus 12:38", "Exodus 12:39", "Exodus 12:40", "Exodus 12:41", "Exodus 12:42", "Exodus 12:43", "Exodus 12:44", "Exodus 12:45", "Exodus 12:46", "Exodus 12:47", "Exodus 12:48", "Exodus 12:49", "Exodus 12:50", "Exodus 12:51", "Exodus 13:1", "Exodus 13:2", "Exodus 13:3", "Exodus 13:4", "Exodus 13:5", "Exodus 13:6", "Exodus 13:7", "Exodus 13:8", "Exodus 13:9", "Exodus 13:10", "Exodus 13:11", "Exodus 13:12", "Exodus 13:13", "Exodus 13:14", "Exodus 13:15", "Exodus 13:16", "Exodus 13:17", "Exodus 13:18", "Exodus 13:19", "Exodus 13:20", "Exodus 13:21", "Exodus 13:22", "Exodus 14:1", "Exodus 14:2", "Exodus 14:3", "Exodus 14:4", "Exodus 14:5", "Exodus 14:6", "Exodus 14:7", "Exodus 14:8", "Exodus 14:9", "Exodus 14:10", "Exodus 14:11", "Exodus 14:12", "Exodus 14:13", "Exodus 14:14", "Exodus 14:15", "Exodus 14:16", "Exodus 14:17", "Exodus 14:18", "Exodus 14:19", "Exodus 14:20", "Exodus 14:21", "Exodus 14:22", "Exodus 14:23", "Exodus 14:24", "Exodus 14:25", "Exodus 14:26", "Exodus 14:27", "Exodus 14:28", "Exodus 14:29", "Exodus 14:30", "Exodus 14:31", "Exodus 15:1", "Exodus 15:2", "Exodus 15:3", "Exodus 15:4", "Exodus 15:5", "Exodus 15:6", "Exodus 15:7", "Exodus 15:8", "Exodus 15:9", "Exodus 15:10", "Exodus 15:11", "Exodus 15:12", "Exodus 15:13", "Exodus 15:14", "Exodus 15:15", "Exodus 15:16", "Exodus 15:17", "Exodus 15:18", "Exodus 15:19", "Exodus 15:20", "Exodus 15:21", "Exodus 15:22", "Exodus 15:23", "Exodus 15:24", "Exodus 15:25", "Exodus 15:26", "Exodus 15:27", "Exodus 16:1", "Exodus 16:2", "Exodus 16:3", "Exodus 16:4", "Exodus 16:5", "Exodus 16:6", "Exodus 16:7", "Exodus 16:8", "Exodus 16:9", "Exodus 16:10", "Exodus 16:11", "Exodus 16:12", "Exodus 16:13", "Exodus 16:14", "Exodus 16:15", "Exodus 16:16", "Exodus 16:17", "Exodus 16:18", "Exodus 16:19", "Exodus 16:20", "Exodus 16:21", "Exodus 16:22", "Exodus 16:23", "Exodus 16:24", "Exodus 16:25", "Exodus 16:26", "Exodus 16:27", "Exodus 16:28", "Exodus 16:29", "Exodus 16:30", "Exodus 16:31", "Exodus 16:32", "Exodus 16:33", "Exodus 16:34", "Exodus 16:35", "Exodus 16:36", "Exodus 17:1", "Exodus 17:2", "Exodus 17:3", "Exodus 17:4", "Exodus 17:5", "Exodus 17:6", "Exodus 17:7", "Exodus 17:8", "Exodus 17:9", "Exodus 17:10", "Exodus 17:11", "Exodus 17:12", "Exodus 17:13", "Exodus 17:14", "Exodus 17:15", "Exodus 17:16", "Exodus 18:1", "Exodus 18:2", "Exodus 18:3", "Exodus 18:4", "Exodus 18:5", "Exodus 18:6", "Exodus 18:7", "Exodus 18:8", "Exodus 18:9", "Exodus 18:10", "Exodus 18:11", "Exodus 18:12", "Exodus 18:13", "Exodus 18:14", "Exodus 18:15", "Exodus 18:16", "Exodus 18:17", "Exodus 18:18", "Exodus 18:19", "Exodus 18:20", "Exodus 18:21", "Exodus 18:22", "Exodus 18:23", "Exodus 18:24", "Exodus 18:25", "Exodus 18:26", "Exodus 18:27", "Exodus 19:1", "Exodus 19:2", "Exodus 19:3", "Exodus 19:4", "Exodus 19:5", "Exodus 19:6", "Exodus 19:7", "Exodus 19:8", "Exodus 19:9", "Exodus 19:10", "Exodus 19:11", "Exodus 19:12", "Exodus 19:13", "Exodus 19:14", "Exodus 19:15", "Exodus 19:16", "Exodus 19:17", "Exodus 19:18", "Exodus 19:19", "Exodus 19:20", "Exodus 19:21", "Exodus 19:22", "Exodus 19:23", "Exodus 19:24", "Exodus 19:25", "Exodus 20:1", "Exodus 20:2", "Exodus 20:3", "Exodus 20:4", "Exodus 20:5", "Exodus 20:6", "Exodus 20:7", "Exodus 20:8", "Exodus 20:9", "Exodus 20:10", "Exodus 20:11", "Exodus 20:12", "Exodus 20:13", "Exodus 20:14", "Exodus 20:15", "Exodus 20:16", "Exodus 20:17", "Exodus 20:18", "Exodus 20:19", "Exodus 20:20", "Exodus 20:21", "Exodus 20:22", "Exodus 20:23", "Exodus 21:1", "Exodus 21:2", "Exodus 21:3", "Exodus 21:4", "Exodus 21:5", "Exodus 21:6", "Exodus 21:7", "Exodus 21:8", "Exodus 21:9", "Exodus 21:10", "Exodus 21:11", "Exodus 21:12", "Exodus 21:13", "Exodus 21:14", "Exodus 21:15", "Exodus 21:16", "Exodus 21:17", "Exodus 21:18", "Exodus 21:19", "Exodus 21:20", "Exodus 21:21", "Exodus 21:22", "Exodus 21:23", "Exodus 21:24", "Exodus 21:25", "Exodus 21:26", "Exodus 21:27", "Exodus 21:28", "Exodus 21:29", "Exodus 21:30", "Exodus 21:31", "Exodus 21:32", "Exodus 21:33", "Exodus 21:34", "Exodus 21:35", "Exodus 21:36", "Exodus 21:37", "Exodus 22:1", "Exodus 22:2", "Exodus 22:3", "Exodus 22:4", "Exodus 22:5", "Exodus 22:6", "Exodus 22:7", "Exodus 22:8", "Exodus 22:9", "Exodus 22:10", "Exodus 22:11", "Exodus 22:12", "Exodus 22:13", "Exodus 22:14", "Exodus 22:15", "Exodus 22:16", "Exodus 22:17", "Exodus 22:18", "Exodus 22:19", "Exodus 22:20", "Exodus 22:21", "Exodus 22:22", "Exodus 22:23", "Exodus 22:24", "Exodus 22:25", "Exodus 22:26", "Exodus 22:27", "Exodus 22:28", "Exodus 22:29", "Exodus 22:30", "Exodus 23:1", "Exodus 23:2", "Exodus 23:3", "Exodus 23:4", "Exodus 23:5", "Exodus 23:6", "Exodus 23:7", "Exodus 23:8", "Exodus 23:9", "Exodus 23:10", "Exodus 23:11", "Exodus 23:12", "Exodus 23:13", "Exodus 23:14", "Exodus 23:15", "Exodus 23:16", "Exodus 23:17", "Exodus 23:18", "Exodus 23:19", "Exodus 23:20", "Exodus 23:21", "Exodus 23:22", "Exodus 23:23", "Exodus 23:24", "Exodus 23:25", "Exodus 23:26", "Exodus 23:27", "Exodus 23:28", "Exodus 23:29", "Exodus 23:30", "Exodus 23:31", "Exodus 23:32", "Exodus 23:33", "Exodus 24:1", "Exodus 24:2", "Exodus 24:3", "Exodus 24:4", "Exodus 24:5", "Exodus 24:6", "Exodus 24:7", "Exodus 24:8", "Exodus 24:9", "Exodus 24:10", "Exodus 24:11", "Exodus 24:12", "Exodus 24:13", "Exodus 24:14", "Exodus 24:15", "Exodus 24:16", "Exodus 24:17", "Exodus 24:18", "Exodus 25:1", "Exodus 25:2", "Exodus 25:3", "Exodus 25:4", "Exodus 25:5", "Exodus 25:6", "Exodus 25:7", "Exodus 25:8", "Exodus 25:9", "Exodus 25:10", "Exodus 25:11", "Exodus 25:12", "Exodus 25:13", "Exodus 25:14", "Exodus 25:15", "Exodus 25:16", "Exodus 25:17", "Exodus 25:18", "Exodus 25:19", "Exodus 25:20", "Exodus 25:21", "Exodus 25:22", "Exodus 25:23", "Exodus 25:24", "Exodus 25:25", "Exodus 25:26", "Exodus 25:27", "Exodus 25:28", "Exodus 25:29", "Exodus 25:30", "Exodus 25:31", "Exodus 25:32", "Exodus 25:33", "Exodus 25:34", "Exodus 25:35", "Exodus 25:36", "Exodus 25:37", "Exodus 25:38", "Exodus 25:39", "Exodus 25:40", "Exodus 26:1", "Exodus 26:2", "Exodus 26:3", "Exodus 26:4", "Exodus 26:5", "Exodus 26:6", "Exodus 26:7", "Exodus 26:8", "Exodus 26:9", "Exodus 26:10", "Exodus 26:11", "Exodus 26:12", "Exodus 26:13", "Exodus 26:14", "Exodus 26:15", "Exodus 26:16", "Exodus 26:17", "Exodus 26:18", "Exodus 26:19", "Exodus 26:20", "Exodus 26:21", "Exodus 26:22", "Exodus 26:23", "Exodus 26:24", "Exodus 26:25", "Exodus 26:26", "Exodus 26:27", "Exodus 26:28", "Exodus 26:29", "Exodus 26:30", "Exodus 26:31", "Exodus 26:32", "Exodus 26:33", "Exodus 26:34", "Exodus 26:35", "Exodus 26:36", "Exodus 26:37", "Exodus 27:1", "Exodus 27:2", "Exodus 27:3", "Exodus 27:4", "Exodus 27:5", "Exodus 27:6", "Exodus 27:7", "Exodus 27:8", "Exodus 27:9", "Exodus 27:10", "Exodus 27:11", "Exodus 27:12", "Exodus 27:13", "Exodus 27:14", "Exodus 27:15", "Exodus 27:16", "Exodus 27:17", "Exodus 27:18", "Exodus 27:19", "Exodus 27:20", "Exodus 27:21", "Exodus 28:1", "Exodus 28:2", "Exodus 28:3", "Exodus 28:4", "Exodus 28:5", "Exodus 28:6", "Exodus 28:7", "Exodus 28:8", "Exodus 28:9", "Exodus 28:10", "Exodus 28:11", "Exodus 28:12", "Exodus 28:13", "Exodus 28:14", "Exodus 28:15", "Exodus 28:16", "Exodus 28:17", "Exodus 28:18", "Exodus 28:19", "Exodus 28:20", "Exodus 28:21", "Exodus 28:22", "Exodus 28:23", "Exodus 28:24", "Exodus 28:25", "Exodus 28:26", "Exodus 28:27", "Exodus 28:28", "Exodus 28:29", "Exodus 28:30", "Exodus 28:31", "Exodus 28:32", "Exodus 28:33", "Exodus 28:34", "Exodus 28:35", "Exodus 28:36", "Exodus 28:37", "Exodus 28:38", "Exodus 28:39", "Exodus 28:40", "Exodus 28:41", "Exodus 28:42", "Exodus 28:43", "Exodus 29:1", "Exodus 29:2", "Exodus 29:3", "Exodus 29:4", "Exodus 29:5", "Exodus 29:6", "Exodus 29:7", "Exodus 29:8", "Exodus 29:9", "Exodus 29:10", "Exodus 29:11", "Exodus 29:12", "Exodus 29:13", "Exodus 29:14", "Exodus 29:15", "Exodus 29:16", "Exodus 29:17", "Exodus 29:18", "Exodus 29:19", "Exodus 29:20", "Exodus 29:21", "Exodus 29:22", "Exodus 29:23", "Exodus 29:24", "Exodus 29:25", "Exodus 29:26", "Exodus 29:27", "Exodus 29:28", "Exodus 29:29", "Exodus 29:30", "Exodus 29:31", "Exodus 29:32", "Exodus 29:33", "Exodus 29:34", "Exodus 29:35", "Exodus 29:36", "Exodus 29:37", "Exodus 29:38", "Exodus 29:39", "Exodus 29:40", "Exodus 29:41", "Exodus 29:42", "Exodus 29:43", "Exodus 29:44", "Exodus 29:45", "Exodus 29:46", "Exodus 30:1", "Exodus 30:2", "Exodus 30:3", "Exodus 30:4", "Exodus 30:5", "Exodus 30:6", "Exodus 30:7", "Exodus 30:8", "Exodus 30:9", "Exodus 30:10", "Exodus 30:11", "Exodus 30:12", "Exodus 30:13", "Exodus 30:14", "Exodus 30:15", "Exodus 30:16", "Exodus 30:17", "Exodus 30:18", "Exodus 30:19", "Exodus 30:20", "Exodus 30:21", "Exodus 30:22", "Exodus 30:23", "Exodus 30:24", "Exodus 30:25", "Exodus 30:26", "Exodus 30:27", "Exodus 30:28", "Exodus 30:29", "Exodus 30:30", "Exodus 30:31", "Exodus 30:32", "Exodus 30:33", "Exodus 30:34", "Exodus 30:35", "Exodus 30:36", "Exodus 30:37", "Exodus 30:38", "Exodus 31:1", "Exodus 31:2", "Exodus 31:3", "Exodus 31:4", "Exodus 31:5", "Exodus 31:6", "Exodus 31:7", "Exodus 31:8", "Exodus 31:9", "Exodus 31:10", "Exodus 31:11", "Exodus 31:12", "Exodus 31:13", "Exodus 31:14", "Exodus 31:15", "Exodus 31:16", "Exodus 31:17", "Exodus 31:18", "Exodus 32:1", "Exodus 32:2", "Exodus 32:3", "Exodus 32:4", "Exodus 32:5", "Exodus 32:6", "Exodus 32:7", "Exodus 32:8", "Exodus 32:9", "Exodus 32:10", "Exodus 32:11", "Exodus 32:12", "Exodus 32:13", "Exodus 32:14", "Exodus 32:15", "Exodus 32:16", "Exodus 32:17", "Exodus 32:18", "Exodus 32:19", "Exodus 32:20", "Exodus 32:21", "Exodus 32:22", "Exodus 32:23", "Exodus 32:24", "Exodus 32:25", "Exodus 32:26", "Exodus 32:27", "Exodus 32:28", "Exodus 32:29", "Exodus 32:30", "Exodus 32:31", "Exodus 32:32", "Exodus 32:33", "Exodus 32:34", "Exodus 32:35", "Exodus 33:1", "Exodus 33:2", "Exodus 33:3", "Exodus 33:4", "Exodus 33:5", "Exodus 33:6", "Exodus 33:7", "Exodus 33:8", "Exodus 33:9", "Exodus 33:10", "Exodus 33:11", "Exodus 33:12", "Exodus 33:13", "Exodus 33:14", "Exodus 33:15", "Exodus 33:16", "Exodus 33:17", "Exodus 33:18", "Exodus 33:19", "Exodus 33:20", "Exodus 33:21", "Exodus 33:22", "Exodus 33:23", "Exodus 34:1", "Exodus 34:2", "Exodus 34:3", "Exodus 34:4", "Exodus 34:5", "Exodus 34:6", "Exodus 34:7", "Exodus 34:8", "Exodus 34:9", "Exodus 34:10", "Exodus 34:11", "Exodus 34:12", "Exodus 34:13", "Exodus 34:14", "Exodus 34:15", "Exodus 34:16", "Exodus 34:17", "Exodus 34:18", "Exodus 34:19", "Exodus 34:20", "Exodus 34:21", "Exodus 34:22", "Exodus 34:23", "Exodus 34:24", "Exodus 34:25", "Exodus 34:26", "Exodus 34:27", "Exodus 34:28", "Exodus 34:29", "Exodus 34:30", "Exodus 34:31", "Exodus 34:32", "Exodus 34:33", "Exodus 34:34", "Exodus 34:35", "Exodus 35:1", "Exodus 35:2", "Exodus 35:3", "Exodus 35:4", "Exodus 35:5", "Exodus 35:6", "Exodus 35:7", "Exodus 35:8", "Exodus 35:9", "Exodus 35:10", "Exodus 35:11", "Exodus 35:12", "Exodus 35:13", "Exodus 35:14", "Exodus 35:15", "Exodus 35:16", "Exodus 35:17", "Exodus 35:18", "Exodus 35:19", "Exodus 35:20", "Exodus 35:21", "Exodus 35:22", "Exodus 35:23", "Exodus 35:24", "Exodus 35:25", "Exodus 35:26", "Exodus 35:27", "Exodus 35:28", "Exodus 35:29", "Exodus 35:30", "Exodus 35:31", "Exodus 35:32", "Exodus 35:33", "Exodus 35:34", "Exodus 35:35", "Exodus 36:1", "Exodus 36:2", "Exodus 36:3", "Exodus 36:4", "Exodus 36:5", "Exodus 36:6", "Exodus 36:7", "Exodus 36:8", "Exodus 36:9", "Exodus 36:10", "Exodus 36:11", "Exodus 36:12", "Exodus 36:13", "Exodus 36:14", "Exodus 36:15", "Exodus 36:16", "Exodus 36:17", "Exodus 36:18", "Exodus 36:19", "Exodus 36:20", "Exodus 36:21", "Exodus 36:22", "Exodus 36:23", "Exodus 36:24", "Exodus 36:25", "Exodus 36:26", "Exodus 36:27", "Exodus 36:28", "Exodus 36:29", "Exodus 36:30", "Exodus 36:31", "Exodus 36:32", "Exodus 36:33", "Exodus 36:34", "Exodus 36:35", "Exodus 36:36", "Exodus 36:37", "Exodus 36:38", "Exodus 37:1", "Exodus 37:2", "Exodus 37:3", "Exodus 37:4", "Exodus 37:5", "Exodus 37:6", "Exodus 37:7", "Exodus 37:8", "Exodus 37:9", "Exodus 37:10", "Exodus 37:11", "Exodus 37:12", "Exodus 37:13", "Exodus 37:14", "Exodus 37:15", "Exodus 37:16", "Exodus 37:17", "Exodus 37:18", "Exodus 37:19", "Exodus 37:20", "Exodus 37:21", "Exodus 37:22", "Exodus 37:23", "Exodus 37:24", "Exodus 37:25", "Exodus 37:26", "Exodus 37:27", "Exodus 37:28", "Exodus 37:29", "Exodus 38:1", "Exodus 38:2", "Exodus 38:3", "Exodus 38:4", "Exodus 38:5", "Exodus 38:6", "Exodus 38:7", "Exodus 38:8", "Exodus 38:9", "Exodus 38:10", "Exodus 38:11", "Exodus 38:12", "Exodus 38:13", "Exodus 38:14", "Exodus 38:15", "Exodus 38:16", "Exodus 38:17", "Exodus 38:18", "Exodus 38:19", "Exodus 38:20", "Exodus 38:21", "Exodus 38:22", "Exodus 38:23", "Exodus 38:24", "Exodus 38:25", "Exodus 38:26", "Exodus 38:27", "Exodus 38:28", "Exodus 38:29", "Exodus 38:30", "Exodus 38:31", "Exodus 39:1", "Exodus 39:2", "Exodus 39:3", "Exodus 39:4", "Exodus 39:5", "Exodus 39:6", "Exodus 39:7", "Exodus 39:8", "Exodus 39:9", "Exodus 39:10", "Exodus 39:11", "Exodus 39:12", "Exodus 39:13", "Exodus 39:14", "Exodus 39:15", "Exodus 39:16", "Exodus 39:17", "Exodus 39:18", "Exodus 39:19", "Exodus 39:20", "Exodus 39:21", "Exodus 39:22", "Exodus 39:23", "Exodus 39:24", "Exodus 39:25", "Exodus 39:26", "Exodus 39:27", "Exodus 39:28", "Exodus 39:29", "Exodus 39:30", "Exodus 39:31", "Exodus 39:32", "Exodus 39:33", "Exodus 39:34", "Exodus 39:35", "Exodus 39:36", "Exodus 39:37", "Exodus 39:38", "Exodus 39:39", "Exodus 39:40", "Exodus 39:41", "Exodus 39:42", "Exodus 39:43", "Exodus 40:1", "Exodus 40:2", "Exodus 40:3", "Exodus 40:4", "Exodus 40:5", "Exodus 40:6", "Exodus 40:7", "Exodus 40:8", "Exodus 40:9", "Exodus 40:10", "Exodus 40:11", "Exodus 40:12", "Exodus 40:13", "Exodus 40:14", "Exodus 40:15", "Exodus 40:16", "Exodus 40:17", "Exodus 40:18", "Exodus 40:19", "Exodus 40:20", "Exodus 40:21", "Exodus 40:22", "Exodus 40:23", "Exodus 40:24", "Exodus 40:25", "Exodus 40:26", "Exodus 40:27", "Exodus 40:28", "Exodus 40:29", "Exodus 40:30", "Exodus 40:31", "Exodus 40:32", "Exodus 40:33", "Exodus 40:34", "Exodus 40:35", "Exodus 40:36", "Exodus 40:37", "Exodus 40:38"], "sourceRef": "The Five Books of Moses, by Everett Fox, Exodus, On the Book of Exodus and Its Structure 2-44", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, שמות, שמות מאמר א׳ ב׳-מ״ד", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "On the Book of Exodus and Its Structure", "he": "שמות מאמר א׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "שמות מאמר א׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["T<small>HE BOOK OF</small> E<small>XODUS IS</small> I<small>SRAEL’S SECOND BOOK OF ORIGINS</small>. G<small>ENESIS HAD CONCERNED</small> itself with the beginnings of the world, of human beings and their institutions, and of the people of Israel as a tribal family. Exodus continues this thrust as it recounts the origin of the people on a religious and political level (here inseparable as concepts). A number of biblical ideas receive their fullest early treatment in this book: God’s acting directly in history; making himself “known” to both Israelites and foreigners; covenant as a reciprocal agreement between God and humans; law as an expression of total worldview; and the use of sacred structure (Tabernacle or “Dwelling”) as a vehicle for and expression of perceived truths about the world. In addition, several biblical institutions make their first appearance in Exodus: Passover, Sabbath, rudimentary leadership/government, and cult/priesthood. All this is presented in a general narrative framework, raising the question as to whether what we have here is story or history. Is Exodus a fanciful reconstruction of what happened to Moshe (Moses) and his generation, riddled with anachronisms? Or is it a faithful and reliable handing-down of eyewitness data which only the cynical or irreligious would doubt?", "For the first position there are several supports. We possess virtually no extra-biblical references to the events recorded in our book, either in Egypt or elsewhere. Then, too, there seem to be inconsistencies of time within the story (Chaps. 16 and 18 appear to presuppose laws which were given later), and patterns within the telling of the tale that are too symmetrical (the Plagues) or too stereotyped (the constant use of stylized language) to be simple reporting of fact. Finally, Exodus is lacking in the citation of personal and geographical names, especially as compared to the books that precede and follow (Genesis and Numbers).", "For the second position, that of Exodus as a reliable historical record, there exist no methods of proof other than evaluation of literary form—that is, accepting that oral literature is able to preserve facts without later coloration. But even if it could be shown that Exodus is oral literature—an evaluation which is too sweeping, given the present form of the book—modern scholarship has come to cast doubt on the absolute historical reliability of oral tradition (see Vansina).", "Despite these observations, there is still something unsettling about writing Exodus off as a work of fiction, however pious that fiction may have been. For the rest of the Hebrew Bible abounds in emotional references to the experience of the exodus. At every stage of biblical literature, that experience is invoked for the purpose of directing behavior (see especially Judg. 2, I Sam. 8, II Sam. 7, II Kings 17, Neh. 9, and Ps. 78; and most of Deuteronomy is rhetorically grounded in it). The entire structure and emotional force of biblical law rest upon such exhortations as “A sojourner you are not to oppress:/you yourselves know (well) the feelings of the sojourner,/for sojourners were you in the land of Egypt” (Ex. 23:9) and such situations as that of the Hebrew serf (Ex. 21:2ff.). Apparently the experience of the exodus period was crucial in forming the group consciousness of the Israelites, and ever since it has provided a model from which both later Judaism and Christianity were to draw frequently and profoundly.", "A hypothetical analogy, based on American history, may help to shed light on the historicity of Exodus. Imagine a book based on the following outline: first, a section on the American Revolution, with some biographical material on a few of the Founding Fathers, focusing mostly on the outbreak of the war and key battles; second, a description of the Constitutional Convention, including some of the more important speeches and discussions; third, the text of the Constitution itself; and finally, L’Enfant’s original blueprints for the building of the new capital, Washington, D.C., interspersed with accounts of the first few presidents’ inaugural addresses. What would be the underlying message of such a book? We are certainly dealing here with more than a straight journalistic description of the events, more than a legalistic discussion of constitutional law, and more than a technical presentation for architects. Such a book would actually be presenting the ideals of America’s self-image: a nation founded on the willingness to fight for particular rights against Old World tyranny, established under democratic laws based on reason and providing governmental checks and balances, and whose ideals would be embodied in the construction of a brand-new, centrally located capital city that used classically grounded forms of architecture to express grace and reason as the basis for the new society.", "Now this portrayal is very simplistic, but it gets its point across (and I would be willing to wager that, somewhere in this country, there exists a school textbook written along these lines). In a similar manner, although with much more weight given to God’s role in the process, the book of Exodus unfolds. The dramatic story of Israel’s deliverance from bondage, coupled with Moshe’s own early development, is only the first part of the book, and accounts for less than half of it. It is followed by several stories of desert wanderings, and then by a presentation of the covenant made between God and Israel at Sinai, against a stunning natural backdrop. The second half of the book enumerates a series of laws which constitute the covenant, and the details of construction of a portable sanctuary designed both to symbolize and actually to accommodate God’s presence among the Israelites (with the interruption of a major rebellion). So, like our theoretical American model, Exodus conveys far more than information about events. It is, rather, the narration of a worldview, a laying out of different types of texts bearing the <i>meaning</i> of Israel’s historical experience.", "I stress the word “experience” because that is what is at stake here. Human memory is always selective. We remember what we wish to remember, giving weight to particular emotions, sometimes over and above the facts (or, as the poet Maya Angelou puts it autobiographically, “The facts sometimes obscure the truth”). The same thing appears to be true of group memory. What a people remembers of substance is not nearly as important as how they process their experience.", "In our Exodus text one can perceive a characteristically Israelite process at work. The book emerges as a mix of historical recollection, mythical processing, and didactic retelling, what Buber and others have called a “saga.” What is preserved in the book of Exodus, therefore, is a Teaching (Heb. <i>Tora</i>) based on a set of experiences, which became history for ancient Israel. Hence, to understand better the workings of the book, we need to turn to its themes and its structure. This will be more fruitful than trying to find the exact location of the Sea of Reeds or Mount Sinai, or the “Lost Ark,” or Moshe’s burial site— of whose location “no man has knowledge until this day” (Deut. 34:6). These have all receded into archeological oblivion. What has survived of ancient Israel is its approach to history and to life, and its literature. In that sense, the book of Exodus is an attempt to distill history and to learn from it, using echoes from the past to shape the present and the future.", "When we turn to a closer consideration of the structure of Exodus, we must proceed on the assumption that a work of art stems from both artful and unconscious design. Therefore, any structuring of such a book can only be hypothetical and must not limit itself to ironclad categories.", "With that said, a number of potential divisions of our book present themselves. The first emerges from a close look at the subject matter of the text. Strikingly, Exodus appears to be arranged in groups of a few chapters each (bearing in mind that the chapter divisions are historically late), resulting in the following scheme:", "1. Prologue in Egypt (Chap. 1)<br>2. Moshe’s Early Life and Call (Chaps. 2–4)<br>3. Moshe’s Mission in Egypt (5:1–7:13)<br>4. The First Nine Plagues (7:14–10:29)<br>5. The Tenth Plague and the Exodus (Chaps. 11–13)<br>6. In the Wilderness I: The Deliverance at the Sea (14:1–15:21)<br>7. In the Wilderness II: Early Experiences (15:22–18:27)<br>8. Covenant at Sinai (Chaps. 19–20)<br>9. The Terms (Laws) and Conclusion of the Covenant (Chaps. 21–24)<br>10. Details of the Tabernacle (Chaps. 25–27)<br>11. Details of the Cult (Chaps. 28–31)<br>12. Rebellion and Reconciliation (Chaps. 32–34)<br>13. The Building of the Tabernacle, Priestly Vestments (Chaps. 35–39)<br>14. Conclusion (Chap. 40)", "Such a measured shifting of focus helps to maintain the flow of the text and our interest in it.", "A glance through this list will also lead to the positing of larger structures. The traditions collected in Exodus fall naturally into both geographical and thematic divisions. The first part of the book takes place in Egypt (1:1–15:21), the second in the wilderness (15:22–40:38); this could alternatively be viewed as the events preceding Mount Sinai (Chaps. 1–17/18) and those that take place there (Chaps. 18/19–40). One could also combine the geographical and thematic aspects, resulting in the structure (1) Israel in Egypt (1:1–15:21), (2) Israel in the Wilderness (15:22–24:18), and (3) Tabernacle and Calf (Chaps. 25–40).", "My own preference for structuring Exodus also combines these aspects, as follows:", "I. The Deliverance Narrative (1:1–15:21)", "II. In the Wilderness (15:22–18:27)", "III. Covenant and Law (Chaps. 19–24)", "IV. The Blueprints for the Tabernacle and Its Service (Chaps. 25–31)", "V. Infidelity and Reconciliation (Chaps. 32–34)", "VI. The Building of the Tabernacle (Chaps. 35–40)", "These divisions exhibit a great deal of overlapping. In Part I, Israel’s life in Egypt (Chap. 1) paves the way for Moshe’s early years (Chaps. 2–4), then the account of his mission before Pharaoh and the Plagues (Chaps. 5–13), and the final victory (Chaps. 14–15); Part II is anticipated by some of what happens after the exodus itself (Chap. 14), and leads to Sinai (Chap. 19); the covenant and laws of Part III naturally lead to other prescriptions, this time the building instructions for the Tabernacle (Chaps. 25–31); planning the sacred structure in Part IV is followed by the making of a forbidden construction, the Golden Calf (Chaps. 32–33); and the reconciliation between God and Israel (Chap. 34) restores Israel’s capacity to return to the actual building of the Tabernacle, and to complete it (Chaps. 35–40). So despite the presence of what must have been several very diverse traditions behind the final text of Exodus, it has been skillfully woven together to form a coherent whole. In addition to the above structures, it can be said that the book of Exodus rests on several textual backbones, inner structures and recurring themes and motifs that help to create a unified work. These may be listed by category:", "1. There are various climaxes which serve to highlight the action—the Encounter at the Bush (Chaps. 3–4), the Tenth Plague and Exodus (12:29–42), the Deliverance at the Sea (14–15:21), the Revelation at Sinai (Chaps. 19–20), the Calf Episode (Chap. 32), and Completion of the Tabernacle (Chap. 40). Anchoring these dramatic scenes, at the center of the book, is the Sinai Revelation. The Binding of Yitzhak (Isaac) in Chapter 22 of Genesis serves much the same focusing function.", "2. There exist three strategically placed accounts of God’s Presence accompanying the Israelites (13:21–22, 24:15–18, 40:34–38) which share a common vocabulary. Key words in these passages are “day/night,” “cloud,” “fire,” “dwell,” “Glory,” “cover,” “go up,” and “in the eyes of the Children of Israel/before the people” (it should be noted that not every passage uses all of these terms). These words chart God’s movement: first, following the Exodus; second, following the concluding of the covenant; and third, following the erection of the Tabernacle, at the end of the book. A variation of these Presence accounts occurs in Numbers 9:15–23, where it rounds out the picture—for it is at this point that the Israelites finally depart from Sinai (having spent about a year there), on their journey toward the Promised Land.", "3. Several leading words recur throughout the book and give it a sense of unity:", "<i>serve</i>— The Israelites pass from “servitude” to Pharaoh into the “service” of God; laws are given that warn against “serving” other gods, that specify how a “serf” is to be treated, and that detail the “service” (i.e., construction and dismantling) of a sanctuary where God is to be properly “served.”", "<i>Glory</i>—Liberated from Pharaoh’s “stubbornness” (Heb. <i>koved lev</i>), the Israelites experience God’s “Glory” (Heb. <i>kavod</i>) at the Sea of Reeds, and encounter it again at Sinai (Chap. 24) and when the Tabernacle is completed (Chap. 40). When Israel falters in Chapter 32, Moses begs to see God’s “Glory” as a sign of reassurance. This is one of the central issues of the book, receiving its clearest formulation in Chap. 17:7—“Is Y<small>HWH</small> in our midst, or not?” Without the accompanying Presence, the Israelites can survive neither in Egypt nor in the wilderness. That the book ends with the “Glory” taking up residence in the Tabernacle is a sign that all is well in this regard.", "<i>know</i>—The Plagues and the liberation take place so that Egyptian and Israelite alike will acknowledge God as the true ruler (who “knows” the slaves’ sufferings). The book as a whole portrays a God who is “known” by his compassion toward the oppressed.", "<i>see</i>—God “sees” and rescues the people early in the book (Chap. 3); they “see” his deliverance at the sea (Chap. 14) and the awesome display at Sinai (Chaps. 19-20); the Tabernacle blueprint is given to Moshe to “see” (Chaps 25ff.).", "4. Aside from theme words, there are also several thematic threads that run through the book. These may be listed as well:", "<i>distinction</i>—The Israelites learn what it is to be separated out, first for oppression and later for God’s service. This process occurs during the Plagues and throughout the legal sections, which are often based on the making of distinctions (the Hebrew word for “holy,” <i>kadosh,</i> may originally have had this connotation). In general, Exodus is a book that abounds in polarities and distinctions: between God and Pharaoh, life and death, slavery and freedom, Egyptianness and Israeliteness, city and wilderness, visible gods/magic and an invisible God who is not conjurable, doubt and trust.", "<i>construction</i>—The Israelites are enslaved as builders of Egyptian cities; they go on to build a society, a calf-god, and a Tabernacle.", "<i>rebellion</i>—From the beginning, God and Moshe are often unheeded, as the Israelites seek to maintain or return to their status as dependent slaves in Egypt (Chaps. 2, 5, 14, 15–17, 32).", "<i>Sabbath</i>—As a newly freed people, Israel is to adapt to a rhythm of work and sacred cessation, which celebrates both creation and freedom. The Sabbath is at issue immediately after liberation (Chap. 16) and is commanded three times (Chaps. 20, 31, 35); and the account of the Tabernacle’s completion echoes the vocabulary of God’s completed creation in Genesis 2, a passage which serves as one justification for observing the Sabbath (see Ex. 20:11).", "<i>origins</i>—We are told of the beginnings of the new covenant (distinct from that concluded with Abraham), the law system, the cult/priesthood, and the sacred calendar, but with the significant omission of the monarchy.", "<i>covenant</i>—God establishes a relationship with the people of Israel: if they will obey him and observe his laws, he will protect them and treat them as his “firstborn son.” This form of covenant is different from the ones in Genesis, and plays a significant role in subsequent books of the Bible.", "<i>God in History</i>—The God of Exodus actively intervenes to rescue a people, defeating their oppressors in battle; he leads them through the wilderness, meets them, and makes a covenant with them.", "5. The above themes are specifically Israelite themes. There are, however, motifs in Exodus that have a more universal ring. One could term these anthropological, since they employ standard aspects of human experience to convey the overall messages of the book.", "<i>Fire</i> is used frequently and in varied contexts (at the Burning Bush and later back at Mount Sinai, in the desert trek, in the Tabernacle service, and at the Calf incident), usually to make a statement about God. In contrast to conventional fire gods (e.g., the Norse trickster Loki), the God of Exodus is most often associated with the more positive aspects of fire: constancy, purity, and transformation. The fire at Sinai does not destroy Moshe and the people, but rather turns them into something new. At the same time it should not be forgotten that fire is used regularly to connote anger in the Bible, especially God’s, and especially in the later wilderness narratives.", "<i>Water</i> appears throughout Exodus, not as a backdrop but as an active medium which most often signifies life and death simultaneously. The Nile, into which the enslaved Hebrews’ babies are thrown, gently bears the infant Moshe to safety: the Nile, the giver of life in Egypt, is changed into blood, itself a major signifier of life in the Bible but useless here because it is undrinkable; the Sea of Reeds acts as a passageway of birth for the Israelites but as a graveyard for their Egyptian pursuers. The availability of water becomes a central issue in the wilderness, as an instrument for survival and for the testing of the Israelites’ faith. Finally, water creates the ritual purity necessary for the people at Sinai and their priests in the Tabernacle to approach God.", "<i>Desert/Wilderness</i> is the scene of the crucial second part of the book. Only in the desert, away from the massive influence of age-old Egyptian culture, can the new Israelite society be forged. Moshe, like many other real-life and fictional heroes, demonstrates this in his own early life. The desert acts as a purifying agent for him, changing the Egyptian prince into a member of his own true people. Similarly, the Israelites begin the process of transformation from bondage to self-rule, a process which is taught in the harsh reality of desert life and which will take an entire generation to complete.", "In point of fact, all these media—fire, water, and desert—suggest change as a major concern of the book of Exodus. Our text chronicles the start of Israel’s journey as a nation, a transformative journey which takes vastly changed circumstances, a whole generation in time, and indeed several books of recounting to complete. Exodus is very concerned with topography—not for the purposes of historical recollection (as Genesis was, apparently) but as an account of an inner journey. Thus the people travel to the boundary between Egypt and the desert, through the sea, to the great fiery mountain; and we know that they cannot but be on their way to a final goal. That goal, the Promised Land, will not be realized in Exodus, because in this book we stand only at the beginning of the journey. Change does not occur quickly, and the true molding of a people, like that of an individual, requires formative experiences over time. In Exodus, then, the People of Israel begins in adolescence, as it were. It has survived infancy in Genesis, a period marked by constant threats of physical extinction, and must now begin the tortuous process of learning to cope with adulthood—that is to say, people-hood—in a hostile world.", "That process will take us past the present text. Exodus stands at the beginning of a trilogy in the middle of the Torah. It takes us from slavery up to Sinai, inaugurating the law-giving process. Leviticus will concentrate almost exclusively on laws (of “holiness”), never budging geographically, while Numbers will see the conclusion of the Sinai experience and the traveling toward (and actually reaching) the land of Israel. Exodus is thus of great importance in the overall five-book pattern, introducing key elements of the wilderness books: law, institutions, rebellion, and—Moshe himself. It serves as a bridge between the great narratives of Genesis and the priestly code of Leviticus and the wanderings of Numbers (Green­berg 1972 notes how the opening of Exodus points back, to Gen. 46; and the closing points forward, to Num. 9). It in fact contains elements of all three books.", "Exodus is the basis not only of what follows in the Torah, but also sets the stage for the rest of the Hebrew Bible. What Israel understood of its God, and what that God expects of them, are set forth most directly and unforgettably in the memories enshrined in the book of Exodus."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620382d7c9ad75f2d99af844", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "", "ref": "The Five Books of Moses, by Everett Fox, Exodus, Part III; The Meeting and Covenant At Sinai 1", "anchorRef": "Exodus 19:1-24:18", "anchorRefExpanded": ["Exodus 19:1", "Exodus 19:2", "Exodus 19:3", "Exodus 19:4", "Exodus 19:5", "Exodus 19:6", "Exodus 19:7", "Exodus 19:8", "Exodus 19:9", "Exodus 19:10", "Exodus 19:11", "Exodus 19:12", "Exodus 19:13", "Exodus 19:14", "Exodus 19:15", "Exodus 19:16", "Exodus 19:17", "Exodus 19:18", "Exodus 19:19", "Exodus 19:20", "Exodus 19:21", "Exodus 19:22", "Exodus 19:23", "Exodus 19:24", "Exodus 19:25", "Exodus 20:1", "Exodus 20:2", "Exodus 20:3", "Exodus 20:4", "Exodus 20:5", "Exodus 20:6", "Exodus 20:7", "Exodus 20:8", "Exodus 20:9", "Exodus 20:10", "Exodus 20:11", "Exodus 20:12", "Exodus 20:13", "Exodus 20:14", "Exodus 20:15", "Exodus 20:16", "Exodus 20:17", "Exodus 20:18", "Exodus 20:19", "Exodus 20:20", "Exodus 20:21", "Exodus 20:22", "Exodus 20:23", "Exodus 21:1", "Exodus 21:2", "Exodus 21:3", "Exodus 21:4", "Exodus 21:5", "Exodus 21:6", "Exodus 21:7", "Exodus 21:8", "Exodus 21:9", "Exodus 21:10", "Exodus 21:11", "Exodus 21:12", "Exodus 21:13", "Exodus 21:14", "Exodus 21:15", "Exodus 21:16", "Exodus 21:17", "Exodus 21:18", "Exodus 21:19", "Exodus 21:20", "Exodus 21:21", "Exodus 21:22", "Exodus 21:23", "Exodus 21:24", "Exodus 21:25", "Exodus 21:26", "Exodus 21:27", "Exodus 21:28", "Exodus 21:29", "Exodus 21:30", "Exodus 21:31", "Exodus 21:32", "Exodus 21:33", "Exodus 21:34", "Exodus 21:35", "Exodus 21:36", "Exodus 21:37", "Exodus 22:1", "Exodus 22:2", "Exodus 22:3", "Exodus 22:4", "Exodus 22:5", "Exodus 22:6", "Exodus 22:7", "Exodus 22:8", "Exodus 22:9", "Exodus 22:10", "Exodus 22:11", "Exodus 22:12", "Exodus 22:13", "Exodus 22:14", "Exodus 22:15", "Exodus 22:16", "Exodus 22:17", "Exodus 22:18", "Exodus 22:19", "Exodus 22:20", "Exodus 22:21", "Exodus 22:22", "Exodus 22:23", "Exodus 22:24", "Exodus 22:25", "Exodus 22:26", "Exodus 22:27", "Exodus 22:28", "Exodus 22:29", "Exodus 22:30", "Exodus 23:1", "Exodus 23:2", "Exodus 23:3", "Exodus 23:4", "Exodus 23:5", "Exodus 23:6", "Exodus 23:7", "Exodus 23:8", "Exodus 23:9", "Exodus 23:10", "Exodus 23:11", "Exodus 23:12", "Exodus 23:13", "Exodus 23:14", "Exodus 23:15", "Exodus 23:16", "Exodus 23:17", "Exodus 23:18", "Exodus 23:19", "Exodus 23:20", "Exodus 23:21", "Exodus 23:22", "Exodus 23:23", "Exodus 23:24", "Exodus 23:25", "Exodus 23:26", "Exodus 23:27", "Exodus 23:28", "Exodus 23:29", "Exodus 23:30", "Exodus 23:31", "Exodus 23:32", "Exodus 23:33", "Exodus 24:1", "Exodus 24:2", "Exodus 24:3", "Exodus 24:4", "Exodus 24:5", "Exodus 24:6", "Exodus 24:7", "Exodus 24:8", "Exodus 24:9", "Exodus 24:10", "Exodus 24:11", "Exodus 24:12", "Exodus 24:13", "Exodus 24:14", "Exodus 24:15", "Exodus 24:16", "Exodus 24:17", "Exodus 24:18"], "sourceRef": "The Five Books of Moses, by Everett Fox, Exodus, Part III; The Meeting and Covenant At Sinai 1", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, שמות, שמות מאמר ד׳ א׳", "anchorVerse": 1, "sourceHasEn": true, "commentaryNum": 1, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<a class=\"refLink\" data-ref=\"Exodus 19:1—24:18\" data-ven=\"The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995\">Exodus 19:1—24:18</a>", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620382dac9ad75f2d99af878", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "", "ref": "The Five Books of Moses, by Everett Fox, Exodus, Part III; The Meeting and Covenant At Sinai, Sealing the Covenant 1", "anchorRef": "Exodus 24:1-11", "anchorRefExpanded": ["Exodus 24:1", "Exodus 24:2", "Exodus 24:3", "Exodus 24:4", "Exodus 24:5", "Exodus 24:6", "Exodus 24:7", "Exodus 24:8", "Exodus 24:9", "Exodus 24:10", "Exodus 24:11"], "sourceRef": "The Five Books of Moses, by Everett Fox, Exodus, Part III; The Meeting and Covenant At Sinai, Sealing the Covenant 1", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, שמות, שמות מאמר ד׳, שמות הערה י׳ א׳", "anchorVerse": 1, "sourceHasEn": true, "commentaryNum": 1, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "שמות הערה י׳", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<a class=\"refLink\" data-ref=\"Exodus 24:1-11\" data-ven=\"The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995\">Exodus 24:1-11</a>", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620e3ee3f24fdecb4f08849a", "index_title": "Ohr LaYesharim on Jerusalem Talmud Rosh Hashanah", "category": "Quoting Commentary", "type": "", "ref": "Ohr LaYesharim on Jerusalem Talmud Rosh Hashanah 2:8:1", "anchorRef": "Exodus 24:9", "anchorRefExpanded": ["Exodus 24:9"], "sourceRef": "Ohr LaYesharim on Jerusalem Talmud Rosh Hashanah 2:8:1", "sourceHeRef": "אור לישרים על תלמוד ירושלמי ראש השנה ב׳:ח׳:א׳", "anchorVerse": 9, "sourceHasEn": false, "commentaryNum": 8.0001, "collectiveTitle": {"en": "Ohr LaYesharim on Jerusalem Talmud Rosh Hashanah", "he": "אור לישרים על תלמוד ירושלמי ראש השנה"}, "he": "<big><strong>משנה</strong></big><br>משנה זו היא המשך המשנה הקודמת.\n<br><b>בא לו</b> – רבי יהושע, <b>אצל רבי דוסא בן ארכינס</b> – שחלק על רבן גמליאל, ואמר: עדי שקר הם (כמו ששנינו לעיל)<b>, אמר לו</b> – רבי דוסא לרבי יהושע<b>: אם באים אנו לדון אחר בית דינו של רבן גמליאל</b> – להרהר אחריו שמא טעה, ולבדוק אחר דיניו האם נפסקו כהלכה<b>, צריכין אנו לדון אחר כל בית דין ובית דין שעמד מימות משה ועד עכשיו</b> – כלומר, כשם שאין אנו דנים אחר כל בית דין ובית דין שהיו בדורות הקודמים, כך לא נוכל לדון גם אחר בית דינו של רבן גמליאל<b>, שנאמר</b> (בעלייתו של משה להר סיני)<b>: \"וַיַּעַל מֹשֶׁה וְאַהֲרֹן נָדָב וַאֲבִיהוּא וְשִׁבְעִים מִזִּקְנֵי יִשְׂרָאֵל\"</b> (שמות כד,ט) – משה ומלוויו עלו אל ההר<b>, ולמה לא נתפרשו שמותן של זקינים? אלא ללמדך</b> – בא הכתוב ללמדך<b>, שכל שלשה ושלשה שעמדו בית דין על ישראל, הרי הן כבית דינו של משה</b> – הם כמו אותם הזקנים של בית דינו של משה, שלא נתפרשו שמותיהם ולא נודעה חשיבותם. ואף אם אין כל בית דין חשוב כמשה ואהרן ונדב ואביהוא, שמא חשוב הוא כשבעים הזקנים. מכאן שצריכים לשמוע לכל בית דין<b>.</b>\n<br>כיוון ששמע רבי יהושע, שאף רבי דוסא קיבל את דינו של רבן גמליאל, החליט רבי יהושע לציית לרבן גמליאל, <b>נטל</b> – רבי יהושע, <b>מקלו ומעותיו בידו, והלך ליבנה אצל רבן גמליאל ביום שחל יום הכיפורים להיות בחשבונו</b> – כמו שגזר עליו רבן גמליאל<b>. עמד רבן גמליאל ונשקו על ראשו, ואמר לו</b> – רבן גמליאל לרבי יהושע<b>: בוא בשלום, רבי ותלמידי! רבי - בחכמה</b> – שרבי יהושע לימד את רבן גמליאל הלכה<b>, ותלמידי - שקיבלת עליך את דבריי</b> – שרבי יהושע קיים את הגזרה שגזר עליו רבן גמליאל, כתלמיד שמקבל עליו את דברי רבו. - רבן גמליאל קיבל את רבי יהושע בשמחה ופייס אותו<b>.</b><br><br><small>רבי יהושע הלך ליבנה (יישוב במישור החוף בדרום), מקומו של רבן גמליאל, מפקיעין (יישוב במישור החוף בדרום), מקומו של רבי יהושע.</small><br>• • •", "heVersionTitle": "Machon HaYerushalmi, Rabbi Yehoshua Buch, 2011", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "ירושלים : מכון הירושלמי. תלמודה של א\"י, תשע\"א", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "628f76bc0a14f84a34985406", "index_title": "Mevo HaShearim", "category": "Chasidut", "type": "", "ref": "Mevo HaShearim 1:70", "anchorRef": "Exodus 24:9-11", "anchorRefExpanded": ["Exodus 24:9", "Exodus 24:10", "Exodus 24:11"], "sourceRef": "Mevo HaShearim 1:70", "sourceHeRef": "מבוא השערים א׳:ע׳", "anchorVerse": 9, "sourceHasEn": true, "compDate": [1931, 1943], "commentaryNum": 1.007, "collectiveTitle": {"en": "Mevo HaShearim", "he": "מבוא השערים"}, "he": "ויהי כראות זאת קדושי התנאים, שהנביאים חדלו, העולם עם העם ירדו בבחי׳ ותרד פלאים, והתורה נשארה להעם מסוגרה בעשי׳ ורחוקים הם מן נשמת התורה כרחוק האיש מנשמתו אף שנמצאה בו, מפני הגוף המסוגרה, ואף שגם התורה ומצות ירדו עמהם וגם בדברי עולם של עתה מקיימין המצות סוכה, ציצית וכו׳, אבל הנביאות היינו ההתגלות שהכל קודש וגם העשי׳ אלוקית, כנ״ל שהוא בחי׳ נבואיות, זאת איננה, התגברו הקדושים אלו ובד׳ התחזקו והמשיכו שוב את אור הנבואה אשר בתורה גם לעולם ולהעם אשר ירדו. ואם בעולם העשי׳ של עכשיו לתחתית שבו היינו לעשי׳ שבעשי׳ לא יכלו לגלותו, שגם בסנה ושאר דברים גופניים יתראה אור אלקות, וגם האיש אף בהתחתית שבו גם בחושיו ובעיניו יראה מלאך ד׳, אף את אלקי ישראל ותחת רגליו כמעשה לבנת הספיר וכו׳ יראה, ובאזניו את קול ד׳ ישמע, על כל פנים בהיצירה ובריאה שבו יקבל וישיג את אור ד׳. ", "heVersionTitle": "Hakhsharat haAkhrakhim, 16. Ring. 11-432", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "The holy talmudic sages saw that the prophets had ceased and the world and nation ‘descended appallingly’. <sup class=\"footnote-marker\">267</sup><i class=\"footnote\">Lamentations 1:9.</i> The Torah remained closed in <i>Asiyah</i> to the people, and they were as distant from the soul of the Torah as one can be from his own soul, though it indeed is in him, because his body encases it. Though the Torah and commandments descended with them, and in this world, they fulfill the commandments—of the festival booths [<i>sukkah</i>] and fringes [<i>tzitzit</i>] etc. —but the prophecy, that is the revelation that all is holy including <i>Asiyah</i>, was no longer. Thus, these holy ones worked mightily and held fast unto God, and drew the light of prophecy inhering in the Torah to the world and the nation which had descended. Though they were unable to reveal the divine light in the depths of <i>Asiyah</i>, so that this light would be apparent in even a bush and other physical entities, and so that one might even with his depths, his senses and eyes see an angel of God—‘behold the God of Israel sitting, sapphire beneath His feet’<sup class=\"footnote-marker\">268</sup><i class=\"footnote\">See Exodus 24:9-11.</i>—hearing the voice of God with his [very] ears—nonetheless, he would now be able to receive and grasp the light of God with the <i>Yetzirah</i> and <i>Beriyah</i> within him.", "versionTitle": "Entrance to the gates, trans. and annot. by Jon Kelsen, 2019", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "63c943d701e878406e0d1938", "index_title": "Zohar", "category": "Kabbalah", "type": "", "ref": "Zohar, Achrei Mot 14:97", "anchorRef": "Exodus 24:9", "anchorRefExpanded": ["Exodus 24:9"], "sourceRef": "Zohar, Achrei Mot 14:97", "sourceHeRef": "ספר הזהר, אחרי מות י״ד:צ״ז", "anchorVerse": 9, "sourceHasEn": false, "compDate": [1100, 1400], "commentaryNum": 14.0004, "collectiveTitle": {"en": "Zohar", "he": "ספר הזהר"}, "heTitle": "אחרי מות", "he": "תָּא חֲזֵי בְּנֵי אַהֲרֹן לָא אִשְׁתְּכָחוּ בְּיִשְׂרָאֵל כְּוָותַיְיהוּ, בַּר מֹשֶׁה וְאַהֲרֹן, וְאִינּוּן אִקְרוּן (שמות כ״ד:ט׳) אֲצִילֵי בְּנֵי יִשְׂרָאֵל. וְעַל דְּטָעוּ קָמֵי מַלְכָּא קַדִּישָׁא, מִיתוּ. וְכִי קוּדְשָׁא בְּרִיךְ הוּא בָּעָא לְאוֹבָדָא לוֹן, וְהָא תָּנֵינָן בְּרָזָא דְּמַתְנִיתִין, דְּקוּדְשָׁא בְּרִיךְ הוּא עָבֵד חֶסֶד בְּכֹלָּא, וַאֲפִילּוּ בְּרַשִׁיעֵי עָלְמָא לָא בָּעֵי לְאוֹבָדָא לוֹן. וְהָנֵי זַכָּאֵי קְשׁוֹט סַלְּקָא דַּעְתָּךְ דְּאִינּוּן אִתְאֲבִידוּ מֵעָלְמָא, זְכוּתָא דִּלְהוֹן אָן הוּא. זְכוּתָא דְּאָבוּהוֹן אָן הוּא. זְכוּתָא דְּמֹשֶׁה הָכִי נָמֵי. וְאִינּוּן הֵיךְ אִתְאֲבִידוּ.", "heVersionTitle": "Vocalized Zohar, Israel 2013", "heLicense": "", "heVersionTitleInHebrew": "ספר הזהר מנקד, ישראל תשע\"ג", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "657ecc3f758c1dc532ec8a22", "index_title": "Steinsaltz on Exodus", "category": "Commentary", "type": "commentary", "ref": "Steinsaltz on Exodus 24:9", "anchorRef": "Exodus 24:9", "anchorRefExpanded": ["Exodus 24:9"], "sourceRef": "Steinsaltz on Exodus 24:9", "sourceHeRef": "ביאור שטיינזלץ על שמות כ״ד:ט׳", "anchorVerse": 9, "sourceHasEn": true, "commentaryNum": 24.0009, "collectiveTitle": {"en": "Steinsaltz", "he": "ביאור שטיינזלץ"}, "heTitle": "ביאור שטיינזלץ על שמות", "he": "<b>וַיַּעַל מֹשֶׁה וְאַהֲרֹן, נָדָב וַאֲבִיהוּא וְשִׁבְעִים מִזִּקְנֵי יִשְׂרָאֵל,</b>", "heVersionTitle": "The Koren Steinsaltz Tanakh HaMevoar - Hebrew", "heLicense": "Copyright: Steinsaltz Center", "heVersionTitleInHebrew": "", "text": "<b>Moses and Aaron, Nadav, and Avihu, and seventy of the elders of Israel went up. </b>", "versionTitle": "The Steinsaltz Tanakh - English", "license": "Copyright: Steinsaltz Center", "versionTitleInHebrew": ""}, {"_id": "666566b74aed4b6561dbdb6f", "index_title": "Learning to Read Midrash", "category": "Midrash", "type": "", "ref": "Learning to Read Midrash, Chapter 11; Exploring the Significance of a Gesture; Moshe Hides His Face 53", "anchorRef": "Exodus 24:1-18", "anchorRefExpanded": ["Exodus 24:1", "Exodus 24:2", "Exodus 24:3", "Exodus 24:4", "Exodus 24:5", "Exodus 24:6", "Exodus 24:7", "Exodus 24:8", "Exodus 24:9", "Exodus 24:10", "Exodus 24:11", "Exodus 24:12", "Exodus 24:13", "Exodus 24:14", "Exodus 24:15", "Exodus 24:16", "Exodus 24:17", "Exodus 24:18"], "sourceRef": "Learning to Read Midrash, Chapter 11; Exploring the Significance of a Gesture; Moshe Hides His Face 53", "sourceHeRef": "ללמוד לקרוא מדרש, פרק יא נ״ג", "anchorVerse": 1, "sourceHasEn": true, "commentaryNum": 53, "collectiveTitle": {"en": "Learning to Read Midrash", "he": "ללמוד לקרוא מדרש"}, "heTitle": "פרק יא", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "R. Hoshaya Rabba is alluding to two incidents in which Nadav and Avihu, the sons of Aharon, feature prominently. The first occurs at the end of the story of the revelation at Sinai (Exodus 24:1–18).<sup class=\"footnote-marker\">4</sup><i class=\"footnote\">Please read this episode in its entirety. Biblical commentators are divided on the question of the chronology of this narrative, the main question being whether it is part of the story of the Revelation at Sinai or a continuation of the narrative in the aftermath of the Revelation. See Rashi for the position that this episode precedes the giving of the Ten Commandments (Rashi on Exodus 24:1). The Ramban maintains that this story describes the aftermath of the Revelation at Sinai (Ramban on Exodus 24:1).<br>In either case, though, R. Hoshaya Rabba’s use of this episode as a proof for his position remains unaffected, since the critical point for him is that Nadav and Avihu saw more than they should have permitted themselves to see, regardless of when the incident occurred.</i> Moshe is told by God that he alone should approach God while Aharon, Nadav, Avihu, and the seventy elders (the “nobles of the children of Israel” referred to in verse 11) should remain at a distance (verses 1–2). Later in the episode we are told (verses 9–11): “And Moshe went up, and Aharon, Nadav and Avihu, and seventy of the elders of Israel. And they saw the Lord of Israel…And to the nobles of the children of Israel <i>He did not send out His hand</i>, and they looked at the Lord, <i>and they ate and drank</i>.”", "versionTitle": "Learning to Read Midrash, by Simi Peters, Urim 2004", "license": "", "versionTitleInHebrew": ""}, {"_id": "6665742075c85a40b8740db5", "index_title": "Reshimot Shiurim on Horayot", "category": "Quoting Commentary", "type": "", "ref": "Reshimot Shiurim on Horayot 8b:2", "anchorRef": "Exodus 24:1-9", "anchorRefExpanded": ["Exodus 24:1", "Exodus 24:2", "Exodus 24:3", "Exodus 24:4", "Exodus 24:5", "Exodus 24:6", "Exodus 24:7", "Exodus 24:8", "Exodus 24:9"], "sourceRef": "Reshimot Shiurim on Horayot 8b:2", "sourceHeRef": "רשימות שיעורים על הוריות ח׳ ב:ב׳", "anchorVerse": 1, "sourceHasEn": false, "commentaryNum": 16.0002, "collectiveTitle": {"en": "Reshimot Shiurim on Horayot", "he": "רשימות שיעורים על הוריות"}, "heTitle": "רשימות שיעורים על הוריות", "he": "<b>ופרש\"י</b> (בד\"ה למן היום וגו') וז\"ל הכי משמע את כל אשר צוה ה' אליכם ביד משה דזו עבודת כוכבים ומנין שזו עבודת כוכבים מדכתיב בהדי' למן היום אשר צוה ה' והלאה שאר מצות והלאה כלומר מכאן ואילך לדורותיכם איזו היא מצוה שנאמרה בתחילה הוי אומר זו עבודת כוכבים דכתיב בתחילת עשרת הדברות אנכי ולא יהיה לך דהיינו עבודת כוכבים עכ\"ל. ועוד נראה לבאר בכוונת הגמ' דע\"ז היא מצוה שנאמרה בתחלה, עפי\"ד הרמב\"ן בהשגות לספה\"מ להרמב\"ם (מצות עשה א') שביאר דהבה\"ג אינו מונה מצות אמונה בה' במנין תרי\"ג מצוות, משום דמצות אמונה בה' ואיסור ע\"ז זהו היסוד של כל המצות כולם, (ואגב אורחא צ\"ע בשיטת הרמב\"ם שמנה מצות אמונה בתרי\"ג דא\"כ צ\"ע למה לא מנה את כל י\"ג יסודות האמונה במנין תרי\"ג). ועיין ברמב\"ן עה\"ת פ' יתרו (שמות כ:ב) מש\"כ בשם המכילתא וז\"ל וכך אמרו במכילתא (בפסוק הבא) לא יהיה לך אלהים אחרים על פני למה נאמר, לפי שהוא אומר אנכי ה' אלהיך, משל למלך שנכנס למדינה, אמרו לו עבדיו גזור עלינו גזירות, אמר להם לאו, כשתקבלו מלכותי אגזור עליכם גזירות, שאם מלכותי אינכם מקבלים גזירותי האיך אתם מקיימין. כך אמר המקום לישראל אנכי ה' אלהיך לא יהיה לך, אני הוא שקבלתם מלכותי עליכם במצרים, אמרו לו הן, כשקבלתם מלכותי קבלו גזרותי, כלומר אחר שאתם מקבלים עליכם ומודים שאני ה' ואני אלהיכם מארץ מצרים קבלו כל מצות עכ\"ל. ומבואר מהמכילתא דמצות אנכי ה' אלוקיך ואיסור לא יהיה לך מהווים מצות של קבלת עול מלכות שמים, ומצות אנכי ולא יהיה לך הם היסוד של כל המצות. והנה במרה נצטוו ישראל לפני קבלת התורה באיסור עבודה זרה, דנצטוו במרה בז' מצות ב\"נ (סנהדרין נו:), ובס' באר שבע (דף ח: ד\"ה למן היום) הקשה דצ\"ע בפרש\"י דר' ישמעאל סובר דעבודה זרה היא מצוה שנאמרה בתחלה מפני שבתחילת עשרה הדברות כתיב אנכי ולא יהיה לך, דהיינו עבודה זרה, דא\"כ מאי מקשה הגמ' עליו מהא דאמר מר עשר מצות נצטוו ישראל במרה, דאלמא עבודה זרה לא נאמרה תחלה, הלא הקושיא מעיקרא ליתא, כי רבי ישמעאל לא אמר שעבודה זרה היא מצוה שנאמרה בתחלה, אלא דוקא לאותן מצות שנצטוו ישראל בסיני ממתן תורה ואילך, אבל לא שהיא נאמרה בתחלה לאותן מצות שנצטוו ישראל קודם מתן תורה. וגם רבי ישמעאל סבירא ליה שנצטוו ישראל על עבודה זרה במרה בכלל שאר מצות שנצטוו שם כדאמר מר. ועוד קשה לפי דרכו של רש\"י דעדיפא מינה הוה יכול המקשן להקשות על רבי ישמעאל ממה שכתוב בתורה בפירוש (שמות יב:ב) דהחדש הזה לכם היא מצוה ראשונה שנצטוו ישראל בכלל במצרים, וא\"כ איך אמר רבי ישמעאל שעבודה זרה היא מצוה שנאמרה בתחלה. ונראה לתרץ עפ\"י מש\"נ בדברי הרמב\"ן והמכילתא דבקבלת התורה מסיני נתחדש ד\"אנכי\" \"ולא יהיה לך\" הוי היסוד של כל המצות, ואילו במרה דלא נשלמה עדיין קדושת ישראל איסור עבודה זרה ניתנה רק כמצוה א' ולא כיסוד לכל המצות. וי\"ל דזהו כוונת הגמ', דעבודה זרה היא מצוה שנאמרה בתחלה, דר\"ל דבסיני נתחדש דאיסור עבודה זרה הוי היסוד של כל המצוות, ועקירת איסור ע\"ז הוי כעקירת כל המצות, ומשום כך הפסוק \"וכי תשגו ולא תעשו את כל המצות האלה\" מיירי בשגגת הוראה בעבודה זרה.<sup class=\"footnote-marker\">50</sup><i class=\"footnote\">ומדברי המכילתא (המובאים ברמב\"ן עה\"ת שמות כ:ב) מבואר דכלל ישראל קיבלו עליהם עול מלכות שמים בקבלת מצות אנכי ה' אלוקיך, בקבלת התורה בהר סיני. אמנם נראה דב\"נ לא קיבלו איסור על עצמם איסור ע\"ז בשבע מצוות ב\"נ בתורת קבלת עול מלכות שמים, ועבדות להשי\"ת,דרק בבנ\"י כתיב (ויקרא כה: נה) \"כי לי בני ישראל עבדים עבדי הם אשר הוצאתי אותם מארץ מצרים אני ה' אלוקיכם\". ולפי ביאורו של רבינו זצ\"ל צ\"ב מהי קושיית הגמ' \"והאמר מר עשר מצוות נצטוו ישראל במרה\", ושמעתי מאחי הרה\"ג ר' ברוך שלום רייכמן שליט\"א דיתכן לומר עפ\"י מש\"כ רש\"י (שמות כד: א- ט) דבשלשת ימי הגבלה לפני מתן תורה משה רבינו כתב את ספר הברית ואמרו בנ\"י נעשה ונשמע, ובספר הברית היה כתוב התורה מבראשית עד מתן תורה ונכלל בו המצוות שנצטוו במרה, ובנ\"י אמרו נעשה ונשמע וקבלו את ספר הברית, והיא ברית סיני וגירות בנ\"י דסיני. ויוצא דהמצוות שקיבלו במרה כולל האיסור דעבודה זרה נעשו יסוד לקבלת עול מלכות שמים. ולכן שפיר הקשה הגמ' דמצוות שבמרה קדמו לעשרת הדברות כחלות של קבלת עול מלכות שמים. וידידי הרה\"ג אברהם כהן שליט\"א מתלמידי רבינו זצ\"ל הוסיף דבכל גירות לכתחילה לומדים עם הגר מצוות קלות וחמורות ואח\"כ מגיירים אותו בקבלת כל המצוות בפני ב\"ד. וי\"ל דכך היה גם בגירות בנ\"י בסיני, דמתחילה למדו מצוות קלות וחמורות במרה כהכנה לגירות בסיני. ומה שלמדו ז' מצוות ב\"נ במרה לא היה בתורת מצות בני נח, אלא כמצוות לכלל ישראל, דניתנה תורה ונתחדשה הלכה. ולפיכך מצות ע\"ז שלמדו במרה היתה חלות שם של קבלת עול מלכות שמים, וכדין איסור ע\"ז דישראל ולא כדין איסור ע\"ז דב\"נ. ולמדו המצוות במרה כהכנה לגירותם בסיני כבני ישראל מדין לימוד מצוות קלות וחמורות קודם לגירות. ואילו בסיני היתה גמר הגירות וחלה עליהם מלכות שמים ביחד עם כל המצוות שבתורה.</i>", "heVersionTitle": "Reshimot Shiurim, Kiddushin, New York, 2022", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6667b55c8dde3fecc1eaa8dc", "index_title": "Tosefta Rosh Hashanah", "category": "Tosefta", "type": "", "ref": "Tosefta Rosh Hashanah 1:17", "anchorRef": "Exodus 24:9", "anchorRefExpanded": ["Exodus 24:9"], "sourceRef": "Tosefta Rosh Hashanah 1:17", "sourceHeRef": "תוספתא ראש השנה א׳:י״ז", "anchorVerse": 9, "sourceHasEn": true, "compDate": [190, 230], "commentaryNum": 1.0017, "collectiveTitle": {"en": "Tosefta Rosh Hashanah", "he": "תוספתא ראש השנה"}, "heTitle": "תוספתא ראש השנה", "he": "למה לא נתפרשו שמותן של זקנים שלא יהא כל אחד ואחד אומר הריני בא להקיש את ר' פלוני לאלדד ומידד [הריני בא להקיש את] רבי פלוני לנדב ואביהוא וכן הוא אומר (שמואל א י״ב:ו׳) ה' אשר עשה את משה ואת אהרן ואומר (שם) וישלח ה' את ירובעל ואת בדן ואת יפתח ואת שמואל ירובעל זה גדעון בדן זה שמשון יפתח כמשמעו ואומר (תהילים צ״ט:ו׳) משה ואהרן בכהניו וגו' שקל הכתוב שלשה קלי עולם בין שלשה גדולי עולם ללמדך שבית דינו של ירובעל לפני המקום כבית דינו של משה ובית דינו של יפתח גדול לפני המקום כבית דינו של שמואל להודיעך שכל מי שנתמנה פרנס על הצבור אפילו קל שבקלים שקול כאביר שבאבירים וכן הוא אומר (דברים י״ז:ט׳) ובאת אל הכהנים הלוים ואל השופט אין לך אלא שופט שבדורך ואומר (קוהלת ז) אל תאמר מה היה וגו'.", "heVersionTitle": "Tosefta Rosh Hashanah  -- Machon Mamre", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תוספתא ראש השנה - מכון ממרא", "text": "<sup>*</sup><i class=\"footnote\">In connection with the conflict between Rabban Gamaliel and Rabbi Yehoshua as to the reliability of two witnesses who testified regarding the new moon, the Mishnah (R.H. 2:9), quotes Ex. 24:9, which states, \"Then Moses and Aaron, Nadava and Avihu, and seventy of the Elders of Israel ascended.\" The Mishnah then asks, \"Why were the names of the 'Elders' not mentioned?\" and answers that it is \"To teach that each and every set of three [judges] who convened a court of law over Israel, behold, it is like the Beit Din of Moses.\"  The Tosefta now asks the same same question, but provides a different answer.</i>Why were the names of the 'Elders' not mentioned? So that not each and every person would say, \"Behold, I am coming to compare Rabbi So-and-So with Eldad and Medad (Num. 11:26),\" or \"Behold, I am coming to compare Rabbi So-and-So with Nadav and Avihu (Lev. 10:1-2).\" And thus it says (1 Sam. 12:6), \"The Lord who appointed (lit., 'made') Moses and Aaron.\" and it says (1 Sam. 12:11), \"And the Lord sent Jerubbaal and Bedan and Jephthah and Samuel.\" Jerubbaal -- that is Gideon. Bedan -- that is Samson. Jephthah -- as it sounds (i.e., that is his real name). And it says (Ps. 99:6), \"Moses and Aaron among His priests[, and Samuel, among those who call His name].\" Scripture thus compares three light ones of the world (Jerubbaal, Bedan, and Jephthah), with three great ones of the world (Moses, Aaron, and Samuel), to teach you that the Beit Din of Jerubbaal before the Place is like the Beit Din of Moses, and the Beit Din of Jephthah is as great before the Place as the Beit Din of Samuel, to inform you that anyone who has been appointed as the leader over the community -- even the lightest of the light -- weighs the same as the mightiest of the mighty. And so it says (Deut. 17:9), \"You shall come to the priests, the Levites, and the judge [that there shall be in your days]\" -- there is no judge other than that of your generation. And it says (Ecc. 7:10), \"Do not say, 'How did it come to pass that the earlier days were better than these?'\"   ", "versionTitle": "Sefaria Community Translation", "license": "CC0", "versionTitleInHebrew": "תרגום קהילת ספריא"}, {"_id": "67065e6da1e7438b03ddee9a", "index_title": "Guide for the Perplexed", "category": "Jewish Thought", "type": "", "ref": "Guide for the Perplexed, Part 2 26:6", "anchorRef": "Exodus 24:9-10", "anchorRefExpanded": ["Exodus 24:9", "Exodus 24:10"], "sourceRef": "Guide for the Perplexed, Part 2 26:6", "sourceHeRef": "מורה נבוכים, חלק ב' כ״ו:ו׳", "anchorVerse": 9, "sourceHasEn": true, "compDate": [1190], "commentaryNum": 26.0006, "collectiveTitle": {"en": "Guide for the Perplexed", "he": "מורה נבוכים"}, "he": "<span class=\"mediumGrey\">שני סוגים של חומר ראשון: שפל ועליון</span><br><sup>4</sup> אך מכל מקום הוא הועיל לנו בכך תועלת גדולה, כי הוא אמר במפורש שחומר השמים אינו חומר הארץ, ושהם שני חומרים נבדלים זה מזה מאוד: האחד מיוחס לו יתעלה בשל נעלותו ורוממותו, והוא \"מאור לבושו\"; והחומר השני רחוק מאורו יתעלה ומזהרו, והוא החומר התחתון, ואמר שהוא \"משלג שתחת כסא הכבוד\".<br><sup>5</sup> זה מה שגרם לי לפרש את דברי התורה \"[וַיַּעַל מֹשֶׁה וְאַהֲרֹן נָדָב וַאֲבִיהוּא וְשִׁבְעִים מִזִּקְנֵי יִשְׂרָאֵל. וַיִּרְאוּ אֵת אֱלֹהֵי יִשְׂרָאֵל] וְתַחַת רַגְלָיו כְּמַעֲשֵׂה לִבְנַת הַסַּפִּיר [וּכְעֶצֶם הַשָּׁמַיִם לָטֹהַר]\" (שמות כד,ט-י), שהם השיגו במראה הנבואה הזה את מהותו האמיתית של החומר הראשון התחתון. כי אנקלוס פירש את \"רגליו\" כמתייחס לכסא, כמו שביארתי לך (א,כח3), והוא אמר במפורש שהלבן שתחת הכסא הוא חומר הארץ.", "heVersionTitle": "Makbili Edition, Mif'al Mishneh Torah, 2024", "heLicense": "", "heVersionTitleInHebrew": "מהדורת מקבילי, הוצאת מפעל משנה תורה, 2024", "text": "One important thing R. Eliezer taught us here, that the substance of the heavens is different from that of the earth: that there are two different substances: the one is described as belonging to God, being the light of His garment, on account of its superiority; and the other, the earthly substance, which is distant from His splendour and light, as being the snow under the throne of His glory. This led me to explain the words, “And under his feet as the work of the whiteness of the sapphire” (Exod. 24:10), as expressing that the nobles of the children of Israel comprehended in a prophetical vision the nature of the earthly materia prima. For, according to Onkelos, the pronoun in the phrase, “His feet,” refers to “throne,” as I have shown: this indicates that the whiteness under the throne signifies the earthly substance.", "versionTitle": "Guide for the Perplexed, English Translation, Friedlander (1903)", "license": "Public Domain", "versionTitleInHebrew": "מורה נבוכים, מתורגם לאנגלית בידי פרידלנדר, 1903"}, {"_id": "5583d52efbfba27b5eeec3c0", "index_title": "Da'at Zekenim on Numbers", "category": "Quoting Commentary", "type": "", "ref": "Da'at Zekenim on Numbers 11:13:1", "anchorRef": "Exodus 24:9", "anchorRefExpanded": ["Exodus 24:9"], "sourceRef": "Da'at Zekenim on Numbers 11:13:1", "sourceHeRef": "דעת זקנים על במדבר י״א:י״ג:א׳", "anchorVerse": 9, "sourceHasEn": true, "compDate": [1100, 1300], "commentaryNum": 13.0001, "collectiveTitle": {"en": "Da'at Zekenim on Numbers", "he": "דעת זקנים על במדבר"}, "heTitle": "דעת זקנים על במדבר", "he": "<b>תנה לנו בשר. </b>שלא כהוגן שאלו שהרי המן היה מתהפך להם לאותו טעם שהיו שואלים שנא' ויתן להם שאלתם בשר שור ובהמה כבר היה להם שנא' וגם ערב רב עלה אתם וצאן ובקר וא\"ת אכלום במדבר הרי נאמר ומקנה רב וכו' מכאן אמר ר' שמואל לא נתאוו אלא לעריות שנא' וימטר עליהם כעפר שאר ואין שאר אלא עריות שנא' איש אל כל שאר בשרו. הרי שבקשו להתיר עריות וכן הוא אומר בוכה למשפחותיו על עסקי משפחותיו ולכך אמר ויחר אף ה' מאד ובעיני משה רע באותה שעה אמר משה להקב\"ה לשעבר היה אתי מי שישא ויתן במשאם שהיו שבעים זקנים שנתמנו מהר סיני שנא' ויעל משה ואהרן נדב ואביהוא ושבעים מזקני ישראל ועכשיו אני לבדי שנא' לא אוכל לבדי לשאת והיכן היו אותן שבעים זקנים אלא שמתו במתאוננים שנא' והאספסף אשר בקרבו פליגי בה ר' שמן בן אבא ור' שמעון בן מנסיא חד אמ' אספסוף זה ערב רב וחד אמר אלו שבעים זקנים שנאמר בהם אספה לי שבעים איש מזקני ישראל וכתיב שם ותבער בם אש ה' ותאכל בקצה המחנה ודרשי' בקצינים שבמחנה אלו הסנהדרין וראויין היו לשריפה עם נדב ואביהוא משעת מתן תורה שנא' ויחזו את האלהים ונא' ואל אצילי בני ישראל לא שלח ידו וכו' וכמו שתרגם ואל רברבי בני ישראל לא הוה נזקא מכלל שהיו ראוין לנזק להשלחת יד אלא שלא רצה הקב\"ה לערבב שמחת התורה והמתין לנדב ואביהוא עד שמיני למלואים כדפירש\"י לעיל ולזקנים עד כאן וכן כתיב בתהלים ותבער אש בעדתם ואין עדה אלא סנהדרין שנא' ואם מעיני העדה: ", "heVersionTitle": "daat zekenim", "heLicense": "Public Domain", "heVersionTitleInHebrew": "דעת זקנים", "text": "!תנו לנו בשר, “give us meat!” Their request was inappropriate, seeing that one of the qualities of the manna was that it assumed the taste of whatever the person consuming it wished it to taste like. We know this from Psalms 106,15: ויתן להם שאלתם, בשר., “He gave them whatever they had asked for.” The people had meat from sheep and oxen, as they had taken herds with them from Egypt, as stated Exodus 12,38: “and a mixed multitude went up with them, as well as very much livestock, both flocks and herds.” If you were to say that they had consumed all these herds and flocks in the desert, we have a verse in Numbers 32,1 according to which the tribes of Reuven and Gad had a surfeit of flocks and cattle. Seeing that this was so prompted Rabbi Shmuel to state that what they really lusted for were the women that had now become forbidden for them as wives, (sexual partners) since these laws had been promulgated. If they were described as lusting for “meat,” this shows how they saw in marital unions primarily the element of sexual unions. (Compare Talmud, tractate Yuma folio 75, as well as Bamidbar Rabbah 15, section 24). The Midrash there quotes Psalms 78,27: וימטר עליהם כעפר שאר, וכחול ימים עוף כנף, “He made it rain upon them meat like dust, winged birds like the sands of the sea. Whenever the word שאר appears in the Torah, it is a euphemism for the sexual aspect of marriage, as we know from Leviticus 18,6: איש איש אל כך שאר בשרו לא תקרבו לגלות ערוה, “none of you must approach sexually any kin of his,” The Midrash reinforces its interpretation by pointing out that the Torah, apparently gratuitously, added that the people cried למשפחותם, “on account of their families,” i.e. family members now out of bounds for them for the purpose of sexual union. (Compare Talmud, tractate Shabbat folio 130). It was this that caused Hashem’s anger in verse 10, and Moses” displeasure. At that time Moses said to Hashem that up until that time he had the seventy elders who had been appointed already when he made ready to ascend Mount Sinai for the first time, as we know from Exodus 24,9, where Nadav and Avihu had been named as his assistants as well as seventy unnamed elders. Now, he said, there was no one left that he could call on to assist him. This is why he exclaimed: “I alone am unable to continue to carry this burden!” Nonetheless we are bound to ask what had happened to the seventy elders mentioned in Exodus chapter 24. We must conclude that they had been amongst the people who had been described as murmurers in verse one of our chapter where many people had died by heavenly fire as stated. We had read there in verse four that not only the mixed multitude of Egyptians who had joined the bandwagon of the Jewish people at the Exodus, but also בני ישראל, always an expression describing the elite of the Jewish people, had been included amongst those who had died then. There is a dispute amongst the sages if the people there described as אספסף, had been part of the mixed multitude or had been these seventy elders. According to one view the expression בקצה המחנה, normally translated as “at the outer edge of the camp,” had in fact been the elders whom at this point the Torah referred to euphemistically. Actually, they had been guilty of death by heavenly fire already from the event described in Exodus chapter 24. They too had been guilty of disrespect when experiencing a vision of the Divine glory, not only Nadav and Avihu, who had been named there. (Exodus 24,11) At the time, i.e. the revelation at Mount Sinai and the joyful atmosphere prevailing then, G–d did not wish to disturb these festivities by killing them. We find an allusion to this episode in Psalms 106,18: ותבער אש בעדתם, “fire consumed their congregation.” The expression עדה, “congregation,” is always reserved for describing the highest court of seventy. Compare Numbers15,24: ואם מעיני העדה נעשתה לשגגה, “and if an error was committed because the true situation had been hidden from the eyes of the עדה, i.e. the highest court, Sanhedrin. (Compare Bamidbar Rabbah 15,24)", "versionTitle": "Daat Zekenim translated by Rb. Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": "דעת זקנים, בתרגום רבי אליהו מונק"}, {"_id": "5614e3dafbfba2109662204b", "index_title": "Ein Yaakov (Glick Edition)", "category": "Midrash", "type": "", "ref": "Ein Yaakov (Glick Edition), Rosh Hashanah 2:2", "anchorRef": "Exodus 24:9", "anchorRefExpanded": ["Exodus 24:9"], "sourceRef": "Ein Yaakov (Glick Edition), Rosh Hashanah 2:2", "sourceHeRef": "עין יעקב (מאת שמואל צבי גליק), ראש השנה ב׳:ב׳", "anchorVerse": 9, "sourceHasEn": true, "compDate": [1901, 1921], "commentaryNum": 2.0002, "collectiveTitle": {"en": "Ein Yaakov (Glick Edition)", "he": "עין יעקב (מאת שמואל צבי גליק)"}, "heTitle": "ראש השנה", "he": "(דף כה) משנה מעשה שבאו שנים ואמרו ראינוהו שחרית במזרח ערבית במערב אמר רבי יוחנן בן מרי עדי שקר הן וכשבאו ליבנה קיבלן ר״ג. ועוד באו שנים ואמרו ראינוהו בזמנו וליל עיבורו לא נראה וקיבלן ר״ג אמר רבי דוסא בן הרכינס עדי שקר הן היאך מעידים על האשה שילדה ולמחר כריסה בין שיניה. אמר לו רבי יהושע רואה אני את דבריך שלח ליה רבן גמליאל לרבי יהושע גוזר אני עליך שתבא אצלי במקלך ובמעותיך ביום שחל י״ה להיות בחשבונך הלך ומצאו רבי עקיבא מיצר אמר לו יש לי ללמוד שכל מה שעשה רבן גמליאל עשוי שנאמר (ויקרא כג ד) אלה מועדי ה׳ מקראי קודש וגו׳ בין בזמנן ובין שלא בזמנן אין לי מועדות אלא אלו בא לו אצל רבי דוסא בן הרכינס אמר ליה אם באין אנו לדון אחר בית דינו של רבן גמליאל צריכין אנו לדון אחר כל בית דין ובית דין שעמד להן לישראל מימות משה עד עכשיו שנאמר (שמות כד ט) ויעל משה ואהרן נדב ואביהוא ושבעים מזקני ישראל למה לא נתפרשו שמותן של זקנים אלא ללמדך שכל ג׳ וג׳ שנתמנו בית דין על ישראל הרי הן כבית דין של משה נטל מקלו ומעותיו בידו והלך ליבנה אצל רבן גמליאל ביום שחל י״ה להיות בחשבונו עמד רבן גמליאל ונשקו על ראשו אמר לו בוא בשלום רבי ותלמידי רבי בחכמה ותלמידי שקיימת את דברי:", "heVersionTitle": "En Jacob, translated by SH Glick, 1916", "heLicense": "Public Domain", "heVersionTitleInHebrew": "עין יעקב, בתרגום ס.ה. גליק, 1916", "text": "(Fol. 25) MISHNAH: It once happened that two witnesses came and said: \"We saw the moon in the eastern part of the horizon in the morning, and in the evening, in the western part of the horizon.\" R. Jochanan b. Nuri declared them to be false witnesses; but when they came to Yamnia, Rabban Gamaliel accepted their testimony as valid. On another occasion two other witnesses came and said: \"We saw the moon on its proper day, but could not see it on the next evening of the intercalary day.\" R. Gamaliel accepted their testimony, but R. Dosa b. Harkinas said: \"They are false witnesses; for how can they testify of a woman that she gave birth, when on the next day she appears to be pregnant?\" \"I approve of your opinion,\" remarked R. Joshua. Upon this, R. Gamaliel sent word to R. Joshua, saying: \"I order thee to come to me with your staff and your money, on the Day of Atonement, — which is to come according to your computation.\" R. Akiba went to him (R. Joshua) and found him grieving. He then said to him: \"I can prove that all which Rabban Gamaliel has done is proper, for it is said (Lev. 23, 4) These are the feasts of the Lord, holy convocations which ye shall proclaim, etc.; i.e., whether at their proper time, or not at their proper time, shall their convocations be considered as holy festivals.\" R. Joshua then went to R. Dosa b. Harkinas. \"If we are to reinvestigate the decisions of the Beth Din of R. Gamaliel.\" R. Doso b. Hankinas said to him, \"then we must also reinvestigate the decisions of all the tribunals of justice which have existed from the time of Moses till the present day! But it is said (Ex. 24, 9) \"Moses, Nadah, Abihu, and seventy elders went up [to the Mount]. Why were not the names of the elders also specified? To teach us that every three men which are appointed in Israel to form a Beth Din (judiciary tribunal), are equal to the Beth Din of Moses.\" E. Joshua then took his staff and money in his hand, and went to Yamnia, to Rabban Gamaliel, on the very day on which the Day of Atonement would have been according to his computation. Then Rabban Gamaliel arose and kissed him on his forehead, saying: \"Enter in peace, my teacher and my disciple! My teacher in knowledge; my disciple — since thou didst fulfil my words.\" ", "versionTitle": "En Jacob, translated by SH Glick, 1916", "license": "Public Domain", "versionTitleInHebrew": "עין יעקב, בתרגום ס.ה. גליק, 1916"}, {"_id": "58b1cd50d6e4a937f999927e", "index_title": "Bamidbar Rabbah", "category": "Midrash", "type": "", "ref": "Bamidbar Rabbah 15:21", "anchorRef": "Exodus 24:9", "anchorRefExpanded": ["Exodus 24:9"], "sourceRef": "Bamidbar Rabbah 15:21", "sourceHeRef": "במדבר רבה ט״ו:כ״א", "anchorVerse": 9, "sourceHasEn": true, "compDate": [1200], "commentaryNum": 15.0021, "collectiveTitle": {"en": "Bamidbar Rabbah", "he": "במדבר רבה"}, "heTitle": "במדבר רבה", "he": "אֶסְפָה לִי שִׁבְעִים אִישׁ, וְהֵיכָן הָיוּ הָרִאשׁוֹנִים, זֶה שֶׁאָמַר הַכָּתוּב <small>(איוב לד, כד)</small>: יָרֹעַ כַּבִּירִים לֹא חֵקֶר וַיַּעֲמֵד אֲחֵרִים תַּחְתָּם. עַד שֶׁהָיוּ בְּמִצְרַיִם הָיָה לָהֶם שִׁבְעִים זְקֵנִים, שֶׁנֶּאֱמַר <small>(שמות ג, טז)</small>: לֵךְ וְאָסַפְתָּ אֶת זִקְנֵי יִשְׂרָאֵל, וְעִמָּהֶם יָצְאוּ מִמִּצְרַיִם, וּכְשֶׁעָלָה משֶׁה לְקַבֵּל אֶת הַתּוֹרָה הָיוּ עִמּוֹ, שֶׁנֶּאֱמַר <small>(שמות כד, ט)</small>: וַיַּעַל משֶׁה וְאַהֲרֹן נָדָב וַאֲבִיהוּא וְשִׁבְעִים מִזִּקְנֵי יִשְׂרָאֵל, <small>(שמות כד, יד)</small>: וְאֶל הַזְּקֵנִים אָמַר שְׁבוּ לָנוּ בָזֶה. כֵּיוָן שֶׁעָלָה משֶׁה הִתְנָה עִם יִשְׂרָאֵל שֶׁיֵּרֵד לְאַרְבָּעִים יוֹם, כֵּיוָן שֶׁשָּׁהָה לֵירֵד, שֶׁנֶּאֱמַר <small>(שמות לב, א)</small>: וַיַּרְא הָעָם כִּי בשֵׁשׁ משֶׁה, וְאֵין בּשֵׁשׁ אֶלָּא לְשׁוֹן שִׁהוּי, שֶׁנֶּאֱמַר <small>(שופטים ה, כח)</small>: מַדּוּעַ בּשֵׁשׁ רִכְבּוֹ לָבוֹא מַדּוּעַ אֶחֱרוּ פַּעֲמֵי מַרְכְּבוֹתָיו. נִכְנְסוּ כָּל יִשְׂרָאֵל אֵצֶל הַזְּקֵנִים וְאָמְרוּ לָהֶן משֶׁה הִתְנָה עִמָּנוּ שֶׁיֵּרֵד לְסוֹף אַרְבָּעִים יוֹם, הֲרֵי שֵׁשׁ שָׁעוֹת יוֹתֵר וְלֹא יָרַד, וְאֵין אָנוּ יוֹדְעִין מֶה הָיָה לוֹ <small>(שמות לב, א)</small>: קוּם עֲשֵׂה לָנוּ אֱלֹהִים אֲשֶׁר יֵלְכוּ לְפָנֵינוּ כִּי זֶה משֶׁה הָאִישׁ אֲשֶׁר הֶעֱלָנוּ מֵאֶרֶץ מִצְרַיִם לֹא יָדַעְנוּ מֶה הָיָה לוֹ, כֵּיוָן שֶׁשָּׁמְעוּ כָּךְ, אָמְרוּ לָהֶם מָה אַתֶּם מַכְעִיסִין לְמִי שֶׁעָשָׂה לָכֶם כָּל אוֹתָן נִסִּים וְהַנִּפְלָאוֹת, וְלֹא שָׁמְעוּ לָהֶם וַהֲרָגוּם, וּלְפִי שֶׁעָמַד חוּר כְּנֶגְדָּן בִּדְבָרִים קָשִׁים, עָמְדוּ עָלָיו עוֹד וַהֲרָגוּהוּ. נִכְנְסוּ כָּל יִשְׂרָאֵל לְאַהֲרֹן בְּטַקְסִים גְּדוֹלָה, שֶׁנֶּאֱמַר <small>(שמות לב, א)</small>: וַיִּקָּהֵל הָעָם עַל אַהֲרֹן וַיֹּאמְרוּ אֵלָיו קוּם, מָה אַתָּה יוֹשֵׁב קוּם, אָמַר רַבִּי יִצְחָק רוּחַ הַקֹּדֶשׁ צוֹוַחַת <small>(תהלים כו, ה)</small>: שָׂנֵאתִי קְהַל מְרֵעִים. קוּם עֲשֵׂה לָנוּ אֱלֹהִים, וְאִם לָאו <small>(שמות לב, א)</small>: כִּי זֶה, כָּזֶה אָנוּ עוֹשִׂים לְךָ, כְּשֵׁם שֶׁעָמַדְנוּ עַל חוּר וַהֲרַגְנוּהוּ, כָּךְ אָנוּ עוֹשִׂים לָךְ. כֵּיוָן שֶׁרָאָה אַהֲרֹן מַה שֶּׁעָשׂוּ לַזְּקֵנִים וּלְחוּר נִתְיָרֵא מֵהֶן, שֶׁנֶּאֱמַר <small>(שמות לב, ה)</small>: וַיַּרְא אַהֲרֹן וַיִּבֶן מִזְבֵּחַ, הֵבִין מִמִּי שֶׁזָּבוּחַ לְפָנָיו. וּמִנַּיִן שֶׁהָרְגוּ לַזְּקֵנִים וּלְחוּר, שֶׁכֵּן יִרְמְיָה מוֹכִיחַ אֶת יִשְׂרָאֵל <small>(ירמיה ב, לד)</small>: גַּם בִּכְנָפַיִךְ נִמְצְאוּ דַּם נַפְשׁוֹת אֶבְיוֹנִים נְקִיִּים לֹא בַמַּחְתֶּרֶת מְצָאתִים כִּי עַל כָּל אֵלֶּה, מַהוּ עַל כָּל אֵלֶּה, בִּשְׁבִיל <small>(שמות לב, ד)</small>: אֵלֶּה אֱלֹהֶיךָ, מַה פָּרַע מֵהֶם <small>(שמות לב, לה)</small>: וַיִּגֹּף ה' אֶת הָעָם עַל אֲשֶׁר עָשׂוּ אֶת הָעֵגֶל, אַחַר זְמַן כְּשֶׁסָּלַח לָהֶם, אָמַר לְמשֶׁה: אֶסְפָה לִי שִׁבְעִים, תַּחַת אֲבוֹתָם שִׁבְעִים שֶׁנֶּהֶרְגוּ עַל קְדֻשַּׁת שְׁמִי, הוּא שֶׁכָּתוּב: יָרֹעַ כַּבִּירִים לֹא חֵקֶר וַיַּעֲמֵד אֲחֵרִים תַּחְתָּם.", "heVersionTitle": "Midrash Rabbah -- TE", "heLicense": "unknown", "heVersionTitleInHebrew": "מדרש רבה - תורת אמת", "text": "“Gather to Me seventy men” – where were the initial ones? This is what the verse said: “He shatters the powerful without number and sets others in their place” (Job 34:24). While they were in Egypt, they had seventy elders, as it is stated: “Go and assemble the elders of Israel” (Exodus 3:16), and they departed from Egypt with them. When Moses ascended to receive the Torah, they were with him, as it is stated: “Moses and Aaron, Nadav and Avihu, and seventy of the elders of Israel ascended” (Exodus 24:9). “To the elders he said: Remain here for us” (Exodus 24:14). When Moses ascended, he stipulated with Israel that he would descend at the end of forty days. When he tarried in descending, as it is stated: “The people saw that Moses tarried [<i>boshesh</i>] in descending” (Exodus 32:1), and <i>boshesh </i>is nothing other than an expression of tarrying, as it is stated: “Why does his chariot tarry [<i>boshesh</i>] to arrive, why are the hoofbeats of his chariot late” (Judges 5:28), all Israel entered to the elders and said to them: ‘Moses stipulated that he would descend at the end of forty days. It is now six hours later and he has not descended and we do not know what became of him. “Rise, craft for us a god that will go before us, as this [<i>ki zeh</i>] man, Moses, who took us up from the land of Egypt, we do not know what has become of him”’ (Exodus 32:1). When they [the elders] heard this, they said to them: ‘Why are you provoking the One who performed all those miracles and wonders on your behalf?’ They did not heed them and they killed them. Because Ḥur stood and confronted them with harsh words, they stood against him and killed him, too. All of Israel entered to Aaron with great bustle, as it is stated: “The people assembled around Aaron and said to him: Rise” (Exodus 32:1). [They said:] ‘Why are you sitting? Rise.’ Rabbi Yitzḥak said: The Divine Spirit is screaming: “I abhor the assembly of evildoers [and will not sit with the wicked]” (Psalms 26:5). [They said:] ‘“Rise, craft for us a god,” and if not <i>ki zeh</i>, we will do to you like this [<i>kazeh</i>]. Just as we stood agains Hur and killed him, so we will do to you.’ When Aaron saw what they had done to the elders and to Ḥur, he feared them, as it is stated: “Aaron saw and built an altar [<i>vayiven mizbe’aḥ</i>]” (Exodus 32:5); he understood [<i>hevin</i>] from the one who was slaughtered [<i>mimi shezavuaḥ</i>] before him. <br>From where is it derived that they killed the elders and Ḥur? It is as Jeremiah rebukes Israel: “Moreover, on the edge of your garments [<i>biknnafekha</i>]<sup class=\"footnote-marker\">20</sup><i class=\"footnote\">This is expounded to mean in assembly [bukhnufiya].</i> the blood of the lives of the blameless poor is found; you did not find them clandestinely; rather on all these” (Jeremiah 2:34). What is “on all these [<i>eleh</i>]”? It is because of: “This is [<i>eleh</i>] your god” (Exodus 32:4). What retribution did he exact against them? “The Lord afflicted the people, because they crafted the calf” (Exodus 32:35). After the passage of time, when He forgave them, He said to Moses: “Gather to Me seventy” in place of their seventy ancestors who were killed for the sanctification of My name. This is what is written: “He shatters the powerful without number and sets others in their place.”", "versionTitle": "The Sefaria Midrash Rabbah, 2022", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "58b1cd51d6e4a937f999929a", "index_title": "Bamidbar Rabbah", "category": "Midrash", "type": "", "ref": "Bamidbar Rabbah 15:24", "anchorRef": "Exodus 24:9", "anchorRefExpanded": ["Exodus 24:9"], "sourceRef": "Bamidbar Rabbah 15:24", "sourceHeRef": "במדבר רבה ט״ו:כ״ד", "anchorVerse": 9, "sourceHasEn": true, "compDate": [1200], "commentaryNum": 15.0024, "collectiveTitle": {"en": "Bamidbar Rabbah", "he": "במדבר רבה"}, "heTitle": "במדבר רבה", "he": "אֶסְפָה לִי, וְכִי לֹא הָיָה לָהֶם זְקֵנִים קֹדֶם לָכֵן, וְהָכְתִיב בְּהַר סִינַי <small>(שמות כד, ט)</small>: וַיַּעַל משֶׁה וְאַהֲרֹן נָדָב וַאֲבִיהוּא וגו', וְהַפָּרָשָׁה הַזּוֹ אַחַר כָּךְ הָיְתָה, וְאָז הָיוּ הַזְּקֵנִים, אֶלָּא בְּשָׁעָה שֶׁבָּאוּ יִשְׂרָאֵל לְאוֹתָן הַדְּבָרִים <small>(במדבר יא, א)</small>: וַיְהִי הָעָם כְּמִתְאוֹנְנִים, נִשְׂרְפוּ כֻּלָּם בְּאוֹתָהּ שָׁעָה, אֶלָּא שֶׁהָיְתָה שְׂרֵפָתָם כִּשְׂרֵפַת נָדָב וַאֲבִיהוּא, שֶׁאַף הֵם הֵקֵלוּ רֹאשָׁם בַּעֲלוֹתָם לְהַר סִינַי כְּשֶׁרָאוּ אֶת הַשְּׁכִינָה, <small>(שמות כד, יא)</small>: וַיֶּחֱזוּ אֶת הָאֱלֹהִים וַיֹּאכְלוּ וַיִּשְׁתּוּ, וְכִי אֲכִילָה וּשְׁתִיָּה הָיְתָה שָׁם, לְמָה הַדָּבָר דּוֹמֶה לְעֶבֶד שֶׁהָיָה מְשַׁמֵּשׁ אֶת רַבּוֹ וּפַרְנָסָתוֹ בְּיָדוֹ, וְהָיָה נוֹשֵׁךְ מִמֶּנָּהּ, כָּךְ הֵקֵלוּ רֹאשָׁן כְּאוֹכְלִין וְשׁוֹתִין, וְהָיוּ רְאוּיִן לִשָֹּׂרֵף בְּאוֹתָהּ שָׁעָה הַזְּקֵנִים וְנָדָב וַאֲבִיהוּא, וּמִפְּנֵי שֶׁהָיָה יוֹם מַתַּן תּוֹרָה חָבִיב לִפְנֵי הַקָּדוֹשׁ בָּרוּךְ הוּא, לְפִיכָךְ לֹא רָצָה לִפְגֹּעַ בָּהֶן בּוֹ בַּיּוֹם לַעֲשׂוֹת פִּרְצָה בָּהֶן, הֲדָא הוּא דִכְתִיב <small>(שמות כד, יא)</small>: וְאֶל אֲצִילֵי בְּנֵי יִשְׂרָאֵל לֹא שָׁלַח יָדוֹ, מִכְּלַל שֶׁהָיוּ רְאוּיִן לְהִשְׁתַּלֵּחַ יַד, אֲבָל לְאַחַר זְמַן גָּבָה מֵהֶן, נָדָב וַאֲבִיהוּא אַף הֵן נִשְׂרְפוּ כְּשֶׁנִּכְנְסוּ לְאֹהֶל מוֹעֵד, וְהֵן נִשְׂרְפוּ כְּשֶׁנִּתְאַוּוּ אוֹתָהּ תַּאֲוָה, שֶׁנֶּאֱמַר <small>(במדבר יא, ד)</small>: וְהָאסַפְסֻף אֲשֶׁר בְּקִרְבּוֹ הִתְאַוּוּ תַּאֲוָה, מַהוּ וְהָאסַפְסֻף, רַבִּי שִׁמְעוֹן בַּר אַבָּא וְרַבִּי שִׁמְעוֹן בֶּן מְנַסְיָא, אֶחָד מֵהֶן אוֹמֵר אֵלּוּ הַגֵּרִים שֶׁעָלוּ עִמָּהֶן מִמִּצְרַיִם וְנֶאֱסָפִין עִמָּהֶם, שֶׁנֶּאֱמַר <small>(שמות יב, לח)</small>: וְגַם עֵרֶב רַב עָלָה אִתָּם. וְאֶחָד מֵהֶן אוֹמֵר וְהָאסַפְסֻף אֵלּוּ סַנְהֶדְּרִין, שֶׁנֶּאֱמַר: אֶסְפָה לִי שִׁבְעִים אִישׁ. מַה כְּתִיב שָׁם <small>(במדבר יא, א)</small>: וַתִּבְעַר בָּם אֵשׁ ה' וַתֹּאכַל בִּקְצֵה הַמַּחֲנֶה, בַּקּוֹצִים שֶׁבַּמַּחֲנֶה. וּמִנַּיִן שֶׁאוֹתָן זְקֵנִים שֶׁעָלוּ לְהַר סִינַי נִשְׂרְפוּ, שֶׁנֶּאֱמַר <small>(תהלים קו, יח)</small>: וַתִּבְעַר אֵשׁ בַּעֲדָתָם, וְאֵין עֵדָה אֶלָּא סַנְהֶדְּרִין, שֶׁנֶּאֱמַר <small>(במדבר טו, כד)</small>: וְהָיָה אִם מֵעֵינֵי הָעֵדָה נֶעֶשְׂתָה, וּכְתִיב <small>(ויקרא ד, יג)</small>: וְאִם כָּל עֲדַת יִשְׂרָאֵל יִשְׁגּוּ, וְכֵן הוּא אוֹמֵר <small>(תהלים עח, לא)</small>: וְאַף אֱלֹהִים עָלָה בָּהֶם וַיַּהֲרֹג בְּמִשְׁמַנֵּיהֶם, אֵלּוּ סַנְהֶדְּרִין. <small>(תהלים עח, לא)</small>: וּבַחוּרֵי יִשְׂרָאֵל הִכְרִיעַ, אוֹתָן הַבַּחוּרִים שֶׁהָיוּ קְרוּיִן זְקֵנִים, שֶׁכָּתוּב בָּהֶן <small>(שמואל ב ו, א)</small>: וַיֹּסֶף עוֹד דָּוִד אֶת כָּל בָּחוּר בְּיִשְׂרָאֵל, כְּשֶׁחָזְרוּ וּבָכוּ וּבִקְּשׁוּ בָּשָׂר, אִם נֹאמַר בְּשַׂר חַיָּה, כָּל מַה שֶּׁבִּקְּשׁוּ נַעֲשָׂה לָהֶם, הַמָּן לְתוֹךְ פִּיהֶם, שֶׁנֶּאֱמַר <small>(תהלים קו, טו)</small>: וַיִּתֵּן לָהֶם שֶׁאֱלָתָם <small>(תהלים עח, כט)</small>: וְתַאֲוָתָם יָבִא לָהֶם, אִם נֹאמַר שֶׁלֹא הָיָה לָהֶם שׁוֹר וּבְהֵמָה, וַהֲלוֹא כְּבָר נֶאֱמַר: וְגַם עֵרֶב רַב עָלָה אִתָּם וְצֹאן וּבָקָר, אִם נֹאמַר אֲכָלוּם בַּמִּדְבָּר, וַהֲלוֹא כְתִיב <small>(במדבר לכ, א)</small>: וּמִקְנֶה רַב הָיָה לִבְנֵי רְאוּבֵן, מִכָּאן אָמַר רַבִּי שִׁמְעוֹן לֹא נִתְאַוּוּ בָּשָׂר, אֶלָּא שְׁאֵר בָּשָׂר, שֶׁכֵּן הוּא אוֹמֵר <small>(תהלים עח, כז)</small>: וַיַּמְטֵר עֲלֵיהֶם כֶּעָפָר שְׁאֵר, וְאֵין שְׁאֵר אֶלָּא עֲרָיוֹת, שֶׁנֶּאֱמַר <small>(ויקרא יח, ו)</small>: אִישׁ אִישׁ אֶל כָּל שְׁאֵר בְּשָׂרוֹ, הֱוֵי שֶׁכָּךְ בִּקְּשׁוּ, לְהַתִּיר לָהֶם אֶת הָעֲרָיוֹת, וְכֵן הוּא אוֹמֵר <small>(במדבר יא, י)</small>: וַיִּשְׁמַע משֶׁה אֶת הָעָם בֹּכֶה לְמִשְׁפְּחֹתָיו, כְּשֶׁבִּקְּשׁוּ כָּךְ, לְכָךְ <small>(במדבר יא, י)</small>: וַיִּחַר אַף ה' מְאֹד וּבְעֵינֵי משֶׁה רָע, בְּאוֹתָהּ שָׁעָה אָמַר משֶׁה לִפְנֵי הַקָּדוֹשׁ בָּרוּךְ הוּא <small>(במדבר יא, יא)</small>: לָמָּה הֲרֵעֹתָ לְעַבְדֶּךָ, לִכְשֶׁעָבַר הָיָה עִמִּי מִי שֶׁיִּשָֹּׂא בְּמַשָֹּׂאָן וְעַכְשָׁו אֲנִי לְבַדִּי, שֶׁנֶּאֱמַר <small>(במדבר יא יד טו)</small>: לֹא אוּכַל אָנֹכִי לְבַדִּי לָשֵׂאת וגו' אִם כָּכָה אַתְּ עֹשֶׂה לִי הָרְגֵנִי נָא הָרֹג. בְּאוֹתָהּ שָׁעָה אָמַר לוֹ הַקָּדוֹשׁ בָּרוּךְ הוּא מַנֵּה תַּחַת אוֹתָן הַזְּקֵנִים זְקֵנִים אֲחֵרִים תַּחְתֵּיהֶם, שֶׁנֶּאֱמַר: אֶסְפָה לִי שִׁבְעִים אִישׁ.", "heVersionTitle": "Midrash Rabbah -- TE", "heLicense": "unknown", "heVersionTitleInHebrew": "מדרש רבה - תורת אמת", "text": "“Gather to Me” –  did they not have elders before then? But is it not written at Mount Sinai: “Moses and Aaron, Nadav and Avihu [and seventy of the elders of Israel] ascended” (Exodus 24:9). This portion was after that, and there were elders then. It is, rather, that when Israel encountered these matters: “The people were seeking complaints...[a fire of the Lord burned in their midst, and it consumed at the edge of the camp]” (Numbers 11:1), they were all burned at that time. Their burning was like the burning of Nadav and Avihu, as they, too, conducted themselves with inappropriate levity when they ascended Mount Sinai, when they saw the Divine Presence: “They beheld God and they ate and they drank” (Exodus 24:11). Was there eating and drinking there? To what is the matter comparable? It is to a servant who was serving his master with his food in his hand and he would take bites from it. So, they conducted themselves with inappropriate levity, as though they were eating and drinking. The elders and Nadav and Avihu were deserving of being burned at that moment, but because the day of the giving of the Torah was very dear before the Holy One blessed be He, therefore He did not want to strike them on that day and cause a breach through them. That is what is written: “He did not extend his hand against the noblemen of the children of Israel” (Exodus 24:11); by inference, they were deserving of His hand being extended against them. However, after the passage of time, he collected from them. Nadav and Avihu, too, were burned when they entered the Tent of Meeting, and they<sup class=\"footnote-marker\">23</sup><i class=\"footnote\">The complainers mentioned in Numbers 11:1–3, who the midrash goes on to describe. </i> were burned when they expressed that craving, as it is stated: “The rabble [<i>vehasafsuf</i>] that was among them expressed a craving” (Numbers 11:4). <br>What is “<i>vehasafsuf</i>”? Rabbi Shimon bar Abba and Rabbi Shimon ben Menasya, one of them says: These are the proselytes who ascended with them from Egypt and were appended to them, as it is stated: “A mixed multitude ascended with them” (Exodus 12:38). And one of them says: <i>Vehasafsuf</i>, these are the Sanhedrin, as it is stated: “Gather [<i>esfa</i>] to Me seventy men.” What is written there? “The fire of the Lord burned in their midst and consumed the edge [<i>biktze</i>] of the camp” (Numbers 11:1); the thorns [<i>bakotzim</i>] of the camp.<sup class=\"footnote-marker\">24</sup><i class=\"footnote\">This is in accordance with the interpretation that vehasafsuf is referring to the proselytes who came with them.</i> From where is it derived that those elders who climbed Mount Sinai were burned? It is as it is stated: “A fire blazed in their assembly [<i>baadatam</i>]” (Psalms 106:18), and <i>eda </i>is nothing other than the Sanhedrin, as it is stated: “It will be, if from the eyes of the assembly [<i>adat</i>] it was performed” (Numbers 15:24), and it is written: “If the entire assembly [<i>adat</i>] of Israel will err unwittingly” (Leviticus 4:13). Likewise it says: “The anger of God rose against them. He slew the best among them” (Psalms 78:31), these are the Sanhedrin. “He struck down the young men of [<i>baḥurei</i>] Israel” (Psalms 78:31), those <i>baḥurim</i> who were called elders, in whose regard it is written: “David again gathered all the chosen of [<i>baḥurei</i>] Israel” (II Samuel 6:1).<sup class=\"footnote-marker\">25</sup><i class=\"footnote\">See Bemidbar Rabba 4:20, where this verse is interpreted as referring to elders.</i> <br>When they again wept and requested flesh [<i>basar</i>], if we say it was the flesh of an undomesticated animal, everything that they requested, the  manna was transformed for them in their mouth, as it is stated: “He granted them their request” (Psalms 106:15), “and their craving would be provided them” (Psalms 78:29). If we say that they did not have flocks and cattle, is it not already stated: “A mixed multitude ascended with them, and flocks and cattle” (Exodus 12:38). If we say that they consumed them in the wilderness, is it not written: “The children of Reuben…had abundant livestock” (Numbers 32:1). From here Rabbi Shimon said: They did not desire flesh, but they desired a close relative [<i>she’er basar</i>], as it is stated: “He rained <i>she’er</i> upon them like dust” (Psalms 78:27), and <i>she’er </i>is nothing other than prohibited relations, as it is stated: “Any man shall not approach his close relative [<i>she'er besaro</i>] [to uncover nakedness]” (Leviticus 18:6). That is that which they requested: To permit for them prohibited relations. Likewise it says: “Moses heard the people weeping, according to their families” (Numbers 11:10). When they requested that, “the wrath of the Lord was greatly enflamed, and it was bad in the eyes of Moses” (Numbers 11:10). At that moment, Moses said to the Holy One blessed be He: “Why have you mistreated your servant?” (Numbers 11:11). In the past, there was someone with me to bear their burden, but now I am alone, as it is stated: “I am unable to bear [this entire people] alone…And if this is what You do to me, please kill me,” (Numbers 11:14–15). At that moment, the Holy One blessed be He said to him: ‘In place of those elders, appoint other elders to replace them,’ as it is stated: “Gather to Me seventy men.”", "versionTitle": "The Sefaria Midrash Rabbah, 2022", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5bf3ddaebfb49d008760936f", "index_title": "English Explanation of Mishnah Rosh Hashanah", "category": "Quoting Commentary", "type": "", "ref": "English Explanation of Mishnah Rosh Hashanah 2:9:4", "anchorRef": "Exodus 24:9", "anchorRefExpanded": ["Exodus 24:9"], "sourceRef": "English Explanation of Mishnah Rosh Hashanah 2:9:4", "sourceHeRef": "ביאור אנגלי על משנה ראש השנה ב׳:ט׳:ד׳", "anchorVerse": 9, "sourceHasEn": true, "compDate": [1997, 2013], "commentaryNum": 9.0004, "collectiveTitle": {"en": "English Explanation of Mishnah Rosh Hashanah", "he": "ביאור אנגלי על משנה ראש השנה"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<b>He [Rabbi Joshua] then went to Rabbi Dosa ben Harkinas. He said to him: if we call in question the court of Rabban Gamaliel we must call in question the decisions of every court which has existed since the days of Moses until now. As it says, “Then Moses and Aaron, Nadav and Avihu and seventy of the elders of Israel went up” (Exodus 24:9).  Why were the names of the elders not mentioned?  To teach that every group of three which has acted as a court over Israel, behold it is like the court of Moses.</b>  Rabbi Joshua now goes to Rabbi Dosa ben Harkinas, the same sage who said in yesterday’s mishnah that the witnesses were lying.  This is a fascinating move.  He is basically going to Rabbi Dosa and asking him, “What should I do?  I agreed with you, and see what a predicament it has gotten me into.”  Rabbi Dosa, like Rabbi Akiva, provides him with a midrash which supports him going to Rabban Gamaliel on the day which he thinks is Yom Kippur.  Rabbi Dosa’s midrash teaches that the court that stands at every generation is equal in authority to that of Moses and his court.  This is the ultimate statement of rabbinic authority.  One shouldn’t think that the current rabbinic courts are inherently of a lesser status. Although the sages that live today may not be as close to the source, God and the Torah, as was Moses, their authority is nevertheless not diminished.", "versionTitle": "Mishnah Yomit by Dr. Joshua Kulp", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5bf3e229bfb49d008760a916", "index_title": "English Explanation of Mishnah Bava Kamma", "category": "Quoting Commentary", "type": "", "ref": "English Explanation of Mishnah Bava Kamma 3:8:1", "anchorRef": "Exodus 21:28-32:35", "anchorRefExpanded": ["Exodus 21:28", "Exodus 21:29", "Exodus 21:30", "Exodus 21:31", "Exodus 21:32", "Exodus 21:33", "Exodus 21:34", "Exodus 21:35", "Exodus 21:36", "Exodus 21:37", "Exodus 22:1", "Exodus 22:2", "Exodus 22:3", "Exodus 22:4", "Exodus 22:5", "Exodus 22:6", "Exodus 22:7", "Exodus 22:8", "Exodus 22:9", "Exodus 22:10", "Exodus 22:11", "Exodus 22:12", "Exodus 22:13", "Exodus 22:14", "Exodus 22:15", "Exodus 22:16", "Exodus 22:17", "Exodus 22:18", "Exodus 22:19", "Exodus 22:20", "Exodus 22:21", "Exodus 22:22", "Exodus 22:23", "Exodus 22:24", "Exodus 22:25", "Exodus 22:26", "Exodus 22:27", "Exodus 22:28", "Exodus 22:29", "Exodus 22:30", "Exodus 23:1", "Exodus 23:2", "Exodus 23:3", "Exodus 23:4", "Exodus 23:5", "Exodus 23:6", "Exodus 23:7", "Exodus 23:8", "Exodus 23:9", "Exodus 23:10", "Exodus 23:11", "Exodus 23:12", "Exodus 23:13", "Exodus 23:14", "Exodus 23:15", "Exodus 23:16", "Exodus 23:17", "Exodus 23:18", "Exodus 23:19", "Exodus 23:20", "Exodus 23:21", "Exodus 23:22", "Exodus 23:23", "Exodus 23:24", "Exodus 23:25", "Exodus 23:26", "Exodus 23:27", "Exodus 23:28", "Exodus 23:29", "Exodus 23:30", "Exodus 23:31", "Exodus 23:32", "Exodus 23:33", "Exodus 24:1", "Exodus 24:2", "Exodus 24:3", "Exodus 24:4", "Exodus 24:5", "Exodus 24:6", "Exodus 24:7", "Exodus 24:8", "Exodus 24:9", "Exodus 24:10", "Exodus 24:11", "Exodus 24:12", "Exodus 24:13", "Exodus 24:14", "Exodus 24:15", "Exodus 24:16", "Exodus 24:17", "Exodus 24:18", "Exodus 25:1", "Exodus 25:2", "Exodus 25:3", "Exodus 25:4", "Exodus 25:5", "Exodus 25:6", "Exodus 25:7", "Exodus 25:8", "Exodus 25:9", "Exodus 25:10", "Exodus 25:11", "Exodus 25:12", "Exodus 25:13", "Exodus 25:14", "Exodus 25:15", "Exodus 25:16", "Exodus 25:17", "Exodus 25:18", "Exodus 25:19", "Exodus 25:20", "Exodus 25:21", "Exodus 25:22", "Exodus 25:23", "Exodus 25:24", "Exodus 25:25", "Exodus 25:26", "Exodus 25:27", "Exodus 25:28", "Exodus 25:29", "Exodus 25:30", "Exodus 25:31", "Exodus 25:32", "Exodus 25:33", "Exodus 25:34", "Exodus 25:35", "Exodus 25:36", "Exodus 25:37", "Exodus 25:38", "Exodus 25:39", "Exodus 25:40", "Exodus 26:1", "Exodus 26:2", "Exodus 26:3", "Exodus 26:4", "Exodus 26:5", "Exodus 26:6", "Exodus 26:7", "Exodus 26:8", "Exodus 26:9", "Exodus 26:10", "Exodus 26:11", "Exodus 26:12", "Exodus 26:13", "Exodus 26:14", "Exodus 26:15", "Exodus 26:16", "Exodus 26:17", "Exodus 26:18", "Exodus 26:19", "Exodus 26:20", "Exodus 26:21", "Exodus 26:22", "Exodus 26:23", "Exodus 26:24", "Exodus 26:25", "Exodus 26:26", "Exodus 26:27", "Exodus 26:28", "Exodus 26:29", "Exodus 26:30", "Exodus 26:31", "Exodus 26:32", "Exodus 26:33", "Exodus 26:34", "Exodus 26:35", "Exodus 26:36", "Exodus 26:37", "Exodus 27:1", "Exodus 27:2", "Exodus 27:3", "Exodus 27:4", "Exodus 27:5", "Exodus 27:6", "Exodus 27:7", "Exodus 27:8", "Exodus 27:9", "Exodus 27:10", "Exodus 27:11", "Exodus 27:12", "Exodus 27:13", "Exodus 27:14", "Exodus 27:15", "Exodus 27:16", "Exodus 27:17", "Exodus 27:18", "Exodus 27:19", "Exodus 27:20", "Exodus 27:21", "Exodus 28:1", "Exodus 28:2", "Exodus 28:3", "Exodus 28:4", "Exodus 28:5", "Exodus 28:6", "Exodus 28:7", "Exodus 28:8", "Exodus 28:9", "Exodus 28:10", "Exodus 28:11", "Exodus 28:12", "Exodus 28:13", "Exodus 28:14", "Exodus 28:15", "Exodus 28:16", "Exodus 28:17", "Exodus 28:18", "Exodus 28:19", "Exodus 28:20", "Exodus 28:21", "Exodus 28:22", "Exodus 28:23", "Exodus 28:24", "Exodus 28:25", "Exodus 28:26", "Exodus 28:27", "Exodus 28:28", "Exodus 28:29", "Exodus 28:30", "Exodus 28:31", "Exodus 28:32", "Exodus 28:33", "Exodus 28:34", "Exodus 28:35", "Exodus 28:36", "Exodus 28:37", "Exodus 28:38", "Exodus 28:39", "Exodus 28:40", "Exodus 28:41", "Exodus 28:42", "Exodus 28:43", "Exodus 29:1", "Exodus 29:2", "Exodus 29:3", "Exodus 29:4", "Exodus 29:5", "Exodus 29:6", "Exodus 29:7", "Exodus 29:8", "Exodus 29:9", "Exodus 29:10", "Exodus 29:11", "Exodus 29:12", "Exodus 29:13", "Exodus 29:14", "Exodus 29:15", "Exodus 29:16", "Exodus 29:17", "Exodus 29:18", "Exodus 29:19", "Exodus 29:20", "Exodus 29:21", "Exodus 29:22", "Exodus 29:23", "Exodus 29:24", "Exodus 29:25", "Exodus 29:26", "Exodus 29:27", "Exodus 29:28", "Exodus 29:29", "Exodus 29:30", "Exodus 29:31", "Exodus 29:32", "Exodus 29:33", "Exodus 29:34", "Exodus 29:35", "Exodus 29:36", "Exodus 29:37", "Exodus 29:38", "Exodus 29:39", "Exodus 29:40", "Exodus 29:41", "Exodus 29:42", "Exodus 29:43", "Exodus 29:44", "Exodus 29:45", "Exodus 29:46", "Exodus 30:1", "Exodus 30:2", "Exodus 30:3", "Exodus 30:4", "Exodus 30:5", "Exodus 30:6", "Exodus 30:7", "Exodus 30:8", "Exodus 30:9", "Exodus 30:10", "Exodus 30:11", "Exodus 30:12", "Exodus 30:13", "Exodus 30:14", "Exodus 30:15", "Exodus 30:16", "Exodus 30:17", "Exodus 30:18", "Exodus 30:19", "Exodus 30:20", "Exodus 30:21", "Exodus 30:22", "Exodus 30:23", "Exodus 30:24", "Exodus 30:25", "Exodus 30:26", "Exodus 30:27", "Exodus 30:28", "Exodus 30:29", "Exodus 30:30", "Exodus 30:31", "Exodus 30:32", "Exodus 30:33", "Exodus 30:34", "Exodus 30:35", "Exodus 30:36", "Exodus 30:37", "Exodus 30:38", "Exodus 31:1", "Exodus 31:2", "Exodus 31:3", "Exodus 31:4", "Exodus 31:5", "Exodus 31:6", "Exodus 31:7", "Exodus 31:8", "Exodus 31:9", "Exodus 31:10", "Exodus 31:11", "Exodus 31:12", "Exodus 31:13", "Exodus 31:14", "Exodus 31:15", "Exodus 31:16", "Exodus 31:17", "Exodus 31:18", "Exodus 32:1", "Exodus 32:2", "Exodus 32:3", "Exodus 32:4", "Exodus 32:5", "Exodus 32:6", "Exodus 32:7", "Exodus 32:8", "Exodus 32:9", "Exodus 32:10", "Exodus 32:11", "Exodus 32:12", "Exodus 32:13", "Exodus 32:14", "Exodus 32:15", "Exodus 32:16", "Exodus 32:17", "Exodus 32:18", "Exodus 32:19", "Exodus 32:20", "Exodus 32:21", "Exodus 32:22", "Exodus 32:23", "Exodus 32:24", "Exodus 32:25", "Exodus 32:26", "Exodus 32:27", "Exodus 32:28", "Exodus 32:29", "Exodus 32:30", "Exodus 32:31", "Exodus 32:32", "Exodus 32:33", "Exodus 32:34", "Exodus 32:35"], "sourceRef": "English Explanation of Mishnah Bava Kamma 3:8:1", "sourceHeRef": "ביאור אנגלי על משנה בבא קמא ג׳:ח׳:א׳", "anchorVerse": 28, "sourceHasEn": true, "compDate": [1997, 2013], "commentaryNum": 8.0001, "collectiveTitle": {"en": "English Explanation of Mishnah Bava Kamma", "he": "ביאור אנגלי על משנה בבא קמא"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<b>If two oxen which were accounted harmless hurt one another, the owner pays half-damages for that one which suffered the greater hurt.<br>If both were attested dangers full damages are payable for that one which suffered the greater hurt.<br>If one was accounted harmless and the other was an attested danger, that which was an attested danger as against that which was accounted harmless must pay full damages for the greater hurt that the other has suffered, while that which was accounted harmless, as against that which was an attested danger, pays only half damages for the greater hurt that the other has suffered.<br>So, too, if two men hurt one another, full damages are payable for that one which suffered the greater hurt.<br>If a man and an ox which was accounted harmless hurt one another, the man as against the ox accounted harmless must pay full damages for the greater hurt that the other has suffered, while the ox accounted harmless, as against the man, pays only half damages for the greater hurt that the other suffered. Rabbi Akiva says:  “Even if an ox accounted harmless hurt a man, full damages must be paid for that one which suffered the greater hurt.</b><br>This mishnah returns to deal with a subject that we dealt with in the last mishnah of chapter one and in the fourth and fifth mishnayoth of chapter 2 and that is the goring ox.  Remember, there are two types of goring oxen, one that is a previously attested danger (muad), who has been testified against.  The second type is innocent (tam) meaning he is not a previously attested danger.  When a muad damages the owner will pay full damages from the best of his land.  When a tam damages the owner will pay half damages from the value of the tam itself.  This means that the upper limit of liability will be the value of the damaging animal.<br>We will continue to deal with the goring ox for the next two and a half chapters.  I will not be explaining the concepts of tam and muad every time we encounter them.  I will try to reference places where I did explain them.  If you are wondering why the mishnah is so fascinated by the goring ox, it is due to the fact that the Torah mentions the ox quite frequently (Exodus 21:28-32, 35-36).  It is indeed the paradigm for the damaging animal.<br>The rendering of this mishnah into sensible English is very difficult since the mishnah speaks in shorthand.  However, the explanation should make more sense to you.<br>The first section deals with two harmless oxen that gore each other.  In general the owner of each is obligated to pay half damages to the other.  Here we figure out what was the greater damage and the owner of the less injured ox will pay half of that amount.  A table will help.<br>Value of ox before injury<br>Value after injury<br>Damages<br>Amount owed<br>100 (tam)<br>30<br>70<br>35<br>50  (tam)<br>30<br>20<br>10<br>In this case the owner of the ox worth fifty will pay twenty-five to the owner of the ox worth 100.<br>In the second case both of the animals were muad and will therefore pay full damages.   Our table now looks like this:<br>Value of ox before injury<br>Value after injury<br>Damages<br>Amount owed<br>100 (muad)<br>30<br>70<br>70<br>50 (muad)<br>30<br>20<br>20<br>In this case the owner of the ox worth fifty will pay fifty to the owner of the ox worth 100.<br>In the third case one ox was muad and one was tam.  The muad will owe half damages and the tam full damages.  According to our example in this case the animal worth 100 was a muad and therefore will owe full damages for the animal worth 50.  The animal worth 50 is a tam and will therefore pay half damages for the animal worth 100.   Our table now looks like this:<br>Value of ox before injury<br>Value after injury<br>Damages<br>Amount owed<br>100 (muad)<br>30<br>70<br>35<br>50 (tam)<br>30<br>20<br>30<br>In this case the owner of the ox worth fifty will pay 5 to the owner of the ox worth 100.<br>The fourth case of the mishnah deals with human beings who injure one another.  Since a human being is always a muad (see chapter one mishnah four), this is similar to case number two.<br>The fifth and final case deals with a human being (who is always muad) and a harmless ox (tam) who injure one another.  This case is similar to case number three.  We will nevertheless bring a new table.<br>Value before injury<br>Value after injury<br>Damages<br>Amount owed<br>1000-- human (muad)<br>500<br>500<br>250<br>50--ox (tam)<br>20<br>30<br>30<br>In this case the owner of the ox will pay the human 220.  Rabbi Akiva disagrees.  According to him an ox that injures a human being always pays full damages as if it was a muad.  Therefore in the previous scenario the owner of the ox will pay 470 to the human.", "versionTitle": "Mishnah Yomit by Dr. Joshua Kulp", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5c17ba71b071e100bf4f4c60", "index_title": "Ein Yaakov", "category": "Midrash", "type": "", "ref": "Ein Yaakov, Rosh Hashanah 2:8", "anchorRef": "Exodus 24:9", "anchorRefExpanded": ["Exodus 24:9"], "sourceRef": "Ein Yaakov, Rosh Hashanah 2:8", "sourceHeRef": "עין יעקב, ראש השנה ב׳:ח׳", "anchorVerse": 9, "sourceHasEn": false, "compDate": [1490, 1550], "commentaryNum": 2.0008, "collectiveTitle": {"en": "Ein Yaakov", "he": "עין יעקב"}, "heTitle": "ראש השנה", "he": "כב מִשְׁנָה. מַעֲשֶׂה שֶׁבָּאוּ שְׁנַיִם וְאָמְרוּ: רְאִינוּהוּ שַׁחֲרִית בַּמִּזְרָח וְעַרְבִית בַּמַּעֲרָב. אָמַר רַבִּי יוֹחָנָן בֶּן נוּרִי: עֵדֵי שֶׁקֶר הֵן. וּכְשֶׁבָּאוּ לְיַבְנֶה, קִבְּלָן רַבָּן גַּמְלִיאֵל. וְעוֹד בָּאוּ שְׁנַיִם וְאָמְרוּ: רְאִינוּהוּ בִּזְמַנּוֹ וְלֵיל עִבּוּרוֹ לֹא נִרְאָה, וְקִבְּלָן רַבָּן גַּמְלִיאֵל. אָמַר רַבִּי דּוֹסָא בֶּן הָרְכִּינַס: עֵדֵי שֶׁקֶר הֵן, הֵיאַךְ מְעִידִים עַל הָאִשָּׁה שֶׁיָּלְדָה וּלְמָחָר כְּרֵסָהּ בֵּין שִׁנֶּיהָ? אָמַר לוֹ רַבִּי יְהוֹשֻׁעַ: רוֹאֶה אֲנִי אֶת דְּבָרֶיךָ. שָׁלַח לוֹ רַבָּן גַּמְלִיאֵל לְרַבִּי יְהוֹשֻׁעַ: גּוֹזֵר אֲנִי עָלֶיךָ, שֶׁתָּבוֹא אֶצְלִי בְּמַקֶּלְךָ וּבְמָעוֹתֶיךָ בַּיּוֹם שֶׁחָל יוֹם הַכִּפּוּרִים לִהְיוֹת בְּחֶשְׁבּוֹנְךָ! הָלַךְ וּמְצָאוֹ רַבִּי עֲקִיבָא מֵצֵר, אָמַר לוֹ: יֵשׁ לִי לְלַמֵּד שֶׁכָּל מַה שֶּׁעָשָׂה רַבָּן גַּמְלִיאֵל עָשׂוּי, שֶׁנֶּאֱמַר: (ויקרא כג) \"אֵלֶּה מוֹעֲדֵי ה' מִקְרָאֵי קֹדֶשׁ\" וְגוֹ', בֵּין בִּזְמַנָּן וּבֵין שֶׁלֹּא בִּזְמַנָּן, אֵין לִי מוֹעֲדוֹת, אֶלָּא אֵלּוּ! בָּא לוֹ אֵצֶל רַבִּי דּוֹסָא בֶּן הָרְכִּינַס, אָמַר לֵיהּ: אִם בָּאִין אָנוּ לָדוּן אַחַר בֵּית דִּינוֹ שֶׁל רַבָּן גַּמְלִיאֵל, צְרִיכִין אָנוּ לָדוּן אַחַר כָּל בֵּית־דִּין וּבֵית־דִּין שֶׁעָמַד לָהֶן לְיִשְׂרָאֵל מִימוֹת מֹשֶׁה עַד עַכְשָׁו, שֶׁנֶּאֱמַר: (שמות כד) \"וַיַּעַל מֹשֶׁה וְאַהֲרֹן, נָדָב וַאֲבִיהוּא וְשִׁבְעִים מִזִּקְנֵי יִשְׂרָאֵל\", לָמָּה לֹא נִתְפָּרְשׁוּ שְׁמוֹתָן שֶׁל זְקֵנִים? אֶלָּא לְלַמֶּדְךָ, שֶׁכָּל שְׁלֹשָׁה וּשְׁלֹשָׁה (שנתמנו) [שֶׁעָמְדוּ] בֵּית־דִּין עַל יִשְׂרָאֵל, הֲרֵי הֵן כְּבֵית־דִּינוֹ שֶׁל מֹשֶׁה. נָטַל מַקְלוֹ וּמָעוֹתָיו בְּיָדוֹ וְהָלַךְ לְיַבְנֶה, אֵצֶל רַבָּן גַּמְלִיאֵל בַּיּוֹם שֶׁחָל יוֹם הַכִּפּוּרִים לִהְיוֹת בְּחֶשְׁבּוֹנוֹ. עָמַד רַבָּן גַּמְלִיאֵל וּנְשָׁקוֹ עַל רֹאשׁוֹ. אָמַר לוֹ: בּוֹא בְּשָׁלוֹם רַבִּי וְתַלְמִידִי. רַבִּי; בְּחָכְמָה, וְתַלְמִידִי; שֶׁקִּיַּמְתָּ אֶת דְּבָרַי. [גְּמָרָא. תַּנְיָא: אָמַר לָהֶם רַבָּן גַּמְלִיאֵל לַחֲכָמִים: כָּךְ מְקֻבְּלַנִי מִבֵּית אֲבִי אַבָּא: פְּעָמִים שֶׁבָּא בַּאֲרֻכָּה וּפְעָמִים שֶׁבָּא בִּקְצָרָה. אָמַר רַבִּי יוֹחָנָן: מַאי טַעְמָא דְּבֵי רַבִּי? דִּכְתִיב: (תהלים קד) \"עָשָׁה יָרֵחַ לְמוֹעֲדִים, שֶׁמֶשׁ יָדַע מְבוֹאוֹ\". 'שֶׁמֶשׁ' הוּא דְּיָדַע מְבוֹאוֹ, 'יָרֵחַ' לֹא יָדַע מְבוֹאוֹ. רַבִּי חִיָּא חַזְיָיא לְסִיהֲרָא, דַּהֲוָה קָאִי בְּצַפְרָא דְּעֶשְׂרִים וְתִשְׁעָה, שָׁקַל קָלָא פָּתַק בֵּיהּ, אָמַר: לְאוּרְתָּא בָּעִינָן לְקִדּוּשֵׁי בָּךְ, וְאַתְּ קַיְמַתְּ הָכָא? זִיל אִיכְסִי! אָמַר לֵיהּ רַבִּי לְרַבִּי חִיָּא: זִיל לְעֵין־טַב וְקַדְּשֵׁיהּ לְיַרְחָא, וּשְׁלַח לִי סִימָנָא, \"דָּוִד מֶלֶךְ יִשְׁרָאֵל חַי וְקַיָּם\". תָּנוּ רַבָּנָן: פַּעַם אַחַת נִתְקַשְּׁרוּ שָׁמַיִם בֶּעָבִים, וְנִרְאֵית דְּמוּת לְבָנָה בְּעֶשְׂרִים וְתִשְׁעָה לַחֹדֶשׁ, כִּסְבוּרִים הָעָם לוֹמַר: 'רֹאשׁ־ חֹדֶשׁ', וּבִקְּשׁוּ בֵּית־דִּין לְקַדְּשׁוֹ. אָמַר לָהֶם רַבָּן גַּמְלִיאֵל: כָּךְ מְקֻבְּלַנִי מִבֵּית אֲבִי אַבָּא, אֵין חִדּוּשָׁהּ שֶׁל לְבָנָה פְּחוּתָה מֵעֶשְׂרִים וְתִשְׁעָה יוֹם וּמֶחֱצָה, וּשְׁנֵי שְׁלִישֵׁי שָׁעָה, וְשִׁבְעִים וּשְׁלֹשָׁה חֲלָקִים. וְאוֹתוֹ הַיּוֹם מֵתָה אִמוֹ שֶׁל בֶּן זָזָאָה, וְהִסְפִּידָהּ רַבָּן גַּמְלִיאֵל הֶסְפֵּד גָּדוֹל, לֹא מִפְּנֵי שֶׁרְאוּיָה לְכָךְ, אֶלָּא כְּדֵי שֶׁיֵּדְעוּ הָעָם שֶׁלֹּא קִדְּשׁוּ בֵּית־דִּין אֶת הַחֹדֶשׁ. הָלַךְ רַבִּי עֲקִיבָא (ומצאו) מֵצֵר וְכוּ'. אִיבָּעְיָא לְהוּ: מִי מֵצֵר? 'רַבִּי עֲקִיבָא' מֵצֵר? אוֹ 'רַבִּי יְהוֹשֻׁעַ' מֵצֵר? תָּא שְׁמַע: דְּתַנְיָא: הָלַךְ רַבִּי עֲקִיבָא וּמְצָאוֹ לְרַבִּי יְהוֹשֻׁעַ כְּשֶׁהוּא מֵצֵר, אָמַר לוֹ: [רַבִּי], מִפְּנֵי מָה אַתָּה מֵצֵר? אָמַר לוֹ (רבי) עֲקִיבָא: רָאוּי לוֹ שֶׁיִּפֹּל לַמִּטָּה שְׁנֵים־עָשָׂר חֹדֶשׁ, וְאַל יִגְזֹר עָלָיו גְּזֵרָה זוֹ. אָמַר לוֹ: רַבִּי, תַּרְשֵׁנִי לוֹמַר לְפָנֶיךָ דָּבָר אֶחָד שֶׁלִּמַּדְתַּנִי. אָמַר לוֹ: אֱמֹר! אָמַר לוֹ: הֲרֵי הוּא אוֹמֵר: (ויקרא כג) 'אֹתָם' 'אֹתָם' 'אֹתָם' שָׁלֹשׁ פְּעָמִים, 'אַתֶּם', אֲפִלּוּ שׁוֹגְגִין, 'אַתֶּם', אֲפִלּוּ מְזִידִין, 'אַתֶּם', אֲפִלּוּ מֻטְעִין. בַּלָּשׁוֹן הַזֶה אָמַר לוֹ: \"עֲקִיבָא, נִחַמְתַּנִי נִחַמְתַּנִי\"].", "heVersionTitle": "Daat", "heLicense": "Public Domain", "heVersionTitleInHebrew": "אגדות חז\"ל - דעת", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5cd13fc0922a7400186dd571", "index_title": "Birkat Asher on Torah", "category": "Commentary", "type": "commentary", "ref": "Birkat Asher on Torah, Exodus 24:9:1", "anchorRef": "Exodus 24:9", "anchorRefExpanded": ["Exodus 24:9"], "sourceRef": "Birkat Asher on Torah, Exodus 24:9:1", "sourceHeRef": "ברכת אשר על התורה, שמות כ״ד:ט׳:א׳", "anchorVerse": 9, "sourceHasEn": false, "compDate": [1960, 2010], "commentaryNum": 9.0001, "collectiveTitle": {"en": "Birkat Asher on Torah", "he": "ברכת אשר על התורה"}, "heTitle": "שמות", "he": "<b>\"ויעל משה ואהרן, נדב ואביהוא ושבעים מזקני ישראל\".</b> ואילו להלן (כח, א) נאמר \"אהרן נדב ואביהוא אלעזר ואיתמר\". וגם כאן (ראה מה שכתבתי למעלה בפסוק א) לא ידעתי מדוע לא ייזכרו אף שני הבנים האחרונים. (פ' תצוה תשס\"א)", "heVersionTitle": "Birkat Asher, Asher Vasertil, Jerusalem 2010-2012", "heLicense": "CC-BY", "heVersionTitleInHebrew": "ברכת אשר, ירושלים תש\"ע-תשע\"ג", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6319cf7bb6084aa1cbef8509", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, אֲבִיהוּא 1", "anchorRef": "Exodus 24:9", "anchorRefExpanded": ["Exodus 24:9"], "sourceRef": "BDB, אֲבִיהוּא 1", "sourceHeRef": "בראון-דרייבר-בריגס, אֲבִיהוּא א׳", "anchorVerse": 9, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "אֲבִיהוּא", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><span dir=\"rtl\">אֲבִיהוּא</span></big>  <strong>n.pr.m. (</strong><em>he is father</em><strong>)</strong> a son of Aaron <a data-ref=\"Exodus 6:24\" href=\"/Exodus.6.24\">Ex 6:23</a>; <a data-ref=\"Exodus 24:1\" href=\"/Exodus.24.1\">24:1</a>, <a data-ref=\"Exodus 24:9\" href=\"/Exodus.24.9\">9</a>; <a data-ref=\"Exodus 28:1\" href=\"/Exodus.28.1\">28:1</a> <a data-ref=\"Leviticus 10:1\" href=\"/Leviticus.10.1\">Lv 10:1</a> + 7 times."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d11db6084aa1cbf0aeb1", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, זָקֵן² 1", "anchorRef": "Exodus 24:9", "anchorRefExpanded": ["Exodus 24:9"], "sourceRef": "BDB, זָקֵן² 1", "sourceHeRef": "בראון-דרייבר-בריגס, זָקֵן² א׳", "anchorVerse": 9, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "זָקֵן²", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><span dir=\"rtl\">זָקֵן</span></big>  <strong>adj.</strong> old, abs. <span dir=\"rtl\">ז׳</span> <a data-ref=\"Genesis 19:4\" href=\"/Genesis.19.4\">Gn 19:4</a> + 30 times (on distinct. from vb. v. supr.); cstr. <span dir=\"rtl\">זְקַן</span> <a data-ref=\"Genesis 24:2\" href=\"/Genesis.24.2\">Gn 24:2</a>; pl. <span dir=\"rtl\">זְקֵנִים</span> <a data-ref=\"Genesis 18:11\" href=\"/Genesis.18.11\">Gn 18:11</a> + 44 times; <span dir=\"rtl\">זְקֵנוֹת</span> <a data-ref=\"Zechariah 8:4\" href=\"/Zechariah.8.4\">Zc 8:4</a>; cstr. <span dir=\"rtl\">זִקְנֵי</span> <a data-ref=\"Genesis 50:7\" href=\"/Genesis.50.7\">Gn 50:7</a> + 85 times; sf. <span dir=\"rtl\">זְקֵנַי</span> <a data-ref=\"Lamentations 1:19\" href=\"/Lamentations.1.19\">La 1:19</a>, <span dir=\"rtl\">זְקֵנֶיךָ</span> <a data-ref=\"Deuteronomy 21:2\" href=\"/Deuteronomy.21.2\">Dt 21:2</a>; <a data-ref=\"Deuteronomy 32:7\" href=\"/Deuteronomy.32.7\">32:7</a>, <span dir=\"rtl\">זְקֵנָיו</span> <a data-ref=\"Joshua 8:33\" href=\"/Joshua.8.33\">Jos 8:33</a> + 3 times, <span dir=\"rtl\">זְקֵנֶיהָ</span> <a data-ref=\"Judges 8:14\" href=\"/Judges.8.14\">Ju 8:14</a>, <span dir=\"rtl\">זְקֵנֵינוּ</span> <a data-ref=\"Exodus 10:9\" href=\"/Exodus.10.9\">Ex 10:9</a> <a data-ref=\"Joshua 9:11\" href=\"/Joshua.9.11\">Jos 9:11</a>, <span dir=\"rtl\">זִקְנֵיכֶם</span> <a data-ref=\"Deuteronomy 5:17\" href=\"/Deuteronomy.5.17\">Dt 5:20</a> + 2 times;—<br><strong>1.</strong>  <em>old</em>, of human beings, as adj. pred. <a data-ref=\"Genesis 18:11\" href=\"/Genesis.18.11\">Gn 18:11</a> (J), <a data-ref=\"Job 32:4\" href=\"/Job.32.4\">Jb 32:4</a> (<span dir=\"rtl\">ז׳ מִמֶּנּוּ לְיָמִים</span>, in compar.), or attrib. <span dir=\"rtl\">אָב זָקֵן</span> <a data-ref=\"Genesis 44:20\" href=\"/Genesis.44.20\">Gn 44:20</a> (J), <span dir=\"rtl\">אִישׁ ז׳</span> <a data-ref=\"Judges 19:16\" href=\"/Judges.19.16\">Ju 19:16</a>, <a data-ref=\"Judges 19:17\" href=\"/Judges.19.17\">17</a>, <a data-ref=\"Judges 19:20\" href=\"/Judges.19.20\">20</a>, <a data-ref=\"Judges 19:22\" href=\"/Judges.19.22\">22</a>, <span dir=\"rtl\">נָבִיא ז׳</span> <a data-ref=\"I Kings 13:11\" href=\"/I_Kings.13.11\">1 K 13:11</a>, <a data-ref=\"I Kings 13:25\" href=\"/I_Kings.13.25\">25</a>, <a data-ref=\"I Kings 13:29\" href=\"/I_Kings.13.29\">29</a>, <span dir=\"rtl\">מֶלֶךְ ז׳</span> <a data-ref=\"Ecclesiastes 4:13\" href=\"/Ecclesiastes.4.13\">Ec 4:13</a>; prob. also <span dir=\"rtl\">ז׳ וּשְׂבַע ימים</span> <a data-ref=\"Genesis 35:29\" href=\"/Genesis.35.29\">Gn 35:29</a> (P), <a data-ref=\"Job 42:17\" href=\"/Job.42.17\">Jb 42:17</a> and <a data-ref=\"Genesis 25:8\" href=\"/Genesis.25.8\">Gn 25:8</a> (P) according to 𝔊 Sam Di; cf. also <a data-ref=\"Ezra 3:12\" href=\"/Ezra.3.12\">Ezr 3:12</a>.<br><strong>2.</strong>  usually as subst.: <strong>a.</strong> <em>old man</em> (or woman), <strong>b.</strong> <em>elder;</em> <strong>a.</strong>  <em>old man</em> <a data-ref=\"Genesis 43:27\" href=\"/Genesis.43.27\">Gn 43:27</a> (J), <a data-ref=\"Leviticus 19:32\" href=\"/Leviticus.19.32\">Lv 19:32</a> (H), <a data-ref=\"Deuteronomy 28:50\" href=\"/Deuteronomy.28.50\">Dt 28:50</a>; <a data-ref=\"Deuteronomy 32:7\" href=\"/Deuteronomy.32.7\">32:7</a> (‖ <span dir=\"rtl\">אָב</span>), <a data-ref=\"I Samuel 2:31\" href=\"/I_Samuel.2.31\">1 S 2:31</a>, <a data-ref=\"I Samuel 2:32\" href=\"/I_Samuel.2.32\">32</a>; <a data-ref=\"I Samuel 28:14\" href=\"/I_Samuel.28.14\">28:14</a> <a data-ref=\"Isaiah 47:6\" href=\"/Isaiah.47.6\">Is 47:6</a> <a data-ref=\"Job 12:20\" href=\"/Job.12.20\">Jb 12:20</a>; <a data-ref=\"Job 32:9\" href=\"/Job.32.9\">32:9</a> <a data-ref=\"Proverbs 17:6\" href=\"/Proverbs.17.6\">Pr 17:6</a>; <a data-ref=\"Proverbs 20:29\" href=\"/Proverbs.20.29\">20:29</a> <a data-ref=\"Psalms 119:100\" href=\"/Psalms.119.100\">ψ 119:100</a> <a data-ref=\"Joel 1:2\" href=\"/Joel.1.2\">Jo 1:2</a>; <em>old men and old women</em> <a data-ref=\"Zechariah 8:4\" href=\"/Zechariah.8.4\">Zc 8:4</a><sup>(×2)</sup>; cf. <span dir=\"rtl\">זְקַן בֵּיתוֹ</span> <a data-ref=\"Genesis 24:2\" href=\"/Genesis.24.2\">Gn 24:2</a> (J), <span dir=\"rtl\">זִקְנֵי בֵיתוֹ</span> <a data-ref=\"II Samuel 12:17\" href=\"/II_Samuel.12.17\">2 S 12:17</a>; especially opp. <span dir=\"rtl\">נַעַר</span> <a data-ref=\"Exodus 10:9\" href=\"/Exodus.10.9\">Ex 10:9</a> (E), <a data-ref=\"Isaiah 3:5\" href=\"/Isaiah.3.5\">Is 3:5</a>; <a data-ref=\"Isaiah 20:4\" href=\"/Isaiah.20.4\">20:4</a> <a data-ref=\"Jeremiah 51:22\" href=\"/Jeremiah.51.22\">Je 51:22</a> <a data-ref=\"Lamentations 2:21\" href=\"/Lamentations.2.21\">La 2:21</a> <a data-ref=\"Psalms 148:12\" href=\"/Psalms.148.12\">ψ 148:12</a>, and in phr. <span dir=\"rtl\">מִנַּעַר וְעַד זָקֵן</span> <a data-ref=\"Genesis 19:4\" href=\"/Genesis.19.4\">Gn 19:4</a> (J), <a data-ref=\"Joshua 6:21\" href=\"/Joshua.6.21\">Jos 6:21</a> (JE), <a data-ref=\"Esther 3:13\" href=\"/Esther.3.13\">Est 3:13</a>; opp. <span dir=\"rtl\">ילדים</span> <a data-ref=\"I Kings 12:6\" href=\"/I_Kings.12.6\">1 K 12:6</a>, <a data-ref=\"I Kings 12:8\" href=\"/I_Kings.12.8\">8</a>, <a data-ref=\"I Kings 12:13\" href=\"/I_Kings.12.13\">13</a> = <a data-ref=\"II Chronicles 10:6\" href=\"/II_Chronicles.10.6\">2 Ch 10:6</a>, <a data-ref=\"II Chronicles 10:8\" href=\"/II_Chronicles.10.8\">8</a>, <a data-ref=\"II Chronicles 10:13\" href=\"/II_Chronicles.10.13\">13</a>; opp. <span dir=\"rtl\">בַּחוּרִים</span> <a data-ref=\"Jeremiah 31:13\" href=\"/Jeremiah.31.13\">Je 31:13</a> <a data-ref=\"Ezekiel 9:6\" href=\"/Ezekiel.9.6\">Ez 9:6</a> <a data-ref=\"Joel 3:1\" href=\"/Joel.3.1\">Jo 3:1</a>, cf. <a data-ref=\"II Chronicles 36:17\" href=\"/II_Chronicles.36.17\">2 Ch 36:17</a> (+ <span dir=\"rtl\">יָשֵׁשׁ</span>) and <a data-ref=\"Jeremiah 6:11\" href=\"/Jeremiah.6.11\">Je 6:11</a> (+ <span dir=\"rtl\">מְלֵא ימים</span>); opp. <span dir=\"rtl\">עוּל ימים</span> <a data-ref=\"Isaiah 65:20\" href=\"/Isaiah.65.20\">Is 65:20</a>; opp. <span dir=\"rtl\">יונקי שׁדים</span> and <span dir=\"rtl\">עוללים</span> <a data-ref=\"Joel 2:16\" href=\"/Joel.2.16\">Jo 2:16</a>. <strong>b.</strong>  usually pl. <em>elders</em>, as having authority, term techn. (100 times +); elders of a people, especially Israel <a data-ref=\"Exodus 3:16\" href=\"/Exodus.3.16\">Ex 3:16</a>, <a data-ref=\"Exodus 3:18\" href=\"/Exodus.3.18\">18</a>; <a data-ref=\"Exodus 12:21\" href=\"/Exodus.12.21\">12:21</a> (all J), <a data-ref=\"Exodus 17:5\" href=\"/Exodus.17.5\">17:5</a>, <a data-ref=\"Exodus 17:6\" href=\"/Exodus.17.6\">6</a>; <a data-ref=\"Exodus 18:12\" href=\"/Exodus.18.12\">18:12</a>; <a data-ref=\"Exodus 19:7\" href=\"/Exodus.19.7\">19:7</a>; <a data-ref=\"Exodus 24:1\" href=\"/Exodus.24.1\">24:1</a>, <a data-ref=\"Exodus 24:9\" href=\"/Exodus.24.9\">9</a>, <a data-ref=\"Exodus 24:14\" href=\"/Exodus.24.14\">14</a> <a data-ref=\"Joshua 24:1\" href=\"/Joshua.24.1\">Jos 24:1</a> (all E), <a data-ref=\"Numbers 11:16\" href=\"/Numbers.11.16\">Nu 11:16</a><sup>(×2)</sup> <span dir=\"rtl\">(שֹׁטְרָיו)</span>, v <a data-ref=\"Numbers 11:24\" href=\"/Numbers.11.24\">24</a>, <a data-ref=\"Numbers 11:25\" href=\"/Numbers.11.25\">25</a>, <a data-ref=\"Numbers 11:30\" href=\"/Numbers.11.30\">30</a>; <a data-ref=\"Numbers 16:25\" href=\"/Numbers.16.25\">16:25</a> <a data-ref=\"Joshua 7:6\" href=\"/Joshua.7.6\">Jos 7:6</a>; <a data-ref=\"Joshua 8:10\" href=\"/Joshua.8.10\">8:10</a>; <a data-ref=\"Joshua 9:11\" href=\"/Joshua.9.11\">9:11</a> (all JE), <a data-ref=\"Deuteronomy 5:17\" href=\"/Deuteronomy.5.17\">Dt 5:20</a> (‖ <span dir=\"rtl\">רָאשֵׁי שִׁבְטֵיכֶם</span>), <a data-ref=\"Deuteronomy 27:1\" href=\"/Deuteronomy.27.1\">27:1</a>; <a data-ref=\"Deuteronomy 29:9\" href=\"/Deuteronomy.29.9\">29:9</a> (‖ <span dir=\"rtl\">ראשׁי שׁבטיכם</span>, <span dir=\"rtl\">שֹׁטְרֵיכֶם</span>), <a data-ref=\"Deuteronomy 31:9\" href=\"/Deuteronomy.31.9\">31:9</a>, <a data-ref=\"Deuteronomy 31:28\" href=\"/Deuteronomy.31.28\">28</a> <a data-ref=\"Joshua 8:33\" href=\"/Joshua.8.33\">Jos 8:33</a> (‖ <span dir=\"rtl\">שֹׁטְרִים וְשֹׁפְטָיו</span>), <a data-ref=\"Joshua 23:2\" href=\"/Joshua.23.2\">23:2</a> (‖ <span dir=\"rtl\">רָאשׁיו</span>, <span dir=\"rtl\">שֹׁפְטָיו</span>, <span dir=\"rtl\">שֹׁטְרָיו</span>); cf. also prob. <a data-ref=\"Joshua 24:31\" href=\"/Joshua.24.31\">Jos 24:31</a> = <a data-ref=\"Judges 2:7\" href=\"/Judges.2.7\">Ju 2:7</a> (all D); <a data-ref=\"Leviticus 9:1\" href=\"/Leviticus.9.1\">Lv 9:1</a>, cf. <span dir=\"rtl\">זִקְנֵי הָעֵדָה</span> <a data-ref=\"Leviticus 4:15\" href=\"/Leviticus.4.15\">Lv 4:15</a> (†both P), <a data-ref=\"Judges 21:16\" href=\"/Judges.21.16\">Ju 21:16</a>; see also <a data-ref=\"I Samuel 4:3\" href=\"/I_Samuel.4.3\">1 S 4:3</a>; <a data-ref=\"I Samuel 8:4\" href=\"/I_Samuel.8.4\">8:4</a>; <a data-ref=\"I Samuel 15:30\" href=\"/I_Samuel.15.30\">15:30</a> <a data-ref=\"II Samuel 3:17\" href=\"/II_Samuel.3.17\">2 S 3:17</a>; <a data-ref=\"II Samuel 5:3\" href=\"/II_Samuel.5.3\">5:3</a> = <a data-ref=\"I Chronicles 11:3\" href=\"/I_Chronicles.11.3\">1 Ch 11:3</a>, <a data-ref=\"II Samuel 17:4\" href=\"/II_Samuel.17.4\">2 S 17:4</a>, <a data-ref=\"II Samuel 17:15\" href=\"/II_Samuel.17.15\">15</a> <a data-ref=\"I Kings 8:1\" href=\"/I_Kings.8.1\">1 K 8:1</a>, <a data-ref=\"I Kings 8:3\" href=\"/I_Kings.8.3\">3</a> = <a data-ref=\"II Chronicles 5:2\" href=\"/II_Chronicles.5.2\">2 Ch 5:2</a>, <a data-ref=\"II Chronicles 5:4\" href=\"/II_Chronicles.5.4\">4</a>, also <a data-ref=\"I Chronicles 15:25\" href=\"/I_Chronicles.15.25\">1 Ch 15:25</a>; <a data-ref=\"I Chronicles 21:16\" href=\"/I_Chronicles.21.16\">21:16</a>; cf. <a data-ref=\"Isaiah 3:2\" href=\"/Isaiah.3.2\">Is 3:2</a> <span dir=\"rtl\">(גִּבּוֹר וְאִישׁ מִלְחָמָ֑ה שׁוֹפֵט וְנָבִיא וְקֹסֵם וְז׳)</span>, <a data-ref=\"Joshua 9:14\" href=\"/Joshua.9.14\">9:14</a> (‖ <span dir=\"rtl\">נְשׂוּא־פָנִים</span>, but v. prob. gloss, cf. Ew Che Di Du al.); elders of one tribe (Judah) <a data-ref=\"I Samuel 30:26\" href=\"/I_Samuel.30.26\">1 S 30:26</a> <a data-ref=\"II Samuel 19:12\" href=\"/II_Samuel.19.12\">2 S 19:12</a>, so of Gilead <a data-ref=\"Judges 11:5\" href=\"/Judges.11.5\">Ju 11:5</a>, <a data-ref=\"Judges 11:7\" href=\"/Judges.11.7\">7</a>, <a data-ref=\"Judges 11:8\" href=\"/Judges.11.8\">8</a>, <a data-ref=\"Judges 11:9\" href=\"/Judges.11.9\">9</a>, <a data-ref=\"Judges 11:10\" href=\"/Judges.11.10\">10</a>, <a data-ref=\"Judges 11:11\" href=\"/Judges.11.11\">11</a>; after the division of the kingdoms, of N. Isr. <span dir=\"rtl\">זקני הארץ</span> <a data-ref=\"I Kings 20:7\" href=\"/I_Kings.20.7\">1 K 20:7</a> cf. v <a data-ref=\"I Kings 20:8\" href=\"/I_Kings.20.8\">8</a>, also <a data-ref=\"II Kings 6:32\" href=\"/II_Kings.6.32\">2 K 6:32</a><sup>(×2)</sup>, <a data-ref=\"II Kings 10:1\" href=\"/II_Kings.10.1\">10:1</a> (‖ <span dir=\"rtl\">שָׂרִים</span> etc.) cf. v <a data-ref=\"Ezekiel 7:5\" href=\"/Ezekiel.7.5\">5</a>; under Josiah <span dir=\"rtl\">זקני יְהוּדָה</span> <a data-ref=\"II Kings 23:1\" href=\"/II_Kings.23.1\">2 K 23:1</a> = <a data-ref=\"II Chronicles 34:29\" href=\"/II_Chronicles.34.29\">2 Ch 34:29</a>; see also <span dir=\"rtl\">ז׳ הארץ</span> <a data-ref=\"Jeremiah 26:17\" href=\"/Jeremiah.26.17\">Je 26:17</a>, cf. <span dir=\"rtl\">זקני ארץ</span> <a data-ref=\"Proverbs 31:23\" href=\"/Proverbs.31.23\">Pr 31:23</a>, cf. <a data-ref=\"Lamentations 1:19\" href=\"/Lamentations.1.19\">La 1:19</a>; <a data-ref=\"Lamentations 2:10\" href=\"/Lamentations.2.10\">2:10</a>; <a data-ref=\"Lamentations 4:16\" href=\"/Lamentations.4.16\">4:16</a>; <a data-ref=\"Lamentations 5:12\" href=\"/Lamentations.5.12\">5:12</a>, <a data-ref=\"Lamentations 5:14\" href=\"/Lamentations.5.14\">14</a> (‖ <span dir=\"rtl\">שׂרים</span>; + <span dir=\"rtl\">שַׁעַר</span>); often in Ezek.: <a data-ref=\"Ezekiel 7:26\" href=\"/Ezekiel.7.26\">Ez 7:26</a> (‖ <span dir=\"rtl\">כהן</span>), of Judah <a data-ref=\"Ezekiel 8:1\" href=\"/Ezekiel.8.1\">8:1</a>, of Isr. <a data-ref=\"Ezekiel 8:11\" href=\"/Ezekiel.8.11\">8:11</a>, <a data-ref=\"Ezekiel 8:12\" href=\"/Ezekiel.8.12\">12</a>; <a data-ref=\"Ezekiel 14:1\" href=\"/Ezekiel.14.1\">14:1</a>; <a data-ref=\"Ezekiel 20:1\" href=\"/Ezekiel.20.1\">20:1</a>, <a data-ref=\"Ezekiel 20:3\" href=\"/Ezekiel.20.3\">3</a>, also <a data-ref=\"Ezekiel 9:6\" href=\"/Ezekiel.9.6\">9:6</a> (but del. Co). Exil. <span dir=\"rtl\">ז׳ הַגּוֹלָה</span> <a data-ref=\"Jeremiah 29:1\" href=\"/Jeremiah.29.1\">Je 29:1</a> (‖ <span dir=\"rtl\">הכהנים</span>, <span dir=\"rtl\">הנביאים</span>); post-exile <a data-ref=\"Ezra 10:8\" href=\"/Ezra.10.8\">Ezr 10:8</a> (‖ <span dir=\"rtl\">שׂרים</span>), poss. also <a data-ref=\"Joel 1:14\" href=\"/Joel.1.14\">Jo 1:14</a>; elders of <span dir=\"rtl\">י׳</span> <a data-ref=\"Isaiah 24:23\" href=\"/Isaiah.24.23\">Is 24:23</a> (cf. <a data-ref=\"Exodus 24:1\" href=\"/Exodus.24.1\">Ex 24:1</a>, <a data-ref=\"Exodus 24:9\" href=\"/Exodus.24.9\">9</a>), <span dir=\"rtl\">זִקְנֵי הַכֹּהֲנִים</span> <a data-ref=\"II Kings 19:2\" href=\"/II_Kings.19.2\">2 K 19:2</a> = <a data-ref=\"Isaiah 37:2\" href=\"/Isaiah.37.2\">Is 37:2</a>, so <a data-ref=\"Jeremiah 19:1\" href=\"/Jeremiah.19.1\">Je 19:1</a> (‖ <span dir=\"rtl\">זקני העם</span>); of other peoples, Midian <a data-ref=\"Numbers 22:4\" href=\"/Numbers.22.4\">Nu 22:4</a>, <a data-ref=\"Numbers 22:7\" href=\"/Numbers.22.7\">7</a>, Moab v <a data-ref=\"Numbers 22:7\" href=\"/Numbers.22.7\">7</a> (all E), Egypt <a data-ref=\"Psalms 105:22\" href=\"/Psalms.105.22\">ψ 105:22</a> (‖ <span dir=\"rtl\">שׂרים</span>); of Gebal <a data-ref=\"Ezekiel 27:9\" href=\"/Ezekiel.27.9\">Ez 27:9</a>; elders of a city, especially as sitting in the gate to judge <a data-ref=\"Deuteronomy 19:12\" href=\"/Deuteronomy.19.12\">Dt 19:12</a>; <a data-ref=\"Deuteronomy 21:2\" href=\"/Deuteronomy.21.2\">21:2</a> (+ <span dir=\"rtl\">שֹׁפְטֶיךָ</span>) v <a data-ref=\"Deuteronomy 21:3\" href=\"/Deuteronomy.21.3\">3</a>, <a data-ref=\"Deuteronomy 21:4\" href=\"/Deuteronomy.21.4\">4</a>, <a data-ref=\"Deuteronomy 21:6\" href=\"/Deuteronomy.21.6\">6</a>, <a data-ref=\"Deuteronomy 21:19\" href=\"/Deuteronomy.21.19\">19</a> (+ <span dir=\"rtl\">שַׁעַר־מְקֹמוֹ</span>), v <a data-ref=\"Deuteronomy 21:20\" href=\"/Deuteronomy.21.20\">20</a>; <a data-ref=\"Deuteronomy 22:15\" href=\"/Deuteronomy.22.15\">22:15</a> (+ <span dir=\"rtl\">הַשָּׁ֑עְרָה</span>), v <a data-ref=\"Deuteronomy 22:16\" href=\"/Deuteronomy.22.16\">16</a>, <a data-ref=\"Deuteronomy 22:17\" href=\"/Deuteronomy.22.17\">17</a>, <a data-ref=\"Deuteronomy 22:18\" href=\"/Deuteronomy.22.18\">18</a>; <a data-ref=\"Deuteronomy 25:7\" href=\"/Deuteronomy.25.7\">25:7</a> (+ <span dir=\"rtl\">הַשַּׁ֫עֲרָה</span>), v <a data-ref=\"Deuteronomy 25:8\" href=\"/Deuteronomy.25.8\">8</a>, <a data-ref=\"Deuteronomy 25:9\" href=\"/Deuteronomy.25.9\">9</a> (all in Dt. code, and only so therein), <a data-ref=\"Ruth 4:2\" href=\"/Ruth.4.2\">Ru 4:2</a>, <a data-ref=\"Ruth 4:4\" href=\"/Ruth.4.4\">4</a>, <a data-ref=\"Ruth 4:9\" href=\"/Ruth.4.9\">9</a>, <a data-ref=\"Ruth 4:11\" href=\"/Ruth.4.11\">11</a> (cf. <span dir=\"rtl\">שַׁעַר</span> v <a data-ref=\"Ruth 4:1\" href=\"/Ruth.4.1\">1</a>, <a data-ref=\"Ruth 4:11\" href=\"/Ruth.4.11\">11</a>), <span dir=\"rtl\">מוֹשַׁב זְקֵנִים</span> <a data-ref=\"Psalms 107:32\" href=\"/Psalms.107.32\">ψ 107:32</a> (‖ <span dir=\"rtl\">קְהַל־עָ֑ם</span>); <a data-ref=\"Judges 8:14\" href=\"/Judges.8.14\">Ju 8:14</a> (‖ <span dir=\"rtl\">שׂרים</span>), v <a data-ref=\"Judges 8:16\" href=\"/Judges.8.16\">16</a> <a data-ref=\"I Samuel 11:3\" href=\"/I_Samuel.11.3\">1 S 11:3</a>; <a data-ref=\"I Samuel 16:4\" href=\"/I_Samuel.16.4\">16:4</a> <a data-ref=\"I Kings 21:8\" href=\"/I_Kings.21.8\">1 K 21:8</a>, <a data-ref=\"I Kings 21:11\" href=\"/I_Kings.21.11\">11</a> <a data-ref=\"Ezra 10:14\" href=\"/Ezra.10.14\">Ezr 10:14</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d2eeb6084aa1cbf204d3", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, נָדָב 1", "anchorRef": "Exodus 24:9", "anchorRefExpanded": ["Exodus 24:9"], "sourceRef": "BDB, נָדָב 1", "sourceHeRef": "בראון-דרייבר-בריגס, נָדָב א׳", "anchorVerse": 9, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "נָדָב", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† <big><span dir=\"rtl\">נָדָב</span></big>  <strong>n.pr.m. (</strong><em>generous, noble</em><strong>)</strong>—<br><strong>1.</strong>  eldest son of Aaron <a data-ref=\"Exodus 6:23\" href=\"/Exodus.6.23\">Ex 6:23</a>; <a data-ref=\"Exodus 24:1\" href=\"/Exodus.24.1\">24:1</a>, <a data-ref=\"Exodus 24:9\" href=\"/Exodus.24.9\">9</a>; <a data-ref=\"Exodus 28:1\" href=\"/Exodus.28.1\">28:1</a> <a data-ref=\"Leviticus 10:1\" href=\"/Leviticus.10.1\">Lv 10:1</a> <a data-ref=\"Numbers 3:2\" href=\"/Numbers.3.2\">Nu 3:2</a>, <a data-ref=\"Numbers 3:4\" href=\"/Numbers.3.4\">4</a>; <a data-ref=\"Numbers 26:60\" href=\"/Numbers.26.60\">26:60</a>, <a data-ref=\"Numbers 26:61\" href=\"/Numbers.26.61\">61</a> <a data-ref=\"I Chronicles 5:29\" href=\"/I_Chronicles.5.29\">1 Ch 5:29</a>; <a data-ref=\"I Chronicles 24:1\" href=\"/I_Chronicles.24.1\">24:1</a>. 𝔊 Ναδαβ (so <strong>3, 4</strong>).<br><strong>2.</strong>  son of Jeroboam I <a data-ref=\"I Kings 14:20\" href=\"/I_Kings.14.20\">1 K 14:20</a>; <a data-ref=\"I Kings 15:25\" href=\"/I_Kings.15.25\">15:25</a>, <a data-ref=\"I Kings 15:27\" href=\"/I_Kings.15.27\">27</a>; <a data-ref=\"I Kings 15:31\" href=\"/I_Kings.15.31\">31</a>. 𝔊 Ναβατ, Ναβαθ, 𝔊L Ναδαβ.<br><strong>3.</strong>  a Jerahmeelite <a data-ref=\"I Chronicles 2:28\" href=\"/I_Chronicles.2.28\">1 Ch 2:28</a>, <a data-ref=\"I Chronicles 2:30\" href=\"/I_Chronicles.2.30\">30</a>.<br><strong>4.</strong>  a Gibeonite <a data-ref=\"I Chronicles 8:30\" href=\"/I_Chronicles.8.30\">1 Ch 8:30</a>; <a data-ref=\"I Chronicles 9:36\" href=\"/I_Chronicles.9.36\">9:36</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d4b0b6084aa1cbf36d3f", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, שִׁבְעִים 1", "anchorRef": "Exodus 24:9", "anchorRefExpanded": ["Exodus 24:9"], "sourceRef": "BDB, שִׁבְעִים 1", "sourceHeRef": "בראון-דרייבר-בריגס, שִׁבְעִים א׳", "anchorVerse": 9, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "שִׁבְעִים", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><span dir=\"rtl\">שִׁבְעִים</span></big><sub>91</sub>  <strong>n.pl. seventy (</strong>irreg. pl. of <span dir=\"rtl\">שֶׁבַע</span> Ges<sup>§ 97 f. R. 1</sup><strong>)</strong>;—not decl.:—<em>seventy</em> (often as round no., cf. Kö<sup>Hast.DB number, 563 a</sup>):<br><strong>1.</strong>  without other no.: <strong>a.</strong>  before n. s. year <a data-ref=\"Genesis 5:12\" href=\"/Genesis.5.12\">Gn 5:12</a> + 12 times, man <a data-ref=\"Judges 9:2\" href=\"/Judges.9.2\">Ju 9:2</a> <a data-ref=\"Numbers 11:25\" href=\"/Numbers.11.25\">Nu 11:25</a> + 7 times, shekel <a data-ref=\"Numbers 7:13\" href=\"/Numbers.7.13\">7:13</a> + 11 times, other n. 5 times <strong>b.</strong>  before n.pl. kings <a data-ref=\"Judges 1:7\" href=\"/Judges.1.7\">Ju 1:7</a>, sons <a data-ref=\"Judges 8:30\" href=\"/Judges.8.30\">8:30</a>; <a data-ref=\"Judges 9:24\" href=\"/Judges.9.24\">9:24</a>; <a data-ref=\"II Kings 10:1\" href=\"/II_Kings.10.1\">2 K 10:1</a>, brothers <a data-ref=\"Judges 9:56\" href=\"/Judges.9.56\">Ju 9:56</a>, asses <a data-ref=\"Judges 12:14\" href=\"/Judges.12.14\">12:14</a>, palms <a data-ref=\"Exodus 15:27\" href=\"/Exodus.15.27\">Ex 15:27</a>; <a data-ref=\"Numbers 33:9\" href=\"/Numbers.33.9\">Nu 33:9</a>, males <a data-ref=\"Ezra 8:7\" href=\"/Ezra.8.7\">Ezr 8:7</a>,<a data-ref=\"Ezra 8:14\" href=\"/Ezra.8.14\">14</a>. <strong>c.</strong>  after n. coll. <span dir=\"rtl\">(בָּקָר)</span> <a data-ref=\"II Chronicles 29:32\" href=\"/II_Chronicles.29.32\">2 Ch 29:32</a>, n.pl. <a data-ref=\"Daniel 9:24\" href=\"/Daniel.9.24\">Dn 9:24</a>. <strong>d.</strong>  pred. <a data-ref=\"Genesis 46:27\" href=\"/Genesis.46.27\">Gn 46:27</a>. <strong>e.</strong>  n. om. <a data-ref=\"Exodus 24:1\" href=\"/Exodus.24.1\">Ex 24:1</a>, <a data-ref=\"Exodus 24:9\" href=\"/Exodus.24.9\">9</a> (man), <a data-ref=\"Numbers 7:85\" href=\"/Numbers.7.85\">Nu 7:85</a> (shekel), cf. <a data-ref=\"Judges 9:4\" href=\"/Judges.9.4\">Ju 9:4</a><br><strong>2.</strong>  <span dir=\"rtl\">שׁ׳ אֶלֶף</span> = 70,000 <a data-ref=\"II Samuel 24:15\" href=\"/II_Samuel.24.15\">2 S 24:15</a> + 6 times.<br><strong>3.</strong>  + other num.: <strong>a.</strong>  + unit + n. s. <a data-ref=\"Judges 8:14\" href=\"/Judges.8.14\">Ju 8:14</a>; n. om. 70 + 7 (times) <a data-ref=\"Genesis 4:24\" href=\"/Genesis.4.24\">Gn 4:24</a>, cf. <a data-ref=\"Ezra 2:40\" href=\"/Ezra.2.40\">Ezr 2:40</a> = <a data-ref=\"Nehemiah 7:42\" href=\"/Nehemiah.7.42\">Ne 7:43</a>, so 2 + 70 <a data-ref=\"Numbers 31:38\" href=\"/Numbers.31.38\">Nu 31:38</a>; n.pl. + 70 + 7 <a data-ref=\"Ezra 8:35\" href=\"/Ezra.8.35\">Ezr 8:35</a>; <a data-ref=\"Ezra 8:5\" href=\"/Ezra.8.5\">5</a> years + 70 year <a data-ref=\"Genesis 12:4\" href=\"/Genesis.12.4\">Gn 12:4</a>. <strong>b.</strong>  5 + 70 × 1000 (man) <a data-ref=\"Esther 9:16\" href=\"/Esther.9.16\">Est 9:16</a>, cf. <a data-ref=\"Numbers 2:4\" href=\"/Numbers.2.4\">Nu 2:4</a>; <a data-ref=\"Numbers 3:43\" href=\"/Numbers.3.43\">3:43</a>; <a data-ref=\"Numbers 26:32\" href=\"/Numbers.26.32\">26:32</a>; 2 + 70 × 1000 <a data-ref=\"Numbers 31:33\" href=\"/Numbers.31.33\">31:33</a> (<span dir=\"rtl\">בָּקָר</span> precedes); 70 man, 50 × 1000 man <a data-ref=\"I Samuel 6:19\" href=\"/I_Samuel.6.19\">1 S 6:19</a>; <a data-ref=\"I Samuel 6:7\" href=\"/I_Samuel.6.7\">7</a> + 70 year + 7 × 100 year <a data-ref=\"Genesis 5:31\" href=\"/Genesis.5.31\">Gn 5:31</a>; n. om. 3 + 70 + 200 <a data-ref=\"Numbers 3:46\" href=\"/Numbers.3.46\">Nu 3:46</a>. <strong>c.</strong>  70 foll. hundreds: 70 year + 5 years <a data-ref=\"Genesis 25:7\" href=\"/Genesis.25.7\">Gn 25:7</a>, and (n. om.) 70 + 2 <a data-ref=\"Ezra 2:3\" href=\"/Ezra.2.3\">Ezr 2:3</a>, <a data-ref=\"Ezra 2:4\" href=\"/Ezra.2.4\">4</a> = <a data-ref=\"Nehemiah 7:8\" href=\"/Nehemiah.7.8\">Ne 7:8</a>, <a data-ref=\"Nehemiah 7:9\" href=\"/Nehemiah.7.9\">9</a>, <a data-ref=\"Nehemiah 11:19\" href=\"/Nehemiah.11.19\">Ne 11:19</a>; + 3 <a data-ref=\"Ezra 2:36\" href=\"/Ezra.2.36\">Ezr 2:36</a> <a data-ref=\"Nehemiah 7:38\" href=\"/Nehemiah.7.38\">Ne 7:39</a>; <a data-ref=\"Nehemiah 7:5\" href=\"/Nehemiah.7.5\">5</a> + 70 <a data-ref=\"Ezra 2:5\" href=\"/Ezra.2.5\">Ezr 2:5</a>. <strong>d.</strong>  1000 + 7 × 100 + 5 + 70 shekel <a data-ref=\"Exodus 38:25\" href=\"/Exodus.38.25\">Ex 38:25</a> and (n. om.) v <a data-ref=\"Exodus 38:28\" href=\"/Exodus.38.28\">28</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6609156c18e4d4eaeea6b61c", "index_title": "Essays in Ethics; A Weekly Reading of the Jewish Bible", "category": "Quoting Commentary", "type": "", "ref": "Essays in Ethics; A Weekly Reading of the Jewish Bible, Shemini; Fire, Holy and Unholy 6", "anchorRef": "Exodus 24:9-11", "anchorRefExpanded": ["Exodus 24:9", "Exodus 24:10", "Exodus 24:11"], "sourceRef": "Essays in Ethics; A Weekly Reading of the Jewish Bible, Shemini; Fire, Holy and Unholy 6", "sourceHeRef": "מאמרים על אתיקה; קריאות חדשות בפרשת השבוע, שמיני ו׳", "anchorVerse": 9, "sourceHasEn": true, "commentaryNum": 6, "collectiveTitle": {"en": "Essays in Ethics; A Weekly Reading of the Jewish Bible", "he": "מאמרים על אתיקה; קריאות חדשות בפרשת השבוע"}, "heTitle": "שמיני", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "Celebration turned to tragedy. The two eldest sons of Aaron die. The sages and commentators offer many explanations. Nadav and Avihu died because: they entered the holy of holies;<sup class=\"footnote-marker\">1</sup><i class=\"footnote\"><i>Midrash Tanḥuma</i> (Buber), <i>Parashat Aḥarei Mot</i> 7.</i> they were not wearing the requisite clothes;<sup class=\"footnote-marker\">2</sup><i class=\"footnote\">Leviticus Rabba 20:9.</i> they took fire from the kitchen, not the altar;<sup class=\"footnote-marker\">3</sup><i class=\"footnote\"><i>Midrash Tanḥuma</i>, ad loc.</i> they did not consult Moses and Aaron;<sup class=\"footnote-marker\">4</sup><i class=\"footnote\"><i>Yalkut Shimoni</i>, I:524.</i> nor did they consult one another.<sup class=\"footnote-marker\">5</sup><i class=\"footnote\"><i>Midrash Tanḥuma</i>, ad loc.</i> According to some they were guilty of hubris. They were impatient to assume leadership roles themselves;<sup class=\"footnote-marker\">6</sup><i class=\"footnote\">Aggada (Buber), <i>Vayikra</i> 10.</i> and they did not marry, considering themselves above such things.<sup class=\"footnote-marker\">7</sup><i class=\"footnote\">Leviticus Rabba 20:10.</i> Yet others see their deaths as delayed punishment for an earlier sin, when at Mount Sinai they “ate and drank” in the presence of God (Ex. 24:9–11).", "versionTitle": "Maggid Books and The Orthodox Union, 2016", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "660920971fcbd94f94ff39b4", "index_title": "Covenant and Conversation; Leviticus; The Book of Holiness", "category": "Quoting Commentary", "type": "", "ref": "Covenant and Conversation; Leviticus; The Book of Holiness, Shmini, Fire; Holy and Unholy 8", "anchorRef": "Exodus 24:9-11", "anchorRefExpanded": ["Exodus 24:9", "Exodus 24:10", "Exodus 24:11"], "sourceRef": "Covenant and Conversation; Leviticus; The Book of Holiness, Shmini, Fire; Holy and Unholy 8", "sourceHeRef": "שיג ושיח; קריאות חדשות בפרשת השבוע, ויקרא, שמיני, ב ח׳", "anchorVerse": 9, "sourceHasEn": true, "commentaryNum": 8, "collectiveTitle": {"en": "Covenant and Conversation; Leviticus; The Book of Holiness", "he": "שיג ושיח; קריאות חדשות בפרשת השבוע, ויקרא"}, "heTitle": "ב", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "Yet others see their deaths as delayed punishment for an earlier sin, when at Mount Sinai they “ate and drank” in the presence of God (Ex. 24:9–11).", "versionTitle": "Maggid Books and the Orthodox Union, 2009-2019", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "67025d8be9285ccfcce919b5", "index_title": "Covenant and Conversation; Hebrew Edition", "category": "Tanakh", "type": "", "ref": "Covenant and Conversation; Hebrew Edition, Shmini, 1 4", "anchorRef": "Exodus 24:9-11", "anchorRefExpanded": ["Exodus 24:9", "Exodus 24:10", "Exodus 24:11"], "sourceRef": "Covenant and Conversation; Hebrew Edition, Shmini, 1 4", "sourceHeRef": "שיג ושיח; מהדורה עברית, שמיני, אש קודש ואש זרה ד׳", "anchorVerse": 9, "sourceHasEn": false, "commentaryNum": 4, "collectiveTitle": {"en": "Covenant and Conversation; Hebrew Edition", "he": "שיג ושיח; מהדורה עברית"}, "heTitle": "אש קודש ואש זרה", "he": "החג היה לחגא. שני בני אהרן הגדולים מתו. חז״ל והמפרשים מציעים הסברים רבים לכך. נדב ואביהוא מתו כי – הם נכנסו לקודש הקודשים;<sup class=\"footnote-marker\">1</sup><i class=\"footnote\">תנחומא (בובר), אחרי מות ז.</i> הם לא לבשו את בגדי השרד הנכונים;<sup class=\"footnote-marker\">2</sup><i class=\"footnote\">ויקרא רבה כ, ט.</i> הם לקחו אש מהמטבח, לא מהמזבח;<sup class=\"footnote-marker\">3</sup><i class=\"footnote\">תנחומא (בובר), אחרי מות ז.</i> הם לא התייעצו עם משה ואהרן;<sup class=\"footnote-marker\">4</sup><i class=\"footnote\">ילקוט שמעוני, שמיני תקכד.</i> הם לא התייעצו זה עם זה.<sup class=\"footnote-marker\">5</sup><i class=\"footnote\">תנחומא (בובר), אחרי מות ז.</i> יש המאשימים אותם בגאווה: לא הייתה להם סבלנות לקבל על עצמם תפקיד הנהגה;<sup class=\"footnote-marker\">6</sup><i class=\"footnote\">מדרש אגדה (בובר), ויקרא י.</i> הם לא התחתנו, כי סברו שהדבר הוא למטה מכבודם.<sup class=\"footnote-marker\">7</sup><i class=\"footnote\">ויקרא רבה כ, י.</i> ויש הרואים במותם עונש על חטא מוקדם, על שאכלו ושתו במעמד הר סיני, בשעה שחזו באלוהים (שמות כד, ט-יא).", "heVersionTitle": "Covenant and Conversation, Maggid Books, 2017", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "שיג ושיח - קריאות חדשות בפרשת השבוע", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "67082c0a21016e7671311fda", "index_title": "Deuteronomy", "category": "Tanakh", "type": "", "ref": "Deuteronomy 12:3", "anchorRef": "Exodus 23:27-33:34", "anchorRefExpanded": ["Exodus 23:27", "Exodus 23:28", "Exodus 23:29", "Exodus 23:30", "Exodus 23:31", "Exodus 23:32", "Exodus 23:33", "Exodus 24:1", "Exodus 24:2", "Exodus 24:3", "Exodus 24:4", "Exodus 24:5", "Exodus 24:6", "Exodus 24:7", "Exodus 24:8", "Exodus 24:9", "Exodus 24:10", "Exodus 24:11", "Exodus 24:12", "Exodus 24:13", "Exodus 24:14", "Exodus 24:15", "Exodus 24:16", "Exodus 24:17", "Exodus 24:18", "Exodus 25:1", "Exodus 25:2", "Exodus 25:3", "Exodus 25:4", "Exodus 25:5", "Exodus 25:6", "Exodus 25:7", "Exodus 25:8", "Exodus 25:9", "Exodus 25:10", "Exodus 25:11", "Exodus 25:12", "Exodus 25:13", "Exodus 25:14", "Exodus 25:15", "Exodus 25:16", "Exodus 25:17", "Exodus 25:18", "Exodus 25:19", "Exodus 25:20", "Exodus 25:21", "Exodus 25:22", "Exodus 25:23", "Exodus 25:24", "Exodus 25:25", "Exodus 25:26", "Exodus 25:27", "Exodus 25:28", "Exodus 25:29", "Exodus 25:30", "Exodus 25:31", "Exodus 25:32", "Exodus 25:33", "Exodus 25:34", "Exodus 25:35", "Exodus 25:36", "Exodus 25:37", "Exodus 25:38", "Exodus 25:39", "Exodus 25:40", "Exodus 26:1", "Exodus 26:2", "Exodus 26:3", "Exodus 26:4", "Exodus 26:5", "Exodus 26:6", "Exodus 26:7", "Exodus 26:8", "Exodus 26:9", "Exodus 26:10", "Exodus 26:11", "Exodus 26:12", "Exodus 26:13", "Exodus 26:14", "Exodus 26:15", "Exodus 26:16", "Exodus 26:17", "Exodus 26:18", "Exodus 26:19", "Exodus 26:20", "Exodus 26:21", "Exodus 26:22", "Exodus 26:23", "Exodus 26:24", "Exodus 26:25", "Exodus 26:26", "Exodus 26:27", "Exodus 26:28", "Exodus 26:29", "Exodus 26:30", "Exodus 26:31", "Exodus 26:32", "Exodus 26:33", "Exodus 26:34", "Exodus 26:35", "Exodus 26:36", "Exodus 26:37", "Exodus 27:1", "Exodus 27:2", "Exodus 27:3", "Exodus 27:4", "Exodus 27:5", "Exodus 27:6", "Exodus 27:7", "Exodus 27:8", "Exodus 27:9", "Exodus 27:10", "Exodus 27:11", "Exodus 27:12", "Exodus 27:13", "Exodus 27:14", "Exodus 27:15", "Exodus 27:16", "Exodus 27:17", "Exodus 27:18", "Exodus 27:19", "Exodus 27:20", "Exodus 27:21", "Exodus 28:1", "Exodus 28:2", "Exodus 28:3", "Exodus 28:4", "Exodus 28:5", "Exodus 28:6", "Exodus 28:7", "Exodus 28:8", "Exodus 28:9", "Exodus 28:10", "Exodus 28:11", "Exodus 28:12", "Exodus 28:13", "Exodus 28:14", "Exodus 28:15", "Exodus 28:16", "Exodus 28:17", "Exodus 28:18", "Exodus 28:19", "Exodus 28:20", "Exodus 28:21", "Exodus 28:22", "Exodus 28:23", "Exodus 28:24", "Exodus 28:25", "Exodus 28:26", "Exodus 28:27", "Exodus 28:28", "Exodus 28:29", "Exodus 28:30", "Exodus 28:31", "Exodus 28:32", "Exodus 28:33", "Exodus 28:34", "Exodus 28:35", "Exodus 28:36", "Exodus 28:37", "Exodus 28:38", "Exodus 28:39", "Exodus 28:40", "Exodus 28:41", "Exodus 28:42", "Exodus 28:43", "Exodus 29:1", "Exodus 29:2", "Exodus 29:3", "Exodus 29:4", "Exodus 29:5", "Exodus 29:6", "Exodus 29:7", "Exodus 29:8", "Exodus 29:9", "Exodus 29:10", "Exodus 29:11", "Exodus 29:12", "Exodus 29:13", "Exodus 29:14", "Exodus 29:15", "Exodus 29:16", "Exodus 29:17", "Exodus 29:18", "Exodus 29:19", "Exodus 29:20", "Exodus 29:21", "Exodus 29:22", "Exodus 29:23", "Exodus 29:24", "Exodus 29:25", "Exodus 29:26", "Exodus 29:27", "Exodus 29:28", "Exodus 29:29", "Exodus 29:30", "Exodus 29:31", "Exodus 29:32", "Exodus 29:33", "Exodus 29:34", "Exodus 29:35", "Exodus 29:36", "Exodus 29:37", "Exodus 29:38", "Exodus 29:39", "Exodus 29:40", "Exodus 29:41", "Exodus 29:42", "Exodus 29:43", "Exodus 29:44", "Exodus 29:45", "Exodus 29:46", "Exodus 30:1", "Exodus 30:2", "Exodus 30:3", "Exodus 30:4", "Exodus 30:5", "Exodus 30:6", "Exodus 30:7", "Exodus 30:8", "Exodus 30:9", "Exodus 30:10", "Exodus 30:11", "Exodus 30:12", "Exodus 30:13", "Exodus 30:14", "Exodus 30:15", "Exodus 30:16", "Exodus 30:17", "Exodus 30:18", "Exodus 30:19", "Exodus 30:20", "Exodus 30:21", "Exodus 30:22", "Exodus 30:23", "Exodus 30:24", "Exodus 30:25", "Exodus 30:26", "Exodus 30:27", "Exodus 30:28", "Exodus 30:29", "Exodus 30:30", "Exodus 30:31", "Exodus 30:32", "Exodus 30:33", "Exodus 30:34", "Exodus 30:35", "Exodus 30:36", "Exodus 30:37", "Exodus 30:38", "Exodus 31:1", "Exodus 31:2", "Exodus 31:3", "Exodus 31:4", "Exodus 31:5", "Exodus 31:6", "Exodus 31:7", "Exodus 31:8", "Exodus 31:9", "Exodus 31:10", "Exodus 31:11", "Exodus 31:12", "Exodus 31:13", "Exodus 31:14", "Exodus 31:15", "Exodus 31:16", "Exodus 31:17", "Exodus 31:18", "Exodus 32:1", "Exodus 32:2", "Exodus 32:3", "Exodus 32:4", "Exodus 32:5", "Exodus 32:6", "Exodus 32:7", "Exodus 32:8", "Exodus 32:9", "Exodus 32:10", "Exodus 32:11", "Exodus 32:12", "Exodus 32:13", "Exodus 32:14", "Exodus 32:15", "Exodus 32:16", "Exodus 32:17", "Exodus 32:18", "Exodus 32:19", "Exodus 32:20", "Exodus 32:21", "Exodus 32:22", "Exodus 32:23", "Exodus 32:24", "Exodus 32:25", "Exodus 32:26", "Exodus 32:27", "Exodus 32:28", "Exodus 32:29", "Exodus 32:30", "Exodus 32:31", "Exodus 32:32", "Exodus 32:33", "Exodus 32:34", "Exodus 32:35", "Exodus 33:1", "Exodus 33:2", "Exodus 33:3", "Exodus 33:4", "Exodus 33:5", "Exodus 33:6", "Exodus 33:7", "Exodus 33:8", "Exodus 33:9", "Exodus 33:10", "Exodus 33:11", "Exodus 33:12", "Exodus 33:13", "Exodus 33:14", "Exodus 33:15", "Exodus 33:16", "Exodus 33:17", "Exodus 33:18", "Exodus 33:19", "Exodus 33:20", "Exodus 33:21", "Exodus 33:22", "Exodus 33:23", "Exodus 33:24", "Exodus 33:25", "Exodus 33:26", "Exodus 33:27", "Exodus 33:28", "Exodus 33:29", "Exodus 33:30", "Exodus 33:31", "Exodus 33:32", "Exodus 33:33", "Exodus 33:34"], "sourceRef": "Deuteronomy 12:3", "sourceHeRef": "דברים י״ב:ג׳", "anchorVerse": 27, "sourceHasEn": true, "compDate": [-1400, -400], "commentaryNum": 12.0003, "collectiveTitle": {"en": "Deuteronomy", "he": "דברים"}, "heTitle": "דברים", "he": "וְנִתַּצְתֶּ֣ם אֶת־מִזְבְּחֹתָ֗ם וְשִׁבַּרְתֶּם֙ אֶת־מַצֵּ֣בֹתָ֔ם וַאֲשֵֽׁרֵיהֶם֙ תִּשְׂרְפ֣וּן בָּאֵ֔שׁ וּפְסִילֵ֥י אֱלֹֽהֵיהֶ֖ם תְּגַדֵּע֑וּן וְאִבַּדְתֶּ֣ם אֶת־שְׁמָ֔ם מִן־הַמָּק֖וֹם הַהֽוּא׃", "heVersionTitle": "Miqra according to the Masorah", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "מקרא על פי המסורה", "text": "Tear down their altars, smash their pillars, put their sacred posts to the fire, and cut down the images of their gods, obliterating their name from that site.", "versionTitle": "The Contemporary Torah, Jewish Publication Society, 2006", "license": "CC-BY-NC", "versionTitleInHebrew": ""}]