[{"_id": "52135c47edbab416898e8875", "index_title": "Ramban on Deuteronomy", "category": "Commentary", "type": "commentary", "ref": "Ramban on Deuteronomy 4:27:1", "anchorRef": "Deuteronomy 4:27", "anchorRefExpanded": ["Deuteronomy 4:27"], "sourceRef": "Ramban on Deuteronomy 4:27:1", "sourceHeRef": "רמב\"ן על דברים ד׳:כ״ז:א׳", "anchorVerse": 27, "sourceHasEn": true, "compDate": [1246, 1286], "commentaryNum": 27.0001, "collectiveTitle": {"en": "Ramban", "he": "רמב\"ן"}, "he": "<b>וְנִשְׁאַרְתֶּם מְתֵי מִסְפָּר בַּגּוֹיִם</b>, יֹאמַר שֶׁנִּשָּׁאֵר מוּעָטִים בְּכָל גּוֹי וְגוֹי מִכָּל הַגּוֹיִם אֲשֶׁר יְנַהֵג אוֹתָנוּ שָׁם, כִּי בְּאַרְבַּע רוּחוֹת הַשָּׁמַיִם יְפַזֵּר אוֹתָנוּ, אֲבָל בִּכְלָלֵנוּ רַבִּים אֲנַחְנוּ, שֶׁבַח לָאֵל:", "heVersionTitle": "Vocalized Edition", "heLicense": "", "heVersionTitleInHebrew": "", "text": "AND YE SHALL BE LEFT FEW IN NUMBER. He is stating that we will be left as a minority among any of the nations whereto G-d will lead us, for He will scatter us <i>as the four winds of the heaven</i>,<sup class=\"footnote-marker\">94</sup><i class=\"footnote\">Zechariah 2:10.</i> but in our totality we are many [i.e., Israel will remain a large nation, but because of our dispersion we are in a minority in each of the many countries] — praise be to G-d [that in our totality we are many]!", "versionTitle": "Commentary on the Torah by Ramban (Nachmanides). Translated and annotated by Charles B. Chavel. New York, Shilo Pub. House, 1971-1976", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "525ae038edbab421f87c0a2c", "index_title": "Ibn Ezra on Deuteronomy", "category": "Commentary", "type": "commentary", "ref": "Ibn Ezra on Deuteronomy 4:27:1", "anchorRef": "Deuteronomy 4:27", "anchorRefExpanded": ["Deuteronomy 4:27"], "sourceRef": "Ibn Ezra on Deuteronomy 4:27:1", "sourceHeRef": "אבן עזרא על דברים ד׳:כ״ז:א׳", "anchorVerse": 27, "sourceHasEn": true, "compDate": [1155, 1165], "commentaryNum": 27.0001, "collectiveTitle": {"en": "Ibn Ezra", "he": "אבן עזרא"}, "heTitle": "אבן עזרא על דברים", "he": "<b>מתי מספר.</b> פירשתיו:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "FEW IN NUMBER. I have already explained the meaning of <i>mete</i> (few).<sup class=\"footnote-marker\">55</sup><i class=\"footnote\"><i>Mete</i> (few) means men of. Anything that can be numbered is deemed a few. See I.E. on Gen. 34:30 (Vol. 1, p. 330).</i>", "versionTitle": "Ibn Ezra's commentary on the Pentateuch, tran. and annot. by H. Norman Strickman and Arthur M. Silver. Menorah Pub., 1988-2004", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "531e4fdffbfba276047f5cd8", "index_title": "Onkelos Deuteronomy", "category": "Targum", "type": "targum", "ref": "Onkelos Deuteronomy 4:27", "anchorRef": "Deuteronomy 4:27", "anchorRefExpanded": ["Deuteronomy 4:27"], "sourceRef": "Onkelos Deuteronomy 4:27", "sourceHeRef": "תרגום אונקלוס על דברים ד׳:כ״ז", "anchorVerse": 27, "sourceHasEn": false, "compDate": [80, 120], "commentaryNum": 4.0027, "collectiveTitle": {"en": "Onkelos Deuteronomy", "he": "תרגום אונקלוס על דברים"}, "heTitle": "תרגום אונקלוס על דברים", "he": "וִיבַדַּר יְיָ יָתְכוֹן בְּעַמְמַיָּא וְתִשְׁתָּאֲרוּן עַם דְּמִנְיָן בְּעַמְמַיָּא דִּי יְדַבַּר יְיָ יָתְכוֹן לְתַמָּן:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "חומש שפתי חכמים, מצודה תשס\"ט", "text": "Adonoy will disperse you among the peoples, and you will remain few in number among the nations that Adonoy leads you to.", "versionTitle": "Metsudah Chumash, Metsudah Publications, 2009 [with Onkelos translation]", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "532b2683fbfba27c35eeb519", "index_title": "Targum Jonathan on Deuteronomy", "category": "Targum", "type": "targum", "ref": "Targum Jonathan on Deuteronomy 4:27", "anchorRef": "Deuteronomy 4:27", "anchorRefExpanded": ["Deuteronomy 4:27"], "sourceRef": "Targum Jonathan on Deuteronomy 4:27", "sourceHeRef": "תרגום יונתן על דברים ד׳:כ״ז", "anchorVerse": 27, "sourceHasEn": true, "compDate": [30, 70], "commentaryNum": 4.0027, "collectiveTitle": {"en": "Targum Jonathan on Deuteronomy", "he": "תרגום יונתן על דברים"}, "heTitle": "תרגום יונתן על דברים", "he": "וִיבַדַר יְיָ יַתְכוֹן בֵּינֵי עַמְמַיָא וְתִשְׁתּוֹתְרוּן בְּעָם קָלִיל בֵּינֵי עַמְמַיָא דִיבַדַר יְיָ יַתְכוֹן תַּמָּן בְּגָלוּתָא", "heVersionTitle": "Targum Jonathan on Deuteronomy", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": " And the Lord will scatter you among the Gentiles, and you will remain as a little people with the nations among whom the Lord will disperse you in captivity. \n", "versionTitle": "The Targum of Jonathan ben Uzziel, trans. J. W. Etheridge, London, 1862", "license": "Public Domain", "versionTitleInHebrew": "תרגום ירושלמי (תרגום יונתן בן-עוזיאל) לתורה, תורגם ע״י ג׳ון ווסלי אטרידג׳, לונדון 1862"}, {"_id": "53f17c1bfbfba22336eaafb2", "index_title": "Kitzur Ba'al HaTurim on Deuteronomy", "category": "Commentary", "type": "commentary", "ref": "Kitzur Ba'al HaTurim on Deuteronomy 4:27:1", "anchorRef": "Deuteronomy 4:27", "anchorRefExpanded": ["Deuteronomy 4:27"], "sourceRef": "Kitzur Ba'al HaTurim on Deuteronomy 4:27:1", "sourceHeRef": "קיצור בעל הטורים על דברים ד׳:כ״ז:א׳", "anchorVerse": 27, "sourceHasEn": false, "compDate": [1280, 1340], "commentaryNum": 27.0001, "collectiveTitle": {"en": "Kitzur Ba'al HaTurim", "he": "קיצור בעל הטורים "}, "heTitle": "קיצור בעל הטורים על דברים", "he": "<b>בעמים</b> בגימט' בין הבבליים. בגוים. בגי' ובמדי:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "53f17c1bfbfba22336eaafb4", "index_title": "Kitzur Ba'al HaTurim on Deuteronomy", "category": "Commentary", "type": "commentary", "ref": "Kitzur Ba'al HaTurim on Deuteronomy 4:27:2", "anchorRef": "Deuteronomy 4:27", "anchorRefExpanded": ["Deuteronomy 4:27"], "sourceRef": "Kitzur Ba'al HaTurim on Deuteronomy 4:27:2", "sourceHeRef": "קיצור בעל הטורים על דברים ד׳:כ״ז:ב׳", "anchorVerse": 27, "sourceHasEn": false, "compDate": [1280, 1340], "commentaryNum": 27.0002, "collectiveTitle": {"en": "Kitzur Ba'al HaTurim", "he": "קיצור בעל הטורים "}, "heTitle": "קיצור בעל הטורים על דברים", "he": "<b> ינהג</b> בגי' וביון:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "53f17c1bfbfba22336eaafb6", "index_title": "Kitzur Ba'al HaTurim on Deuteronomy", "category": "Commentary", "type": "commentary", "ref": "Kitzur Ba'al HaTurim on Deuteronomy 4:27:3", "anchorRef": "Deuteronomy 4:27", "anchorRefExpanded": ["Deuteronomy 4:27"], "sourceRef": "Kitzur Ba'al HaTurim on Deuteronomy 4:27:3", "sourceHeRef": "קיצור בעל הטורים על דברים ד׳:כ״ז:ג׳", "anchorVerse": 27, "sourceHasEn": false, "compDate": [1280, 1340], "commentaryNum": 27.0003, "collectiveTitle": {"en": "Kitzur Ba'al HaTurim", "he": "קיצור בעל הטורים "}, "heTitle": "קיצור בעל הטורים על דברים", "he": "<b> שמה</b> בגי' מרומיים הרי רמוזים כאן ד' גליות:\n\n", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "560ba94ffbfba25e369f803e", "index_title": "Haamek Davar on Deuteronomy", "category": "Commentary", "type": "commentary", "ref": "Haamek Davar on Deuteronomy 4:27:1", "anchorRef": "Deuteronomy 4:27", "anchorRefExpanded": ["Deuteronomy 4:27"], "sourceRef": "Haamek Davar on Deuteronomy 4:27:1", "sourceHeRef": "העמק דבר על דברים ד׳:כ״ז:א׳", "anchorVerse": 27, "sourceHasEn": false, "compDate": [1849, 1879], "commentaryNum": 27.0001, "collectiveTitle": {"en": "Haamek Davar", "he": "העמק דבר"}, "he": "<b> בעמים. בגוים.</b> הבדל בין עם לגוי ביארנו כ״פ דגוי הוא מלוכה בפ״ע אשר יש בה כמה עמים שכל עם יש לו מנהגים שונים. וע׳ ספר בראשית כ״ח ג׳. והנה הגלות אינו בעמים אלא בגוים אשר ינהג וגו׳ האומה המולכת היא מגלה אבל הפיזור הוא בקרב כל עם ועם באותו גוי. ולפי ערך העם לא שייך לומר שישראל בקרבם מתי מספר דיש עם שהוא ג״כ מתי מספר וישראל בקרבם לפי ערך אינם מעט אבל בכלל הגוי שהוא המלוכה הרחבה והרבה והמגלה מישראל המון רב וישארו בקרבה מתי מספר ועי״ז יהיו נגררים אחר מנהגם ודעתם עד\n", "heVersionTitle": "Sefer Torat Elohim, Vilna 1879", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר תורת אלוהים, וילנא 1879", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "57e77d97d6e4a94c7c18b50b", "index_title": "Tafsir Rasag", "category": "Targum", "type": "targum", "ref": "Tafsir Rasag, Deuteronomy 4:27", "anchorRef": "Deuteronomy 4:27", "anchorRefExpanded": ["Deuteronomy 4:27"], "sourceRef": "Tafsir Rasag, Deuteronomy 4:27", "sourceHeRef": "תפסיר רס\"ג, דברים ד׳:כ״ז", "anchorVerse": 27, "sourceHasEn": false, "compDate": [918, 942], "commentaryNum": 4.0027, "collectiveTitle": {"en": "Tafsir Rasag", "he": "תפסיר רס\"ג"}, "heTitle": "דברים", "he": "ויבדדכם אללה פי מא בין אלאמאם ותבקון רהט ד̇ו אחצא פימא בין אלאמם אלד̇ין יסוקכם אללה אלי ת̇ם", "heVersionTitle": "Tafsir al-Torah bi-al-Arabiya, Paris, 1893", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תפסיר אלתורה באלערביה, פריס, 1893", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5889b50ad6e4a902855ffcb3", "index_title": "Tur HaArokh", "category": "Commentary", "type": "commentary", "ref": "Tur HaArokh, Deuteronomy 4:27:1", "anchorRef": "Deuteronomy 4:27", "anchorRefExpanded": ["Deuteronomy 4:27"], "sourceRef": "Tur HaArokh, Deuteronomy 4:27:1", "sourceHeRef": "הטור הארוך, דברים ד׳:כ״ז:א׳", "anchorVerse": 27, "sourceHasEn": true, "compDate": [1280, 1340], "commentaryNum": 27.0001, "collectiveTitle": {"en": "Tur HaAroch", "he": "הטור הארוך"}, "heTitle": "דברים", "he": "<b>ונשארתם מתי מספר. </b>פי' שנשאר מתי מספר בכל גוי וגוי בכל העמים אשר ינהג אותנו שם כי יפזר אותנו בארבע רוחות השמים אבל בכללינו רבים אנחנו: \n", "heVersionTitle": "Perush al ha-Torah, Hanover, 1838", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": " ונשארתם מתי מספר, “and you will be left few in number.” This is not a reference to the total number of Jews, but a prediction that due to the dispersal of the people in the Diaspora, each host country will have only a small number of Jews. If a census were to be taken of all the Jews in all the various countries, they would still amount to a sizable number.\n", "versionTitle": "Tur on the Torah, trans. Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "58b1ccbad6e4a937f9998caa", "index_title": "Devarim Rabbah", "category": "Midrash", "type": "", "ref": "Devarim Rabbah 2:22", "anchorRef": "Deuteronomy 4:27", "anchorRefExpanded": ["Deuteronomy 4:27"], "sourceRef": "Devarim Rabbah 2:22", "sourceHeRef": "דברים רבה ב׳:כ״ב", "anchorVerse": 27, "sourceHasEn": false, "compDate": [900], "commentaryNum": 2.0022, "collectiveTitle": {"en": "Devarim Rabbah", "he": "דברים רבה"}, "heTitle": "דברים רבה", "he": "רַבָּנָן אָמְרֵי, יִתְבָּרַךְ שְׁמוֹ שֶׁל הַקָּדוֹשׁ בָּרוּךְ הוּא שֶׁיּוֹדֵעַ מֶה הָיָה וּמֶה עָתִיד לִהְיוֹת, דִּכְתִיב <small>(ישעיה מו, י)</small>: מַגִּיד מֵרֵאשִׁית אַחֲרִית וגו', כֵּיצַד בְּפָרָשָׁה זוֹ הֶרְאָה משֶׁה לְיִשְׂרָאֵל אִם חָטְאוּ הֵיאַךְ הֵם עֲתִידִים לִגְלוֹת, וְהֵיאַךְ הֵן עוֹשִׂין תְּשׁוּבָה, וְהֵיאַךְ הֵן נִגְאָלִים. הֵיאַךְ הֵם עֲתִידִים לַחֲטֹא, דִּכְתִיב <small>(דברים ד, כה)</small>: וַעֲשִׂיתֶם הָרַע בְּעֵינֵי ה', וְאַחַר כָּךְ <small>(דברים ד, כז)</small>: וְהֵפִיץ ה' אֶתְכֶם בָּעַמִּים, וְאַחַר כָּךְ <small>(דברים ד, ל)</small>: בַּצַּר לְךָ וּמְצָאוּךָ. מַהוּ בַּצַּר לְךָ, אָמַר רַבִּי יוֹחָנָן בְּשֵׁם רַבִּי עֲקִיבָא, כָּל צָרָה שֶׁהִיא שֶׁל יָחִיד צָרָה, וְכָל צָרָה שֶׁאֵינָהּ שֶׁל יָחִיד אֵינָהּ צָרָה. דָּבָר אַחֵר בַּצַּר לְךָ, רַבִּי יוֹחָנָן דִּידֵיהּ אָמַר כָּל צָרָה שֶׁיִּשְׂרָאֵל וְעוֹבְדֵי כּוֹכָבִים שֻׁתָּפִין בָּהּ צָרָה, וְכָל צָרָה שֶׁל יִשְׂרָאֵל עַצְמָן אֵינָהּ צָרָה. דָּרַשׁ רַבִּי יוֹחָנָן כְּגוֹן צָרָתָן בְּשׁוּשַׁן הַבִּירָה שֶׁלֹא הָיְתָה אֶלָּא לְיִשְׂרָאֵל, שֶׁנֶּאֱמַר <small>(אסתר ד, ג)</small>: אֵבֶל גָּדוֹל לַיְהוּדִים, מִיָּד הִצְמִיחַ לָהֶן הַקָּדוֹשׁ בָּרוּךְ הוּא יְשׁוּעָה, מִנַּיִן <small>(אסתר ח, טז)</small>: לַיְּהוּדִים הָיְתָה אוֹרָה וְשִׂמְחָה.", "heVersionTitle": "Midrash Rabbah -- TE", "heLicense": "unknown", "heVersionTitleInHebrew": "מדרש רבה - תורת אמת", "text": "<b>“The Lord will disperse you among the peoples, and you will remain few in number among the nations where the Lord will lead you” (Deuteronomy 4:27). <br>“When you are in distress, and all these matters befall you in the end of days, you will return to the Lord your God, and you will heed His voice” (Deuteronomy 4:30).</b> <br>The Rabbis said: May the name of the Holy One blessed be He be blessed, as He knows what was and what is destined to be, as it is written: “Telling the outcome from the outset…” (Isaiah 46:10). How so? In this portion, Moses showed Israel how they are destined to be exiled if they sin, and how they repent, and how they are redeemed. How are they destined to [be exiled if they] sin? As it is written: “You will perform evil in the eyes of the Lord” (Deuteronomy 4:25), and then: “The Lord will disperse you among the peoples.” And then, “when you are in distress, [and all these matters] befall you…[you will return to the Lord your God]. What is, “when you are in distress”? Rabbi Yoḥanan said in the name of Rabbi Akiva: Any distress that is experienced by an individual is distress, and any distress that is not experienced by an individual is not distress.<sup class=\"footnote-marker\">45</sup><i class=\"footnote\">If the entire public is in distress, God will not allow the distress to continue for too long. This is based on the fact that the verse states “when you [lekha] are in distress” with the singular term lekha rather than the plural lakhem. </i> <br>Another matter: “When you are in distress” – Rabbi Yoḥanan himself said: Any distress in which Israel and the idolaters are partners is distress, and any distress that is of Israel themselves is not distress. Rabbi Yoḥanan expounded: Like their distress in Shushan the citadel, which was confined to Israel, as it is stated: “Great mourning for the Jews” (Esther 4:3). The Holy One blessed be He immediately caused their salvation to develop. From where is this derived? “For the Jews there was light and joy” (Esther 8:16).", "versionTitle": "The Sefaria Midrash Rabbah, 2022", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "58b1cceed6e4a937f9999123", "index_title": "Devarim Rabbah", "category": "Midrash", "type": "", "ref": "Devarim Rabbah 11:10", "anchorRef": "Deuteronomy 4:27", "anchorRefExpanded": ["Deuteronomy 4:27"], "sourceRef": "Devarim Rabbah 11:10", "sourceHeRef": "דברים רבה י״א:י׳", "anchorVerse": 27, "sourceHasEn": false, "compDate": [900], "commentaryNum": 11.001, "collectiveTitle": {"en": "Devarim Rabbah", "he": "דברים רבה"}, "heTitle": "דברים רבה", "he": "אָמַר רַבִּי יוֹחָנָן, עֶשֶׂר מִיתוֹת כְּתוּבוֹת עָלָיו עַל משֶׁה, וְאֵלּוּ הֵן: הֵן קָרְבוּ יָמֶיךָ לָמוּת: <small>(דברים לב, נ)</small>: וּמֻת בָּהָר: <small>(דברים ד, כב)</small>: כִּי אָנֹכִי מֵת: <small>(דברים לא, כט)</small>: כִּי יָדַעְתִּי אַחֲרֵי מוֹתִי: <small>(דברים ד, כז)</small>: וְאַף כִּי אַחֲרֵי מוֹתִי: <small>(דברים לג, א)</small>: לִפְנֵי מוֹתוֹ, <small>(דברים לד, ז)</small>: בֶּן מֵאָה וְעֶשְׂרִים שָׁנָה בְּמֹתוֹ: <small>(דברים לד, ה)</small>: וַיָּמָת שָׁם משֶׁה עֶבֶד ה': <small>(יהושע א, א)</small>: וַיְהִי אַחֲרֵי מוֹת משֶׁה: <small>(יהושע א, ב)</small>: משֶׁה עַבְדִּי מֵת. מְלַמֵּד שֶׁעַד עֲשָׂרָה פְּעָמִים נִגְזַר עָלָיו שֶׁלֹא יִכָּנֵס לְאֶרֶץ יִשְׂרָאֵל וַעֲדַיִן לֹא נִתְחַתֵּם גְּזַר הַדִּין הַקָּשֶׁה עַד שֶׁנִּגְלָה עָלָיו בֵּית דִּין הַגָּדוֹל, אָמַר לוֹ, גְּזֵרָה הִיא מִלְּפָנַי שֶׁלֹא תַעֲבֹר, שֶׁנֶּאֱמַר <small>(דברים ג, כז)</small>: כִּי לֹא תַעֲבֹר אֶת הַיַּרְדֵּן, וְדָבָר זֶה הָיָה קַל בְּעֵינָיו שֶׁל משֶׁה, שֶׁאָמַר, יִשְׂרָאֵל חָטְאוּ חֲטָאוֹת גְּדוֹלוֹת כַּמָּה פְּעָמִים, וְכֵיוָן שֶׁבִּקַּשְׁתִּי עֲלֵיהֶם רַחֲמִים מִיָּד קִבֵּל מִמֶּנִּי, שֶׁנֶּאֱמַר <small>(דברים ט, יד)</small>: הֶרֶף מִמֶּנִי וְאַשְׁמִידֵם, מַה כְּתִיב תַּמָּן <small>(שמות לב, יד)</small>: וַיִּנָּחֶם ה' עַל הָרָעָה. <small>(במדבר יד, יב)</small>: אַכֶּנּוּ בַדֶּבֶר וְאוֹרִשֶׁנוּ, מַה כְּתִיב תַּמָּן <small>(במדבר יד, כ)</small>: וַיֹּאמֶר ה' סָלַחְתִּי וגו', אֲנִי שֶׁלֹא חָטָאתִי מִנְּעוּרַי לֹא כָּל שֶׁכֵּן כְּשֶׁאֶתְפַּלֵּל עַל עַצְמִי שֶׁיְקַבֵּל מִמֶּנִּי, וְכֵיוָן שֶׁרָאָה הַקָּדוֹשׁ בָּרוּךְ הוּא שֶׁקַּל הַדָּבָר בְּעֵינָיו שֶׁל משֶׁה וְאֵינוֹ עוֹמֵד בִּתְפִלָּה, מִיָּד קָפַץ עָלָיו וְנִשְׁבַּע בִּשְׁמוֹ הַגָּדוֹל שֶׁלֹא יִכָּנֵס לְאֶרֶץ יִשְׂרָאֵל, שֶׁנֶּאֱמַר <small>(במדבר כ, יב)</small>: לָכֵן לֹא תָבִיאוּ אֶת הַקָּהָל הַזֶּה, אֵין לָכֵן אֶלָּא שְׁבוּעָה, שֶׁנֶּאֱמַר <small>(שמואל א ג, יד)</small>: וְלָכֵן נִשְׁבַּעְתִּי לְבֵית עֵלִי. וְכֵיוָן שֶׁרָאָה משֶׁה שֶׁנֶּחְתַּם עָלָיו גְּזַר דִּין, גָּזַר עָלָיו תַּעֲנִית וְעָג עוּגָה קְטַנָּה וְעָמַד בְּתוֹכָהּ, וְאָמַר, אֵינִי זָז מִכָּאן עַד שֶׁתְּבַטֵּל אוֹתָהּ גְּזֵרָה. בְּאוֹתָהּ שָׁעָה מֶה עָשָׂה משֶׁה, לָבַשׁ שַׂק וְנִתְעַטֵּף שַׂק וְנִתְפַּלֵּשׁ בָּאֵפֶר וְעָמַד בִּתְפִלָּה וּבְתַחֲנוּנִים לִפְנֵי הַקָּדוֹשׁ בָּרוּךְ הוּא, עַד שֶׁנִּזְדַּעְזְעוּ שָׁמַיִם וָאָרֶץ וְסִדְּרֵי בְּרֵאשִׁית, וְאָמְרוּ שֶׁמָּא הִגִּיעַ צִבְיוֹנוֹ שֶׁל הַקָּדוֹשׁ בָּרוּךְ הוּא לְחַדֵּשׁ אֶת עוֹלָמוֹ, יָצְתָה בַּת קוֹל וְאָמְרָה, עֲדַיִן לֹא הִגִּיעַ צִבְיוֹנוֹ שֶׁל הַקָּדוֹשׁ בָּרוּךְ הוּא לְחַדֵּשׁ אֶת עוֹלָמוֹ, אֶלָּא <small>(איוב יב, י)</small>: אֲשֶׁר בְּיָדוֹ נֶפֶשׁ כָּל חָי וְרוּחַ כָּל בְּשַׂר אִישׁ, וְאֵין אִישׁ אֶלָּא משֶׁה, שֶׁנֶּאֱמַר <small>(במדבר יב, ג)</small>: וְהָאִישׁ משֶׁה עָנָו מְאֹד מִכָּל הָאָדָם אֲשֶׁר עַל פְּנֵי הָאֲדָמָה. מֶה עָשָׂה הַקָּדוֹשׁ בָּרוּךְ הוּא בְּאוֹתָהּ שָׁעָה, הִכְרִיז בְּכָל שַׁעַר וְשַׁעַר שֶׁל רָקִיעַ וְרָקִיעַ בְּכָל בֵּית דִּין וּבֵין דִּין שֶׁלֹא יְקַבְּלוּ תְּפִלָּתוֹ שֶׁל משֶׁה וְלֹא יַעֲלוּ אוֹתָהּ לְפָנָיו, מִפְּנֵי שֶׁנֶּחְתַּם עָלָיו גְּזַר דִּין, אוֹתוֹ מַלְאָךְ שֶׁמְמֻנֶּה עַל הַכְרָזָה אכזריאל שְׁמוֹ, בְּאוֹתָהּ שָׁעָה קָרָא הַקָּדוֹשׁ בָּרוּךְ הוּא בְּבֶהָלָה וְאָמַר לָהֶם לְמַלְאֲכֵי הַשָּׁרֵת רְדוּ בְּבֶהָלָה וְנַעֲלוּ כָּל שַׁעֲרֵי רָקִיעַ וְרָקִיעַ, שֶׁגָּבַר קוֹל הַתְּפִלָּה כְּלַפֵּי מַעְלָה וּבִקְּשׁוּ לַעֲלוֹת הָרָקִיעַ מִפְּנֵי קוֹל תְּפִלָּתוֹ שֶׁל משֶׁה, שֶׁהָיְתָה תְּפִלָּתוֹ דּוֹמָה לְחֶרֶב שֶׁהוּא קוֹרֵעַ וְחוֹתֵךְ וְאֵינוֹ מְעַכֵּב, שֶׁהָיְתָה תְּפִלָּתוֹ מֵעֵין שֵׁם הַמְפֹרָשׁ שֶׁלָּמַד מִן זגזגאל רַב סוֹפֵר שֶׁל בְּנֵי מָרוֹם, עַל אוֹתָהּ שָׁעָה הוּא אוֹמֵר <small>(יחזקאל ג, יב)</small>: וָאֶשְׁמַע אַחֲרַי קוֹל רַעַשׁ גָּדוֹל בָּרוּךְ כְּבוֹד ה' מִמְקוֹמוֹ. וְאֵין רַעַשׁ אֶלָּא זִיעַ, וְאֵין גָּדוֹל אֶלָּא משֶׁה, שֶׁנֶּאֱמַר <small>(שמות יא, ג)</small>: גַּם הָאִישׁ משֶׁה גָּדוֹל מְאֹד בְּאֶרֶץ מִצְרַיִם בְּעֵינֵי עַבְדֵּי פַרְעֹה וּבְעֵינֵי הָעָם, מַהוּ בָּרוּךְ כְּבוֹד ה' מִמְקוֹמוֹ, בְּשָׁעָה שֶׁרָאוּ גַּלְגַּלֵּי מֶרְכָּבָה וְשַׂרְפֵי לֶהָבָה שֶׁאָמַר הַקָּדוֹשׁ בָּרוּךְ הוּא לֹא תְּקַבְּלוּ תְּפִלָּתוֹ שֶׁל משֶׁה, וְלֹא נָשָׂא לוֹ פָּנִים וְלֹא נָתַן לוֹ חַיִּים, וְלֹא הִכְנִיסוֹ לְאֶרֶץ יִשְׂרָאֵל, אָמְרוּ בָּרוּךְ כְּבוֹד ה' מִמְקוֹמוֹ, שֶׁאֵין לְפָנָיו מַשֹּׂוֹא פָנִים לֹא לְקָטָן וְלֹא לְגָדוֹל. וּמִנַּיִן שֶׁהִתְפַּלֵּל משֶׁה בְּאוֹתוֹ הַפֶּרֶק חֲמֵשׁ מֵאוֹת וַחֲמִשָּׁה עָשָׂר פְּעָמִים, שֶׁנֶּאֱמַר <small>(דברים ג, כג)</small>: וָאֶתְחַנַּן אֶל ה' בָּעֵת הַהִוא לֵאמֹר, וָאֶתְחַנַּן בְּגִימַטְרִיָּא הָכֵי הֲוֵי. בְּאוֹתָהּ שָׁעָה אָמַר משֶׁה לִפְנֵי הַקָּדוֹשׁ בָּרוּךְ הוּא, רִבּוֹנוֹ שֶׁל עוֹלָם, גָּלוּי וְיָדוּעַ לְפָנֶיךָ יְגִיעִי וְצַעֲרִי שֶׁנִּצְטַעַרְתִּי עַל יִשְׂרָאֵל עַד שֶׁיִּהְיוּ מַאֲמִינִים לִשְׁמֶךָ, כַּמָּה צַעַר נִצְטַעַרְתִּי עֲלֵיהֶם בַּמִּצְוֹת עַד שֶׁקָּבַעְתִּי לָהֶן תּוֹרָה וּמִצְוֹת, אָמַרְתִּי כְּשֶׁרָאִיתִי בְּצָרָתָן כָּךְ אֶרְאֶה בְּטוֹבָתָן, וְעַכְשָׁו שֶׁהִגִּיעַ טוֹבָתָן שֶׁל יִשְׂרָאֵל, אַתָּה אוֹמֵר לִי לֹא תַעֲבֹר אֶת הַיַּרְדֵּן הַזֶּה, הֲרֵי אַתָּה עוֹשֶׂה תּוֹרָתְךָ פְּלַסְתֵּר, דִּכְתִיב <small>(דברים כד, טו)</small>: בְּיוֹמוֹ תִּתֵּן שְׂכָרוֹ וְלֹא תָבוֹא עָלָיו הַשֶּׁמֶשׁ כִּי עָנִי הוּא וְאֵלָיו הוּא נוֹשֵׂא אֶת נַפְשׁוֹ וְלֹא יִקְרָא עָלֶיךָ אֶל ה' וְהָיָה בְךָ חֵטְא, זוֹ הִיא שִׁלּוּם עֲבוֹדָה שֶׁל אַרְבָּעִים שָׁנָה שֶׁעָמַלְתִּי עַד שֶׁיִּהְיוּ עַם קָדוֹשׁ וְנֶאֱמָן, שֶׁנֶּאֱמַר <small>(הושע יב, א)</small>: וִיהוּדָה עֹד רָד עִם אֵל וְעִם קְדוֹשִׁים נֶאֱמָן. מַלְאָךְ סמא''ל הָרָשָׁע רֹאשׁ כָּל הַשְֹּׂטָנִים הוּא, בְּכָל שָׁעָה הָיָה מְסַפֵּר מִיתָתוֹ שֶׁל משֶׁה, וְאוֹמֵר מָתַי יַגִּיעַ הַקֵּץ אוֹ הָרֶגַע שֶׁבּוֹ יָמוּת משֶׁה שֶׁאֵרֵד וֶאֱטֹל נִשְׁמָתוֹ הֵימֶנּוּ, וְעָלָיו אָמַר דָּוִד <small>(תהלים לז, לב)</small>: צוֹפֶה רָשָׁע לַצַּדִּיק וּמְבַקֵּשׁ לַהֲמִיתוֹ, אֵין לְךָ רָשָׁע בְּכָל הַשְֹּׂטָנִים כֻּלָּן כְּסמא''ל, וְאֵין לְךָ צַדִּיק בְּכָל הַנְּבִיאִים כְּמשֶׁה, שֶׁנֶּאֱמַר <small>(דברים לד, י)</small>: וְלֹא קָם נָבִיא עוֹד בְּיִשְׂרָאֵל כְּמשֶׁה אֲשֶׁר יְדָעוֹ ה' פָּנִים אֶל פָּנִים, מָשָׁל לְמָה הַדָּבָר דּוֹמֶה לְאָדָם שֶׁנִּזְדַּמֵּן לִסְעוּדַת חָתָן וְכַלָּה, וְהָיָה אוֹתוֹ הָאִישׁ מְצַפֶּה וְאוֹמֵר מָתַי יַגִּיעַ שִׂמְחָתָם וְאֶשְׂמְחָה בָהּ, כָּךְ הָיָה סמא''ל הָרָשָׁע מְצַפֶּה נִשְׁמָתוֹ שֶׁל משֶׁה וְאוֹמֵר מָתַי יִהְיֶה מִיכָאֵל בּוֹכֶה וַאֲנִי מְמַלֵּא פִּי שְׂחוֹק, עַד שֶׁאָמַר לוֹ מִיכָאֵל מָה רָשָׁע אֲנִי בּוֹכֶה וְאַתָּה מְשַׂחֵק <small>(מיכה ז, ח)</small>: אַל תִּשְׂמְחִי אֹיַבְתִּי לִי כִּי נָפַלְתִּי קַמְתִּי כִּי אֵשֵׁב בַּחשֶׁךְ ה' אוֹר לִי, כִּי נָפַלְתִּי מִפְּטִירָתוֹ שֶׁל משֶׁה קַמְתִּי מִפַּרְנָסָתוֹ שֶׁל יְהוֹשֻׁעַ בְּשָׁעָה שֶׁהִפִּיל ל''א מְלָכִים. כִּי אֵשֵׁב בַּחשֶׁךְ בְּחֻרְבַּן בַּיִת רִאשׁוֹן וְאַחֲרוֹן, ה' אוֹר לִי לִימוֹת הַמָּשִׁיחַ, עַד כָּאן עָלְתָה לְמשֶׁה שָׁעָה אֶחָת, בְּאוֹתָהּ שָׁעָה אָמַר משֶׁה לִפְנֵי הַקָּדוֹשׁ בָּרוּךְ הוּא, רִבּוֹנוֹ שֶׁל עוֹלָם, אִם אֵין אַתָּה מַכְנִיס אוֹתִי לְאֶרֶץ יִשְׂרָאֵל, הַנִּיחַ אוֹתִי בָּעוֹלָם הַזֶּה וְאֶחְיֶה וְלֹא אָמוּת. אָמַר לוֹ הַקָּדוֹשׁ בָּרוּךְ הוּא לְמשֶׁה, אִם לֹא אֲמִיתְךָ בָּעוֹלָם הַזֶּה הֵיאַךְ אֲחַיְךָ לָעוֹלָם הַבָּא, וְלֹא עוֹד אֶלָּא שֶׁאַתָּה עוֹשֶׂה תּוֹרָתִי פְּלַסְתֵּר, שֶׁכָּתוּב בְּתוֹרָתִי עַל יָדֶךָ <small>(דברים לב, לט)</small>: וְאֵין מִיָּדִי מַצִּיל. אָמַר משֶׁה לִפְנֵי הַקָּדוֹשׁ בָּרוּךְ הוּא, רִבּוֹנוֹ שֶׁל עוֹלָם, אִם אֵין אַתָּה מַכְנִיס אוֹתִי לְאֶרֶץ יִשְׂרָאֵל הַנִּיחַ אוֹתִי כְּחַיּוֹת הַשָֹּׂדֶה שֶׁהֵן אוֹכְלִין עֲשָׂבִים וְשׁוֹתִין מַיִם וְחַיִּין וְרוֹאִין אֶת הָעוֹלָם, כָּךְ תְּהֵא נַפְשִׁי כְּאַחַת מֵהֶן. אָמַר לוֹ <small>(דברים ג, כו)</small>: רַב לָךְ. אָמַר לְפָנָיו רִבּוֹנוֹ שֶׁל עוֹלָם וְאִם לָאו, הַנִּיחַ אוֹתִי בָּעוֹלָם הַזֶּה כָּעוֹף הַזֶּה שֶׁהוּא פּוֹרֵחַ בְּכָל אַרְבַּע רוּחוֹת הָעוֹלָם וּמְלַקֵּט מְזוֹנוֹ בְּכָל יוֹם, וּלְעֵת הָעֶרֶב חוֹזֵר לְקִנּוֹ, כָּךְ תְּהֵא נַפְשִׁי כְּאַחַת מֵהֶן. אָמַר לוֹ, רַב לָךְ, מַהוּ רַב לָךְ, אָמַר לוֹ רַב לָךְ אֲשֶׁר דִּבַּרְתָּ. כֵּיוָן שֶׁרָאָה משֶׁה שֶׁאֵין בְּרִיָה יְכוֹלָה לְהַצִּילוֹ מִדֶּרֶךְ הַמָּוֶת, בְּאוֹתָהּ שָׁעָה אָמַר <small>(דברים לב, ד)</small>: הַצּוּר תָּמִים פָּעֳלוֹ כִּי כָל דְּרָכָיו מִשְׁפָּט אֵל אֱמוּנָה וְאֵין עָוֶל צַדִּיק וְיָשָׁר הוּא. מֶה עָשָׂה משֶׁה נָטַל אֶת הַמְגִלָּה וְכָתַב עָלֶיהָ שֵׁם הַמְפֹרָשׁ, וְסֵפֶר הַשִּׁיר עֲדַיִן לֹא מִלֵּא לִכְתֹּב עַד שֶׁהִגִּיעַ הָרֶגַע שֶׁבּוֹ יָמוּת משֶׁה, בְּאוֹתָהּ שָׁעָה אָמַר הַקָּדוֹשׁ בָּרוּךְ הוּא לְגַבְרִיאֵל, גַּבְרִיאֵל, צֵא וְהָבֵא נִשְׁמָתוֹ שֶׁל משֶׁה, אָמַר לְפָנָיו רִבּוֹנוֹ שֶׁל עוֹלָם, מִי שֶׁהוּא שָׁקוּל כְּנֶגֶד שִׁשִּׁים רִבּוֹא אֵיךְ אֲנִי יָכוֹל לִרְאוֹת בְּמוֹתוֹ, וּמִי שֶׁיֵּשׁ בּוֹ דְּבָרִים אֵלּוּ אֵיךְ אֲנִי יָכוֹל לַעֲשׂוֹת לוֹ קֶצֶף. וְאַחַר כָּךְ אָמַר לוֹ לְמִיכָאֵל, צֵא וְהָבֵא נִשְׁמָתוֹ שֶׁל משֶׁה, אָמַר לְפָנָיו רִבּוֹנוֹ שֶׁל עוֹלָם, אֲנִי הָיִיתִי לוֹ רַב וְהוּא הָיָה לִי לְתַלְמִיד, וְלֹא יָכוֹל אֲנִי לִרְאוֹת בְּמוֹתוֹ. וְאַחַר כָּךְ אָמַר לְסמא''ל הָרָשָׁע, צֵא וְהָבֵא נְשָׁמָה שֶׁל משֶׁה, מִיָּד לָבַשׁ כַּעַס וְחָגַר חַרְבּוֹ וְנִתְעַטֵּף אַכְזָרִיּוּת וְהָלַךְ לִקְרָאתוֹ שֶׁל משֶׁה, כֵּיוָן שֶׁרָאָה אוֹתוֹ שֶׁהוּא יוֹשֵׁב וְכוֹתֵב שֵׁם הַמְפֹרָשׁ, וְזֹהַר מַרְאֵהוּ דּוֹמֶה לַשֶּׁמֶשׁ וְהוּא דּוֹמֶה לְמַלְאַךְ ה' צְבָאוֹת, הָיָה מִתְיָרֵא סמא''ל מִן משֶׁה, אָמַר וַדַּאי שֶׁאֵין הַמַּלְאָכִים יְכוֹלִין לִטֹּל נִשְׁמָתוֹ שֶׁל משֶׁה, וְטֶרֶם שֶׁהֶרְאָה סמא''ל אֶת עַצְמוֹ לְמשֶׁה, הָיָה משֶׁה יוֹדֵעַ שֶׁבָּא סמא''ל, וְכֵיוָן שֶׁרָאָה סמא''ל אֶת משֶׁה אֲחָזַתּוּ רְעָדָה וְחִיל כַּיּוֹלֵדָה, וְלֹא מָצָא פִּתְחוֹן פֶּה לְדַבֵּר עִם משֶׁה, עַד שֶׁאָמַר משֶׁה לְסמא''ל <small>(ישעיה מח, כב)</small>: אֵין שָׁלוֹם אָמַר ה' לָרְשָׁעִים, מַה תַּעֲשֶׂה בְּכָאן, אָמַר לוֹ לִטֹּל נִשְׁמָתְךָ בָּאתִי, אָמַר לוֹ מִי שִׁגְרְךָ, אָמַר לוֹ מִי שֶׁבָּרָא אֶת כָּל הַבְּרִיּוֹת. אָמַר לוֹ, אֵין אַתָּה נוֹטֵל נִשְׁמָתִי. אָמַר לוֹ כָּל בָּאֵי הָעוֹלָם נִשְׁמָתָן מְסוּרִין לְיָדִי, אָמַר לוֹ, יֵשׁ בִּי כֹּחַ מִכָּל בָּאֵי הָעוֹלָם. אָמַר לוֹ, מַה כֹּחֲךָ, אָמַר לוֹ אֲנִי בֶּן עַמְרָם שֶׁיָּצָאתִי מִמְּעֵי אִמִּי מָהוּל, וְלֹא נִצְרַכְתִּי לְמָהֳלֵנִי, וּבוֹ בַּיּוֹם שֶׁנּוֹלַדְתִּי מָצָאתִי פִּתְחוֹן פֶּה, וְהָלַכְתִּי בְרַגְלַי, וְדִבַּרְתִּי עִם אָבִי וְאִמִּי, וַאֲפִלּוּ חָלָב לֹא יָנַקְתִּי, וּכְשֶׁהָיִיתִי בֶּן שְׁלשָׁה חֳדָשִׁים הִתְנַבֵּאתִי וְאָמַרְתִּי שֶׁעָתִיד אֲנִי לְקַבֵּל תּוֹרָה מִתּוֹךְ לַהֲבֵי אֵשׁ. וּכְשֶׁהָיִיתִי מְהַלֵּךְ בַּחוּץ נִכְנַסְתִּי לְפַלְטְרִין שֶׁל מֶלֶךְ וְנָטַלְתִּי כֶּתֶר מֵעַל רֹאשׁוֹ, וּכְשֶׁהָיִיתִי בֶּן שְׁמוֹנִים שָׁנָה עָשִׂיתִי אוֹתוֹת וּמוֹפְתִים בְּמִצְרַיִם, וְהוֹצֵאתִי שִׁשִּׁים רִבּוֹא לְעֵינֵי כָּל מִצְרַיִם, וְקָרַעְתִּי אֶת הַיָּם לִשְׁנֵים עָשָׂר קְרָעִים, וְהָפַכְתִּי מֵי מָרָה לְמָתוֹק, וְעָלִיתִי וְדָרַכְתִּי דֶּרֶךְ בַּשָּׁמַיִם, וְהָיִיתִי תּוֹפֵס בְּמִלְחַמְתָּן שֶׁל מַלְאָכִים, וְקִבַּלְתִּי תּוֹרָה שֶׁל אֵשׁ, וְדַרְתִּי תַּחַת כִּסֵּא אֵשׁ, וְסֻכָּתִי תַּחַת עַמּוּד אֵשׁ, וְדִבַּרְתִּי עִמּוֹ פָּנִים בְּפָנִים, וְנָצַחְתִּי בְּפָמַלְיָא שֶׁל מַעְלָה, וְגִלִּיתִי רָזֵיהֶם לִבְנֵי אָדָם, וְקִבַּלְתִּי תּוֹרָה מִימִינוֹ שֶׁל הַקָּדוֹשׁ בָּרוּךְ הוּא, וְלִמַּדְתִּי אוֹתָהּ לְיִשְׂרָאֵל, וְעָשִׂיתִי מִלְחָמָה עִם סִיחוֹן וְעִם עוֹג שְׁנֵי גִּבּוֹרֵי עוֹבְדֵי כּוֹכָבִים שֶׁבִּשְׁעַת הַמַּבּוּל לֹא הִגִּיעוּ מַיִם לְקַרְסֻלֵּיהֶן מִפְּנֵי גָּבְהָן, וְהֶעֱמַדְתִּי חַמָּה וּלְבָנָה בְּרוּם עוֹלָם, וְהִכִּיתִים בַּמַּטֶּה שֶׁבְּיָדִי וַהֲרַגְתִּים. מִי יֵשׁ בְּבָאֵי עוֹלָם שֶׁיָּכוֹל לַעֲשׂוֹת כֵּן, לֵךְ רָשָׁע מִכָּאן אֵין לְךָ לוֹמַר כֵּן, לֵךְ בְּרַח מִלְּפָנַי, אֵינִי נוֹתֵן נִשְׁמָתִי לְךָ. מִיָּד חָזַר סמא''ל וְהֵשִׁיב דָּבָר לִפְנֵי הַגְּבוּרָה. אָמַר לוֹ הַקָּדוֹשׁ בָּרוּךְ לִסמא''ל, בּוֹא וְהָבֵא נִשְׁמָתוֹ שֶׁל משֶׁה, מִיָּד שָׁלַף חַרְבּוֹ מִתַּעֲרוֹ וְעָמַד עַל משֶׁה, מִיָּד קָצַף עָלָיו משֶׁה וְנָטַל אֶת הַמַּטֶּה בְּיָדוֹ שֶׁחָקוּק בּוֹ שֵׁם הַמְּפֹרָשׁ וּפָגַע בּוֹ בִּסמא''ל בְּכָל כֹּחוֹ, עַד שֶׁנָּס מִלְּפָנָיו, וְרָץ אַחֲרָיו בַּשֵּׁם הַמְפֹרָשׁ וְנָטַל קֶרֶן הוֹדוֹ מִבֵּין עֵינָיו וְעִוֵּר אֶת עֵינָיו, עַד כָּאן עָלְתָה לְמשֶׁה. סוֹף רֶגַע יָצְתָה בַּת קוֹל וְאָמְרָה, הִגִּיעַ סוֹף מִיתָתֶךָ. אָמַר משֶׁה לִפְנֵי הַקָּדוֹשׁ בָּרוּךְ הוּא, רִבּוֹנוֹ שֶׁל עוֹלָם זְכֹר אוֹתוֹ הַיּוֹם שֶׁנִּגְלֵיתָ עָלַי בַּסְנֶה וְאָמַרְתָּ לִי <small>(שמות ג, י)</small>: לְכָה וְאֶשְׁלָחֲךָ אֶל פַּרְעֹה וְהוֹצֵא אֶת עַמִּי בְנֵי יִשְׂרָאֵל מִמִּצְרָיִם, זְכֹר אוֹתוֹ הַיּוֹם שֶׁהָיִיתִי עוֹמֵד עַל הַר סִינַי אַרְבָּעִים יוֹם וְאַרְבָּעִים לַיְלָה, בְּבַקָּשָׁה מִמְּךָ אַל תִּמְסְרֵנִי בְּיַד מַלְאַךְ הַמָּוֶת. יָצְתָה בַּת קוֹל וְאָמְרָה לוֹ אַל תִּתְיָרֵא, אֲנִי בְּעַצְמִי מְטַפֵּל בְּךָ וּבִקְבוּרָתֶךָ. בְּאוֹתָהּ שָׁעָה עָמַד משֶׁה וְקִדֵּשׁ עַצְמוֹ כַּשְֹּׂרָפִים וְיָרַד הַקָּדוֹשׁ בָּרוּךְ הוּא מִשְּׁמֵי שָׁמַיִם הָעֶלְיוֹנִים לִטֹּל נִשְׁמָתוֹ שֶׁל משֶׁה, וּשְׁלשָׁה מַלְאֲכֵי הַשָּׁרֵת עִמּוֹ, מִיכָאֵל וְגַבְרִיאֵל וְזגזגאל, מִיכָאֵל הִצִּיעַ מִטָּתוֹ שֶׁל משֶׁה, וְגַבְרִיאֵל פֵּרַס בֶּגֶד שֶׁל בּוּץ מְרַאֲשׁוֹתָיו, וְזגזגאל מַרְגְּלוֹתָיו, מִיכָאֵל מִצַּד אֶחָד וְגַבְרִיאֵל מִצַּד אֶחָד, אָמַר הַקָּדוֹשׁ בָּרוּךְ הוּא לְמשֶׁה, משֶׁה הַשְׁקֵף עֵינֶיךָ זֶה עַל גַּב זֶה, וְהִשְׁקִיף עֵינָיו זֶה עַל גַּב זֶה, אָמַר לוֹ הַנַּח יָדְךָ עַל הֶחָזֶה, וְהִנִּיחַ יָדוֹ עַל הֶחָזֶה, אָמַר לוֹ הַקֵּף רַגְלֶיךָ זֶה עַל גַּב זֶה, הִקִּיף רַגְלָיו זֶה עַל גַּב זֶה, בְּאוֹתָהּ שָׁעָה קָרָא הַקָּדוֹשׁ בָּרוּךְ הוּא לַנְּשָׁמָה מִתּוֹךְ גּוּפוֹ, אָמַר לָהּ בִּתִּי מֵאָה וְעֶשְׂרִים שָׁנָה קְצַבְתִּיךְ הֱיוֹתֵךְ בְּגוּפוֹ שֶׁל משֶׁה, עַכְשָׁו הִגִּיעַ קִצֵּךְ לָצֵאת, צְאִי אַל תְּאַחֲרִי. אָמְרָה לְפָנָיו רִבּוֹנוֹ שֶׁל עוֹלָם, יוֹדַעַת אֲנִי שֶׁאַתָּה אֱלֹהַּ כָּל הָרוּחוֹת וְכָל הַנְּפָשׁוֹת, נֶפֶשׁ הַחַיִּים וְהַמֵּתִים מְסוּרִין בְּיָדֶךָ, וְאַתָּה בְּרָאתַנִי וְאַתָּה יְצַרְתַּנִי וְאַתָּה נְתַתַּנִי בְּגוּפוֹ שֶׁל משֶׁה מֵאָה וְעֶשְׂרִים שָׁנָה, וְעַכְשָׁו יֵשׁ גּוּף טָהוֹר בָּעוֹלָם יוֹתֵר מִגּוּפוֹ שֶׁל משֶׁה, שֶׁלֹא נִרְאָה בּוֹ רוּחַ סְרוּחָה מֵעוֹלָם, וְלֹא רִמָּה וְתוֹלֵעָה, לָכֵן אֲנִי אוֹהֶבֶת אוֹתוֹ וְאֵינִי רוֹצָה לָצֵאת מִמֶּנּוּ. אָמַר לָהּ הַקָּדוֹשׁ בָּרוּךְ הוּא, נְשָׁמָה, צְאִי אַל תְּאַחֲרִי וַאֲנִי מַעֲלֶה אוֹתָךְ לִשְׁמֵי הַשָּׁמַיִם הָעֶלְיוֹנִים, וַאֲנִי מוֹשִׁיבֵךְ תַּחַת כִּסֵּא כְבוֹדִי אֵצֶל כְּרוּבִים וּשְׂרָפִים וּגְדוּדִים. אָמְרָה לְפָנָיו, רִבּוֹנוֹ שֶׁל עוֹלָם, מֵאֵצֶל שְׁכִינָתְךָ מִמָּרוֹם יָרְדוּ שְׁנֵי מַלְאָכִים עֻזָּה וַעֻזָּאֵל וְחָמְדוּ בְּנוֹת אֲרָצוֹת וְהִשְׁחִיתוּ דַּרְכָּם עַל הָאָרֶץ עַד שֶׁתָּלִיתָ אוֹתָם בֵּין הָאָרֶץ לָרָקִיעַ, אֲבָל בֶּן עַמְרָם מִיּוֹם שֶׁנִּגְלֵיתָ אֵלָיו בַּסְּנֶה לֹא בָּא לְאִשְׁתּוֹ, שֶׁנֶּאֱמַר <small>(במדבר יב, א)</small>: וַתְּדַבֵּר מִרְיָם וְאַהֲרֹן בְּמשֶׁה עַל אֹדוֹת הָאִשָּׁה הַכֻּשִּׁית אֲשֶׁר לָקָח כִּי אִשָּׁה כֻשִּׁית לָקָח, בְּבַקָּשָׁה מִמְּךָ תַּנִּיחֵנִי בְּגוּפוֹ שֶׁל משֶׁה. בְּאוֹתָהּ שָׁעָה נְשָׁקוֹ הַקָּדוֹשׁ בָּרוּךְ הוּא וְנָטַל נִשְׁמָתוֹ בִּנְשִׁיקַת פֶּה, וְהָיָה הַקָּדוֹשׁ בָּרוּךְ הוּא בּוֹכֶה <small>(תהלים צד, טז)</small>: מִי יָקוּם לִי עִם מְרֵעִים מִי יִתְיַצֵּב לִי עִם פֹּעֲלֵי אָוֶן, וְרוּחַ הַקֹּדֶשׁ אוֹמֵר <small>(דברים לד, י)</small>: וְלֹא קָם נָבִיא עוֹד בְּיִשְׂרָאֵל כְּמשֶׁה. שָׁמַיִם בּוֹכִין וְאוֹמְרִים <small>(מיכה ז, ב)</small>: אָבַד חָסִיד מִן הָאָרֶץ. אֶרֶץ בּוֹכָה וְאוֹמֶרֶת <small>(מיכה ז, ב)</small>: וְיָשָׁר בָּאָדָם אָיִן. וּכְשֶׁבִּקֵּשׁ יְהוֹשֻׁעַ רַבּוֹ וְלֹא מְצָאוֹ הָיָה בּוֹכֶה וְאוֹמֵר <small>(תהלים יב, ב)</small>: הוֹשִׁיעָה ה' כִּי גָּמַר חָסִיד כִּי פַסּוּ אֱמוּנִים מִבְּנֵי אָדָם, וּמַלְאֲכֵי הַשָּׁרֵת אוֹמְרִים <small>(דברים לג, כא)</small>: צִדְקַת ה' עָשָׂה, וְיִשְׂרָאֵל הָיוּ אוֹמְרִים <small>(דברים לג, כא)</small>: וּמִשְׁפָּטָיו עִם יִשְׂרָאֵל. אֵלּוּ וָאֵלּוּ הָיוּ אוֹמְרִים <small>(ישעיה נז, ב)</small>: יָבוֹא שָׁלוֹם יָנוּחוּ עַל מִשְׁכְּבוֹתָם הֹלֵךְ נְכֹחוֹ, <small>(משלי י, ז)</small>: זֵכֶר צַדִּיק לִבְרָכָה וְנִשְׁמָתוֹ לְחַיֵּי עוֹלָם הַבָּא. אָמֵן כֵּן יְהִי רָצוֹן, <small>(תהלים פט, נג)</small>: בָּרוּךְ ה' לְעוֹלָם אָמֵן וְאָמֵן.", "heVersionTitle": "Midrash Rabbah -- TE", "heLicense": "unknown", "heVersionTitleInHebrew": "מדרש רבה - תורת אמת", "text": "Rabbi Yoḥanan said: Ten “deaths” are written in Moses’s regard, and these are: “Behold, your time to die is approaching” (Deuteronomy 31:14); “die on the mountain” (Deuteronomy 32:50); “for I will die ” (Deuteronomy 4:22); “for I know, after my death” (Deuteronomy 31:29); “and so, too, after my death” (Deuteronomy 31:27); “before his death” (Deuteronomy 33:1); “one hundred and tweny years old upon his death” (Deuteronomy 34:7); “Moses, the servant of God, died there” (Deuteronomy 34:5); “it was after Moses’s death” (Joshua 1:1); “Moses My servant died” (Joshua 1:2). It teaches that as many as ten times it was decreed against him that he would not enter the Land of Israel, but his harsh sentence was not sealed until the High Court<sup class=\"footnote-marker\">21</sup><i class=\"footnote\">The supernal High Court.</i> revealed itself to him. He [God] said to him: ‘It is a decree from before Me that you will not cross,’ as it is stated: “For you will not cross the Jordan” (Deuteronomy 3:27). This matter was not consequential in Moses’s eyes, as he said: ‘Israel performed great sins several times, and when I asked for mercy, He immediately accepted it from Me, as it is stated: “Let Me be, and I will destroy them” (Deuteronomy 9:14). What is written there? “The Lord reconsidered the evil” (Exodus 32:14). “I will smite them with the pestilence, and I will destroy them” (Numbers 14:12). What is written there? “The Lord said: “I have pardoned…” (Numbers 14:20); I, who have not sinned since my youth, all the more so that when I pray for myself, He will accept it from me.’  <br>When the Holy One blessed be He saw that the matter was inconsequential in Moses’s eyes, and that he was not standing in prayer, He immediately seized the opportunity and took an oath in His great Name that he [Moses] would not enter the Land of Israel, as it is stated: “Therefore [<i>lakhen</i>], you will not bring this assembly [into the land that I have given them]” (Numbers 20:12), and <i>lakhen </i>is nothing other than an oath, as it is stated: “Therefore, I have taken an oath to the house of Eli” (I Samuel 3:14). <br>When Moses saw that his sentence had been sealed, he decreed a fast upon himself, drew a small circle, stood within it, and said: ‘I am not moving from here until You void this decree.’ At that moment, what did Moses do? He donned sackcloth, wrapped himself in sackcloth, covered himself with ashes, and stood in prayer and supplication before the Holy One blessed be He, until the heavens, the earth, and the order of Creation shook violently, and they said: ‘Perhaps, the desire of the Holy One blessed be He to renew His world has arrived.’ A Divine Voice emerged and said: ‘The desire of the Holy One blessed be He to renew His world has not arrived. Rather: “In whose hand is the life of every living thing, and the spirit of all flesh of man”’ (Job 12:10), and man is no one other than Moses, as it is stated: “The man Moses was very humble, more than any person on the face of the earth” (Numbers 12:3). What did the Holy One blessed be He do at that moment? He proclaimed at each and every gate of each and every firmament and each and every court that they should not accept Moses’ prayer and they should not take it up before Him, because the decree had been sealed in his regard. The angel who is appointed over proclamation, his name is Akazriel. At that moment, the Holy One blessed be He called in a frenzy, and said to the ministering angels: ‘Descend in a frenzy and lock the gates of each and every firmament,’ as the voice of the prayer was forcing its way upward to the firmament due to the sound of Moses’s prayer, as his prayer was like a sword that rips and cuts and cannot be delayed. His prayer was like the ineffable Name that he learned from Zagzael, the master scribe of the residents of the upper world.  Regarding that moment it says: “A wind lifted me, and I heard behind me the sound of a great noise [<i>raash</i>]: Blessed is the glory of the Lord from His place” (Ezekiel 3:12). <i>Raash </i>is nothing other than quaking, and great is nothing other than Moses, as it is stated: “The man Moses, too, was very great in the land of Egypt, in the eyes of Pharaoh’s servants and in the eyes of the people” (Exodus 11:3). What is “blessed is the glory of the Lord from His place”? When the wheels of the divine chariot and the seraphs of fire saw that the Holy One blessed be He said: ‘Do not accept Moses’s prayer,’ and He did not show him favor, did not grant him life, and did not allow him to enter the Land of Israel, they said: “Blessed is the glory of the Lord from His place,” as there is no favoritism, neither for the small nor the great. <br>From where is it derived that Mosed prayed during that period five hundred and fifteen times? It is as it is stated: “I pleaded [<i>vaetḥanan</i>] with the Lord at that time, saying” (Deuteronomy 3:23) – that is the numerical value of <i>vaetḥanan</i>.<sup class=\"footnote-marker\">22</sup><i class=\"footnote\">Vav – 6, alef – 1, tav – 400, ḥet – 8, nun – 50, nun sofit – 50.</i> At that moment, Moses said before the Holy One blessed be He: ‘Master of the universe, it is revealed and known before You, my exertion, and the suffering that I underwent for Israel, until they would believe in Your Name. How much suffering I underwent for them regarding the mitzvot, until I bolstered the Torah and the mitzvot in them? I said: Just as I saw their trouble, so, I will see their well-being, but now, when the well-being of Israel has arrived, You say to me: “You will not cross this Jordan”? You are rendering Your Torah a forgery, as it is written: “On his day you shall give his wage, and the sun shall not set upon it as he is poor, and he anticipates it, lest he cry out against you to the Lord and it will be a sin in you” (Deuteronomy 24:15). Is this payment for the work of forty years that I toiled, until they would become a sacred and loyal people? As it is stated: “But Judah still ruled with God, and he is faithful to the Holy One” (Hosea 12:1). <br>The wicked angel Samael was the head of all the accusing angels. Each moment, he would count toward Moses’s death and say: ‘When will the end arrive, the moment when Moses will die, so I can descend and take his soul from him?’ In his regard, David said: “The wicked man looks upon the righteous man and seeks to kill him” (Psalms 37:32). You have none among the accusing angels as wicked as Samael, and you have none among the prophets as righteous as Moses, as it is stated: “There has not arisen another prophet in Israel like Moses, whom the Lord knew face to face” (Deuteronomy 34:10). To what is the matter comparable? It is to a person who happened upon the feast of a bride and groom, and that person was anticipating and saying: ‘When will their rejoicing arrive and I will rejoice in it?’  So, the wicked Samael was anticipating Moses’s soul, and saying: ‘When will Mikhael<sup class=\"footnote-marker\">23</sup><i class=\"footnote\">Mikhael is the ministering angel of Israel. See Daniel 12:1, Yoma 77a.</i> weep and I will fill my mouth with laughter?’ Until Mikhael said to him: ‘What, wicked one, will I weep and you laugh? “Do not rejoice, my enemy, over me; though I fell, I will rise; though I sit in darkness, the Lord is a light for me”’ (Micah 7:8). “Though I fell” – due to Moses’ passing, “I will rise” – due to Joshua’s leadership, when he toppled the thirty-one kings.<sup class=\"footnote-marker\">24</sup><i class=\"footnote\">See Joshua 12:7–24.</i> “Though I sit in darkness” – with the destruction of the first and latter Temple, “the Lord is a light for me” – in the messianic era.’ <br>Up to this point, one hour had passed. At that moment, Moses said before the Holy One blessed be He: ‘Master of the universe, if you do not take me into the Land of Israel, leave me in this world, and I will live and not die.’ The Holy One blessed be He said to Moses: ‘If I do not kill you in this world, how will I revive you in the World to Come? Moreover, you will render My Torah a forgery, as it is written in My Torah by your hand: “There is no deliverer from My hand”’ (Deuteronomy 32:39). <br>Moses said before the Holy One blessed be He: ‘Master of the universe, if you do not take me into the Land of Israel, leave me like the beasts of the field, who eat greenery, drink water, live, and see the world. So, let my soul be like one of them.’ He said to him: “Enough for you, [do not continue to speak to Me of this matter]” (Deuteronomy 3:26). He said before him: ‘Master of the universe, if not, leave me in this world, like this bird that flies in all directions of the world, and gathers its sustenance each day, and in the evening it returns to its nest. So, let my soul be like one of them.’ He said to him: “Enough for you.” What is “enough for you”? He said to him: ‘It is enough for you what you have spoken.’ When Moses saw that no creature could save him from the path of death, at that moment, he said: “The Rock, His actions are perfect, as all His ways are justice; a faithful God and there is no injustice, righteous and upright is He” (Deuteronomy 32:4). <br>What did Moses do? He took the scroll and wrote on it the ineffable Name and the book of the song.<sup class=\"footnote-marker\">25</sup><i class=\"footnote\">The song of Haazinu (Deuteronomy 32).</i> But he did not yet complete it until the moment arrived for Moses to die. At that moment, the Holy One blessed be He said to Gavriel: ‘Gavriel, go out and bring Moses’ soul.’ He said before Him: ‘Master of the universe, one who is the equivalent of sixty myriads, how can I see his death? And one who possesses these qualities, how can I act toward him with fury?’ Then He said to Mikhael: ‘Go out and bring Moses soul.’ He said before Him: ‘Master of the universe, I was his teacher, and he was my disciple, and I am not able to see his death.’ Then He said to the wicked Samael: ‘Go out and bring Moses’ soul.’ Immediately, he clothed himself in anger and girded himself with a sword, wrapped himself in cruelty, and went toward Moses. When he saw him that he was sitting and writing the ineffable Name, [that] the aura of his appearance was like the sun, and [that] he resembled an angel of the Lord of hosts, Samael grew fearful of Moses. He said: ‘The angels can certainly not take Moses’ soul.’ Before Samael showed himself to Moses, Moses knew that Samael had come. When Samael saw Moses, a fearful trembling seized him, like the pangs of a woman giving birth, and he was unable to open his mouth to speak to Moses, until Moses said to Samael: ‘“There is no peace, said the Lord, for the wicked” (Isaiah 48:22); what are you doing here?’ He said to him: ‘I came to take your soul.’ He said to him: ‘Who sent you?’ He said to him: ‘The One who created all the creations.’ He said to him: ‘You will not take my soul.’ He said to him: ‘Anyone who comes into the world, their souls are given to me.’ He said to him: ‘'I have greater strength than anyone [else] who comes into the world.’  <br>He said to him: ‘What is your strength?’ He said to him: ‘I am the son of Amram, I emerged circumcised from my mother’s womb, and there was no need to circumcise me. On the day that I was born, I was able to speak, I walked on my feet, I spoke with my father and my mother, and I did not even suck milk. When I was three months old, I prophesied and said that I was destined to receive the Torah from fiery flames. When I was walking outside, I entered the king’s palace and took the crown from upon his head. When I was eighty years old, I performed signs and wonders in Egypt: I took out sixty myriads before the eyes of all Egypt; I split the sea into twelve sections; I sweetened the water of Mara; I ascended and trod a path in the heavens; I engaged in the battle of the angels; I received a Torah of fire; I resided under a throne of fire; took shelter under a pillar of fire; I spoke with Him face to face; I prevailed over the heavenly entourage; I revealed their secrets to humankind; I received Torah from the right [hand] of the Holy One blessed be He, and taught it to Israel. I waged war with Siḥon and with Og, two mighty idol worshippers, who during the Flood, the water did not reach their ankles due to their height. I caused the sun and the moon to stand still in the heights, and I struck them with the staff in my hand and I killed them. Who is there among those who come into the world who can do that? Go from here, wicked one, you must not say that.<sup class=\"footnote-marker\">26</sup><i class=\"footnote\">That you came to take my soul.</i> Go, flee from before me, I will not give my soul to you.’ <br>Immediately, Samael returned and brought the response before the Almighty. The Holy One blessed be He said to Samael: 'Come and bring Moses’ soul.' He immediately drew his sword from his scabbard and stood over Moses. Moses immediately became furious at him, took in his hand his staff, on which the ineffable Name was inscribed, and smote Samael with all his strength, until he fled from before him. He pursued him with the ineffable Name, and removed the beam of glory from between his eyes and blinded his eyes. Until this point, Moses was successful. A moment later, a Divine Voice emerged and said: ‘The end, your death, has arrived.’ <br>Moses said before the Holy One blessed be He: ‘Master of the universe, remember that day that You revealed Yourself to me at the bush, and said to me: “And now, go, and I will send you to Pharaoh, and take My people, the children of Israel, out of Egypt”? (Exodus 3:10). Remember that day that I was standing upon Mount Sinai for forty days and forty night? I ask You, please, do not hand me over to the angel of death.’ A Divine Voice emerged and said to him: ‘Fear not, I, Myself, will tend to you and to your burial.’ At that moment, Moses stood and sanctified himself, like the seraphs.  <br>The Holy One blessed be He descended from the uppermost heavens of heavens to take Moses’ soul, and there were three ministering angels with him: Mikhael, Gavriel, and Zagzagel: Mikhael prepared Moses’ bier, Gavriel spread a fine linen cloth at his head, and Zagzagel at his feet. Mikhael on one side and Gavriel on one side. The Holy One blessed be He said to Moses: ‘Cover your eyes with your eyelids’ and he covered his eyes with his eyelids. He said to him: ‘Place your hands on your chest,’ and he placed his hands on his chest. He said to him: ‘Place your feet one next to the other.’ He placed his feet one next to the other.  <br>At that moment, the Holy One blessed be He summoned the soul from within his body. He said to it: ‘My daughter, one hundred and twenty years I allotted for your being in Moses’ body. Now, your end has arrived, it is time to leave. Depart, do not delay.’ It said before Him: ‘Master of the universe, I know that You are the God of all the spirits and all the souls. The soul of the living and the dead  are given into Your hand. You created me, You formed me, and you placed me in Moses’ body for one hundred and twenty years. Now, is there a body in the world purer than Moses’s body? As no putrid wind was ever seen in him, and no worms or maggots. That is why I love it and do not wish to depart from it.’ The Holy One blessed be He said to it: ‘Soul, depart, do not delay, and I will take you up to the uppermost heavens of heavens, I will seat you beneath My Throne of Glory with the cherubs, the seraphs, and the troops.’<sup class=\"footnote-marker\">27</sup><i class=\"footnote\">Troops of angels.</i>  <br>It said before Him: ‘Master of the universe, from near your Divine Presence on High, two angels, Uza and Azael, descended and lusted after earthly women and corrupted their way on the earth until you suspended them between the earth and the heavens. But the son of Amram, from the day that You revealed Yourself to him, he did not consort with his wife, as it is stated: “Miriam and Aaron spoke against Moses with regard to the Kushite woman whom he had married, for he had married a Kushite woman”<sup class=\"footnote-marker\">28</sup><i class=\"footnote\">The midrash here is based on the interpretation that they were talking about the fact that Moses abstained from being with his wife. See Rashi on Numbers 12:1.</i> (Numbers 12:1). I ask You please: Leave me in Moses’ body.’ At that moment, the Holy One blessed be He kissed him, and took his soul with a kiss on the mouth.  <br>The Holy One blessed be He began weeping: “Who will rise up for me against the wicked? Who will take a stand for me against the evildoers?” (Psalms 94:16). And the Divine Presence says: “There has not arisen another prophet in Israel like Moses” (Deuteronomy 34:10). The heavens weep and say: “The pious one is lost from the land” (Micah 7:2). The earth weeps and says: “The upright among men is no more” (Micah 7:2). When Joshua sought his master but did not find him, he was weeping and saying: “Help, Lord, for the faithful man is no more, for trustworthiness has disappeared from among men” (Psalms 12:2). The ministering angels say: “He executed the righteousness of God” (Deuteronomy 33:21), and Israel said: “And His ordinances with Israel” (Deuteronomy 33:21). These and those were saying: “May he come in peace, may they rest on their resting places, one who walks in his uprightness” (Isaiah 57:2).  <br>“The memory of the righteous is for a blessing” (Proverbs 10:7), and his soul for life in the World to Come. Amen, so, may it be His will. “Blessed be the Lord forever, amen and amen” (Psalms 89:53).", "versionTitle": "The Sefaria Midrash Rabbah, 2022", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "59ef2d32d6e4a90d4d5bc2a2", "index_title": "Steinsaltz on Megillah", "category": "Quoting Commentary", "type": "", "ref": "Steinsaltz on Megillah 31b:2", "anchorRef": "Deuteronomy 4:25-40", "anchorRefExpanded": ["Deuteronomy 4:25", "Deuteronomy 4:26", "Deuteronomy 4:27", "Deuteronomy 4:28", "Deuteronomy 4:29", "Deuteronomy 4:30", "Deuteronomy 4:31", "Deuteronomy 4:32", "Deuteronomy 4:33", "Deuteronomy 4:34", "Deuteronomy 4:35", "Deuteronomy 4:36", "Deuteronomy 4:37", "Deuteronomy 4:38", "Deuteronomy 4:39", "Deuteronomy 4:40"], "sourceRef": "Steinsaltz on Megillah 31b:2", "sourceHeRef": "ביאור שטיינזלץ על מגילה ל״א ב:ב׳", "anchorVerse": 25, "sourceHasEn": false, "compDate": [1950, 2010], "commentaryNum": 62.0002, "collectiveTitle": {"en": "Steinsaltz on Megillah", "he": "ביאור שטיינזלץ על מגילה"}, "heTitle": "ביאור שטיינזלץ על מגילה", "he": "ושואלים: <b>בתשעה באב גופיה</b> <small>[עצמו]</small> <b>מאי מפטרינן</b> <small>[מה אנו מפטירים]?</small> <b>אמר רב: \"איכה היתה לזונה\"</b> (ישעיהו א, כא). ושואלים: <b>מקרא מאי</b> <small>[מה קוראים]</small> בתורה? <b>תניא</b> <small>[שנויה</small> ברייתא<small>],</small> <b>אחרים אומרים:</b> קוראים <b>\"ואם לא תשמעו לי\"</b> (ויקרא כו, יד) <b>ר' נתן בר יוסף אומר:</b> קוראים <b>\"עד אנה ינאצני העם הזה\"</b> (במדבר יד, יא) <b>ויש אומרים</b> שקוראים: <b>\"עד מתי לעדה הרעה הזאת\"</b> (במדבר יד, כז). <b>אמר אביי: האידנא נהוג עלמא למיקרי</b> <small>[עכשיו נוהגים הכל לקרוא]</small> <b>\"כי תוליד בנים\"</b> (דברים ד, כה-מ), <b>ומפטירין \"אסף אסיפם\"</b> (ירמיהו ח, יג - ט, כג).", "heVersionTitle": "William Davidson Edition - Hebrew", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5a436743d6e4a97d18d91c8b", "index_title": "Ralbag Beur HaMilot on Torah", "category": "Commentary", "type": "commentary", "ref": "Ralbag Beur HaMilot on Torah, Deuteronomy 4:27:1", "anchorRef": "Deuteronomy 4:27", "anchorRefExpanded": ["Deuteronomy 4:27"], "sourceRef": "Ralbag Beur HaMilot on Torah, Deuteronomy 4:27:1", "sourceHeRef": "רלב\"ג ביאור המלות על התורה, דברים ד׳:כ״ז:א׳", "anchorVerse": 27, "sourceHasEn": false, "compDate": [1326, 1340], "commentaryNum": 27.0001, "collectiveTitle": {"en": "Ralbag Beur HaMilot", "he": "רלב\"ג ביאור המלות"}, "heTitle": "דברים", "he": "<b>והפיץ יי' אתכם בעמים וגו'.</b> הנה עונותיהם הטו שכבר נתקיים זה הייעוד הרע בגלות עשרת השבטים שלא נשאר מהם כי אם מתי מספ' כמו שנזכר בספר מלכי' ובגלות ראשון שגלו לבבל והוכרחו שם להשתחוות לצלם כמו שנזכר בספר דניאל ואליהם ידמה שרמז בזה המקום וכבר נתקיים קצתו בימי השופטים ומצאנו כי תכף שהיו מבקשים את יי' בכל לבבם ובכל נפשם היה השם יתע' שולח להם מושיע כמו שנזכר בספר שופטים:", "heVersionTitle": "Ralbag on Torah, Venice, 1547", "heLicense": "Public Domain", "heVersionTitleInHebrew": "רלב\"ג על התורה, ונציה ש\"ז", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5b6bf507af3503027e68240e", "index_title": "Malbim on Deuteronomy", "category": "Commentary", "type": "commentary", "ref": "Malbim on Deuteronomy 4:27:1", "anchorRef": "Deuteronomy 4:27", "anchorRefExpanded": ["Deuteronomy 4:27"], "sourceRef": "Malbim on Deuteronomy 4:27:1", "sourceHeRef": "מלבי\"ם על דברים ד׳:כ״ז:א׳", "anchorVerse": 27, "sourceHasEn": false, "compDate": [1844, 1874], "commentaryNum": 27.0001, "collectiveTitle": {"en": "Malbim", "he": "מלבי\"ם"}, "heTitle": "מלבי\"ם על דברים", "he": "<b>והפיץ ה'</b>, זאת שנית יעשה להצלחכם שלא יגלה אתכם אל מקום אחד רק יפיץ אתכם שתהיו מפוזרים בעמים, שאז אם יגזרו עליכם גזרות וכליון במקום אחד תמצאו רוח והצלה במקום אחר ועי\"כ <b>ונשארתם מתי מספר בגוים</b> עי\"כ ישאר מכם תמיד שארית הגם שיהיו מתי מספר עכ\"פ לא תכלו לגמרי וכמ\"ש חז\"ל על צדקות פרזונו בישראל שעשה עמהם צדקה מה שפזרם בין האומות שאם גוזרים עליהם כליה במקום אחד ישאר להם שארית במקום אחר:", "heVersionTitle": "Mikraei Kodesh, Vilna, 1891", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מקראי קודש, וילנא תרנ\"א", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5c17b9ceb071e100bf4ee467", "index_title": "Gra's Nuschah on Avot D'Rabbi Natan", "category": "Quoting Commentary", "type": "", "ref": "Gra's Nuschah on Avot D'Rabbi Natan 38:4:1", "anchorRef": "Deuteronomy 4:27", "anchorRefExpanded": ["Deuteronomy 4:27"], "sourceRef": "Gra's Nuschah on Avot D'Rabbi Natan 38:4:1", "sourceHeRef": "נוסחת הגר״א על אבות דרבי נתן ל״ח:ד׳:א׳", "anchorVerse": 27, "sourceHasEn": false, "compDate": [1730, 1770], "commentaryNum": 4.0001, "collectiveTitle": {"en": "Gra's Nuschah on Avot D'Rabbi Natan", "he": "נוסחת הגר״א על אבות דרבי נתן"}, "heTitle": "נוסחת הגר״א על אבות דרבי נתן", "he": " וגו׳ ואתכם אזרה בגוים ואומר (דברים ד) כי תוליד בנים וגו׳ והפיץ ה׳ אתכם וגו' ועבדתם שם וגו׳: ", "heVersionTitle": "Talmud Bavli, Vilna 1883 ed.", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תלמוד בבלי, מהדורת וילנא, 1883", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5dbe934746943bef88acde01", "index_title": "Yein Levanon on Avot", "category": "Quoting Commentary", "type": "", "ref": "Yein Levanon on Avot 5:9:5", "anchorRef": "Deuteronomy 4:25-27", "anchorRefExpanded": ["Deuteronomy 4:25", "Deuteronomy 4:26", "Deuteronomy 4:27"], "sourceRef": "Yein Levanon on Avot 5:9:5", "sourceHeRef": "יין לבנון על אבות ה׳:ט׳:ה׳", "anchorVerse": 25, "sourceHasEn": false, "compDate": [1765, 1775], "commentaryNum": 9.0005, "collectiveTitle": {"en": "Yein Levanon on Avot", "he": "יין לבנון על אבות"}, "he": "ע\"ז מפורש בכמה מקומות בתורה ובנביאים. [א] בפרשת \"כי תוליד בנים\" וגו' כתיב <small>(דברים ד, כה-כז)</small> \"והשחתם ועשיתם פסל תמונת כל וגו', העידותי בכם היום את השמים ואת הארץ כי אבד תאבדון מהר מעל הארץ וגו' והפיץ ה' אתכם בעמים\" וגו'. [ב] בפרשת והיה אם שמוע כתיב <small>(דברים יא, טז-יז)</small> \"וסרתם ועבדתם אלהים אחרים וגו', וחרה אף ה' בכם ועצר את השמים וגו', ואבדתם מהרה מעל הארץ הטובה\" וגו'. [ג] בפרשת אתם נצבים כתיב <small>(דברים כט, יז)</small> \"פן יש בכם איש או אשה משפחה או שבט וגו' ללכת לעבוד את אלהי הגויים ההם\" וגו', <small>(דברים כט, כה-כז)</small> \"וילכו ויעבדו אלהים אחרים וגו' ויתשם ה' מעל אדמתם וגו' וישלכם אל ארץ אחרת כיום הזה\". [ד] הקב\"ה אמר לשלמה <small>(מל\"א ט, ג-ט)</small> \"שמעתי את תפלתך וגו' והיו עיני ולבי שם כל הימים וגו' <small>(שם)</small> אם שוב תשובון וגו' ועבדתם אלהים אחרים וגו' והכרתי את ישראל מעל פני האדמה אשר נתתי להם וגו', <small>(שם)</small> ואמרו על אשר עזבו וגו' ויחזיקו באלהים אחרים\". [ה] וכן מפורש בגלות עשרה השבטים <small>(הושע ב,טו-טז)</small>, ועוד בכמה מקומות.", "heVersionTitle": "Yein Levanon, Rishon Letzion 2013", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5e2999e694f5ab853b735b5b", "index_title": "Mashmia Yeshuah", "category": "Quoting Commentary", "type": "", "ref": "Mashmia Yeshuah, The Third Herald (Isaiah) 9:16", "anchorRef": "Deuteronomy 4:27", "anchorRefExpanded": ["Deuteronomy 4:27"], "sourceRef": "Mashmia Yeshuah, The Third Herald (Isaiah) 9:16", "sourceHeRef": "משמיע ישועה, המבשר השלישי (ישעיהו) ט׳:ט״ז", "anchorVerse": 27, "sourceHasEn": false, "compDate": [1496, 1498], "commentaryNum": 9.0016, "collectiveTitle": {"en": "Mashmia Yeshuah", "he": "משמיע ישועה"}, "he": "<b>האמנם</b>, כשתעיין בייעוד הזה מהפלגת ריבוי העם בזמן גאולתם, יסופק הדבר עליך מאד. כי הנה ישראל נשארו בקרב העמים \"שנים שלושה גרגרים בראש אמיר\" <small>(ישעיה יז, ו)</small>, ואף שיבואו מארבע פינות העולם אין בכולם היום כדי למלאת מדינה אחת, ואיך ימלאו הארצות החרבות והנהרסות ויאמרו \"צר לי המקום\". וכן אמר משה אדונינו בייעודו <small>(דברים ד, כז)</small>: \"ונשארתם מתי מספר בגוים אשר ינהג יי' אתכם שמה\". וכאשר תשוב אל לבך שישובו עשרת השבטים מארץ המזרח, ושאותם שיצאו מכלל הדת מפני האונס שהתערבו בגוים ישובו אל יי' אלהיהם גם כן, ואין ספק שתמלא הארץ מהם. יקשה הדבר לדעת רבי עקיבא שאמר שעשרת השבטים אינם חוזרים<sup class=\"footnote-marker\">42</sup><i class=\"footnote\">סנהדרין קי, ע\"ב.</i>, היאך יתקיים הייעוד הזה.", "heVersionTitle": "Mashmia Yeshua, Bnei Brak, 2014", "heLicense": "", "heVersionTitleInHebrew": "משמיע ישועה, בני ברק תשע\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5e299a8a341db61ad17af02a", "index_title": "Mashmia Yeshuah", "category": "Quoting Commentary", "type": "", "ref": "Mashmia Yeshuah, The Fourteenth Herald (Zechariah) 1:13", "anchorRef": "Deuteronomy 4:27", "anchorRefExpanded": ["Deuteronomy 4:27"], "sourceRef": "Mashmia Yeshuah, The Fourteenth Herald (Zechariah) 1:13", "sourceHeRef": "משמיע ישועה, המבשר הארבעה עשר (זכריה) א׳:י״ג", "anchorVerse": 27, "sourceHasEn": false, "compDate": [1496, 1498], "commentaryNum": 1.0013, "collectiveTitle": {"en": "Mashmia Yeshuah", "he": "משמיע ישועה"}, "he": "<b>ואמנם</b> אמרו עוד: \"ויענו את מלאך יי' עומד בין ההדסים\" <small>(א, יא)</small>, רוצה לומר הסוס אדום ושאר הסוסים אדומים שרוקים לבנים, כי כולם ראה הנביא בין ההדסים וכל אחד מהם היה עונה ואומר אל מלאך יי'\"התהלכנו בארץ\". רוצה לומר, משלנו בארץ וכבשנוה \"והנה כל הארץ יושבת ושוקטת\", רוצה לומר נכנעת ונכבשת אלינו מאין מערער. וכשמוע זה מלאך יי' צעק אל השם ואמר: \"עד מתי אתה לא תרחם את ירושלים\" <small>(א, יב)</small>, רוצה לומר ישבו בכבוד כל האומות האלה במשכנות לא להם<sup class=\"footnote-marker\">20</sup><i class=\"footnote\">לפי חבקוק א, ו.</i> אשר כבשו ולמה \"לא תרחם את ירושלים ואת ערי יהודה אשר נעמת זו שבעים שנה\" והיא לא תצלח כמלכויות האלה, והשם יתברך השיבו \"דברים טובים דברים נחומים\" <small>(א, יג)</small>, והם מה שיזכור אחר זה, שכאשר המלאך קבל אותם מהשם יתברך זכר אותם לנביא וציוהו שיקראם בקול גדול והקריאה היא כה \"אמר יי' צבאות קנאתי לירושלם\" וגו' <small>(א, יג)</small>, כלומר מהרעה אשר עשו הגוים בה, ולכן \"קצף גדול\" אקצוף על הגוים \"השאננים\", לפי ש\"אני קצפתי מעט והמה עזרו לרעה\" <small>(א, טו)</small> להרע להם יותר מדי<sup class=\"footnote-marker\">21</sup><i class=\"footnote\">כרד\"ק.</i>, וכמו שאמר ישעיהו : \"קצפתי על עמי חללתי את נחלתי\" <small>(ישעיה מז, ו)</small> וגו'. ולכן אמר כאן: \"שבתי לירושלים ברחמים\" <small>(א, טז)</small>, ואמר זה על פקידת בבל ביתי יבנה בה והוא בנין בית שני; \"וקו ינטה על ירושלם\" ואמר זה על בנין חומותיה אשר בנה נחמיה. אבל אמרו אחרי זה: \"עוד קרא לאמר כה אמר יי' צבאות עוד תפוצינה ערי מטוב\", אין ענינו כמו שחשב המפרש<sup class=\"footnote-marker\">22</sup><i class=\"footnote\">רד\"ק.</i>, שתפוצנה הנה והנה בריבוי הישוב מרוב הטובה ושלוה שיהיה להם, ושאמרו \"ובחר עוד בירושלם\" גם כן נאמר על פקידת בית ב', אין הענין כן, כי לא אמר תפוצנה כי אם על הגלות מלשון \"ונפוצות יהודה\" <small>(ישעיה יא, יב)</small>; \"והפיץ יי' אתכם בעמים\" <small>(דברים ד, כז)</small>.", "heVersionTitle": "Mashmia Yeshua, Bnei Brak, 2014", "heLicense": "", "heVersionTitleInHebrew": "משמיע ישועה, בני ברק תשע\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5e4cbe573561b6f00f8c794e", "index_title": "Tur", "category": "Halakhah", "type": "", "ref": "Tur, Orach Chaim 559:1", "anchorRef": "Deuteronomy 4:25-40", "anchorRefExpanded": ["Deuteronomy 4:25", "Deuteronomy 4:26", "Deuteronomy 4:27", "Deuteronomy 4:28", "Deuteronomy 4:29", "Deuteronomy 4:30", "Deuteronomy 4:31", "Deuteronomy 4:32", "Deuteronomy 4:33", "Deuteronomy 4:34", "Deuteronomy 4:35", "Deuteronomy 4:36", "Deuteronomy 4:37", "Deuteronomy 4:38", "Deuteronomy 4:39", "Deuteronomy 4:40"], "sourceRef": "Tur, Orach Chaim 559:1", "sourceHeRef": "טור, אורח חיים תקנ״ט:א׳", "anchorVerse": 25, "sourceHasEn": true, "compDate": [1300, 1340], "commentaryNum": 559.0001, "collectiveTitle": {"en": "Tur", "he": "טור"}, "he": " <i data-commentator=\"Bach\" data-order=\"1.1\"></i>  <i data-commentator=\"Beit_Yosef\" data-order=\"1.1\"></i> סדר היום כתב אבי העזרי ליל ט\"ב חולצין מנעליהם (עסי' תקנ\"ב) והולכין לבה\"כ ויושבין לארץ כאבילים <i data-commentator=\"Prisha\" data-order=\"1.1\"></i>  <i data-commentator=\"Beit_Yosef\" data-order=\"2.1\"></i> ואין מדליקין נרות רק נר אחד לומר לאורו איכה וקינות ועומד ש\"ץ ומתפלל ערבית  <i data-commentator=\"Beit_Yosef\" data-order=\"3.1\"></i> ואומר קדיש שלם <i data-commentator=\"Prisha\" data-order=\"2.1\"></i> וקורא <i data-commentator=\"Darchei Moshe\" data-order=\"2.1\"></i> איכה ואומר קינות ואח\"כ סדר קדושה ויתחיל ואתה קדוש ולא יאמר ובא לציון גואל שאין גאולה בלילה ולא ואני זאת בריתי שנראה כמקיים ברית על הקינות  <i data-commentator=\"Bach\" data-order=\"2.1\"></i>  <i data-commentator=\"Beit_Yosef\" data-order=\"4.1\"></i> ועוד דלא שייך למימר ואני זאת בריתי שהכל בטילים בו אבל בבית האבל יש לאומרו שאם האבל בטל המנחמין אינן בטלין  <i data-commentator=\"Beit_Yosef\" data-order=\"5.1\"></i> ואומר קדיש בלא תתקבל והולכין לבתיהן ואין נותנין שלום זה לזה אלא כאבלים ונזופין  <i data-commentator=\"Beit_Yosef\" data-order=\"6.1\"></i> ואם חל ט\"ב בשבת או במ\"ש א\"א צו\"ץ מידי דהוה אר\"ח שחל (להיות באחד) בשבת שאין אומרים צו\"ץ בשבת דט\"ב נמי אקרי מועד וא\"א ויהי נועם <i data-commentator=\"Darchei Moshe\" data-order=\"4.1\"></i> ויש מהגאונים שכתבו כיון  <i data-commentator=\"Beit_Yosef\" data-order=\"7.1\"></i> שא\"א ויהי נועם גם סדר קדושה אין לומר ורב צמח גאון כתב א\"א ויהי נועם אבל אומרים ובא לציון וכולה סדר קדושה אבל ואני זאת בריתי א\"א ורבינו נסים כתב א\"א ויהי נועם אבל מנהגינו לומר ערבית ושחרית ואני זאת בריתי ולמה לא נאמר והעם עוסקים באיוב וירמיה וקינות  <i data-commentator=\"Beit_Yosef\" data-order=\"8.1\"></i> בשחרית מסדרין הברכות והזמירות כמו בשאר הימים <i data-commentator=\"Darchei Moshe\" data-order=\"5.1\"></i>  <i data-commentator=\"Beit_Yosef\" data-order=\"9.1\"></i> ויש מקומות שנוהגין שלא לומר השירה ומתפללין י\"ח ברכות  <i data-commentator=\"Bach\" data-order=\"3.1\"></i>  <i data-commentator=\"Beit_Yosef\" data-order=\"10.1\"></i> ויחיד אומר עננו בשומע תפלה <i data-commentator=\"Prisha\" data-order=\"3.1\"></i> וש\"ץ בין גואל לרופא כמו בשאר תענית ואומר נחם בבונה ירושלים  <i data-commentator=\"Beit_Yosef\" data-order=\"11.1\"></i> ואינו כשאר תענית צבור לא לענין כ\"ד ברכות ולא לענין תפלת נעילה וכתב רב עמרם מנהגינו להרבות סליחות בסלח לנו  <i data-commentator=\"Beit_Yosef\" data-order=\"12.1\"></i> וא\"א תחינות דאיקרי מועד <i data-commentator=\"Prisha\" data-order=\"4.1\"></i> ואם חל בב' ובה' אומר אל ארך אפים וא\"א והוא רחום ובספרד א\"א אא\"א <i data-commentator=\"Darchei Moshe\" data-order=\"5.2\"></i>  <i data-commentator=\"Beit_Yosef\" data-order=\"13.1\"></i> ומוציאים ס\"ת  <i data-commentator=\"Beit_Yosef\" data-order=\"14.1\"></i> וקורין ג' בפ' ואתחנן כי תוליד בנים ומפטיר הוא הג' ומפטיר בירמיה אסוף אסיפם וכתב אבי העזרי וגולל ס\"ת במקומו שלא למעט בכבודו  <i data-commentator=\"Bach\" data-order=\"4.1\"></i>  <i data-commentator=\"Beit_Yosef\" data-order=\"15.1\"></i> אבל במסכת סופרים כתב יש קורין ספר קינות בערב ויש שמאחרין עד הבוקר לאחר קריאת ס\"ת שאחר קריאת ס\"ת עומד ומתפלש באפר ובגדיו מפולשין וקורא בבכייה ויללה אם יודע לתרגמו מוטב ואם לאו נותנו למי שיודע לתרגם כדי שיבינו כל העם והנשים והתינוקות שהנשים חייבות כאנשים וכ\"ש בנים זכרים והקורא בט\"ב אומר ברוך דיין האמת ויש מניחין<i data-commentator=\"Hagahot\" data-order=\"1.1\"></i> את תיק הספר על הקרקע ואומר נפלה עטרת ראשינו וקורעין ומספידין כאדם שמתו מוטל לפניו ויש שמשנין מקומותיהן ויש שיורדין מספסליהן וכולם מתפלשין באפר ואין אומרים שלום זה לזה כל הלילה וכל היום עד שישלימו כל העם קינותיהן ובשעת הקינות אסור לספר דבר ולצאת חוץ כדי שלא יפסיק לבו מן האבל וכל שכן שלא לשוח עם העו\"ג  <i data-commentator=\"Beit_Yosef\" data-order=\"16.1\"></i> ואם יש אבל בעיר הולך בלילה לב\"ה וגם ביום עד שיגמרו הקינות  <i data-commentator=\"Bach\" data-order=\"5.1\"></i>  <i data-commentator=\"Beit_Yosef\" data-order=\"17.1\"></i> ואם יש תינוק למול מלין אותו אחר שגומרין הקינות <i data-commentator=\"Prisha\" data-order=\"5.1\"></i> ויש ממתינין למולו עד אחר חצות  <i data-commentator=\"Beit_Yosef\" data-order=\"18.1\"></i> ויש אומרים שאין לברך על הכוס אלא יברך בלא כוס  <i data-commentator=\"Bach\" data-order=\"6.1\"></i> ודעת התוספות שיברך על הכוס ויתן לתינוק לשתות ולא חיישינן דלמא אתי למסרך פי' יבא לשתות אף לאחר שיגדיל כיון שאינו דבר קבוע ומש\"ה ט\"ב שחל במ\"ש לא אמרינן שיבדיל ויתן לתינוק משום דחיישינן דאתי למסרך דחשיב שפיר דבר קבוע כיון שלפי קביעות השנים בא לפעמים באחד בשבת לסוף ג' או ד' שנים פעם אחת  <i data-commentator=\"Beit_Yosef\" data-order=\"19.1\"></i> ובעל ברית לובש בגדים אחרים אך לא לבנים ממש  <i data-commentator=\"Beit_Yosef\" data-order=\"20.1\"></i> מעשה שחל ט\"ב בשבת ונדחה עד למחרתו והיה רבינו יעבץ בעל ברית והתפלל מנחה בעוד היום גדול ורחץ ולא השלים תעניתו לפי שי\"ט שלו היה וראיה מהא דתניא (עירובין מא.) א\"ר אליעזר בר צדוק אני הייתי מבני סנאה בן בנימין וחל ט\"ב בשבת ודחניהו עד לאחר שבת והתענינו בו ולא השלמנוהו מפני שי\"ט שלנו היה  <i data-commentator=\"Beit_Yosef\" data-order=\"21.1\"></i> ונוהגין שלא לשחוט ושלא להכין צרכי סעודה עד לאחר חצות.  <i data-commentator=\"Beit_Yosef\" data-order=\"22.1\"></i> במנחה קורין ויחל כמו בשאר תעניות ומפטירין דרשו ורבי' האי כתב שמנהג להפטיר שובה ומתפללין י\"ח ברכות  <i data-commentator=\"Beit_Yosef\" data-order=\"23.1\"></i> ואומר נחם בבונה ירושלים ועננו בשומע תפלה וש\"ץ אומרו בין גואל לרופא: ", "heVersionTitle": "Orach Chaim, Vilna, 1923", "heLicense": "Public Domain", "heVersionTitleInHebrew": "אורח חיים, וילנה תרכ\"ג", "text": "The order of the [9 Av] day: [Eliezer ben Yoel haLevi] wrote in the Avi haEzri: the night of 9 Av they take off their sandals and go to the synagogue and sit on the ground like mourners and light no more than one light, with which to read the Book of Lamentations and kinot. And the shaliaḥ tzibur stands and prays Aravit and says the full Kaddish and reads the Book of Lamentations and says kinot, and after that the Kedusha d’Sidra, and starts with “And You are holy.\" And \"To Zion will come a redeemer\" is not said, for there is no redemption that night, nor \"And as for Me, this is My covenant,\" for it seems to be establishing a covenant over kinot, and there is no relation to say  \"And as for Me, this is My covenant\" for all is exempted then. But in a mourner's house it is said, for if the mourner is exempted, the comforters are not. And he says Kaddish without \"May they be accepted.\" And they go home, and do not greet one another except in the manner of mourners or chastened ones. And if 9 Av ends on Shabbat or the day after, they do not say \"Your Justice is justice.\" Just as on a new moon that falls (being on the Sunday after) Shabbat, that they do not say \"Your Justice is justice\" on Shabbat that is 9 Av it is called a mo'ed. And they do not say Psalm 90:17 [and Psalm 91]. And some of the Gaonim wrote that they do not say Psalm 90:17 [and Psalm 91], and also not to say the Kedusha d'Sidra. And Rav Zemaḥ Gaon wrote they do not say Psalm 90:17 [and Psalm 91] but they say \"And to Zion will come\" and all of the Kedusha d'Sidra, except for \"And as for Me, this is My covenant.\"And Rabbeinu Nissim wrote that they do not say Psalm 90:17 [and Psalm 91] but it is our custom to say in the evening and morning to say \"And as for Me, this is My covenant.\" And why not say it? And the people studies Job and Jeremiah and the kinot in the morning and does the order of blessings and hymns according to other days and there are places where it is customary not to say the Song [of the Sea]. And those praying the eighteen blessings individually say \"Answer us\" within \"Hear our Prayer,\" and the shaliaḥ tzibur between \"Redeemer\" and \"Healer\" as on other fast days, and says \"Comfort\" within \"Builder of Jerusalem.\" And unlike other public fast days twenty-four blessings aren't said and a Closing of the Gates prayer is not said. And Rav Amram wrote it is our custom to increase seliḥot in \"Forgive us.\"  And teḥinot are not said, as it is called a mo'ed, and if it falls on Monday or Thursday one says \"God, long-suffering\" but does not say \"And He is merciful\" and in Spain they do not say \"God, long-suffering.\" And they take out a Torah scroll and read three aliyot from the section of Va-etḥanan, \"When you bear children.\" (Deuteronomy 4:25–40). And the maftir is the third. And the maftir reads from Jeremiah, \"I will gather, gather them\" (Jeremiah 8:13 - 9:23). And [Eliezer ben Yoel haLevi] wrote in the Avi haEzri that one rolls the Torah scroll in its place so as not to reduce its honor. But in Tractate Soferim 18:4 it is written: Some read the book of Lamentations in the evening, and some delay it until the morning to after the reading of the Torah scroll. After the reading of the Torah scroll, one stands and wallows in ash, and they puncture their clothes and read in weeping and wailing. If they know how to translate, all the better. And if not, give it to one who knows how to translate so that all the people and the women and children will understand, for women are required as are men, as are male children. And the one who reads on 9 Av says \"Blessed is the True Judge.\" And some place the scroll case on the ground and say \"Fallen is the crown of our head\" (Lamentations 5:16) and tear their clothes and weep like a person whose dead lies before them. And some change their places, and some get down from their benches. And all wallow in ashes and do not greet one another all night and all day until all the people have finished their kinot. And at them time of kinot it is forbidden to talk or go outside, so as not to stop one's heart from grieving. And similarly, not to talk with idolaters. And if there is a mourner in the town, he goes at night to synagogue, and in the day, until they finish kinot. And if there is an infant to circumcise, they circumcise him after they finish kinot. And some delay the circumcision until after noon. And some say that we do not bless over a cup but bless without a cup. And according to the Tosafot we bless on a cup but give it to a child to drink. and we are not concerned that perhaps he may be drawn to drink from it even after he grows up, because it is not a permanent matter. And therefore, on 9 Av that falls on the day after Shabbat we don't say Havdalah and give it to a child, because we are concerned that he may be drawn to it, for it is considered a permanent matter, because, according to the structure of the years, it sometimes falls on Shabbat once every three or four years. A sandak changes into other clothes, but not really white ones. One time when 9 Av fell on Shabbat and was postponed to the next day, Rabbeinu Yaavets was a sandak, and he prayed Minḥa while the day was still going and washed and did not finish his fast since it was a festival for him. And evidence can be found from where it is taught (Eruvin 51a) \"Said Rabbi Eliezer bar Tzadok: I am a descendant of Senaav ben Binyamin. One time, the Ninth of Av fell on Shabbat, and we postponed it until after Shabbat, and we fasted but did not complete it because that it was our Festival.\" And some have the custom not to slaughter or prepare necessities for the break-fast until after noon. At Minḥa they read \"And Moses implored\" (Exodus 32:11-14, Exodus 34:1-10) as on other fast days, and the haftarah is \"Seek out\" (Isaiah 55:6–56:8). And Rabbeinu Hai wrote that his custom was to read \"Return\" (Hosea 14:2-10) as the haftarah. And they pray the eighteen blessings and say \"Comfort\" within \"Builder of Jerusalem\" and \"Answer us\" within \"Hear our Prayer,\" and the shaliaḥ tzibur between \"Redeemer\" and \"Healer.\"", "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": "תרגום קהילת ספריא"}, {"_id": "5ebd6028036e8c437c7613ae", "index_title": "Peninei Halakhah, Sukkot", "category": "Halakhah", "type": "", "ref": "Peninei Halakhah, Sukkot 8:2:3", "anchorRef": "Deuteronomy 1:1-6:9", "anchorRefExpanded": ["Deuteronomy 1:1", "Deuteronomy 1:2", "Deuteronomy 1:3", "Deuteronomy 1:4", "Deuteronomy 1:5", "Deuteronomy 1:6", "Deuteronomy 1:7", "Deuteronomy 1:8", "Deuteronomy 1:9", "Deuteronomy 1:10", "Deuteronomy 1:11", "Deuteronomy 1:12", "Deuteronomy 1:13", "Deuteronomy 1:14", "Deuteronomy 1:15", "Deuteronomy 1:16", "Deuteronomy 1:17", "Deuteronomy 1:18", "Deuteronomy 1:19", "Deuteronomy 1:20", "Deuteronomy 1:21", "Deuteronomy 1:22", "Deuteronomy 1:23", "Deuteronomy 1:24", "Deuteronomy 1:25", "Deuteronomy 1:26", "Deuteronomy 1:27", "Deuteronomy 1:28", "Deuteronomy 1:29", "Deuteronomy 1:30", "Deuteronomy 1:31", "Deuteronomy 1:32", "Deuteronomy 1:33", "Deuteronomy 1:34", "Deuteronomy 1:35", "Deuteronomy 1:36", "Deuteronomy 1:37", "Deuteronomy 1:38", "Deuteronomy 1:39", "Deuteronomy 1:40", "Deuteronomy 1:41", "Deuteronomy 1:42", "Deuteronomy 1:43", "Deuteronomy 1:44", "Deuteronomy 1:45", "Deuteronomy 1:46", "Deuteronomy 2:1", "Deuteronomy 2:2", "Deuteronomy 2:3", "Deuteronomy 2:4", "Deuteronomy 2:5", "Deuteronomy 2:6", "Deuteronomy 2:7", "Deuteronomy 2:8", "Deuteronomy 2:9", "Deuteronomy 2:10", "Deuteronomy 2:11", "Deuteronomy 2:12", "Deuteronomy 2:13", "Deuteronomy 2:14", "Deuteronomy 2:15", "Deuteronomy 2:16", "Deuteronomy 2:17", "Deuteronomy 2:18", "Deuteronomy 2:19", "Deuteronomy 2:20", "Deuteronomy 2:21", "Deuteronomy 2:22", "Deuteronomy 2:23", "Deuteronomy 2:24", "Deuteronomy 2:25", "Deuteronomy 2:26", "Deuteronomy 2:27", "Deuteronomy 2:28", "Deuteronomy 2:29", "Deuteronomy 2:30", "Deuteronomy 2:31", "Deuteronomy 2:32", "Deuteronomy 2:33", "Deuteronomy 2:34", "Deuteronomy 2:35", "Deuteronomy 2:36", "Deuteronomy 2:37", "Deuteronomy 3:1", "Deuteronomy 3:2", "Deuteronomy 3:3", "Deuteronomy 3:4", "Deuteronomy 3:5", "Deuteronomy 3:6", "Deuteronomy 3:7", "Deuteronomy 3:8", "Deuteronomy 3:9", "Deuteronomy 3:10", "Deuteronomy 3:11", "Deuteronomy 3:12", "Deuteronomy 3:13", "Deuteronomy 3:14", "Deuteronomy 3:15", "Deuteronomy 3:16", "Deuteronomy 3:17", "Deuteronomy 3:18", "Deuteronomy 3:19", "Deuteronomy 3:20", "Deuteronomy 3:21", "Deuteronomy 3:22", "Deuteronomy 3:23", "Deuteronomy 3:24", "Deuteronomy 3:25", "Deuteronomy 3:26", "Deuteronomy 3:27", "Deuteronomy 3:28", "Deuteronomy 3:29", "Deuteronomy 4:1", "Deuteronomy 4:2", "Deuteronomy 4:3", "Deuteronomy 4:4", "Deuteronomy 4:5", "Deuteronomy 4:6", "Deuteronomy 4:7", "Deuteronomy 4:8", "Deuteronomy 4:9", "Deuteronomy 4:10", "Deuteronomy 4:11", "Deuteronomy 4:12", "Deuteronomy 4:13", "Deuteronomy 4:14", "Deuteronomy 4:15", "Deuteronomy 4:16", "Deuteronomy 4:17", "Deuteronomy 4:18", "Deuteronomy 4:19", "Deuteronomy 4:20", "Deuteronomy 4:21", "Deuteronomy 4:22", "Deuteronomy 4:23", "Deuteronomy 4:24", "Deuteronomy 4:25", "Deuteronomy 4:26", "Deuteronomy 4:27", "Deuteronomy 4:28", "Deuteronomy 4:29", "Deuteronomy 4:30", "Deuteronomy 4:31", "Deuteronomy 4:32", "Deuteronomy 4:33", "Deuteronomy 4:34", "Deuteronomy 4:35", "Deuteronomy 4:36", "Deuteronomy 4:37", "Deuteronomy 4:38", "Deuteronomy 4:39", "Deuteronomy 4:40", "Deuteronomy 4:41", "Deuteronomy 4:42", "Deuteronomy 4:43", "Deuteronomy 4:44", "Deuteronomy 4:45", "Deuteronomy 4:46", "Deuteronomy 4:47", "Deuteronomy 4:48", "Deuteronomy 4:49", "Deuteronomy 5:1", "Deuteronomy 5:2", "Deuteronomy 5:3", "Deuteronomy 5:4", "Deuteronomy 5:5", "Deuteronomy 5:6", "Deuteronomy 5:7", "Deuteronomy 5:8", "Deuteronomy 5:9", "Deuteronomy 5:10", "Deuteronomy 5:11", "Deuteronomy 5:12", "Deuteronomy 5:13", "Deuteronomy 5:14", "Deuteronomy 5:15", "Deuteronomy 5:16", "Deuteronomy 5:17", "Deuteronomy 5:18", "Deuteronomy 5:19", "Deuteronomy 5:20", "Deuteronomy 5:21", "Deuteronomy 5:22", "Deuteronomy 5:23", "Deuteronomy 5:24", "Deuteronomy 5:25", "Deuteronomy 5:26", "Deuteronomy 5:27", "Deuteronomy 5:28", "Deuteronomy 5:29", "Deuteronomy 5:30", "Deuteronomy 6:1", "Deuteronomy 6:2", "Deuteronomy 6:3", "Deuteronomy 6:4", "Deuteronomy 6:5", "Deuteronomy 6:6", "Deuteronomy 6:7", "Deuteronomy 6:8", "Deuteronomy 6:9"], "sourceRef": "Peninei Halakhah, Sukkot 8:2:3", "sourceHeRef": "פניני הלכה, סוכות ח׳:ב׳:ג׳", "anchorVerse": 1, "sourceHasEn": false, "compDate": [2009, 2013], "commentaryNum": 2.0003, "collectiveTitle": {"en": "Peninei Halakhah, Sukkot", "he": "פניני הלכה, סוכות"}, "he": "היו קוראים מתחילת חומש דברים עד סוף פרשת 'שמע' (דברים א, א – ו, ט). בקריאה זו לומדים באריכות על ההכנות לקראת הכניסה לארץ ישראל וחטא המרגלים ועונשו, כיבוש עבר הירדן ותחנוניו של משה רבנו להיכנס לארץ. לאחר מכן לומדים בהרחבה על מעמד הר סיני ואיסור עבודה זרה, ואזהרה לדורות, שישמרו ישראל את התורה והמצוות, ויחנכו לכך את בניהם, ועל ידי כך יאריכו ימים על הארץ הטובה. ובסיומה קוראים את פרשת 'שמע' שבה יסוד מצוות האמונה והמצווה לאהוב את ה'.", "heVersionTitle": "Peninei Halakhah, Yeshivat Har Bracha", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": "All the readings were from the book of Devarim. The first section was from the beginning of Devarim until the end of the <i>Shema</i> paragraph (1:1-6:9). These chapters describe the preparations for entering Eretz Yisrael, the sin of the spies and its consequences, the conquest of the east bank of the Jordan River, and Moshe’s supplications to enter the land. This is followed by a lengthy section about the revelation at Sinai and the prohibition of idol worship, and an admonition to future generations to keep Torah and <i>mitzvot</i> and teach them to their children. As a reward, they will endure in the land. The first selection concludes with <i>Shema</i> (<i>ibid</i>. 6:4-9), which expresses the foundation of faith and includes the commandment to love God.", "versionTitle": "Peninei Halakhah, English ed. Yeshivat Har Bracha", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "5f14ef2af6b156253f0bf590", "index_title": "Shulchan Arukh, Orach Chayim", "category": "Halakhah", "type": "related", "ref": "Shulchan Arukh, Orach Chayim 554:4", "anchorRef": "Deuteronomy 4:25-40", "anchorRefExpanded": ["Deuteronomy 4:25", "Deuteronomy 4:26", "Deuteronomy 4:27", "Deuteronomy 4:28", "Deuteronomy 4:29", "Deuteronomy 4:30", "Deuteronomy 4:31", "Deuteronomy 4:32", "Deuteronomy 4:33", "Deuteronomy 4:34", "Deuteronomy 4:35", "Deuteronomy 4:36", "Deuteronomy 4:37", "Deuteronomy 4:38", "Deuteronomy 4:39", "Deuteronomy 4:40"], "sourceRef": "Shulchan Arukh, Orach Chayim 554:4", "sourceHeRef": "שולחן ערוך, אורח חיים תקנ״ד:ד׳", "anchorVerse": 25, "sourceHasEn": true, "compDate": [1563], "commentaryNum": 554.0004, "collectiveTitle": {"en": "Shulchan Arukh, Orach Chayim", "he": "שולחן ערוך, אורח חיים"}, "heTitle": "שולחן ערוך, אורח חיים", "he": "<i data-commentator=\"Be'er HaGolah\" data-label=\"ו\" data-order=\"6\"></i><i data-commentator=\"Magen Avraham\" data-order=\"6\"></i>ומותר לקרות כל <i data-commentator=\"Ba'er Hetev\" data-order=\"4\"></i><i data-commentator=\"Sha'arei Teshuvah\" data-order=\"4\"></i>סדר היום ופרשת הקרבנות ומשנת איזהו מקומן ומדרש רבי ישמעאל: <small>הגה <i data-commentator=\"Turei Zahav\" data-order=\"3\"></i>ומותר <i data-commentator=\"Magen Avraham\" data-order=\"7\"></i>לחזור <i data-commentator=\"Ba'er Hetev\" data-order=\"5\"></i>הפרשה בתשעה באב: (מנהגים)</small>", "heVersionTitle": "Maginei Eretz: Shulchan Aruch Orach Chaim, Lemberg, 1893", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר מגיני ארץ: שלחן ערוך. למברג, תרנ\"ג", "text": "4. It is permitted to read the entire Order of the Day (of prayers) - the paragraphs of the Sacrifices, the Mishnah (Chapter) of Eizu Mekoman, and the teaching of Rabbi Yishmael. <i>Note (Rema): It is permitted to review the Torah reading (of Tisha B'av) on Tisha B'av.</i>", "versionTitle": "Sefaria Community Translation", "license": "CC0", "versionTitleInHebrew": "תרגום קהילת ספריא"}, {"_id": "5f1ea0781d77ecfb0d09eaf6", "index_title": "Midrash Lekach Tov", "category": "Midrash", "type": "commentary", "ref": "Midrash Lekach Tov, Deuteronomy 4:27:1", "anchorRef": "Deuteronomy 4:27", "anchorRefExpanded": ["Deuteronomy 4:27"], "sourceRef": "Midrash Lekach Tov, Deuteronomy 4:27:1", "sourceHeRef": "מדרש לקח טוב, דברים ד׳:כ״ז:א׳", "anchorVerse": 27, "sourceHasEn": false, "compDate": [1105, 1115], "commentaryNum": 27.0001, "collectiveTitle": {"en": "Midrash Lekach Tov", "he": "מדרש לקח טוב"}, "heTitle": "דברים", "he": "<b>פס'.</b> והפיץ ה' אתכם בעמים. אלו קהלות הגולה שהם מתי מספר בכל עיר ועיר אחד בעמים ואחד בגוים לפי שיש מהם מרחמין עליהם ויש מתאכזרין עליהם וכה״א (דברים כה) גוי עז פנים. אשר ינהג ה' מנהיגם מנהילם בתוך גלותם. שלא יטמעו בתוך האומות שעובדים עבודת גלולים:", "heVersionTitle": "Midrash Lekach Tov on Torah, Vilna 1884", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש לקח טוב, מכונה פסיקתא זוטרתא, וילנא תרמ\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5f8709a4cdb83d0f4cd28d66", "index_title": "Hegyonei Uziel", "category": "Jewish Thought", "type": "", "ref": "Hegyonei Uziel, Gate XXV 1:12", "anchorRef": "Deuteronomy 4:27", "anchorRefExpanded": ["Deuteronomy 4:27"], "sourceRef": "Hegyonei Uziel, Gate XXV 1:12", "sourceHeRef": "הגיוני עוזיאל, שער כה; הלאומיות ותעודתה א׳:י״ב", "anchorVerse": 27, "sourceHasEn": false, "compDate": [1910, 1950], "commentaryNum": 1.0012, "collectiveTitle": {"en": "Hegyonei Uziel", "he": "הגיוני עוזיאל"}, "heTitle": "שער כה; הלאומיות ותעודתה", "he": "דברים אלה עצמם אמרם אדון הנביאים בשירתו הנפלאה לאמר: ״בהנחל עליון גוים בהפרידו בני אדם יצב גבולות עמים למספר בני ישראל, כי חלק ה׳ עמו יעקב חבל נחלתו״ (דברים לב, ח-ט). ״בהנחל עליון גוים״ – נחלה טריטוריאלית וגיאוגרפית לארגונם המדיני של כל גוי הארץ, ו״בהפרידו בני אדם״ – לקבוצות לאומיות המאוחדות בהשקפותיהן ונטיותיהן לישובו של עולם והתרוממות האדם היושב בה, ״יצב גבולות עמים למספר בני ישראל״, מה בני ישראל נפרדו בגבולי נחלותיהם לשבטיהם: שנים עשר שבטי־יה, אף העמים נפרדו לשבטים: ״אלה הם בני ישמעאל ואלה שמותם בחצריהם ובטירותם שנים עשר נשיאים לאומותם״ (בראשית כה, טז), ולא רק זאת, אלא שהעמים כולם בגבוליהם ומדיניותם שמשו אכסניא גלותית לישראל בעצתה העמוקה של ההשגחה העליונה: ״והפיץ ה׳ אתכם בעמים ונשארתם מתי מספר בגויים אשר ינהג אתכם שמה״ (דברים ד, כז), וכן אומר הנביא: ״כי הנה אנכי מצוה והניעותי בכל הגויים את בית ישראל״ (עמוס ט, ט).", "heVersionTitle": "Jerusalem, 2009", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "60215952369199723e265537", "index_title": "MeAvur HaAretz; on Joshua", "category": "Quoting Commentary", "type": "", "ref": "MeAvur HaAretz; on Joshua 28:12", "anchorRef": "Deuteronomy 4:27-28", "anchorRefExpanded": ["Deuteronomy 4:27", "Deuteronomy 4:28"], "sourceRef": "MeAvur HaAretz; on Joshua 28:12", "sourceHeRef": "מעבור הארץ; יהושע כ״ח:י״ב", "anchorVerse": 27, "sourceHasEn": false, "compDate": [1970, 1990], "commentaryNum": 28.0012, "collectiveTitle": {"en": "MeAvur HaAretz; on Joshua", "he": "מעבור הארץ; יהושע"}, "he": "שתי דרכים בעבודת ה' מסביר השל\"ה הקדוש, האחת \"עבודת פנים\", והאחרת \"עבודת אחור\", ומרן הרב צבי יהודה היה מסביר את ההבדל בין שתי הדרכים בדוגמא: הרואה את חברו מאחוריו יצרף פרט לפרט כדי להגיע למסקנה שאכן זה חברו, ואילו הפוגש את חברו מפניו יכירו מיד, במבט אחד. מדברי דוד, שאמר, בשעה שנאלץ לברוח לארץ פלשתים: \"כִּי-גֵרְשׁוּנִי הַיּוֹם מֵהִסְתַּפֵּחַ בְּנַחֲלַת ה' לֵאמֹר לֵךְ עֲבֹד אֱלֹהִים אֲחֵרִים\"<sup class=\"footnote-marker\">7</sup><i class=\"footnote\">(שמואל א' כו יט.)</i>, לומדים חז\"ל, שהדר בחו\"ל דומה כמי שאין לו אלוה<sup class=\"footnote-marker\">8</sup><i class=\"footnote\">(כתובות קי:)</i>. ומפרש השל\"ה הקדוש, שבחוץ-לארץ אמונת ה' ועבודתו הם בבחינת עבודת \"אחור\". שם אין התגלות אלהית ישירה ורק הפרטים המצטרפים מאפשרים להגיע להכרת ה', לכן עבודת ה' בחוץ-לארץ נקראת \"עבודת אלהים אחרים\"<sup class=\"footnote-marker\">9</sup><i class=\"footnote\">(דברים ד כז-כח.)</i>, מלשון \"אחור\". אבל בארץ, ארץ ש\"עֵינֵי ה' אֱלֹהֶיךָ בָּהּ--מֵרֵשִׁית הַשָּׁנָה, וְעַד אַחֲרִית שָׁנָה\"<sup class=\"footnote-marker\">10</sup><i class=\"footnote\">(דברים יא יב.)</i>, אנו יכולים, ומתוך כך גם מחויבים, להגיע לעבודת ה' מתוך שייכות ישירה לענין האלהי. לא לעבודה-זרה התכוון יהושע, כשהעלה את הצעתו לבחור בין האלהים אשר עבדו אבותינו בעבר הנהר, או ללכת בדרכו ולעבוד את ה'. לא יעלה על הדעת שיהושע הציע לעם לעבוד עבודה-זרה! יהושע תבע מן העם, להתעלות לידיעת ה' ולעבודתו ברמה המתאימה ליושבי הארץ. הוא תבע מהם לעזוב את דרכם הקודמת בעבודת ה', שהתאימה לאבותינו אשר לא זכו לעבור את הירדן.", "heVersionTitle": "Rabbi Avraham Remer, Bet El, 1995", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "הרב אברהם רמר, בית אל, תשנ\"ה", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "602ad6750c0932bd8599f2ae", "index_title": "Simchat HaRegel on Pesach Haggadah", "category": "Quoting Commentary", "type": "", "ref": "Simchat HaRegel on Pesach Haggadah, Magid, Ha Lachma Anya 3:3", "anchorRef": "Deuteronomy 4:27", "anchorRefExpanded": ["Deuteronomy 4:27"], "sourceRef": "Simchat HaRegel on Pesach Haggadah, Magid, Ha Lachma Anya 3:3", "sourceHeRef": "שמחת הרגל על הגדה של פסח, מגיד, הא לחמא עניא ג׳:ג׳", "anchorVerse": 27, "sourceHasEn": true, "compDate": [1758, 1782], "commentaryNum": 3.0003, "collectiveTitle": {"en": "Simchat HaRegel on Pesach Haggadah", "he": "שמחת הרגל על הגדה של פסח"}, "heTitle": "הא לחמא עניא", "he": "<b>ואנן</b> בדידן עוד אשוב לדקדק בפסקא זו כי עין בעין יראו דהפסקא הלזו היא בתרגום אבל תיבות לשנה הבאה בני חורין הם בלשון הקודש וצריך טעם מה נשתנו תיבות אלו. ויראה במה שנודע דעיקר הגלות לברר ניצוצות הקדושה איש איש ממקומו וזאת היתה סיבת גלות מצרים לברר ניצוצות הקדושה אשר נפוצו שמה ועל כן קראה הכתוב כור הברזל למצרים שהיתה דומה לכור אשר בו מתיכים הכסף והזהב להפריד הסיגים ולזקקם וכן הי' מצרים לישראל לברר ניצוצות הקדושה ע\"י השעבוד בחומר ולבנים ולהפריד הסיגים להוצי' לאור הקדוש' נקיה וברה. וידוע דחוצה לארץ ניתן לשבעה שרים וכל אומה ול' תחת שר אחד אכן ארץ ישראל לגבולותיה היא רשות הגבוה מלכות שמים שכינת עוזנו והשכינה נקראת שנה. גם ידוע דבחינת התרגום נגד קליפת נוגה וענין קריאת הפרשה ב' מקרא וא' תרגום הוא לברר מקליפת נוגה וסדרי בירורין להכניסם בקדושה: וכל ההקדמות האלו מבוארות באר היטב אצל עין רוג\"ל פרק כל כתבי הקודש מגורי האר\"י זצ\"ל. ועפ\"ז אפשר דזו היתה כונת המגיד ליסוד אר\"ש ארשת שפתיו בפסקא זו בלשון תרגום רומז על הרא\"ש הלזו כי עתה שם ישבנו מושב דכ' רחמנא לכל שר ושר בגלות כדי לברר ניצוצות הקדושה כמו קריאת התרגום וכן השרים בחינת התרגום מעם לועז ומשם חפר אוכל איש ישראל בגלותו כמצרף וכמטהר כסף וזה יצא ראשונה בגלות מצרים כור הברזל ומשם נקיש לשאר גליות ושמדות שהוא ע\"ד קריאת שנים מקרא ואחד תרגום.", "heVersionTitle": "Otzar Perushei Ha-haggadah, Chida. Jerusalem, 1959", "heLicense": "", "heVersionTitleInHebrew": "אוצר פירושי ההגדה, חיד\"א, ירשלים תשי\"ט", "text": "Let us look more carefully at this passage. If one looks closely, one will see that while this passage is in Aramaic, the concluding part of the passage, <i>Lishana haba’ah b’nei chorin</i> is Hebrew! What is the reason that the two parts of this passage are in different languages? One sees that the main purpose of exile was to free the holy sparks in each person from its place. This was the reason for the exile; to liberate the holy sparks trapped in Egypt which were spread about there. That is why Egypt is referred to as the iron furnace; (Deut. 4:27) it was like a furnace that refined gold and silver and separated and purified the dross. So Egypt served to separate the holy sparks of the Israelites through subjugation with bricks and mortar, thus separating the dross, allowing the holy light to be freed, clean and pure.<br> It is known that the diaspora was given to seventy<sup class=\"footnote-marker\">33</sup><i class=\"footnote\">I believe this is an error. It should say seventy princes.</i> angelic princes, each ruled over its own nation, while Israel was ruled by a higher authority, the mighty <i>Shechinah,</i> Kingdom of heaven (<i>malchut shamayim</i>). The Shechinah is also referred to as <i>Shanah</i>. It is related to the husk (<i>kelipah</i>) of <i>Noga.<sup class=\"footnote-marker\">34</sup><i class=\"footnote\">“The <i>Zohar</i> distinguishes four <i>kelipot</i>, three of which are entirely evil. The fourth, <i>kelipat noga</i>, is the shell which actually envelops the spark of holiness. It thus has direct contact with holiness and is not entirely evil. The other three <i>kelipot</i> surround <i>kelipat noga</i> and are therefore further removed from holiness.” See chabad.org, https://www.chabad.org/kabbalah/article_cdo/aid/380687/jewish/The-Other-Side.htm</i></i> The concept of “Scripture should be read twice in Scripture and once in Aramaic (<i>targum)</i>”<sup class=\"footnote-marker\">35</sup><i class=\"footnote\">See BT <i>Brachot</i> 8a is the Jewish practice of reading the weekly Torah portion in a prescribed manner. In addition to hearing the Torah portion read in the synagogue, a person should read it himself twice during that week, together with a translation usually by Targum Onkelos and/or Rashi's commentary. See <i>Shulchan Aruch</i>, <i>Orech Chaim</i> 285:1 For its mystical significance see <b>Pri Etz Hadar</b> Gates of Shabbat 3:3.</i> is a means of separating the husk of <i>Noga</i> and gathering the divine sparks in holiness. All of this is explained clearly to the reader in the holy writings of the students of the Ari, of blessed memory<b>.</b><br>This might explain why the opening passage of <i>Maggid</i> is in Aramaic (alluding to Israel’s past). Israel established a settlement in Egypt because it was God's intention for there to be a presence in exile so that the holy sparks could be redeemed just like the Aramaic reading of Scripture. The princes were similar to the Aramaic since they, too, speak in a foreign tongue. From there each Israelite could seek out the sparks just as silver and gold are smelted and refined. It is similar to the other exiles and persecutions and it is happens when when we read Scripture twice in Hebrew and once in Aramaic.", "versionTitle": "Rabbi Mark Greenspan, 2021", "license": "", "versionTitleInHebrew": ""}, {"_id": "61023774c795231b79e3591e", "index_title": "Tzror HaMor on Torah", "category": "Quoting Commentary", "type": "quotation_auto", "ref": "Tzror HaMor on Torah, Deuteronomy 4:25:1", "anchorRef": "Deuteronomy 4:27", "anchorRefExpanded": ["Deuteronomy 4:27"], "sourceRef": "Tzror HaMor on Torah, Deuteronomy 4:25:1", "sourceHeRef": "צרור המור על התורה, דברים ד׳:כ״ה:א׳", "anchorVerse": 27, "sourceHasEn": false, "compDate": [1460, 1510], "commentaryNum": 25.0001, "collectiveTitle": {"en": "Tzror HaMor on Torah", "he": "צרור המור על התורה"}, "heTitle": "דברים", "he": "ואמר <b>כי תוליד בנים ובני בנים ונושנתם בארץ.</b> הרמז בזה שאע\"פ שהיה אומר להם ועשיתם לכם פסל. יודע היה שהם ובניהם ובני בניהם לא יהיו כל כך כפויי טובה. שישכחו נפלאות השם והטובות שעשה עמהם. אבל אני יודע שאחר זמן רב שתוליד בנים ובני בנים ונושנתם בארץ זמן רב. תעשו לכם פסל ומצבה תועבת ה' ותעשו הרע בעיני ה' להכעיסו. ולכן העידותי בכם היום כי אבד תאבדון מעל הארץ. בעונש הנזכר של אש אוכלה. ולא תגלו כולכם ביחד אלא נפוצים בארבע הפאות. כי זהו רע גדול. וזהו והפיץ ה' אתכם בעמים. ואפילו אחר כל אלו העונשים לא תניחו מעשיכם הרעים. ועבדתם שם אלהים אחרים שאין בהם ממש. ואע\"פ שבעבור זה הייתם חייבים כלייה. עכ\"ז ובקשתם משם את ה' אלהיך ומצאת:", "heVersionTitle": "Tzeror Hamor, Warsaw, 1879", "heLicense": "Public Domain", "heVersionTitleInHebrew": "צרור המור על התורה, וורשא, תרל\"ט", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "61023775c795231b79e35920", "index_title": "Tzror HaMor on Torah", "category": "Quoting Commentary", "type": "quotation_auto", "ref": "Tzror HaMor on Torah, Deuteronomy 28:51:1", "anchorRef": "Deuteronomy 4:27", "anchorRefExpanded": ["Deuteronomy 4:27"], "sourceRef": "Tzror HaMor on Torah, Deuteronomy 28:51:1", "sourceHeRef": "צרור המור על התורה, דברים כ״ח:נ״א:א׳", "anchorVerse": 27, "sourceHasEn": false, "compDate": [1460, 1510], "commentaryNum": 51.0001, "collectiveTitle": {"en": "Tzror HaMor on Torah", "he": "צרור המור על התורה"}, "heTitle": "דברים", "he": "ואמר <b>ואכל פרי בהמתך ואכלת בשר בניך ובנותיך וכו'.</b> כל אלו הקללות הם של רעב וצמא. כנגד יפתח ה' לך את אוצרו הטוב את השמים לתת מטר ארצך בעתו. באופן שמצד הרעב האיש הרך בך וכן הרכה בך והענוגה תרע עינה באיש חיקה. אע\"פ שהיא יותר רחמנית מהאיש כאומרו ידי נשים רחמניות בשלו ילדיהן. וכמו שספר בספר יוסף בן גוריון כי בזמן בית שני כשהיו הפריצים בירושלם שלא רצו להנתן ביד טיטוס. עד שאשה אחת שחטה בנה כמו שמפורש בפרשת אם בחוקותי. ולפי שראה השם שבכל אלו המכות המופלאות לא שבו עד ה'. אע\"פ שהיו גולים. אמר אם לא תשמור לעשות את כל דברי התורה הזאת ליראה את ה'. בלי שום סבה אחרת. והפלא ה' את מכותך. וכל זה בכלל וראו כל עמי הארץ כי שם ה' נקרא עליך. כי אפילו האויבים הכירו זה. כאומרו בפרשת האזינו לו חכמו ישכילו זאת. וישראל לא רצו להכיר את שם הנכבד והנורא. עד שבזה יביא עליהם מכות גדולות שיאריכו זמן הרבה באותם מכות וחלאים. עד הזמן שקצב השם שיעמדו. וזהו ונאמנים בשליחותם. וכמו שכתבתי בפרשת בשלח והשיב בך את כל מדוי מצרים ואע\"פ שמדוי מצרים היו באים פתע פתאום. וכן ג\"כ פתאום יסורו מהם. כאן לא יהיה כן אלא ודבקו בך. ולפי שהחלאים הנהוגים. או שאדם מכיר בהם או שעברו עליו. לא יפחד אדם כל כך מהם. לז\"א אני אביא עליך חלאים חדשים גם ישנים שתפחד מהם. וזהו גם כל חלי וכל מכה אשר לא כתוב יעלם ה' עליך. בענין שבזה ונשארתם מתי מספר. כלומר מעטים וחלשים כמו מתים. ולזה אמר מתי מספר. ולא אמר אנשי מספר. אלא חלושים מצד החלאים והמכות. וזה כנגד מה שאמר בברכות ונתנך ה' לראש ולא לזנב שתרגום לתקיף ולא לחלש:", "heVersionTitle": "Tzeror Hamor, Warsaw, 1879", "heLicense": "Public Domain", "heVersionTitleInHebrew": "צרור המור על התורה, וורשא, תרל\"ט", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6121ab9fcd596b03e9e2c9da", "index_title": "Yalkut Shimoni on Torah", "category": "Midrash", "type": "quotation_auto", "ref": "Yalkut Shimoni on Torah 827:1", "anchorRef": "Deuteronomy 4:27", "anchorRefExpanded": ["Deuteronomy 4:27"], "sourceRef": "Yalkut Shimoni on Torah 827:1", "sourceHeRef": "ילקוט שמעוני על התורה תתכ״ז:א׳", "anchorVerse": 27, "sourceHasEn": false, "compDate": [1100], "commentaryNum": 827.0001, "collectiveTitle": {"en": "Yalkut Shimoni on Torah", "he": "ילקוט שמעוני על התורה"}, "heTitle": "ילקוט שמעוני על התורה", "he": "כי תוליד בנים. שנו רבותינו חניכת אבות בגיטין עד עשרה דורות, ר' שמעון בן אלעזר אומר עד שלשה דורות. אמר רב הונא מאי קרא כי תוליד בנים ובני בנים ונושנתם. אמר ר' יהושע בן לוי לא חרבה ארץ ישראל עד שעבדו בה שבעה בתי דינין אלילים. ירבעם בן נבט. ובעשה בן אחיה. ואחאב בן עמי. ויהוא בן נמשי. ופקח בן רמליהו. ומנחם בן גדי. והושע בן אלה שנאמר ואומללה יולדת השבעה וגו', אמר ר' אמי מאי קרא כי תוליד בנים ובני בנים ונושנתם והשחתם ועשיתם הרי שבעה. יתברך שמו של הקב\"ה שיודע מה היה ומה עדת להיות דכתיב מגיד מראשית אחרית. בפרשה זו הראה משה לישראל אם חטאו היאך הן עתידין לגלות והיאך הן עושין תשובה והיאך נגאלין. היאך הן חוטאין דכתיב ועשיתם הרע ואחר כך והפיץ ה' אתכם בעמים ואחר כך בצר לך. [מהו בצר לך] כל צרה שהיא של יחיד צרה, וכל צרה שהיא של רבים אינה צרה. ", "heVersionTitle": "Yalkut Shimoni on Torah", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "62035c425503e69f1d5d61f4", "index_title": "Genesis", "category": "Tanakh", "type": "", "ref": "Genesis 34:30", "anchorRef": "Deuteronomy 4:27", "anchorRefExpanded": ["Deuteronomy 4:27"], "sourceRef": "Genesis 34:30", "sourceHeRef": "בראשית ל״ד:ל׳", "anchorVerse": 27, "sourceHasEn": true, "compDate": [-1400, -400], "commentaryNum": 34.003, "collectiveTitle": {"en": "Genesis", "he": "בראשית"}, "heTitle": "בראשית", "he": "וַיֹּ֨אמֶר יַעֲקֹ֜ב אֶל־שִׁמְע֣וֹן וְאֶל־לֵוִי֮ עֲכַרְתֶּ֣ם אֹתִי֒ לְהַבְאִישֵׁ֙נִי֙ בְּיֹשֵׁ֣ב הָאָ֔רֶץ בַּֽכְּנַעֲנִ֖י וּבַפְּרִזִּ֑י וַאֲנִי֙ מְתֵ֣י מִסְפָּ֔ר וְנֶאֶסְפ֤וּ עָלַי֙ וְהִכּ֔וּנִי וְנִשְׁמַדְתִּ֖י אֲנִ֥י וּבֵיתִֽי׃", "heVersionTitle": "Miqra according to the Masorah", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "מקרא על פי המסורה", "text": "Jacob said to Simeon and Levi, “You have brought trouble on me, making me odious among the inhabitants of the land, the Canaanites and the Perizzites; my fighters<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>fighters </b>Heb. <i>metim</i> (in construct form); cf. Deut. 2.34; 3.6; Isa. 3.25. NJPS “men.”</i> are few in number, so that if they unite against me and attack me, I and my house will be destroyed.”", "versionTitle": "The Contemporary Torah, Jewish Publication Society, 2006", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "62037e556bfddfbb310feb33", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Deuteronomy, On the Book of Deuteronomy and Its Structure 2-39", "anchorRef": "Deuteronomy 1:1-34:12", "anchorRefExpanded": ["Deuteronomy 1:1", "Deuteronomy 1:2", "Deuteronomy 1:3", "Deuteronomy 1:4", "Deuteronomy 1:5", "Deuteronomy 1:6", "Deuteronomy 1:7", "Deuteronomy 1:8", "Deuteronomy 1:9", "Deuteronomy 1:10", "Deuteronomy 1:11", "Deuteronomy 1:12", "Deuteronomy 1:13", "Deuteronomy 1:14", "Deuteronomy 1:15", "Deuteronomy 1:16", "Deuteronomy 1:17", "Deuteronomy 1:18", "Deuteronomy 1:19", "Deuteronomy 1:20", "Deuteronomy 1:21", "Deuteronomy 1:22", "Deuteronomy 1:23", "Deuteronomy 1:24", "Deuteronomy 1:25", "Deuteronomy 1:26", "Deuteronomy 1:27", "Deuteronomy 1:28", "Deuteronomy 1:29", "Deuteronomy 1:30", "Deuteronomy 1:31", "Deuteronomy 1:32", "Deuteronomy 1:33", "Deuteronomy 1:34", "Deuteronomy 1:35", "Deuteronomy 1:36", "Deuteronomy 1:37", "Deuteronomy 1:38", "Deuteronomy 1:39", "Deuteronomy 1:40", "Deuteronomy 1:41", "Deuteronomy 1:42", "Deuteronomy 1:43", "Deuteronomy 1:44", "Deuteronomy 1:45", "Deuteronomy 1:46", "Deuteronomy 2:1", "Deuteronomy 2:2", "Deuteronomy 2:3", "Deuteronomy 2:4", "Deuteronomy 2:5", "Deuteronomy 2:6", "Deuteronomy 2:7", "Deuteronomy 2:8", "Deuteronomy 2:9", "Deuteronomy 2:10", "Deuteronomy 2:11", "Deuteronomy 2:12", "Deuteronomy 2:13", "Deuteronomy 2:14", "Deuteronomy 2:15", "Deuteronomy 2:16", "Deuteronomy 2:17", "Deuteronomy 2:18", "Deuteronomy 2:19", "Deuteronomy 2:20", "Deuteronomy 2:21", "Deuteronomy 2:22", "Deuteronomy 2:23", "Deuteronomy 2:24", "Deuteronomy 2:25", "Deuteronomy 2:26", "Deuteronomy 2:27", "Deuteronomy 2:28", "Deuteronomy 2:29", "Deuteronomy 2:30", "Deuteronomy 2:31", "Deuteronomy 2:32", "Deuteronomy 2:33", "Deuteronomy 2:34", "Deuteronomy 2:35", "Deuteronomy 2:36", "Deuteronomy 2:37", "Deuteronomy 3:1", "Deuteronomy 3:2", "Deuteronomy 3:3", "Deuteronomy 3:4", "Deuteronomy 3:5", "Deuteronomy 3:6", "Deuteronomy 3:7", "Deuteronomy 3:8", "Deuteronomy 3:9", "Deuteronomy 3:10", "Deuteronomy 3:11", "Deuteronomy 3:12", "Deuteronomy 3:13", "Deuteronomy 3:14", "Deuteronomy 3:15", "Deuteronomy 3:16", "Deuteronomy 3:17", "Deuteronomy 3:18", "Deuteronomy 3:19", "Deuteronomy 3:20", "Deuteronomy 3:21", "Deuteronomy 3:22", "Deuteronomy 3:23", "Deuteronomy 3:24", "Deuteronomy 3:25", "Deuteronomy 3:26", "Deuteronomy 3:27", "Deuteronomy 3:28", "Deuteronomy 3:29", "Deuteronomy 4:1", "Deuteronomy 4:2", "Deuteronomy 4:3", "Deuteronomy 4:4", "Deuteronomy 4:5", "Deuteronomy 4:6", "Deuteronomy 4:7", "Deuteronomy 4:8", "Deuteronomy 4:9", "Deuteronomy 4:10", "Deuteronomy 4:11", "Deuteronomy 4:12", "Deuteronomy 4:13", "Deuteronomy 4:14", "Deuteronomy 4:15", "Deuteronomy 4:16", "Deuteronomy 4:17", "Deuteronomy 4:18", "Deuteronomy 4:19", "Deuteronomy 4:20", "Deuteronomy 4:21", "Deuteronomy 4:22", "Deuteronomy 4:23", "Deuteronomy 4:24", "Deuteronomy 4:25", "Deuteronomy 4:26", "Deuteronomy 4:27", "Deuteronomy 4:28", "Deuteronomy 4:29", "Deuteronomy 4:30", "Deuteronomy 4:31", "Deuteronomy 4:32", "Deuteronomy 4:33", "Deuteronomy 4:34", "Deuteronomy 4:35", "Deuteronomy 4:36", "Deuteronomy 4:37", "Deuteronomy 4:38", "Deuteronomy 4:39", "Deuteronomy 4:40", "Deuteronomy 4:41", "Deuteronomy 4:42", "Deuteronomy 4:43", "Deuteronomy 4:44", "Deuteronomy 4:45", "Deuteronomy 4:46", "Deuteronomy 4:47", "Deuteronomy 4:48", "Deuteronomy 4:49", "Deuteronomy 5:1", "Deuteronomy 5:2", "Deuteronomy 5:3", "Deuteronomy 5:4", "Deuteronomy 5:5", "Deuteronomy 5:6", "Deuteronomy 5:7", "Deuteronomy 5:8", "Deuteronomy 5:9", "Deuteronomy 5:10", "Deuteronomy 5:11", "Deuteronomy 5:12", "Deuteronomy 5:13", "Deuteronomy 5:14", "Deuteronomy 5:15", "Deuteronomy 5:16", "Deuteronomy 5:17", "Deuteronomy 5:18", "Deuteronomy 5:19", "Deuteronomy 5:20", "Deuteronomy 5:21", "Deuteronomy 5:22", "Deuteronomy 5:23", "Deuteronomy 5:24", "Deuteronomy 5:25", "Deuteronomy 5:26", "Deuteronomy 5:27", "Deuteronomy 5:28", "Deuteronomy 5:29", "Deuteronomy 5:30", "Deuteronomy 6:1", "Deuteronomy 6:2", "Deuteronomy 6:3", "Deuteronomy 6:4", "Deuteronomy 6:5", "Deuteronomy 6:6", "Deuteronomy 6:7", "Deuteronomy 6:8", "Deuteronomy 6:9", "Deuteronomy 6:10", "Deuteronomy 6:11", "Deuteronomy 6:12", "Deuteronomy 6:13", "Deuteronomy 6:14", "Deuteronomy 6:15", "Deuteronomy 6:16", "Deuteronomy 6:17", "Deuteronomy 6:18", "Deuteronomy 6:19", "Deuteronomy 6:20", "Deuteronomy 6:21", "Deuteronomy 6:22", "Deuteronomy 6:23", "Deuteronomy 6:24", "Deuteronomy 6:25", "Deuteronomy 7:1", "Deuteronomy 7:2", "Deuteronomy 7:3", "Deuteronomy 7:4", "Deuteronomy 7:5", "Deuteronomy 7:6", "Deuteronomy 7:7", "Deuteronomy 7:8", "Deuteronomy 7:9", "Deuteronomy 7:10", "Deuteronomy 7:11", "Deuteronomy 7:12", "Deuteronomy 7:13", "Deuteronomy 7:14", "Deuteronomy 7:15", "Deuteronomy 7:16", "Deuteronomy 7:17", "Deuteronomy 7:18", "Deuteronomy 7:19", "Deuteronomy 7:20", "Deuteronomy 7:21", "Deuteronomy 7:22", "Deuteronomy 7:23", "Deuteronomy 7:24", "Deuteronomy 7:25", "Deuteronomy 7:26", "Deuteronomy 8:1", "Deuteronomy 8:2", "Deuteronomy 8:3", "Deuteronomy 8:4", "Deuteronomy 8:5", "Deuteronomy 8:6", "Deuteronomy 8:7", "Deuteronomy 8:8", "Deuteronomy 8:9", "Deuteronomy 8:10", "Deuteronomy 8:11", "Deuteronomy 8:12", "Deuteronomy 8:13", "Deuteronomy 8:14", "Deuteronomy 8:15", "Deuteronomy 8:16", "Deuteronomy 8:17", "Deuteronomy 8:18", "Deuteronomy 8:19", "Deuteronomy 8:20", "Deuteronomy 9:1", "Deuteronomy 9:2", "Deuteronomy 9:3", "Deuteronomy 9:4", "Deuteronomy 9:5", "Deuteronomy 9:6", "Deuteronomy 9:7", "Deuteronomy 9:8", "Deuteronomy 9:9", "Deuteronomy 9:10", "Deuteronomy 9:11", "Deuteronomy 9:12", "Deuteronomy 9:13", "Deuteronomy 9:14", "Deuteronomy 9:15", "Deuteronomy 9:16", "Deuteronomy 9:17", "Deuteronomy 9:18", "Deuteronomy 9:19", "Deuteronomy 9:20", "Deuteronomy 9:21", "Deuteronomy 9:22", "Deuteronomy 9:23", "Deuteronomy 9:24", "Deuteronomy 9:25", "Deuteronomy 9:26", "Deuteronomy 9:27", "Deuteronomy 9:28", "Deuteronomy 9:29", "Deuteronomy 10:1", "Deuteronomy 10:2", "Deuteronomy 10:3", "Deuteronomy 10:4", "Deuteronomy 10:5", "Deuteronomy 10:6", "Deuteronomy 10:7", "Deuteronomy 10:8", "Deuteronomy 10:9", "Deuteronomy 10:10", "Deuteronomy 10:11", "Deuteronomy 10:12", "Deuteronomy 10:13", "Deuteronomy 10:14", "Deuteronomy 10:15", "Deuteronomy 10:16", "Deuteronomy 10:17", "Deuteronomy 10:18", "Deuteronomy 10:19", "Deuteronomy 10:20", "Deuteronomy 10:21", "Deuteronomy 10:22", "Deuteronomy 11:1", "Deuteronomy 11:2", "Deuteronomy 11:3", "Deuteronomy 11:4", "Deuteronomy 11:5", "Deuteronomy 11:6", "Deuteronomy 11:7", "Deuteronomy 11:8", "Deuteronomy 11:9", "Deuteronomy 11:10", "Deuteronomy 11:11", "Deuteronomy 11:12", "Deuteronomy 11:13", "Deuteronomy 11:14", "Deuteronomy 11:15", "Deuteronomy 11:16", "Deuteronomy 11:17", "Deuteronomy 11:18", "Deuteronomy 11:19", "Deuteronomy 11:20", "Deuteronomy 11:21", "Deuteronomy 11:22", "Deuteronomy 11:23", "Deuteronomy 11:24", "Deuteronomy 11:25", "Deuteronomy 11:26", "Deuteronomy 11:27", "Deuteronomy 11:28", "Deuteronomy 11:29", "Deuteronomy 11:30", "Deuteronomy 11:31", "Deuteronomy 11:32", "Deuteronomy 12:1", "Deuteronomy 12:2", "Deuteronomy 12:3", "Deuteronomy 12:4", "Deuteronomy 12:5", "Deuteronomy 12:6", "Deuteronomy 12:7", "Deuteronomy 12:8", "Deuteronomy 12:9", "Deuteronomy 12:10", "Deuteronomy 12:11", "Deuteronomy 12:12", "Deuteronomy 12:13", "Deuteronomy 12:14", "Deuteronomy 12:15", "Deuteronomy 12:16", "Deuteronomy 12:17", "Deuteronomy 12:18", "Deuteronomy 12:19", "Deuteronomy 12:20", "Deuteronomy 12:21", "Deuteronomy 12:22", "Deuteronomy 12:23", "Deuteronomy 12:24", "Deuteronomy 12:25", "Deuteronomy 12:26", "Deuteronomy 12:27", "Deuteronomy 12:28", "Deuteronomy 12:29", "Deuteronomy 12:30", "Deuteronomy 12:31", "Deuteronomy 13:1", "Deuteronomy 13:2", "Deuteronomy 13:3", "Deuteronomy 13:4", "Deuteronomy 13:5", "Deuteronomy 13:6", "Deuteronomy 13:7", "Deuteronomy 13:8", "Deuteronomy 13:9", "Deuteronomy 13:10", "Deuteronomy 13:11", "Deuteronomy 13:12", "Deuteronomy 13:13", "Deuteronomy 13:14", "Deuteronomy 13:15", "Deuteronomy 13:16", "Deuteronomy 13:17", "Deuteronomy 13:18", "Deuteronomy 13:19", "Deuteronomy 14:1", "Deuteronomy 14:2", "Deuteronomy 14:3", "Deuteronomy 14:4", "Deuteronomy 14:5", "Deuteronomy 14:6", "Deuteronomy 14:7", "Deuteronomy 14:8", "Deuteronomy 14:9", "Deuteronomy 14:10", "Deuteronomy 14:11", "Deuteronomy 14:12", "Deuteronomy 14:13", "Deuteronomy 14:14", "Deuteronomy 14:15", "Deuteronomy 14:16", "Deuteronomy 14:17", "Deuteronomy 14:18", "Deuteronomy 14:19", "Deuteronomy 14:20", "Deuteronomy 14:21", "Deuteronomy 14:22", "Deuteronomy 14:23", "Deuteronomy 14:24", "Deuteronomy 14:25", "Deuteronomy 14:26", "Deuteronomy 14:27", "Deuteronomy 14:28", "Deuteronomy 14:29", "Deuteronomy 15:1", "Deuteronomy 15:2", "Deuteronomy 15:3", "Deuteronomy 15:4", "Deuteronomy 15:5", "Deuteronomy 15:6", "Deuteronomy 15:7", "Deuteronomy 15:8", "Deuteronomy 15:9", "Deuteronomy 15:10", "Deuteronomy 15:11", "Deuteronomy 15:12", "Deuteronomy 15:13", "Deuteronomy 15:14", "Deuteronomy 15:15", "Deuteronomy 15:16", "Deuteronomy 15:17", "Deuteronomy 15:18", "Deuteronomy 15:19", "Deuteronomy 15:20", "Deuteronomy 15:21", "Deuteronomy 15:22", "Deuteronomy 15:23", "Deuteronomy 16:1", "Deuteronomy 16:2", "Deuteronomy 16:3", "Deuteronomy 16:4", "Deuteronomy 16:5", "Deuteronomy 16:6", "Deuteronomy 16:7", "Deuteronomy 16:8", "Deuteronomy 16:9", "Deuteronomy 16:10", "Deuteronomy 16:11", "Deuteronomy 16:12", "Deuteronomy 16:13", "Deuteronomy 16:14", "Deuteronomy 16:15", "Deuteronomy 16:16", "Deuteronomy 16:17", "Deuteronomy 16:18", "Deuteronomy 16:19", "Deuteronomy 16:20", "Deuteronomy 16:21", "Deuteronomy 16:22", "Deuteronomy 17:1", "Deuteronomy 17:2", "Deuteronomy 17:3", "Deuteronomy 17:4", "Deuteronomy 17:5", "Deuteronomy 17:6", "Deuteronomy 17:7", "Deuteronomy 17:8", "Deuteronomy 17:9", "Deuteronomy 17:10", "Deuteronomy 17:11", "Deuteronomy 17:12", "Deuteronomy 17:13", "Deuteronomy 17:14", "Deuteronomy 17:15", "Deuteronomy 17:16", "Deuteronomy 17:17", "Deuteronomy 17:18", "Deuteronomy 17:19", "Deuteronomy 17:20", "Deuteronomy 18:1", "Deuteronomy 18:2", "Deuteronomy 18:3", "Deuteronomy 18:4", "Deuteronomy 18:5", "Deuteronomy 18:6", "Deuteronomy 18:7", "Deuteronomy 18:8", "Deuteronomy 18:9", "Deuteronomy 18:10", "Deuteronomy 18:11", "Deuteronomy 18:12", "Deuteronomy 18:13", "Deuteronomy 18:14", "Deuteronomy 18:15", "Deuteronomy 18:16", "Deuteronomy 18:17", "Deuteronomy 18:18", "Deuteronomy 18:19", "Deuteronomy 18:20", "Deuteronomy 18:21", "Deuteronomy 18:22", "Deuteronomy 19:1", "Deuteronomy 19:2", "Deuteronomy 19:3", "Deuteronomy 19:4", "Deuteronomy 19:5", "Deuteronomy 19:6", "Deuteronomy 19:7", "Deuteronomy 19:8", "Deuteronomy 19:9", "Deuteronomy 19:10", "Deuteronomy 19:11", "Deuteronomy 19:12", "Deuteronomy 19:13", "Deuteronomy 19:14", "Deuteronomy 19:15", "Deuteronomy 19:16", "Deuteronomy 19:17", "Deuteronomy 19:18", "Deuteronomy 19:19", "Deuteronomy 19:20", "Deuteronomy 19:21", "Deuteronomy 20:1", "Deuteronomy 20:2", "Deuteronomy 20:3", "Deuteronomy 20:4", "Deuteronomy 20:5", "Deuteronomy 20:6", "Deuteronomy 20:7", "Deuteronomy 20:8", "Deuteronomy 20:9", "Deuteronomy 20:10", "Deuteronomy 20:11", "Deuteronomy 20:12", "Deuteronomy 20:13", "Deuteronomy 20:14", "Deuteronomy 20:15", "Deuteronomy 20:16", "Deuteronomy 20:17", "Deuteronomy 20:18", "Deuteronomy 20:19", "Deuteronomy 20:20", "Deuteronomy 21:1", "Deuteronomy 21:2", "Deuteronomy 21:3", "Deuteronomy 21:4", "Deuteronomy 21:5", "Deuteronomy 21:6", "Deuteronomy 21:7", "Deuteronomy 21:8", "Deuteronomy 21:9", "Deuteronomy 21:10", "Deuteronomy 21:11", "Deuteronomy 21:12", "Deuteronomy 21:13", "Deuteronomy 21:14", "Deuteronomy 21:15", "Deuteronomy 21:16", "Deuteronomy 21:17", "Deuteronomy 21:18", "Deuteronomy 21:19", "Deuteronomy 21:20", "Deuteronomy 21:21", "Deuteronomy 21:22", "Deuteronomy 21:23", "Deuteronomy 22:1", "Deuteronomy 22:2", "Deuteronomy 22:3", "Deuteronomy 22:4", "Deuteronomy 22:5", "Deuteronomy 22:6", "Deuteronomy 22:7", "Deuteronomy 22:8", "Deuteronomy 22:9", "Deuteronomy 22:10", "Deuteronomy 22:11", "Deuteronomy 22:12", "Deuteronomy 22:13", "Deuteronomy 22:14", "Deuteronomy 22:15", "Deuteronomy 22:16", "Deuteronomy 22:17", "Deuteronomy 22:18", "Deuteronomy 22:19", "Deuteronomy 22:20", "Deuteronomy 22:21", "Deuteronomy 22:22", "Deuteronomy 22:23", "Deuteronomy 22:24", "Deuteronomy 22:25", "Deuteronomy 22:26", "Deuteronomy 22:27", "Deuteronomy 22:28", "Deuteronomy 22:29", "Deuteronomy 23:1", "Deuteronomy 23:2", "Deuteronomy 23:3", "Deuteronomy 23:4", "Deuteronomy 23:5", "Deuteronomy 23:6", "Deuteronomy 23:7", "Deuteronomy 23:8", "Deuteronomy 23:9", "Deuteronomy 23:10", "Deuteronomy 23:11", "Deuteronomy 23:12", "Deuteronomy 23:13", "Deuteronomy 23:14", "Deuteronomy 23:15", "Deuteronomy 23:16", "Deuteronomy 23:17", "Deuteronomy 23:18", "Deuteronomy 23:19", "Deuteronomy 23:20", "Deuteronomy 23:21", "Deuteronomy 23:22", "Deuteronomy 23:23", "Deuteronomy 23:24", "Deuteronomy 23:25", "Deuteronomy 23:26", "Deuteronomy 24:1", "Deuteronomy 24:2", "Deuteronomy 24:3", "Deuteronomy 24:4", "Deuteronomy 24:5", "Deuteronomy 24:6", "Deuteronomy 24:7", "Deuteronomy 24:8", "Deuteronomy 24:9", "Deuteronomy 24:10", "Deuteronomy 24:11", "Deuteronomy 24:12", "Deuteronomy 24:13", "Deuteronomy 24:14", "Deuteronomy 24:15", "Deuteronomy 24:16", "Deuteronomy 24:17", "Deuteronomy 24:18", "Deuteronomy 24:19", "Deuteronomy 24:20", "Deuteronomy 24:21", "Deuteronomy 24:22", "Deuteronomy 25:1", "Deuteronomy 25:2", "Deuteronomy 25:3", "Deuteronomy 25:4", "Deuteronomy 25:5", "Deuteronomy 25:6", "Deuteronomy 25:7", "Deuteronomy 25:8", "Deuteronomy 25:9", "Deuteronomy 25:10", "Deuteronomy 25:11", "Deuteronomy 25:12", "Deuteronomy 25:13", "Deuteronomy 25:14", "Deuteronomy 25:15", "Deuteronomy 25:16", "Deuteronomy 25:17", "Deuteronomy 25:18", "Deuteronomy 25:19", "Deuteronomy 26:1", "Deuteronomy 26:2", "Deuteronomy 26:3", "Deuteronomy 26:4", "Deuteronomy 26:5", "Deuteronomy 26:6", "Deuteronomy 26:7", "Deuteronomy 26:8", "Deuteronomy 26:9", "Deuteronomy 26:10", "Deuteronomy 26:11", "Deuteronomy 26:12", "Deuteronomy 26:13", "Deuteronomy 26:14", "Deuteronomy 26:15", "Deuteronomy 26:16", "Deuteronomy 26:17", "Deuteronomy 26:18", "Deuteronomy 26:19", "Deuteronomy 27:1", "Deuteronomy 27:2", "Deuteronomy 27:3", "Deuteronomy 27:4", "Deuteronomy 27:5", "Deuteronomy 27:6", "Deuteronomy 27:7", "Deuteronomy 27:8", "Deuteronomy 27:9", "Deuteronomy 27:10", "Deuteronomy 27:11", "Deuteronomy 27:12", "Deuteronomy 27:13", "Deuteronomy 27:14", "Deuteronomy 27:15", "Deuteronomy 27:16", "Deuteronomy 27:17", "Deuteronomy 27:18", "Deuteronomy 27:19", "Deuteronomy 27:20", "Deuteronomy 27:21", "Deuteronomy 27:22", "Deuteronomy 27:23", "Deuteronomy 27:24", "Deuteronomy 27:25", "Deuteronomy 27:26", "Deuteronomy 28:1", "Deuteronomy 28:2", "Deuteronomy 28:3", "Deuteronomy 28:4", "Deuteronomy 28:5", "Deuteronomy 28:6", "Deuteronomy 28:7", "Deuteronomy 28:8", "Deuteronomy 28:9", "Deuteronomy 28:10", "Deuteronomy 28:11", "Deuteronomy 28:12", "Deuteronomy 28:13", "Deuteronomy 28:14", "Deuteronomy 28:15", "Deuteronomy 28:16", "Deuteronomy 28:17", "Deuteronomy 28:18", "Deuteronomy 28:19", "Deuteronomy 28:20", "Deuteronomy 28:21", "Deuteronomy 28:22", "Deuteronomy 28:23", "Deuteronomy 28:24", "Deuteronomy 28:25", "Deuteronomy 28:26", "Deuteronomy 28:27", "Deuteronomy 28:28", "Deuteronomy 28:29", "Deuteronomy 28:30", "Deuteronomy 28:31", "Deuteronomy 28:32", "Deuteronomy 28:33", "Deuteronomy 28:34", "Deuteronomy 28:35", "Deuteronomy 28:36", "Deuteronomy 28:37", "Deuteronomy 28:38", "Deuteronomy 28:39", "Deuteronomy 28:40", "Deuteronomy 28:41", "Deuteronomy 28:42", "Deuteronomy 28:43", "Deuteronomy 28:44", "Deuteronomy 28:45", "Deuteronomy 28:46", "Deuteronomy 28:47", "Deuteronomy 28:48", "Deuteronomy 28:49", "Deuteronomy 28:50", "Deuteronomy 28:51", "Deuteronomy 28:52", "Deuteronomy 28:53", "Deuteronomy 28:54", "Deuteronomy 28:55", "Deuteronomy 28:56", "Deuteronomy 28:57", "Deuteronomy 28:58", "Deuteronomy 28:59", "Deuteronomy 28:60", "Deuteronomy 28:61", "Deuteronomy 28:62", "Deuteronomy 28:63", "Deuteronomy 28:64", "Deuteronomy 28:65", "Deuteronomy 28:66", "Deuteronomy 28:67", "Deuteronomy 28:68", "Deuteronomy 28:69", "Deuteronomy 29:1", "Deuteronomy 29:2", "Deuteronomy 29:3", "Deuteronomy 29:4", "Deuteronomy 29:5", "Deuteronomy 29:6", "Deuteronomy 29:7", "Deuteronomy 29:8", "Deuteronomy 29:9", "Deuteronomy 29:10", "Deuteronomy 29:11", "Deuteronomy 29:12", "Deuteronomy 29:13", "Deuteronomy 29:14", "Deuteronomy 29:15", "Deuteronomy 29:16", "Deuteronomy 29:17", "Deuteronomy 29:18", "Deuteronomy 29:19", "Deuteronomy 29:20", "Deuteronomy 29:21", "Deuteronomy 29:22", "Deuteronomy 29:23", "Deuteronomy 29:24", "Deuteronomy 29:25", "Deuteronomy 29:26", "Deuteronomy 29:27", "Deuteronomy 29:28", "Deuteronomy 30:1", "Deuteronomy 30:2", "Deuteronomy 30:3", "Deuteronomy 30:4", "Deuteronomy 30:5", "Deuteronomy 30:6", "Deuteronomy 30:7", "Deuteronomy 30:8", "Deuteronomy 30:9", "Deuteronomy 30:10", "Deuteronomy 30:11", "Deuteronomy 30:12", "Deuteronomy 30:13", "Deuteronomy 30:14", "Deuteronomy 30:15", "Deuteronomy 30:16", "Deuteronomy 30:17", "Deuteronomy 30:18", "Deuteronomy 30:19", "Deuteronomy 30:20", "Deuteronomy 31:1", "Deuteronomy 31:2", "Deuteronomy 31:3", "Deuteronomy 31:4", "Deuteronomy 31:5", "Deuteronomy 31:6", "Deuteronomy 31:7", "Deuteronomy 31:8", "Deuteronomy 31:9", "Deuteronomy 31:10", "Deuteronomy 31:11", "Deuteronomy 31:12", "Deuteronomy 31:13", "Deuteronomy 31:14", "Deuteronomy 31:15", "Deuteronomy 31:16", "Deuteronomy 31:17", "Deuteronomy 31:18", "Deuteronomy 31:19", "Deuteronomy 31:20", "Deuteronomy 31:21", "Deuteronomy 31:22", "Deuteronomy 31:23", "Deuteronomy 31:24", "Deuteronomy 31:25", "Deuteronomy 31:26", "Deuteronomy 31:27", "Deuteronomy 31:28", "Deuteronomy 31:29", "Deuteronomy 31:30", "Deuteronomy 32:1", "Deuteronomy 32:2", "Deuteronomy 32:3", "Deuteronomy 32:4", "Deuteronomy 32:5", "Deuteronomy 32:6", "Deuteronomy 32:7", "Deuteronomy 32:8", "Deuteronomy 32:9", "Deuteronomy 32:10", "Deuteronomy 32:11", "Deuteronomy 32:12", "Deuteronomy 32:13", "Deuteronomy 32:14", "Deuteronomy 32:15", "Deuteronomy 32:16", "Deuteronomy 32:17", "Deuteronomy 32:18", "Deuteronomy 32:19", "Deuteronomy 32:20", "Deuteronomy 32:21", "Deuteronomy 32:22", "Deuteronomy 32:23", "Deuteronomy 32:24", "Deuteronomy 32:25", "Deuteronomy 32:26", "Deuteronomy 32:27", "Deuteronomy 32:28", "Deuteronomy 32:29", "Deuteronomy 32:30", "Deuteronomy 32:31", "Deuteronomy 32:32", "Deuteronomy 32:33", "Deuteronomy 32:34", "Deuteronomy 32:35", "Deuteronomy 32:36", "Deuteronomy 32:37", "Deuteronomy 32:38", "Deuteronomy 32:39", "Deuteronomy 32:40", "Deuteronomy 32:41", "Deuteronomy 32:42", "Deuteronomy 32:43", "Deuteronomy 32:44", "Deuteronomy 32:45", "Deuteronomy 32:46", "Deuteronomy 32:47", "Deuteronomy 32:48", "Deuteronomy 32:49", "Deuteronomy 32:50", "Deuteronomy 32:51", "Deuteronomy 32:52", "Deuteronomy 33:1", "Deuteronomy 33:2", "Deuteronomy 33:3", "Deuteronomy 33:4", "Deuteronomy 33:5", "Deuteronomy 33:6", "Deuteronomy 33:7", "Deuteronomy 33:8", "Deuteronomy 33:9", "Deuteronomy 33:10", "Deuteronomy 33:11", "Deuteronomy 33:12", "Deuteronomy 33:13", "Deuteronomy 33:14", "Deuteronomy 33:15", "Deuteronomy 33:16", "Deuteronomy 33:17", "Deuteronomy 33:18", "Deuteronomy 33:19", "Deuteronomy 33:20", "Deuteronomy 33:21", "Deuteronomy 33:22", "Deuteronomy 33:23", "Deuteronomy 33:24", "Deuteronomy 33:25", "Deuteronomy 33:26", "Deuteronomy 33:27", "Deuteronomy 33:28", "Deuteronomy 33:29", "Deuteronomy 34:1", "Deuteronomy 34:2", "Deuteronomy 34:3", "Deuteronomy 34:4", "Deuteronomy 34:5", "Deuteronomy 34:6", "Deuteronomy 34:7", "Deuteronomy 34:8", "Deuteronomy 34:9", "Deuteronomy 34:10", "Deuteronomy 34:11", "Deuteronomy 34:12"], "sourceRef": "The Five Books of Moses, by Everett Fox, Deuteronomy, On the Book of Deuteronomy and Its Structure 2-39", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, דברים, דברים מאמר א׳ ב׳-ל״ט", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "On the Book of Deuteronomy and Its Structure", "he": "דברים מאמר א׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "דברים מאמר א׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["D<small>EUTERONOMY HOLDS A UNIQUE POSITION, AND SPEAKS WITH A UNIQUE VOICE, IN THE</small> literature of the Torah. Up to this point, through the first four books, we have encountered a powerful mixture of literary genres; indeed, the books owe their characteristic stamp to the way in which they incorporate these genres. Genesis is predominantly narrative, punctuated by genealogies; Exodus begins with narrative and later proceeds with covenant-making and law, and then with the precise details of sanctuary building; Leviticus is composed almost entirely of cultic and then ethical and social law; and finally, Numbers alternates narrative and varied laws, under the structure of preparations for wilderness march, first encounters with the Promised Land, and preparations for entry. Except for Leviticus, the books also exhibit, at strategic points, striking examples of biblical poetry.", "An ancient name for Deuteronomy, <i>mishne tora</i>—which means “copy of the Torah,” but which was erroneously understood as “second Torah”—would seem to indicate more of the same combining of genres, and a not-too-close reading would support the idea of a rehashing of narrative, covenant-making, law, and poetry. But the reader who takes the time to weigh what stands before him or her will find much more. In its structure, style, content, and intent, Deuteronomy goes beyond what has preceded it. The image of Moshe addressing the assembled people on the Plains of Moab—the central setting of the book—provides the occasion for not merely a retelling, but a recasting of Israel’s mission and destiny. No book of the Torah is truer to the idea of “instruction” (Deuteronomy uses the term numerous times), including an emphasis on teaching and learning, with assembled and yet-to-be-born children as much the audience as “elders.”", "From the book’s opening phrase, “Now these are the words [or even “speeches”] that Moshe spoke to the Children of Israel / in (the country) across the Jordan,” the basic premise of Deuteronomy is that the aged Moshe, personally and indeed in the first person, speaks for the last time to the assembled Israelites, before their triumphant entry into the land of Canaan. The setting affects the entire content of the book; no longer is the narrator in the background, as in most of the Torah, but instead he is presented as directly addressing a living audience, an audience composed not only of the ancient hearers portrayed in the text but also of contemporary listeners.", "The image of a leader delivering a long public address on an auspicious occasion is well known from the ancient world, most familiarly from Greek historians (cf. Van Seters) but also abundantly in the ancient Near East (Weinfeld). The historian seeks to paint a vivid picture of the personality of his speaker and the high drama of the moment, and may go on at great length. While admitting to not having had the benefit of eyewitness sources, such chroniclers are nevertheless sincere in their desire to present what undoubtedly would have been said on such an occasion.", "Deuteronomy, whenever it was composed and placed in the Torah, takes this approach a step further. It is a fantastic conceit, really: as Rosenberg (1975) notes, Moshe, the man who was “not a man of words” (Ex. 4:10), all of a sudden finds his voice. And as Polzin (1980) has shown in his forceful analysis, in Deuteronomy Moshe’s voice functions fairly indistinguishably from God’s own—and then closes off the text by stipulating that nothing in the future is to be added or subtracted to it. So we are dealing with a text of directly authoritative character, a series of speeches that in their own self-understanding already bore the status of “Torah.” Hence Deuteronomy introduces into the Bible for the first time the concept of canon—a bounded, accepted body of authoritative literature.", "Moshe’s addresses, which include a historical review, repeated appeals to observe God’s laws and dire warnings against their violation, a reworking of previous laws and the addition of new ones, and a poem designed to keep the appeals and warnings in popular memory, have about them a deep rhetorical urgency. As such they are stylistically quite different from most of what is found in the first four books of the Bible. To be sure, there are many moments of high rhetoric in the previous narratives, and the laws—including cultic ones—are also not lacking appeals to the emotions (cf., for instance, the repeated injunctions to not oppress the sojourner, “for you were sojourners in the land of Egypt”). But as an extended piece of argumentation and pleading, Deuteronomy holds pride of place in the Torah, with its specialized vocabulary (described in the notes and commentary below), its alternately pleading and warning tone, and its long, elegant phrases (as Gottwald notes, these phrases are most often cast in the form of subordinate clauses, not the typical syntactical form found in the previous books).", "But not only does Deuteronomy provide an emotional capstone to the four books that precede it. It functions to link up with both the landed history of Israel in the narrative books to follow (Joshua through Kings) and the prophets’ emotional speeches to the people and their leaders. In the words of G. Ernest Wright,", "the central purpose of Deuteronomy is to furnish Israel with a complete order of faith and life which is the prerequisite for a prosperous and secure existence on the God-given land. The historian [of the succeeding books] shows how Israel failed to keep it and what the consequences were.", "It is in fact the monarchic setting that is commonly held to be the historical background to the compilation of Deuteronomy. While Moshe’s last days and the people’s being poised on the steppes opposite Jericho would certainly be a dramatic enough moment for our book’s speeches to occur, its language, style, and many of its concerns point to a later time in the history of Israel as a likely venue for at least a good part of its emotional appeal.", "That time, in the opinion of most biblical scholars over the past two centuries, was the middle of the reign of King Josiah (ruled 640–608 <small>B.C.E.</small>) of Judah, the southern kingdom (Israel, the north, had been overrun by Assyria a century previously). The Assyrian Empire, dominant in the region for three hundred years, was on the wane, and Josiah took advantage of this decline of power to expand his kingdom northward. He also—at about the time of the death of Ashurbanipal, the last powerful king of Assyria—began a wide-ranging reform that consisted largely of destroying the local “high places” of pagan worship that had figured so prominently in the reign of his grandfather, the notorious Manasseh (ruled 687–642). II Kings 23 describes the purge in great detail, noting both places and priests that were now rendered inoperative in favor of the centralization of the cult in Jerusalem.", "It is within this setting that Chapter  22 reports the dramatic discovery of a scroll “of the Torah.”", "The high priest Hilkiah said to Shaphan the secretary, “I have found the book of the law in the house of the L<small>ORD</small>.” … Shaphan then read it aloud to the king. When the king heard the words of the book of the law, he tore his clothes. Then the king commanded … saying: “Go, inquire of the L<small>ORD</small> for me, for the people, and for all Judah, concerning the words of this book that has been found, for great is the wrath of the L<small>ORD</small> … because our ancestors did not obey the words of this book, to do according to all that is written concerning us.” (22:8, 10–13, New Revised Standard Version)", "What precisely were the contents of the “book” we do not know; but it is usually taken to have been some form of Deuteronomy. The rhetorical force of the newly discovered text must have been considerable, for its reported result was that the king", "directed that all the elders of Judah and Jerusalem should be gathered to him. … he read in their hearing all the words of the book of the covenant that had been found in the house of the L<small>ORD</small>. The king stood by the pillar and made a covenant before the L<small>ORD</small>, to follow the L<small>ORD</small>, keeping his commandments, his decrees, and his statutes, with all his heart and all his soul, to perform the words of this covenant that were written in this book. All the people joined in the covenant. (23:1–3)", "The connections between these passages and the style of Deuteronomy will be obvious to anyone who reads the book, and it seems clear that Josiah’s reforms are closely related to concerns expressed in Deuteronomy.", "The Bible’s portrayal of this background does not necessarily mean that Deuteronomy was composed for the occasion, or even that it originated in Judah. Several scholars (notably Ginsberg) have remarked on connections to the northern kingdom of Israel (e.g., affinities to the prophet Hosea), and so it is possible that at least some of our book was a series of traditions brought south by refugees fleeing the Assyrian onslaught. In any event, the text of Deuteronomy addresses its audience with such emotional immediacy that it may safely be presumed that a crisis of major proportions loomed, and the opportunity presented itself for a large-scale revival—or redefinition—of Israel’s self-understanding. Similar crises later in Jewish history may have led to the editing and writing down (but not necessarily the composition) of other central texts, the Mishnah (c. 200) and the Babylonian Talmud (c. 450). Like these documents, and like the first four books of the Torah, Deuteronomy is written in such a way that it is difficult to pin down its precise background, which through additions and circumspection has been substantially obliterated. What is left to us are the many repetitions of “today” or “this day,” which signal the desire to make the “Instruction” contemporary for the audience, whoever and whenever that may be.", "The net effect of this process of creation and development was to establish the Torah’s character as a text that shows signs of new life and new thinking within itself. Deuteronomy, by its inclusion as the final book of the five, officially began the practice of “explaining” (1:5) the traditions of Israel, and thus paved the way for the classic form of Jewish religious and intellectual activity: the interpretation of Scripture (cf. Fishbane 1988 for a definitive study on “inner-biblical exegesis,” interpretation that appears within the Bible itself and hence becomes a legitimate part of its traditions). This activity strongly influenced Christianity and Islam as well, and is still a part of religious discourse and development in the Western world.", "In its overall structure, Deuteronomy breaks down fairly easily; but it is perhaps best understood in the light of comparative ancient Near Eastern material. Weinfeld’s lifetime of research has demonstrated the strong parallels between our book and certain Assyrian treaty texts (earlier Hittite texts have also been shown to be helpful in this regard; cf. Levenson 1985b for a useful summary). It is striking indeed that the Esarhaddon Treaty texts from the seventh century <small>B.C.E.</small>, which also produced the final form of Deuteronomy, seem to prefigure the basic structure of what Moshe lays out in the book: a historical overview, an exhortation to keep the covenant, the laws—particulars of the covenant, a series of blessings and curses following upon observance or nonobservance of the covenant, and a ceremony ratifying it. A similar pattern, in abbreviated form, may be observed in the Sinai covenant in Ex. 19–24.", "Weinfeld points out that such covenants or treaties were two-sided, with the suzerain granting his vassals certain favors in return for “love” (= loyalty), and threatening dire consequences if that loyalty were to become suspect. What is fascinating about the parallels is not so much that they exist, but that here, apparently, a political model from a hated enemy has been assimilated and transformed into a positive religious-national one. Such transformative power seems to be characteristic of biblical culture, which probably reworked known stories and poems, among other genres, into genuine Israelite creations (the Flood narratives of Genesis and Psalm 29 are two fruitful examples of the process).", "Deuteronomy, then, focuses mainly on the relationship between God and Israel, a relationship that has been spelled out before (as in Exodus) but that forms in this book the very soul of the text. Every act that Israel performs as a community, and every one done by individuals, is to be seen in that light. As elsewhere in the Bible, breaking one of God’s rules means not merely a violation of a statute but an affront to the suzerain, the sovereign Lord, and thus a grave risk to society’s well-being and even to its very existence. And there is a unity of purpose and concept here: Gottwald summarizes the message of the book as “the indivisible unity of <i>one God</i> for <i>one people</i> in <i>one land</i> observing <i>one cult</i>” (italics his).", "Given the treaty pattern that we have just referred to, an outline of the book might proceed along the following lines:", "I   Historical Overview (Moshe as Narrator; 1–4:43)", "A   Narrative of the Wilderness Journey (1–3)", "B   Transition: Beginning of the Exhortation (4:1–40) and Addendum on Towns of Asylum (4:41–43)", "II  Opening Exhortation (Moshe as Pleader; 4:44–11:36)", "Looking Back to the Revelation at Sinai", "III The Terms of the Covenant (Moshe as Lawgiver; 12–28)", "A   The Laws (12–26)", "B   Covenant Ceremony; Blessings and Curses (27–28)", "IV Concluding Exhortation (Moshe as Pleader; 29–30)", "Looking Ahead to Exile and Return", "V  Final Matters (31–34)", "A   Passing the Mantle (31)", "B   Moshe’s Admonitory Poem (32)", "C   Moshe’s Blessing to the Tribes (33)", "D   The End (34)", "A few simple structural observations, based on a closer look at the text itself, may be made here. Parts I and V stress the role of Yehoshua (Joshua) in the future. Then, too, Parts II and IV use similar rhetorical formulas toward the end of each (“See, I set before you this day …,” 11:26 and 30:15). Such a symmetry would suggest that Part III is the crucial one, and that is of course the case. Everything in Deuteronomy radiates out from the laws: a new humanism, a rethinking of tradition, and above all, a heartfelt appeal to “choose life” (30:19), a good life on the land under the blessing of God.", "It is only when that appeal has been fully made, and when all of Deuteronomy’s new material has been added (with no more to come, as the text sees it!), that Moshe can finally die, and the people of Israel can proceed into the Promised Land. The book of Numbers proved to be a false ending, and indeed the report of Moshe’s death was postponed from the end of that book to this, so that the biblical tradition could transform itself into a truly multifaceted and rich one. The Torah, which began in the nameless, unknowable past, ends in the limitless present and future, with a potential life ahead for the Israelite people as bountiful and as beautiful as the “good land” that Moshe is allowed to see from the summit of Pisga."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62037e566bfddfbb310feb37", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Deuteronomy, Part I; Historical Overview 2-4", "anchorRef": "Deuteronomy 1:1-4:43", "anchorRefExpanded": ["Deuteronomy 1:1", "Deuteronomy 1:2", "Deuteronomy 1:3", "Deuteronomy 1:4", "Deuteronomy 1:5", "Deuteronomy 1:6", "Deuteronomy 1:7", "Deuteronomy 1:8", "Deuteronomy 1:9", "Deuteronomy 1:10", "Deuteronomy 1:11", "Deuteronomy 1:12", "Deuteronomy 1:13", "Deuteronomy 1:14", "Deuteronomy 1:15", "Deuteronomy 1:16", "Deuteronomy 1:17", "Deuteronomy 1:18", "Deuteronomy 1:19", "Deuteronomy 1:20", "Deuteronomy 1:21", "Deuteronomy 1:22", "Deuteronomy 1:23", "Deuteronomy 1:24", "Deuteronomy 1:25", "Deuteronomy 1:26", "Deuteronomy 1:27", "Deuteronomy 1:28", "Deuteronomy 1:29", "Deuteronomy 1:30", "Deuteronomy 1:31", "Deuteronomy 1:32", "Deuteronomy 1:33", "Deuteronomy 1:34", "Deuteronomy 1:35", "Deuteronomy 1:36", "Deuteronomy 1:37", "Deuteronomy 1:38", "Deuteronomy 1:39", "Deuteronomy 1:40", "Deuteronomy 1:41", "Deuteronomy 1:42", "Deuteronomy 1:43", "Deuteronomy 1:44", "Deuteronomy 1:45", "Deuteronomy 1:46", "Deuteronomy 2:1", "Deuteronomy 2:2", "Deuteronomy 2:3", "Deuteronomy 2:4", "Deuteronomy 2:5", "Deuteronomy 2:6", "Deuteronomy 2:7", "Deuteronomy 2:8", "Deuteronomy 2:9", "Deuteronomy 2:10", "Deuteronomy 2:11", "Deuteronomy 2:12", "Deuteronomy 2:13", "Deuteronomy 2:14", "Deuteronomy 2:15", "Deuteronomy 2:16", "Deuteronomy 2:17", "Deuteronomy 2:18", "Deuteronomy 2:19", "Deuteronomy 2:20", "Deuteronomy 2:21", "Deuteronomy 2:22", "Deuteronomy 2:23", "Deuteronomy 2:24", "Deuteronomy 2:25", "Deuteronomy 2:26", "Deuteronomy 2:27", "Deuteronomy 2:28", "Deuteronomy 2:29", "Deuteronomy 2:30", "Deuteronomy 2:31", "Deuteronomy 2:32", "Deuteronomy 2:33", "Deuteronomy 2:34", "Deuteronomy 2:35", "Deuteronomy 2:36", "Deuteronomy 2:37", "Deuteronomy 3:1", "Deuteronomy 3:2", "Deuteronomy 3:3", "Deuteronomy 3:4", "Deuteronomy 3:5", "Deuteronomy 3:6", "Deuteronomy 3:7", "Deuteronomy 3:8", "Deuteronomy 3:9", "Deuteronomy 3:10", "Deuteronomy 3:11", "Deuteronomy 3:12", "Deuteronomy 3:13", "Deuteronomy 3:14", "Deuteronomy 3:15", "Deuteronomy 3:16", "Deuteronomy 3:17", "Deuteronomy 3:18", "Deuteronomy 3:19", "Deuteronomy 3:20", "Deuteronomy 3:21", "Deuteronomy 3:22", "Deuteronomy 3:23", "Deuteronomy 3:24", "Deuteronomy 3:25", "Deuteronomy 3:26", "Deuteronomy 3:27", "Deuteronomy 3:28", "Deuteronomy 3:29", "Deuteronomy 4:1", "Deuteronomy 4:2", "Deuteronomy 4:3", "Deuteronomy 4:4", "Deuteronomy 4:5", "Deuteronomy 4:6", "Deuteronomy 4:7", "Deuteronomy 4:8", "Deuteronomy 4:9", "Deuteronomy 4:10", "Deuteronomy 4:11", "Deuteronomy 4:12", "Deuteronomy 4:13", "Deuteronomy 4:14", "Deuteronomy 4:15", "Deuteronomy 4:16", "Deuteronomy 4:17", "Deuteronomy 4:18", "Deuteronomy 4:19", "Deuteronomy 4:20", "Deuteronomy 4:21", "Deuteronomy 4:22", "Deuteronomy 4:23", "Deuteronomy 4:24", "Deuteronomy 4:25", "Deuteronomy 4:26", "Deuteronomy 4:27", "Deuteronomy 4:28", "Deuteronomy 4:29", "Deuteronomy 4:30", "Deuteronomy 4:31", "Deuteronomy 4:32", "Deuteronomy 4:33", "Deuteronomy 4:34", "Deuteronomy 4:35", "Deuteronomy 4:36", "Deuteronomy 4:37", "Deuteronomy 4:38", "Deuteronomy 4:39", "Deuteronomy 4:40", "Deuteronomy 4:41", "Deuteronomy 4:42", "Deuteronomy 4:43"], "sourceRef": "The Five Books of Moses, by Everett Fox, Deuteronomy, Part I; Historical Overview 2-4", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, דברים, דברים מאמר ב׳ ב׳-ד׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Part I; Historical Overview", "he": "דברים מאמר ב׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["I<small>N THIS INTRODUCTORY SECTION, WHICH SOME SCHOLARS HAVE VIEWED AS A LATER</small> addition to the core of the book, Moshe reviews the journey of the Israelites from Mount Sinai (“Horev”) into the Negev, and from there up east of the Dead Sea to a spot opposite Jericho. Two things make this more than a mere itinerary: First, Moshe confines himself to the most important moments—the choosing of leaders, the sending of the spies (with all its disastrous consequences), the encounters with various nations, and the provisions made for the soon-to-occur conquest. Second, the text characterizes itself, not as a narrative per se, but as an “explanation” (1:5) of the “Instruction.” In other words, history is made to function as lesson here. That the account ends with Bet (Baal) Pe’or in 3:29 is surely not accidental; as 4:3 reminds us, this was the site of Israel’s great apostasy, the final negative act by a wayward generation that was not to live to enter the land of Israel. By means of this introduction, the new generation is warned about the failings of the old, and begins to be prepared for “entering and taking-possession of the land” promised to their ancestors (4:1).", "The first four chapters of the book establish its character as a link: by recounting key events in Israel’s wanderings, they summarize the narratives of Exodus and Numbers; by demonstrating that disaster resulted from the people’s rebellions, they set the ideology that will permeate the so-called Deuteronomistic History, namely the books of Joshua, Judges, Samuel, and Kings (Nelson).", "It should be realized that these chapters are not merely previous narratives repeated verbatim. They are in fact reworkings of earlier material, often with changes. Thus, to use Brettler’s example, 1:9–18 retells Ex. 18:13–26, with the change that this time, as Moshe appoints lower-level leadership for the people, he does so without his father-in-law Yitro (who had helped in the Exodus version), and chooses them on the basis of their capabilities (“wisdom”), not their piety. Brettler also points to the frequent use of the phrase “at that time” as an indicator of later additions to the text. For a comprehensive discussion of how these opening chapters differ from earlier accounts, see Tigay."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62037e7e6bfddfbb310feba5", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Deuteronomy, Part I; Historical Overview, Transition 2-4", "anchorRef": "Deuteronomy 4:1-40", "anchorRefExpanded": ["Deuteronomy 4:1", "Deuteronomy 4:2", "Deuteronomy 4:3", "Deuteronomy 4:4", "Deuteronomy 4:5", "Deuteronomy 4:6", "Deuteronomy 4:7", "Deuteronomy 4:8", "Deuteronomy 4:9", "Deuteronomy 4:10", "Deuteronomy 4:11", "Deuteronomy 4:12", "Deuteronomy 4:13", "Deuteronomy 4:14", "Deuteronomy 4:15", "Deuteronomy 4:16", "Deuteronomy 4:17", "Deuteronomy 4:18", "Deuteronomy 4:19", "Deuteronomy 4:20", "Deuteronomy 4:21", "Deuteronomy 4:22", "Deuteronomy 4:23", "Deuteronomy 4:24", "Deuteronomy 4:25", "Deuteronomy 4:26", "Deuteronomy 4:27", "Deuteronomy 4:28", "Deuteronomy 4:29", "Deuteronomy 4:30", "Deuteronomy 4:31", "Deuteronomy 4:32", "Deuteronomy 4:33", "Deuteronomy 4:34", "Deuteronomy 4:35", "Deuteronomy 4:36", "Deuteronomy 4:37", "Deuteronomy 4:38", "Deuteronomy 4:39", "Deuteronomy 4:40"], "sourceRef": "The Five Books of Moses, by Everett Fox, Deuteronomy, Part I; Historical Overview, Transition 2-4", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, דברים, דברים מאמר ב׳, דברים הערה ד׳ ב׳-ד׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Transition", "he": "דברים הערה ד׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "דברים הערה ד׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["Moshe, having narrated Israel’s wilderness travels up to the spot where they are standing, now launches into the main set of speeches that characterize Deuteronomy’s style, a series of exhortations to the people to follow God’s laws. This section is connected to the previous material by its evocation of past events (the sin at Baal Pe’or and the revelation at Sinai/Horev), but it also points to the future, by means of its vision of exile and return. Not surprisingly, the words “hear/hearken,” “see,” “laws (and regulations),” and “command” are all key expressions; these become increasingly important in the chapters to follow.", "Ironic is the repeated warning, which appears here for the first time, not to add anything to the Instruction. Yet Deuteronomy itself does just that. But, as we have noted above, by closing the Torah after the end of the book, Deuteronomy is able to introduce innovations with the force of tradition, and seemingly guard against further overt revision.", "Levenson (1975) sees this section, along with material in chapters 28–32, as providing a framework for the book for the Israelite community in exile, suggesting that return to God is still possible through keeping the commandments laid out within the framework."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620382f2c9ad75f2d99afa62", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "", "ref": "The Five Books of Moses, by Everett Fox, Deuteronomy, Part I; Historical Overview 1", "anchorRef": "Deuteronomy 1:1-4:43", "anchorRefExpanded": ["Deuteronomy 1:1", "Deuteronomy 1:2", "Deuteronomy 1:3", "Deuteronomy 1:4", "Deuteronomy 1:5", "Deuteronomy 1:6", "Deuteronomy 1:7", "Deuteronomy 1:8", "Deuteronomy 1:9", "Deuteronomy 1:10", "Deuteronomy 1:11", "Deuteronomy 1:12", "Deuteronomy 1:13", "Deuteronomy 1:14", "Deuteronomy 1:15", "Deuteronomy 1:16", "Deuteronomy 1:17", "Deuteronomy 1:18", "Deuteronomy 1:19", "Deuteronomy 1:20", "Deuteronomy 1:21", "Deuteronomy 1:22", "Deuteronomy 1:23", "Deuteronomy 1:24", "Deuteronomy 1:25", "Deuteronomy 1:26", "Deuteronomy 1:27", "Deuteronomy 1:28", "Deuteronomy 1:29", "Deuteronomy 1:30", "Deuteronomy 1:31", "Deuteronomy 1:32", "Deuteronomy 1:33", "Deuteronomy 1:34", "Deuteronomy 1:35", "Deuteronomy 1:36", "Deuteronomy 1:37", "Deuteronomy 1:38", "Deuteronomy 1:39", "Deuteronomy 1:40", "Deuteronomy 1:41", "Deuteronomy 1:42", "Deuteronomy 1:43", "Deuteronomy 1:44", "Deuteronomy 1:45", "Deuteronomy 1:46", "Deuteronomy 2:1", "Deuteronomy 2:2", "Deuteronomy 2:3", "Deuteronomy 2:4", "Deuteronomy 2:5", "Deuteronomy 2:6", "Deuteronomy 2:7", "Deuteronomy 2:8", "Deuteronomy 2:9", "Deuteronomy 2:10", "Deuteronomy 2:11", "Deuteronomy 2:12", "Deuteronomy 2:13", "Deuteronomy 2:14", "Deuteronomy 2:15", "Deuteronomy 2:16", "Deuteronomy 2:17", "Deuteronomy 2:18", "Deuteronomy 2:19", "Deuteronomy 2:20", "Deuteronomy 2:21", "Deuteronomy 2:22", "Deuteronomy 2:23", "Deuteronomy 2:24", "Deuteronomy 2:25", "Deuteronomy 2:26", "Deuteronomy 2:27", "Deuteronomy 2:28", "Deuteronomy 2:29", "Deuteronomy 2:30", "Deuteronomy 2:31", "Deuteronomy 2:32", "Deuteronomy 2:33", "Deuteronomy 2:34", "Deuteronomy 2:35", "Deuteronomy 2:36", "Deuteronomy 2:37", "Deuteronomy 3:1", "Deuteronomy 3:2", "Deuteronomy 3:3", "Deuteronomy 3:4", "Deuteronomy 3:5", "Deuteronomy 3:6", "Deuteronomy 3:7", "Deuteronomy 3:8", "Deuteronomy 3:9", "Deuteronomy 3:10", "Deuteronomy 3:11", "Deuteronomy 3:12", "Deuteronomy 3:13", "Deuteronomy 3:14", "Deuteronomy 3:15", "Deuteronomy 3:16", "Deuteronomy 3:17", "Deuteronomy 3:18", "Deuteronomy 3:19", "Deuteronomy 3:20", "Deuteronomy 3:21", "Deuteronomy 3:22", "Deuteronomy 3:23", "Deuteronomy 3:24", "Deuteronomy 3:25", "Deuteronomy 3:26", "Deuteronomy 3:27", "Deuteronomy 3:28", "Deuteronomy 3:29", "Deuteronomy 4:1", "Deuteronomy 4:2", "Deuteronomy 4:3", "Deuteronomy 4:4", "Deuteronomy 4:5", "Deuteronomy 4:6", "Deuteronomy 4:7", "Deuteronomy 4:8", "Deuteronomy 4:9", "Deuteronomy 4:10", "Deuteronomy 4:11", "Deuteronomy 4:12", "Deuteronomy 4:13", "Deuteronomy 4:14", "Deuteronomy 4:15", "Deuteronomy 4:16", "Deuteronomy 4:17", "Deuteronomy 4:18", "Deuteronomy 4:19", "Deuteronomy 4:20", "Deuteronomy 4:21", "Deuteronomy 4:22", "Deuteronomy 4:23", "Deuteronomy 4:24", "Deuteronomy 4:25", "Deuteronomy 4:26", "Deuteronomy 4:27", "Deuteronomy 4:28", "Deuteronomy 4:29", "Deuteronomy 4:30", "Deuteronomy 4:31", "Deuteronomy 4:32", "Deuteronomy 4:33", "Deuteronomy 4:34", "Deuteronomy 4:35", "Deuteronomy 4:36", "Deuteronomy 4:37", "Deuteronomy 4:38", "Deuteronomy 4:39", "Deuteronomy 4:40", "Deuteronomy 4:41", "Deuteronomy 4:42", "Deuteronomy 4:43"], "sourceRef": "The Five Books of Moses, by Everett Fox, Deuteronomy, Part I; Historical Overview 1", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, דברים, דברים מאמר ב׳ א׳", "anchorVerse": 1, "sourceHasEn": true, "commentaryNum": 1, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<a class=\"refLink\" data-ref=\"Deuteronomy 1:1–4:43\" data-ven=\"The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995\">Deuteronomy 1:1–4:43</a>", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620382f3c9ad75f2d99afa6e", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "", "ref": "The Five Books of Moses, by Everett Fox, Deuteronomy, Part I; Historical Overview, Transition 1", "anchorRef": "Deuteronomy 4:1-40", "anchorRefExpanded": ["Deuteronomy 4:1", "Deuteronomy 4:2", "Deuteronomy 4:3", "Deuteronomy 4:4", "Deuteronomy 4:5", "Deuteronomy 4:6", "Deuteronomy 4:7", "Deuteronomy 4:8", "Deuteronomy 4:9", "Deuteronomy 4:10", "Deuteronomy 4:11", "Deuteronomy 4:12", "Deuteronomy 4:13", "Deuteronomy 4:14", "Deuteronomy 4:15", "Deuteronomy 4:16", "Deuteronomy 4:17", "Deuteronomy 4:18", "Deuteronomy 4:19", "Deuteronomy 4:20", "Deuteronomy 4:21", "Deuteronomy 4:22", "Deuteronomy 4:23", "Deuteronomy 4:24", "Deuteronomy 4:25", "Deuteronomy 4:26", "Deuteronomy 4:27", "Deuteronomy 4:28", "Deuteronomy 4:29", "Deuteronomy 4:30", "Deuteronomy 4:31", "Deuteronomy 4:32", "Deuteronomy 4:33", "Deuteronomy 4:34", "Deuteronomy 4:35", "Deuteronomy 4:36", "Deuteronomy 4:37", "Deuteronomy 4:38", "Deuteronomy 4:39", "Deuteronomy 4:40"], "sourceRef": "The Five Books of Moses, by Everett Fox, Deuteronomy, Part I; Historical Overview, Transition 1", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, דברים, דברים מאמר ב׳, דברים הערה ד׳ א׳", "anchorVerse": 1, "sourceHasEn": true, "commentaryNum": 1, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "דברים הערה ד׳", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<a class=\"refLink\" data-ref=\"Deuteronomy 4:1-40\" data-ven=\"The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995\">Deuteronomy 4:1-40</a>", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62e66d5bc4c36e21ac7bc4cb", "index_title": "Rav Hirsch on Torah", "category": "Commentary", "type": "commentary", "ref": "Rav Hirsch on Torah, Deuteronomy 4:27:1", "anchorRef": "Deuteronomy 4:27", "anchorRefExpanded": ["Deuteronomy 4:27"], "sourceRef": "Rav Hirsch on Torah, Deuteronomy 4:27:1", "sourceHeRef": "רש\"ר הירש על התורה, דברים ד׳:כ״ז:א׳", "anchorVerse": 27, "sourceHasEn": true, "compDate": [1845, 1875], "commentaryNum": 27.0001, "collectiveTitle": {"en": "Rav Hirsch", "he": "רש\"ר הירש"}, "heTitle": "דברים", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "V. 27. והפיץ וגו׳. Ihr werdet auseinander- und hingestreut unter die Völker, Ihr werdet nicht zusammenbleiben im Exil, unter alle Völkerschaften werden einzelne von euch kommen. Dieser Zerstreuung unter die Völker dürfte ein zweifacher Zweck innewohnen. Sie werden nirgends eine kompakte numerische Größe bilden und vor der politischen Verirrung geschützt bleiben, in welche sie ihr einstiges Staatenleben geraten ließ, und sie werden eine unter die Völker gestreute Gottesaussaat sein, und בעמים, in der Mitte des sozialen Völkerlebens die Idee einer anderen Welt- und Lebensanschauung und einer anderen Lebenserfüllung wecken und pflegen. Ist doch הפיץ nicht nur eine zerstörende Zerstreuung, sondern auch das Ausstreuen einer Saat, והפיץ קצח (Jes. 28, 25), und יזרעאל, \"Gottessaat\" ward (Hosea 1, 2) Israels Galutname, als dies Verhängnis an ihm in Erfüllung ging. ׳ונשארתם מתי מספר וגו obgleich gering an Zahl, bleibet ihr doch ein gesondertes גוי unter den גוים, eine besondere Nationalität unter den Nationen. Erwägt man, daß, so weit bekannt, man noch heute höchstens vier bis fünf Millionen Juden, also höchstens die doppelte Zahl der aus Ägypten gezogenen zählt, erwägt man, daß diese Zahl bereits zu Davids Zeiten erreicht, ja überschritten war, erwägt man, daß trotz des Abgangs der zehn Stämme zur Zeit des zweiten Tempels (nach Peßachim 64b) sich die Volkszahl auf mehr als zwölf Millionen berechnen ließ, so daß nach Josephus während der Belagerung Jerusalems über eine Million umgekommen sind, und man daher kaum mit der Annahme fehlgeht, daß beim Untergange des jüdischen Staates durch die Römer mindestens noch vier Millionen Juden in der ganzen Welt vorhanden waren: so scheint in der Tat, trotz der vielbesprochenen Geburtsvermehrung der Juden, ihre Anzahl in allen den langen Jahrhunderten des Exils stationär geblieben zu sein und sich durch eine besondere göttliche Fügung das hier angekündigte ונשארתם מתי מספר בגוים וגו ihr <i>bleibet</i> gering an Zahl, unausgesetzt zu verwirklichen. — ", "versionTitle": "Der Pentateuch. Übersetzt und erläutert von Samson Raphael Hirsch, 1903 [de]", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "63eb769bc159397276b74d76", "index_title": "Rambam on Mishnah Megillah", "category": "Quoting Commentary", "type": "", "ref": "Rambam on Mishnah Megillah 3:6:1", "anchorRef": "Deuteronomy 4:25-40", "anchorRefExpanded": ["Deuteronomy 4:25", "Deuteronomy 4:26", "Deuteronomy 4:27", "Deuteronomy 4:28", "Deuteronomy 4:29", "Deuteronomy 4:30", "Deuteronomy 4:31", "Deuteronomy 4:32", "Deuteronomy 4:33", "Deuteronomy 4:34", "Deuteronomy 4:35", "Deuteronomy 4:36", "Deuteronomy 4:37", "Deuteronomy 4:38", "Deuteronomy 4:39", "Deuteronomy 4:40"], "sourceRef": "Rambam on Mishnah Megillah 3:6:1", "sourceHeRef": "רמב\"ם על משנה מגילה ג׳:ו׳:א׳", "anchorVerse": 25, "sourceHasEn": true, "compDate": [1160, 1168], "commentaryNum": 6.0001, "collectiveTitle": {"en": "Rambam on Mishnah Megillah", "he": "רמב\"ם על משנה מגילה"}, "heTitle": "רמב\"ם על משנה מגילה", "he": "<b>בחנוכה בנשיאים בפורים ויבא עמלק כו':</b> שבת שבתוך חנוכה מפטירין בנרות בזכריה ואם חל יום ראשון מחנוכה ביום שבת שיהו בחנוכה שתי שבתות שבת ראשון מפטירין בנרות דזכריה ושניה בנרות שלמה ואם חל יום פורים בשבת תהיה ההפטרה פקדתי את אשר עשה עמלק וכן אם יחול ר\"ח בשבת מפטיר והיה מדי חדש בחדשו ואם יחול ביום ראשון הפטרה מחר חדש וזהו ענין אמרו לכל מפסיקין לראשי חדשים לחנוכה ולפורים וכן לתעניות ולמעמדות מפטירין מענין תעניות ומעמדות לא מענין סדר אותה שבת ובתשעה באב קורין כי תוליד בנים ומפטיר אסוף אסיפם ונהגו העם לקרות בזה הגלות הפטרה קודם תשעה באב מענין התוכחות לא מענין הסדרים וכן אחר תשעה באב מפטיר בנחמות עד השבת שקודם ראש השנה שהיא ההפטרה מענין התשובה וההפטרות שקודם תשעה באב דברי ירמיהו שמעו דבר ה' חזון ישעיהו איכה היתה לזונה ואחר תשעה באב נחמו נחמו ותאמר ציון עניה סוערה אנכי אנכי הוא מנחמכם רני עקרה קומי אורי שוש אשיש שובה ישראל וקורין ברכות וקללות בתעניות לאומרם מוסר ה' בני אל תמאס.", "heVersionTitle": "Vilna edition", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מהדורת וילנא", "text": "The Shabbat that is within Hanukkah, we recite the Haftarah of the candles of Zechariah (Zechariah 2:14-4:7). But if the first day of Hanukkah occurs on Shabbat, so that there will be two Sabbaths of Hanukkah, on the first Sabbath we recite the Haftarah of the candles of Zechariah and on the second [Sabbath], the candles of Solomon (First Kings 7:40-50). And if Purim day occurs on the Sabbath, the Haftarah will be: “I am exacting the penalty for what Amalek did to Israel” (First Samuel 15:2-34) (note: this can only occur in Jerusalem and other walled cities from the time of Joshua son of Nun – as they celebrate Purim on 15 Adar). And similarly, if Rosh Hodesh occurs on the Sabbath day, we recite the Haftarah, “And new moon after new moon” (Isaiah 66:1-24). But if Rosh Hodesh was on Sunday, we recite the Haftarah of “Tomorrow will be the New Moon” (First Samuel 20:18-42). This is the matter that it (i.e., the Mishnah) spoke of (in Mishnah 5 of this chapter): “For all these they break off (i.e., from the ordinary set order of the readings are interrupted, for the Haftarot) for New Moons, for Hanukkah and for Purim.” And similarly, for fast days and the non-priestly watches (which correspond to the priestly watches – the entire Jewish people was divided into twenty-four non-priestly watches, and each time a priestly watch went to Jerusalem to offer sacrifices, part of the corresponding “Ma’amad”/non-priestly watch would go there as well. The remainder of the “watch” would remain at home, and would fast each day from Monday to Thursday, read special portions from the Torah and recite special prayers), they would recite the Haftarah from the matter of the fast but the non-priestly watch would not [recite a special Haftarah] of the order of that Shabbat. For on Tisha B’Av/Ninth of Av, they read [in the Torah) “When you have begotten children” (Deuteronomy 4:25-40) and recite the Haftarah “I will make an end of them – [declares the LORD]” (Jeremiah 8:13-9:23). And The people had the practice during the time of this exile to read the Haftarot prior to Tisha B’av from the subject matter of the Rebukes/Admonitions not from the matter of the [Torah] portions. And similarly, after Tisha B’Av we recite Haftarot of Consolation until the Sabbath before Rosh Hashanah and we recite the Haftarah from the subject of Repentance. And the Haftarot that we recite before Tisha B’Av are: “The words of Jeremiah” (Jeremiah 1:1-2:3), “The Vision of Isaiah” (Isaiah 1:1-20), [and] “Alas she has become a harlot,” (Isaiah 21-27) (but as Kapach notes, that when Maimonides mentioned the order of the Haftarot at the conclusion of Sefer Ahavah in the Mishneh Torah, he switched these Haftarot according to our current practice: a) Jeremiah 1:1-2:3, Jeremiah 2:4-28 – “Hear the word of the LORD” and the “Vision of Isaiah” (Isaiah 1:1-27). And after it (i.e., Tisha B’Av), we read, “Comfort, Oh Comfort My People” (Isaiah 40:1-26), “Zion says, The LORD has forsaken me,” (Isaiah 49:14—51:3), “Unhappy, storm-tossed one, uncomforted!” (Isaiah 54:11-55:5), “I, I am He who comforts you!” (Isaiah 51:15-52:12), “Shout O barren one, You who have bore no child” (Isaiah 54:1-10), “Arise, shine for your light has dawned\" (Isaiah 60:1-22), “I greatly rejoice in the LORD” (Isaiah 61:10-63:9), “Return, O Israel, to the LORD your God” (Hosea 14:2-10, Joel 2:15-27, Micah 7:18-20). And we read (in the Torah) the Curses and Blessings on Fast Days, because it states (Proverbs 3:11): “Do not reject the discipline of the LORD, my son.”.", "versionTitle": "Translation by Rabbi Robert Alpert, 2023", "license": "", "versionTitleInHebrew": ""}, {"_id": "641861f1c9371ec0cebe3b2d", "index_title": "Reggio on Torah", "category": "Commentary", "type": "commentary", "ref": "Reggio on Torah, Deuteronomy 4:27:1", "anchorRef": "Deuteronomy 4:27", "anchorRefExpanded": ["Deuteronomy 4:27"], "sourceRef": "Reggio on Torah, Deuteronomy 4:27:1", "sourceHeRef": "ביאור יש\"ר על התורה, דברים ד׳:כ״ז:א׳", "anchorVerse": 27, "sourceHasEn": false, "compDate": [1790, 1810], "commentaryNum": 27.0001, "collectiveTitle": {"en": "Reggio", "he": "ביאור יש\"ר"}, "heTitle": "דברים", "he": "<b>ונשארתם מתי מספר,</b> תחת היותכם היום ככוכבי השמים לרוב, והוסיף לומר בגוים אשר וכו', נלומר להיותם מפוזרים ישארו מתי מספר, כי יהיו קצתם במדינה זו וקצתם במדינה אחרת, אבל האומה בכללה תהיה תמיד רבת העם:", "heVersionTitle": "Vienna, 1821", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "657ecc83758c1dc532ec953f", "index_title": "Steinsaltz on Deuteronomy", "category": "Commentary", "type": "commentary", "ref": "Steinsaltz on Deuteronomy 4:27", "anchorRef": "Deuteronomy 4:27", "anchorRefExpanded": ["Deuteronomy 4:27"], "sourceRef": "Steinsaltz on Deuteronomy 4:27", "sourceHeRef": "ביאור שטיינזלץ על דברים ד׳:כ״ז", "anchorVerse": 27, "sourceHasEn": true, "commentaryNum": 4.0027, "collectiveTitle": {"en": "Steinsaltz", "he": "ביאור שטיינזלץ"}, "heTitle": "ביאור שטיינזלץ על דברים", "he": "<b>וְהֵפִיץ ה' אֶתְכֶם בָּעַמִּים, וְנִשְׁאַרְתֶּם מְתֵי</b>, אנשי\n  <b>מִסְפָּר</b>, אנשים מעטים, \n  <b>בַּגּוֹיִם אֲשֶׁר יְנַהֵג ה' אֶתְכֶם שָׁמָּה.</b>", "heVersionTitle": "The Koren Steinsaltz Tanakh HaMevoar - Hebrew", "heLicense": "Copyright: Steinsaltz Center", "heVersionTitleInHebrew": "", "text": "<b>The Lord will disperse you among the peoples, and you will remain few in number among the nations where the Lord will lead you.</b>", "versionTitle": "The Steinsaltz Tanakh - English", "license": "Copyright: Steinsaltz Center", "versionTitleInHebrew": ""}, {"_id": "5868bd17d6e4a97c9cbb12d4", "index_title": "Bekhor Shor", "category": "Commentary", "type": "commentary", "ref": "Bekhor Shor, Deuteronomy 4:27:1", "anchorRef": "Deuteronomy 4:27", "anchorRefExpanded": ["Deuteronomy 4:27"], "sourceRef": "Bekhor Shor, Deuteronomy 4:27:1", "sourceHeRef": "בכור שור, דברים ד׳:כ״ז:א׳", "anchorVerse": 27, "sourceHasEn": false, "compDate": [1145, 1195], "commentaryNum": 27.0001, "collectiveTitle": {"en": "Bekhor Shor", "he": "בכור שור"}, "heTitle": "דברים", "he": "<b>והפיץ [ה'] אתכם בעמים.</b> מאחר שתחפצו לעשות כמעשיהם יערב אתכם בהם, ואז <b>ועבדתם שם</b> אלהים אחרים. מטב שתכעיסו המלך שלא בפניו מבפניו, שישראל שבחוצה לארץ אפי' הטובים עובדי ע\"ז בטהרה הם כדמפר' בע\"ז וכ\"ש האנוסים וכ\"ש המשומדים:\n", "heVersionTitle": "Bekhor Shor, Breslau, 1914", "heLicense": "Public Domain", "heVersionTitleInHebrew": "בכור שור, ברסלאו, תרע\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "58b1c53fd6e4a937f99975d2", "index_title": "Bamidbar Rabbah", "category": "Midrash", "type": "", "ref": "Bamidbar Rabbah 2:14", "anchorRef": "Deuteronomy 4:27", "anchorRefExpanded": ["Deuteronomy 4:27"], "sourceRef": "Bamidbar Rabbah 2:14", "sourceHeRef": "במדבר רבה ב׳:י״ד", "anchorVerse": 27, "sourceHasEn": false, "compDate": [1200], "commentaryNum": 2.0014, "collectiveTitle": {"en": "Bamidbar Rabbah", "he": "במדבר רבה"}, "heTitle": "במדבר רבה", "he": "אֲשֶׁר לֹא יִמַּד וְלֹא יִסָּפֵר <small>(הושע ב, א)</small>, מִשֶּׁהוּא נוֹתֵן קִצְבָה <small>(הושע ב, א)</small>: וְהָיָה מִסְפַּר, חוֹזֵר וְאוֹמֵר אֵין לָהֶם קִצְבָה, אֲשֶׁר לֹא יִמַּד וְלֹא יִסָּפֵר. אֶלָּא שֶׁהֶרְאָה הַקָּדוֹשׁ בָּרוּךְ הוּא לְהוֹשֵׁעַ כְּשֵׁם שֶׁהֶרְאָה לְאַבְרָהָם וְאָמַר לוֹ <small>(בראשית טו, ה)</small>: הַבֶּט נָא הַשָּׁמַיְמָה וּסְפֹר הַכּוֹכָבִים אִם תּוּכַל לִסְפֹּר אֹתָם, מָה הַדָּבָר הַזֶּה וּסְפֹר הַכּוֹכָבִים אִם תּוּכַל לִסְפֹּר, מִי שֶׁאָמַר וּסְפֹר חוֹזֵר וְאוֹמֵר אִם תּוּכַל לִסְפֹּר, לְהוֹדִיעֲךָ שֶׁהֶרְאָה אוֹתוֹ תְּחִלָּה בְּמִסְפַּר אֶחָד, וְאַחַר כָּךְ שְׁנַיִם, וְאַחַר כָּךְ שְׁלשָׁה, וְאַחַר כָּךְ שְׁנֵים עָשָׂר, וְאַחַר כָּךְ שִׁבְעִים, וְאַחַר כָּךְ הֶרְאָה לוֹ מַזָּלוֹת שֶׁאֵין לָהֶם מִסְפָּר. וְלָמָּה הֶרְאָה אוֹתוֹ כָּךְ, סִימָן הֶרְאָה אוֹתוֹ שֶׁהוּא מַרְבֶּה אוֹתָן כָּךְ בָּעוֹלָם, הֶרְאָה אוֹתוֹ אֶחָד, שֶׁמִּתְּחִלָּה הוּא הָיָה יָחִיד בָּעוֹלָם, שֶׁנֶּאֱמַר <small>(יחזקאל לג, כד)</small>: אֶחָד הָיָה אַבְרָהָם וַיִּירַשׁ אֶת הָאָרֶץ וַאֲנַחְנוּ רַבִּים לָנוּ נִתְּנָה הָאָרֶץ לְמוֹרָשָׁה, שֶׁהוּא בָּא לַחֲסוֹת תַּחַת כַּנְפֵי שָׁמַיִם תְּחִלָּה. חָזַר וְהֶרְאָה אוֹתוֹ שְׁנַיִם, אַבְרָהָם וְיִצְחָק, חָזַר וְהֶרְאָה אוֹתוֹ שְׁלשָׁה אַבְרָהָם יִצְחָק וְיַעֲקֹב, וְחָזַר וְהֶרְאָה אוֹתוֹ שְׁנֵים עָשָׂר שְׁבָטִים, וְאַחַר כָּךְ שִׁבְעִים כְּנֶגֶד שִׁבְעִים נֶפֶשׁ שֶׁיָּרְדוּ לְמִצְרַיִם, וְאַחַר כָּךְ הֶרְאָה אוֹתוֹ מַזָּלוֹת שֶׁאֵין לָהֶם מִסְפָּר, שֶׁיִּשְׂרָאֵל עֲתִידִין לִפְרוֹת וְלִרְבּוֹת בָּאַחֲרוֹנָה, שֶׁאֵין לָהֶם מִסְפָּר, שֶׁנֶּאֱמַר <small>(שמות א, ז)</small>: וּבְנֵי יִשְׂרָאֵל פָּרוּ וַיִּשְׁרְצוּ. וְאַף לְהוֹשֵׁעַ שֶׁהֶרְאָהוּ בְּמִסְפָּר וְשֶׁלֹא בְּמִסְפָּר, שֶׁתְּחִלָּתָן הָיוּ בְּמִסְפָּר וְחָזְרוּ וְרָבוּ שֶׁלֹא בְּמִסְפָּר, לְכָךְ נֶאֱמַר: אֲשֶׁר לֹא יִמַּד וְלֹא יִסָּפֵר וגו'. דָּבָר אַחֵר, בָּעוֹלָם הַזֶּה יֵשׁ לָהֶם מִסְפָּר, שֶׁנֶּאֱמַר <small>(דברים ד, כז)</small>: וְנִשְׁאַרְתֶּם מְתֵי מִסְפָּר וגו', אֲבָל לֶעָתִיד לָבוֹא בְּנֵי יִשְׂרָאֵל כְּחוֹל הַיָּם אֲשֶׁר לֹא יִמַּד וְלֹא יִסָּפֵר.", "heVersionTitle": "Midrash Rabbah -- TE", "heLicense": "unknown", "heVersionTitleInHebrew": "מדרש רבה - תורת אמת", "text": "“Which cannot be measured and cannot be counted” (Hosea 2:1). After He set a limit: “the number will be” (Hosea 2:1), He then says they have no limit, “which cannot be measured and cannot be counted”? It is, rather, that the Holy One blessed be He showed Hosea, just as He showed Abraham, and said to him: “Look now toward the heavens, and count the stars, if you could count them” (Genesis 15:5). What is this matter; “count the stars, if you could count them”? Does the one who said “and count” then say “if you could count”?<sup class=\"footnote-marker\">34</sup><i class=\"footnote\">Would God tell them to count something that He tells them is uncountable?</i> It is to inform you that he showed him by number: One, then two, then three, then twelve, then seventy, and then He showed him countless constellations. Why did He show it to him in that manner? He showed him a sign that He will multiply them in the world in that manner. He showed him one, as initially, he was alone in the world, as it is stated: “Abraham was one, and he inherited the land, but we are many and the land was given to us as a heritage” (Ezekiel 33:24), as he initially came to take refuge under the wings of the Divine Presence. He then showed him two, Abraham and Isaac. He then showed him three, Abraham, Isaac, and Jacob. He then showed him the twelve tribes. Then seventy, corresponding to the seventy people who descended to Egypt. Then He showed him the countless constellations, as Israel is ultimately destined to be fruitful and to multiply until they are not quantified, as it is stated: “The children of Israel were fruitful and propagated” (Exodus 1:7). To Hosea as well, He showed him by number and without number, as initially they were by number, and they were then fruitful without number. That is why it is stated: “Which cannot be measured and cannot be counted…” <br>Another matter, in this world they have a number, as it is stated: “You will remain few in number” (Deuteronomy 4:27). But in the future, the children of Israel will be like the “sand of the sea, which cannot be measured and cannot be counted.”", "versionTitle": "The Sefaria Midrash Rabbah, 2022", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5d3ef92cc3baf000181eb8ea", "index_title": "Abarbanel on Zechariah", "category": "Quoting Commentary", "type": "", "ref": "Abarbanel on Zechariah 1:17:1", "anchorRef": "Deuteronomy 4:27", "anchorRefExpanded": ["Deuteronomy 4:27"], "sourceRef": "Abarbanel on Zechariah 1:17:1", "sourceHeRef": "אברבנאל על זכריה א׳:י״ז:א׳", "anchorVerse": 27, "sourceHasEn": false, "compDate": [1502, 1508], "commentaryNum": 17.0001, "collectiveTitle": {"en": "Abarbanel on Zechariah", "he": "אברבנאל על זכריה"}, "heTitle": "אברבנאל על זכריה", "he": "ואמנם אומרו עוד קרא לאמר כה אמר ה' צבאות עוד תפוצנה ערי מטוב אין ענינו אצלי כמו שחשבו המפרשים שנאמר על זמן בית שני שתפוצינה הנה והנה הערים ברוב היישוב מרוב טובה ושלום שיהיה להם שמה, ושגם על פקידת בית שני אמר ובחר עוד בירושלם, כי זה בלתי נכון אם לפי שמלת תפוצינה בערים אי אפשר לפרשו כי אם על הגלות מלשון ונפוצות יהודה (ישעיה יא, יב) והפיץ ה' אתכם בעמים (דברים ד, כז), ואם לפי שכבר אמר סמוך לזה על בית שני שבתי לירושלם ברחמים ולמה יאמר שנית על זה עצמו ונחם ה' את ציון ובחר עוד בירושלם, גם שלא נכפלה מלת עוד ארבעה פעמים בפסוק הזה ללא דבר כי אם להגיד שהוא ייעוד אחר מלבד פקידת בית שני: ולכן נראה לי לפרש מהכרח הכתובים האלה שהאל יתברך ייעד ראשונה על פקידת בבל ובנין ביתו וחומות ירושלם, אבל צוה לנביא שיקרא ויכריז מיד עוד קריאה אחרת והיא הגלות והחרבן העתיד לבא על בית שני ועליו אמר עוד תפוצינה ערי מטוב רוצה לומר שיפוצו יושבי ערי יהודה מכל טוב ויסחו מן הארץ הטובה: ואחר שייעד על החרבן ייעד על הגאולה העתידה לבא אחר אותו הגלות האחרון באומרו ונחם ה' עוד את ציון ובחר עוד בירושלם כלומר מלבד הנחמה שיהיה לה עתה מגלות בבל עוד ינחם אותה בגאולה העתידה, אמר ציון כנגד הבית וירושלם כנגד המלכות, הנה א\"כ אמר פעם אחת עוד קרא לרבות הקריאה הזאת על הקריאה הראשונה, ואמר שנית עוד תפוצינה ערי מטוב כנגד הגלות, ואמר שלישית ונחם עוד את ציון כנגד הבית העתיד, ואמר רביעית ובחר עוד בירושלם כנגד המלכות:", "heVersionTitle": "Abarbanel, Tel Aviv 1960", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": ""}, {"_id": "6319d073b6084aa1cbf03989", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, גּוֹי 1", "anchorRef": "Deuteronomy 4:27", "anchorRefExpanded": ["Deuteronomy 4:27"], "sourceRef": "BDB, גּוֹי 1", "sourceHeRef": "בראון-דרייבר-בריגס, גּוֹי א׳", "anchorVerse": 27, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "גּוֹי", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><span dir=\"rtl\">גּוֹי</span></big><sub>561</sub>  <strong>n.m.</strong> <a data-ref=\"Genesis 12:2\" href=\"/Genesis.12.2\">Gn 12:2</a> nation, people <strong>(</strong>NH <em>id. Gentiles</em>, Ph. <span dir=\"rtl\">גו</span> <em>community</em>, <span dir=\"rtl\">ܓܰܘܳܐ</span>, Sab. <span dir=\"rtl\">גו</span> <em>id.</em>, DHM<sup>ZMG 1883, 348</sup><strong>)</strong>—<span dir=\"rtl\">ג׳</span> <a data-ref=\"Genesis 12:2\" href=\"/Genesis.12.2\">Gn 12:2</a> + 121 times; sf. i s. <span dir=\"rtl\">גּוֹיִ</span> <a data-ref=\"Zephaniah 2:9\" href=\"/Zephaniah.2.9\">Zp 2:9</a>, <span dir=\"rtl\">גּוֹיֶ֑ךָ</span> <a data-ref=\"Psalms 106:5\" href=\"/Psalms.106.5\">ψ 106:5</a>, <span dir=\"rtl\">גּוֹיֵךְ</span> Kt <a data-ref=\"Ezekiel 36:13\" href=\"/Ezekiel.36.13\">Ez 36:13</a>, <a data-ref=\"Ezekiel 36:14\" href=\"/Ezekiel.36.14\">14</a>, <a data-ref=\"Ezekiel 36:15\" href=\"/Ezekiel.36.15\">15</a> (Qr wrongly <span dir=\"rtl\">גּוֹיַיִךְ</span> cf. Co, who del. v <a data-ref=\"Ezekiel 36:15\" href=\"/Ezekiel.36.15\">15</a>); pl. <span dir=\"rtl\">גּוֹיִם</span> <a data-ref=\"Genesis 10:5\" href=\"/Genesis.10.5\">Gn 10:5</a> + 410 times + Qr <a data-ref=\"Genesis 25:23\" href=\"/Genesis.25.23\">Gn 25:23</a> <a data-ref=\"Psalms 79:10\" href=\"/Psalms.79.10\">ψ 79:10</a> (Kt <span dir=\"rtl\">גיים</span>) + 6 times Ez (var. emend. Co); cstr. <span dir=\"rtl\">גּוֹיֵי</span> <a data-ref=\"Genesis 18:18\" href=\"/Genesis.18.18\">Gn 18:18</a> + 8 times, <span dir=\"rtl\">גּוֹיֵ</span> <a data-ref=\"II Chronicles 32:13\" href=\"/II_Chronicles.32.13\">2 Ch 32:13</a> <a data-ref=\"Ezra 6:21\" href=\"/Ezra.6.21\">Ezr 6:21</a> (cf. Baer’s notes); sf. <span dir=\"rtl\">גּוֹיֵהֶם</span> <a data-ref=\"Genesis 10:5\" href=\"/Genesis.10.5\">Gn 10:5</a>, <a data-ref=\"Genesis 10:20\" href=\"/Genesis.10.20\">20</a>, <a data-ref=\"Genesis 10:31\" href=\"/Genesis.10.31\">31</a>, <a data-ref=\"Genesis 10:32\" href=\"/Genesis.10.32\">32</a>;—<br><strong>1.</strong>  <em>nation, people</em> <a data-ref=\"Genesis 10:5\" href=\"/Genesis.10.5\">Gn 10:5</a><sup>(×2)</sup>, <a data-ref=\"Genesis 10:20\" href=\"/Genesis.10.20\">20</a>, <a data-ref=\"Genesis 10:31\" href=\"/Genesis.10.31\">31</a>, <a data-ref=\"Genesis 10:32\" href=\"/Genesis.10.32\">32</a><sup>(×2)</sup> (all P) +; <a data-ref=\"Isaiah 2:2\" href=\"/Isaiah.2.2\">Is 2:2</a>, <a data-ref=\"Isaiah 2:4\" href=\"/Isaiah.2.4\">4</a><sup>(×2)</sup> = <a data-ref=\"Micah 4:2\" href=\"/Micah.4.2\">Mi 4:2</a>, <a data-ref=\"Micah 4:3\" href=\"/Micah.4.3\">3</a><sup>(×2)</sup>; †<a data-ref=\"Job 12:23\" href=\"/Job.12.23\">Jb 12:23</a><sup>(×2)</sup>; <a data-ref=\"Job 34:29\" href=\"/Job.34.29\">34:29</a>†; <a data-ref=\"Proverbs 14:34\" href=\"/Proverbs.14.34\">Pr 14:34</a>; <span dir=\"rtl\">כֹּל גּוֹיֵי הָאָרֶץ</span> <a data-ref=\"Genesis 18:18\" href=\"/Genesis.18.18\">Gn 18:18</a>; <a data-ref=\"Genesis 22:18\" href=\"/Genesis.22.18\">22:18</a>; <a data-ref=\"Genesis 26:4\" href=\"/Genesis.26.4\">26:4</a> (all J) <a data-ref=\"Deuteronomy 28:1\" href=\"/Deuteronomy.28.1\">Dt 28:1</a>. <strong>a.</strong>  specif. of descendants of Abraham, <span dir=\"rtl\">גּוֹי גָּדוֹל</span> <a data-ref=\"Genesis 12:2\" href=\"/Genesis.12.2\">Gn 12:2</a> cf. <a data-ref=\"Genesis 18:18\" href=\"/Genesis.18.18\">18:18</a> (both J), <span dir=\"rtl\">גּוֹיִם</span> <a data-ref=\"Genesis 17:6\" href=\"/Genesis.17.6\">17:6</a>, <span dir=\"rtl\">הֲמוֹן גּוֹיִם</span> <a data-ref=\"Genesis 17:4\" href=\"/Genesis.17.4\">17:4</a>, <a data-ref=\"Genesis 17:5\" href=\"/Genesis.17.5\">5</a> (all P); of Sarah <span dir=\"rtl\">גּוֹיִם</span> <a data-ref=\"Genesis 17:16\" href=\"/Genesis.17.16\">17:16</a> (P); of Ishmael <span dir=\"rtl\">גּוֹי</span> <a data-ref=\"Genesis 21:13\" href=\"/Genesis.21.13\">21:13</a>, <span dir=\"rtl\">גּוֹי גָּדוֹל</span> v <a data-ref=\"Genesis 12:18\" href=\"/Genesis.12.18\">18</a> (both E), <span dir=\"rtl\">גּוֹי גָּדוֹל</span> <a data-ref=\"Genesis 17:20\" href=\"/Genesis.17.20\">17:20</a> (P); of Jacob <span dir=\"rtl\">גּוֹי וּקְהַל גּוֹיִם</span> <a data-ref=\"Genesis 35:11\" href=\"/Genesis.35.11\">Gn 35:11</a> (P), <span dir=\"rtl\">גּוֹי גָּדוֹל</span> <a data-ref=\"Genesis 46:3\" href=\"/Genesis.46.3\">46:3</a> (E); of Ephraim <span dir=\"rtl\">מְלֹא הַגּ׳</span> <a data-ref=\"Genesis 48:19\" href=\"/Genesis.48.19\">48:19</a> (J); of Moses <span dir=\"rtl\">גּוֹי גָּדוֹל</span> <a data-ref=\"Exodus 32:10\" href=\"/Exodus.32.10\">Ex 32:10</a> (J) cf. <a data-ref=\"Numbers 14:12\" href=\"/Numbers.14.12\">Nu 14:12</a> (J) <a data-ref=\"Deuteronomy 9:14\" href=\"/Deuteronomy.9.14\">Dt 9:14</a>; of Jacob and Esau as <em>two nations</em> <a data-ref=\"Genesis 25:23\" href=\"/Genesis.25.23\">Gn 25:23</a> (J). <strong>b.</strong>  definitely of Israel <a data-ref=\"Exodus 19:6\" href=\"/Exodus.19.6\">Ex 19:6</a> <span dir=\"rtl\">(גּ׳ קָדוֹשׁ)</span> <a data-ref=\"Exodus 33:13\" href=\"/Exodus.33.13\">33:13</a> (both JE), <a data-ref=\"Deuteronomy 4:6\" href=\"/Deuteronomy.4.6\">Dt 4:6</a> (<span dir=\"rtl\">הַגּוֹי הַגָּדוֹל הַזֶּה</span>, said by heathen cf. v <a data-ref=\"Deuteronomy 4:7\" href=\"/Deuteronomy.4.7\">7</a>, <a data-ref=\"Deuteronomy 4:8\" href=\"/Deuteronomy.4.8\">8</a>) v. also v <a data-ref=\"Deuteronomy 4:34\" href=\"/Deuteronomy.4.34\">34</a>, <a data-ref=\"Deuteronomy 26:5\" href=\"/Deuteronomy.26.5\">26:5</a> cf. <a data-ref=\"Psalms 33:12\" href=\"/Psalms.33.12\">ψ 33:12</a>, <a data-ref=\"Psalms 83:5\" href=\"/Psalms.83.5\">ψ 83:5</a> (said by enemies) <a data-ref=\"Jeremiah 31:36\" href=\"/Jeremiah.31.36\">Je 31:36</a>; <a data-ref=\"Jeremiah 33:24\" href=\"/Jeremiah.33.24\">33:24</a> <a data-ref=\"Ezekiel 27:22\" href=\"/Ezekiel.27.22\">Ez 27:22</a>; in narrative <a data-ref=\"Joshua 3:17\" href=\"/Joshua.3.17\">Jos 3:17</a>; <a data-ref=\"Joshua 4:1\" href=\"/Joshua.4.1\">4:1</a>; <a data-ref=\"Joshua 5:8\" href=\"/Joshua.5.8\">5:8</a> (JE), v <a data-ref=\"Joshua 5:6\" href=\"/Joshua.5.6\">6</a> (D), <a data-ref=\"Joshua 10:13\" href=\"/Joshua.10.13\">10:13</a> (poet., no art.); of Israel and Judah as <em>two nations</em> <a data-ref=\"Ezekiel 35:10\" href=\"/Ezekiel.35.10\">Ez 35:10</a> (said by heathen) <a data-ref=\"Ezekiel 37:22\" href=\"/Ezekiel.37.22\">37:22</a>; of Judah <a data-ref=\"Isaiah 26:2\" href=\"/Isaiah.26.2\">Is 26:2</a>, <a data-ref=\"Isaiah 26:15\" href=\"/Isaiah.26.15\">15</a><sup>(×2)</sup> cf. <a data-ref=\"Isaiah 58:2\" href=\"/Isaiah.58.2\">58:2</a>; <a data-ref=\"Isaiah 60:22\" href=\"/Isaiah.60.22\">60:22</a> <a data-ref=\"Micah 4:7\" href=\"/Micah.4.7\">Mi 4:7</a>; once <em>my people</em> <a data-ref=\"Zephaniah 2:9\" href=\"/Zephaniah.2.9\">Zp 2:9</a> (‖ <span dir=\"rtl\">עַם</span>); <em>thy people</em> <a data-ref=\"Psalms 106:5\" href=\"/Psalms.106.5\">ψ 106:5</a> (i.e. of <span dir=\"rtl\">י׳</span>), cf. also <a data-ref=\"Ezekiel 36:13\" href=\"/Ezekiel.36.13\">Ez 36:13</a>, <a data-ref=\"Ezekiel 36:14\" href=\"/Ezekiel.36.14\">14</a> (read Kt); especially of Israel and (or) Judah as sinful, rebellious <a data-ref=\"Deuteronomy 32:28\" href=\"/Deuteronomy.32.28\">Dt 32:28</a> <a data-ref=\"Judges 2:20\" href=\"/Judges.2.20\">Ju 2:20</a> <a data-ref=\"Isaiah 1:4\" href=\"/Isaiah.1.4\">Is 1:4</a>; <a data-ref=\"Isaiah 10:6\" href=\"/Isaiah.10.6\">10:6</a> <a data-ref=\"Jeremiah 5:9\" href=\"/Jeremiah.5.9\">Je 5:9</a>, <a data-ref=\"Jeremiah 5:29\" href=\"/Jeremiah.5.29\">29</a>; <a data-ref=\"Jeremiah 7:28\" href=\"/Jeremiah.7.28\">7:28</a>; <a data-ref=\"Jeremiah 9:8\" href=\"/Jeremiah.9.8\">9:8</a>; <a data-ref=\"Jeremiah 12:17\" href=\"/Jeremiah.12.17\">12:17</a> <a data-ref=\"Ezekiel 2:3\" href=\"/Ezekiel.2.3\">Ez 2:3</a> (del. 𝔊 Co) <a data-ref=\"Haggai 2:14\" href=\"/Haggai.2.14\">Hg 2:14</a> <a data-ref=\"Malachi 3:9\" href=\"/Malachi.3.9\">Mal 3:9</a>.—Note. This definite ref. to Israel and (or) Judah is comparatively rare; in Hex not P (yet v. <a data-ref=\"Genesis 17:4\" href=\"/Genesis.17.4\">Gn 17:4</a>, <a data-ref=\"Genesis 17:5\" href=\"/Genesis.17.5\">5</a>, <a data-ref=\"Genesis 17:6\" href=\"/Genesis.17.6\">6</a>, <a data-ref=\"Genesis 17:16\" href=\"/Genesis.17.16\">16</a>; <a data-ref=\"Genesis 35:11\" href=\"/Genesis.35.11\">35:11</a> P); seldom in exile & post-exile proph.; not Chr.— <strong>c.</strong>  usually of non-Heb. peoples <a data-ref=\"Exodus 9:24\" href=\"/Exodus.9.24\">Ex 9:24</a>; <a data-ref=\"Exodus 34:10\" href=\"/Exodus.34.10\">34:10</a> (JE) <a data-ref=\"Leviticus 25:44\" href=\"/Leviticus.25.44\">Lv 25:44</a> (H) <a data-ref=\"Numbers 14:15\" href=\"/Numbers.14.15\">Nu 14:15</a> (J) <a data-ref=\"Deuteronomy 15:6\" href=\"/Deuteronomy.15.6\">Dt 15:6</a><sup>(×2)</sup> <a data-ref=\"I Kings 5:11\" href=\"/I_Kings.5.11\">1 K 5:11</a> <a data-ref=\"I Chronicles 14:17\" href=\"/I_Chronicles.14.17\">1 Ch 14:17</a>; <a data-ref=\"I Chronicles 16:20\" href=\"/I_Chronicles.16.20\">16:20</a> <a data-ref=\"Isaiah 11:10\" href=\"/Isaiah.11.10\">Is 11:10</a>, <a data-ref=\"Isaiah 11:12\" href=\"/Isaiah.11.12\">12</a> + often; opp. Israel as <span dir=\"rtl\">עם י׳</span> <a data-ref=\"II Samuel 7:23\" href=\"/II_Samuel.7.23\">2 S 7:23</a> <a data-ref=\"I Chronicles 17:21\" href=\"/I_Chronicles.17.21\">1 Ch 17:21</a><sup>(×2)</sup> ect., v. <a ,=\"\" data-ref=\"BDB, עַם³\" dir=\"rtl\" href=\"/BDB,_עַם³\">עם</a>, cf. also <a data-ref=\"Numbers 23:9\" href=\"/Numbers.23.9\">Nu 23:9</a>; note especially <span dir=\"rtl\">גְּלִיל הַגּוֹיִם</span> <a data-ref=\"Isaiah 8:23\" href=\"/Isaiah.8.23\">Is 8:23</a> <em>circle</em> or <em>district of the nations</em> (v. <a data-ref=\"BDB, גָּלִיל²\" href=\"/BDB,_גָּלִיל²\", dir=\"rtl\">גָּלִיל</a>); also <span dir=\"rtl\">חֲרֹשֶׁת הַגּ׳</span> <a data-ref=\"Judges 4:2\" href=\"/Judges.4.2\">Ju 4:2</a>, <a data-ref=\"Judges 4:13\" href=\"/Judges.4.13\">13</a>, <a data-ref=\"Judges 4:16\" href=\"/Judges.4.16\">16</a> <em>Charosheth of the nations</em>, & <span dir=\"rtl\">מֶלֶךְ גּוֹיִם לְגִלְגָּ֖ל</span> <a data-ref=\"Joshua 12:23\" href=\"/Joshua.12.23\">Jos 12:23</a> <em>king of nations</em> (peoples, tribes) belonging <em>to Gilgal</em> (𝔊 Di <em>to the district</em>, i.e. ‘Galilee’); especially of these peoples as heathen: idolatrous <a data-ref=\"Leviticus 8:24\" href=\"/Leviticus.8.24\">Lv 8:24</a>, <a data-ref=\"Leviticus 8:28\" href=\"/Leviticus.8.28\">28</a> (P) <a data-ref=\"Leviticus 20:23\" href=\"/Leviticus.20.23\">20:23</a> (H) <a data-ref=\"I Kings 14:24\" href=\"/I_Kings.14.24\">1 K 14:24</a> <a data-ref=\"II Kings 17:8\" href=\"/II_Kings.17.8\">2 K 17:8</a>, <a data-ref=\"II Kings 17:11\" href=\"/II_Kings.17.11\">11</a>, <a data-ref=\"II Kings 17:15\" href=\"/II_Kings.17.15\">15</a>, <a data-ref=\"II Kings 17:26\" href=\"/II_Kings.17.26\">26</a>, <a data-ref=\"II Kings 17:29\" href=\"/II_Kings.17.29\">29</a><sup>(×2)</sup> <a data-ref=\"II Chronicles 28:3\" href=\"/II_Chronicles.28.3\">2 Ch 28:3</a>; <a data-ref=\"II Chronicles 32:13\" href=\"/II_Chronicles.32.13\">32:13</a> +, <a data-ref=\"Ezra 6:21\" href=\"/Ezra.6.21\">Ezr 6:21</a> <a data-ref=\"Ezekiel 5:6\" href=\"/Ezekiel.5.6\">Ez 5:6</a> +; hostile <a data-ref=\"Genesis 15:14\" href=\"/Genesis.15.14\">Gn 15:14</a> (J) <a data-ref=\"Leviticus 26:33\" href=\"/Leviticus.26.33\">Lv 26:33</a>; <a data-ref=\"Leviticus 26:38\" href=\"/Leviticus.26.38\">38</a>, <a data-ref=\"Leviticus 26:45\" href=\"/Leviticus.26.45\">45</a> (H) <a data-ref=\"Deuteronomy 4:27\" href=\"/Deuteronomy.4.27\">Dt 4:27</a>; <a data-ref=\"Deuteronomy 9:4\" href=\"/Deuteronomy.9.4\">9:4</a>, <a data-ref=\"Deuteronomy 9:5\" href=\"/Deuteronomy.9.5\">5</a>; <a data-ref=\"Deuteronomy 18:9\" href=\"/Deuteronomy.18.9\">18:9</a> <a data-ref=\"I Chronicles 16:35\" href=\"/I_Chronicles.16.35\">1 Ch 16:35</a> <a data-ref=\"Jeremiah 5:15\" href=\"/Jeremiah.5.15\">Je 5:15</a> <a data-ref=\"Ezekiel 4:13\" href=\"/Ezekiel.4.13\">Ez 4:13</a> + often Je Ez, etc.; in simile <a data-ref=\"Ezekiel 20:32\" href=\"/Ezekiel.20.32\">Ez 20:32</a>; <a data-ref=\"Ezekiel 25:8\" href=\"/Ezekiel.25.8\">25:8</a>; sometimes ‖ <span dir=\"rtl\">עַם</span> <a data-ref=\"Psalms 33:10\" href=\"/Psalms.33.10\">ψ 33:10</a>, <a data-ref=\"Psalms 33:12\" href=\"/Psalms.33.12\">12</a> <a data-ref=\"Isaiah 11:10\" href=\"/Isaiah.11.10\">Is 11:10</a> <a data-ref=\"Jeremiah 6:18\" href=\"/Jeremiah.6.18\">Je 6:18</a>, v. also <a data-ref=\"Isaiah 2:2\" href=\"/Isaiah.2.2\">Is 2:2</a>, <a data-ref=\"Isaiah 2:4\" href=\"/Isaiah.2.4\">4</a> comp. with <a data-ref=\"Micah 4:1\" href=\"/Micah.4.1\">Mi 4:1</a>, <a data-ref=\"Micah 4:3\" href=\"/Micah.4.3\">3</a>.<br><strong>2.</strong>  fig. of swarm of locusts <a data-ref=\"Joel 1:6\" href=\"/Joel.1.6\">Jo 1:6</a>; of all species of beasts <a data-ref=\"Zephaniah 2:14\" href=\"/Zephaniah.2.14\">Zp 2:14</a>.<br><strong>3.</strong>  <span dir=\"rtl\">גּוֹיִם</span> <a data-ref=\"Genesis 14:1\" href=\"/Genesis.14.1\">Gn 14:1</a>, <a data-ref=\"Genesis 14:9\" href=\"/Genesis.14.9\">9</a> prob. mutilated n.pr. v. infr."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d2dcb6084aa1cbf1f561", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, מַת 1", "anchorRef": "Deuteronomy 4:27", "anchorRefExpanded": ["Deuteronomy 4:27"], "sourceRef": "BDB, מַת 1", "sourceHeRef": "בראון-דרייבר-בריגס, מַת א׳", "anchorVerse": 27, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "מַת", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† <big><big>[<span dir=\"rtl\">מַת</span>]</big></big>  <strong>n.m. male, man (</strong><span dir=\"rtl\">מְתוּ־</span> in n.pr.; Zinj. <span dir=\"rtl\">מת</span> coll. <em>males, male offspring;</em> Assyrian <em>mutu</em>, <em>husband;</em> Ethiopic ምት: <em>id.;</em> cf. Egyptian <em>m-t</em>, <em>phallus, male</em>, Steindorff in Ba<sup>NB § 2 b, δ</sup><strong>)</strong>;—only pl. <span dir=\"rtl\">מְתִים</span> <a data-ref=\"Job 11:3\" href=\"/Job.11.3\">Jb 11:3</a> + 3 times, <span dir=\"rtl\">מְתִם</span> <a data-ref=\"Deuteronomy 2:34\" href=\"/Deuteronomy.2.34\">Dt 2:34</a>; <a data-ref=\"Deuteronomy 3:6\" href=\"/Deuteronomy.3.6\">3:6</a> + <a data-ref=\"Judges 20:48\" href=\"/Judges.20.48\">Ju 20:48</a> (probably), for MT <span dir=\"rtl\">מְתֹם</span>, so GFM; cstr. <span dir=\"rtl\">מְתֵי</span> <a data-ref=\"Genesis 34:30\" href=\"/Genesis.34.30\">Gn 34:30</a> + 13 times; sf. 2 fs. <span dir=\"rtl\">מְתַיִךְ</span> <a data-ref=\"Isaiah 3:25\" href=\"/Isaiah.3.25\">Is 3:25</a>; 3 ms. <span dir=\"rtl\">מְתָיו</span> <a data-ref=\"Deuteronomy 33:6\" href=\"/Deuteronomy.33.6\">Dt 33:6</a>;—<br><strong>1.</strong>  <em>males, men</em>, <a data-ref=\"Isaiah 3:25\" href=\"/Isaiah.3.25\">Is 3:25</a> (‖ <span dir=\"rtl\">גְּכוּרָתֵךְ</span>); more distinctly, <span dir=\"rtl\">עִיר מְתִם (וְ)הַנָּשִׁים וְהַטָּף</span> <a data-ref=\"Deuteronomy 2:34\" href=\"/Deuteronomy.2.34\">Dt 2:34</a>; <a data-ref=\"Deuteronomy 3:6\" href=\"/Deuteronomy.3.6\">3:6</a> every <em>city of males</em> (male population, cf. Dr), <em>and the women</em>, etc.; <a data-ref=\"Judges 20:48\" href=\"/Judges.20.48\">Ju 20:48</a> (v. supr.; opp. <span dir=\"rtl\">בְּהֵמָה</span>).<br><strong>2.</strong>  usually less emphasis on sex, in prose only phr.: <strong>a.</strong>  <span dir=\"rtl\">מְתֵי מִסְפָּר</span> <em>men of number</em> (numerable, i.e. few) <a data-ref=\"Genesis 34:30\" href=\"/Genesis.34.30\">Gn 34:30</a> (J; appos. of <span dir=\"rtl\">אֲנִי</span> = Jacob, representing his family), <a data-ref=\"Deuteronomy 4:27\" href=\"/Deuteronomy.4.27\">Dt 4:27</a> <a data-ref=\"Jeremiah 44:28\" href=\"/Jeremiah.44.28\">Je 44:28</a>, also <a data-ref=\"Psalms 105:12\" href=\"/Psalms.105.12\">ψ 105:12</a> = <a data-ref=\"I Chronicles 16:19\" href=\"/I_Chronicles.16.19\">1 Ch 16:19</a>; cf. <span dir=\"rtl\">וִיהִי מְתָיו מִסְפָּר</span> <a data-ref=\"Deuteronomy 33:6\" href=\"/Deuteronomy.33.6\">Dt 33:6</a> <em>and</em> (<em>but</em>) <em>let his men be few</em>. <strong>b.</strong>  <span dir=\"rtl\">בִּמְתֵי מְעָ֑ט</span> = <em>consisting of a few men</em> <a data-ref=\"Deuteronomy 26:5\" href=\"/Deuteronomy.26.5\">Dt 26:5</a>; <a data-ref=\"Deuteronomy 28:62\" href=\"/Deuteronomy.28.62\">28:62</a>.<br><strong>3.</strong>  elsewhere only poet., sex usually not emph.: <strong>a.</strong>  <a data-ref=\"Job 11:3\" href=\"/Job.11.3\">Jb 11:3</a>; <a data-ref=\"Job 24:12\" href=\"/Job.24.12\">24:12</a> <a data-ref=\"Psalms 17:14\" href=\"/Psalms.17.14\">ψ 17:14</a><sup>(×2)</sup> (but text prob. corrupt, cf. Bae We; at least om. <span dir=\"rtl\">ממתים ידך</span> Ol Bi Che, cf. Hup-Now); <span dir=\"rtl\">מְתֵי ישׂראל</span> <a data-ref=\"Isaiah 41:14\" href=\"/Isaiah.41.14\">Is 41:14</a>. <strong>b.</strong>  poet. phr.: <span dir=\"rtl\">מְתֵי שָׁוְא</span> <em>men of falsehood</em> <a data-ref=\"Job 11:11\" href=\"/Job.11.11\">Jb 11:11</a> <a data-ref=\"Psalms 26:4\" href=\"/Psalms.26.4\">ψ 26:4</a>; <span dir=\"rtl\">מ׳ אָוֶן</span> <a data-ref=\"Job 22:15\" href=\"/Job.22.15\">Jb 22:15</a> <em>men of wickedness;</em> <span dir=\"rtl\">מ׳ סוֹדִי</span> <a data-ref=\"Job 19:19\" href=\"/Job.19.19\">19:19</a> <em>men of my circle;</em> <span dir=\"rtl\">מ׳ אָהֳלִי</span> <a data-ref=\"Job 31:31\" href=\"/Job.31.31\">Jb 31:31</a> <em>men of my tent</em> (household); <span dir=\"rtl\">מ׳ רָעָב</span> <a data-ref=\"Isaiah 5:13\" href=\"/Isaiah.5.13\">Is 5:13</a> <em>men of hunger</em>, but read probably <span dir=\"rtl\">מְזֵי ר׳</span> <em>sucked out, empty</em> from hunger (as <a data-ref=\"Deuteronomy 32:24\" href=\"/Deuteronomy.32.24\">Dt 32:24</a>) Ew De Che Di Du (cf. <a data-ref=\"BDB, מָזֶה\" href=\"/BDB,_מָזֶה\", dir=\"rtl\">מָזֶה</a>)."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d2f1b6084aa1cbf20745", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, נָהַג 1", "anchorRef": "Deuteronomy 4:27", "anchorRefExpanded": ["Deuteronomy 4:27"], "sourceRef": "BDB, נָהַג 1", "sourceHeRef": "בראון-דרייבר-בריגס, נָהַג א׳", "anchorVerse": 27, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "נָהַג", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† I. <big><big><span dir=\"rtl\">נָהַג</span></big></big>  <strong>vb.</strong> drive, conduct <strong>(</strong>NH <em>conduct oneself, behave, be accustomed;</em> Arabic <span dir=\"rtl\">نَهَجَ</span> <em>go along the road, keep to the road;</em> Aramaic <span dir=\"rtl\">נְהַג</span> <em>lead</em><strong>)</strong>;—<br><strong>Qal</strong>  Pf. <span dir=\"rtl\">נ׳</span> <a data-ref=\"Lamentations 3:2\" href=\"/Lamentations.3.2\">La 3:2</a>; <span dir=\"rtl\">נָֽהֲגוּ</span> <a data-ref=\"I Samuel 30:20\" href=\"/I_Samuel.30.20\">1 S 30:20</a>; Impf. <span dir=\"rtl\">יִנְהַג</span> <a data-ref=\"Isaiah 20:4\" href=\"/Isaiah.20.4\">Is 20:4</a>, etc.; Imv. <span dir=\"rtl\">נְהַג</span> <a data-ref=\"II Kings 4:24\" href=\"/II_Kings.4.24\">2 K 4:24</a>; Pt. act. <span dir=\"rtl\">נֹהֵג</span> <a data-ref=\"Isaiah 11:6\" href=\"/Isaiah.11.6\">Is 11:6</a> + 2 times, etc.; pass. <span dir=\"rtl\">נְהוּגִים</span> <a data-ref=\"Isaiah 60:11\" href=\"/Isaiah.60.11\">Is 60:11</a>;— <strong>1.</strong>  <em>drive</em>, flocks <a data-ref=\"Exodus 3:1\" href=\"/Exodus.3.1\">Ex 3:1</a>; cf. (in predict.) <a data-ref=\"Isaiah 11:6\" href=\"/Isaiah.11.6\">Is 11:6</a> (sq. <span dir=\"rtl\">בְּ</span>); fig., obj. Joseph, <a data-ref=\"Psalms 80:2\" href=\"/Psalms.80.2\">ψ 80:2</a> (sim. of flock); hence, obj. human being, <em>lead on</em>, <a data-ref=\"Song of Songs 8:2\" href=\"/Song_of_Songs.8.2\">Ct 8:2</a> (‖ <span dir=\"rtl\">הֵבִיא אֶל־</span>)); also fig., subj. <span dir=\"rtl\">י׳</span>, <a data-ref=\"Lamentations 3:2\" href=\"/Lamentations.3.2\">La 3:2</a> (‖ <span dir=\"rtl\">הוֹלִיךְ</span>); pass. pt. of kings <em>led</em> in procession <a data-ref=\"Isaiah 60:11\" href=\"/Isaiah.60.11\">Is 60:11</a> cf. Di (rather than as captives, Che, as earlier usage; ‖ <span dir=\"rtl\">הֵבִיא</span>); <em>drive away, off</em>, (obj. <span dir=\"rtl\">מִקְנֶה</span>) <a data-ref=\"Genesis 31:18\" href=\"/Genesis.31.18\">Gn 31:18</a> (of Jacob, going by stealth); usually as booty (obj. flocks and herds) <a data-ref=\"I Samuel 23:5\" href=\"/I_Samuel.23.5\">1 S 23:5</a>, <span dir=\"rtl\">חמור יתומים ינהגו</span> <a data-ref=\"Job 24:3\" href=\"/Job.24.3\">Jb 24:3</a> (unjustly); cf. <a data-ref=\"I Samuel 30:2\" href=\"/I_Samuel.30.2\">1 S 30:2</a>, <a data-ref=\"I Samuel 30:20\" href=\"/I_Samuel.30.20\">20</a> (read <span dir=\"rtl\">וַיִּנְהֲגוּ</span> We Dr Kit Bu, cf. Th, not HPS q.v.), v <a data-ref=\"I Samuel 30:22\" href=\"/I_Samuel.30.22\">22</a> (no obj. expr. but really captives ‖ <span dir=\"rtl\">הָלַךְ</span>), <a data-ref=\"Isaiah 20:4\" href=\"/Isaiah.20.4\">Is 20:4</a>; <em>drive</em> an ass for riding <a data-ref=\"II Kings 4:24\" href=\"/II_Kings.4.24\">2 K 4:24</a> (‖ <span dir=\"rtl\">הָלַךְ</span>); a cart <span dir=\"rtl\">(עֲגָלָה)</span> <a data-ref=\"II Samuel 6:3\" href=\"/II_Samuel.6.3\">2 S 6:3</a> = <a data-ref=\"I Chronicles 13:7\" href=\"/I_Chronicles.13.7\">1 Ch 13:7</a> (where <span dir=\"rtl\">בָּע׳</span>); abs. of driving chariot <a data-ref=\"II Kings 9:20\" href=\"/II_Kings.9.20\">2 K 9:20</a>; <em>lead out</em> an army to battle (late) <a data-ref=\"I Chronicles 20:1\" href=\"/I_Chronicles.20.1\">1 Ch 20:1</a> <a data-ref=\"II Chronicles 25:11\" href=\"/II_Chronicles.25.11\">2 Ch 25:11</a>. <strong>2.</strong>  fig. <span dir=\"rtl\">וְלִבִּי נֹהֵג בַּחָכְמָה</span> <a data-ref=\"Ecclesiastes 2:3\" href=\"/Ecclesiastes.2.3\">Ec 2:3</a> my heart <em>behaving itself</em> in wisdom (cf. NH supr.).<br><strong>Pi.</strong>  Pf. <span dir=\"rtl\">נִהַג</span> <a data-ref=\"Exodus 10:13\" href=\"/Exodus.10.13\">Ex 10:13</a>; <span dir=\"rtl\">נִהַ֫גְתָּ</span> <a data-ref=\"Isaiah 63:14\" href=\"/Isaiah.63.14\">Is 63:14</a>; Impf. <span dir=\"rtl\">יְנַהֵג</span> <a data-ref=\"Deuteronomy 4:27\" href=\"/Deuteronomy.4.27\">Dt 4:27</a>, etc.;— <strong>1.</strong>  <em>drive away, lead off</em>, sq. acc., daughters of Laban <a data-ref=\"Genesis 31:26\" href=\"/Genesis.31.26\">Gn 31:26</a> (‖ <span dir=\"rtl\">גָּנַב</span>); of <span dir=\"rtl\">י׳</span>, <em>leading off</em> people into exile, sq. <span dir=\"rtl\">שָׁ֫מָּה</span> <a data-ref=\"Deuteronomy 4:27\" href=\"/Deuteronomy.4.27\">Dt 4:27</a> (‖ <span dir=\"rtl\">הֵפִיץ</span>), <a data-ref=\"Deuteronomy 28:37\" href=\"/Deuteronomy.28.37\">28:37</a> (‖ <span dir=\"rtl\">הוֹלִיךְ</span>). <strong>2.</strong>  <em>lead on, guide</em>, sq. acc., subj. <span dir=\"rtl\">י׳</span>, <a data-ref=\"Psalms 78:52\" href=\"/Psalms.78.52\">ψ 78:52</a> (<span dir=\"rtl\">כַּעֵ֫דֶר</span> ‖ <span dir=\"rtl\">הִסִּיעַ כַּצֹּאן</span>); <a data-ref=\"Isaiah 49:10\" href=\"/Isaiah.49.10\">Is 49:10</a> (‖ <span dir=\"rtl\">נִהֵל</span>, cf. <a data-ref=\"Psalms 23:2\" href=\"/Psalms.23.2\">ψ 23:2</a>); <a data-ref=\"Isaiah 63:14\" href=\"/Isaiah.63.14\">63:14</a>; <a data-ref=\"Psalms 48:15\" href=\"/Psalms.48.15\">ψ 48:15</a>; <em>guide on</em>, a wind, <a data-ref=\"Exodus 10:13\" href=\"/Exodus.10.13\">Ex 10:13</a> (sq. <span dir=\"rtl\">בָּאָרֶץ</span>), <a data-ref=\"Psalms 78:26\" href=\"/Psalms.78.26\">ψ 78:26</a> (‖ <span dir=\"rtl\">הִסִּיעַ</span>). <strong>3.</strong>  <em>cause to drive</em> (cf. <strong>Qal</strong>, <a data-ref=\"II Kings 9:20\" href=\"/II_Kings.9.20\">2 K 9:20</a>) <a data-ref=\"Exodus 14:25\" href=\"/Exodus.14.25\">Ex 14:25</a> (JE; subj. <span dir=\"rtl\">י׳</span>, v. Di)."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d349b6084aa1cbf24d6b", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, מִסְפָּר² 1", "anchorRef": "Deuteronomy 4:27", "anchorRefExpanded": ["Deuteronomy 4:27"], "sourceRef": "BDB, מִסְפָּר² 1", "sourceHeRef": "בראון-דרייבר-בריגס, מִסְפָּר² א׳", "anchorVerse": 27, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "מִסְפָּר²", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["I. <big><span dir=\"rtl\">מִסְפָּר</span></big><sub>133</sub>  <strong>n.m.</strong> <sup><a data-ref=\"I Chronicles 27:24\" href=\"/I_Chronicles.27.24\">1 Ch 27:24</a></sup> number, tale>;—abs. <span dir=\"rtl\">מ׳</span> <a data-ref=\"Genesis 34:30\" href=\"/Genesis.34.30\">Gn 34:30</a> +; cstr. <span dir=\"rtl\">מִסְפַּר</span> <a data-ref=\"Exodus 16:16\" href=\"/Exodus.16.16\">Ex 16:16</a> +; sf. <span dir=\"rtl\">מִסְפַּרְכֶם</span> <a data-ref=\"Numbers 14:29\" href=\"/Numbers.14.29\">Nu 14:29</a>, <span dir=\"rtl\">מִסְפָּרָם</span> <a data-ref=\"Judges 21:23\" href=\"/Judges.21.23\">Ju 21:23</a> +; pl. cstr. <span dir=\"rtl\">מִסְפְּרֵי</span> <a data-ref=\"I Chronicles 12:23\" href=\"/I_Chronicles.12.23\">1 Ch 12:23</a>;—<br><strong>1.</strong> <strong>a.</strong>  <em>number</em>, <a data-ref=\"Judges 7:6\" href=\"/Judges.7.6\">Ju 7:6</a> <em>the number of those lapping</em>, <span dir=\"rtl\">מִס׳ לַכּוֹכָבִים</span> <a data-ref=\"Psalms 147:4\" href=\"/Psalms.147.4\">ψ 147:4</a>, + often (37 times PH); <span dir=\"rtl\">לֹא עָלָה הַמִּסְפָּר בְּמִסְפַּר דִּבְרֵי וגו׳</span> <a data-ref=\"I Chronicles 27:24\" href=\"/I_Chronicles.27.24\">1 Ch 27:24</a> (read <span dir=\"rtl\">בְּסֵפֶר</span>) <em>the number did not come up into</em> (was not recorded in) <em>the book of the daily doings</em>, etc.; redund. after num., †<a data-ref=\"II Samuel 21:20\" href=\"/II_Samuel.21.20\">2 S 21:20</a> <em>twenty-four</em> (<em>in</em>) <em>number;</em> <span dir=\"rtl\">אֵין מ׳</span> <em>it was</em> (<em>they were</em>) <em>innumerable</em> <a data-ref=\"Genesis 41:49\" href=\"/Genesis.41.49\">Gn 41:49</a> (E), c. <span dir=\"rtl\">לְ</span> <a data-ref=\"Judges 6:5\" href=\"/Judges.6.5\">Ju 6:5</a>; <a data-ref=\"Judges 7:12\" href=\"/Judges.7.12\">7:12</a>; <a data-ref=\"I Chronicles 22:16\" href=\"/I_Chronicles.22.16\">1 Ch 22:16</a>; <a data-ref=\"II Chronicles 12:3\" href=\"/II_Chronicles.12.3\">2 Ch 12:3</a>, <span dir=\"rtl\">לִתְבוּנָתוֹ אֵין מ׳</span> <a data-ref=\"Psalms 147:5\" href=\"/Psalms.147.5\">ψ 147:5</a> (of <span dir=\"rtl\">י׳</span>); abs. <a data-ref=\"Jeremiah 2:32\" href=\"/Jeremiah.2.32\">Je 2:32</a> <a data-ref=\"Job 21:33\" href=\"/Job.21.33\">Jb 21:33</a>; <a data-ref=\"Song of Songs 6:8\" href=\"/Song_of_Songs.6.8\">Ct 6:8</a>; †<span dir=\"rtl\">עַד־אֵין מ׳</span> = id., <a data-ref=\"Job 5:9\" href=\"/Job.5.9\">Jb 5:9</a>; <a data-ref=\"Job 9:10\" href=\"/Job.9.10\">9:10</a> <a data-ref=\"Psalms 40:13\" href=\"/Psalms.40.13\">ψ 40:13</a>, <span dir=\"rtl\">וְאֵין לָהֶם מ׳</span> <a data-ref=\"Jeremiah 46:23\" href=\"/Jeremiah.46.23\">Je 46:23</a>; <span dir=\"rtl\">לְאֵין מ׳</span> †<a data-ref=\"I Chronicles 22:4\" href=\"/I_Chronicles.22.4\">1 Ch 22:4</a>; <span dir=\"rtl\">וְאֵין מ׳</span> †<a data-ref=\"Psalms 104:25\" href=\"/Psalms.104.25\">ψ 104:25</a>; <a data-ref=\"Psalms 105:34\" href=\"/Psalms.105.34\">105:34</a> <a data-ref=\"Joel 1:6\" href=\"/Joel.1.6\">Jo 1:6</a>; <span dir=\"rtl\">הֲיֵשׁ מ׳ לִגְדוּדָיו</span> <a data-ref=\"Job 25:3\" href=\"/Job.25.3\">Jb 25:3</a> <em>can his bands be numbered?</em> without <span dir=\"rtl\">אֵין</span> = <em>numerable</em>, i.e. <em>few</em>, <span dir=\"rtl\">וִיהִי מְתָיו מ׳</span> <a data-ref=\"Deuteronomy 33:6\" href=\"/Deuteronomy.33.6\">Dt 33:6</a> but <em>let his men be few</em>, <span dir=\"rtl\">יָמִים מ׳</span> <a data-ref=\"Numbers 9:20\" href=\"/Numbers.9.20\">Nu 9:20</a>, <span dir=\"rtl\">מ׳</span> alone <a data-ref=\"Isaiah 10:19\" href=\"/Isaiah.10.19\">Is 10:19</a>, usually in combin., <span dir=\"rtl\">מְתֵי מ׳</span> = <em>a few men</em> <a data-ref=\"Genesis 34:30\" href=\"/Genesis.34.30\">Gn 34:30</a> (J), <a data-ref=\"Deuteronomy 4:27\" href=\"/Deuteronomy.4.27\">Dt 4:27</a>; <a data-ref=\"Jeremiah 44:28\" href=\"/Jeremiah.44.28\">Je 44:28</a>; <a data-ref=\"I Chronicles 16:19\" href=\"/I_Chronicles.16.19\">1 Ch 16:19</a> <a data-ref=\"Psalms 105:12\" href=\"/Psalms.105.12\">ψ 105:12</a>, <span dir=\"rtl\">אַנְשֵׁי מ׳</span> <a data-ref=\"Ezekiel 12:16\" href=\"/Ezekiel.12.16\">Ez 12:16</a>; so <span dir=\"rtl\">שְׁנוֹת מ׳</span> <a data-ref=\"Job 16:22\" href=\"/Job.16.22\">Jb 16:22</a>; adv. phr. <span dir=\"rtl\">מִסְפַּר יְמֵי חַיֵּיהֶם</span> <a data-ref=\"Ecclesiastes 2:3\" href=\"/Ecclesiastes.2.3\">Ec 2:3</a> = <em>during all their lives</em>, cf. <a data-ref=\"Ecclesiastes 5:16\" href=\"/Ecclesiastes.5.16\">5:17</a>; <a data-ref=\"Ecclesiastes 6:12\" href=\"/Ecclesiastes.6.12\">6:12</a>; = <em>appointed</em> (normal) <em>number</em>, <span dir=\"rtl\">מ׳ יָמֶיךָ אֲמַלֵּא</span> <a data-ref=\"Exodus 23:26\" href=\"/Exodus.23.26\">Ex 23:26</a> (E). <strong>b.</strong>  c. prep. <span dir=\"rtl\">בְּ</span>: <span dir=\"rtl\">מְעַט בְּמ׳</span> <a data-ref=\"Ezekiel 5:3\" href=\"/Ezekiel.5.3\">Ez 5:3</a> <em>few in number;</em> <span dir=\"rtl\">בְּמ׳</span> <em>by</em> (exact) <em>count, tale</em> <a data-ref=\"II Samuel 2:15\" href=\"/II_Samuel.2.15\">2 S 2:15</a>; <a data-ref=\"Deuteronomy 25:2\" href=\"/Deuteronomy.25.2\">Dt 25:2</a>; <a data-ref=\"I Chronicles 9:28\" href=\"/I_Chronicles.9.28\">1 Ch 9:28</a><sup>(×2)</sup>, so prob. <a data-ref=\"Ezekiel 20:37\" href=\"/Ezekiel.20.37\">Ez 20:37</a> read <span dir=\"rtl\">בְּמִסְפַּר</span> 𝔊 Toy for MT <span dir=\"rtl\">מָסֹרֶת</span>; <em>in</em> (prescribed) <em>number</em> <a data-ref=\"Numbers 29:18\" href=\"/Numbers.29.18\">Nu 29:18</a> + 6 times <a data-ref=\"Numbers 29\" href=\"/Numbers.29\">Nu 29</a> (P), <a data-ref=\"Ezra 3:4\" href=\"/Ezra.3.4\">Ezr 3:4</a>; = <em>according</em> to (proportioned to) <em>the number of</em> <a data-ref=\"Leviticus 25:15\" href=\"/Leviticus.25.15\">Lv 25:15</a><sup>(×2)</sup> + often; <span dir=\"rtl\">לְמִס׳</span> <em>according</em> to <em>number</em> <a data-ref=\"Judges 21:23\" href=\"/Judges.21.23\">Ju 21:23</a>; <a data-ref=\"Joshua 4:5\" href=\"/Joshua.4.5\">Jos 4:5</a>, <a data-ref=\"Joshua 4:8\" href=\"/Joshua.4.8\">8</a> (JE) <a data-ref=\"Numbers 14:29\" href=\"/Numbers.14.29\">Nu 14:29</a> (P) <a data-ref=\"Ezekiel 4:5\" href=\"/Ezekiel.4.5\">Ez 4:5</a>; <a data-ref=\"I Chronicles 27:1\" href=\"/I_Chronicles.27.1\">1 Ch 27:1</a>; <span dir=\"rtl\">כְּמִס׳</span> = id., <a data-ref=\"I Kings 18:31\" href=\"/I_Kings.18.31\">1 K 18:31</a>; <a data-ref=\"Numbers 15:12\" href=\"/Numbers.15.12\">Nu 15:12</a><sup>(×2)</sup> (P); so <span dir=\"rtl\">מ׳</span> alone (adv. acc.) <a data-ref=\"Exodus 16:16\" href=\"/Exodus.16.16\">Ex 16:16</a> (P) <a data-ref=\"Job 1:5\" href=\"/Job.1.5\">Jb 1:5</a>; <a data-ref=\"Jeremiah 2:28\" href=\"/Jeremiah.2.28\">Je 2:28</a>; <a data-ref=\"Jeremiah 11:13\" href=\"/Jeremiah.11.13\">11:13</a>.—<a data-ref=\"Numbers 23:10\" href=\"/Numbers.23.10\">Nu 23:10b</a> read <span dir=\"rtl\">מִי סָפַר</span>, cf. v a, so 𝔊 Di So<sup>Kau</sup>.<br>†<strong>2.</strong>  <em>recounting, relation</em>, <span dir=\"rtl\">מִסְפַּר הַחֲלוֹם</span> <a data-ref=\"Judges 7:15\" href=\"/Judges.7.15\">Ju 7:15</a> <em>the recounting of the dream</em>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d3d1b6084aa1cbf2b6d3", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, פּוּץ 1", "anchorRef": "Deuteronomy 4:27", "anchorRefExpanded": ["Deuteronomy 4:27"], "sourceRef": "BDB, פּוּץ 1", "sourceHeRef": "בראון-דרייבר-בריגס, פּוּץ א׳", "anchorVerse": 27, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "פּוּץ", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† I. <big><big>[<span dir=\"rtl\">פּוּץ</span>]</big></big>  <strong>vb. be dispersed, scattered (</strong>NH = BH; perhaps akin to Arabic <span dir=\"rtl\">فَضَّ</span> <em>break asunder, scatter</em><strong>)</strong>;—<br><strong>Qal</strong>  Impf. 3 mpl. <span dir=\"rtl\">יָפוּצוּ</span> <a data-ref=\"Psalms 68:2\" href=\"/Psalms.68.2\">ψ 68:2</a>, <span dir=\"rtl\">יָפֻצוּ</span> <a data-ref=\"Ezekiel 46:18\" href=\"/Ezekiel.46.18\">Ez 48:16</a> +; 3 fpl. <span dir=\"rtl\">וַתְּפוּצֶינָה</span> <a data-ref=\"Ezekiel 34:5\" href=\"/Ezekiel.34.5\">Ez 34:5</a> +, <span dir=\"rtl\">וּתְפוּצֶינָה</span> <a data-ref=\"Zechariah 13:7\" href=\"/Zechariah.13.7\">Zc 13:7</a>, etc.; Imv. mpl. <span dir=\"rtl\">פֻּצוּ</span> <a data-ref=\"I Samuel 14:34\" href=\"/I_Samuel.14.34\">1 S 14:34</a>; Pt. pass. pl. sf. <span dir=\"rtl\">פּוּצַי</span> <a data-ref=\"Zephaniah 3:10\" href=\"/Zephaniah.3.10\">Zp 3:10</a> (v. infr.);—<em>be dispersed, disperse</em>, <span dir=\"rtl\">בָּעָם</span> <a data-ref=\"I Samuel 14:34\" href=\"/I_Samuel.14.34\">1 S 14:34</a>; <em>be scattered</em>, of enemies <a data-ref=\"I Samuel 11:11\" href=\"/I_Samuel.11.11\">1 S 11:11</a>; <a data-ref=\"Numbers 10:35\" href=\"/Numbers.10.35\">Nu 10:35</a> <a data-ref=\"Psalms 68:2\" href=\"/Psalms.68.2\">ψ 68:2</a>; of Isr. (among nations) under fig. of flock <a data-ref=\"Ezekiel 34:5\" href=\"/Ezekiel.34.5\">Ez 34:5</a><sup>(×2)</sup>; <a data-ref=\"Zechariah 13:7\" href=\"/Zechariah.13.7\">Zc 13:7</a>; <span dir=\"rtl\">בַּת־פּוּצַי</span> <a data-ref=\"Zephaniah 3:10\" href=\"/Zephaniah.3.10\">Zp 3:10</a> is prob. crpt., and v <a data-ref=\"Zephaniah 3:9\" href=\"/Zephaniah.3.9\">9</a>, <a data-ref=\"Zephaniah 3:10\" href=\"/Zephaniah.3.10\">10</a> gloss v. Schwally<sup>ZAW x (1890), 203</sup> Now Da; of besieging army <a data-ref=\"II Samuel 20:22\" href=\"/II_Samuel.20.22\">2 S 20:22</a> <span dir=\"rtl\">(מֵעַל הָעִיר)</span>; people from <span dir=\"rtl\">(מִן)</span> possessions <a data-ref=\"Ezekiel 46:18\" href=\"/Ezekiel.46.18\">Ez 46:18</a>; men (from Babel) <a data-ref=\"Genesis 11:4\" href=\"/Genesis.11.4\">Gn 11:4</a> (<span dir=\"rtl\">עַל</span> loc.).<br><strong>Niph.</strong>  Pf. 3 fs. <span dir=\"rtl\">נָפ֫וֹצָה</span> <a data-ref=\"Jeremiah 10:21\" href=\"/Jeremiah.10.21\">Je 10:21</a>, 3 pl. <span dir=\"rtl\">נָ֫פֹצוּ</span> <a data-ref=\"Genesis 10:18\" href=\"/Genesis.10.18\">Gn 10:18</a> +, 2 mpl. <span dir=\"rtl\">נְפֹצֹתֶם</span> <a data-ref=\"Ezekiel 11:17\" href=\"/Ezekiel.11.17\">Ez 11:17</a> +, etc.; Pt. f. <span dir=\"rtl\">נָפ֫וֹצֶת</span> <a data-ref=\"II Samuel 18:8\" href=\"/II_Samuel.18.8\">2 S 18:8</a> Qr (> Kt <span dir=\"rtl\">נפצות</span>) cf. Dr al.; pl. <span dir=\"rtl\">נְפֹצִים</span> <a data-ref=\"I Kings 22:17\" href=\"/I_Kings.22.17\">1 K 22:17</a>, <span dir=\"rtl\">נְפוֹצִים</span> <a data-ref=\"II Chronicles 18:16\" href=\"/II_Chronicles.18.16\">2 Ch 18:16</a>;— <strong>1.</strong>  <em>be scattered</em>, of army <a data-ref=\"II Kings 25:5\" href=\"/II_Kings.25.5\">2 K 25:5</a> (<span dir=\"rtl\">מֵעַל</span> pers.) = <a data-ref=\"Jeremiah 52:8\" href=\"/Jeremiah.52.8\">Je 52:8</a>, <a data-ref=\"I Kings 22:17\" href=\"/I_Kings.22.17\">1 K 22:17</a> (<span dir=\"rtl\">אֶל</span> loc.) = <a data-ref=\"II Chronicles 18:16\" href=\"/II_Chronicles.18.16\">2 Ch 18:16</a> <span dir=\"rtl\">(עַל)</span>, cf. <a data-ref=\"Jeremiah 40:15\" href=\"/Jeremiah.40.15\">Je 40:15</a> (abs.); of dispersed Isr. c. ב loc. <a data-ref=\"Ezekiel 11:17\" href=\"/Ezekiel.11.17\">Ez 11:17</a>; <a data-ref=\"Ezekiel 20:34\" href=\"/Ezekiel.20.34\">20:34</a>, <a data-ref=\"Ezekiel 20:41\" href=\"/Ezekiel.20.41\">41</a>; <a data-ref=\"Ezekiel 28:25\" href=\"/Ezekiel.28.25\">28:25</a>, as flock <a data-ref=\"Jeremiah 10:21\" href=\"/Jeremiah.10.21\">Je 10:21</a>; <a data-ref=\"Ezekiel 34:6\" href=\"/Ezekiel.34.6\">Ez 34:6</a> (<span dir=\"rtl\">עַל</span> loc.), v <a data-ref=\"Ezekiel 34:12\" href=\"/Ezekiel.34.12\">12</a> <span dir=\"rtl\">(שָׁם)</span>; Egyptians <a data-ref=\"Ezekiel 29:13\" href=\"/Ezekiel.29.13\">29:13</a> <span dir=\"rtl\">(שָׁמָּה)</span>; of battle <em>scattered</em> over country by defeat <a data-ref=\"II Samuel 18:8\" href=\"/II_Samuel.18.8\">2 S 18:8</a>. <strong>2.</strong>  <em>be spread abroad</em>, of peoples <a data-ref=\"Genesis 10:18\" href=\"/Genesis.10.18\">Gn 10:18</a>.<br><strong>Hiph.</strong>  Pf. 3 ms. consec. <span dir=\"rtl\">וְהֵפִיץ</span> <a data-ref=\"Deuteronomy 4:27\" href=\"/Deuteronomy.4.27\">Dt 4:27</a> +, 1 s. consec. <span dir=\"rtl\">וַהֲפִיצוֹתִי</span> <a data-ref=\"Ezekiel 22:15\" href=\"/Ezekiel.22.15\">Ez 22:15</a>, etc.; Impf. 3 ms. <span dir=\"rtl\">יָפִיץ</span> <a data-ref=\"Job 37:11\" href=\"/Job.37.11\">Jb 37:11</a>, <span dir=\"rtl\">וַיָּ֫פֶץ</span> <a data-ref=\"Genesis 11:8\" href=\"/Genesis.11.8\">Gn 11:8</a> +, etc.; Imv. ms. <span dir=\"rtl\">הָפֵץ</span> <a data-ref=\"Job 40:11\" href=\"/Job.40.11\">Jb 40:11</a>; Inf. cstr. <span dir=\"rtl\">לְהָפִיץ</span> <a data-ref=\"Ezekiel 20:23\" href=\"/Ezekiel.20.23\">Ez 20:23</a>, etc.;— <strong>1.</strong>  trans. <em>scatter:</em> <strong>a.</strong>  c. acc. pers. <a data-ref=\"Genesis 11:8\" href=\"/Genesis.11.8\">Gn 11:8</a>, <a data-ref=\"Genesis 11:9\" href=\"/Genesis.11.9\">9</a> (<span dir=\"rtl\">עַל</span> loc.), <a data-ref=\"Isaiah 41:16\" href=\"/Isaiah.41.16\">Is 41:16</a>; <a data-ref=\"Habakkuk 3:14\" href=\"/Habakkuk.3.14\">Hb 3:14</a>; c. ב <a data-ref=\"Genesis 49:7\" href=\"/Genesis.49.7\">Gn 49:7</a>; Isr. among <span dir=\"rtl\">(ב)</span> nations <a data-ref=\"Deuteronomy 4:27\" href=\"/Deuteronomy.4.27\">Dt 4:27</a>; <a data-ref=\"Deuteronomy 28:64\" href=\"/Deuteronomy.28.64\">28:64</a>; <a data-ref=\"Jeremiah 9:15\" href=\"/Jeremiah.9.15\">Je 9:15</a>; <a data-ref=\"Ezekiel 11:16\" href=\"/Ezekiel.11.16\">Ez 11:16</a>; <a data-ref=\"Ezekiel 12:15\" href=\"/Ezekiel.12.15\">12:15</a>; <a data-ref=\"Ezekiel 20:23\" href=\"/Ezekiel.20.23\">20:23</a>; <a data-ref=\"Ezekiel 22:15\" href=\"/Ezekiel.22.15\">22:15</a>; <a data-ref=\"Ezekiel 36:19\" href=\"/Ezekiel.36.19\">36:19</a>; <a data-ref=\"Nehemiah 1:8\" href=\"/Nehemiah.1.8\">Ne 1:8</a>; c. <span dir=\"rtl\">שׁם(ה)</span> <a data-ref=\"Deuteronomy 30:3\" href=\"/Deuteronomy.30.3\">Dt 30:3</a>; <a data-ref=\"Jeremiah 30:11\" href=\"/Jeremiah.30.11\">Je 30:11</a>; c. <span dir=\"rtl\">אֶל</span> loc. <a data-ref=\"Ezekiel 34:21\" href=\"/Ezekiel.34.21\">Ez 34:21</a>; abs. <a data-ref=\"Jeremiah 13:24\" href=\"/Jeremiah.13.24\">Je 13:24</a>; <a data-ref=\"Jeremiah 18:17\" href=\"/Jeremiah.18.17\">18:17</a>, under fig. of flock <a data-ref=\"Jeremiah 23:1\" href=\"/Jeremiah.23.1\">Je 23:1</a>, <a data-ref=\"Jeremiah 23:2\" href=\"/Jeremiah.23.2\">2</a>; Gr reads <span dir=\"rtl\">אֲפִיצֵם</span> also <a data-ref=\"Deuteronomy 32:26\" href=\"/Deuteronomy.32.26\">Dt 32:26</a> (v. [<a data-ref=\"BDB, פָּאָה\" href=\"/BDB,_פָּאָה\", dir=\"rtl\">פאה</a>]); Egyptians (c. <span dir=\"rtl\">ב</span>) <a data-ref=\"Ezekiel 29:12\" href=\"/Ezekiel.29.12\">Ez 29:12</a>; <a data-ref=\"Ezekiel 30:23\" href=\"/Ezekiel.30.23\">30:23</a>, <a data-ref=\"Ezekiel 30:26\" href=\"/Ezekiel.30.26\">26</a>; inhab. of earth <a data-ref=\"Isaiah 24:1\" href=\"/Isaiah.24.1\">Is 24:1</a>. <strong>b.</strong>  c. acc. rei, arrows (fig. for lightnings) <a data-ref=\"II Samuel 22:15\" href=\"/II_Samuel.22.15\">2 S 22:15</a> = <a data-ref=\"Psalms 18:15\" href=\"/Psalms.18.15\">ψ 18:15</a>, <a data-ref=\"Psalms 144:6\" href=\"/Psalms.144.6\">ψ 144:6</a>; cloud <a data-ref=\"Job 37:11\" href=\"/Job.37.11\">Jb 37:11</a>; <span dir=\"rtl\">הָפֵץ עַבְרוֹת אַפֶּ֑ךָ</span> <a data-ref=\"Job 40:11\" href=\"/Job.40.11\">40:11</a> (i.e. lightnings?); seed <a data-ref=\"Isaiah 28:25\" href=\"/Isaiah.28.25\">Is 28:25</a>. <strong>c.</strong>  <span dir=\"rtl\">וֶהֱפִיצֻהוּ</span> <a data-ref=\"Job 18:11\" href=\"/Job.18.11\">Jb 18:11</a> <em>and drive him</em> (si vera l., vid. conj. in Bu). <strong>2.</strong>  intrans., <em>scatter</em>, c. ב loc. <a data-ref=\"Exodus 5:12\" href=\"/Exodus.5.12\">Ex 5:12</a>, c. <span dir=\"rtl\">מֵעַל</span> pers. <a data-ref=\"I Samuel 13:8\" href=\"/I_Samuel.13.8\">1 S 13:8</a>; of wind <a data-ref=\"Job 38:24\" href=\"/Job.38.24\">Jb 38:24</a> (<span dir=\"rtl\">עַל</span> loc.)."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d4abb6084aa1cbf368cf", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, שָׁאַר 1", "anchorRef": "Deuteronomy 4:27", "anchorRefExpanded": ["Deuteronomy 4:27"], "sourceRef": "BDB, שָׁאַר 1", "sourceHeRef": "בראון-דרייבר-בריגס, שָׁאַר א׳", "anchorVerse": 27, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "שָׁאַר", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["I. <big><big><span dir=\"rtl\">שָׁאַר</span></big></big><sub>133</sub><big></big>  <strong>vb.</strong> remain, be left over (syn. <span dir=\"rtl\">יָתַר</span>) <strong>(</strong>NH id.<em>;</em> 𝔗 <span dir=\"rtl\">שְׁאַר</span>; Sab. <span dir=\"rtl\">סאר</span> <em>remaining</em> Hom<sup>Chr 124</sup>; Arabic <span dir=\"rtl\">سَأَرَ</span>, <span dir=\"rtl\">سَىِٔرَ</span> <em>be left over</em>, Lane, cf. Lag<sup>GGN 1889, 297</sup>; Old Aramaic <span dir=\"rtl\">שאר</span> <em>remainder</em>, Nab. <span dir=\"rtl\">שארית</span>, v. Lzb<sup>371</sup> SAC<sup>110</sup><strong>)</strong>;—<br>†<strong>Qal</strong>  Pf. 3 ms. <span dir=\"rtl\">שׁ׳</span> <a data-ref=\"I Samuel 16:11\" href=\"/I_Samuel.16.11\">1 S 16:11</a> the youngest still <em>remains</em>.<br><strong>Niph.</strong><sub>93</sub>  Pf. 3 ms. <span dir=\"rtl\">נִשְׁאַר</span> <a data-ref=\"Genesis 47:18\" href=\"/Genesis.47.18\">Gn 47:18</a> +; 3 fs. <span dir=\"rtl\">נִשְׁאֲרָה</span> <a data-ref=\"Joshua 13:1\" href=\"/Joshua.13.1\">Jos 13:1</a>; <a data-ref=\"Daniel 10:8\" href=\"/Daniel.10.8\">Dn 10:8</a>, etc.; Impf. 3 ms. <span dir=\"rtl\">יִשָּׁאֵר</span> <a data-ref=\"Isaiah 11:11\" href=\"/Isaiah.11.11\">Is 11:11</a>, <a data-ref=\"Isaiah 11:16\" href=\"/Isaiah.11.16\">16</a>, <span dir=\"rtl\">וַיִּשָּׁ֫אֶר</span> <a data-ref=\"Genesis 7:23\" href=\"/Genesis.7.23\">Gn 7:23</a>, etc.; Pt. <span dir=\"rtl\">נִשְׁאָר</span> <a data-ref=\"Genesis 32:9\" href=\"/Genesis.32.9\">Gn 32:9</a> +, <span dir=\"rtl\">וְנֵאשֲׁאַר</span> <a data-ref=\"Ezekiel 9:8\" href=\"/Ezekiel.9.8\">Ez 9:8</a> (read <span dir=\"rtl\">וְנִשְׁאָר</span> Hi Toy Krae, <span dir=\"rtl\">וָאֶשָּׁ֫אֶר</span> Sm; del. 𝔊 Hi Co Siegf Berthol); f. <span dir=\"rtl\">נִשְׁאָרָה</span> <a data-ref=\"II Kings 19:30\" href=\"/II_Kings.19.30\">2 K 19:30</a> = <a data-ref=\"Isaiah 37:31\" href=\"/Isaiah.37.31\">Is 37:31</a>, <span dir=\"rtl\">נִשְׁאֶ֫רֶת</span> <a data-ref=\"Exodus 10:5\" href=\"/Exodus.10.5\">Ex 10:5</a>; <a data-ref=\"II Chronicles 30:6\" href=\"/II_Chronicles.30.6\">2 Ch 30:6</a>, <span dir=\"rtl\">נִשְׁאָ֑רֶת</span> <a data-ref=\"Joshua 13:2\" href=\"/Joshua.13.2\">Jos 13:2</a>, etc.;— <strong>1.</strong>  <em>be left over</em> (sometimes ‖ <span dir=\"rtl\">נוֹתַר</span>) <a data-ref=\"Exodus 8:27\" href=\"/Exodus.8.27\">Ex 8:27</a>; <a data-ref=\"Exodus 10:19\" href=\"/Exodus.10.19\">10:19</a>; <a data-ref=\"Exodus 14:28\" href=\"/Exodus.14.28\">14:28</a> (all J), <a data-ref=\"Joshua 11:22\" href=\"/Joshua.11.22\">Jos 11:22</a> (D), <a data-ref=\"Judges 7:3\" href=\"/Judges.7.3\">Ju 7:3</a> <a data-ref=\"II Samuel 14:7\" href=\"/II_Samuel.14.7\">2 S 14:7</a> +; in restrictive cl. <span dir=\"rtl\">לֹא נ׳ זוּלַת</span> <a data-ref=\"II Kings 24:14\" href=\"/II_Kings.24.14\">2 K 24:14</a> <em>there were left only</em>, etc., <span dir=\"rtl\">לֹא נ׳ לִפְנֵי אֲדֹנִי בִּלְתִּי אִם וגו׳</span> <a data-ref=\"Genesis 47:18\" href=\"/Genesis.47.18\">Gn 47:18</a> (J); sq. acc. adv. (Ges<sup>§ 118 q</sup>), or appos., <a data-ref=\"Deuteronomy 4:27\" href=\"/Deuteronomy.4.27\">Dt 4:27</a>; <a data-ref=\"Ezra 9:15\" href=\"/Ezra.9.15\">Ezr 9:15</a>; cf. <span dir=\"rtl\">נ׳ בִּמְתֵי מְעָ֑ט</span> <a data-ref=\"Deuteronomy 28:62\" href=\"/Deuteronomy.28.62\">Dt 28:62</a> (Ges<sup>§ 119 i</sup>); sometimes c. ב loc. <a data-ref=\"Exodus 8:5\" href=\"/Exodus.8.5\">Ex 8:5</a>, <a data-ref=\"Exodus 8:7\" href=\"/Exodus.8.7\">7</a> (J), <a data-ref=\"Jeremiah 38:22\" href=\"/Jeremiah.38.22\">Je 38:22</a> +; c. <span dir=\"rtl\">אֵת</span> (prep. loc.) †<a data-ref=\"Joshua 23:7\" href=\"/Joshua.23.7\">Jos 23:7</a>, <a data-ref=\"Joshua 23:12\" href=\"/Joshua.23.12\">12</a> (D); c. <span dir=\"rtl\">מִן</span> = <em>be left from</em> (of) †<a data-ref=\"Exodus 10:5\" href=\"/Exodus.10.5\">Ex 10:5</a> (J), <a data-ref=\"Deuteronomy 3:11\" href=\"/Deuteronomy.3.11\">Dt 3:11</a>; <a data-ref=\"Joshua 13:12\" href=\"/Joshua.13.12\">Jos 13:12</a> (D), <a data-ref=\"Isaiah 11:11\" href=\"/Isaiah.11.11\">Is 11:11</a>, <a data-ref=\"Isaiah 11:16\" href=\"/Isaiah.11.16\">16</a>; <a data-ref=\"Jeremiah 8:3\" href=\"/Jeremiah.8.3\">Je 8:3a</a> (pt.; v b del. <span dir=\"rtl\">הַנּי</span> 𝔊 𝔖 Hi Gf Gie Co), <a data-ref=\"Nehemiah 1:2\" href=\"/Nehemiah.1.2\">Ne 1:2</a>, <a data-ref=\"Nehemiah 1:3\" href=\"/Nehemiah.1.3\">3</a>, <span dir=\"rtl\">נ׳ מְעַט מֵהַרְבֵּה</span> <a data-ref=\"Jeremiah 42:2\" href=\"/Jeremiah.42.2\">Je 42:2</a>; c. <span dir=\"rtl\">לְ</span> <em>to</em> or <em>for</em>, †<a data-ref=\"II Kings 10:11\" href=\"/II_Kings.10.11\">2 K 10:11</a>, <a data-ref=\"II Kings 10:17\" href=\"/II_Kings.10.17\">17</a> (pt.), <a data-ref=\"Zechariah 9:7\" href=\"/Zechariah.9.7\">Zc 9:7</a>; <a data-ref=\"II Chronicles 21:17\" href=\"/II_Chronicles.21.17\">2 Ch 21:17</a>, <span dir=\"rtl\">הַנּ׳ לָכֶם מִן־הַבָּרָד</span> <a data-ref=\"Exodus 10:5\" href=\"/Exodus.10.5\">Ex 10:5</a>, cf. <a data-ref=\"II Chronicles 30:6\" href=\"/II_Chronicles.30.6\">2 Ch 30:6</a> and (<span dir=\"rtl\">ב</span> loc. for <span dir=\"rtl\">ל</span>) <a data-ref=\"Jeremiah 21:7\" href=\"/Jeremiah.21.7\">Je 21:7</a>; c. <span dir=\"rtl\">בְּ</span>, <em>in, among, of</em>, †<a data-ref=\"I Samuel 11:11\" href=\"/I_Samuel.11.11\">1 S 11:11</a>; <a data-ref=\"Isaiah 17:6\" href=\"/Isaiah.17.6\">Is 17:6</a>; <a data-ref=\"Jeremiah 34:7\" href=\"/Jeremiah.34.7\">Je 34:7</a>; <a data-ref=\"Jeremiah 37:10\" href=\"/Jeremiah.37.10\">37:10</a>; <a data-ref=\"Leviticus 26:36\" href=\"/Leviticus.26.36\">Lv 26:36</a>, <a data-ref=\"Leviticus 26:39\" href=\"/Leviticus.26.39\">39</a> (H; pt.), <a data-ref=\"Leviticus 25:52\" href=\"/Leviticus.25.52\">25:52</a> (P; of years), even <span dir=\"rtl\">הַנּ׳ בַּדָּם</span> <a data-ref=\"Leviticus 5:9\" href=\"/Leviticus.5.9\">5:9</a> (P) <em>the rest of the blood;</em> c. <span dir=\"rtl\">עַל</span> †<a data-ref=\"I Samuel 5:4\" href=\"/I_Samuel.5.4\">1 S 5:4</a>; c. inf. <span dir=\"rtl\">נ׳ לְרִשְׁתָּהּ</span> †<a data-ref=\"Joshua 13:1\" href=\"/Joshua.13.1\">Jos 13:1</a> (D); = <em>be left alive, survive</em>, †<a data-ref=\"Genesis 7:23\" href=\"/Genesis.7.23\">Gn 7:23</a> (J), <a data-ref=\"Ezekiel 9:8\" href=\"/Ezekiel.9.8\">Ez 9:8</a> (but on text v. supr.); <span dir=\"rtl\">הַנּ׳</span> = <em>the survivors</em>, †<a data-ref=\"Genesis 14:10\" href=\"/Genesis.14.10\">Gn 14:10</a>; <a data-ref=\"I Samuel 11:11\" href=\"/I_Samuel.11.11\">1 S 11:11</a>; <a data-ref=\"Ezekiel 17:21\" href=\"/Ezekiel.17.21\">Ez 17:21</a>; pt. as term. techn. = <em>the</em> (purified) <em>remainder, remnant</em> (cf. <a data-ref=\"BDB, שְׁאָר\" href=\"/BDB,_שְׁאָר\", dir=\"rtl\">שְׁאָר</a>, <a data-ref=\"BDB, שְׁאֵרִית\" href=\"/BDB,_שְׁאֵרִית\", dir=\"rtl\">שְׁאֵרִית</a>) <a data-ref=\"Isaiah 4:3\" href=\"/Isaiah.4.3\">Is 4:3</a> (<span dir=\"rtl\">ב</span> loc.; ‖ <span dir=\"rtl\">הַנּוֹתָר</span>), <a data-ref=\"II Chronicles 34:21\" href=\"/II_Chronicles.34.21\">2 Ch 34:21</a> (<span dir=\"rtl\">ב</span> loc.).—<span dir=\"rtl\">הַנּ׳</span> <a data-ref=\"I Samuel 9:24\" href=\"/I_Samuel.9.24\">1 S 9:24</a> is dub.; <em>what is left over</em>, in polite depreciation, Bu; read <span dir=\"rtl\">הַשְּׁאֵר</span> HPS. <strong>2.</strong>  <em>be left behind</em>, <a data-ref=\"Exodus 10:26\" href=\"/Exodus.10.26\">Ex 10:26</a> (E), <a data-ref=\"Numbers 11:26\" href=\"/Numbers.11.26\">Nu 11:26</a> (JE); c. <span dir=\"rtl\">לְבַדּוֹ</span> <a data-ref=\"Genesis 42:38\" href=\"/Genesis.42.38\">Gn 42:38</a> (J), cf. <a data-ref=\"Isaiah 49:21\" href=\"/Isaiah.49.21\">Is 49:21</a> <a data-ref=\"Daniel 10:8\" href=\"/Daniel.10.8\">Dn 10:8</a>; of widow <a data-ref=\"Ruth 1:3\" href=\"/Ruth.1.3\">Ru 1:3</a>, †<span dir=\"rtl\">מִן</span> of the dead v <a data-ref=\"Ruth 1:5\" href=\"/Ruth.1.5\">5</a>.<br>†<strong>Hiph.</strong>  Pf. 3 ms. <span dir=\"rtl\">הִשְׁאִיר</span> <a data-ref=\"Exodus 10:12\" href=\"/Exodus.10.12\">Ex 10:12</a> +, etc.; Impf. 3 ms. <span dir=\"rtl\">יַשְׁאִיר</span> <a data-ref=\"Deuteronomy 28:51\" href=\"/Deuteronomy.28.51\">Dt 28:51</a>, 1 pl. <span dir=\"rtl\">נַשְׁאֵר</span> <a data-ref=\"I Samuel 14:36\" href=\"/I_Samuel.14.36\">1 S 14:36</a> (Ges<sup>§ 48 g; 109 d</sup> Kö<sup>p. 466 f.</sup>), etc.; Inf. cstr. <span dir=\"rtl\">הַשְׁאִיר</span> <a data-ref=\"Ezra 9:8\" href=\"/Ezra.9.8\">Ezr 9:8</a>, v. also infr.;— <strong>1.</strong>  <em>leave over, spare</em>, c. acc. <a data-ref=\"Exodus 10:12\" href=\"/Exodus.10.12\">Ex 10:12</a> (E), <a data-ref=\"II Kings 25:22\" href=\"/II_Kings.25.22\">2 K 25:22</a>; <a data-ref=\"Jeremiah 49:9\" href=\"/Jeremiah.49.9\">Je 49:9</a> = <a data-ref=\"Obadiah 1:5\" href=\"/Obadiah.1.5\">Ob 5</a>, <a data-ref=\"Joshua 11:14\" href=\"/Joshua.11.14\">Jos 11:14</a> (D), <a data-ref=\"Judges 6:4\" href=\"/Judges.6.4\">Ju 6:4</a>; <span dir=\"rtl\">אֶסְלַח לַאֲשֶׁר אַשׁ׳</span> <a data-ref=\"Jeremiah 50:20\" href=\"/Jeremiah.50.20\">Je 50:20</a>; especially <span dir=\"rtl\">לֹא הִשׁ׳ שָׂרִיד</span> <em>leave no survivor</em>, <a data-ref=\"Joshua 10:28\" href=\"/Joshua.10.28\">Jos 10:28</a>, cf. v <a data-ref=\"Joshua 10:30\" href=\"/Joshua.10.30\">30</a>, <a data-ref=\"Joshua 10:37\" href=\"/Joshua.10.37\">37</a>, <a data-ref=\"Joshua 10:39\" href=\"/Joshua.10.39\">39</a>, <a data-ref=\"Joshua 10:40\" href=\"/Joshua.10.40\">40</a> (all D), so <span dir=\"rtl\">עַד־בִּלְתִּי הִשׁ׳ שׂ׳</span> (sometimes c. ל pers.) <a data-ref=\"Numbers 21:35\" href=\"/Numbers.21.35\">Nu 21:35</a> (E) = <a data-ref=\"Deuteronomy 3:3\" href=\"/Deuteronomy.3.3\">Dt 3:3</a>, cf. <a data-ref=\"Deuteronomy 2:34\" href=\"/Deuteronomy.2.34\">Dt 2:34</a>; <a data-ref=\"Joshua 8:22\" href=\"/Joshua.8.22\">Jos 8:22</a>; <a data-ref=\"Joshua 11:8\" href=\"/Joshua.11.8\">11:8</a> (both JE), <a data-ref=\"Joshua 10:33\" href=\"/Joshua.10.33\">10:33</a> (D), <a data-ref=\"II Kings 10:11\" href=\"/II_Kings.10.11\">2 K 10:11</a>, and <span dir=\"rtl\">מִבְּלִי הִשׁ׳ לוֹ כֹּ֑ל</span> <a data-ref=\"Deuteronomy 28:55\" href=\"/Deuteronomy.28.55\">Dt 28:55</a> (in all these read Inf. cstr. <span dir=\"rtl\">הַשׁ׳</span> v. Dr <a data-ref=\"Deuteronomy 3:3\" href=\"/Deuteronomy.3.3\">Dt 3:3</a>; <a data-ref=\"Deuteronomy 7:24\" href=\"/Deuteronomy.7.24\">7:24</a>); c. ב, <em>among, of</em>, <a data-ref=\"I Samuel 14:36\" href=\"/I_Samuel.14.36\">1 S 14:36</a>, ב loc. <a data-ref=\"I Kings 19:18\" href=\"/I_Kings.19.18\">1 K 19:18</a>; <a data-ref=\"Zephaniah 3:12\" href=\"/Zephaniah.3.12\">Zp 3:12</a> (in both of preserving a pious remnant, cf. <a data-ref=\"BDB, שְׁאָר\" href=\"/BDB,_שְׁאָר\", dir=\"rtl\">שְׁאָר</a>, <a data-ref=\"BDB, שְׁאֵרִית\" href=\"/BDB,_שְׁאֵרִית\", dir=\"rtl\">שְׁאֵרִית</a>), also <a data-ref=\"II Kings 3:25\" href=\"/II_Kings.3.25\">2 K 3:25</a> (Bur reads <span dir=\"rtl\">בָּנֶיהָ</span> for <span dir=\"rtl\">אֲבָנֶיהָ</span>, Kit <span dir=\"rtl\">אֲנָשִׁים</span>, cf. Klo Benz); c. <span dir=\"rtl\">לְ</span> pers. <a data-ref=\"Deuteronomy 28:51\" href=\"/Deuteronomy.28.51\">Dt 28:51</a>; <a data-ref=\"I Kings 15:29\" href=\"/I_Kings.15.29\">1 K 15:29</a>; <a data-ref=\"I Kings 16:11\" href=\"/I_Kings.16.11\">16:11</a>; <a data-ref=\"II Kings 13:7\" href=\"/II_Kings.13.7\">2 K 13:7</a>; <a data-ref=\"Ezra 9:8\" href=\"/Ezra.9.8\">Ezr 9:8</a>; c. <span dir=\"rtl\">מִן</span>, <em>from, of</em>, <a data-ref=\"II Kings 10:14\" href=\"/II_Kings.10.14\">2 K 10:14</a>, <span dir=\"rtl\">מִן</span> part. <a data-ref=\"I Samuel 25:22\" href=\"/I_Samuel.25.22\">1 S 25:22</a>; <a data-ref=\"II Kings 25:12\" href=\"/II_Kings.25.12\">2 K 25:12</a> = <a data-ref=\"Jeremiah 52:16\" href=\"/Jeremiah.52.16\">Je 52:16</a>; <a data-ref=\"Jeremiah 39:10\" href=\"/Jeremiah.39.10\">Je 39:10</a>. <strong>2.</strong>  <em>leave</em> or <em>keep over</em> (<span dir=\"rtl\">מִן</span> part.) till morning <a data-ref=\"Numbers 9:12\" href=\"/Numbers.9.12\">Nu 9:12</a> (P). <strong>3.</strong>  <span dir=\"rtl\">תַּשׁ׳ מֵאָה</span> <a data-ref=\"Amos 5:3\" href=\"/Amos.5.3\">Am 5:3</a> the city <em>shall have</em> 100 <em>left</em>, cf. v <a data-ref=\"Amos 5:3\" href=\"/Amos.5.3\">3</a>. <strong>4.</strong>  <em>leave</em> as a gift, <span dir=\"rtl\">וְהִשׁ׳ אַחֲרָיו בְּרָכָה</span> <a data-ref=\"Joel 2:14\" href=\"/Joel.2.14\">Jo 2:14</a>.—We Now read <span dir=\"rtl\">וַיַּשְׁאֵר</span> <a data-ref=\"Malachi 2:15\" href=\"/Malachi.2.15\">Mal 2:15</a>, v. <a ,=\"\" data-ref=\"BDB, שְׁאָר\" dir=\"rtl\" href=\"/BDB,_שְׁאָר\">שְׁאָר</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "663202f86c1f2df3a802fe50", "index_title": "Ba'al Shem Tov", "category": "Chasidut", "type": "", "ref": "Ba'al Shem Tov, Vaetchanan 9:1", "anchorRef": "Deuteronomy 4:27", "anchorRefExpanded": ["Deuteronomy 4:27"], "sourceRef": "Ba'al Shem Tov, Vaetchanan 9:1", "sourceHeRef": "בעל שם טוב, ואתחנן ט׳:א׳", "anchorVerse": 27, "sourceHasEn": true, "compDate": [1700, 1760], "commentaryNum": 9.0001, "collectiveTitle": {"en": "Ba'al Shem Tov", "he": "בעל שם טוב"}, "heTitle": "ואתחנן", "he": "<b>והפיץ ה' אתכם בעמים וגו' ועבדתם שם וגו' ובקשתם משם את ה' אלהיך ומצאת וגו'. </b>שמעתי ממורי משל לסוחר אחד שהיה בים<i data-commentator=\"Mekor Mayim Chayim\" data-order=\"4\"></i> והיה סוער הים והולך למאוד עד סכנת מיתה, אז הסוחר עמד בתפלה שינצל בזכות אשתו הצנועה, והיה שם גוי עובד עבו\"ז, ותמה על הסוחר שהתפלל בזכות אשתו, והשיבו שבאמת ראוי להפליג בשבחה, ואמר זה הגוי אני אלך ואפתנה, ואיזה אות אתה מבקש ממנה, והשיב שיש לה טבעת אחת חשוב על ידה ואם יביאנו אז ידע וכו', והסכימו על איזה קנס, שיתן כל אחד סחורתו לזה שכנגדו המנצח, והלך אצלה לפתותה, ולא יכול להתקרב אצלה כלל, וחזר ובא אליה כמה פעמים באמרו שיש לו סוד מבעלה, ולא השגיחה עליו, עד ששכר את שפחתה לגנוב ממנה טבעת זה, בכמה תחבולות שעשה, ועלתה בידו, ובא עם טבעת זה הסימן לבעלה, ולקח הסחורה ממנו, ובא בספינה ריקנית אל ביתו, ובשמוע האשה מביאת בעלה, אז קשטה את עצמה ויצאה לקראתו, בדברי ריצוי ואהבה שהיה ביניהם מאז ומקדם, וכל זה לא נכנס באזניו, והיתה תמה עליו, ולא ידעה על מה ולמה זז מחבתה ואהבתה, ובא עמה לביתה ולבו בל עמו, וסיבב הדבר עד ששלחה מעל פניו בספינה על הים בלי מנהיג, רק הבעל כסות ולשון שינה, כאילו הוא מלח אחד ממנהיגי הספינה לבדו, והלכה בספינה כמה ימים בלי מאכל ומשתה, והתחננה מזה המלח שיתן לה מעט אוכל להשיב נפשה, ואמר אם תנשק אותי אזי אתן לך, וכך עשתה בהכרח, ואחר כך תבעה לתשמיש וכו', ויהי היום באה הספינה לחוף הים, וזרקה הספינה וקפצה ליבשה, וביקשה אוכל, ומצאה שני אילנות אחד שהאוכל ממנו נעשה מצורע, וב' האוכל ממנו נתרפא מצרעתו, ולקחה זה בתרמילה עד שבאה לבית המלך בדמות איש, והוצרך שם לרפואה זו, והיא עשתה הרפואה, ונתנו לה הון רב, וחזרה לביתה, ומצאה לבעלה והתרעמה עליו מה שעשה לה ששילחה מביתו בספינה עם מלח אחד מכוער והוצרכה לנשקו ושאר דבר מכוער עבור גודל צער אכילה וכו', והבעל שמח בלבו על גודל תרעומותה וצניעותה, וחקר הבעל וימצא הדבר ששקר ענה בה הגוי שגנב טבעתה, ונתברר הדבר, ואז עשו בו שפטים וכו':\n", "heVersionTitle": "Sefer Baal Shem Tov. Lodz, 1938", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר בעל שם טוב, לודז, תרצ\"ח", "text": "<b>Then G‑d will scatter you among the nations, and only a small number will remain among the nations to which God will lead you.</b> (Deuteronomy 4:27)<br>I heard a parable from my Master (the Baal Shem Tov). Once there was a merchant traveling by sea. A fierce storm arose and threatened to sink the ship. The merchant prayed to G‑d to save him in the merit of his holy and modest wife. A certain non-Jewish idolater overheard him, and was amazed that he should pray in the merit of his wife, but the merchant replied that she was truly worthy of praise. The non-Jew said, “I can seduce her. What sign should I take from her to show you that I have succeeded?” The merchant told him that his wife wore a valuable ring. If the non-Jew can bring the ring, then he will know that the he succeeded. The two men made a bet, with the loser having to give all of his merchandise to the winner.<br>The non-Jew made several attempts to seduce the merchant’s wife, but could not even approach her. He even told her that he has a message from her husband, but she wouldn’t listen to him at all. Finally, he bribed her maid to try and steal the ring, and after much plotting and scheming, she succeeded. The non-Jew gave the ring to the woman’s husband and took all of his merchandise. The merchant returned home with nothing.<br>When his wife heard that her husband was on his way home, she dressed herself in finery and went out to greet him. She welcomed with loving words, as they always shared between them, but her husband did not react. She was surprised, and could not fathom why his love and affection for her had changed. He came home with her, but his heart was wasn’t there. Things continued this way until he sent her away on a ship without a captain [or crew] – only her husband himself, who changed his appearance and speech to appear like the lone sailor on the ship. The ship went for several days without food or water, and the wife begged the sailor to give her something to keep alive. He replied that he would do so only if she kissed him, and she was forced to do so. Eventually, he even demanded that she have sex with him.<br>One day, the ship came to land and the wife jumped off and went looking for food. She found two trees. If a person ate from one of them, he would become leprous. If he ate from the other, he would be healed. She put fruit from both trees in her satchel, and continued on until she came to the king’s palace. She was dressed as a man. In the palace, they needed this very medicine. She healed them, and they gave her great wealth. She returned home to her husband, and complained at how he sent her away on the ship with the repulsive sailor, and how she had had to kiss him and do other things because she was starving. However, her husband was secretly pleased over her protests and her modesty. The husband investigated the matter, and discovered that the non-Jew had lied, and that he had stolen the ring. The matter became clear, and the non-Jew was convicted.", "versionTitle": "Baal Shem Tov; mystical teachings on the weekly Torah portion; by Rabbi Eliezer Shore. 2012", "license": "CC-BY-NC", "versionTitleInHebrew": ""}]