[{"_id": "5226cbadedbab45df91b012a", "index_title": "Rashi on Deuteronomy", "category": "Commentary", "type": "commentary", "ref": "Rashi on Deuteronomy 32:48:1", "anchorRef": "Deuteronomy 32:48", "anchorRefExpanded": ["Deuteronomy 32:48"], "sourceRef": "Rashi on Deuteronomy 32:48:1", "sourceHeRef": "רש\"י על דברים ל״ב:מ״ח:א׳", "anchorVerse": 48, "sourceHasEn": true, "compDate": [1075, 1105], "commentaryNum": 48.0001, "collectiveTitle": {"en": "Rashi", "he": "רש\"י"}, "heTitle": "רש\"י על דברים", "he": "<b>וידבר ה' אל משה בעצם היום הזה.</b> בִּשְׁלוֹשָׁה מְקוֹמוֹת נֶאֱמַר בְּעֶצֶם הַיּוֹם הַזֶּה, נֶאֱמַר בְּנֹחַ \"בְּעֶצֶם הַיּוֹם הַזֶּה בָּא נֹחַ וְגוֹ'\" (בראשית ז') — בְּמַרְאִית אוֹרוֹ שֶׁל יוֹם, לְפִי שֶׁהָיוּ בְנֵי דוֹרוֹ אוֹמְרִים בְּכָךְ וְכָךְ אִם אָנוּ מַרְגִּישִׁין בּוֹ, אֵין אָנוּ מַנִּיחִין אוֹתוֹ לִכָּנֵס בַּתֵּבָה, וְלֹא עוֹד אֶלָּא אָנוּ נוֹטְלִין כַּשִּׁילִין וְקַרְדֻּמּוֹת וּמְבַקְּעִין אֶת הַתֵּבָה, אָמַר הַקָּבָּ\"ה הֲרֵינִי מַכְנִיסוֹ בַּחֲצִי הַיּוֹם וְכָל מִי שֶׁיֵּשׁ בְּיָדוֹ כֹחַ לִמְחוֹת יָבֹא וְיִמְחֶה; בְּמִצְרַיִם נֶאֱמַר \"בְּעֶצֶם הַיּוֹם הַזֶּה הוֹצִיא ה'\" (שמות י\"ב), לְפִי שֶׁהָיוּ מִצְרִיִּים אוֹמְרִים בְּכָךְ וְכָךְ אִם אָנוּ מַרְגִּישִׁין בָּהֶם, אֵין אָנוּ מַנִּיחִין אוֹתָם לָצֵאת, וְלֹא עוֹד אֶלָּא אָנוּ נוֹטְלִין סְיָפוֹת וּכְלֵי זַיִן וְהוֹרְגִין בָּהֶם, אָמַר הַקָּבָּ\"ה הֲרֵינִי מוֹצִיאָן בַּחֲצִי הַיּוֹם וְכָל מִי שֶׁיֵּשׁ בּוֹ כֹחַ לִמְחוֹת יָבֹא וְיִמְחֶה; אַף כָּאן בְּמִיתָתוֹ שֶׁל מֹשֶׁה נֶאֱמַר \"בְּעֶצֶם הַיּוֹם הַזֶּה\", לְפִי שֶׁהָיוּ יִשְׂרָאֵל אוֹמְרִים בְּכָךְ וְכָךְ אִם אָנוּ מַרְגִּישִׁין בּוֹ — אֵין אָנוּ מַנִּיחִין אוֹתוֹ, אָדָם שֶׁהוֹצִיאָנוּ מִמִּצְרַיִם וְקָרַע לָנוּ אֶת הַיָּם וְהוֹרִיד לָנוּ אֶת הַמָּן וְהֵגִיז לָנוּ אֶת הַשְּׂלָו וְהֶעֱלָה לָנוּ אֶת הַבְּאֵר וְנָתַן לָנוּ אֶת הַתּוֹרָה, אֵין אָנוּ מַנִּיחִין אוֹתוֹ, אָמַר הַקָּבָּ\"ה הֲרֵינִי מַכְנִיסוֹ בַחֲצִי הַיּוֹם וְכוּ' (ספרי):", "heVersionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "וידבר ה' אל משה בעצם היום הזה AND THE LORD SPAKE TO MOSES THAT SELF SAME DAY — In three places in Scripture the expression בעצם היום הזה is used. It states in the narrative of Noah (Genesis 7:12) בעצם היום הזה entered Noah … [into the ark]” — which means in the glare of full daylight. Because his contemporaries said: By this and by that we swear; (cf. Note 2 on Deuteronomy 1:1): If we notice him about to do so we will not let him enter the ark, and not only that, but we will take axes and hatchets and we will split the ark in pieces. Thereupon the Holy One, blessed be He, said, “See, I will let him enter at midday and anyone who has power to prevent it, let him come and prevent it!” Of Egypt, too, it states, (Exodus All. 11) “The selfsame day the Lord did bring [the children of Israel out of the land of Egypt]”: because the Egyptians said: By this and by that! If we notice them about to do so, we will not let them leave, and not only that, but we will take swords and other weapons and will kill them. Thereupon said the Holy One, blessed be He, “See, I will bring them forth in the middle of the day, and anyone who has power to prevent it, let him come and prevent it!” Here, too, regarding Moses’ death, it states בעצם היום הזה, because the children of Israel said, By this and by that! If we notice him about to ascend the mountain, we will not let him do so, — the man who brought us out of Egypt, and divided the Red Sea for us, and brought the Manna down for us, and brought a flight of quails for us, and made the “well” rise, and gave us the Torah: we will not permit him to go!” Thereupon the Holy One, blessed be He, said, “Behold, I will bring him unto his resting place in the middle of the day, etc.” (Sifrei Devarim 337; cf. Rashi on Genesis 17:23).", "versionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "license": "Public Domain", "versionTitleInHebrew": "חמישה חומשי תורה עם פירוש רש״י, מ. רוזנבאום וא.מ. סילברמן"}, {"_id": "525e9163edbab419fb2c3234", "index_title": "Ibn Ezra on Deuteronomy", "category": "Commentary", "type": "commentary", "ref": "Ibn Ezra on Deuteronomy 32:48:1", "anchorRef": "Deuteronomy 32:48", "anchorRefExpanded": ["Deuteronomy 32:48"], "sourceRef": "Ibn Ezra on Deuteronomy 32:48:1", "sourceHeRef": "אבן עזרא על דברים ל״ב:מ״ח:א׳", "anchorVerse": 48, "sourceHasEn": true, "compDate": [1155, 1165], "commentaryNum": 48.0001, "collectiveTitle": {"en": "Ibn Ezra", "he": "אבן עזרא"}, "heTitle": "אבן עזרא על דברים", "he": "<b>בעצם היום הזה.</b> היום שאמר השירה:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "THAT SELFSAME DAY. The day that he delivered the song.<sup class=\"footnote-marker\">431</sup><i class=\"footnote\">Deut. 32:1-43.</i>", "versionTitle": "Ibn Ezra's commentary on the Pentateuch, tran. and annot. by H. Norman Strickman and Arthur M. Silver. Menorah Pub., 1988-2004", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "531e4fe0fbfba276047f5ece", "index_title": "Onkelos Deuteronomy", "category": "Targum", "type": "targum", "ref": "Onkelos Deuteronomy 32:48", "anchorRef": "Deuteronomy 32:48", "anchorRefExpanded": ["Deuteronomy 32:48"], "sourceRef": "Onkelos Deuteronomy 32:48", "sourceHeRef": "תרגום אונקלוס על דברים ל״ב:מ״ח", "anchorVerse": 48, "sourceHasEn": false, "compDate": [80, 120], "commentaryNum": 32.0048, "collectiveTitle": {"en": "Onkelos Deuteronomy", "he": "תרגום אונקלוס על דברים"}, "heTitle": "תרגום אונקלוס על דברים", "he": "וּמַלִּיל יְיָ עִם משֶׁה בִּכְרַן יוֹמָא הָדֵין לְמֵימָר:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "חומש שפתי חכמים, מצודה תשס\"ט", "text": "Adonoy spoke to Moshe at the very height of that day, saying,", "versionTitle": "Metsudah Chumash, Metsudah Publications, 2009 [with Onkelos translation]", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "532b2684fbfba27c35eeb70e", "index_title": "Targum Jonathan on Deuteronomy", "category": "Targum", "type": "targum", "ref": "Targum Jonathan on Deuteronomy 32:48", "anchorRef": "Deuteronomy 32:48", "anchorRefExpanded": ["Deuteronomy 32:48"], "sourceRef": "Targum Jonathan on Deuteronomy 32:48", "sourceHeRef": "תרגום יונתן על דברים ל״ב:מ״ח", "anchorVerse": 48, "sourceHasEn": true, "compDate": [30, 70], "commentaryNum": 32.0048, "collectiveTitle": {"en": "Targum Jonathan on Deuteronomy", "he": "תרגום יונתן על דברים"}, "heTitle": "תרגום יונתן על דברים", "he": "וּמַלֵיל יְיָ עִם משֶׁה בְּשַׁבְעָא בְּיַרְחָא דְאָדָר בִּכְרַן יוֹמָא הָדֵין לְמֵימָר", "heVersionTitle": "Targum Jonathan on Deuteronomy", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": " And the Lord spake with Mosheh on the seventh of the month Adar, on the same day, saying, \n", "versionTitle": "The Targum of Jonathan ben Uzziel, trans. J. W. Etheridge, London, 1862", "license": "Public Domain", "versionTitleInHebrew": "תרגום ירושלמי (תרגום יונתן בן-עוזיאל) לתורה, תורגם ע״י ג׳ון ווסלי אטרידג׳, לונדון 1862"}, {"_id": "53f17b87fbfba22336ea98a1", "index_title": "Kli Yakar on Deuteronomy", "category": "Commentary", "type": "commentary", "ref": "Kli Yakar on Deuteronomy 32:48:1", "anchorRef": "Deuteronomy 32:48", "anchorRefExpanded": ["Deuteronomy 32:48"], "sourceRef": "Kli Yakar on Deuteronomy 32:48:1", "sourceHeRef": "כלי יקר על דברים ל״ב:מ״ח:א׳", "anchorVerse": 48, "sourceHasEn": true, "compDate": [1598, 1602], "commentaryNum": 48.0001, "collectiveTitle": {"en": "Kli Yakar", "he": "כלי יקר"}, "heTitle": "כלי יקר על דברים", "he": "<b>בעצם היום הזה.</b> לפי שיום המות נקרא הערב שמשו של אדם ומשה במותו לא כהתה עינו ולא נס ליחה, ע\"כ היה דומה כאלו היה עומד עדיין באמצע ימיו דהיינו בעצם היום הזה כשהשמש בעצומו.\n\n\n", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "<b>At the very height of that day.</b> The day of death is called a person’s sunset, but when Moshe died, “His appearance was not dulled and his freshness did not fade.” Therefore it was as if he was still in the middle of his life, and at the height of his day.", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "53f17c27fbfba22336eab3b8", "index_title": "Kitzur Ba'al HaTurim on Deuteronomy", "category": "Commentary", "type": "commentary", "ref": "Kitzur Ba'al HaTurim on Deuteronomy 32:48:1", "anchorRef": "Deuteronomy 32:48", "anchorRefExpanded": ["Deuteronomy 32:48"], "sourceRef": "Kitzur Ba'al HaTurim on Deuteronomy 32:48:1", "sourceHeRef": "קיצור בעל הטורים על דברים ל״ב:מ״ח:א׳", "anchorVerse": 48, "sourceHasEn": false, "compDate": [1280, 1340], "commentaryNum": 48.0001, "collectiveTitle": {"en": "Kitzur Ba'al HaTurim", "he": "קיצור בעל הטורים "}, "heTitle": "קיצור בעל הטורים על דברים", "he": "<b>וידבר ה' אל משה בעצם</b> עשרה דסמיכי בלא לאמר כנגד י' דברות:\n\n", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": [], "versionTitle": "Yalkut, Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "53f17c7ffbfba22336eabc2c", "index_title": "Or HaChaim on Deuteronomy", "category": "Commentary", "type": "commentary", "ref": "Or HaChaim on Deuteronomy 32:48:1", "anchorRef": "Deuteronomy 32:48", "anchorRefExpanded": ["Deuteronomy 32:48"], "sourceRef": "Or HaChaim on Deuteronomy 32:48:1", "sourceHeRef": "אור החיים על דברים ל״ב:מ״ח:א׳", "anchorVerse": 48, "sourceHasEn": true, "compDate": [1718, 1742], "commentaryNum": 48.0001, "collectiveTitle": {"en": "Or HaChaim", "he": "אור החיים"}, "heTitle": "אור החיים על דברים", "he": "<b>בעצם היום הזה לאמר</b>. אומרו לאמר, שיאמר להם לישראל שהוא עולה למות, וזה מכוון לדבריהם ז\"ל שדרשו (ספרי) באומרו בעצם היום הזה לפי שהיו ישראל אוטרים וכו' יעש\"ד:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "<b> <span class=\"font1\">בעצם היום הזה לאמור</span>. \"on that very day, saying.\"</b> Moses was to tell the people that he would ascend the mountain in order to die. This corresponds to what <i>Sifri</i> explains on the word <span class=\"font1\">בעצם</span> that on the three occasions when this word appears it reflects G'd's determination not to be interfered with. In this instance the Israelites had threatened to physically prevent Moses from ascending the mountain to die there.", "versionTitle": "Or Hachayim, trans. Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "54bd47f3fbfba21733360f20", "index_title": "Ramban on Leviticus", "category": "Quoting Commentary", "type": "", "ref": "Ramban on Leviticus 23:28:1", "anchorRef": "Deuteronomy 32:48", "anchorRefExpanded": ["Deuteronomy 32:48"], "sourceRef": "Ramban on Leviticus 23:28:1", "sourceHeRef": "רמב\"ן על ויקרא כ״ג:כ״ח:א׳", "anchorVerse": 48, "sourceHasEn": true, "compDate": [1246, 1286], "commentaryNum": 28.0001, "collectiveTitle": {"en": "Ramban on Leviticus", "he": "רמב\"ן על ויקרא"}, "he": "<b>בעצם היום הזה</b> אמרו המפרשים שפירושו בגוף היום הזה וכן ולחם וקלי וכרמל לא תאכלו עד עצם היום הזה (ויקרא כ״ג:י״ד) עד גוף היום וכן וכעצם השמים לטוהר (שמות כד י) גוף השמים ולא נוכל לפרש שירמוז אל עצם היום הזה וכחו כמו שאמרו רבותינו (ספרי האזינו שלז) בפסוק בעצם היום הזה בא נח (בראשית ז יג) בעצם היום הזה הוציא ה' את בני ישראל (שמות יב נא) כי כתוב (ויקרא כ״ג:ל״ב) בתשעה לחודש בערב מערב ועד ערב וכן וקראתם בעצם היום הזה מקרא קודש (ויקרא כ״ג:כ״א) גם הלילה בכלל והנה לא הזכיר \"בעצם היום הזה\" בשבת ולא במועדים רק בחג השבועות (ויקרא כ״ג:כ״א) וביום הכפורים (כאן) וכן באיסור החדש אמר (ויקרא כ״ג:י״ד) עד עצם היום הזה והנראה בטעם הדבר כי בעבור שאמר בשבועות מיום הביאכם את עומר התנופה וגו' תספרו חמשים יום ואמר והקרבתם מנחה חדשה ממושבותיכם תביאו וגמר הענין (ויקרא כ״ג:ט״ו-י״ז) והאריך לצוות בקרבנות (ויקרא כ״ג:י״ח-כ׳) הוצרך לומר (ויקרא כ״ג:כ״א) וקראתם בעצם היום הזה מקרא קדש כי גוף היום הוא קדוש ואסור בעשיית מלאכה ואיננו תלוי בעומר ולא בקרבנות וכן ביום הכפורים מפני שאמר (ויקרא כ״ג:כ״ז) ועניתם את נפשותיכם והקרבתם אשה לה' ובפרשת אחרי מות תלה עוד הכפרה בקרבנות ובשעיר המשתלח מפני כן הוצרך לומר (כאן) וכל מלאכה לא תעשו בגוף היום הזה כי יום כפורים הוא בגופו לכפר עליכם מלבד כפרת הקרבנות וכן \"עד עצם היום הזה\" בחדש (ויקרא כ״ג:י״ד) עד גוף היום הזה שהוא יום הביאכם את קרבן אלהיכם שאפילו לא יבא הקרבן המצוה נוהגת בגוף היום הזה להיות החדש אסור לפניו ומותר לאחריו וזה טעם אמרו (ויקרא כ״ג:י״ד) חוקת עולם לדורותיכם בכל מושבותיכם כמו שפירשתי (רמב\"ן על ויקרא כ״ג:ט״ז) ומצאנו עוד שהזכיר הכתוב \"בעצם היום הזה\" בענינים נגזרים לעתים מזומנים אמר בנח בעצם היום הזה בא נח וגו' ויהי בעצם היום הזה יצאו כל צבאות ה' מארץ מצרים (שמות יב מא) וידבר ה' אל משה בעצם היום הזה עלה אל הר העברים (דברים לב מח מט) והטעם באלו מפני שיתכן שהכניס נח בתיבה קודם לכן הרבה מן החיה והעוף וכן יתכן שיצאו מקצת ישראל ממצרים קודם לכן וביום ההוא נגמר הענין וכן קודם ליום ההוא היתה צואה למשה רבינו בעלייה ההיא וביום ההוא עלה לכך פירש הכתוב בכולן שהיו בגוף היום ההוא לא שהותחל בהם מתחילה ונשלם ענינם ביום ההוא רק הכל היה בגוף היום הזה וכן בעצם היום הזה נמול אברהם וגו' (בראשית יז כו) שנמולו עם רב ביום אחד להגיד זריזותו במצות וכן נראה לי עוד כי עצם כל דבר כחו ותקפו נגזר מלשון כחי ועוצם ידי (דברים ח יז) עוז ותעצומות (תהלים סח לו) וכן זה ימות בעצם תומו (איוב כא כג) בתוקף שלמותו ובעבור שהעצמות מוסדות הגוף ותקפו יקראו כן והנה כעצם השמים לטוהר (שמות כד י) שטהרת הדבר שראו ברורה וחזקה כחוזק טוהר השמים ולכך יזכיר בימים הנזכרים \"עצם היום\" כי הענין בהם בעצמם לא בדבר אחר נוסף בהם שהוא הקרבנות אשר יקריבו בהם וכן אמר אונקלוס (תרגום אונקלוס על ויקרא כ״ג:כ״ח) בקרן יומא הדין בקרנו של יום בגופו וכחו מלשון וכל קרני רשעים אגדע (תהלים עה יא) מגני וקרן ישעי ( כב ג) כי בעבור שהכוח בקרנים יקראו גוף הדבר קרנו ובלשון חכמים (תרומות פ\"ז מ\"א) משלם את הקרן ואינו משלם את החומש ויש גורסין בתרגום בכרן בכ\"ף והכל אחד כי בכתוב כובע וקובע שוים וישתמשו חכמים בכל לשון עכבה בכ\"ף נגזר מולא יעקבם כי ישמע קולו (איוב לז ד) ויאמרו מתקשט (תוספתא כתובות ז ג) מן תכשיטין ואמרו קרסמוה נמלים (פאה פ\"ב מ\"ז) מן יכרסמנה חזיר מיער (תהלים פ יד) והנאמר במקומות הנזכרים \"בעצם היום הזה\" גם כן פירושו בכח היום ההוא שהם ענינים לא יעשו ביום אחד כמנהגו של עולם לפיכך אמר כי כל החיה וכל הבהמה וכל העוף וכל רומש על האדמה נאספו בכוח היום ההוא בגזרת האל עליהם כי פיו הוא צוה ורוחו הוא קבצן וכן לא יאספו שש מאות אלף רגלי הגברים לבד מטף ויצאו כאיש אחד מארץ מצרים רק בכח היום הנגזר עליו כן מפי עליון וכן בענין משה רבינו להגיד כי ביום שנצטוה בשירה וכתבה ולמדה את בני ישראל שימה בפיהם (דברים לא יט) ויכל לדבר את כל הדברים האלה (שם לב מה) נגזר עליו שיעלה בכח היום ההוא שהגזרה בו אל הר העברים ואמר וזאת הברכה ועלה שם והוא ענין ראוי לימים רבים אבל נעשה בכוחו ועצומו של יום וכן מילת שלש מאות ושמנה עשר איש ביום אחד בבית אברהם מה' הוא ואמר יחזקאל (ב ג) המה ואבותם פשעו בי עד עצם היום הזה להכניס היום בכלל ההוא וכן \"עד עצם היום הזה\" דחדש שהוא עד ועד בכלל כי גוף הדבר כחו ותקפו ורבותינו דרשו (תו\"כ פרק יד ז ח) מלשון \"בעצם היום הזה\" דמועדים עצומו של יום כלומר מעת צאת הכוכבים עד צאתם בליל המחרת למעט התוספת שלמדו להוסיף מחול על הקודש וידרשו (בספרי דברים לב מח) בנח וביציאת מצרים ומשה בעצומו של יום בחצי היום כדאיתא בספרי וכתבו רש\"י בפרשת האזינו (דברים לב מח):", "heVersionTitle": "On Your Way New", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "B’ETZEM’ OF THIS DAY. The commentators<sup class=\"footnote-marker\">389</sup><i class=\"footnote\">R’dak in his Sefer Hashorashim, (Book or Roots), root <i>etzem</i>.</i> have said that the meaning of this phrase is “in this selfsame day.” Similarly, <i>and ye shall eat neither bread, nor parched corn, nor fresh ears until ‘etzem’ this day</i><sup class=\"footnote-marker\">390</sup><i class=\"footnote\">Above, Verse 14.</i> means “until this selfsame day.” So also, <i>‘uch’etzem’ the heaven for clearness</i><sup class=\"footnote-marker\">391</sup><i class=\"footnote\">Exodus 24:10.</i> means “the very” heaven. But we cannot interpret that the word <i>b’etzem</i> here alludes to the essence and power of this day<sup class=\"footnote-marker\">392</sup><i class=\"footnote\">And in that case the verse would be stating: “You shall do no manner of work in the essence of the day, meaning at daytime.” That interpretation would be incorrect, as the text continues.</i> [which is at daytime], just as our Rabbis have said with reference to the verses: <i>‘b’etzem’ of this day entered Noah</i> … <i>into the ark</i><sup class=\"footnote-marker\">393</sup><i class=\"footnote\">Genesis 7:13.</i> [which the Rabbis interpreted to mean<sup class=\"footnote-marker\">394</sup><i class=\"footnote\">Sifre, <i>Ha’azinu</i> 332.</i> that because the neighbors threatened to kill him and destroy the ark should they see him entering it, therefore G-d told him to enter it <i>‘b’etzem’ of this day</i> — in broad daylight]; <i>‘b’etzem’ of this day the Eternal did bring the children of Israel out of the land of Egypt</i><sup class=\"footnote-marker\">395</sup><i class=\"footnote\">Exodus 12:51.</i> [which the Rabbis similarly interpreted<sup class=\"footnote-marker\">394</sup><i class=\"footnote\">Sifre, <i>Ha’azinu</i> 332.</i> “in broad daylight,” because of the previous threats of the Egyptians not to let them go — such an interpretation we cannot assume here], for it is written, <i>and ye shall afflict your souls, in the ninth day of the month at even, from even unto even</i>.<sup class=\"footnote-marker\">396</sup><i class=\"footnote\">Further, Verse 32. Thus it is clear that the prohibitions affecting the Day of Atonement commence on the evening before the actual day.</i> Similarly, <i>And ye shall make proclamation ‘b’etzem’ of this day a holy assembly</i><sup class=\"footnote-marker\">397</sup><i class=\"footnote\">Above, Verse 21.</i> [stated with reference to the Festival of Weeks] includes the night as well. Now He did not mention this phrase <i>‘b’etzem’ of this day</i> with reference to the Sabbath nor the festivals, except for the Festival of Weeks and the Day of Atonement, and so also in the prohibition of <i>chadash</i> (the new produce)<sup class=\"footnote-marker\">285</sup><i class=\"footnote\">When the Sanctuary stood, the offering of the <i>omer</i> at any time on the sixteenth day of Nisan at once rendered <i>chadash</i> (the new crop) permissible food. Since the destruction of the Sanctuary, the prohibition extends to the whole day of the sixteenth of Nisan (Rosh Hashanah 30 a-b; see also “The Commandments,” Vol. II, pp. 186-188).</i> He said <i>until ‘etzem’ of this day</i>.<sup class=\"footnote-marker\">390</sup><i class=\"footnote\">Above, Verse 14.</i> The reason for this appears to be that since He had said of the Festival of Weeks, <i>from the day that ye brought the sheaf of the waving</i> … <i>ye shall number fifty days</i>,<sup class=\"footnote-marker\">398</sup><i class=\"footnote\"><i>Ibid.</i>, Verses 15-16. Thus one might think that the observance of the festival depends on the doing of the acts prescribed for it, whereas the real meaning is: “from the <i>day</i> that you are to bring” etc. irrespective of whether they can be brought or not, as when the Temple is destroyed.</i> and then He stated, <i>and ye shall present a new meal-offering … Ye shall bring out of your dwellings</i>,<sup class=\"footnote-marker\">399</sup><i class=\"footnote\"><i>Ibid.</i>, Verses 16-17.</i> etc., and dealt at length with the commandments of the offerings [in Verses 17-20], therefore it was necessary to state, <i>And ye shall make proclamation ‘b’etzem’ of this day a solemn assembly;</i><sup class=\"footnote-marker\">397</sup><i class=\"footnote\">Above, Verse 21.</i> meaning that the very day is holy and the doing of work is forbidden on it, and it is not dependent upon the sheaf [of the waving brought on the second day of Passover], nor on the offerings. Similarly in the case of the Day of Atonement, since He had said, <i>and ye shall afflict your souls, and ye shall bring an offering made by fire unto the Eternal</i>,<sup class=\"footnote-marker\">400</sup><i class=\"footnote\"><i>Ibid.</i>, Verse 27.</i> and in the section of <i>Acharei Moth</i><sup class=\"footnote-marker\">401</sup><i class=\"footnote\">Above, Chapter 16.</i> He made the [complete] expiation dependent upon the offerings and on the goat sent [to Azazel],<sup class=\"footnote-marker\">402</sup><i class=\"footnote\"><i>Ibid.</i>, Verse 22.</i> therefore it was necessary to state here, <i>And ye shall do no manner of work</i> on that very day, <i>for it is a day of atonement</i> in itself <i>to make atonement for you</i>, besides the expiation effected by the offerings. Similarly, <i>until ‘etzem’ of this day</i><sup class=\"footnote-marker\">390</sup><i class=\"footnote\">Above, Verse 14.</i> said in connection with the new produce [means that the prohibition of eating from the new produce continues] up to that very day, which is the day <i>ye have brought the offering of your G-d</i>,<sup class=\"footnote-marker\">390</sup><i class=\"footnote\">Above, Verse 14.</i> thus stating that even if the [meal-] offering [of the new barley] has not been brought, the commandment applies to that very day — so that the new produce<sup class=\"footnote-marker\">285</sup><i class=\"footnote\">When the Sanctuary stood, the offering of the <i>omer</i> at any time on the sixteenth day of Nisan at once rendered <i>chadash</i> (the new crop) permissible food. Since the destruction of the Sanctuary, the prohibition extends to the whole day of the sixteenth of Nisan (Rosh Hashanah 30 a-b; see also “The Commandments,” Vol. II, pp. 186-188).</i> is forbidden before that day and is permissible afterwards. This is the sense of His saying, <i>it is a statute forever throughout your generations in all your dwellings</i>,<sup class=\"footnote-marker\">390</sup><i class=\"footnote\">Above, Verse 14.</i> as I have explained.<sup class=\"footnote-marker\">403</sup><i class=\"footnote\">Above, Verse 16.</i><br>We further find that Scripture mentions this phrase <i>‘b’etzem’ of this day</i> in the case of events which have been decreed to come at certain set times. Thus it says of Noah, <i>‘b’etzem’ of this day entered Noah</i> etc.;<sup class=\"footnote-marker\">393</sup><i class=\"footnote\">Genesis 7:13.</i> [and in case of the exodus it says,] <i>And it came to pass ‘b’etzem’ of this day that all the hosts of the Eternal went out from the land of Egypt;</i><sup class=\"footnote-marker\">404</sup><i class=\"footnote\">Exodus 12:41.</i> [and when Moses was ordered to ascend Mount Nebo it says,] <i>And the Eternal spoke unto Moses ‘b’etzem’ of that day, saying: ‘Get thee up into this mountain of Abarim, unto Mount Nebo.’</i><sup class=\"footnote-marker\">405</sup><i class=\"footnote\">Deuteronomy 32:48.</i> The reason for this expression in these [three] cases is that it is possible to think that Noah had brought into the ark beforehand many of the beasts and fowls [and on the selfsame day that <i>he finished</i> bringing them into the ark, he himself came in]; likewise it is possible [to think] that some Israelites had left Egypt before that time and on that day the exodus was completed, and so also that the command for Moses our teacher’s ascension was given before that day, and on that day he actually went up. Therefore Scripture explained in all these [three] cases that [the particular events referred to in the verses] all took place on these selfsame days, not that they were started before and finished on those days, but they all happened [completely] on these very days. Similarly, <i>‘b’etzem’ of this day was Abraham circumcised</i>,<sup class=\"footnote-marker\">406</sup><i class=\"footnote\">Genesis 17:26.</i> means that many people were circumcised in one day, the verse thus stating Abraham’s zeal in observing the commandments.<br>It further appears to me that the expression “the <i>etzem</i>” of any thing means “its power and strength,” the term being derived from the verses: <i>my power ‘v’otzem’</i> (<i>and the might</i>) <i>of my hand;</i><sup class=\"footnote-marker\">407</sup><i class=\"footnote\">Deuteronomy 8:17.</i> <i>strength ‘v’tha’atzumoth’</i> (<i>and power</i>).<sup class=\"footnote-marker\">408</sup><i class=\"footnote\">Psalms 68:36.</i> So also, <i>One dieth ‘b’etzem tumo’</i><sup class=\"footnote-marker\">409</sup><i class=\"footnote\">Job 21:23.</i> means “in <i>the</i> fulness of <i>his</i> strength.” And since the bones form the structure of the body and its strength, they are so called [<i>atzamoth —</i> from the word <i>otzem</i>, strength]. Thus <i>‘k’etzem’ the heaven for clearness</i><sup class=\"footnote-marker\">391</sup><i class=\"footnote\">Exodus 24:10.</i> means that the purity of that which they saw [at Mount Sinai] was clear and strong, even as is a pure clear heaven. It is for this reason that He mentions about those specific days [of festivals referred to above] the expression <i>etzem hayom</i>, in order to indicate that these matters specified are of the very essence of the days, not because of other things added to them, namely the offerings brought on those days.<br>And so also did Onkelos translate [the word <i>etzem</i> as] “<i>bikran</i> of that day,” which [literally] means “‘in the horn’ of that day,” [i.e.,] in its essence and in its strength, the word <i>bikran</i> being related to these expressions: <i>and all ‘karnei’</i> (<i>the horns</i>) <i>of the wicked will I cut off;</i><sup class=\"footnote-marker\">410</sup><i class=\"footnote\">Psalms 75:11.</i> <i>my shield ‘v’keren’</i> (<i>and the horn of</i>) <i>my salvation;</i><sup class=\"footnote-marker\">411</sup><i class=\"footnote\">II Samuel 22:3.</i> for since the strength [of the animal] is in its horns, therefore the substance of a thing is called <i>karno</i> [“its horn” — its strength or essence]. In the language of the Sages we find:<sup class=\"footnote-marker\">412</sup><i class=\"footnote\">Terumoth 7:1.</i> “He pays the <i>keren</i> (the principal value) but he does not pay the [added] fifth.” And some texts of Onkelos have <i>bichran</i> [with a <i>chaph</i> instead of <i>bikran</i> with a <i>kuph</i>], but it is all one, for in Scripture <i>kova</i> and <i>chova</i> both mean hat,<sup class=\"footnote-marker\">413</sup><i class=\"footnote\">I Samuel 17:38 (<i>kova</i>); 17:5 (<i>chova</i>). See Vol. I, p. 506, where Ramban mentions this princuple briefly, that the <i>kuph</i> and the <i>kaph</i> (or <i>chaph</i>) are often interchangeable.</i> and the Sages always make use of the term <i>akava</i> written with a <i>kaph</i> [meaning “staying”], which is derived from the expression, <i>‘v’lo y’akveim’</i> [written with a <i>kuph</i>, and meaning: <i>and He stayeth them not</i>] <i>when His voice is heard</i>.<sup class=\"footnote-marker\">414</sup><i class=\"footnote\">Job 37:4.</i> The Rabbis also say <i>mithkasheit</i> [with a <i>kuph</i>]<sup class=\"footnote-marker\">415</sup><i class=\"footnote\">Tosephta, Kethuboth 7:3. See my Hebrew commentary p. 156, Note 73.</i> from the word <i>tachshitin</i> [with a <i>chaph</i>, meaning “ornaments”]. They further say: “If ants <i>kors’muha</i>” [with a <i>kuph</i>, meaning “nibbled” the crop],<sup class=\"footnote-marker\">416</sup><i class=\"footnote\">Peah 2:7.</i> of the root: <i>the boar out of the wood ‘y’chars’menah’</i> [with a <i>chaph</i>, meaning: <i>doth ravage it</i>].<sup class=\"footnote-marker\">417</sup><i class=\"footnote\">Psalms 80:14.</i> And those other places where the expression <i>‘b’etzem’ of this day</i> is mentioned also mean: “in the strength of that day,” for they were matters which in the normal course of events could not happen in one day. Therefore Scripture stated that all the beasts and all the cattle and all the fowl and all creeping things upon the earth were gathered by “the power” of that day, by the decree of G-d upon them, for <i>it was</i> His <i>mouth that commanded and the breath thereof it hath gathered them</i>.<sup class=\"footnote-marker\">418</sup><i class=\"footnote\">Isaiah 34:16.</i> Similarly, <i>six hundred thousand men on foot, beside children</i><sup class=\"footnote-marker\">419</sup><i class=\"footnote\">Exodus 12:37.</i> cannot be gathered together and go out as one man from the land of Egypt [all in one day], only by the strength of the day which was so decreed upon it by word of the Supreme One. And so also in the case of Moses our teacher, this expression [<i>‘b’etzem’ of this day</i>] is intended to teach that on the day he was commanded to write this song, <i>and teach it the children of Israel, put it in their mouths</i>,<sup class=\"footnote-marker\">420</sup><i class=\"footnote\">Deuteronomy 31:19.</i> <i>and he finished speaking all these words</i>,<sup class=\"footnote-marker\">421</sup><i class=\"footnote\"><i>Ibid.</i>, 32:45.</i> it was decreed upon him that he go up by the power of that day in which the Divine decree was given, to Mount Abarim, and then he said the section of <i>‘V’zoth Habrachah’</i> (<i>And this is the blessing</i>)<sup class=\"footnote-marker\">422</sup><i class=\"footnote\"><i>Ibid.</i>, Chapter 33.</i> and afterwards he went up to the mountain — all these activities being matters which would usually take many days, but they were all done by the power and strength of the day. Similarly, that three hundred and twenty men<sup class=\"footnote-marker\">423</sup><i class=\"footnote\">Three hundred and eighteen were the trained men in the house of Abraham (Genesis 14:14). Together with Abraham and Ishmael there are three hundred and twenty.</i> should be circumcised in one day in the house of Abraham was a thing that proceeded from G-d. Now the prophet Ezekiel said, <i>they and their fathers have transgressed against Me, to ‘etzem’ this day</i>,<sup class=\"footnote-marker\">424</sup><i class=\"footnote\">Ezekiel 2:3.</i> in order to include that very day in this group. So also the expression <i>until ‘etzem’ of this day</i><sup class=\"footnote-marker\">390</sup><i class=\"footnote\">Above, Verse 14.</i> of the prohibition of the new produce, means “until and inclusive of this day” [i.e., on the sixteenth of Nisan it is also forbidden to eat of the new produce, before the bringing of the meal-offering of the new barley], for the essence of a thing is its power and strength.<br>And our Rabbis have interpreted the expression <i>‘b’etzem’ of this day</i> used in connection with the festivals, to mean<sup class=\"footnote-marker\">425</sup><i class=\"footnote\">Torath Kohanim, <i>Emor</i> 14:7.</i> “on the day itself,” that is to say, from the time the stars appear until they come out on the following night, thus excluding the additional time which the Sages have deduced must be added from profane unto holy [i.e., before the actual beginning of the festival, and after its actual end]. And in the cases of Noah, and the exodus from Egypt, and Moses’ [death], they interpreted that phrase to mean “in the strength of the day,” [that is] mid-day, as is stated in the Sifre,<sup class=\"footnote-marker\">394</sup><i class=\"footnote\">Sifre, <i>Ha’azinu</i> 332.</i> and Rashi wrote it in the section of <i>Ha’azinu</i>.<sup class=\"footnote-marker\">405</sup><i class=\"footnote\">Deuteronomy 32:48.</i>", "versionTitle": "Commentary on the Torah by Ramban (Nachmanides). Translated and annotated by Charles B. Chavel. New York, Shilo Pub. House, 1971-1976", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "54eeb4e3fbfba262459eb17f", "index_title": "Radak on Genesis", "category": "Quoting Commentary", "type": "", "ref": "Radak on Genesis 12:2:4", "anchorRef": "Deuteronomy 32:48", "anchorRefExpanded": ["Deuteronomy 32:48"], "sourceRef": "Radak on Genesis 12:2:4", "sourceHeRef": "רד\"ק על בראשית י״ב:ב׳:ד׳", "anchorVerse": 48, "sourceHasEn": true, "compDate": [1185, 1235], "commentaryNum": 2.0004, "collectiveTitle": {"en": "Radak on Genesis", "he": "רד\"ק על בראשית"}, "he": "והיה ברכה, כמו ותהיה, צווי במקום תי\"ו איתן, וכן \"עלה ומות בהר\" (דברים ל\"ב) \"ואם בין כוכבים שים קנך\" (עובדיה א') והדומים להם. אמר לו כל כך תהיה ברכתך והצלחתך גדולה עד שתהיה ברכה לאחרים, כי כשיברך אדם בנו יאמר לו, האל יברכך כברכת אברהם:", "heVersionTitle": "Presburg : A. Schmid, 1842", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "והיה ברכה, the construction והיה is similar to the future tense (not imperative) תהיה, i.e. “you will become.” [the author, presumably, finds it difficult for man to be commanded to be a source of blessing. How does one go about carrying out such a directive? Ed.] We encounter a similar construction as an imperative when G’d orders Moses to ascend the mountain and to die there on the mountain, עלה ומות בהר, seeing that “dying” is understood to be something passive, not active. Hence he would translate that verse also as “ascend the mountain where you will die.” (Deuteronomy, 32,48-50) Similar constructions which describe something impossible are found in Ovadiah 1,4 ואם בין כוכבים שים קנך, where one cannot order someone to make his nest among the stars. These formulations are substitutes for regular future tenses. G’d is telling Avram that his blessings and his fame will be so great that they will spill over to benefit those around him. This promise has become fulfilled to such an extent that when people bless their children they wish them: “may the Lord bless you with the blessing of Avraham” \n", "versionTitle": "Eliyahu Munk, HaChut Hameshulash", "license": "CC-BY", "versionTitleInHebrew": "החוט המשולש, אליהו מונק"}, {"_id": "57c43bb3d6e4a903fee3c90a", "index_title": "Targum Jerusalem", "category": "Targum", "type": "targum", "ref": "Targum Jerusalem, Deuteronomy 32:48", "anchorRef": "Deuteronomy 32:48", "anchorRefExpanded": ["Deuteronomy 32:48"], "sourceRef": "Targum Jerusalem, Deuteronomy 32:48", "sourceHeRef": "תרגום ירושלמי, דברים ל״ב:מ״ח", "anchorVerse": 48, "sourceHasEn": false, "compDate": [380, 1180], "commentaryNum": 32.0048, "collectiveTitle": {"en": "Targum Jerusalem", "he": "תרגום ירושלמי"}, "heTitle": "דברים", "he": "וּמַלֵיל מֵימְרָא דַיְיָ עִם משֶׁה הֵיךְ זְמַן יוֹמָא הָדֵין לְמֵימָר:", "heVersionTitle": "Targum Jerusalem on Torah", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תרגום ירושלמי על התורה", "text": "", "versionTitle": "Targum Jerusalem, trans. J. W. Etheridge, London, 1862", "license": "Public Domain", "versionTitleInHebrew": "תרגום ירושלמי, מתורגם בידי ג\"ו את'רידג', לונדון, 1862"}, {"_id": "57e77dc2d6e4a94c7c18bb1b", "index_title": "Tafsir Rasag", "category": "Targum", "type": "targum", "ref": "Tafsir Rasag, Deuteronomy 32:48", "anchorRef": "Deuteronomy 32:48", "anchorRefExpanded": ["Deuteronomy 32:48"], "sourceRef": "Tafsir Rasag, Deuteronomy 32:48", "sourceHeRef": "תפסיר רס\"ג, דברים ל״ב:מ״ח", "anchorVerse": 48, "sourceHasEn": false, "compDate": [918, 942], "commentaryNum": 32.0048, "collectiveTitle": {"en": "Tafsir Rasag", "he": "תפסיר רס\"ג"}, "heTitle": "דברים", "he": "ת̇ם כלם אללה מוסי פי ד̇את ד̇לך אליום קאילא", "heVersionTitle": "Tafsir al-Torah bi-al-Arabiya, Paris, 1893", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תפסיר אלתורה באלערביה, פריס, 1893", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "58a4476bd6e4a97ea8054649", "index_title": "Sifrei Devarim", "category": "Midrash", "type": "", "ref": "Sifrei Devarim 337:1", "anchorRef": "Deuteronomy 32:48", "anchorRefExpanded": ["Deuteronomy 32:48"], "sourceRef": "Sifrei Devarim 337:1", "sourceHeRef": "ספרי דברים של״ז:א׳", "anchorVerse": 48, "sourceHasEn": true, "compDate": [200], "commentaryNum": 337.0001, "collectiveTitle": {"en": "Sifrei Devarim", "he": "ספרי דברים"}, "heTitle": "ספרי דברים", "he": "(מח) וידבר ה' אל משה בעצם היום הזה, בשלשה מקומות נאמר בעצם היום הזה נאמר (בראשית ז יג) בעצם היום הזה בנח מלמד שהיו דור נח אומרים כך מכך אם אנו מרגישים בו אין אנו מניחים אותו ולא עוד אלא אנו נוטלים כשילים וקרדומות ומבקעים עליו את התיבה אמר הקדוש ברוך הוא הריני מכניסו בחצי היום וכל מי שיש בידו למחות יבוא וימחה ומה ראה לומר במצרים (שמות יב מא) בעצם היום הזה יצאו כל צבאות ה' לפי שהיו מצריים אומרים כך מכך אם אנו מרגישים בהם אין אנו מניחים אותם ולא עוד אלא שאנו נוטלים סייפים וחרבות והורגים אותם בהם אמר הקדוש ברוך הוא הריני מוציאם בחצי היום וכל מי שיש בידו למחות יבוא וימחה ומה ראה לומר כאן בעצם היום הזה לפי שהיו ישראל אומרים כך מכך אם אנו מרגישים בו אין אנו מניחים אותו אדם שהוציאנו ממצרים וקרע לנו את הים והוריד לנו את המן והגיז לנו את השליו ועשה לנו נסים וגבורות אין אנו מניחים אותו אמר הקדוש ברוך הוא הריני מכניסו למערה בחצי היום וכל מי שיש בידו למחות יבוא וימחה לכך נאמר וידבר ה' אל משה בעצם היום הזה לאמר סליק פיסקא", "heVersionTitle": "Sifre on Deuteronomy, ed. Dr. Louis Finkelstein. JTS, 1969", "heLicense": "CC-BY", "heVersionTitleInHebrew": "", "text": "(Devarim 32:48) \"And the L-rd spoke to Moses on this very day\": In three places it is written \"on this very day\": Noach — (Bereshith 7:13) \"On this very day, Noach … entered the ark.\" Because the men of his generation said: If we see him (trying to leave on the ark), we won't let him. And, what is more, we will take axes and hatchets and break the ark, the L-rd said: I shall bring him into the ark in the middle of the day, and anyone who has the power to stop Me, let him come and do so! Egypt — (Shemoth 12:17) \"For on this very day, I have taken your hosts out of the land of Egypt.\" Because the Egyptians said: If we see them (trying to leave), we won't let them; and, what is more, we will take knives and swords and kill them, the L-rd said: I shall take them out in the middle of the day, and anyone who has the power to stop Me, let him come and do so! And here (in advance of Moses' death) — Because Israel said: If we see him (going to his death), we will not allow it — The man who took us out of Egypt, and split the sea for us, and brought down the Torah for us, and brought down the manna for us, and \"flew in\" the quail for us, and performed miracles and feats of might for us — we will not allow him (to go) — whereupon the L-rd said: I will bring him into the cave in the middle of the day, and anyone who has the power to stop Me, let him come and do so! Thus, (the intent here of) \"on this very day, saying, etc.\"", "versionTitle": "Sifrei by Rabbi Shraga Silverstein", "license": "CC-BY", "versionTitleInHebrew": "ספרי, רבי שרגא זילברשטיין"}, {"_id": "59d48a8fd6e4a939ba176d02", "index_title": "Torah Temimah on Torah", "category": "Commentary", "type": "commentary", "ref": "Torah Temimah on Torah, Deuteronomy 32:48:1", "anchorRef": "Deuteronomy 32:48", "anchorRefExpanded": ["Deuteronomy 32:48"], "sourceRef": "Torah Temimah on Torah, Deuteronomy 32:48:1", "sourceHeRef": "תורה תמימה על התורה, דברים ל״ב:מ״ח:א׳", "anchorVerse": 48, "sourceHasEn": false, "compDate": [1898, 1902], "commentaryNum": 48.0001, "collectiveTitle": {"en": "Torah Temimah on Torah", "he": "תורה תמימה על התורה"}, "heTitle": "דברים", "he": "<b>בעצם היום. </b>למה בעצם היום, לפי שהיו ישראל אומרים אין אנו מניחים למשה למות, אמר הקב\"ה, הרי אני מכניסו למערה למות בחצי היום וכל מי שיש בו כח למחות יבא וימחה <sup class=\"footnote-marker\">צט</sup><i class=\"footnote\">ועיין בדרשה זו בפ' נח בפסוק בעצם היום הזה בא נח אל התיבה ובפ' בא בפסוק בעצם היום הזה יצאו בני ישראל ומש\"כ בס\"פ לך בפסוק בעצם היום הזה נמול אברהם.\n</i> [ספרי].\n", "heVersionTitle": "Torah Temimah, Vilna, 1904", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורה תמימה, וילנה תרס\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5a154828d6e4a92409ac582c", "index_title": "Siftei Chakhamim", "category": "Commentary", "type": "commentary", "ref": "Siftei Chakhamim, Deuteronomy 32:48:1", "anchorRef": "Deuteronomy 32:48", "anchorRefExpanded": ["Deuteronomy 32:48"], "sourceRef": "Siftei Chakhamim, Deuteronomy 32:48:1", "sourceHeRef": "שפתי חכמים, דברים ל״ב:מ״ח:א׳", "anchorVerse": 48, "sourceHasEn": true, "compDate": [1660, 1680], "commentaryNum": 48.0001, "collectiveTitle": {"en": "Siftei Chakhamim", "he": "שפתי חכמים"}, "heTitle": "דברים", "he": "<b>בג' מקומות נאמר כו'.</b> וא\"ת ולמה אינו מונה בעצם היום הזה דנאמר גבי אברהם, דכתיב <small>(בראשית יז כג)</small> בעצם היום הזה נימול אברהם, ופירש\"י ביום ולא בלילה, ולא נתיירא וכו'. וי\"ל דהא דכתיב גבי אברהם בעצם היום הזה, איכא למימר כמו שפרש\"י דאתא לאשמעינן דביום שנצטוה נימול, לכן לא נקט רש\"י אלא ג' מקומות: ", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY", "heVersionTitleInHebrew": "חומש שפתי חכמים, הוצאת מצודה, 2009", "text": "<b>In three places it is said.</b> If you ask: Why does it not count “that very day” which is stated regarding Avraham? For it is written (Bereishis 17:23), “On that very day” Avraham was circumcised, and Rashi explains, “By daytime and not by night, yet he was not afraid, etc.” One could answer that when it states regarding Avraham “on this very day” it comes to teach that he did the circumcision on the very day that he was commanded, as Rashi explains. Therefore Rashi mentions only three places.\n", "versionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": "חומש שפתי חכמים, הוצאת מצודה, 2009"}, {"_id": "5a9ec595d6e4a91d7b55e677", "index_title": "Tzror HaMor on Torah", "category": "Commentary", "type": "commentary", "ref": "Tzror HaMor on Torah, Deuteronomy 32:48:1", "anchorRef": "Deuteronomy 32:48", "anchorRefExpanded": ["Deuteronomy 32:48"], "sourceRef": "Tzror HaMor on Torah, Deuteronomy 32:48:1", "sourceHeRef": "צרור המור על התורה, דברים ל״ב:מ״ח:א׳", "anchorVerse": 48, "sourceHasEn": false, "compDate": [1460, 1510], "commentaryNum": 48.0001, "collectiveTitle": {"en": "Tzror HaMor", "he": "צרור המור"}, "heTitle": "דברים", "he": "אח\"כ אמר <b>וידבר ה' אל משה בעצם היום הזה.</b> להורות לנו מעלת משה וכחו הגדול וידו הנטויה. שכל זה היה ביום ז' של אדר הוא היום שמת בו. וביום הזה כתב ספר התורה ונתנו אל הכהנים. ובו ביום כתב י\"ב ספרים אחרים לי\"ב שבטי ישראל כדי שלא להטיל קנאה בסעודה. ובו ביום העיד שמים וארץ בדברי השירה הזאת. ואח\"כ חזר לבאר השירה הזאת לכל ישראל. ואחר כל זה כתב שדיבר השם אליו בעצם היום הזה. בעוד היום גדול בעצומו של יום. שיעלה אל הר העברים. ואחר כל זה בירך לישראל ביום זה. ועלה להר העברים. וזה באמת מהנסים הגדולים שבכל התורה. כמו שנפרש בסוף וזאת הברכה בעזה\"י. ואמר אשר בארץ מואב. כדי שיכפר על עון פעור שהיה בבנות מואב. וכן שיהיה בטחון ומגן לדור המדבר. שבזכותו יכופר עונם ויקומו עמו לעת התחייה. וזהו כי שם חלקת מחוקק ספון. ואמר אשר על פני יריחו. להורות שבזכותו יבואו ישראל לארץ וינצחו המלחמות. אחר שהוא על פני יריחו נגד א\"י. וזהו וראה את ארץ כנען אשר אני נותן לבני ישראל בענין שבראייתו תהיה נוחה להכבש לבניו. כי טוב עין הוא יברך הארץ:", "heVersionTitle": "Tzeror Hamor, Warsaw, 1879", "heLicense": "Public Domain", "heVersionTitleInHebrew": "צרור המור על התורה, וורשא, תרל\"ט", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5b0ea98273ad4f00597bd662", "index_title": "Or HaChaim on Numbers", "category": "Quoting Commentary", "type": "", "ref": "Or HaChaim on Numbers 20:24:1", "anchorRef": "Deuteronomy 32:48", "anchorRefExpanded": ["Deuteronomy 32:48"], "sourceRef": "Or HaChaim on Numbers 20:24:1", "sourceHeRef": "אור החיים על במדבר כ׳:כ״ד:א׳", "anchorVerse": 48, "sourceHasEn": true, "compDate": [1718, 1742], "commentaryNum": 24.0001, "collectiveTitle": {"en": "Or HaChaim on Numbers", "he": "אור החיים על במדבר"}, "heTitle": "אור החיים על במדבר", "he": "<b>על אשר מריתם את פי</b>. לפי דברי המדרש (שם) שכתבתי למעלה שיחד מאמר <b>מריתם פי</b> כנגד אשר אמר להם לשנות פרק אחד על הסלע בחר ה' ליחד פרט זה למיתת אהרן כי הוא שגיון שלם בערך אהרן, שהגם שמשה לא שנה היה לאהרן לשנות הפרק וכשלא שנה הרי המרה את פי ה', אבל על ג' דברים הרשומים בדבריהם לא היה אלא מסכים למעשה משה, שההכאה משה לבדו הכה, והוצאת מים מסלע שלא היו רוצים ישראל גם כן הוא מעשה משה אלא שהסכים אהרן, וכן מאמר <b>המן הסלע הזה</b> הוא דברי משה לבדו, ותמצא שפרט זה של חטא המן הסלע יחדו ה' למשה בשעה שאמר לו (דברים ל\"ב) עלה וגו' ומות וגו' על אשר מעלתם וגו' שפירש בה מעל, ולדברי המדרש מאמר זה בא על פרט חטא אומרו <b>המן הסלע</b> שפרט, ודבר זה בפרט אין חלק לאהרן בו כי למה יענש אהרן אם משה אמר דיבור בלתי הגון, בשלמא בענין הסלע ובהכאתה הם דברים שבא שליחות מה' לאהרן על ידי משה ויענש על שינוי אשר יעשה בו מה שאין כן אם משה ידבר דברים לא הגונים אין אהרן נתפס עליו, אלא שכללו ה' עם משה לצד עיקר הדבר ששגגו בו יחד:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "<b> <span>על אשר מריתם את פי</span>, \"because you rebelled against My word, etc.\"</b> According to the words of the <i>Midrash</i> which I have quoted in connection with my commentary starting on verse 8, Moses had been instructed to teach the rock a chapter of the Torah as a result of which it would release its water. Moses and Aaron had failed to do so. In this instance, the Torah seems to blame Aaron for this and to justify his death now by his failure to sanctify G'd on this occasion. The reason is that when Moses failed to carry out G'd's instructions it was up to Aaron to rectify Moses' error. His failure to do so constituted an act of rebellion against G'd. Concerning the other 3 failures of Moses we described above in the name of the <i>Midrash,</i> Aaron was guilty of agreeing with Moses by not having objected or attempted to correct Moses. Whereas Moses alone was guilty of striking the rock, it was also only Moses who had refused to address the rock the Israelites had chosen. It was also only Moses who had called the Israelites rebellious and challenged them about producing water from a specific rock they had chosen. G'd told Moses in Deut. 32,48 to get ready to die on Mount Nevo, telling him that this was because he and Aaron had trespassed in connection with the water of strife (Deut. 32,51). According to the <i>Midrash</i> the Torah's reference in Deut. is to Moses' challenge to the Israelites: \"shall we produce water for you from this rock?\" In view of this why did G'd use the plural when He said <span>על אשר מעלתם</span>? If Aaron was not involved in that act why was he held responsible for words spoken by Moses? Granted that he shared responsibility in the matter of striking the rock, something which contravened Moses' and Aaron's joint <span>שליחות</span>, mission. However, how could Aaron have anticipated and therefore have prevented Moses from saying the words <span>המן הסלע הזה נוציא לכם מים</span>? The answer is that G'd included Aaron in the collective responsibility for the failure of the mission because basically both he and Moses had erred jointly.", "versionTitle": "Or Hachayim, trans. Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5b6bf54253dce802c774f9b5", "index_title": "Malbim on Deuteronomy", "category": "Commentary", "type": "commentary", "ref": "Malbim on Deuteronomy 32:48:1", "anchorRef": "Deuteronomy 32:48", "anchorRefExpanded": ["Deuteronomy 32:48"], "sourceRef": "Malbim on Deuteronomy 32:48:1", "sourceHeRef": "מלבי\"ם על דברים ל״ב:מ״ח:א׳", "anchorVerse": 48, "sourceHasEn": false, "compDate": [1844, 1874], "commentaryNum": 48.0001, "collectiveTitle": {"en": "Malbim", "he": "מלבי\"ם"}, "heTitle": "מלבי\"ם על דברים", "he": "<b><small>תורה אור</small></b><br><b>וידבר ה' אל משה</b> וגו' <b>עלה</b>. צוה שיעלה <b>אל הר העברים</b> ויתקן ג' דברים. א) שיראה את הארץ. ב) שימות שם. ג) שמשם יגנז ולא יתעסקו ישראל בקבורתו:", "heVersionTitle": "Mikraei Kodesh, Vilna, 1891 -- Torah Ohr", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מקראי קודש, וילנא תרנ\"א", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5c17b8b1b071e100bf4e2a56", "index_title": "Otzar Midrashim", "category": "Midrash", "type": "", "ref": "Otzar Midrashim, Midrash Shelosha v'Arba'ah 2:5", "anchorRef": "Deuteronomy 32:48", "anchorRefExpanded": ["Deuteronomy 32:48"], "sourceRef": "Otzar Midrashim, Midrash Shelosha v'Arba'ah 2:5", "sourceHeRef": "אוצר מדרשים, מדרש שלשה וארבעה ב׳:ה׳", "anchorVerse": 48, "sourceHasEn": false, "compDate": [1915], "commentaryNum": 2.0005, "collectiveTitle": {"en": "Otzar Midrashim", "he": "אוצר מדרשים"}, "he": "ל״ו) בארבעה מקומות הוא אומר בעצם היום הזה: בנח, ובאברהם, ובמצרים, ובמשה. בנח - שנאמר בעצם היום הזה בא נח (בראשית ז׳:י״ג), אמר הקב״ה אם נכנס נח בתיבה בלילה עכשיו בני דורו אומרים כך וכך, אילו היינו יודעים בו לא היינו מניחין אותו ליכנס, ולא עוד אלא היינו נוטלין כשילין וקרדומות ומבקעין עליו את התיבה, אמר הקב״ה הרי אני מכניסו בחצי היום ומי שיש בידו כח למחות יבא וימחה, לכך נאמר בעצם היום הזה בא נח. באברהם - נאמר בעצם היום הזה נימול אברהם (שם י״ז), אמר הקב״ה אם מל אברהם עצמו בלילה עכשיו כל דורו אומרים אילו ראינוהו לא הנחנוהו, לכך אמר הקב״ה בעצם היום הזה נימול אברהם. במצרים - נאמר בעצם היום הזה וגו׳ (שמות י״ב:י״ז) אמר הקב״ה אם מוציא אני את ישראל ממצרים בלילה עכשיו המצריים יאמרו כך וכך, אילו היינו יודעין בהן לא היינו מניחים אותם לצאת, לכך אמר הקב״ה הרי אני מוציאן בחצי היום ומי שיש בידו כח למחות יבא וימחה, שנאמר בעצם היום הזה הוציא ה' את בני ישראל מארץ מצרים. במשה - נאמר בעצם היום הזה (דברים ל״ב:מ״ח), אמר הקב״ה אם נכנס למערה בלילה עכשיו ישראל אומרים כך וכך לא היינו יודעין בו ואילו היינו יודעין בו לא היינו מניחין אותו ליכנס.", "heVersionTitle": "Otzar Midrashim, New York, 1915", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5c46890a08d98a02694d6a71", "index_title": "Jastrow", "category": "Reference", "type": "reference", "ref": "Jastrow, כִּיבּוּשׁ 1", "anchorRef": "Deuteronomy 32:48", "anchorRefExpanded": ["Deuteronomy 32:48"], "sourceRef": "Jastrow, כִּיבּוּשׁ 1", "sourceHeRef": "מילון יסטרוב, כִּיבּוּשׁ א׳", "anchorVerse": 48, "sourceHasEn": true, "compDate": [1883, 1903], "commentaryNum": 1, "collectiveTitle": {"en": "Jastrow", "he": "מילון יסטרוב"}, "heTitle": "כִּיבּוּשׁ", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<strong dir=\"rtl\">כִּיבּוּשׁ</strong> m.  (<a dir=\"rtl\" class=\"refLink\" href=\"/Jastrow,_כָּבַשׁ.1\" data-ref=\"Jastrow, כָּבַשׁ 1\">כָּבַשׁ</a>)  <b>1)</b> <i>conquest, dominion</i>. <a class=\"refLink\" href=\"Jerusalem_Talmud_Horayot.3.5.8\" data-ref=\"Jerusalem Talmud Horayot 3:5:8\">Y. Hor. III, 48ᶜ</a> top <span dir=\"rtl\">בכ׳ הארץ</span> for the conquest of Palestine. <a class=\"refLink\" href=\"/Gittin.8b.1\" data-ref=\"Gittin 8b:1\">Gitt. 8ᵇ</a> (ref. to Syria) <span dir=\"rtl\">כ׳ יחיד … כ׳</span> the conquest of an individual (David) is not called a (national) conquest (so as to give the land the sacred character of Palestine); <a class=\"refLink\" href=\"/Gittin.47a.16\" data-ref=\"Gittin 47a:16\">ib. 47ᵃ</a>, a. fr.—[<a class=\"refLink\" href=\"/Bereishit_Rabbah.17.4\" data-ref=\"Bereishit Rabbah 17:4\">Gen. R. s. 17</a> <span dir=\"rtl\">לכבוש</span>, v. <a dir=\"rtl\" class=\"refLink\" href=\"/Jastrow,_כִּינּוּס.1\" data-ref=\"Jastrow, כִּינּוּס 1\">כִּינּוּס</a>.] <b>—2)</b>  = <a dir=\"rtl\" class=\"refLink\" href=\"/Jastrow,_כֶּבֶשׁ.1\" data-ref=\"Jastrow, כֶּבֶשׁ 1\">כֶּבֶשׁ</a> 2, <i>ascent, grade</i>. Y. Erub. II, 24ᵇ bot. [read:] <span dir=\"rtl\">כל כִּיבּוּשֵׁי כבשים … מכִּי בּוּשׁוֹ וכ׳</span> all grades of ascents in the Temple …, with the exception of the grade of the altar-bridge which was at the rate of about ten handbreadths to three handbreadths and one third of a finger’s width (of vertical height; i.e. 10 to 3 <sup>1</sup>/<sub>12</sub>), v. <a dir=\"rtl\" class=\"refLink\" href=\"/Jastrow,_כֶּבֶשׁ.1\" data-ref=\"Jastrow, כֶּבֶשׁ 1\">כֶּבֶשׁ</a>.—Pl. <span dir=\"rtl\">כִּיבּוּשִׁים</span>, <span dir=\"rtl\">כִּיבּוּשִׁין</span>, constr. <a dir=\"rtl\" class=\"refLink\" href=\"/Jastrow,_כִּיבּוּשׁ.1\" data-ref=\"Jastrow, כִּיבּוּשׁ 1\">כִּיבּוּשֵׁי</a>, v. supra. <b>—3)</b>  (only in <i>pl.</i>) <i>means of subduing one’s pride; reproof; evil prediction, penitence</i>. Pesik. V’zoth, p. 197ᵃ <span dir=\"rtl\">הן וכִיבּוּשֵׁיהֶן</span> they (the blessings) but also the reproofs connected therewith (<a class=\"refLink\" href=\"/Deuteronomy.32.52\" data-ref=\"Deuteronomy 32:52\">Deut. ch. XXXII</a>); <a class=\"refLink\" href=\"/Yalkut_Shimoni_on_Torah.550.2\" data-ref=\"Yalkut Shimoni on Torah 550:2\">Yalk. Deut. 550</a>. <a class=\"refLink\" href=\"/Bereishit_Rabbah.66.7\" data-ref=\"Bereishit Rabbah 66:7\">Gen. R. s. 66</a> (ref. to <a class=\"refLink\" href=\"/Genesis.27.28\" data-ref=\"Genesis 27:28\">Gen. XXVII, 28</a>) [read:] <span dir=\"rtl\">יתן לך ברכות ויתן לך כיבושיהן</span>; <a class=\"refLink\" href=\"/Yalkut_Shimoni_on_Torah.115.22\" data-ref=\"Yalkut Shimoni on Torah 115:22\">Yalk. Gen. 115</a> <span dir=\"rtl\">כיבושין הראויות לך</span> may He give thee blessings, but also such means of preventing overbearing as may be proper for thee.—דברי כ׳ <i>admonitions to penitence</i>. <a class=\"refLink\" href=\"/Mishnah_Taanit.2.1\" data-ref=\"Mishnah Taanit 2:1\">Taan. II, 1</a> (<a class=\"refLink\" href=\"/Taanit.15a.7\" data-ref=\"Taanit 15a:7\">15ᵃ</a>); Tosef. ib. I, 8."], "versionTitle": "London, Luzac, 1903", "license": "Public Domain", "versionTitleInHebrew": "תרס״ג"}, {"_id": "5e29993e341db61ad17aef2e", "index_title": "Mashmia Yeshuah", "category": "Quoting Commentary", "type": "", "ref": "Mashmia Yeshuah, Introduction 25", "anchorRef": "Deuteronomy 32:34-52", "anchorRefExpanded": ["Deuteronomy 32:34", "Deuteronomy 32:35", "Deuteronomy 32:36", "Deuteronomy 32:37", "Deuteronomy 32:38", "Deuteronomy 32:39", "Deuteronomy 32:40", "Deuteronomy 32:41", "Deuteronomy 32:42", "Deuteronomy 32:43", "Deuteronomy 32:44", "Deuteronomy 32:45", "Deuteronomy 32:46", "Deuteronomy 32:47", "Deuteronomy 32:48", "Deuteronomy 32:49", "Deuteronomy 32:50", "Deuteronomy 32:51", "Deuteronomy 32:52"], "sourceRef": "Mashmia Yeshuah, Introduction 25", "sourceHeRef": "משמיע ישועה, הקדמה כ״ה", "anchorVerse": 34, "sourceHasEn": false, "compDate": [1496, 1498], "commentaryNum": 25, "collectiveTitle": {"en": "Mashmia Yeshuah", "he": "משמיע ישועה"}, "heTitle": "הקדמה", "he": "<b>הנבואה הד'</b> – בפרשת האזינו. תחילתה \"הלא הוא כמוס עמדי\" וגו', עד סוף השירה <small>(דברים לב, לד-נב)</small>.", "heVersionTitle": "Mashmia Yeshua, Bnei Brak, 2014", "heLicense": "", "heVersionTitleInHebrew": "משמיע ישועה, בני ברק תשע\"ד", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5f1ea2071d77ecfb0d09efe8", "index_title": "Midrash Lekach Tov", "category": "Midrash", "type": "commentary", "ref": "Midrash Lekach Tov, Deuteronomy 32:48:1", "anchorRef": "Deuteronomy 32:48", "anchorRefExpanded": ["Deuteronomy 32:48"], "sourceRef": "Midrash Lekach Tov, Deuteronomy 32:48:1", "sourceHeRef": "מדרש לקח טוב, דברים ל״ב:מ״ח:א׳", "anchorVerse": 48, "sourceHasEn": false, "compDate": [1105, 1115], "commentaryNum": 48.0001, "collectiveTitle": {"en": "Midrash Lekach Tov", "he": "מדרש לקח טוב"}, "heTitle": "דברים", "he": "<b>פס'.</b> וידבר ה' אל משה בעצם היום הזה. <i data-commentator=\"Beur HaRe'em\" data-order=\"95\"></i> בשלשה מקומות הוא אומר בעצם היום. בנח שנאמר (בראשית ז׳:י״ג) בעצם היום הזה בא נח. אמר הקב״ה אם יכנס נח בלילה לתיבה עכשיו יהו כל הדור אומרים אילו היינו יודעין לא היינו מניחין אותו ליכנס. או היינו נוטלין פסילין וקרדומין ומבקעין את התיבה לכך אמר הקב״ה הריני מכניסם בעצם היום ומי שיש בו כח יבוא וימחה. לכך נאמר בעצם היום הזה בא נח. ובמצרים נאמר (שמות י״ב:י״ז) בעצם היום הזה הוציא ה' שלא יאמרו מצרים אילולי היינו יודעין לא היינו מניחין אותם לצאת ולא עוד אלא היינו לוקחין סייפים ומגנים ועושין עמהן מלחמה לכך אמר הקב״ה הריני מוציאם בהצי היום וכל מי שיש בידו כח למחות יבוא וימחה שנאמר (שם) בעצם היום הזה הוצאתי את צבאותיכם מארץ מצרים. וכאן נאמר במשה בעצם היום הזה אמר הקב״ה אם אני מכניסו למשה במערה בלילה עכשו יהו ישראל אומרים אם היינו יודעין לא היינו מניחין אותו ליכנס במערה לכך אמר הקב״ה הריני מכניסו בחצי היום ומי שיש בידו למחות יבוא וימחה. לכך נאמר בעצם היום הזה:", "heVersionTitle": "Midrash Lekach Tov on Torah, Vilna 1884", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש לקח טוב, מכונה פסיקתא זוטרתא, וילנא תרמ\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5f688341cffdbc0e44a71692", "index_title": "Tzafnat Pa'neach on Torah", "category": "Commentary", "type": "commentary", "ref": "Tzafnat Pa'neach on Torah, Deuteronomy 32:48:1", "anchorRef": "Deuteronomy 32:48", "anchorRefExpanded": ["Deuteronomy 32:48"], "sourceRef": "Tzafnat Pa'neach on Torah, Deuteronomy 32:48:1", "sourceHeRef": "צפנת פענח על התורה, דברים ל״ב:מ״ח:א׳", "anchorVerse": 48, "sourceHasEn": false, "compDate": [1905, 1935], "commentaryNum": 48.0001, "collectiveTitle": {"en": "Tzafnat Pa'neach", "he": "צפנת פענח"}, "heTitle": "דברים", "he": "<b>וידבר ה׳ אל משה בעצם היום הזה לאמר.</b><br><b>ספרי פיסקא שלז: ומה ראה לומר במצרים בעצם היום הזה וכו׳ אמר המקום הריני מוציאם בחצי היום וכל מי שיש בידו למחות יבא וימחה.</b><br>ירושלמי פ״י דפסחים ע״ש בזה.", "heVersionTitle": "Tzafnat Pa'neach on Torah, Jerusalem 1960", "heLicense": "", "heVersionTitleInHebrew": "צפנת פענח על התורה, ניו יורק, תש\"ך-תשכ\"ה", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "60f57785c71051d5ed54eacc", "index_title": "Maskil LeDavid", "category": "Commentary", "type": "commentary", "ref": "Maskil LeDavid, Deuteronomy 32:48:1", "anchorRef": "Deuteronomy 32:48", "anchorRefExpanded": ["Deuteronomy 32:48"], "sourceRef": "Maskil LeDavid, Deuteronomy 32:48:1", "sourceHeRef": "משכיל לדוד, דברים ל״ב:מ״ח:א׳", "anchorVerse": 48, "sourceHasEn": false, "commentaryNum": 48.0001, "collectiveTitle": {"en": "Maskil LeDavid", "he": "משכיל לדוד"}, "heTitle": "דברים", "he": "<b>וידבר וכו׳ בג׳ מקומות וכו׳.</b> תימא דהו״ל למנות עוד רביעי בעצם היום הזה נמול אברהם וההוא נמי שפיר מדריש כה״ג בב״ד אמר הקב״ה אם ימול אברהם עכשיו יהו כל דורו אומרים בכך וכך שלא היינו יודעים בו אילו היינו יודעין לא היינו מניחין אותו למול אלא בעצם היום הזה ודרגשה ביה ימלל עכ״ל ורש״י גופיה מייתי ליה בס״פ לך לך. ונראה דהך תנא דספרי דלא חשיב אלא ג׳ סבר כדאיתא בפר״א דאברהם נימול ביה״כ ומייתי לה מהך קרא בעצם היום הזה מג״ש דעצם עצם דכתיב ביוה״כ כי כל הנפש וכו׳ בעצם וכו׳ והילכך ליכא למדרש מניה מידי אחרינא דבעי׳ מופנה לג״ש דאל״כ איכא למפרך דמילה שלא בזמנה אינה דוחה יוה״כ. והנהו תלת אחריני דע״כ לאו ביוה״כ נינהו דגבי נח בהדיא כתיב בחדש השני בי״ז יום לחדש. ובמצרים נמי בט״ו בניסן היה וגבי משה נמי בז׳ באדר מת משה לכן דריש בהו הך דרשה. והאגדה דב״ר סבר דמילת אברהם לאו ביה״כ הוה דהכי דריש התם עגות מצות פסח הוה הילכך דריש ליה נמי כמו אינך ולדידיה אה״נ דד׳ מקומות נינהו ורש״י ז״ל נמשך שם אחר הב״ר ובכאן העתיק ל׳ הספרי כהווייתו אע״ג דלדידיה ודאי ד׳ מקומות נינהו:", "heVersionTitle": "Venice, 1760", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ויניציאה, תקכ\"א", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6121aac8cd596b03e9e2c85c", "index_title": "Yalkut Shimoni on Torah", "category": "Midrash", "type": "dibur_hamatchil", "ref": "Yalkut Shimoni on Torah 948:3", "anchorRef": "Deuteronomy 32:48", "anchorRefExpanded": ["Deuteronomy 32:48"], "sourceRef": "Yalkut Shimoni on Torah 948:3", "sourceHeRef": "ילקוט שמעוני על התורה תתקמ״ח:ג׳", "anchorVerse": 48, "sourceHasEn": false, "compDate": [1100], "commentaryNum": 948.0003, "collectiveTitle": {"en": "Yalkut Shimoni on Torah", "he": "ילקוט שמעוני על התורה"}, "heTitle": "ילקוט שמעוני על התורה", "he": "וידבר ה' אל משה בעצם היום הזה [בשלשה מקומות נאמר בעצם היום הזה] נאמר בנח בעצם היום הזה בא נח, לפי שהיו דורו אומרים מכך וכך אם אנו מרגישין בו אין אנו מניחין אותו, ולא עוד אלא אנו נוטלין כשילין וקרדומות ומבקעין התיבה, אמר המקום הריני מכניסו לתיבה בחצי היום, וכל מי שיש בו למחות יבוא וימחה. מה ראה לומר במצרים בעצם היום הזה, לפי שהיו מצרים אומרי מכך וכך אם אנו מרגישין בהן אין אנו מניחין אותן, ולא עוד אלא אנו נוטלים סייפות וחרבות ואנו הורגין אותן, אמר הקב\"ה הריני מוציאן בחצי היום וכל מי שיש בו כח למחות יבוא וימחה. ומה ראה לומר בעצם היום הזה כאן, לפי שהיו ישראל אומרים מכך וכך אם אנו מרגישין בו אין אנו מניחין אותו, אדם שהוציאנו ממצרים וקרע לנו את הים והוריד לנו את התורה והגיז לנו את השליו והוריד לנו את המן ועשה לנו נסים וגבורות אין אנו מניחין אותו, אמר המקום הריני מכניסו בחצי היום למערה וכל מי שיש בו כח [למחות] יבוא וימחה, לכך נאמר וידבר ה' אל משה בעצם היום הזה:", "heVersionTitle": "Yalkut Shimoni on Torah", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "62037e556bfddfbb310feb33", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Deuteronomy, On the Book of Deuteronomy and Its Structure 2-39", "anchorRef": "Deuteronomy 1:1-34:12", "anchorRefExpanded": ["Deuteronomy 1:1", "Deuteronomy 1:2", "Deuteronomy 1:3", "Deuteronomy 1:4", "Deuteronomy 1:5", "Deuteronomy 1:6", "Deuteronomy 1:7", "Deuteronomy 1:8", "Deuteronomy 1:9", "Deuteronomy 1:10", "Deuteronomy 1:11", "Deuteronomy 1:12", "Deuteronomy 1:13", "Deuteronomy 1:14", "Deuteronomy 1:15", "Deuteronomy 1:16", "Deuteronomy 1:17", "Deuteronomy 1:18", "Deuteronomy 1:19", "Deuteronomy 1:20", "Deuteronomy 1:21", "Deuteronomy 1:22", "Deuteronomy 1:23", "Deuteronomy 1:24", "Deuteronomy 1:25", "Deuteronomy 1:26", "Deuteronomy 1:27", "Deuteronomy 1:28", "Deuteronomy 1:29", "Deuteronomy 1:30", "Deuteronomy 1:31", "Deuteronomy 1:32", "Deuteronomy 1:33", "Deuteronomy 1:34", "Deuteronomy 1:35", "Deuteronomy 1:36", "Deuteronomy 1:37", "Deuteronomy 1:38", "Deuteronomy 1:39", "Deuteronomy 1:40", "Deuteronomy 1:41", "Deuteronomy 1:42", "Deuteronomy 1:43", "Deuteronomy 1:44", "Deuteronomy 1:45", "Deuteronomy 1:46", "Deuteronomy 2:1", "Deuteronomy 2:2", "Deuteronomy 2:3", "Deuteronomy 2:4", "Deuteronomy 2:5", "Deuteronomy 2:6", "Deuteronomy 2:7", "Deuteronomy 2:8", "Deuteronomy 2:9", "Deuteronomy 2:10", "Deuteronomy 2:11", "Deuteronomy 2:12", "Deuteronomy 2:13", "Deuteronomy 2:14", "Deuteronomy 2:15", "Deuteronomy 2:16", "Deuteronomy 2:17", "Deuteronomy 2:18", "Deuteronomy 2:19", "Deuteronomy 2:20", "Deuteronomy 2:21", "Deuteronomy 2:22", "Deuteronomy 2:23", "Deuteronomy 2:24", "Deuteronomy 2:25", "Deuteronomy 2:26", "Deuteronomy 2:27", "Deuteronomy 2:28", "Deuteronomy 2:29", "Deuteronomy 2:30", "Deuteronomy 2:31", "Deuteronomy 2:32", "Deuteronomy 2:33", "Deuteronomy 2:34", "Deuteronomy 2:35", "Deuteronomy 2:36", "Deuteronomy 2:37", "Deuteronomy 3:1", "Deuteronomy 3:2", "Deuteronomy 3:3", "Deuteronomy 3:4", "Deuteronomy 3:5", "Deuteronomy 3:6", "Deuteronomy 3:7", "Deuteronomy 3:8", "Deuteronomy 3:9", "Deuteronomy 3:10", "Deuteronomy 3:11", "Deuteronomy 3:12", "Deuteronomy 3:13", "Deuteronomy 3:14", "Deuteronomy 3:15", "Deuteronomy 3:16", "Deuteronomy 3:17", "Deuteronomy 3:18", "Deuteronomy 3:19", "Deuteronomy 3:20", "Deuteronomy 3:21", "Deuteronomy 3:22", "Deuteronomy 3:23", "Deuteronomy 3:24", "Deuteronomy 3:25", "Deuteronomy 3:26", "Deuteronomy 3:27", "Deuteronomy 3:28", "Deuteronomy 3:29", "Deuteronomy 4:1", "Deuteronomy 4:2", "Deuteronomy 4:3", "Deuteronomy 4:4", "Deuteronomy 4:5", "Deuteronomy 4:6", "Deuteronomy 4:7", "Deuteronomy 4:8", "Deuteronomy 4:9", "Deuteronomy 4:10", "Deuteronomy 4:11", "Deuteronomy 4:12", "Deuteronomy 4:13", "Deuteronomy 4:14", "Deuteronomy 4:15", "Deuteronomy 4:16", "Deuteronomy 4:17", "Deuteronomy 4:18", "Deuteronomy 4:19", "Deuteronomy 4:20", "Deuteronomy 4:21", "Deuteronomy 4:22", "Deuteronomy 4:23", "Deuteronomy 4:24", "Deuteronomy 4:25", "Deuteronomy 4:26", "Deuteronomy 4:27", "Deuteronomy 4:28", "Deuteronomy 4:29", "Deuteronomy 4:30", "Deuteronomy 4:31", "Deuteronomy 4:32", "Deuteronomy 4:33", "Deuteronomy 4:34", "Deuteronomy 4:35", "Deuteronomy 4:36", "Deuteronomy 4:37", "Deuteronomy 4:38", "Deuteronomy 4:39", "Deuteronomy 4:40", "Deuteronomy 4:41", "Deuteronomy 4:42", "Deuteronomy 4:43", "Deuteronomy 4:44", "Deuteronomy 4:45", "Deuteronomy 4:46", "Deuteronomy 4:47", "Deuteronomy 4:48", "Deuteronomy 4:49", "Deuteronomy 5:1", "Deuteronomy 5:2", "Deuteronomy 5:3", "Deuteronomy 5:4", "Deuteronomy 5:5", "Deuteronomy 5:6", "Deuteronomy 5:7", "Deuteronomy 5:8", "Deuteronomy 5:9", "Deuteronomy 5:10", "Deuteronomy 5:11", "Deuteronomy 5:12", "Deuteronomy 5:13", "Deuteronomy 5:14", "Deuteronomy 5:15", "Deuteronomy 5:16", "Deuteronomy 5:17", "Deuteronomy 5:18", "Deuteronomy 5:19", "Deuteronomy 5:20", "Deuteronomy 5:21", "Deuteronomy 5:22", "Deuteronomy 5:23", "Deuteronomy 5:24", "Deuteronomy 5:25", "Deuteronomy 5:26", "Deuteronomy 5:27", "Deuteronomy 5:28", "Deuteronomy 5:29", "Deuteronomy 5:30", "Deuteronomy 6:1", "Deuteronomy 6:2", "Deuteronomy 6:3", "Deuteronomy 6:4", "Deuteronomy 6:5", "Deuteronomy 6:6", "Deuteronomy 6:7", "Deuteronomy 6:8", "Deuteronomy 6:9", "Deuteronomy 6:10", "Deuteronomy 6:11", "Deuteronomy 6:12", "Deuteronomy 6:13", "Deuteronomy 6:14", "Deuteronomy 6:15", "Deuteronomy 6:16", "Deuteronomy 6:17", "Deuteronomy 6:18", "Deuteronomy 6:19", "Deuteronomy 6:20", "Deuteronomy 6:21", "Deuteronomy 6:22", "Deuteronomy 6:23", "Deuteronomy 6:24", "Deuteronomy 6:25", "Deuteronomy 7:1", "Deuteronomy 7:2", "Deuteronomy 7:3", "Deuteronomy 7:4", "Deuteronomy 7:5", "Deuteronomy 7:6", "Deuteronomy 7:7", "Deuteronomy 7:8", "Deuteronomy 7:9", "Deuteronomy 7:10", "Deuteronomy 7:11", "Deuteronomy 7:12", "Deuteronomy 7:13", "Deuteronomy 7:14", "Deuteronomy 7:15", "Deuteronomy 7:16", "Deuteronomy 7:17", "Deuteronomy 7:18", "Deuteronomy 7:19", "Deuteronomy 7:20", "Deuteronomy 7:21", "Deuteronomy 7:22", "Deuteronomy 7:23", "Deuteronomy 7:24", "Deuteronomy 7:25", "Deuteronomy 7:26", "Deuteronomy 8:1", "Deuteronomy 8:2", "Deuteronomy 8:3", "Deuteronomy 8:4", "Deuteronomy 8:5", "Deuteronomy 8:6", "Deuteronomy 8:7", "Deuteronomy 8:8", "Deuteronomy 8:9", "Deuteronomy 8:10", "Deuteronomy 8:11", "Deuteronomy 8:12", "Deuteronomy 8:13", "Deuteronomy 8:14", "Deuteronomy 8:15", "Deuteronomy 8:16", "Deuteronomy 8:17", "Deuteronomy 8:18", "Deuteronomy 8:19", "Deuteronomy 8:20", "Deuteronomy 9:1", "Deuteronomy 9:2", "Deuteronomy 9:3", "Deuteronomy 9:4", "Deuteronomy 9:5", "Deuteronomy 9:6", "Deuteronomy 9:7", "Deuteronomy 9:8", "Deuteronomy 9:9", "Deuteronomy 9:10", "Deuteronomy 9:11", "Deuteronomy 9:12", "Deuteronomy 9:13", "Deuteronomy 9:14", "Deuteronomy 9:15", "Deuteronomy 9:16", "Deuteronomy 9:17", "Deuteronomy 9:18", "Deuteronomy 9:19", "Deuteronomy 9:20", "Deuteronomy 9:21", "Deuteronomy 9:22", "Deuteronomy 9:23", "Deuteronomy 9:24", "Deuteronomy 9:25", "Deuteronomy 9:26", "Deuteronomy 9:27", "Deuteronomy 9:28", "Deuteronomy 9:29", "Deuteronomy 10:1", "Deuteronomy 10:2", "Deuteronomy 10:3", "Deuteronomy 10:4", "Deuteronomy 10:5", "Deuteronomy 10:6", "Deuteronomy 10:7", "Deuteronomy 10:8", "Deuteronomy 10:9", "Deuteronomy 10:10", "Deuteronomy 10:11", "Deuteronomy 10:12", "Deuteronomy 10:13", "Deuteronomy 10:14", "Deuteronomy 10:15", "Deuteronomy 10:16", "Deuteronomy 10:17", "Deuteronomy 10:18", "Deuteronomy 10:19", "Deuteronomy 10:20", "Deuteronomy 10:21", "Deuteronomy 10:22", "Deuteronomy 11:1", "Deuteronomy 11:2", "Deuteronomy 11:3", "Deuteronomy 11:4", "Deuteronomy 11:5", "Deuteronomy 11:6", "Deuteronomy 11:7", "Deuteronomy 11:8", "Deuteronomy 11:9", "Deuteronomy 11:10", "Deuteronomy 11:11", "Deuteronomy 11:12", "Deuteronomy 11:13", "Deuteronomy 11:14", "Deuteronomy 11:15", "Deuteronomy 11:16", "Deuteronomy 11:17", "Deuteronomy 11:18", "Deuteronomy 11:19", "Deuteronomy 11:20", "Deuteronomy 11:21", "Deuteronomy 11:22", "Deuteronomy 11:23", "Deuteronomy 11:24", "Deuteronomy 11:25", "Deuteronomy 11:26", "Deuteronomy 11:27", "Deuteronomy 11:28", "Deuteronomy 11:29", "Deuteronomy 11:30", "Deuteronomy 11:31", "Deuteronomy 11:32", "Deuteronomy 12:1", "Deuteronomy 12:2", "Deuteronomy 12:3", "Deuteronomy 12:4", "Deuteronomy 12:5", "Deuteronomy 12:6", "Deuteronomy 12:7", "Deuteronomy 12:8", "Deuteronomy 12:9", "Deuteronomy 12:10", "Deuteronomy 12:11", "Deuteronomy 12:12", "Deuteronomy 12:13", "Deuteronomy 12:14", "Deuteronomy 12:15", "Deuteronomy 12:16", "Deuteronomy 12:17", "Deuteronomy 12:18", "Deuteronomy 12:19", "Deuteronomy 12:20", "Deuteronomy 12:21", "Deuteronomy 12:22", "Deuteronomy 12:23", "Deuteronomy 12:24", "Deuteronomy 12:25", "Deuteronomy 12:26", "Deuteronomy 12:27", "Deuteronomy 12:28", "Deuteronomy 12:29", "Deuteronomy 12:30", "Deuteronomy 12:31", "Deuteronomy 13:1", "Deuteronomy 13:2", "Deuteronomy 13:3", "Deuteronomy 13:4", "Deuteronomy 13:5", "Deuteronomy 13:6", "Deuteronomy 13:7", "Deuteronomy 13:8", "Deuteronomy 13:9", "Deuteronomy 13:10", "Deuteronomy 13:11", "Deuteronomy 13:12", "Deuteronomy 13:13", "Deuteronomy 13:14", "Deuteronomy 13:15", "Deuteronomy 13:16", "Deuteronomy 13:17", "Deuteronomy 13:18", "Deuteronomy 13:19", "Deuteronomy 14:1", "Deuteronomy 14:2", "Deuteronomy 14:3", "Deuteronomy 14:4", "Deuteronomy 14:5", "Deuteronomy 14:6", "Deuteronomy 14:7", "Deuteronomy 14:8", "Deuteronomy 14:9", "Deuteronomy 14:10", "Deuteronomy 14:11", "Deuteronomy 14:12", "Deuteronomy 14:13", "Deuteronomy 14:14", "Deuteronomy 14:15", "Deuteronomy 14:16", "Deuteronomy 14:17", "Deuteronomy 14:18", "Deuteronomy 14:19", "Deuteronomy 14:20", "Deuteronomy 14:21", "Deuteronomy 14:22", "Deuteronomy 14:23", "Deuteronomy 14:24", "Deuteronomy 14:25", "Deuteronomy 14:26", "Deuteronomy 14:27", "Deuteronomy 14:28", "Deuteronomy 14:29", "Deuteronomy 15:1", "Deuteronomy 15:2", "Deuteronomy 15:3", "Deuteronomy 15:4", "Deuteronomy 15:5", "Deuteronomy 15:6", "Deuteronomy 15:7", "Deuteronomy 15:8", "Deuteronomy 15:9", "Deuteronomy 15:10", "Deuteronomy 15:11", "Deuteronomy 15:12", "Deuteronomy 15:13", "Deuteronomy 15:14", "Deuteronomy 15:15", "Deuteronomy 15:16", "Deuteronomy 15:17", "Deuteronomy 15:18", "Deuteronomy 15:19", "Deuteronomy 15:20", "Deuteronomy 15:21", "Deuteronomy 15:22", "Deuteronomy 15:23", "Deuteronomy 16:1", "Deuteronomy 16:2", "Deuteronomy 16:3", "Deuteronomy 16:4", "Deuteronomy 16:5", "Deuteronomy 16:6", "Deuteronomy 16:7", "Deuteronomy 16:8", "Deuteronomy 16:9", "Deuteronomy 16:10", "Deuteronomy 16:11", "Deuteronomy 16:12", "Deuteronomy 16:13", "Deuteronomy 16:14", "Deuteronomy 16:15", "Deuteronomy 16:16", "Deuteronomy 16:17", "Deuteronomy 16:18", "Deuteronomy 16:19", "Deuteronomy 16:20", "Deuteronomy 16:21", "Deuteronomy 16:22", "Deuteronomy 17:1", "Deuteronomy 17:2", "Deuteronomy 17:3", "Deuteronomy 17:4", "Deuteronomy 17:5", "Deuteronomy 17:6", "Deuteronomy 17:7", "Deuteronomy 17:8", "Deuteronomy 17:9", "Deuteronomy 17:10", "Deuteronomy 17:11", "Deuteronomy 17:12", "Deuteronomy 17:13", "Deuteronomy 17:14", "Deuteronomy 17:15", "Deuteronomy 17:16", "Deuteronomy 17:17", "Deuteronomy 17:18", "Deuteronomy 17:19", "Deuteronomy 17:20", "Deuteronomy 18:1", "Deuteronomy 18:2", "Deuteronomy 18:3", "Deuteronomy 18:4", "Deuteronomy 18:5", "Deuteronomy 18:6", "Deuteronomy 18:7", "Deuteronomy 18:8", "Deuteronomy 18:9", "Deuteronomy 18:10", "Deuteronomy 18:11", "Deuteronomy 18:12", "Deuteronomy 18:13", "Deuteronomy 18:14", "Deuteronomy 18:15", "Deuteronomy 18:16", "Deuteronomy 18:17", "Deuteronomy 18:18", "Deuteronomy 18:19", "Deuteronomy 18:20", "Deuteronomy 18:21", "Deuteronomy 18:22", "Deuteronomy 19:1", "Deuteronomy 19:2", "Deuteronomy 19:3", "Deuteronomy 19:4", "Deuteronomy 19:5", "Deuteronomy 19:6", "Deuteronomy 19:7", "Deuteronomy 19:8", "Deuteronomy 19:9", "Deuteronomy 19:10", "Deuteronomy 19:11", "Deuteronomy 19:12", "Deuteronomy 19:13", "Deuteronomy 19:14", "Deuteronomy 19:15", "Deuteronomy 19:16", "Deuteronomy 19:17", "Deuteronomy 19:18", "Deuteronomy 19:19", "Deuteronomy 19:20", "Deuteronomy 19:21", "Deuteronomy 20:1", "Deuteronomy 20:2", "Deuteronomy 20:3", "Deuteronomy 20:4", "Deuteronomy 20:5", "Deuteronomy 20:6", "Deuteronomy 20:7", "Deuteronomy 20:8", "Deuteronomy 20:9", "Deuteronomy 20:10", "Deuteronomy 20:11", "Deuteronomy 20:12", "Deuteronomy 20:13", "Deuteronomy 20:14", "Deuteronomy 20:15", "Deuteronomy 20:16", "Deuteronomy 20:17", "Deuteronomy 20:18", "Deuteronomy 20:19", "Deuteronomy 20:20", "Deuteronomy 21:1", "Deuteronomy 21:2", "Deuteronomy 21:3", "Deuteronomy 21:4", "Deuteronomy 21:5", "Deuteronomy 21:6", "Deuteronomy 21:7", "Deuteronomy 21:8", "Deuteronomy 21:9", "Deuteronomy 21:10", "Deuteronomy 21:11", "Deuteronomy 21:12", "Deuteronomy 21:13", "Deuteronomy 21:14", "Deuteronomy 21:15", "Deuteronomy 21:16", "Deuteronomy 21:17", "Deuteronomy 21:18", "Deuteronomy 21:19", "Deuteronomy 21:20", "Deuteronomy 21:21", "Deuteronomy 21:22", "Deuteronomy 21:23", "Deuteronomy 22:1", "Deuteronomy 22:2", "Deuteronomy 22:3", "Deuteronomy 22:4", "Deuteronomy 22:5", "Deuteronomy 22:6", "Deuteronomy 22:7", "Deuteronomy 22:8", "Deuteronomy 22:9", "Deuteronomy 22:10", "Deuteronomy 22:11", "Deuteronomy 22:12", "Deuteronomy 22:13", "Deuteronomy 22:14", "Deuteronomy 22:15", "Deuteronomy 22:16", "Deuteronomy 22:17", "Deuteronomy 22:18", "Deuteronomy 22:19", "Deuteronomy 22:20", "Deuteronomy 22:21", "Deuteronomy 22:22", "Deuteronomy 22:23", "Deuteronomy 22:24", "Deuteronomy 22:25", "Deuteronomy 22:26", "Deuteronomy 22:27", "Deuteronomy 22:28", "Deuteronomy 22:29", "Deuteronomy 23:1", "Deuteronomy 23:2", "Deuteronomy 23:3", "Deuteronomy 23:4", "Deuteronomy 23:5", "Deuteronomy 23:6", "Deuteronomy 23:7", "Deuteronomy 23:8", "Deuteronomy 23:9", "Deuteronomy 23:10", "Deuteronomy 23:11", "Deuteronomy 23:12", "Deuteronomy 23:13", "Deuteronomy 23:14", "Deuteronomy 23:15", "Deuteronomy 23:16", "Deuteronomy 23:17", "Deuteronomy 23:18", "Deuteronomy 23:19", "Deuteronomy 23:20", "Deuteronomy 23:21", "Deuteronomy 23:22", "Deuteronomy 23:23", "Deuteronomy 23:24", "Deuteronomy 23:25", "Deuteronomy 23:26", "Deuteronomy 24:1", "Deuteronomy 24:2", "Deuteronomy 24:3", "Deuteronomy 24:4", "Deuteronomy 24:5", "Deuteronomy 24:6", "Deuteronomy 24:7", "Deuteronomy 24:8", "Deuteronomy 24:9", "Deuteronomy 24:10", "Deuteronomy 24:11", "Deuteronomy 24:12", "Deuteronomy 24:13", "Deuteronomy 24:14", "Deuteronomy 24:15", "Deuteronomy 24:16", "Deuteronomy 24:17", "Deuteronomy 24:18", "Deuteronomy 24:19", "Deuteronomy 24:20", "Deuteronomy 24:21", "Deuteronomy 24:22", "Deuteronomy 25:1", "Deuteronomy 25:2", "Deuteronomy 25:3", "Deuteronomy 25:4", "Deuteronomy 25:5", "Deuteronomy 25:6", "Deuteronomy 25:7", "Deuteronomy 25:8", "Deuteronomy 25:9", "Deuteronomy 25:10", "Deuteronomy 25:11", "Deuteronomy 25:12", "Deuteronomy 25:13", "Deuteronomy 25:14", "Deuteronomy 25:15", "Deuteronomy 25:16", "Deuteronomy 25:17", "Deuteronomy 25:18", "Deuteronomy 25:19", "Deuteronomy 26:1", "Deuteronomy 26:2", "Deuteronomy 26:3", "Deuteronomy 26:4", "Deuteronomy 26:5", "Deuteronomy 26:6", "Deuteronomy 26:7", "Deuteronomy 26:8", "Deuteronomy 26:9", "Deuteronomy 26:10", "Deuteronomy 26:11", "Deuteronomy 26:12", "Deuteronomy 26:13", "Deuteronomy 26:14", "Deuteronomy 26:15", "Deuteronomy 26:16", "Deuteronomy 26:17", "Deuteronomy 26:18", "Deuteronomy 26:19", "Deuteronomy 27:1", "Deuteronomy 27:2", "Deuteronomy 27:3", "Deuteronomy 27:4", "Deuteronomy 27:5", "Deuteronomy 27:6", "Deuteronomy 27:7", "Deuteronomy 27:8", "Deuteronomy 27:9", "Deuteronomy 27:10", "Deuteronomy 27:11", "Deuteronomy 27:12", "Deuteronomy 27:13", "Deuteronomy 27:14", "Deuteronomy 27:15", "Deuteronomy 27:16", "Deuteronomy 27:17", "Deuteronomy 27:18", "Deuteronomy 27:19", "Deuteronomy 27:20", "Deuteronomy 27:21", "Deuteronomy 27:22", "Deuteronomy 27:23", "Deuteronomy 27:24", "Deuteronomy 27:25", "Deuteronomy 27:26", "Deuteronomy 28:1", "Deuteronomy 28:2", "Deuteronomy 28:3", "Deuteronomy 28:4", "Deuteronomy 28:5", "Deuteronomy 28:6", "Deuteronomy 28:7", "Deuteronomy 28:8", "Deuteronomy 28:9", "Deuteronomy 28:10", "Deuteronomy 28:11", "Deuteronomy 28:12", "Deuteronomy 28:13", "Deuteronomy 28:14", "Deuteronomy 28:15", "Deuteronomy 28:16", "Deuteronomy 28:17", "Deuteronomy 28:18", "Deuteronomy 28:19", "Deuteronomy 28:20", "Deuteronomy 28:21", "Deuteronomy 28:22", "Deuteronomy 28:23", "Deuteronomy 28:24", "Deuteronomy 28:25", "Deuteronomy 28:26", "Deuteronomy 28:27", "Deuteronomy 28:28", "Deuteronomy 28:29", "Deuteronomy 28:30", "Deuteronomy 28:31", "Deuteronomy 28:32", "Deuteronomy 28:33", "Deuteronomy 28:34", "Deuteronomy 28:35", "Deuteronomy 28:36", "Deuteronomy 28:37", "Deuteronomy 28:38", "Deuteronomy 28:39", "Deuteronomy 28:40", "Deuteronomy 28:41", "Deuteronomy 28:42", "Deuteronomy 28:43", "Deuteronomy 28:44", "Deuteronomy 28:45", "Deuteronomy 28:46", "Deuteronomy 28:47", "Deuteronomy 28:48", "Deuteronomy 28:49", "Deuteronomy 28:50", "Deuteronomy 28:51", "Deuteronomy 28:52", "Deuteronomy 28:53", "Deuteronomy 28:54", "Deuteronomy 28:55", "Deuteronomy 28:56", "Deuteronomy 28:57", "Deuteronomy 28:58", "Deuteronomy 28:59", "Deuteronomy 28:60", "Deuteronomy 28:61", "Deuteronomy 28:62", "Deuteronomy 28:63", "Deuteronomy 28:64", "Deuteronomy 28:65", "Deuteronomy 28:66", "Deuteronomy 28:67", "Deuteronomy 28:68", "Deuteronomy 28:69", "Deuteronomy 29:1", "Deuteronomy 29:2", "Deuteronomy 29:3", "Deuteronomy 29:4", "Deuteronomy 29:5", "Deuteronomy 29:6", "Deuteronomy 29:7", "Deuteronomy 29:8", "Deuteronomy 29:9", "Deuteronomy 29:10", "Deuteronomy 29:11", "Deuteronomy 29:12", "Deuteronomy 29:13", "Deuteronomy 29:14", "Deuteronomy 29:15", "Deuteronomy 29:16", "Deuteronomy 29:17", "Deuteronomy 29:18", "Deuteronomy 29:19", "Deuteronomy 29:20", "Deuteronomy 29:21", "Deuteronomy 29:22", "Deuteronomy 29:23", "Deuteronomy 29:24", "Deuteronomy 29:25", "Deuteronomy 29:26", "Deuteronomy 29:27", "Deuteronomy 29:28", "Deuteronomy 30:1", "Deuteronomy 30:2", "Deuteronomy 30:3", "Deuteronomy 30:4", "Deuteronomy 30:5", "Deuteronomy 30:6", "Deuteronomy 30:7", "Deuteronomy 30:8", "Deuteronomy 30:9", "Deuteronomy 30:10", "Deuteronomy 30:11", "Deuteronomy 30:12", "Deuteronomy 30:13", "Deuteronomy 30:14", "Deuteronomy 30:15", "Deuteronomy 30:16", "Deuteronomy 30:17", "Deuteronomy 30:18", "Deuteronomy 30:19", "Deuteronomy 30:20", "Deuteronomy 31:1", "Deuteronomy 31:2", "Deuteronomy 31:3", "Deuteronomy 31:4", "Deuteronomy 31:5", "Deuteronomy 31:6", "Deuteronomy 31:7", "Deuteronomy 31:8", "Deuteronomy 31:9", "Deuteronomy 31:10", "Deuteronomy 31:11", "Deuteronomy 31:12", "Deuteronomy 31:13", "Deuteronomy 31:14", "Deuteronomy 31:15", "Deuteronomy 31:16", "Deuteronomy 31:17", "Deuteronomy 31:18", "Deuteronomy 31:19", "Deuteronomy 31:20", "Deuteronomy 31:21", "Deuteronomy 31:22", "Deuteronomy 31:23", "Deuteronomy 31:24", "Deuteronomy 31:25", "Deuteronomy 31:26", "Deuteronomy 31:27", "Deuteronomy 31:28", "Deuteronomy 31:29", "Deuteronomy 31:30", "Deuteronomy 32:1", "Deuteronomy 32:2", "Deuteronomy 32:3", "Deuteronomy 32:4", "Deuteronomy 32:5", "Deuteronomy 32:6", "Deuteronomy 32:7", "Deuteronomy 32:8", "Deuteronomy 32:9", "Deuteronomy 32:10", "Deuteronomy 32:11", "Deuteronomy 32:12", "Deuteronomy 32:13", "Deuteronomy 32:14", "Deuteronomy 32:15", "Deuteronomy 32:16", "Deuteronomy 32:17", "Deuteronomy 32:18", "Deuteronomy 32:19", "Deuteronomy 32:20", "Deuteronomy 32:21", "Deuteronomy 32:22", "Deuteronomy 32:23", "Deuteronomy 32:24", "Deuteronomy 32:25", "Deuteronomy 32:26", "Deuteronomy 32:27", "Deuteronomy 32:28", "Deuteronomy 32:29", "Deuteronomy 32:30", "Deuteronomy 32:31", "Deuteronomy 32:32", "Deuteronomy 32:33", "Deuteronomy 32:34", "Deuteronomy 32:35", "Deuteronomy 32:36", "Deuteronomy 32:37", "Deuteronomy 32:38", "Deuteronomy 32:39", "Deuteronomy 32:40", "Deuteronomy 32:41", "Deuteronomy 32:42", "Deuteronomy 32:43", "Deuteronomy 32:44", "Deuteronomy 32:45", "Deuteronomy 32:46", "Deuteronomy 32:47", "Deuteronomy 32:48", "Deuteronomy 32:49", "Deuteronomy 32:50", "Deuteronomy 32:51", "Deuteronomy 32:52", "Deuteronomy 33:1", "Deuteronomy 33:2", "Deuteronomy 33:3", "Deuteronomy 33:4", "Deuteronomy 33:5", "Deuteronomy 33:6", "Deuteronomy 33:7", "Deuteronomy 33:8", "Deuteronomy 33:9", "Deuteronomy 33:10", "Deuteronomy 33:11", "Deuteronomy 33:12", "Deuteronomy 33:13", "Deuteronomy 33:14", "Deuteronomy 33:15", "Deuteronomy 33:16", "Deuteronomy 33:17", "Deuteronomy 33:18", "Deuteronomy 33:19", "Deuteronomy 33:20", "Deuteronomy 33:21", "Deuteronomy 33:22", "Deuteronomy 33:23", "Deuteronomy 33:24", "Deuteronomy 33:25", "Deuteronomy 33:26", "Deuteronomy 33:27", "Deuteronomy 33:28", "Deuteronomy 33:29", "Deuteronomy 34:1", "Deuteronomy 34:2", "Deuteronomy 34:3", "Deuteronomy 34:4", "Deuteronomy 34:5", "Deuteronomy 34:6", "Deuteronomy 34:7", "Deuteronomy 34:8", "Deuteronomy 34:9", "Deuteronomy 34:10", "Deuteronomy 34:11", "Deuteronomy 34:12"], "sourceRef": "The Five Books of Moses, by Everett Fox, Deuteronomy, On the Book of Deuteronomy and Its Structure 2-39", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, דברים, דברים מאמר א׳ ב׳-ל״ט", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "On the Book of Deuteronomy and Its Structure", "he": "דברים מאמר א׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "דברים מאמר א׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["D<small>EUTERONOMY HOLDS A UNIQUE POSITION, AND SPEAKS WITH A UNIQUE VOICE, IN THE</small> literature of the Torah. Up to this point, through the first four books, we have encountered a powerful mixture of literary genres; indeed, the books owe their characteristic stamp to the way in which they incorporate these genres. Genesis is predominantly narrative, punctuated by genealogies; Exodus begins with narrative and later proceeds with covenant-making and law, and then with the precise details of sanctuary building; Leviticus is composed almost entirely of cultic and then ethical and social law; and finally, Numbers alternates narrative and varied laws, under the structure of preparations for wilderness march, first encounters with the Promised Land, and preparations for entry. Except for Leviticus, the books also exhibit, at strategic points, striking examples of biblical poetry.", "An ancient name for Deuteronomy, <i>mishne tora</i>—which means “copy of the Torah,” but which was erroneously understood as “second Torah”—would seem to indicate more of the same combining of genres, and a not-too-close reading would support the idea of a rehashing of narrative, covenant-making, law, and poetry. But the reader who takes the time to weigh what stands before him or her will find much more. In its structure, style, content, and intent, Deuteronomy goes beyond what has preceded it. The image of Moshe addressing the assembled people on the Plains of Moab—the central setting of the book—provides the occasion for not merely a retelling, but a recasting of Israel’s mission and destiny. No book of the Torah is truer to the idea of “instruction” (Deuteronomy uses the term numerous times), including an emphasis on teaching and learning, with assembled and yet-to-be-born children as much the audience as “elders.”", "From the book’s opening phrase, “Now these are the words [or even “speeches”] that Moshe spoke to the Children of Israel / in (the country) across the Jordan,” the basic premise of Deuteronomy is that the aged Moshe, personally and indeed in the first person, speaks for the last time to the assembled Israelites, before their triumphant entry into the land of Canaan. The setting affects the entire content of the book; no longer is the narrator in the background, as in most of the Torah, but instead he is presented as directly addressing a living audience, an audience composed not only of the ancient hearers portrayed in the text but also of contemporary listeners.", "The image of a leader delivering a long public address on an auspicious occasion is well known from the ancient world, most familiarly from Greek historians (cf. Van Seters) but also abundantly in the ancient Near East (Weinfeld). The historian seeks to paint a vivid picture of the personality of his speaker and the high drama of the moment, and may go on at great length. While admitting to not having had the benefit of eyewitness sources, such chroniclers are nevertheless sincere in their desire to present what undoubtedly would have been said on such an occasion.", "Deuteronomy, whenever it was composed and placed in the Torah, takes this approach a step further. It is a fantastic conceit, really: as Rosenberg (1975) notes, Moshe, the man who was “not a man of words” (Ex. 4:10), all of a sudden finds his voice. And as Polzin (1980) has shown in his forceful analysis, in Deuteronomy Moshe’s voice functions fairly indistinguishably from God’s own—and then closes off the text by stipulating that nothing in the future is to be added or subtracted to it. So we are dealing with a text of directly authoritative character, a series of speeches that in their own self-understanding already bore the status of “Torah.” Hence Deuteronomy introduces into the Bible for the first time the concept of canon—a bounded, accepted body of authoritative literature.", "Moshe’s addresses, which include a historical review, repeated appeals to observe God’s laws and dire warnings against their violation, a reworking of previous laws and the addition of new ones, and a poem designed to keep the appeals and warnings in popular memory, have about them a deep rhetorical urgency. As such they are stylistically quite different from most of what is found in the first four books of the Bible. To be sure, there are many moments of high rhetoric in the previous narratives, and the laws—including cultic ones—are also not lacking appeals to the emotions (cf., for instance, the repeated injunctions to not oppress the sojourner, “for you were sojourners in the land of Egypt”). But as an extended piece of argumentation and pleading, Deuteronomy holds pride of place in the Torah, with its specialized vocabulary (described in the notes and commentary below), its alternately pleading and warning tone, and its long, elegant phrases (as Gottwald notes, these phrases are most often cast in the form of subordinate clauses, not the typical syntactical form found in the previous books).", "But not only does Deuteronomy provide an emotional capstone to the four books that precede it. It functions to link up with both the landed history of Israel in the narrative books to follow (Joshua through Kings) and the prophets’ emotional speeches to the people and their leaders. In the words of G. Ernest Wright,", "the central purpose of Deuteronomy is to furnish Israel with a complete order of faith and life which is the prerequisite for a prosperous and secure existence on the God-given land. The historian [of the succeeding books] shows how Israel failed to keep it and what the consequences were.", "It is in fact the monarchic setting that is commonly held to be the historical background to the compilation of Deuteronomy. While Moshe’s last days and the people’s being poised on the steppes opposite Jericho would certainly be a dramatic enough moment for our book’s speeches to occur, its language, style, and many of its concerns point to a later time in the history of Israel as a likely venue for at least a good part of its emotional appeal.", "That time, in the opinion of most biblical scholars over the past two centuries, was the middle of the reign of King Josiah (ruled 640–608 <small>B.C.E.</small>) of Judah, the southern kingdom (Israel, the north, had been overrun by Assyria a century previously). The Assyrian Empire, dominant in the region for three hundred years, was on the wane, and Josiah took advantage of this decline of power to expand his kingdom northward. He also—at about the time of the death of Ashurbanipal, the last powerful king of Assyria—began a wide-ranging reform that consisted largely of destroying the local “high places” of pagan worship that had figured so prominently in the reign of his grandfather, the notorious Manasseh (ruled 687–642). II Kings 23 describes the purge in great detail, noting both places and priests that were now rendered inoperative in favor of the centralization of the cult in Jerusalem.", "It is within this setting that Chapter  22 reports the dramatic discovery of a scroll “of the Torah.”", "The high priest Hilkiah said to Shaphan the secretary, “I have found the book of the law in the house of the L<small>ORD</small>.” … Shaphan then read it aloud to the king. When the king heard the words of the book of the law, he tore his clothes. Then the king commanded … saying: “Go, inquire of the L<small>ORD</small> for me, for the people, and for all Judah, concerning the words of this book that has been found, for great is the wrath of the L<small>ORD</small> … because our ancestors did not obey the words of this book, to do according to all that is written concerning us.” (22:8, 10–13, New Revised Standard Version)", "What precisely were the contents of the “book” we do not know; but it is usually taken to have been some form of Deuteronomy. The rhetorical force of the newly discovered text must have been considerable, for its reported result was that the king", "directed that all the elders of Judah and Jerusalem should be gathered to him. … he read in their hearing all the words of the book of the covenant that had been found in the house of the L<small>ORD</small>. The king stood by the pillar and made a covenant before the L<small>ORD</small>, to follow the L<small>ORD</small>, keeping his commandments, his decrees, and his statutes, with all his heart and all his soul, to perform the words of this covenant that were written in this book. All the people joined in the covenant. (23:1–3)", "The connections between these passages and the style of Deuteronomy will be obvious to anyone who reads the book, and it seems clear that Josiah’s reforms are closely related to concerns expressed in Deuteronomy.", "The Bible’s portrayal of this background does not necessarily mean that Deuteronomy was composed for the occasion, or even that it originated in Judah. Several scholars (notably Ginsberg) have remarked on connections to the northern kingdom of Israel (e.g., affinities to the prophet Hosea), and so it is possible that at least some of our book was a series of traditions brought south by refugees fleeing the Assyrian onslaught. In any event, the text of Deuteronomy addresses its audience with such emotional immediacy that it may safely be presumed that a crisis of major proportions loomed, and the opportunity presented itself for a large-scale revival—or redefinition—of Israel’s self-understanding. Similar crises later in Jewish history may have led to the editing and writing down (but not necessarily the composition) of other central texts, the Mishnah (c. 200) and the Babylonian Talmud (c. 450). Like these documents, and like the first four books of the Torah, Deuteronomy is written in such a way that it is difficult to pin down its precise background, which through additions and circumspection has been substantially obliterated. What is left to us are the many repetitions of “today” or “this day,” which signal the desire to make the “Instruction” contemporary for the audience, whoever and whenever that may be.", "The net effect of this process of creation and development was to establish the Torah’s character as a text that shows signs of new life and new thinking within itself. Deuteronomy, by its inclusion as the final book of the five, officially began the practice of “explaining” (1:5) the traditions of Israel, and thus paved the way for the classic form of Jewish religious and intellectual activity: the interpretation of Scripture (cf. Fishbane 1988 for a definitive study on “inner-biblical exegesis,” interpretation that appears within the Bible itself and hence becomes a legitimate part of its traditions). This activity strongly influenced Christianity and Islam as well, and is still a part of religious discourse and development in the Western world.", "In its overall structure, Deuteronomy breaks down fairly easily; but it is perhaps best understood in the light of comparative ancient Near Eastern material. Weinfeld’s lifetime of research has demonstrated the strong parallels between our book and certain Assyrian treaty texts (earlier Hittite texts have also been shown to be helpful in this regard; cf. Levenson 1985b for a useful summary). It is striking indeed that the Esarhaddon Treaty texts from the seventh century <small>B.C.E.</small>, which also produced the final form of Deuteronomy, seem to prefigure the basic structure of what Moshe lays out in the book: a historical overview, an exhortation to keep the covenant, the laws—particulars of the covenant, a series of blessings and curses following upon observance or nonobservance of the covenant, and a ceremony ratifying it. A similar pattern, in abbreviated form, may be observed in the Sinai covenant in Ex. 19–24.", "Weinfeld points out that such covenants or treaties were two-sided, with the suzerain granting his vassals certain favors in return for “love” (= loyalty), and threatening dire consequences if that loyalty were to become suspect. What is fascinating about the parallels is not so much that they exist, but that here, apparently, a political model from a hated enemy has been assimilated and transformed into a positive religious-national one. Such transformative power seems to be characteristic of biblical culture, which probably reworked known stories and poems, among other genres, into genuine Israelite creations (the Flood narratives of Genesis and Psalm 29 are two fruitful examples of the process).", "Deuteronomy, then, focuses mainly on the relationship between God and Israel, a relationship that has been spelled out before (as in Exodus) but that forms in this book the very soul of the text. Every act that Israel performs as a community, and every one done by individuals, is to be seen in that light. As elsewhere in the Bible, breaking one of God’s rules means not merely a violation of a statute but an affront to the suzerain, the sovereign Lord, and thus a grave risk to society’s well-being and even to its very existence. And there is a unity of purpose and concept here: Gottwald summarizes the message of the book as “the indivisible unity of <i>one God</i> for <i>one people</i> in <i>one land</i> observing <i>one cult</i>” (italics his).", "Given the treaty pattern that we have just referred to, an outline of the book might proceed along the following lines:", "I   Historical Overview (Moshe as Narrator; 1–4:43)", "A   Narrative of the Wilderness Journey (1–3)", "B   Transition: Beginning of the Exhortation (4:1–40) and Addendum on Towns of Asylum (4:41–43)", "II  Opening Exhortation (Moshe as Pleader; 4:44–11:36)", "Looking Back to the Revelation at Sinai", "III The Terms of the Covenant (Moshe as Lawgiver; 12–28)", "A   The Laws (12–26)", "B   Covenant Ceremony; Blessings and Curses (27–28)", "IV Concluding Exhortation (Moshe as Pleader; 29–30)", "Looking Ahead to Exile and Return", "V  Final Matters (31–34)", "A   Passing the Mantle (31)", "B   Moshe’s Admonitory Poem (32)", "C   Moshe’s Blessing to the Tribes (33)", "D   The End (34)", "A few simple structural observations, based on a closer look at the text itself, may be made here. Parts I and V stress the role of Yehoshua (Joshua) in the future. Then, too, Parts II and IV use similar rhetorical formulas toward the end of each (“See, I set before you this day …,” 11:26 and 30:15). Such a symmetry would suggest that Part III is the crucial one, and that is of course the case. Everything in Deuteronomy radiates out from the laws: a new humanism, a rethinking of tradition, and above all, a heartfelt appeal to “choose life” (30:19), a good life on the land under the blessing of God.", "It is only when that appeal has been fully made, and when all of Deuteronomy’s new material has been added (with no more to come, as the text sees it!), that Moshe can finally die, and the people of Israel can proceed into the Promised Land. The book of Numbers proved to be a false ending, and indeed the report of Moshe’s death was postponed from the end of that book to this, so that the biblical tradition could transform itself into a truly multifaceted and rich one. The Torah, which began in the nameless, unknowable past, ends in the limitless present and future, with a potential life ahead for the Israelite people as bountiful and as beautiful as the “good land” that Moshe is allowed to see from the summit of Pisga."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62037e7b6bfddfbb310feb99", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Deuteronomy, Part V; Final Matters 2-8", "anchorRef": "Deuteronomy 31:1-34:12", "anchorRefExpanded": ["Deuteronomy 31:1", "Deuteronomy 31:2", "Deuteronomy 31:3", "Deuteronomy 31:4", "Deuteronomy 31:5", "Deuteronomy 31:6", "Deuteronomy 31:7", "Deuteronomy 31:8", "Deuteronomy 31:9", "Deuteronomy 31:10", "Deuteronomy 31:11", "Deuteronomy 31:12", "Deuteronomy 31:13", "Deuteronomy 31:14", "Deuteronomy 31:15", "Deuteronomy 31:16", "Deuteronomy 31:17", "Deuteronomy 31:18", "Deuteronomy 31:19", "Deuteronomy 31:20", "Deuteronomy 31:21", "Deuteronomy 31:22", "Deuteronomy 31:23", "Deuteronomy 31:24", "Deuteronomy 31:25", "Deuteronomy 31:26", "Deuteronomy 31:27", "Deuteronomy 31:28", "Deuteronomy 31:29", "Deuteronomy 31:30", "Deuteronomy 32:1", "Deuteronomy 32:2", "Deuteronomy 32:3", "Deuteronomy 32:4", "Deuteronomy 32:5", "Deuteronomy 32:6", "Deuteronomy 32:7", "Deuteronomy 32:8", "Deuteronomy 32:9", "Deuteronomy 32:10", "Deuteronomy 32:11", "Deuteronomy 32:12", "Deuteronomy 32:13", "Deuteronomy 32:14", "Deuteronomy 32:15", "Deuteronomy 32:16", "Deuteronomy 32:17", "Deuteronomy 32:18", "Deuteronomy 32:19", "Deuteronomy 32:20", "Deuteronomy 32:21", "Deuteronomy 32:22", "Deuteronomy 32:23", "Deuteronomy 32:24", "Deuteronomy 32:25", "Deuteronomy 32:26", "Deuteronomy 32:27", "Deuteronomy 32:28", "Deuteronomy 32:29", "Deuteronomy 32:30", "Deuteronomy 32:31", "Deuteronomy 32:32", "Deuteronomy 32:33", "Deuteronomy 32:34", "Deuteronomy 32:35", "Deuteronomy 32:36", "Deuteronomy 32:37", "Deuteronomy 32:38", "Deuteronomy 32:39", "Deuteronomy 32:40", "Deuteronomy 32:41", "Deuteronomy 32:42", "Deuteronomy 32:43", "Deuteronomy 32:44", "Deuteronomy 32:45", "Deuteronomy 32:46", "Deuteronomy 32:47", "Deuteronomy 32:48", "Deuteronomy 32:49", "Deuteronomy 32:50", "Deuteronomy 32:51", "Deuteronomy 32:52", "Deuteronomy 33:1", "Deuteronomy 33:2", "Deuteronomy 33:3", "Deuteronomy 33:4", "Deuteronomy 33:5", "Deuteronomy 33:6", "Deuteronomy 33:7", "Deuteronomy 33:8", "Deuteronomy 33:9", "Deuteronomy 33:10", "Deuteronomy 33:11", "Deuteronomy 33:12", "Deuteronomy 33:13", "Deuteronomy 33:14", "Deuteronomy 33:15", "Deuteronomy 33:16", "Deuteronomy 33:17", "Deuteronomy 33:18", "Deuteronomy 33:19", "Deuteronomy 33:20", "Deuteronomy 33:21", "Deuteronomy 33:22", "Deuteronomy 33:23", "Deuteronomy 33:24", "Deuteronomy 33:25", "Deuteronomy 33:26", "Deuteronomy 33:27", "Deuteronomy 33:28", "Deuteronomy 33:29", "Deuteronomy 34:1", "Deuteronomy 34:2", "Deuteronomy 34:3", "Deuteronomy 34:4", "Deuteronomy 34:5", "Deuteronomy 34:6", "Deuteronomy 34:7", "Deuteronomy 34:8", "Deuteronomy 34:9", "Deuteronomy 34:10", "Deuteronomy 34:11", "Deuteronomy 34:12"], "sourceRef": "The Five Books of Moses, by Everett Fox, Deuteronomy, Part V; Final Matters 2-8", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, דברים, דברים מאמר ו׳ ב׳-ח׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Part V; Final Matters", "he": "דברים מאמר ו׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["A<small>S THE FOUR-BOOK-LONG</small> (E<small>XODUS THROUGH</small> D<small>euteronomy</small>) <small>ACCOUNT OF WAN</small>derings and laws draws to a close, there remain several pragmatic provisions for the future that must be attended to. Leadership must be passed on, so Moshe appears with his successor at the holiest spot in the encampment—the Tent of Appointment. It must be assured that the “Instruction” will be recited periodically in public, and that it be kept in safekeeping.", "There are literary considerations as well. A number of biblical books or large units end with poetry (Genesis, the Deliverance Narratives of Exodus, the biography of King David in Samuel-Kings) and the editors of Deuteronomy have made use of the same device. As if to emphasize the majestic nature of the five books, not one but two poems make their appearance: the Song of Moshe, which serves as a final, memorable warning to the Israelites (and which, along with the laws, they are also supposed to remember), and his blessing, which makes use of the form that Yaakov used at the end of Genesis.", "This business having been concluded, the Torah may finally draw to a close with the long-expected death of Moshe, who for his lifelong pains is literarily rewarded with praise at the ending of the five books. But amid the reader’s feelings about Moshe, the backdrop should not be forgotten: Israel has not—yet—entered the land. By ending “across” the Jordan (on the east bank), the Torah leaves the future open-ended, not filled with mourning for the past but rather full of hope for what is to come. This situation, not surprisingly, parallels the ending of the entire Hebrew Bible, which for the Jews of antiquity was located in II Chron. 36:", "Thus speaks Cyrus king of Persia:", "Y<small>HWH</small>, the God of Heaven, has given me all the kingdoms of the earth;", "he has commanded me to build him a House in Jerusalem, in Judah.", "Whoever there is among you of all his people, may his God be with him! Let him go up!"], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62037e7c6bfddfbb310feb9d", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Deuteronomy, Part V; Final Matters, Some Final Words 2", "anchorRef": "Deuteronomy 32:44-52", "anchorRefExpanded": ["Deuteronomy 32:44", "Deuteronomy 32:45", "Deuteronomy 32:46", "Deuteronomy 32:47", "Deuteronomy 32:48", "Deuteronomy 32:49", "Deuteronomy 32:50", "Deuteronomy 32:51", "Deuteronomy 32:52"], "sourceRef": "The Five Books of Moses, by Everett Fox, Deuteronomy, Part V; Final Matters, Some Final Words 2", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, דברים, דברים מאמר ו׳, דברים הערה ג׳ ב׳", "anchorVerse": 44, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Some Final Words", "he": "דברים הערה ג׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "דברים הערה ג׳", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "Moshe’s last regular words to the people reiterate the theme of “life” noted earlier. On the other hand, God, at the end of Moshe’s life, cannot refrain from reminding him (and us) of the reason that the great leader may not enter the Promised Land (v.51).", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620382f4c9ad75f2d99afa92", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "", "ref": "The Five Books of Moses, by Everett Fox, Deuteronomy, Part III; The Terms of the Covenant 11", "anchorRef": "Deuteronomy 32:48-50", "anchorRefExpanded": ["Deuteronomy 32:48", "Deuteronomy 32:49", "Deuteronomy 32:50"], "sourceRef": "The Five Books of Moses, by Everett Fox, Deuteronomy, Part III; The Terms of the Covenant 11", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, דברים, דברים מאמר ד׳ י״א", "anchorVerse": 48, "sourceHasEn": true, "commentaryNum": 11, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<i>Deut. 32:48–50</i> Now Y<small>HWH</small> spoke to Moshe … /Go up these heights … and see the land of Canaan…/You are to die on the mountain that you are going up …", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620382fec9ad75f2d99afb60", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "", "ref": "The Five Books of Moses, by Everett Fox, Deuteronomy, Part V; Final Matters, Some Final Words 1", "anchorRef": "Deuteronomy 32:44-52", "anchorRefExpanded": ["Deuteronomy 32:44", "Deuteronomy 32:45", "Deuteronomy 32:46", "Deuteronomy 32:47", "Deuteronomy 32:48", "Deuteronomy 32:49", "Deuteronomy 32:50", "Deuteronomy 32:51", "Deuteronomy 32:52"], "sourceRef": "The Five Books of Moses, by Everett Fox, Deuteronomy, Part V; Final Matters, Some Final Words 1", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, דברים, דברים מאמר ו׳, דברים הערה ג׳ א׳", "anchorVerse": 44, "sourceHasEn": true, "commentaryNum": 1, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "דברים הערה ג׳", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<a class=\"refLink\" data-ref=\"Deuteronomy 32:44-52\" data-ven=\"The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995\">Deuteronomy 32:44-52</a>", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62e66d67c4c36e21ac7bcaa5", "index_title": "Rav Hirsch on Torah", "category": "Commentary", "type": "commentary", "ref": "Rav Hirsch on Torah, Deuteronomy 32:48:1", "anchorRef": "Deuteronomy 32:48", "anchorRefExpanded": ["Deuteronomy 32:48"], "sourceRef": "Rav Hirsch on Torah, Deuteronomy 32:48:1", "sourceHeRef": "רש\"ר הירש על התורה, דברים ל״ב:מ״ח:א׳", "anchorVerse": 48, "sourceHasEn": true, "compDate": [1845, 1875], "commentaryNum": 48.0001, "collectiveTitle": {"en": "Rav Hirsch", "he": "רש\"ר הירש"}, "heTitle": "דברים", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "V. 48. בעצם היום הזה. Wie bereits zu Bereschit 17, 23 bemerkt, bezeichnet nach Auffassung der Weisen עצם היום immer die Macht des Tages, d. i. die volle Mächtigkeit, die Helle des Tages, und sagt, daß der Vorgang am hellen Tage geschehen. Mosche Todesgang gehörte mit hinein in den Kreis seines ganzen menschlich freien Pflichtlebens. Es war nicht ein passives Erdulden physischer Notwendigkeit. Es war ein sittlich freies Sichhingeben an den Willen Gottes und seines Waltens, wie jede andere Pflichttat. Es dürfte dies um so mehr hervorgehoben sein, je schmerzlicher gerade der Moment seines Scheidens ihn der eigentlichen Krönung seines ganzen irdischen Wirkens entzog, je mehr gerade jetzt in dem Augenblick des Übergangs zu der Besitznahme des Landes und der eigentlichen Verwirklichung des Gesetzes das Volk seiner bedürfen mochte, und je mehr er nach Kap. 34, 7 sich noch in dem Vollbesitz der zur fernen Wirksamkeit erforderlichen körperlichen und geistigen Kraft wissen durfte.", "versionTitle": "Der Pentateuch. Übersetzt und erläutert von Samson Raphael Hirsch, 1903 [de]", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "641860d6708b098dd04cb036", "index_title": "Reggio on Torah", "category": "Commentary", "type": "commentary", "ref": "Reggio on Torah, Deuteronomy 32:48:1", "anchorRef": "Deuteronomy 32:48", "anchorRefExpanded": ["Deuteronomy 32:48"], "sourceRef": "Reggio on Torah, Deuteronomy 32:48:1", "sourceHeRef": "ביאור יש\"ר על התורה, דברים ל״ב:מ״ח:א׳", "anchorVerse": 48, "sourceHasEn": false, "compDate": [1790, 1810], "commentaryNum": 48.0001, "collectiveTitle": {"en": "Reggio", "he": "ביאור יש\"ר"}, "heTitle": "דברים", "he": "<b>בעצם היום הזה,</b> באותו היום שאמר השירה:", "heVersionTitle": "Vienna, 1821", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6425bccc7429ff4fb9ba2c19", "index_title": "Midrash Tannaim on Deuteronomy", "category": "Midrash", "type": "commentary", "ref": "Midrash Tannaim on Deuteronomy 32:48:1", "anchorRef": "Deuteronomy 32:48", "anchorRefExpanded": ["Deuteronomy 32:48"], "sourceRef": "Midrash Tannaim on Deuteronomy 32:48:1", "sourceHeRef": "מדרש תנאים על ספר דברים ל״ב:מ״ח:א׳", "anchorVerse": 48, "sourceHasEn": false, "commentaryNum": 48.0001, "collectiveTitle": {"en": "Midrash Tannaim on Deuteronomy", "he": "מדרש תנאים על ספר דברים"}, "he": "<b>וידבר ה' אל משה בעצם היום הזה</b> בארבעה מקומות הוא אומ' בעצם היום הזה:", "heVersionTitle": "Berlin, 1908", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6425bccd7429ff4fb9ba2c1b", "index_title": "Midrash Tannaim on Deuteronomy", "category": "Midrash", "type": "commentary", "ref": "Midrash Tannaim on Deuteronomy 32:48:2", "anchorRef": "Deuteronomy 32:48", "anchorRefExpanded": ["Deuteronomy 32:48"], "sourceRef": "Midrash Tannaim on Deuteronomy 32:48:2", "sourceHeRef": "מדרש תנאים על ספר דברים ל״ב:מ״ח:ב׳", "anchorVerse": 48, "sourceHasEn": false, "commentaryNum": 48.0002, "collectiveTitle": {"en": "Midrash Tannaim on Deuteronomy", "he": "מדרש תנאים על ספר דברים"}, "he": "בנח הוא אומ' (ברא' ז יג) בעצם היום הזה:", "heVersionTitle": "Berlin, 1908", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6425bcce7429ff4fb9ba2c1d", "index_title": "Midrash Tannaim on Deuteronomy", "category": "Midrash", "type": "commentary", "ref": "Midrash Tannaim on Deuteronomy 32:48:3", "anchorRef": "Deuteronomy 32:48", "anchorRefExpanded": ["Deuteronomy 32:48"], "sourceRef": "Midrash Tannaim on Deuteronomy 32:48:3", "sourceHeRef": "מדרש תנאים על ספר דברים ל״ב:מ״ח:ג׳", "anchorVerse": 48, "sourceHasEn": false, "commentaryNum": 48.0003, "collectiveTitle": {"en": "Midrash Tannaim on Deuteronomy", "he": "מדרש תנאים על ספר דברים"}, "he": "באברהם הוא אומר (שם יז כו) בעצם היום הזה במצרים הוא אומר (שמות יב מא) בעצם היום הזה:", "heVersionTitle": "Berlin, 1908", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6425bccf7429ff4fb9ba2c1f", "index_title": "Midrash Tannaim on Deuteronomy", "category": "Midrash", "type": "commentary", "ref": "Midrash Tannaim on Deuteronomy 32:48:4", "anchorRef": "Deuteronomy 32:48", "anchorRefExpanded": ["Deuteronomy 32:48"], "sourceRef": "Midrash Tannaim on Deuteronomy 32:48:4", "sourceHeRef": "מדרש תנאים על ספר דברים ל״ב:מ״ח:ד׳", "anchorVerse": 48, "sourceHasEn": false, "commentaryNum": 48.0004, "collectiveTitle": {"en": "Midrash Tannaim on Deuteronomy", "he": "מדרש תנאים על ספר דברים"}, "he": "וכאן הוא אומ' בעצם היום הזה:", "heVersionTitle": "Berlin, 1908", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6425bcd07429ff4fb9ba2c21", "index_title": "Midrash Tannaim on Deuteronomy", "category": "Midrash", "type": "commentary", "ref": "Midrash Tannaim on Deuteronomy 32:48:5", "anchorRef": "Deuteronomy 32:48", "anchorRefExpanded": ["Deuteronomy 32:48"], "sourceRef": "Midrash Tannaim on Deuteronomy 32:48:5", "sourceHeRef": "מדרש תנאים על ספר דברים ל״ב:מ״ח:ה׳", "anchorVerse": 48, "sourceHasEn": false, "commentaryNum": 48.0005, "collectiveTitle": {"en": "Midrash Tannaim on Deuteronomy", "he": "מדרש תנאים על ספר דברים"}, "he": "מה ראה לומר בנח בעצם היום הזה אלא אמר הקב״ה אם נכנס נח לתיבה בלילה עכשו כל דורו אומ' כך מכך לא היינו יודעים בו שאלו היינו יודעים לא היינו מניחים אותו להיכנס ולא עוד אלא שהיינו נוטלין כשילין וקרדומין ומבקעין עליו את התיבה לכן אמ' הקב״ה הרני מכניסו בחצי היום ומי שיש בו כוח יבא וימחה שנ' בעצם היום הזה בא נח:", "heVersionTitle": "Berlin, 1908", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6425bcd07429ff4fb9ba2c23", "index_title": "Midrash Tannaim on Deuteronomy", "category": "Midrash", "type": "commentary", "ref": "Midrash Tannaim on Deuteronomy 32:48:6", "anchorRef": "Deuteronomy 32:48", "anchorRefExpanded": ["Deuteronomy 32:48"], "sourceRef": "Midrash Tannaim on Deuteronomy 32:48:6", "sourceHeRef": "מדרש תנאים על ספר דברים ל״ב:מ״ח:ו׳", "anchorVerse": 48, "sourceHasEn": false, "commentaryNum": 48.0006, "collectiveTitle": {"en": "Midrash Tannaim on Deuteronomy", "he": "מדרש תנאים על ספר דברים"}, "he": "מה ראה לומר באברהם בעצם היום הזה אלא אמ' הקב״ה אם מל אברהם עצמו בלילה עכשיו כל דורו אומר אלו ראינוהו לא הנחנוהו לכך אמ' הקב״ה בעצם היום הזה נמול אב' ודי רגשה ליה ימלל:", "heVersionTitle": "Berlin, 1908", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6425bcd17429ff4fb9ba2c25", "index_title": "Midrash Tannaim on Deuteronomy", "category": "Midrash", "type": "commentary", "ref": "Midrash Tannaim on Deuteronomy 32:48:7", "anchorRef": "Deuteronomy 32:48", "anchorRefExpanded": ["Deuteronomy 32:48"], "sourceRef": "Midrash Tannaim on Deuteronomy 32:48:7", "sourceHeRef": "מדרש תנאים על ספר דברים ל״ב:מ״ח:ז׳", "anchorVerse": 48, "sourceHasEn": false, "commentaryNum": 48.0007, "collectiveTitle": {"en": "Midrash Tannaim on Deuteronomy", "he": "מדרש תנאים על ספר דברים"}, "he": "מה ראה לומר במצרים בעצם היום הזה אלא אמ' הקב״ה אם מוציא אני את ישראל ממצרים בלילה עכשו המצרים אומ' כך מכך לא היינו יודעים בהם שאלו היינו יודעין בהם לא היינו מניחין אותן לצאת ולא עוד אלא שהיינו נוטלין סייפים ומגנים ועושים עמהם מלחמה לכך אמ' הקב״ה הריני מוציאן בחצי היום ומי שיש לו כוח יבוא וימחה שנ' בעצם היום הזה הו' ה' את בני ישראל מא' מצ':", "heVersionTitle": "Berlin, 1908", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6425bcd27429ff4fb9ba2c27", "index_title": "Midrash Tannaim on Deuteronomy", "category": "Midrash", "type": "commentary", "ref": "Midrash Tannaim on Deuteronomy 32:48:8", "anchorRef": "Deuteronomy 32:48", "anchorRefExpanded": ["Deuteronomy 32:48"], "sourceRef": "Midrash Tannaim on Deuteronomy 32:48:8", "sourceHeRef": "מדרש תנאים על ספר דברים ל״ב:מ״ח:ח׳", "anchorVerse": 48, "sourceHasEn": false, "commentaryNum": 48.0008, "collectiveTitle": {"en": "Midrash Tannaim on Deuteronomy", "he": "מדרש תנאים על ספר דברים"}, "he": "מה ראה לומר במשה בעצם היום הזה אלא אמ' הקב״ה אם נכנס למערה בלילה עכשו ישראל אומ' כך מכך לא היינו יודעים בו שאלו היינו יודעים בו לא היינו מניחים אותו להיכנס אדם שהוציאנו ממצרים וקרע לנו את הים והוריד לנו את המן והעלה לנו את הבאר והגיז לנו את השליו ועשה לנו כמה נסים וגבורות היינו מניחים אותו להיכנס לכך אמ' הקב״ה הריני מכניסו בחצי היום ומי שיש בו כוח יבוא וימחה לכך נאמ' וידבר ה' אל משה בעצם היום הזה לאמ':", "heVersionTitle": "Berlin, 1908", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "657ecc96758c1dc532ec9843", "index_title": "Steinsaltz on Deuteronomy", "category": "Commentary", "type": "commentary", "ref": "Steinsaltz on Deuteronomy 32:48", "anchorRef": "Deuteronomy 32:48", "anchorRefExpanded": ["Deuteronomy 32:48"], "sourceRef": "Steinsaltz on Deuteronomy 32:48", "sourceHeRef": "ביאור שטיינזלץ על דברים ל״ב:מ״ח", "anchorVerse": 48, "sourceHasEn": true, "commentaryNum": 32.0048, "collectiveTitle": {"en": "Steinsaltz", "he": "ביאור שטיינזלץ"}, "heTitle": "ביאור שטיינזלץ על דברים", "he": "<b>וַיְדַבֵּר ה' אֶל מֹשֶׁה בְּעֶצֶם הַיּוֹם הַזֶּה</b>– באותו יום שאמר את השירה,\n  יומו האחרון של משה בעולם הזה, \n  <b>לֵאמֹר:</b>", "heVersionTitle": "The Koren Steinsaltz Tanakh HaMevoar - Hebrew", "heLicense": "Copyright: Steinsaltz Center", "heVersionTitleInHebrew": "", "text": "<b>The Lord spoke to Moses on that very day,</b> the same day that Moses recited the song of <i>Haazinu</i> , and the last day of Moses’ life, <b>saying:</b>", "versionTitle": "The Steinsaltz Tanakh - English", "license": "Copyright: Steinsaltz Center", "versionTitleInHebrew": ""}, {"_id": "665d770ee1d4c3231a2f2ed1", "index_title": "Divrei David on Rashi", "category": "Commentary", "type": "commentary", "ref": "Divrei David on Rashi, Deuteronomy 32:48:1", "anchorRef": "Deuteronomy 32:48", "anchorRefExpanded": ["Deuteronomy 32:48"], "sourceRef": "Divrei David on Rashi, Deuteronomy 32:48:1", "sourceHeRef": "דברי דוד על רש״י, ספר דברים ל״ב:מ״ח:א׳", "anchorVerse": 48, "sourceHasEn": false, "commentaryNum": 48.0001, "collectiveTitle": {"en": "Divrei David", "he": "דברי דוד"}, "heTitle": "ספר דברים", "he": "וידבר וגו' בעצם היום הזה, בשלשה מקומות נאמר בעצם היום. רבים מקשים הא יש עוד חוץ מאלו דהיינו בעצם היום הזה נמול אברהם ופירש\"י ג\"כ שלא היה מתירא מבני דורו כו'. ויש לתרץ דשם יש לימוד על מלת היום דהיינו ביום ולא בלילה כפירש\"י שם א\"כ יש לפרש גם מלת בעצם בדרך זה דהיינו שמצינו שבעת ימים תאכל מצות והיינו אף לילות הו\"א כאן מה שנזכר היום היינו גם בלילה וכך נאמר בעצם היום לאפוקי לילה אבל בג' מקומות אלו הוא מיותר כל הפסוק וע\"כ לומר שלא נתירא כו' וא\"כ גם אצל אברהם יש לפרש כן:", "heVersionTitle": "Warsaw, 1882", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "56548459d6e4a94e1942db9d", "index_title": "Abarbanel on Torah", "category": "Commentary", "type": "commentary", "ref": "Abarbanel on Torah, Deuteronomy 32:48", "anchorRef": "Deuteronomy 32:48", "anchorRefExpanded": ["Deuteronomy 32:48"], "sourceRef": "Abarbanel on Torah, Deuteronomy 32:48", "sourceHeRef": "אברבנאל על תורה, דברים ל״ב:מ״ח", "anchorVerse": 48, "sourceHasEn": false, "compDate": [1483, 1513], "commentaryNum": 48.0, "collectiveTitle": {"en": "Abarbanel", "he": "אברבנאל"}, "he": ["וידבר ה' אל משה בעצם היום הזה לאמר עד סוף הסדר. הנה בסדר פנחס בא הדבור למשה רבינו עלה אל הר העברים הזה וראה את הארץ אשר נתתי לבני ישראל וראית אותה ונאספת אל עמך גם אתה כאשר נאסף אהרן אחיך וגו'. וענין אותו הדבור והצוואה שמה להודיע למשה אדוננו אחרי שצוהו בחלוקת הארץ שלא יחשוב שהיו ימיו רבים ונמשכים עוד כי מהרה יאסף אל עמיו. והיה תועלת רב בידיעה הזאת כדי שישתדל לבאר הדברים הצריכי' ביאור קודם מיתתו כמו שעשה ועליו התפלל דוד עליו השלום (תהלים ל\"ט ה') הודיעני ה' קצי ומדת ימי מה היא אדעה מה חדל אני. וכדי שידע כי קרוב יום מותו צוהו שיעלה אל ראש הר נבו לא למות מיד כי לכן לא אמר ומות שם אבל תהיה העליה שמה בהתמדה פעמים רבות כדי שיראה משם את הארץ כי לא תהיה הראיה ביום המיתה כי אם פעמי' רבות בימים רבים שיעלה שמה תדיר יראה את הארץ. והודיעו למה יצוהו עתה לעלות בהר ולראות את הארץ באמרו ונאספת אל עמך. רוצה לומר הנה צויתך על זה לפי שעתיד אתה להיות נאסף אל עמך בקרוב כאשר נאסף אהרן אחיך. ולא היה אם כן הצווי ההוא שיעלה אותו פעם למות כי אם שיתמיד העלייה שמה ויראה את הארץ. לפי שהיתה קרובה מיתתו. ומשה רבינו השיב על זה יפקוד ה' אלהי הרוחו' לכל בשר איש על העדה. רוצה לומר אם קרוב יום מיתתי לבא כמו שאתה מצוה אותי להכין עניני דרכי ללכת בה גם לך ראוי שתכין איש כלבבך שישאר במקומי ויהיה פרנס על הצבור נגיד ומצוה לאומים. ואז אמר לו השם יתברך כן דברת קח לך את יהושע בן נון כי הוא מצד עצמו והכנתו איש אשר רוח בו. ועוד יתוסף שלמותו בשתסמוך ידיך עליו מעתה ותחנכהו בהנהגת העם כראוי ולא אמר שיעשה זה בזמן פטירתו כי אם שמעתה יתחיל לחנכו וללמדו תמיד. ולכן יעמידהו מיד לפני אלעזר הכהן ולפני כל העדה ויצוה אותו על הדברים לעיניהם כדי שיראו שהוא שלם והגון להיות פרנס הדור. וגם צוה למשה שיכבדהו יותר ממה שהיה עושה עד עתה בהיותו משרתו. וזהו אמרו ונתת מהודך עליו למען ישמעו כל עדת בני ישראל. רוצה לומר שישמעו שאתה מכבד אותו והם יעשו כמעשיך ויכבדוהו ולפי שאמר שישאר יהושע במקום משה אמר השם יתברך אל תחשוב שכמו שישאר במקומך בהנהגת העם ופרנסתו כן יהיה במדרגת הנבואה והדבקות כי הנה לא יהיה כן אבל הוא לפני אלעזר הכהן יעמוד ושאל לו במשפט האורים והתומי' לפי שלא יהיה מנבא בכל עת כמוך כי על פי אלעזר הכהן יצאו ויבאו הוא רוצה לומר יהושע וכל בני ישראל. ושם נא' ויעש משה כאשר צוה ה' רוצה לומר שהיה עולה בכל יום אל הר נבו ורואה את הארץ ומעיין בה וכן שלקח יהושע מיד והעמידהו לפני אלעזר ולפני כל העדה וסמך ידיו עליו והיה מצוה אותו בענייני ההנהגה בכל יום כדי שיהיה מלומד בכך. ולפי שהיה משה קרוב למות שצוהו השם יתברך על הדברים שיעשה העם אחר מיתתו ראשונה שיצוה את בני ישראל ויזהירם מאד על דברי התמידי' שיהיו זריזים בהקרבת' בכל יום כי אם היות המצוה הזאת בכהנים המקריבים הנה על כל העדה היה התועלת והכרה בהקרבתם ומשלהם היו קרבנות הצבור. ולכן היתה להם הצואה בתתם הצריך אליהם ושהם יזרזו גם כן בכל דור ודור את הכהנים עליהם. והוא אמרו את קרבני לחמי לאישי תשמרו להקריב לי במועדו. רוצה לומר הזהרו שיהיו התמידים במועדם ואל תאחרו אותם כי הוא חייכם ואורך ימיכם וכפרתכם כי בימי משה לא היו צריכים לאזהרה עליהם כי הוא עם כל זה היה מזהיר הכהנים ומזהיר שיהיו בכל יום קרבנות התמידי' במועדם. וצוה אחרי זה על המוספי' שיקריבו בשבת ובראש חדש ובמועדי'. והיה זה לפי שבימי משה זכותו היה מגין עליהם ובמעט מהקרבנות היה השפע האלהי חל בתוכם והדבקות העליון מתמיד עמהם באמצעות'. אמנם אחרי מות משה שהיה ממשיך השפע על העם יצטרכו להכנו' ועוזרי' אחרים להורדת השפע ההוא והנבואה ביניהם ולכן צום אז במוספין כי הקרבנות היו עוזרי' מאד בהורדת השפע כמו שנראה מקרבנות האבות ומהקרבנות אשר צוה בלעם לבלק שיעשה כדי להמשיך השפע העליון עליו וזה טעם זכרון מצות המוספין אחר שצוה על מיתת מרע\"ה. ואחר זה משה אדוננו כראותו כי באו ימי השלום והפקודה. דבר אל ראשי המטות בענין הפרת נדרים כל אותה הפרשה לפי שבחייו כל אדם בא לפניו על נדרו. ועתה אחרי מותו יהיה מסור לחכמי' ראשי המטות פרשת נדרים. וכאשר ראה השם יתברך שהוא עליו השלום היה מכין הדברים כולם כדי לישר דרכיו וכדי לשמחו בנקמת אויביו צוהו על מלחמת מדין והוא אמרו נקום נקמת בני ישראל מאת המדינים אחר תאסף אל עמך. רוצה לומר אין המיתה כל כך קרובה כמו שאתה חושב כי בראשונה רוצה אני שתעשה נקמת מדין על ידיך ואחר תאסף אל עמך. ומשה צוה אל פנחס שילך לעשותה ועם מתי מעט מישראל אלף למטה אלף למטה כי בזה היה אליו עליו השלום יותר כבוד ומעלה ממה שתהיה המלחמה על ידו ועם כל ישראל. גם כי לפי שפנחס התחיל במצוה יגמור אותה. ומפני רוב המקנה אשר קנו בני גד ובני ראובן במלחמת מדין באו לפני משה ובקשו על נחלת' שתהיה מעבר לירדן כמו שסופר בפרשה. ואחרי זה ראה משה לעשות זכרון מכל המסעות אשר עברו בהן מיום שיצאו ממצרי' ובואם אל ארץ כנען וכתב כל זה בספר התורה על פי השם ולפי שמשה רבינו היה תאב ונכסף מאד לבא אל הארץ הנבחרת ולהנחילה לבני ישראל ראה השם יתברך לצוות עליה כל הדברים התלויים בכבוש הארץ וחלוקתה כאילו אמר מלבד ראיית הארץ אשר הראיתיה לך מכאן על מה היה חפצך עוד לעבור שמה. הנה יהיה החפץ לאחד מחמשה דברים. אם לכבוש אותה ולהכרית ממנה האויבים. ואם להציב גבוליה לארכה ולרחבה. ואם להבדיל ערי הלויים להיותם משבטך. ואם להבדיל ערי המקלט כמו שעשית מעבר לירדן. וידוע שאדם אחד לא יוכל לעשות כל זה. ולכן אף שהיית הולך שמה לא היית עושה הדברים האלה כי אם על ידי צווי שתמנה אנשים לעשותם ותצוה אותם עליו ויתיחסו הדברים אלה להיותך מצוה בהם. גם עתה חמשה הדברים האלו אתה תצוה אל בני ישראל. וכפי זה יתפייס דעתך כאלו עברת לארץ ועשית כל זה שמה ובעבור זה באו כאן חמשה דבורים רצופים כי הנה באה לו הנבואה הראשונה. וידבר ה' אל משה בערבות מואב על ירדן ירחו דבר אל בני ישראל ואמרת אליהם כי אתם עוברים את הירדן אל ארץ כנען והורשתם את כל יושבי הארץ וגו' שיצוה אותם על הכבוש והחלוק ומיתת האויבים כדי שמשה יצוה זה אל העם ויזהירם על הכבוש וכריתות האויבים מן הארץ כמו שהיה מצוה אותו אלו היה שמה. ואחרי זה בא הדבור השני מגבולי הארץ כאלו אמר אם היית חפץ לעבור אל הארץ לראות כמותה וגדלה בכל גבוליה ולהגבילה במחוזיה הנה גם זה תעשה אותו בצווי מכאן. ועל זה באה הפרשה השנית וידבר ה' אל משה לאמר צו את בני ישראל וגו'. זאת הארץ אשר תפול לכם בנחלה ארץ כנען לגבולותיה וגו'. ורשם הגבולים כלם על ידו מכל הפאות והצדדין וצוה אותם שיתנחלו אותה בגורל לרב ירבו נחלתו ולמעט ימעיט נחלתו. ולפי שחלוקה לא היה אפשר שיעשה אותה משה בלבד בעצמו כי אם שיצוה לאנשים לעשות אותה צוהו ית' שגם זה יעשה הוא בעצמו ר\"ל למנות מהיום הזה האנשים המנחילים את הארץ ועל זה באה הפרשה השלישית וידבר ה' אל משה לאמר אלה שמות האנשים אשר ינחלו לכם את הארץ וגו'. ולפי שמשה רבינו יכסוף להבדיל ערי הלויים ולתתם אליהם להיותו הוא ממשפחתם לכן צוהו השם ית' שהוא עצמו היום הזה יתנם אליהם ועל זה באה הפרש' הרביעית וידבר ה' אל משה בערבות מואב וגו' צו את בני ישראל ונתנו ללויים מנחלת אחוזתכם ערים לשבת ומגרש לערים סביבותיהם וגו'. ולפי שמשה יכסוף להבדיל גם כן ערי המקלט לנוס שמה כל רוצח בארץ כנען כמו שהבדילם מעבר הירדן לכן צוהו הש\"י שהוא עצמו ביום הזה יבדילם ועל זה באה הפרשה החמשית וידבר ה' אל משה לאמר דבר אל בני ישראל וגו' והקריתם לכם ערי מקלט וגו'. ולפי שראו ראשי האבות שמשה היה מתעסק בעניני חלוקת הארץ ונחלתה ושהיה קרוב למות באו לפניו על ענין בנות צלפחד אם ינשאו לאנשי שבט אחר. הנה נתתי לך צורך למה אחרי ספור המסעות באו חמשה דבורים הללו שלא באו קודם לכן ולמה נתיחדו המאמרים האלה אל מרע\"ה בהיותם דברים יותר נאותים שיאמרו ליהושע המנחילם את הארץ כי הנה הי' כל זה מתיחס לענין מותו שכדי לנחמו ולדבר על לבו רצה ית' לצוות. על ידו כל הדברים הרשומים מכבוש הארץ ונחלתם כדי שיהיה הכל מצווה ממנו ועל ידו כמו שיהיה אלו היה עובר שמה. בענין שיאמר כל האדם משה רבינו הוציאם ממצרים הוא הוליכם במדבר הוא נתן להם את הארץ הוא הנחילה אליהם הוא מנה המנחילים הוא הבדיל ערי מקלט כי הכל עשה ה' על ידו. וראה אם כן עולמו בחייו. ולכן אחרי כל זה בתום לבבו ובנקיון כפיו ראה לבאר את התורה ולדרוש ברבים כל הכתוב בספר אלה הדברים הזה ועליו כרת הברית עם העם וסדר שירת האזינו במאמר הש\"י וכתב את התור' ונתנה ללוים וכאשר נשלם זה כולו דבר לו ה' בעצם היום הזה שעשה ולמד את השירה עלה אל הר העברים ומות בהר כי עתה יצוהו למות מה שלא אמר כן בפרשת פנחס כאלו אמר לו כבר עשית מה שהיה לך לעשות ועשיתי אני מה שגזרה חכמתי לעשותו בעניניך. מעתה אין צורך עוד אלא שתעלה לאותו ההר שאמרתי לך ומות בהר. רוצ' לומר לא תרד עוד מן ההר כמו שאתה עושה עד עתה שהיית עולה שם ויורד משם אבל עתה תעלה ותמות שמה ולא תרד עוד מההר. הנה הראיתיך בעיניך פה ענין פרשת פנחס מצווי העליה בהר וקשור הפרשיות שבאו אחריה כולם עד המקום הזה והותר עם מה. שכתבתי בזה הספק הט\"ו: ", "והנה הרבה כאן ההודעות והתארים בענין ההר. באמרו אשר בארץ מואב אשר על פני ירחו. עם היות שאמר עלה אל הר העברים הזה הר נבו. ובמקום שיש רמיזה אין צריך הכרה אחרת. וגם שלא נאמר כזה בפרשת פנחס בעלייה שנזכרה שמה להודיעו למה יבחר ה' מיתתו של משה רבינו שמה. והוא שהיה זה לפי שההר ההוא היה בארץ מואב ואם כן נתקיימה הגזרה שלא יעבור משה אל ארץ כנען. ועם זה היה גם כן על פני ירחו כדי שיוכל משם לראות את הארץ. ונתקבצו אם כן שני הענינים קיום הגזרה שנגזרה עליו וראיית הארץ בשלמות רב. ולהיות בהר הזה קבוץ הענינים האלה בחר השם יתברך שימות שמה. ובהגיעי אל ויראהו ה' את כל הארץ אודיעך מה הנרמז עוד בהר נבו ושאר התארים שזכר. והותר בזה הספק הי\"ו: ", "והנה באמרו והאסף אל עמך וגו'. רמז לו הסבה במיתתו אשר הגדתי ובארתי לך בפרשת אלה הדברים שהיתה סבת מיתת משה רבינו ע\"ה ענין המרגלים. וסבת מיתת אהרן עון העגל בעשייתו ולכן אמר למשה כמו שהיית רועה את העם הזה בחייהם. כי אחרי מותם בעון המרגלים שאתה היית סבתו במקרה ושלא בכונה ראוי שתאסף אליהם וישאר גופך במדבר עם גופותיהם. כי מאחר שאתה סבבת מיתתם במדבר. ראוי שתמות ג\"כ עמהם שמה וזהו ונאספת אל עמך שהוא דור המרגלים. וקראם עמו לפי שהוא היה סבת מיתתם כמו שאמרתי. וכן כאשר מת אהרן אחיך ויאסף אל עמיו. ירצה כאשר מת אהרן והיתה מיתתו בעבור ענין העגל שמתו בני ישראל במדבר בעונו. ולכן נאסף הוא במדבר עמהם. ככה אתה תאסף בסבת דור המרגלים. אבל האסיפה הזאת אינה כי אם הקבורה וקבוץ הגופות בבטן הארץ לא אסיפת הנפשות בעולם הרוחני. כי שם בלי ספק היה ההבדל ביניהם עצום ונורא מאד אלה לחיי עולם ואלה לחרפות ולדראון עולם. ואפשר לפרש והאסף אל עמך שהוא נחמה רבה למשה רבינו לומר שעם היות שנפרד בבנין הגוף וקבורתו מאבותיו הראשונים שהיו במערת המכפלה הנה רוחו ונשמתו יאסף אל עמיו שתדבק עמה' ולא תפרד מהם עם היות שגופם נפרד מגופיהם. כמו שאהרן קדוש ה' שמת יותר רחוק מהארץ הנכבדת בהר ההר. ועם כל זה לא נמנע מהאסף נפשו אל עמיו הקדושים אשר בארץ המה. והותר בזה הספק הי\"ז: ", "והנה אמר על אשר מעלתם בי בתוך בני ישראל במי מריבת קדש מדבר צין והוסיף לומר עוד על אשר לא קדשתם אותי בתוך בני ישראל. לפי שכמו שהודעתיך הנה משה ואהרן לא היתה סבת מיתתם בלבד עון מי מריבה. אבל היתה שם סבה עצמית נעלמת. והוא מעשה העגל באהרן וצווי השליחות במרגלים במשה וסבה אחרת גלויה ומפורסמת מפני כבודם והוא ענין מי מריבה. ולפי שהיה ענשו של משה רבינו מורכב משני ענינים אלו העצמי והמקריי. הנעלם והנגלה. לכן אמר כאן על אשר מעלתם בי בתוך בני ישראל במי מריבת קדש מדבר צין והוא הסבה הנגלית המפורסמת שזכרה התור' לכבודו. בבל זאת הסבה החלושה לא הספיקה לעונש כל כך גדול. אם לא בעבור הסבה העצמית הנעלמת והיא על אשר לא קדשתם אותי בתוך בני ישראל. רוצ' לומר שהיה לאהרן לקדש את השם במעשה העגל ויהרג כמו שהרגו לחור ולא לעבור לעשות העגל לא לכונת עכו\"ם ולא להטעותם ולאחרם. וכן היה למשה לקדש את השם להאמין בדבריו ולא להרהר אחר דברו. באמרו אל המרגלים וראיתם את הארץ הטוב' אם היא רעה היש בה עץ אם אין. ואת העם המעט הוא אם רב. ושאר הדברים אשר שם בפיהם. ועל זה אמר על אשר לא קדשתם אותי שרמז הסבות העצמיות הנעלמות ולכן לא אמר בזה במי מריבת קדש כמו שאמר בראשונה כי היו אלה זולתן: ", "ואמנם שאר הלשונות שבאו על זה. שהם מריתם פי. ולא האמנתם. לא זכרם הנה לפי שכחם כח אלו אשר זכר. כי מריתם פי רמז אל הסבה הנגלית ממי מריבה. ולא האמנתם נאמר על הסבות העצמיות הנעלמות שסברו העם הבלתי אמונה. ואם כן מריתם ולא האמנתם הוא כמו מעלתם ולא קדשתם. ולכן נסתפק כאן בלשון אחד מחייב ובלשון אחד שולל להעיר על מיני הסבות. ואומרו כי מנגד תראה את הארץ ושמה לא תבא הוא מקושר עם מה שאמר על אשר לא קדשתם אותי בתוך בני ישראל באותן הדברים הנעלמים ולכן תאסף אל עמך ותקבר מעבר לירדן עם עמך הנקבר שם ויתרון יש לך עליהם שאתה מנגד תראה את הארץ מה שלא ראו דור המדבר עם היות שתתדמה אליהם במניעת ההעברה ולזה סמך כי מנגד תראה את הארץ על אשר לא קדשתם אותי: ", "ואמנם למה לא זכה אהרן לראות הארץ מרחוק כמו שהיה במשה אפשר לומר בסבתו כי היה חטא אהרן עצום וחמור מאד מאד מחטא משה. ולכן ראה השם יתברך לעשות הבדל ביניהם שאהרן לא בא אל הארץ ולא ראה אותה מרחוק כמשה. לא בא על ידו צווי כלל מכבוש הארץ ונחלתה ושאר הדברים שנצטוו על יד משה המתיחסים אל הארץ לפי שהיה חטא אהרן חמור במעשה עד שמפני זה לא התחנן אהרן לפני ה' על העברתו לארץ. וחטא משה קל מאד בדבר שפתים לכונה טובה עם היות שנמשך ממנו במקרה מה שנמשך: ", "והנכון אצלי עוד הוא. שמשה רבינו היה פרנס הדור והוא היה מביא את ישראל לארץ והיתה ראיתו הנבואיית עצומה מאד ולכן הרבה תפלה ותחנונים להשיב את הגזרה ולעבור אל הארץ. והוצרך השם יתברך להראותה אליו כדי שיראה בנבואתו שלמותם. כי זה היה מתיחס אליו במה שהוא פרנס הדור ומנהיגו כפי מעלת נבואתו מה שלא היה כן אהרן. כי במה שהיה כהן גדול לא היה מתיחס אליו ענין הראייה כמשה. ובפרשת וזאת הברכה אדבר על זה בעזרת הצור. והותרו עם זה הספקות י\"ט וכ': נשלם סדר האזינו ", "ואמנם הספקות הנופלות מהנראה מפשוטי הכתובים הם ששה עשר: ", "הספק הראשון למה נקרא משה רבינו בזה המקום איש האלהים. ולא תמצאו שקראו הכתוב כן בשום מקום אחר: ", "הספק השני מה ענין אמרו ה' מסיני בא. והיה ראוי שיאמר ה' לסיני בא. כי בא אל הר סיני לתת לישראל תורה ומצות. ודומה לזה אמרו במשנה (אבות פרק א') משה קבל תורה מסיני: ", "הספק השלישי באמרו וזרח משעיר למו הופיע מהר פארן כי התורה נתנה בסיני לא בשעיר ולא בפארן. ולמה הזכירם כאן עם סיני: ", "הספק הרביעי באמרו ואתא מרבבות קדש והיה ראוי שיאמר ואתא עם רבבות קדש שבאו לסיני עמו על דרך מה שאמר הנביא (זכרי' י\"ד) ובא ה' וכל קדושים עמו: ", "הספק החמישי במהות הברכות האלה אם הם תפלה או הגדת העתידות. ואם היו תפלה איך לא באו תחנה ותפלה למשה. וגם המקום הזה לא היה נאות לתפלה. ואם היו הגדת העתיד הנה כבר זכר בפרשת כי תבא הברכה והקללה. ומה לו עתה לזכור ברכות ואם היו ממין האחרות אם לא: ", "הספק הששי אם היו ברכות יעקב לבניו. וברכות משה לשבטים כולם נתנו מרועה אחד. איך לא היו מסכימות בכל הדברים. בהיות הנותן יתברך והמקבל שהוא ישראל אחד כי הנה יעקב חירף את ראובן בברכותיו והתפלל שלא יהיה לו יתרון ומעלה ומשה בירכו יחי ראובן ואל ימות. יעקב גדף ללוי ולשמעון וארור אפם. ומשה שבח ללוי וברכו ברכות טוב ואת שמעון לא בירך ולא קלל והיה ראוי שיהיו דבריהם כולם מסכימין כיון שסגנון אחד היה עולה לשניהם: ", "הספק השביעי בסדר הברכה הזאת. וזה שאתה תמצא שמשה רבינו לא זכר את השבטים כסדר תולדותם. כי הנה בירך יהודה קודם ללוי. ובנימין קודם ליוסף. וגד קודם לנפתלי ודן שקדמו לוי. גם לא זכרם כסדר הדגלים כי בדגלים יהודה יעלה בתחלה ועמו יששכר וזבולון. ודגל השני ראובן ושמעון וגד. ובשלישי אפרים ומנשה ובנימין. ובדגל הרביעי דן ואשר ונפתלי. ומשה לא זכרם כן: ", "הספק השמיני שאתה תמצא קצת השבטים זכר בברכתם. ואת שמעון לא זכר ולא ברכו נסתפק בברכו י\"א שבטים. ונשמת שבט אחד מישראל על לא חמס עשה. ויששכר זכרו טפל לזבולון ולא בפני עצמו. ואחרי אשר רצה לזכרם בשתוף למה בתחלת הברכה לא זכר שניהם לזבולון וליששכר אמר. ולא עשה כן. אבל אמר ולזבולון אמר. ואחרי כן זכר יששכר בסוף הברכה. באמרו שמח זבולון בצאתך ויששכר באהליך: ", "הספק הט' באמרו אין כאל ישורון רוכב שמים בעזרך ובגאותו שחקים. אם למה הכפיל רוכב שמים ובגאותו שחקים. בהיות הענין בשני המאמרים אחד. ואם למה לא אמר בעזרך בסוף הפסוק. ויאמר רוכב שמים ובגאותו שחקים בעזרך. ואם היה זה שבח והלול להשם יתברך כמאמרם ז\"ל בספרי פתח בשבחו וסיים בשבחו של מקום. מה לו לומר בעזרך. ואם היה שבחים של ישראל על דרך (פ' ואתחנן) ומי גוי גדול אשר לו אלהים קרובים אליו. יהיה מותר אמרו אחר זה אשריך ישראל ומי כמוך עם נושע בה' מגן עזרך. כי כח שני המאמרים האלה אחד: ", "הספק הי' למה תאר השם יתברך בהנעת השמים. כמו שאמר רוכב שמים בעזרך ולא תארו בסבה ראשונה לשכלים נבדלים. והיה ראוי שיאמר כדברי המשורר (תהלים קמ\"ח ב') הללו את ה' מן השמים הללוהו כל מלאכיו. ויזכור שלשת חלקי הנמצאים: ", "הספק הי\"א במה שאמר השם יתברך למשה על ראיית הארץ הראיתיך בעיניך ושמה לא תעבור. והוא כי המאמר הזה יראה אכזריות גדול שיאמר הקב\"ה למשה עבדו בעת מיתתו כאלו היה מכוין להאדיב את נפשו ואין זה כי אם דומה למה שאמר (מלכים ב' ז') אלישע אל השליש הבלתי מאמין ביכולת האלהי. והנך רואה בעיניך ומשם לא תאכל ויתחייב מזה שתהי' ראיית הארץ עונש וכאב לב. לא פיוס והתישבות לבבו כמו שיורו עליו הדברים. ויקשה אם כן מה הועיל משה רבינו עם ראיית הארץ מרחוק ואיך נתפייס בזה: ", "הספק הי\"ב באמרו ולא ידע איש את קבורתו עד היום הזה. והוא כי מה ראה הש\"י להעלים קבר משה אדוננו מעיני בני אדם. ויותר ראוי היה שיהי' רשום כדי שילכו ישראל לבקש רחמים על קברו לפני הקב\"ה. ואם היה בעבור שלא יעבדוהו לשם עכו\"ם. הנה קבר אברהם אבינו ויצחק ויעקב ידועים עד היום במערת המכפלה וקבר אלישע ושאר הנביאים ולא נעשו מהן עכו\"ם, וכמה מהנחמה יש לאדם בלכתו על קבר אביו ושאר קרוביו, וכל שכן שתהי' נחמה ותועלת לישראל בעת צרתם ללכת על קבר משה רבינו עליו השלום: ", "הספק הי\"ג באמרו ולא קם נביא עוד בישראל כמשה, והוא כי הנה לא ימלט אם שנאמר שהיתה נבואת משה קודם היותה אפשריית או נמנעת ואם היתה נמנעת איך יצאה למציאות ואם היתה אפשרית מי הוא אם כן המונע שלא יקום עוד בישראל נביא כמותו, ואם נאמר שהיתה נבואת משה נסיית וקשה על זה נבואת בלעם כי רחוק הוא שיעשה ה' אלהים דבר נסיי לחול שפע נבואתו על אדם רשע, אבל זה מורה שנבואתו היתה בטבעי ויקשה אם כן למה ימנע השם טוב מבעליו מהיות עוד נביא כמשה: ", "הספק הי\"ד ממה שאמרו בספרי ולא קם נביא עוד בישראל כמשה, אמרו בישראל לא קם, אבל באומות העולם קם ומנו בלעם, והוא תימה גדול איך התירו חז\"ל שם נביא על איש מאומות העולם בהיות מקובל אצלם שבקש משה רבינו שלא ישרה הקדוש ברוך הוא שכינתו כי אם על ישראל שנאמר (פ' כי תשא) ונפלינו אני ועמך ושהודה לו הקדוש ברוך הוא שנאמר גם את הדבר הזה אשר דברת אעשה, ויותר זר מזה שיעשו בלעם במדרגת משה, ואיך יהיה אדם חסר מכל שלמות גופיי ונפשיי כמו שהם ז\"ל עצמם אומרי' מבלעם, עולה במעלה עליונ' כזאת שרשע כמוהו יהיה שוה בנבואה לאדון הנביאים ע\"ה, ויותר קשה מזה מה שאמרו עוד במאמרם ז\"ל אבל יש הפרש בין נבואתו של משה לנבואתו של בלעם, משה לא היה יודע מי מדבר עמו שנאמר (פ' נשא) וישמע את הקול מדבר אליו ובלעם היה יודע מי מדבר עמו, שנאמר (פ' בלק) נאם שומע אמרי אל, משה לא היה יודע אימתי מדבר עמו, ובלעם היה יודע שנאמר יודע דעת עליון, משה לא היה מדבר עמו אלא כשהוא עומד שנאמר (פ' ואתחנן) ואתה פה עמוד עמדי, ובלעם היה מדבר עמו כשהוא נופל שנאמר נופל וגלוי עינים, משל לטבחו של מלך שיודע כמה הוצאות יוצאות על שולחנו ע\"כ, וכפי ב' ההבדלי' אשר זכרו ראשונה לא לבד יראה שהיה בלעם שוה למרע\"ה, אבל גם יותר גדול ממנו בנבואה, ויותר קשה מזה מה שאמרו במדב' סיני רבה על זה הענין עצמו שבא שם המאמר בסגנון אחר, ובו נאמר בלעם היה מדבר עמו בכל שעה שירצה שנאמר נופל וגלוי עינים, כשהיה משתטח על פניו, מיד היה לו גלוי עינים על מה ששואל, ומשה לא היה מדבר עמו בכל עת שירצה, והוא הפך מה שקבלנו במשה שהיה מנבא בכל עת והפך מה שנאמר בבלעם: ", "הספק הט\"ו באמרו ולא קם נביא עוד בישראל כמשה אשר ידעו ה' פנים אל פנים, ויקשה על זה ממה שנאמר לו בסיני (פ' כי תשא) לא תוכל לראות את פני, ופני לא יראו, מורה שראיית הפנים נמנעת בעצמה ואיך העיד בכאן עליה, ומצד אחר יראה שראיית הפנים היה דבר אפשרי לכל אדם שהרי מצאנו בישראל (פ' ואתחנן) פנים בפנים דבר ה' עמכם וגו', ואם כלם זכו לראיית פנים מה המעלה שזכר כאן משה, ואם זה נאמר על העם מפני ששמעו הקול כמו שכתב הרב המורה בחלק א' פרק ל\"ז הנה גם במשה רבינו נאמר וישמע את הקול מדבר אליו, הנה אם כן מצד אחד יראה ראיית פנים מדרגה נמנעת למעלתה. ומצד אחר יראה היותה מדרגה שפלה: ", "הספק הי\"ו באמרו ולא קם נביא עוד בישראל כמשה וגו' לכל האותות והמופתים וגו' ומורה שנתעלה על כל הנביאים במדרגת הנבוא' ובמעלת הנסים, ויקשה על זה לפי שמצאנו נביאי' אחרים שעשו דוגמת הנסים היותר גדולים שעשה משה רבינו. כי אם הוא קרע את מי ים סוף גם יהושע קרע את מי הירדן ועברו ישראל בתוכו, וגם אליהו קרע את הירדן ואלישע ג\"כ, וביהושע נאמר (סימן ה') על הנס הזה ויהי כשמוע כל מלכי הכנעני אשר על הים את אשר הוביש ה' את מי הירדן מפני בני ישראל וימס לבבם ולא היה בם עוד רוח מפני בני ישראל. משה רבינו ישב מ' יום ומ' לילה ובא בנקרת הצור וראה הכבוד לחם לא אכל ומים לא שתה ולזה עצמו נאמר באליהו. משה רבינו הוריד הענן והכבוד אל המשכן וגם בשלמה כתיב כן, ובכלל כל הנסים היותר גדולי' שמצאנו במשה נמצאו בנביאי' אחרי', ויותר קשה מזה שעשו הם נסים שלא עשה משה רבינו כעמידת השמש ליהושע ותחיית בן הצרפית שעשה אליהו. ועצירת המטר ג' שנים בפרסום, וכן השונמית שהחיה אלישע. שהם נסים יותר גדולים כפי חומר הנושא אותם, ובמה נתקיים א\"כ לכל האותות והמופתים. ובמקומו ארחיב עוד ביאור הספק הזה: ", "הספק הי\"ז בפסוקי' האלה אם באמרו לכל האותות והמופתים והיה ראוי שיאמר בכל האותות, ואם לפי שאמר בנסי מצרי' אשר שלחו ה' לעשות ולא אמר אשר עשה משה, וידוע שאלו ואלו שלחו ה' לעשותם, כי לא מלבו עשאם, וכלם נעשו על ידי משה, ולמה א\"כ לא אמר בכלם בשוה אשר שלחו ה' לעשות ואשר עשה משה, ואם שזכר היד החזקה מנסי המדבר, ואם היתה ממכות מצרי' כאמרם ז\"ל וביד חזקה זו הדבר, ולמה א\"כ לא זכר היד החזקה בתוך נסי מצרי', וזכרם בתוך נסי מדבר המתיחסי' לעיני כל ישראל: והנני מפרש הפרשה בענין יותרו הספקות כלם: "], "heVersionTitle": "Torah Commentary of Yitzchak Abarbanel, Warsaw 1862", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": "Yalkut, Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5892f2f6d6e4a92746472e74", "index_title": "Chizkuni", "category": "Commentary", "type": "commentary", "ref": "Chizkuni, Deuteronomy 32:48:1", "anchorRef": "Deuteronomy 32:48", "anchorRefExpanded": ["Deuteronomy 32:48"], "sourceRef": "Chizkuni, Deuteronomy 32:48:1", "sourceHeRef": "חזקוני, דברים ל״ב:מ״ח:א׳", "anchorVerse": 48, "sourceHasEn": true, "compDate": [1220, 1260], "commentaryNum": 48.0001, "collectiveTitle": {"en": "Chizkuni", "he": "חזקוני"}, "heTitle": "דברים", "he": "<b>בעצם היום הזה </b>שאמר להם השירה.\n", "heVersionTitle": "Chizkuni", "heLicense": "Public Domain", "heVersionTitleInHebrew": "חזקוני", "text": "בעצם היום הזה, “on this very day,” when he composed the song.", "versionTitle": "Chizkuni, translated and annotated by Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": "חזקוני, מתורגם ומוער בידי אליהו מונק"}, {"_id": "58b1cfd1d6e4a937f99999c8", "index_title": "Bamidbar Rabbah", "category": "Midrash", "type": "", "ref": "Bamidbar Rabbah 21:13", "anchorRef": "Deuteronomy 32:48", "anchorRefExpanded": ["Deuteronomy 32:48"], "sourceRef": "Bamidbar Rabbah 21:13", "sourceHeRef": "במדבר רבה כ״א:י״ג", "anchorVerse": 48, "sourceHasEn": true, "compDate": [1200], "commentaryNum": 21.0013, "collectiveTitle": {"en": "Bamidbar Rabbah", "he": "במדבר רבה"}, "heTitle": "במדבר רבה", "he": "וַיְדַבֵּר ה' אֶל משֶׁה לֵאמֹר, עֲלֵה אֶל הַר הָעֲבָרִים הַזֶּה, הַר נְבוֹ <small>(במדבר כז, יב)</small> <small>(דברים לב, מח מט)</small>, מָה רָאָה לוֹמַר אַחַר פָּרָשַׁת נְחָלוֹת, אֶלָּא שֶׁשָּׁמַע משֶׁה רַבֵּינוּ <small>(במדבר כז, ז)</small>: נָתֹן תִּתֵּן לָהֶם, סָבַר שֶׁנִּתְרַצָּה לוֹ הַקָּדוֹשׁ בָּרוּךְ הוּא, אָמַר הֲרֵינִי מַנְחִיל אֶת יִשְׂרָאֵל. אָמַר לוֹ הַקָּדוֹשׁ בָּרוּךְ הוּא גְּזֵרָתִי בִּמְקוֹמָהּ עוֹמֶדֶת, עֲלֵה אֶל הַר הָעֲבָרִים וגו' כַּאֲשֶׁר נֶאֱסַף אַהֲרֹן אָחִיךָ, אֵין אַתְּ יָפֶה מֵאָחִיךָ.", "heVersionTitle": "Midrash Rabbah -- TE", "heLicense": "unknown", "heVersionTitleInHebrew": "מדרש רבה - תורת אמת", "text": "“The Lord said to Moses saying: Ascend to this Mount HaAvarim, Mount Nevo” (Deuteronomy 32:48–49).<sup class=\"footnote-marker\">19</sup><i class=\"footnote\">The actual words quoted appear in Deuteronomy 32:48–49, but the original command appears in Numbers 27:12.</i> What did He see that led Him to say this after the portion of inheritance? It is, rather, that Moses heard: “You shall give them” – he thought that the Holy One blessed be He had reconciled with him. He said: I am allocating their inheritance to Israel. The Holy One blessed be He said to him: ‘My edict remains intact. “Ascend to…Mount HaAvarim.… as your brother Aaron was gathered” (Numbers 27:12–13). You are no better than your brother.’", "versionTitle": "The Sefaria Midrash Rabbah, 2022", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5a9d3d60d6e4a9026bd9082f", "index_title": "Aderet Eliyahu", "category": "Commentary", "type": "commentary", "ref": "Aderet Eliyahu, Deuteronomy 32:48:1", "anchorRef": "Deuteronomy 32:48", "anchorRefExpanded": ["Deuteronomy 32:48"], "sourceRef": "Aderet Eliyahu, Deuteronomy 32:48:1", "sourceHeRef": "אדרת אליהו, דברים ל״ב:מ״ח:א׳", "anchorVerse": 48, "sourceHasEn": false, "compDate": [1740, 1800], "commentaryNum": 48.0001, "collectiveTitle": {"en": "Aderet Eliyahu", "he": "אדרת אליהו"}, "heTitle": "דברים", "he": "<b>וידבר ה' אל משה בעצם היום הזה. </b>שביום הזה מלאו ימיו ושנותיו כמ״ש (שם י״ג ע״ב) ללמדך וכו':", "heVersionTitle": "Aderet Eliyahu, Halberstadt, 1860", "heLicense": "Public Domain", "heVersionTitleInHebrew": "אדרת אליהו על התורה, הלברשטאט תרי\"ט", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5c17b9b7b071e100bf4ed515", "index_title": "Akeidat Yitzchak", "category": "Jewish Thought", "type": "", "ref": "Akeidat Yitzchak 82:1:5", "anchorRef": "Deuteronomy 32:48", "anchorRefExpanded": ["Deuteronomy 32:48"], "sourceRef": "Akeidat Yitzchak 82:1:5", "sourceHeRef": "עקידת יצחק פ״ב:א׳:ה׳", "anchorVerse": 48, "sourceHasEn": true, "compDate": [1455, 1495], "commentaryNum": 1.0005, "collectiveTitle": {"en": "Akeidat Yitzchak", "he": "עקידת יצחק"}, "he": "והנה מפני שהיו כל האותות והמופתים המיוחדים אל משה אדוננו עליו השלום בשליחות ההוא מהמין הזה הוא מה שאמר לו השם יתעלה מה תצעק אלי דבר אל בני ישראל ויסעו (שמות י\"ד). וזה שאחר שנמסר שרביטו של מלך בידו לעשות כל מה שיצטרך אליו לגאולת העם ההוא אמר לו מה זה אשר תצעק אלי באומרך התיצבו וראו את ישועת ה' אשר יעשה לכם היום וגו'. ה' ילחם לכם וגו' (שם) כאלו אלי אתה נושא את נפשך וכאשר נתבאר שם דבר אתה מעצמך אל בני ישראל ויסעו ואתה הרם את מטך ונטה את ידך על הים ובקעהו בכחך זה ויבאו בני ישראל בתוך הים וגו'. ובענין הנקמה אני אעשה מה שעלי לעשות כמו שאמר ואני הנני מחזק את לב וגו' (שם). כי לב מלך ביד ה'. וסוף דבר כי על היות מעשיו אלו בזאת המדרגה אמר לו ראה נתתיך אלהים לפרעה ואהרן אחיך יהיה נביאך (שם ז') כי בדברי' האלה המיוחדים אליו אינו במדרגת הנביא המבקש דבר מאלוהיו רק במדרגת האלהים אשר יצוה לנביאו והוא יעשה. ולזה נתייחד מזולתו בשהיה מטה האלהים בידו כי הוא הוראה על היות בידו שבט מלכות עליונים ותחתונים בכל אלו הענינים וזהו עצמו אשר אמרו הכתוב בפירוש באומרו ולא קם נביא עוד בישראל כמשה אשר ידעו ה' פנים אל פנים לכל האותות והמופתים אשר שלחו ה' לעשות בארץ מצרים לפרעה ולכל עבדיו ולכל ארצו ולכל היד החזקה וגו' (דברים ל\"ד) יאמר שלא קם נביא כמוהו אשר תבוא אליו ההתאמתות הגמורה באותה מדרגה מהנבואה המכונה בלשון פנים אל פנים בקדימת ההודעה לכל עניני האותות והמופתים אשר שלחו ה' לעשות בארץ מצרים כי הם המיוחסים והמיוחדים אליו מצד עוצם מדרגתם אשר בהיותם על זה האופן לא נפל בהם שום ספק והשערה זולתי אמתת הענין אשר ייעדהו כמו שיקרה לשאר הנביאים בעקרי מופתים המיוחדים אליהם או לו ע\"ה בשאר עניניו כמו שאמרנו. וראו נא כי אורו עינינו לפי דרכנו לרדת לסוף כוונת חז\"ל במאמר ההוא שעמדנו עליו באומרם בישראל לא קם אבל באומות עכ\"ום קם ומנו בלעם (ספרי פ' הברכה) ובו נדע ונכיר שכוונו לדבר בגנותו של בלעם ולהפליג במעלתו של משה רבינו ושאר נביאי האמת והצדק וזה שמצד שכוונת זה הפסוק היתה להגביל מעשיו של משה ולהבדילם ממעשה שאר כל הנביאים במה שנודע אליו ענינם מתחלה ועד סוף מבלי שיצטרך להוסיף ולגרוע על הדרך שאמרנו ולזה אמר ולא קם נביא עוד בישראל כמשה שמשמע מכח הדיוק שבישראל לא קם אבל שקם הוא באומות עכ\"ום לזה דרשו זה הדיוק בבלעם מצד שגם הוא בשליחותו הידוע המיוחד אליו כמוהו נודע אליו מתחלה את אשר יעשה ואשר ידבר מבלי שום תוספת וחסרון כמו שאמר לו פעמים אך את הדבר אשר אדבר אליך אותו תעשה (במדבר כ\"ב) וכן אותו תדבר והוא העיד על עצמו כמה פעמים לא אוכל לעבור את פי ה' אלהי (שם כ\"ד) היכול אוכל דבר מאומה כי כאשר ידעו ה' כי הולך הוא על פי מדותיו הפתותות התנה תנאי בנבואתו והטיל זמם על פניו לאמר לך אל בלק וכה תדבר וכזה תעשה מבלי שום תוספת וחסרון. ופי האתון תבא ותעיד עליו ואת אשר אמר לה לו יש חרב בידי כי עתה הרגתיך (שם כ\"ב) כי אפי' לאתונו לא נתן לו רשות להזיקה בדבריו רק שינהוג עמה כמנהג החמרים ולזה העיד הכתוב ויך את האתון במקל ויוסף להכותה ומשפט קיצורו בכל אלו הענינים יבא עוד על דרך הביאור בעזרת השם. ועל זה הענין דרשו ייתור הכתוב במה שאמר אבל באומות עכ\"ום קם ומנו בלעם להבדיל בין טהור לטמא ובין כבוד לחרפה. ושיעור המאמר כן הוא לא קם נביא עוד בישראל שיעשה עקר פעולותיו המיוחדים אליו ע\"י קדימת ההודעה בהם מבלי שהוצרך לנטות ימין ושמאל בשום אחת מהם מכל אשר יצווה כמשה אשר ידעו ה' פנים אל פנים לכל האותות והמופתים וגו' כי כל הנביאים זולתו היו רוב עניניהם והיותר מפורסמים אשר יתייחדו אליהם על ידי הבקשה והתפלה כנזכר אבל באומות העכ\"ום קם מי שלא היה ענינו בדרך התפלה כלל כי לא היה הגון וקרוב לאלהיו לכך אבל כל עניניו אשר בפרשה זו המיוחדים אליו כלם קדמה לו ההודעה בכללם ופרטם מבלי שהיה לו שום מקום לנטות בהם הנה והנה. והנה הוא מפורסם שחז\"ל כוונו בזה להמיר כבודו ומעלתו של משה רבינו ע\"ה על גבי בלעם לבשת וגם לחרפה כי זה לא הוצרך אל דבר זולתי אשר צווה בו קודם המעשה וזה הוצרך אליו מצד רצונו ותאוותו המקולקלת ולא יכול עליו. וזה מה שביארוהו יפה שם בספרי במה שסיימו המאמר אלא מה הפרש בין נבואתו של משה לנבואתו של בלעם משה לא היה יודע מה מדבר עמו בלעם היה יודע מה מדבר עמו שנאמר נאם שומע אמרי אל (שם כ\"ד). משה לא היה יודע אימתי מדבר עמו ובלעם היה יודע אימתי מדבר עמו שנאמר ויודע דעת עליון (שם). משה לא היה מדבר עמו אלא כשהוא עומד שנאמר ואתה פה עמוד וגו' (דברים ה׳:כ״ח). ובלעם כשהוא נופל שנאמר נופל וגלוי עינים. משל לטבח המלך שיודע כמה הוצאות בסעודה. <sup class=\"footnote-marker\">*</sup><i class=\"footnote\">עתה ראה וכו' ר\"ל, ואחרי שדימה הספרי במשלו את בלעם לטבח, אשר הוא רק עבד ומשרת פחות המעלה, אשר יכין ויתקן כל צרכי הסעודה, ויודע בעבור זה גם כל חלקיה הפרטיים איך תוקנו והוכנו ד\"מ כל המאכלים, וכמה הוצאות עלו עליה, מה שאין יודע האיש היקר והנכבד אשר הוא רק קרוא לה, מזה נבין, כי גם דבריו הראשונים אשר בהשקפה ראשונה נראים כמהללים ומשבחים מעלת בלעם, הם באמת מורים רק על ההפך, כי מה שאמר \"משה לא היה יודע מה מדבר עמו\", וכו' הכונה רק, כי בעבור שמשה ראה מראה אלקים אמיתית, ותמונת ה' יביט, לא היה יכול להכיר מהותה ואיכותה, כי מי מבלעדי הי\"ת בעצמו יוכל להשיג מהותו על אמתתה? כמו שאמר החכם על ענין זה, \"אלו ידעתיו הייתיו,\" (עיין למעלה במדבר ל\"ח ע\"א), אבל בלעם שמראה נבואתו היתה גרועה ופחותה בערך מאוד, כמו שדרשו חז\"ל על לשון \"ויקר,\" שהוא לשון טומאה היה יכול להשיג אותו הכח שהיה מדבר עמו, ואינו רחוק לחשוב שהיה הוא בעצמו כהוית הכח ההוא, וא\"כ אחז\"ל גם על התמונה והמראה הזאת אשר לא היתה נכרת אל משה לפי אמתתה לשון \"מה מדבר עמו\", ולא מי מדבר עמו, כי מלת מי, תאמר רק על עצם העומד בפני עצמו ונכר לרואיו, רק שלא נדע מי ומי הוא, אפס מלת מה, הנקרא בל\"א זעכליך תאמר על דבר וענין סתמי אף שאינו עצם נכר, (ואף שבמדרש רבה הגירסא באמת \"מי הוא מדבר עמו\", שם לא דקדקו בלשונם כראוי כמ\"ש הרב לקמן,) המעלה השניה היא, כי משה לא ידע אימתי מדבר עמו, ר\"ל שלא היה מהצורך להודיעו תחילה מתי תחל עליו הרוח, למען יכין עצמו לה, כי היה בקדושתו וטהרתו תמיד מוכן ומזומן לה, אבל בלעם שהיה צריך לזה תחילה הכנה יתירה היה יודע אימתי מדבר עמו, ר\"ל שהיה מהצורך שתבוא אליו תחילה הערה קדומה למען יכין עצמו לעת אשר ידבר עמו הכח הרוחני ההיא, והמעלה השלישית היא, כי משה היה יכול לעמוד כנוח עליו הרוח, אבל בלעם לא עצר כח לעמוד והיה מוכרח להיות רק נופל וגלוי עינים.  </i>עתה ראה כי בחתימת דבריהם ביארו כל כוונתם כי מהידוע שלא מחשיבות הטבח על השרים האוכלים בשולחן המלך הוא יודע דקדוקי ההוצאות יותר מהם כי אם מצד פחיתותו ולזה כאשר אמרו הדבר אשר היה לפניהם בו צד הדמות כמו שאמרנו הורו במה שנתחלפו בהם אשר התחלפותם גם הוא מהמין הראשון רצוני בהוראת מעלתו של משה ופחיתותו של בלעם. האחד כי הנה משה מפני שהוא משיג באספקלריא המאירה ותמונת ה' יביט פנים אל פמם חויב לומר שהוא לא ידע ולא השיג מהות המדבר עמו שאלו ידעו היה הוא עצמו וכבר נאמר לו לא תוכל לראות את פני (שמות ל\"ג) לומר שלא יוכל להשיג מהות המדבר עמו פנים אל פנים. אמנם בלעם מצד שהיתה נבואתו בצד הטומאה כמו שאחז\"ל על ויקר ה' אל בלעם שדרשו לשון טומאה (ויקרא רבה פ\"א) לזה היה יודע מה מדבר עמו שהכח ההוא מושג אליו ויודעו ואינו רחוק שיהיה בהויותו. ולזה אמר שומע אמרי אל כי אל הוא שם לאי זה כח שיהיה מי כמוך באלים ה' (שמות ט״ו:י״א) אילי הארץ (מלכים ב כ״ד:ט״ו) וגם מחזה שדי הוא ענין רחוק מענין הנבואה הגמורה בלי ספק והנה הטיבו אשר דברו מה מדבר ולא אמרו מי מדבר שלשון מי אינו נופל אלא בעצמים הנכרים אצלו אלא שאינו יודע מי הם אמנם בבלתי מושג ונכר נופל לשון מה. והרמב\"ן ז\"ל הוזקק לפרש מה הדבר או המצוה ואמר שעל זה הענין הראשון בא משל הטבח ואין צורך. וגם כי מצד היות משה תמיד מוכן לנבואה לא היה יודע מתי מדבר עמו כי כל היום כשר ותמיד הוא מוכן לכל עת ולכל שעה שירצה אבל בלעם אינו כן שצריך הכנה והזמנה תחלה בהם יתעורר לעת אשר ידבר בו הכח ההוא ובזה היה יודע דעת עליון והוא מה שאז\"ל כבוא אל פלגשו (וי\"ר פ\"א) כי האשה אינה יודעת מתי יתבענה בעלה כי כל עת וזמן היא מזומנת לכך אמנם הפלגש תחלה מודיע לה שתכין עצמה לליל פלוני או לשעה פלוני' והרי היא יודעת דעתו יותר מאשתו. וגם משה מצד שלימותו היה בו כח לעמוד בפני שכינה כמו שהוא ראוי ומחוייב ומה מי שנאמרו לו דברי נבוא' צריך לעמוד שנאמר קום בלק ושמע (במדבר כ״ג:י״ח). ובעגלון נאמר ויקם מעל הכסא (שופטים ג׳:כ׳) השומע מפי הגבור' לא כל שכן אמנם בלעם היה ערל ומאוס ולא היה לו כח לעמוד בפני שכינה שנ' נופל וגלוי עינים וכבר כתבנו כי אפי' באברהם אבינו קודם שנמול נאמר כמה פעמים נפיל' ואחר המולו נאמר וירא אליו ה' באלוני ממרא והוא יושב (בראשית י\"ח). הנה שבכל אלו החסרונות כלן היה בקי בלעם לפי שהיה מצוי אצלם כדרך הטבח שהוא בקי ויודע בכל פרטי הסעודה והוצאותיה מפני שהוא מצוי אצלם ועם שהם דברים דקים ופחותים לא כן משה עבד ה' כי הוא כאחד השרים האוכלים עם המלך על שלחנו שאינו מכיר רק הענינים החשובים העולים על השלחן בצביונן ושלימותם. והוא פירוש מבורר נתבאר להם תכלית הביאור במה שהביאוהו בסגנון אחר במדרש רבה סוף פרשת נשא אמרו שם אלא הפרש יש בין נבואתו של משה לנבואתו של בלעם ג' מדות היו ביד משה שלא היו ביד בלעם. משה היה מדבר עמו מעומד שנאמר ואתה פה עמוד עמדי וגו' (דברים ה׳:כ״ח) ועם בלעם לא היה מדבר אלא נופל שנאמר נופל וגלוי עינים. משה היה מדבר עמו פה אל פה שנאמר פה אל פה אדבר בו (במדבר י״ב:ח׳) ובבלעם נאמר שומע אמרי אל. משה היה מדבר עמו פנים אל פנים שנאמר ודבר ה' אל משה פנים אל פנים (שמות ל\"ג) ועם בלעם לא היה מדבר כי אם במשלים כמה דתימא וישא משלו ויאמר (במדבר כ״ג:ז׳). ג' מדות היו ביד בלעם מה שלא היו ביד משה. משה לא היה יודע מי מדבר עמו ובלעם היה יודע מי מדבר עמו שנאמר שומע אמרי אל וגו'. משה לא היה יודע אימתי הב\"ה מדבר עמו ובלעם היה יודע אימתי מדבר עמו שנאמר ויודע דעת עליון. משלו משל לנזבחו של מלך שהוא יודע מה המלך מקריב על שולחנו ויודע כמה הוצאות יוצאות למלך על שולחנו כך היה בלעם יודע מה הקדוש ברוך הוא עתיד לדבר עמו. בלעם היה מדבר עמו בכל שעה שירצה שנאמר נופל וגלוי עינים היה משתטח על פניו ומיד היה גלוי עינים על מה ששואל ומשה לא היה מדבר עמו בכל שעה שירצה. ר\"ש אומר אף משה היה מדבר עמו בכל שעה שירצה שנאמר ובבא משה אל אהל מועד לדבר אתו מיד וישמע את הקול מדבר אליו (שם ז') ע\"כ. הלא תראה כי הג' מדות הראשונות כלן מעלות גדולות מפורסמות שישנן במשה שאינן בבלעם כלל וכן באמת השלשה מדות השניות שהיו בבלעם שאינם במשה כלן הן למעלתו של משה גם כן. כי הראשונה והשנייה הן עצמם אשר מנו אותם בספרי אלא שהמדרש הזה לא דקדק לומר מה מדבר ואמר מי מדבר ולענין אחד נתכוונו. וגם במה שהביא המשל על השנייה ואמר כך היה בלעם יודע מה עתיד הב\"ה לדבר עמו זה אמרו על מה שהיה יודע מתי מדבר עמו שהרי הוא לא ידע העת אלא מפני שידע צורך הדבר אשר ידובר בו וכמו שאמר לינו פה הלילה והשיבותי אתכם דבר כאשר ידבר ה' אלי שבו נא בזה גם אתם הלילה ואדעה מה יוסף ה' דבר עמי (שם כ\"ב). ומה שאמרו בשלישית שהיה בלעם משתטח על פניו כל שעה וכו' (במדרש שם). ג\"כ היה זה לקוטן השגתו כי כל שעה היא הגונה לו בין טמא בין טהור נקי ובלתי נקי והלילות מיוחדות אליו יותר. אמנה משה לא היה מדבר עמו רק בקדושה ובטהרה ובשעות טהורות וקדושות ובבאו אל אהל מועד וכבר אמרו שלא באה אליו נבואה בלילה (ויקרא רב' שם) שנ' וידבר ה' אל משה בעצם היום הזה וגו' (דברים ל״ב:מ״ח). והנה המאמר הזה והראשון שאמר שאינו יודע מתי מדבר עמו ופירשנו מצד היותו יותר מזומן אינם מנגדים ששם לא אמרו שהוא מזומן לכל שעה שירצה הוא אלא לכל עת וזמן שירצה האל יתעלה. אמנם בלעם מצד פחיתות השגתו היה משתטח על פניו ומיד היה גלוי עינים. ורבי שמעון אומר שאף משה היה מדבר עמו בכל שעה שירצה אך הוא לא היה רוצה אלא בשעות המיוחדות והמיועדות לכך והוא כל שעה שירצה לבא אל אהל מועד לשמוע דבר מפי הגבורה שנ' ובבא משה אל אהל מועד לדבר אתו מיד וישמע את הקול מדבר אליו כלומר שלא יקרה בזה עכוב עד שלא יאמר בעבורו שהיה שומע מפי הגבורה בכל עת שירצה כמו שהיה בלעם מגיע להשגתו הקטנה בכל עת שירצה. סוף דבר כי כאשר תתבונן בכוונתם ז\"ל שיעור מאמרם הוא כי בשלשת המדות הראשונות נתעלתה מדרגתו של משה על מדרגת בלעם ובשלשת המדות השניות נפחתה מדרגת בלעם ממדרגתו עליו השלום והיא מליצה נפלאה לומר שכל ששת מדות הם למעלה ושבח ותהלה לאדון הנביאים עליו השלום. זהו מה שראיתי במאמר הזה פירוש נכון ישר ונאמן מצד עצמו ומצד פירוש הכתוב אשר יוסד עליו <sup class=\"footnote-marker\">*</sup><i class=\"footnote\">אשר בו הדחנו, וכו', ר\"ל כי אם נקח דברי הכ' ולא קם נביא עוד וכו', על פי פשוטן שיורה שלא יקום עוד נביא אשר יעשה כמשה שינויי הטבע הלא יתנגדו לו סיפורי מקראי קדש, כי יושע העמיד השמש וישעיה השיב אותה עשר מעלות אחורנית ואליה החיה בן הצרפית ושאר מעשי נסים ודומיהם? אבל לפי פירוש הרב ז\"ל רצה הכ' רק להורות שבזה היה נבדל משה מכל שאר הנביאים שכל האותות והמופתים שעשה היו רק ממין הראשון, שהי\"ת הודיעו תחילה שיעשה אותם בשליחותו כמ\"ש למעלה אבל שאר הנביאים השיגו הכח הזה לפעול נפלאות אלה רק ע\"י תפלתם אל ה' כמא\"ה (יושע י) \"ולא היה כיום ההוא וכו' לשמוע ה' בקול איש\" ומאה\"כ (מלכים י\"ד) \"ויקרא אל ה' ויאמר ה' אלקי תשב נא נפש הילד הזה אל קרבו\" ושם מ\"ב כ' \"ויקרא ישעיה הנביא אל ה' וישב את הצל במעלות\" וכו'.  </i>אשר בו הדחנו מעליו חצי המורים להפיל נסי התורה ומופתיה כשמש בגבעון וחזרת השמש והחיות המתים והדומים ומעוותים הכתובים המורים על אמתתם באמרם שהכתוב אמר ולא קם נביא עוד בישראל כמשה שידמה אליו לעשות נוראות כנגד הטבע כל שכן שיגדלו ממנו חלילה לנו מהם ומדבריהם כי תורה שלימה לפנינו מעידה באזנינו עדות ה' נאמנה ונשמענה: והנה הרמב\"ן ז\"ל פירש אבל באומות העכ\"ום קם לומר שכמו שהיתה נבואתו של משה מבוארת כמדבר עם חבירו פנים אל פנים שכן היה לבלעם בעת הזאת לכבוד ישראל וכו'. כמו שהוא כתוב בפירושיו. ואתה רואה שהמספר שהביאו במדרש רבה הוה תיובתיה שהשתים מתוך הג' מדות שאמרו שהם ביד משה שאינם ביד בלעם האחד היא דבור פה אל פה. והשני דבור פנים אל פנים. ומה שכתבנו הוא שריר וקיים. והנה אחר שביארנו אלו המאמרים המעולים והודענו מדרגת בלעם משאר האנשים ומהו אצל הנביאים שזהו המכוון מכתיבת פרש' זאת כפי מה שאמרו בסוף המאמר לכך נכתבה פרש' זו להודיעם למה סלק הקדוש ב\"ה רוח הקודש מאומות עכו\"ם שזה עמד מהם וראה מה עשה כלומר אם הטוב שבהם כך השאר לא כל שכן שירדו לעשות רעות ופרצות לעולם מצורף למה שתועיל לדעת ולהודיע גודל חבתו עמנו כי עמד בפרץ לפניו להפוך לנו כל מחשבותם מרעה לטובה כמו שאמר באותו מדרש (ויקרא רבה פ\"א) שאמר ר' יצחק שמיום שהוקם המשכן נסתלק' הנבואה מן האומות ואמר לו והלא בלעם והשיב הוא לטובתן של ישראל נתנבא. מי מנה וגומר (במדבר כ״ג:י׳). לא הביט וגומר. כי לא נחש וגו' (שם). מה טובו וגו' (שם כ\"ד) וירד מיעקב וגו' (שם). והכוונ' כי אלו הם הענינים המיוחדים שהית' ההשגח' בהם להצילנו מידי רוע כונותיו ולהפכן אל טובתנו וכבודנו כמו שיתבאר הענין היטב בבא עליהם בדרך הביאור ב\"ה. אך נתעורר תחלה אל הספיקות הראויות לעורר אותם בספור:  ", "heVersionTitle": "Akeidat Yitzchak, Pressburg 1849", "heLicense": "Public Domain", "heVersionTitleInHebrew": "עקידת יצחק, פרשבורג, תר\"ט", "text": "In fact, since according to our sages, Moses had been handed the keys to all G'ds treasure chambers, he is criticized when he resorts merely to prayer instead of action, deed. At the sea, when threatened by the Egyptians who were close on his heels, G'd says to him \"why are you crying out to Me, tell the Jewish people to get going!\" (Exodus 14,15) Not for nothing did G'd say to him \"see I have made you Lord over Pharaoh.\" (Exodus 7,1) Moses was like a deity who would employ Aaron as his prophet to impose his will upon Pharaoh. The contrast with Bileam is striking. The latter, by his own admission, had no idea when G'd would respond to his requests, and was certainly quite powerless to act on his own and display supernatural powers. Every utterance made by Bileam in his capacity as seer, needed approval by G'd. He did not even have latitude to depart from his prepared text. (Numbers 22,38) His utter lack of vision is best demonstrated when he said to his she-ass \"if I had a sword in my hand I would kill you now.\" (Numbers 22,29) The Midrash that stated that among the nations there did arise a prophet, did not mean to compare Bileam with Moses, but to point out the contrast between the two. Even when a prophet does arise among the gentiles, there is no comparison at all. In every vital matter, Moses was far superior to Bileam. (see Sifri on Deut. 34,10) In order to convey G'ds messages, Moses did not need to hear them spelled out, since he always found himself on the right wavelength. Bileam, on the other hand, had to stress that what he conveyed was the word of G'd. The meaning of the Sifri in Deut. 34,10, that Moses did not know who was going to talk to him, whereas Bileam knew, is, that Moses did not need to prepare himself for an encounter with G'd, whereas Bileam had to. Moses communicated with G'd from an upright position, Bileam only while he was prostrate. The fact that Bileam was uncircumcised was a further impediment to his receptiveness for Divine communication. Prior to circumcision, even an Abraham received the word of G'd only while falling down. Not until after the circumcision when G'd addressed him, (Genesis 18,1) do we find him remaining seated. The gentile is communicated with only at night, since he is compared to a mistress, someone whom one visits discreetly during the hours of darkness. Israel, however, is like a wife with whom one communicates openly during all hours of the day. When Bileam describes himself as \"one who hears the words of G'd, receives visions of the Almighty, (Numbers 24,4) one forms the impression that he was indeed on very familiar terms with the Almighty. However, this is misleading. Whereas the chef in the king's kitchen must be familiar with every ingredient in the king's meal, the maitre D' does not have to concern himself with every detail. When the Midrash, in apparent inexactitude, states that whereas Moses did not know \"what was talking, whereas Bileam knew \"what was talking,\" the reference is to the subject matter. Bileam who knew that a specific topic would be discussed with him without preamble, needed advance knowledge of that subject. Similarly, he knew when this subject would come up. This is why he could tell Balak's messengers to stay overnight till he would get instructions. Moses needed no advance knowledge of the subject matter, nor did he ever have to wait for an opportune moment. As soon as he entered the tabernacle, \"he would hear the voice of the Lord talk to him.\" (Numbers 7, 89.) The somewhat peculiarly worded Midrash (Sifri) mentioned, has yet another meaning. Since Bileam's mode of communication with G'd was not on the level of \"face to face,\" he could identify the source of what was speaking to him, since \"it\" assumed a certain form. Moses, on the other hand, while on the level of \"face to face\" communication had also been told by G'd \"you cannot see My face, you can only see My rear, i.e. in retrospect.\" (Exodus 33,20) At the actual moment of the communication, he never knew how close to the \"face to face\" level the emanation from which he heard the voice actually was. Bileam had a kind of visual contact <i>machazeh</i>. Not so Moses, to whom a completely disembodied voice would not present a conceptual problem. The thrust of the whole commentary on the verse \"there did not arise another prophet etc.\" is not to minimise the accomplishments of an Elijah in reviving the dead, nor to belittle Joshua arresting the sun and moon in their respective orbits. The commentary wishes to underline that no one other than Moses performed such miracles except by their own initiative. None were as privy to G'ds intentions as had been Moses. For that very reason, namely that he was on such intimate terms with G'd, it would have been practically impossible for Moses to have produced a miracle on his own initiative. If the whole portion is written to demonstrate the inadequacy of the most brilliant of gentile prophets, then we can understand Rabbi Yitzchak's statement that commencing with the functioning of the tabernacle, no more prophetic powers were granted to the gentiles. ", "versionTitle": "Akeydat Yitzchak by Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5cd1386e69ad4c007a1d4a38", "index_title": "Birkat Asher on Torah", "category": "Quoting Commentary", "type": "", "ref": "Birkat Asher on Torah, Genesis 17:26:3", "anchorRef": "Deuteronomy 32:48", "anchorRefExpanded": ["Deuteronomy 32:48"], "sourceRef": "Birkat Asher on Torah, Genesis 17:26:3", "sourceHeRef": "ברכת אשר על התורה, בראשית י״ז:כ״ו:ג׳", "anchorVerse": 48, "sourceHasEn": false, "compDate": [1960, 2010], "commentaryNum": 26.0003, "collectiveTitle": {"en": "Birkat Asher on Torah", "he": "ברכת אשר על התורה"}, "heTitle": "בראשית", "he": "<b>רש\"י ד\"ה בעצם היום הזה, שמלאו לאברהם צ\"ט שנה וכו'.</b> ותמוה שאין רש\"י קושר פס' זה אל ג' פסוקים אחרים שבהם נאמר \"בעצם היום הזה\", אצל נח (בראשית ז, יג), ביציאת מצרים (שמות יב, מא) ובמות משה (דברים לב, מח), ור' שם דברי רש\"י (ד\"ה וידבר ה' וגו'). ור' למעלה (ד\"ה בעצם היום הזה), שם הוא רומז לדבר זה, ולא כן בשמות, וקשה אפוא, מדוע דוחה ענין זה עד דברים. ושמא יש בכך משום שיטה? ומכל מקום תמוה שאינו כולל גם פסוקנו בענין זה. <small>(פ' לך תשמ\"ח)</small>", "heVersionTitle": "Birkat Asher, Asher Vasertil, Jerusalem 2010-2012", "heLicense": "CC-BY", "heVersionTitleInHebrew": "ברכת אשר, ירושלים תש\"ע-תשע\"ג", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5cd142e6922a7400576c2e1e", "index_title": "Birkat Asher on Torah", "category": "Commentary", "type": "commentary", "ref": "Birkat Asher on Torah, Deuteronomy 32:48:1", "anchorRef": "Deuteronomy 32:48", "anchorRefExpanded": ["Deuteronomy 32:48"], "sourceRef": "Birkat Asher on Torah, Deuteronomy 32:48:1", "sourceHeRef": "ברכת אשר על התורה, דברים ל״ב:מ״ח:א׳", "anchorVerse": 48, "sourceHasEn": false, "compDate": [1960, 2010], "commentaryNum": 48.0001, "collectiveTitle": {"en": "Birkat Asher on Torah", "he": "ברכת אשר על התורה"}, "heTitle": "דברים", "he": "<b>רש\"י ד\"ה וידבר ה' אל משה בעצם היום הזה, בשלושה מקומות נאמר \"בעצם היום הזה\" - נאמר בנח (בראשית ז, יג)... במצרים נאמר (שמות יב, נא)... אף כאן במיתתו של משה נאמר 'בעצם היום הזה' וכו'.</b> כוונת הכתוב היא להדגיש שהדבר היה בגלוי ובפרסום. הגורם לדרשת הספרי (מקורו של רש\"י), הוא כמובן דמיון שלוש הלשונות \"בעצם היום הזה\", ועל כן כבר שואל בעל \"תורה תמימה\" (יז, כו אות נג) בדין, למה אין דרשה כזו או מעין זו בבראשית, והוא משיב שם בפילפול נאה. והנה קשה לי שיש עוד לשונות כאלה (ויקרא כג, כא, כח, כט ו-ל), ושם גם בעל \"תורה תמימה\" אינו מעיר מאומה. (פ' האזינו תשמ\"ט) וראה \"ספר הזכרון\", שבשלושה מקומות נאמר כן לכוונה אחת - לומר שהיה הדבר בצהרי היום לעיני כל העם, כדי לבטל מחשבותיהם שיהיה בידם לעכב, אמנם הרבה פעמים נכתב לשון זה במקרא.", "heVersionTitle": "Birkat Asher, Asher Vasertil, Jerusalem 2010-2012", "heLicense": "CC-BY", "heVersionTitleInHebrew": "ברכת אשר, ירושלים תש\"ע-תשע\"ג", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5cd142e669ad4c0152d593c3", "index_title": "Birkat Asher on Torah", "category": "Commentary", "type": "commentary", "ref": "Birkat Asher on Torah, Deuteronomy 32:48:2", "anchorRef": "Deuteronomy 32:48", "anchorRefExpanded": ["Deuteronomy 32:48"], "sourceRef": "Birkat Asher on Torah, Deuteronomy 32:48:2", "sourceHeRef": "ברכת אשר על התורה, דברים ל״ב:מ״ח:ב׳", "anchorVerse": 48, "sourceHasEn": false, "compDate": [1960, 2010], "commentaryNum": 48.0002, "collectiveTitle": {"en": "Birkat Asher on Torah", "he": "ברכת אשר על התורה"}, "heTitle": "דברים", "he": "ולגופה של הדרשה שבכאן שאלתי בליל־שבת את שכני בבית הכנסת רמב\"ן, ר' בנציון קריגר שי', מה אופציה היתה להם לבני ישראל כאן, והרי אין זה דומה כלל לא למעשה נח ולא למעשה יציאת מצרים. את נח היו יכולים לעכב מלהכנס לתיבה או לבקע אותה. המצרים יכלו למנוע את יציאתם של ישראל ממצרים, אבל כאן, מה אפשרות היתה בידם למנוע את משה מלמות?! הגאון ר' אביגדר נבנצל שליט\"א ביקש לשמוע את שאלתי והשיב מניה וביה, כדרכו בקודש, שתי תשובות: הבריסקאים אומרים שפשוט לא היו נותנים למשה לעלות, ואילו אנשי המוסר אומרים שהיו מונעים את מותו על־ידי תפילה. ע\"כ. אחר כך ראיתי ש\"נחלת יעקב\" הסביר כבריסקאים ו\"באר בשדה\" הסביר כבעלי המוסר. (פ' האזינו תשנ\"ב)", "heVersionTitle": "Birkat Asher, Asher Vasertil, Jerusalem 2010-2012", "heLicense": "CC-BY", "heVersionTitleInHebrew": "ברכת אשר, ירושלים תש\"ע-תשע\"ג", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5cd142e7922a7400576c2e20", "index_title": "Birkat Asher on Torah", "category": "Commentary", "type": "commentary", "ref": "Birkat Asher on Torah, Deuteronomy 32:48:3", "anchorRef": "Deuteronomy 32:48", "anchorRefExpanded": ["Deuteronomy 32:48"], "sourceRef": "Birkat Asher on Torah, Deuteronomy 32:48:3", "sourceHeRef": "ברכת אשר על התורה, דברים ל״ב:מ״ח:ג׳", "anchorVerse": 48, "sourceHasEn": false, "compDate": [1960, 2010], "commentaryNum": 48.0003, "collectiveTitle": {"en": "Birkat Asher on Torah", "he": "ברכת אשר על התורה"}, "heTitle": "דברים", "he": "ומכל מקום לא ידעתי, למה רש\"י משנה לשון הספרי. ועוד: לכאורה מקומן של המילים \"בעצם היום הזה\" לא כאן, במקום האמירה, אלא אחרי־כן, במקום הביצוע. (פ' האזינו תשנ\"ג) הערת הרב איתן שנדורפי שי': \"בעצם היום הזה\" שבויקרא כג מתיחס כציווי לעתיד, ועיין שם ברמב\"ן בפסוק כח, בעוד שהדרשה שהביא רש\"י מתיחסת לדברים שכבר אירעו בעבר, לכן דווקא כאן מתעורר רש\"י לשאלה מדוע הודגש כך.", "heVersionTitle": "Birkat Asher, Asher Vasertil, Jerusalem 2010-2012", "heLicense": "CC-BY", "heVersionTitleInHebrew": "ברכת אשר, ירושלים תש\"ע-תשע\"ג", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5ce5c187e739a30017ceebad", "index_title": "Bamidbar Rabbah", "category": "Midrash", "type": "", "ref": "Bamidbar Rabbah 21:14", "anchorRef": "Deuteronomy 32:48-49", "anchorRefExpanded": ["Deuteronomy 32:48", "Deuteronomy 32:49"], "sourceRef": "Bamidbar Rabbah 21:14", "sourceHeRef": "במדבר רבה כ״א:י״ד", "anchorVerse": 48, "sourceHasEn": true, "compDate": [1200], "commentaryNum": 21.0014, "collectiveTitle": {"en": "Bamidbar Rabbah", "he": "במדבר רבה"}, "heTitle": "במדבר רבה", "he": "וַיְדַבֵּר משֶׁה אֶל ה' לֵאמֹר, יִפְקֹד ה' אֱלֹהֵי הָרוּחֹת <small>(במדבר כז, טו טז)</small>, כָּל מִי שֶׁמְבַקֵּשׁ צָרְכֵי צִבּוּר כְּאִלּוּ בָּא בִּזְרוֹעַ. יִפְקֹד ה', מָה רָאָה לְבַקֵּשׁ הַדָּבָר הַזֶּה אַחַר סֵדֶר נְחָלוֹת, אֶלָּא כֵּיוָן שֶׁיָּרְשׁוּ בְּנוֹת צְלָפְחָד אֲבִיהֶן, אָמַר משֶׁה הֲרֵי הַשָּׁעָה שֶׁאֶתְבַּע בָּהּ צָרְכִּי, אִם הַבָּנוֹת יוֹרְשׁוֹת בְּדִין הוּא שֶׁיִּרְשׁוּ בָּנַי אֶת כְּבוֹדִי. אָמַר לוֹ הַקָּדוֹשׁ בָּרוּךְ הוּא <small>(משלי כז, יח)</small>: נֹצֵר תְּאֵנָה יֹאכַל פִּרְיָהּ, בָּנֶיךָ יָשְׁבוּ לָהֶם וְלֹא עָסְקוּ בַּתּוֹרָה, יְהוֹשֻׁעַ הַרְבֵּה שֵׁרֶתְךָ וְהַרְבֵּה חָלַק לְךָ כָּבוֹד, וְהוּא הָיָה מַשְׁכִּים וּמַעֲרִיב בְּבֵית הַוַּעַד שֶׁלְּךָ, הוּא הָיָה מְסַדֵּר אֶת הַסַּפְסָלִים, וְהוּא פּוֹרֵס אֶת הַמַּחְצְלָאוֹת, הוֹאִיל וְהוּא שֵׁרֶתְךָ בְּכָל כֹּחוֹ, כְּדַאי הוּא שֶׁיְּשַׁמֵּשׁ אֶת יִשְׂרָאֵל שֶׁאֵינוֹ מְאַבֵּד שְׂכָרוֹ, <small>(במדבר כז, יח)</small>: קַח לְךָ אֶת יְהוֹשֻׁעַ בִּן נוּן, לְקַיֵּם מַה שֶּׁנֶּאֱמַר: נֹצֵר תְּאֵנָה יֹאכַל פִּרְיָהּ.", "heVersionTitle": "Midrash Rabbah -- TE", "heLicense": "unknown", "heVersionTitleInHebrew": "מדרש רבה - תורת אמת", "text": "<b>“Moses spoke to the Lord, saying” (Numbers 27:15). <br>“May the Lord, God of the spirits of all flesh, appoint a man over the congregation” (Numbers 27:16).</b> <br>“Moses spoke to the Lord, saying: May [<i>yifkod</i>] the Lord, God of the spirits…appoint” – anyone who pleads for the needs of the public, it is as though he comes by right.<sup class=\"footnote-marker\">20</sup><i class=\"footnote\">The Hebrew word yifkod can be construed as a command rather than a request.</i> <br>“The Lord shall appoint” – what did he see that led him to request this matter after the order of inheritance? It was, rather, since Tzelofḥad’s daughters inherited from their father, Moses said: This is the moment for me to demand my needs. If the daughters inherit, it is only right that my sons inherit my prominence. The Holy One blessed be He said to him: ‘“The guardian of a fig tree will eat its fruit” (Proverbs 27:18) – your sons sat idly and did not engage in Torah study. Joshua served you very much and accorded you great honor, and he would come early and stay late at your house of assembly. He would arrange the benches and spread the mats. Because he served you with all his might, he is worthy of serving Israel, as he will not be deprived of his reward.’ “Take for you Joshua son of Nun” (Numbers 27:18) – to realize what is stated: “The guardian of a fig tree will eat its fruit.”", "versionTitle": "The Sefaria Midrash Rabbah, 2022", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "6319d3b4b6084aa1cbf29fc1", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, עֶ֫צֶם 1", "anchorRef": "Deuteronomy 32:48", "anchorRefExpanded": ["Deuteronomy 32:48"], "sourceRef": "BDB, עֶ֫צֶם 1", "sourceHeRef": "בראון-דרייבר-בריגס, עֶ֫צֶם א׳", "anchorVerse": 48, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "עֶ֫צֶם", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["I. <big><span dir=\"rtl\">עֶ֫צֶם</span></big><sub>125</sub>  <strong>n.f.</strong> <a data-ref=\"Psalms 35:10\" href=\"/Psalms.35.10\">ψ 35:10</a>; <a data-ref=\"Job 19:20\" href=\"/Job.19.20\">Jb 19:20</a> (c. pron. masc. <a data-ref=\"Ezekiel 37:5\" href=\"/Ezekiel.37.5\">Ez 37:5</a>, <a data-ref=\"Ezekiel 37:6\" href=\"/Ezekiel.37.6\">6</a> etc., cf. Albr.<sup>ZAW xvi (1896), 73</sup>) bone, substance, self;—abs. <span dir=\"rtl\">ע׳</span> <a data-ref=\"Genesis 2:23\" href=\"/Genesis.2.23\">Gn 2:23</a> +; <span dir=\"rtl\">עָ֑צֶם</span> <a data-ref=\"Proverbs 15:30\" href=\"/Proverbs.15.30\">Pr 15:30</a>; <a data-ref=\"Proverbs 16:24\" href=\"/Proverbs.16.24\">16:24</a>; cstr. <span dir=\"rtl\">עֶצֶם</span> <a data-ref=\"Exodus 24:10\" href=\"/Exodus.24.10\">Ex 24:10</a> +; sf. <span dir=\"rtl\">עַצְמִי</span> <a data-ref=\"Job 19:20\" href=\"/Job.19.20\">Jb 19:20</a> +, etc.; pl. <span dir=\"rtl\">עֲצָמוֹת</span> <a data-ref=\"II Kings 23:16\" href=\"/II_Kings.23.16\">2 K 23:16</a> +; cstr. <span dir=\"rtl\">עַצְמוֹת</span> <a data-ref=\"Joshua 24:22\" href=\"/Joshua.24.22\">Jos 24:22</a> +; sf. <span dir=\"rtl\">עַצְמֹתַי</span> <a data-ref=\"Job 4:14\" href=\"/Job.4.14\">Jb 4:14</a> +, etc.; also <span dir=\"rtl\">עֲצָמִים</span> <a data-ref=\"Ezekiel 24:4\" href=\"/Ezekiel.24.4\">Ez 24:4</a> +, sf. <span dir=\"rtl\">עֲצָמַי</span> <a data-ref=\"Genesis 2:23\" href=\"/Genesis.2.23\">Gn 2:23</a> +, etc.;—<br><strong>1.</strong>  <em>bone:</em> <strong>a.</strong>  of living pers. <a data-ref=\"Micah 3:2\" href=\"/Micah.3.2\">Mi 3:2</a>, <a data-ref=\"Micah 3:3\" href=\"/Micah.3.3\">3</a> (hyperb.), <a data-ref=\"Job 10:11\" href=\"/Job.10.11\">Jb 10:11</a>; <a data-ref=\"Job 19:20\" href=\"/Job.19.20\">19:20</a> <a data-ref=\"Lamentations 4:8\" href=\"/Lamentations.4.8\">La 4:8</a> <a data-ref=\"Psalms 102:6\" href=\"/Psalms.102.6\">ψ 102:6</a>; <a data-ref=\"Ecclesiastes 11:5\" href=\"/Ecclesiastes.11.5\">Ec 11:5</a> +; fig. of close relationship †<span dir=\"rtl\">עֶצֶם מֵעֲצָמַי</span> <a data-ref=\"Genesis 2:23\" href=\"/Genesis.2.23\">Gn 2:23</a>, cf. <a data-ref=\"Genesis 29:14\" href=\"/Genesis.29.14\">29:14</a> (both J), <a data-ref=\"Judges 9:2\" href=\"/Judges.9.2\">Ju 9:2</a>; <a data-ref=\"II Samuel 5:1\" href=\"/II_Samuel.5.1\">2 S 5:1</a> = <a data-ref=\"I Chronicles 11:1\" href=\"/I_Chronicles.11.1\">1 Ch 11:1</a>; <a data-ref=\"II Samuel 19:13\" href=\"/II_Samuel.19.13\">2 S 19:13</a>, <a data-ref=\"II Samuel 19:14\" href=\"/II_Samuel.19.14\">14</a> (all + <span dir=\"rtl\">בָּשָׂר</span>). <strong>b.</strong>  <span dir=\"rtl\">ע׳</span> + <span dir=\"rtl\">בָּשָׂר</span> = <em>body</em>, <a data-ref=\"Job 2:5\" href=\"/Job.2.5\">Jb 2:5</a>; pl. = <em>bodily frame</em> <a data-ref=\"Jeremiah 20:9\" href=\"/Jeremiah.20.9\">Je 20:9</a> (sim.), <em>limbs, members</em>, <span dir=\"rtl\">לַעֲצָמֶיהָ</span> <a data-ref=\"Judges 19:29\" href=\"/Judges.19.29\">Ju 19:29</a> i.e. <em>limb by limb</em> (GFM); as seat of vigour <a data-ref=\"Job 20:11\" href=\"/Job.20.11\">Jb 20:11</a>, etc. <strong>c.</strong>  (poet.) as seat of disease and pain <a data-ref=\"Job 30:17\" href=\"/Job.30.17\">Jb 30:17</a>, <a data-ref=\"Job 30:30\" href=\"/Job.30.30\">30</a> and (especially of personif. Isr.) <a data-ref=\"Psalms 22:15\" href=\"/Psalms.22.15\">ψ 22:15</a>; <a data-ref=\"Psalms 31:11\" href=\"/Psalms.31.11\">31:11</a>; <a data-ref=\"Psalms 102:4\" href=\"/Psalms.102.4\">102:4</a>; <a data-ref=\"Lamentations 1:13\" href=\"/Lamentations.1.13\">La 1:13</a>; <a data-ref=\"Habakkuk 3:16\" href=\"/Habakkuk.3.16\">Hb 3:16</a> +. <strong>d.</strong>  pl. as representing entire person = one’s whole being, (especially of personif. Isr.) <a data-ref=\"Psalms 6:3\" href=\"/Psalms.6.3\">ψ 6:3</a> (‖ <span dir=\"rtl\">נֶפֶשׁ</span> v <a data-ref=\"Psalms 6:4\" href=\"/Psalms.6.4\">4</a>), <a data-ref=\"Psalms 35:10\" href=\"/Psalms.35.10\">35:10</a> (‖ <span dir=\"rtl\">נֶפֶשׁ</span> v <a data-ref=\"Psalms 35:9\" href=\"/Psalms.35.9\">9</a>), <a data-ref=\"Isaiah 66:14\" href=\"/Isaiah.66.14\">Is 66:14</a>; of individ. (incl. physical and moral) <a data-ref=\"Proverbs 3:8\" href=\"/Proverbs.3.8\">Pr 3:8</a>; <a data-ref=\"Proverbs 14:30\" href=\"/Proverbs.14.30\">14:30</a>; <a data-ref=\"Proverbs 15:30\" href=\"/Proverbs.15.30\">15:30</a>; <a data-ref=\"Proverbs 16:24\" href=\"/Proverbs.16.24\">16:24</a>. <strong>e.</strong>  sg. = <em>external body</em> <a data-ref=\"Lamentations 4:7\" href=\"/Lamentations.4.7\">La 4:7</a> Ew Th al., but dub.; Bi Bu <em>bones</em> (= branches) of coral <span dir=\"rtl\">(פְּנִינִים)</span>; Löhr <span dir=\"rtl\">עוֹרָם</span> <em>their skin</em>. <strong>f.</strong> especially of dead <a data-ref=\"Numbers 19:16\" href=\"/Numbers.19.16\">Nu 19:16</a>, <a data-ref=\"Numbers 19:18\" href=\"/Numbers.19.18\">18</a> (P), <a data-ref=\"Ezekiel 37:1\" href=\"/Ezekiel.37.1\">Ez 37:1</a> +; often (pl.) = <em>remains</em> <a data-ref=\"Amos 6:10\" href=\"/Amos.6.10\">Am 6:10</a>; <a data-ref=\"Genesis 50:25\" href=\"/Genesis.50.25\">Gn 50:25</a>; <a data-ref=\"Exodus 13:19\" href=\"/Exodus.13.19\">Ex 13:19</a><sup>(×2)</sup>; <a data-ref=\"Joshua 24:32\" href=\"/Joshua.24.32\">Jos 24:32</a> (all E) <a data-ref=\"II Samuel 21:12\" href=\"/II_Samuel.21.12\">2 S 21:12</a>, <a data-ref=\"II Samuel 21:13\" href=\"/II_Samuel.21.13\">13</a> +.<br><strong>2.</strong>  <em>bone</em> of animal <a data-ref=\"Exodus 12:46\" href=\"/Exodus.12.46\">Ex 12:46</a> <a data-ref=\"Numbers 9:12\" href=\"/Numbers.9.12\">Nu 9:12</a> (both P); <a data-ref=\"Ezekiel 24:4\" href=\"/Ezekiel.24.4\">Ez 24:4</a>, <a data-ref=\"Ezekiel 24:5\" href=\"/Ezekiel.24.5\">5</a> (symbol.); of (living) hippopot. <a data-ref=\"Job 40:18\" href=\"/Job.40.18\">Jb 40:18</a>.<br>†<strong>3.</strong>  sg. <em>substance, self</em> (cf. <a data-ref=\"BDB, גֶּ֫רֶם\" href=\"/BDB,_גֶּ֫רֶם\", dir=\"rtl\">גֶּרֶם</a> <strong>3</strong>): <span dir=\"rtl\">כְּע׳ הַשָּׁמַיִם</span> <a data-ref=\"Exodus 24:10\" href=\"/Exodus.24.10\">Ex 24:10</a> (JE), <em>like the substance of the sky</em> = the sky itself; <span dir=\"rtl\">בְּע׳ תֻּמּוֹ</span> <a data-ref=\"Job 21:23\" href=\"/Job.21.23\">Jb 21:23</a> i.e. full prosperity; especially <span dir=\"rtl\">אֶת־ע׳ הַיוֹם הַזֶּה</span> <a data-ref=\"Ezekiel 24:2\" href=\"/Ezekiel.24.2\">Ez 24:2</a> <em>this selfsame day</em>, <span dir=\"rtl\">בְּע׳ וגו׳</span> <a data-ref=\"Ezekiel 24:2\" href=\"/Ezekiel.24.2\">24:2</a>; <a data-ref=\"Ezekiel 40:1\" href=\"/Ezekiel.40.1\">40:1</a>; <a data-ref=\"Genesis 7:13\" href=\"/Genesis.7.13\">Gn 7:13</a>; <a data-ref=\"Genesis 17:23\" href=\"/Genesis.17.23\">17:23</a>, <a data-ref=\"Genesis 17:26\" href=\"/Genesis.17.26\">26</a>; <a data-ref=\"Exodus 12:17\" href=\"/Exodus.12.17\">Ex 12:17</a>, <a data-ref=\"Exodus 12:41\" href=\"/Exodus.12.41\">41</a>, <a data-ref=\"Exodus 12:51\" href=\"/Exodus.12.51\">51</a>; <a data-ref=\"Leviticus 23:21\" href=\"/Leviticus.23.21\">Lv 23:21</a>, <a data-ref=\"Leviticus 23:28\" href=\"/Leviticus.23.28\">28</a>, <a data-ref=\"Leviticus 23:29\" href=\"/Leviticus.23.29\">29</a>, <a data-ref=\"Leviticus 23:30\" href=\"/Leviticus.23.30\">30</a> <a data-ref=\"Deuteronomy 32:48\" href=\"/Deuteronomy.32.48\">Dt 32:48</a>; <a data-ref=\"Joshua 5:11\" href=\"/Joshua.5.11\">Jos 5:11</a> (all P) <a data-ref=\"Ezekiel 40:1\" href=\"/Ezekiel.40.1\">Ez 40:1</a>, <span dir=\"rtl\">עַד־ע׳ וגו׳</span> <a data-ref=\"Ezekiel 2:3\" href=\"/Ezekiel.2.3\">Ez 2:3</a>; <a data-ref=\"Leviticus 23:14\" href=\"/Leviticus.23.14\">Lv 23:14</a> (P), <a data-ref=\"Joshua 10:27\" href=\"/Joshua.10.27\">Jos 10:27</a> (R).—<a data-ref=\"Ezekiel 24:5\" href=\"/Ezekiel.24.5\">Ez 24:5a</a> read <span dir=\"rtl\">הָעֵצִים</span> (Bö Ew al.); v <a data-ref=\"Ezekiel 24:10\" href=\"/Ezekiel.24.10\">10</a> del. <span dir=\"rtl\">הָעֲצָמוֹת</span> (Co Toy); <a data-ref=\"Job 7:15\" href=\"/Job.7.15\">Jb 7:15</a> read <span dir=\"rtl\">מֵעַצְּבוֹתָ֑י</span> (Reiske Me Bu Du al.); <a data-ref=\"Psalms 53:6\" href=\"/Psalms.53.6\">ψ 53:6</a> read perhaps <span dir=\"rtl\">מֵעֲצַת</span> (cf. ‖ <a data-ref=\"Psalms 14:6\" href=\"/Psalms.14.6\">ψ 14:6</a> Bae; v. Hup Che al.); <a data-ref=\"Psalms 69:5\" href=\"/Psalms.69.5\">69:5</a> read <span dir=\"rtl\">מֵעַצְמוֹתַי</span> (for MT <span dir=\"rtl\">מַצְמִיתַי</span>), 𝔖 Ol Che Bae al."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "63f718f1e78acd1f3821f782", "index_title": "Bekhor Shor", "category": "Commentary", "type": "commentary", "ref": "Bekhor Shor, Deuteronomy 32:48:1", "anchorRef": "Deuteronomy 32:48", "anchorRefExpanded": ["Deuteronomy 32:48"], "sourceRef": "Bekhor Shor, Deuteronomy 32:48:1", "sourceHeRef": "בכור שור, דברים ל״ב:מ״ח:א׳", "anchorVerse": 48, "sourceHasEn": false, "compDate": [1145, 1195], "commentaryNum": 48.0001, "collectiveTitle": {"en": "Bekhor Shor", "he": "בכור שור"}, "heTitle": "דברים", "he": "בעצם היום הזה: שנכתבה השירה.", "heVersionTitle": "Bekhor Shor, Jerusalem, 1994", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}]