[{"_id": "5162f03aedbab41d888cd61e", "index_title": "Vayikra Rabbah", "category": "Midrash", "type": "midrash", "ref": "Vayikra Rabbah 12:2", "anchorRef": "Leviticus 10:8", "anchorRefExpanded": ["Leviticus 10:8"], "sourceRef": "Vayikra Rabbah 12:2", "sourceHeRef": "ויקרא רבה י״ב:ב׳", "anchorVerse": 8, "sourceHasEn": false, "compDate": [500], "commentaryNum": 12.0002, "collectiveTitle": {"en": "Vayikra Rabbah", "he": "ויקרא רבה"}, "heTitle": "ויקרא רבה", "he": "רַבִּי יִצְחָק פָּתַח <small>(ירמיה טו, טז)</small>: נִמְצְאוּ דְבָרֶיךָ וָאֹכְלֵם וַיְהִי דְבָרְךָ לִי לְשָׂשׂוֹן וּלְשִׂמְחַת לְבָבִי כִּי נִקְרָא שִׁמְךָ עָלַי ה' אֱלֹהֵי צְבָאוֹת, אָמַר רַבִּי שְׁמוּאֵל בַּר נַחְמָן זֶה הַדִּבּוּר נֶאֱמַר לְמשֶׁה בְּסִינַי, וְלֹא נוֹדַע לוֹ עַד שֶׁבָּא מַעֲשֶׂה לְיָדוֹ. אָמַר משֶׁה לְאַהֲרֹן, אָחִי, בְּסִינַי נֶאֱמַר לִי שֶׁאֲנִי עָתִיד לְקַדֵּשׁ אֶת הַבַּיִת הַזֶּה, וּבְאָדָם גָּדוֹל אֲנִי מְקַדְּשׁוֹ, וְהָיִיתִי סָבוּר שֶׁמָּא אוֹ בִּי אוֹ בְּךָ הַבַּיִת הַזֶּה מִתְקַדֵּשׁ, וְעַכְשָׁיו שְׁנֵי בָנֶיךָ גְּדוֹלִים מִמֶּנִּי וּמִמְךָ. כֵּיוָן שֶׁשָּׁמַע אַהֲרֹן שֶׁבָּנָיו יִרְאֵי שָׁמַיִם הֵן, שָׁתַק וְקִבֵּל שָׂכָר עַל שְׁתִיקָתוֹ, וּמִנַּיִן שֶׁשָּׁתַק, שֶׁנֶּאֱמַר <small>(ויקרא י, ג)</small>: וַיִּדֹּם אַהֲרֹן, וּמִנַּיִן שֶׁקִּבֵּל שָׂכָר עַל שְׁתִיקָתוֹ, שֶׁזָכָה וְנִתְיַחֵד אֵלָיו הַדִּבּוּר, שֶׁנֶּאֱמַר: וַיְדַבֵּר ה' אֶל אַהֲרֹן.", "heVersionTitle": "Midrash Rabbah -- TE", "heLicense": "unknown", "heVersionTitleInHebrew": "מדרש רבה - תורת אמת", "text": "Rabbi Yitzḥak began: “Your words were revealed, and I consumed them; Your words were gladness for me and the joy of my heart because Your name was called upon me, Lord, God of hosts” (Jeremiah 15:16). Rabbi Shmuel bar Naḥman said: This statement<sup class=\"footnote-marker\">10</sup><i class=\"footnote\">“It will be sanctified with My glory [<i>bikhvodi</i>]” (Exodus 29:43). This is expounded as though it were written: “I will be sanctified through My honored ones [<i>bimkhubadai</i>].”</i> was said to Moses at Sinai, but its [meaning] was not known to him until he encountered the incident. Moses said to Aaron: ‘My brother, it was stated to me at Sinai that I [God] am destined to sanctify this House, and it is with a great man that I will sanctify it. I believed that perhaps it was through [the death of] either you or me that this House would be sanctified. Now, [it is clear that] your two sons are greater than me and you.’ When Aaron heard that his sons were God-fearing, he was silent,<sup class=\"footnote-marker\">11</sup><i class=\"footnote\">He did not complain that God had killed his two sons. </i> and he was rewarded for his silence. From where is it derived that he was silent? “Aaron was silent” (Leviticus 10:3). From where is it derived that he was rewarded for his silence? It is because he was privileged and the divine speech was directed to him alone, as it is stated: “The Lord spoke to Aaron.”", "versionTitle": "The Sefaria Midrash Rabbah, 2022", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5162f0beedbab41d888cd621", "index_title": "Vayikra Rabbah", "category": "Midrash", "type": "midrash", "ref": "Vayikra Rabbah 12:3", "anchorRef": "Leviticus 10:8", "anchorRefExpanded": ["Leviticus 10:8"], "sourceRef": "Vayikra Rabbah 12:3", "sourceHeRef": "ויקרא רבה י״ב:ג׳", "anchorVerse": 8, "sourceHasEn": false, "compDate": [500], "commentaryNum": 12.0003, "collectiveTitle": {"en": "Vayikra Rabbah", "he": "ויקרא רבה"}, "heTitle": "ויקרא רבה", "he": "הֲדָא הוּא דִכְתִיב <small>(תהלים יט, ט)</small>: פִּקּוּדֵי ה' יְשָׁרִים מְשַׂמְּחֵי לֵב, תָּנֵי חִזְקִיָּה נַעֲשׂוּ דִבְרֵי תוֹרָה עֲטָרָה לָרֹאשׁ, מוֹנְיָק לַצַּוָּאר, מוֹלִיגָא לַלֵּב, קִילוֹרִית לָעֵינַיִם, כּוֹס עִקָּרִין לִבְנֵי מֵעַיִם. עֲטָרָה לָרֹאשׁ מִנַּיִן, שֶׁנֶּאֱמַר <small>(משלי א, ט)</small>: כִּי לִוְיַת חֵן הֵם לְרֹאשֶׁךָ. מוֹנְיָק לַצַּוָּאר, שֶׁנֶּאֱמַר <small>(משלי א, ט)</small>: וַעֲנָקִים לְגַרְגְּרֹתֶיךָ. מוֹלִיגָא לַלֵּב, שֶׁנֶּאֱמַר <small>(תהלים יט, ט)</small>: פִּקּוּדֵי ה' יְשָׁרִים מְשַׂמְּחֵי לֵב. קִילוֹרִית לָעֵינַיִם, שֶׁנֶּאֱמַר <small>(תהלים יט, ט)</small>: מִצְוַת ה' בָּרָה מְאִירַת עֵינָיִם, כּוֹס עִקָּרִין לִבְנֵי מֵעַיִם, שֶׁנֶּאֱמַר <small>(משלי ג, ח)</small>: רִפְאוּת תְּהִי לְשָׁרֶךָ. מִנַיִן לְמָאתַיִם אַרְבָּעִים וּשְׁמוֹנָה אֵבָרִים שֶׁבָּאָדָם, שֶׁנֶּאֱמַר <small>(משלי ד, כב)</small>: כִּי חַיִּים הֵם לְמֹצְאֵיהֶם וגו'. דָּבָר אַחֵר, פִּקּוּדֵי ה' יְשָׁרִים מְשַׂמְּחֵי לֵב, זֶה אַהֲרֹן שֶׁהָיָה לִבּוֹ עָצֵב עָלָיו בִּשְׁבִיל בָּנָיו שֶׁמֵּתוּ, כֵּיוָן שֶׁנִּתְיַחֵד עָלָיו הַדִּבּוּר שָׂמַח, וּמִנַּיִן, שֶׁנֶּאֱמַר: וַיְדַבֵּר ה' אֶל אַהֲרֹן.", "heVersionTitle": "Midrash Rabbah -- TE", "heLicense": "unknown", "heVersionTitleInHebrew": "מדרש רבה - תורת אמת", "text": "This is what is written: “The precepts of the Lord are upright, gladdening the heart” (Psalms 19:9). Ḥizkiya taught: Words of Torah become a crown for the head, a necklace for the neck, a remedy for the heart, a salve for the eyes, a cup of root potion for the intestines. A crown for the head, from where is it derived? As it is stated: “For they will be a graceful adornment for your head” (Proverbs 1:9). A necklace for the neck, as it is stated: “And necklaces for your neck” (Proverbs 1:9).  “A remedy for the heart,” as it is stated: “The precepts of the Lord are upright, gladdening the heart.”  A salve for the eyes, as it is stated: “The commandments of the Lord are clear, enlightening the eyes” (Psalms 19:9). A cup of root potion for the intestines, as it is stated: “It will be healing for your navel” (Proverbs 3:8). From where is it derived regarding the two hundred and forty-eight limbs that are in a person? As it is stated: “For they are life for those who find them [and healing for all one's flesh]” (Proverbs 4:22). <br>Another matter, “the precepts of the Lord are upright, gladdening the heart.” This is Aaron, whose heart was saddened because of his sons who died. When the divine speech was directed to him alone, he rejoiced. From where is it derived?<sup class=\"footnote-marker\">12</sup><i class=\"footnote\">From where is it derived that the divine speech was directed at him. </i> As it is stated: “The Lord spoke with Aaron.”", "versionTitle": "The Sefaria Midrash Rabbah, 2022", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "531e4fe2fbfba276047f69c0", "index_title": "Onkelos Leviticus", "category": "Targum", "type": "targum", "ref": "Onkelos Leviticus 10:8", "anchorRef": "Leviticus 10:8", "anchorRefExpanded": ["Leviticus 10:8"], "sourceRef": "Onkelos Leviticus 10:8", "sourceHeRef": "תרגום אונקלוס על ויקרא י׳:ח׳", "anchorVerse": 8, "sourceHasEn": false, "compDate": [80, 120], "commentaryNum": 10.0008, "collectiveTitle": {"en": "Onkelos Leviticus", "he": "תרגום אונקלוס על ויקרא"}, "heTitle": "תרגום אונקלוס על ויקרא", "he": "וּמַלִּיל יְיָ לְאַהֲרֹן לְמֵימָר:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "חומש שפתי חכמים, מצודה תשס\"ט", "text": "Adonoy spoke to Aharon, saying,", "versionTitle": "Metsudah Chumash, Metsudah Publications, 2009 [with Onkelos translation]", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "532b2685fbfba27c35eec1f7", "index_title": "Targum Jonathan on Leviticus", "category": "Targum", "type": "targum", "ref": "Targum Jonathan on Leviticus 10:8", "anchorRef": "Leviticus 10:8", "anchorRefExpanded": ["Leviticus 10:8"], "sourceRef": "Targum Jonathan on Leviticus 10:8", "sourceHeRef": "תרגום יונתן על ויקרא י׳:ח׳", "anchorVerse": 8, "sourceHasEn": true, "compDate": [30, 70], "commentaryNum": 10.0008, "collectiveTitle": {"en": "Targum Jonathan on Leviticus", "he": "תרגום יונתן על ויקרא"}, "heTitle": "תרגום יונתן על ויקרא", "he": "וּמַלֵיל יְיָ עִם אַהֲרן לְמֵימָר", "heVersionTitle": "Targum Jonathan on Leviticus", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": " And the Lord spake with Aharon, saying,\n", "versionTitle": "The Targum of Jonathan ben Uzziel, trans. J. W. Etheridge, London, 1862", "license": "Public Domain", "versionTitleInHebrew": "תרגום ירושלמי (תרגום יונתן בן-עוזיאל) לתורה, תורגם ע״י ג׳ון ווסלי אטרידג׳, לונדון 1862"}, {"_id": "57e77d07d6e4a94c7c18a4fe", "index_title": "Tafsir Rasag", "category": "Targum", "type": "targum", "ref": "Tafsir Rasag, Leviticus 10:8", "anchorRef": "Leviticus 10:8", "anchorRefExpanded": ["Leviticus 10:8"], "sourceRef": "Tafsir Rasag, Leviticus 10:8", "sourceHeRef": "תפסיר רס\"ג, ויקרא י׳:ח׳", "anchorVerse": 8, "sourceHasEn": false, "compDate": [918, 942], "commentaryNum": 10.0008, "collectiveTitle": {"en": "Tafsir Rasag", "he": "תפסיר רס\"ג"}, "heTitle": "ויקרא", "he": "ת̇ם כלם אללה הרון קאילא", "heVersionTitle": "Tafsir al-Torah bi-al-Arabiya, Paris, 1893", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תפסיר אלתורה באלערביה, פריס, 1893", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5889b2acd6e4a902855fe283", "index_title": "Tur HaArokh", "category": "Quoting Commentary", "type": "", "ref": "Tur HaArokh, Leviticus 16:1:1", "anchorRef": "Leviticus 10:8", "anchorRefExpanded": ["Leviticus 10:8"], "sourceRef": "Tur HaArokh, Leviticus 16:1:1", "sourceHeRef": "הטור הארוך, ויקרא ט״ז:א׳:א׳", "anchorVerse": 8, "sourceHasEn": true, "compDate": [1280, 1340], "commentaryNum": 1.0001, "collectiveTitle": {"en": "Tur HaArokh", "he": "הטור הארוך"}, "heTitle": "ויקרא", "he": "<b>אחרי מות שני בני אהרן. </b>פי' אחר שהזכיר לבני ישראל שלא ימותו בטומאתם אמר לו הזהיר גם כן לאהרן שלא ימות. ופי' הרמב\"ן לכך אמר אחרי מות כי מיד כשמתו בניו הזהיר לאהרן מן היין ומן השכר שלא ימות ועוד אמר למשה שיזהיר אותו שלא ימות בקרבתו לפני ה'. וקרוב הדבר שהיו שתי מצות אלו ביום המחרת כי בו ביום היה אונן ואין רוח הקודש שורה מתוך עצבות ואזהרת היין היתה לאהרן עצמו ובאותו היום היה גם זאת המצוה למשה אלא שהקדים הכתוב האזהרות שיזהיר לישראל שלא ימותו בטומאתם והזהירם על טומאת מקדש ואגב זה פי' כל דיני הטומאות ואחרי כן חזר לעניינו להזהיר את אהרן. ורבותינו דרשו שאמר לו אל תמות כדרך שמת פלוני לזרזו באזהרתו: ", "heVersionTitle": "Perush al ha-Torah, Hanover, 1838", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": " אחרי מות שני בני אהרן, “After the death of two of Aaron’s sons.” The reason why the Torah again refers to this event at this juncture is that seeing the Torah had just (15,31) concluded by warning us to be extremely careful not to become guilty of death through polluting G’d’s residence while entering it in a state of ritual contamination, the Torah uses the death of Aaron’s sons as an example designed to serve as a deterrent to anyone else daring to desecrate consecrated grounds in such a fashion.\n    Nachmanides adds that the wording אחרי מות שני בני אהרן is that immediately after that tragic death had occurred, Aaron and his sons had been warned not to enter consecrated grounds while in a state of intoxication. (Compare Leviticus 10,8-11).\n    It is certainly reasonable to assume that these laws were revealed to Aaron and the people on the day following the death of Nadav and Avihu. They could not very well have been communicated on the very day of the death of the sons, as the legal status of אנינות, preoccupation with burial and mourning rites, prevent the remaining two sons from studying Torah on that day. Not only that, but the Holy Spirit does not communicate with people when they are in such a state of mind.\n    The warning not to drink wine applied to Aaron personally more than to anyone else, as he performed service in the Tabernacle on a daily basis. Moses had been informed before now, of course, but the Torah wanted that the entire people be warned at once. \n    [We must remember that though Moses had been given all these laws already on Mount Sinai, seeing that at that time the whole subject of building a Tabernacle had not yet become relevant, as there had not yet been the sin of the golden calf, there had also been no reason to reveal this to the people until now, the first or second day that the Tabernacle had become operative. Ed.]\n    As a general rule (Nachmanides writing), whenever the Torah departs from chronological sequence in its report, it prefaces such statements with the words “G’d spoke to Moses at Mount Sinai, etc.,” to remind us that the legislation following was not an afterthought. Ed.]\n    Our sages claim that the meaning of the words ולא תמותו in Leviticus 10,9 was an oblique reference to the reason why the two sons of his had died. Aaron should take care that the same would not happen to him. [Seeing that the author does not attribute this statement of “our sages” to a specific source, I permit myself the comment that this sounds incredibly unlikely, as surely someone of Aaron’s stature did not need to be given this kind of a warning in order to obey G’d’s instructions. Ed.]\n", "versionTitle": "Tur on the Torah, trans. Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "58b6b15ad6e4a952249cbec5", "index_title": "Minchat Shai on Torah", "category": "Commentary", "type": "commentary", "ref": "Minchat Shai on Torah, Leviticus 10:8:1", "anchorRef": "Leviticus 10:8", "anchorRefExpanded": ["Leviticus 10:8"], "sourceRef": "Minchat Shai on Torah, Leviticus 10:8:1", "sourceHeRef": "מנחת שי על תורה, ויקרא י׳:ח׳:א׳", "anchorVerse": 8, "sourceHasEn": false, "compDate": [1526], "commentaryNum": 8.0001, "collectiveTitle": {"en": "Minchat Shai", "he": "מנחת שי"}, "heTitle": "ויקרא", "he": "<b>וידבר דיין ושכר.</b> פתוח':", "heVersionTitle": "Minchat Shai on Torah", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5926b240d6e4a957603a05a5", "index_title": "Midrash Tanchuma Buber", "category": "Midrash", "type": "", "ref": "Midrash Tanchuma Buber, Shmini 7:1", "anchorRef": "Leviticus 10:8", "anchorRefExpanded": ["Leviticus 10:8"], "sourceRef": "Midrash Tanchuma Buber, Shmini 7:1", "sourceHeRef": "תנחומא בובר, שמיני ז׳:א׳", "anchorVerse": 8, "sourceHasEn": true, "compDate": [150, 750], "commentaryNum": 7.0001, "collectiveTitle": {"en": "Midrash Tanchuma Buber", "he": "תנחומא בובר"}, "heTitle": "שמיני", "he": "וידבר ה' אל אהרן [לאמר] יין ושכר אל תשת <small>(ויקרא י ח ט)</small>. למה הוא מצווה על היין, שכל השותה יין, חבורות ופצעים ובושה וחרפה באות עליו, ורוח הקדש צווחת למי אוי למי אבוי למי מדנים למי שיה למי פצעים חנם למי חכלילות עינים למאחרים על היין, אל תרא יין כי יתאדם, אחריתו כנחש ישך, עיניך יראו זרות, והיית כשוכב בלב ים, הכוני בל חליתי <small>(משלי כג כט ל לא לב לג לד לה)</small>, למי אוי למי אבוי, [על מי הם אומרים ווי, למי מדנים] על מי הן אומרין (שהן בעלי) [שהוא בעל] מריבות, [למי שיח] ועל מי הן מסיחין, (למי הן מסיחין) למי פצעים חנם, למי [הם אומרים] שיש בפניו חבורות, [למי חכלילות עינים] ועל מי הן אומרין שעיניו עכורות ואדומות מן היין, על מי הן אומרין כל רעות הללו, למאחרים על יין. אל תרא יין כי יתאדם, אחריתו דם, נאה מבחוץ, ורע מבפנים, ולא תאמר שהוא יפה מבפנים כמו שהוא [נראה] מבחוץ, כי יתן בכוס עינו <small>(משלי שם לא)</small>, בכיס כתיב, השכור נותן עינו בכוס, והחנווני בכי.  ", "heVersionTitle": "Midrash Tanhuma haKadum veHaYashan, S. Buber, 1885", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש תנחומא הקדום והישן, ש' בובר, תרמ\"ה", "text": "(Lev. 10:8–9:) <small>AND THE LORD SPOKE UNTO AARON</small>, [<small>SAYING</small>]: <small>DRINK NO WINE OR INTOXICATING LIQUOR</small>. Why did he give a commandment concerning wine?<sup class=\"footnote-marker\">16</sup><i class=\"footnote\"><i>Tanh</i>., Lev. R. 3:5; Lev. R. 12:1; cf. Numb. R. 10:2; M. Prov. 23.</i> Because anyone who drinks wine will have boils, sores, shame, and reproach come upon him. So the Holy Spirit cries out (in Prov. 23:29–35): <small>WHO HAS WOE? WHO HAS SORROW? WHO HAS CONTENTIONS? WHO HAS TALK? WHO HAS UNEXPLAINED SORES? WHO HAS REDNESS OF EYES? THOSE WHO TARRY OVER WINE. DO NOT STARE AT WINE WHEN IT IS RED, &lt; WHEN IT GIVES ITS COLOR TO THE CUP,… &gt; IN THE END IT WILL BITE LIKE A SNAKE; &lt; … &gt; YOUR EYES WILL SEE STRANGE THINGS; &lt; …. &gt; YOU WILL BE LIKE ONE WHO LIES DOWN IN THE MIDST OF THE SEA, &lt; …. &gt; THEY STRUCK ME, BUT I FELT NO HURT</small>. (Vs. 29:) <small>WHO HAS WOE? WHO HAS SORROW</small>? [&lt; means: &gt; About whom do they say: Woe? <small>WHO HAS CONTENTIONS</small>?] &lt; means: &gt; About whom do they say {that they are masters of} [that he is a master of] quarrels. [(Ibid., cont.:) <small>WHO HAS TALK</small>?] &lt; means: &gt; And about whom do they talk? {To whom do they talk?} (Ibid., cont.:) <small>WHO HAS UNEXPLAINED SORES</small>? &lt; means: &gt; Whom [do they say] has boils on his face? [(Ibid., cont.:) <small>WHO HAS REDNESS OF EYES</small> ('<i>ayin</i>)?] &lt; means: &gt; And about whom do they say that his eyes ('<i>ayin</i>) are bleary and red from wine? About whom do they say all these evils? (Vs. 30:) <small>THOSE WHO TARRY OVER WINE</small>. (Vs. 31:) <small>DO NOT STARE AT WINE WHEN IT IS RED</small>. Its end is blood. It is fine on the outside and bad on the inside; so never say that it is beautiful on the inside just as [it appears] on the outside (according to ibid., cont.:), <small>WHEN IT GIVES ITS COLOR</small> ('<i>ayin</i>) <small>TO THE CUP</small> (<i>kos</i>). &lt; This is the oral text (the <i>qere</i>). &gt; The written text (<i>ketiv</i>) &lt; says: &gt; <small>TO THE PURSE</small> (<i>kis</i>). The drunkard sets his eye on the cup, but the shopkeeper &lt; sets his eye &gt; on the purse.", "versionTitle": "Midrash Tanhuma, S. Buber Recension; trans. by John T. Townsend, 1989.", "license": "CC-BY", "versionTitleInHebrew": "מדרש תנחומא, בובר, מתורגם בידי ג'ון ט' טוונסנד, 1989"}, {"_id": "59ef2f32d6e4a90d4d5c6e6f", "index_title": "Steinsaltz on Gittin", "category": "Quoting Commentary", "type": "", "ref": "Steinsaltz on Gittin 60b:1", "anchorRef": "Leviticus 10:8-11", "anchorRefExpanded": ["Leviticus 10:8", "Leviticus 10:9", "Leviticus 10:10", "Leviticus 10:11"], "sourceRef": "Steinsaltz on Gittin 60b:1", "sourceHeRef": "ביאור שטיינזלץ על גיטין ס׳ ב:א׳", "anchorVerse": 8, "sourceHasEn": false, "compDate": [1950, 2010], "commentaryNum": 120.0001, "collectiveTitle": {"en": "Steinsaltz on Gittin", "he": "ביאור שטיינזלץ על גיטין"}, "heTitle": "ביאור שטיינזלץ על גיטין", "he": "<b>ופרשת שתויי יין</b> (ויקרא י, ח-יא), <b>ופרשת נרות</b> (במדבר ח, א-ז), <b>ופרשת פרה אדומה</b> (במדבר פרק יט), שכל אלו נצרכו לעבודת המשכן כתיקונה.", "heVersionTitle": "William Davidson Edition - Hebrew", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5c179368bb386c011be93470", "index_title": "Zohar Chadash", "category": "Kabbalah", "type": "", "ref": "Zohar Chadash, Noach 90", "anchorRef": "Leviticus 10:8-9", "anchorRefExpanded": ["Leviticus 10:8", "Leviticus 10:9"], "sourceRef": "Zohar Chadash, Noach 90", "sourceHeRef": "זוהר חדש, פרשת נח צ׳", "anchorVerse": 8, "sourceHasEn": false, "compDate": [1100, 1400], "commentaryNum": 90, "collectiveTitle": {"en": "Zohar Chadash", "he": "זוהר חדש"}, "heTitle": "פרשת נח", "he": "רַבִּי בּוֹן פָּתַח, (ויקרא י׳:ח׳-ט׳) וַיְדַבֵּר ה' אֶל אַהֲרֹן לֵאמֹר יַיִן וְשֵׁכָר אַל תֵּשְׁתְּ אַתָּה וּבָנֶיךָ אִתָּךְ בְּבֹאֲכֶם אֶל אֹהֶל מוֹעֵד וְלֹא תָמוּתוּ חֻקַּת עוֹלָם לְדֹרֹתֵיכֶם. דְּאָמַר רִבִּי אָבוֹן, אֵין בְּכָל הָעוֹלָם דָּבָר שֶׁמִּתְגָּאֶה לִבּוֹ שֶׁל אָדָם, אֶלָּא בְּיַיִן. וְזֶה הָיָה עָנְשָׁם שֶׁל נָדָב וַאֲבִיהוּא, שֶׁאָכְלוּ וְשָׁתוּ וְגָבָהּ לִבָּם, וְזֶהוּ אֵשׁ זָרָה אֲשֶׁר לֹא צִוָּה אוֹתָם. ", "heVersionTitle": "Zohar Chadash", "heLicense": "Public Domain", "heVersionTitleInHebrew": "זוהר חדש", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5c7d9f5dd712ce00182a2934", "index_title": "Sifra", "category": "Midrash", "type": "", "ref": "Sifra, Acharei Mot, Section 1 5", "anchorRef": "Leviticus 10:8", "anchorRefExpanded": ["Leviticus 10:8"], "sourceRef": "Sifra, Acharei Mot, Section 1 5", "sourceHeRef": "ספרא, אחרי מות, פרשה א ה׳", "anchorVerse": 8, "sourceHasEn": true, "compDate": [250, 350], "commentaryNum": 5, "collectiveTitle": {"en": "Sifra", "he": "ספרא"}, "heTitle": "פרשה א", "he": "[ה] משום ר' ישמעאל אמרו, הואיל ונאמרו שני דברות זה בצד זה, אחד פתוח ואחד סתום, יְלַמד פתוח על הסתום. מה פתוח דיבר ביד משה שיאמר לאהרן על ביאת הקדש, אף סתום דבר ביד משה שיאמר לאהרן על ביאת הקדש, ואיזה? זה דיבור של יין ושל שכר שנאמר \"ואחיכם כל בית ישראל יבכו את השריפה אשר שרף ה'…וידבר ה' אל אהרן לאמר יין ושכר אל תשת\".", "heVersionTitle": "Venice 1545", "heLicense": "", "heVersionTitleInHebrew": "", "text": "5) It was said in the name of R. Yishmael: Since two dicta are mentioned here, one aside the other, ( 1) \"And the L–rd spoke to Moses…\" 2) \"And the L–rd said to Moses…\", one (i.e., the second) \"open\" (i.e., explained); the other, (the first) \"closed\" (i.e., unexplained), the \"open\" elucidates the closed, viz.: Just as the \"open\" speaks of Moses' telling Aaron not to enter the sanctuary, so, the \"closed\" speaks of Moses' telling Aaron not to enter the sanctuary. And in what connection is this mentioned? That of (abstaining from) wine and strong drink (before entering the sanctuary), viz. (Vayikra 10:6) \"And let your brethren, the entire house of Israel, mourn the burning that the L–rd has burned… (Vayikra 10:8) And the L–rd spoke to Aaron, saying … Wine or strong drink you shall not drink, etc.\"", "versionTitle": "Sifra by Rabbi Shraga Silverstein", "license": "CC-BY", "versionTitleInHebrew": "ספרא, רבי שרגא זילברשטיין"}, {"_id": "5cdd671825f25e006109552a", "index_title": "Malbim on Leviticus", "category": "Quoting Commentary", "type": "", "ref": "Malbim on Leviticus, Vayikra 3:4", "anchorRef": "Leviticus 10:8-9", "anchorRefExpanded": ["Leviticus 10:8", "Leviticus 10:9"], "sourceRef": "Malbim on Leviticus, Vayikra 3:4", "sourceHeRef": "מלבי\"ם על ויקרא, ויקרא ג׳:ד׳", "anchorVerse": 8, "sourceHasEn": false, "compDate": [1844, 1874], "commentaryNum": 3.0004, "collectiveTitle": {"en": "Malbim on Leviticus", "he": "מלבי\"ם על ויקרא"}, "heTitle": "ויקרא", "he": "ויקרא אל משה וידבר ה' אליו: הלכה פסוקה בדיני המליצה כי בכל מאמר שנזכר בו שם הפועל ושם הפעול בפירוש, לא יבא לעולם שם הפעול לפני שם הפועל. רצוני, שלא יכתב \"וידבר אל משה ה' \" או \"ויאמר אל יוסף יעקב\"; רק הסדר \"וידבר ה' אל משה\", \"ויאמר יעקב אל יוסף\". ועתה יפלא מאד במאמר הלז שבא שם הפועל, ה' , מאוחר מטעם הדרוש שנתבאר (בסימן א), היה ראוי שגם שם הפעול, \"אל משה\", יבא מאוחר. ובזה היה הלשון מסודר: \"ויקרא וידבר ה' אל משה\" ולא היה צריך גם כן כפל מלת \"אליו\"; ואיך נתהפך הסדר שהקדים \"אל משה\" לפני שם \"ה' \" הדובר, ששיעורו \"ויקרא אל משה...ה' \"? וזה זר ומוזר מאד. ואמרו כי הקדים שם הפעול וכפלו שנית על ידי כינוי \"אליו\" לדייק רק אל משה קרא ורק אליו דבר, ולמעט את אהרן. שכבר יתבאר בספר זה, במקומות לא חקר, כי קדימת שם אחד לפני מקומו וכן כפל השם עם הכינוי בא למיעוט ולדיוק. ואמרו סופרים כי י\"ג דברות נאמרו בתורה למשה ואהרן, וכנגדן נאמרו י\"ג מיעוטין. <b>ותחלה נבאר הי\"ג דברות</b> האלה, איה מקום כבודם: במסורה (ריש חוקת) <b>וידבר ה' אל משה ואל אהרן:</b> י\"א דסמיכי וסימנם: \"ויצום אל בני ישראל\" (שמות ו, יג), \"דברו את כל\" דשרצים (ויקרא יא, א), \"אדם כי יהיה בעור\" (ויקרא יג, א), \"כי תבואו אל ארץ\" (ויקרא יד, לג-לד), \"איש איש כי יהיה זב\" (ויקרא טו, א), \"איש על דגלו באותות\" (במדבר ב, א), \"נשא את ראש הקהתי\" (במדבר ד, א), \"אל תכריתו את\" (במדבר ד, יז), \"עד מתי לעדה הרעה\" (במדבר יד, כו-כז), \"הבדלו מתוך העדה\" (במדבר טז, כ-כא), \"זאת חקת התורה\" (במדבר יט, א-ב).  עוד במסורה (בסדר וארא): <b>ויאמר ה' אל משה ואל אהרן:</b> ו' דסמיכי וסימנהון: \"מופת\" (שמות ז, ח-ט), \"חפניכם\" (שמות ט, ח), \"החדש\" (שמות יב, א-ב), \"זאת חוקת הפסח\" (שמות יב, מג), \"יען לא האמנתם\" (במדבר כ, יב), \"בהר ההר\" (במדבר כ, כג).  עוד במסורה: <b>וידבר ה' אל אהרן:</b> ב' דסמיכי וסימנך: \"יין ושכר אל תשת\" (ויקרא י, ח-ט), \"ואני הנה נתתי לך\" (במדבר יח, ח). ותלתא <b>ויאמר ה' אל אהרן:</b> וסימנהון: \"לך לקראת משה\" (שמות ד, כז), \"אתה ובניך ובית אביך\" (במדבר יח, א), \"בארצם לא תנחל\" (במדבר יח, כ), עכ\"ל המסורה. לפי זה חשבון הי\"ג דברות שנאמרו למשה ולאהרן נפלא מאד! דאם נחשב רק \"וידבר ה' אל משה ואהרן\" אינם רק י\"א; ואם נחשב גם \"ויאמר ה' \" הם י\"ז (ועוד נמצא \"ויאמר ה' פתאום אל משה ואל אהרן\" דפר' בהעלותך ולא מנהו המסורה משום תיבת \"פתאום\" המפסיק. ועל זה כוון מ\"ש ברבה במדבר (פרשה ב) בי\"ח מקומות אתה מוצא משה ואהרן שוים וכולי); ואם נחשב גם \"ויאמר\"/\"וידבר\" ה' אל אהרן הם כ\"ב! ועם \"ויאמר ה' פתאום..\" הם כ\"ג! ותהי המבוכה רבה בעדת המפרשים, גם שגו במנין פקו פליליה. <sup class=\"footnote-marker\">(א)</sup><i class=\"footnote\">הק\"א פסקא כ' וז\"ל לא הוצרך לבאר הי\"ג פעמים שנאמרו בתורה הדברות למשה ולאהרן כי מבוארים הם ונתנו בהם סימן, מופת, חפניכם, החדש, ויצום, החיה, ארץ אחוזתכם, זב, איש על דגלו, נשא את ראש בני קהת, אל תכריתו, עד מתי, הבדלו, פרה. עכ\"ד, והנה ג' מהם שהם מופת, חפניכם, החדש, כתוב ויאמר אל משה ואהרן. ולו שם בשלשה ועד השלשה לא בא כי ששה המה. ועשרה דכתיב וידבר, הם באמת עשתי עשר. עוד כתב שם אח\"כ ואם יקשה עליך שהרי מצאנו דבור מיוחד לאהרן (בפ' קרח) וכן אמירה אחת לאהרן (שם) וכו'. ושכח כי הם שתי דברות ושלש אמירות כמ\"ש מנמוקי בעלי המסורה, והראב\"ד (כפי שהביא הק\"א משנה ד' בשמו) דסבר שהם ט\"ז דברות ואמירות, וריב\"ב לא חשיב ג' דברות ואמירות שקודם החדש הזה לכם נשארו י\"ג, וריה\"ג חשיב גם הג' דקודם החודש עי\"ש. וגם זה אינו כפתור ופרח, כי בארנו שהם י\"ז או י\"ח, ועוד שגם ריב\"ב מונה בין המעוטים מיעוט של ויהי ביום דבר ה' אל משה בא\"מ. וראיתי להחכם רוו\"ה במודע לבינה אחרי שהשיג על הק\"א חתר להמציא חלוקים שונים למצוא המנין. וחלק בין פרשה לפרשה בדוחקים עצומים לבלי הועיל. וכן מה שכתב בעל ק\"א על דברי הראב\"ד שלא מנה רק המצות מלבד שסותר דברי עצמו שלא חשב תחלה רק י\"ג דברות ואמירות, סותר האמת, כי הדבור, עד מתי (במדבר י\"ד כ\"ז) הבדלו (שם ט\"ז כ') וכן האמירה יען לא האמנתם (שם כ' י\"ב) בהר ההר (שם כ' כ\"ג) אין בו מצוה. סוף דבר, הוחלתי כי לא ידברו העתיקו מהם מלין לכן חלקי אמרה נפשי, והמעיין יבחר. אולם מ\"ש במכלתא ריש בא על ויאמר ה' אל משה ואל אהרן למשה הי' הדבור ולא לאהרן וכו' ומפני מה לא היה מדבר עמו מפני כבודו של משה וכ' נמצא ממעט אהרן מכל הדברות חוץ מג' מקומות מפני שאפשר, היא דעת אחרת. שגם בכ\"מ שנאמר ויאמר ה' אל משה ואל אהרן אל משה לבד דבר וזה מטעם. מפני כבודו של משה. פי' שהגם שאמירה יצויר באהרן, לא יצויר שישוה עם משה באמירה משותפת, וס\"ל שגם לשון אמירה שבא אצל משה היתה מעולה מאמירה אל נביאים אחרים ולא נשתתף עמו אחר חוץ מג' מקומות והם תלתא ויאמר ה' אל אהרן לבד, מפני שאפשר אחר שאהרן היה נביא אפשר שתבא אליו אמירה, וכמ\"ש בפרושי:</i>: לכן אמרתי שִמעה לי, אחַוה דֵעי אף אני: לך עבור בספרי נביאים וכתובים מקצה לקצה ולא תמצא שיאמר \"וידבר ה' אל נביא פלוני לאמר\" כמו שלשון זה רגיל בספר התורה בדבר ה' אל נאמן ביתו. [כי מה שנמצא \"וידבר ה' אל גד\" (דברי הימים א כא, ט) פירושו שהגיע דבר ה' אליו על ידי מלאך, כי זה עצמו נזכר (שמואל ב כד) ושם כתוב \"ודְבַר ה' היה אל גד\" שזה מדרגה קטנה ונמצא אף בבעלי רוח הקדש כמו \"ויהי דבר ה' אל שלמה\" (מלכים א יז יא), \"ונמצא ויהי דבר ה' אל יהוא\" (שם טז), \"דבר ה' היה אל בעשא\" (שם שם) – רוצה לומר על ידי שליח. וכן מ\"ש \"וידבר ה' אל גד\" הוא דומה עם מ\"ש \"וידבר ה' אל מנשה ואל עמו\" (דברי הימים ב לג, י) שפירושו על ידי שליח. וזולת זה לא נמצא בנביאים רק \"וידבר מלאך ה' אל אליהו\" (מלכים א טו) וכן (דניאל ט, זכריה ו, יחזקאל סימן מ וסימן מא) כולם מבוארים שהיה על ידי מלאך]. ובמסורה מערכיית אות א: <b>\"וידבר ה'\"</b> ד' בנביאים וסימנהון: \"וידבר ה' אל יהושע\" (יהושע כ, א), \"ביד עבדיו הנביאים\" (מלכים ב כא, י), \"וידבר ה' אל גד\" (דברי הימים א כא, ט), \"וידבר ה' אל מנשה\" (דברי הימים ב לג, י); וכל אורייתא דכוותיה. והטעם מבואר במה שבארתי בסימן הקודם בהבדל שבין \"דיבור\" ו\"אמירה\" ושמה שכתוב \"וידבר ה' אל משה לאמר\" פירושו שמסר לו דברים והלכות בעל פה ושבצם במשבצת אמירת הכתב וזה לא היה רק במשה שהיה נביא תורה, לא ביתר נביאים. רק פעם אחד נמצא בפר' רוצחים (יהושע כ) \"וידבר ה' אל יהושע לאמר\" שזה מפני שהחזיר שם פרשה הכתובה בתורה ואמרו חז\"ל (מכות יא) אמר ר' חמא בר' חנינא מפני מה נאמרה פרשת רוצחים בלשון עזה? דכתיב \"וידבר ה' אל יהושע לאמר..\" מפני שהם של תורה. למימרא דכל \"דיבור\" לשון קשה? הן, כדכתיב \"דבר האיש אדני הארץ אתנו קשות\". [והקישוי הזה כולל בין הקשה מצד עומק הדברים ומושגם כמו ענינים עמוקים שצריכים ביאור ופירוש, הן הקשה מצד ענינו, כמו דברים הרעים ווכוחים וטענות שזה נכנס בגדר הדיבור. והביא ממין אחד – \"דבר האיש אתנו קשות\" ראייה למין השני שפרשת ערי המקלט קשה מצד עומק מושגה יען שהיא של תורה. ובמדרש רבה (תשא פ' מב ופ' סח) ובתנחומא (פר' צו) וספרי (פר' בהעלותך) ובכמה מקומות אמרו \"דיבור\" קשה ו\"אמירה\" רכה.] על פי הדברים ואמת האלה נראה כי לא הוציא ר' יהודה בן בתירה את אהרן רק מן ה\"דיבור\", לא מן ה\"אמירה\", שכן דייק <b>י\"ג דברות</b>; והרי במשנה הבדיל בין \"דיבור\" ובין \"אמירה\" ובוודאי לשונו דוקא; כי אחר שאהרן היה נביא בהכרח באה אליו אמירה מאת ה' כמו אל יתר נביאים רק ה\"דיבור\" לא יצויר עמו שזה מיוחד רק למשה לבד [שעל מה שכתוב \"וידבר אלקים אל נח\" שאל זאת במדרש (ויקרא פ\"א) ועם נח לא דבר וכולי. ובאברהם כתיב \"וידבר אתו\"] . והם י\"ג דברות – שהם י\"א שכתוב \"וידבר אל משה ואהרן\" ושנים \"וידבר ה' אל אהרן\". וראיה לאמיתת פירוש זה שעל מה שכתוב \"וידבר אל משה ואל אהרן ויצום\" (שמות ו, יג) סיים \"ויהי ביום דבר ה' אל משה\", (וזה אחד מן המיעוטים). וכן על מה שכתוב על \"וידבר..איש על דגלו\" (במדבר ב) סיים \"ויעשו בני ישראל כאשר צוה ה' את משה\" (וגם זה מן המיעוטים) – מבואר שעיקר הציווי היה למשה. לא כן במה שכתב \"<b>ויאמר</b> ה'..החדש הזה\" (שמות יב) סיים \"ויעשו בני ישראל כאשר צוה ה' <b>את משה ואת אהרן</b>, וכן על \"ויאמר..\" ד\"זאת חוקת הפסח\" (שמות יב, מג) סיים כן; מבואר דגבי \"ויאמר\" היה הציווי לשניהם. <b>(ביאור משנה ב ומשנה ג)</b> עתה נבאר <b>הי\"ג מיעוטים:</b> ר' יהודה בן בתירה בקש חשבונות רבים, י\"ג מיעוטים נגד י\"ג דברות להראות שמה שכתוב \"וידבר ה'...אל אהרן\" פירושו על ידי שליח כמו \"וידבר ה' אל גד\" \"וידבר ה' אל מנשה\" כמו שנזכר למעלה. ובבראשית רבה (פר' כ) \"ותקרא שם ה' הדובר אליה\" – על ידי מלאך...\"ויאמר ה' לה\" – על ידי מלאך ויש אומרים על ידי שם בן נח. וכן (שם פ' מה). וברבה (יתרו פ' ??) \"ויאמר אל משה אני חותנך יתרו\" – ר\"י אומר על ידי שליח; ר\"א אומר אגרת שלו לו. וכן \"וידבר..אל אהרן\" – על ידי משה. <b>(מיעוט א ב ג)</b> מ\"ש בסוף נשא (במדבר ז, פט): \"וּבְבֹא מֹשֶׁה אֶל אֹהֶל מוֹעֵד לְדַבֵּר אִתּוֹ וַיִּשְׁמַע אֶת הַקּוֹל מִדַּבֵּר אֵלָיו מֵעַל הַכַּפֹּרֶת אֲשֶׁר עַל אֲרֹן הָעֵדֻת מִבֵּין שְׁנֵי הַכְּרֻבִים וַיְדַבֵּר אֵלָיו\". (א) מה שכתב \"ובבא משה אל אהל מועד לדבר אתו\" – מלת \"לדבר אתו\" מיותר, שכבר אמר (שמות לד, לד) \"ובבא משה לפני ה' לדבר אתו\", ותמצא מבואר בכל הספר הזה כי כל מאמר הכפול בתורה – האחד בא לגופיה והשני לדרוש; אמר שנית \"לדבר אתו\" למעט זולתו שהוא אהרן. (ב) \"מדבר אליו\" שלדעת רש\"י הוא מן ההתפעל כמו \"מתדבר\" ואם כן מלת \"אליו\" זרה שהוראת ההתפעל הוא שמתדבר אל עצמו. ועל כן רצה הראב\"ע לעשותו שם הפועל והדגש מקום \"מן\" וזה דוחק. ופירשו חכמים שמלת \"אליו\" הזרה פה בא למעט זולתו, שהקול לא הגיע לאזני זולתו שהוא אהרן. (ג) מ\"ש \"וידבר אליו\" מיותר בהחלט דהא מתחיל בפרשה אחריו \"וידבר ה' אל משה דבר אל אהרן\" והרי כפול \"וידבר אליו..וידבר ה' אל משה\". ופירושו שבא למעט רק אליו דבר שהוא ידבר לאהרן, ולא דבר עם אהרן עצמו. <b>(מיעוט ד ה):</b> מצאנו יעידה עם מלת \"לך\" ג' פעמים: \"וְנוֹעַדְתִּי לְךָ שָׁם וְדִבַּרְתִּי אִתְּךָ\" (שמות כה, כב), \"לִפְנֵי הַפָּרֹכֶת אֲשֶׁר עַל אֲרֹן הָעֵדֻת לִפְנֵי הַכַּפֹּרֶת אֲשֶׁר עַל הָעֵדֻת אֲשֶׁר אִוָּעֵד לְךָ שָׁמָּה\" (שמות ל, ו), \"לִפְנֵי הָעֵדֻת בְּאֹהֶל מוֹעֵד אֲשֶׁר אִוָּעֵד לְךָ שָׁמָּה\" (שמות ל, לו). וכפי הכללים שהיו לחז\"ל בזה (שיתבארו בכל הספר) כל דבר הכפול ומשולש בתורה צריך אחד לגופיה והיתרים באו לדרשה, ונשארו שנים למעט שהיעידה תהיה לך, לא לזולתך שהוא אהרן. <b>(מיעוט ו):</b> (שמות כט, מב) \"עולת תמיד..פתח אהל מועד לפני ה' אשר אועד לכם שמה לדבר אליך שם ונועדתי שמה לבני ישראל\" פירש הראב\"ע ויפת אמר \"אשר אועד לכם\" – למשה ולאהרן, ורמז לדבר: \"אליך\" למשה תמיד, ועדותו \"ונועדתי שמה לבני ישראל\". כוונתו שאי אפשר לפרש \"אועד לכם\" לישראל דאם כן למה יאמר שנית \"ונועדתי..לבני ישראל\"? ועל כרחך \"לכם\" למשה ולאהרן ובאר שבכל זאת אל אהרן לא ידבר רק \"לדבר אליך\" – למשה תמיד. וזה דעת רבותינו. (משנה ז) <b>(מיעוט ז):</b> \"כאשר צוה ה' אל משה\" זה נמצא רק פעם אחת בתורה (שמות טז, לג-לד) \"ויאמר משה אל אהרן קח צנצנת אחת ותן שמה...כאשר צוה ה' אל משה\" (כי תמיד כתוב \"את משה\" ונמסר במסורה לית ושארה \"את\". ויש בזה ב' זריות: (א) שהיה לו לומר \"כאשר צוה ה' אותי\" או \"אלי\", אחר שמשה דבר זאת. והגם שמצאנו פעמים שבא השם תחת הכינוי כמו \"ואל משה אמר עלה אל ה' \" כמ\"ש הרד\"ק (במכלול דף כט ב) – יש בו דרוש כמ\"ש (ברכות ח) \"למען אדני \" – \"למענך\" מבעיא ליה?! למען אברהם שקראך אדון. (ב) זאת שנית מ\"ש \"צוה אל משה\". ויש הבדל בין \"צוה את\" ובין \"צוה ל...\" בלמ\"ד; ש\"צוה ל...\" מורה שצוה בשבילו כמו שפרש\"י (במדבר לב כח) \"ויצו להם משה את אלעזר הכהן\" כמו עליהם ועל תנאם, כמו \"ה' ילחם לכם\". \"עמדו ואשמעה מה יצוה ה' לכם\" תרגם אונקלוס על דילכון. \"צוה ה' ליעקב\" (איכה א׳:י״ז) פרש\"י על יעקב. ובסוטה (דף יב) \"ויצו פרעה לכל עמו\" אף על עמו גזר. \"תורה צוה לנו משה\" לנו בעבורינו (ספרי סימן שמה). ולכן דרשוהו גם פה שלפי שמשה פקד לאהרן לגנוז צנצנת המן באר כי צויים כאלה צוה אל ובשביל משה, לא בשביל אהרן, הגם שאהרן עשה המעשה הציוי בא אל משה שיאמר לאהרן. <b>(מיעוט ח):</b> בפר' צו (ויקרא ז, לו-לח) \"אשר צוה ה' לתת להם...אשר צוה ה' את משה בהר סיני ביום צותו\" ויש פה גם כן ב' זריות: (א) כפל \"אשר צוה..אשר צוה\", (ב) שהיה לו לומר בשניהם \"כאשר\". ובמסורה נמסר על שניהם: חמשה סבירין \"כאשר\" וקרינין \"אשר\"; ודרשו שבא ללמד \"אשר צוה ה' \", רוצה לומר, כל מה שצוה ה' – אשר צוה אל משה, השני מבאר את הראשון שהיו הצויים מיוחדים למשה, לא לאחר עמו. <b>(מיעוט ט):</b> \"אשר צוה ה' את משה\" הוא מיעוט שבא בדיבור עצמו, שעל \"וידבר ה' אל משה ואל אהרן\" דקהת (במדבר ד, א עיין שם) (במדבר ד, יז עיין שם) סיים בסוף הענין (במדבר ד, מט) \"ופקדיו אשר צוה ה' את משה\" – מבואר שלמשה בא הציווי. <b>(מיעוט י):</b> גירסת הספרא \"את אשר יצוה\" וכן גירסת התורת כהנים, וכן מה שגרסי \"את כל אשר אצוך אל בני ישראל\" לא אוכל לפרשה כפי דרכי בספר הזה, ונראה לגרוס במקומם \"כאשר דבר ה' ביד משה לו\" (במדבר יז, ה) שכן אומר בספרי (קרח פסקא קיז) \"וידבר ה' אל אהרן ואני הנה נתתי\" – שומע אני שהיה הדיבור לאהרן... ת\"ל \"זכרון לבני ישראל..כאשר דבר ה ביד משה לו\" – הא למדת שהדיבור למשה שיאמר לאהרן. ופרש\"י \"ביד משה לו\" כמו עליו, על אהרן דבר וכולי שהוא פרשת \"ואני הנה נתתי\". לפי זה גם זה מיעוט שבא בדיבור עצמו ביחוד, כי מן מיעוט ט' עד מיעוט י\"ג הם מיעוטים שבאו בהדברות עצמם. <b>(מיעוט י\"א):</b> גם הוא נזכר בדיבור עצמו שעל דיבור \"ויצום\" (שמות ו, יג) סיים (שמות ו, כח) \"ויהי ביום דבר ה' אל משה בארץ מצרים\" – ביאר שלמשה בא הדיבור הלז. ", "heVersionTitle": "Malbim on Vayikra – Wikisource", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5cdd6d01388205001838a106", "index_title": "Malbim on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Malbim on Leviticus, Shmini 35:1", "anchorRef": "Leviticus 10:8", "anchorRefExpanded": ["Leviticus 10:8"], "sourceRef": "Malbim on Leviticus, Shmini 35:1", "sourceHeRef": "מלבי\"ם על ויקרא, שמיני ל״ה:א׳", "anchorVerse": 8, "sourceHasEn": false, "compDate": [1844, 1874], "commentaryNum": 35.0001, "collectiveTitle": {"en": "Malbim", "he": "מלבי\"ם"}, "heTitle": "שמיני", "he": "<b>יין ושכר את תשת:</b> דעת התנא קמא דשכר הוא שם ליין ישן המשכר ואינו כולל שאר משקים המשכרים (<small>דיליף מנזיר דשם יין ושכר רק יין ישן</small>). ואם כן שכר מיותר, דכל שכן הוא מיין. וזה כלל דאם מזהיר על שני דברים שהאחד נשמע מהשני והוא מיותר – על כרחך שמזהיר עליו במדרגה יותר גדולה, וכמו שכתבנו בפרשת אחרי (<small>סימן ז וסימן קכט</small>). ולכן סבירא ליה דיין באזהרה ושכר במיתה, ועונש \"לא תמותו\" הוא רק על שכר. ודעת ר' יהודה דשכר הוא שם כולל לכל המשקים המשכרים, ואם כן יין מיותר, דכל שכן הוא משאר משקים. ולכן סבירא ליה דיין במיתה ושכר באזהרה. ור\"ל אליעזר סבירא ליה דשכר אינו שם רק תואר הפעל, וביאורו יין אל תשת שכר, ר\"ל אל תשתהו באופן משכר, ר\"ל בלא מים ובלא הפסק בינתים; שרק באופן זה מוזהר. אבל אם שותהו באופן בלתי משכר – פטור. ובגמרא גריס בדברי ר' אליעזר יין אל תשת ושכר, אל תשתהו כדרך שכרותו. וגירסא זו עיקרית. דלא כהרשב\"א בתשובה שהחזיק גירסת הספר יין אל תשת ושכר אל תשת. וגם לגירסא זו פירושו \"ושכר אל תשת\" – אל תשתה את היין שכר, ר\"ל באופן משכר. וברייתא זו מובאת בכריתות <small>(דף יג:)</small> ושם פסק הלכה כר' אליעזר. ולפי זה אינו חייב רק אם שותה רביעית יין חי, בבת אחת, מיין שעברו עליו מ' יום. לא כתנא קמא דלוקה על יין מגתו ולא כר' יהודה דמחייב מיתה על כל יין ומלקות על משקים המשכרים. וזה גם כן דעת הרמב\"ם שפסק (פ\"א מהל' ביאת מקדש ה\"א) שאינו חייב רק על רביעית יין חי בבת אחת שזה כר' אליעזר. ומה שפסק (בהלכה ב') שאם היה שכור משאר משקים המשכרים הרי זה לוקה ועבודה כשרה – הוא רק אם נשתכר. ולא מפני אזהרה דפה, רק משום דשכור הוא מום הפוסל באדם ולא בבהמה כמו שאמרו בבכורות <small>(דף מה.)</small>. ובגמרא שם מקשה על מה דחשב שכור בהדי מומים הפוסלים באדם ולא בבהמה והלא שכור מחיל עבודה? . ומשיב: בשאר משקים המשכרים ודלא כר' יהודה – מבואר דלתנא קמא ור' אליעזר החולקים על ר' יהודה שכור משאר משקים אינו מוזהר משום יין ושכר אל תשת ובכל זה הוא בכלל בעל מום. ואזיל לשטתו שכתב (פ\"ו מהל' ביאת המקדש ה\"ו) דכל מי שיש בו מום מן המומים הפוסלים באדם ולא בבהמה לוקה ואינו מחלל עבודה. ולכן דלג (<small>בפרק ח מהל' ביאת המקדש ה\"ח</small>) ולא חשב שכור בכלל המומים הפוסלים באדם לבד, שחשבו במשנה בלי חולק, כי סמך את עצמו על מה שכבר כתבו בפרק א הלכה ב. כמו שהאריך בכסף משנה שם והרשב\"א בתשובה (ס' שסג).", "heVersionTitle": "Malbim on Vayikra – Wikisource", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5daeed1517859d9c2c913dc3", "index_title": "Toledot Yitzchak on Torah", "category": "Commentary", "type": "commentary", "ref": "Toledot Yitzchak on Torah, Leviticus 10:8:1", "anchorRef": "Leviticus 10:8", "anchorRefExpanded": ["Leviticus 10:8"], "sourceRef": "Toledot Yitzchak on Torah, Leviticus 10:8:1", "sourceHeRef": "תולדות יצחק על התורה, ויקרא י׳:ח׳:א׳", "anchorVerse": 8, "sourceHasEn": false, "compDate": [1475, 1535], "commentaryNum": 8.0001, "collectiveTitle": {"en": "Toledot Yitzchak", "he": "תולדות יצחק"}, "heTitle": "ויקרא", "he": "<b>וידבר ה' אל אהרן לאמר </b>הטעם שנתייחד עמו הדיבור ארז\"ל לפי ששתק בנחמת משה שאמר וידום אהרן וארז\"ל קיבל שכר על שתיקתו והטעם לפי שאין מנחמין את האבל בשעה שמתו מוטל לפניו שאז מצטער יותר וצועק יותר ממה שהיה צועק ואהרן שתק בנחמה שנחמו משה ומתו מוטל לפניו ולזה קיבל שכר על שתיקתו שנתייחד הדיבור עמו שנאמר וידבר ה' אל אהרן לאמר. ואחשוב שהטעם שדיבר עם אהרן לבדו זה הדיבור לפי שאמרו בטעם הקישור שסמך למיתת נדב ואביהוא יין ושכר אל תשת שתויי יין נכנסו למקדש. ויש להקשות שהכתוב אמר שחטאם ויקריבו אש זרה ואיך אמר שתויי יין אלא כוונתו שמה שטעו באש זרה לפי ששכלם היה מעורבב בשתיית היין ולפי שהיה קלון לאהרן שיאמר לו ע\"י אמצעי לא תשתכר כמו שנשתכרו בניך ומתו בשכרותם לכן אמר לו הקב\"ה בעצמו כן הרי לך טעם למה נתייחד עמו הדיבור וטעם לסמיכת יין ושכר למיתת בני אהרן. ואיפשר לתת טעם עוד לסמיכת יין ושכר למיתת בני אהרן לפי שהיו אהרן ובניו אבלים והיין מסיר קצת הדאגה שנא' תנו שכר לאובד ויין למרי נפש לזה סמך לו יין ושכר אל תשת אסור לך לשתות יין להתנחם ולהסיר ממנו הדאגה דיבר עם אהרן לבדו שבזה ישמח ויגל:", "heVersionTitle": "Toledot Yitzchak, Warsaw 1877", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תולדות יצחק, וורשא תרל\"ז", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5dbee3be5fc99956394dd598", "index_title": "Malbim Ayelet HaShachar", "category": "Commentary", "type": "commentary", "ref": "Malbim Ayelet HaShachar 224:1", "anchorRef": "Leviticus 10:8", "anchorRefExpanded": ["Leviticus 10:8"], "sourceRef": "Malbim Ayelet HaShachar 224:1", "sourceHeRef": "אילת השחר (מלבי\"ם) רכ״ד:א׳", "anchorVerse": 8, "sourceHasEn": false, "compDate": [1844, 1874], "commentaryNum": 224.0001, "collectiveTitle": {"en": "Malbim Ayelet HaShachar", "he": "אילת השחר (מלבי\"ם)"}, "heTitle": "אילת השחר (מלבי\"ם)", "he": "אם מזהיר על שני דברים שהאחד נשמע בקל וחומר מהשני על כרחנו שמזהיר עליו באזהרה חמורה יותר. כמו \"יין ושכר אל תשת\", \"אל הקודש מבית לפרוכת\", וכדומה. (שמיני ס' לה. אחרי ס' ז, אחרי ס' קכט)", "heVersionTitle": "Wikisource Edition", "heLicense": "", "heVersionTitleInHebrew": "", "text": "If it warns about two things where one is implied through an <i>argumentum a fortiori</i> from the other, we are forced to conclude that it warns about the one with a more severe warning. Like יין ושכר אל תשת (Drink no wine nor strong drink)<sup class=\"footnote-marker\">523</sup><i class=\"footnote\">Leviticus 10:9.</i> and אל הקודש מבית לפרוכת (into the holy place within the veil)<sup class=\"footnote-marker\">524</sup><i class=\"footnote\">Leviticus 16:2.</i>, etc.", "versionTitle": "Ayelet Hashachar, translated by Betzalel Avraham Feinstein, 2021", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "5dbee45a46c6d85848861b0f", "index_title": "Malbim Ayelet HaShachar", "category": "Commentary", "type": "commentary", "ref": "Malbim Ayelet HaShachar 604:1-3", "anchorRef": "Leviticus 10:8", "anchorRefExpanded": ["Leviticus 10:8"], "sourceRef": "Malbim Ayelet HaShachar 604:1-3", "sourceHeRef": "אילת השחר (מלבי\"ם) תר״ד:א׳-ג׳", "anchorVerse": 8, "sourceHasEn": false, "compDate": [1844, 1874], "commentaryNum": 604.0001, "collectiveTitle": {"en": "Malbim Ayelet HaShachar", "he": "אילת השחר (מלבי\"ם)"}, "heTitle": "אילת השחר (מלבי\"ם)", "he": ["ויש <b>וי\"ו הביאור</b> (שמיני ס' לה. אחרי סימן מו)", "ויש <b>וי\"ו ההשואה</b> – \"ומחית בשר חי\" (תזריע ס' עג)", "ויש <b>וי\"ו חסרה</b> (צו סימן מב)"], "heVersionTitle": "Wikisource Edition", "heLicense": "", "heVersionTitleInHebrew": "", "text": ["And there is an instance in the Scripture in which the prefix <b>ו</b> clarifies.", "And there is an instance in the Scripture in which the prefix <b>ו</b> compares - ומחית בשר חי (and there be quick raw flesh in the rising)<sup class=\"footnote-marker\">778</sup><i class=\"footnote\">Leviticus 13:10.</i>.", "And there is an instance in the Scripture in which the prefix <b>ו</b> is missing.<br><br><i>Leviticus 10:8-9 says,</i>וידבר יהוה אל אהרן לאמר יין ושכר אל תשת אתה ובניך אתך בבאכם אל אהל מועד ולא תמתו חקת עולם לדרתיכם<i> (And the LORD spoke to Aaron, saying: Drink no wine nor strong drink, you, nor your sons with you, when you go into the tent of meeting, that you die not; it shall be a statute forever throughout your generation), using the words </i>יין ושכר אל תשת<i> for “Drink no wine nor strong drink”. The prefix </i>ו<i> clarifies that they should not drink wine as one drinks a strong drink, by way of intoxication.</i><br><br><i>Leviticus 13:10 says, </i>וראה הכהן והנה שאת לבנה בעור והיא הפכה שער לבן ומחית בשר חי בשאת<i> (And the priest shall look, and, behold, if there be a white rising in the skin, and it have turned the hair white, and there be quick raw flesh in the rising), where it uses the language </i>הפכה שער לבן<i>for “turned the hair white” and the prefix ו comes on ומחית בשר חי (and there be quick raw flesh in the rising). In this case, the prefix </i>ו<i> compares – just as “turned the hair white” implies enough space for at least two hairs, so too “quick raw flesh in the rising” implies enough space for at least two hairs.</i><br><br><i>Leviticus 6:13 says,</i>זה קרבן אהרן ובניו אשר יקריבו ליהוה ביום המשח אתו עשירת האפה סלת מנחה תמיד מחציתה בבקר ומחציתה בערב <i>(This is the offering of Aaron and of his sons, which they shall offer to the LORD in the day when he is anointed: the tenth part of an ephah of fine flour for a meal-offering perpetually, half of it in the morning, and half thereof in the evening), using the words מנחה תמיד for “a meal-offering perpetually”. However, it is interpreted as </i>ומנחה תמיד<i>; the prefix </i>ו<i> is missing.</i>"], "versionTitle": "Ayelet Hashachar, translated by Betzalel Avraham Feinstein, 2021", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "5ebd565a0759aacdfc9926e8", "index_title": "Peninei Halakhah, Prayer", "category": "Halakhah", "type": "", "ref": "Peninei Halakhah, Prayer 5:11:2", "anchorRef": "Leviticus 10:8-11", "anchorRefExpanded": ["Leviticus 10:8", "Leviticus 10:9", "Leviticus 10:10", "Leviticus 10:11"], "sourceRef": "Peninei Halakhah, Prayer 5:11:2", "sourceHeRef": "פניני הלכה, תפילה ה׳:י״א:ב׳", "anchorVerse": 8, "sourceHasEn": true, "compDate": [1998, 2002], "commentaryNum": 11.0002, "collectiveTitle": {"en": "Peninei Halakhah, Prayer", "he": "פניני הלכה, תפילה"}, "he": "המתפלל צריך שיהיה בצלילות דעת. ושלא כמו רבים מעובדי עבודה זרה, שמקיימים את הפולחן שלהם באקסטזה, בעזרת סמים ואלכוהול; הפנייה שלנו אל ה' נעשית מתוך רצינות ועמקות מחשבתית. וזהו שציוותה התורה לכהנים, שלא יכנסו שתויי יין לעבודת בית המקדש (ויקרא י, ח-יא). ומזה למדו חכמים שאסור לשתוי ושיכור להתפלל.", "heVersionTitle": "Peninei Halakhah, Yeshivat Har Bracha", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": "A person must be clearheaded when he prays. Unlike many idol worshipers who perform their rituals using drugs and alcohol to attain a state of ecstasy, our petitions to Hashem are achieved through seriousness and deep thought. That is why the Torah commands the Kohanim not to enter the Temple and perform the divine service while inebriated (Leviticus 10:8-11). The Chachamim derive from this that one who is drunk or tipsy is prohibited from praying.", "versionTitle": "Peninei Halakhah, English ed. Yeshivat Har Bracha", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "5ebd57700ee56f0ee0fa8cee", "index_title": "Peninei Halakhah, Women's Prayer", "category": "Halakhah", "type": "", "ref": "Peninei Halakhah, Women's Prayer 9:6:2", "anchorRef": "Leviticus 10:8-11", "anchorRefExpanded": ["Leviticus 10:8", "Leviticus 10:9", "Leviticus 10:10", "Leviticus 10:11"], "sourceRef": "Peninei Halakhah, Women's Prayer 9:6:2", "sourceHeRef": "פניני הלכה, תפילת נשים ט׳:ו׳:ב׳", "anchorVerse": 8, "sourceHasEn": true, "compDate": [2000, 2004], "commentaryNum": 6.0002, "collectiveTitle": {"en": "Peninei Halakhah, Women's Prayer", "he": "פניני הלכה, תפילת נשים"}, "he": "אדם הבא להתפלל, צריך שיהיה בצלילות הדעת. שלא כמו רבים מעובדי עבודה זרה, שמקיימים את הפולחן שלהם בעזרת סמים ואלכוהול, וכך נכנסים לאקסטזה; הפנייה שלנו אל ה' נעשית מתוך רצינות ועמקות מחשבתית. וזהו שציוותה התורה לכהנים, שלא יכנסו שתויי יין לעבודת בית המקדש (ויקרא י, ח-יא). ומזה למדו חכמים שאסור לשיכור ושתוי להתפלל.", "heVersionTitle": "Peninei Halakhah, Yeshivat Har Bracha", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": "One must be clearheaded when she prays. Unlike many idol worshipers, who perform their rituals using drugs and alcohol to attain a state of ecstasy, our petitions to God are achieved through seriousness and deep thought. That is why the Torah commands the kohanim not to enter the Temple and perform the Divine service while inebriated (Vayikra 10:8-11). The Sages derive from this that one who is drunk or tipsy may not pray.", "versionTitle": "Peninei Halakhah, English ed. Yeshivat Har Bracha", "license": "", "versionTitleInHebrew": ""}, {"_id": "5fc49bd851729c983a870756", "index_title": "Ohev Ger", "category": "Commentary", "type": "commentary", "ref": "Ohev Ger, Part II, Variants in Targum Onkelos 202:1", "anchorRef": "Leviticus 10:8", "anchorRefExpanded": ["Leviticus 10:8"], "sourceRef": "Ohev Ger, Part II, Variants in Targum Onkelos 202:1", "sourceHeRef": "אוהב גר, חלק שני, חלופי נוסחאות ר״ב:א׳", "anchorVerse": 8, "sourceHasEn": false, "compDate": [1823, 1829], "commentaryNum": 202.0001, "collectiveTitle": {"en": "Ohev Ger", "he": "אוהב גר"}, "heTitle": "חלופי נוסחאות", "he": "<b>פרשת שמיני</b><br>וידבר ה' אל אהרן (י' ח') עם אהרן (מא\"ד לסבונא ואנוירשא) כמו וידבר ה' אל משה שתרגומו תמיד עם משה, וכן למטה וידבר ה' אל משה ואל אהרן (י\"א א') עם משה ועם אהרן, וכן בשאר מקומות שנמצא דבור לאהרן תרגומם עם (לסבונא ואנוירשא); ובכל הספרים האחרונים הגיהו לאהרן לרמוז שהיה הדבור למשה שיאמר לאהרן, כמדרשם.", "heVersionTitle": "Ohev Ger, Philoxenus sive de Onkelosi, Vienna, 1830", "heLicense": "Public Domain", "heVersionTitleInHebrew": "אוהב גר, וינה תק\"ץ", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "603f3ad5c42be86cbf03f947", "index_title": "Kuzari", "category": "Jewish Thought", "type": "", "ref": "Kuzari 3:49", "anchorRef": "Leviticus 10:8", "anchorRefExpanded": ["Leviticus 10:8"], "sourceRef": "Kuzari 3:49", "sourceHeRef": "הכוזרי ג׳:מ״ט", "anchorVerse": 8, "sourceHasEn": true, "compDate": [1120, 1140], "commentaryNum": 3.0049, "collectiveTitle": {"en": "Kuzari", "he": "הכוזרי"}, "heTitle": "הכוזרי", "he": "(מט) אָמַר הֶחָבֵר: הַטֻּמְאָה וְהַקְּדֻשָּׁה שְׁנֵי עִנְיָנִים זֶה כְנֶגֶד זֶה, לֹא יִמָּצֵא הָאֶחָד אֶלָּא בְהִמָּצֵא הַשֵּׁנִי, וּמָקוֹם שֶׁאֵין קְדֻשָּׁה אֵין טֻמְאָה, כִּי עִנְיַן הַטֻּמְאָה אֵינֶנּוּ כִּי אִם דָּבָר שֶׁאָסַר עַל בְּעָלָיו לִנְגֹּעַ בְּדָבָר מִדִּבְרֵי הַקְּדֻשָּׁה מִמַּה שֶּׁהוּא מְקֻדָּשׁ לֵאלֹהִים, כְּמוֹ: הַכֹּהֲנִים וּמַאֲכָלָם וּמַלְבּוּשָׁם וְהַתְּרוּמוֹת וְהַקָּרְבָּנוֹת וּבֵית הַמִּקְדָּשׁ וְזוּלַת זֶה הַרְבֵּה. וְכֵן עִנְיַן הַקְּדֻשָּׁה: דָּבָר שֶׁאָסַר עַל בְּעָלָיו לִנְגֹּעַ בִּדְבָרִים רַבִּים יְדוּעִים וּמְפֻרְסָמִים, וְרֹב מֵהֶם תְּלוּיִים בְּמַעֲמַד הַשְּׁכִינָה, וּכְבָר חָסַרְנוּ אוֹתָהּ. וּמַה שֶּׁאֶצְלֵנוּ הַיּוֹם מֵאִסּוּר שְׁכִיבַת הַנִּדָּה וְהַיּוֹלֶדֶת, אֵינוֹ מִפְּנֵי הַטֻּמְאָה אֲבָל הִיא מִצְוָה גְרִידָא מֵאֵת הַבּוֹרֵא, וְכֵן מַה שֶּׁאֶצְלֵנוּ מֵהַרְחָקַת הָאֲכִילָה עִמָּהּ וּלְהִשָּׁמֵר מִקּוּרְבָתָהּ, אֵין זֶה כִּי אִם מְנִיעוֹת וּסְיָגוֹת שֶׁלֹּא יִתְגַּלְגֵּל הָעִנְיָן לִשְׁכַּב עִמָּהּ. אֲבָל חוֹבוֹת הַטֻּמְאָה בָּטְלוּ מִמֶּנּוּ מִפְּנֵי שֶׁאָנוּ בְאֶרֶץ טְמֵאָה וְאַוִּיר טָמֵא. וְכָל שֶׁכֵּן מַה שֶּׁאָנוּ מִשְׁתַּמְּשִׁין בּוֹ מֵהַקְּבָרוֹת וְהַשְּׁרָצִים וְהַמְּצֹרָעִים וְהַזָּבִים וְהַמֵּתִים וְזוּלַת זֶה. וְכֵן אֲסוּרָה עָלֵינוּ הַנְּבֵלָה וְלֹא מִפְּנֵי טֻמְאָתָהּ אֲבָל מִצְוָה גְרִידָא בְאִסּוּר הַנְּבֵלָה, וּתְנַאי הַטֻּמְאָה תּוֹסֶפֶת. וְלוּלֵא שֶׁאָמְרוּ: עֶזְרָא תִקֵּן טְבִילָה לְבַעֲלֵי קְרָיִין, לֹא הָיִינוּ חַיָּבִין בָּהּ חוֹבַת הַתּוֹרָה אַךְ חִיּוּב טָהֳרָה וּנְקִיּוּת. וְאִם הֵם מְקַבְּלִים אוֹתָהּ עַל עַצְמָם לְעִנְיַן הַנְּקִיּוּת, אֵין גְּנַאי בָּזֶה מִבִּלְתִּי שֶׁיְּקַבְּלוּהָ לְ'תוֹרָה', וְאִם לֹא – כְּבָר הֵם מִתְחַכְּמִים מִסִּכְלוּת מֵהֶם וּמְשַׁנִּים הַתּוֹרָה וְגוֹרְמִים לְמִינוּת, רְצוֹנִי לוֹמַר: חִלּוּק הַדֵּעוֹת, אֲשֶׁר הוּא שֹׁרֶשׁ הַפְסָדַת הָאֻמָּה וִיצִיאָתָהּ מִ'תּוֹרָה אַחַת וּמִשְׁפָּט אֶחָד', כִּי כָּל אֲשֶׁר נָקֵל בּוֹ אֲנַחְנוּ עַל עַצְמֵנוּ מֵהִשְׁתַּמֵּשׁ בַּשַּׁבָּתוֹת בְּבָתֵּינוּ בְּעֵרוּב, וְאִם הוּא דָבָר שֶׁאֵינוֹ נָאֶה, יֵקַל אֵצֶל מַה שֶּׁתְּסַבֵּב דַּעְתָּם מֵהַמַּחֲלֹקֶת וְהַכַּפְרָנוּת עַד שֶׁיִּהְיֶה בְּבַיִת אֶחָד עֲשָׂרָה אֲנָשִׁים בְּעֶשֶׂר דֵּעוֹת. וְאִם לֹא הָיוּ הַמִּצְוֹת אֶצְלֵנוּ קְשׁוּרוֹת בִּגְבוּלִים שֶׁלֹּא יַעַבְרוּם, לֹא הָיָה מֻבְטָח מֵהִכָּנֵס בָּהּ מַה שֶּׁאֵין מִמֶּנָּה, וְיוֹצֵא מִמֶּנָּה קְצָת מַה שֶּׁיֵּשׁ בָּהּ, בַּעֲבוּר שֶׁהוּא לוֹקֵחַ בְּהֶקֵּשׁוֹ וְטַעְמוֹ. וְיֵקַל בְּעֵינֵי הַקָּרָאִים הֲנָאַת עֲבוֹדָה זָרָה מִכֶּסֶף וְזָהָב וּקְטֹרֶת וָיָיִן, וְעַל הָאֱמֶת – הַמָּוֶת מִבַּלְעֲדֵי זֶה טוֹב. וְיִקְשֶׁה בְעֵינָיו שֶׁיֵּהָנֶה מֵהַחֲזִיר אֲפִלּוּ בִרְפוּאָה, וְעַל הָאֱמֶת – הוּא מֵהָעֲבֵרוֹת הַקַּלּוֹת, חַיָּב בָּהֶם מַלְקוּת. וְכֵן יֵקַל עַל הַנָּזִיר אֲכִילַת הַצִּמּוּקִים וְהָעֲנָבִים יוֹתֵר מֵהַשִּׁכְּרוּת מִשְּׁכַר הַדְּבַשׁ אוֹ שְׁכַר הַתַּפּוּחִים, וְהָאֱמֶת הֵפֶךְ זֶה, כִּי הָאִסּוּר אֵינוֹ אֶלָּא בְמַה שֶּׁיָּצָא מֵהַגֶּפֶן בִּלְבָד, וְאֵין הַכַּוָּנָה אִסּוּר הַשִּׁכְּרוּת כַּאֲשֶׁר יַעֲלֶה בַּמַּחֲשָׁבָה, אֲבָל הָאֱלֹהִים יוֹדֵעַ וּנְבִיאָיו וּבְחוּרָיו. וְלֹא יִתָּכֵן לְהַחֲזִיק בַּסְּכָלִים אַנְשֵׁי הַקַּבָּלָה אוֹ אַנְשֵׁי הַסְּבָרָא בָּזֶה, כִּי מִלַּת שֵׁכָר גְּלוּיָה וִידוּעָה, וְקִבְּלוּ שֶׁיַּיִן וְשֵׁכָר הָאָמוּר בַּכֹּהֲנִים כּוֹלֵל כָּל מִינֵי שֵׁכָר וְשֶׁיַּיִן וְשֵׁכָר הָאָמוּר בַּנָּזִיר אֵינֶנּוּ כִּי אִם מֵעֲסִיס הַיָּיִן. וְלַמִּצְוֹת גְּבוּלִים מְדֻקְדָּקִים עֲלֵיהֶם בְּחָכְמָה וְאִם לֹא יֵרָאוּ בְמַעֲשִׂים נָאִים, וְהַזָּרִיז יִרְחַק מֵהֶם מִבְּלִי שֶׁיֶּאֱסֹר אוֹתָם, כְּמוֹ בְּשַׂר כֹּס כֹּס, אֲשֶׁר הוּא מֻתָּר בַּעֲבוּר שֶׁאֵינוֹ בָטוּח מִמּוֹת הַבְּהֵמָה הַהִיא, וְלָאוֹמֵר שֶׁיֹּאמַר כִּי תֵרָפֵא וְהֻתְּרָה. וְהַטְּרֵפָה שֶׁנִּרְאֵית בְּרִיאָה אֲסוּרָה, מִפְּנֵי שֶׁיֵּשׁ לָהּ חֳלִי מֵמִית מִבְּלִי סָפֵק, וְלֹא יִתָּכֵן שֶׁתִּחְיֶה מִמֶּנּוּ וְלֹא שֶׁתֵּרָפֵא, וְנֶאֶסְרָה, וְעִם הַסְּבָרָא וְהַהִתְחַכְּמוּת יָשׁוּבוּ הַדִּינִין הָאֵלּוּ בְהֵפֶךְ. עַל כֵּן לֹא תְהַלֵךְ אַחַר סְבָרָתְךָ וְהַקָּשָׁתְךָ בְּתוֹלְדוֹת הַמִּצְוֹת, פֶּן תִּפֹּל בִּסְפֵקוֹת יְבִיאוּךָ לְמִינוּת, וְלֹא תַסְכִּים דַּעְתְּךָ עִם חֲבֵרֶיךָ בְּדָבָר מֵהֶם, כִּי לְכָל אֶחָד מִבְּנֵי אָדָם סְבָרָא וְהַקָּשָׁה. אָמְנָם צָרִיךְ שֶׁתְּעַיֵּן בַּשָּׁרָשִׁים מִן הַמְקֻבָּל וְהַכָּתוּב וְהַהַקָּשׁוֹת הַנּוֹהֲגוֹת עַל הַסֵּדֶר הַמְקֻבָּל לְהָשִׁיב הַתּוֹלָדוֹת אֶל הָאָבוֹת, וּמַה שֶּׁיּוֹצִיאֲךָ אֵלָיו, הַאֲמֵן בּוֹ, וְאִם יִהְיֶה רָחוֹק אֵצֶל סְבָרָתְךָ וּמַחֲשַׁבְתְּךָ, כַּאֲשֶׁר תַּרְחִיק הַמַּחֲשָׁבָה וְהַסְּבָרָא הֶעְדֵּר הָרֵקוּת, וְהַהַקָּשׁוֹת הַשִּׂכְלִיּוֹת מְחַיְּבוֹת זֶה. וְכַאֲשֶׁר תַּרְחִיק הַסְּבָרָא שֶׁיָּכוֹל לְהִתְחַלֵּק הַגּוּף לְאֵין תַּכְלִית, וְהַהַקָּשָׁה הַשִּׂכְלִית מְחַיֶּבֶת זֶה. וְכַאֲשֶׁר תַּרְחִיק הַמַּחֲשָׁבָה שֶׁהָאָרֶץ כַּדּוּרִית, וְשֶׁהִיא חֵלֶק אֶחָד מִמֵּאָה וְשִׁשִּׁים וָשֵׁשׁ מֵעִגּוּל הַשֶּׁמֶשׁ, וְכָל מַה שֶּׁיֵּשׁ בְּמוֹפְתֵי הַתְּכוּנָה, מִמַּה שֶּׁתַּרְחִיקֵהוּ הַמַּחֲשָׁבָה. כִּי כָל מַה שֶּׁהִתִּירוּ חֲכָמִים לֹא הָיָה לִסְבָרָתָם וְלֹא בְמַה שֶּׁנִּרְאָה לְדַעְתָּם, אַךְ בְּתוֹלְדוֹת הַחָכְמָה הַיְרוּשָׁה וְהַמְקֻבֶּלֶת אֶצְלָם, וְכָל מַה שֶּׁאָסְרוּ כֵן. וּמִי שֶׁנִּלְאֶה מֵהַשִּׂיג חָכְמָתָם וְלָקַח דִּבְרֵיהֶם כְּטַעְמוֹ וּסְבָרָתוֹ, יִהְיוּ נָכְרִים בְּעֵינָיו כַּאֲשֶׁר הֵם דִּבְרֵי הַטִּבְעִיִּים וְהַגַּלְגַּלִּיִּים נָכְרִים בְּעֵינֵי עַמֵּי הָאָרֶץ. וְהֵם כְּשֶׁמְּדַקְדְּקִין בִּגְבוּלֵי הַדִּינִין וְיוֹרוּ הַהֶתֵּר וְהָאִסּוּר בַּאֲמִתַּת הַדִּין, מַרְאִים לְךָ מַה שֶּׁאֵינוֹ נָאֶה מֵהַגְּבוּלִים הָהֵם, כַּאֲשֶׁר הֵם מְגַנִּים אֲכִילַת בְּשַׂר כֹּס כֹּס, וְהוֹצָאַת מָמוֹן בְּתַחְבּוּלַת הַדִּינִים וְהַתָּרַת הַהֲלִיכָה בַשַּׁבָּת בְּתַחְבּוּלוֹת מִן הָעֵרוּב, וְהַתָּרַת הַנָּשִׁים בְּתַחְבּוּלוֹת שֶׁהַנִּשּׂוּאִים מֻתָּרִים בָּהֶם, וְהַתָּרַת הַשְּׁבוּעוֹת וְהַנְּדָרִים בְּמִינֵי הָעָרְמוֹת, אֲשֶׁר הֵם עוֹבְרִים אֵצֶל הָעִיּוּן הַדִּינִי מִבִּלְתִּי הַהִשְׁתַּדְּלָה הַתּוֹרִיָּה. וּשְׁנֵי הָעִנְיָנִים צָרִיךְ אֲלֵיהֶם. כִּי אִם תְּיַחֵד הָעִיּוּן הַדִּינִי, יַעַבְרוּ בִגְבוּלָיו מִינִים מֵהַתַּחְבּוּלוֹת, לֹא יִתָּכֵן לְקָשְׁרָם, וְאִם תַּעֲזֹב הַגְּבוּלִים שֶׁל דִּינִים אֲשֶׁר הֵם סְיָג הַתּוֹרָה וְתִסְמֹךְ עַל הַהִשְׁתַּדְּלָה, יִהְיֶה סִבָּה לְמִינוּת וְיֹאבַד הַכֹּל.", "heVersionTitle": "Sefer haKuzari - Project Ben-Yehuda", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "ספר הכוזרי. פרוייקט בן-יהודה", "text": "49. The Rabbi: Impurity and holiness are contradictory ideas; one cannot be thought of without the other. Without holiness we should not know the signification of impurity. Impurity means that the approach to holy objects, hallowed by God, is forbidden to the person so affected. Such would be priests, their food, clothing, offering, sacrifices, the holy House, etc. In the same way the ideas of holiness include something which forbids the person connected with it to approach many ordinary objects. This chiefly depends on the vicinity of the Shekhinah, which we now lack entirely. The prohibition which still holds good, of cohabiting with a woman in her period or after confinement has nothing to do with impurity, but is an independent divine law. The practice we observe to keep aloof from them as much as possible is but a restriction and hedge to prevent cohabitation. The regulations of impurity proper ceased to exist for us, because we live in 'an unclean land and in unclean air,' especially as we move about among graves, vermin, lepers, persons affected with issue, corpses, etc. To touch carrion is not forbidden on account of its impurity, but it forms a special law connected with the prohibition of eating the same to which impurity is accessory. If Ezra had not ordained a bath for certain contaminated persons, this would not be a regulation but simply a matter of cleanliness. If these persons would conceive this regulation in the sense of cleanliness, it would lose nothing, as long as it is not taken for a religious law. Otherwise they might draw conclusions from their own folly, try to improve upon the law and cause heterodoxy, I mean the splitting of opinions, which is the beginning of the corruption of a religion. They would soon be outside the pale of 'one law and one regulation.' Whatever we might allow ourselves in matters of touching even repulsive things, is out of proportion to their (the Karaites) schismatic views, which might cause us to find in one house ten persons with as many different opinions. Were our laws not fixed and confined in unbreakable rules, they would not be secure from the intrusion of strange elements and the loss of some component parts, because argument and taste would become guiding principles. The Karaite would have no compunction in using the implements of idolatry, such as gold, silver, frankincense and wine. Indeed, death is better than this. On the other hand, he would abstain from using parts of the pig, even for purposes of medicine, although this is in reality one of the lighter transgressions, and only punished with 'forty stripes.' In the same way he would allow the Nazirite to eat raisins and grapes rather than be intoxicated with mead and cider. But the opposite is true. This prohibition only refers to the products of the vine, but there was no intention of prohibiting intoxication altogether, as one might surmise. This is one of the secrets known only to God, his prophets and the pious. One must not, however, charge traditionists or those who draw their own conclusions, with ignorance in this matter, because the word shēkhār is common property. They have a tradition that the 'wine and strong drink' (Leviticus 10:8), mentioned in connexion with the priests includes all kinds of intoxication, whilst the same words in the case of the Nazirite only refer to the juice of grapes. Every law has certain limits fixed with scientific accuracy, though in practice they may appear illogical. He who is zealous tries to avoid them, without, however, making them unlawful, as e.g. the flesh of an animal in peril of death, which is lawful. For it is uncertain whether this animal will die, because some one might assert that it will recover, and then be permitted. A diseased animal which externally looks in good health is unlawful, if it suffers internally from an incurable illness, with which it can neither live nor recover. Those who judge according to their own taste and reasoning may arrive in these matters at an opposite conclusion. Follow not, therefore, thy own taste and opinion in religious questions, lest they throw thee into doubts, which lead to heresy. Nor wilt thou be in harmony with one of thy friends on any point. Every individual has his own taste and opinion. It is only necessary to examine the roots of the traditional and written laws with the inferences codified for practice, in order to trace the branches back to the roots. Where they lead thee, there put thy faith, though thy mind and feeling shrink from it. Common view and assumption deny the non-existence of the vacuum, whilst logical conclusion rejects its existence. Appearance denies the infinite divisibility of a body, whilst logic makes it an axiom. Appearance denies that the earth is a globe and the one hundred and sixtieth part of the sun disc. There are also other matters which astronomy establishes against mere appearances. Whatever the Sages declared lawful they did neither in obedience to their own taste or inclination, but to the results of the inherited knowledge, handed down to them. The same was the case with what they declared unlawful. He who is unable to grasp their wisdom, but judges their speech according to his own conception, will misinterpret them in the same way as people do with the words of natural philosophers and astronomers. Whenever they settle the limits of the code, and explain what is lawful or unlawful in strictly juridical deduction, they indicate apparently unseemly points. They consider it revolting to eat the flesh of a dangerously sick animal, or to gain money by means of legal trickery, or to travel on the Sabbath with the assistance of the Erūb, or to render certain marriages lawful in a cunning manner, or to undo oaths and vows by circumvention, which may be permitted according to the paragraph of the law, but is devoid of any religious feeling. Both, however, are necessary together, for, if one is guided by the legal deduction alone, more relaxation would crop up than could be controlled. If, on the other hand, one would neglect the legalized lines which form the fence round the law, and would only rely on religious zeal, it would become a source of schism, and destroy everything.", "versionTitle": "Kitab al Khazari, translated by Hartwig Hirschfeld, 1905", "license": "Public Domain", "versionTitleInHebrew": "כתאב אלכ'זרי בתרגום הרטוויג הירשפלד, 1905"}, {"_id": "606f0938491226189b50f3a3", "index_title": "Malachi", "category": "Tanakh", "type": "", "ref": "Malachi 2:6", "anchorRef": "Leviticus 10:8-11", "anchorRefExpanded": ["Leviticus 10:8", "Leviticus 10:9", "Leviticus 10:10", "Leviticus 10:11"], "sourceRef": "Malachi 2:6", "sourceHeRef": "מלאכי ב׳:ו׳", "anchorVerse": 8, "sourceHasEn": true, "compDate": [-520, -380], "commentaryNum": 2.0006, "collectiveTitle": {"en": "Malachi", "he": "מלאכי"}, "heTitle": "מלאכי", "he": "תּוֹרַ֤ת אֱמֶת֙ הָיְתָ֣ה בְּפִ֔יהוּ וְעַוְלָ֖ה לֹֽא־נִמְצָ֣א בִשְׂפָתָ֑יו בְּשָׁל֤וֹם וּבְמִישׁוֹר֙ הָלַ֣ךְ אִתִּ֔י וְרַבִּ֖ים הֵשִׁ֥יב מֵעָוֺֽן׃", "heVersionTitle": "Miqra according to the Masorah", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "מקרא על פי המסורה", "text": "<span class=\"poetry indentAll\"><sup class=\"footnote-marker\">b</sup><i class=\"footnote\">See Hag. 2.10–13; cf. Lev. 10.8–11; Deut. 33.8, 10.</i> </span>Proper rulings were in his mouth,<br><span class=\"poetry indentAll\">And nothing perverse was on his lips;</span><br><span class=\"poetry indentAll\">He served Me with complete loyalty</span><br><span class=\"poetry indentAll\">And held the many back from iniquity.</span>", "versionTitle": "THE JPS TANAKH: Gender-Sensitive Edition", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "62037ed647cf7a0c25239b53", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Leviticus, Part I; The Cult and the Priesthood, Systems Failure 2-4", "anchorRef": "Leviticus 10:1-20", "anchorRefExpanded": ["Leviticus 10:1", "Leviticus 10:2", "Leviticus 10:3", "Leviticus 10:4", "Leviticus 10:5", "Leviticus 10:6", "Leviticus 10:7", "Leviticus 10:8", "Leviticus 10:9", "Leviticus 10:10", "Leviticus 10:11", "Leviticus 10:12", "Leviticus 10:13", "Leviticus 10:14", "Leviticus 10:15", "Leviticus 10:16", "Leviticus 10:17", "Leviticus 10:18", "Leviticus 10:19", "Leviticus 10:20"], "sourceRef": "The Five Books of Moses, by Everett Fox, Leviticus, Part I; The Cult and the Priesthood, Systems Failure 2-4", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, ויקרא, ויקרא מאמר ג׳, ויקרא הערה י׳ ב׳-ד׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Systems Failure", "he": "ויקרא הערה י׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "ויקרא הערה י׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["As so often in the Torah, a brief narrative breaks in at this point, apparently to illustrate the dangers associated with the priests’ tasks that we have just celebrated in the previous chapter. Just as the sin of the Golden Calf followed scenes of revelation at Sinai, so here too we are taken from the pomp of the priests’ installation and set face to face with human failure. Alternatively, the story could be explained as a lead-in to the laws on priestly behavior in vv.9–11, just as the Golden Calf story precedes a remade covenant in Ex. 34.", "What exactly was Nadav and Avihu’s capital crime? Commentators over the ages have argued back and forth. Some see it as accidental: Nadav and Avihu somehow misconstrued what they were supposed to do—but divine service can brook no errors on the part of the people’s representatives. Other interpreters, taking their clue from v.9, feel that Nadav and Avihu were drunk and so not in full control of their ritual duties. Milgrom’s suggestion, that the story serves to warn the Israelite audience to stay away from offering their own incense (which often was connected to idolatry), makes historical sense; but the context of the tale here, after what has gone before, makes the specific crime less important than the idea that the priests must in general “get it right.”", "The chapter has a three-part structure: crime/punishment/mourning; laws on drunkenness of priests and the proper disposal of the sacrifices; and a confrontation between Moshe and Aharon over ritual procedure, which is resolved, not by death but by reasoned discussion."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620380a7713bd8cd388d3e4f", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Leviticus, Part I; The Cult and the Priesthood 2-18", "anchorRef": "Leviticus 1:1-10:20", "anchorRefExpanded": ["Leviticus 1:1", "Leviticus 1:2", "Leviticus 1:3", "Leviticus 1:4", "Leviticus 1:5", "Leviticus 1:6", "Leviticus 1:7", "Leviticus 1:8", "Leviticus 1:9", "Leviticus 1:10", "Leviticus 1:11", "Leviticus 1:12", "Leviticus 1:13", "Leviticus 1:14", "Leviticus 1:15", "Leviticus 1:16", "Leviticus 1:17", "Leviticus 2:1", "Leviticus 2:2", "Leviticus 2:3", "Leviticus 2:4", "Leviticus 2:5", "Leviticus 2:6", "Leviticus 2:7", "Leviticus 2:8", "Leviticus 2:9", "Leviticus 2:10", "Leviticus 2:11", "Leviticus 2:12", "Leviticus 2:13", "Leviticus 2:14", "Leviticus 2:15", "Leviticus 2:16", "Leviticus 3:1", "Leviticus 3:2", "Leviticus 3:3", "Leviticus 3:4", "Leviticus 3:5", "Leviticus 3:6", "Leviticus 3:7", "Leviticus 3:8", "Leviticus 3:9", "Leviticus 3:10", "Leviticus 3:11", "Leviticus 3:12", "Leviticus 3:13", "Leviticus 3:14", "Leviticus 3:15", "Leviticus 3:16", "Leviticus 3:17", "Leviticus 4:1", "Leviticus 4:2", "Leviticus 4:3", "Leviticus 4:4", "Leviticus 4:5", "Leviticus 4:6", "Leviticus 4:7", "Leviticus 4:8", "Leviticus 4:9", "Leviticus 4:10", "Leviticus 4:11", "Leviticus 4:12", "Leviticus 4:13", "Leviticus 4:14", "Leviticus 4:15", "Leviticus 4:16", "Leviticus 4:17", "Leviticus 4:18", "Leviticus 4:19", "Leviticus 4:20", "Leviticus 4:21", "Leviticus 4:22", "Leviticus 4:23", "Leviticus 4:24", "Leviticus 4:25", "Leviticus 4:26", "Leviticus 4:27", "Leviticus 4:28", "Leviticus 4:29", "Leviticus 4:30", "Leviticus 4:31", "Leviticus 4:32", "Leviticus 4:33", "Leviticus 4:34", "Leviticus 4:35", "Leviticus 5:1", "Leviticus 5:2", "Leviticus 5:3", "Leviticus 5:4", "Leviticus 5:5", "Leviticus 5:6", "Leviticus 5:7", "Leviticus 5:8", "Leviticus 5:9", "Leviticus 5:10", "Leviticus 5:11", "Leviticus 5:12", "Leviticus 5:13", "Leviticus 5:14", "Leviticus 5:15", "Leviticus 5:16", "Leviticus 5:17", "Leviticus 5:18", "Leviticus 5:19", "Leviticus 5:20", "Leviticus 5:21", "Leviticus 5:22", "Leviticus 5:23", "Leviticus 5:24", "Leviticus 5:25", "Leviticus 5:26", "Leviticus 6:1", "Leviticus 6:2", "Leviticus 6:3", "Leviticus 6:4", "Leviticus 6:5", "Leviticus 6:6", "Leviticus 6:7", "Leviticus 6:8", "Leviticus 6:9", "Leviticus 6:10", "Leviticus 6:11", "Leviticus 6:12", "Leviticus 6:13", "Leviticus 6:14", "Leviticus 6:15", "Leviticus 6:16", "Leviticus 6:17", "Leviticus 6:18", "Leviticus 6:19", "Leviticus 6:20", "Leviticus 6:21", "Leviticus 6:22", "Leviticus 6:23", "Leviticus 7:1", "Leviticus 7:2", "Leviticus 7:3", "Leviticus 7:4", "Leviticus 7:5", "Leviticus 7:6", "Leviticus 7:7", "Leviticus 7:8", "Leviticus 7:9", "Leviticus 7:10", "Leviticus 7:11", "Leviticus 7:12", "Leviticus 7:13", "Leviticus 7:14", "Leviticus 7:15", "Leviticus 7:16", "Leviticus 7:17", "Leviticus 7:18", "Leviticus 7:19", "Leviticus 7:20", "Leviticus 7:21", "Leviticus 7:22", "Leviticus 7:23", "Leviticus 7:24", "Leviticus 7:25", "Leviticus 7:26", "Leviticus 7:27", "Leviticus 7:28", "Leviticus 7:29", "Leviticus 7:30", "Leviticus 7:31", "Leviticus 7:32", "Leviticus 7:33", "Leviticus 7:34", "Leviticus 7:35", "Leviticus 7:36", "Leviticus 7:37", "Leviticus 7:38", "Leviticus 8:1", "Leviticus 8:2", "Leviticus 8:3", "Leviticus 8:4", "Leviticus 8:5", "Leviticus 8:6", "Leviticus 8:7", "Leviticus 8:8", "Leviticus 8:9", "Leviticus 8:10", "Leviticus 8:11", "Leviticus 8:12", "Leviticus 8:13", "Leviticus 8:14", "Leviticus 8:15", "Leviticus 8:16", "Leviticus 8:17", "Leviticus 8:18", "Leviticus 8:19", "Leviticus 8:20", "Leviticus 8:21", "Leviticus 8:22", "Leviticus 8:23", "Leviticus 8:24", "Leviticus 8:25", "Leviticus 8:26", "Leviticus 8:27", "Leviticus 8:28", "Leviticus 8:29", "Leviticus 8:30", "Leviticus 8:31", "Leviticus 8:32", "Leviticus 8:33", "Leviticus 8:34", "Leviticus 8:35", "Leviticus 8:36", "Leviticus 9:1", "Leviticus 9:2", "Leviticus 9:3", "Leviticus 9:4", "Leviticus 9:5", "Leviticus 9:6", "Leviticus 9:7", "Leviticus 9:8", "Leviticus 9:9", "Leviticus 9:10", "Leviticus 9:11", "Leviticus 9:12", "Leviticus 9:13", "Leviticus 9:14", "Leviticus 9:15", "Leviticus 9:16", "Leviticus 9:17", "Leviticus 9:18", "Leviticus 9:19", "Leviticus 9:20", "Leviticus 9:21", "Leviticus 9:22", "Leviticus 9:23", "Leviticus 9:24", "Leviticus 10:1", "Leviticus 10:2", "Leviticus 10:3", "Leviticus 10:4", "Leviticus 10:5", "Leviticus 10:6", "Leviticus 10:7", "Leviticus 10:8", "Leviticus 10:9", "Leviticus 10:10", "Leviticus 10:11", "Leviticus 10:12", "Leviticus 10:13", "Leviticus 10:14", "Leviticus 10:15", "Leviticus 10:16", "Leviticus 10:17", "Leviticus 10:18", "Leviticus 10:19", "Leviticus 10:20"], "sourceRef": "The Five Books of Moses, by Everett Fox, Leviticus, Part I; The Cult and the Priesthood 2-18", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, ויקרא, ויקרא מאמר ג׳ ב׳-י״ח", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Part I; The Cult and the Priesthood", "he": "ויקרא מאמר ד׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["T<small>HE SECOND HALF OF THE BOOK OF</small> E<small>XODUS CONCERNED ITSELF WITH SETTING UP THE</small> sacrificial cult of Israel. It therefore set forth the prescriptions for and construction of a sanctuary and the priestly garments, and laid out a ceremony for the investiture of priests. But the description of how sacrifices were to be offered, and for what purpose, is not part of the book, which as edited seems more interested in contrasting the building of a sanctuary with building cities for the Pharaohs, as part of its portrayal of the victory of the biblical God over the gods of Egypt. Although at the end of the book the “Dwelling” is completed, we do not get to see the various sacral rites performed there.", "Leviticus also delays the ordination of the priests, until Chapter 8, preferring instead to begin with a kind of manual on the offering and disposal of sacrifices. It then moves us from the details of sacrifice into the narrative of the sanctuary’s dedication and opening rites, providing a natural bridge for Part II, in which ritual pollution and purity, the province of priests, is dealt with.", "The function of the sacrificial cult in ancient Israel will be discussed in “On Animal Sacrifice” below. In general it should be noted that the existence of a class or profession whose job it is to mediate between the divine and human realms is widespread in most older cultures, and the Israelite priesthood, whatever its origins and development, was but one of many such groups in the ancient Near East. It existed, to use the language of Exodus, to “serve” God, maintaining his holiness through ritual and helping to maintain the order of sacred culture which was supposed to mirror God’s ordering of the cosmos. Accordingly, as we will learn later in Leviticus, priests were to be set apart from the general population in a number of areas. There were strict rules about whom they could and could not marry, and they were barred from coming into any contact with the dead, for instance. Their functions extended beyond sacrifice; they could provide oracular advice in times of need, and taught the people “instructions” (Heb. <i>torot</i>) regarding various ritual matters.", "As part of an overall scheme, there was a conscious parallel between priests as part of a select circle and sacrificial animals—as well as the people of Israel. That is, all three stood at the center of concentric circles dedicated to God; and as one moved out (toward Levite and commoner, animals permitted for eating and those forbidden, and neighbors and foreigners), one got further and further away from the divine. The hierarchy regarding the cult thus reinforced the theme of separation which we have noted above.", "In the view of Milgrom, Israel’s cult was distinguished from those of its neighbors by its purposefully ignoring the complex web of rituals regarding demons. The sanctuary was to be purged of ritual pollution, not only by semimagical means (the sprinkling of sacrificial blood) but also and primarily by the confession of wrongdoing and the sincere desire to repent. Then, too, the sanctuary, while in most respects resembling shrines elsewhere in the ancient Near East, omitted certain crucial items, most notably statuary representing the gods and a bed for them to rest on. Finally, certain religious rituals were forbidden, such as mutilation of the priests’ bodies. In all these cases, Israel introduced something new into the area of worship.", "For many decades there has been major and heated debate by scholars in favor of one or the other scheme for following the history of the priesthood and the cult. There are those who view these institutions as stretching back to Israel’s earliest history, while others see strong evidence of a late, possibly even exilic, reworking of the priestly material. Similar arguments dot the landscape of literary criticism of the Torah, in which scholars have tried to divine at what point priestly editors might have put their distinctive stamp on the literature. From Wellhausen in the nineteenth century to Knohl, Milgrom, and Levine in the late twentieth, there has been no lack of theorizing on these issues—and no definitive answers. For the moment we are left to read Leviticus as it is placed in the Torah, with an awareness that a variety of historical and ideological influences are imbedded, if not hidden, in our text.", "O<small>N</small> A<small>NIMAL</small> S<small>ACRIFICE</small>", "A<small>LTHOUGH IT APPEARS EARLIER IN THE</small> T<small>ORAH</small>, <small>ANIMAL SACRIFICE RECEIVES ITS FULL</small>est treatment in Leviticus. Besides the opening seven chapters, which are devoted to a relatively brief description of how sacrifices are to be offered and disposed of, many other chapters in the book talk about sacrificial rituals: the installation of the priests (8–9), rules about disposing of the <i>hattat</i> sacrifice (10), purification offerings brought in the event of such “polluting” states as childbirth and skin diseases (12–15), and finally the “scapegoat” ceremony of Chapter 16. They appear in most of the later chapters as well.", "What function did sacrifice, particularly of animals, play in the religion of ancient Israel? How could a God who proscribed the murder of human beings (Ex. 20:13, 21:12) countenance the taking of animal life for ritual purposes? To answer these questions, we must turn briefly to some of the commonly proposed theories surrounding sacrifice.", "The idea of offering up living creatures to the gods is one of hoary antiquity. Walter Burkert, on the basis of the study of Greek religion, suggests that sacrifice is a means of dealing with guilt over the taking of life. That is, the switch from gathering to hunting society, made possible by technology (the invention of tools), while it raised human accomplishment and consciousness to a new level, also brought with it the acute sense of having violated something essential in the cosmic order. Such guilt is not mitigated by the fact that early people hunted for food and not for pleasure. The way of dealing with the guilt, giving life back to the gods, is in a true sense restoration; life is given back for life taken, so that it may ultimately be renewed (contrast this to the profoundly unecological use of living and inorganic resources over the past “civilized” centuries). And it must be done via ritual. In Burkert’s view, ritual deals with human anxiety by “raising the ante”—by means of increasing anxiety, it is controlled. So guilt over life-taking is assuaged by making a ritual out of the killing, and the shared experience of trauma helps to create solidarity within the group. Despite the subsequent rise of agriculture, says Burkert, the hunting ritual played out in sacrifice could not be done away with, so ingrained had it become, and the rationale behind sacrifices was therefore transformed. Now domesticated animals could be used, giving greater control over the process.", "In another approach, De Vaux (1965) postulates three motives for sacrifice. In the first model, that of “gift,” the worshiper brings something of value to the deity. The animal is killed, setting it apart for sacred use; it is burned, turning it into an invisible substance which can rise to the gods. The gift may be for thanksgiving or, more likely, may be to assuage the demonic powers that many societies (especially Mesopotamia, Abraham’s homeland) felt controlled everyday life. Giving establishes reciprocal movement; altruism has no place here (Burkert). One is reminded of the elaborate giving ceremonies among many peoples on occasions such as weddings; giving establishes relationship and maintains the social order.", "In addition to gifts, another mode of sacrifice involves communion, as nineteenth-century scholars such as Robertson Smith observed. Here the model of the meal is crucial: humans and gods share a great repast, thereby cementing kinship as surely as the closing of business deals is celebrated by drinks and dinner. Passover, both in the Bible and subsequently (even when the sacrifice per se was no longer involved), may serve as a striking example of the effectiveness of such a paradigm.", "A final type or function of sacrifice is atonement or expiation. Here a sin, communal or individual, is purged away by the act of sacrifice; the gods receive life as a substitute for the sinner’s own, which is symbolized by the victim’s blood. The fact that the animals permitted in the Bible for sacrifice are pastoral and hence frequently used metaphorically for the Israelites themselves, is significant in this regard. This approach is further illustrated in the Bible by the end of the Flood story, where God accepts Noah’s sacrifice, implying that he accepts animal life (which now, simultaneous with properly offered sacrifice, is permissible for food) in place of that of humans (Eilberg-Schwartz). It should be noted that, in the Bible, sacrifice for the sake of atonement is almost always in reference to unintentional sins, whereas deliberate wrongdoing may not be atoned for through this system.", "Which of these rationales is truly at work in Levitical sacrifice? Actually, at various times one can find all of them—the texts present a variety of motives and occasions for sacrifice in biblical Israel, from thanksgiving to purification and reparation. But in general one may say of Israelite sacrifice, as one may say of much of the ritual in Leviticus, that it is designed primarily to maintain or repair the relationship between God and Israel. Such an understanding helps to explain the unity of the book, as we will see in our discussion of pollution: sacrifice was a crucial element in keeping the covenant, and hence God’s beneficent presence among the Israelites, intact.", "The fact that this reconciliation, as it were, takes place against a background of slaughter should not be as upsetting to moderns as it is usually felt to be. In ironic contrast to our mechanized and mass-produced society, where the killing of animals for food takes place at a remove from our consciousness and from our direct participation, the sacrificial system in fact involved worshiper and priest alike, and the symbolic value of the operation, whatever it may have been in specific cases, lay in its directness, in its consciousness of the taking of life. Some would even maintain that in societies where the practice and rationale for sacrifice has broken down, there is inevitably an increase in intrahuman violence (Girard).", "<br><img>", "<b><i>Lev. 3:5</i> And the Sons of Aharon are to turn it (all) into smoke upon the slaughter-site … a fire-offering of soothing savor for Y<small>HWH</small>.</b>"], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620380a9713bd8cd388d3e51", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Leviticus, On the Book of Leviticus and Its Structure 2-41", "anchorRef": "Leviticus 1:1-27:34", "anchorRefExpanded": ["Leviticus 1:1", "Leviticus 1:2", "Leviticus 1:3", "Leviticus 1:4", "Leviticus 1:5", "Leviticus 1:6", "Leviticus 1:7", "Leviticus 1:8", "Leviticus 1:9", "Leviticus 1:10", "Leviticus 1:11", "Leviticus 1:12", "Leviticus 1:13", "Leviticus 1:14", "Leviticus 1:15", "Leviticus 1:16", "Leviticus 1:17", "Leviticus 2:1", "Leviticus 2:2", "Leviticus 2:3", "Leviticus 2:4", "Leviticus 2:5", "Leviticus 2:6", "Leviticus 2:7", "Leviticus 2:8", "Leviticus 2:9", "Leviticus 2:10", "Leviticus 2:11", "Leviticus 2:12", "Leviticus 2:13", "Leviticus 2:14", "Leviticus 2:15", "Leviticus 2:16", "Leviticus 3:1", "Leviticus 3:2", "Leviticus 3:3", "Leviticus 3:4", "Leviticus 3:5", "Leviticus 3:6", "Leviticus 3:7", "Leviticus 3:8", "Leviticus 3:9", "Leviticus 3:10", "Leviticus 3:11", "Leviticus 3:12", "Leviticus 3:13", "Leviticus 3:14", "Leviticus 3:15", "Leviticus 3:16", "Leviticus 3:17", "Leviticus 4:1", "Leviticus 4:2", "Leviticus 4:3", "Leviticus 4:4", "Leviticus 4:5", "Leviticus 4:6", "Leviticus 4:7", "Leviticus 4:8", "Leviticus 4:9", "Leviticus 4:10", "Leviticus 4:11", "Leviticus 4:12", "Leviticus 4:13", "Leviticus 4:14", "Leviticus 4:15", "Leviticus 4:16", "Leviticus 4:17", "Leviticus 4:18", "Leviticus 4:19", "Leviticus 4:20", "Leviticus 4:21", "Leviticus 4:22", "Leviticus 4:23", "Leviticus 4:24", "Leviticus 4:25", "Leviticus 4:26", "Leviticus 4:27", "Leviticus 4:28", "Leviticus 4:29", "Leviticus 4:30", "Leviticus 4:31", "Leviticus 4:32", "Leviticus 4:33", "Leviticus 4:34", "Leviticus 4:35", "Leviticus 5:1", "Leviticus 5:2", "Leviticus 5:3", "Leviticus 5:4", "Leviticus 5:5", "Leviticus 5:6", "Leviticus 5:7", "Leviticus 5:8", "Leviticus 5:9", "Leviticus 5:10", "Leviticus 5:11", "Leviticus 5:12", "Leviticus 5:13", "Leviticus 5:14", "Leviticus 5:15", "Leviticus 5:16", "Leviticus 5:17", "Leviticus 5:18", "Leviticus 5:19", "Leviticus 5:20", "Leviticus 5:21", "Leviticus 5:22", "Leviticus 5:23", "Leviticus 5:24", "Leviticus 5:25", "Leviticus 5:26", "Leviticus 6:1", "Leviticus 6:2", "Leviticus 6:3", "Leviticus 6:4", "Leviticus 6:5", "Leviticus 6:6", "Leviticus 6:7", "Leviticus 6:8", "Leviticus 6:9", "Leviticus 6:10", "Leviticus 6:11", "Leviticus 6:12", "Leviticus 6:13", "Leviticus 6:14", "Leviticus 6:15", "Leviticus 6:16", "Leviticus 6:17", "Leviticus 6:18", "Leviticus 6:19", "Leviticus 6:20", "Leviticus 6:21", "Leviticus 6:22", "Leviticus 6:23", "Leviticus 7:1", "Leviticus 7:2", "Leviticus 7:3", "Leviticus 7:4", "Leviticus 7:5", "Leviticus 7:6", "Leviticus 7:7", "Leviticus 7:8", "Leviticus 7:9", "Leviticus 7:10", "Leviticus 7:11", "Leviticus 7:12", "Leviticus 7:13", "Leviticus 7:14", "Leviticus 7:15", "Leviticus 7:16", "Leviticus 7:17", "Leviticus 7:18", "Leviticus 7:19", "Leviticus 7:20", "Leviticus 7:21", "Leviticus 7:22", "Leviticus 7:23", "Leviticus 7:24", "Leviticus 7:25", "Leviticus 7:26", "Leviticus 7:27", "Leviticus 7:28", "Leviticus 7:29", "Leviticus 7:30", "Leviticus 7:31", "Leviticus 7:32", "Leviticus 7:33", "Leviticus 7:34", "Leviticus 7:35", "Leviticus 7:36", "Leviticus 7:37", "Leviticus 7:38", "Leviticus 8:1", "Leviticus 8:2", "Leviticus 8:3", "Leviticus 8:4", "Leviticus 8:5", "Leviticus 8:6", "Leviticus 8:7", "Leviticus 8:8", "Leviticus 8:9", "Leviticus 8:10", "Leviticus 8:11", "Leviticus 8:12", "Leviticus 8:13", "Leviticus 8:14", "Leviticus 8:15", "Leviticus 8:16", "Leviticus 8:17", "Leviticus 8:18", "Leviticus 8:19", "Leviticus 8:20", "Leviticus 8:21", "Leviticus 8:22", "Leviticus 8:23", "Leviticus 8:24", "Leviticus 8:25", "Leviticus 8:26", "Leviticus 8:27", "Leviticus 8:28", "Leviticus 8:29", "Leviticus 8:30", "Leviticus 8:31", "Leviticus 8:32", "Leviticus 8:33", "Leviticus 8:34", "Leviticus 8:35", "Leviticus 8:36", "Leviticus 9:1", "Leviticus 9:2", "Leviticus 9:3", "Leviticus 9:4", "Leviticus 9:5", "Leviticus 9:6", "Leviticus 9:7", "Leviticus 9:8", "Leviticus 9:9", "Leviticus 9:10", "Leviticus 9:11", "Leviticus 9:12", "Leviticus 9:13", "Leviticus 9:14", "Leviticus 9:15", "Leviticus 9:16", "Leviticus 9:17", "Leviticus 9:18", "Leviticus 9:19", "Leviticus 9:20", "Leviticus 9:21", "Leviticus 9:22", "Leviticus 9:23", "Leviticus 9:24", "Leviticus 10:1", "Leviticus 10:2", "Leviticus 10:3", "Leviticus 10:4", "Leviticus 10:5", "Leviticus 10:6", "Leviticus 10:7", "Leviticus 10:8", "Leviticus 10:9", "Leviticus 10:10", "Leviticus 10:11", "Leviticus 10:12", "Leviticus 10:13", "Leviticus 10:14", "Leviticus 10:15", "Leviticus 10:16", "Leviticus 10:17", "Leviticus 10:18", "Leviticus 10:19", "Leviticus 10:20", "Leviticus 11:1", "Leviticus 11:2", "Leviticus 11:3", "Leviticus 11:4", "Leviticus 11:5", "Leviticus 11:6", "Leviticus 11:7", "Leviticus 11:8", "Leviticus 11:9", "Leviticus 11:10", "Leviticus 11:11", "Leviticus 11:12", "Leviticus 11:13", "Leviticus 11:14", "Leviticus 11:15", "Leviticus 11:16", "Leviticus 11:17", "Leviticus 11:18", "Leviticus 11:19", "Leviticus 11:20", "Leviticus 11:21", "Leviticus 11:22", "Leviticus 11:23", "Leviticus 11:24", "Leviticus 11:25", "Leviticus 11:26", "Leviticus 11:27", "Leviticus 11:28", "Leviticus 11:29", "Leviticus 11:30", "Leviticus 11:31", "Leviticus 11:32", "Leviticus 11:33", "Leviticus 11:34", "Leviticus 11:35", "Leviticus 11:36", "Leviticus 11:37", "Leviticus 11:38", "Leviticus 11:39", "Leviticus 11:40", "Leviticus 11:41", "Leviticus 11:42", "Leviticus 11:43", "Leviticus 11:44", "Leviticus 11:45", "Leviticus 11:46", "Leviticus 11:47", "Leviticus 12:1", "Leviticus 12:2", "Leviticus 12:3", "Leviticus 12:4", "Leviticus 12:5", "Leviticus 12:6", "Leviticus 12:7", "Leviticus 12:8", "Leviticus 13:1", "Leviticus 13:2", "Leviticus 13:3", "Leviticus 13:4", "Leviticus 13:5", "Leviticus 13:6", "Leviticus 13:7", "Leviticus 13:8", "Leviticus 13:9", "Leviticus 13:10", "Leviticus 13:11", "Leviticus 13:12", "Leviticus 13:13", "Leviticus 13:14", "Leviticus 13:15", "Leviticus 13:16", "Leviticus 13:17", "Leviticus 13:18", "Leviticus 13:19", "Leviticus 13:20", "Leviticus 13:21", "Leviticus 13:22", "Leviticus 13:23", "Leviticus 13:24", "Leviticus 13:25", "Leviticus 13:26", "Leviticus 13:27", "Leviticus 13:28", "Leviticus 13:29", "Leviticus 13:30", "Leviticus 13:31", "Leviticus 13:32", "Leviticus 13:33", "Leviticus 13:34", "Leviticus 13:35", "Leviticus 13:36", "Leviticus 13:37", "Leviticus 13:38", "Leviticus 13:39", "Leviticus 13:40", "Leviticus 13:41", "Leviticus 13:42", "Leviticus 13:43", "Leviticus 13:44", "Leviticus 13:45", "Leviticus 13:46", "Leviticus 13:47", "Leviticus 13:48", "Leviticus 13:49", "Leviticus 13:50", "Leviticus 13:51", "Leviticus 13:52", "Leviticus 13:53", "Leviticus 13:54", "Leviticus 13:55", "Leviticus 13:56", "Leviticus 13:57", "Leviticus 13:58", "Leviticus 13:59", "Leviticus 14:1", "Leviticus 14:2", "Leviticus 14:3", "Leviticus 14:4", "Leviticus 14:5", "Leviticus 14:6", "Leviticus 14:7", "Leviticus 14:8", "Leviticus 14:9", "Leviticus 14:10", "Leviticus 14:11", "Leviticus 14:12", "Leviticus 14:13", "Leviticus 14:14", "Leviticus 14:15", "Leviticus 14:16", "Leviticus 14:17", "Leviticus 14:18", "Leviticus 14:19", "Leviticus 14:20", "Leviticus 14:21", "Leviticus 14:22", "Leviticus 14:23", "Leviticus 14:24", "Leviticus 14:25", "Leviticus 14:26", "Leviticus 14:27", "Leviticus 14:28", "Leviticus 14:29", "Leviticus 14:30", "Leviticus 14:31", "Leviticus 14:32", "Leviticus 14:33", "Leviticus 14:34", "Leviticus 14:35", "Leviticus 14:36", "Leviticus 14:37", "Leviticus 14:38", "Leviticus 14:39", "Leviticus 14:40", "Leviticus 14:41", "Leviticus 14:42", "Leviticus 14:43", "Leviticus 14:44", "Leviticus 14:45", "Leviticus 14:46", "Leviticus 14:47", "Leviticus 14:48", "Leviticus 14:49", "Leviticus 14:50", "Leviticus 14:51", "Leviticus 14:52", "Leviticus 14:53", "Leviticus 14:54", "Leviticus 14:55", "Leviticus 14:56", "Leviticus 14:57", "Leviticus 15:1", "Leviticus 15:2", "Leviticus 15:3", "Leviticus 15:4", "Leviticus 15:5", "Leviticus 15:6", "Leviticus 15:7", "Leviticus 15:8", "Leviticus 15:9", "Leviticus 15:10", "Leviticus 15:11", "Leviticus 15:12", "Leviticus 15:13", "Leviticus 15:14", "Leviticus 15:15", "Leviticus 15:16", "Leviticus 15:17", "Leviticus 15:18", "Leviticus 15:19", "Leviticus 15:20", "Leviticus 15:21", "Leviticus 15:22", "Leviticus 15:23", "Leviticus 15:24", "Leviticus 15:25", "Leviticus 15:26", "Leviticus 15:27", "Leviticus 15:28", "Leviticus 15:29", "Leviticus 15:30", "Leviticus 15:31", "Leviticus 15:32", "Leviticus 15:33", "Leviticus 16:1", "Leviticus 16:2", "Leviticus 16:3", "Leviticus 16:4", "Leviticus 16:5", "Leviticus 16:6", "Leviticus 16:7", "Leviticus 16:8", "Leviticus 16:9", "Leviticus 16:10", "Leviticus 16:11", "Leviticus 16:12", "Leviticus 16:13", "Leviticus 16:14", "Leviticus 16:15", "Leviticus 16:16", "Leviticus 16:17", "Leviticus 16:18", "Leviticus 16:19", "Leviticus 16:20", "Leviticus 16:21", "Leviticus 16:22", "Leviticus 16:23", "Leviticus 16:24", "Leviticus 16:25", "Leviticus 16:26", "Leviticus 16:27", "Leviticus 16:28", "Leviticus 16:29", "Leviticus 16:30", "Leviticus 16:31", "Leviticus 16:32", "Leviticus 16:33", "Leviticus 16:34", "Leviticus 17:1", "Leviticus 17:2", "Leviticus 17:3", "Leviticus 17:4", "Leviticus 17:5", "Leviticus 17:6", "Leviticus 17:7", "Leviticus 17:8", "Leviticus 17:9", "Leviticus 17:10", "Leviticus 17:11", "Leviticus 17:12", "Leviticus 17:13", "Leviticus 17:14", "Leviticus 17:15", "Leviticus 17:16", "Leviticus 18:1", "Leviticus 18:2", "Leviticus 18:3", "Leviticus 18:4", "Leviticus 18:5", "Leviticus 18:6", "Leviticus 18:7", "Leviticus 18:8", "Leviticus 18:9", "Leviticus 18:10", "Leviticus 18:11", "Leviticus 18:12", "Leviticus 18:13", "Leviticus 18:14", "Leviticus 18:15", "Leviticus 18:16", "Leviticus 18:17", "Leviticus 18:18", "Leviticus 18:19", "Leviticus 18:20", "Leviticus 18:21", "Leviticus 18:22", "Leviticus 18:23", "Leviticus 18:24", "Leviticus 18:25", "Leviticus 18:26", "Leviticus 18:27", "Leviticus 18:28", "Leviticus 18:29", "Leviticus 18:30", "Leviticus 19:1", "Leviticus 19:2", "Leviticus 19:3", "Leviticus 19:4", "Leviticus 19:5", "Leviticus 19:6", "Leviticus 19:7", "Leviticus 19:8", "Leviticus 19:9", "Leviticus 19:10", "Leviticus 19:11", "Leviticus 19:12", "Leviticus 19:13", "Leviticus 19:14", "Leviticus 19:15", "Leviticus 19:16", "Leviticus 19:17", "Leviticus 19:18", "Leviticus 19:19", "Leviticus 19:20", "Leviticus 19:21", "Leviticus 19:22", "Leviticus 19:23", "Leviticus 19:24", "Leviticus 19:25", "Leviticus 19:26", "Leviticus 19:27", "Leviticus 19:28", "Leviticus 19:29", "Leviticus 19:30", "Leviticus 19:31", "Leviticus 19:32", "Leviticus 19:33", "Leviticus 19:34", "Leviticus 19:35", "Leviticus 19:36", "Leviticus 19:37", "Leviticus 20:1", "Leviticus 20:2", "Leviticus 20:3", "Leviticus 20:4", "Leviticus 20:5", "Leviticus 20:6", "Leviticus 20:7", "Leviticus 20:8", "Leviticus 20:9", "Leviticus 20:10", "Leviticus 20:11", "Leviticus 20:12", "Leviticus 20:13", "Leviticus 20:14", "Leviticus 20:15", "Leviticus 20:16", "Leviticus 20:17", "Leviticus 20:18", "Leviticus 20:19", "Leviticus 20:20", "Leviticus 20:21", "Leviticus 20:22", "Leviticus 20:23", "Leviticus 20:24", "Leviticus 20:25", "Leviticus 20:26", "Leviticus 20:27", "Leviticus 21:1", "Leviticus 21:2", "Leviticus 21:3", "Leviticus 21:4", "Leviticus 21:5", "Leviticus 21:6", "Leviticus 21:7", "Leviticus 21:8", "Leviticus 21:9", "Leviticus 21:10", "Leviticus 21:11", "Leviticus 21:12", "Leviticus 21:13", "Leviticus 21:14", "Leviticus 21:15", "Leviticus 21:16", "Leviticus 21:17", "Leviticus 21:18", "Leviticus 21:19", "Leviticus 21:20", "Leviticus 21:21", "Leviticus 21:22", "Leviticus 21:23", "Leviticus 21:24", "Leviticus 22:1", "Leviticus 22:2", "Leviticus 22:3", "Leviticus 22:4", "Leviticus 22:5", "Leviticus 22:6", "Leviticus 22:7", "Leviticus 22:8", "Leviticus 22:9", "Leviticus 22:10", "Leviticus 22:11", "Leviticus 22:12", "Leviticus 22:13", "Leviticus 22:14", "Leviticus 22:15", "Leviticus 22:16", "Leviticus 22:17", "Leviticus 22:18", "Leviticus 22:19", "Leviticus 22:20", "Leviticus 22:21", "Leviticus 22:22", "Leviticus 22:23", "Leviticus 22:24", "Leviticus 22:25", "Leviticus 22:26", "Leviticus 22:27", "Leviticus 22:28", "Leviticus 22:29", "Leviticus 22:30", "Leviticus 22:31", "Leviticus 22:32", "Leviticus 22:33", "Leviticus 23:1", "Leviticus 23:2", "Leviticus 23:3", "Leviticus 23:4", "Leviticus 23:5", "Leviticus 23:6", "Leviticus 23:7", "Leviticus 23:8", "Leviticus 23:9", "Leviticus 23:10", "Leviticus 23:11", "Leviticus 23:12", "Leviticus 23:13", "Leviticus 23:14", "Leviticus 23:15", "Leviticus 23:16", "Leviticus 23:17", "Leviticus 23:18", "Leviticus 23:19", "Leviticus 23:20", "Leviticus 23:21", "Leviticus 23:22", "Leviticus 23:23", "Leviticus 23:24", "Leviticus 23:25", "Leviticus 23:26", "Leviticus 23:27", "Leviticus 23:28", "Leviticus 23:29", "Leviticus 23:30", "Leviticus 23:31", "Leviticus 23:32", "Leviticus 23:33", "Leviticus 23:34", "Leviticus 23:35", "Leviticus 23:36", "Leviticus 23:37", "Leviticus 23:38", "Leviticus 23:39", "Leviticus 23:40", "Leviticus 23:41", "Leviticus 23:42", "Leviticus 23:43", "Leviticus 23:44", "Leviticus 24:1", "Leviticus 24:2", "Leviticus 24:3", "Leviticus 24:4", "Leviticus 24:5", "Leviticus 24:6", "Leviticus 24:7", "Leviticus 24:8", "Leviticus 24:9", "Leviticus 24:10", "Leviticus 24:11", "Leviticus 24:12", "Leviticus 24:13", "Leviticus 24:14", "Leviticus 24:15", "Leviticus 24:16", "Leviticus 24:17", "Leviticus 24:18", "Leviticus 24:19", "Leviticus 24:20", "Leviticus 24:21", "Leviticus 24:22", "Leviticus 24:23", "Leviticus 25:1", "Leviticus 25:2", "Leviticus 25:3", "Leviticus 25:4", "Leviticus 25:5", "Leviticus 25:6", "Leviticus 25:7", "Leviticus 25:8", "Leviticus 25:9", "Leviticus 25:10", "Leviticus 25:11", "Leviticus 25:12", "Leviticus 25:13", "Leviticus 25:14", "Leviticus 25:15", "Leviticus 25:16", "Leviticus 25:17", "Leviticus 25:18", "Leviticus 25:19", "Leviticus 25:20", "Leviticus 25:21", "Leviticus 25:22", "Leviticus 25:23", "Leviticus 25:24", "Leviticus 25:25", "Leviticus 25:26", "Leviticus 25:27", "Leviticus 25:28", "Leviticus 25:29", "Leviticus 25:30", "Leviticus 25:31", "Leviticus 25:32", "Leviticus 25:33", "Leviticus 25:34", "Leviticus 25:35", "Leviticus 25:36", "Leviticus 25:37", "Leviticus 25:38", "Leviticus 25:39", "Leviticus 25:40", "Leviticus 25:41", "Leviticus 25:42", "Leviticus 25:43", "Leviticus 25:44", "Leviticus 25:45", "Leviticus 25:46", "Leviticus 25:47", "Leviticus 25:48", "Leviticus 25:49", "Leviticus 25:50", "Leviticus 25:51", "Leviticus 25:52", "Leviticus 25:53", "Leviticus 25:54", "Leviticus 25:55", "Leviticus 26:1", "Leviticus 26:2", "Leviticus 26:3", "Leviticus 26:4", "Leviticus 26:5", "Leviticus 26:6", "Leviticus 26:7", "Leviticus 26:8", "Leviticus 26:9", "Leviticus 26:10", "Leviticus 26:11", "Leviticus 26:12", "Leviticus 26:13", "Leviticus 26:14", "Leviticus 26:15", "Leviticus 26:16", "Leviticus 26:17", "Leviticus 26:18", "Leviticus 26:19", "Leviticus 26:20", "Leviticus 26:21", "Leviticus 26:22", "Leviticus 26:23", "Leviticus 26:24", "Leviticus 26:25", "Leviticus 26:26", "Leviticus 26:27", "Leviticus 26:28", "Leviticus 26:29", "Leviticus 26:30", "Leviticus 26:31", "Leviticus 26:32", "Leviticus 26:33", "Leviticus 26:34", "Leviticus 26:35", "Leviticus 26:36", "Leviticus 26:37", "Leviticus 26:38", "Leviticus 26:39", "Leviticus 26:40", "Leviticus 26:41", "Leviticus 26:42", "Leviticus 26:43", "Leviticus 26:44", "Leviticus 26:45", "Leviticus 26:46", "Leviticus 27:1", "Leviticus 27:2", "Leviticus 27:3", "Leviticus 27:4", "Leviticus 27:5", "Leviticus 27:6", "Leviticus 27:7", "Leviticus 27:8", "Leviticus 27:9", "Leviticus 27:10", "Leviticus 27:11", "Leviticus 27:12", "Leviticus 27:13", "Leviticus 27:14", "Leviticus 27:15", "Leviticus 27:16", "Leviticus 27:17", "Leviticus 27:18", "Leviticus 27:19", "Leviticus 27:20", "Leviticus 27:21", "Leviticus 27:22", "Leviticus 27:23", "Leviticus 27:24", "Leviticus 27:25", "Leviticus 27:26", "Leviticus 27:27", "Leviticus 27:28", "Leviticus 27:29", "Leviticus 27:30", "Leviticus 27:31", "Leviticus 27:32", "Leviticus 27:33", "Leviticus 27:34"], "sourceRef": "The Five Books of Moses, by Everett Fox, Leviticus, On the Book of Leviticus and Its Structure 2-41", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, ויקרא, ויקרא מאמר ב׳ ב׳-מ״א", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "On the Book of Leviticus and Its Structure", "he": "ויקרא מאמר ג׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "ויקרא מאמר ב׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["F<small>OR MOST LAY READERS</small>, <small>THE THIRD OF THE</small> F<small>IVE BOOKS OF</small> M<small>OSES PRESENTS FORMIDA</small>ble obstacles. Many people find it difficult to relate to the description of ritual slaughter of animals and the disposal of their blood and flesh in the opening section of the book, or to the detailed prescriptions regarding bodily functions, skin disease, and mold in Chapters 12–15. Others experience Leviticus as obscure: Why exactly do Aaron’s sons die in Chapter 10? How can one explain the ritual of the scapegoat in Chapter 16? A frequently encountered reaction to the book is the desire to get on to the book of Numbers—which at least has some intriguing narratives such as Moses’ sin and punishment, the faint-heartedness of the spies, and Balaam’s reversed prophecies.", "Yet Leviticus, as it has been placed in the Torah, signals that something of singular importance is at work. The book, after all, occurs at the center of the overall five-book structure. Unlike the other four, it is set entirely around Mount Sinai, and so it forms, geographically as well as structurally, the heart of the Torah document. In addition, the priestly interests so clearly presented in Leviticus appear throughout the Torah: as genealogical lists (Genesis, Exodus, Numbers), descriptions of rituals (Exodus, Numbers, Deuteronomy), and details about the building of the desert “Dwelling” of God (Exodus). Indeed, the opening chapter of it all, Gen. 1 (the Creation story), has strong links in both its themes and terminology with the priestly law.", "Leviticus in fact presents a significant strain, conventionally termed the “priestly” view, in biblical thought. Anthropologically considered, it sheds important light on the outlook of some of those who compiled and read the Hebrew Bible. And the process did not stop there. Many of the categories found in Leviticus were continued and expanded by later Judaism: regulations concerning sexuality and diet, concepts of separation and holiness, and how to deal with one’s fellow human beings in a variety of economic and social settings. These found expression in different but still recognizable form simultaneously in the development of Christianity.", "In late antiquity Leviticus was known as <i>Torat Kohanim</i>, the Priestly Instruction (or simultaneously understood, as Levine suggests, as the Instruction of the Priests). Given both the concerns of the priestly writers and the wording they use to express those concerns, I see Leviticus as the Book of Separations, the book in which are set forth distinctions between a whole range of aspects of ancient Israelite experience and practice: holy and profane; ritual purity and pollution; permitted and forbidden in sexuality and diet; Israelites and others; and priests, Levites, and common folk among the Israelites. This near-obsession with drawing lines (or, as Douglas has presented it, concentric circles) may in some sense reflect the position of Israel in the ancient Near East as a small, beleaguered newcomer in a region of hoary empires, situated on land that was constantly invaded by both great powers and local foes. It may also be an echo of the larger Bronze Age and Iron Age process of change from the former, well-nigh universal worship of the Mother Goddess, to the later patriarchal societies with which the Western world still deals through its three monotheistic religions and their cultural outgrowths.", "Overarching the theme of separations or distinctions, through much of the book, is the polarity of order/disorder, represented best in Leviticus by the problem of life and death. As many scholars have noted, regulations regarding sacrifice here connect up with symbolically offering up human life—through the substitution of an animal—to the deity; blood is avoided at all costs, due to its connoting life. Animals that may be used for food (as well as for sacrifice) are in the main those which do not consume other living creatures. Pollutants which endanger the purity of the sanctuary (“Dwelling”) include bodily emissions which the Israelites connected with death (e.g., menstrual blood and “wasted” semen). Finally, the complex system of purification from some kind of skin disease may well originate in the similarity between disease and death. In sum, then, it is no surprise that, two books later, the Deuteronomic Moses implores the people to “choose life” rather than the “death” engendered by improper behavior by both priests and commoners.", "Interestingly, the strong urge to make order (ritual laws) out of disorder (the chaotic processes of human life, from killing animals for food to sexual relations) is reflected in other aspects of the Torah—most notably in the narrative portrayal of the descent lines from father Abraham. Here, the discontinuity represented by sibling rivalries and other threats to survival is countered by God’s establishing a kind of continuity through the choosing of younger brothers. In this case, the strong hand of ritual control is replaced by the somewhat hazardous element of surprise and close calls. But it does manage to provide for family continuity and, ultimately, the survival of the people. Whether this points to early or later experiences historically is the subject of ongoing and unresolved debate among biblical scholars. A widely accepted possibility is that the Torah as we have it was edited by priestly editors living in or shortly after the Babylonian Exile (6th–5th centuries <small>B</small>.<small>C</small>.<small>E</small>.), and that those editors took earlier material (which itself was already multilayered) and adapted it into an overall scheme expressing promise, disobedience, destruction, and survival/hope (cf. Fox 1993).", "In point of fact, Leviticus is best viewed as only a part, albeit the major one as a bloc, of a major thrust of the Torah. According to most biblical scholars, the “priestly” worldview, and the texts that may be attributed to it, makes its appearance with the very chapter with which the entire Torah begins, Gen. 1. Here distinctions and ordering are at the very heart of the text. God, immediately after his first creation-by-word (light), “separates” between light and darkness, then goes on to perform the same operation between heavenly waters (the storehouses of rain) and earthly ones. His remaining acts of creation involve putting heavenly bodies, vegetation, and animal life in order—each “according to its kind,” on specific days of creation. Animals are distinguished from plants through their receiving vocal divine blessing; humans from animals through the addition to the blessing of the phrase “have dominion over” the rest of living things. At the same time, humans are told that they may eat only what grows from the ground, implying that to do otherwise would be a violation of the order of things. Crowning the whole account is the poem (Gen. 2:1–4a) about God’s “finishing” of the “work” of creation, symbolized by his “hallowing” (making holy or separate-for-God) the seventh day. In Gen. 1, then, we are presented with a brief but complete vision of the cosmos as ordered in space, time, and life-forms, under the aegis of a metasexual, nonviolent, and benevolent deity.", "As Genesis unfolds under priestly influence, humans are presented with basic rules and warned of the consequences if those rules are broken. The paradisical situation of Adam and Eve (no labor, vegetarianism, no danger from animals, and sexual innocence) is disrupted by human disobedience, resulting in banishment from Eden—a shattering of the previous wholeness and order. Cain’s murder of his brother leads to the same punishment: uprootedness and hard labor. The mixing of divine and human beings in Gen. 6:1–2 results in a clear distinction being established by God, that humans will henceforth be limited in age. Finally, the account of the universal flood in Chapters 6–9 presents a picture that uses a number of Leviticus motifs. The earth is to be destroyed because human wrongdoing has “ruined” it (or, in Levitical language, “polluted” it). Animal life is rescued by means of taking pairs of animals aboard the ark—with Leviticus’s distinctions of “pure” and impure dutifully mentioned. Noah’s three sons, who also come onto the ark, later become the forefathers of three great divisions of humanity, as laid out in detail in the genealogical lists of Chapters 10–11. Finally, the new beginning of the cosmos, with Noah as a second Adam (cf. the latter’s blessing in 1:28 with that of the former in 9:1–2), is accompanied by both animal sacrifices and dietary restrictions (the introduction of meat is new, accompanied by the caveat—as in Lev. 17—that blood is not to be consumed).", "A major part of the priestly scheme emerges with the detailed instructions concerning the construction of the Tabernacle (God’s place of “Dwelling” on earth) and the priestly vestments that are to be worn there, in Ex. 25–31 (with much of this material repeated in narrative form in Chapters 35–40). The details make sense as part of a larger picture, in which the closer one gets to the “Holiest Holy-Shrine” where God takes up dwelling, the more central the measurements of space and the more precious the materials used. This concentric sense of order is reflected also in the layout of the wilderness camp of the Israelites in Num. 2. Thus the Tabernacle functions as a minicosmos, a visible and ritual representation of the creation itself. Through the layout of curtains within and tribal encampments without, space is ordered; through the festivals (enumerated in Leviticus and Deuteronomy, with some mention in Exodus as well), time is ordered. And, thanks to the provisions laid out in Leviticus, through priest/lay hierarchy, dietary rules, and sacrificial regulations, life-forms are ordered. The result is an almost utopian scheme. It is a world in which everything and everyone are to take their place under the perfect worship of a perfect God, banishing or avoiding death, defect, and disorder. In the priestly view, the world is to be an echo of the divine order that is portrayed in the Creation story.", "Viewed in the perspective of priestly concerns (only part of which we have just outlined), Leviticus is largely concerned with the potential disruption of this utopia. If Genesis chronicles threats to the fulfillment of God’s promises to Abraham, if Numbers recounts threats to his descendants’ survival on their march through the wilderness, then Leviticus concentrates on threats to Israel’s life with God. It presents a whole system of rules designed, first, to provide for purification and reconciliation with God through the sacrificial cult; second, to protect sanctuary, priests, land, and people from estrangement from God (via “pollution” of various kinds); and, finally, to establish a code of behavior that will ensure the perpetual enjoyment of God’s blessings on the land promised to Israel’s ancestors. From this it can readily be seen how Leviticus, far from being of interest to specialists and historians only, is in fact a crucial part of the Torah—perhaps its most crucial part, in that it supplies the ideological center of gravity for the whole. Once Leviticus is added to the narratives, poems, laws, and lists that comprise the rest of the Torah, a picture emerges that is more than literature and more than history. The five books become the multilayered and multifaceted monument that has been studied, puzzled over, and built upon for over two millennia.", "In sum, the world of the priestly strain in the Torah is a realm of desired order and perfection, a realm in which wholeness is to reign, in which anomaly and undesired mixture are not permitted, and in which boundaries are zealously guarded. The human body becomes symbolic of the cosmos: its life/death boundary is marked, and troublesome flows from it are carefully regulated. The land of Israel becomes symbolic of the cosmos: too much evildoing pollutes it, to the point where it can do naught else but “vomit out” its settlers (as it vomited out the previous ones). The animal kingdom, from which humans are allowed to take life under carefully prescribed circumstances, becomes symbolic of cosmic values, through heightening awareness of predator and victim, and careful avoidance of blood, the symbol of life. Indeed, in the system of Leviticus, it is no wonder that death is the major pollutant, and that blood of acceptable animal sacrifice is the agent through which human beings find atonement for minor pollutants.", "The book as it is presently laid out falls into three major sections, with a number of chapters that function either as connectors or appendices to various sections. Linkages and connecting theme words will be spelled out in more detail in the commentary; for the moment, the following outline may suffice:", "I The Sacrificial Cult", "1–7 Sacrificial Offerings: Their Ritual and Disposal", "8–9 The Installation of the Priests", "10 Systems Failure", "II Ritual Pollution and Purification", "11 Forbidden and Permitted Foods: Transition", "12–15 Pollution from Bodily Fluids and Skin Disease", "16 Purifying the Sanctuary and the High Priest", "Appendix: 17 On the Shedding of Animal Blood", "III Holiness", "18 Pollution from Forbidden Unions: Transition", "19:3–4 Frame at Beginning", "19–20 Holiness in Public/Private Behavior", "21–22 Holiness in Priestly Behavior", "23 Holiness in the Calendar", "24 Miscellaneous", "25 Regulations Concerning Land and Slaves", "26:1–2 Frame at End", "26:3–46 Holiness Confirmed or Denied: The Blessing and the Curse", "Appendix: 27 Assessments for the Priests", "Other commentators have of course seen it differently. Most follow the traditional scholarly approach of starting the “Holiness Code” with Chapter 17; Levine rightly parallels it to the beginnings of other law collections in the Torah (Ex. 20:19–23 and Deut. 12; the ending here in Chapter 26 also parallels the endings in the other two codes). Hallo understands the structure as 1–11: Rites of Consumption; 12–16: Rites of Purification; and 17–26: Holiness.", "Overshadowing the clear three-part structure, however one wants to divide it up, is the complex issue of two apparent documents or schools of thought. Biblical scholarship terms these P (“Priestly”) and H (“Holiness”), and roughly attributes the first part of the book (through Chap. 16) to P, with the rest to H. There has been detailed, ongoing debate about the approaches and dating of these sources. As of this writing, it is generally accepted that H is later than P, but there seem to be numerous interpolations of one source into the other, and it is difficult to place them historically with certainty. Here, as elsewhere in biblical literature, we have a layering effect rather than a clear-cut delineation of “authors.” As usual, that appears to have been intentional.", "A word should be said about the relationship between law and narrative in the Torah. As Damrosch has noted, the legal and cultic texts in the five books might be seen by modern readers as intrusive. On the surface, they certainly seem to interrupt a good story. Genesis is largely unencumbered by nonaction (except for the genealogical lists—attributed to P!), but the gripping account of the redemption from Egypt in Exodus, and the drama of revelation on and apostasy beneath Mount Sinai, give way to the sober architectural details of the Tabernacle’s construction. Similarly, the narratives of the book of Numbers, which are among the most striking in the literature, are set off against a background of censuses, laws about suspected adultery and the taking of vows, Levitical duties in the Dwelling, and an enumeration of sacrificial gifts brought by the tribes, among other things.", "The bulk of material in Leviticus, and its placement in the Torah, make it clear that the five books that we have convey their point precisely through the medium of narrative <i>plus</i> cult/law. In the Israelite worldview, these two rather distinct forms, which intermingle past, present, and future (Damrosch), fruitfully enrich and explain one another. It is as if a history of the American Revolution contained all of the debates on and drafts of the Declaration of Independence and the Constitution, as well as accounts of battles and biographies of key personalities. That such an approach parallels neither Homeric epic nor ritual texts in their purity of form is exactly the point: we have here a new genre of great complexity and richness, in which narratives exemplify laws and laws follow narratives. The result is truly a torah, a “teaching” or “instruction.”", "Finally, we might mention the issue of priests and laypeople. Scholars have often seen Leviticus as originating as a manual for priests. What is most fascinating, and perhaps most important (for later history), about this book is the way in which it takes priestly rules and transmutes at least some of them for use in the general populace of ancient Israel. This can be seen most dramatically in the dietary laws, which in other cultures often serve exclusively for priests, and in the area of sexual taboos, which do likewise. In postbiblical Judaism this shift becomes particularly evident: the Jew’s dinner table is termed a “sanctuary in miniature” (complete with loaves of bread and the use of salt—two elements found in the ancient sacrificial cult); dietary laws are expanded for the general population to provide for separation of milk and meat; and separation of husband and wife during menstruation, among traditional Jews, leaves the context of Sanctuary pollution and finds a home in the context of a philosophy of marriage. Many other examples could be brought of the widening of priestly laws to an entire people. Perhaps most dramatic—and most significant—is the eventual shift of the learning and interpretation of sacred texts away from the priests, who in most cultures served as the guardians of the text (and often the culture’s only literate body; cf. medieval Christian Europe). In Judaism of late antiquity, this monopoly was decisively broken; first the scribe and then the rabbi (“master”) took over, with learning extended at last to all those who might make the effort to acquire it. The great exception, at least in antiquity, was women—who, it will be noted, were also excluded from priestly functions in the Bible.", "Three relatively recent developments make it possible to approach Leviticus as a significant, powerful, and interesting biblical text. The first is the explosion of both full-length and shorter studies of the book and its concerns that have appeared in recent years. The work of Milgrom (1991), Levine (1989), Wenham (1979), Eilberg-Schwartz (1990), and Bamberger (1981), to cite just a few of the English-language studies on aspects of Leviticus, now makes it possible to have a serious entry into the book based largely on advances in understanding the cultures of the ancient Near East. It also, admittedly, puts the translator and commentator in a bind: is it possible to add anything new, or will it suffice simply to summarize? My approach in this volume has been largely the latter, along with suggesting to the reader some fruitful directions for further study.", "The second development helpful for approaching Leviticus, which also informs many of the studies just mentioned, is the using of anthropological insights to understand concepts and rituals found in the book. Such an approach places Leviticus in a broader human context, indicating what it does and does not share with other cultural and religious systems. For Leviticus is concerned with the same issues that plague all human societies: how to deal with the boundaries of life and death, how to comprehend and approach the transcendent in life, how to understand one’s (or one’s nation’s) place in the cosmic order, how to make for a just society. Viewed in this light, the book is a “Small Code” (cf. Northrop Frye’s designation of the Bible as “the Great Code”). That is, Leviticus need not remain a total mystery to us, to be unraveled only through detailed analysis and even change (Judaism) or substitution (Christianity), but can be understood on its own terms, if approached with care and in the spirit of seeking the larger picture in the details.", "Finally, we should mention the aesthetic dimension. Like the other books of the Torah, Leviticus uses its own rhetoric to convey its message. Far from employing flat “priestly” style (whatever that may be), it uses formulas, refrains, and other rhythmical forms to impress its teaching (Heb. <i>tora</i>) upon its hearers. This aspect of the book has been the subject of recent study (cf. Paran), but was already echoed in the Buber-Rosenzweig translation. It is my hope that the present volume will contribute to an appreciation of the style of Leviticus."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620382e4c9ad75f2d99af954", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "", "ref": "The Five Books of Moses, by Everett Fox, Leviticus, Part I; The Cult and the Priesthood, Systems Failure 1", "anchorRef": "Leviticus 10:1-20", "anchorRefExpanded": ["Leviticus 10:1", "Leviticus 10:2", "Leviticus 10:3", "Leviticus 10:4", "Leviticus 10:5", "Leviticus 10:6", "Leviticus 10:7", "Leviticus 10:8", "Leviticus 10:9", "Leviticus 10:10", "Leviticus 10:11", "Leviticus 10:12", "Leviticus 10:13", "Leviticus 10:14", "Leviticus 10:15", "Leviticus 10:16", "Leviticus 10:17", "Leviticus 10:18", "Leviticus 10:19", "Leviticus 10:20"], "sourceRef": "The Five Books of Moses, by Everett Fox, Leviticus, Part I; The Cult and the Priesthood, Systems Failure 1", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, ויקרא, ויקרא מאמר ג׳, ויקרא הערה י׳ א׳", "anchorVerse": 1, "sourceHasEn": true, "commentaryNum": 1, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "ויקרא הערה י׳", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<a class=\"refLink\" data-ref=\"Leviticus 10:1-20\" data-ven=\"The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995\">Leviticus 10:1-20</a>", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "626bfdbc14034f035356da53", "index_title": "Malbim Ayelet HaShachar", "category": "Quoting Commentary", "type": "", "ref": "Malbim Ayelet HaShachar 604:3", "anchorRef": "Leviticus 10:8-9", "anchorRefExpanded": ["Leviticus 10:8", "Leviticus 10:9"], "sourceRef": "Malbim Ayelet HaShachar 604:3", "sourceHeRef": "אילת השחר (מלבי\"ם) תר״ד:ג׳", "anchorVerse": 8, "sourceHasEn": true, "compDate": [1844, 1874], "commentaryNum": 604.0003, "collectiveTitle": {"en": "Malbim Ayelet HaShachar", "he": "אילת השחר (מלבי\"ם)"}, "heTitle": "אילת השחר (מלבי\"ם)", "he": "ויש <b>וי\"ו חסרה</b> (צו סימן מב)", "heVersionTitle": "Wikisource Edition", "heLicense": "", "heVersionTitleInHebrew": "", "text": "And there is an instance in the Scripture in which the prefix <b>ו</b> is missing.<br><br><i>Leviticus 10:8-9 says,</i>וידבר יהוה אל אהרן לאמר יין ושכר אל תשת אתה ובניך אתך בבאכם אל אהל מועד ולא תמתו חקת עולם לדרתיכם<i> (And the LORD spoke to Aaron, saying: Drink no wine nor strong drink, you, nor your sons with you, when you go into the tent of meeting, that you die not; it shall be a statute forever throughout your generation), using the words </i>יין ושכר אל תשת<i> for “Drink no wine nor strong drink”. The prefix </i>ו<i> clarifies that they should not drink wine as one drinks a strong drink, by way of intoxication.</i><br><br><i>Leviticus 13:10 says, </i>וראה הכהן והנה שאת לבנה בעור והיא הפכה שער לבן ומחית בשר חי בשאת<i> (And the priest shall look, and, behold, if there be a white rising in the skin, and it have turned the hair white, and there be quick raw flesh in the rising), where it uses the language </i>הפכה שער לבן<i>for “turned the hair white” and the prefix ו comes on ומחית בשר חי (and there be quick raw flesh in the rising). In this case, the prefix </i>ו<i> compares – just as “turned the hair white” implies enough space for at least two hairs, so too “quick raw flesh in the rising” implies enough space for at least two hairs.</i><br><br><i>Leviticus 6:13 says,</i>זה קרבן אהרן ובניו אשר יקריבו ליהוה ביום המשח אתו עשירת האפה סלת מנחה תמיד מחציתה בבקר ומחציתה בערב <i>(This is the offering of Aaron and of his sons, which they shall offer to the LORD in the day when he is anointed: the tenth part of an ephah of fine flour for a meal-offering perpetually, half of it in the morning, and half thereof in the evening), using the words מנחה תמיד for “a meal-offering perpetually”. However, it is interpreted as </i>ומנחה תמיד<i>; the prefix </i>ו<i> is missing.</i>", "versionTitle": "Ayelet Hashachar, translated by Betzalel Avraham Feinstein, 2021", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "64187babc9371ec0cebe6511", "index_title": "Reggio on Torah", "category": "Commentary", "type": "commentary", "ref": "Reggio on Torah, Leviticus 10:8:1", "anchorRef": "Leviticus 10:8", "anchorRefExpanded": ["Leviticus 10:8"], "sourceRef": "Reggio on Torah, Leviticus 10:8:1", "sourceHeRef": "ביאור יש\"ר על התורה, ויקרא י׳:ח׳:א׳", "anchorVerse": 8, "sourceHasEn": false, "compDate": [1790, 1810], "commentaryNum": 8.0001, "collectiveTitle": {"en": "Reggio", "he": "ביאור יש\"ר"}, "heTitle": "ויקרא", "he": "<b>אל אהרן,</b> למשה שיאמר לאהרן, כמו שפירשנו (פרשה א' א'), שאע\"פי שאהרן היה נביא, לא היה נביא תורה, וכן ויאמר ה' אל דוד אבי יען אשר היה עם לבבך וכו' ומפורש בס' שמואל שהיתה הנבואה לנתן הנביא:", "heVersionTitle": "Vienna, 1821", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "64195274316f1c6a4236051e", "index_title": "Netinah LaGer", "category": "Quoting Commentary", "type": "", "ref": "Netinah LaGer, Deuteronomy 14:26:1", "anchorRef": "Leviticus 10:8", "anchorRefExpanded": ["Leviticus 10:8"], "sourceRef": "Netinah LaGer, Deuteronomy 14:26:1", "sourceHeRef": "נתינה לגר, דברים י״ד:כ״ו:א׳", "anchorVerse": 8, "sourceHasEn": false, "commentaryNum": 26.0001, "collectiveTitle": {"en": "Netinah LaGer", "he": "נתינה לגר"}, "heTitle": "דברים", "he": "<b>וביין ובשכר, ובחמר חדת ועתיק.</b> כ\"ת בכל מקום, ורק לעיל (ויקרא י' ח') ת' \"שכר, ומרוי\" משום דבכהנים אסרה התורה כל דבר המשכר (וע' מה שהעירונו שם) וע' בש\"ס (כריתות י\"ג ע\"ב) דשארי דברים המשכרים קילי מיין לכל התנאים וצ\"ע.", "heVersionTitle": "Vilna, 1876", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6419558883fbc28f267c53c1", "index_title": "Netinah LaGer", "category": "Commentary", "type": "commentary", "ref": "Netinah LaGer, Leviticus 10:8:1", "anchorRef": "Leviticus 10:8", "anchorRefExpanded": ["Leviticus 10:8"], "sourceRef": "Netinah LaGer, Leviticus 10:8:1", "sourceHeRef": "נתינה לגר, ויקרא י׳:ח׳:א׳", "anchorVerse": 8, "sourceHasEn": false, "commentaryNum": 8.0001, "collectiveTitle": {"en": "Netinah LaGer", "he": "נתינה לגר"}, "heTitle": "ויקרא", "he": "<b>אל אהרן, לאהרן.</b> כל \"אל\" שאצל אמירה תרגם בלמ\"ד וכל שאצל דבור תרגם \"עם\" ופה ת' \"לאהרן\" משמע מזה שסובר שהדבור לא היה לאהרן בעצמו כ\"א ע\"י משה וכן משמע מהנגינה שבאה לרוב במרכא טפחא ופה בזקף קטן אבל באמת מצאתי שבכ\"מ שהדבור איננו בדרך צווי אל הנוכח, לא יבא במרכא טפחא כ\"א בז\"ק, והראיה מן \"וידבר משה אל ה' לאמר\" (במדבר כ\"ז ט\"ו) שגם שם הוא בז\"ק, וע' בתקון סופרים ע\"פ למטה אפרים [שם י\"ג ח'] שלא שת לבו אל הפסוק ההוא ועמ\"ש לקמן י\"א א'.", "heVersionTitle": "Vilna, 1876", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "64205708f563d94f88b05e79", "index_title": "Zakhor VeShamor", "category": "Jewish Thought", "type": "", "ref": "Zakhor VeShamor, Gate III, Chapter XIII 34", "anchorRef": "Leviticus 10:8", "anchorRefExpanded": ["Leviticus 10:8"], "sourceRef": "Zakhor VeShamor, Gate III, Chapter XIII 34", "sourceHeRef": "זכור ושמור, שער שלישי; בימי הבית השני: מחלוקות ומרד נגד הלוח הכפול, פרק שלושה עשר; לוח השנה והחגים בקהילות 'ביתא ישראל' ל״ד", "anchorVerse": 8, "sourceHasEn": false, "compDate": [2015], "commentaryNum": 34, "collectiveTitle": {"en": "Zakhor VeShamor", "he": "זכור ושמור"}, "heTitle": "פרק שלושה עשר; לוח השנה והחגים בקהילות 'ביתא ישראל'", "he": "יתר על כן, יין נחשב כגורם לשמחה, ובפסח יש לדעתם להימנע משמחה ולזכור את הלחץ שבו היו נתונים אבותינו בליל בריחתם ממצרים. שתיית יין נתפסה כסותרת את חובת זיכרון יציאת מצרים,<sup class=\"footnote-marker\">38</sup><i class=\"footnote\">הדבר מזכיר את האיסור לכוהנים לשתות יין בבואם לעבודת הקודש ובעת הוראת התורה והחוקים (ויקרא י', ח יא). גם בהלכת חז\"ל מי ששתה יין לא יורה הלכה, אף שאין בו חיוב מיתה; ראו: תורת כוהנים שמיני פרשה א ו ט, מהד' ווייס מו ע\"ב; עירובין סד ע\"ב. כאמור הפסח נתפס ב'ביתא ישראל' כקרבן גמור וכעבודת קודש, ומשום כך הוא אסור בשתויי יין. אכן, כך הוא הפסח גם בתפיסת חז\"ל, ובדיוק משום כך איננו קרב בלי מקדש.</i> וכדברי אחד הקסים:", "heVersionTitle": "Alon Shevut, 2015", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "64785ba44740bcb95cf61581", "index_title": "On Drunkenness", "category": "Second Temple", "type": "", "ref": "On Drunkenness 32:5", "anchorRef": "Leviticus 10:8-10", "anchorRefExpanded": ["Leviticus 10:8", "Leviticus 10:9", "Leviticus 10:10"], "sourceRef": "On Drunkenness 32:5", "sourceHeRef": "על השיכרות ל״ב:ה׳", "anchorVerse": 8, "sourceHasEn": true, "commentaryNum": 32.0005, "collectiveTitle": {"en": "On Drunkenness", "he": "על השיכרות"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "[127] For “the Lord spake unto Aaron,” we read, “saying, Wine and strong liquor ye shall not drink, thou and thy sons after thee, whenever ye enter into the tabernacle of testimony, or approach the altar, and ye shall not die. It is an everlasting ordinance unto your generations, to make a difference between the holy and the profane and between the clean and the unclean” (Lev. 10:8–10).", "versionTitle": "Loeb Classical Library, Harvard University Press, 1930", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6543a5e8e766f45c449ecf99", "index_title": "Sha'arei Orah", "category": "Kabbalah", "type": "", "ref": "Sha'arei Orah, Fifth Gate, Sixth Sefirah 188", "anchorRef": "Leviticus 10:8", "anchorRefExpanded": ["Leviticus 10:8"], "sourceRef": "Sha'arei Orah, Fifth Gate, Sixth Sefirah 188", "sourceHeRef": "שערי אורה, השער החמישי - הספירה השישית קפ״ח", "anchorVerse": 8, "sourceHasEn": true, "compDate": [1260, 1300], "commentaryNum": 188, "collectiveTitle": {"en": "Sha'arei Orah", "he": "שערי אורה"}, "heTitle": "השער החמישי - הספירה השישית", "he": "ואחר שהודענוך זה, צריכים אנו להודיעך סוד אותם המטעמים שביקש יצחק מעשו ובא יעקב וגמר המטעמים ההם ליצחק אביו וירש ברכתו של עשו. כבר הודעתיך כי יצחק אבינו עליו השלום הוא העולה התמימה, ואין השכינה נפרדת ממנו אפילו שעה אחת, והיאך תבוא תקלה על ידו? או היאך יאהב את עשו? או היאך ירצה לברך את הרשע ולהניח את הצדיק? או היאך תתקיים ברכה אחר המאכל והמשתה, והרי התפילה קודם המאכל? ואומר יין ושכר אל תשת אתה ובניך אתך (ויקרא י, ח), והיאך יצחק אוכל ושותה ואחרי כן מברך את הרשע? ", "heVersionTitle": "Shaarei Orah, grimoar", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "After having informed you of this, we must also tell you the secret of the delicacies that Yitzchak requested of Esav. Yaakov then came and made those delicacies for his father Yitzchak, and inherited the blessing of Esav. I already have informed you that our forefather Yitzchak, peace be upon him, was a perfectly pure sacrificial offering, and that the Indwelling Presence of <i>HaShem</i>-יהו״ה, blessed is He, (<i>Shechinah</i>), never departed from him for even a moment. This being so, how could error come about through his hand? How could he love Esav? How could he want to bless the wicked one and set aside the righteous one? Moreover, after eating and drinking, how could the blessing be sustained? Is it not so that prayer must precede eating? Does the verse not state,<sup class=\"footnote-marker\">350</sup><i class=\"footnote\">Leviticus 10:8</i> “Do not drink intoxicating wine, you and your sons with you”? This being so, how is it that Yitzchak wanted to eat and drink, and only then bless the wicked one?", "versionTitle": "Gates of Light, trans. by Rabbi Amiram Markel and Rabbi Yehudah S. Markel, 2023", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "6596f60abed9ae71ab5adb2d", "index_title": "Mekhilta DeRabbi Yishmael", "category": "Midrash", "type": "", "ref": "Mekhilta DeRabbi Yishmael, Tractate Pischa 1:1", "anchorRef": "Leviticus 10:8", "anchorRefExpanded": ["Leviticus 10:8"], "sourceRef": "Mekhilta DeRabbi Yishmael, Tractate Pischa 1:1", "sourceHeRef": "מכילתא דרבי ישמעאל, מַסֶּכְתָּא דְפִסְחָא א׳:א׳", "anchorVerse": 8, "sourceHasEn": true, "compDate": [200], "commentaryNum": 1.0001, "collectiveTitle": {"en": "Mekhilta DeRabbi Yishmael", "he": "מכילתא דרבי ישמעאל"}, "heTitle": "מַסֶּכְתָּא דְפִסְחָא", "he": "(שמות יב,א) <b>\"וַיֹּאמֶר יי אֶל מֹשֶׁה וְאֶל אַהֲרֹן, בְּאֶרֶץ מִצְרַיִם לֵאמֹר.\"</b> שׁוֹמֵעַ אֲנִי, שֶׁהָיָה הַדִּבֵּר<sup class=\"footnote-marker\">*</sup><i class=\"footnote\">דִּבֵּר: נבואה. כמו בירמיה ה,יג: \"וְהַנְּבִיאִים יִהְיוּ לְרוּחַ וְהַדִּבֵּר בָּהֶם\".</i> לְמֹשֶׁה וּלְאַהֲרֹן. כְּשֶׁהוּא אוֹמֵר: (שמות ו,כו) \"וַיְהִי בְּיוֹם דִּבֶּר יי אֶל מֹשֶׁה בְּאֶרֶץ מִצְרָיִם\", לְמֹשֶׁה הָיָה הַדִּבֵּר, לֹא הָיָה הַדִּבֵּר לְאַהֲרֹן! אִם כֵּן, מַה תִּלְמֹד לוֹמַר \"אֶל מֹשֶׁה וְאֶל אַהֲרֹן\"? מְלַמֵּד שֶׁכַּשֵּׁם שֶׁהָיָה מֹשֶׁה כְּלָל לַדִּבְּרוֹת, כָּךְ הָיָה אַהֲרֹן כְּלָל לַדִּבְּרוֹת. וּמִפְּנֵי מָה לֹא נִדְבַּר עִמּוֹ? מִפְּנֵי כְבוֹדוֹ שֶׁלְּמֹשֶׁה. נִמְצֵאתָ מְמָעֵט אַהֲרֹן מִכָּל הַדִּבְּרוֹת שֶׁבַּתּוֹרָה, חוּץ מִשְּׁלֹשָׁה מְקוֹמוֹת, מִפְּנֵי שֶׁאֵי אֶפְשָׁר.", "heVersionTitle": "Beeri Edition, Koren, Jerusalem, 2019", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": "(Exodus 12:1) \"And the L–rd spoke to Moses and to Aaron in the land of Egypt, saying\": I might think that both Aaron and Moses were being addressed; it is, therefore, written (Exodus 6:28) \"And it was on the day that the L–rd spoke to Moses in the land of Egypt\": Only Moses was being addressed and not Aaron. If so, why is it written \"to Moses and to Aaron\"? We are hereby taught that just as Moses was \"included\" in the words (i.e., by their being spoken to him), so, Aaron was included in the words (i.e., by his \"overhearing\" them). And why did He not speak (directly) to him? In deference to Moses. We find Aaron, then, to be excluded from all the (direct) addresses in the Torah except for three (Leviticus 10:8, Numbers 18:1, Numbers 18:8), where it is impossible (to understand otherwise).", "versionTitle": "Mechilta, translated by Rabbi Shraga Silverstein", "license": "CC-BY", "versionTitleInHebrew": "מכילתא, מתורגמת בידי רבי שרגא סילברשטיין"}, {"_id": "657ecc52758c1dc532ec8d41", "index_title": "Steinsaltz on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Steinsaltz on Leviticus 10:8", "anchorRef": "Leviticus 10:8", "anchorRefExpanded": ["Leviticus 10:8"], "sourceRef": "Steinsaltz on Leviticus 10:8", "sourceHeRef": "ביאור שטיינזלץ על ויקרא י׳:ח׳", "anchorVerse": 8, "sourceHasEn": true, "commentaryNum": 10.0008, "collectiveTitle": {"en": "Steinsaltz", "he": "ביאור שטיינזלץ"}, "heTitle": "ביאור שטיינזלץ על ויקרא", "he": "<b>וַיְדַבֵּר ה' אֶל אַהֲרֹן לֵאמֹר:</b>", "heVersionTitle": "The Koren Steinsaltz Tanakh HaMevoar - Hebrew", "heLicense": "Copyright: Steinsaltz Center", "heVersionTitleInHebrew": "", "text": "<b>The Lord spoke to Aaron, saying: </b>", "versionTitle": "The Steinsaltz Tanakh - English", "license": "Copyright: Steinsaltz Center", "versionTitleInHebrew": ""}, {"_id": "5253af51edbab4498f48287e", "index_title": "Ibn Ezra on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Ibn Ezra on Leviticus 10:8:1", "anchorRef": "Leviticus 10:8", "anchorRefExpanded": ["Leviticus 10:8"], "sourceRef": "Ibn Ezra on Leviticus 10:8:1", "sourceHeRef": "אבן עזרא על ויקרא י׳:ח׳:א׳", "anchorVerse": 8, "sourceHasEn": true, "compDate": [1155, 1165], "commentaryNum": 8.0001, "collectiveTitle": {"en": "Ibn Ezra", "he": "אבן עזרא"}, "heTitle": "אבן עזרא על ויקרא", "he": "<b>וידבר ה׳‎ אל אהרן.</b> כי נביא היה ויש אומרים על ידי משה כמו דבר אל אחז והזהירו שישמר הוא ובניו שלא ימותו כאשר מתו בניו הגדולים:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "AND THE LORD SPOKE UNTO AARON. For Aaron was a prophet.<sup class=\"footnote-marker\">25</sup><i class=\"footnote\">See I.E. on Ex. 31:18 (Vol. 2, p. 655).</i> Others say through Moses,<sup class=\"footnote-marker\">26</sup><i class=\"footnote\">God spoke to Aaron through the agency of Moses.</i> as in <i>And the Lord spoke again unto Ahaz</i> (Is. 7:10).<sup class=\"footnote-marker\">27</sup><i class=\"footnote\">God spoke to Ahaz through the agency of Isaiah. See Is. 7:3-10.</i> God cautioned Aaron and his sons to keep the law<sup class=\"footnote-marker\">28</sup><i class=\"footnote\">Regarding drinking wine or strong drink.</i> so that they do not die as Aaron’s oldest sons died.", "versionTitle": "Ibn Ezra's commentary on the Pentateuch, tran. and annot. by H. Norman Strickman and Arthur M. Silver. Menorah Pub., 1988-2004", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "57ab840cd6e4a906feac2314", "index_title": "Kedushat Levi", "category": "Chasidut", "type": "", "ref": "Kedushat Levi, Leviticus, Achrei Mot 2", "anchorRef": "Leviticus 10:8", "anchorRefExpanded": ["Leviticus 10:8"], "sourceRef": "Kedushat Levi, Leviticus, Achrei Mot 2", "sourceHeRef": "קדושת לוי, ויקרא, אחרי מות ב׳", "anchorVerse": 8, "sourceHasEn": true, "compDate": [1772, 1798], "commentaryNum": 2, "collectiveTitle": {"en": "Kedushat Levi", "he": "קדושת לוי"}, "heTitle": "אחרי מות", "he": "ועתח נבאר דעת שתויי יין נכנסו, וכי איך יעלה על דעת קדושי עליונים שיכנסו שתויי יין ובפרט שהוא אחר אזהרה. ונראה, כי לעיל בפרשת שמיני <small>(ט, ו)</small> כתוב בפסוק זה הדבר אשר צוה ה' לעשות וירא אליכם כבוד ה'. ולכאורה הוא שפת יתר זה הפסוק. ורש\"י ז\"ל פירש בפסוק <small>(שם כג)</small> ויצאו ויברכו את העם, לפי שכל שבעת ימים שהעמיד משה את המשכן ושימש לא שרתה בו שכינה והיו ישראל נכלמים ואמרו למשה כל הטורח שטרחנו כדי שתשרה שכינה בינינו שיתכפר לנו מעשה עגל. אמר להם משה זה הדבר אשר צוה ה' תעשו וירא אליכם כבוד ה', אהרן אחי כדאי וחשוב ממני שעל ידי קרבנותיו תשרה שכינה בכם ותדעו שעל פי הדיבור אהרן נכנס ומשמש בכהונה גדולה. והנה לא נרמז בפסוק דרוש של רש\"י. ונראה, דהנה כשאדם עובד את ה' מרגיש תענוג גדול, כי בעבודתו משמח את הבורא ברוך הוא כמאמר <small>(משלי י, א)</small> בן חכם ישמח אב, ובא שמחה ותענוג לכל העולמות ומכריזין בכל העולמות הבו יקר לדיוקנא דעביד רעותא דמרא ואין לך תענוג גדול ושמחה וחדוה יותר מזה. אכן אין זה עיקר העבודה כי זהו על מנת לקבל פרס. והרמב\"ם בהלכות תשובה קראו שלא לשמה. אמנם עיקר העבודה את ה' אלהינו הוא בגין דאיהו רב ושליט והוא נותן חיות בכל העולמות ובכל הנשמות. ולכן נראה לבאר על מה שהוקשו כל המפרשים למה לא נאמר בתורה שכר עולם הבא, כי הנה כל שכר העולם הבא אינו מפורש כלל בתורת משה, רק בדברי חכמינו אשר המה כנים ואמיתים כגון תענוג של לויתן אשר בתוכו צדיקים ישתעשעו עם נשמת כל הצדיקים בפרט התענוג אשר יתענגו <small>(חסר הסיום)</small>: ", "heVersionTitle": "Kedushat Levi - Munkatch 1939", "heLicense": "Public Domain", "heVersionTitleInHebrew": "קדושת לוי, מונקאץ', תרצ\"ט", "text": "Let us now explore what caused the scholars who claimed ‎that these two sons of Aaron were drunk on the occasion ‎mentioned in Leviticus 10,1-3, to arrive at that conclusion.. At ‎first glance one shudders how these scholars could accuse these ‎אצילי בני ישראל‎, “these noble souls” amongst the Israelites of ‎having been guilty of such conduct when the Torah had not ‎spelled it out! ? Had not the Torah in Leviticus 10,8-11 spelled ‎out that entry into the Tabernacle in a state of inebriety is a ‎capital sin?  How could these sons of Aaron have ignored this?‎<br>I believe we can find the answer to this question by ‎examining the text in Leviticus 10 more closely.‎<br>The words: ‎זה הדבר אשר צוה ה' לעשות וירא אליכם כבוד ה'‏‎, “this is ‎the thing that you must do in order that the glory of ‎‎<i>Hashem</i> will appear to you,” in that paragraph appear to be ‎superfluous, or at least not connected to the subject under ‎discussion. (Leviticus 9,6)‎<br>‎<i>Rashi</i>, in commenting on Leviticus 9,23 near the end of ‎this paragraph where the Torah writes: ‎ויצאו ויברכו את העם‎, “they ‎came out (Moses and Aaron from the Tabernacle) and blessed the ‎people,” writes that during the seven preceding days of the ‎consecration rites for the Tabernacle the <i>Shechinah</i> had not ‎manifested itself so that the people had complained why they had ‎gone to such lengths to build the Tabernacle if after all this G’d ‎had not seen fit to take up residence among them. Moses told ‎them what they must do in order to merit that the ‎‎<i>Shechinah</i> would manifest itself amongst them again as ‎proof that the sin of the golden calf had been forgiven. He ‎explained that seeing that his brother Aaron, who was the High ‎Priest was more worthy than he, until Aaron had presented ‎sacrifices in the Tabernacle, G’d’s glory would not become ‎manifest. This is why in verse 24 we are told that Aaron ‎performed his duties as a result of which the <i>Shechinah</i> ‎manifested itself in that heavenly fire consumed the portions of ‎the sacrifices on the altar. There does not appear to be an allusion ‎to all this in the text of the Torah, so where did <i>Rashi</i> take ‎his exegesis from?‎<br>When man serves his Creator he experiences a feeling of great ‎pleasure as he is aware that he thereby provides pleasure for his ‎Creator. This is the allegorical meaning of Proverbs 10,1 ‎בן חכם ‏ישמח אב‎, “that an intelligent son provides pleasure for his father.” ‎This pleasure or joy is not limited to one domain in the universe ‎but spreads throughout the universe. A call goes out in all parts ‎of the universe to honour the person who, through his devoted ‎service to his Creator, has provided so much pleasure in the ‎whole universe. There is no greater pleasure than this.‎<br>However, seeing that we are aware of this, this reduces our ‎service to the Lord to one that is tied to the expectation of ‎reward. Maimonides in his <i>hilchot teshuvah</i> chapter 10 goes ‎so far as calling such service of G’d as being ‎שלא לשמה‎, “keeping ‎Torah commandments for ulterior motives.” The principal ‎purpose of pure service of the Lord is that it is performed in ‎recognition of the greatness of the Creator Who provides all ‎forms of life in this universe and Who has endowed us with souls ‎that contain Divine qualities.‎<br>We may well ask why no mention is made in the Torah of any ‎reward for performance of the Torah’s commandments that ‎accrues to the doer in the world beyond death of the body. ‎Reward in the ‎עולם הבא‎, the world to come, while discussed at ‎length by our sages, is not dealt with in the written Torah at all. ‎‎<small>[The conclusion of the author’s paragraph is ‎missing.]</small>‎", "versionTitle": "Kedushat Levi translated by Rb. Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": "קדושת לוי, מתורגם בידי רבי אליהו מונק"}, {"_id": "5892f070d6e4a9274646e1b2", "index_title": "Chizkuni", "category": "Quoting Commentary", "type": "", "ref": "Chizkuni, Numbers 18:1:1", "anchorRef": "Leviticus 10:8", "anchorRefExpanded": ["Leviticus 10:8"], "sourceRef": "Chizkuni, Numbers 18:1:1", "sourceHeRef": "חזקוני, במדבר י״ח:א׳:א׳", "anchorVerse": 8, "sourceHasEn": true, "compDate": [1220, 1260], "commentaryNum": 1.0001, "collectiveTitle": {"en": "Chizkuni", "he": "חזקוני"}, "heTitle": "במדבר", "he": "<b>ויאמר ה׳‎ אל אהרן</b> פרש״‎י למשה אמר שיאמר לאהרן, מי הצריך לרש״‎י לומר כך אלא הכי קאמר קרא אין הדין עמהם לצעוק ולומר, כל הקרב אל משכן ה׳‎ ימות שהרי כבר אמר הקב״‎ה על אהרן אתה ובניך וגו׳‎ ובלע״‎ז א״‎י או״‎ט די״‎ט. וזהו שפירש״‎י, למשה אמר שיאמר לאהרן לומר אמר כבר למשה בפרשת במדבר שיהיו הלויים שומרים שלא יקרב זר למקדש. וחזרה ונשנית כאן בשביל דבר שנתחדש בה, <b>אתה ובניך ובית אביך</b> וגו'. ובשביל שהיא סמוכה לאחריה לפרשת קרח שערער על הכהונה ולפניה לפרש קיום מתנות כהונה בברית מלח. אך חז״‎ק על פרש״‎י שהרי בספרי דרשו גבי וידבר ה׳‎ אל אהרן שומע אני דבר אל אהרן תלמוד לומר זכרון לבני ישראל למען אשר לא יקרב איש זר הא למדנו שהדבור למשה שיאמר לאהרן.", "heVersionTitle": "Chizkuni", "heLicense": "Public Domain", "heVersionTitleInHebrew": "חזקוני", "text": "ויאמר ה' אל אהרן “The Lord said to Aaron, etc.;” Rashi comments that we must understand this line as meaning that G-d spoke to Moses, to tell what follows to Aaron. To the question of what forced Rashi to ignore the text as written, i.e. that G-d addressed Aaron directly, we must understand what transpired as follows: The Torah, i.e. G-d, wishes the people to know that they were wrong in thinking that anyone daring to come into the vicinity of the Tabernacle would either be killed by G-d, or by a human tribunal, seeing that G-d had already said concerning Aaron: “you and your sons and your fathers, (all the priests) shall bear the iniquity of the Sanctuary;” in other words, it was the task of the priests to ensure that the boundaries would not be crossed by people who had no authority to enter the Sanctuary. G-d had said the following to Moses to convey to Aaron: “you and your sons, etc,”In other words, what Rashi was saying here is that G-d had already told Moses to tell Aaron what follows;He had done so in the portion of Bamidbar chapter 1, verse 51, etc. These instructions have been repeated here in verse 7, because a new element has been added, i.e. אתה ובניך ובית אביך, “you, your sons, and the house of your father;”Seeing that this paragraph has been written close to the people’s, especially Korach’s, complaints about the priests and the institution of hereditary priesthood, it has been positioned as a sort of introduction to the people’s gifts to the priests, seeing that these people were not landowners and depended for their livelihood on the willingness of the people to carry out all these instructions. Our author adds as his own commentary concerning Rashi’s words, that seeing that we have learned from the Sifri on 18,8 where the author quotes our verse, i.e. G-d, as speaking directly to Aaron, and in verse 8 of our chapter where we have the Torah writing again that G-d spoke to Aaron, and it certainly sounds very direct, that he had already stated on a previous occasion that every time we have the Torah writing: “G-d spoke to Aaron,” this refers to something that had first been told to Moses and he had been instructed to relay it to Aaron. In this instance also, the substance of the message was to be ultimately relayed to the Jewish people to avoid tragedy through misunderstanding. [Leviticus 10,8 also has G-d speaking (apparently) directly to Aaron, as well a verse 20 in our chapter. Ed.]", "versionTitle": "Chizkuni, translated and annotated by Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": "חזקוני, מתורגם ומוער בידי אליהו מונק"}, {"_id": "5892f27fd6e4a9274647196c", "index_title": "Chizkuni", "category": "Commentary", "type": "commentary", "ref": "Chizkuni, Leviticus 10:8:1", "anchorRef": "Leviticus 10:8", "anchorRefExpanded": ["Leviticus 10:8"], "sourceRef": "Chizkuni, Leviticus 10:8:1", "sourceHeRef": "חזקוני, ויקרא י׳:ח׳:א׳", "anchorVerse": 8, "sourceHasEn": true, "compDate": [1220, 1260], "commentaryNum": 8.0001, "collectiveTitle": {"en": "Chizkuni", "he": "חזקוני"}, "heTitle": "ויקרא", "he": "<b>וידבר אל אהרן</b> פרשה זו נאמרה ביום שהוקם המשכן לפי שמאותו יום ואילך נאסרו דהא בביאת אוה״‎מ תלה רחמנא.", "heVersionTitle": "Chizkuni", "heLicense": "Public Domain", "heVersionTitleInHebrew": "חזקוני", "text": "וידבר אל אהרן, “he spoke to Aaron etc,” this paragraph was revealed on the day that the Tabernacle had been erected, seeing that from that day onward they had been forbidden to become drunk, seeing that this prohibition had been linked to entering the Tabernacle since Exodus 30,20, as stated by Rashi in the Talmud, tractate Gittin folio 60. The reason is that the prohibition was not restricted to the priest’s performing sacrificial service in the Temple but to his entering the Temple precincts.", "versionTitle": "Chizkuni, translated and annotated by Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": "חזקוני, מתורגם ומוער בידי אליהו מונק"}, {"_id": "58ad947cd6e4a93323dc0146", "index_title": "Gittin", "category": "Talmud", "type": "", "ref": "Gittin 60b:1", "anchorRef": "Leviticus 10:8", "anchorRefExpanded": ["Leviticus 10:8"], "sourceRef": "Gittin 60b:1", "sourceHeRef": "גיטין ס׳ ב:א׳", "anchorVerse": 8, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 120.0001, "collectiveTitle": {"en": "Gittin", "he": "גיטין"}, "heTitle": "גיטין", "he": "וּפָרָשַׁת שְׁתוּיֵי יַיִן, וּפָרָשַׁת נֵרוֹת, וּפָרָשַׁת פָּרָה אֲדוּמָּה.", "heVersionTitle": "William Davidson Edition - Vocalized Aramaic", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "מהדורת וויליאם דייוידסון - ארמית המנוקד", "text": "<b>the section</b> dealing with priests who have become <b>intoxicated with wine</b> (Leviticus 10:8–11); <b>the section of the lamps</b> (Numbers 8:1–7); <b>and the section of the red heifer</b> (Numbers, chapter 19), as all of these sections are necessary for service in the Tabernacle.", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": "מהדורת וויליאם דייוידסון - אנגלית"}, {"_id": "58f75f6cd6e4a9133c20c1dc", "index_title": "Ben Ish Hai", "category": "Halakhah", "type": "commentary", "ref": "Ben Ish Hai, Drashot, Shmini 11", "anchorRef": "Leviticus 10:8", "anchorRefExpanded": ["Leviticus 10:8"], "sourceRef": "Ben Ish Hai, Drashot, Shmini 11", "sourceHeRef": "בן איש חי, דרשות, שמיני י״א", "anchorVerse": 8, "sourceHasEn": false, "compDate": [1894, 1898], "commentaryNum": 11, "collectiveTitle": {"en": "Ben Ish Hai", "he": "בן איש חי"}, "heTitle": "שמיני", "he": "<b>וידבר ה' אל אהרן לאמר יין ושכר אל תשת וכו'</b> נ\"ל בס\"ד דקדוק תיבת לאמר דאינו לומר לאחרים ועוד קישור הכתובים זע\"ז והוא ע\"פ מ\"ש באה\"י ז\"ל טעם שצוה שלא ישתה יין בבואו אל אהל מועד כי המקדש והיין הם שני הפכיים דהמקדש כוחו למלאת לב האדם הנכנס שם בשמחה כמ\"ש לדוד שמחתי באומרים לי בית ה' נלך תתעורר השמחה בלבי מעת שאומרים בית ה' נלך וכ\"ש כשאבא שם אך היין נברא לנחם אבלים ולמי שהגיען רעה דכתיב תנו שכר לאובד ויין למרי נפש ולכן הבא למקדש ששם מקור השמחה מה לו לשתות יין עכ\"ד ועוד יש טעם אחר נוסף על זה שנמנע היין מן הבא למקדש כדי להבדיל בין הקודש ובין החול כי השמחה אשר תגיע לאדם מן קדושת המצוה וקדושת ביאת המקדש שהיא קדושת נצחית גם השמחה תתמיד בלב האדם ולא תסתלק אחר גמר המצוה או אחר סילוקו מן המקדש אך שמחה הבאה לאדם מן היין היא קצרה שאיננה אלא רק בעוד כח היין בו משא\"כ אחר שהפיג יינו לא ישאר לו מן השמחה ולכן כדי להבדיל בין שמחה הבאה מן הקודש ובין השמחה הבאה מן החול שהוא היין צוהו שלא יכנס שתוי יין למקדש כדי שיהיה לו היכר והרגשה שיבחין בין זו לזו וז\"ש וידבר ה' אל אהרן לאמר חלק התיבה לשתים וקרי בה לא מר כלומר אתה מבאי אהל מועד ואין לך מר שהיין ניתן למרי נפש ואתה אינך מר נפש לכן יין ושכר אל תשת אתה ובניך אתך בבואכם אל אהל מועד כי כל הבאים שם אינו מרי נפש ועוד צריכין אתם להזהר בזה כדי להבדיל בין כוחו של קודש ובין כוחו של חול ופסוק זה נכתב לפי פשוטו ונסמך כאן כדי לרמוז טעם זה כמ\"ש בתחלת הפסוק ואומרו אתה ובניך אתך היינו לאו משום שמא תשגו בדבר העבודה מחמת שכרות כי אזהרה זו היא אע\"פ שבניך אתך דמדכרי אהדדי: \n", "heVersionTitle": "Ben Ish Chai, Jerusalem, 1898", "heLicense": "Public Domain", "heVersionTitleInHebrew": "בן איש חי, ירושלים, תרנ\"ח", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5c46867b08d98a02694d512f", "index_title": "Jastrow", "category": "Reference", "type": "reference", "ref": "Jastrow, יָחַד 1", "anchorRef": "Leviticus 10:8", "anchorRefExpanded": ["Leviticus 10:8"], "sourceRef": "Jastrow, יָחַד 1", "sourceHeRef": "מילון יסטרוב, יָחַד א׳", "anchorVerse": 8, "sourceHasEn": true, "compDate": [1883, 1903], "commentaryNum": 1, "collectiveTitle": {"en": "Jastrow", "he": "מילון יסטרוב"}, "heTitle": "יָחַד", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<strong dir=\"rtl\">יָחַד</strong> , <i>Pi</i>. <span dir=\"rtl\">יִחֵד</span>, <span dir=\"rtl\">יִיחֵד</span> (b. h.; v. <a dir=\"rtl\" class=\"refLink\" href=\"/Jastrow,_אֶחָד.1\" data-ref=\"Jastrow, אֶחָד 1\">אֶחָד</a>)  <b>1)</b> <i>to unite, concentrate</i>. <a class=\"refLink\" href=\"Jerusalem_Talmud_Berakhot.4.2.3\" data-ref=\"Jerusalem Talmud Berakhot 4:2:3\">Y. Ber. IV, 7ᵈ</a> bot. <span dir=\"rtl\">ותְיַיחֵד לבבינו וכ׳</span> and concentrate our hearts (inclinations) to fear thy Name. <b>—2)</b>  (with <span dir=\"rtl\">על</span>) <i>to confer a distinction, name</i> &c. <a class=\"refLink\" href=\"/Bereishit_Rabbah.68.11\" data-ref=\"Bereishit Rabbah 68:11\">Gen. R. s. 68</a> <span dir=\"rtl\">אברהם י׳ … שמו עליו</span> on Abraham did the Lord confer His Name (<a class=\"refLink\" href=\"/Genesis.26.24\" data-ref=\"Genesis 26:24\">Gen. XXVI, 24</a>, a. e.). Ib. <span dir=\"rtl\">ידע שהקב\"ה מְיַחֵד שמו עליו</span> he inferred that the Lord would confer His Name upon him (to be called ‘the God of Jacob’). Mekh. Mishp. s. 20 <span dir=\"rtl\">על ישראל י׳ שמו ביותר</span> (although the Lord of the universe) He conferred His Name particularly on Israel (v. <a dir=\"rtl\" class=\"refLink\" href=\"/Jastrow,_יוֹתֵר.1\" data-ref=\"Jastrow, יוֹתֵר 1\">יוֹתֵר</a>); a. fr. <b>—3)</b> <i>to declare the unity of God, to recite Sh’ma</i> (<a class=\"refLink\" href=\"/Deuteronomy.6.4\" data-ref=\"Deuteronomy 6:4\">Deut. VI, 4</a>). <a class=\"refLink\" href=\"/Bereishit_Rabbah.20\" data-ref=\"Bereishit Rabbah 20\">Gen. R. s. 20</a> <span dir=\"rtl\">אנו … ומְיַחֲדִים שמו וכ׳</span> we trust in Him and profess His unity &c. <a class=\"refLink\" href=\"/Shir_HaShirim_Rabbah.2.16.1\" data-ref=\"Shir HaShirim Rabbah 2:16:1\">Cant. R. to II, 16</a> <span dir=\"rtl\">ואני מְיַחֶדֶת שמו וכ׳</span> and I (Israel) profess the unity of His name twice every day, (saying) Hear, O Israel &c.; a. fr. <b>—4)</b> <i>to single out, select, designate</i>. <a class=\"refLink\" href=\"/Sanhedrin.57a.23\" data-ref=\"Sanhedrin 57a:23\">Snh. 57ᵃ</a> <span dir=\"rtl\">שיי׳ שפחה לעבדו</span> who designated a handmaid (as a wife) for his slave. <a class=\"refLink\" href=\"/Vayikra_Rabbah.12\" data-ref=\"Vayikra Rabbah 12\">Lev. R. s. 12</a> <span dir=\"rtl\">ויי׳ אליו הדבור וכ׳</span> addressed the command to him exclusively (<a class=\"refLink\" href=\"/Leviticus.10.8\" data-ref=\"Leviticus 10:8\">Lev. X, 8</a>); a. e.—<a class=\"refLink\" href=\"/Yoma.11b.11\" data-ref=\"Yoma 11b:11\">Yoma 11ᵇ</a> (ref. to <a class=\"refLink\" href=\"/Leviticus.14.35\" data-ref=\"Leviticus 14:35\">Lev. XIV, 35</a>) <span dir=\"rtl\">מי שמְיַיחֵד ביתו לו וכ׳</span> he who devotes his household exclusively to himself, and is unwilling to lend his vessels &c.; <a class=\"refLink\" href=\"/Arakhin.16a.36\" data-ref=\"Arakhin 16a:36\">Arakh. 16ᵃ</a> <span dir=\"rtl\">שמיוחד</span> (v. infra); <a class=\"refLink\" href=\"/Yalkut_Shimoni_on_Torah.564\" data-ref=\"Yalkut Shimoni on Torah 564\">Yalk. Lev. 564</a>.—5) <i>to leave persons alone in a special room, to arrange a private meeting for</i>. <a class=\"refLink\" href=\"/Ketubot.12a\" data-ref=\"Ketubot 12a\">Keth. 12ᵃ</a>; <a class=\"refLink\" href=\"/Tosefta_Ketubot.1.4\" data-ref=\"Tosefta Ketubot 1:4\">Tosef. ib. I, 4</a>; Y. ib. I, 25ᵃ bot. <span dir=\"rtl\">היו מְיַיחֲדִין וכ׳</span> they used to leave bride and groom in a private room alone for a while.—<i>Part. pass</i>. <span dir=\"rtl\">מְיוּחָד</span>, f. <span dir=\"rtl\">מְיוּחֶדֶת</span>; pl. <span dir=\"rtl\">מְיוּחָדִים</span>, <span dir=\"rtl\">מְיוּחָדִין</span>, <span dir=\"rtl\">מְיוּחָדוֹת</span> a) <i>especial, particular, designated; chosen, distinguished</i> (v. <a dir=\"rtl\" class=\"refLink\" href=\"/Jastrow,_יָחִיד.1\" data-ref=\"Jastrow, יָחִיד 1\">יָחִיד</a>). <a class=\"refLink\" href=\"/Sanhedrin.60a\" data-ref=\"Sanhedrin 60a\">Snh. 60ᵃ</a>, a. e. <span dir=\"rtl\">שם המי׳</span> the proper Name of the Lord (Jehovah).—<a class=\"refLink\" href=\"/Yoma.11a.5\" data-ref=\"Yoma 11a:5\">Yoma 11ᵃ</a> ביתך ביתך המי׳ לך ‘<i>thy</i> house’ (<a class=\"refLink\" href=\"/Deuteronomy.6.9\" data-ref=\"Deuteronomy 6:9\">Deut. VI, 9</a>; <a class=\"refLink\" href=\"/Deuteronomy.11.20\" data-ref=\"Deuteronomy 11:20\">XI, 20</a>), thy house which is designated for thy personal use. Ib.ᵇ מה בית מ׳ לדירה <i>bayith</i> means a room designated for a dwelling, <span dir=\"rtl\">יצאו אלו שאינן מי׳ לדירה</span> to the exclusion of those rooms (gate lodge &c.) which are not designated for dwellings. Arakh. l. c. <span dir=\"rtl\">מי׳ לו</span> devoted to his own exclusive use, v. supra; a. fr.—<a class=\"refLink\" href=\"/Bereishit_Rabbah.99\" data-ref=\"Bereishit Rabbah 99\">Gen. R. s. 99</a>, end (ref. to <span dir=\"rtl\">כאחד</span>, <a class=\"refLink\" href=\"/Genesis.49.16\" data-ref=\"Genesis 49:16\">Gen. XLIX, 16</a>) <span dir=\"rtl\">כמי׳ שבשבטים</span> like the most distinguished among the tribes. <a class=\"refLink\" href=\"/Yevamot.62a\" data-ref=\"Yevamot 62a\">Yeb. 62ᵃ</a> אני שמ׳ לדבור בכל וכ׳ I (Moses) who am singled out (must be prepared) for divine communication every hour; <a class=\"refLink\" href=\"/Avot_D'Rabbi_Natan.2\" data-ref=\"Avot D'Rabbi Natan 2\">Ab. d’R. N., II</a> Vers., ch. II (ed. Schechter, p. 10) <span dir=\"rtl\">שאני כלי מי׳</span> who am a special vessel (of revelation). <a class=\"refLink\" href=\"/Meilah.15a\" data-ref=\"Meilah 15a\">Meïl. 15ᵃ</a> <span dir=\"rtl\">קדשים המי׳ לה׳</span> sanctified things which are exclusively dedicated to the Lord; Sifra Vayikra, Ḥobah, Par. 11, ch. XX.—Ib. Sh’mini, ch. II, Par. 2 <span dir=\"rtl\">כבשים ועזים המי׳</span> lambs and goats which are specified (<a class=\"refLink\" href=\"/Deuteronomy.14.4\" data-ref=\"Deuteronomy 14:4\">Deut. XIV, 4</a>); a. fr.—b) <i>locked up with</i>. <a class=\"refLink\" href=\"/Bamidbar_Rabbah.9\" data-ref=\"Bamidbar Rabbah 9\">Num. R. s. 9</a> <span dir=\"rtl\">בזמן שהאשה מי׳ עם וכ׳</span> when a wife is locked up with her husband.<br/>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Hithpa.</strong> - <strong dir=\"rtl\">הִתְיַיחֵד</strong>, <strong dir=\"rtl\"></strong> , <i>Nithpa</i>. <span dir=\"rtl\">נִתְיַיחֵד</span>  <b>1)</b> <i>to be conferred</i> (with <span dir=\"rtl\">על</span>); <i>to be especially addressed</i> (with <span dir=\"rtl\">אל</span>). <a class=\"refLink\" href=\"/Shemot_Rabbah.7\" data-ref=\"Shemot Rabbah 7\">Ex. R. s. 7</a> <span dir=\"rtl\">היה ראוי … להִתְיַיחֵד עליו וכ׳</span> the divine communication was to bear his name alone. <a class=\"refLink\" href=\"/Vayikra_Rabbah.12\" data-ref=\"Vayikra Rabbah 12\">Lev. R. s. 12</a> <span dir=\"rtl\">נתי׳ אליו הדבור</span> the divine communication was addressed to him especially; a. e. <b>—2)</b> <i>to be alone with, to be closeted with</i>. <a class=\"refLink\" href=\"/Mishnah_Kiddushin.4.12\" data-ref=\"Mishnah Kiddushin 4:12\">Kidd. IV, 12</a> <span dir=\"rtl\">לא יִתְיַיחֵד אדם וכ׳</span> a man must not be alone (even) with two women, but one woman <span dir=\"rtl\">מִתְיַיחֶדֶת וכ׳</span> may be alone with two men. <a class=\"refLink\" href=\"/Mishnah_Avodah_Zarah.2.1\" data-ref=\"Mishnah Avodah Zarah 2:1\">Ab. Zar. II, 1</a>. <a class=\"refLink\" href=\"/Tosefta_Gittin.7\" data-ref=\"Tosefta Gittin 7\">Tosef. Gitt. VII</a> (<a class=\"refLink\" href=\"/Tosefta_Gittin.5.4\" data-ref=\"Tosefta Gittin 5:4\">V), 4</a>; a. fr.—V. <a dir=\"rtl\" class=\"refLink\" href=\"/Jastrow,_יִחוּד.1\" data-ref=\"Jastrow, יִחוּד 1\">יִחוּד</a>."], "versionTitle": "London, Luzac, 1903", "license": "Public Domain", "versionTitleInHebrew": "תרס״ג"}, {"_id": "5cd13a8a69ad4c007a1d61e0", "index_title": "Birkat Asher on Torah", "category": "Quoting Commentary", "type": "", "ref": "Birkat Asher on Torah, Numbers 1:1:4", "anchorRef": "Leviticus 10:8", "anchorRefExpanded": ["Leviticus 10:8"], "sourceRef": "Birkat Asher on Torah, Numbers 1:1:4", "sourceHeRef": "ברכת אשר על התורה, במדבר א׳:א׳:ד׳", "anchorVerse": 8, "sourceHasEn": false, "compDate": [1960, 2010], "commentaryNum": 1.0004, "collectiveTitle": {"en": "Birkat Asher on Torah", "he": "ברכת אשר על התורה"}, "heTitle": "במדבר", "he": "<b>\"וידבר ה' אל משה\". </b>אונקלוס מתרגם: וּמַלֵּיל ה' <b>עִם</b> מֹשֶׁה. ושאלתי את ידידי ר' רפאל בנימין פוזן שי' על כך, והרי תשובתו: הארמית מבחינה בין 'אמירה אֶל', לבין 'דיבור אֶל': דיבור הוא הדדי, ולכן דיבור \"אֶל\" מתורגם \"עִם\". כנגד זאת באמירה \"אֶל\", השומע הוא פסיבי, ולכן גם בארמית תרגומה \"אֶל\" (לְ). מעיון בפסוקים מתברר שדיבור אֶל־ המתורגם עִם זהו רק בדיבור אדם לאדם, אבל דיבור ה' \"אל\" האדם מתורגם בקביעות לְ־ ולא עִם. והטעם, מכיוון שאדם אינו מסוגל להחזיר דיבור לה', אין לתרגם אצלו \"עִם\". יוצא מן הכלל הוא דיבור הקב\"ה \"אֶל\" משה המתורגם בדרך הקבע \"עִם\" ולכן \"וידבר ה' <b>אל</b> משה\" מתורגם בקביעות \"וּמַלֵּיל ה' <b>עִם</b> מֹשֶׁה\", אבל \"וידבר ה' <b>אל </b>אהרן\" (ויקרא י, ח; במדבר יח, ח) מתורגם \"וּמַלֵּיל ה' <b>לְ</b>אַהֲרֹן\" ולא \"עם אהרן\". בכך רומז המתרגם להפרש שבין נבואת משה לנבואת אהרן: אצל משה, שדרגת נבואתו היא בבחינת \"פה אל פה\" (במדבר יב, ח) הדיבור \"<b>אל</b> משה\" מתורגם \"<b>עם</b> משה\" לציון ההדדיות; כאשר משה שמע את הדיבור, היה מסוגל גם להשיב וזהו \"עם\". אבל הדיבור \"<b>אל</b> אהרן\" מתורגם \"<b>ל</b>אהרן\" ולא \"עִם\" משום שהוא היה שומע פסיבי בלבד ולא היה מסוגל להשיב. ע\"כ. וראה מש\"כ להלן (ד, א) ובספר שמות (ו, יג). (פ' במדבר תשנ\"ז)", "heVersionTitle": "Birkat Asher, Asher Vasertil, Jerusalem 2010-2012", "heLicense": "CC-BY", "heVersionTitleInHebrew": "ברכת אשר, ירושלים תש\"ע-תשע\"ג", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6114d2e0f8e0970bbbbb1184", "index_title": "Bava Metzia", "category": "Talmud", "type": "", "ref": "Bava Metzia 90b:10", "anchorRef": "Leviticus 10:8", "anchorRefExpanded": ["Leviticus 10:8"], "sourceRef": "Bava Metzia 90b:10", "sourceHeRef": "בבא מציעא צ׳ ב:י׳", "anchorVerse": 8, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 180.001, "collectiveTitle": {"en": "Bava Metzia", "he": "בבא מציעא"}, "heTitle": "בבא מציעא", "he": "אָמַר לוֹ: מִבֵּית אָבִיךָ אַתָּה לָמֵד: ״יַיִן וְשֵׁכָר אַל תֵּשְׁתְּ אַתָּה וּבָנֶיךָ אִתָּךְ בְּבֹאֲכֶם״. בְּבוֹאֲכֶם הוּא דְּאָסוּר, הָא מִישְׁתָּא וּמֵיעַל שְׁרֵי.", "heVersionTitle": "William Davidson Edition - Vocalized Aramaic", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "מהדורת וויליאם דייוידסון - ארמית המנוקד", "text": "Rabbi Simai <b>said to him: You</b> can <b>learn from your father’s house,</b> i.e., you can derive this <i>halakha</i> from the case of priests, being a priest yourself. As the Torah states: <b>“Drink no wine nor strong drink, you nor your sons with you, when you come into</b> the Tent of Meeting” (Leviticus 10:9). Doesn’t a straightforward reading of this verse lead to the conclusion that <b>it is</b> only <b>when you come into</b> the Sanctuary <b>that it is prohibited,</b> whereas <b>to drink</b> wine <b>and</b> then <b>enter is permitted?</b>", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": "מהדורת וויליאם דייוידסון - אנגלית"}, {"_id": "612254ccbce09342d8e614f2", "index_title": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers", "category": "Jewish Thought", "type": "", "ref": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers, Part I, Chapter 4; The Leadership Gadfly 17", "anchorRef": "Leviticus 10:8-11", "anchorRefExpanded": ["Leviticus 10:8", "Leviticus 10:9", "Leviticus 10:10", "Leviticus 10:11"], "sourceRef": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers, Part I, Chapter 4; The Leadership Gadfly 17", "sourceHeRef": "מנהיגות בשממה; סמכות ואנרכיה בספר במדבר, חלק ראשון, פרק ד י״ז", "anchorVerse": 8, "sourceHasEn": true, "commentaryNum": 17, "collectiveTitle": {"en": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers", "he": "מנהיגות בשממה; סמכות ואנרכיה בספר במדבר"}, "heTitle": "פרק ד", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<small>And the Lord spoke to Aaron, saying, “Drink no wine or other intoxicant, you or your sons, when you enter the Tent of Meeting, that you may not die. This is a law for all time throughout the ages, for you must distinguish between the sacred and the profane, and between the clean and the unclean; and you must teach the Israelites all the laws which the Lord has imparted to them through Moses. (Lev. 10:8–11)</small>", "versionTitle": "Jerusalem. Maggid Books, 2013", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "61a6232b87f574a17ca6c1f4", "index_title": "Jerusalem Talmud Sotah", "category": "Talmud", "type": "", "ref": "Jerusalem Talmud Sotah 8:5:3", "anchorRef": "Leviticus 10:8-11", "anchorRefExpanded": ["Leviticus 10:8", "Leviticus 10:9", "Leviticus 10:10", "Leviticus 10:11"], "sourceRef": "Jerusalem Talmud Sotah 8:5:3", "sourceHeRef": "תלמוד ירושלמי סוטה ח׳:ה׳:ג׳", "anchorVerse": 8, "sourceHasEn": true, "compDate": [375, 425], "commentaryNum": 5.0003, "collectiveTitle": {"en": "Jerusalem Talmud Sotah", "he": "תלמוד ירושלמי סוטה"}, "heTitle": "תלמוד ירושלמי סוטה", "he": "שֶׁהַיַּיִן מִגִּיתּוֹ. שֶׁהַיַּיִן קוֹסֵס. [דְּתַנֵּי. יַיִן קוֹסְס].<i data-commentator=\"Notes by Heinrich Guggenheimer\" data-label=\"159\"></i> מְעָֽרְבִין בּוֹ וּמִשְׁתַּתְּפִין בּוֹ וּמְבָֽרְכִין עָלָיו וּמְזַמְּנִין עָלָיו וּמְקַדְּשִׁין בּוֹ אֶת הַכַּלָּה וּמְנָחֲמִין בּוֹ אֶת הָאָבֵל וְנִמְכָּר בֶּחָנוּת לְֹשֶם יַיִן. וְהַמּוֹכֵר לַחֲבֵירוֹ יַיִן סְתָם לֹא מָכַר לוֹ יַיִן קוֹסֵס. וְאָסוּר בְּהוֹרָייָה וּבְהֵיתֵר נְדָרִים. וְעַל בִּיאַת הַמִּקְדָּשׁ. לֵית לָךְ אֶלָּא שֶׁהוּא אָסוּר עַל גַּבֵּי הַמִּזְבֵּחַ. וְהָהֵן בֶּן סוֹרֵר וּמוֹרֶה צְרִיכָה.", "heVersionTitle": "The Jerusalem Talmud, edition by Heinrich W. Guggenheimer. Berlin, De Gruyter, 1999-2015", "heLicense": "CC-BY", "heVersionTitleInHebrew": "", "text": "If the wine<sup class=\"footnote-marker\">160</sup><i class=\"footnote\">In the Rome ms. שְׁתָיוֹ “if he drank it as …” Since this paragraph is not connected with the preceding or the following ones, it is difficult to decide between the readings.</i> is freshly pressed, if the wine<sup class=\"footnote-marker\">160</sup><i class=\"footnote\">In the Rome ms. שְׁתָיוֹ “if he drank it as …” Since this paragraph is not connected with the preceding or the following ones, it is difficult to decide between the readings.</i> is sour<sup class=\"footnote-marker\">161</sup><i class=\"footnote\">This is wine for which it is a matter of opinion whether it is sour wine or sweet vinegar. It still must contain some alcohol. The first hand of the Leiden ms. wrote יַיִן תּוֹסֵס “wine fermenting”. This may be an intrusion from a similar Babylonian <i>baraita, Sanhedrin</i> 70a.</i>? As it was stated: Sour wine may be used to make an <i>eruv</i><sup class=\"footnote-marker\">162</sup><i class=\"footnote\">If several houses share a common courtyard, the latter can be turned into common property to be available to all dwellers for use on the Sabbath by everyone donating food for a common meal, This is called <i>eruv</i>, “mixing”. If the inhabitants of a dead-end stret decide to turn their street into common property for Sabbath purposes, they have to install a symbolic door at the entrance to the street and prepare common food by “participating”. Cf. <i>Demay</i> 1:4, Notes 192, 193.</i> and participating, one makes a benediction for it<sup class=\"footnote-marker\">163</sup><i class=\"footnote\">Before one drinks sour wine, one has to recite the benediction for wine, not vinegar (<a class=\"refLink\" data-ref=\"Jerusalem Talmud Berakhot 6:1:1\" href=\"/Jerusalem_Talmud_Berakhot.6.1.1\">Mishnaiot <i>Berakhot</i> 6:1</a>,<a class=\"refLink\" data-ref=\"Jerusalem Talmud Berakhot 6:3:1\" href=\"/Jerusalem_Talmud_Berakhot.6.3.1\">3</a>).</i>, and one may use it for the preliminary marriage of a bride<sup class=\"footnote-marker\">164</sup><i class=\"footnote\">Cf. <a class=\"refLink\" data-ref=\"Jerusalem Talmud Demai 4:1:6\" href=\"/Jerusalem_Talmud_Demai.4.1.6\"><i>Demay</i> 4:2, Note 19</a>; <a class=\"refLink\" data-ref=\"Jerusalem Talmud Peah 6:2:6\" href=\"/Jerusalem_Talmud_Peah.6.2.6\"><i>Peah</i> 6:2, Note 46</a>; <a class=\"refLink\" data-ref=\"Jerusalem Talmud Yevamot 1:1:15\" href=\"/Jerusalem_Talmud_Yevamot.1.1.15\"><i>Yebamot</i> 1:1, Note 63</a>.</i>, for consoling the mourner<sup class=\"footnote-marker\">165</sup><i class=\"footnote\">The first meal of a mourner after the burial of a close relative must be given to him by others and it includes wine; cf. <i>Berakhot</i> 3:1, Notes 48,49,54; <a class=\"refLink\" data-ref=\"Ketubot 8b\" href=\"/Ketubot.8b\">Babli <i>Ketubot</i> 8b</a>, <a class=\"refLink\" data-ref=\"Sanhedrin 90a\" href=\"/Sanhedrin.90a\"><i>Sanhedrin</i> 90a</a>.</i>, and it may be sold in a store as wine. If somebody made an unqualified contract for wine, he did not sell sour wine<sup class=\"footnote-marker\">166</sup><i class=\"footnote\">On the wholesale level, sour wine has to be labelled as such. However, if an entire inventory was sold, the buyer must expect 10% of the barrels to contain sour wine (<a class=\"refLink\" data-ref=\"Jerusalem Talmud Bava Batra 6:1:1\" href=\"/Jerusalem_Talmud_Bava_Batra.6.1.1\">Mishnah <i>Baba batra</i> 6:1</a>).</i>. One is prohibited from delivering a decision, or to dissolve a vow, or to enter the Temple<sup class=\"footnote-marker\">167</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Leviticus 10:8-11\" href=\"/Leviticus.10.8-11\"><i>Lev</i>. 10:8–11</a> forbids entering the Temple, officiating, and delivering any religious instruction to anybody who is still under the influence of any alcoholic beverage. Since sour wine contains alcohol, it disables as wine.</i>. Only it is forbidden on the altar<sup class=\"footnote-marker\">168</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Malachi 1:8\" href=\"/Malachi.1.8\"><i>Mal</i>. 1:8</a> declares sinful any offering on the altar which would not be received by the Pasha as a bribe.</i>. And about the rebellious son it is problematic<sup class=\"footnote-marker\">169</sup><i class=\"footnote\">The rebellious son (<a class=\"refLink\" data-ref=\"Deuteronomy 21:18-21\" href=\"/Deuteronomy.21.18-21\"><i>Deut</i>. 21:18–21</a>) is not guilty unless he eats and drinks immoderately, including half a <i>log</i> of wine (2.7 dl) in one sip. It is undecided whether drinking almost-vinegar is drinking wine in this case. The <a class=\"refLink\" data-ref=\"Bava Batra 96a\" href=\"/Bava_Batra.96a\">Babli (<i>Baba batra</i> 96a</a>) discusses whether smell or taste decide between wine and vinegar. It is obvious (<a class=\"refLink\" data-ref=\"Sanhedrin 70a\" href=\"/Sanhedrin.70a\"><i>Sanhedrin</i> 70a</a>) that grape juice does not qualify as wine in this respect.</i>.", "versionTitle": "The Jerusalem Talmud, translation and commentary by Heinrich W. Guggenheimer. Berlin, De Gruyter, 1999-2015", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "62dd0cb9d419f85e4d6ff5ac", "index_title": "Bartenura on Mishnah Kelim", "category": "Quoting Commentary", "type": "", "ref": "Bartenura on Mishnah Kelim 1:9:1", "anchorRef": "Leviticus 10:8", "anchorRefExpanded": ["Leviticus 10:8"], "sourceRef": "Bartenura on Mishnah Kelim 1:9:1", "sourceHeRef": "ברטנורא על משנה כלים א׳:ט׳:א׳", "anchorVerse": 8, "sourceHasEn": true, "compDate": [1482], "commentaryNum": 9.0001, "collectiveTitle": {"en": "Bartenura on Mishnah Kelim", "he": "ברטנורא על משנה כלים"}, "heTitle": "ברטנורא על משנה כלים", "he": "<b>בין האולם ולמזבח מקודש ממנה שאין פרועי ראש ובעלי מומין נכנסים לשם.</b> בגמרא בהקומץ רבה [דף כ״ז] מוכיח דכל הני מעלות דתני השתא כגון הנכנס לעזרת כהנים שלא לצורך וכן בעלי מומין ופרועי ראש שנכנסו בין האולם ולמזבח, כולהו מעלות דרבנן הן. וכך קבלתיה מרבותי. אבל רמב״ם סבירא ליה דכולהו מדאורייתא, בעלי מומין דכתיב (ויקרא כ״א:י״ח) כי כל איש אשר בו מום לא יקרב. ופרועי ראש, דאמר רחמנא לאהרן ולבניו שהיו במשכן (שם י׳) ראשיכם אל תפרעו. ואע״פ שלשון התוספתא מסייע לדברי הרמב״ם, קבלת רבותי נראית לי עיקר. והאי דלא חשיב תנא קמא שתויי יין ושלא רחוץ ידים ורגלים בהדי בעלי מומים ופרועי ראש כדחשיב להו רבי יוסי בסיפא, משום דבעלי מומין ופרועי ראש פסולן בגופן, הלכך שילוחן חמור, אבל שתויי יין ושלא רחוץ ידים ורגלים פסולן מחמת דבר אחר הלכך לא החמיר בשילוחן כל כך:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "בין אולם ולמזבח מקודש ממנו שאין פרועי ראש ובעלי מומין נכנסים לשם – In the Gemara (Tractate Menahot, Chapter 3, 27b proves that all of these gradations that are taught here, as for example, a person who enters the Priest’s Courtyard without need and similarly, those [Kohanim] with physical defects/בעלי מומין and those [Kohanim] with overgrown hair/פרועי ראש that entered between the entrance hall/אולם and the altar. All of them are the gradations of the Rabbis. And such is what I received from my Rabbis/teaches. But Maimonides holds that all of them are from the Torah, those [Kohanim]with physical defects/deformities, as it is written (Leviticus 21:21): “No man among the offspring of Aaron the priest who has a defect [he shall not be qualified to offer the food of his God],” (but the way that the Bartenura commentary quotes this verse: \"כי כל איש אשר בו מום לא יקרב\" – the last two words – “that he shall not offer it” are NOT found in this verse – though the words, \"לא יקרב\" are found in verse 16). And [priests] with overgrown hair, as the All-Merciful states to Aaron and his sons who were in the Tabernacle (Leviticus 10:8): “[And Moses said to Aaron and to his sons Eleazar and Ithamar:] ‘Do not bare your heads/dishevel your hair’ [and do not rend your clothes, lest you die and anger strike the whole community].” But even though the language of the Tosefta (Tractate Kelim Bava Kamma, Chapter 1, Halakha 11) supports the words of Maimonides, the tradition of my Rabbis appears to me to be essential, and that the first Tanna/teacher [of the Mishnah] does not consider those [Kohanim] who are intoxicated with wine and who had not washed their hands and feet together with those with physical defects and those [Kohanim] whose hair is overgrown as Rabbi Yossi considers them in the concluding clause [of the Mishnah] because those [Kohanim] with physical defects and overgrown hair, their invalidation is in their bodies, therefore, their exile is severe, but those [Kohanim] who are intoxicated with wine and those who have not washed their hands and their feet , their invalidation is on account of another matter, therefore, he was not strict regarding their exile so much.", "versionTitle": "Bartenura on Mishnah, trans. by Rabbi Robert Alpert, 2022", "license": "", "versionTitleInHebrew": ""}, {"_id": "6319d0ecb6084aa1cbf08d5f", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, הֵן² 1", "anchorRef": "Leviticus 10:8", "anchorRefExpanded": ["Leviticus 10:8"], "sourceRef": "BDB, הֵן² 1", "sourceHeRef": "בראון-דרייבר-בריגס, הֵן² א׳", "anchorVerse": 8, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "הֵן²", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["II. <big><big><span dir=\"rtl\">הֵן</span></big></big><sub>100</sub><big></big>  (<span dir=\"rtl\">הֶן־</span> †<a data-ref=\"Numbers 23:9\" href=\"/Numbers.23.9\">Nu 23:9</a>, <a data-ref=\"Numbers 23:24\" href=\"/Numbers.23.24\">24</a> <a data-ref=\"Job 8:19\" href=\"/Job.8.19\">Jb 8:19</a>, <a data-ref=\"Job 8:20\" href=\"/Job.8.20\">20</a>; <a data-ref=\"Job 13:1\" href=\"/Job.13.1\">13:1</a>; <a data-ref=\"Job 26:14\" href=\"/Job.26.14\">26:14</a>; <a data-ref=\"Job 33:6\" href=\"/Job.33.6\">33:6</a>, <a data-ref=\"Job 33:12\" href=\"/Job.33.12\">12</a>, <a data-ref=\"Job 33:29\" href=\"/Job.33.29\">29</a>; <a data-ref=\"Job 36:5\" href=\"/Job.36.5\">36:5</a>, <a data-ref=\"Job 36:22\" href=\"/Job.36.22\">22</a>, <a data-ref=\"Job 36:26\" href=\"/Job.36.26\">26</a>; <span dir=\"rtl\">הֵן־</span> <a data-ref=\"Job 13:15\" href=\"/Job.13.15\">Jb 13:15</a>; <a data-ref=\"Job 36:30\" href=\"/Job.36.30\">36:30</a> <a data-ref=\"Job 41:1\" href=\"/Job.41.1\">41:1</a> +) <strong>demonstr. adv.</strong> or <strong>interj. lo! behold (</strong>on etym. v. <a data-ref=\"BDB, הִנֵּה\" href=\"/BDB,_הִנֵּה\", dir=\"rtl\">הִנֵּה</a><strong>)</strong>, less widely used than <span dir=\"rtl\">הִנֵּה</span>, and in prose mostly confined to calling attention to some fact upon which action is to be taken, or a conclusion based;<br><strong>a.</strong>  <a data-ref=\"Genesis 3:22\" href=\"/Genesis.3.22\">Gn 3:22</a> <span dir=\"rtl\">הֵן הָאָדָם הָיָה</span> <em>behold</em>, the man is become as one of us, & now lest, etc., <a data-ref=\"Genesis 4:14\" href=\"/Genesis.4.14\">4:14</a> <em>behold</em>, thou hast driven me forth etc., <a data-ref=\"Genesis 11:6\" href=\"/Genesis.11.6\">11:6</a>; <a data-ref=\"Genesis 15:3\" href=\"/Genesis.15.3\">15:3</a>; <a data-ref=\"Genesis 19:34\" href=\"/Genesis.19.34\">19:34</a>; <a data-ref=\"Genesis 27:11\" href=\"/Genesis.27.11\">27:11</a>; <a data-ref=\"Genesis 29:7\" href=\"/Genesis.29.7\">29:7</a>; <a data-ref=\"Genesis 30:34\" href=\"/Genesis.30.34\">30:34</a> (nearly = <em>yea</em>), <a data-ref=\"Exodus 5:5\" href=\"/Exodus.5.5\">Ex 5:5</a>; <a data-ref=\"Exodus 6:12\" href=\"/Exodus.6.12\">6:12</a>, <a data-ref=\"Exodus 6:30\" href=\"/Exodus.6.30\">30</a> <a data-ref=\"Leviticus 10:18\" href=\"/Leviticus.10.18\">Lv 10:18</a>, <a data-ref=\"Leviticus 10:19\" href=\"/Leviticus.10.19\">19</a> <a data-ref=\"Numbers 17:27\" href=\"/Numbers.17.27\">Nu 17:27</a> <a data-ref=\"Deuteronomy 5:18\" href=\"/Deuteronomy.5.18\">Dt 5:21</a> (in prose only in Pent. (23 times) and <a data-ref=\"Ezekiel 18:4\" href=\"/Ezekiel.18.4\">Ez 18:4</a> in this usage); in poetry, used more freely, but chiefly in <a data-ref=\"Isaiah 2\" href=\"/Isaiah.2\">Is 2</a> & Jb,—<a data-ref=\"Numbers 23:9\" href=\"/Numbers.23.9\">Nu 23:9</a>, <a data-ref=\"Numbers 23:24\" href=\"/Numbers.23.24\">24</a> (Balaam) <a data-ref=\"Isaiah 23:13\" href=\"/Isaiah.23.13\">Is 23:13</a>; <a data-ref=\"Isaiah 32:1\" href=\"/Isaiah.32.1\">32:1</a>; <a data-ref=\"Isaiah 33:7\" href=\"/Isaiah.33.7\">33:7</a> <a data-ref=\"Psalms 51:7\" href=\"/Psalms.51.7\">ψ 51:7</a>, <a data-ref=\"Psalms 51:8\" href=\"/Psalms.51.8\">8</a>; <a data-ref=\"Psalms 68:34\" href=\"/Psalms.68.34\">68:34</a>; <a data-ref=\"Psalms 78:20\" href=\"/Psalms.78.20\">78:20</a>; <a data-ref=\"Psalms 139:4\" href=\"/Psalms.139.4\">139:4</a> <a data-ref=\"Proverbs 11:31\" href=\"/Proverbs.11.31\">Pr 11:31</a> (stating the premiss to a conclusion introduced by <span dir=\"rtl\">אַף כִּי</span>, q.v.), <a data-ref=\"Proverbs 24:12\" href=\"/Proverbs.24.12\">24:12</a>: elsewhere (except in senses <strong>b, c</strong>) only in <a data-ref=\"Isaiah 2\" href=\"/Isaiah.2\">Is 2</a> (23 times) & Jb (31 times), as <a data-ref=\"Isaiah 40:15\" href=\"/Isaiah.40.15\">Is 40:15</a><sup>(×2)</sup>; <a data-ref=\"Isaiah 41:11\" href=\"/Isaiah.41.11\">41:11</a>, <a data-ref=\"Isaiah 41:24\" href=\"/Isaiah.41.24\">24</a>, <a data-ref=\"Isaiah 41:29\" href=\"/Isaiah.41.29\">29</a>; <a data-ref=\"Isaiah 50:1\" href=\"/Isaiah.50.1\">50:1</a>, <a data-ref=\"Isaiah 50:2\" href=\"/Isaiah.50.2\">2</a>, <a data-ref=\"Isaiah 50:9\" href=\"/Isaiah.50.9\">9</a><sup>(×2)</sup>, <a data-ref=\"Isaiah 50:11\" href=\"/Isaiah.50.11\">11</a> <a data-ref=\"Job 4:18\" href=\"/Job.4.18\">Jb 4:18</a>; <a data-ref=\"Job 15:15\" href=\"/Job.15.15\">15:15</a>; <a data-ref=\"Job 25:5\" href=\"/Job.25.5\">25:5</a> (in these three passages before <span dir=\"rtl\">אַף</span> or <span dir=\"rtl\">אַף כִּי</span>), <a data-ref=\"Job 9:11\" href=\"/Job.9.11\">9:11</a>, <a data-ref=\"Job 9:12\" href=\"/Job.9.12\">12</a> etc. (v. supr.).<br>†<strong>b.</strong>  as a <strong>hypoth. part.</strong>, propounding a possibility, if <strong>(</strong>so NH Biblical Aramaic, Mand. Palm. (ZMG <sup>1888, 404</sup>); on the contr. Syriac <span dir=\"rtl\">ܐܶܢ</span>, Pal. 𝔗 <span dir=\"rtl\">אִין</span>, also Palm. (<em>ib.</em> p. 415), Arabic <span dir=\"rtl\">إِنْ</span>, with א<strong>)</strong>, a special application or development of the use <strong>a:</strong> <a data-ref=\"Exodus 4:1\" href=\"/Exodus.4.1\">Ex 4:1</a> <span dir=\"rtl\">והן לא יאמינו לי</span> and <em>behold</em> (= and <em>suppose</em>) they will not believe me?, <a data-ref=\"Leviticus 10:8\" href=\"/Leviticus.10.8\">Lv 10:8</a>; <a data-ref=\"Leviticus 25:20\" href=\"/Leviticus.25.20\">25:20</a> and if <span dir=\"rtl\">(וְכִי)</span> ye say, What shall we eat the 7th year? <span dir=\"rtl\">הֵן לֹא נִזְרַע</span> <em>behold</em>, we shall not sow etc. (i.e. <em>supposing</em> we do not sow), <a data-ref=\"Isaiah 54:15\" href=\"/Isaiah.54.15\">Is 54:15</a> <a data-ref=\"Job 9:12\" href=\"/Job.9.12\">Jb 9:12</a>; <a data-ref=\"Job 13:15\" href=\"/Job.13.15\">13:15</a>; <a data-ref=\"Job 40:23\" href=\"/Job.40.23\">40:23</a> <a data-ref=\"II Chronicles 7:13\" href=\"/II_Chronicles.7.13\">2 Ch 7:13</a><sup>(×2)</sup> (v <a data-ref=\"II Chronicles 7:13\" href=\"/II_Chronicles.7.13\">13b</a> <span dir=\"rtl\">וְאִם</span>); stating ground on which a qu. is based, <a data-ref=\"Exodus 8:22\" href=\"/Exodus.8.22\">Ex 8:22</a> (<span dir=\"rtl\">וְלֹא</span> = <span dir=\"rtl\">הֲלֹא</span>), <a data-ref=\"Jeremiah 3:1\" href=\"/Jeremiah.3.1\">Je 3:1</a> <a data-ref=\"Haggai 2:12\" href=\"/Haggai.2.12\">Hg 2:12</a> (v. <a data-ref=\"BDB, הֵן\" href=\"/BDB,_הֵן\", dir=\"rtl\">הֵן</a> Aramaic <strong>b</strong>).<br>†<strong>c.</strong>  <strong>if, whether</strong>, in an indirect question, <a data-ref=\"Jeremiah 2:10\" href=\"/Jeremiah.2.10\">Je 2:10</a> <span dir=\"rtl\">רְאוּ הֵן הָֽיְתָה כָּזֹאת</span> (but Gr <span dir=\"rtl\">הֲנִהְיְתָה</span>); cf. <a ,=\"\" data-ref=\"BDB, אִם\" dir=\"rtl\" href=\"/BDB,_אִם\">אִם</a> <strong>2 b</strong>, and <a ,=\"\" data-ref=\"BDB, הֵן\" dir=\"rtl\" href=\"/BDB,_הֵן\">הֵן</a> Aramaic <strong>c.</strong>"], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "64e4a0f0613f3c2d3b451cf0", "index_title": "German Commentary on Mishnah Bekhorot", "category": "Quoting Commentary", "type": "", "ref": "German Commentary on Mishnah Bekhorot 7:6:22", "anchorRef": "Leviticus 10:8", "anchorRefExpanded": ["Leviticus 10:8"], "sourceRef": "German Commentary on Mishnah Bekhorot 7:6:22", "sourceHeRef": "פירוש גרמני על משנה בכורות ז׳:ו׳:כ״ב", "anchorVerse": 8, "sourceHasEn": true, "commentaryNum": 6.0022, "collectiveTitle": {"en": "German Commentary on Mishnah Bekhorot", "he": "פירוש גרמני על משנה בכורות"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<b>Berauschte.</b>  Ist der Rausch die Folge von genossenem Wein, so hat er das Verbot Lev. 10, 8 übertreten und wird durch die von ihm verrichtete Opferhandlung das Opfer untauglich.", "versionTitle": "Mischnajot mit deutscher Übersetzung und Erklärung. Berlin 1887-1933 [de]", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6665c82cb695d8dbb73bd168", "index_title": "David Zvi Hoffmann on Leviticus", "category": "Commentary", "type": "commentary", "ref": "David Zvi Hoffmann on Leviticus 10:8:1", "anchorRef": "Leviticus 10:8", "anchorRefExpanded": ["Leviticus 10:8"], "sourceRef": "David Zvi Hoffmann on Leviticus 10:8:1", "sourceHeRef": "פירושי רד\"צ הופמן על ויקרא י׳:ח׳:א׳", "anchorVerse": 8, "sourceHasEn": false, "commentaryNum": 8.0001, "collectiveTitle": {"en": "David Zvi Hoffmann", "he": "פירושי רד\"צ הופמן"}, "he": "<b>ח – יא. \"אל אהרן\".</b> לדעת חכמינו בספרי (במדבר יח א) דיבר ה' אל משה שימסור לאהרן. נראה שגם זה נרמז על ידי טעם הזקף מעל לה' (השוה במדבר יח א, ח כ). אך נראה, כי הספרא (ריש ויקרא) ומדרש רבה (מובא ברש\"י לפסוק ג) סברו, כי ה' דיבר במישרין אל אהרן. הטעם למה ניתן הצו הזה דווקא עתה לאהרן, הוא אולי מפני שהיו נוהגים לתת למרי נפש ולאבלים יין ושכר (השוה משלי לא ו), משום כך זה נאסר עתה על הכהנים האבלים.<i data-commentator=\"Endnotes\" data-label=\"625\" data-order=\"625\"></i>", "heVersionTitle": "Mossad Harav Kook, Jerusalem, 2022\r", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}]