[{"_id": "521b19c3edbab45814ae4fe5", "index_title": "Rashi on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Rashi on Leviticus 10:12:2", "anchorRef": "Leviticus 10:12", "anchorRefExpanded": ["Leviticus 10:12"], "sourceRef": "Rashi on Leviticus 10:12:2", "sourceHeRef": "רש\"י על ויקרא י׳:י״ב:ב׳", "anchorVerse": 12, "sourceHasEn": true, "compDate": [1075, 1105], "commentaryNum": 12.0002, "collectiveTitle": {"en": "Rashi", "he": "רש\"י"}, "heTitle": "רש\"י על ויקרא", "he": "<b>קחו את המנחה.</b> אַף עַל פִּי שֶׁאַתֶּם אוֹנְנִין וְקָדָשִׁים אֲסוּרִים לְאוֹנֵן:", "heVersionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "קחו את המנחה TAKE THE MEAL OFFERING, although ye are אוננים and the holy things are forbidden to an אונן (Zevachim 101a).", "versionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "license": "Public Domain", "versionTitleInHebrew": "חמישה חומשי תורה עם פירוש רש״י, מ. רוזנבאום וא.מ. סילברמן"}, {"_id": "521b19c3edbab45814ae4fe7", "index_title": "Rashi on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Rashi on Leviticus 10:12:3", "anchorRef": "Leviticus 10:12", "anchorRefExpanded": ["Leviticus 10:12"], "sourceRef": "Rashi on Leviticus 10:12:3", "sourceHeRef": "רש\"י על ויקרא י׳:י״ב:ג׳", "anchorVerse": 12, "sourceHasEn": true, "compDate": [1075, 1105], "commentaryNum": 12.0003, "collectiveTitle": {"en": "Rashi", "he": "רש\"י"}, "heTitle": "רש\"י על ויקרא", "he": "<b>את המנחה.</b> זוֹ מִנְחַת שְׁמִינִי וּמִנְחַת נַחְשׁוֹן (ספרא):", "heVersionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "את המנחה THE MEAL-OFFERING — This was the meal-offering prescribed for the eighth day of the installation ceremony and the meal-offering of Nachshon (Numbers 7:13; cf. Sifra, Shemini, Chapter 1 3).", "versionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "license": "Public Domain", "versionTitleInHebrew": "חמישה חומשי תורה עם פירוש רש״י, מ. רוזנבאום וא.מ. סילברמן"}, {"_id": "521b19c3edbab45814ae4fe9", "index_title": "Rashi on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Rashi on Leviticus 10:12:4", "anchorRef": "Leviticus 10:12", "anchorRefExpanded": ["Leviticus 10:12"], "sourceRef": "Rashi on Leviticus 10:12:4", "sourceHeRef": "רש\"י על ויקרא י׳:י״ב:ד׳", "anchorVerse": 12, "sourceHasEn": true, "compDate": [1075, 1105], "commentaryNum": 12.0004, "collectiveTitle": {"en": "Rashi", "he": "רש\"י"}, "heTitle": "רש\"י על ויקרא", "he": "<b>ואכלוה מצות.</b> מַה תַּ\"ל? לְפִי שֶׁהִיא מִנְחַת צִבּוּר וּמִנְחַת שָׁעָה וְאֵין כַּיּוֹצֵא בָהּ לְדּוֹרוֹת, הֻצְרַךְ לְפָרֵשׁ בָּהּ דִּין שְׁאָר מְנָחוֹת (שם):", "heVersionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "ואכלהו מצות AND EAT IT AS UNLEAVENED CAKES — Why is this stated at all, since this regulation regarding the meal-offering has been previously laid down (cf. Leviticus 6:9)? Since, however, this (the meal-offering prescribed for the installation ceremony) was a communal meal-offering (cf. Leviticus 9:3—4) and an occasional meal-offering and nothing similar to it had been commanded for future generations and it was therefore possible that the regulations relating to meal-offerings in general did not apply, it was necessary expressly to set forth in respect of it the law already laid down for other meal-offerings (Sifra, Shemini, Chapter 1 4).", "versionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "license": "Public Domain", "versionTitleInHebrew": "חמישה חומשי תורה עם פירוש רש״י, מ. רוזנבאום וא.מ. סילברמן"}, {"_id": "531e4fe2fbfba276047f69c4", "index_title": "Onkelos Leviticus", "category": "Targum", "type": "targum", "ref": "Onkelos Leviticus 10:12", "anchorRef": "Leviticus 10:12", "anchorRefExpanded": ["Leviticus 10:12"], "sourceRef": "Onkelos Leviticus 10:12", "sourceHeRef": "תרגום אונקלוס על ויקרא י׳:י״ב", "anchorVerse": 12, "sourceHasEn": false, "compDate": [80, 120], "commentaryNum": 10.0012, "collectiveTitle": {"en": "Onkelos Leviticus", "he": "תרגום אונקלוס על ויקרא"}, "heTitle": "תרגום אונקלוס על ויקרא", "he": "וּמַלִּיל משֶׁה עִם אַהֲרֹן וְעִם אֶלְעָזָר וְעִם אִיתָמָר בְּנוֹהִי דְּאִשְׁתָּאֲרוּ סִיבוּ יָת מִנְחָתָא דְאִשְׁתָּאָרַת <b>מִקֻּרְבָּנַיָּא</b> דַיְיָ וְאִכְלוּהָ <b>פַטִּיר</b> בִּסְטַר מַדְבְּחָא אֲרֵי קֹדֶשׁ קוּדְשִׁין הִיא:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "חומש שפתי חכמים, מצודה תשס\"ט", "text": "Moshe spoke to Aharon and to Elozor and Isomor, his surviving sons; Take the meal-offering which remains of the fire-offering [<b>offerings</b>] of Adonoy and eat it [as] <i>matzos</i> [<b>matzoh</b>] [unleavened] beside the altar, for it is holy of holies [=most holy].", "versionTitle": "Metsudah Chumash, Metsudah Publications, 2009 [with Onkelos translation]", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "532b2685fbfba27c35eec1fb", "index_title": "Targum Jonathan on Leviticus", "category": "Targum", "type": "targum", "ref": "Targum Jonathan on Leviticus 10:12", "anchorRef": "Leviticus 10:12", "anchorRefExpanded": ["Leviticus 10:12"], "sourceRef": "Targum Jonathan on Leviticus 10:12", "sourceHeRef": "תרגום יונתן על ויקרא י׳:י״ב", "anchorVerse": 12, "sourceHasEn": true, "compDate": [30, 70], "commentaryNum": 10.0012, "collectiveTitle": {"en": "Targum Jonathan on Leviticus", "he": "תרגום יונתן על ויקרא"}, "heTitle": "תרגום יונתן על ויקרא", "he": "וּמַלֵיל משֶׁה עִם אַהֲרן וְעִם אֶלְעָזָר וְעִם אִיתָמָר בְּנוֹי דְאִישְׁתַּיְירוּ מִן יַקִידְתָּא סִיבוּ יַת מִנְחָתָא דְאִשְׁתְּיָרַת מִקוּרְבָּנַיָא דַיְיָ וְאִכְלוּהָ פַּטִיר בִּסְטַר מַדְבְּחָא אֲרוּם קוֹדֶשׁ קוּדְשִׁין הִיא", "heVersionTitle": "Targum Jonathan on Leviticus", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": " And Mosheh spake with Aharon, and Elasar and Ithamar, his sons, who were left from the burning: Take the mincha that remaineth of the Lord's oblations, and eat it unleavened at the side of the altar, because it is most sacred:\n", "versionTitle": "The Targum of Jonathan ben Uzziel, trans. J. W. Etheridge, London, 1862", "license": "Public Domain", "versionTitleInHebrew": "תרגום ירושלמי (תרגום יונתן בן-עוזיאל) לתורה, תורגם ע״י ג׳ון ווסלי אטרידג׳, לונדון 1862"}, {"_id": "55adfae8fbfba23a068096ea", "index_title": "Meshekh Chokhmah", "category": "Quoting Commentary", "type": "parshanut", "ref": "Meshekh Chokhmah, Shemini 24", "anchorRef": "Leviticus 10:12", "anchorRefExpanded": ["Leviticus 10:12"], "sourceRef": "Meshekh Chokhmah, Shemini 24", "sourceHeRef": "משך חכמה, שמיני כ״ד", "anchorVerse": 12, "sourceHasEn": false, "compDate": [1875, 1925], "commentaryNum": 24, "collectiveTitle": {"en": "Meshekh Chokhmah", "he": "משך חכמה"}, "heTitle": "שמיני", "he": "<b>וידבר </b>משה כו' בניו הנותרים, שגם עליהם היה קצף. פירוש לזה אמר ואכלוה מצות אצל המזבח ולא בהיכל (תו\"כ), אף שק\"ק נאכלים בהיכל וכמו שאמרו בזבחים ס\"ג, רק משום שהארון אמרו מי שארון קולטו למיתה ובמזבח אמרו מי שמזבח קולטו לחיים, כי הארון משכן הכבוד בעצמו ומי יעלה בהר ד' וצריך לזה הזדככות גמורה, לא כן המזבח מורה על קשור האומה בכלל אחד אל אחד ביחוסם אצל השי\"ת המאחד לבביהם לכן מזין ומחבב ומזיח. ולזה אמר, כיון שהקצף גדול לכן אכלוה מצות אצל המזבח ולא פתח אהמ\"ע כמו מלואים כי הקצף גדול ורק המזבח יקלטן לחיים וכמו שאמרו המזבח קולט ודו\"ק. ועיין זבחים ס' וכי אצל המזבח אכלוהו.\n", "heVersionTitle": "Riga, 1927", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "55adfaecfbfba23a068096ec", "index_title": "Meshekh Chokhmah", "category": "Quoting Commentary", "type": "parshanut", "ref": "Meshekh Chokhmah, Shemini 26", "anchorRef": "Leviticus 10:12", "anchorRefExpanded": ["Leviticus 10:12"], "sourceRef": "Meshekh Chokhmah, Shemini 26", "sourceHeRef": "משך חכמה, שמיני כ״ו", "anchorVerse": 12, "sourceHasEn": false, "compDate": [1875, 1925], "commentaryNum": 26, "collectiveTitle": {"en": "Meshekh Chokhmah", "he": "משך חכמה"}, "heTitle": "שמיני", "he": "<b>ואכלוה </b>מצות כו'. לפי שהיא מנחת צבור והיא מנחת מצות שעה כו', שלדורות אין בצבור מנחה נאכלת והו\"א דדינה כמו מנחה הנאכלת בצבור וזה שתי הלחם דאיקרי מנחה (מנחות מ\"ו) דנאכלין חמץ, כן הכא הו\"א דרק הקטרה מצה, אבל שיריה נאכלין חמץ קמל\"ן.\n", "heVersionTitle": "Riga, 1927", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "569d0a21d6e4a979b40a1edb", "index_title": "Pesikta Rabbati", "category": "Midrash", "type": "", "ref": "Pesikta Rabbati 47:1", "anchorRef": "Leviticus 10:12", "anchorRefExpanded": ["Leviticus 10:12"], "sourceRef": "Pesikta Rabbati 47:1", "sourceHeRef": "פסיקתא רבתי מ״ז:א׳", "anchorVerse": 12, "sourceHasEn": false, "compDate": [600, 900], "commentaryNum": 47.0001, "collectiveTitle": {"en": "Pesikta Rabbati", "he": "פסיקתא רבתי"}, "he": "וידבר ה' אל משה אחרי מות שני בני אהרן (ויקרא ט\"ז א'): ילמדנו רבינו אי זו גדולה מזו התפילה או התשובה [תלמוד למדונו רבותינו רבי] יהודה בן רבי חייא אומר [התשובה מבטלת חצי הגזירה והתפלה מבטלת כל הגזירה] ורבי יהושע בן לוי אומר התפילה מבטלת חצי הגזירה והתשובה מבטלת כל הגזירה א\"ר יהודה בר חייא מניין שהתשובה מבטלת חצי הגזירה שנאמר בקין נע ונד תהיה בארץ (בראשית ד' י\"ב) כיון שעשה תשובה גדול עוני מנשוא (שם שם י\"ג) בטלה ממנו חצי הגזירה שנאמר וישב בארץ נוד קדמת עדן (שם שם ט\"ז) א\"ר יהושע בן לוי התשובה מבטלת כל הגזירה והתפילה חצי הגזירה שכן אתה מוצא ביכניה מלך יהודה שהקדוש ברוך הוא נשבע אם יהיה כניהו בן יהויקים מלך יהודה (ירמיה כ\"ב כ\"ד) אמר רבי מאיר (בימיני) [בימינו] נשבע שנאמר בימיני כי משם אתקנך (שם) ומה נגזר עליו שימות בלא בנים שנאמר כתבו את האיש הזה ערירי (שם שם ל') וכיון שעשה תשובה ביטל הקב\"ה את הגזירה שנאמר ובני יכניה אסיר [שאלתיאל בנו] (דהי\"א ג' י\"ז) וכן הוא אומר [ביום ההוא וגו' אקחך זרבבל בן שאלתיאל וגו'] ושמתיך כחותם (חגי ב' כ\"ג) הרי שהתשובה מבטלת את כל הגזירה ומנין שהתפילה מבטלת חצי הגזירה שכן אתה מוצא באהרן שנאמר ובאהרן התאנף ה' מאד להשמידו (דברים ט' כ') אמר רבי יהושע דסיכנן בשם ר\"ל אין להשמידו אלא עקירת בנים ובנות שנאמר ואשמיד פריו ממעל ושרשיו מתחת (עמוס ב' ט') לא עשה אלא כיון שנתפלל משה עליו שנאמר ואתפלל גם בעד אהרן בעת ההיא (דברים שם) אמר לו הקדוש ברוך הוא הואיל שנתפללת עליו ביטלת חצי הגזירה ממנו ואל אלעזר ואל איתמר הנותרים (ויקרא י' י\"ב) מלמד שאף הן היו בכלל הגזירה אמר רבי מנא דשאב בשם ר' יהושע ב\"ל הצל לקוחים למות (משלי כ\"ד י\"א) נמצאת אומר שעל ידי התפילה ניצולו אלעזר ואיתמר אמר הקב\"ה חייך כך הייתה הגזירה שימותו כל (בנים) [בניך] והואיל שנתפלל משה הריני מבטל חצי הגזירה ומבטל שנים ומניח שנים מניין [ממה] שקרינן בעניין אחרי מות שני בני אהרן: אחרי מות שני בני אהרן כך פתח ר' תנחומא בר' חייא אלקים [אלי] אתה אשחרך צמאה לך נפשי [וגו'] כן בקודש חזיתיך [וגו'] כי טוב חסדך מחיים שפתי ישבחונך (תהלים ס\"ג ב' עד ד') מהו אלקים אלי אתה בשעה שגזרו המצרים על ישראל כל הבן הילוד היאורה תשליכוהו (שמות א' כ\"ב) היתה בת ישראל בזמן שהיתה מרגשת [שהיא] קרובה לילד היתה יצאה לאשפה ויולדת שם מיד הוה הקב\"ה יורד ומרחיצו (ומניקו) [ומנקהו] ומלבישו וארחצך במים ואשטוף דמייך מעלייך ואלבישך רקמה ואנעלך תחש (יחזקאל ט\"ז ט' וי') לפיכך דוד אמר על כנסת ישראל אלקים [אלי] אתה אשחריך כשעשית את הדין במצרים בים וראינו אותך ואמרנו זה אלי ואנוהו (שמות ט\"ו ב') ושיחרנו אותך ולא (נזקתי) [נזקנו] משעשית את הדין במצרים חילקת [לנו] את כבודיך והייתה נפשנו צמאה לראותך וכך (את) כמה לך בשרי והיכן במדבר בארץ ציה ועיף בלי מים כן בקודש חזיתיך כשם שראיתי אותך בים כך ראיתי אותך בסיני ואין קודש אלא סיני שנאמר ה' בם סיני בקודש (תהלים ס\"ח י\"ח) וכשם שראיתי אותך בים ולא (ניזקתני) [נזקתי] [וכן בקדש חזיתיך] שנאמר ואל אצילי בני ישראל לא שלח ידו ויחזו את האלקים ויאכלו וישתו (שמות כ\"ד י\"א) (וכן בקודש חזיתיך) מהו לראות עוזך וכבודך אמר אהרן ישראל שהיו הדיוטים ראו אותך בים ובסיני ולא הוזקו ואני שהרשיתני אצלך במשכן ומפתח אוהל מועד לא תצאו (ויקרא ח' ל\"ג) והזהרת את ישראל והזר הקרב יומת (במדבר א' ל\"א) נכנסו (בניו) [בניי] לראות עוזך וכבודך ומתו אמר הקדוש ברוך הוא למשה אמור לאחיך אהרן חסד גדול עשיתי עמך וכבוד גדול חלקתי לך שנשרפו בניך אני נתתי אותם לפנים מכל המחיצות אפילו (משה) [למשה] אחיך היאך ישראל מקיפין את הלוים ומשה לוי והלוים יחנו סביב למשכן העדות (שם לג) נמצאת למד אהרן ובניו לפנים ומשה בחוץ וראה מה כתב למעלה מן הפרשה פרשת זבין מצורעים וכל (שהוא) הנכנס לאוהל מועד שלא ברשות נצטרע וכך היית מבקש שיהיו בניך מצורעים מן יושבים לפנים מכל המחיצות היית מבקש שיהיו יושבים לעצמם חוץ לכל המחיצות והצרוע אשר בו הנגע [וגו'] בדד ישב (ויקרא י\"ג מ\"ה ומ\"ו) כיון ששמע אהרן [כך] אמר מודה אני לפניך במה שעשית עמי שטוב היא לי בחסד שעשית עמי שימותו ולא שיהיו חיים מצורעים על כן אני חייב להודות לך ולשבחך כי טוב חסדך מחיים שפתי ישבחונך והכל ממך להיות אומר שבאהרן הכתוב אומר ראה מה כתב אחריו כן אברכך בחיי ובשמך אשא כפי (תהלים שם ה') אמר הקדוש ברוך הוא למשה הואיל ופגעה באהרן מדת הדין ועוד שהוא מודה לי על החסד שעשיתי עמו לך נחמו ויאמר ה' אל משה דבר אל אהרן אחיך (ויקרא ט\"ז ב') ואין דבר אלא תנחומים: וידבר ה' אל משה אחרי מות אשרי אדם שנגעו בו ייסורים וכבש (רחמיו) [כעסו] ולא קרא תגר אחר מדת הדין אלא כיון שבאו ייסורים על איוב אילו כבש כעסו ולא קרא תגר אחר מדת הדין למידה גדולה ומשובחת היה בא א\"ר חנינא בר פפא אילו לא קרא תגר כשם שאומרים עכשיו בתפילה אלקי אברהם אלקי יצחק ואלקי יעקב כך היו אומרים ואלקי איוב שעצה נטל הקב\"ה לעיני קדושים של מעלן אמר להן איוב עבדי זה ד' מדות גדולים יש בו איש תם וישר ירא אלקים וסר מרע (והגיעו) [יגיעו אותו] כל אלו הייסורים אם עומד בהם ולא קורא תגר מייחל אני שמי עליו כשם שייחלתי על האבות לא עשה אלא כיון שהגיעו אותו ייסורים התחיל מבעט ואומר מי יתן ידעתי ואמצאהו (איוב כ\"ג ב') מיד אמר לו הקדוש ברוך הוא (האיוב החשבתה) [הא איוב החשכת] עצה שנטלתי למעלן ויען ה' את איוב (שם ל\"ח א') ומה אמר לו מי זה מחשיך עצה במילים [בלי דעת] כמה (החשבתה) [החשכת] את העצה במלים בל ידעת (בעלים) [במילים] שהוצאת מפיך היית אומר אם אתפשנו מה יש לו (להושיבני) [להשיבני] אדעה מילים יענני ואבינה מה יאמר לי (שם כ\"ג ד') אמר איוב הלכתי לכל מקום לבקש אותו ולא מצאתי אותו הלכתי למזרח ולא מצאתי שנאמר קדם אהלך ואיננו (שם שם ח') הלכתי למערב לבקשו ולא מצאתיו ואחור לא אבין לו (שם) הלכתי לצפון לבקשו ולא מצאתיו שמאל בעשותו ולא (אחוז) [אחז] הלכתי לדרום לבקשו ולא מצאתיו יעטוף ימין ולא אראה (שם) אמר לו הקדוש ברוך הוא מה [אתה] חוזר ומתייגע הריני נגלה עליך אמור (לו) [לי] מהיכן אני נגלה עליך העליונים והתחתונים אינם מחזיקים כבודו של הקב\"ה וצמצם עצמו לתוך הסערה ויען ה' את איוב מנ השערה (שם ל\"ח א') ד\"א מכל שיער ושער שבראשו היה הקב\"ה משיח (עצמו) עמו אמר לו הקדוש ברוך הוא (למי) [למה] אתה קורא תגר שהגיעוך הייסורים שמא אתה גדול מן האדם יציר (כפים) [כפיי] שעל מצוה אחת שביטל גזרתי עליו מיתה ועל תולדותיו ולא קרא תגר אלא אברהם שנסיתי אותו כמה נסיונות על שאמר במה אדע (בראשית ט\"ו ח') אמרתי לו ידע תדע כי גר יהיה זרעך (שם שם י\"ג) ולא קרא תגר אלא אתה גדול מיצחק על שאהב את עשו הכהיתי את עיניו ויהי כי זקן יצחק ותכהין עיניו מראות (שם כ\"ג א') אלא גדול [אתה] מן משה שע\"י שאמר שמעו נא המורים (במדבר כ' י') גזרתי עליו שלא יכנס לארץ ולא קרא תגר אלא גדול אתה מן אהרן שלא חילקתי כבוד לבריות בעולם כיוצא בו שהיה לבוש שמנה לבושי קודש ונכנס לבית קדשי הקדשים ומלאכי השרת בורחים מלפניו וכל אדם לא יהיה באהל מועד (ויקרא ט\"ז י\"ז) אילו מלאכי השרת ודמות פניהם פני אדם (יחזקאל א' י') שהיו חולקים לו כבוד ובורחים מלפניו וכבודי היה מלא הבית ולא יכלו הכהנים לעמוד לשרת [מפני הענן] כי מלא כבוד ה' (מלכים א' ח' י\"א) ובזמן שהוא נכנס הייתי חולק לו (כבודו) [כבוד] ומסלק את כבודי (בין) [מבין] שני הכרובים הוא שאמר איוב אם על פיך יגביה נשר (איוב ל\"ט כ\"ז) אמר ר' תנחומא על פיך היה הקב\"ה מגביה את כבודו (בין) [מבין] שני הכרובים בכניסתו של אהרן יגביה נשר זה הקדוש ברוך הוא כנשר יעיר קנו (דברים ל\"ב י\"א) וכי יעיר קנו סלע ישכון ויתלונן [על שן סלע ומצודה] (איוב שם שם וכ\"ח) אע\"פ שהייתי מרים (ראשי) כבודי בכניסתו אלא סלע ישכן משהיה יוצא היה חוזר וממלא את הבית. ד\"א סלע ישכן בבנין הראשון שהיה שם ארון ואפי' בבנין השני שלא היה שם ארון אלא אבן (היה) שם היה כבודי על שן הסלע ומצודה. ד\"א סלעי ישכון תשובה למי שאומרים הן שאמר הקב\"ה (שם) אני בונה ביהמ\"ק ובנה אותו וחטאתם והחריבו ועוד אינו נבנה אמור לו סלע שכן אינו אומר כן אלא סלע ישכן לן אינו אומר כן אלא ויתלונן היכן הוא (אומר) מלין על שן סלע ומצודה ומהו מצודה היא [מצודת ציון שנ' וילכד דוד את מצדת ציון] (שמואל ב' ה' ז') משם חפר אוכל (איוב שם כ\"ט) משם (תייר לו) [מאלל] את השנה אם טובה ואם רעה וכשהיה כהן מתפלל (ואומר) [היה אומר] יהי רצון מלפניך ה' שתהא השנה הזאת וכו' ואין חפר (אוכל) אלא לשון (יליל) [מאלל] ויחפרו לנו את הארץ (דברים א' כ\"ב) למרחוק עיניך יביטו (שם) שהייתי מגלה [לו] מה אני עתיד לעשות לרחוק ואחר כל הכבוד הזה כשנכנסו בניו להקריב לפני שלא ברשות לא הקפתי להם אלא חנקתי שני אפרוחים שנ' ואפרוחיו יעלעו דם (שם שם ל') ואף על פי כן לא (סילקו) [סלקתי] כבודי מהם אלא ובאשר חללים שם הוא (שם). קרבו שאו את אחיכם מאת פני הקודש (ויקרא י' ד') כאדם שאומר (לחבירו) [לחביריו] הכנסו העבירו את המת מפניו של אבל ויאמר ה' אל משה [דבר אל אהרן אחיך וגו']: דבר אחר אחרי מות כך פתח רבי תנחומא ברבי אבא כי בתחבולות תעשה לך מלחמה (משלי כ\"ד ו') התחבולות מיתרגם ויקרא אליו רב החובל (יונה א' ו') למה הספינה הזו מהלכת בים אם אין לה קברניטין אובדת היא [כך הם ישראל] אפילו הם (המה) [כמה] אוכלוסים אם אין להם מנהיג אינם יכולים לעמוד. כי בתחבולות זה משה בדורו יהושע בדורו שמואל בדורו. ד\"א כי בתחבולות זה אהרן בדורו אפי' כמה צרות באות עליהם הם עושים מלחמתם ואף אהרן כשהיה נכנס לבית קדשי הקדשים אילולי (כמה) זכיות הרבה שהיו (נכנסים) [נכנסות] עמו ומסייעות אותו לא היה יכול לעמוד שעה אחת [מפני] מלאכי השרת [שהיו] שם ועוד שהיה נכנס ביום הכיפורים והיה השטן בא לקטרג וכיון שהשטן היה רואה אותו היה בורח מלפניו למה (שזכות) [שזכיות] הרבה היו נכנסות עמו [זכות האבות הייתה נכנסת עמו] וזכות האימהות היתה נכנסת עמו וזכות מנשה ואפרים היתה נכנסת עמו וזכות השבטים היתה נכנסת עמו וזכות המילה היתה נכנסת עמו וזכות התורה היתה נכנסת עמו וזכות ישראל היתה נכנסת עמו זכות אברהם מניין שנאמר בזאת יבא אהרן אל הקודש בפר בן בקר (ויקרא ט\"ז ג') ואל הבקר רץ אברהם ויקח בן בקר וגו' (בראשית י\"ח ז') ואיל לעולה (ויקרא שם) זכות יצחק וילך אברהם ויקח את האיל ויעלהו לעולה תחת בנו (בראשית כ\"ב י\"ג) ומניין שאף בזכות יעקב שנ' ומאת עדת בני ישראל יקח שני שעירי עזים (ויקרא שם ה') אותן שאמרה לו אמו וקח לי משם שני גדיי עזים טובים (בראשית כ\"ז ח) מהו טובים אמר רבי ברכיה אמר רבי חלבו טובים לך טובים לבניך טובים לך שאתה נכנס (טובים לך שאתה נכנס) ומאכיל את אביך ונוטל הימנו את הברכות טובים לבניך שהם מתלכלכין בעונות כל ימות השנה ומביאים שני שעירים ביוה\"כ והם מתקרבים ומתכפר להם ומנין שאף בזכות האמהות שנאמר כתנת בד קודש ילבש ומכנסי בד [וגו'] ובאבנט בד [וגו'] ובמצנפת בד [וגו'] (ויקרא שם ד') הרי ארבע אימהות. ד\"א בזאת יבא אהרן א\"ר ברכיה רמז רמז לו שאין בי\"המק עושה אלא ארבע מאות ועשר שנים בזאת ב' שנים ז' שבעה א' אחד ת' ארבע מאות אמר לו בזאת יבא אהרן [וכי] ארבע מאות ועשר שנים חיה אהרן אלא אמר לו שמנה עשר כהנים (שימשו) [שישמשו] בבנין הראשון מפני שהוא בנך ובן בנך הרי הוא כמותך בזאת יבא אהרן ובבנין השני מפני שהיו כהנים מעלים זה על זה שמונים כהנים משמשים בו הוי יראת ה' תוסיף ימים (משלי י' כ\"ז) כהני בנין ראשון ושנות רשעים תקצרנה (שם) כהני בנין שני. ד\"א בזאת יבא אהרן א\"ר יצחק זכות השבטים הייתה נכנסת עמו שנים עשר אבנים שהיו ניתנות על לבו של אהרן מה טעם שיהא הקדוש ברוך הוא מסתכל בהם בכניסתו של אהרן ביום הכפורים ונזכר לזכות השבטים שנ' והאבנים האלה לזכרון ואין זאת אלא שבטים שנאמ' כל אלה שבטי ישראל שנים עשר וזאת (בראשית מ\"ט כ\"ח). ד\"א בזאת זכות התורה היתה נכנסת עמו וזאת התורה (דברים ד' מ\"ד). ד\"א בזכות ישראל שנא' זאת קומתך דמתה לתמר (שה\"ש ז' ח') א\"ר פנחס אף משה שעלה למרום ושבה את התורה והורידה לא בכוחו אלא בזכות ישראל שנ' עלית למרום שבית שבי לקחת מתנות באדם (תהלים ל\"ח י\"ט) בזכות ישראל שנאמר ואתן צאן מרעיתי אדם אתם (יחזקאל ל\"א ל\"ד). דבר אחר בזאת יבא בזכות מנשה ואפרים שהיתה נכנסת עמו א\"ר יאשיה שתי אבני שהם שהיו ניתנות על כתיפיו של אהרן כנגד מנשה ואפרים ולמה אבני שוהם שגדלו בתוך מצרים ולא למדו ממעשיהם. דבר אחר בזאת יבא אהרן א\"ר חנינה בנו של ר' ישמעאל זכות המילה היתה נכנסת עמו וזאת בריתי אשר תשמרו (בראשית י\"ז י') וכתיב בריתי הייתה אתו החיים והשלום (מלאכי ב' ה):", "heVersionTitle": "OYW", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "57babc60d6e4a94f86e87e25", "index_title": "Penei David", "category": "Commentary", "type": "commentary", "ref": "Penei David, Leviticus, Shmini 9", "anchorRef": "Leviticus 10:12", "anchorRefExpanded": ["Leviticus 10:12"], "sourceRef": "Penei David, Leviticus, Shmini 9", "sourceHeRef": "פני דוד, ויקרא, שמיני ט׳", "anchorVerse": 12, "sourceHasEn": false, "compDate": [1768, 1792], "commentaryNum": 9.0, "collectiveTitle": {"en": "Penei David", "he": "פני דוד"}, "heTitle": "שמיני", "he": ["<b>וַיְדַבֵּר מֹשֶׁה אֶל־אַהֲרֹן וְאֶל אֶלְעָזָר וְאֶל־אִיתָמָר בָּנָיו הַנּוֹתָרִים קְחוּ אֶת־הַמִּנְחָה הַנּוֹתֶרֶת מֵאִשֵּׁי יְהוָה וְאִכְלוּהָ מַצּוֹת אֵצֶל הַמִּזְבֵּחַ:</b>", "קחו את המנחה הנותרת מאשי ה' וכו' ואת שעיר החטאת דרוש דרש משה וכו'. כה הראני הרב ח\"ר הלל המחבר פי' נו\"ך הנק' מצודת דוד מצודת ציון. חזות קשה בשו\"ת יכין ובועז הנדפס מחדש לנכדי הרשב\"ץ שכתוב ח\"א סי' פ\"ט וז\"ל אמרת על שעיר ר\"ח אחר שהיה שעיר איך קראו חטאת שנאמר קחו את המנחה וכו'. זה אינו כי אינו קורא לחטאת מנחה אלא שכל שעיר יש לו מנחתו הראוי' לו ומרע\"ה אמר מאחר שהשעיר נשרף קחו את המנחה הקריבה עמו כי קדש קדשים היא הואיל וכהנים אוכלים ובעלים מתכפרים עכ\"ל ומ\"ש בשאלה איך קראו חטאת נראה דצ\"ל איך קראו מנחה. אבל קושיא ופירוקא ליתא דמאי מקשה מאי קאמר קחו את המנחה וקורא לשעיר מנחה. הא בורכא היא דקחו המנחה כבר פירש\"י זו מנחת שמיני ומנחת נחשון ועמ\"ש בתורת כהנים וברא\"ם ומי ימלל דקאי לשעיר הנשרף. ומ\"ש על שעיר ר\"ח דיש לו מנחה הראויה לו הא נמי ליתא דבחטאת לא היה נסכים וזה מבואר בכתוב ואין להאריך:", "זֶה מנימוקי רַבֵּינוּ יְשַׁעְיָה הָרִאשׁוֹן זלה\"ה. ", "מנימוקי רי\"ד ז\"ל: ויקרב את העולה ויעשה כמשפט. אמרו במנחות ופ\"ב דביצה בהלכה בית שמאי ויעשה כמשפט עולת נדבה לימד על עול' חובה שטעונה סמיכה ותימה דהתנן כל קרבנות צבור אין טעונים סמיכה חוץ מפר יה\"כ ופר הבא על כל המצות ובעולת שמיני אמאי סמכו וי\"ל אע\"ג דישראל הביאוה לא הביאו אלא בשביל אהרן והויא כקרבן יחיד דנזיר וכיוצא בו שהוא טעון סמיכה:", "ויבא משה ואהרן למה נכנסו ללמדו על מעש' הקטרת כן פירש המורה. ותימה דכל ז' ימי המילואים למה לא למדה עם שאר עבודות ועוד קטורת היתה קריבה בין זריקת דמים להקטרת אברים ועוד כל ז' ימים אי אפשר שלא הקטיר קטרת וי\"ל כל ז' ימי המלואים לא הקריבו אלא קרבנות יחיד ולא עולת תמיד וגם לא קטורת כי דוקא בעול' הצבור היה נקטר הקטרת והיו עושין אותה במזבח הפנימי ונוטלין האש ממזבח החיצון וכאן לא היה אש במזבח החיצון כי היו ממתינים לאש של מקום וסידרו העצים והבשר לראות הנס ומפני זה לא היה נקטר הקטרת בעתו:", "ואת שעיר החטאת דרש דרש שני דרישות למה מפני מה נאכלו אלו וזה למה נשרף כך כתוב בכל הפי'. ואין הגרסא כך בספרא אלא ה\"ג מפני מה לא נאכלו אלו וכך פירושו שכעס ואמר למה אחרתם אף שזמנה ליום ולילה היה לכם לאכלה מקודם ואי כגירסת הפירוש אדרבא לא הי\"ל לתמוה שהרי הוא ציום בפירוש שיאכלו' אלא ודאי ה\"ג למה לא נאכלו אלו וזה למה נשרף (אח\"י ק\"ק על הרב אמאי לא הקשה על רש\"י דידיה אדידיה ממ\"ש פ' טבול יום. וכבר הרא\"ם כתב דט\"ס הוא בדברי רש\"י בחומש) החמט והעכבר והצב פירש המורה צב זה לימצא ובחולין פרק העור והרוטב אמר ביצת שרץ המרוקמת טהורה ניקבה כל שהיא טמאה במגע ופירש המורה שיש שרץ שמטיל ביצים צב ולטאה וחמט ולימצא אינם מטילים ביצים. ע\"כ מנימוקי רי\"ד זלה\"ה:"], "heVersionTitle": "Penei David -- Torat Emet", "heLicense": "CC-BY", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "57e77d07d6e4a94c7c18a506", "index_title": "Tafsir Rasag", "category": "Targum", "type": "targum", "ref": "Tafsir Rasag, Leviticus 10:12", "anchorRef": "Leviticus 10:12", "anchorRefExpanded": ["Leviticus 10:12"], "sourceRef": "Tafsir Rasag, Leviticus 10:12", "sourceHeRef": "תפסיר רס\"ג, ויקרא י׳:י״ב", "anchorVerse": 12, "sourceHasEn": false, "compDate": [918, 942], "commentaryNum": 10.0012, "collectiveTitle": {"en": "Tafsir Rasag", "he": "תפסיר רס\"ג"}, "heTitle": "ויקרא", "he": "ת̇ם כלם מוסי להרון ולאלעזר ולאיתמר אבניה אלבאקיין כ̇ד̇ו אלהדיה אלפאצ̇לה מן קראבין אללה וכלוהא פטירא לזק אלמד̇בח לאנהא מן כ̇ואץ אלאקדאס", "heVersionTitle": "Tafsir al-Torah bi-al-Arabiya, Paris, 1893", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תפסיר אלתורה באלערביה, פריס, 1893", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "585b84a3d6e4a908ac4f1bb0", "index_title": "Mishneh Torah, Sacrifices Rendered Unfit", "category": "Halakhah", "type": "", "ref": "Mishneh Torah, Sacrifices Rendered Unfit 3:25", "anchorRef": "Leviticus 10:12", "anchorRefExpanded": ["Leviticus 10:12"], "sourceRef": "Mishneh Torah, Sacrifices Rendered Unfit 3:25", "sourceHeRef": "משנה תורה, הלכות פסולי המוקדשין ג׳:כ״ה", "anchorVerse": 12, "sourceHasEn": true, "compDate": [1176, 1178], "commentaryNum": 3.0025, "collectiveTitle": {"en": "Mishneh Torah, Sacrifices Rendered Unfit", "he": "משנה תורה, הלכות פסולי המוקדשין"}, "heTitle": "משנה תורה, הלכות פסולי המוקדשין", "he": "וְכֵן אֵין אוֹכְלִין קָדָשִׁים וְהַמִּזְבֵּחַ פָּגוּם. שֶׁנֶּאֱמַר <small>(ויקרא י יב)</small> \"וְאִכְלוּהָ מַצּוֹת אֵצֶל הַמִּזְבֵּחַ\". וְהוּא הַדִּין לְקָדָשִׁים קַלִּים שֶׁאֵין אוֹכְלִין אוֹתָן בִּירוּשָׁלַיִם וְהַמִּזְבֵּחַ פָּגוּם עַד שֶׁיִּבָּנֶה: ", "heVersionTitle": "Torat Emet 363", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורת אמת 363", "text": "Similarly, sacrificial meat should not be eaten while the altar is damaged, as [Leviticus 10:12] states: \"You shall eat it<sup class=\"footnote-marker\">64</sup><i class=\"footnote\">The meal-offering brought as part of the dedication of the altar. As the verse states, it was considered as a sacrifice of the most holy order.</i> as unleavened bread near the altar.\"<sup class=\"footnote-marker\">65</sup><i class=\"footnote\"><i>Zevachim</i> 60a explains that there is no obligation to eat sacrificial food near the altar. Rather the intent is as explained here.</i> This also applies to sacrifices of a lesser degree of sanctity; they should not be eaten in Jerusalem while the altar is damaged until it is repaired.", "versionTitle": "Mishneh Torah, trans. by Eliyahu Touger. Jerusalem, Moznaim Pub. c1986-c2007", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "58ad9789d6e4a93323dc40cb", "index_title": "Yevamot", "category": "Talmud", "type": "", "ref": "Yevamot 40a:9", "anchorRef": "Leviticus 10:12", "anchorRefExpanded": ["Leviticus 10:12"], "sourceRef": "Yevamot 40a:9", "sourceHeRef": "יבמות מ׳ א:ט׳", "anchorVerse": 12, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 79.0009, "collectiveTitle": {"en": "Yevamot", "he": "יבמות"}, "heTitle": "יבמות", "he": "הַאי חָלוּט הֵיכִי דָּמֵי? אִי מַצָּה הִיא — הָא מַצָּה הִיא, וְאִי לָא מַצָּה הִיא — ״מַצּוֹת״ אָמַר רַחֲמָנָא!", "heVersionTitle": "William Davidson Edition - Vocalized Aramaic", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "מהדורת וויליאם דייוידסון - ארמית המנוקד", "text": "The Gemara asks: With regard to <b>this</b> possibility of eating the meal-offering <b>boiled, what are the circumstances,</b> i.e., how is it classified? <b>If it is</b> considered to be <b>unleavened</b> because it is presumed that the flour never managed to rise before it was cooked, <b>then it is unleavened</b> and there is no reason to prohibit its use; <b>and if it is not</b> considered to be <b>unleavened</b> because it is presumed that the flour managed to rise before it was cooked, then it is certainly disqualified from use because <b>the Merciful One states</b> that the offering must be <b>“unleavened”</b> (Leviticus 10:12). How, then, could one ever have questioned whether it is permitted to eat the meal-offering if it was boiled?", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": "מהדורת וויליאם דייוידסון - אנגלית"}, {"_id": "58ad9812d6e4a93323dc5016", "index_title": "Yoma", "category": "Talmud", "type": "", "ref": "Yoma 87a:4", "anchorRef": "Leviticus 10:12", "anchorRefExpanded": ["Leviticus 10:12"], "sourceRef": "Yoma 87a:4", "sourceHeRef": "יומא פ״ז א:ד׳", "anchorVerse": 12, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 173.0004, "collectiveTitle": {"en": "Yoma", "he": "יומא"}, "heTitle": "יומא", "he": "אַשְׁרֵיהֶם לַצַּדִּיקִים, לֹא דַּיָּין שֶׁהֵן זוֹכִין, אֶלָּא שֶׁמְּזַכִּין לִבְנֵיהֶם וְלִבְנֵי בְנֵיהֶם עַד סוֹף כׇּל הַדּוֹרוֹת. שֶׁכַּמָּה בָּנִים הָיוּ לוֹ לְאַהֲרֹן שֶׁרְאוּיִין לִישָּׂרֵף כְּנָדָב וַאֲבִיהוּא, שֶׁנֶּאֱמַר: ״הַנּוֹתָרִים״, אֶלָּא שֶׁעָמַד לָהֶם זְכוּת אֲבִיהֶם.", "heVersionTitle": "William Davidson Edition - Vocalized Aramaic", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "מהדורת וויליאם דייוידסון - ארמית המנוקד", "text": "They said: <b>Fortunate are the righteous</b> because <b>not only do they</b> accumulate <b>merit</b> for themselves, <b>but they</b> accumulate <b>merit for their children and their children’s children until the end of all generations; as there were several sons of Aaron who</b> essentially <b>deserved to be burned like Nadav and Avihu, as it is stated:</b> “The sons of Aaron <b>who were left”</b> (Leviticus 10:16), implying that others were left as well although they deserved to be burned with their brothers. <b>But the merit of their father protected them,</b> and they and their descendants were priests for all time.", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": "מהדורת וויליאם דייוידסון - אנגלית"}, {"_id": "58b6b15bd6e4a952249cbec9", "index_title": "Minchat Shai on Torah", "category": "Commentary", "type": "commentary", "ref": "Minchat Shai on Torah, Leviticus 10:12:1", "anchorRef": "Leviticus 10:12", "anchorRefExpanded": ["Leviticus 10:12"], "sourceRef": "Minchat Shai on Torah, Leviticus 10:12:1", "sourceHeRef": "מנחת שי על תורה, ויקרא י׳:י״ב:א׳", "anchorVerse": 12, "sourceHasEn": false, "compDate": [1526], "commentaryNum": 12.0001, "collectiveTitle": {"en": "Minchat Shai", "he": "מנחת שי"}, "heTitle": "ויקרא", "he": "<b>ואל אלעזר.</b> בגלגל לא במקף:", "heVersionTitle": "Minchat Shai on Torah", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "58b6b15bd6e4a952249cbecb", "index_title": "Minchat Shai on Torah", "category": "Commentary", "type": "commentary", "ref": "Minchat Shai on Torah, Leviticus 10:12:2", "anchorRef": "Leviticus 10:12", "anchorRefExpanded": ["Leviticus 10:12"], "sourceRef": "Minchat Shai on Torah, Leviticus 10:12:2", "sourceHeRef": "מנחת שי על תורה, ויקרא י׳:י״ב:ב׳", "anchorVerse": 12, "sourceHasEn": false, "compDate": [1526], "commentaryNum": 12.0002, "collectiveTitle": {"en": "Minchat Shai", "he": "מנחת שי"}, "heTitle": "ויקרא", "he": "<b>איתמר.</b> הקדמא באל\"ף והמ\"ם בגלגל:", "heVersionTitle": "Minchat Shai on Torah", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "58b6b15bd6e4a952249cbecd", "index_title": "Minchat Shai on Torah", "category": "Commentary", "type": "commentary", "ref": "Minchat Shai on Torah, Leviticus 10:12:3", "anchorRef": "Leviticus 10:12", "anchorRefExpanded": ["Leviticus 10:12"], "sourceRef": "Minchat Shai on Torah, Leviticus 10:12:3", "sourceHeRef": "מנחת שי על תורה, ויקרא י׳:י״ב:ג׳", "anchorVerse": 12, "sourceHasEn": false, "compDate": [1526], "commentaryNum": 12.0003, "collectiveTitle": {"en": "Minchat Shai", "he": "מנחת שי"}, "heTitle": "ויקרא", "he": "<b>כי קדש קדשים.</b> אין בקו\"ף מאריך בס\"ס:", "heVersionTitle": "Minchat Shai on Torah", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59636bc5d6e4a9416e9c3b1e", "index_title": "Mizrachi", "category": "Commentary", "type": "commentary", "ref": "Mizrachi, Leviticus 10:12:1", "anchorRef": "Leviticus 10:12", "anchorRefExpanded": ["Leviticus 10:12"], "sourceRef": "Mizrachi, Leviticus 10:12:1", "sourceHeRef": "מזרחי, ויקרא י׳:י״ב:א׳", "anchorVerse": 12, "sourceHasEn": false, "compDate": [1475, 1525], "commentaryNum": 12.0001, "collectiveTitle": {"en": "Mizrachi", "he": "מזרחי"}, "heTitle": "ויקרא", "he": "<b>קחו את המנחה אף על פי שאתם אוננים והקדשים אסורין לאונן. </b>דאל\"כ למה הוצרך לומר להם זה הרי כבר נאמר בפרשת צו וזאת תורת המנחה וגו' והנותרת ממנו יאכלו אהרן ובניו ואיכא לאקשויי מאי אע\"פ שאתם אוננים דקאמר והלא אף אם לא היו אוננים היה צריך לומר להם קחו את המנחה וכו' מפני שאותה שבפרשת צו אינה אלא מנחה של יחיד וזאת היא מנחה של צבור ומנחת שעה ואין ללמוד הימנה ומהו זה שאמר אע\"פ שאתם אוננים והקדשים אסורין דמשמע דלולא זה לא היה צריך לומר להם קחו את המנחה וגו' שכבר נכתב כל זה בפרשת צו והיו לומדים ממנה והלא רש\"י בעצמו כתב גבי ואכלוה מצות לפי שהיא מנחת צבור ומנחת שעה ואין כיוצא בה לדורות הוצרך לפרש בה דין שאר מנחות לומר אף זו דין שאר מנחות נוהגת בה כדלקמיה ועוד איך הניח הסבה שנתן גבי ואכלוה מצות שהיא סבה כוללת לכל דיני המנחה האמורים פה שהם הנותרת מן המנחה ולא כולה ואכלוה מצות ולא חמץ ואכלתם אותה במקום קדוש ולא חוץ לעזרה כי חקך וחק בניך ולא חק בנותיך שכל אלו הוצרכו להכתב פה מפני שאין ללמוד מאותן הכתובין בפרשת צו גבי מנחת יחיד. ושמא י\"ל מפני שכתוב בסוף העניין כאשר צויתי שזה אינו נופל אלא בעניין האנינות שנאסרו באכילת קדשים ופה התיר להם שיאכלו הקדשים באנינותם והוצרך לומר להם שכך צויתי להתיר לכם מה שנאסר לשאר אוננים אבל בדיני המנחה שהוצרכו להכתב פה מפני שאותה מנחה שבפרשת צו היא מנחת נדבת יחיד ולדורות וזו מנחת צבור ולשעה שאין ללמוד הימנה אין צריך לומר כי כן צויתי אלא כשהוא סותר מה שקדם אבל בדבר שאינו סותר די בצווי לבדו: \n", "heVersionTitle": "Four commentaries on Rashi. Warsaw, 1862", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59636bc5d6e4a9416e9c3b20", "index_title": "Mizrachi", "category": "Commentary", "type": "commentary", "ref": "Mizrachi, Leviticus 10:12:2", "anchorRef": "Leviticus 10:12", "anchorRefExpanded": ["Leviticus 10:12"], "sourceRef": "Mizrachi, Leviticus 10:12:2", "sourceHeRef": "מזרחי, ויקרא י׳:י״ב:ב׳", "anchorVerse": 12, "sourceHasEn": false, "compDate": [1475, 1525], "commentaryNum": 12.0002, "collectiveTitle": {"en": "Mizrachi", "he": "מזרחי"}, "heTitle": "ויקרא", "he": "<b>את המנחה זו מנחת שמיני ומנחת נחשון זו מנחת שמיני </b>דכתיב בה ומנחה בלולה בשמן כי היום יי' נראה אליכם שהיא מנחת נדבה של צבור שהיתה בהוראת שעה שהרי בפרשת צו כתיב גבי מנחת ונפש כי תקריב קרבן מנחה היחיד מביא מנחת נדבה ואין הצבור מביאין מנחת נדבה ומנחת נחשון היא המנחה של חנוכת המזבח שהקריבו ביום שהוקם המשכן שהיא ר\"ח ניסן שהוא שמיני למלואים דכתיב ביה ויהי המקריב ביום הראשון נחשון בן עמינדב ואלו השתי מנחות כל אחת מהן היא מנחה בפני עצמה ולא מנחת נסכים שהביאו הצבור על עולתם ועל עולת התמיד ועל עולת החדש ולא מנחת הנסכים שהביא נחשון על עולתו בו ביום לחנוכת המזבח ולא היתה באותו יום מנחה בפני עצמה חוץ ממנחת שמיני ומנחת נחשון וכלל את שתיהן בשם מנחה אבל בת\"כ שנו קחו את המנחה זו מנחת נחשון הנותרת זו מנחת שמיני ולא שמעתי פירושו כי למה לא כללו את שתיהן בשם המנחה כדפירש רש\"י ז\"ל ואיך הוציא ממלת הנותרת זו מנחת שמיני והלא לגופיה הוא דאתא לומר שלא הותר להם לאכול רק הנותרת כדכתיב בפרשת צו והנותרת ממנה יאכלו אהרן ובניו ואם בעבור שכבר נכתב זה בפרש' צו הרי כבר שנו גבי ואכלוה מצות מת\"ל לפי שהיא מנחת צבור ומנחת שעה ואין כיוצא בה לדורות לכך נאמר ואכלוה מצות וזה הטעם עצמו נאמר גבי הנותרת וכן כתב רש\"י ז\"ל גבי ואכלוה מצות לפי שהיא מנחת צבור ומנחת שעה ואין כיוצא בה לדורות הוצרך לפרש בה דין שאר כל מנחו' ודין שאר מנחות כולל כל דיני שאר המנחות אף דין הנותרת והרי גבי חקך וחק בניך ששנו בת\"כ והביאו גם רש\"י ז\"ל שאין לבנות חק בקדשים ולא היה צריך לומר זה שכבר נכתב בפרשת צו והנותרת ממנה יאכלו אהרן ובניו בניו ולא בנותיו אלא שגם זה מכלל דיני שאר המנחות הוא והטעם שאמרו גבי ואכלוה מצות היא גם בזה ולפיכך לא הוצרכו להזכיר הטעם ההוא בכל דין ודין מדיני המנחה: \n", "heVersionTitle": "Four commentaries on Rashi. Warsaw, 1862", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5964d5ded6e4a92bf45a8446", "index_title": "Rabbeinu Bahya", "category": "Commentary", "type": "commentary", "ref": "Rabbeinu Bahya, Vayikra 10:12:1-2", "anchorRef": "Leviticus 10:12", "anchorRefExpanded": ["Leviticus 10:12"], "sourceRef": "Rabbeinu Bahya, Vayikra 10:12:1-2", "sourceHeRef": "רבנו בחיי, ויקרא י׳:י״ב:א׳-ב׳", "anchorVerse": 12, "sourceHasEn": true, "compDate": [1290, 1310], "commentaryNum": 12.0001, "collectiveTitle": {"en": "Rabbeinu Bahya", "he": "רבנו בחיי"}, "heTitle": "ויקרא", "he": ["<b>וידבר משה אל אהרן ואל אלעזר ואל איתמר בניו הנותרים.</b> וכבר הזכיר למעלה ויאמר משה אל אהרן ולאלעזר ולאיתמר בניו, והיה ראוי שיהיו פסוקים אלו סמוכים זה לזה כי הכל דבר משה לאהרן ולשני בניו שלו בשוה, ומה שהפסיק ביניהם בפרשת יין ושכר אל תשת, כדי ללמדך דרך ארץ שחייב אדם לנחם אבלים, כי אהרן היה מתאבל כאן על שני בניו נדב ואביהוא ובא הקב\"ה לנחם אותו, כמו שדרשו רז\"ל בפסוק (בראשית י״ח:א׳) וירא אליו, לבקר את החולה, וזהו שתמצא הדבור לאהרן לבדו באמרו וידבר ה' אל אהרן לאמר. וכן דרשו רז\"ל מה הוא רחום אף אתה היה רחום מה הוא חנון אף אתה היה חנון מה הוא מנחם אבלים אף אתה היה מנחם אבלים מה הוא מבקר חולים אף אתה היה מבקר חולים מה הוא קובר מתים אף אתה קבור מתים.\n", "<b>וכן </b>אמרו במדרש קהלת (קהלת ז׳:ב׳) טוב ללכת אל בית אבל מלכת אל בית משתה, מוטב שילך האדם במדה שנוהגת בחיים ובמתים ממדה שאינה נוהגת אלא בחיים. אמר הקב\"ה למד ממני שהנחתי שמחת בני במשכן ונגליתי לאבל נדב ואביהוא. אבל רז\"ל הוכיחו ממקום אחר שהוא יתברך מנחם אבלים ממה שכתוב (בראשית כ״ה:י״א) ויהי אחרי מות אברהם ויברך אלהים את יצחק בנו, וכוונתם בברכה זו תנחומי אבלים היתה.\n"], "heVersionTitle": "Midrash Rabbeinu Bachya [ben Asher]. Warsaw, 1878", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": ["וידבר משה אל אהרן ואל אלעזר ואל איתמר בניו הנותרים, “Moses spoke to Aaron, to Eleazar and Itamar his surviving sons;” Seeing that we already had a similar line in verse 6 of our chapter, why did the Torah not report what Moses said on this occasion immediately following verse 6? The reason that the Torah interposed the legislation about not entering the Sanctuary while in a state of intoxication was to teach that it is good form to offer one’s condolences to the bereaved. Aaron was a mourner; the Torah therefore displays its manner of comforting him in his bereavement, by speaking to him exclusively about rites to be observed by mourners. He was not to drink wine while in mourning. This is why in verse 29 only Aaron is addressed. The idea that G’d personally observes such good form has already been demonstrated in Genesis 18, where G’d appeared to Avraham in order to fulfill the custom of visiting the sick, seeing Avraham was recuperating from his circumcision at the time.<br> Our sages, who have taught us to emulate characteristics observed in the way G’d acts (Sifri end of Eykev), derive the law that one is to visit the sick and comfort the bereaved from these verses. If G’d Himself went to the trouble to observe these customs, we must emulate Him and not consider it below our dignity. The same applies to the commandment to bury the dead. G’d had buried Moses, (Deut. 34,6). If G’d Himself takes the trouble to bury a mortal, how much more must mortals bury their peers!", "Such considerations prompted Solomon to write in Kohelet 7:2: “it is better to go to the house of a mourner than to go to the house where a feast is in progress.” According to Midrash Kohelet, what Solomon meant is that it is preferable to be in the company of people who are concerned both with the living and the dead than to keep the company of people who are only concerned with the living. <small>[By visiting the mourners one pays his respects both to the departed and to those surviving him. Ed.]</small> G’d conveyed the thought that we are to learn from Him, Who had temporarily interrupted sharing the joy of His children on the occasion of the inauguration of the Tabernacle and had comforted Aaron instead, displaying His sorrow that Nadav and Avihu had had to die. Our sages (Sotah 14) find yet another source proving that G’d comforts the mourners, quoting Genesis 25,11 “It was after the death of Avraham that G’d blessed his son Yitzchak.” According to the understanding of the Talmud the “blessing” described there was the comfort expressed to the bereaved over their loss, in that instance over Yitzchak having lost his father."], "versionTitle": "Torah Commentary by Rabbi Bachya ben Asher, trans. Eliyahu Munk, 1998.", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5964d5ded6e4a92bf45a844a", "index_title": "Rabbeinu Bahya", "category": "Commentary", "type": "commentary", "ref": "Rabbeinu Bahya, Vayikra 10:12:3", "anchorRef": "Leviticus 10:12", "anchorRefExpanded": ["Leviticus 10:12"], "sourceRef": "Rabbeinu Bahya, Vayikra 10:12:3", "sourceHeRef": "רבנו בחיי, ויקרא י׳:י״ב:ג׳", "anchorVerse": 12, "sourceHasEn": true, "compDate": [1290, 1310], "commentaryNum": 12.0003, "collectiveTitle": {"en": "Rabbeinu Bahya", "he": "רבנו בחיי"}, "heTitle": "ויקרא", "he": "<b>ואכלוה מצות אצל המזבח.</b> וכתיב ואכלתם אותה במקום קדוש, כדי שלא תבין דוקא אצל המזבח ממש לכך הוסיף ואמר ואכלתם אותה במקום קדוש הרשה להם שיוכלו לאכלם בכל החצר, כי כל חצר אהל מועד נקרא קדוש, ומה שאמר אצל המזבח ללמד כי כל מה שיתקרב לאכלה אצל המזבח יהיה טוב ויותר ראוי.\n", "heVersionTitle": "Midrash Rabbeinu Bachya [ben Asher]. Warsaw, 1878", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "ואכלוה מצות אצל המזבח, “and eat it unleavened near the Altar.” the Torah also writes ואכלתם אותה במקום קדוש, “you are to eat it in a sacred place.” These words mean that the meal-offering of which the Torah speaks may be eaten anywhere in the courtyard of the Tabernacle/Temple. In order that we should not interpret the words “near the Altar” too literally, the Torah added the words: “in a sacred place.” The entire courtyard of the Tabernacle is sacred. In that event, what do the words “near the Altar” contribute? The Torah wishes to tell us that the closer to the actual Altar the Priest stands when eating his share of the meal-offering the better (Zevachim 61).", "versionTitle": "Torah Commentary by Rabbi Bachya ben Asher, trans. Eliyahu Munk, 1998.", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "59d488f5d6e4a939ba173ddf", "index_title": "Torah Temimah on Torah", "category": "Commentary", "type": "commentary", "ref": "Torah Temimah on Torah, Leviticus 10:12:1", "anchorRef": "Leviticus 10:12", "anchorRefExpanded": ["Leviticus 10:12"], "sourceRef": "Torah Temimah on Torah, Leviticus 10:12:1", "sourceHeRef": "תורה תמימה על התורה, ויקרא י׳:י״ב:א׳", "anchorVerse": 12, "sourceHasEn": false, "compDate": [1898, 1902], "commentaryNum": 12.0001, "collectiveTitle": {"en": "Torah Temimah on Torah", "he": "תורה תמימה על התורה"}, "heTitle": "ויקרא", "he": "<b>בניו הנותרים. </b>תניא, אשריהם לצדיקים לא דיין שזוכין לעצמן אלא שזוכין לבניהם ולבני בניהם עד סוף כל הדורות, שכמה בנים היו לו לאהרן שראויין להשרף כנדב ואביהוא, שנאמר הנותרים, אלא שעמד להם זכות אביהם <sup class=\"footnote-marker\">כט</sup><i class=\"footnote\">פירש\"י דלשון הנותרים משמע שאף הם ראוים להשרף ונותרו, עכ\"ל, ועדיון צריך באור. ונראה שסמכה הגמרא בדרשה זו על מ\"ש בתו\"כ שבעת שנשרפו נדב ואביהוא היו אתם גם אלעזר ואיתמר, ובנס נצולו מן האש, יעו\"ש. ועיין בחא\"ג כתב דזה סותר למש\"כ רש\"י בחומש פ' עקב בשם מדרש ובאהרן התאנף ה' מאוד להשמידו, זה כלוי בנים וכו' ואתפלל גם בעד אהרן, והועילה תפלתו לכפר מחצה ומתו שנים ושנים נשארו, עכ\"ל. ומזה הלא מוכח דאדרבה דבחטא אהרן היו ראוין כולן להשרף וכאן אמר שעמד להם זכות אביהם, עכ\"ל.\n<br>ולי נראה שצריך להיות הגירסא בגמרא כאן שזכות אבותיהם, או אבותם, עמדה להם, וקאי על אברהם יצחק ויעקב, ולפי\"ז יתכן הלשון והענין שזוכין לבני בניהם עד סוף כל הדורות, ואלו קאי על אהרן אין לשון זה מבואר כ\"כ, וגם ממה שאמר משה בתפלתו אז זכור לאברהם ליצחק ולישראל מוכח שכן היא הכונה, וכ\"מ הגירסא בע\"י שזכות אבותם, ודו\"ק.\n</i>.<br>(יומא פ\"ז א')\n", "heVersionTitle": "Torah Temimah, Vilna, 1904", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורה תמימה, וילנה תרס\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59d488f5d6e4a939ba173de1", "index_title": "Torah Temimah on Torah", "category": "Commentary", "type": "commentary", "ref": "Torah Temimah on Torah, Leviticus 10:12:2", "anchorRef": "Leviticus 10:12", "anchorRefExpanded": ["Leviticus 10:12"], "sourceRef": "Torah Temimah on Torah, Leviticus 10:12:2", "sourceHeRef": "תורה תמימה על התורה, ויקרא י׳:י״ב:ב׳", "anchorVerse": 12, "sourceHasEn": false, "compDate": [1898, 1902], "commentaryNum": 12.0002, "collectiveTitle": {"en": "Torah Temimah on Torah", "he": "תורה תמימה על התורה"}, "heTitle": "ויקרא", "he": "<b>אצל המזבח. </b>וכי אצל המזבח אכלוה, אלא בזמן שהוא שלם ולא בזמן שהוא חסר, מכאן למזבח שנפגם שאין אוכלין בגינו שירי מנחה, קדשי קדשים מניין, ת\"ל כי קודש קדשים היא <sup class=\"footnote-marker\">ל</sup><i class=\"footnote\">דמדתלה הטעם בזה מפני שקדשי קדשים היא, ממילא מבואר שכל ק\"ק הדין כן, והלשון בגינו הוא כמו בשבילו, כלומר מחמת פגמו.\n<br>ובטעם הקושיא וכי אצל המזבח אכלוה פירש\"י והלא כל העזרה כשרה לכך, עכ\"ל. והנה משמע מכאן דהלשון אצל המזבח מכון ומצומצם הוא סמוך למזבח ממש ואינו כולל כל העזרה, משום דאל\"ה לא מקשה מידי, וקשה טובא ממ\"ש במס' תמיד כ\"ט ב' מניין שאין עושין אכסדראות בעזרה ת\"ל לא תטע לך אשרה כ\"ע אצל מזבח ה', הרי דאוסר בעזרה מלשון אצל מזבח, וזה ממש ההיפך מהסוגיא שבכאן דאצל המזבח מוציא העזרה.\n<br>וצ\"ל דשאני הכא דכתיבי שתי הלשונות אצל מזבח ובפסוק הבא כתיב ואכלתם אותה במקום קדוש ומקום קדוש בודאי כולל גם העזרה, וא\"כ למה פרט עוד אצל המזבח, ש\"מ דמכוין אצל המזבח ממש.\n<br>וראיה לזה, שהרי בתו\"כ דריש עוד בזה, אצל המזבח ולא בהיכל ולא ע\"ג המזבח אע\"פ שהיכל וגב המזבח בודאי נקראו מקום קדוש ובכ\"ז נתמעטו מלשון אצל המזבח משום הא גופא שאינו מסתפק הכתוב לכתוב במקום קדוש לבד שהיה כולל הכל, ופרט אצל המזבח, ש\"מ דצריך אצל המזבח ממש, וגם לא בהיכל ובגג המזבח, ודו\"ק.\n</i>.<br>(זבחים ס\"א א')\n", "heVersionTitle": "Torah Temimah, Vilna, 1904", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורה תמימה, וילנה תרס\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59d488f5d6e4a939ba173de3", "index_title": "Torah Temimah on Torah", "category": "Commentary", "type": "commentary", "ref": "Torah Temimah on Torah, Leviticus 10:12:3", "anchorRef": "Leviticus 10:12", "anchorRefExpanded": ["Leviticus 10:12"], "sourceRef": "Torah Temimah on Torah, Leviticus 10:12:3", "sourceHeRef": "תורה תמימה על התורה, ויקרא י׳:י״ב:ג׳", "anchorVerse": 12, "sourceHasEn": false, "compDate": [1898, 1902], "commentaryNum": 12.0003, "collectiveTitle": {"en": "Torah Temimah on Torah", "he": "תורה תמימה על התורה"}, "heTitle": "ויקרא", "he": "<b>אצל המזבח. </b>אצל המזבח ולא בהיכל ולא על גב המזבח <sup class=\"footnote-marker\">לא</sup><i class=\"footnote\">נתבאר בדרשה הקודמת, יעו\"ש.\n</i>.<br>(תו\"כ)\n", "heVersionTitle": "Torah Temimah, Vilna, 1904", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורה תמימה, וילנה תרס\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59ef2dead6e4a90d4d5bfcfa", "index_title": "Steinsaltz on Berakhot", "category": "Quoting Commentary", "type": "", "ref": "Steinsaltz on Berakhot 61a:10", "anchorRef": "Leviticus 10:12", "anchorRefExpanded": ["Leviticus 10:12"], "sourceRef": "Steinsaltz on Berakhot 61a:10", "sourceHeRef": "ביאור שטיינזלץ על ברכות ס״א א:י׳", "anchorVerse": 12, "sourceHasEn": false, "compDate": [1950, 2010], "commentaryNum": 121.001, "collectiveTitle": {"en": "Steinsaltz on Berakhot", "he": "ביאור שטיינזלץ על ברכות"}, "heTitle": "ביאור שטיינזלץ על ברכות", "he": "ומקור לדברים: <b>בגדולה מתחילין מן הגדול</b> — <b>דכתיב</b> <small>[ש</small>כן <small>נאמר]:</small> <b>\"וידבר משה אל אהרן ואל אלעזר ואל איתמר בניו הנותרים קחו</b> את המנחה הנותרת...\" (ויקרא י,יב), משה שהוא הגדול, קודם. וזה ש<b>בקללה מתחילין מן הקטן</b> — שכן <b>בתחלה נתקלל</b> ה<b>נחש, ולבסוף,</b> לאחר מכן, <b>נתקללה חוה, ולבסוף נתקלל אדם</b> הראשון עצמו, והרי שהפורענות לא מן האדם התחילה!", "heVersionTitle": "William Davidson Edition - Hebrew", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5a15447cd6e4a92409ac02bf", "index_title": "Siftei Chakhamim", "category": "Commentary", "type": "commentary", "ref": "Siftei Chakhamim, Leviticus 10:12:1", "anchorRef": "Leviticus 10:12", "anchorRefExpanded": ["Leviticus 10:12"], "sourceRef": "Siftei Chakhamim, Leviticus 10:12:1", "sourceHeRef": "שפתי חכמים, ויקרא י׳:י״ב:א׳", "anchorVerse": 12, "sourceHasEn": true, "inline_reference": {"data-commentator": "Siftei Chakhamim", "data-label": "⚬"}, "compDate": [1660, 1680], "commentaryNum": 12.0001, "collectiveTitle": {"en": "Siftei Chakhamim", "he": "שפתי חכמים"}, "heTitle": "ויקרא", "he": "<b>על עון עגל.</b> וא\"ת והא לעיל מביא רש\"י פלוגתא דתנאים דלחד משום שהורו הוראה בפני רבן, ולחד מפני שנכנסו למקדש שתויי יין. וי\"ל דהא והא גרמא, אי הוי מעשה עגל לחוד למה המתין עד עכשיו. אי נמי למה המית נדב ואביהוא ולא אלעזר ואיתמר. אלא ודאי תלוי נמי בעון אחר, למר כדאית ליה ולמר כדאית ליה, ואי הוי טעם אחרון לחוד הייתי אומר אין עונשים בלא אזהרה, לכך צריך נמי עון העגל דיש בו אזהרה: ", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY", "heVersionTitleInHebrew": "חומש שפתי חכמים, הוצאת מצודה, 2009", "text": "<b>For the sin of the Golden Calf</b>. You might ask: Above (v. 2), Rashi brings a Tannaic disagreement: One view holds because they rendered halachic decisions in the presence of their master, and the other holds because they entered the Sanctuary intoxicated with wine. The answer is: Both factors were the cause. If there had been only the deed of the Golden Calf, why did Hashem wait until now? Alternatively, why did He kill Nodov and Avihu, and not Elozor and Isomor? Rather, it must be [that the cause of death] can be attributed to another sin as well, each Tanna according to his reasoning. But if it was only for the last reason, I would say that there is no punishment without [a prior] warning, therefore the sin of the Golden Calf was necessary as well, since it had a warning. ", "versionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": "חומש שפתי חכמים, הוצאת מצודה, 2009"}, {"_id": "5a15447cd6e4a92409ac02c1", "index_title": "Siftei Chakhamim", "category": "Commentary", "type": "commentary", "ref": "Siftei Chakhamim, Leviticus 10:12:2", "anchorRef": "Leviticus 10:12", "anchorRefExpanded": ["Leviticus 10:12"], "sourceRef": "Siftei Chakhamim, Leviticus 10:12:2", "sourceHeRef": "שפתי חכמים, ויקרא י׳:י״ב:ב׳", "anchorVerse": 12, "sourceHasEn": true, "inline_reference": {"data-commentator": "Siftei Chakhamim", "data-label": "⚬"}, "compDate": [1660, 1680], "commentaryNum": 12.0002, "collectiveTitle": {"en": "Siftei Chakhamim", "he": "שפתי חכמים"}, "heTitle": "ויקרא", "he": "<b>ואתפלל גם.</b> גם לרבות הבנים:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY", "heVersionTitleInHebrew": "חומש שפתי חכמים, הוצאת מצודה, 2009", "text": "<b>And I also prayed</b>. [The word] “also” includes the [Aharon’s] children.", "versionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": "חומש שפתי חכמים, הוצאת מצודה, 2009"}, {"_id": "5a15447cd6e4a92409ac02c3", "index_title": "Siftei Chakhamim", "category": "Commentary", "type": "commentary", "ref": "Siftei Chakhamim, Leviticus 10:12:3", "anchorRef": "Leviticus 10:12", "anchorRefExpanded": ["Leviticus 10:12"], "sourceRef": "Siftei Chakhamim, Leviticus 10:12:3", "sourceHeRef": "שפתי חכמים, ויקרא י׳:י״ב:ג׳", "anchorVerse": 12, "sourceHasEn": true, "inline_reference": {"data-commentator": "Siftei Chakhamim", "data-label": "⚬"}, "compDate": [1660, 1680], "commentaryNum": 12.0003, "collectiveTitle": {"en": "Siftei Chakhamim", "he": "שפתי חכמים"}, "heTitle": "ויקרא", "he": "<b>וקדשים אסורים לאונן.</b> דאל\"כ למה הוצרך לומר להם זה, הרי כבר נאמר בפ' צו והנותרת ממנה יאכלו אהרן ובניו. רא\"ם: ", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY", "heVersionTitleInHebrew": "חומש שפתי חכמים, הוצאת מצודה, 2009", "text": "And holy things are forbidden to an אונן<b> </b>(mourner on whom the obligation of burying the deceased still rests). Otherwise, why does it need to say this to them? It already speaks about it in Parshas Tzav (6:9): “Whatever remains from it shall be eaten by Aharon and his sons” (<i>Re’m</i>). ", "versionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": "חומש שפתי חכמים, הוצאת מצודה, 2009"}, {"_id": "5a15447cd6e4a92409ac02c5", "index_title": "Siftei Chakhamim", "category": "Commentary", "type": "commentary", "ref": "Siftei Chakhamim, Leviticus 10:12:4", "anchorRef": "Leviticus 10:12", "anchorRefExpanded": ["Leviticus 10:12"], "sourceRef": "Siftei Chakhamim, Leviticus 10:12:4", "sourceHeRef": "שפתי חכמים, ויקרא י׳:י״ב:ד׳", "anchorVerse": 12, "sourceHasEn": true, "inline_reference": {"data-commentator": "Siftei Chakhamim", "data-label": "⚬"}, "compDate": [1660, 1680], "commentaryNum": 12.0004, "collectiveTitle": {"en": "Siftei Chakhamim", "he": "שפתי חכמים"}, "heTitle": "ויקרא", "he": "<b>מנחת שמיני.</b> השנים עשר נשיאים התחילו להקריב קרבנם ונחשון הי' הראשון אע\"ג דהי' נמי שעיר ראש חודש והיו שלשה שעירים. מ\"מ לא רצה רש\"י לפרש שעיר ר\"ח, לפי שעל אותו מנחה לא צוה לו משה לאכול כמו שמשמע בסוף, שאהרן אמר למשה אם שמעת בקדשי שעה וכו', ומשה הודה לדבריו, ומשמע שלא אמר בתחילה בהדיא לאכלו: \n", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY", "heVersionTitleInHebrew": "חומש שפתי חכמים, הוצאת מצודה, 2009", "text": "<b>Meal-offering of the eighth</b>. The twelve princes began to bring offerings and Nachshon was the first. [You might ask:] There was also the [meal-offering of the] he-goat of Rosh Chodesh, and so there were three he-goats! [The answer is:] Nevertheless, Rashi did not want to mention the he-goat of Rosh Chodesh since Moshe did not command him to eat that meal-offering, as it is implied at the end, when Aharon told Moshe: If you heard [this law] regarding holy offerings of a [specific] time, etc. (see Rashi, end of v. 19). Moshe agreed [with the rationale of] Aharon’s words. This implies that Moshe did not explicitly say to eat it in the first place.\n", "versionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": "חומש שפתי חכמים, הוצאת מצודה, 2009"}, {"_id": "5a15447cd6e4a92409ac02c7", "index_title": "Siftei Chakhamim", "category": "Commentary", "type": "commentary", "ref": "Siftei Chakhamim, Leviticus 10:12:5", "anchorRef": "Leviticus 10:12", "anchorRefExpanded": ["Leviticus 10:12"], "sourceRef": "Siftei Chakhamim, Leviticus 10:12:5", "sourceHeRef": "שפתי חכמים, ויקרא י׳:י״ב:ה׳", "anchorVerse": 12, "sourceHasEn": true, "inline_reference": {"data-commentator": "Siftei Chakhamim", "data-label": "⚬"}, "compDate": [1660, 1680], "commentaryNum": 12.0005, "collectiveTitle": {"en": "Siftei Chakhamim", "he": "שפתי חכמים"}, "heTitle": "ויקרא", "he": "<b>מה ת\"ל.</b> וא\"ת לעיל נמי למה לא מפרש קחו את המנחה מה ת\"ל, לפי שהוא וכו' ולמה הוצרך לפרש אע\"פ שאתם אוננים וקדשים אסורים לאונן. ועוד קשה בסמוך שמפרש כי כן צויתי באנינות יאכלוה, דילמא כי כן צויתי שיאכלו את המנחה מצות. וי\"ל כי כן צויתי משמע חידוש, אע\"פ שאין הדין כן בשאר מנחות, ואי קאי אמה שאכלו את המנחה מצות, זה פשיטא הוא דכל מנחה אוכלים אותה מצות. לכך הוצרך לפרש באנינות יאכלוה, ולכך הוצרך נמי לפרש לעיל קחו את המנחה, ואע\"פ שאתם אוננים וכו', משום דכי כן צויתי קאי עליו, אבל אי הוה מפרש לעיל לפי שהוא מנחת צבור וכו' לא שייך לכתוב כי כן צויתי משום דבצווי לחודיה שצוה להם במנחה שגם בזו המנחה תנהוג בה כמנהג המנחה הי' די, למה חזר ואמר כי כן צויתי, אלא ע\"כ בעד אנינות צוה, שהוא סותר מה שקדם, שאונן אסור לאכול קדשים: ", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY", "heVersionTitleInHebrew": "חומש שפתי חכמים, הוצאת מצודה, 2009", "text": "<b>What does this verse teach? </b>You might ask: Above, as well, why did Rashi not explain: “Take the meal offering” — What does this verse teach? Because it is [a communal mealoffering,] etc.? Why did he need to explain: “Even though you are אוננים and holy things are forbidden to an אונן”? Another difficulty: Nearby (v. 13), Rashi explains: “For so have I been commanded” — “That they should eat it while they are אוננים.” Perhaps “for so have I been commanded” [means] they should eat the meal-offering as matzos? The answer is: “For so I have been commanded” implies a novel law — even though the law is otherwise regarding other meal-offerings. If it refers to [the law] that they should eat the meal-offering as matzos, this is obvious, for every meal-offering is eaten as matzos. Therefore, Rashi needs to explain: They should eat it while they are אוננים. Also, this is why he needs to explain above: “Take the meal-offering” — “Even though you are אוננים...” because the verse, “For so have I been commanded” refers back to it. However, if he was to explain above [on “Take the meal-offering”]: Because it is a communal meal-offering, it would no longer be applicable to write: “For so I have been commanded,” because with one command alone, in which He commands them regarding a meal-offering that this meal-offering will be treated like any other meal-offering, it would be sufficient. Why does it say again: “For so I have been commanded”? Rather, perforce, it was because of אנינות He commanded, which is contrary to the precedent that an אונן is prohibited to eat holy sacrifices.\n", "versionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": "חומש שפתי חכמים, הוצאת מצודה, 2009"}, {"_id": "5a79be5dd6e4a94571872eca", "index_title": "Zevachim", "category": "Talmud", "type": "", "ref": "Zevachim 60a:13", "anchorRef": "Leviticus 10:12", "anchorRefExpanded": ["Leviticus 10:12"], "sourceRef": "Zevachim 60a:13", "sourceHeRef": "זבחים ס׳ א:י״ג", "anchorVerse": 12, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 119.0013, "collectiveTitle": {"en": "Zevachim", "he": "זבחים"}, "heTitle": "זבחים", "he": "אמר רבי אלעזר מזבח שנפגם אין אוכלין בגינו שירי מנחה שנאמר (ויקרא י, יב) ואכלוה מצות אצל המזבח וכי אצל המזבח אכלוה אלא בזמן שהוא שלם ולא בזמן שהוא חסר", "heVersionTitle": "Wikisource Talmud Bavli", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "תלמוד בבלי (ויקיטקסט)", "text": "§ <b>Rabbi Elazar says:</b> In the case of <b>an altar that was damaged, one may not eat the remainder of a meal offering on its account, as it is stated:</b> “Take the meal offering…<b>and eat it without leaven beside the altar;</b> for it is most holy” (Leviticus 10:12). The verse is difficult: <b>But did</b> the priests have to <b>eat</b> the meal offering <b>beside the altar?</b> A priest may eat sacrificial items even of the most sacred order anywhere in the Temple courtyard. <b>Rather,</b> the verse means that one may eat the meal offering only <b>at a time when</b> the altar <b>is complete, but not at a time when it is lacking.</b>", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "5a9ff188d6e4a93bec1fb194", "index_title": "Steinsaltz on Zevachim", "category": "Quoting Commentary", "type": "", "ref": "Steinsaltz on Zevachim 60a:13", "anchorRef": "Leviticus 10:12", "anchorRefExpanded": ["Leviticus 10:12"], "sourceRef": "Steinsaltz on Zevachim 60a:13", "sourceHeRef": "ביאור שטיינזלץ על זבחים ס׳ א:י״ג", "anchorVerse": 12, "sourceHasEn": false, "compDate": [1950, 2010], "commentaryNum": 119.0013, "collectiveTitle": {"en": "Steinsaltz on Zevachim", "he": "ביאור שטיינזלץ על זבחים"}, "heTitle": "ביאור שטיינזלץ על זבחים", "he": "<big>א</big> <b>אמר ר' אלעזר: מזבח שנפגם, אין אוכלים בגינו</b> (בגללו, בשבילו) <b>שירי מנחה, שנאמר</b> לאהרן ובניו: \"קחו את המנחה... <b>ואכלוה מצות אצל המזבח</b> כי קדש קדשים היא\" (ויקרא י, יב), <b>וכי אצל המזבח</b> דווקא <b>אכלוה? אלא</b> לומר, <b>בזמן ש</b>המזבח <b>הוא שלם ולא בזמן שהוא חסר.</b>", "heVersionTitle": "William Davidson Edition - Hebrew", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5b0e9fc973ad4f00597bbf1c", "index_title": "Or HaChaim on Exodus", "category": "Quoting Commentary", "type": "", "ref": "Or HaChaim on Exodus 28:10:1", "anchorRef": "Leviticus 10:12", "anchorRefExpanded": ["Leviticus 10:12"], "sourceRef": "Or HaChaim on Exodus 28:10:1", "sourceHeRef": "אור החיים על שמות כ״ח:י׳:א׳", "anchorVerse": 12, "sourceHasEn": true, "compDate": [1718, 1742], "commentaryNum": 10.0001, "collectiveTitle": {"en": "Or HaChaim on Exodus", "he": "אור החיים על שמות"}, "heTitle": "אור החיים על שמות", "he": "<b>ששה משמותם וגו'</b>. צריך לדעת למה אמר <b>משמותם</b> ולא אמר ששה שמות וגו' וששה שמות על וגו' כתולדותם. גם לא היה צריך לומר הנותרים כי רואה אני שנותרים הם. ובהכרח לפרש <b>נותרים</b> הפחותים על דרך אומרו על אלעזר וגו' הנותרים ודרשו ז\"ל (יומא פ\"ז זהר ח\"ג נ\"ו:) הפחותים כו' וכמו שדרשו גם כן (ב\"ר פע\"ג) בפסוק צאן לבן הנותרות יעויין שם, וזה יבהיל כי מאומרו <b>כתולדותם</b> משמע כסדר שנולדו ליעקב ואם כן למה הנולדים באחרונה פחותים מהדאשונים ומה גם שיש באחרונים בני הגבירות יוסף ובנימין זבולון ויששכר בן תורה ויש בראשונים מבני השפחות ואיך יקרא הכתוב לבני הגבירה נותרים בערך בני השפחות. ", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "<b> <span class=\"font1\">ששה משמותם על האבן האחת</span>, \"Six of their names on the one stone, etc.\"</b> Why did the Torah use the unusual expression <span class=\"font1\">משמותם</span>, \"of their names,\" instead of saying simply <span class=\"font1\">ששה שמות</span>, \"six names,\" etc.? Besides, the word <span class=\"font1\">הנותרים</span>, \"the remaining ones,\" is quite unnecessary as we all know that there were only a total of twelve tribes. We are therefore forced to conclude that the adjective \"the remaining ones,\" implies that the latter six tribes were inferior to the the first six. We find something similar after the death of Nadav and Avihu, where the Torah describes Eleazar and Ittamar as the \"remaining\" sons of Aaron (Leviticus 10,12). Our sages in <i>Yuma</i> 87 describe the word <span class=\"font1\">הנותרים</span> as referring to something inferior, using the word in Leviticus as their example. <i>Bereshit Rabbah</i> 73,9 discusses Genesis 30,36 where the Torah speaks about \"the remaining flocks of Laban,\" and also describes the word \"remaining\" as referring to something inferior. If the meaning of the word <span class=\"font1\">הנותרים</span> in our verse were to indicate that these tribes were inferior, this is most surprising seeing that the Torah underlines that they were recorded <span class=\"font1\">כתולדותם</span>, \"in the order of their (their founder's) birth.\" Why would the sons born to Jacob later be inferior to those born to him earlier? This seems especially unlikely seeing that Joseph was Jacob's favorite and is known as \"Joseph the righteous.\" How could he be considered \"inferior?\" Moreover, we find that amongst the first 6 names listed are sons of the maidservants whereas several of the names inscribed on the second stone were of sons born by Jacob's true wives!", "versionTitle": "Or Hachayim, trans. Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5c1790f1bb386c00d3dea647", "index_title": "Rashi on Chagigah", "category": "Quoting Commentary", "type": "", "ref": "Rashi on Chagigah 11b:7:8", "anchorRef": "Leviticus 10:12", "anchorRefExpanded": ["Leviticus 10:12"], "sourceRef": "Rashi on Chagigah 11b:7:8", "sourceHeRef": "רש\"י על חגיגה י״א ב:ז׳:ח׳", "anchorVerse": 12, "sourceHasEn": false, "compDate": [1065, 1115], "commentaryNum": 7.0008, "collectiveTitle": {"en": "Rashi on Chagigah", "he": "רש\"י על חגיגה"}, "heTitle": "רש\"י על חגיגה", "he": "רתוי הוא לו - טוב ויפה היה לו אם לא בא לעולם ואומר אני שהוא לשון רחמנות כלומר מרוחם הוא אם לא בא לעולם ודוגמתו בתורת כהנים אל אלעזר ואל איתמר בניו הנותרים (ויקרא י׳:י״ב) ראויין היו לישרף אלא שריתה הכתוב לאהרן:", "heVersionTitle": "Vilna Edition", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מהדורת וילנא", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5c17b928b071e100bf4e7878", "index_title": "Rashi on Yoma", "category": "Quoting Commentary", "type": "", "ref": "Rashi on Yoma 5b:2:3", "anchorRef": "Leviticus 10:12", "anchorRefExpanded": ["Leviticus 10:12"], "sourceRef": "Rashi on Yoma 5b:2:3", "sourceHeRef": "רש\"י על יומא ה׳ ב:ב׳:ג׳", "anchorVerse": 12, "sourceHasEn": false, "compDate": [1065, 1115], "commentaryNum": 2.0003, "collectiveTitle": {"en": "Rashi on Yoma", "he": "רש\"י על יומא"}, "heTitle": "רש\"י על יומא", "he": [], "heVersionTitle": "Vilna Edition", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מהדורת וילנא", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5c7d93b3d712ce00182a2674", "index_title": "Sifra", "category": "Midrash", "type": "", "ref": "Sifra, Shemini, Chapter 1 1", "anchorRef": "Leviticus 10:12", "anchorRefExpanded": ["Leviticus 10:12"], "sourceRef": "Sifra, Shemini, Chapter 1 1", "sourceHeRef": "ספרא, שמיני, פרק א א׳", "anchorVerse": 12, "sourceHasEn": true, "compDate": [250, 350], "commentaryNum": 1, "collectiveTitle": {"en": "Sifra", "he": "ספרא"}, "heTitle": "פרק א", "he": "[א] \"וידבר משה אל אהרן ואל אלעזר ואל איתמר בניו\" – בניו שקולים בו בכבוד ושקולים בו בדממה. יכול אף הראשונים שקולים בו בכבוד? תלמוד לומר \"הנותרים\" – הנותרים שקולים בו בכבוד ואין הראשונים שקולים בו בכבוד.", "heVersionTitle": "Venice 1545", "heLicense": "", "heVersionTitleInHebrew": "", "text": "1) (Vayikra 10:12): \"And Moses spoke to Aaron and to Elazar and Ithamar his sons\": His sons were equal to him in (deserving) honor and they were equal to him in keeping silent (viz. Vayikra 10:3). I might think that his first sons, too, (Nadav and Avihu) were equal to him in honor. It is, therefore, written (of Elazar and Ithamar) \"his remaining sons.\" His remaining sons were equal to him in honor, but not the first ones.", "versionTitle": "Sifra by Rabbi Shraga Silverstein", "license": "CC-BY", "versionTitleInHebrew": "ספרא, רבי שרגא זילברשטיין"}, {"_id": "5c7d93b646444100666837fe", "index_title": "Sifra", "category": "Midrash", "type": "midrash", "ref": "Sifra, Shemini, Chapter 1 2", "anchorRef": "Leviticus 10:12", "anchorRefExpanded": ["Leviticus 10:12"], "sourceRef": "Sifra, Shemini, Chapter 1 2", "sourceHeRef": "ספרא, שמיני, פרק א ב׳", "anchorVerse": 12, "sourceHasEn": true, "compDate": [250, 350], "commentaryNum": 2, "collectiveTitle": {"en": "Sifra", "he": "ספרא"}, "heTitle": "פרק א", "he": "[ב] רבן שמעון בן גמליאל אומר משום ר' אלעזר בן עזריה הרי הוא אומר \"וימת נדב ואביהוא לפני השם בהקריבם אש זרה ובנים לא היו להם\" – שאילו היה להם בנים היו קודמים לאלעזר ואיתמר, שכל הקודם בנחלה הוא קודם בכבוד. אם כן למה נאמר \"הנותרים\"? אמר להם \"לא היה לכם להסתכל באלו שעשו דבר שלא בעצה ונשטפו\". ר' אליעזר אומר קרובים היו לשטף אלא שריחם המקום על אהרן.", "heVersionTitle": "Venice 1545", "heLicense": "", "heVersionTitleInHebrew": "", "text": "2) R. Shimon b. Gamliel said in the name of R. Elazar b. Azaryah: It is written (Bamidbar 3:4): \"And Nadav and Avihu died before the L–rd in offering a strange fire before the L–rd in the desert of Sinai; and they did not have sons. And Elazar and Ithamar officiated as priests in the presence of Aaron their father.\" For if they did have sons, they would have taken precedence to Elazar and Ithamar. For all who take precedence in inheritance take precedence in (assuming a position of) honor. If so, why is it written \"his remaining sons\"? Moses said to them: Should you not observe (i.e., imprint upon your minds) what happened to these (Nadav and Avihu) because they did not take counsel (see Miluim Shemini 32) and they were swept away? R. Eliezer says: They were close to being swept away (because of the sin of the golden calf made by Aaron), but the L–rd pitied Aaron (and left a \"remnant\" for him).", "versionTitle": "Sifra by Rabbi Shraga Silverstein", "license": "CC-BY", "versionTitleInHebrew": "ספרא, רבי שרגא זילברשטיין"}, {"_id": "5c7d93baa51caf0018dca927", "index_title": "Sifra", "category": "Midrash", "type": "", "ref": "Sifra, Shemini, Chapter 1 3", "anchorRef": "Leviticus 10:12", "anchorRefExpanded": ["Leviticus 10:12"], "sourceRef": "Sifra, Shemini, Chapter 1 3", "sourceHeRef": "ספרא, שמיני, פרק א ג׳", "anchorVerse": 12, "sourceHasEn": true, "compDate": [250, 350], "commentaryNum": 3, "collectiveTitle": {"en": "Sifra", "he": "ספרא"}, "heTitle": "פרק א", "he": "[ג] \"קחו את המנחה\" – זו מנחת נחשון; \"הנותרת\" – זו מנחת יום השמיני; \"מאשי השם\" – אין להם אלא אחר מתן אישים.", "heVersionTitle": "Venice 1545", "heLicense": "", "heVersionTitleInHebrew": "", "text": "3) (Vayikra 10:12) \"Take the meal-offering\": This is the meal-offering of Nachshon (viz. Bamidbar 7:12-13). \"remaining (from the fire-offerings of the L–rd\"): This is the meal-offering of the eighth day (viz. Vayikra 9:4). \"from the fire-offerings of the L–rd\": They can eat it only after (the sacrifice of) the fire-offerings.", "versionTitle": "Sifra by Rabbi Shraga Silverstein", "license": "CC-BY", "versionTitleInHebrew": "ספרא, רבי שרגא זילברשטיין"}, {"_id": "5c7d93bf3081100060591cb6", "index_title": "Sifra", "category": "Midrash", "type": "", "ref": "Sifra, Shemini, Chapter 1 4", "anchorRef": "Leviticus 10:12", "anchorRefExpanded": ["Leviticus 10:12"], "sourceRef": "Sifra, Shemini, Chapter 1 4", "sourceHeRef": "ספרא, שמיני, פרק א ד׳", "anchorVerse": 12, "sourceHasEn": true, "compDate": [250, 350], "commentaryNum": 4, "collectiveTitle": {"en": "Sifra", "he": "ספרא"}, "heTitle": "פרק א", "he": "[ד] \"ואכלוה מצות\" מה תלמוד לומר? מפני שהיא מנחת צבור והיא מנחת מצות שעה ואין כיוצא בה לדורות. לכך נאמר \"ואכלוה מצות\".", "heVersionTitle": "Venice 1545", "heLicense": "", "heVersionTitleInHebrew": "", "text": "4) (Vayikra 10:12) \"and eat it unleavened\": What is the intent of this? (i.e., it has already been stated, viz. Vayikra 6:9). Because it is a communal meal-offering, and was prescribed only for that time, and not for succeeding generations, it had to be stated \"and eat it unleavened.\"", "versionTitle": "Sifra by Rabbi Shraga Silverstein", "license": "CC-BY", "versionTitleInHebrew": "ספרא, רבי שרגא זילברשטיין"}, {"_id": "5c7d93c54d7b5e00177b9ecc", "index_title": "Sifra", "category": "Midrash", "type": "midrash", "ref": "Sifra, Shemini, Chapter 1 5", "anchorRef": "Leviticus 10:12", "anchorRefExpanded": ["Leviticus 10:12"], "sourceRef": "Sifra, Shemini, Chapter 1 5", "sourceHeRef": "ספרא, שמיני, פרק א ה׳", "anchorVerse": 12, "sourceHasEn": true, "compDate": [250, 350], "commentaryNum": 5, "collectiveTitle": {"en": "Sifra", "he": "ספרא"}, "heTitle": "פרק א", "he": "[ה] \"אצל המזבח\" – ולא בהיכל; ולא על גבי המזבח. אין לי אלא זו בלבד; מנין לרבות קדש קדשים? תלמוד לומר \"קדש קדשים\". 'היא' 'ואותה' 'והיא' – הרי אלו מעוטים; פרט לתודה וללחמה, לאיל נזיר וללחמו, לאיל המלואים וללחמו.", "heVersionTitle": "Venice 1545", "heLicense": "", "heVersionTitleInHebrew": "", "text": "5) \"beside the altar\": and not in the sanctuary, and not on top of the altar. This tells me only of this (the meal-offering). Whence do we derive for inclusion (all) holy of holies? From: (\"for it is) holy of holies.\" \"it\" (above) and \"it\" (Vayikra 6:13) (\"And you shall eat it\") and \"it\" (Vayikra 6:13) (\"and the portion of your sons is it\") are (three) terms of exclusion — to exclude (from being eaten beside the altar): the thanksgiving offering and its bread, the ram of the Nazirite and its bread, the miluim ram and its bread, (which may be eaten in all of Jerusalem).", "versionTitle": "Sifra by Rabbi Shraga Silverstein", "license": "CC-BY", "versionTitleInHebrew": "ספרא, רבי שרגא זילברשטיין"}, {"_id": "5c7d93c74644410066683800", "index_title": "Sifra", "category": "Midrash", "type": "midrash", "ref": "Sifra, Shemini, Chapter 1 6", "anchorRef": "Leviticus 10:12", "anchorRefExpanded": ["Leviticus 10:12"], "sourceRef": "Sifra, Shemini, Chapter 1 6", "sourceHeRef": "ספרא, שמיני, פרק א ו׳", "anchorVerse": 12, "sourceHasEn": true, "compDate": [250, 350], "commentaryNum": 6, "collectiveTitle": {"en": "Sifra", "he": "ספרא"}, "heTitle": "פרק א", "he": "[ו] \"ואכלתם אֹתה במקום קדוש\" מה תלמוד לומר? לפי שאמר \"אצל המזבח\" – אין לי אלא סמוך למזבח; מנין לרבות הלשכות הבנויות בחול ופתוחות לקדש? תלמוד לומר \"במקום קדוש\".", "heVersionTitle": "Venice 1545", "heLicense": "", "heVersionTitleInHebrew": "", "text": "6) \"And you shall eat it in a holy place\": What is the intent of this? Because it is written \"beside the altar,\" I might think that (it must be eaten) right next to the altar. Whence do I derive for inclusion the compartments built outside the (azarah), but opening into it? From \"in a holy place.\"", "versionTitle": "Sifra by Rabbi Shraga Silverstein", "license": "CC-BY", "versionTitleInHebrew": "ספרא, רבי שרגא זילברשטיין"}, {"_id": "5c7d93c9ea593e00185b64e2", "index_title": "Sifra", "category": "Midrash", "type": "midrash", "ref": "Sifra, Shemini, Chapter 1 7", "anchorRef": "Leviticus 10:12", "anchorRefExpanded": ["Leviticus 10:12"], "sourceRef": "Sifra, Shemini, Chapter 1 7", "sourceHeRef": "ספרא, שמיני, פרק א ז׳", "anchorVerse": 12, "sourceHasEn": true, "compDate": [250, 350], "commentaryNum": 7, "collectiveTitle": {"en": "Sifra", "he": "ספרא"}, "heTitle": "פרק א", "he": "[ז] \"כי חקך וחק בניך\" – חק לבנים ואין חק לבנות. \"מאשי השם\" – אין להם אלא לאחר מתנת האישים.", "heVersionTitle": "Venice 1545", "heLicense": "", "heVersionTitleInHebrew": "", "text": "7) \"for it is your portion and the portion of your sons\": but not that of your daughters. \"from the fire-offerings of the L–rd\": They can eat it only after (the sacrifice of) the fire-offerings.", "versionTitle": "Sifra by Rabbi Shraga Silverstein", "license": "CC-BY", "versionTitleInHebrew": "ספרא, רבי שרגא זילברשטיין"}, {"_id": "5c7d93cd3081100060591cbd", "index_title": "Sifra", "category": "Midrash", "type": "", "ref": "Sifra, Shemini, Chapter 1 8", "anchorRef": "Leviticus 10:12", "anchorRefExpanded": ["Leviticus 10:12"], "sourceRef": "Sifra, Shemini, Chapter 1 8", "sourceHeRef": "ספרא, שמיני, פרק א ח׳", "anchorVerse": 12, "sourceHasEn": true, "compDate": [250, 350], "commentaryNum": 8, "collectiveTitle": {"en": "Sifra", "he": "ספרא"}, "heTitle": "פרק א", "he": "[ח] \"כי כן צֻוֵּיתִי (שם, יג)…כאשר צִוֵּיתִי (שם, יח)…כאשר צוה השם (שם, טו)\" \"כי כן צויתי\" – לומר לכם בשעת אנינותן יאכלוה; \"כאשר צויתי\" – בשעת מעשה אמר להם; \"כאשר צוה השם\" – ולא מעצמי אני אומר לכם.", "heVersionTitle": "Venice 1545", "heLicense": "", "heVersionTitleInHebrew": "", "text": "8) (Vayikra 10:12): (\"Take the meal-offering remaining) … (Vayikra 10:13) for thus have I been commanded.\" (Vayikra 10:16): (\"And for the goat of the sin-offering [of the additional offerings of the New Moon] Moses inquired … (Vayikra 10:18) You should have eaten it in the holy place) as I had commanded.\" (Vayikra 10:14): (\"And the breast of the waving and the shok of the lifting shall you eat in a clean place) … (Vayikra 10:15) as the L–rd has commanded.\" (Why are all of these \"commanded\" needed?) \"for thus have I been commanded\" — to tell you that you should eat the meal-offering even though you are in mourning (aninuth, for Nadav and Avihu). \"as I had commanded\" — at the time (in respect to the meal-offering, that it should be eaten). \"as the L–rd has commanded\" — and it is not of my own volition that I tell you to eat it (in your mourning).", "versionTitle": "Sifra by Rabbi Shraga Silverstein", "license": "CC-BY", "versionTitleInHebrew": "ספרא, רבי שרגא זילברשטיין"}, {"_id": "5cdd6d0525f25e00197a05bd", "index_title": "Malbim on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Malbim on Leviticus, Shmini 41:1", "anchorRef": "Leviticus 10:12", "anchorRefExpanded": ["Leviticus 10:12"], "sourceRef": "Malbim on Leviticus, Shmini 41:1", "sourceHeRef": "מלבי\"ם על ויקרא, שמיני מ״א:א׳", "anchorVerse": 12, "sourceHasEn": false, "compDate": [1844, 1874], "commentaryNum": 41.0001, "collectiveTitle": {"en": "Malbim", "he": "מלבי\"ם"}, "heTitle": "שמיני", "he": "<b>ואל אלעזר ואל איתמר בניו:</b> כלל בלשון שכל תואר המיותר, שהמתואר ניכר בלעדו, יש בו טעם או דרוש. וכן בשם תואר או מצטרף הנלוה לשם העצם.  כמו שאמרו בבראשית רבה (<small>פרק כב</small>) \"וידע אדם את חוה אשתו\" - חויא חויך ואת חויא דאדם, ר\"ל דהיה די לכתב כמו שכתוב (<small>בפסוק כה</small>) \"וידע אדם עוד את אשתו\". ובמדרש ((בר\"ר כב, ח)) \"ויקם קין על הבל אחיו\" שהבל נתמלא על קין רחמים - שעל זה אמר \"אחיו\". (בר\"ר, לו) \"וירא חם אבי כנען\" - כנען ראה והגיד לחם, שעל זה אמר \"אבי כנען\" (בר\"ר, נב) \"על דבר שרי אשת אברם\" - שהיתה אומרת לו שהיא אשת אברם ולא פירש. וכן ברבה (בר\"ר, מה) על הגר שפחת שרי, עיי\"ש. (<small>ופרשה מז</small>) על \"שרי אשתך\" מרתא דבעלה. וכן דריש (בר\"ר, נ) מה שכתוב \"חתניו לוקחי בנותיו\" (בר\"ר, סג) מה שכתוב \"בקחתו את רבקה בת בתואל אחות לבן\" (בר\"ר, סה) על מה שכתוב \"ויקרא את עשו בנו הגדול\" ופרק ע\"ו (בר\"ר, עו) על מה שכתוב \"וישלח יעקב מלאכים אל עשו אחיו\" (בר\"ר, פ) על \"ותצא דינה בת לאה כאמה בתה\", וכן בכמה מקומות. ואם כן במה שכתב פה תואר \"בניו\" שמיותר – דריש בספרא שהיו בניו ושוים לו בכבוד ובדממה. ונראה דמה שאמר \"בכבוד\" דריש מפה ומה שאמר \"בדממה\" דריש ממה שכתוב למעלה (פסוק ו) \"ויאמר משה אל אהרן ולאלעזר ולאיתמר בניו\". וכבר בארתי (<small>שם ס' כח</small>) שממה שכתוב \"אל אהרן ולאלעזר\" מורה שיחד עיקר הדבור לאהרן כפי ההבדל שיש בין 'אמירה' שאחריו \"אל\" ובין 'אמירה' שאחריו למ\"ד, עיי\"ש. ואמר בספרא שזה להקדים את הגדול בגדולה. לפי זה לא מוכח משם שהשוו לו בכבוד רק שהשוו לו בדממה. שאי לאו כן היה לו ליחס האמירה לאלעזר במלת \"אל\" שמורה על שימת לב והבין במאמר כמש\"ש שזה היה ראוי אם לא דממו והתאבלו יותר מדאי. מה שאין כן פה שאמר בכולם מלת \"אל\" מורה ששוים בכבוד. והבן. ובמה שכתב \"הנותרים\" שהוא מיותר דריש שרק הנותרים נחשבו בניו להדמות אליו בכבוד, לא הראשונים. וזהו שאמר יכול אף הראשונים וכולי תלמוד לומר \"הנותרים\".  ורבן שמעון בן גמליאל חולק על זה וסבירא ליה שאם היו נדב ואביהוא חיים היו קודמים בכבוד, רק מפרש שמה שכתוב \"הנותרים\" הוא מדבורו של משה אליהם שהזכיר להם שהם נותרים כי אחיהם מתו. וזכר סבת מיתתם על שעשו דבר שלא בעצה למען ילמדו מוסר וישמעו וייראו. וכפי הנראה תנא קמא ורשב\"ג פליגי בפלוגתת ר' ישמעאל ורבי עקיבא במכלתא דמלואים (משנה לב). תנא קמא סבירא ליה כר' מאיר שהכניסו אש זרה ממש שזה מחוסר אמונתם שירד האש כמו שפרשתי למעלה (<small>סימן ?</small>), ולכן סבירא ליה דאין הראשונים שקולים בו בכבוד. ור' שמעון בן גמליאל משום ר' אלעזר בן עזריה יסבר כר' ישמעאל שלא היה אש זרה רק הכניסוה בלא עצה, וזהו שאמר בלשונו \"לא היה לכם להסתכל באלו שעשו דבר שלא בעצה\", ואם כן סבירא ליה שהיו ראוים לכבוד. ור' אליעזר שאמר קרובים היו לשטף השקיף על מלת \"הנותרים\" כפי ההבדל שיש בין <b>נשאר</b> ובין <b>נותר</b>. ששניהם יציינו השאר החלק מן הכל. רק \"נשאר\" מציין שנשאר בכוונה ו\"נותר\" מציין שנותר שלא בכוונה, כמו שפרשנו תמיד בתנ\"ך. ומזה יעמד עוד הבדל שכיון שחלק הנשאר הופרש ונתיחד בכוונה לבדו – ממילא לא היה משותף עם הכל כלל. מה שאין כן חלק הנותר (שהוא שלא בכוונה) – היה משותף תחלה עם הכל, רק על פי מקרה נותר לבדו. כמו שכתוב \"וישאר אך נח\" \"ויותר יעקב לבדו\". כי נח לא היה בכלל השטף כלל אבל יעקב היה בכלל העוברים ונותר במקרה. וכן ממה שכתב \"הנותרים\" ולא \"הנשארים\" דייק שהיו קרובים לשטף. וכן אמר ביומא <small>(דף פז.)</small> הרבה בנים היו לו לאהרן שראוים לשרוף שנאמר \"הנותרים\" אלא זכות אביהם עמדה להם. ור\"א לשיטתו שאמר (<small>במכלתא דמלואים מש' ל\"ה</small>) שמתו בחוץ ושם היה גם אלעזר ואיתמר והיו קרובים לשטף.", "heVersionTitle": "Malbim on Vayikra – Wikisource", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5cdd6d0625f25e00197a05bf", "index_title": "Malbim on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Malbim on Leviticus, Shmini 42:1", "anchorRef": "Leviticus 10:12", "anchorRefExpanded": ["Leviticus 10:12"], "sourceRef": "Malbim on Leviticus, Shmini 42:1", "sourceHeRef": "מלבי\"ם על ויקרא, שמיני מ״ב:א׳", "anchorVerse": 12, "sourceHasEn": false, "compDate": [1844, 1874], "commentaryNum": 42.0001, "collectiveTitle": {"en": "Malbim", "he": "מלבי\"ם"}, "heTitle": "שמיני", "he": "<b>קחו את המנחה הנותרת מאישי השם:</b> הכתוב יאמר תמיד על השירים \"הנותרת מן המנחה\" (<small>ויקרא ב:ג, ב:י, ושם ו:ט</small>), לא \"המנחה הנותרת\" שמשמע שכל המנחה נותרה מאשי השם.  מזה למד הספרא שרמז על מנחת נחשון. שכפי שנבאר בסימן שאחרי זה היתה מנחת נסכים שדינה שתשרף כולה על גבי האישים, ופה היה הוראת שעה שלא הקטיר רק קומץ. ואם כן היתה מנחה מאשי השם – כי היתה ראויה לאישים – ונשתנה דתה לאכילה. אולם אם היה מכוין על מנחת נחשון לבדה לא יצדק מלת \"הנותרת\" והיה לו לכתוב \"קחו את המנחה מאישי השם\", והיה פירושו המנחה שניתן להם מן האישים (כמו \"חלקם נתתי לכם מאישי\"), ומזה למד שבמלת \"הנותרת\" רמז גם למנחת שמיני שהקריב הקומץ כדינו והנותרת היה מן האישים. והשכיל בלשונו במה שכתב \"המנחה הנותרת\" ולא אמר לא \"הנותרת מן המנחה\" ולא \"המנחה מאישי השם\" לדעת שכיון על שני המנחות.  ומה שאמר \"מאישי השם\" אין להם אלא לאחר מתנת האישים – פרשתי (<small>צו סימן לז</small>).", "heVersionTitle": "Malbim on Vayikra – Wikisource", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5cdd6d06c4424d0058269a6a", "index_title": "Malbim on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Malbim on Leviticus, Shmini 43:1", "anchorRef": "Leviticus 10:12", "anchorRefExpanded": ["Leviticus 10:12"], "sourceRef": "Malbim on Leviticus, Shmini 43:1", "sourceHeRef": "מלבי\"ם על ויקרא, שמיני מ״ג:א׳", "anchorVerse": 12, "sourceHasEn": false, "compDate": [1844, 1874], "commentaryNum": 43.0001, "collectiveTitle": {"en": "Malbim", "he": "מלבי\"ם"}, "heTitle": "שמיני", "he": "<b>ואכלוה מצות:</b> הוצרך לבאר להם זה מפני שהיו קדשי שעה ולמדם שיהיה נוהג בהם דין שאר מנחות כמו שפרש\"י. וכן מטעם זה הותרו באנינות כמו שיתבאר אחרי זה. והנה מנחת שמיני היתה קדשי שעה מפני שהיתה מנחת צבור ואין הצבור מביאין מנחה. אבל מנחת נחשון הלא היתה מנחת נדבה (<small>כמו שמובא בספרי נשא</small>) והיתה מנחת יחיד. מאי טעמא הוצרך ללמד דיניה ומאי טעמא הותרה באנינות? ונראה שמזה הוציא רש\"י ז\"ל מ\"ש במנחות (<small>דף ה: ד\"ה שניהם מלאים סולת</small>) ובמנחת נסכים קא משתעי – רצה לומר שהנשיאים התנדבו מנחת נסכים ושפיר היה קדשי שעה כי קיימא לן דאם מתנדב מנחת נסכים – כולה כליל [<small>כמ\"ש במנחות</small> <small>(דף קו.)</small>], וכיון שהוא צוה לאכלה היה הוראת שעה, ושפיר הותרה באנינות כיון שאין כיוצא בה לדורות.", "heVersionTitle": "Malbim on Vayikra – Wikisource", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5cdd6d08c4424d0058269a6e", "index_title": "Malbim on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Malbim on Leviticus, Shmini 44:1", "anchorRef": "Leviticus 10:12", "anchorRefExpanded": ["Leviticus 10:12"], "sourceRef": "Malbim on Leviticus, Shmini 44:1", "sourceHeRef": "מלבי\"ם על ויקרא, שמיני מ״ד:א׳", "anchorVerse": 12, "sourceHasEn": false, "compDate": [1844, 1874], "commentaryNum": 44.0001, "collectiveTitle": {"en": "Malbim", "he": "מלבי\"ם"}, "heTitle": "שמיני", "he": "<b>אצל המזבח:</b> כבר בארנו (<small>סדר ויקרא ס' פו</small>) שמלת '<b>אצל'</b> מורה על הסמיכות. אולם פה אי אפשר לפרש שלא הותר לאכל רק סמוך למזבח דהא כתיב אחר כך \"ואכלתם אותה במקום קדוש\" שכולל כל העזרה. רק שולל את ההיכל שהוא רשות אחר וגג המזבח שהוא על המזבח, לא אצלו. ובאמת בזבחים <small>(דף ס.)</small> למד ר\"א שמ\"ש לשון \"אצל המזבח\" בא להוציא כשנפגום המזבח שאז לא יאכלו קדשי קדשים. ופירוש \"אצל המזבח\" – כשהמזבח נמצא שמה בעזרה, לא כשנתקלקל.", "heVersionTitle": "Malbim on Vayikra – Wikisource", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5cdd6d09c4424d0058269a70", "index_title": "Malbim on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Malbim on Leviticus, Shmini 45:1", "anchorRef": "Leviticus 10:12", "anchorRefExpanded": ["Leviticus 10:12"], "sourceRef": "Malbim on Leviticus, Shmini 45:1", "sourceHeRef": "מלבי\"ם על ויקרא, שמיני מ״ה:א׳", "anchorVerse": 12, "sourceHasEn": false, "compDate": [1844, 1874], "commentaryNum": 45.0001, "collectiveTitle": {"en": "Malbim", "he": "מלבי\"ם"}, "heTitle": "שמיני", "he": "<b>כי קדש קדשים היא:</b> כבר בארנו (<small>באילת השחר ס' קלה</small>) שכל מקום שבאר הטעם – כמו \"קדש קדשים היא\" \"מנחה היא\" \"חטאת היא\" – יש בו דרוש, כי למה יודיע זה? ובפרט שכבר באר בפר' ויקרא ובפר' צו בדיני המנחות שכולם קדש קדשים? ובארו חז\"ל שבא ללמד שמה שצריך שתאכל בעזרה אינו מיוחד במנחת לבד מצד שהיא מנחה, רק מצד שהיא קדש קדשים, וזה נוהג בכל קדש קדשים כמו בחטאת ואשם ושלמי צבור.  וכבר בארנו (<small>באילת השחר שם</small>) שכל מקום שאומר \"קדש קדשים הוא\" \"מנחה היא\" וכדומה – מלת \"היא\" מיותר; שהרבה פעמים ישמיט מלת \"היא\", עיי\"ש. ובפרט שכיון שלפי הדרוש בא לומר שזה נוהג בכל קדשי קדשים היה יותר נכון בלא מלת \"היא\". וכן במה שכתב \"כי חקך וחק בניך היא\" גם כן מלת \"היא\" מיותר. וכן מה שכתב \"ואכלתם אותה\" היה לו לכתוב \"ואכלוה\" בכינוי. וכבר בארתי באילת השחר (<small>ס' קן</small>) ובכל הספר שכל מקום שבא כינוי \"אותה\" תחת הכינוי - יש בו דרוש ומעוט. הרי ג' מעוטים. ממעט לחמה של תודה ושל איל נזיר ואיל מלואים. והוא הדין תודה ואיל נזיר שהם קדשים קלים ונאכלים בכל העיר.", "heVersionTitle": "Malbim on Vayikra – Wikisource", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5cdd6d0ac4424d0058269a72", "index_title": "Malbim on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Malbim on Leviticus, Shmini 46:1", "anchorRef": "Leviticus 10:12", "anchorRefExpanded": ["Leviticus 10:12"], "sourceRef": "Malbim on Leviticus, Shmini 46:1", "sourceHeRef": "מלבי\"ם על ויקרא, שמיני מ״ו:א׳", "anchorVerse": 12, "sourceHasEn": false, "compDate": [1844, 1874], "commentaryNum": 46.0001, "collectiveTitle": {"en": "Malbim", "he": "מלבי\"ם"}, "heTitle": "שמיני", "he": "<b>ואכלתם אותה במקום קדוש:</b> הוא עצמו מה שכתב \"אצל המזבח\" שפירושו בעזרה. ומוסיף הלשכות הבנויות בחול ופתוחות לקדש – הגם שאינם \"אצל המזבח\" – כי דינם לענין טומאה ולענין שחיטת קדשי קדשים כחול.  ועיקר הלימוד הזה התבאר גבי מנחה (צו פרשה ב משנה יב) וגבי חטאת (צו פרשה ד מ\"ה), ובדברינו שם (<small>סי' לב</small>), עיי\"ש.", "heVersionTitle": "Malbim on Vayikra – Wikisource", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5dbee37646c6d85848861793", "index_title": "Malbim Ayelet HaShachar", "category": "Commentary", "type": "commentary", "ref": "Malbim Ayelet HaShachar 131:1", "anchorRef": "Leviticus 10:12", "anchorRefExpanded": ["Leviticus 10:12"], "sourceRef": "Malbim Ayelet HaShachar 131:1", "sourceHeRef": "אילת השחר (מלבי\"ם) קל״א:א׳", "anchorVerse": 12, "sourceHasEn": false, "compDate": [1844, 1874], "commentaryNum": 131.0001, "collectiveTitle": {"en": "Malbim Ayelet HaShachar", "he": "אילת השחר (מלבי\"ם)"}, "heTitle": "אילת השחר (מלבי\"ם)", "he": "הכתוב לא יוסיף תואר על שם העצם רק לצורך. וכל תואר שהמתואר ניכר בלעדו הוא מיותר ויש בו דרוש. (שמיני ס' מא באורך. ועוד שם סימן כד, וסימן כז, וסימן נג. מצורע ס' מג, אחרי ס' ה)", "heVersionTitle": "Wikisource Edition", "heLicense": "", "heVersionTitleInHebrew": "", "text": "The Scripture only adds an adjective to a noun when necessary. And any adjective which modifies a noun that is recognized without it is superfluous, and there will be a homiletical interpretation.", "versionTitle": "Ayelet Hashachar, translated by Betzalel Avraham Feinstein, 2021", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "5dbee37946c6d858488617a1", "index_title": "Malbim Ayelet HaShachar", "category": "Commentary", "type": "commentary", "ref": "Malbim Ayelet HaShachar 135:1-8", "anchorRef": "Leviticus 10:12", "anchorRefExpanded": ["Leviticus 10:12"], "sourceRef": "Malbim Ayelet HaShachar 135:1-8", "sourceHeRef": "אילת השחר (מלבי\"ם) קל״ה:א׳-ח׳", "anchorVerse": 12, "sourceHasEn": false, "compDate": [1844, 1874], "commentaryNum": 135.0001, "collectiveTitle": {"en": "Malbim Ayelet HaShachar", "he": "אילת השחר (מלבי\"ם)"}, "heTitle": "אילת השחר (מלבי\"ם)", "he": ["וכל מקום שמפרש הטעם בסוף המאמר [כמו: <b>עולה היא, מנחה היא, חטאת היא, ק\" ק היא, צרעת היא, מספחת היא, שבת היא, יוה\"כ היא</b>, וכדומה] יש בו תמיד שני דרושים –", "(א) על הייתור. כי בכל אלה המקומות מבואר בגוף העניין שמדבר מדיני עולה או מנחה או צרעת וכדומה ולמה הוסיף הודעה שנית?", "(ב) מלת <b>\"היא\"</b> גם כן מיותר, שבהרבה מקומות ישמוט מלת \"היא\", [כמו: \"קודש קודשים מאישי השם\", \"אשה להשם\", \"שבת שבתון מקרא קודש\"].", "והדרושים שדרשו חז\"ל בזה נחלקים לפנים רבים.", "לפעמים ידרוש שרצה לומר עולה היא – אף שחסר איזה דבר מכל מקום היא עולה, ומלת \"הוא\" יורה בהפך – דווקא אם הוא כהוויתו. והרי יש ריבוי ומיעוט, ומרבה דבר וממעט דבר.", "ולפעמים ידרשו שבא לומר שדין הנאמר שם אינו דין מיוחד בזה המקום לבד, רק הוא דין כולל מצד שהוא עולה ומנחה בכלל, והוא הדין שנוהג בכל עולה ובכל מנחה. ומלת \"הוא\" מורה ההפך – רק הוא לא זולתה, והרי יש ריבוי ומיעוט.", "ולפעמים דרשו שכפל הטעם לעכב או לחלק העניינים ועוד יש בזה כמה דרכים ותמצאם אם תבקר בספר (ויקרא ס' סט, וסימן צא, וסימן קכו, וסימן קנה, וסימן רנו, וסימן רעא, וסימן שלו, וסימן שמא, וסימן שמב, וסימן שסח. צו ס' לד, וסימן נז, וסימן עא, וסימן עו, וסימן עט, וסימן פב, וסימן פג, וסימן פד, וסימן קכג, וסימן קכז. שמיני ס' מה, וסימן נד, וסימן עא, וסימן עה, וסימן צד, וסימן קא, וסימן קמט, וסימן קנג. תזריע ס' נב, וסימן נו, וסימן סד, וסימן סח, וסימן עו, וסימן עז, וסימן פח, וסימן צב, וסימן קא, וסימן קיז (ג' דרושים), וסימן קכד, וסימן קמא, וסימן קמז, וסימן קנא, וסימן קנז. מצורע ס' מח, וסימן סד, וסימן קכד, וסימן קצ. אחרי ס' יד, וסימן עח. אמור ס' פא, וסימן רלב, וסימן רלג. בהר סימן כ\"ף)"], "heVersionTitle": "Wikisource Edition", "heLicense": "", "heVersionTitleInHebrew": "", "text": ["And any place where it explains the reason at the end of a statement (like <b>עולה היא, מנחה היא, חטאת היא, ק\" ק היא, צרעת היא, מספחת היא, שבת היא, יוה\"כ היא</b> etc.), there will always be two homiletical interpretations which address the following issues:", "a) About the superfluous words - in all of these places, it is clarified in the details that it is talking about the laws of a burnt offering or a gift offering or leprosy etc., so why does it add this information a second time?", "b) The word <b>היא</b> is also superfluous, since in many places it drops the word <b>היא</b> (like קודש קודשים מאישי השם, אשה להשם, שבת שבתון מקרא קודש).", "And the homiletical interpretations of the sages of blessed memory can be divided into many types:", "Sometimes, it is interpreted that it means to say <i>עולה היא</i> - even if it misses a certain detail, it is nevertheless a burnt offering, while the word הוא informs of the opposite – precisely as was specified. And there is an amplification and a restriction – that it amplifies a thing and restricts a thing.", "And sometimes they interpret that it comes to say that the judgement that is said is not a special judgement in this place alone; rather, it is a general judgement with respect to burnt and gift offerings, and the same applies for every burnt offering and for every gift offering. But the word הוא informs of the opposite – only here and nowhere else – and there is an amplification and a restriction."], "versionTitle": "Ayelet Hashachar, translated by Betzalel Avraham Feinstein, 2021", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "5dbee3b946c6d858488618a0", "index_title": "Malbim Ayelet HaShachar", "category": "Commentary", "type": "commentary", "ref": "Malbim Ayelet HaShachar 212:1-4", "anchorRef": "Leviticus 10:12", "anchorRefExpanded": ["Leviticus 10:12"], "sourceRef": "Malbim Ayelet HaShachar 212:1-4", "sourceHeRef": "אילת השחר (מלבי\"ם) רי״ב:א׳-ד׳", "anchorVerse": 12, "sourceHasEn": false, "compDate": [1844, 1874], "commentaryNum": 212.0001, "collectiveTitle": {"en": "Malbim Ayelet HaShachar", "he": "אילת השחר (מלבי\"ם)"}, "heTitle": "אילת השחר (מלבי\"ם)", "he": ["וכן בכל מקום שמשמעות הלשון סובל שני פירושים יפרשו גם כוונה השני' (בהר ס' מו). כי לא לחנם כתבה תורה לשון כזה, ועל כרחך שנבין אותו בכל ענין שנוכל להבין ממנו.", "למשל, הנה יש הבדל בין ערך היתרון שבא במ\"ם [\"אחיו הקטן יגדל <b>ממנו</b>\"], ובין ערך ההפלגה שבא בה\"א [\"היפה <b>בנשים</b>\"] (אם לא כשבא מ\"ם על מלת \"כל\" – \"גבוה מכל העם\"). ועל כן במה שכתוב \"הגדול מאחיו\", היה לו לומר \"הגדול באחיו\", פירשו גם כוונה שניה גדלהו משל אחיו (אמור ס' כה). וכבר תראה דרושים רבים נכונים על המבצר הזה (עיין למעלה כלל מא, כלל ס, כלל עג, כלל צה, כלל קט).", "וכל שכן במקום שנמצא איזה סירוס ועיוות או נטיה מחוקי הלשון יפרשו בו גם כוונה שניה דרושיית כפי משמעות הכתוב כמ\"ש למעלה כמה פעמים. ותמצא כזה (<b>צו</b> ס' יג, וסימן נא, וסימן עז, וסימן קטז. <b>שמיני</b> ס' מב, וסימן סז, וסימן קלה, וסימן קמג, וסימן קנד. <b>מצורע</b> ס' סב, וסימן קכד, וסימן קלו. <b>אחרי</b> ס' כו, וסימן פג. <b>אמור</b> ס' צד, וסימן קכב. <b>בהר</b> ס' לג) ועיין עוד (מצורע ס' קמב)"], "heVersionTitle": "Wikisource Edition", "heLicense": "", "heVersionTitleInHebrew": "", "text": ["And moreover, any place where the meaning of the language carries two interpretations, they will interpret it also according to the second interpretation, as the Torah is not written in a language like this for a vain purpose, and it is thus understood with respect to any theme that one is able to understand from it.", "For example, there is a difference between the comparative that comes with the letter מ (אחיו הקטן יגדל <b>ממנו</b> - his younger brother shall be greater than he)<sup class=\"footnote-marker\">496</sup><i class=\"footnote\">Genesis 48:19.</i>, and the superlative that comes with with the letter ה (היפה <b>בנשים</b> - fairest among women<sup class=\"footnote-marker\">497</sup><i class=\"footnote\">Songs of Songs 1:8.</i>) (unless the letter מ comes on the word כל - גבוה מכל העם - he was higher than any of the people)<sup class=\"footnote-marker\">498</sup><i class=\"footnote\">1 Samuel 9:2.</i>. Thus, when it is written הגדול מאחיו (highest among his brethren)<sup class=\"footnote-marker\">499</sup><i class=\"footnote\">Leviticus 21:10.</i>, it should have said הגדול באחיו. The letter מ gives it a second meaning - <i>גדלהו משל אחיו</i> (if he does not have personal wealth, he should be made great from the property of his brethren)<sup class=\"footnote-marker\">500</sup><i class=\"footnote\">Babylonian Talmud Horayot 9a.</i>.", "And all the more so, any place where there exists a distortion or a shifting from the rules of the language, a second homiletical interpretation will also be given, as is written about above several times."], "versionTitle": "Ayelet Hashachar, translated by Betzalel Avraham Feinstein, 2021", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "5dbee3f9e5a42115dfca0b1a", "index_title": "Malbim Ayelet HaShachar", "category": "Commentary", "type": "commentary", "ref": "Malbim Ayelet HaShachar 321:1-9", "anchorRef": "Leviticus 10:12", "anchorRefExpanded": ["Leviticus 10:12"], "sourceRef": "Malbim Ayelet HaShachar 321:1-9", "sourceHeRef": "אילת השחר (מלבי\"ם) שכ״א:א׳-ט׳", "anchorVerse": 12, "sourceHasEn": false, "compDate": [1844, 1874], "commentaryNum": 321.0001, "collectiveTitle": {"en": "Malbim Ayelet HaShachar", "he": "אילת השחר (מלבי\"ם)"}, "heTitle": "אילת השחר (מלבי\"ם)", "he": ["וכן שם <b>קדש</b> הוא שם הדרגיי כנ\"ל ונלמד מענינו.", "וכמו שלמדו שמה שכתוב \"ולא יאכל מן הקדשים כי אם רחץ בשרו במים\" מדבר במעשר ומה שכתוב \"ובא השמש וטהר ואחר יאכל מן הקדשים\" מדבר בתרומה. (אמור סימן עא, וסימן עב).", "ומה שכתוב \"וכל זר לא יאכל קדש\" היינו קדשי הגבול. (אמור סימן פה)", "כשאמר \"אל הקדש מבית לפרכת\" הוא ההיכל, וכשאמר \"את הקדש את אהל מועד\" הוא לפני ולפנים. (אחרי סימן נ)", "ובשם \"<b>קדש</b>\" לבד פליגי ר\"י ורבנן אם כל ההיכל כולו אקרי קדש. (שמיני ס' נו)", "וכן מה שכתוב \"ואכלתם אותם במקום קדוש\" מפרש אצל המזבח. (שמיני ס' מו)", "ואמר \"וחטאה בשגגה מקדש השם\" – קדשים המיוחדים להשם. (ויקרא ס' שמט)", "ובמה שכתוב \"במקום קדוש במקום טהור\" פליגי אביי ורבא (עיין צו ס' לב, ושמיני סימן מט). והוא הדין כל כיוצא בזה."], "heVersionTitle": "Wikisource Edition", "heLicense": "", "heVersionTitleInHebrew": "", "text": ["And moreover, the noun <b>קדש</b> (holiness) is a noun of degree as it appears to me and is understood from its context.", "As they learn when it is written ולא יאכל מן הקדשים כי אם רחץ בשרו במים (and shall not eat of the holy things, unless he bathe his flesh in water)<sup class=\"footnote-marker\">613</sup><i class=\"footnote\">Leviticus 22:6.</i> it speaks about tithes and when it is writtenובא השמש וטהר ואחר יאכל מן הקדשים (And when the sun is down, he shall be clean; and afterward he may eat of the holy things)<sup class=\"footnote-marker\">614</sup><i class=\"footnote\">Leviticus 22:7.</i> it speaks about donations.", "And when it is written וכל זר לא יאכל קדש (There shall no common man eat of the holy thing)<sup class=\"footnote-marker\">615</sup><i class=\"footnote\">Leviticus 22:10.</i>, it is speaking about the boundary offerings.", "When it says אל הקדש מבית לפרכת (into the holy place within the veil)<sup class=\"footnote-marker\">616</sup><i class=\"footnote\">Leviticus 16:2.</i>, it is the Temple, and when it says את הקדש את אהל מועד (for the holy place, and the tent of meeting)<sup class=\"footnote-marker\">617</sup><i class=\"footnote\">Leviticus 16:20.</i>, it is the Holy of Holies.", "And with the noun <b>קדש</b> alone, Rabbi Yehuda and the sages disagree whether all of the Temple is called <b>קדש</b>.", "And moreover, when it is written ואכלתם אותם במקום קדוש (And you shall eat it in a holy place)<sup class=\"footnote-marker\">618</sup><i class=\"footnote\">Leviticus 10:13.</i>, it means <i>by the altar</i>.", "And when it says וחטאה בשגגה מקדש השם (and sin through error, in the holy things of the LORD)<sup class=\"footnote-marker\">619</sup><i class=\"footnote\">Leviticus 5:15.</i>, it means holy things specially designated for God.", "And when it is written במקום קדוש (holy place)<sup class=\"footnote-marker\">620</sup><i class=\"footnote\">Leviticus 6:9.</i>, במקום טהור (clean place)<sup class=\"footnote-marker\">621</sup><i class=\"footnote\">Leviticus 10:14.</i>, Abaye and Rava disagree."], "versionTitle": "Ayelet Hashachar, translated by Betzalel Avraham Feinstein, 2021", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "5dbee42be5a42115dfca0bd9", "index_title": "Malbim Ayelet HaShachar", "category": "Commentary", "type": "commentary", "ref": "Malbim Ayelet HaShachar 466:1-2", "anchorRef": "Leviticus 10:12", "anchorRefExpanded": ["Leviticus 10:12"], "sourceRef": "Malbim Ayelet HaShachar 466:1-2", "sourceHeRef": "אילת השחר (מלבי\"ם) תס״ו:א׳-ב׳", "anchorVerse": 12, "sourceHasEn": false, "compDate": [1844, 1874], "commentaryNum": 466.0001, "collectiveTitle": {"en": "Malbim Ayelet HaShachar", "he": "אילת השחר (מלבי\"ם)"}, "heTitle": "אילת השחר (מלבי\"ם)", "he": ["יש הבדל בין <b>נשאר</b> ובין <b>נותר</b>. 'נשאר' מציין שנשאר בכוונה. 'נותר' מציין שנותר מעצמו שלא בכוונה.", "ומזה יעמוד עוד הבדל שה'נשאר' לא היה משותף עם הכלל וה'נותר' היה משותף עם הכלל (שמיני ס' מא)"], "heVersionTitle": "Wikisource Edition", "heLicense": "", "heVersionTitleInHebrew": "", "text": ["There is a difference between <b>נשאר</b> and <b>נותר</b> (remain): <b>נשאר</b> indicates that it remains intentionally, while <b>נותר</b>indicates that it remains of its own accord but not intentionally.", "And from this, the difference furthermore stands in that <b>נשאר</b> was not joint with the whole, while <b>נותר</b> was joint with the whole.<br><br><i>Leviticus 10:12 says, </i>וידבר משה אל אהרן ואל אלעזר ואל איתמר בניו הנותרים קחו את המנחה הנותרת מאשי יהוה ואכלוה מצות אצל המזבח כי קדש קדשים הוא<i> (And Moses spoke to Aaron, and to Eleazar and to Ithamar, his sons that were left: 'Take the meal-offering that remains of the offerings of the LORD made by fire, and eat it without leaven beside the altar; for it is most holy). The word </i>הנותרים<i> was used for “that were left”and not the word הנשארים, since Eleazar and Ithamar remained alive of their own accord but not intentionally<sup class=\"footnote-marker\">698</sup><i class=\"footnote\">Malbim, HaTorah v’HaMitzvah Shemini 41.</i>.</i>"], "versionTitle": "Ayelet Hashachar, translated by Betzalel Avraham Feinstein, 2021", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "5dbee44646c6d85848861ac1", "index_title": "Malbim Ayelet HaShachar", "category": "Commentary", "type": "commentary", "ref": "Malbim Ayelet HaShachar 563:1", "anchorRef": "Leviticus 10:12", "anchorRefExpanded": ["Leviticus 10:12"], "sourceRef": "Malbim Ayelet HaShachar 563:1", "sourceHeRef": "אילת השחר (מלבי\"ם) תקס״ג:א׳", "anchorVerse": 12, "sourceHasEn": false, "compDate": [1844, 1874], "commentaryNum": 563.0001, "collectiveTitle": {"en": "Malbim Ayelet HaShachar", "he": "אילת השחר (מלבי\"ם)"}, "heTitle": "אילת השחר (מלבי\"ם)", "he": "מלת <b>אצל</b> מורה תמיד על הסמיכות. (ויקרא סימן פו. שמיני ס' מד)", "heVersionTitle": "Wikisource Edition", "heLicense": "", "heVersionTitleInHebrew": "", "text": "The word <b>אצל</b> (beside) always teaches about the close proximity of one thing to another thing.", "versionTitle": "Ayelet Hashachar, translated by Betzalel Avraham Feinstein, 2021", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "5f1d6ce13353e1a24e02b217", "index_title": "Midrash Lekach Tov", "category": "Midrash", "type": "commentary", "ref": "Midrash Lekach Tov, Genesis 3:14:2", "anchorRef": "Leviticus 10:12", "anchorRefExpanded": ["Leviticus 10:12"], "sourceRef": "Midrash Lekach Tov, Genesis 3:14:2", "sourceHeRef": "מדרש לקח טוב, בראשית ג׳:י״ד:ב׳", "anchorVerse": 12, "sourceHasEn": false, "compDate": [1105, 1115], "commentaryNum": 14.0002, "collectiveTitle": {"en": "Midrash Lekach Tov", "he": "מדרש לקח טוב"}, "heTitle": "בראשית", "he": "<b> ויאמר ה' אל הנחש כי עשית זאת.</b> <i data-commentator=\"Notes and Corrections\" data-order=\"33\"></i> תני ר' חייא בגדולה מתחילין מן הגדול <i data-commentator=\"Notes and Corrections\" data-order=\"34\"></i> שנאמר ויאמר משה אל אהרן ואל אלעזר ואל איתמר בניו (ויקרא י יב). בקלקלה מתחילין מן הקטן. שבתחלה נתקלל הנחש. ולבסוף חוה. ולבסוף האדם. <i data-commentator=\"Notes and Corrections\" data-order=\"35\"></i> מתחלת הספר ועד כאן ע\"א אזכרות. מלמד שנידון בסנהדרין שלמה. <i data-commentator=\"Notes and Corrections\" data-order=\"36\"></i> שלשה משמשים פנים כנגד פנים. אדם. ונחש. ודג. לפי שנדברה עמהם שכינה. אדם ונחש הא דאמרן. דג דכתיב <i data-commentator=\"Notes and Corrections\" data-order=\"37\"></i> ויאמר ה' אל הדג ויקא את יונה (יונה ב יא).", "heVersionTitle": "Midrash Lekach Tov on Torah, Vilna 1884", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש לקח טוב, מכונה פסיקתא זוטרתא, וילנא תרמ\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5f1e9f34eb7d2e1475644759", "index_title": "Midrash Lekach Tov", "category": "Midrash", "type": "commentary", "ref": "Midrash Lekach Tov, Leviticus 10:12:1", "anchorRef": "Leviticus 10:12", "anchorRefExpanded": ["Leviticus 10:12"], "sourceRef": "Midrash Lekach Tov, Leviticus 10:12:1", "sourceHeRef": "מדרש לקח טוב, ויקרא י׳:י״ב:א׳", "anchorVerse": 12, "sourceHasEn": false, "compDate": [1105, 1115], "commentaryNum": 12.0001, "collectiveTitle": {"en": "Midrash Lekach Tov", "he": "מדרש לקח טוב"}, "heTitle": "ויקרא", "he": "<b>פס'.</b> וידבר משה אל אלעזר ואל איתמר בניו הנותרים. בניו שקולים עמו בכבוד ושקולים עמו בדמימה. <i data-commentator=\"Beur HaRe'em\" data-order=\"18\"></i> הנותרים. שקולים עמו בכבוד ואין האחרונים שקולים עמו בכבוד. קחו את המנחה. זו מנחת יום השמיני. מאשי ה'. אין להם אלא לאחר מתנות האשים. ואכלוה מצות אצל המזבח. לא בהיכל. כי קדש קדשים היא. לרבות כל הקדשים:", "heVersionTitle": "Midrash Lekach Tov on Torah, Vilna 1884", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש לקח טוב, מכונה פסיקתא זוטרתא, וילנא תרמ\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6037a6aacda51cfa3ddf3b2d", "index_title": "Ramban on Leviticus", "category": "Quoting Commentary", "type": "", "ref": "Ramban on Leviticus 21:1:1", "anchorRef": "Leviticus 10:12", "anchorRefExpanded": ["Leviticus 10:12"], "sourceRef": "Ramban on Leviticus 21:1:1", "sourceHeRef": "רמב\"ן על ויקרא כ״א:א׳:א׳", "anchorVerse": 12, "sourceHasEn": true, "compDate": [1246, 1286], "commentaryNum": 1.0001, "collectiveTitle": {"en": "Ramban on Leviticus", "he": "רמב\"ן על ויקרא"}, "he": "<b>אמר ואמרת</b> להזהיר גדולים על הקטנים לשון רש\"י (רש\"י על ויקרא כ״א:א׳) מדברי רבותינו (יבמות קיד) והאזהרה הזאת לומר שלא נסייע בטומאת הקטנים בידים ובאו בזה אזהרות רבות בתורה כפי מדרש רבותינו (שם) בדם ובשרצים וטומאה ומהם נלמוד לכל איסורין שבתורה שלא נסייע באחד מהם שיעברו עליו הקטנים אבל אם יעשו הם לדעת עצמן אין אנו מצווין עליהם להפרישם וטעם הכתוב על פי מדרשו אמור אל הכהנים ותחזור ותאמר אליהם שלא יטמאו ורבוי האזהרות שיצוה להזהירם שיהיו כל בני אהרן נשמרים מזה גם הקטנים ואמר ר\"א (אבן עזרא על ויקרא כ״א:א׳) בדרך הפשט אמור אל הכהנים הפרשה הנזכרת למעלה כי הם מורי התורה והמזהירים את העם ואמרת להם המצות שהם לבדם חייבים לשמרם ואינו נכון ועל דעתי בפשט הכתוב טעם אמור כמו דבר אמרי האזינה ה' (תהלים ה ב) דברי וכן אמרים אמת (משלי כב כא) וכן כי היא שמעה את כל אמרי ה' (יהושע כד כז) וכתיב בא אל פרעה ודברת אליו (שמות ט א) כמו ואמרת וידבר משה אל אהרן ואל אלעזר ואל איתמר בניו הנותרים קחו את המנחה (ויקרא י׳:י״ב) כמו ויאמר וכן במקומות הרבה \"דבר אל בני ישראל ואמרת אליהם\" והוא נאמר בפרשיות אשר ירצה להזהיר להם מאד או לחומר הענין או להיותם מורגלים לחטוא בהנה וכן יאמר \"אמור אל הכהנים ואמרת אליהם\" וכמוהו כה אמר ה' אלהי ישראל הלוך ואמרת אל צדקיהו מלך יהודה ואמרת אליו כה אמר ה' וגו' (ירמיהו לד ב) שטעמו דבר אל צדקיהו וכן ותאמר האשה התקועית אל המלך ותפול על פניה ארצה ותשתחו ותאמר הושיעה המלך ( יד ד) כמו ותדבר האשה אל המלך ותאמר הושיעה המלך והנה טעם אמור אל הכהנים ואמרת אליהם כטעם דבר אל הכהנים ואמרת אליהם דבר אל בני ישראל ואמרת אליהם וענינו דבר אל העם בשמי ותאמר להם ככה כענין בא אל פרעה ואמרת אליו (שמות ז כו) ורבים יאמרו כי טעם \"דבר אל בני ישראל\" כטעם קריאה דבר אל בני ישראל שיתאספו אליך ותאמר אליהם ככה וכן אמור אל הכהנים שיקבצו וישמעו וטעם הכהנים כי במצות אשר הם בעניני הקרבנות יאמר \"אל אהרן ואל בניו\" ולא יזכירם בשם \"הכהנים\" כי הענינים ההם בקרבנות או במעלות הקדש אבל בכאן יזהיר שלא יטמאו במת לעולם אפילו בעת שלא יבואו במקדש והיא מעלה להם בעצמם ולכך הזכיר הכתוב \"הכהנים\" לאמר כי בעבור שהם כהני ה' ומשרתי אלהינו יאמר להם שיתנהגו כבוד וגדולה בעצמם ולא יטמאו לעולם והנה החללים מוצאים מן הכלל הזה וטעם לא יטמא שתאמר להם שלא יטמא כל אחד מהם לנפש בעמיו או ימשך אל \"בעל בעמיו\" המוזכר למטה ושיעורו \"לנפש לא יטמא הבעל בעמיו\" וטעם בעל בעמיו כמו מבעלי יהודה ( ו ב) בעלי גוים (ישעיהו טז ח) הנכבדים בהם או האדונים מלשון בעליו אין עמו (שמות כב יג) בעל הבית (שם פסוק ז) כי הנכבדים יקראו אדונים יאמר לא יטמא נכבד בעמיו להחל את כבודו יפרש הכתוב כי למעלת הכהן בעבור שהוא ראוי להיות הגדול והנכבד בעמיו יזהירנו שלא יחלל מעלתו בטומאת המתים ויתכוין הכתוב בזה שלא יעלה על דעתנו לומר שאין האזהרה אלא בבואם אל אהל מועד לשרת בקדש וכן בכל הפרשה יזהיר כי הכל למעלתם את אביה היא מחללת (ויקרא כ״א:ט׳) ולא יחלל זרעו (ויקרא כ״א:ט״ו) וכן תרגומו של אונקלוס לא יסתאב רבא בעמיה לאחלותיה ובת\"כ (אמור פרשה א טו) נדרש בבעל באשתו כמו שכתב רש\"י:", "heVersionTitle": "On Your Way New", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "SAY [UNTO THE PRIESTS] … AND THOU SHALT SAY UNTO THEM. “[The repetition of the verb <i>say … and thou shalt say</i> is] to warn the adults about the children” [that they observe this law]. This is Rashi’s language on the basis of the words of our Rabbis.<sup class=\"footnote-marker\">1</sup><i class=\"footnote\">Yebamoth 114 a.</i> Now the meaning of this “warning” is to state that we are not to assist with our hands in the defilement of children [but it does not intend to warn us that we are obliged to prevent them from becoming defiled]. There are many admonitions in the Torah of this nature according to the interpretation of our Rabbis,<sup class=\"footnote-marker\">1</sup><i class=\"footnote\">Yebamoth 114 a.</i> such being the prohibitions against eating blood and swarming things, and against the defilement [of priests], and from them we learn that [it is applicable to] all prohibitions of the Torah, that we must not assist children in any case to transgress the law. But if they are doing it of their own accord, we<sup class=\"footnote-marker\">2</sup><i class=\"footnote\">I.e., the court. But his father is obliged to rebuke him and prevent him from doing that which is forbidden (<i>ibid.</i>, and such is the final decision of the law, Shulchan Aruch, <i>Hilchoth Shabbath</i>, 343).</i> are not commanded to prevent them [from so doing since they have not yet reached the training period of minors for religious practices, but if they have reached that stage, everyone is commanded to prevent them from doing a prohibited act].<sup class=\"footnote-marker\">3</sup><i class=\"footnote\">Shulchan Aruch <i>ibid.</i>, Rama, and Mishnah Brurah, 7.</i> The meaning of the verse according to its interpretation is then: “<i>say unto the priests … and thou shalt say</i> it over again to them, that they are not to defile themselves,” the purpose of the many warnings being [to teach] that all sons of Aaron are to be guarded from defilement, even the young ones. And Rabbi Abraham ibn Ezra said by way of the plain meaning of Scripture, that <i>say unto the priests</i> refers to the section mentioned above [i.e., <i>Seder Kedoshim</i>], since they [the priests] are the teachers of the Torah and it is they who admonish the people; <i>and thou shalt say unto them</i>, meaning those specific commandments which devolve upon them alone to observe, [as mentioned in this section]. But it is not correct [to interpret two such adjacent phrases as referring to two different sections].<br>In my opinion the plain sense of the verse is as follows: The meaning of <i>emor</i> (say) is like that of <i>dabeir</i> (speak): <i>Give ear to ‘amarai,’</i> O Eternal<sup class=\"footnote-marker\">4</sup><i class=\"footnote\">Psalms 5:2.</i> is like <i>d’varai</i> (my words). A similar case is <i>‘imrei’</i>(<i>words of</i>) <i>truth</i>.<sup class=\"footnote-marker\">5</sup><i class=\"footnote\">Proverbs 22:21. This is equivalent to <i>‘divrei’ emeth</i> (words of truth) — Ecclesiastes 12:10.</i> So also: <i>for it hath heard all ‘imrei’</i> (<i>the words of</i>) <i>the Eternal</i>.<sup class=\"footnote-marker\">6</sup><i class=\"footnote\">Joshua 24:27. Here too it is like <i>‘divrei’ Hashem</i> (the words of G-d) in Exodus 24:3.</i> And the expression <i>Go in unto Pharaoh ‘v’dibarta’</i> (<i>and thou shalt speak</i>) <i>to him</i><sup class=\"footnote-marker\">7</sup><i class=\"footnote\">Exodus 9:1.</i> is like <i>v’amarta</i> (and thou shalt say). <i>‘Vayedabeir Mosheh’</i> (<i>And Moses spoke</i>) <i>unto Aaron, and unto Elazar and unto Ithamar, his sons that were left: ‘Take the meal-offering</i>,’<sup class=\"footnote-marker\">8</sup><i class=\"footnote\">Above, 10:12.</i> is like <i>vayomer Mosheh</i> (<i>and Moses said</i>). And so also you find in many places that both [<i>amor</i> and <i>dabeir</i> are used in one verse, such as:] <i>‘Dabeir</i> (<i>Speak</i>) <i>unto the children of Israel, ‘v’amarta’</i> (<i>and say</i>) <i>unto them</i>,<sup class=\"footnote-marker\">9</sup><i class=\"footnote\">Numbers 15:38.</i> such usage [of the two verbs] being found in those sections where He wishes to warn them strongly [about a certain law] either because of the stringency of the matter, or on account of their habit to commit that sin. Thus <i>‘emor’</i> (<i>say</i>) <i>unto the priests … ‘v’amarta’</i> (<i>and thou shalt say</i>) <i>unto them</i> [is like <i>‘dabeir’</i> (<i>speak unto the priests</i>) <i>‘v’amarta’</i> (<i>and thou shalt say</i>), as will be explained further on]. Similarly, <i>Thus saith the Eternal, the G-d of Israel: Go ‘v’amarta’</i> (<i>and say</i>) <i>to Zedekiah king of Judah ‘v’amarta’</i> (<i>and say</i>) <i>unto him: Thus saith the Eternal</i> etc.<sup class=\"footnote-marker\">10</sup><i class=\"footnote\">Jeremiah 34:2.</i> means “Go <i>dabeir</i> (speak) to Zedekiah.” Similarly, <i>‘Vatomer ha’ishah ha’t'ko’ith’</i> (<i>And when the woman of Tekoa said</i>) <i>to the king, she fell on her face to the ground, and prostrated herself, ‘vatomer’</i> (<i>and she said</i>)<i>: ‘Help, O king’</i><sup class=\"footnote-marker\">11</sup><i class=\"footnote\">II Samuel 14:4.</i> is like: “<i>vatedabei’r ha’ishah</i> (<i>and the woman spoke</i>) to the king <i>vatomer</i> (<i>and she said</i>), ‘Help, O king.’” The meaning of <i>Say unto the priests … and thou shalt say unto them</i> is thus like “speak to the priests and say to them,” similar to [that which we find elsewhere], <i>‘Dabeir’</i> (<i>speak</i>) <i>unto the children of Israel, ‘v’amarta’</i> (<i>and say</i>) <i>unto them</i>,<sup class=\"footnote-marker\">9</sup><i class=\"footnote\">Numbers 15:38.</i> the meaning thereof being: “speak to the people in My Name, and say thus to them,” like, <i>Go in unto Pharaoh, and say unto him:</i> [<i>‘Thus saith the Eternal: Let My people go’</i>].<sup class=\"footnote-marker\">12</sup><i class=\"footnote\">Exodus 7:26. — In brief, Ramban up to this point has explained that there is no difference between <i>emor</i> and <i>dabeir</i>, and that the double use of each of these verbs or the use of the two together is to indicate the importance of the subject discussed. I have found a similar view in Yonah ibn Ganach’s Sefer Hashorashim, root <i>dabeir</i>.</i> Now many scholars<sup class=\"footnote-marker\">13</sup><i class=\"footnote\">I have not identified these scholars.</i> say that the meaning of <i>‘dabeir’ unto the children of Israel</i> is like that of the term <i>kriah</i> (calling), thus: “call unto the children of Israel that they assemble themselves before you, and you shall say to them the following,” and similarly <i>‘emor’ to the priests</i> means [“call them] to assemble themselves and to listen.”<br>[SAY UNTO] THE PRIESTS. The reason for [His mentioning the term] <i>the priests</i> [in this section is as follows]: In commandments relating to matters of the offerings He says, <i>Command Aaron and his sons</i><sup class=\"footnote-marker\">14</sup><i class=\"footnote\">Above, 6:2. Or: <i>Speak unto Aaron and his sons</i> (<i>ibid.</i>, Verse 18).</i> and does not refer to them by the name “the priests,”<sup class=\"footnote-marker\">15</sup><i class=\"footnote\">“The priests.” In the Tur quoting Ramban: “and He does not refer to them by the term of priesthood.”</i> because those subjects concern the offerings or the various degrees of holiness of the Sanctuary. But here He warns the priests that they should never defile themselves for the dead, even at a time when they do not come into the Sanctuary, this being a mark of distinction to them personally; therefore Scripture mentioned here <i>the priests</i>, meaning to say that it is because they are the priests of the Eternal and the ministers of our G-d that He told them to conduct themselves in a manner reflecting honor and greatness, and that they should never become defiled. Thus the priests who are unfit for the priesthood [i.e., those who are born from a marriage forbidden to their father], are excluded from this principle [i.e., they are permitted to defile themselves for the dead].<br>The explanation of <i>‘lo yitama’</i> (<i>he shall not defile himself</i> — in the singular) is that you [i.e., Moses] are to tell the priests that none of them is to defile himself for the dead among his people. Or it may be that [the use of the singular in <i>lo yitama</i>] is connected with the expression of <i>‘ba’al b’amav’</i> (<i>a chief man among his people</i>) mentioned below in Scripture,<sup class=\"footnote-marker\">16</sup><i class=\"footnote\">Verse 4.</i> and the meaning thereof [here] is: “the chief man among his people is not to defile himself [for the dead].” And the meaning of <i>ba’al b’amav</i><sup class=\"footnote-marker\">16</sup><i class=\"footnote\">Verse 4.</i> is like the expressions: <i>‘miba’alei Yehudah;’</i><sup class=\"footnote-marker\">17</sup><i class=\"footnote\">II Samuel 6:2.</i> <i>‘ba’aleigoyim,’</i><sup class=\"footnote-marker\">18</sup><i class=\"footnote\">Isaiah 16:8.</i> namely “the dignitaries” or “the lords” among them [i.e., Judah<sup class=\"footnote-marker\">17</sup><i class=\"footnote\">II Samuel 6:2.</i> and the nations<sup class=\"footnote-marker\">18</sup><i class=\"footnote\">Isaiah 16:8.</i>], similar to the phrase: <i>‘ba’alav ein imo’</i><sup class=\"footnote-marker\">19</sup><i class=\"footnote\">Exodus 22:13.</i> — “the master is not with it; “<i>‘ba’al habayith’</i> — “the master of the house;” as honored people are called “lords.” The verse here is thus stating: “the honored one among his people [i.e., the priest] is not to defile himself for the dead, [in which case] he would be treating his honor with irreverence.” Scripture is thus explaining that it is because of the distinction of the priest, seeing that he is fit to become the highest and most honored one among his people [i.e., the High Priest] that it warns him not to profane his distinction with the impurity of the dead. By means of this statement, Scripture intends to teach us that it should not occur to us to say that the warning [against the priests defiling themselves for the dead] is only when they come into the Tent of Meeting to perform the holy Service. Similarly in this whole section He states that all restrictions [on the priests mentioned here] are due to their distinction. Thus: <i>she profaneth her father;</i><sup class=\"footnote-marker\">20</sup><i class=\"footnote\">Verse 9.</i> <i>and he shall not profane his seed</i>.<sup class=\"footnote-marker\">21</sup><i class=\"footnote\">Verse 15.</i> Onkelos likewise translated [Verse 4]: “The chief among his people shall not defile himself, to be profaned thereby.” But in the Torath Kohanim<sup class=\"footnote-marker\">22</sup><i class=\"footnote\">Torath Kohanim, <i>Emor</i> 1:15.</i> [<i>ba’al b’amav</i>]<sup class=\"footnote-marker\">16</sup><i class=\"footnote\">Verse 4.</i> is interpreted [literally] to refer to “a husband” with reference to his wife, as Rashi has written.<sup class=\"footnote-marker\">23</sup><i class=\"footnote\">Thus: “A husband [a priest] shall not defile himself for his wife’s corpse while it is among his people, meaning where there are other persons who can attend to her burial, this applying only to a wife who disqualified him from serving as a priest, because she was forbidden to him in marriage.” But otherwise the priest is to defile himself for his wife, even if there are other people to attend to her burial.</i>", "versionTitle": "Commentary on the Torah by Ramban (Nachmanides). Translated and annotated by Charles B. Chavel. New York, Shilo Pub. House, 1971-1976", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "60ec1fb1e735e0a5900c9761", "index_title": "Rashi on Yoma", "category": "Quoting Commentary", "type": "", "ref": "Rashi on Yoma 5b:3:1", "anchorRef": "Leviticus 10:12", "anchorRefExpanded": ["Leviticus 10:12"], "sourceRef": "Rashi on Yoma 5b:3:1", "sourceHeRef": "רש\"י על יומא ה׳ ב:ג׳:א׳", "anchorVerse": 12, "sourceHasEn": false, "compDate": [1065, 1115], "commentaryNum": 3.0001, "collectiveTitle": {"en": "Rashi on Yoma", "he": "רש\"י על יומא"}, "heTitle": "רש\"י על יומא", "he": "ת\"ר כי כן צויתי וכו' - איידי דנקט הכא למידרש כי כן צויתי לענינא דמלואים דלעיכובא אתא קבעה לה ברייתא הכא למדרש כי כן צויתי דשמיני למאי אתא ולאו ניהו ההוא קרא דענינא דמלואים דצו את אהרן אלא דיום השמיני דכתיב במנחה (ויקרא י׳:י״ב) קחו את המנחה הנותרת מאשי ה' ואכלוה מצות אצל המזבח כי כן צויתי:", "heVersionTitle": "Vilna Edition", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מהדורת וילנא", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "60f5793fddb586d79d8273b3", "index_title": "Maskil LeDavid", "category": "Commentary", "type": "commentary", "ref": "Maskil LeDavid, Leviticus 10:12:1", "anchorRef": "Leviticus 10:12", "anchorRefExpanded": ["Leviticus 10:12"], "sourceRef": "Maskil LeDavid, Leviticus 10:12:1", "sourceHeRef": "משכיל לדוד, ויקרא י׳:י״ב:א׳", "anchorVerse": 12, "sourceHasEn": false, "commentaryNum": 12.0001, "collectiveTitle": {"en": "Maskil LeDavid", "he": "משכיל לדוד"}, "heTitle": "ויקרא", "he": "<b>הנותרים וכו׳ על עון העגל וכו׳.</b> אמנם בת״כ דרשו הנותרים רא״א קרובים היו לישרף אלא שריחם המקום על אהרן וגם בש״ס פ״ח דיומא דפ״ז איתמר כמה בנים היו לו לאהרן שראויין לישרף כנדב ואביהוא שנאמר הנותרים אלא שעמד להם זכות אביהם ע״כ. נר׳ מזה להיפך מדברי רש״י ז״ל ברכה שבשביל סרחונם גם הם היו ראויים לישרף אלא שניצולו בזכות אהרן אביהם ורש״י תפס איזה מדרש אחר:", "heVersionTitle": "Venice, 1760", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ויניציאה, תקכ\"א", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "60f57942ddb586d79d8273b7", "index_title": "Maskil LeDavid", "category": "Commentary", "type": "commentary", "ref": "Maskil LeDavid, Leviticus 10:12:2", "anchorRef": "Leviticus 10:12", "anchorRefExpanded": ["Leviticus 10:12"], "sourceRef": "Maskil LeDavid, Leviticus 10:12:2", "sourceHeRef": "משכיל לדוד, ויקרא י׳:י״ב:ב׳", "anchorVerse": 12, "sourceHasEn": false, "commentaryNum": 12.0002, "collectiveTitle": {"en": "Maskil LeDavid", "he": "משכיל לדוד"}, "heTitle": "ויקרא", "he": "<b>קחו וכו׳ שאתם אוננים וכו׳.</b> דאל״כ אלא שהוצרך לומר להם שיאכלוהו לפי שהיא מנחת צבור ומנחת שעה ואין ללמוד ממה שאמור בפ׳ צו דמיירי במנחת יחיד ודורות לא הול״ל אלא המנחה הנותרת וכו׳ אכלוה מצות וכו׳ ואמאי כתיב קחו את המנחה וכו׳ ואכלוה מצות הנך מילי יתירי ע״כ בא ללמד אעפ״י שאתם אוננים קחו וכו׳ ומיושב הרגש הרא״ם ז״ל ע״ע:", "heVersionTitle": "Venice, 1760", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ויניציאה, תקכ\"א", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "60f57946ddb586d79d8273bb", "index_title": "Maskil LeDavid", "category": "Commentary", "type": "commentary", "ref": "Maskil LeDavid, Leviticus 10:12:3", "anchorRef": "Leviticus 10:12", "anchorRefExpanded": ["Leviticus 10:12"], "sourceRef": "Maskil LeDavid, Leviticus 10:12:3", "sourceHeRef": "משכיל לדוד, ויקרא י׳:י״ב:ג׳", "anchorVerse": 12, "sourceHasEn": false, "commentaryNum": 12.0003, "collectiveTitle": {"en": "Maskil LeDavid", "he": "משכיל לדוד"}, "heTitle": "ויקרא", "he": "<b>את המנחה מנחת שמיני וכו׳.</b> משמע דתרווייהו דריש להו מן המנחה. אבל בת״כ שנינו המנחה זו מנחת נחשון הנותרת זו מנחת שמיני והרא״ם ז״ל הוקשה לו על הברייתא דהנותרת אצטריך לגופיה לומר שאין להם חלק אלא אחר הקטרת האישים. דאע״ג שכבר אמר בפ׳ צו ההוא בשל דורות וזו בשל שעה אצטריך לפ׳ להדיא דאין ללמוד משל דורות כדלקמן על ואכלוה מצות עיין שם. והרב ק״א יפה תירץ על זה שלימוד זה כבר לימדוהו בהדיא בת״כ מדכתיב מאשי ה׳ ואייתר ליה הנותרת לכדלעיל ע״ש. ומ״מ רש״י ז״ל נראה דגי׳ אחרת היתה לו בברייתא דתרווייהו דריש מאת המנחה ואפילו דמיתורא דאת משתמע הכי ומלת הנותרת דריש לה סמוכה עם מאשי ה׳ לומר שאין להם חלק אלא אחר הקטרת האישים. ונוסחא זו נראית לו עיקרית דאילו לפי גי׳ ס׳ דידן דהמנחה מדבר על מנחה אחת והנותרת על מנחה אחרת אמאי כתיב בתר הכי הכל בלשון יחיד ואכלוה מצות וכו׳ קדש קדשים היא הול״ל בלשון רבים א״ו דתרווייהו כיילינהו קרא באת המנחה דמשום דתרווייהו מנחת שעה ודינם שוה כחד חשיבי והי מנייהו מפקת. ומ״ש הרב ק״א דא״א לחבר הנותרת עם מאשי ה׳ כי הנאכל אינו נותר מאישי ה׳ כי אשי ה׳ והוא הקומץ כלו נקטר וכו׳ עיין שם. לפע״ד ל״ק דנימא ליה למר ולדידיה מי ניחא היכי שייך לומר קחו וכו׳ מאישי ה׳ הרי מן האישים א״א להם ליקח כלומר שהכל נשרף אלא מאי אית לך למימר דה״ק קחו וכו׳ מאשי ה׳ כלומר אחר האישים ה״נ נימא לדידן הנותרים אחר האשי׳:", "heVersionTitle": "Venice, 1760", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ויניציאה, תקכ\"א", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6121b64dc823a798e70b55cb", "index_title": "Yalkut Shimoni on Torah", "category": "Midrash", "type": "quotation_auto", "ref": "Yalkut Shimoni on Torah 30:1", "anchorRef": "Leviticus 10:12", "anchorRefExpanded": ["Leviticus 10:12"], "sourceRef": "Yalkut Shimoni on Torah 30:1", "sourceHeRef": "ילקוט שמעוני על התורה ל׳:א׳", "anchorVerse": 12, "sourceHasEn": false, "compDate": [1100], "commentaryNum": 30.0001, "collectiveTitle": {"en": "Yalkut Shimoni on Torah", "he": "ילקוט שמעוני על התורה"}, "heTitle": "ילקוט שמעוני על התורה", "he": "ויאמר ה' אלהים אל הנחש אמר רבי שמואל בר נחמן אמר ר' יונתן מנין שאין טוענין למסית מנחש הקדמוני דאמר רבי שמלאי הרבה טענות היה לו לנחש לטעון ולא טען ומפני מה לא טען לו הקב\"ה לפי שאין טוענין למסית מאי הוה ליה למימר דברי הרב ודברי התלמיד דברי מי שומעין. תניא רבי אומר בגדולה מתחילין מן הגדול דכתיב ויאמר משה אל אהרן ואל אלעזר ובקלקלה מתחילין מן הקטן שבתחלה נתקלל נחש ואחר כך חוה ולבסוף נתקלל אדם. הכל משמשין פנים כנגד עורף חוץ משלשה מפני שעמהם דבר הקב\"ה ואלו הן אדם ונחש ודג. אדם שנאמר ולאדם אמר. נחש ויאמר ה' אלהים אל הנחש. דג ויאמר ה' לדג. כי עשית זאת כל מה שעשית בשביל זאת כל פעולה שלך לא בשביל זאת. מתחלת הספר ועד כאן שבעים וא' אזכרות מגיד שנידון בסנהדרין שלמה:", "heVersionTitle": "Yalkut Shimoni on Torah", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6121b64d8430f78f20636554", "index_title": "Yalkut Shimoni on Torah", "category": "Midrash", "type": "dibur_hamatchil", "ref": "Yalkut Shimoni on Torah 526:2", "anchorRef": "Leviticus 10:12", "anchorRefExpanded": ["Leviticus 10:12"], "sourceRef": "Yalkut Shimoni on Torah 526:2", "sourceHeRef": "ילקוט שמעוני על התורה תקכ״ו:ב׳", "anchorVerse": 12, "sourceHasEn": false, "compDate": [1100], "commentaryNum": 526.0002, "collectiveTitle": {"en": "Yalkut Shimoni on Torah", "he": "ילקוט שמעוני על התורה"}, "heTitle": "ילקוט שמעוני על התורה", "he": "ויאמר משה אל אהרן ולאלעזר ולאיתמר בניו. רבי אומר בגדולה מתחילין מן הגדול דכתיב אל אהרן ולאלעזר ובקלקלה מתחילין מן הקטן דכתיב ויאמר ה' אל הנחש וגו' ואיבה אשית וגו' ואל האשה אמר נתקלל הנחש ואחר כך נתקללה חוה ואחר כך נתקלל אדם:", "heVersionTitle": "Yalkut Shimoni on Torah", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6121b64ec823a798e70b55cd", "index_title": "Yalkut Shimoni on Torah", "category": "Midrash", "type": "quotation_auto", "ref": "Yalkut Shimoni on Torah 530:3", "anchorRef": "Leviticus 10:12", "anchorRefExpanded": ["Leviticus 10:12"], "sourceRef": "Yalkut Shimoni on Torah 530:3", "sourceHeRef": "ילקוט שמעוני על התורה תק״ל:ג׳", "anchorVerse": 12, "sourceHasEn": false, "compDate": [1100], "commentaryNum": 530.0003, "collectiveTitle": {"en": "Yalkut Shimoni on Torah", "he": "ילקוט שמעוני על התורה"}, "heTitle": "ילקוט שמעוני על התורה", "he": "(ויאמר) [וידבר] משה אל אהרן ואל אלעזר ואל איתמר בניו. בנים שקולין בו בכבוד יכול אף הראשונים ת\"ל הנותרים הנותרים שקולים בו בכבוד ואין הראשונים שקולין בו בכבוד. רבן שמעון בן גמליאל משום ר\"א בן עזריה אומר הרי הוא אומר וימת נדב ואביהוא לפני ה' בהקריבם אש זרה שאין ת\"ל ובנים לא היו להם שאילו היו להם בנים בניםהם קודמין לאלעזר שכל הקודם בנחלה הוא קודם בכבוד. אם כן למה נאמר הנותרים אמר להם לא היה לכם להסתכל כלל כאילו שעשו דבר שלא בעצה ונשטפו ר' אלעזר אומר קרובים היו לישרף אלא שרחם המקום על אהרן. קחו את המנחה זו מנחת נחשון. והנותרת זו מנחת יום השמיני. מאשי ה' אין להםאלא לאחר מתן האשים. ואכלוה מצות מה ת\"ל מפני שהיא מנחת צבור והוא מצות (עשה) [שעה] ואין כיוצא בה לדורות לכך נאמר ואכלוה מצות. אצל המזבח ולא בהיכל אלא ע\"ג הכבש. אין לי אלא זו בלבד מנין לרבות קדשי קדשים ת\"ל קודש קדשים היא אותה והיא הרי אלו ג' מעוטין פרט לתורה וללחמה לאיל נזיר וללחמו לאיל המלואים וללחמו. ואכלתם אותה במקום קדוש מה ת\"ל לפי שנאמר אצל המזבח אין לי אלא סמוך למזבח מנין לרבות הלשכות הבנויות בחול ופתוחות לקדש ת\"ל במקום כי חקך וחק בניך היא אין חק לבנות, מאשי ה' אין להן אלא אחר מתן אשים:", "heVersionTitle": "Yalkut Shimoni on Torah", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "62037ed647cf7a0c25239b53", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Leviticus, Part I; The Cult and the Priesthood, Systems Failure 2-4", "anchorRef": "Leviticus 10:1-20", "anchorRefExpanded": ["Leviticus 10:1", "Leviticus 10:2", "Leviticus 10:3", "Leviticus 10:4", "Leviticus 10:5", "Leviticus 10:6", "Leviticus 10:7", "Leviticus 10:8", "Leviticus 10:9", "Leviticus 10:10", "Leviticus 10:11", "Leviticus 10:12", "Leviticus 10:13", "Leviticus 10:14", "Leviticus 10:15", "Leviticus 10:16", "Leviticus 10:17", "Leviticus 10:18", "Leviticus 10:19", "Leviticus 10:20"], "sourceRef": "The Five Books of Moses, by Everett Fox, Leviticus, Part I; The Cult and the Priesthood, Systems Failure 2-4", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, ויקרא, ויקרא מאמר ג׳, ויקרא הערה י׳ ב׳-ד׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Systems Failure", "he": "ויקרא הערה י׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "ויקרא הערה י׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["As so often in the Torah, a brief narrative breaks in at this point, apparently to illustrate the dangers associated with the priests’ tasks that we have just celebrated in the previous chapter. Just as the sin of the Golden Calf followed scenes of revelation at Sinai, so here too we are taken from the pomp of the priests’ installation and set face to face with human failure. Alternatively, the story could be explained as a lead-in to the laws on priestly behavior in vv.9–11, just as the Golden Calf story precedes a remade covenant in Ex. 34.", "What exactly was Nadav and Avihu’s capital crime? Commentators over the ages have argued back and forth. Some see it as accidental: Nadav and Avihu somehow misconstrued what they were supposed to do—but divine service can brook no errors on the part of the people’s representatives. Other interpreters, taking their clue from v.9, feel that Nadav and Avihu were drunk and so not in full control of their ritual duties. Milgrom’s suggestion, that the story serves to warn the Israelite audience to stay away from offering their own incense (which often was connected to idolatry), makes historical sense; but the context of the tale here, after what has gone before, makes the specific crime less important than the idea that the priests must in general “get it right.”", "The chapter has a three-part structure: crime/punishment/mourning; laws on drunkenness of priests and the proper disposal of the sacrifices; and a confrontation between Moshe and Aharon over ritual procedure, which is resolved, not by death but by reasoned discussion."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620380a7713bd8cd388d3e4f", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Leviticus, Part I; The Cult and the Priesthood 2-18", "anchorRef": "Leviticus 1:1-10:20", "anchorRefExpanded": ["Leviticus 1:1", "Leviticus 1:2", "Leviticus 1:3", "Leviticus 1:4", "Leviticus 1:5", "Leviticus 1:6", "Leviticus 1:7", "Leviticus 1:8", "Leviticus 1:9", "Leviticus 1:10", "Leviticus 1:11", "Leviticus 1:12", "Leviticus 1:13", "Leviticus 1:14", "Leviticus 1:15", "Leviticus 1:16", "Leviticus 1:17", "Leviticus 2:1", "Leviticus 2:2", "Leviticus 2:3", "Leviticus 2:4", "Leviticus 2:5", "Leviticus 2:6", "Leviticus 2:7", "Leviticus 2:8", "Leviticus 2:9", "Leviticus 2:10", "Leviticus 2:11", "Leviticus 2:12", "Leviticus 2:13", "Leviticus 2:14", "Leviticus 2:15", "Leviticus 2:16", "Leviticus 3:1", "Leviticus 3:2", "Leviticus 3:3", "Leviticus 3:4", "Leviticus 3:5", "Leviticus 3:6", "Leviticus 3:7", "Leviticus 3:8", "Leviticus 3:9", "Leviticus 3:10", "Leviticus 3:11", "Leviticus 3:12", "Leviticus 3:13", "Leviticus 3:14", "Leviticus 3:15", "Leviticus 3:16", "Leviticus 3:17", "Leviticus 4:1", "Leviticus 4:2", "Leviticus 4:3", "Leviticus 4:4", "Leviticus 4:5", "Leviticus 4:6", "Leviticus 4:7", "Leviticus 4:8", "Leviticus 4:9", "Leviticus 4:10", "Leviticus 4:11", "Leviticus 4:12", "Leviticus 4:13", "Leviticus 4:14", "Leviticus 4:15", "Leviticus 4:16", "Leviticus 4:17", "Leviticus 4:18", "Leviticus 4:19", "Leviticus 4:20", "Leviticus 4:21", "Leviticus 4:22", "Leviticus 4:23", "Leviticus 4:24", "Leviticus 4:25", "Leviticus 4:26", "Leviticus 4:27", "Leviticus 4:28", "Leviticus 4:29", "Leviticus 4:30", "Leviticus 4:31", "Leviticus 4:32", "Leviticus 4:33", "Leviticus 4:34", "Leviticus 4:35", "Leviticus 5:1", "Leviticus 5:2", "Leviticus 5:3", "Leviticus 5:4", "Leviticus 5:5", "Leviticus 5:6", "Leviticus 5:7", "Leviticus 5:8", "Leviticus 5:9", "Leviticus 5:10", "Leviticus 5:11", "Leviticus 5:12", "Leviticus 5:13", "Leviticus 5:14", "Leviticus 5:15", "Leviticus 5:16", "Leviticus 5:17", "Leviticus 5:18", "Leviticus 5:19", "Leviticus 5:20", "Leviticus 5:21", "Leviticus 5:22", "Leviticus 5:23", "Leviticus 5:24", "Leviticus 5:25", "Leviticus 5:26", "Leviticus 6:1", "Leviticus 6:2", "Leviticus 6:3", "Leviticus 6:4", "Leviticus 6:5", "Leviticus 6:6", "Leviticus 6:7", "Leviticus 6:8", "Leviticus 6:9", "Leviticus 6:10", "Leviticus 6:11", "Leviticus 6:12", "Leviticus 6:13", "Leviticus 6:14", "Leviticus 6:15", "Leviticus 6:16", "Leviticus 6:17", "Leviticus 6:18", "Leviticus 6:19", "Leviticus 6:20", "Leviticus 6:21", "Leviticus 6:22", "Leviticus 6:23", "Leviticus 7:1", "Leviticus 7:2", "Leviticus 7:3", "Leviticus 7:4", "Leviticus 7:5", "Leviticus 7:6", "Leviticus 7:7", "Leviticus 7:8", "Leviticus 7:9", "Leviticus 7:10", "Leviticus 7:11", "Leviticus 7:12", "Leviticus 7:13", "Leviticus 7:14", "Leviticus 7:15", "Leviticus 7:16", "Leviticus 7:17", "Leviticus 7:18", "Leviticus 7:19", "Leviticus 7:20", "Leviticus 7:21", "Leviticus 7:22", "Leviticus 7:23", "Leviticus 7:24", "Leviticus 7:25", "Leviticus 7:26", "Leviticus 7:27", "Leviticus 7:28", "Leviticus 7:29", "Leviticus 7:30", "Leviticus 7:31", "Leviticus 7:32", "Leviticus 7:33", "Leviticus 7:34", "Leviticus 7:35", "Leviticus 7:36", "Leviticus 7:37", "Leviticus 7:38", "Leviticus 8:1", "Leviticus 8:2", "Leviticus 8:3", "Leviticus 8:4", "Leviticus 8:5", "Leviticus 8:6", "Leviticus 8:7", "Leviticus 8:8", "Leviticus 8:9", "Leviticus 8:10", "Leviticus 8:11", "Leviticus 8:12", "Leviticus 8:13", "Leviticus 8:14", "Leviticus 8:15", "Leviticus 8:16", "Leviticus 8:17", "Leviticus 8:18", "Leviticus 8:19", "Leviticus 8:20", "Leviticus 8:21", "Leviticus 8:22", "Leviticus 8:23", "Leviticus 8:24", "Leviticus 8:25", "Leviticus 8:26", "Leviticus 8:27", "Leviticus 8:28", "Leviticus 8:29", "Leviticus 8:30", "Leviticus 8:31", "Leviticus 8:32", "Leviticus 8:33", "Leviticus 8:34", "Leviticus 8:35", "Leviticus 8:36", "Leviticus 9:1", "Leviticus 9:2", "Leviticus 9:3", "Leviticus 9:4", "Leviticus 9:5", "Leviticus 9:6", "Leviticus 9:7", "Leviticus 9:8", "Leviticus 9:9", "Leviticus 9:10", "Leviticus 9:11", "Leviticus 9:12", "Leviticus 9:13", "Leviticus 9:14", "Leviticus 9:15", "Leviticus 9:16", "Leviticus 9:17", "Leviticus 9:18", "Leviticus 9:19", "Leviticus 9:20", "Leviticus 9:21", "Leviticus 9:22", "Leviticus 9:23", "Leviticus 9:24", "Leviticus 10:1", "Leviticus 10:2", "Leviticus 10:3", "Leviticus 10:4", "Leviticus 10:5", "Leviticus 10:6", "Leviticus 10:7", "Leviticus 10:8", "Leviticus 10:9", "Leviticus 10:10", "Leviticus 10:11", "Leviticus 10:12", "Leviticus 10:13", "Leviticus 10:14", "Leviticus 10:15", "Leviticus 10:16", "Leviticus 10:17", "Leviticus 10:18", "Leviticus 10:19", "Leviticus 10:20"], "sourceRef": "The Five Books of Moses, by Everett Fox, Leviticus, Part I; The Cult and the Priesthood 2-18", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, ויקרא, ויקרא מאמר ג׳ ב׳-י״ח", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Part I; The Cult and the Priesthood", "he": "ויקרא מאמר ד׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["T<small>HE SECOND HALF OF THE BOOK OF</small> E<small>XODUS CONCERNED ITSELF WITH SETTING UP THE</small> sacrificial cult of Israel. It therefore set forth the prescriptions for and construction of a sanctuary and the priestly garments, and laid out a ceremony for the investiture of priests. But the description of how sacrifices were to be offered, and for what purpose, is not part of the book, which as edited seems more interested in contrasting the building of a sanctuary with building cities for the Pharaohs, as part of its portrayal of the victory of the biblical God over the gods of Egypt. Although at the end of the book the “Dwelling” is completed, we do not get to see the various sacral rites performed there.", "Leviticus also delays the ordination of the priests, until Chapter 8, preferring instead to begin with a kind of manual on the offering and disposal of sacrifices. It then moves us from the details of sacrifice into the narrative of the sanctuary’s dedication and opening rites, providing a natural bridge for Part II, in which ritual pollution and purity, the province of priests, is dealt with.", "The function of the sacrificial cult in ancient Israel will be discussed in “On Animal Sacrifice” below. In general it should be noted that the existence of a class or profession whose job it is to mediate between the divine and human realms is widespread in most older cultures, and the Israelite priesthood, whatever its origins and development, was but one of many such groups in the ancient Near East. It existed, to use the language of Exodus, to “serve” God, maintaining his holiness through ritual and helping to maintain the order of sacred culture which was supposed to mirror God’s ordering of the cosmos. Accordingly, as we will learn later in Leviticus, priests were to be set apart from the general population in a number of areas. There were strict rules about whom they could and could not marry, and they were barred from coming into any contact with the dead, for instance. Their functions extended beyond sacrifice; they could provide oracular advice in times of need, and taught the people “instructions” (Heb. <i>torot</i>) regarding various ritual matters.", "As part of an overall scheme, there was a conscious parallel between priests as part of a select circle and sacrificial animals—as well as the people of Israel. That is, all three stood at the center of concentric circles dedicated to God; and as one moved out (toward Levite and commoner, animals permitted for eating and those forbidden, and neighbors and foreigners), one got further and further away from the divine. The hierarchy regarding the cult thus reinforced the theme of separation which we have noted above.", "In the view of Milgrom, Israel’s cult was distinguished from those of its neighbors by its purposefully ignoring the complex web of rituals regarding demons. The sanctuary was to be purged of ritual pollution, not only by semimagical means (the sprinkling of sacrificial blood) but also and primarily by the confession of wrongdoing and the sincere desire to repent. Then, too, the sanctuary, while in most respects resembling shrines elsewhere in the ancient Near East, omitted certain crucial items, most notably statuary representing the gods and a bed for them to rest on. Finally, certain religious rituals were forbidden, such as mutilation of the priests’ bodies. In all these cases, Israel introduced something new into the area of worship.", "For many decades there has been major and heated debate by scholars in favor of one or the other scheme for following the history of the priesthood and the cult. There are those who view these institutions as stretching back to Israel’s earliest history, while others see strong evidence of a late, possibly even exilic, reworking of the priestly material. Similar arguments dot the landscape of literary criticism of the Torah, in which scholars have tried to divine at what point priestly editors might have put their distinctive stamp on the literature. From Wellhausen in the nineteenth century to Knohl, Milgrom, and Levine in the late twentieth, there has been no lack of theorizing on these issues—and no definitive answers. For the moment we are left to read Leviticus as it is placed in the Torah, with an awareness that a variety of historical and ideological influences are imbedded, if not hidden, in our text.", "O<small>N</small> A<small>NIMAL</small> S<small>ACRIFICE</small>", "A<small>LTHOUGH IT APPEARS EARLIER IN THE</small> T<small>ORAH</small>, <small>ANIMAL SACRIFICE RECEIVES ITS FULL</small>est treatment in Leviticus. Besides the opening seven chapters, which are devoted to a relatively brief description of how sacrifices are to be offered and disposed of, many other chapters in the book talk about sacrificial rituals: the installation of the priests (8–9), rules about disposing of the <i>hattat</i> sacrifice (10), purification offerings brought in the event of such “polluting” states as childbirth and skin diseases (12–15), and finally the “scapegoat” ceremony of Chapter 16. They appear in most of the later chapters as well.", "What function did sacrifice, particularly of animals, play in the religion of ancient Israel? How could a God who proscribed the murder of human beings (Ex. 20:13, 21:12) countenance the taking of animal life for ritual purposes? To answer these questions, we must turn briefly to some of the commonly proposed theories surrounding sacrifice.", "The idea of offering up living creatures to the gods is one of hoary antiquity. Walter Burkert, on the basis of the study of Greek religion, suggests that sacrifice is a means of dealing with guilt over the taking of life. That is, the switch from gathering to hunting society, made possible by technology (the invention of tools), while it raised human accomplishment and consciousness to a new level, also brought with it the acute sense of having violated something essential in the cosmic order. Such guilt is not mitigated by the fact that early people hunted for food and not for pleasure. The way of dealing with the guilt, giving life back to the gods, is in a true sense restoration; life is given back for life taken, so that it may ultimately be renewed (contrast this to the profoundly unecological use of living and inorganic resources over the past “civilized” centuries). And it must be done via ritual. In Burkert’s view, ritual deals with human anxiety by “raising the ante”—by means of increasing anxiety, it is controlled. So guilt over life-taking is assuaged by making a ritual out of the killing, and the shared experience of trauma helps to create solidarity within the group. Despite the subsequent rise of agriculture, says Burkert, the hunting ritual played out in sacrifice could not be done away with, so ingrained had it become, and the rationale behind sacrifices was therefore transformed. Now domesticated animals could be used, giving greater control over the process.", "In another approach, De Vaux (1965) postulates three motives for sacrifice. In the first model, that of “gift,” the worshiper brings something of value to the deity. The animal is killed, setting it apart for sacred use; it is burned, turning it into an invisible substance which can rise to the gods. The gift may be for thanksgiving or, more likely, may be to assuage the demonic powers that many societies (especially Mesopotamia, Abraham’s homeland) felt controlled everyday life. Giving establishes reciprocal movement; altruism has no place here (Burkert). One is reminded of the elaborate giving ceremonies among many peoples on occasions such as weddings; giving establishes relationship and maintains the social order.", "In addition to gifts, another mode of sacrifice involves communion, as nineteenth-century scholars such as Robertson Smith observed. Here the model of the meal is crucial: humans and gods share a great repast, thereby cementing kinship as surely as the closing of business deals is celebrated by drinks and dinner. Passover, both in the Bible and subsequently (even when the sacrifice per se was no longer involved), may serve as a striking example of the effectiveness of such a paradigm.", "A final type or function of sacrifice is atonement or expiation. Here a sin, communal or individual, is purged away by the act of sacrifice; the gods receive life as a substitute for the sinner’s own, which is symbolized by the victim’s blood. The fact that the animals permitted in the Bible for sacrifice are pastoral and hence frequently used metaphorically for the Israelites themselves, is significant in this regard. This approach is further illustrated in the Bible by the end of the Flood story, where God accepts Noah’s sacrifice, implying that he accepts animal life (which now, simultaneous with properly offered sacrifice, is permissible for food) in place of that of humans (Eilberg-Schwartz). It should be noted that, in the Bible, sacrifice for the sake of atonement is almost always in reference to unintentional sins, whereas deliberate wrongdoing may not be atoned for through this system.", "Which of these rationales is truly at work in Levitical sacrifice? Actually, at various times one can find all of them—the texts present a variety of motives and occasions for sacrifice in biblical Israel, from thanksgiving to purification and reparation. But in general one may say of Israelite sacrifice, as one may say of much of the ritual in Leviticus, that it is designed primarily to maintain or repair the relationship between God and Israel. Such an understanding helps to explain the unity of the book, as we will see in our discussion of pollution: sacrifice was a crucial element in keeping the covenant, and hence God’s beneficent presence among the Israelites, intact.", "The fact that this reconciliation, as it were, takes place against a background of slaughter should not be as upsetting to moderns as it is usually felt to be. In ironic contrast to our mechanized and mass-produced society, where the killing of animals for food takes place at a remove from our consciousness and from our direct participation, the sacrificial system in fact involved worshiper and priest alike, and the symbolic value of the operation, whatever it may have been in specific cases, lay in its directness, in its consciousness of the taking of life. Some would even maintain that in societies where the practice and rationale for sacrifice has broken down, there is inevitably an increase in intrahuman violence (Girard).", "<br><img>", "<b><i>Lev. 3:5</i> And the Sons of Aharon are to turn it (all) into smoke upon the slaughter-site … a fire-offering of soothing savor for Y<small>HWH</small>.</b>"], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620380a9713bd8cd388d3e51", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Leviticus, On the Book of Leviticus and Its Structure 2-41", "anchorRef": "Leviticus 1:1-27:34", "anchorRefExpanded": ["Leviticus 1:1", "Leviticus 1:2", "Leviticus 1:3", "Leviticus 1:4", "Leviticus 1:5", "Leviticus 1:6", "Leviticus 1:7", "Leviticus 1:8", "Leviticus 1:9", "Leviticus 1:10", "Leviticus 1:11", "Leviticus 1:12", "Leviticus 1:13", "Leviticus 1:14", "Leviticus 1:15", "Leviticus 1:16", "Leviticus 1:17", "Leviticus 2:1", "Leviticus 2:2", "Leviticus 2:3", "Leviticus 2:4", "Leviticus 2:5", "Leviticus 2:6", "Leviticus 2:7", "Leviticus 2:8", "Leviticus 2:9", "Leviticus 2:10", "Leviticus 2:11", "Leviticus 2:12", "Leviticus 2:13", "Leviticus 2:14", "Leviticus 2:15", "Leviticus 2:16", "Leviticus 3:1", "Leviticus 3:2", "Leviticus 3:3", "Leviticus 3:4", "Leviticus 3:5", "Leviticus 3:6", "Leviticus 3:7", "Leviticus 3:8", "Leviticus 3:9", "Leviticus 3:10", "Leviticus 3:11", "Leviticus 3:12", "Leviticus 3:13", "Leviticus 3:14", "Leviticus 3:15", "Leviticus 3:16", "Leviticus 3:17", "Leviticus 4:1", "Leviticus 4:2", "Leviticus 4:3", "Leviticus 4:4", "Leviticus 4:5", "Leviticus 4:6", "Leviticus 4:7", "Leviticus 4:8", "Leviticus 4:9", "Leviticus 4:10", "Leviticus 4:11", "Leviticus 4:12", "Leviticus 4:13", "Leviticus 4:14", "Leviticus 4:15", "Leviticus 4:16", "Leviticus 4:17", "Leviticus 4:18", "Leviticus 4:19", "Leviticus 4:20", "Leviticus 4:21", "Leviticus 4:22", "Leviticus 4:23", "Leviticus 4:24", "Leviticus 4:25", "Leviticus 4:26", "Leviticus 4:27", "Leviticus 4:28", "Leviticus 4:29", "Leviticus 4:30", "Leviticus 4:31", "Leviticus 4:32", "Leviticus 4:33", "Leviticus 4:34", "Leviticus 4:35", "Leviticus 5:1", "Leviticus 5:2", "Leviticus 5:3", "Leviticus 5:4", "Leviticus 5:5", "Leviticus 5:6", "Leviticus 5:7", "Leviticus 5:8", "Leviticus 5:9", "Leviticus 5:10", "Leviticus 5:11", "Leviticus 5:12", "Leviticus 5:13", "Leviticus 5:14", "Leviticus 5:15", "Leviticus 5:16", "Leviticus 5:17", "Leviticus 5:18", "Leviticus 5:19", "Leviticus 5:20", "Leviticus 5:21", "Leviticus 5:22", "Leviticus 5:23", "Leviticus 5:24", "Leviticus 5:25", "Leviticus 5:26", "Leviticus 6:1", "Leviticus 6:2", "Leviticus 6:3", "Leviticus 6:4", "Leviticus 6:5", "Leviticus 6:6", "Leviticus 6:7", "Leviticus 6:8", "Leviticus 6:9", "Leviticus 6:10", "Leviticus 6:11", "Leviticus 6:12", "Leviticus 6:13", "Leviticus 6:14", "Leviticus 6:15", "Leviticus 6:16", "Leviticus 6:17", "Leviticus 6:18", "Leviticus 6:19", "Leviticus 6:20", "Leviticus 6:21", "Leviticus 6:22", "Leviticus 6:23", "Leviticus 7:1", "Leviticus 7:2", "Leviticus 7:3", "Leviticus 7:4", "Leviticus 7:5", "Leviticus 7:6", "Leviticus 7:7", "Leviticus 7:8", "Leviticus 7:9", "Leviticus 7:10", "Leviticus 7:11", "Leviticus 7:12", "Leviticus 7:13", "Leviticus 7:14", "Leviticus 7:15", "Leviticus 7:16", "Leviticus 7:17", "Leviticus 7:18", "Leviticus 7:19", "Leviticus 7:20", "Leviticus 7:21", "Leviticus 7:22", "Leviticus 7:23", "Leviticus 7:24", "Leviticus 7:25", "Leviticus 7:26", "Leviticus 7:27", "Leviticus 7:28", "Leviticus 7:29", "Leviticus 7:30", "Leviticus 7:31", "Leviticus 7:32", "Leviticus 7:33", "Leviticus 7:34", "Leviticus 7:35", "Leviticus 7:36", "Leviticus 7:37", "Leviticus 7:38", "Leviticus 8:1", "Leviticus 8:2", "Leviticus 8:3", "Leviticus 8:4", "Leviticus 8:5", "Leviticus 8:6", "Leviticus 8:7", "Leviticus 8:8", "Leviticus 8:9", "Leviticus 8:10", "Leviticus 8:11", "Leviticus 8:12", "Leviticus 8:13", "Leviticus 8:14", "Leviticus 8:15", "Leviticus 8:16", "Leviticus 8:17", "Leviticus 8:18", "Leviticus 8:19", "Leviticus 8:20", "Leviticus 8:21", "Leviticus 8:22", "Leviticus 8:23", "Leviticus 8:24", "Leviticus 8:25", "Leviticus 8:26", "Leviticus 8:27", "Leviticus 8:28", "Leviticus 8:29", "Leviticus 8:30", "Leviticus 8:31", "Leviticus 8:32", "Leviticus 8:33", "Leviticus 8:34", "Leviticus 8:35", "Leviticus 8:36", "Leviticus 9:1", "Leviticus 9:2", "Leviticus 9:3", "Leviticus 9:4", "Leviticus 9:5", "Leviticus 9:6", "Leviticus 9:7", "Leviticus 9:8", "Leviticus 9:9", "Leviticus 9:10", "Leviticus 9:11", "Leviticus 9:12", "Leviticus 9:13", "Leviticus 9:14", "Leviticus 9:15", "Leviticus 9:16", "Leviticus 9:17", "Leviticus 9:18", "Leviticus 9:19", "Leviticus 9:20", "Leviticus 9:21", "Leviticus 9:22", "Leviticus 9:23", "Leviticus 9:24", "Leviticus 10:1", "Leviticus 10:2", "Leviticus 10:3", "Leviticus 10:4", "Leviticus 10:5", "Leviticus 10:6", "Leviticus 10:7", "Leviticus 10:8", "Leviticus 10:9", "Leviticus 10:10", "Leviticus 10:11", "Leviticus 10:12", "Leviticus 10:13", "Leviticus 10:14", "Leviticus 10:15", "Leviticus 10:16", "Leviticus 10:17", "Leviticus 10:18", "Leviticus 10:19", "Leviticus 10:20", "Leviticus 11:1", "Leviticus 11:2", "Leviticus 11:3", "Leviticus 11:4", "Leviticus 11:5", "Leviticus 11:6", "Leviticus 11:7", "Leviticus 11:8", "Leviticus 11:9", "Leviticus 11:10", "Leviticus 11:11", "Leviticus 11:12", "Leviticus 11:13", "Leviticus 11:14", "Leviticus 11:15", "Leviticus 11:16", "Leviticus 11:17", "Leviticus 11:18", "Leviticus 11:19", "Leviticus 11:20", "Leviticus 11:21", "Leviticus 11:22", "Leviticus 11:23", "Leviticus 11:24", "Leviticus 11:25", "Leviticus 11:26", "Leviticus 11:27", "Leviticus 11:28", "Leviticus 11:29", "Leviticus 11:30", "Leviticus 11:31", "Leviticus 11:32", "Leviticus 11:33", "Leviticus 11:34", "Leviticus 11:35", "Leviticus 11:36", "Leviticus 11:37", "Leviticus 11:38", "Leviticus 11:39", "Leviticus 11:40", "Leviticus 11:41", "Leviticus 11:42", "Leviticus 11:43", "Leviticus 11:44", "Leviticus 11:45", "Leviticus 11:46", "Leviticus 11:47", "Leviticus 12:1", "Leviticus 12:2", "Leviticus 12:3", "Leviticus 12:4", "Leviticus 12:5", "Leviticus 12:6", "Leviticus 12:7", "Leviticus 12:8", "Leviticus 13:1", "Leviticus 13:2", "Leviticus 13:3", "Leviticus 13:4", "Leviticus 13:5", "Leviticus 13:6", "Leviticus 13:7", "Leviticus 13:8", "Leviticus 13:9", "Leviticus 13:10", "Leviticus 13:11", "Leviticus 13:12", "Leviticus 13:13", "Leviticus 13:14", "Leviticus 13:15", "Leviticus 13:16", "Leviticus 13:17", "Leviticus 13:18", "Leviticus 13:19", "Leviticus 13:20", "Leviticus 13:21", "Leviticus 13:22", "Leviticus 13:23", "Leviticus 13:24", "Leviticus 13:25", "Leviticus 13:26", "Leviticus 13:27", "Leviticus 13:28", "Leviticus 13:29", "Leviticus 13:30", "Leviticus 13:31", "Leviticus 13:32", "Leviticus 13:33", "Leviticus 13:34", "Leviticus 13:35", "Leviticus 13:36", "Leviticus 13:37", "Leviticus 13:38", "Leviticus 13:39", "Leviticus 13:40", "Leviticus 13:41", "Leviticus 13:42", "Leviticus 13:43", "Leviticus 13:44", "Leviticus 13:45", "Leviticus 13:46", "Leviticus 13:47", "Leviticus 13:48", "Leviticus 13:49", "Leviticus 13:50", "Leviticus 13:51", "Leviticus 13:52", "Leviticus 13:53", "Leviticus 13:54", "Leviticus 13:55", "Leviticus 13:56", "Leviticus 13:57", "Leviticus 13:58", "Leviticus 13:59", "Leviticus 14:1", "Leviticus 14:2", "Leviticus 14:3", "Leviticus 14:4", "Leviticus 14:5", "Leviticus 14:6", "Leviticus 14:7", "Leviticus 14:8", "Leviticus 14:9", "Leviticus 14:10", "Leviticus 14:11", "Leviticus 14:12", "Leviticus 14:13", "Leviticus 14:14", "Leviticus 14:15", "Leviticus 14:16", "Leviticus 14:17", "Leviticus 14:18", "Leviticus 14:19", "Leviticus 14:20", "Leviticus 14:21", "Leviticus 14:22", "Leviticus 14:23", "Leviticus 14:24", "Leviticus 14:25", "Leviticus 14:26", "Leviticus 14:27", "Leviticus 14:28", "Leviticus 14:29", "Leviticus 14:30", "Leviticus 14:31", "Leviticus 14:32", "Leviticus 14:33", "Leviticus 14:34", "Leviticus 14:35", "Leviticus 14:36", "Leviticus 14:37", "Leviticus 14:38", "Leviticus 14:39", "Leviticus 14:40", "Leviticus 14:41", "Leviticus 14:42", "Leviticus 14:43", "Leviticus 14:44", "Leviticus 14:45", "Leviticus 14:46", "Leviticus 14:47", "Leviticus 14:48", "Leviticus 14:49", "Leviticus 14:50", "Leviticus 14:51", "Leviticus 14:52", "Leviticus 14:53", "Leviticus 14:54", "Leviticus 14:55", "Leviticus 14:56", "Leviticus 14:57", "Leviticus 15:1", "Leviticus 15:2", "Leviticus 15:3", "Leviticus 15:4", "Leviticus 15:5", "Leviticus 15:6", "Leviticus 15:7", "Leviticus 15:8", "Leviticus 15:9", "Leviticus 15:10", "Leviticus 15:11", "Leviticus 15:12", "Leviticus 15:13", "Leviticus 15:14", "Leviticus 15:15", "Leviticus 15:16", "Leviticus 15:17", "Leviticus 15:18", "Leviticus 15:19", "Leviticus 15:20", "Leviticus 15:21", "Leviticus 15:22", "Leviticus 15:23", "Leviticus 15:24", "Leviticus 15:25", "Leviticus 15:26", "Leviticus 15:27", "Leviticus 15:28", "Leviticus 15:29", "Leviticus 15:30", "Leviticus 15:31", "Leviticus 15:32", "Leviticus 15:33", "Leviticus 16:1", "Leviticus 16:2", "Leviticus 16:3", "Leviticus 16:4", "Leviticus 16:5", "Leviticus 16:6", "Leviticus 16:7", "Leviticus 16:8", "Leviticus 16:9", "Leviticus 16:10", "Leviticus 16:11", "Leviticus 16:12", "Leviticus 16:13", "Leviticus 16:14", "Leviticus 16:15", "Leviticus 16:16", "Leviticus 16:17", "Leviticus 16:18", "Leviticus 16:19", "Leviticus 16:20", "Leviticus 16:21", "Leviticus 16:22", "Leviticus 16:23", "Leviticus 16:24", "Leviticus 16:25", "Leviticus 16:26", "Leviticus 16:27", "Leviticus 16:28", "Leviticus 16:29", "Leviticus 16:30", "Leviticus 16:31", "Leviticus 16:32", "Leviticus 16:33", "Leviticus 16:34", "Leviticus 17:1", "Leviticus 17:2", "Leviticus 17:3", "Leviticus 17:4", "Leviticus 17:5", "Leviticus 17:6", "Leviticus 17:7", "Leviticus 17:8", "Leviticus 17:9", "Leviticus 17:10", "Leviticus 17:11", "Leviticus 17:12", "Leviticus 17:13", "Leviticus 17:14", "Leviticus 17:15", "Leviticus 17:16", "Leviticus 18:1", "Leviticus 18:2", "Leviticus 18:3", "Leviticus 18:4", "Leviticus 18:5", "Leviticus 18:6", "Leviticus 18:7", "Leviticus 18:8", "Leviticus 18:9", "Leviticus 18:10", "Leviticus 18:11", "Leviticus 18:12", "Leviticus 18:13", "Leviticus 18:14", "Leviticus 18:15", "Leviticus 18:16", "Leviticus 18:17", "Leviticus 18:18", "Leviticus 18:19", "Leviticus 18:20", "Leviticus 18:21", "Leviticus 18:22", "Leviticus 18:23", "Leviticus 18:24", "Leviticus 18:25", "Leviticus 18:26", "Leviticus 18:27", "Leviticus 18:28", "Leviticus 18:29", "Leviticus 18:30", "Leviticus 19:1", "Leviticus 19:2", "Leviticus 19:3", "Leviticus 19:4", "Leviticus 19:5", "Leviticus 19:6", "Leviticus 19:7", "Leviticus 19:8", "Leviticus 19:9", "Leviticus 19:10", "Leviticus 19:11", "Leviticus 19:12", "Leviticus 19:13", "Leviticus 19:14", "Leviticus 19:15", "Leviticus 19:16", "Leviticus 19:17", "Leviticus 19:18", "Leviticus 19:19", "Leviticus 19:20", "Leviticus 19:21", "Leviticus 19:22", "Leviticus 19:23", "Leviticus 19:24", "Leviticus 19:25", "Leviticus 19:26", "Leviticus 19:27", "Leviticus 19:28", "Leviticus 19:29", "Leviticus 19:30", "Leviticus 19:31", "Leviticus 19:32", "Leviticus 19:33", "Leviticus 19:34", "Leviticus 19:35", "Leviticus 19:36", "Leviticus 19:37", "Leviticus 20:1", "Leviticus 20:2", "Leviticus 20:3", "Leviticus 20:4", "Leviticus 20:5", "Leviticus 20:6", "Leviticus 20:7", "Leviticus 20:8", "Leviticus 20:9", "Leviticus 20:10", "Leviticus 20:11", "Leviticus 20:12", "Leviticus 20:13", "Leviticus 20:14", "Leviticus 20:15", "Leviticus 20:16", "Leviticus 20:17", "Leviticus 20:18", "Leviticus 20:19", "Leviticus 20:20", "Leviticus 20:21", "Leviticus 20:22", "Leviticus 20:23", "Leviticus 20:24", "Leviticus 20:25", "Leviticus 20:26", "Leviticus 20:27", "Leviticus 21:1", "Leviticus 21:2", "Leviticus 21:3", "Leviticus 21:4", "Leviticus 21:5", "Leviticus 21:6", "Leviticus 21:7", "Leviticus 21:8", "Leviticus 21:9", "Leviticus 21:10", "Leviticus 21:11", "Leviticus 21:12", "Leviticus 21:13", "Leviticus 21:14", "Leviticus 21:15", "Leviticus 21:16", "Leviticus 21:17", "Leviticus 21:18", "Leviticus 21:19", "Leviticus 21:20", "Leviticus 21:21", "Leviticus 21:22", "Leviticus 21:23", "Leviticus 21:24", "Leviticus 22:1", "Leviticus 22:2", "Leviticus 22:3", "Leviticus 22:4", "Leviticus 22:5", "Leviticus 22:6", "Leviticus 22:7", "Leviticus 22:8", "Leviticus 22:9", "Leviticus 22:10", "Leviticus 22:11", "Leviticus 22:12", "Leviticus 22:13", "Leviticus 22:14", "Leviticus 22:15", "Leviticus 22:16", "Leviticus 22:17", "Leviticus 22:18", "Leviticus 22:19", "Leviticus 22:20", "Leviticus 22:21", "Leviticus 22:22", "Leviticus 22:23", "Leviticus 22:24", "Leviticus 22:25", "Leviticus 22:26", "Leviticus 22:27", "Leviticus 22:28", "Leviticus 22:29", "Leviticus 22:30", "Leviticus 22:31", "Leviticus 22:32", "Leviticus 22:33", "Leviticus 23:1", "Leviticus 23:2", "Leviticus 23:3", "Leviticus 23:4", "Leviticus 23:5", "Leviticus 23:6", "Leviticus 23:7", "Leviticus 23:8", "Leviticus 23:9", "Leviticus 23:10", "Leviticus 23:11", "Leviticus 23:12", "Leviticus 23:13", "Leviticus 23:14", "Leviticus 23:15", "Leviticus 23:16", "Leviticus 23:17", "Leviticus 23:18", "Leviticus 23:19", "Leviticus 23:20", "Leviticus 23:21", "Leviticus 23:22", "Leviticus 23:23", "Leviticus 23:24", "Leviticus 23:25", "Leviticus 23:26", "Leviticus 23:27", "Leviticus 23:28", "Leviticus 23:29", "Leviticus 23:30", "Leviticus 23:31", "Leviticus 23:32", "Leviticus 23:33", "Leviticus 23:34", "Leviticus 23:35", "Leviticus 23:36", "Leviticus 23:37", "Leviticus 23:38", "Leviticus 23:39", "Leviticus 23:40", "Leviticus 23:41", "Leviticus 23:42", "Leviticus 23:43", "Leviticus 23:44", "Leviticus 24:1", "Leviticus 24:2", "Leviticus 24:3", "Leviticus 24:4", "Leviticus 24:5", "Leviticus 24:6", "Leviticus 24:7", "Leviticus 24:8", "Leviticus 24:9", "Leviticus 24:10", "Leviticus 24:11", "Leviticus 24:12", "Leviticus 24:13", "Leviticus 24:14", "Leviticus 24:15", "Leviticus 24:16", "Leviticus 24:17", "Leviticus 24:18", "Leviticus 24:19", "Leviticus 24:20", "Leviticus 24:21", "Leviticus 24:22", "Leviticus 24:23", "Leviticus 25:1", "Leviticus 25:2", "Leviticus 25:3", "Leviticus 25:4", "Leviticus 25:5", "Leviticus 25:6", "Leviticus 25:7", "Leviticus 25:8", "Leviticus 25:9", "Leviticus 25:10", "Leviticus 25:11", "Leviticus 25:12", "Leviticus 25:13", "Leviticus 25:14", "Leviticus 25:15", "Leviticus 25:16", "Leviticus 25:17", "Leviticus 25:18", "Leviticus 25:19", "Leviticus 25:20", "Leviticus 25:21", "Leviticus 25:22", "Leviticus 25:23", "Leviticus 25:24", "Leviticus 25:25", "Leviticus 25:26", "Leviticus 25:27", "Leviticus 25:28", "Leviticus 25:29", "Leviticus 25:30", "Leviticus 25:31", "Leviticus 25:32", "Leviticus 25:33", "Leviticus 25:34", "Leviticus 25:35", "Leviticus 25:36", "Leviticus 25:37", "Leviticus 25:38", "Leviticus 25:39", "Leviticus 25:40", "Leviticus 25:41", "Leviticus 25:42", "Leviticus 25:43", "Leviticus 25:44", "Leviticus 25:45", "Leviticus 25:46", "Leviticus 25:47", "Leviticus 25:48", "Leviticus 25:49", "Leviticus 25:50", "Leviticus 25:51", "Leviticus 25:52", "Leviticus 25:53", "Leviticus 25:54", "Leviticus 25:55", "Leviticus 26:1", "Leviticus 26:2", "Leviticus 26:3", "Leviticus 26:4", "Leviticus 26:5", "Leviticus 26:6", "Leviticus 26:7", "Leviticus 26:8", "Leviticus 26:9", "Leviticus 26:10", "Leviticus 26:11", "Leviticus 26:12", "Leviticus 26:13", "Leviticus 26:14", "Leviticus 26:15", "Leviticus 26:16", "Leviticus 26:17", "Leviticus 26:18", "Leviticus 26:19", "Leviticus 26:20", "Leviticus 26:21", "Leviticus 26:22", "Leviticus 26:23", "Leviticus 26:24", "Leviticus 26:25", "Leviticus 26:26", "Leviticus 26:27", "Leviticus 26:28", "Leviticus 26:29", "Leviticus 26:30", "Leviticus 26:31", "Leviticus 26:32", "Leviticus 26:33", "Leviticus 26:34", "Leviticus 26:35", "Leviticus 26:36", "Leviticus 26:37", "Leviticus 26:38", "Leviticus 26:39", "Leviticus 26:40", "Leviticus 26:41", "Leviticus 26:42", "Leviticus 26:43", "Leviticus 26:44", "Leviticus 26:45", "Leviticus 26:46", "Leviticus 27:1", "Leviticus 27:2", "Leviticus 27:3", "Leviticus 27:4", "Leviticus 27:5", "Leviticus 27:6", "Leviticus 27:7", "Leviticus 27:8", "Leviticus 27:9", "Leviticus 27:10", "Leviticus 27:11", "Leviticus 27:12", "Leviticus 27:13", "Leviticus 27:14", "Leviticus 27:15", "Leviticus 27:16", "Leviticus 27:17", "Leviticus 27:18", "Leviticus 27:19", "Leviticus 27:20", "Leviticus 27:21", "Leviticus 27:22", "Leviticus 27:23", "Leviticus 27:24", "Leviticus 27:25", "Leviticus 27:26", "Leviticus 27:27", "Leviticus 27:28", "Leviticus 27:29", "Leviticus 27:30", "Leviticus 27:31", "Leviticus 27:32", "Leviticus 27:33", "Leviticus 27:34"], "sourceRef": "The Five Books of Moses, by Everett Fox, Leviticus, On the Book of Leviticus and Its Structure 2-41", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, ויקרא, ויקרא מאמר ב׳ ב׳-מ״א", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "On the Book of Leviticus and Its Structure", "he": "ויקרא מאמר ג׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "ויקרא מאמר ב׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["F<small>OR MOST LAY READERS</small>, <small>THE THIRD OF THE</small> F<small>IVE BOOKS OF</small> M<small>OSES PRESENTS FORMIDA</small>ble obstacles. Many people find it difficult to relate to the description of ritual slaughter of animals and the disposal of their blood and flesh in the opening section of the book, or to the detailed prescriptions regarding bodily functions, skin disease, and mold in Chapters 12–15. Others experience Leviticus as obscure: Why exactly do Aaron’s sons die in Chapter 10? How can one explain the ritual of the scapegoat in Chapter 16? A frequently encountered reaction to the book is the desire to get on to the book of Numbers—which at least has some intriguing narratives such as Moses’ sin and punishment, the faint-heartedness of the spies, and Balaam’s reversed prophecies.", "Yet Leviticus, as it has been placed in the Torah, signals that something of singular importance is at work. The book, after all, occurs at the center of the overall five-book structure. Unlike the other four, it is set entirely around Mount Sinai, and so it forms, geographically as well as structurally, the heart of the Torah document. In addition, the priestly interests so clearly presented in Leviticus appear throughout the Torah: as genealogical lists (Genesis, Exodus, Numbers), descriptions of rituals (Exodus, Numbers, Deuteronomy), and details about the building of the desert “Dwelling” of God (Exodus). Indeed, the opening chapter of it all, Gen. 1 (the Creation story), has strong links in both its themes and terminology with the priestly law.", "Leviticus in fact presents a significant strain, conventionally termed the “priestly” view, in biblical thought. Anthropologically considered, it sheds important light on the outlook of some of those who compiled and read the Hebrew Bible. And the process did not stop there. Many of the categories found in Leviticus were continued and expanded by later Judaism: regulations concerning sexuality and diet, concepts of separation and holiness, and how to deal with one’s fellow human beings in a variety of economic and social settings. These found expression in different but still recognizable form simultaneously in the development of Christianity.", "In late antiquity Leviticus was known as <i>Torat Kohanim</i>, the Priestly Instruction (or simultaneously understood, as Levine suggests, as the Instruction of the Priests). Given both the concerns of the priestly writers and the wording they use to express those concerns, I see Leviticus as the Book of Separations, the book in which are set forth distinctions between a whole range of aspects of ancient Israelite experience and practice: holy and profane; ritual purity and pollution; permitted and forbidden in sexuality and diet; Israelites and others; and priests, Levites, and common folk among the Israelites. This near-obsession with drawing lines (or, as Douglas has presented it, concentric circles) may in some sense reflect the position of Israel in the ancient Near East as a small, beleaguered newcomer in a region of hoary empires, situated on land that was constantly invaded by both great powers and local foes. It may also be an echo of the larger Bronze Age and Iron Age process of change from the former, well-nigh universal worship of the Mother Goddess, to the later patriarchal societies with which the Western world still deals through its three monotheistic religions and their cultural outgrowths.", "Overarching the theme of separations or distinctions, through much of the book, is the polarity of order/disorder, represented best in Leviticus by the problem of life and death. As many scholars have noted, regulations regarding sacrifice here connect up with symbolically offering up human life—through the substitution of an animal—to the deity; blood is avoided at all costs, due to its connoting life. Animals that may be used for food (as well as for sacrifice) are in the main those which do not consume other living creatures. Pollutants which endanger the purity of the sanctuary (“Dwelling”) include bodily emissions which the Israelites connected with death (e.g., menstrual blood and “wasted” semen). Finally, the complex system of purification from some kind of skin disease may well originate in the similarity between disease and death. In sum, then, it is no surprise that, two books later, the Deuteronomic Moses implores the people to “choose life” rather than the “death” engendered by improper behavior by both priests and commoners.", "Interestingly, the strong urge to make order (ritual laws) out of disorder (the chaotic processes of human life, from killing animals for food to sexual relations) is reflected in other aspects of the Torah—most notably in the narrative portrayal of the descent lines from father Abraham. Here, the discontinuity represented by sibling rivalries and other threats to survival is countered by God’s establishing a kind of continuity through the choosing of younger brothers. In this case, the strong hand of ritual control is replaced by the somewhat hazardous element of surprise and close calls. But it does manage to provide for family continuity and, ultimately, the survival of the people. Whether this points to early or later experiences historically is the subject of ongoing and unresolved debate among biblical scholars. A widely accepted possibility is that the Torah as we have it was edited by priestly editors living in or shortly after the Babylonian Exile (6th–5th centuries <small>B</small>.<small>C</small>.<small>E</small>.), and that those editors took earlier material (which itself was already multilayered) and adapted it into an overall scheme expressing promise, disobedience, destruction, and survival/hope (cf. Fox 1993).", "In point of fact, Leviticus is best viewed as only a part, albeit the major one as a bloc, of a major thrust of the Torah. According to most biblical scholars, the “priestly” worldview, and the texts that may be attributed to it, makes its appearance with the very chapter with which the entire Torah begins, Gen. 1. Here distinctions and ordering are at the very heart of the text. God, immediately after his first creation-by-word (light), “separates” between light and darkness, then goes on to perform the same operation between heavenly waters (the storehouses of rain) and earthly ones. His remaining acts of creation involve putting heavenly bodies, vegetation, and animal life in order—each “according to its kind,” on specific days of creation. Animals are distinguished from plants through their receiving vocal divine blessing; humans from animals through the addition to the blessing of the phrase “have dominion over” the rest of living things. At the same time, humans are told that they may eat only what grows from the ground, implying that to do otherwise would be a violation of the order of things. Crowning the whole account is the poem (Gen. 2:1–4a) about God’s “finishing” of the “work” of creation, symbolized by his “hallowing” (making holy or separate-for-God) the seventh day. In Gen. 1, then, we are presented with a brief but complete vision of the cosmos as ordered in space, time, and life-forms, under the aegis of a metasexual, nonviolent, and benevolent deity.", "As Genesis unfolds under priestly influence, humans are presented with basic rules and warned of the consequences if those rules are broken. The paradisical situation of Adam and Eve (no labor, vegetarianism, no danger from animals, and sexual innocence) is disrupted by human disobedience, resulting in banishment from Eden—a shattering of the previous wholeness and order. Cain’s murder of his brother leads to the same punishment: uprootedness and hard labor. The mixing of divine and human beings in Gen. 6:1–2 results in a clear distinction being established by God, that humans will henceforth be limited in age. Finally, the account of the universal flood in Chapters 6–9 presents a picture that uses a number of Leviticus motifs. The earth is to be destroyed because human wrongdoing has “ruined” it (or, in Levitical language, “polluted” it). Animal life is rescued by means of taking pairs of animals aboard the ark—with Leviticus’s distinctions of “pure” and impure dutifully mentioned. Noah’s three sons, who also come onto the ark, later become the forefathers of three great divisions of humanity, as laid out in detail in the genealogical lists of Chapters 10–11. Finally, the new beginning of the cosmos, with Noah as a second Adam (cf. the latter’s blessing in 1:28 with that of the former in 9:1–2), is accompanied by both animal sacrifices and dietary restrictions (the introduction of meat is new, accompanied by the caveat—as in Lev. 17—that blood is not to be consumed).", "A major part of the priestly scheme emerges with the detailed instructions concerning the construction of the Tabernacle (God’s place of “Dwelling” on earth) and the priestly vestments that are to be worn there, in Ex. 25–31 (with much of this material repeated in narrative form in Chapters 35–40). The details make sense as part of a larger picture, in which the closer one gets to the “Holiest Holy-Shrine” where God takes up dwelling, the more central the measurements of space and the more precious the materials used. This concentric sense of order is reflected also in the layout of the wilderness camp of the Israelites in Num. 2. Thus the Tabernacle functions as a minicosmos, a visible and ritual representation of the creation itself. Through the layout of curtains within and tribal encampments without, space is ordered; through the festivals (enumerated in Leviticus and Deuteronomy, with some mention in Exodus as well), time is ordered. And, thanks to the provisions laid out in Leviticus, through priest/lay hierarchy, dietary rules, and sacrificial regulations, life-forms are ordered. The result is an almost utopian scheme. It is a world in which everything and everyone are to take their place under the perfect worship of a perfect God, banishing or avoiding death, defect, and disorder. In the priestly view, the world is to be an echo of the divine order that is portrayed in the Creation story.", "Viewed in the perspective of priestly concerns (only part of which we have just outlined), Leviticus is largely concerned with the potential disruption of this utopia. If Genesis chronicles threats to the fulfillment of God’s promises to Abraham, if Numbers recounts threats to his descendants’ survival on their march through the wilderness, then Leviticus concentrates on threats to Israel’s life with God. It presents a whole system of rules designed, first, to provide for purification and reconciliation with God through the sacrificial cult; second, to protect sanctuary, priests, land, and people from estrangement from God (via “pollution” of various kinds); and, finally, to establish a code of behavior that will ensure the perpetual enjoyment of God’s blessings on the land promised to Israel’s ancestors. From this it can readily be seen how Leviticus, far from being of interest to specialists and historians only, is in fact a crucial part of the Torah—perhaps its most crucial part, in that it supplies the ideological center of gravity for the whole. Once Leviticus is added to the narratives, poems, laws, and lists that comprise the rest of the Torah, a picture emerges that is more than literature and more than history. The five books become the multilayered and multifaceted monument that has been studied, puzzled over, and built upon for over two millennia.", "In sum, the world of the priestly strain in the Torah is a realm of desired order and perfection, a realm in which wholeness is to reign, in which anomaly and undesired mixture are not permitted, and in which boundaries are zealously guarded. The human body becomes symbolic of the cosmos: its life/death boundary is marked, and troublesome flows from it are carefully regulated. The land of Israel becomes symbolic of the cosmos: too much evildoing pollutes it, to the point where it can do naught else but “vomit out” its settlers (as it vomited out the previous ones). The animal kingdom, from which humans are allowed to take life under carefully prescribed circumstances, becomes symbolic of cosmic values, through heightening awareness of predator and victim, and careful avoidance of blood, the symbol of life. Indeed, in the system of Leviticus, it is no wonder that death is the major pollutant, and that blood of acceptable animal sacrifice is the agent through which human beings find atonement for minor pollutants.", "The book as it is presently laid out falls into three major sections, with a number of chapters that function either as connectors or appendices to various sections. Linkages and connecting theme words will be spelled out in more detail in the commentary; for the moment, the following outline may suffice:", "I The Sacrificial Cult", "1–7 Sacrificial Offerings: Their Ritual and Disposal", "8–9 The Installation of the Priests", "10 Systems Failure", "II Ritual Pollution and Purification", "11 Forbidden and Permitted Foods: Transition", "12–15 Pollution from Bodily Fluids and Skin Disease", "16 Purifying the Sanctuary and the High Priest", "Appendix: 17 On the Shedding of Animal Blood", "III Holiness", "18 Pollution from Forbidden Unions: Transition", "19:3–4 Frame at Beginning", "19–20 Holiness in Public/Private Behavior", "21–22 Holiness in Priestly Behavior", "23 Holiness in the Calendar", "24 Miscellaneous", "25 Regulations Concerning Land and Slaves", "26:1–2 Frame at End", "26:3–46 Holiness Confirmed or Denied: The Blessing and the Curse", "Appendix: 27 Assessments for the Priests", "Other commentators have of course seen it differently. Most follow the traditional scholarly approach of starting the “Holiness Code” with Chapter 17; Levine rightly parallels it to the beginnings of other law collections in the Torah (Ex. 20:19–23 and Deut. 12; the ending here in Chapter 26 also parallels the endings in the other two codes). Hallo understands the structure as 1–11: Rites of Consumption; 12–16: Rites of Purification; and 17–26: Holiness.", "Overshadowing the clear three-part structure, however one wants to divide it up, is the complex issue of two apparent documents or schools of thought. Biblical scholarship terms these P (“Priestly”) and H (“Holiness”), and roughly attributes the first part of the book (through Chap. 16) to P, with the rest to H. There has been detailed, ongoing debate about the approaches and dating of these sources. As of this writing, it is generally accepted that H is later than P, but there seem to be numerous interpolations of one source into the other, and it is difficult to place them historically with certainty. Here, as elsewhere in biblical literature, we have a layering effect rather than a clear-cut delineation of “authors.” As usual, that appears to have been intentional.", "A word should be said about the relationship between law and narrative in the Torah. As Damrosch has noted, the legal and cultic texts in the five books might be seen by modern readers as intrusive. On the surface, they certainly seem to interrupt a good story. Genesis is largely unencumbered by nonaction (except for the genealogical lists—attributed to P!), but the gripping account of the redemption from Egypt in Exodus, and the drama of revelation on and apostasy beneath Mount Sinai, give way to the sober architectural details of the Tabernacle’s construction. Similarly, the narratives of the book of Numbers, which are among the most striking in the literature, are set off against a background of censuses, laws about suspected adultery and the taking of vows, Levitical duties in the Dwelling, and an enumeration of sacrificial gifts brought by the tribes, among other things.", "The bulk of material in Leviticus, and its placement in the Torah, make it clear that the five books that we have convey their point precisely through the medium of narrative <i>plus</i> cult/law. In the Israelite worldview, these two rather distinct forms, which intermingle past, present, and future (Damrosch), fruitfully enrich and explain one another. It is as if a history of the American Revolution contained all of the debates on and drafts of the Declaration of Independence and the Constitution, as well as accounts of battles and biographies of key personalities. That such an approach parallels neither Homeric epic nor ritual texts in their purity of form is exactly the point: we have here a new genre of great complexity and richness, in which narratives exemplify laws and laws follow narratives. The result is truly a torah, a “teaching” or “instruction.”", "Finally, we might mention the issue of priests and laypeople. Scholars have often seen Leviticus as originating as a manual for priests. What is most fascinating, and perhaps most important (for later history), about this book is the way in which it takes priestly rules and transmutes at least some of them for use in the general populace of ancient Israel. This can be seen most dramatically in the dietary laws, which in other cultures often serve exclusively for priests, and in the area of sexual taboos, which do likewise. In postbiblical Judaism this shift becomes particularly evident: the Jew’s dinner table is termed a “sanctuary in miniature” (complete with loaves of bread and the use of salt—two elements found in the ancient sacrificial cult); dietary laws are expanded for the general population to provide for separation of milk and meat; and separation of husband and wife during menstruation, among traditional Jews, leaves the context of Sanctuary pollution and finds a home in the context of a philosophy of marriage. Many other examples could be brought of the widening of priestly laws to an entire people. Perhaps most dramatic—and most significant—is the eventual shift of the learning and interpretation of sacred texts away from the priests, who in most cultures served as the guardians of the text (and often the culture’s only literate body; cf. medieval Christian Europe). In Judaism of late antiquity, this monopoly was decisively broken; first the scribe and then the rabbi (“master”) took over, with learning extended at last to all those who might make the effort to acquire it. The great exception, at least in antiquity, was women—who, it will be noted, were also excluded from priestly functions in the Bible.", "Three relatively recent developments make it possible to approach Leviticus as a significant, powerful, and interesting biblical text. The first is the explosion of both full-length and shorter studies of the book and its concerns that have appeared in recent years. The work of Milgrom (1991), Levine (1989), Wenham (1979), Eilberg-Schwartz (1990), and Bamberger (1981), to cite just a few of the English-language studies on aspects of Leviticus, now makes it possible to have a serious entry into the book based largely on advances in understanding the cultures of the ancient Near East. It also, admittedly, puts the translator and commentator in a bind: is it possible to add anything new, or will it suffice simply to summarize? My approach in this volume has been largely the latter, along with suggesting to the reader some fruitful directions for further study.", "The second development helpful for approaching Leviticus, which also informs many of the studies just mentioned, is the using of anthropological insights to understand concepts and rituals found in the book. Such an approach places Leviticus in a broader human context, indicating what it does and does not share with other cultural and religious systems. For Leviticus is concerned with the same issues that plague all human societies: how to deal with the boundaries of life and death, how to comprehend and approach the transcendent in life, how to understand one’s (or one’s nation’s) place in the cosmic order, how to make for a just society. Viewed in this light, the book is a “Small Code” (cf. Northrop Frye’s designation of the Bible as “the Great Code”). That is, Leviticus need not remain a total mystery to us, to be unraveled only through detailed analysis and even change (Judaism) or substitution (Christianity), but can be understood on its own terms, if approached with care and in the spirit of seeking the larger picture in the details.", "Finally, we should mention the aesthetic dimension. Like the other books of the Torah, Leviticus uses its own rhetoric to convey its message. Far from employing flat “priestly” style (whatever that may be), it uses formulas, refrains, and other rhythmical forms to impress its teaching (Heb. <i>tora</i>) upon its hearers. This aspect of the book has been the subject of recent study (cf. Paran), but was already echoed in the Buber-Rosenzweig translation. It is my hope that the present volume will contribute to an appreciation of the style of Leviticus."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620382e4c9ad75f2d99af954", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "", "ref": "The Five Books of Moses, by Everett Fox, Leviticus, Part I; The Cult and the Priesthood, Systems Failure 1", "anchorRef": "Leviticus 10:1-20", "anchorRefExpanded": ["Leviticus 10:1", "Leviticus 10:2", "Leviticus 10:3", "Leviticus 10:4", "Leviticus 10:5", "Leviticus 10:6", "Leviticus 10:7", "Leviticus 10:8", "Leviticus 10:9", "Leviticus 10:10", "Leviticus 10:11", "Leviticus 10:12", "Leviticus 10:13", "Leviticus 10:14", "Leviticus 10:15", "Leviticus 10:16", "Leviticus 10:17", "Leviticus 10:18", "Leviticus 10:19", "Leviticus 10:20"], "sourceRef": "The Five Books of Moses, by Everett Fox, Leviticus, Part I; The Cult and the Priesthood, Systems Failure 1", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, ויקרא, ויקרא מאמר ג׳, ויקרא הערה י׳ א׳", "anchorVerse": 1, "sourceHasEn": true, "commentaryNum": 1, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "ויקרא הערה י׳", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<a class=\"refLink\" data-ref=\"Leviticus 10:1-20\" data-ven=\"The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995\">Leviticus 10:1-20</a>", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "63c943c401e878406e0d161e", "index_title": "Zohar", "category": "Kabbalah", "type": "", "ref": "Zohar, Shmini 4:53", "anchorRef": "Leviticus 10:12", "anchorRefExpanded": ["Leviticus 10:12"], "sourceRef": "Zohar, Shmini 4:53", "sourceHeRef": "ספר הזהר, שמיני ד׳:נ״ג", "anchorVerse": 12, "sourceHasEn": false, "compDate": [1100, 1400], "commentaryNum": 4.0028, "collectiveTitle": {"en": "Zohar", "he": "ספר הזהר"}, "heTitle": "שמיני", "he": "(חסר) (ויקרא י׳:י״ב) וַיֹּאמֶר מֹשֶׁה אֶל אֶלְעָזָר וְאֶל אִיתָמָר רָאשֵׁיכֶם אַל תִּפְרָעוּ וְגוֹ', כִּי שֶׁמֶן מִשְׁחַת יְיָ' עֲלֵיכֶם. רִבִּי אַבָּא אָמַר, הָא תָּנֵינָן בְּעוֹבָדִין דִּלְתַתָּא, אִתְּעָרוּן עוֹבָדִין לְעֵילָּא, וְעוֹבָדָא דִּלְתַתָּא בָּעֵי לְאִתְחֲזָאָה כְּגַוְונָא דְּעוֹבָדָא דִּלְעֵילָּא.", "heVersionTitle": "Vocalized Zohar, Israel 2013", "heLicense": "", "heVersionTitleInHebrew": "ספר הזהר מנקד, ישראל תשע\"ג", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "64187b8bc9371ec0cebe64bf", "index_title": "Reggio on Torah", "category": "Commentary", "type": "commentary", "ref": "Reggio on Torah, Leviticus 10:12:1", "anchorRef": "Leviticus 10:12", "anchorRefExpanded": ["Leviticus 10:12"], "sourceRef": "Reggio on Torah, Leviticus 10:12:1", "sourceHeRef": "ביאור יש\"ר על התורה, ויקרא י׳:י״ב:א׳", "anchorVerse": 12, "sourceHasEn": false, "compDate": [1790, 1810], "commentaryNum": 12.0001, "collectiveTitle": {"en": "Reggio", "he": "ביאור יש\"ר"}, "heTitle": "ויקרא", "he": "<b>הנותרים,</b> בחיים:", "heVersionTitle": "Vienna, 1821", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "64187b8cc9371ec0cebe64c1", "index_title": "Reggio on Torah", "category": "Commentary", "type": "commentary", "ref": "Reggio on Torah, Leviticus 10:12:2", "anchorRef": "Leviticus 10:12", "anchorRefExpanded": ["Leviticus 10:12"], "sourceRef": "Reggio on Torah, Leviticus 10:12:2", "sourceHeRef": "ביאור יש\"ר על התורה, ויקרא י׳:י״ב:ב׳", "anchorVerse": 12, "sourceHasEn": false, "compDate": [1790, 1810], "commentaryNum": 12.0002, "collectiveTitle": {"en": "Reggio", "he": "ביאור יש\"ר"}, "heTitle": "ויקרא", "he": "<b>הנותרת מאשי ה',</b> ולא אמר קחו את נותרת המנחה לפי שהשירים הם כמנחה עצמה, ודין הנותרת כדין הקומץ כמו שאמרנו לעיל (ו' י'), ולכן אכלוה מצות, כמו החלק שנקטר שצוה עליו כי כל שאור וכל דבר לא תקטירו וכן אצל המזבח מקום הקודש שנקטר שם הקומץ, וזהו שהוסיף כי קדש קדשים היא:", "heVersionTitle": "Vienna, 1821", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "64195295316f1c6a423605d6", "index_title": "Netinah LaGer", "category": "Quoting Commentary", "type": "", "ref": "Netinah LaGer, Deuteronomy 28:11:1", "anchorRef": "Leviticus 10:12", "anchorRefExpanded": ["Leviticus 10:12"], "sourceRef": "Netinah LaGer, Deuteronomy 28:11:1", "sourceHeRef": "נתינה לגר, דברים כ״ח:י״א:א׳", "anchorVerse": 12, "sourceHasEn": false, "commentaryNum": 11.0001, "collectiveTitle": {"en": "Netinah LaGer", "he": "נתינה לגר"}, "heTitle": "דברים", "he": "<b>והותרך, ויותרנך.</b> לא ת' \"וישארך\" כלעיל (ויקרא י' י\"ב) משום שהמלה הזאת כוללת ב' פירושים, הא' מל' \"נותר\" (הנרדף עם \"נשאר\") ר\"ל שאם תהיה רעה בארץ, ישאירך ה' לפלטה, והב' מל' \"יתרון\" ר\"ל שיתן לך היתרון בכל טובותיו.", "heVersionTitle": "Vilna, 1876", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6419558683fbc28f267c53bd", "index_title": "Netinah LaGer", "category": "Commentary", "type": "commentary", "ref": "Netinah LaGer, Leviticus 10:12:1", "anchorRef": "Leviticus 10:12", "anchorRefExpanded": ["Leviticus 10:12"], "sourceRef": "Netinah LaGer, Leviticus 10:12:1", "sourceHeRef": "נתינה לגר, ויקרא י׳:י״ב:א׳", "anchorVerse": 12, "sourceHasEn": false, "commentaryNum": 12.0001, "collectiveTitle": {"en": "Netinah LaGer", "he": "נתינה לגר"}, "heTitle": "ויקרא", "he": "<b>מצות, פטיר.</b> עמ\"ש לעיל (שמות י\"ב ח').", "heVersionTitle": "Vilna, 1876", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "648839dfa5a4d0d5926404e6", "index_title": "Rav Hirsch on Torah", "category": "Commentary", "type": "commentary", "ref": "Rav Hirsch on Torah, Leviticus 10:12:1", "anchorRef": "Leviticus 10:12", "anchorRefExpanded": ["Leviticus 10:12"], "sourceRef": "Rav Hirsch on Torah, Leviticus 10:12:1", "sourceHeRef": "רש\"ר הירש על התורה, ויקרא י׳:י״ב:א׳", "anchorVerse": 12, "sourceHasEn": true, "compDate": [1845, 1875], "commentaryNum": 12.0001, "collectiveTitle": {"en": "Rav Hirsch", "he": "רש\"ר הירש"}, "heTitle": "ויקרא", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "V. 12. הנותרים, wir haben bereits an einem anderen Orte auf einen Unterschied zwischen נותר und נשאר aufmerksam gemacht. Wir glauben, daß נותר das Übrigbleiben dessen bezeichnet, was auch für eine Vernichtung bestimmt gewesen, so gleich: כהנים משולחן גבוה קזכו :המנחה הנותרת מאשי ד׳ Daher wird in ת׳׳כ in dem Ausdrucke בניו הנותרים die Andeutung gefunden, daß auch sie einer ähnlichen Versuchung wie die Brüder ausgesetzt gewesen, sich aber durch Ermannung gerettet.", "versionTitle": "Der Pentateuch. Übersetzt und erläutert von Samson Raphael Hirsch, 1903 [de]", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "648839dfa5a4d0d5926404e8", "index_title": "Rav Hirsch on Torah", "category": "Commentary", "type": "commentary", "ref": "Rav Hirsch on Torah, Leviticus 10:12:2", "anchorRef": "Leviticus 10:12", "anchorRefExpanded": ["Leviticus 10:12"], "sourceRef": "Rav Hirsch on Torah, Leviticus 10:12:2", "sourceHeRef": "רש\"ר הירש על התורה, ויקרא י׳:י״ב:ב׳", "anchorVerse": 12, "sourceHasEn": true, "compDate": [1845, 1875], "commentaryNum": 12.0002, "collectiveTitle": {"en": "Rav Hirsch", "he": "רש\"ר הירש"}, "heTitle": "ויקרא", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "את המנחה: es ist dies das Kap. 9, 4 vorgeschriebene מנחת צבור; das, wie dort bemerkt, außer עומר das einzige מנחת צבור הנקמצת ist. Außerdem war auch noch מנחת נחשון (Bamidbar 7, 13) vorhanden, das auch an demselben Tage zur Darbringung gekommen war.", "versionTitle": "Der Pentateuch. Übersetzt und erläutert von Samson Raphael Hirsch, 1903 [de]", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "657ecc52758c1dc532ec8d45", "index_title": "Steinsaltz on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Steinsaltz on Leviticus 10:12", "anchorRef": "Leviticus 10:12", "anchorRefExpanded": ["Leviticus 10:12"], "sourceRef": "Steinsaltz on Leviticus 10:12", "sourceHeRef": "ביאור שטיינזלץ על ויקרא י׳:י״ב", "anchorVerse": 12, "sourceHasEn": true, "commentaryNum": 10.0012, "collectiveTitle": {"en": "Steinsaltz", "he": "ביאור שטיינזלץ"}, "heTitle": "ביאור שטיינזלץ על ויקרא", "he": "<b>וַיְדַבֵּר מֹשֶׁה אֶל אַהֲרֹן וְאֶל אֶלְעָזָר וְאֶל אִיתָמָר בָּנָיו הַנּוֹתָרִים: קְחוּ אֶת הַמִּנְחָה הַנּוֹתֶרֶת מֵאִשֵּׁי ה',</b> שאריות המנחה, שהקומץ ממנה כבר עלה לה',\n    <b>וְאִכְלוּהָ מַצּוֹת</b>, ולא חמץ \n    <b>אֵצֶל הַמִּזְבֵּחַ,</b> בחצר המשכן, \n    <b>כִּי קֹדֶשׁ קָדָשִׁים הִוא.</b>", "heVersionTitle": "The Koren Steinsaltz Tanakh HaMevoar - Hebrew", "heLicense": "Copyright: Steinsaltz Center", "heVersionTitleInHebrew": "", "text": "While the tragic incident of the deaths of Nadav and Avihu was still resonating in the consciousness of all those present, especially in the minds of Aaron, Elazar, and Itamar, Moses returns Aaron and his surviving sons to the ceremony of the consecration of the Tabernacle and to their inauguration as priests: \n  <b>Moses spoke to Aaron, and to Elazar and to Itamar, his surviving sons: Take the meal offering that remains from the fire offerings of the Lord, </b>after its handful has been sacrificed, <b>and eat it unleavened beside the altar, </b>in the Tabernacle courtyard, <b>as it is a sacred sacrament. </b>", "versionTitle": "The Steinsaltz Tanakh - English", "license": "Copyright: Steinsaltz Center", "versionTitleInHebrew": ""}, {"_id": "660d7118c8a869418c148a95", "index_title": "Rashi on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Rashi on Leviticus 10:12:1", "anchorRef": "Leviticus 10:12", "anchorRefExpanded": ["Leviticus 10:12"], "sourceRef": "Rashi on Leviticus 10:12:1", "sourceHeRef": "רש\"י על ויקרא י׳:י״ב:א׳", "anchorVerse": 12, "sourceHasEn": true, "compDate": [1075, 1105], "commentaryNum": 12.0001, "collectiveTitle": {"en": "Rashi", "he": "רש\"י"}, "heTitle": "רש\"י על ויקרא", "he": "<b>הנותרים.</b> מִן הַמִּיתָה, מְלַמֵּד שֶׁאַף עֲלֵיהֶן נִקְנְסָה מִיתָה עַל עֲוֹן הָעֵגֶל, הוּא שֶׁנֶּאֱמַר (דברים ט'), וּבְאַהֲרֹן הִתְאַנַּף ה' מְאֹד לְהַשְׁמִידוֹ, וְאֵין הַשְׁמָדָה אֶלָּא כִלּוּי בָּנִים, שֶׁנֶּאֱמַר (עמוס ב'), וָאַשְׁמִיד פִּרְיוֹ מִמַּעַל, וּתְפִלָּתוֹ שֶׁל מֹשֶׁה בִּטְּלָה מֶחֱצָה, שֶׁנֶּאֱמַר (דברים ט'), וָאֶתְפַּלֵּל גַּם בְּעַד אַהֲרֹן בָּעֵת הַהִיא:", "heVersionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "הנותרים WHO WERE LEFT from death. This teaches us that upon them, also, death had been pronounced in punishment for the sin of the golden calf. This is what is meant by the words (Deuteronomy 9:20) “And with Aaron the Lord was very angry to destroy him”, for the expression “destruction” means the extirpation of offspring, as it is said (Amos 2:9) “And I destroyed its fruit above”. Moses’ prayer, however, made half the sentence of none effect, (so that only two of Aaron’s four sons died) as it is said (Deuteronomy 9:20) “And I prayed also on behalf of Aaron at that time” (cf. Rashi on that passage).", "versionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "license": "Public Domain", "versionTitleInHebrew": "חמישה חומשי תורה עם פירוש רש״י, מ. רוזנבאום וא.מ. סילברמן"}, {"_id": "5253af86edbab4498f48288a", "index_title": "Ibn Ezra on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Ibn Ezra on Leviticus 10:12:1", "anchorRef": "Leviticus 10:12", "anchorRefExpanded": ["Leviticus 10:12"], "sourceRef": "Ibn Ezra on Leviticus 10:12:1", "sourceHeRef": "אבן עזרא על ויקרא י׳:י״ב:א׳", "anchorVerse": 12, "sourceHasEn": true, "compDate": [1155, 1165], "commentaryNum": 12.0001, "collectiveTitle": {"en": "Ibn Ezra", "he": "אבן עזרא"}, "heTitle": "אבן עזרא על ויקרא", "he": "<b>קחו את המנחה.</b> אחר שהקטירו ממנה לגבוה אין ראוי לאכול הנשאר כי אם מקודשים ועתה תחלו לאכול החוק שנתן לכם השם שתקחו תמיד מאשי ה׳‎ ופירושו כל מנחה שהקטירו ממנה לשם:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "TAKE THE MEAL-OFFERING. No one aside from those who are holy are fit to eat that which remains from the meal offering after part of it has been burned in honor of God.<sup class=\"footnote-marker\">32</sup><i class=\"footnote\">Hence Moses told Aaron and his sons to eat the meal offering.</i> You shall begin to eat the portion which God has given you, to always take of God’s fire-offerings;<sup class=\"footnote-marker\">33</sup><i class=\"footnote\">I.E.’s interpretation of verse 13.</i> this means<sup class=\"footnote-marker\">34</sup><i class=\"footnote\">The meaning of, <i>of God’s fire-offerings</i></i> all meal offerings, part of which was burned in honor of God.", "versionTitle": "Ibn Ezra's commentary on the Pentateuch, tran. and annot. by H. Norman Strickman and Arthur M. Silver. Menorah Pub., 1988-2004", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "55053472fbfba270cc17e765", "index_title": "Haamek Davar on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Haamek Davar on Leviticus 10:12:1", "anchorRef": "Leviticus 10:12", "anchorRefExpanded": ["Leviticus 10:12"], "sourceRef": "Haamek Davar on Leviticus 10:12:1", "sourceHeRef": "העמק דבר על ויקרא י׳:י״ב:א׳", "anchorVerse": 12, "sourceHasEn": false, "compDate": [1840, 1880], "commentaryNum": 12.0001, "collectiveTitle": {"en": "Haamek Davar", "he": "העמק דבר"}, "he": "<b>קחו את המנחה.</b> פרש״י שאתם אוננין כו׳ וא״כ היה כמו כן להזהיר על שירי חטאת קדשי שעה שהוא שעיר העם ואפי׳ על קדשי דורות לפי שהיה סבור משה ששעיר ר״ח עדיין קיים והוא נאכל. אכן עוד יש לדקדק כפילות המקראות ואכלתם אותה במקום קדוש. והרי כבר אמר ואכלוה מצות אצל המזבח. ונראה דבא משה רבינו ללמדנו הלכות דשייך לאכילת קדשים מה שלא נתבאר עד כה. והנה ידוע דקדשים מצוה שיהא נאכל לתיאבון כמו פסח וכן מצוה שיהא נאכל על השובע וכמש״כ לעיל ו׳ ט׳. והדבר מובן דכמו כן אם יש קדק״ד וקדשי קלים מצוה לאכול קדק״ד מתחלה לתיאבון ולבסוף על השובע. והנה אם יש קדק״ד מנחה וחטאת מצד הסברא יש להקדים מנחה מחמת שלחם קודם לבשר. ועוד דמנחה נתקרבה יותר למזבח מבשר החטאת שהרי מתחלה היה הגשת המנחה כולה אצל המזבח והיינו שאמר משה שתי אכילות של המנחה תחלה אכילה ראשונה אצל המזבח והוא בפנים בחצר שהוא מקום קדוש יותר. והטעם הוא משום שזה כלל גדול אין מעבירין על המצות. מש״ה כשעמדו הכהנים אצל המזבח וגמרו ההקטרה הביאו לשם המנחה תחלה האפויה מצות. אצל המזבח. וביאר אח״כ מצות אכילה אחרונה. ואמר <b>ואכלתם אותה</b> דוקא <b>במקום קדוש.</b> משמעו שיהא רק במקום קדוש קרוב לפתח החצר והיינו משום שבינתים צוה לאכול חזה התנופה ושוק התרומה במקום טהור ויצאו לחוץ ואכלו. ואח״כ נכנסו בחזרה ואכלו על השובע ואין מעבירין עה״מ. ע״כ מצוה לאכול סמוך לפתח רק שיהיה במקום קדוש. אבל באכילת החטאת לא היה למשה להזהיר נוסף על הפ׳ האמורה מכבר. ומסתמא יאכלו אהרן ובניו אחר המנחה את החטאת. ולא הוצרך לפרש אלא חלוק אכילת המנחה תחלה וסוף. בשביל שהשלמים בינתים במקום טהור. ואמר על אכילה ראשונה <b>כי קדש קדשים היא.</b> הוא טעם על ההיתר סמוך למזבח ואין בזה בזיון המזבח:\n", "heVersionTitle": "Sefer Torat Elohim, Vilna 1879", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר תורת אלוהים, וילנא 1879", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "55a3c20efbfba277e9971929", "index_title": "Deuteronomy", "category": "Tanakh", "type": "", "ref": "Deuteronomy 9:20", "anchorRef": "Leviticus 10:12", "anchorRefExpanded": ["Leviticus 10:12"], "sourceRef": "Deuteronomy 9:20", "sourceHeRef": "דברים ט׳:כ׳", "anchorVerse": 12, "sourceHasEn": true, "compDate": [-1400, -400], "commentaryNum": 9.002, "collectiveTitle": {"en": "Deuteronomy", "he": "דברים"}, "heTitle": "דברים", "he": "וּֽבְאַהֲרֹ֗ן הִתְאַנַּ֧ף יְהֹוָ֛ה מְאֹ֖ד לְהַשְׁמִיד֑וֹ וָֽאֶתְפַּלֵּ֛ל גַּם־בְּעַ֥ד אַהֲרֹ֖ן בָּעֵ֥ת הַהִֽוא׃", "heVersionTitle": "Miqra according to the Masorah", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "מקרא על פי המסורה", "text": "Moreover, יהוה was angry enough with Aaron to have destroyed him; so I also interceded for Aaron at that time.—", "versionTitle": "The Contemporary Torah, Jewish Publication Society, 2006", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "5614e3d1fbfba21096621d8b", "index_title": "Ein Yaakov (Glick Edition)", "category": "Midrash", "type": "", "ref": "Ein Yaakov (Glick Edition), Yoma 8:26", "anchorRef": "Leviticus 10:12", "anchorRefExpanded": ["Leviticus 10:12"], "sourceRef": "Ein Yaakov (Glick Edition), Yoma 8:26", "sourceHeRef": "עין יעקב (מאת שמואל צבי גליק), יומא ח׳:כ״ו", "anchorVerse": 12, "sourceHasEn": true, "compDate": [1901, 1921], "commentaryNum": 8.0026, "collectiveTitle": {"en": "Ein Yaakov (Glick Edition)", "he": "עין יעקב (מאת שמואל צבי גליק)"}, "heTitle": "יומא", "he": "(משלי יח ה) שאת פני רשע לא טוב לא טוב לרשעים שנושאין להם פנים בעוה״ז לא טוב לו לאחאב בן עמרי שנשא הקדוש ברוך הוא לו פנים בעולם הזה שנאמר (מ״א כא כט) הראית כי נכנע אחאב מלפני (משלי יח ה) להטות צדיק במשפט טוב להם לצדיקים שלא נשא להם הקדוש ברוך הוא פנים בעולם הזה אשריהם למשה ואהרן שלא נשא הקדוש ברוך הוא להם פנים בעולם הזה שנאמר (במדבר כ יב) יען לא האמנתם בי וגו׳ הא האמנתם בי עדיין לא הגיע זמנכם ליפטר מן העולם אשריהם לצדיקים לא דיין שזוכין לעצמן אלא שמזכין לבניהם ולבני בניהם עד סוף כל הדורות. הרבה בנים היו לו לאהרן שראוין לישרף כנדב ואביהוא שנאמר (ויקרא י יב) הנותרים אלא שזכות אבותם עמדה להם אוי להם לרשעים לא דיין שמחייבין עצמן אלא שמחייבין לבניהם ולבני בניהם עד סוף כל הדורות. הרבה בנים היו לו לכנען שהיו ראוין ליסמך כטבי עבדו של רבן גמליאל אלא שחובת אביהם גרמה להם:", "heVersionTitle": "En Jacob, translated by SH Glick, 1916", "heLicense": "Public Domain", "heVersionTitleInHebrew": "עין יעקב, בתרגום ס.ה. גליק, 1916", "text": "(Pr. 18, 5) It is not good to favor the wicked person. [This passage signifies that] it is not good for the wicked that indulgence is shown them (in this world by the Lord). It was not good for Achab that indulgence was shown him in this world by the Holy One, praised be He! as it is said (I Kings 21, 29) Hast thou seen how Achab has humbled himself before me? (Pr. 18, 5) to wrest [the cause of the] righteous in judgment. [This passage signifies that] it is well for the just that no indulgence is shown them by the Holy One, praised be He! in this world. Happy are Moses and Aaron, because no indulgence was shown them in this world by the Holy One, praised be He! as it is said (Num. 20, 12) Because ye have not confided in me, etc. But if you had confided in me, your time to depart from this world would not yet have arrived. Happy are the righteous; for, not only do they obtain divine grace for themselves, but they also transfer the same to their children and their children's children, until endless generations. More of Aaron's children were destined to be burnt like Nadab and Abihu, as it is said (Lev. 10, 12) That were left. But the divine grace of their parents preserved them. Woe unto the wicked; for not only do they attach guilt unto themselves, but they also cause guilt to be attached to their children and their children's children unto endless generations. Many sons belonged to Canaan who were worthy to be relied upon as was Tabi, the servant of Rabban Gamaliel; but the guilt of their father prevented them from becoming so. ", "versionTitle": "En Jacob, translated by SH Glick, 1916", "license": "Public Domain", "versionTitleInHebrew": "עין יעקב, בתרגום ס.ה. גליק, 1916"}, {"_id": "5892f27fd6e4a9274647197e", "index_title": "Chizkuni", "category": "Commentary", "type": "commentary", "ref": "Chizkuni, Leviticus 10:12:1", "anchorRef": "Leviticus 10:12", "anchorRefExpanded": ["Leviticus 10:12"], "sourceRef": "Chizkuni, Leviticus 10:12:1", "sourceHeRef": "חזקוני, ויקרא י׳:י״ב:א׳", "anchorVerse": 12, "sourceHasEn": true, "compDate": [1220, 1260], "commentaryNum": 12.0001, "collectiveTitle": {"en": "Chizkuni", "he": "חזקוני"}, "heTitle": "ויקרא", "he": "<b>אצל המזבח</b> ולא בהיכל ולא ע״‎ג המזבח. אין לי אלא זו בלבד מניין לרבות קדשי קדשים ת״‎ל קדש קדשים הוא. אין לי אלא סמוך למזבח מניין לרבות לשכות בנויות בחול ופתוחות לקדש תלמוד לומר ואכלתם אותה במקום קדוש.", "heVersionTitle": "Chizkuni", "heLicense": "Public Domain", "heVersionTitleInHebrew": "חזקוני", "text": "אצל המזבח, “next to the altar,” and not within the Sanctuary nor on the altar. How do I know that the Torah also includes the most holy offerings? The Torah wrote: קדש קדשים היא, “it is most holy.” קדש קדשים היא, thus far I only know that this expression refers to the proximity of the altar, how do I know that it includes the offices adjoining the Temple walls? (The Torah discusses the permanent Temple in the future). The answer is found in the words: ואכלתם אותה במקום קדוש, “you are to eat it on consecrated grounds.”(Verse 13)", "versionTitle": "Chizkuni, translated and annotated by Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": "חזקוני, מתורגם ומוער בידי אליהו מונק"}, {"_id": "59a6c622d6e4a920f72d972c", "index_title": "HaKtav VeHaKabalah", "category": "Commentary", "type": "commentary", "ref": "HaKtav VeHaKabalah, Leviticus 10:12:1", "anchorRef": "Leviticus 10:12", "anchorRefExpanded": ["Leviticus 10:12"], "sourceRef": "HaKtav VeHaKabalah, Leviticus 10:12:1", "sourceHeRef": "הכתב והקבלה, ויקרא י׳:י״ב:א׳", "anchorVerse": 12, "sourceHasEn": false, "compDate": [1829, 1839], "commentaryNum": 12.0001, "collectiveTitle": {"en": "HaKtav VeHaKabalah", "he": "הכתב והקבלה"}, "heTitle": "ויקרא", "he": "<b>הנותרים. </b>מן המיתה שאף עליהם נקנסה מיתה (רש\"י) וכן (ביומא פ\"ז) ראויים היו לישרף כנדב ואביהוא שנאמר הנותרים, טעם דבריהם מדלא כתיב הנשארים, כי לשון שאר ישמש אם חלק הנשאר חשוב, כמו וישאר אך נח, וישארו שני אנשים במחנה, שלהתעלות חשיבותם ויתרונם קראם שאר, אמנם אם חלק הנשאר אינו חשוב נקרא נותר, כמו והנותרת מן המנחה יאכלו, כיון שהקומץ ממנו היה מאכל גבוה, נקרא החלק המיועד למאכל אדם בשם נותר שנפל ממדרגתו בערך החלק הראשון, וזה ג\"כ טעם שנוי לשון שבין פ\"ר לפ\"ש, שבראשון נאמר לא תותירו ובשני לא ישאירו, וכן ויעקב רועה את צאן לבן הנותרות, שארז\"ל החולות והגרועות, וכן כאן מדלא אמר הנשארים לישנא דחשיבותא, רק הנותרים לישנא דגריעותא, למדונו שהיו ראוים להענש כאחיהם: \n", "heVersionTitle": "HaKtav VeHaKabbalah, Frankfurt 1880", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5a79bdd7d6e4a944624dc163", "index_title": "Berakhot", "category": "Talmud", "type": "", "ref": "Berakhot 61a:10", "anchorRef": "Leviticus 10:12", "anchorRefExpanded": ["Leviticus 10:12"], "sourceRef": "Berakhot 61a:10", "sourceHeRef": "ברכות ס״א א:י׳", "anchorVerse": 12, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 121.001, "collectiveTitle": {"en": "Berakhot", "he": "ברכות"}, "heTitle": "ברכות", "he": "בִּגְדוּלָּה מַתְחִילִין מִן הַגָּדוֹל — דִּכְתִיב: ״וַיְדַבֵּר מֹשֶׁה אֶל אַהֲרֹן וְאֶל אֶלְעָזָר וְאֶל אִיתָמָר בָּנָיו הַנּוֹתָרִים קְחוּ וְגוֹ׳״. בִּקְלָלָה מַתְחִילִין מִן הַקָּטָן — בַּתְּחִלָּה נִתְקַלֵּל נָחָשׁ, וּלְבַסּוֹף נִתְקַלְּלָה חַוָּה, וּלְבַסּוֹף נִתְקַלֵּל אָדָם!", "heVersionTitle": "William Davidson Edition - Vocalized Aramaic", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "מהדורת וויליאם דייוידסון - ארמית המנוקד", "text": "The Gemara explains: <b>In</b> conferring <b>honor, one begins with the greatest, as it is written: “And Moses said unto Aaron, and Elazar and Itamar, his remaining sons: Take</b> the meal-offering that remains” (Leviticus 10:12). Aaron, who was the greatest among those involved, is mentioned first. And <b>in cursing, one begins with the least significant,</b> as <b>first</b> the <b>snake was cursed, then Eve was cursed, and ultimately Adam</b> himself <b>was cursed.</b> The punishment did not begin with Adam.", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": "מהדורת וויליאם דייוידסון - אנגלית"}, {"_id": "5a9d3cb5d6e4a9026bd8f389", "index_title": "Aderet Eliyahu", "category": "Commentary", "type": "commentary", "ref": "Aderet Eliyahu, Leviticus 10:12:1", "anchorRef": "Leviticus 10:12", "anchorRefExpanded": ["Leviticus 10:12"], "sourceRef": "Aderet Eliyahu, Leviticus 10:12:1", "sourceHeRef": "אדרת אליהו, ויקרא י׳:י״ב:א׳", "anchorVerse": 12, "sourceHasEn": false, "compDate": [1740, 1800], "commentaryNum": 12.0001, "collectiveTitle": {"en": "Aderet Eliyahu", "he": "אדרת אליהו"}, "heTitle": "ויקרא", "he": "<b>בניו.</b> שקולין לו בכבוד ובדמימה. הנותרים. קרובו' היו לישרף אלא שריחם הקב\"ה על אהרן. קחו את המנחה. זו מנחת נחשון. הנותרת זו מנחת שמיני. ואכלוה מצות. עיין רש\"י ז\"ל. אצל המזבח. ולא בהיכל וע\"ג המזבח. מניין לק\"ק ת\"ל כי קדש קדשים היא. היא. פרט לתודה ולאיל נזיר ולאיל המלאים וללחמם:", "heVersionTitle": "Aderet Eliyahu, Halberstadt, 1860", "heLicense": "Public Domain", "heVersionTitleInHebrew": "אדרת אליהו על התורה, הלברשטאט תרי\"ט", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5c17b330bb386c011bea301f", "index_title": "Ein Yaakov", "category": "Midrash", "type": "", "ref": "Ein Yaakov, Taanit 2:3", "anchorRef": "Leviticus 10:12", "anchorRefExpanded": ["Leviticus 10:12"], "sourceRef": "Ein Yaakov, Taanit 2:3", "sourceHeRef": "עין יעקב, תענית ב׳:ג׳", "anchorVerse": 12, "sourceHasEn": false, "compDate": [1490, 1550], "commentaryNum": 2.0003, "collectiveTitle": {"en": "Ein Yaakov", "he": "עין יעקב"}, "heTitle": "תענית", "he": "גְּמָרָא. וּבְרֹאשׁ הַנָּשִׂיא, וַהֲדַר תָּנִי: כָּל אֶחָד וְאֶחָד נוֹטֵל וְנוֹתֵן בְּרֹאשׁוֹ. אֵינִי, וְהָא תְּנָן: רַבִּי אוֹמֵר: בִּגְדֻלָּה מַתְחִילִין מִן הַגָּדוֹל, (ובקלקלה) [וּבִקְלָלָה] מַתְחִילִין מִן הַקָּטָן. בִּגְדֻלָּה מַתְחִילִין מִן הַגָּדוֹל, שֶׁנֶּאֱמַר: (ויקרא י׳:י״ב) *)) \"וַיְדַבֵּר מֹשֶׁה אֶל אַהֲרֹן וְאֶל אֶלְעָזָר וְאֶל אִיתָמָר\". (ובקלקלה) [וּבִקְלָלָה] מַתְחִילִין מִן הַקָּטָן, דְּאָמַר מַר: בִּתְחִלָּה נִתְקַלֵּל נָחָשׁ וְאַחַר כָּךְ נִתְקַלְּלָה חַוָּה וְאַחַר כָּךְ נִתְקַלֵּל אָדָם. הָא, חֲשִׁיבוּתָא לְדִידְהוּ, דְּאַמְרֵי לְהוּ: אַתּוּן חֲשִׁיבִיתוּ לְמִיבָּעִי עֲלָן רַחֲמֵי וְאַכּוּלֵי עָלְמָא. [וְהֵיכָא מָנַח לְהוּ? אָמַר רַבִּי יִצְחָק: בִּמְקוֹם תְּפִלִּין שֶׁנֶּאֱמַר: (ישעיהו ס״א:ג׳) \"לָשׂוּם לַאֲבֵלֵי צִיּוֹן, לָתֵת לָהֶם פְּאֵר תַּחַת אֵפֶר\"]. לָמָּה יוֹצְאִין לִרְחוֹבָהּ? רַבִּי חִיָּא בַּר אַבָּא אָמַר: לוֹמַר: זָעַקְנוּ בְּצִנְעָא וְלֹא נַעֲנֵינוּ, נְבַזֶּה עַצְמֵנוּ בְּפַרְהֶסְיָא. רֵישׁ לָקִישׁ אָמַר: גָּלִינוּ, גָּלוּתֵנוּ מְכַפֶּרֶת עָלֵינוּ. מַאי בֵּינַיְהוּ? אִיכָּא בֵּינַיְהוּ דְּגָלוּ מִבֵּי־כְּנִישְׁתָא לְבֵי־כְּנִישְׁתָּא. וְלָמָּה מוֹצִיאִין אֶת הַתֵּבָה לִרְחוֹבָהּ שֶׁל עִיר? אָמַר רַבִּי יְהוֹשֻׁעַ בֶּן לֵוִי: לוֹמַר: כְּלִי צָנוּעַ הָיָה לָנוּ, וְנִתְבַּזֶּה בַּעֲוֹנֵינוּ. וְלָמָּה מִתְכַּסִּין בְּשַׂקִּים? אָמַר רַבִּי חִיָּא בַּר אַבָּא: לוֹמַר, הֲרֵי אָנוּ חֲשׁוּבִים כִּבְהֵמָה. וְלָמָּה נוֹתְנִין אֵפֶר מִקְלֶה עַל גַּבֵּי תֵּבָה? אָמַר רַבִּי יְהוּדָה בֶּן פָּזִי: כְּלוֹמַר: (תהילים צ״א:ט״ו) \"עִמּוֹ אָנֹכִי בְצָרָה\". רֵישׁ לָקִישׁ אָמַר: (ישעיהו ס״ג:ט׳) \"בְּכָל צָרָתָם לוֹ צָר\". אָמַר רַבִּי זֵירָא: מֵרֵישׁ, כִּי הֲוָה חֲזִינָא לְהוּ לְרַבָּנָן, דִּיהָבֵי אֵפֶר מִקְלֶה עַל גַּבֵּי תֵּבָה, מִזְדַּעֲזֵעַ לִי כּוּלֵי גּוּפָאִי. וְלָמָּה נוֹתְנִין אֵפֶר בְּרֹאשׁ כָּל אֶחָד וְאֶחָד? פְּלִיגֵי בָּהּ רַבִּי לֵוִי בַּר חָמָא וְרַבִּי חֲנִינָא, חַד אָמַר: הֲרֵי אָנוּ חֲשׁוּבִים לְפָנֶיךָ כְּאֵפֶר. וְחַד אָמַר: כְּדֵי שֶׁיִּזְכֹּר לָנוּ אֶפְרוֹ שֶׁל יִצְחָק. מַאי בֵּינַיְהוּ? אִיכָּא בֵּינַיְהוּ עָפָר סְתָם. לָמָּה יוֹצְאִין לְבֵית הַקְּבָרוֹת? פְּלִיגֵי בָּהּ רַבִּי לֵוִי בַּר חָמָא וְרַבִּי (חמא בר) חֲנִינָא, חַד אָמַר: הֲרֵי אָנוּ חֲשׁוּבִין לְפָנֶיךָ כְּמֵתִים. וְחַד אָמַר: כְּדֵי שֶׁיְּבַקְּשׁוּ הַמֵּתִים רַחֲמִים עָלֵינוּ. מַאי בֵּינַיְהוּ? אִיכָּא בֵּינַיְהוּ קִבְרֵי גּוֹיִים [עוֹבְדֵי כּוֹכָבִים]. מַאי 'הַר־הַמּוֹרִיָּה'? פְּלִיגֵי בָּהּ רַבִּי לֵוִי בַּר חָמָא וְרַבִּי חֲנִינָא, חַד אָמַר: הַר שֶׁיָּצָא מִמֶּנּוּ הוֹרָאָה לְיִשְׂרָאֵל. וְחַד אָמַר: הַר שֶׁיָּצָא מִמֶּנּוּ מוֹרָא לַגּוֹיִים [עוֹבְדֵי כּוֹכָבִים].", "heVersionTitle": "Daat", "heLicense": "Public Domain", "heVersionTitleInHebrew": "אגדות חז\"ל - דעת", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5c17b9b6b071e100bf4ed495", "index_title": "Bartenura on Mishnah Zevachim", "category": "Quoting Commentary", "type": "", "ref": "Bartenura on Mishnah Zevachim 9:7:5", "anchorRef": "Leviticus 10:12", "anchorRefExpanded": ["Leviticus 10:12"], "sourceRef": "Bartenura on Mishnah Zevachim 9:7:5", "sourceHeRef": "ברטנורא על משנה זבחים ט׳:ז׳:ה׳", "anchorVerse": 12, "sourceHasEn": true, "compDate": [1482], "commentaryNum": 7.0005, "collectiveTitle": {"en": "Bartenura on Mishnah Zevachim", "he": "ברטנורא על משנה זבחים"}, "heTitle": "ברטנורא על משנה זבחים", "he": "<b>שהיו עושין והן שלימים.</b> שהיו עושים כשהן שלימים. ומיהו כל כלי שרת שנקבו או שנשברו אין מתקנין שבריהן אלא עושים אותן חדשים. וכן סכין שנפגם אין משחיזין אותו להסיר הפגם. ובגדי כהונה שנתלכלכו אין מכבסין אותן אלא עושים חדשים ומניחין אלו לצורך פתילות של מנורה ושמחת בית השואבה. וכל כך למה, לפי שאין עניות במקום עשירות. ומזבח שנפגם פסול. וכל פגימה הפוסלת בסכין של שחיטה, פוסלת במזבח. וכל זמן שהמזבח פגום כל קדשים הנשחטין בעזרה כולם פסולין, דכתיב (שם כ) וזבחת עליו את עולותיך ואת שלמיך, וא״א לומר מקרא כמשמעו שהרי שחיטת קדשים בעזרה היא ולא על המזבח, אלא עליו, כלומר כל זמן שהוא שלם אתה זובח ואין אתה זובח כשהוא פגום. וכל קדשים הנמצאים בעזרה בשעה שהמזבח פגום אע״פ שנשחטו בכשרות, כולם פסולים. ואפילד שירי מנחית אינם נאכלים, דכתיב (ויקרא י׳) ואכלוה מצות אצל המזבח, מפי השמועה למדו בזמן שהמזבח שלם ולא בזמן שהוא פגום:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "שהיו עושין והן שלימים – that they would do as when they were whole. But however, all of the sacred vessels that were perforated or broken, we don’t repair their broken parts but we make them anew. And similarly, a knife that became defective, we don’t sharpen it to remove the defect. And the clothing of the priesthood that became dirty we don’t wash them, but make new ones and place those for the needs of the wicks of the candelabrum/Menorah and the Rejoicing of the Water Drawing [during Sukkot]. Why all so much? Because there is no poverty in a place of wealth. But an altar that was defective is invalid. And any notch that invalidates a knife of ritual slaughtering invalidates the altar. And all the time that the altar is defective, all of the Holy Things that are ritually slaughtered in the Temple courtyard are all invalidated, as it is written (Exodus 20:21): “[Make for Me an altar of earth] and sacrifice on it your burnt offerings and your sacrifices of well-being,” and it is impossible to state this Scriptural verse as it implies, for the ritual slaughter of Holy Things [takes place] in the Temple courtyard and not on the altar, other than upon it, that is to say, whenever it is complete/whole, you sacrifice but you do not sacrifice when it is defective. And all of the Holy Things that are found in the Temple courtyard at the time that the altar is defective, even though they were ritually slaughtered in a fit manner, all of them are invalid. And even the residue of the meal-offerings are not consumed, as it is written (Leviticus 10:12): “[Moses spoke to Aaron and to his remaining sons, Eleazar and Ithamar: take the grain that is left over from the LORD’s gifts] and eat it unleavened beside the altar,” on the basis of a tradition we learned that at the time that the altar is whole/complete and not at the time when it is defective.", "versionTitle": "Bartenura on Mishnah, trans. by Rabbi Robert Alpert, 2020", "license": "", "versionTitleInHebrew": ""}, {"_id": "5cd1403204bbb60019c1e2cb", "index_title": "Birkat Asher on Torah", "category": "Commentary", "type": "commentary", "ref": "Birkat Asher on Torah, Leviticus 10:12:1", "anchorRef": "Leviticus 10:12", "anchorRefExpanded": ["Leviticus 10:12"], "sourceRef": "Birkat Asher on Torah, Leviticus 10:12:1", "sourceHeRef": "ברכת אשר על התורה, ויקרא י׳:י״ב:א׳", "anchorVerse": 12, "sourceHasEn": false, "compDate": [1960, 2010], "commentaryNum": 12.0001, "collectiveTitle": {"en": "Birkat Asher on Torah", "he": "ברכת אשר על התורה"}, "heTitle": "ויקרא", "he": "<b>רש\"י ד\"ה הנותרים, מן המיתה. מלמד שאף עליהם נקנסה מיתה וכו'.</b> וראה קושיית בעל \"שפתי חכמים\" (אות ס). ואני שואל, מה מכריח את רש\"י לפרש \"הנותרים מן המיתה\". והרי אם יפרש פשוט: נותרים בחיים, אין כל קושי. (פ' שמיני תשנ\"א) וכך מבואר ב\"לפשוטו של רש\"י\": לדעת חז\"ל מצביעה מילת \"הנותרים\" על היות בני אהרן - אלעזר ואיתמר - ראויים למות כאחיהם, כי לשון \"נשאר\" משמש כשהחלק הנשאר חשוב, כמו \"וישאר אך נח\" (בראשית ז, כג), אך כשהחלק הנשאר אינו חשוב, הריהו קרוי \"נותר\", כמו \"והנותרת מן המנחה\" (למעלה ב, ג). כיון שקומץ נהיה מאכל גבוה, נקרא החלק המיועד למאכל אדם בשם \"נותר\", שנפל ממדרגתו. וכן כאן, מכך שלא נאמר \"הנשארים\", אלא \"הנותרים\" שהיא לשון גרועה, נמצאנו למדים שהיו אלעזר ואיתמר ראויים להיענש כאחיהם.", "heVersionTitle": "Birkat Asher, Asher Vasertil, Jerusalem 2010-2012", "heLicense": "CC-BY", "heVersionTitleInHebrew": "ברכת אשר, ירושלים תש\"ע-תשע\"ג", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5cd140329539fc001b72cd37", "index_title": "Birkat Asher on Torah", "category": "Commentary", "type": "commentary", "ref": "Birkat Asher on Torah, Leviticus 10:12:2", "anchorRef": "Leviticus 10:12", "anchorRefExpanded": ["Leviticus 10:12"], "sourceRef": "Birkat Asher on Torah, Leviticus 10:12:2", "sourceHeRef": "ברכת אשר על התורה, ויקרא י׳:י״ב:ב׳", "anchorVerse": 12, "sourceHasEn": false, "compDate": [1960, 2010], "commentaryNum": 12.0002, "collectiveTitle": {"en": "Birkat Asher on Torah", "he": "ברכת אשר על התורה"}, "heTitle": "ויקרא", "he": "<b>שם. ...שאף עליהם נקנסה מיתה על עון העגל וכו'.</b> וקשה לי, והלוא בני לויים הם, ואלה לא חטאו בעגל, ולמה אפוא נקנסה עליהם מיתה? (פ' שמיני תשנ\"ט) וראה ויקרא רבה (י, ה) שם מבואר שהמיתה נקנסה עליהם בעוון אהרן אביהם.", "heVersionTitle": "Birkat Asher, Asher Vasertil, Jerusalem 2010-2012", "heLicense": "CC-BY", "heVersionTitleInHebrew": "ברכת אשר, ירושלים תש\"ע-תשע\"ג", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5cd14032922a7400186dd6cb", "index_title": "Birkat Asher on Torah", "category": "Commentary", "type": "commentary", "ref": "Birkat Asher on Torah, Leviticus 10:12:3", "anchorRef": "Leviticus 10:12", "anchorRefExpanded": ["Leviticus 10:12"], "sourceRef": "Birkat Asher on Torah, Leviticus 10:12:3", "sourceHeRef": "ברכת אשר על התורה, ויקרא י׳:י״ב:ג׳", "anchorVerse": 12, "sourceHasEn": false, "compDate": [1960, 2010], "commentaryNum": 12.0003, "collectiveTitle": {"en": "Birkat Asher on Torah", "he": "ברכת אשר על התורה"}, "heTitle": "ויקרא", "he": "<b>רש\"י ד\"ה ואכלוה מצות.</b> ראה \"לפשוטו של רש\"י\" המציע להגיה ולגרוס \"...הוצרך לפרש בהן...\", מכל מקום לא מצאתי גירסה כזאת. (פ' שמיני תש\"ן)", "heVersionTitle": "Birkat Asher, Asher Vasertil, Jerusalem 2010-2012", "heLicense": "CC-BY", "heVersionTitleInHebrew": "ברכת אשר, ירושלים תש\"ע-תשע\"ג", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5f02d5a8d660b3c272df6ee9", "index_title": "Gur Aryeh on Vayikra", "category": "Commentary", "type": "commentary", "ref": "Gur Aryeh on Vayikra 10:12:1", "anchorRef": "Leviticus 10:12", "anchorRefExpanded": ["Leviticus 10:12"], "sourceRef": "Gur Aryeh on Vayikra 10:12:1", "sourceHeRef": "גור אריה על ויקרא י׳:י״ב:א׳", "anchorVerse": 12, "sourceHasEn": false, "compDate": [1548, 1578], "commentaryNum": 12.0001, "collectiveTitle": {"en": "Gur Aryeh", "he": "גור אריה"}, "heTitle": "גור אריה על ויקרא", "he": "<b>קחו את המנחה אף על גב שאתם אוננים.</b> אין לומר שדייק רש\"י דאם לא כן, פשיטא שיאכלו כמו שאר מנחות הכתובים בפרשת צו (לעיל ו, ז-ט)<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"85\"></i>, דזה אינו, דהא משום דהוא מנחת שעה ואין כיוצא בו לדורות – הוצרך לפרש בה שיאכלוה כמו שאר מנחות, כמו שכתב רש\"י על \"ואכלוהו מצות\", אלא שדייק רש\"י דכיון דכתיב בסוף הכתוב (פסוק יג) \"כי כן צויתי\", ופירש רש\"י (שם) 'באנינות יאכלוהו', ולפיכך \"קחו את המנחה\" בא להגיד לך גם כן שיאכלוהו באנינות, כדמוכח סיפא דקרא דעל זה קאי. ואין לומר ד\"כן צויתי\" אתא שיאכלוה אף על גב שהיא לשעה ואינה לדורות<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"86\"></i>, זה אינו, דודאי כיון שאמר \"ואכלוה מצות\" שכך נצטוה שיאכלוה לשעה אף על גב שאינה לדורות, למה הוצרך לומר \"כי כן צויתי\" לאכול את המנחה, ואין כאן תמיה<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"87\"></i>, אלא פירוש הכתוב, אף על גב שאונן אסור בקדשים (זבחים קא ע\"ב), ועתה אני מתיר לכם באנינות לאכול קדשים – והוא תמיה – \"כי כן צויתי\" מפי השם יתברך, וגזירת הכתוב הוא. ולא שייך זה אם נותנים למנחת שעה דין מנחת דורות, דזה אין חדוש, וזה פשוט:", "heVersionTitle": "Gur Aryeh, Machon Yerushalyim, 1989-1995", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6319cf90b6084aa1cbef946b", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, אִיתָמָר 1", "anchorRef": "Leviticus 10:12", "anchorRefExpanded": ["Leviticus 10:12"], "sourceRef": "BDB, אִיתָמָר 1", "sourceHeRef": "בראון-דרייבר-בריגס, אִיתָמָר א׳", "anchorVerse": 12, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "אִיתָמָר", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† <big><span dir=\"rtl\">אִיתָמָר</span></big>  <strong>n.pr.m. (</strong>(<em>is</em>) <em>land of palms</em>? Thes<strong>)</strong> youngest (4th) son of Aaron <a data-ref=\"Exodus 6:23\" href=\"/Exodus.6.23\">Ex 6:23</a>; <a data-ref=\"Exodus 28:1\" href=\"/Exodus.28.1\">28:1</a>; <a data-ref=\"Exodus 38:21\" href=\"/Exodus.38.21\">38:21</a>; <a data-ref=\"Leviticus 10:6\" href=\"/Leviticus.10.6\">Lv 10:6</a>, <a data-ref=\"Leviticus 10:12\" href=\"/Leviticus.10.12\">12</a>, <a data-ref=\"Leviticus 10:16\" href=\"/Leviticus.10.16\">16</a>; <a data-ref=\"Numbers 3:2\" href=\"/Numbers.3.2\">Nu 3:2</a>, <a data-ref=\"Numbers 3:4\" href=\"/Numbers.3.4\">4</a>; <a data-ref=\"Numbers 4:28\" href=\"/Numbers.4.28\">4:28</a>, <a data-ref=\"Numbers 4:33\" href=\"/Numbers.4.33\">33</a>; <a data-ref=\"Numbers 7:8\" href=\"/Numbers.7.8\">7:8</a>; <a data-ref=\"Numbers 26:60\" href=\"/Numbers.26.60\">26:60</a> (all P) <a data-ref=\"I Chronicles 5:29\" href=\"/I_Chronicles.5.29\">1 Ch 5:29</a>; <a data-ref=\"I Chronicles 24:1\" href=\"/I_Chronicles.24.1\">24:1</a>, <a data-ref=\"I Chronicles 24:2\" href=\"/I_Chronicles.24.2\">2</a>, <a data-ref=\"I Chronicles 24:3\" href=\"/I_Chronicles.24.3\">3</a>, <a data-ref=\"I Chronicles 24:4\" href=\"/I_Chronicles.24.4\">4</a><sup>(×2)</sup>, <a data-ref=\"I Chronicles 24:5\" href=\"/I_Chronicles.24.5\">5</a>, <a data-ref=\"I Chronicles 24:6\" href=\"/I_Chronicles.24.6\">6</a> <a data-ref=\"Ezra 8:2\" href=\"/Ezra.8.2\">Ezr 8:2</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d213b6084aa1cbf15913", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, יָתַר 1", "anchorRef": "Leviticus 10:12", "anchorRefExpanded": ["Leviticus 10:12"], "sourceRef": "BDB, יָתַר 1", "sourceHeRef": "בראון-דרייבר-בריגס, יָתַר א׳", "anchorVerse": 12, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "יָתַר", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><big>[<span dir=\"rtl\">יָתַר</span></big></big><sub>107</sub><big><big>]</big></big>  <strong>vb.</strong> remain over <strong>(</strong>NH <em>id.</em>; Aramaic <span dir=\"rtl\">יְתַר</span>, <span dir=\"rtl\">ܝܺܬܰܪ</span> <em>id.</em>; Zinj. <span dir=\"rtl\">יתר</span> n. <em>rest, remainder;</em> Ethiopic ወተረ Assyrian [<em>atâru</em>], <em>remain over</em>, in der. conj., Dl<sup>HWB</sup>; in Sab. <span dir=\"rtl\">ותר</span> CIS <sup>iv, 15, 46, p. 77</sup>; especially n. <span dir=\"rtl\">ותר</span> as epithet of king = <em>noble one</em>, and as n.pr. <span dir=\"rtl\">ותרם</span> Mordt<sup>ZMG, 1876, 37, 292</sup> DHM<sup>ZMG, 1883, 15</sup> CIS<sup>iv, 10</sup>; Arabic <span dir=\"rtl\">وَتَرَ</span> is <em>make single, make to be one</em>, or <em>an odd number</em><strong>)</strong>—<br>†<strong>Qal</strong>  Pt. <span dir=\"rtl\">הַיּוֹתֵר</span> <a data-ref=\"I Samuel 15:15\" href=\"/I_Samuel.15.15\">1 S 15:15</a> <em>the remainder</em>†.<br><strong>Niph.</strong>  <em>be left over, remain over;</em> Pf. <span dir=\"rtl\">נוֹתַר</span> <a data-ref=\"Exodus 10:15\" href=\"/Exodus.10.15\">Ex 10:15</a> + 8 times, etc.; Impf. <span dir=\"rtl\">יִוָּתֵר</span> <a data-ref=\"II Kings 20:17\" href=\"/II_Kings.20.17\">2 K 20:17</a> + 2 times; <span dir=\"rtl\">יִוָּתֶ֥ר בָּ֑הּ</span> <a data-ref=\"Zechariah 13:8\" href=\"/Zechariah.13.8\">Zc 13:8</a>; <span dir=\"rtl\">וַיִּוָּתֵר</span> <a data-ref=\"Genesis 32:25\" href=\"/Genesis.32.25\">Gn 32:25</a> + 2 times; <span dir=\"rtl\">וָאִוָּתֵר</span> <a data-ref=\"I Kings 19:10\" href=\"/I_Kings.19.10\">1 K 19:10</a>, <a data-ref=\"I Kings 19:14\" href=\"/I_Kings.19.14\">14</a>, etc.; Pt. <span dir=\"rtl\">נוֹתָר</span> <a data-ref=\"I Samuel 2:26\" href=\"/I_Samuel.2.26\">1 S 2:26</a> + 17 times, <span dir=\"rtl\">נֹתָר</span> <a data-ref=\"Exodus 12:10\" href=\"/Exodus.12.10\">Ex 12:10</a>; fs. <span dir=\"rtl\">נוֹתֶ֫רֶת</span> <a data-ref=\"Leviticus 2:3\" href=\"/Leviticus.2.3\">Lv 2:3</a> + 3 times; mpl. <span dir=\"rtl\">נוֹתָרִים</span> <a data-ref=\"Judges 8:10\" href=\"/Judges.8.10\">Ju 8:10</a> + 24 times, etc.;—<em>be left over, remain</em> (<em>over</em>), abs. <a data-ref=\"Exodus 10:15\" href=\"/Exodus.10.15\">Ex 10:15</a> (J), <a data-ref=\"Joshua 11:11\" href=\"/Joshua.11.11\">Jos 11:11</a>, <a data-ref=\"Joshua 11:22\" href=\"/Joshua.11.22\">22</a> (D), <a data-ref=\"Judges 9:5\" href=\"/Judges.9.5\">Ju 9:5</a> <a data-ref=\"Isaiah 1:8\" href=\"/Isaiah.1.8\">Is 1:8</a>; <a data-ref=\"Isaiah 30:17\" href=\"/Isaiah.30.17\">30:17</a> <a data-ref=\"I Kings 18:22\" href=\"/I_Kings.18.22\">1 K 18:22</a> <a data-ref=\"II Kings 20:17\" href=\"/II_Kings.20.17\">2 K 20:17</a> = <a data-ref=\"Isaiah 39:6\" href=\"/Isaiah.39.6\">Is 39:6</a>; sq. <span dir=\"rtl\">לְבַדּוֹ</span> <em>be left alone</em> <a data-ref=\"Genesis 32:25\" href=\"/Genesis.32.25\">Gn 32:25</a> (J), so <a data-ref=\"I Kings 19:10\" href=\"/I_Kings.19.10\">1 K 19:10</a>, <a data-ref=\"I Kings 19:14\" href=\"/I_Kings.19.14\">14</a>; sq. <span dir=\"rtl\">מִן</span> <em>be left from</em> (= <em>of</em>) <a data-ref=\"II Samuel 13:30\" href=\"/II_Samuel.13.30\">2 S 13:30</a> <a data-ref=\"Exodus 29:34\" href=\"/Exodus.29.34\">Ex 29:34</a> <a data-ref=\"Numbers 26:65\" href=\"/Numbers.26.65\">Nu 26:65</a> (both P), <a data-ref=\"Psalms 106:11\" href=\"/Psalms.106.11\">ψ 106:11</a>; pt. sq. <span dir=\"rtl\">מִן</span> <a data-ref=\"Judges 8:10\" href=\"/Judges.8.10\">Ju 8:10</a> + 10 times P, <a data-ref=\"I Kings 9:20\" href=\"/I_Kings.9.20\">1 K 9:20</a> = <a data-ref=\"II Chronicles 8:7\" href=\"/II_Chronicles.8.7\">2 Ch 8:7</a>, <a data-ref=\"Zechariah 14:16\" href=\"/Zechariah.14.16\">Zc 14:16</a> <a data-ref=\"I Chronicles 6:46\" href=\"/I_Chronicles.6.46\">1 Ch 6:46</a>; sq. <span dir=\"rtl\">לְ</span>, <em>be left</em> (<em>surviving</em>) <em>to</em>, <a data-ref=\"I Samuel 25:34\" href=\"/I_Samuel.25.34\">1 S 25:34</a> <a data-ref=\"II Samuel 9:1\" href=\"/II_Samuel.9.1\">2 S 9:1</a>, <em>of those belonging to</em> <a data-ref=\"Genesis 44:20\" href=\"/Genesis.44.20\">Gn 44:20</a> (J; <span dir=\"rtl\">לְבַדּוֹ לְאִמּוֹ</span>); sq. <span dir=\"rtl\">בְּ</span> <em>be left in</em> (= <em>of</em>) <a data-ref=\"II Samuel 17:12\" href=\"/II_Samuel.17.12\">2 S 17:12</a> <a data-ref=\"Joshua 18:2\" href=\"/Joshua.18.2\">Jos 18:2</a> (JE), also pt. <a data-ref=\"Leviticus 8:32\" href=\"/Leviticus.8.32\">Lv 8:32</a>; <a data-ref=\"Leviticus 14:18\" href=\"/Leviticus.14.18\">14:18</a> (P), <a data-ref=\"Ezekiel 48:15\" href=\"/Ezekiel.48.15\">Ez 48:15</a>, <a data-ref=\"Ezekiel 48:18\" href=\"/Ezekiel.48.18\">18</a>; often sq. <span dir=\"rtl\">בְּ</span> loc. &<a data-ref=\"Amos 6:9\" href=\"/Amos.6.9\">Am 6:9</a> + 11 times; sq. <span dir=\"rtl\">בֵּית</span> <em>in the house of</em> <a data-ref=\"Jeremiah 27:21\" href=\"/Jeremiah.27.21\">Je 27:21</a>; sq. <span dir=\"rtl\">על־פני הארץ</span> <a data-ref=\"Ezekiel 39:14\" href=\"/Ezekiel.39.14\">Ez 39:14</a> (pt.); sq. <span dir=\"rtl\">אַחֲרֵי</span> = <em>be left behind</em> (of sons) <a data-ref=\"I Kings 9:21\" href=\"/I_Kings.9.21\">1 K 9:21</a> = <a data-ref=\"II Chronicles 8:8\" href=\"/II_Chronicles.8.8\">2 Ch 8:8</a>; sq. <span dir=\"rtl\">שָׁם</span> + <span dir=\"rtl\">אֵצֶל</span> <a data-ref=\"Daniel 10:13\" href=\"/Daniel.10.13\">Dn 10:13</a> <em>I was left over there beside the kings</em> (i.e. I had nothing more to do; cf. VB); elsewhere pt. abs., as adj. <a data-ref=\"Genesis 30:36\" href=\"/Genesis.30.36\">Gn 30:36</a> (J), <a data-ref=\"Joshua 17:2\" href=\"/Joshua.17.2\">Jos 17:2</a>, <a data-ref=\"Joshua 17:6\" href=\"/Joshua.17.6\">6</a> (JE), <a data-ref=\"Leviticus 10:12\" href=\"/Leviticus.10.12\">Lv 10:12</a>, <a data-ref=\"Leviticus 10:16\" href=\"/Leviticus.10.16\">16</a>; <a data-ref=\"Leviticus 27:18\" href=\"/Leviticus.27.18\">27:18</a> <a data-ref=\"Joshua 21:5\" href=\"/Joshua.21.5\">Jos 21:5</a>, <a data-ref=\"Joshua 21:26\" href=\"/Joshua.21.26\">26</a>, <a data-ref=\"Joshua 21:34\" href=\"/Joshua.21.34\">34</a> (all P), <a data-ref=\"Jeremiah 34:7\" href=\"/Jeremiah.34.7\">Je 34:7</a> <a data-ref=\"I Chronicles 6:55\" href=\"/I_Chronicles.6.55\">1 Ch 6:55</a>, <a data-ref=\"I Chronicles 6:62\" href=\"/I_Chronicles.6.62\">62</a>; <a data-ref=\"I Chronicles 24:20\" href=\"/I_Chronicles.24.20\">24:20</a>; as subst. <a data-ref=\"Judges 21:7\" href=\"/Judges.21.7\">Ju 21:7</a>, <a data-ref=\"Judges 21:16\" href=\"/Judges.21.16\">16</a> <a data-ref=\"I Samuel 30:9\" href=\"/I_Samuel.30.9\">1 S 30:9</a> <a data-ref=\"Exodus 28:10\" href=\"/Exodus.28.10\">Ex 28:10</a>; <a data-ref=\"Exodus 29:34\" href=\"/Exodus.29.34\">29:34</a> <a data-ref=\"Leviticus 19:6\" href=\"/Leviticus.19.6\">Lv 19:6</a> (all P), <a data-ref=\"I Kings 20:30\" href=\"/I_Kings.20.30\">1 K 20:30</a><sup>(×2)</sup> <a data-ref=\"II Kings 4:7\" href=\"/II_Kings.4.7\">2 K 4:7</a> <a data-ref=\"Ezekiel 34:18\" href=\"/Ezekiel.34.18\">Ez 34:18</a>; <a data-ref=\"Ezekiel 48:21\" href=\"/Ezekiel.48.21\">48:21</a> <a data-ref=\"II Chronicles 31:10\" href=\"/II_Chronicles.31.10\">2 Ch 31:10</a>.<br>†<strong>Hiph.</strong>  Pf. <span dir=\"rtl\">הוֹתִיר</span> <a data-ref=\"Exodus 10:15\" href=\"/Exodus.10.15\">Ex 10:15</a> <a data-ref=\"Isaiah 1:9\" href=\"/Isaiah.1.9\">Is 1:9</a>, etc.; Impf. <span dir=\"rtl\">יוֹתִיר</span> <a data-ref=\"Deuteronomy 28:54\" href=\"/Deuteronomy.28.54\">Dt 28:54</a>; juss. <span dir=\"rtl\">יוֹתֵר</span> <a data-ref=\"Exodus 16:19\" href=\"/Exodus.16.19\">Ex 16:19</a>; <span dir=\"rtl\">וַיּוֹתֵר</span> <a data-ref=\"II Samuel 8:4\" href=\"/II_Samuel.8.4\">2 S 8:4</a> <a data-ref=\"II Chronicles 18:4\" href=\"/II_Chronicles.18.4\">2 Ch 18:4</a>; 3 fs. <span dir=\"rtl\">וַתֹּתַ֑ר</span> <a data-ref=\"Ruth 2:14\" href=\"/Ruth.2.14\">Ru 2:14</a>; 2 ms. juss. <span dir=\"rtl\">תּוֹתַר</span> <a data-ref=\"Genesis 49:4\" href=\"/Genesis.49.4\">Gn 49:4</a>; 1 s. <span dir=\"rtl\">אוֹתִיר</span> <a data-ref=\"Ezekiel 39:28\" href=\"/Ezekiel.39.28\">Ez 39:28</a>; 3 mpl. <span dir=\"rtl\">וַיּוֹתִרוּ</span> <a data-ref=\"Exodus 16:20\" href=\"/Exodus.16.20\">Ex 16:20</a> <a data-ref=\"II Kings 4:44\" href=\"/II_Kings.4.44\">2 K 4:44</a>; 2 mpl. <span dir=\"rtl\">תּוֹתִירוּ</span> <a data-ref=\"Exodus 12:10\" href=\"/Exodus.12.10\">Ex 12:10</a> + 2 times; Imv. <span dir=\"rtl\">הוֹתֵר</span> <a data-ref=\"Psalms 79:11\" href=\"/Psalms.79.11\">ψ 79:11</a>; Inf. abs. <span dir=\"rtl\">הוֹתֵר</span> <a data-ref=\"II Kings 4:43\" href=\"/II_Kings.4.43\">2 K 4:43</a> + 2 times; cstr. <span dir=\"rtl\">הוֹתִיר</span> <a data-ref=\"Jeremiah 44:7\" href=\"/Jeremiah.44.7\">Je 44:7</a>;— <strong>1.</strong> <strong>a.</strong>  <em>leave over, leave</em> <a data-ref=\"Exodus 10:15\" href=\"/Exodus.10.15\">Ex 10:15</a> (J), <a data-ref=\"Ruth 2:14\" href=\"/Ruth.2.14\">Ru 2:14</a> (obj.om.), v <a data-ref=\"Ruth 2:18\" href=\"/Ruth.2.18\">18</a> <a data-ref=\"II Kings 4:43\" href=\"/II_Kings.4.43\">2 K 4:43</a> (<span dir=\"rtl\">אָכוֹל וְהוֹתֵר</span>, v. infr.), v <a data-ref=\"II Kings 4:44\" href=\"/II_Kings.4.44\">44</a> (obj.om. in both), <a data-ref=\"II Chronicles 31:10\" href=\"/II_Chronicles.31.10\">2 Ch 31:10</a>; <span dir=\"rtl\">יֶתֶר בָּנָיו אֲשֶׁר יוֹתִיר</span> <a data-ref=\"Deuteronomy 28:54\" href=\"/Deuteronomy.28.54\">Dt 28:54</a>; sq. obj. <span dir=\"rtl\">שָׂרִיד</span> + ל pers. <a data-ref=\"Isaiah 1:9\" href=\"/Isaiah.1.9\">Is 1:9</a>; obj. <span dir=\"rtl\">שְׁאֵרִית</span> + ל pers. <a data-ref=\"Jeremiah 44:7\" href=\"/Jeremiah.44.7\">Je 44:7</a>; sq. <span dir=\"rtl\">מִן</span> <em>from</em> (= <em>of</em>), <a data-ref=\"II Samuel 8:4\" href=\"/II_Samuel.8.4\">2 S 8:4</a> = <a data-ref=\"I Chronicles 18:4\" href=\"/I_Chronicles.18.4\">1 Ch 18:4</a>, <a data-ref=\"Numbers 33:55\" href=\"/Numbers.33.55\">Nu 33:55</a> (P), <a data-ref=\"Ezekiel 12:16\" href=\"/Ezekiel.12.16\">Ez 12:16</a>; + <span dir=\"rtl\">עַד</span> temp. <a data-ref=\"Exodus 12:10\" href=\"/Exodus.12.10\">Ex 12:10</a>; <a data-ref=\"Exodus 16:19\" href=\"/Exodus.16.19\">16:19</a>, <a data-ref=\"Exodus 16:20\" href=\"/Exodus.16.20\">20</a> (all P), <a data-ref=\"Leviticus 22:30\" href=\"/Leviticus.22.30\">Lv 22:30</a> (H); + <span dir=\"rtl\">שָׁם</span> loc. <a data-ref=\"Ezekiel 39:28\" href=\"/Ezekiel.39.28\">Ez 39:28</a>. <strong>b.</strong>  abs. <em>leave a remnant</em> <a data-ref=\"Ezekiel 6:8\" href=\"/Ezekiel.6.8\">Ez 6:8</a> (denom. from <span dir=\"rtl\">יֶתֶר</span>? <strong>c.</strong>  <em>save over</em> <a data-ref=\"Psalms 79:11\" href=\"/Psalms.79.11\">ψ 79:11</a> < <span dir=\"rtl\">הַתֵּר</span> <em>release</em> (We 𝔙 𝔗). <strong>2.</strong>  <em>excel, shew pre-eminence</em> <a data-ref=\"Genesis 49:4\" href=\"/Genesis.49.4\">Gn 49:4</a> (Poem in J). <strong>3.</strong>  <em>shew excess</em> = <em>have more than enough</em> <a data-ref=\"Exodus 36:7\" href=\"/Exodus.36.7\">Ex 36:7</a> (P; vid. also <a data-ref=\"II Kings 4:43\" href=\"/II_Kings.4.43\">2 K 4:43</a> <a data-ref=\"II Chronicles 31:10\" href=\"/II_Chronicles.31.10\">2 Ch 31:10</a> supr.); <em>make abundant</em> <a data-ref=\"Deuteronomy 28:11\" href=\"/Deuteronomy.28.11\">Dt 28:11</a>; <a data-ref=\"Deuteronomy 30:9\" href=\"/Deuteronomy.30.9\">30:9</a> (sq. sf. pers. + ב rei.)."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d2d1b6084aa1cbf1ec1d", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, מַצָּה³ 1", "anchorRef": "Leviticus 10:12", "anchorRefExpanded": ["Leviticus 10:12"], "sourceRef": "BDB, מַצָּה³ 1", "sourceHeRef": "בראון-דרייבר-בריגס, מַצָּה³ א׳", "anchorVerse": 12, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "מַצָּה³", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† I. <big><span dir=\"rtl\">מַצָּה</span></big>  <strong>n.f. unleavened bread, or cake(s)</strong>;—abs. <span dir=\"rtl\">מ׳</span> <a data-ref=\"Leviticus 2:5\" href=\"/Leviticus.2.5\">Lv 2:5</a>; <a data-ref=\"Leviticus 8:26\" href=\"/Leviticus.8.26\">8:26</a> <span dir=\"rtl\">(חַלַּת מ׳ אַחַת)</span>, <a data-ref=\"Numbers 6:19\" href=\"/Numbers.6.19\">Nu 6:19</a> (<em>id.</em>), v <a data-ref=\"Numbers 6:19\" href=\"/Numbers.6.19\">19</a>; usually pl. <span dir=\"rtl\">מַצּוֹת</span> <a data-ref=\"Exodus 12:15\" href=\"/Exodus.12.15\">Ex 12:15</a> + 44 times; <span dir=\"rtl\">מַצֹּת</span> <a data-ref=\"Exodus 12:18\" href=\"/Exodus.12.18\">Ex 12:18</a> + 3 times;—<em>unleavened bread</em>, prepared in form of <span dir=\"rtl\">לֶחֶם</span> <a data-ref=\"Exodus 29:2\" href=\"/Exodus.29.2\">Ex 29:2</a>; <span dir=\"rtl\">חַלָּה</span> <a data-ref=\"Exodus 29:2\" href=\"/Exodus.29.2\">Ex 29:2</a> + 4 times P; <span dir=\"rtl\">רקיקים</span> <a data-ref=\"Exodus 29:2\" href=\"/Exodus.29.2\">Ex 29:2</a> <a data-ref=\"I Chronicles 23:29\" href=\"/I_Chronicles.23.29\">1 Ch 23:29</a> + 4 times P; <span dir=\"rtl\">עגה</span> <a data-ref=\"Exodus 12:39\" href=\"/Exodus.12.39\">Ex 12:39</a>; used at ordinary meals (prepared hastily): <span dir=\"rtl\">אפה מ׳</span> <a data-ref=\"Genesis 19:3\" href=\"/Genesis.19.3\">Gn 19:3</a> (J), <a data-ref=\"Exodus 12:39\" href=\"/Exodus.12.39\">Ex 12:39</a> (J), <a data-ref=\"I Samuel 28:24\" href=\"/I_Samuel.28.24\">1 S 28:24</a>; prob. also <a data-ref=\"Judges 6:19\" href=\"/Judges.6.19\">Ju 6:19</a>, <a data-ref=\"Judges 6:20\" href=\"/Judges.6.20\">20</a>, <a data-ref=\"Judges 6:21\" href=\"/Judges.6.21\">21</a><sup>(×2)</sup>; elsewhere at sacrificial meals, e.g. ritual peace-offerings <a data-ref=\"Leviticus 2:4\" href=\"/Leviticus.2.4\">Lv 2:4</a><sup>(×2)</sup>, <a data-ref=\"Leviticus 2:5\" href=\"/Leviticus.2.5\">5</a>; <a data-ref=\"Leviticus 6:9\" href=\"/Leviticus.6.9\">6:9</a>; <a data-ref=\"Leviticus 7:12\" href=\"/Leviticus.7.12\">7:12</a><sup>(×2)</sup>; <a data-ref=\"Leviticus 10:12\" href=\"/Leviticus.10.12\">10:12</a>; consecration of priesthood <a data-ref=\"Exodus 29:2\" href=\"/Exodus.29.2\">Ex 29:2</a><sup>(×3)</sup>, <a data-ref=\"Exodus 29:23\" href=\"/Exodus.29.23\">23</a> <a data-ref=\"Leviticus 8:2\" href=\"/Leviticus.8.2\">Lv 8:2</a>, <a data-ref=\"Leviticus 8:26\" href=\"/Leviticus.8.26\">26</a><sup>(×2)</sup>; at peace-offering of Nazairite <a data-ref=\"Numbers 6:15\" href=\"/Numbers.6.15\">Nu 6:15</a><sup>(×2)</sup> <a data-ref=\"Numbers 6:17\" href=\"/Numbers.6.17\">17</a>, <a data-ref=\"Numbers 6:19\" href=\"/Numbers.6.19\">19</a><sup>(×2)</sup>; at Passover <a data-ref=\"Exodus 12:8\" href=\"/Exodus.12.8\">Ex 12:8</a> <a data-ref=\"Numbers 9:11\" href=\"/Numbers.9.11\">Nu 9:11</a> (all P); especially at feast of <em>unleavened bread</em> [<em>cakes</em>] for 7 days after Passover <span dir=\"rtl\">שׁמר חג המ׳</span> <a data-ref=\"Exodus 23:15\" href=\"/Exodus.23.15\">Ex 23:15</a> (E), <a data-ref=\"Exodus 34:18\" href=\"/Exodus.34.18\">34:18</a> (J); <span dir=\"rtl\">שׁמר מ׳</span> <a data-ref=\"Exodus 12:17\" href=\"/Exodus.12.17\">Ex 12:17</a> (P), <span dir=\"rtl\">עשׂה חג (ה)מ׳</span> <a data-ref=\"II Chronicles 30:13\" href=\"/II_Chronicles.30.13\">2 Ch 30:13</a>, <a data-ref=\"II Chronicles 30:21\" href=\"/II_Chronicles.30.21\">21</a>; <a data-ref=\"II Chronicles 35:17\" href=\"/II_Chronicles.35.17\">35:17</a> <a data-ref=\"Ezra 6:22\" href=\"/Ezra.6.22\">Ezr 6:22</a>; <span dir=\"rtl\">בחג המ׳</span> <a data-ref=\"Deuteronomy 16:16\" href=\"/Deuteronomy.16.16\">Dt 16:16</a> <a data-ref=\"II Chronicles 8:13\" href=\"/II_Chronicles.8.13\">2 Ch 8:13</a>; <span dir=\"rtl\">חג המ׳ לי׳</span> <a data-ref=\"Leviticus 23:6\" href=\"/Leviticus.23.6\">Lv 23:6</a>. During these seven days all Israel ate <span dir=\"rtl\">מצות</span> <a data-ref=\"Exodus 12:15\" href=\"/Exodus.12.15\">Ex 12:15</a>, <a data-ref=\"Exodus 12:18\" href=\"/Exodus.12.18\">18</a>, <a data-ref=\"Exodus 12:20\" href=\"/Exodus.12.20\">20</a> (P), <a data-ref=\"Exodus 23:15\" href=\"/Exodus.23.15\">23:15</a> (E), <a data-ref=\"Exodus 13:6\" href=\"/Exodus.13.6\">13:6</a>, <a data-ref=\"Exodus 13:7\" href=\"/Exodus.13.7\">7</a>; <a data-ref=\"Exodus 34:18\" href=\"/Exodus.34.18\">34:18</a> (J), <a data-ref=\"Leviticus 23:6\" href=\"/Leviticus.23.6\">Lv 23:6</a> <a data-ref=\"Numbers 28:17\" href=\"/Numbers.28.17\">Nu 28:17</a> (P), <a data-ref=\"Deuteronomy 16:3\" href=\"/Deuteronomy.16.3\">Dt 16:3</a>, <a data-ref=\"Deuteronomy 16:8\" href=\"/Deuteronomy.16.8\">8</a> <a data-ref=\"Joshua 5:11\" href=\"/Joshua.5.11\">Jos 5:11</a> <a data-ref=\"Ezekiel 45:21\" href=\"/Ezekiel.45.21\">Ez 45:21</a>.—<a data-ref=\"II Kings 23:6\" href=\"/II_Kings.23.6\">2 K 23:6</a> read prob. <span dir=\"rtl\">מִצְוֹת</span> or <span dir=\"rtl\">מְנָיוֹת</span> for MT <span dir=\"rtl\">(אכל) מ׳</span>; so Gei Kue Kmp Bu."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d41eb6084aa1cbf2f51d", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, קֹ֫דֶשׁ 1", "anchorRef": "Leviticus 10:12", "anchorRefExpanded": ["Leviticus 10:12"], "sourceRef": "BDB, קֹ֫דֶשׁ 1", "sourceHeRef": "בראון-דרייבר-בריגס, קֹ֫דֶשׁ א׳", "anchorVerse": 12, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "קֹ֫דֶשׁ", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><span dir=\"rtl\">קֹ֫דֶשׁ</span></big><sub>469</sub>  <strong>n.m.</strong> apartness, sacredness (opp. <span dir=\"rtl\">חֹל</span> <a data-ref=\"Leviticus 10:10\" href=\"/Leviticus.10.10\">Lv 10:10</a> + 4 times Ez);—abs. <span dir=\"rtl\">ק׳</span> <a data-ref=\"Exodus 3:5\" href=\"/Exodus.3.5\">Ex 3:5</a> +; <span dir=\"rtl\">קוֹדֶשׁ</span> <a data-ref=\"Daniel 11:30\" href=\"/Daniel.11.30\">Dn 11:30</a>; cstr. <span dir=\"rtl\">קֹדֶשׁ</span> <a data-ref=\"Exodus 30:36\" href=\"/Exodus.30.36\">Ex 30:36</a> +; sf. <span dir=\"rtl\">קָדְשִׁי</span> <a data-ref=\"Leviticus 20:3\" href=\"/Leviticus.20.3\">Lv 20:3</a> +, etc.; pl. <span dir=\"rtl\">קָֽדָשִׁים</span> <a data-ref=\"Exodus 29:37\" href=\"/Exodus.29.37\">Ex 29:37</a> +, <span dir=\"rtl\">הַקֳּדָשִׁים</span> <a data-ref=\"Exodus 26:33\" href=\"/Exodus.26.33\">26:33</a> +; cstr. <span dir=\"rtl\">קָדְשֵׁי</span> <a data-ref=\"Leviticus 22:15\" href=\"/Leviticus.22.15\">Lv 22:15</a> +; sf. <span dir=\"rtl\">קָֽדָשַׁי</span> <a data-ref=\"Ezekiel 22:8\" href=\"/Ezekiel.22.8\">Ez 22:8</a> + 3 times, <span dir=\"rtl\">קֳדָשֶׁיךָ</span> †<a data-ref=\"Deuteronomy 12:26\" href=\"/Deuteronomy.12.26\">Dt 12:26</a>, <span dir=\"rtl\">קֳדָשָׁיו</span> <a data-ref=\"Numbers 5:10\" href=\"/Numbers.5.10\">Nu 5:10</a>; <a data-ref=\"II Kings 12:19\" href=\"/II_Kings.12.19\">2 K 12:19</a>, <span dir=\"rtl\">קָֽדָשָׁיו</span> †<a data-ref=\"II Chronicles 15:18\" href=\"/II_Chronicles.15.18\">2 Ch 15:18</a>, etc.;—<br><strong>1.</strong>  <em>apartness, sacredness, holiness</em>, of God: <strong>a.</strong>  of divine activity, syn. majesty, <span dir=\"rtl\">בַּקֹּדֶשׁ</span> (of victory), <a data-ref=\"Exodus 15:11\" href=\"/Exodus.15.11\">Ex 15:11</a> (song) <a data-ref=\"Psalms 68:18\" href=\"/Psalms.68.18\">ψ 68:18</a>; <a data-ref=\"Psalms 77:14\" href=\"/Psalms.77.14\">77:14</a>; <span dir=\"rtl\">זְרוֹעַ ק׳</span> <em>holy arm</em> <a data-ref=\"Isaiah 52:10\" href=\"/Isaiah.52.10\">Is 52:10</a> <a data-ref=\"Psalms 98:1\" href=\"/Psalms.98.1\">ψ 98:1</a>. <strong>b.</strong>  to attest his word as inviolable <span dir=\"rtl\">נשׁבע בק׳</span> <a data-ref=\"Amos 4:2\" href=\"/Amos.4.2\">Am 4:2</a> <a data-ref=\"Psalms 89:36\" href=\"/Psalms.89.36\">ψ 89:36</a>; cf. <span dir=\"rtl\">דִּבְרֵי ק׳</span> <a data-ref=\"Jeremiah 23:9\" href=\"/Jeremiah.23.9\">Je 23:9</a>, <span dir=\"rtl\">דְּבַר ק׳</span> <a data-ref=\"Psalms 105:42\" href=\"/Psalms.105.42\">ψ 105:42</a>. <strong>c.</strong>  of his name as sacred, inviolable, separate from all defilement, etc.: <span dir=\"rtl\">שֵׁם קָדְשִׁי</span> <a data-ref=\"Leviticus 20:3\" href=\"/Leviticus.20.3\">Lv 20:3</a>; <a data-ref=\"Leviticus 22:2\" href=\"/Leviticus.22.2\">22:2</a>, <a data-ref=\"Leviticus 22:32\" href=\"/Leviticus.22.32\">32</a> (P), <a data-ref=\"Amos 2:7\" href=\"/Amos.2.7\">Am 2:7</a> <a data-ref=\"I Chronicles 16:10\" href=\"/I_Chronicles.16.10\">1 Ch 16:10</a>, <a data-ref=\"I Chronicles 16:35\" href=\"/I_Chronicles.16.35\">35</a>; <a data-ref=\"I Chronicles 29:16\" href=\"/I_Chronicles.29.16\">29:16</a> + 9 times Ez, 5 times ψψ; <span dir=\"rtl\">זֵכֶר ק׳</span> <a data-ref=\"Psalms 30:5\" href=\"/Psalms.30.5\">ψ 30:5</a> = <a data-ref=\"Psalms 97:12\" href=\"/Psalms.97.12\">97:12</a>; and so <strong>d.</strong>  <span dir=\"rtl\">רוּחַ קָדְשׁוֹ</span> <em>his holy Spirit</em> <a data-ref=\"Isaiah 63:10\" href=\"/Isaiah.63.10\">Is 63:10</a>, <a data-ref=\"Isaiah 63:11\" href=\"/Isaiah.63.11\">11</a>, cf. <a data-ref=\"Psalms 51:13\" href=\"/Psalms.51.13\">ψ 51:13</a>.<br><strong>2.</strong>  of places set apart as sacred by God’s presence: †<strong>a.</strong>  heavenly abode; <span dir=\"rtl\">מעון ק׳</span> <a data-ref=\"Deuteronomy 26:15\" href=\"/Deuteronomy.26.15\">Dt 26:15</a> <a data-ref=\"Jeremiah 25:30\" href=\"/Jeremiah.25.30\">Je 25:30</a>; <a data-ref=\"Zechariah 2:17\" href=\"/Zechariah.2.17\">Zc 2:17</a>; <a data-ref=\"II Chronicles 30:27\" href=\"/II_Chronicles.30.27\">2 Ch 30:27</a> <a data-ref=\"Psalms 68:6\" href=\"/Psalms.68.6\">ψ 68:6</a>; <span dir=\"rtl\">הֵיכַל ק׳</span> <a data-ref=\"Micah 1:2\" href=\"/Micah.1.2\">Mi 1:2</a>; <a data-ref=\"Habakkuk 2:20\" href=\"/Habakkuk.2.20\">Hb 2:20</a>; <a data-ref=\"Jonah 2:5\" href=\"/Jonah.2.5\">Jon 2:5</a>, <a data-ref=\"Jonah 2:8\" href=\"/Jonah.2.8\">8</a> <a data-ref=\"Psalms 11:4\" href=\"/Psalms.11.4\">ψ 11:4</a>; <span dir=\"rtl\">מְרוֹם ק׳</span> <a data-ref=\"Psalms 102:20\" href=\"/Psalms.102.20\">ψ 102:20</a>; <span dir=\"rtl\">זְבֻל ק׳</span> <a data-ref=\"Isaiah 63:15\" href=\"/Isaiah.63.15\">Is 63:15</a>; <span dir=\"rtl\">שְׁמֵי ק׳</span> <a data-ref=\"Psalms 20:7\" href=\"/Psalms.20.7\">ψ 20:7</a> <span dir=\"rtl\">כסּא ק׳</span> <a data-ref=\"Psalms 47:9\" href=\"/Psalms.47.9\">47:9</a>; <span dir=\"rtl\">בְּקָדְשׁוֹ</span> <a data-ref=\"Psalms 150:1\" href=\"/Psalms.150.1\">150:1</a>. †<strong>b.</strong>  on earth: <span dir=\"rtl\">אַדְמַת ק׳</span> <a data-ref=\"Exodus 3:5\" href=\"/Exodus.3.5\">Ex 3:5</a> (E), cf. <a data-ref=\"Joshua 5:15\" href=\"/Joshua.5.15\">Jos 5:15</a> (JE) <a data-ref=\"II Chronicles 8:11\" href=\"/II_Chronicles.8.11\">2 Ch 8:11</a>; <span dir=\"rtl\">הַר קם אלהים</span> <a data-ref=\"Ezekiel 28:14\" href=\"/Ezekiel.28.14\">Ez 28:14</a> (cf. p. 249 b). <strong>c.</strong>  (only P and Ch) the tabernacle and its courts <a data-ref=\"Exodus 40:9\" href=\"/Exodus.40.9\">Ex 40:9</a> <a data-ref=\"Numbers 3:28\" href=\"/Numbers.3.28\">Nu 3:28</a> +; tabernacle by itself <a data-ref=\"Exodus 38:24\" href=\"/Exodus.38.24\">Ex 38:24</a>; <a data-ref=\"Leviticus 10:4\" href=\"/Leviticus.10.4\">Lv 10:4</a> +; court <a data-ref=\"Leviticus 10:17\" href=\"/Leviticus.10.17\">Lv 10:17</a>, <a data-ref=\"Leviticus 10:18\" href=\"/Leviticus.10.18\">18</a> + (so <span dir=\"rtl\">קדשׁ הקדשׁים</span> †<a data-ref=\"Numbers 18:10\" href=\"/Numbers.18.10\">Nu 18:10</a>); the outer room (specific designation; <span dir=\"rtl\">הַקּ׳</span>) <a data-ref=\"Exodus 26:33\" href=\"/Exodus.26.33\">Ex 26:33</a>; <a data-ref=\"Exodus 28:29\" href=\"/Exodus.28.29\">28:29</a> +; inner room <a data-ref=\"Leviticus 4:6\" href=\"/Leviticus.4.6\">Lv 4:6</a>; <a data-ref=\"Leviticus 16:2\" href=\"/Leviticus.16.2\">16:2</a> +, but specif. design. <span dir=\"rtl\">קדשׁ הקדשׁים</span> <a data-ref=\"Exodus 26:33\" href=\"/Exodus.26.33\">Ex 26:33</a>, <a data-ref=\"Exodus 26:34\" href=\"/Exodus.26.34\">34</a>; <a data-ref=\"I Chronicles 6:34\" href=\"/I_Chronicles.6.34\">1 Ch 6:34</a>; <span dir=\"rtl\">שֶׁקֶל הק׳</span> <em>shekel of the sanctuary</em> <a data-ref=\"Exodus 30:13\" href=\"/Exodus.30.13\">Ex 30:13</a> + 24 times P. <strong>d.</strong>  the temple and its precincts <a data-ref=\"II Chronicles 29:7\" href=\"/II_Chronicles.29.7\">2 Ch 29:7</a>; <a data-ref=\"Daniel 8:13\" href=\"/Daniel.8.13\">Dn 8:13</a> +; <span dir=\"rtl\">שָׂרֵי ק׳</span> <a data-ref=\"Isaiah 43:28\" href=\"/Isaiah.43.28\">Is 43:28</a>; <a data-ref=\"I Chronicles 24:5\" href=\"/I_Chronicles.24.5\">1 Ch 24:5</a>; <span dir=\"rtl\">דבּר בְּקָדְשׁוֹ</span> <a data-ref=\"Psalms 60:8\" href=\"/Psalms.60.8\">ψ 60:8</a> = <a data-ref=\"Psalms 108:8\" href=\"/Psalms.108.8\">108:8</a> (oracle; al. <em>by his holiness</em>, as <span dir=\"rtl\">נשׁבעתי בקדשׁי</span> <a data-ref=\"Psalms 89:36\" href=\"/Psalms.89.36\">89:36</a>), temple by itself <a data-ref=\"II Chronicles 29:5\" href=\"/II_Chronicles.29.5\">2 Ch 29:5</a>; †<span dir=\"rtl\">בית (ה)ק׳</span> <a data-ref=\"Isaiah 64:10\" href=\"/Isaiah.64.10\">Is 64:10</a>; <a data-ref=\"I Chronicles 29:3\" href=\"/I_Chronicles.29.3\">1 Ch 29:3</a>; †<span dir=\"rtl\">הֵיכַל קדשׁך</span> <a data-ref=\"Psalms 5:8\" href=\"/Psalms.5.8\">ψ 5:8</a> = <a data-ref=\"Psalms 138:2\" href=\"/Psalms.138.2\">138:2</a>, <a data-ref=\"Psalms 79:1\" href=\"/Psalms.79.1\">79:1</a>; <span dir=\"rtl\">הַקּ׳</span> outer room <a data-ref=\"I Kings 8:10\" href=\"/I_Kings.8.10\">1 K 8:10</a> = <a data-ref=\"II Chronicles 5:11\" href=\"/II_Chronicles.5.11\">2 Ch 5:11</a>; courts of priests <a data-ref=\"Ezekiel 42:14\" href=\"/Ezekiel.42.14\">Ez 42:14</a>; <a data-ref=\"Ezekiel 44:27\" href=\"/Ezekiel.44.27\">44:27</a><sup>(×2)</sup>; †<span dir=\"rtl\">חצרות קדשׁי</span> <a data-ref=\"Isaiah 62:9\" href=\"/Isaiah.62.9\">Is 62:9</a>; inner room <a data-ref=\"Ezekiel 41:21\" href=\"/Ezekiel.41.21\">Ez 41:21</a>, <a data-ref=\"Ezekiel 41:23\" href=\"/Ezekiel.41.23\">23</a>, specif. †<span dir=\"rtl\">דְּבִיר קדשׁך</span> <a data-ref=\"Psalms 28:2\" href=\"/Psalms.28.2\">ψ 28:2</a>; †<span dir=\"rtl\">קדשׁ הקדשׁים</span> <a data-ref=\"I Kings 6:16\" href=\"/I_Kings.6.16\">1 K 6:16</a>; <a data-ref=\"I Kings 7:50\" href=\"/I_Kings.7.50\">7:50</a>; <a data-ref=\"I Kings 8:6\" href=\"/I_Kings.8.6\">8:6</a>; <a data-ref=\"II Chronicles 3:8\" href=\"/II_Chronicles.3.8\">2 Ch 3:8</a>, <a data-ref=\"II Chronicles 3:10\" href=\"/II_Chronicles.3.10\">10</a>; <a data-ref=\"II Chronicles 4:22\" href=\"/II_Chronicles.4.22\">4:22</a>; <a data-ref=\"II Chronicles 5:7\" href=\"/II_Chronicles.5.7\">5:7</a>; <a data-ref=\"Ezekiel 41:4\" href=\"/Ezekiel.41.4\">Ez 41:4</a>; †<span dir=\"rtl\">לִשְׁכוֹת הַקּ׳</span> <a data-ref=\"Ezekiel 42:13\" href=\"/Ezekiel.42.13\">Ez 42:13</a>; <a data-ref=\"Ezekiel 44:19\" href=\"/Ezekiel.44.19\">44:19</a>; <a data-ref=\"Ezekiel 46:19\" href=\"/Ezekiel.46.19\">46:19</a> (v. <a data-ref=\"BDB, לִשְׁכָּה\" href=\"/BDB,_לִשְׁכָּה\", dir=\"rtl\">לִשְׁכָּה</a> <strong>1 c</strong>). †<strong>e.</strong>  Jerus. and its hills: <span dir=\"rtl\">מקום קדשׁו</span> <a data-ref=\"Ezra 9:8\" href=\"/Ezra.9.8\">Ezr 9:8</a>, <span dir=\"rtl\">עיר הק׳</span> <a data-ref=\"Isaiah 48:2\" href=\"/Isaiah.48.2\">Is 48:2</a>; <a data-ref=\"Isaiah 52:1\" href=\"/Isaiah.52.1\">52:1</a>; <a data-ref=\"Nehemiah 11:1\" href=\"/Nehemiah.11.1\">Ne 11:1</a>, <a data-ref=\"Nehemiah 11:18\" href=\"/Nehemiah.11.18\">18</a>, <span dir=\"rtl\">ע׳ קדשׁך</span> <a data-ref=\"Daniel 9:24\" href=\"/Daniel.9.24\">Dn 9:24</a>, <span dir=\"rtl\">הר (ה)ק׳</span> <a data-ref=\"Isaiah 11:9\" href=\"/Isaiah.11.9\">Is 11:9</a> + 6 times <a data-ref=\"Isaiah 2:3\" href=\"/Isaiah.2.3\">Is 2:3</a>; <a data-ref=\"Jeremiah 31:23\" href=\"/Jeremiah.31.23\">Je 31:23</a>; <a data-ref=\"Ezekiel 20:40\" href=\"/Ezekiel.20.40\">Ez 20:40</a> <a data-ref=\"Joel 2:1\" href=\"/Joel.2.1\">Jo 2:1</a>; <a data-ref=\"Joel 4:17\" href=\"/Joel.4.17\">4:17</a>; <a data-ref=\"Obadiah 1:16\" href=\"/Obadiah.1.16\">Ob 16</a>; <a data-ref=\"Zephaniah 3:11\" href=\"/Zephaniah.3.11\">Zp 3:11</a>; <a data-ref=\"Zechariah 8:3\" href=\"/Zechariah.8.3\">Zc 8:3</a>; <a data-ref=\"Daniel 9:16\" href=\"/Daniel.9.16\">Dn 9:16</a>, <a data-ref=\"Daniel 9:20\" href=\"/Daniel.9.20\">20</a>; <a data-ref=\"Daniel 11:45\" href=\"/Daniel.11.45\">11:45</a> + 6 times ψψ; <span dir=\"rtl\">גְּבוּל ק׳</span> <a data-ref=\"Psalms 78:54\" href=\"/Psalms.78.54\">ψ 78:54</a>, <span dir=\"rtl\">הַרֲרֵי ק׳</span> <a data-ref=\"Psalms 87:1\" href=\"/Psalms.87.1\">87:1</a> prob. also <a data-ref=\"Psalms 110:3\" href=\"/Psalms.110.3\">110:3</a>, <span dir=\"rtl\">ק׳</span> of city and suburbs in Mess. future <a data-ref=\"Jeremiah 31:40\" href=\"/Jeremiah.31.40\">Je 31:40</a> <a data-ref=\"Joel 4:17\" href=\"/Joel.4.17\">Jo 4:17</a>. Cf. <strong>f.</strong>  <span dir=\"rtl\">(ה)קדשׁ</span> of Zion <a data-ref=\"Obadiah 1:17\" href=\"/Obadiah.1.17\">Ob 17</a> <a data-ref=\"Psalms 20:3\" href=\"/Psalms.20.3\">ψ 20:3</a>; <a data-ref=\"Psalms 24:3\" href=\"/Psalms.24.3\">24:3</a>; <a data-ref=\"Psalms 63:3\" href=\"/Psalms.63.3\">63:3</a>; <a data-ref=\"Psalms 68:25\" href=\"/Psalms.68.25\">68:25</a>, <span dir=\"rtl\">ק׳ קדשׁים</span> <a data-ref=\"Ezekiel 43:12\" href=\"/Ezekiel.43.12\">Ez 43:12</a>; <span dir=\"rtl\">נְוֵה ק׳</span> <a data-ref=\"Exodus 15:13\" href=\"/Exodus.15.13\">Ex 15:13</a> of Zion (or Shiloh). <strong>g.</strong>  of holy land <a data-ref=\"Zephaniah 3:4\" href=\"/Zephaniah.3.4\">Zp 3:4</a>, <span dir=\"rtl\">אדמת הק׳</span> <a data-ref=\"Zechariah 2:16\" href=\"/Zechariah.2.16\">Zc 2:16</a>, <span dir=\"rtl\">עָרֵי קדשׁך</span> <a data-ref=\"Isaiah 64:9\" href=\"/Isaiah.64.9\">Is 64:9</a>; future portion of priests <span dir=\"rtl\">ק׳</span> <a data-ref=\"Ezekiel 45:1\" href=\"/Ezekiel.45.1\">Ez 45:1</a><sup>(×2)</sup> + 11 times Ez; <span dir=\"rtl\">קדשׁ קדשׁים</span> <a data-ref=\"Ezekiel 45:3\" href=\"/Ezekiel.45.3\">Ez 45:3</a>; <a data-ref=\"Ezekiel 48:12\" href=\"/Ezekiel.48.12\">48:12</a>; of Levites <span dir=\"rtl\">קדשׁ</span> <a data-ref=\"Ezekiel 48:14\" href=\"/Ezekiel.48.14\">Ez 48:14</a>.<br><strong>3.</strong>  things consecrated at sacred places: <strong>a.</strong>  furniture of tabern. †<span dir=\"rtl\">קדשׁ (ה)קדשׁים</span> <a data-ref=\"Exodus 30:10\" href=\"/Exodus.30.10\">Ex 30:10</a>, <a data-ref=\"Exodus 30:29\" href=\"/Exodus.30.29\">29</a>; <a data-ref=\"Numbers 4:4\" href=\"/Numbers.4.4\">Nu 4:4</a>, <a data-ref=\"Numbers 4:19\" href=\"/Numbers.4.19\">19</a>; altar of burnt-offering <a data-ref=\"Exodus 29:37\" href=\"/Exodus.29.37\">Ex 29:37</a>; <a data-ref=\"Exodus 40:10\" href=\"/Exodus.40.10\">40:10</a>; <a data-ref=\"Daniel 9:24\" href=\"/Daniel.9.24\">Dn 9:24</a>; <span dir=\"rtl\">ארון הק׳</span> <a data-ref=\"II Chronicles 35:3\" href=\"/II_Chronicles.35.3\">2 Ch 35:3</a>. <strong>b.</strong>  sacrifices of animals <a data-ref=\"Numbers 18:17\" href=\"/Numbers.18.17\">Nu 18:17</a>; <a data-ref=\"Ezekiel 36:38\" href=\"/Ezekiel.36.38\">Ez 36:38</a>; <a data-ref=\"II Chronicles 29:33\" href=\"/II_Chronicles.29.33\">2 Ch 29:33</a>; sacrificial food <a data-ref=\"Leviticus 21:22\" href=\"/Leviticus.21.22\">Lv 21:22</a>; <a data-ref=\"Numbers 5:9\" href=\"/Numbers.5.9\">Nu 5:9</a> +; †<span dir=\"rtl\">קדשׁ (ה)קדשׁים</span> <a data-ref=\"Leviticus 2:3\" href=\"/Leviticus.2.3\">Lv 2:3</a>, <a data-ref=\"Leviticus 2:10\" href=\"/Leviticus.2.10\">10</a>; <a data-ref=\"Leviticus 6:10\" href=\"/Leviticus.6.10\">6:10</a>, <a data-ref=\"Leviticus 6:18\" href=\"/Leviticus.6.18\">18</a>, <a data-ref=\"Leviticus 6:22\" href=\"/Leviticus.6.22\">22</a>; <a data-ref=\"Leviticus 7:1\" href=\"/Leviticus.7.1\">7:1</a>, <a data-ref=\"Leviticus 7:6\" href=\"/Leviticus.7.6\">6</a>; <a data-ref=\"Leviticus 10:12\" href=\"/Leviticus.10.12\">10:12</a>, <a data-ref=\"Leviticus 10:17\" href=\"/Leviticus.10.17\">17</a>; <a data-ref=\"Leviticus 14:13\" href=\"/Leviticus.14.13\">14:13</a>; <a data-ref=\"Numbers 18:9\" href=\"/Numbers.18.9\">Nu 18:9</a><sup>(×2)</sup> (all P), <a data-ref=\"Ezekiel 42:13\" href=\"/Ezekiel.42.13\">Ez 42:13</a><sup>(×2)</sup> <a data-ref=\"II Chronicles 31:14\" href=\"/II_Chronicles.31.14\">2 Ch 31:14</a> <a data-ref=\"Ezra 2:63\" href=\"/Ezra.2.63\">Ezr 2:63</a> = <a data-ref=\"Nehemiah 7:64\" href=\"/Nehemiah.7.64\">Ne 7:65</a>; tithe was <span dir=\"rtl\">קדשׁ</span> <a data-ref=\"Leviticus 27:30\" href=\"/Leviticus.27.30\">Lv 27:30</a> +, also first loaves of new harvest <a data-ref=\"Leviticus 23:20\" href=\"/Leviticus.23.20\">Lv 23:20</a>; fruit of trees of 4th year <a data-ref=\"Leviticus 19:24\" href=\"/Leviticus.19.24\">Lv 19:24</a>. <strong>c.</strong>  any consecrated thing: ‖ vows <a data-ref=\"Deuteronomy 12:26\" href=\"/Deuteronomy.12.26\">Dt 12:26</a>; <a data-ref=\"Proverbs 20:25\" href=\"/Proverbs.20.25\">Pr 20:25</a> +, house <a data-ref=\"Leviticus 27:14\" href=\"/Leviticus.27.14\">Lv 27:14</a>, field <a data-ref=\"Leviticus 27:21\" href=\"/Leviticus.27.21\">Lv 27:21</a>, <a data-ref=\"Leviticus 27:23\" href=\"/Leviticus.27.23\">23</a>; treasures consecrated to treasury of tabern. or temple <a data-ref=\"Joshua 6:19\" href=\"/Joshua.6.19\">Jos 6:19</a> (E) <a data-ref=\"I Kings 7:51\" href=\"/I_Kings.7.51\">1 K 7:51</a> +; consecrated things in gen. <a data-ref=\"Exodus 28:38\" href=\"/Exodus.28.38\">Ex 28:38</a> (P); <a data-ref=\"Ezekiel 20:40\" href=\"/Ezekiel.20.40\">Ez 20:40</a>; <a data-ref=\"Ezekiel 22:8\" href=\"/Ezekiel.22.8\">22:8</a> +; these may be †<span dir=\"rtl\">קדשׁ (ה)קדשׁים</span> <a data-ref=\"Ezekiel 44:13\" href=\"/Ezekiel.44.13\">Ez 44:13</a>, so <span dir=\"rtl\">חֵרֶם</span> <a data-ref=\"Leviticus 27:28\" href=\"/Leviticus.27.28\">Lv 27:28</a>. <strong>d.</strong>  anointing oil of priest <a data-ref=\"Exodus 30:25\" href=\"/Exodus.30.25\">Ex 30:25</a><sup>(×2)</sup> + 5 times (P), <a data-ref=\"Psalms 89:21\" href=\"/Psalms.89.21\">ψ 89:21</a>; incense <a data-ref=\"Exodus 30:35\" href=\"/Exodus.30.35\">Ex 30:35</a>, <a data-ref=\"Exodus 30:37\" href=\"/Exodus.30.37\">37</a>, <span dir=\"rtl\">ק׳ קדשׁים</span> v <a data-ref=\"Exodus 30:36\" href=\"/Exodus.30.36\">36</a>; shew-bread <a data-ref=\"I Samuel 21:5\" href=\"/I_Samuel.21.5\">1 S 21:5</a>, <span dir=\"rtl\">קדשׁ (ה)ק׳</span> <a data-ref=\"Leviticus 24:9\" href=\"/Leviticus.24.9\">Lv 24:9</a> (P); foretold of common articles, <span dir=\"rtl\">ק׳ לי׳</span> <a data-ref=\"Zechariah 14:20\" href=\"/Zechariah.14.20\">Zc 14:20</a>, <a data-ref=\"Zechariah 14:21\" href=\"/Zechariah.14.21\">21</a>. On <span dir=\"rtl\">ק׳ הקדשׁים</span> v. also Di <a data-ref=\"Exodus 26:33\" href=\"/Exodus.26.33\">Ex 26:33</a>; <a data-ref=\"Leviticus 21:22\" href=\"/Leviticus.21.22\">Lv 21:22</a> We<sup>Comp. 160 f.</sup> Dr <a data-ref=\"Daniel 9:24\" href=\"/Daniel.9.24\">Dn 9:24</a>.<br><strong>4.</strong>  persons sacred by connex. with sacred places: <strong>a.</strong>  priests <a data-ref=\"Leviticus 21:6\" href=\"/Leviticus.21.6\">Lv 21:6</a>; <a data-ref=\"II Chronicles 23:6\" href=\"/II_Chronicles.23.6\">2 Ch 23:6</a>; <a data-ref=\"II Chronicles 31:18\" href=\"/II_Chronicles.31.18\">31:18</a> <a data-ref=\"Ezra 8:28\" href=\"/Ezra.8.28\">Ezr 8:28</a>, garments of priesthood <a data-ref=\"Exodus 28:2\" href=\"/Exodus.28.2\">Ex 28:2</a>, <a data-ref=\"Exodus 28:4\" href=\"/Exodus.28.4\">4</a> + 7 times Ex, <a data-ref=\"Leviticus 16:4\" href=\"/Leviticus.16.4\">Lv 16:4</a>, <a data-ref=\"Leviticus 16:32\" href=\"/Leviticus.16.32\">32</a> <a data-ref=\"Ezekiel 42:14\" href=\"/Ezekiel.42.14\">Ez 42:14</a>, specif. of h. priest <span dir=\"rtl\">כתנת ק׳</span> <a data-ref=\"Leviticus 16:4\" href=\"/Leviticus.16.4\">Lv 16:4</a>, <span dir=\"rtl\">נֵזֶר הק׳</span> <a data-ref=\"Exodus 29:6\" href=\"/Exodus.29.6\">Ex 29:6</a>; <a data-ref=\"Exodus 39:30\" href=\"/Exodus.39.30\">39:30</a> <a data-ref=\"Leviticus 8:9\" href=\"/Leviticus.8.9\">Lv 8:9</a>; inscription on head piece <span dir=\"rtl\">קדשׁ ליהוה</span> <a data-ref=\"Exodus 28:36\" href=\"/Exodus.28.36\">Ex 28:36</a>; <a data-ref=\"Exodus 39:30\" href=\"/Exodus.39.30\">39:30</a>. <strong>b.</strong>  of Israel, <span dir=\"rtl\">קדשׁ לי׳</span> <a data-ref=\"Jeremiah 2:3\" href=\"/Jeremiah.2.3\">Je 2:3</a>, <span dir=\"rtl\">היתה לקדשׁו</span> <a data-ref=\"Psalms 114:2\" href=\"/Psalms.114.2\">ψ 114:2</a>, <span dir=\"rtl\">עם (ה)קדשׁ</span> <a data-ref=\"Isaiah 62:12\" href=\"/Isaiah.62.12\">Is 62:12</a>; <a data-ref=\"Daniel 12:7\" href=\"/Daniel.12.7\">Dn 12:7</a>, <span dir=\"rtl\">עם קדשׁך</span> <a data-ref=\"Isaiah 63:18\" href=\"/Isaiah.63.18\">Is 63:18</a>; <span dir=\"rtl\">(ה)קדשׁ זֶרַע</span> <a data-ref=\"Isaiah 6:13\" href=\"/Isaiah.6.13\">Is 6:13</a>; <a data-ref=\"Ezra 9:2\" href=\"/Ezra.9.2\">Ezr 9:2</a>; <span dir=\"rtl\">אַנְשֵׁי קדשׁ</span> <a data-ref=\"Exodus 22:30\" href=\"/Exodus.22.30\">Ex 22:30</a> (R), and so spoil for their use <a data-ref=\"Isaiah 23:18\" href=\"/Isaiah.23.18\">Is 23:18</a>; holy adornment <span dir=\"rtl\">הַדְרַת ק׳</span> <a data-ref=\"I Chronicles 16:29\" href=\"/I_Chronicles.16.29\">1 Ch 16:29</a>; <a data-ref=\"II Chronicles 20:21\" href=\"/II_Chronicles.20.21\">2 Ch 20:21</a> <a data-ref=\"Psalms 29:2\" href=\"/Psalms.29.2\">ψ 29:2</a>; <a data-ref=\"Psalms 96:9\" href=\"/Psalms.96.9\">96:9</a>; <span dir=\"rtl\">הַדְרֵי ק׳</span> <a data-ref=\"Psalms 110:3\" href=\"/Psalms.110.3\">ψ 110:3</a> (but read <span dir=\"rtl\">הַרְרֵי</span> see <strong>2 e;</strong> <span dir=\"rtl\">הָדָר</span> <strong>1</strong>); covt. between God and his people <span dir=\"rtl\">ברית ק׳</span> <a data-ref=\"Daniel 11:28\" href=\"/Daniel.11.28\">Dn 11:28</a>, <a data-ref=\"Daniel 11:30\" href=\"/Daniel.11.30\">30</a><sup>(×2)</sup>.<br><strong>5.</strong>  times consecrated to worship: <span dir=\"rtl\">שׁבת</span> <a data-ref=\"Exodus 16:23\" href=\"/Exodus.16.23\">Ex 16:23</a>; <a data-ref=\"Exodus 31:14\" href=\"/Exodus.31.14\">31:14</a>, <a data-ref=\"Exodus 31:15\" href=\"/Exodus.31.15\">15</a>; <a data-ref=\"Exodus 35:2\" href=\"/Exodus.35.2\">35:2</a> (P) <a data-ref=\"Nehemiah 9:14\" href=\"/Nehemiah.9.14\">Ne 9:14</a>; of <span dir=\"rtl\">שׁבת</span> also <span dir=\"rtl\">יום ק׳</span> <a data-ref=\"Isaiah 58:13\" href=\"/Isaiah.58.13\">Is 58:13</a>; disting. from <span dir=\"rtl\">שׁבת</span> <a data-ref=\"Nehemiah 10:32\" href=\"/Nehemiah.10.32\">Ne 10:32</a>; <span dir=\"rtl\">יובל</span> <a data-ref=\"Leviticus 25:12\" href=\"/Leviticus.25.12\">Lv 25:12</a> (P); assembly called at stated times for worship <span dir=\"rtl\">מקרא(י) ק׳</span> <a data-ref=\"Exodus 12:16\" href=\"/Exodus.12.16\">Ex 12:16</a><sup>(×2)</sup> + 17 times <a data-ref=\"Leviticus 23\" href=\"/Leviticus.23\">Lv 23</a> <a data-ref=\"Numbers 28\" href=\"/Numbers.28\">Nu 28</a> (all P).<br>†<strong>6.</strong>  of things and persons ceremonially cleansed, and so separated as sacred; things <a data-ref=\"I Samuel 21:6\" href=\"/I_Samuel.21.6\">1 S 21:6</a>; flesh <a data-ref=\"Jeremiah 11:15\" href=\"/Jeremiah.11.15\">Je 11:15</a>; <a data-ref=\"Malachi 2:11\" href=\"/Malachi.2.11\">Mal 2:11</a>; priests cleanse thus, <a data-ref=\"I Chronicles 23:13\" href=\"/I_Chronicles.23.13\">1 Ch 23:13</a>, <a data-ref=\"I Chronicles 23:28\" href=\"/I_Chronicles.23.28\">28</a>; <span dir=\"rtl\">בין (ה)קדשׁ לחל</span> <a data-ref=\"Ezekiel 22:26\" href=\"/Ezekiel.22.26\">Ez 22:26</a>; <a data-ref=\"Ezekiel 42:20\" href=\"/Ezekiel.42.20\">42:20</a>; <a data-ref=\"Ezekiel 44:23\" href=\"/Ezekiel.44.23\">44:23</a>; <span dir=\"rtl\">בין הק׳ ובין החל</span> <a data-ref=\"Leviticus 10:10\" href=\"/Leviticus.10.10\">Lv 10:10</a>; <span dir=\"rtl\">דֶּרֶךְ הק׳</span> <a data-ref=\"Isaiah 35:8\" href=\"/Isaiah.35.8\">Is 35:8</a> way of the clean; <span dir=\"rtl\">שְׂאוּ יְדֵכֶם ק׳</span> <a data-ref=\"Psalms 134:2\" href=\"/Psalms.134.2\">ψ 134:2</a>; <span dir=\"rtl\">לְבֵיתְךָ נֵאֲוָה־קּ׳</span> <a data-ref=\"Psalms 93:5\" href=\"/Psalms.93.5\">ψ 93:5</a>.—<br><em>Note.</em> <span dir=\"rtl\">מֵרִבְבֹת קֹדֶשׁ</span> <a data-ref=\"Deuteronomy 33:2\" href=\"/Deuteronomy.33.2\">Dt 33:2</a> is lit. <em>from myriads of sacredness, sacred myriads;</em> but ‖ suggests n.pr.loc., 𝔊 σὺν μυριάσιν Καδής, < <span dir=\"rtl\">מִמְּרִבַת קָדֵשׁ</span> <em>from Meribah Kadesh</em> Di Buhl Steuern.; or (<span dir=\"rtl\">מִן</span> om.) <em>to M. Kadesh</em> We<sup>Prol. 364; 3rd ed. 359; Hist. 344</sup>; v. <a ,=\"\" data-ref=\"BDB, קָדֵשׁ²\" dir=\"rtl\" href=\"/BDB,_קָדֵשׁ²\">קָדֵשׁ</a> and Dr Dt."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6494352ad100aaa34d7acb04", "index_title": "Bereshit Rabbati", "category": "Midrash", "type": "", "ref": "Bereshit Rabbati, Parashat Vayetze 31", "anchorRef": "Leviticus 10:12", "anchorRefExpanded": ["Leviticus 10:12"], "sourceRef": "Bereshit Rabbati, Parashat Vayetze 31", "sourceHeRef": "בראשית רבתי, פרשת ויצא ל״א", "anchorVerse": 12, "sourceHasEn": false, "commentaryNum": 31, "collectiveTitle": {"en": "Bereshit Rabbati", "he": "בראשית רבתי"}, "heTitle": "פרשת ויצא", "he": "(בראשית ל, לו) <b>את צאן לבן הנותרות.</b> א\"ר יהודה שלח הקב\"ה מגפה בצאנו של לבן באותו היום שהניחו יעקב ונשתיירו מעט מהרבה כדי להפרות צאן לבן על ידו הה\"ד הנותרות, הנותרות מן המגפה, כד\"א ואל אלעזר ואל איתמר בניו הנותרים (ויקרא י' י\"ב), מן המגפה.", "heVersionTitle": "Jerusalem, 1940", "heLicense": "", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6665c806b695d8dbb73bd112", "index_title": "David Zvi Hoffmann on Leviticus", "category": "Commentary", "type": "commentary", "ref": "David Zvi Hoffmann on Leviticus 10:12:1", "anchorRef": "Leviticus 10:12", "anchorRefExpanded": ["Leviticus 10:12"], "sourceRef": "David Zvi Hoffmann on Leviticus 10:12:1", "sourceHeRef": "פירושי רד\"צ הופמן על ויקרא י׳:י״ב:א׳", "anchorVerse": 12, "sourceHasEn": false, "commentaryNum": 12.0001, "collectiveTitle": {"en": "David Zvi Hoffmann", "he": "פירושי רד\"צ הופמן"}, "he": "<b>יב – טו. \"המנחה הנותרת\",</b> מוסב לפי הפשט הפשוט אל פרק ט פסוק ד.<i data-commentator=\"Endnotes\" data-label=\"629\" data-order=\"629\"></i> לדעת תו\"כ גם מנחת הנשיאים שבס' במדבר פרק ז בכלל.", "heVersionTitle": "Mossad Harav Kook, Jerusalem, 2022\r", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6665c807b695d8dbb73bd114", "index_title": "David Zvi Hoffmann on Leviticus", "category": "Commentary", "type": "commentary", "ref": "David Zvi Hoffmann on Leviticus 10:12:2", "anchorRef": "Leviticus 10:12", "anchorRefExpanded": ["Leviticus 10:12"], "sourceRef": "David Zvi Hoffmann on Leviticus 10:12:2", "sourceHeRef": "פירושי רד\"צ הופמן על ויקרא י׳:י״ב:ב׳", "anchorVerse": 12, "sourceHasEn": false, "commentaryNum": 12.0002, "collectiveTitle": {"en": "David Zvi Hoffmann", "he": "פירושי רד\"צ הופמן"}, "he": "<b>\"אצל המזבח\"</b> משמעו כאן בהקשר של \"במקום קדוש\" החצר כולה. הביטוי \"אצל המזבח\" רומז, שקודש קדשים נאכל קרוב למזבח, ובמיוחד המנחה שאכילתה על ידי הכהנים באה במקום שריפתה על המזבח (עיין לעיל על ב א).", "heVersionTitle": "Mossad Harav Kook, Jerusalem, 2022\r", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}]