[{"_id": "51624d05edbab41d888cd539", "index_title": "Shemot Rabbah", "category": "Midrash", "type": "midrash", "ref": "Shemot Rabbah 52:1", "anchorRef": "Exodus 39:33", "anchorRefExpanded": ["Exodus 39:33"], "sourceRef": "Shemot Rabbah 52:1", "sourceHeRef": "שמות רבה נ״ב:א׳", "anchorVerse": 33, "sourceHasEn": false, "compDate": [1200], "commentaryNum": 52.0001, "collectiveTitle": {"en": "Shemot Rabbah", "he": "שמות רבה"}, "heTitle": "שמות רבה", "he": "וַיָּבִיאוּ אֶת הַמִּשְׁכָּן אֶל משֶׁה. רַבִּי תַּנְחוּמָא בַּר אַבָּא פָּתַח <small>(תהלים מה, טו)</small>: לִרְקָמוֹת תּוּבַל לַמֶּלֶךְ בְּתֻלוֹת אַחֲרֶיהָ רֵעוֹתֶיהָ מוּבָאוֹת לָךְ, מַהוּ לִרְקָמוֹת, זֶה הַמִּשְׁכָּן שֶׁהוּא מְצֻיָּר, כְּמוֹ שֶׁכָּתוּב <small>(שמות לח, כג)</small>: וְרֹקֵם בַּתְּכֵלֶת, הֱוֵי: לִרְקָמוֹת. מַהוּ תּוּבַל לַמֶּלֶךְ, זֶה משֶׁה שֶׁנִּקְרָא מֶלֶךְ, כְּמוֹ שֶׁכָּתוּב <small>(דברים לג, ה)</small>: וַיְהִי בִישֻׁרוּן מֶלֶךְ בְּהִתְאַסֵּף רָאשֵׁי עָם יַחַד שִׁבְטֵי יִשְׂרָאֵל. תּוּבַל, שֶׁהֵבִיאוּ לוֹ הַמִּשְׁכָּן. בְּתֻלוֹת אַחֲרֶיהָ רֵעוֹתֶיהָ, אֵלּוּ יִשְׂרָאֵל שֶׁנִּקְרְאוּ בְּתוּלוֹת, כְּמוֹ שֶׁכָּתוּב <small>(שיר השירים ד, יב)</small>: גַּן נָעוּל אֲחֹתִי כַלָּה גַּל נָעוּל מַעְיָן חָתוּם. רֵעוֹתֶיהָ, שֶׁהֵן רֵעָיו שֶׁל הַקָּדוֹשׁ בָּרוּךְ הוּא, שֶׁנֶּאֱמַר <small>(תהלים קכב, ח)</small>: לְמַעַן אַחַי וְרֵעָי אֲדַבְּרָה נָּא שָׁלוֹם בָּךְ. מוּבָאוֹת לָךְ, שֶׁבַּיּוֹם שֶׁנִּגְמַר הַמִּשְׁכָּן הֱבִיאוּהוּ אֶצְלוֹ, לְכָךְ נֶאֱמַר: וַיָּבִיאוּ אֶת הַמִּשְׁכָּן אֶל משֶׁה.", "heVersionTitle": "Midrash Rabbah -- TE", "heLicense": "unknown", "heVersionTitleInHebrew": "מדרש רבה - תורת אמת", "text": "<b>“They brought the Tabernacle to Moses: The Tent and all its vessels, its hooks, its boards, its bars, its pillars, and its sockets” (Exodus 39:33).</b> <br>“They brought the Tabernacle to Moses.” Rabbi Tanḥuma bar Abba began: “In embroidery she is led to the king; her virgin companions follow her, brought to you” (Psalms 45:15). What is “in embroidery”? This is the Tabernacle that is embroidered, as it is written: “And an embroiderer in sky blue wool” (Exodus 38:23). That is “in embroidery.” What is “she is led to the king”? This is Moses, who was called king, as it is written: “He became king in Yeshurun, when the heads of the people were assembled, the tribes of Israel together” (Deuteronomy 33:5). “She is led,” this is that they brought him the Tabernacle. “Her virgin companions follow her,” this is Israel, who were called virgins, as it is written: “A locked garden is my sister, my bride; a locked fountain, a sealed spring” (Song of Songs 4:12).<sup class=\"footnote-marker\">1</sup><i class=\"footnote\">The imagery of the locked garden and fountain and the sealed spring represents virginity; one who has protected herself from exploitation. The point is that Israel remained unblemished by refraining from idolatry (<i>Yefei To’ar</i>). </i> “Her companions,” as they are the companions of the Holy One blessed be He, as it is stated: “For the sake of my brothers and companions, I now say: Peace be with you” (Psalms 122:8). “Brought to you” – on the day that the Tabernacle was completed, they brought it to him. That is why it is stated: “They brought the Tabernacle to Moses.”", "versionTitle": "The Sefaria Midrash Rabbah, 2022", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "51624d16edbab41d888cd53b", "index_title": "Shemot Rabbah", "category": "Midrash", "type": "midrash", "ref": "Shemot Rabbah 52:2", "anchorRef": "Exodus 39:33", "anchorRefExpanded": ["Exodus 39:33"], "sourceRef": "Shemot Rabbah 52:2", "sourceHeRef": "שמות רבה נ״ב:ב׳", "anchorVerse": 33, "sourceHasEn": false, "compDate": [1200], "commentaryNum": 52.0002, "collectiveTitle": {"en": "Shemot Rabbah", "he": "שמות רבה"}, "heTitle": "שמות רבה", "he": "דָּבָר אַחֵר, וַיָּבִיאוּ אֶת הַמִּשְׁכָּן, הֲדָא הוּא דִכְתִיב <small>(תהלים לא, יט)</small>: תֵּאָלַמְנָה שִׂפְתֵי שֶׁקֶר הַדֹּבְרוֹת עַל צַדִּיק עָתָק בְּגַאֲוָה וָבוּז, כֵּיצַד אָדָם מִתְוַדֶּה בְּיוֹם הַכִּפּוּרִים, אִם בָּא יוֹם הַכִּפּוּרִים אַחֵר וְהִזְכִּיר עֲוֹנוֹתָיו, אוֹמֵר לוֹ הַקָּדוֹשׁ בָּרוּךְ הוּא: תֵּאָלַמְנָה שִׂפְתֵי שָׁקֶר. מַהוּ עָתָק, דְּבָרִים שֶׁל סִלּוּקִים, כְּעִנְיַן שֶׁנֶּאֱמַר <small>(בראשית יב, ח)</small>: וַיַּעְתֵּק מִשָּׁם הָהָרָה מִקֶּדֶם לְבֵית אֵל וַיֵּט אָהֳלֹה בֵּית אֵל מִיָּם וְהָעַי מִקֶּדֶם וַיִּבֶן שָׁם מִזְבֵּחַ לַה' וַיִּקְרָא בְּשֵׁם ה'. בְּגַאֲוָה וָבוּז, אוֹמֵר לוֹ הַקָּדוֹשׁ בָּרוּךְ הוּא לֹא הָיָה בְּיָדֶיךָ עֲוֹנוֹת מִשֶּׁל שָׁנָה זוֹ שֶׁהָיִיתָ מִתְגָּאֶה בְּגַאֲוָה וָבוּז. דָּבָר אַחֵר, תֵּאָלַמְנָה שִׂפְתֵי שָׁקֶר, מְדַבֵּר בְּמשֶׁה, בְּשָׁעָה שֶׁאָמַר הַקָּדוֹשׁ בָּרוּךְ הוּא לַעֲשׂוֹת לוֹ מִשְׁכָּן, מִיָּד אָמַר משֶׁה לְיִשְׂרָאֵל <small>(שמות כה, ב)</small>: וְיִקְחוּ לִי תְרוּמָה, הָיָה משֶׁה עוֹשֶׂה בַּמִּשְׁכָּן וְהָיוּ לֵיצָנֵי יִשְׂרָאֵל אוֹמְרִים אֶפְשָׁר שֶׁהַשְּׁכִינָה שׁוֹרָה עַל יְדֵי בֶּן עַמְרָם. אָמַר רַבִּי יוֹחָנָן שִׁשָּׁה חֳדָשִׁים הָיָה עוֹסֵק בַּמִּשְׁכָּן, שְׁלשָׁה חֳדָשִׁים עֲשָׂאוּהוּ וּשְׁלשָׁה חֳדָשִׁים קִפְּלוּהוּ, אַף עַל פִּי כֵן הָיוּ מְלִיצִין אַחֲרָיו וְאוֹמְרִים הֲרֵי נַעֲשָׂה, לֹא הָיָה משֶׁה אוֹמֵר שֶׁיַּשְׁרֶה שְׁכִינָתוֹ אֶצְלֵנוּ. וְהַקָּדוֹשׁ בָּרוּךְ הוּא נִתְכַּוֵּן לְהַעֲמִיד הַמִּשְׁכָּן בַּחֹדֶשׁ שֶׁנּוֹלַד בּוֹ יִצְחָק אָבִינוּ, לֹא עָשָׂה אֶלָּא כְּשֶׁהִגִּיעַ אוֹתוֹ הַחֹדֶשׁ אָמַר הַקָּדוֹשׁ בָּרוּךְ הוּא לְמשֶׁה <small>(שמות מ, ב)</small>: בְּיוֹם הַחֹדֶשׁ הָרִאשׁוֹן תָּקִים אֶת הַמִּשְׁכָּן, אוֹתָהּ שָׁעָה אָמְרָה רוּחַ הַקֹּדֶשׁ: תֵּאָלַמְנָה שִׂפְתֵי שָׁקֶר, אוֹתָם שֶׁמְּלִיצִים אַחַר משֶׁה, לֹא עָשָׂה, אֶלָּא כֵּיוָן שֶׁאָמַר הָאֱלֹהִים לְמשֶׁה שֶׁיָּקִים אֶת הַמִּשְׁכָּן הִתְחִילוּ טוֹעֲנִין אוֹתוֹ וּבָאִין כָּל אֶחָד וְאֶחָד מִמְּלַאכְתּוֹ, שֶׁנֶּאֱמַר: וַיָּבִיאוּ אֶת הַמִּשְׁכָּן אֶל משֶׁה.", "heVersionTitle": "Midrash Rabbah -- TE", "heLicense": "unknown", "heVersionTitleInHebrew": "מדרש רבה - תורת אמת", "text": "Another matter, “they brought the Tabernacle” – that is what is written: “Mute the lying lips that speak falsehood [<i>atak</i>] against the righteous with arrogance and contempt” (Psalms 31:19). How so? A person confesses on Yom Kippur; if another Yom Kippur comes and he mentions his [past] iniquities, the Holy One blessed be He says to him: ‘Mute the lying lips.’ What is <i>atak</i>? Matters that have already passed, like that which is stated: “He relocated [<i>vayatek</i>] from there to the mountain, east of Beit El, and he pitched his tent, Beit El to the west, and Ai to the east; he built there an altar to the Lord, and proclaimed the name of the Lord” (Genesis 12:8). “With arrogance and contempt” – the Holy One blessed be He says to him: ‘Did you have no sins from this year that you boasted “with arrogance and contempt”?’<sup class=\"footnote-marker\">2</sup><i class=\"footnote\">Confessing sins from a previous year is arrogant in that it implies that one has no current sins to confess. </i> <br>Another matter, “mute the lying lips” is speaking of Moses. When the Holy One blessed be He said to craft for Him a Tabernacle, Moses immediately said to Israel: “Let them bring Me a gift” (Exodus 25:2). Moses was involved in the Tabernacle, and the cynics of Israel were saying: ‘Is it possible that the Divine Presence will rest by means of the son of Amram?’ Rabbi Yoḥanan said: He was involved with the Tabernacle for six months. They crafted it in three months and they folded it up for three months. Nevertheless, they were mocking him, and saying: ‘It has been crafted, did Moses not say that His Divine Presence would rest in our midst?’<sup class=\"footnote-marker\">3</sup><i class=\"footnote\">Despite the fact that the construction of the Tabernacle in only three months would not have been possible without divine assistance, the cynics still expressed their cynicism due to the fact that it was not yet assembled and the Divine Presence was not yet apparent (<i>Yefei To’ar</i>). </i> But the Holy One blessed be He intended to set up the Tabernacle in the month that Isaac our patriarch was born. He did not act,<sup class=\"footnote-marker\">4</sup><i class=\"footnote\">God did not command Moses to assemble the Tabernacle for three months after its construction. </i> but when that month arrived the Holy One blessed be He said to Moses: “On the day of the first month, on the first of the month, you shall erect the Tabernacle of the Tent of Meeting” (Exodus 40:2). At that moment, the Divine Spirit said: “Mute the lying lips,” those mocking him. He did not act,<sup class=\"footnote-marker\">5</sup><i class=\"footnote\">Moses did not act on his own. </i> but when the Holy One blessed be He said to Moses to erect the Tabernacle, [the people] began to carry it, each and every one of them [the product of] his labor, as it is stated: “They brought the Tabernacle to Moses.”", "versionTitle": "The Sefaria Midrash Rabbah, 2022", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "51624d27edbab41d888cd53d", "index_title": "Shemot Rabbah", "category": "Midrash", "type": "midrash", "ref": "Shemot Rabbah 52:3", "anchorRef": "Exodus 39:33", "anchorRefExpanded": ["Exodus 39:33"], "sourceRef": "Shemot Rabbah 52:3", "sourceHeRef": "שמות רבה נ״ב:ג׳", "anchorVerse": 33, "sourceHasEn": false, "compDate": [1200], "commentaryNum": 52.0003, "collectiveTitle": {"en": "Shemot Rabbah", "he": "שמות רבה"}, "heTitle": "שמות רבה", "he": "דָּבָר אַחֵר, וַיָּבִיאוּ אֶת הַמִּשְׁכָּן, הֲדָא הוּא דִכְתִיב <small>(משלי לא, כה)</small>: עוֹז וְהָדָר לְבוּשָׁה וַתִּשְׂחַק לְיוֹם אַחֲרוֹן, מַהוּ לְיוֹם אַחֲרוֹן, שֶׁכָּל מַתַּן שְׂכָרָן שֶׁל צַדִּיקִים מְתֻקָּן לָהֶם לָעוֹלָם הַבָּא, הֱוֵי: וַתִּשְׂחַק לְיוֹם אַחֲרוֹן, מַעֲשֶׂה בְּרַבִּי אַבָּהוּ שֶׁהָיָה מִסְתַּלֵּק מִן הָעוֹלָם וְרָאָה כָּל הַטּוֹב שֶׁמְתֻקָּן לוֹ לָעוֹלָם הַבָּא, הִתְחִיל שָׂמֵחַ וְאָמַר כָּל אִלֵּין דְּאַבָּהוּ, <small>(ישעיה מט, ד)</small>: וַאֲנִי אָמַרְתִּי לְרִיק יָגַעְתִּי לְתֹהוּ וְהֶבֶל כֹּחִי כִלֵּיתִי אָכֵן מִשְׁפָּטִי אֶת ה' וּפְעֻלָּתִי אֶת אֱלֹהָי, הֱוֵי: וַתִּשְׂחַק לְיוֹם אַחֲרוֹן. דָּבָר אַחֵר, אֵימָתַי הַתּוֹרָה מְשַׂחֶקֶת לְמִי שֶׁהוּא עָמֵל בָּהּ לְיוֹם אַחֲרוֹן, הֱוֵי: וַתִּשְׂחַק לְיוֹם אַחֲרוֹן. זַבְדִּי בֶּן לֵוִי וְרַבִּי יוֹסֵי בֶּן פַּטְרוֹס וְרַבִּי יְהוֹשֻׁעַ בֶּן לֵוִי קָרְאוּ כָּל אֶחָד וְאֶחָד מֵהֶן בִּשְׁעַת סִלּוּקָן מִן הָעוֹלָם, אֶחָד מֵהֶן קָרָא <small>(תהלים לב, ו)</small>: עַל זֹאת יִתְפַּלֵּל כָּל חָסִיד אֵלֶיךָ לְעֵת מְצוֹא רַק לְשֵׁטֶף מַיִם רַבִּים אֵלָיו לֹא יַגִּיעוּ. וְהָאֶחָד קָרָא <small>(תהלים לא, כ)</small>: מָה רַב טוּבְךָ אֲשֶׁר צָפַנְתָּ לִירֵאֶיךָ פָּעַלְתָּ לַחוֹסִים בָּךְ נֶגֶד בְּנֵי אָדָם. וְהָאֶחָד קָרָא <small>(תהלים לג, כא)</small>: כִּי בוֹ יִשְׂמַח לִבֵּנוּ. הֱוֵי בִּשְׁעַת סִלּוּקָן שֶׁל צַדִּיקִים הַקָּדוֹשׁ בָּרוּךְ הוּא מַרְאֶה לָהֶם מַתַּן שְׂכָרָן וּמְשַׂמְּחָן. אָמַר בֶּן עֲזַאי <small>(תהלים קטז, טו)</small>: יָקָר בְּעֵינֵי ה' הַמָּוְתָה לַחֲסִידָיו, אֵימָתַי הַקָּדוֹשׁ בָּרוּךְ הוּא מוֹדִיעַ לַצַּדִּיקִים הַיְּקָר שֶׁמְתֻקָּן לָהֶם, סָמוּךְ לְמִיתָתָן, שֶׁנֶּאֱמַר: הַמָּוְתָה לַחֲסִידָיו, אוֹתָהּ שָׁעָה הֵם רוֹאִין וְשׂוֹחֲקִים, לְפִיכָךְ: וַתִּשְׂחַק לְיוֹם אַחֲרוֹן. מַעֲשֶׂה בְּתַלְמִיד אֶחָד שֶׁל רַבִּי שִׁמְעוֹן בֶּן יוֹחָאי שֶׁיָּצָא חוּצָה לָאָרֶץ וּבָא עָשִׁיר, וְהָיוּ הַתַּלְמִידִים רוֹאִין אוֹתוֹ וּמְקַנְּאִין בּוֹ וְהָיוּ מְבַקְּשִׁים הֵן לָצֵאת לְחוּצָה לָאָרֶץ, וְיָדַע רַבִּי שִׁמְעוֹן וְהוֹצִיאָן לְבִקְעָה אַחַת שֶׁל פְּנֵי מֵרוֹן, וְנִתְפַּלֵּל וְאָמַר בִּקְעָה בִּקְעָה מִלְּאִי דִּינָרֵי זָהָב, הִתְחִילָה מוֹשֶׁכֶת דִּינָרֵי זָהָב לִפְנֵיהֶן. אָמַר לָהֶם אִם זָהָב אַתֶּם מְבַקְּשִׁים הֲרֵי זָהָב, טְלוּ לָכֶם, אֶלָּא הֱיוּ יוֹדְעִין כָּל מִי שֶׁהוּא נוֹטֵל עַכְשָׁו חֶלְקוֹ שֶׁל עוֹלָם הַבָּא הוּא נוֹטֵל, שֶׁאֵין מַתַּן שְׂכַר הַתּוֹרָה אֶלָּא לָעוֹלָם הַבָּא, הֱוֵי: וַתִּשְׂחַק לְיוֹם אַחֲרוֹן. מַעֲשֶׂה בְּרַבִּי שִׁמְעוֹן בֶּן חֲלַפְתָּא שֶׁבָּא עֶרֶב שַׁבָּת וְלֹא הָיָה לוֹ מֵאָן לְהִתְפַּרְנֵס, יָצָא לוֹ חוּץ מִן הָעִיר וְהִתְפַּלֵּל לִפְנֵי הָאֱלֹהִים, וְנִתַּן לוֹ אֶבֶן טוֹבָה מִן הַשָּׁמַיִם, נְתָנָהּ לְשֻׁלְחָנִי וּפִרְנֵס אוֹתָהּ שַׁבָּת, אָמְרָה אִשְׁתּוֹ מֵהֵיכָן אֵלּוּ, אָמַר לָהּ מִמַּה שֶּׁפִּרְנֵס הַקָּדוֹשׁ בָּרוּךְ הוּא, אָמְרָה אִם אֵין אַתָּה אוֹמֵר לִי מֵהֵיכָן הֵן אֵינִי טוֹעֶמֶת כְּלוּם. הִתְחִיל מְסַפֵּר לָהּ, אָמַר לָהּ כָּךְ נִתְפַּלַּלְתִּי לִפְנֵי הָאֱלֹהִים וְנִתַּן לִי מִן הַשָּׁמַיִם. אָמְרָה לוֹ אֵינִי טוֹעֶמֶת כְּלוּם עַד שֶׁתֹּאמַר לִי שֶׁתַּחֲזִירָהּ מוֹצָאֵי שַׁבָּת. אָמַר לָהּ לָמָּה, אָמְרָה לוֹ אַתָּה רוֹצֶה שֶׁיְהֵא שֻׁלְחָנְךָ חָסֵר וְשֻׁלְחַן חֲבֵירֶךָ מָלֵא. וְהָלַךְ רַבִּי שִׁמְעוֹן וְהוֹדִיעַ מַעֲשֶׂה לְרַבִּי. אָמַר לוֹ לֵךְ אֱמֹר לָהּ אִם שֻׁלְחָנֵךְ חָסֵר אֲנִי אֲמַלְּאֶנּוּ מִשֶּׁלִּי. הָלַךְ וְאָמַר לָהּ. אָמְרָה לוֹ לֵךְ עִמִּי לְמִי שֶׁלִּמֶּדְךָ תּוֹרָה, אָמְרָה לוֹ רַבִּי וְכִי רוֹאֶה אָדָם לַחֲבֵרוֹ לָעוֹלָם הַבָּא, לֹא כָּל צַדִּיק וְצַדִּיק הֲוָה לֵיהּ עוֹלָם בְּעַצְמוֹ, שֶׁנֶּאֱמַר <small>(קהלת יב, ה)</small>: כִּי הֹלֵךְ הָאָדָם אֶל בֵּית עֹלָמוֹ וְסָבְבוּ בַשּׁוּק הַסּוֹפְדִים, עוֹלָמִים אֵין כְּתִיב אֶלָּא עֹלָמוֹ. כֵּיוָן שֶׁשָּׁמַע כֵּן הָלַךְ וְהֶחֱזִיר. רַבּוֹתֵינוּ אָמְרוּ הַנֵּס הָאַחֲרוֹן הָיָה קָשֶׁה מֵהָרִאשׁוֹן, כֵּיוָן שֶׁפָּשַׁט יָדוֹ לְהַחֲזִירוֹ מִיָּד יָרַד הַמַּלְאָךְ וּנְטָלָהּ הֵימֶנּוּ, לָמָּה שֶׁאֵין מַתַּן שְׂכָרָהּ שֶׁל תּוֹרָה אֶלָּא לָעוֹלָם הַבָּא, לְיוֹם אַחֲרוֹן, הֱוֵי: וַתִּשְׂחַק לְיוֹם אַחֲרוֹן. דָּבָר אַחֵר, עוֹז וְהָדָר לְבוּשָׁה, זֶה משֶׁה, שֶׁנֶּאֱמַר <small>(שמות לד, כט)</small>: וּמשֶׁה לֹא יָדַע כִּי קָרַן עוֹר פָּנָיו. וַתִּשְׂחַק לְיוֹם אַחֲרוֹן, אֵלּוּ לֵיצָנֵי יִשְׂרָאֵל שֶׁמְּלִיצִין אַחֲרָיו וְאוֹמְרִים אֵלּוּ לְאֵלּוּ אֶפְשָׁר שֶׁהַשְּׁכִינָה שׁוֹרָה עַל יָדָיו שֶׁל בֶּן עַמְרָם, לֹא עָשָׂה אֶלָּא כֵּיוָן שֶׁאָמַר לוֹ הָאֱלֹהִים לְהָקִים אֶת הַמִּשְׁכָּן הִתְחִיל שׂוֹחֵק עֲלֵיהֶם, שֶׁנֶּאֱמַר: וַתִּשְׂחַק לְיוֹם אַחֲרוֹן, אָמַר לָהֶם בּוֹאוּ שֶׁנָּקִים אֶת הַמִּשְׁכָּן, הִתְחִילוּ טוֹעֲנִין וּבָאִין אֶצְלוֹ, שֶׁנֶּאֱמַר: וַיָּבִיאוּ אֶת הַמִּשְׁכָּן.", "heVersionTitle": "Midrash Rabbah -- TE", "heLicense": "unknown", "heVersionTitleInHebrew": "מדרש רבה - תורת אמת", "text": "“They brought the Tabernacle” – that is what is written: “Might and grandeur are her garment, and she laughs at the final day” (Proverbs 31:25). What is “at the final day”? It is that all the reward of the righteous is prepared for them in the World to Come. That is, “she laughs at the final day.” There was an incident involving Rabbi Abahu who was departing from the world and saw all the good that was prepared for him in the World to Come. He began rejoicing and said: ‘All this is for Abahu? “But I said: For nothing I labored, I expended my strength for emptiness and futility; indeed, my portion is from the Lord and my accomplishment is from my God”’ (Isaiah 49:4).<sup class=\"footnote-marker\">6</sup><i class=\"footnote\">He had thought that he was undeserving.</i> That is, “she laughs at the final day.” <br>Another matter, when is the Torah favorable [<i>mesaḥeket</i>] for one who toils in it? On the final day, as it is stated: “She laughs [<i>vatisḥak</i>] at the final day.” Zavdi ben Levi, Rabbi Yosei ben Patros, and Rabbi Yehoshua ben Levi, each and every one of them recited a verse at the moment of their departure from the world. One of them recited: “Therefore, everyone who is pious to You should pray at the time of searching, so the torrent of mighty waters does not reach him” (Psalms 32:6). One recited: “How great is Your goodness that You have in store for those who fear You, which You have created for those taking refuge in You, to be bestowed before the people” (Psalms 31:20). And one recited: “For our heart rejoices in Him” (Psalms 33:21). That is [proof] that at the time of departure of the righteous, the Holy One blessed be He shows them the reward that they are given and causes them to rejoice. <br>Ben Azai said: “Weighty [<i>yakar</i>] in the eyes of the Lord is the death of His pious ones” (Psalms 116:15). When does the Holy One blessed be He inform the righteous of the honor [<i>yekar</i>] that is prepared for them? It is adjacent to their death, as it is stated: “The death of His pious ones.” At that moment they see and laugh. That is why, “she laughs at the final day.” There was an incident involving a certain disciple of Rabbi Shimon ben Yoḥai who went out of the Land of Israel and returned wealthy. The disciples would see him and envy him, and they, too, sought, to go out of the Land of Israel. Rabbi Shimon knew and he took them to a certain valley near Meron. He prayed, saying: ‘Valley, valley, fill with gold dinars!’ It began flowing with gold dinars before them. He said to them: ‘If it is gold you seek, here is gold, take it for yourselves; however, know that anyone who takes now, it is his portion of the World to Come that he is taking, as the reward for Torah is given only in the World to Come.’ That is, “she laughs at the final day.” <br>There was an incident involving Rabbi Shimon ben Ḥalafta who arrived [home] on the day before Shabbat and he did not have a source of sustenance.<sup class=\"footnote-marker\">7</sup><i class=\"footnote\">He did not have enough money to buy food for Shabbat. </i> He exited the city and prayed before God and he was given a gem from the heavens. He gave it to a money changer and bought provisions for that Shabbat. His wife said: ‘From where are these [provisions]?’ He said: ‘From the sustenance provided by the Holy One blessed be He.’ She said to him: ‘If you do not tell me where they are from, I will not taste anything.’ He began relating to her, he said to her: ‘This is how I prayed before God, and it was given me from the heavens.’ She said to him: ‘I will not taste anything until you say to me that you will return it at the conclusion of Shabbat.’ He said to her: ‘Why?’ She said to him: ‘Would you like your table to be lacking and the table of your colleagues intact?’<sup class=\"footnote-marker\">8</sup><i class=\"footnote\">Do you want to be lacking in the World to Come? </i> Rabbi Shimon went and informed Rabbi [Yehuda HaNasi] of the incident. He said to him: ‘Tell her that if your table is lacking, I will complete it from my portion.’ He went and told it to her. She said to him: ‘Go with me to the one who taught you Torah.’ She said to him: ‘Rabbi, does a person see his counterpart in the World to Come? Does each and every righteous one not have a world to himself, as it is stated: “For the man goes to his eternal [<i>olamo</i>] home, and the mourners will circle in the streets” (Ecclesiastes 12:5)? <i>Olamim </i>is not written, but rather, <i>olamo</i>.’<sup class=\"footnote-marker\">9</sup><i class=\"footnote\">The singular term is used rather than the plural, indicating that each righteous individual sees only his own eternal home and not multiple eternal homes. Apparently, Rabbi Yehuda HaNasi could not refute the argument of Rabbi Shimon’s wife. </i> When [Rabbi Shimon] heard that, he went to return it. Our Rabbis say, the latter miracle was greater than the former. When he extended his hand to return it, immediately, an angel descended and took it from him. Why? Because the reward for Torah is given only in the World to Come, for the final day. That is, “she laughs at the final day.” <br>Another matter, “might and grandeur are her garment” – this is Moses, as it is stated: “Moses did not know that the skin of his face was radiant” (Exodus 34:29). “She laughs at the final day,” these are the cynics of Israel, who mocked him and said to one another: ‘Is it possible that the Divine Presence will rest by means of the son of Amram?’ He did not act,<sup class=\"footnote-marker\">10</sup><i class=\"footnote\">Moses did not respond to their mocking (<i>Etz Yosef</i>). </i> but when God said to him to erect the Tabernacle, he began laughing at them, as it is stated: “She laughs at the final day.” He said to them: ‘Come, let us erect the Tabernacle.’ They began to carry it and come to him, as it is stated: “They brought the Tabernacle.”", "versionTitle": "The Sefaria Midrash Rabbah, 2022", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "51624d4dedbab41d888cd53f", "index_title": "Shemot Rabbah", "category": "Midrash", "type": "midrash", "ref": "Shemot Rabbah 52:4", "anchorRef": "Exodus 39:33", "anchorRefExpanded": ["Exodus 39:33"], "sourceRef": "Shemot Rabbah 52:4", "sourceHeRef": "שמות רבה נ״ב:ד׳", "anchorVerse": 33, "sourceHasEn": false, "compDate": [1200], "commentaryNum": 52.0004, "collectiveTitle": {"en": "Shemot Rabbah", "he": "שמות רבה"}, "heTitle": "שמות רבה", "he": "כַּמָּה חֲכָמִים הָיוּ שָׁם וּבָאוּ לָהֶם אֵצֶל משֶׁה וְלֹא הָיוּ יְכוֹלִין לַהֲקִימוֹ, אֶלָּא אָמַר שְׁלֹמֹה <small>(משלי לא, כט)</small>: רַבּוֹת בָּנוֹת עָשׂוּ חָיִל וְאַתְּ עָלִית עַל כֻּלָּנָה, שֶׁמּשֶׁה הָיָה מְעֻלֶּה מִכֻּלָּם. וְאַתְּ עָלִית עַל כֻּלָּנָה, לָמָּה שֶׁעָשׂוּ אֶת הַמִּשְׁכָּן וְלֹא הָיוּ יוֹדְעִין לְיַשְּׁבוֹ, מֶה עָשָׂה נָטְלוּ כָּל אֶחָד וְאֶחָד מְלַאכְתּוֹ וּבָאוּ לָהֶם אֵצֶל משֶׁה וְאוֹמְרִים הֲרֵי קְרָשִׁים, הֲרֵי בְּרִיחִין, כֵּיוָן שֶׁרָאָה משֶׁה אוֹתָם מִיָּד שָׁרְתָה עָלָיו רוּחַ הַקֹּדֶשׁ וְהֵקִימוֹ. וְלֹא תֹאמַר משֶׁה הֶעֱמִידוֹ, אֶלָּא הַמִּשְׁכָּן נַעֲשׂוּ בוֹ נִסִּים וְעָמַד מֵעַצְמוֹ, שֶׁנֶּאֱמַר <small>(שמות מ, יז)</small>: הוּקַם הַמִּשְׁכָּן. וְאִם תָּמֵהַּ אַתָּה עַל זֶה, הֲרֵי שְׁלֹמֹה כְּשֶׁבָּנָה בֵּית הַמִּקְדָּשׁ הוּא נִבְנָה מֵעַצְמוֹ. אָמַר רַב הוּנָא בְּשֵׁם רַבִּי יוֹסֵי, הַכֹּל מְסַיְּעִין אוֹתוֹ כְּשֶׁבָּנָה אֶת בֵּית הָאֱלֹהִים, הַבְּרִיּוֹת וְהָרוּחוֹת, מִנַּיִן, שֶׁכָּתוּב <small>(מלכים א ו, ז)</small>: וְהַבַּיִת בְּהִבָּנֹתוֹ אֶבֶן שְׁלֵמָה מַסָּע נִבְנָה וּמַקָּבוֹת וְהַגַּרְזֶן כָּל כְּלִי בַרְזֶל לֹא נִשְׁמַע בַּבַּיִת בְּהִבָּנֹתוֹ, מֵעַצְמוֹ הָיָה נִבְנֶה, לְפִיכָךְ בְּמַעֲשֵׂה נִסִּים נִבְנָה. וְכֵן כְּשֶׁהוּקַם הַמִּשְׁכָּן בְּמַעֲשֵׂה נִסִּים עָמַד, הֱוֵי: וַיָּבִיאוּ אֶת הַמִּשְׁכָּן.", "heVersionTitle": "Midrash Rabbah -- TE", "heLicense": "unknown", "heVersionTitleInHebrew": "מדרש רבה - תורת אמת", "text": "There were numerous wise men there, and they came to Moses, but they were unable to erect it. As Solomon said: “Many daughters have performed valiantly, but you have surpassed [<i>alit</i>] them all” (Proverbs 31:29); as Moses was the most excellent [<i>meuleh</i>] of them all. “But you have surpassed them all.” Why? Because they crafted the Tabernacle but were unable to put it together. What did they do? Each and every one took [the product of] his labor and they came to Moses. They said: ‘Here are the boards, here are the bars.’ When Moses saw them, the Divine Presence immediately rested upon him and he erected it. Do not say that Moses set it up; rather, miracles were performed regarding the Tabernacle and it stood on its own, as it is stated: “The Tabernacle was erected” (Exodus 40:17).<sup class=\"footnote-marker\">11</sup><i class=\"footnote\">The verse states that the Tabernacle was erected rather than stating that people erected it, implying that it stood on its own. </i> If you are astonished about this, note that when Solomon built the Temple, it was built on its own. Rav Huna said in the name of Rabbi Yosei: Everything assisted him when he built the House of God, [including] the angels<sup class=\"footnote-marker\">12</sup><i class=\"footnote\">Translation based on <i>Matnot Kehuna</i>. </i> and the spirits. From where is it derived? As it is written: “The House, in its construction, was built of whole stones that were transported; hammers, the axe, or any iron tools were not heard in the House in its construction” (I Kings 6:7). It was built on its own. Therefore, it was built with miraculous acts.<sup class=\"footnote-marker\">13</sup><i class=\"footnote\">The reflexive Hebrew term <i>behibanoto</i>, translated as “in its construction,” can also be translated “as it built itself.” </i> Likewise, when the Tabernacle was erected, it was established with miraculous acts. That is, “they brought the Tabernacle.”", "versionTitle": "The Sefaria Midrash Rabbah, 2022", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "51624d5eedbab41d888cd541", "index_title": "Shemot Rabbah", "category": "Midrash", "type": "midrash", "ref": "Shemot Rabbah 52:5", "anchorRef": "Exodus 39:33", "anchorRefExpanded": ["Exodus 39:33"], "sourceRef": "Shemot Rabbah 52:5", "sourceHeRef": "שמות רבה נ״ב:ה׳", "anchorVerse": 33, "sourceHasEn": true, "compDate": [1200], "commentaryNum": 52.0005, "collectiveTitle": {"en": "Shemot Rabbah", "he": "שמות רבה"}, "heTitle": "שמות רבה", "he": "דָּבָר אַחֵר, וַיָּבִיאוּ אֶת הַמִּשְׁכָּן, הֲדָא הוּא דִכְתִיב <small>(שיר השירים ג, יא)</small>: צְאֶינָה וּרְאֶינָה בְּנוֹת צִיּוֹן בַּמֶּלֶךְ שְׁלֹמֹה בָּעֲטָרָה שֶׁעִטְּרָה לוֹ אִמּוֹ בְּיוֹם חֲתֻנָּתוֹ וּבְיוֹם שִׂמְחַת לִבּוֹ. אֵימָתַי נֶאֱמַר הַפָּסוּק הַזֶּה, בַּיּוֹם שֶׁעָמַד הַמִּשְׁכָּן, שֶׁהָיְתָה שִׂמְחָה גְדוֹלָה בְּיִשְׂרָאֵל שֶׁהַקָּדוֹשׁ בָּרוּךְ הוּא שׁוֹרֶה אֶצְלָם. בְּנוֹת צִיּוֹן, בָּנִים הַמְצֻיָּנִים לִי, עַל יְדֵי עוֹבְדֵי כּוֹכָבִים, מַה צִּיּוּן הַזֶּה נִרְאָה בְּאֶצְבַּע, כָּךְ יִשְׂרָאֵל נִרְאִין בְּאֶצְבַּע, הֱוֵי: בְּנוֹת צִיּוֹן, הַמְצֻיָּנִין לִי. בַּמֶּלֶךְ שְׁלֹמֹה, בַּמֶּלֶךְ שֶׁהַשָּׁלוֹם שֶׁלוֹ, זֶה מֶלֶךְ מַלְכֵי הַמְּלָכִים הַקָּדוֹשׁ בָּרוּךְ הוּא. בָּעֲטָרָה שֶׁעִטְּרָה לוֹ אִמּוֹ, זֶה הַמִּשְׁכָּן, לָמָּה קְרָאוֹ עֲטָרָה, אֶלָּא מָה הָעֲטָרָה מְצֻיֶּרֶת כָּךְ הַמִּשְׁכָּן הָיָה מְצֻיָּר, שֶׁנֶּאֱמַר <small>(שמות לה, לה)</small>: וְרוֹקֵם בַּתְּכֵלֶת וּבָאַרְגָּמָן בְּתוֹלַעַת הַשָּׁנִי וּבַשֵּׁשׁ וְאֹרֵג עֹשֵׂי כָּל מְלָאכָה וְחשְׁבֵי מַחֲשָׁבֹת, הֱוֵי: בָּעֲטָרָה שֶׁעִטְּרָה לוֹ אִמּוֹ. אָמַר רַבִּי יִצְחָק חִזַרְתִּי בְּכָל הַמִּקְרָא וְלֹא מָצָאתִי שֶׁעָשְׂתָה בַּת שֶׁבַע עֲטָרָה לִשְׁלֹמֹה, רַבִּי שִׁמְעוֹן בֶּן יוֹחָאי שָׁאַל אֶת רַבִּי אֶלְעָזָר בְּרַבִּי יוֹסֵי אֶפְשָׁר שֶׁשָּׁמַעְתָּ מֵאָבִיךָ מַהוּ בָּעֲטָרָה שֶׁעִטְּרָה לוֹ אִמּוֹ, אָמַר לוֹ הֵן, מָשָׁל לְמֶלֶךְ שֶׁהָיְתָה לוֹ בַּת יְחִידָה וְהָיָה מְחַבְּבָהּ בְּיוֹתֵר מִדַּאי וְהָיָה קוֹרֵא אוֹתָהּ בִּתִּי, לֹא זָז מְחַבְּבָהּ עַד שֶׁקְּרָאָהּ אֲחוֹתִי וְעַד שֶׁקְּרָאָהּ אִמִּי, כָּךְ הַקָּדוֹשׁ בָּרוּךְ הוּא בַּתְּחִלָּה קָרָא לְיִשְׂרָאֵל בַּת, שֶׁנֶּאֱמַר <small>(תהלים מה, יא)</small>: שִׁמְעִי בַת וּרְאִי וְהַטִּי אָזְנֵךְ וְשִׁכְחִי עַמֵּךְ וּבֵית אָבִיךְ, לֹא זָז מְחַבְּבָן עַד שֶׁקְּרָאָן אֲחוֹתִי, שֶׁנֶּאֱמַר <small>(שיר השירים ה, ב)</small>: פִּתְחִי לִי אֲחֹתִי רַעְיָתִי יוֹנָתִי תַמָּתִי שֶׁרֹאשִׁי נִמְלָא טָל קְוֻצּוֹתַי רְסִיסֵי לָיְלָה. לֹא זָז מְחַבְּבָן עַד שֶׁקְּרָאָן אִמִּי, שֶׁנֶּאֱמַר <small>(ישעיה נא, ד)</small>: הַקְשִׁיבוּ אֵלַי עַמִּי וּלְאוּמִּי אֵלַי הַאֲזִינוּ כִּי תוֹרָה מֵאִתִּי תֵצֵא וּמִשְׁפָּטִי לְאוֹר עַמִּים אַרְגִּיעַ. עָמַד רַבִּי שִׁמְעוֹן בֶּן יוֹחָאי וּנְשָׁקוֹ עַל רֹאשׁוֹ. בְּיוֹם חֲתֻנָּתוֹ, בְּסִינַי. וּבְיוֹם שִׂמְחַת לִבּוֹ, בִּירוּשָׁלַיִם. דָּבָר אַחֵר, בְּיוֹם חֲתֻנָּתוֹ, עַל הַיָּם. וּבְיוֹם שִׂמְחַת לִבּוֹ, בְּאֹהֶל מוֹעֵד. דָּבָר אַחֵר, בְּיוֹם חֲתֻנָּתוֹ, בַּמִּשְׁכָּן. וּבְיוֹם שִׂמְחַת לִבּוֹ, בְּבֵית הַמִּקְדָּשׁ. וְכֵן דָּוִד אָמַר <small>(תהלים מח, ג)</small>: יְפֵה נוֹף מְשׂוֹשׂ כָּל הָאָרֶץ הַר צִיּוֹן יַרְכְּתֵי צָפוֹן קִרְיַת מֶלֶךְ רָב, יְפֵה נוֹף מְשׂוֹשׂ כָּל הָאָרֶץ, אָמַר רַבִּי יוֹחָנָן בֶּן אֶלְעָזָר מַעֲשֶׂה הָיָה בִּפְרַקְמַטְיוּס אֶחָד שֶׁהָלַךְ לִירוּשָׁלַיִם לִמְכֹּר אֶת שֶׁלוֹ, הָלַךְ וְיָשַׁב שָׁם וְלֹא מָכַר, אָמַר זוֹ הִיא שֶׁאוֹמְרִים עָלֶיהָ: מְשׂוֹשׂ כָּל הָאָרֶץ, לְאַחַר שָׁעָה מָכַר כָּל פְּרַקְמַטְיָא שֶׁלּוֹ, אָמַר: יְפֵה נוֹף מְשׂוֹשׂ כָּל הָאָרֶץ. אָמַר רַבִּי יוֹחָנָן כִּפָּה שֶׁל חִשְּׁבוֹנוֹת הָיְתָה חוּץ לִירוּשָׁלַיִם וְכָל מִי שֶׁמְבַקֵּשׁ לְחַשֵּׁב הוֹלֵךְ לְשָׁם, לָמָּה, שֶׁלֹא יְחַשֵּׁב בִּירוּשָׁלַיִם וְיֵצַר, לְפִי שֶׁנִּקְרֵאת מְשׂוֹשׂ כָּל הָאָרֶץ. וְכָל הַשֶּׁבַח הַזֶּה לָמָּה, שֶׁהִיא קִרְיַת מֶלֶךְ רָב, וּמִשֶּׁחָרְבָה <small>(ישעיה כד, יא)</small>: עָרְבָה הַשִֹּׂמְחָה וְגָלָה מְשׂוֹשׂ כָּל הָאָרֶץ. מַהוּ עָרְבָה, חָשְׁכָה, קְבַלָה, כְּמָה דְאַתְּ אָמֵר <small>(בראשית א, ה)</small>: וַיְהִי עֶרֶב וַיְהִי בֹקֶר יוֹם אֶחָד, בָּעוֹלָם הַזֶּה שָׁבַת מְשׂוֹשׂ כָּל הָאָרֶץ, וּכְשֶׁיִּבְנֶה הַקָּדוֹשׁ בָּרוּךְ הוּא אֶת יְרוּשָׁלַיִם, הוּא מַחֲזִיר לְתוֹכָהּ אֶת כָּל הַשִֹּׂמְחָה, שֶׁנֶּאֱמַר <small>(ישעיה נא, ג)</small>: כִּי נִחַם ה' צִיּוֹן נִחַם כָּל חָרְבֹתֶיהָ וַיָּשֶׂם מִדְבָּרָהּ כְּעֵדֶן וְעַרְבָתָהּ כְּגַן ה', שָׂשׂוֹן וְשִׂמְחָה יִמָּצֵא בָהּ תּוֹדָה וְקוֹל זִמְרָה. ", "heVersionTitle": "Midrash Rabbah -- TE", "heLicense": "unknown", "heVersionTitleInHebrew": "מדרש רבה - תורת אמת", "text": "Another matter, “they brought the Tabernacle” – that is what is written: “Emerge, daughters of Zion, and look at King Solomon, with the crown with which his mother crowned him on the day of his wedding, and on the day of the rejoicing of his heart” (Song of Songs 3:11). When was this verse stated? On the day that the Tabernacle was set up, when there was great celebration in Israel because the Holy One blessed be He rested amongst them. “Daughters of Zion [<i>tziyon</i>]” – the children who are conspicuously [<i>hametzuyanim</i>] Mine, as acknowledged by the idolaters.<sup class=\"footnote-marker\">14</sup><i class=\"footnote\">Jewish children, who are conspicuous in their manner of dress, including ritual fringes, in their hairstyle, and in their manner of behavior (<i>Matnot Kehuna</i>; <i>Etz Yosef</i>). </i> Just as a signpost is pointed at with a finger, so, too, Israel is pointed at with a finger.<sup class=\"footnote-marker\">15</sup><i class=\"footnote\">Just as a signpost is conspicuous and easily identified, so are Jews. </i> That is, “the daughters of Zion.” “[Look] at King Solomon [Shlomo],” at the King of Whom [it may be said] that peace [<i>hashalom</i>] is His; that is the King of kings the Holy One blessed be He. “With the crown with which his mother crowned him,” this is the Tabernacle. Why did he call it a crown? Because just as a crown is beautifully designed, so, too, the Tabernacle was beautifully designed, as it is stated: “And the embroiderer in sky blue, purple, and scarlet wool, and in linen, and of the weaver, performers of all craftsmanship and devisers of designs” (Exodus 35:35). That is, “with the crown with which his mother crowned him.” Rabbi Yitzḥak said: I reviewed the entire Bible and I did not find that Batsheva crafted a crown for Solomon.<sup class=\"footnote-marker\">16</sup><i class=\"footnote\">Therefore, the verse is not to be taken literally but rather as an allusion to the Tabernacle. </i> <br>Rabbi Shimon ben Yoḥai asked Rabbi Elazar ben Rabbi Yosei: ‘Did you, perhaps, hear from your father what is meant by [the phrase]: “With the crown with which his mother crowned him”?’ He said to him: ‘Yes; it is analogous to a king who had an only daughter and he loved her exceedingly. He called her: My daughter. He did not cease increasing his love for her until he called her: My sister, and until he called her: My mother.<sup class=\"footnote-marker\">17</sup><i class=\"footnote\">A daughter is subservient to her father; a sister is equal to her brother, whereas a mother is owed honor and respect from her child as a matter of course and of law. Thus, each title reflects ever greater levels of love and dedication (<i>Etz Yosef</i>). </i> So, initially, the Holy One blessed be He called Israel a daughter, as it is stated: “Listen, daughter, and take note; incline your ear. Forget your people and your father’s house” (Psalms 45:11). He did not cease increasing His love for them until he called them: My sister, as it is stated: “Open for me, my sister, my love, my faultless dove, for my head is filled with dew, my locks, with drops of night” (Song of Songs 5:2). He did not cease increasing His love for them until he called them: My mother, as it is stated: “Pay attention to Me, My people, and listen to Me, My nation [<i>uleumi</i>]; for Torah will emerge from Me and My judgment I will lay down as a light for peoples”’ (Isaiah 51:4).<sup class=\"footnote-marker\">18</sup><i class=\"footnote\"><i>Uleumi </i>is expounded as though it were written <i>ule’imi</i>, to My mother.</i> Rabbi Shimon ben Yoḥai stood and kissed him on the head. <br>“On the day of his wedding,” at Sinai; “and on the day of the rejoicing of his heart,” in Jerusalem. Alternatively, “on the day of his wedding,” at the sea; “and on the day of the rejoicing of his heart,” in the Tent of Meeting. Alternatively, “on the day of his wedding,” in the Tabernacle; “and on the day of the rejoicing of his heart,” in the Temple. Likewise, David said: “Beautiful in its view, joy of the entire world, is Mount Zion, the northern summit, the city of the great King.” (Psalms 48:3). <br>“Beautiful in its view, joy of the entire world.” Rabbi Yonatan ben Elazar said: There was an incident involving a certain merchant who went to Jerusalem to sell his merchandise. He went and sat there but did not sell [anything]. He said: ‘Is this [the city] of which they say it is the “joy of the entire world”?’ A short time later he sold all his merchandise. He said: “Beautiful in its view, joy of the entire world.” <br>Rabbi Yoḥanan said: There was a dome of accounting outside of Jerusalem, and anyone who sought to take an accounting would go and take an accounting there,<sup class=\"footnote-marker\">19</sup><i class=\"footnote\">Anyone who wanted to take an accounting of his expenditures or business activity could stop under this dome and make his calculations. </i> so that he would not take an accounting in Jerusalem and be distressed,<sup class=\"footnote-marker\">20</sup><i class=\"footnote\">He might be upset if his business activity was not as successful as he had hoped. </i> for it is called “joy of the entire world.” Why is it the object of all this praise? Because it is “the city of the great King.” But when it was destroyed: “All joy is negated [<i>arva</i>], gladness of the land is exiled” (Isaiah 24:11). What is <i>arva</i>? It grew dark, just as it says: “It was evening [<i>erev</i>] and it was morning, one day” (Genesis 1:5). In this world, “the joy of the entire world” is suspended. But when the Holy One blessed be He will rebuild Jerusalem, He will restore all the joy to its midst, as it is stated: “For the Lord will comfort Zion; He will comfort all its ruins; He will render its wilderness like Eden and its desert like a garden of the Lord. Gladness and joy will be found in it, thanksgiving and the sound of music” (Isaiah 51:3).", "versionTitle": "The Sefaria Midrash Rabbah, 2022", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "52087457edbab45d179171c3", "index_title": "Ramban on Exodus", "category": "Commentary", "type": "commentary", "ref": "Ramban on Exodus 39:33:1", "anchorRef": "Exodus 39:33", "anchorRefExpanded": ["Exodus 39:33"], "sourceRef": "Ramban on Exodus 39:33:1", "sourceHeRef": "רמב\"ן על שמות ל״ט:ל״ג:א׳", "anchorVerse": 33, "sourceHasEn": true, "compDate": [1246, 1286], "commentaryNum": 33.0001, "collectiveTitle": {"en": "Ramban", "he": "רמב\"ן"}, "he": "<b>וַיָּבִיאוּ אֶת הַמִּשְׁכָּן אֶל מֹשֶׁה אֶת הָאֹהֶל וְאֶת כָּל כֵּלָיו</b> שִׁעוּר הַכָּתוּב בָּזֶה כְּמוֹ בְּוָא\"ו, וַיָּבִיאוּ אֶת הַמִּשְׁכָּן אֶל מֹשֶׁה וְאֶת הָאֹהֶל וְאֶת כָּל כֵּלָיו, כִּי יְרִיעוֹת שֵׁשׁ מָשְׁזָר הֵן שֶׁשְּׁמָן מִשְׁכָּן, כְּמוֹ שֶׁאָמַר (שמות כ\"ו:א') \"וְאֶת הַמִּשְׁכָּן תַּעֲשֶׂה עֶשֶׂר יְרִיעֹת שֵׁשׁ מָשְׁזָר\", וְאָמַר בָּהֶן (שם ו) \"וְחִבַּרְתָּ אֶת הַיְרִיעוֹת וְהָיָה הַמִּשְׁכָּן אֶחָד\", וִירִיעוֹת הָעִזִּים הֵן הָאֹהֶל, כַּאֲשֶׁר יֹאמַר בָּהֶן \"וְעָשִׂיתָ יְרִיעֹת עִזִּים לְאֹהֶל עַל הַמִּשְׁכָּן\" (שם ז), \"וְחִבַּרְתָּ אֶת הָאֹהֶל וְהָיָה אֶחָד\" (שם יא) וְכֵן \"אֶת הַמִּשְׁכָּן אֶת אָהֳלוֹ וְאֶת מִכְסֵהוּ\" (שמות ל\"ה:י\"א) וְאֶת אָהֳלוֹ. אַף כָּאן, וַיָּבִיאוּ אֶת הַמִּשְׁכָּן אֶל מֹשֶׁה וְאֶת הָאֹהֶל וְאֶת כָּל כֵּלָיו, כִּי יַזְכִּיר שְׁמוֹת הַכֹּל. וְלִפְעָמִים יִקְרָא כָּל הַבַּיִת אֹהֶל מוֹעֵד, כַּאֲשֶׁר אָמַר (לעיל לא ו ז) \"וְעָשׂוּ אֵת כָּל אֲשֶׁר צִוִּיתִךָ אֵת אֹהֶל מוֹעֵד וְאֶת הָאָרֹן לָעֵדֻת\", כִּי אֹהֶל מוֹעֵד הוּא הַבַּיִת בִּכְלָלוֹ אֲשֶׁר יִוָּעֵד אֵלָיו שָׁמָּה, וְכֵן \"כָּל כְּלֵי עֲבֹדַת הַמִּשְׁכָּן לְאֹהֶל מוֹעֵד\" (שמות ל\"ט:מ'):", "heVersionTitle": "Vocalized Edition", "heLicense": "", "heVersionTitleInHebrew": "", "text": "AND THEY BROUGHT THE TABERNACLE UNTO MOSES, THE TENT, AND ALL ITS VESSELS. The translation of this verse is as if it were written with the connective <i>vav</i> [which indicates “and”], thus making the sense of the verse: “and they brought the Tabernacle unto Moses, ‘and’ the tent and all its vessels,” for it was the curtains of fine-twined linen that are called “Tabernacle,” as it is said, <i>And thou shalt make the Tabernacle with ten curtains of fine-twined linen</i>,<sup class=\"footnote-marker\">31</sup><i class=\"footnote\">Above, 26:1.</i> and then it continues, <i>and thou shalt couple the curtains… that the Tabernacle may be one whole</i>.<sup class=\"footnote-marker\">32</sup><i class=\"footnote\"><i>Ibid.</i>, Verse 6.</i> The “tent,” however, means the curtains of goats’ hair, as Scripture says with reference to them, <i>And thou shalt make curtains of goats’ hair for a tent over the Tabernacle;</i><sup class=\"footnote-marker\">33</sup><i class=\"footnote\"><i>Ibid.</i>, Verse 7.</i> <i>and thou shalt couple the tent together, that it may be one</i>.<sup class=\"footnote-marker\">34</sup><i class=\"footnote\"><i>Ibid.</i>, Verse 11.</i> Similarly, <i>the Tabernacle, its tent, and its covering</i><sup class=\"footnote-marker\">35</sup><i class=\"footnote\"><i>Ibid.</i>, 35:11.</i> means “and its tent.” So also here the meaning of the verse is, “and they brought the Tabernacle unto Moses, and the tent, and all its vessels,” as Scripture mentions here [in this section] the names of all its parts. At times the whole house is called “the Tent of Meeting,” as He said, <i>and they shall make all that I have commanded thee: the Tent of Meeting, and the ark of the Testimony</i>,<sup class=\"footnote-marker\">36</sup><i class=\"footnote\"><i>Ibid.</i>, 31:6-7.</i> for “the Tent of Meeting” is the house in its totality, where He would meet with Moses.<sup class=\"footnote-marker\">37</sup><i class=\"footnote\"><i>Ibid.</i>, 30:6.</i> Similarly, <i>all the vessels of the service of the Tabernacle of the Tent of Meeting</i><sup class=\"footnote-marker\">38</sup><i class=\"footnote\">Further, Verse 40.</i> [refers to the building as a whole].", "versionTitle": "Commentary on the Torah by Ramban (Nachmanides). Translated and annotated by Charles B. Chavel. New York, Shilo Pub. House, 1971-1976", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5252b689edbab4498f482446", "index_title": "Ibn Ezra on Exodus; Perush HaArokh", "category": "Commentary", "type": "commentary", "ref": "Ibn Ezra on Exodus; Perush HaArokh 39:33:1", "anchorRef": "Exodus 39:33", "anchorRefExpanded": ["Exodus 39:33"], "sourceRef": "Ibn Ezra on Exodus; Perush HaArokh 39:33:1", "sourceHeRef": "אבן עזרא על שמות; פירוש הארוך ל״ט:ל״ג:א׳", "anchorVerse": 33, "sourceHasEn": true, "compDate": [1155, 1165], "commentaryNum": 33.0001, "collectiveTitle": {"en": "Ibn Ezra", "he": "אבן עזרא"}, "heTitle": "אבן עזרא על שמות; פירוש הארוך", "he": "<b>ויביאו את המשכן.</b> והנה את מתריו ויתדותיה. כמו את קלעי החצר ואת עמודיו ואת אדניה:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "AND THEY BROUGHT THE TABERNACLE. Look. <i>Et metarav</i><sup class=\"footnote-marker\">21</sup><i class=\"footnote\"><i>Metarav</i>, which refers to the court, has a masculine ending. It thus treats <i>chatzer</i> (court) as a masculine noun.</i> <i>vi-yetedotehah</i><sup class=\"footnote-marker\">22</sup><i class=\"footnote\"><i>Yetedotehah</i>, referring to the court (<i>chatzer</i>), has a feminine ending. We thus have two words in the same verse referring to the same word in two genders.</i> (the cords thereof, and the pins thereof) (v. 40) is similar to <i>et kale he-chatzer et ammudav</i><sup class=\"footnote-marker\">23</sup><i class=\"footnote\"><i>Ammudav</i>, which refers to the court (chatzer), has a masculine ending. It thus treats (court) as a masculine noun.</i> <i>ve-et adonehah</i><sup class=\"footnote-marker\">24</sup><i class=\"footnote\"><i>Adonehah</i>, which refers to the court, has a feminine ending.</i> (the hangings of the court, the pillars thereof, and their sockets) (Ex. 35:17).<sup class=\"footnote-marker\">25</sup><i class=\"footnote\">Here too we have <i>chatzer</i> treated both as a masculine and as a feminine in one verse.</i>", "versionTitle": "Ibn Ezra's commentary on the Pentateuch, tran. and annot. by H. Norman Strickman and Arthur M. Silver. Menorah Pub., 1988-2004", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "531e4fe1fbfba276047f61c6", "index_title": "Onkelos Exodus", "category": "Targum", "type": "targum", "ref": "Onkelos Exodus 39:33", "anchorRef": "Exodus 39:33", "anchorRefExpanded": ["Exodus 39:33"], "sourceRef": "Onkelos Exodus 39:33", "sourceHeRef": "תרגום אונקלוס על שמות ל״ט:ל״ג", "anchorVerse": 33, "sourceHasEn": false, "compDate": [80, 120], "commentaryNum": 39.0033, "collectiveTitle": {"en": "Onkelos Exodus", "he": "תרגום אונקלוס על שמות"}, "heTitle": "תרגום אונקלוס על שמות", "he": "וְאַיְתִיאוּ יָת מַשְׁכְּנָא לְמשֶׁה יָת מַשְׁכְּנָא וְיָת כָּל מָנוֹהִי פּוּרְפוֹהִי דַּפּוֹהִי עַבְּרוֹהִי וְעַמּוּדוֹהִי וְסַמְּכוֹהִי:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "חומש שפתי חכמים, מצודה תשס\"ט", "text": "They brought the mishkon to Moshe—the Tent and all its vessels, its clasps, planks, bars, pillars, and sockets,", "versionTitle": "Metsudah Chumash, Metsudah Publications, 2009 [with Onkelos translation]", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "532b2684fbfba27c35eeba06", "index_title": "Targum Jonathan on Exodus", "category": "Targum", "type": "targum", "ref": "Targum Jonathan on Exodus 39:33", "anchorRef": "Exodus 39:33", "anchorRefExpanded": ["Exodus 39:33"], "sourceRef": "Targum Jonathan on Exodus 39:33", "sourceHeRef": "תרגום יונתן על שמות ל״ט:ל״ג", "anchorVerse": 33, "sourceHasEn": true, "compDate": [30, 70], "commentaryNum": 39.0033, "collectiveTitle": {"en": "Targum Jonathan on Exodus", "he": "תרגום יונתן על שמות"}, "heTitle": "תרגום יונתן על שמות", "he": "וְאַיְיתִיוּ יַת מַשְׁכְּנָא לְוַת משֶׁה לְבֵית מִדְרָשֵׁיהּ דְּהֲווּ תַּמָּן יַתְבִין משֶׁה וְאַהֲרן וּבְנוֹי וַהֲוָה מִתְרַץ לְהוֹן סֵדֶר כְּהוּנְתָּא וְתַמָּן יַתְבִין סָבֵי יִשְרָאֵל וְאַחְוִיאוּ לֵיהּ יַת מַשְׁכְּנָא וְיַת כָּל מָנוֹי פּוּרְפּוֹי לוּחוֹי נַגְרוֹי עֲמוּדוֹי וְחוֹמְרוֹי", "heVersionTitle": "Targum Jonathan on Exodus", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": " And they brought the tabernacle to Mosheh at his house of instruction, (beth Midrash,) where sat Mosheh, and Aharon, and his sons, where he gave direction to them concerning the order of the priesthood; and there, and Aharon, (also) sat the elders of Israel. And they brought to him the tabernacle and all its vessels: its taches, its boards, its bars, its pillars, and its bases;  ", "versionTitle": "The Targum of Jonathan ben Uzziel, trans. J. W. Etheridge, London, 1862", "license": "Public Domain", "versionTitleInHebrew": "תרגום ירושלמי (תרגום יונתן בן-עוזיאל) לתורה, תורגם ע״י ג׳ון ווסלי אטרידג׳, לונדון 1862"}, {"_id": "53f176adfbfba22336e9f228", "index_title": "Sforno on Exodus", "category": "Commentary", "type": "commentary", "ref": "Sforno on Exodus 39:33:1", "anchorRef": "Exodus 39:33", "anchorRefExpanded": ["Exodus 39:33"], "sourceRef": "Sforno on Exodus 39:33:1", "sourceHeRef": "ספורנו על שמות ל״ט:ל״ג:א׳", "anchorVerse": 33, "sourceHasEn": true, "compDate": [1500, 1550], "commentaryNum": 33.0001, "collectiveTitle": {"en": "Sforno", "he": "ספורנו"}, "heTitle": "ספורנו על שמות", "he": "<b>ויביאו את המשכן.</b> את היריעות מעשה חושב:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "ויביאו את המשכן, the curtains which were artistically woven;", "versionTitle": "Eliyahu Munk, HaChut Hameshulash", "license": "CC-BY", "versionTitleInHebrew": "החוט המשולש, אליהו מונק"}, {"_id": "53f176adfbfba22336e9f22a", "index_title": "Sforno on Exodus", "category": "Commentary", "type": "commentary", "ref": "Sforno on Exodus 39:33:2", "anchorRef": "Exodus 39:33", "anchorRefExpanded": ["Exodus 39:33"], "sourceRef": "Sforno on Exodus 39:33:2", "sourceHeRef": "ספורנו על שמות ל״ט:ל״ג:ב׳", "anchorVerse": 33, "sourceHasEn": true, "compDate": [1500, 1550], "commentaryNum": 33.0002, "collectiveTitle": {"en": "Sforno", "he": "ספורנו"}, "heTitle": "ספורנו על שמות", "he": "<b>את האהל.</b> יריעות עזים:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "את האהל, the carpets made of goats’ hair.", "versionTitle": "Eliyahu Munk, HaChut Hameshulash", "license": "CC-BY", "versionTitleInHebrew": "החוט המשולש, אליהו מונק"}, {"_id": "53f176adfbfba22336e9f22c", "index_title": "Sforno on Exodus", "category": "Commentary", "type": "commentary", "ref": "Sforno on Exodus 39:33:3", "anchorRef": "Exodus 39:33", "anchorRefExpanded": ["Exodus 39:33"], "sourceRef": "Sforno on Exodus 39:33:3", "sourceHeRef": "ספורנו על שמות ל״ט:ל״ג:ג׳", "anchorVerse": 33, "sourceHasEn": true, "compDate": [1500, 1550], "commentaryNum": 33.0003, "collectiveTitle": {"en": "Sforno", "he": "ספורנו"}, "heTitle": "ספורנו על שמות", "he": "<b>ואת כל כליו.</b> של משכן, כי הקרסים והקרשים והבריחים והעמודים והאדנים כלי המשכן היו:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "ואת כל כליו, pertaining to the Tabernacle, i.e. the brackets, loops and hooks. Even the colossal boards were also included in what is called here the כלי המשכן, the “furnishings of the Tabernacle.” So were the bolts, the heavy silver sockets for the boards, etc.\n", "versionTitle": "Eliyahu Munk, HaChut Hameshulash", "license": "CC-BY", "versionTitleInHebrew": "החוט המשולש, אליהו מונק"}, {"_id": "53f177bbfbfba22336ea121e", "index_title": "Or HaChaim on Exodus", "category": "Commentary", "type": "commentary", "ref": "Or HaChaim on Exodus 39:33:1", "anchorRef": "Exodus 39:33", "anchorRefExpanded": ["Exodus 39:33"], "sourceRef": "Or HaChaim on Exodus 39:33:1", "sourceHeRef": "אור החיים על שמות ל״ט:ל״ג:א׳", "anchorVerse": 33, "sourceHasEn": true, "compDate": [1718, 1742], "commentaryNum": 33.0001, "collectiveTitle": {"en": "Or HaChaim", "he": "אור החיים"}, "heTitle": "אור החיים על שמות", "he": "<b>ויביאו את המשכן</b>. פירוש הזמינוהו לפניו:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "<b> <span class=\"font1\">ויביאו את המשכן</span>, They brought the Tabernacle, etc.</b> This means that they presented all the parts of the Tabernacle to Moses.", "versionTitle": "Or Hachayim, trans. Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "54c900ebfbfba27c8a3dfc58", "index_title": "Sforno on Leviticus", "category": "Quoting Commentary", "type": "", "ref": "Sforno on Leviticus 24:5:1", "anchorRef": "Exodus 39:33", "anchorRefExpanded": ["Exodus 39:33"], "sourceRef": "Sforno on Leviticus 24:5:1", "sourceHeRef": "ספורנו על ויקרא כ״ד:ה׳:א׳", "anchorVerse": 33, "sourceHasEn": true, "compDate": [1500, 1550], "commentaryNum": 5.0001, "collectiveTitle": {"en": "Sforno on Leviticus", "he": "ספורנו על ויקרא"}, "heTitle": "ספורנו על ויקרא", "he": "<b>ולקחת סלת.</b> גם זה נראה שנאמר אחר ששלמה קצבת לחם הפנים של נדבת המשכן המבוארת בספור ויביאו את המשכן אל משה:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "ולקחת סולת, this commandment presumably also applied only after the initial donation of such flour which had been contributed when the Tabernacle was being built had been exhausted. That original amount had been included in what was mentioned in Exodus 39.33. [one wonders where all the flour came from during those years when the Jews, in the desert were cut off from contact with the surrounding nations so that even their exact location was unknown. Ed.] ", "versionTitle": "Eliyahu Munk, HaChut Hameshulash", "license": "CC-BY", "versionTitleInHebrew": "החוט המשולש, אליהו מונק"}, {"_id": "54eaf56bfbfba278fd2660fa", "index_title": "Haamek Davar on Exodus", "category": "Commentary", "type": "commentary", "ref": "Haamek Davar on Exodus 39:33:1", "anchorRef": "Exodus 39:33", "anchorRefExpanded": ["Exodus 39:33"], "sourceRef": "Haamek Davar on Exodus 39:33:1", "sourceHeRef": "העמק דבר על שמות ל״ט:ל״ג:א׳", "anchorVerse": 33, "sourceHasEn": false, "compDate": [1840, 1880], "commentaryNum": 33.0001, "collectiveTitle": {"en": "Haamek Davar", "he": "העמק דבר"}, "he": "<b>ויביאו את המשכן אל משה את האהל.</b> כל הראשונים פירשו המשכן היינו יריעות שש. את האהל היינו יריעות עזים. וכמו דכתיב ואת האהל. והנה ודאי אפשר לפרש כן. ומש״ה לא הביאו הגמ׳ בשבת דכ״ח א׳ מהאי קרא דיריעות שש היה נקרא אהל אלא מדכתיב להלן ויפרש את האהל על המשכן. דשם ההכרח לפרש הכי כאשר יבואר במקומו. אבל אחר שלמדנו דגם זה נקרא אהל. יותר נוח לפרש גם מקרא זה ויביאו את המשכן. בכלל וכמש״כ במקרא הקודם. את האהל. היינו שני מיני יריעות והכי מתפרש לעיל ל״ה י״א בשני הפירושים האלו:\n", "heVersionTitle": "Sefer Torat Elohim, Vilna 1879", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר תורת אלוהים, וילנא 1879", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "55adf7fffbfba23a0680952e", "index_title": "Meshekh Chokhmah", "category": "Quoting Commentary", "type": "parshanut", "ref": "Meshekh Chokhmah, Pekudei 11", "anchorRef": "Exodus 39:33", "anchorRefExpanded": ["Exodus 39:33"], "sourceRef": "Meshekh Chokhmah, Pekudei 11", "sourceHeRef": "משך חכמה, פקודי י״א", "anchorVerse": 33, "sourceHasEn": false, "compDate": [1875, 1925], "commentaryNum": 11, "collectiveTitle": {"en": "Meshekh Chokhmah", "he": "משך חכמה"}, "heTitle": "פקודי", "he": "<b>ויביאו </b>כו' ואת קטרת הסמים ולעיל בויקהל ויעשו כו' את קטורת הסמים טהור. צריך ביאור הא קי\"ל דכל מעשי הקטרת צריך להיות בקדש ואם פטמה בחוץ או בכלי חול פסולה יעוי' ר\"מ הל' כלי המקדש פרק ב' הל' ז' ואיך עשה בצלאל טרם שהוקם המשכן בחול את הקטרת וצריך לאמר כהרמב\"ן שהך ויקטר עליו קטרת סמים קאי על שבעה ימי המלואים שהקטיר משה שהי' זר ולכן נתפטמה שלא במשכן ואז הי' דינו כבמה יעוי' תוס' עו\"ג ל\"ג ד\"ה בחלוק שאין בו כו' אולם לפירוש רש\"י לקמן שחרית וערבית כמוש\"נ בבקר כו' בהטיבו כו' יקטירנה, דעל אהרן קאי צריך לאמר איך פטמה בצלאל בלא משכן על כרחין כריב\"ל בירושלמי שקלים פ\"ד הל' ג' דסבר פטמה בחולין כשירה יעו\"ש ודו\"ק. ובמנחות דף ט' למד על יציקה ובלילה שכשירה בזר ומדכהונה לא בעיא פנים נמי לא בעיא כו' ולפ\"ז הא איכא פטום הקטרת דבעיא פנים ולא בעיא כהונה וע\"כ דסבר ר\"ל כריב\"ל בירושלמי דפטמה בחול כשירה ודו\"ק.\n", "heVersionTitle": "Riga, 1927", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "574c6ef8d6e4a9347afe11b8", "index_title": "Rashi on Exodus", "category": "Commentary", "type": "commentary", "ref": "Rashi on Exodus 39:33:1", "anchorRef": "Exodus 39:33", "anchorRefExpanded": ["Exodus 39:33"], "sourceRef": "Rashi on Exodus 39:33:1", "sourceHeRef": "רש\"י על שמות ל״ט:ל״ג:א׳", "anchorVerse": 33, "sourceHasEn": true, "compDate": [1075, 1105], "commentaryNum": 33.0001, "collectiveTitle": {"en": "Rashi", "he": "רש\"י"}, "heTitle": "רש\"י על שמות", "he": "<b>ויביאו את המשכן וגו'.</b> שֶׁלֹּא הָיוּ יְכוֹלִין לַהֲקִימוֹ; וּלְפִי שֶׁלֹּא עָשָׂה מֹשֶׁה שׁוּם מְלָאכָה בַמִּשְׁכָּן, הִנִּיחַ לוֹ הַקָּבָּ\"ה הֲקָמָתוֹ, שֶׁלֹּא הָיָה יָכוֹל לַהֲקִימוֹ שׁוּם אָדָם מֵחֲמַת כֹּבֶד הַקְּרָשִׁים, שֶׁאֵין כֹּחַ בָּאָדָם לְזָקְפָן, וּמֹשֶׁה הֶעֱמִידוֹ; אָמַר מֹשֶׁה לִפְנֵי הַקָּבָּ\"ה אֵיךְ אֶפְשָׁר הֲקָמָתוֹ עַ\"יְ אָדָם? אָמַר לוֹ עֲסֹק אַתָּה בְּיָדְךָ, וְנִרְאֶה כִּמְקִימוֹ וְהוּא נִזְקָף וְקָם מֵאֵלָיו, וְזֶהוּ שֶׁנֶּ' הוּקַם הַמִּשְׁכָּן (שמות מ') – הוּקַם מֵאֵלָיו; מִדְרַשׁ רַ' תַנְחוּמָא:", "heVersionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "ויביאו את המשכן וגו׳ AND THEY BROUGHT THE TABERNACLE [UNTO MOSES etc.], for they themselves were unable to erect it. Since Moses had done no work in the Mishkan, the Holy One, blessed is He, left for him the task of erecting it, for nobody was able to set it up because of the weight of the boards which no human strength was capable of setting up. Moses, however, succeeded in placing it in position. Moses said to the Holy One, blessed be He, “How is its erection possible by human beings?” God answered him: “You be busy with your hand!” He appeared to be erecting it, but in fact it set itself up and rose of its own accord. That is why Scripture says, (Exodus 40:17) “The Tabernacle was erected (הוקם)” — was erected by itself. This is a Midrash of Rabbi Tanchuma 2:11:11.", "versionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "license": "Public Domain", "versionTitleInHebrew": "חמישה חומשי תורה עם פירוש רש״י, מ. רוזנבאום וא.מ. סילברמן"}, {"_id": "574feb33d6e4a90d6df9805e", "index_title": "Otzar Midrashim", "category": "Midrash", "type": "", "ref": "Otzar Midrashim, Hashkem, Midrash Hashkem ('Arise Early') 18", "anchorRef": "Exodus 39:33", "anchorRefExpanded": ["Exodus 39:33"], "sourceRef": "Otzar Midrashim, Hashkem, Midrash Hashkem ('Arise Early') 18", "sourceHeRef": "אוצר מדרשים, השכם, מדרש השכם י״ח", "anchorVerse": 33, "sourceHasEn": false, "compDate": [1915], "commentaryNum": 18, "collectiveTitle": {"en": "Otzar Midrashim", "he": "אוצר מדרשים"}, "heTitle": "מדרש השכם", "he": "ט״ו) ויביאו המשכן אל משה (שמות ל״ט ל״ג). מעשה בתלמיד אחד מתלמידי רשב״י שיצא לחו״ל ובא עשיר (נתעשר) כשראו התלמידים שהעשיר בקשו אף הם לצאת לחו״ל, בא רשב״י והוציאן לחוץ למדינה לבקעה אחת והתפלל לפני הקב״ה ונתמלאה הבקעה דינרי זהב, אמר להם כל מי שמבקש ליטול יטול אלא הוו יודעין כל מי שנוטל מחלקו של העוה״ב נוטל, שאין מתן שכרה של תורה אלא בעוה״ב שנאמר ותשחק ליום אחרון (משלי ל״א:כ״ה). מעשה בר״ש בן חלפתא שהיה בע״ש ולא היה לו מה לאכול באותה שבת, עם חשכה יצא חוץ לעיר להתפלל ונתנו לו אבן טובה ונתנה לשלחני ופרנס את השבת, אמרה לו אשתו ומנין לך כל זה? אמר לה כך וכך היה המעשה, אמרה לו אשתו איני טועמת כלום עד שתקבל עליך להחזירה, למוצאי שבת החזירה, ויצאה כמין פס יד ונטלתיה, וגדול הנס האחרון מן הראשון, ולכך נאמר ותשחק ליום אחרון <small>(עי׳ תענית כ״ה ע״א)</small>.", "heVersionTitle": "Otzar Midrashim, New York, 1915", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "57e77ce9d6e4a94c7c18a2be", "index_title": "Tafsir Rasag", "category": "Targum", "type": "targum", "ref": "Tafsir Rasag, Exodus 39:33", "anchorRef": "Exodus 39:33", "anchorRefExpanded": ["Exodus 39:33"], "sourceRef": "Tafsir Rasag, Exodus 39:33", "sourceHeRef": "תפסיר רס\"ג, שמות ל״ט:ל״ג", "anchorVerse": 33, "sourceHasEn": false, "compDate": [918, 942], "commentaryNum": 39.0033, "collectiveTitle": {"en": "Tafsir Rasag", "he": "תפסיר רס\"ג"}, "heTitle": "שמות", "he": "אתו באלמסכן אלי מוסי ואלכ̇בא וג̇מיע אניתה שט̇ט̇ה ותכ̇אתג̇ה ואמהאג̇ה ועמדה וקואעדה", "heVersionTitle": "Tafsir al-Torah bi-al-Arabiya, Paris, 1893", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תפסיר אלתורה באלערביה, פריס, 1893", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5889b4e5d6e4a902855ff649", "index_title": "Tur HaArokh", "category": "Commentary", "type": "commentary", "ref": "Tur HaArokh, Exodus 39:33:1", "anchorRef": "Exodus 39:33", "anchorRefExpanded": ["Exodus 39:33"], "sourceRef": "Tur HaArokh, Exodus 39:33:1", "sourceHeRef": "הטור הארוך, שמות ל״ט:ל״ג:א׳", "anchorVerse": 33, "sourceHasEn": true, "compDate": [1280, 1340], "commentaryNum": 33.0001, "collectiveTitle": {"en": "Tur HaAroch", "he": "הטור הארוך"}, "heTitle": "שמות", "he": "<b>ויביאו את המשכן אל משה את האהל. </b>פי' הרמב\"ן פירושו כמו בו\"או ואת האהל כי משכן הוא יריעות התחתונות כדכתיב ואת המשכן תעשה עשר יריעות וכתיב בהן וחברת את היריעות והי' המשכן אחד ויריעות עזים הן האהל כדכתי' ועשית יריעות עזים לאהל על המשכן ולפעמים קורא לכל הבית אהל מועד כדכתי' ועשו את כל אשר צויתיך את אהל מועד: \n", "heVersionTitle": "Perush al ha-Torah, Hanover, 1838", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": " ויביאו את המשכן אל משה, את האהל וגו', “They brought the Tabernacle to Moses; the tent, etc.;” according to Nachmanides the words את האהל have to be understood as if the Torah had written: ואת האהל, “and the tent.” The reason that this is not strange is that the term משכן whenever it appears without further adjective, refers only to the coverings of the Tabernacle, the various layers of it, the lowest one, the one that formed the ceiling visible from within. Compare Exodus 26,1:ואת המשכן תעשה עשר יריעות, “and the <i>mishkan</i> you are to construct of ten carpet-like curtains.” It also is written there that upon joining these ten “curtains,” the משכן will become a single unit. The second layer of coverings made of the skins of goats was known as אהל. Finally, the upper covering consisting of the skins of rams was known as מכסה. (compare 26,7 and 14 respectively.) There are occasions when the entire structure is referred to as אהל מועד, as in ועשית את אהל מועד כאשר צויתיך, “you are to construct the Tent of Meeting as I have commanded you “ A similar description is found is found in verse 40 of our chapter.\n", "versionTitle": "Tur on the Torah, trans. Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "58b6b152d6e4a952249cbdb5", "index_title": "Minchat Shai on Torah", "category": "Commentary", "type": "commentary", "ref": "Minchat Shai on Torah, Exodus 39:33:1", "anchorRef": "Exodus 39:33", "anchorRefExpanded": ["Exodus 39:33"], "sourceRef": "Minchat Shai on Torah, Exodus 39:33:1", "sourceHeRef": "מנחת שי על תורה, שמות ל״ט:ל״ג:א׳", "anchorVerse": 33, "sourceHasEn": false, "compDate": [1526], "commentaryNum": 33.0001, "collectiveTitle": {"en": "Minchat Shai", "he": "מנחת שי"}, "heTitle": "שמות", "he": "<b>ויביאו את המשכן.</b> פתוחה:", "heVersionTitle": "Minchat Shai on Torah", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "58b6b152d6e4a952249cbdb7", "index_title": "Minchat Shai on Torah", "category": "Commentary", "type": "commentary", "ref": "Minchat Shai on Torah, Exodus 39:33:2", "anchorRef": "Exodus 39:33", "anchorRefExpanded": ["Exodus 39:33"], "sourceRef": "Minchat Shai on Torah, Exodus 39:33:2", "sourceHeRef": "מנחת שי על תורה, שמות ל״ט:ל״ג:ב׳", "anchorVerse": 33, "sourceHasEn": false, "compDate": [1526], "commentaryNum": 33.0002, "collectiveTitle": {"en": "Minchat Shai", "he": "מנחת שי"}, "heTitle": "שמות", "he": "<b>בריחו.</b> כתיב מלא יו\"ד קדמאה בריחיו ק' וכ\"כ הרמ\"ה ז\"ל בריחו תרין חסרים יו\"ד בין חי\"ת לוא\"ו בריחו כתיב וקרי בריחיו וסימן את בריחו את עמודיו דואת המשכן את אהלו. בריחו ועמדיו דויביאו את המשכן. ושארא דאורייתא מלא דמלא בתרין יודי\"ן. בריחו הנ\"ל בלא זקף גדול:", "heVersionTitle": "Minchat Shai on Torah", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "58fdc11cd6e4a960c04a44ee", "index_title": "Midrash Tanchuma", "category": "Midrash", "type": "", "ref": "Midrash Tanchuma, Pekudei 11:1", "anchorRef": "Exodus 39:33", "anchorRefExpanded": ["Exodus 39:33"], "sourceRef": "Midrash Tanchuma, Pekudei 11:1", "sourceHeRef": "מדרש תנחומא, פקודי י״א:א׳", "anchorVerse": 33, "sourceHasEn": true, "compDate": [500, 800], "commentaryNum": 11.0001, "collectiveTitle": {"en": "Midrash Tanchuma", "he": "מדרש תנחומא"}, "heTitle": "פקודי", "he": "‎<b>וַיָּבִיאוּ</b> אֶת הַמִּשְׁכָּן אֶל מֹשֶׁה <small>(שמות לט, לג)</small> זֶה שֶׁאָמַר הַכָּתוּב: לֹא יִגְרַע מִצַּדִּיק עֵינָיו וְאֶת מְלָכִים לַכִּסֵּא וַיּשִׁיבֵם לָנֶצַח וַיִּגְבָּהוּ <small>(איוב לו, ז)</small>. מַהוּ כֵּן. אֵין הַקָּדוֹשׁ בָּרוּךְ הוּא מוֹנֵעַ מִן הַצַּדִּיק דּוּגְמַטְרִין שֶׁלּוֹ. כְּאָדָם הַמְבַקֵּשׁ לִמְכֹּר פֵּרוֹת לַחֲבֵרוֹ וְהוּא אוֹמֵר לוֹ: הַרְאֵה לִי הָעֵץ. הֱוֵי, לֹא יִגְרַע מִצַּדִּיק עֵינָיו. תֵּדַע לְךָ, אַבְרָהָם הוֹלִיד לְיִצְחָק דּוֹמֶה לוֹ, שֶׁנֶּאֱמַר: וְאֵלֶּה תּוֹלְדֹת יִצְחָק בֶּן אַבְרָהָם, אַבְרָהָם הוֹלִיד אֶת יִצְחָק <small>(בראשית כה, יט)</small>. וְיַעֲקֹב הוֹלִיד לְיוֹסֵף דּוֹמֶה לוֹ, שֶׁנֶּאֱמַר: אֵלֶּה תֹּלְדוֹת יַעֲקֹב יוֹסֵף <small>(בראשית לז, ב)</small>, רְאוּבֵן שִׁמְעוֹן לֹא אָמַר אֶלָּא יוֹסֵף. וְכֵן הוּא אוֹמֵר, כִּי בֶן זְקֵנִים הוּא לוֹ <small>(בראשית לז, ג)</small>, זִיו אִיקוֹנִין הוּא לוֹ. הֱוֵי, לֹא יִגְרַע מִצַּדִּיק עֵינָיו.", "heVersionTitle": "Midrash Tanchuma -- Torat Emet", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש תנחומא, תורת אמת", "text": "<b>And they brought the tabernacle unto Moses (Exod. 39:32).</b> It is written elsewhere in reference to the verse: He withdraweth not His eyes from the righteous; but with kings upon the throne He setteth them forever, and they are exalted (Job 36:7). What does this verse signify? That the Holy One, blessed be He, does not deny the righteous man the realization of his plans. Therefore He withdraweth not His eyes from the righteous. You may know this to be so from Abraham, who begot Isaac, who resembled him closely, as it is said: These are the generations of Isaac, Abraham’s son: Abraham begot Isaac (Gen. 25:19). And Jacob begot Joseph, who resembled him, as is said: These are the generation of Jacob: Joseph (ibid. 37:2). Reuben, Simeon, et al., are not mentioned here but only Joseph. It says also: Because he was the son of his old age (ibid., v. 3).<sup class=\"footnote-marker\">17</sup><i class=\"footnote\">Word-play on <i>zikunim</i> (“old age”) and <i>kunim</i> (“features”).</i> Hence, He draweth not His eyes from the righteous.", "versionTitle": "Midrash Tanhuma-Yelammedenu, trans. Samuel A. Berman", "license": "CC-BY", "versionTitleInHebrew": "מדרש תנחומא-ילמדנו, מתורגם בידי סמואל א' ברמן"}, {"_id": "58fdc11cd6e4a960c04a4502", "index_title": "Midrash Tanchuma", "category": "Midrash", "type": "", "ref": "Midrash Tanchuma, Pekudei 11:8", "anchorRef": "Exodus 39:33", "anchorRefExpanded": ["Exodus 39:33"], "sourceRef": "Midrash Tanchuma, Pekudei 11:8", "sourceHeRef": "מדרש תנחומא, פקודי י״א:ח׳", "anchorVerse": 33, "sourceHasEn": true, "compDate": [500, 800], "commentaryNum": 11.0008, "collectiveTitle": {"en": "Midrash Tanchuma", "he": "מדרש תנחומא"}, "heTitle": "פקודי", "he": "אָמַר רַבִּי חִיָּא בַּר יוֹסֵף, כָּל שִׁבְעַת יְמֵי הַמִּלּוּאִים הָיָה מֹשֶׁה מְפָרְקוֹ וּמַעֲמִידוֹ שְׁתֵּי פְעָמִים בְּכָל יוֹם, שֶׁנֶּאֱמַר: תָּקִים, הוּקַם. רַבִּי חֲנִינָא אוֹמֵר, שָׁלֹשׁ פְּעָמִים, שֶׁנֶּאֱמַר: תָּקִים, הוּקַם, וַיָּקֶם. וּמִנַּיִן שֶׁהָיוּ מַרְאִין לוֹ כָּל דָּבָר וְדָבָר, שֶׁנֶּאֱמַר: וַיָּבִיאוּ אֶת הַמִּשְׁכָּן אֶל מֹשֶׁה <small>(שמות לט, לג)</small> הֱוֵי, לֹא יִגְרַע מִצַּדִּיק עֵינָיו <small>(איוב לו, ז)</small>. וְקוֹרֵא וְהוֹלֵךְ, וַיַּרְא מֹשֶׁה אֶת כָּל הַמְּלָאכָה, אֶת כָּל מְלֶאכֶת הַמִשְׁכָּן אֵינוֹ אוֹמֵר אֶלָּא אֶת כָּל הַמְּלָאכָה, שֶׁהָיָה הַכֹּל כְּמַעֲשֵׂה בְרֵאשִׁית.", "heVersionTitle": "Midrash Tanchuma -- Torat Emet", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש תנחומא, תורת אמת", "text": "R. Hiyya the son of Joseph stated: Throughout the seven days of dedication, Moses took it apart and assembled it twice each day, as is indicated in those verses by the words <i>reared up</i> and <i>it was reared</i>. R. Hanina held that he did so three time each day, since it is said: <i>Reared up, thou shalt rear up</i>, and <i>it was reared</i>. How do we know that they showed him everything? Because it is said: <i>And they brought the Tabernacle unto Moses</i> (Exod. 39:32). Hence, <i>He draweth not His eyes from the righteous</i> (Job 36:7). And Scripture adds: <i>And Moses saw all the work</i> (Exod. 39:43). It does not say “all the work of the Tabernacle” but rather <i>all the work</i>, for the words <i>all the work of the Tabernacle</i> would be equal to the work of creation itself, as is stated above.", "versionTitle": "Midrash Tanhuma-Yelammedenu, trans. Samuel A. Berman", "license": "CC-BY", "versionTitleInHebrew": "מדרש תנחומא-ילמדנו, מתורגם בידי סמואל א' ברמן"}, {"_id": "5926b23bd6e4a957603a02f7", "index_title": "Midrash Tanchuma Buber", "category": "Midrash", "type": "", "ref": "Midrash Tanchuma Buber, Pekudei 6:1", "anchorRef": "Exodus 39:33", "anchorRefExpanded": ["Exodus 39:33"], "sourceRef": "Midrash Tanchuma Buber, Pekudei 6:1", "sourceHeRef": "תנחומא בובר, פקודי ו׳:א׳", "anchorVerse": 33, "sourceHasEn": true, "compDate": [150, 750], "commentaryNum": 6.0001, "collectiveTitle": {"en": "Midrash Tanchuma Buber", "he": "תנחומא בובר"}, "heTitle": "פקודי", "he": "ויביאו את המשכן אל משה וגו' <small>(שמות לט לג)</small>, זש\"ה תאלמנה שפתי שקר הדוברות על צדיק עתק <small>(תהלים לא יט)</small>, מדבר במשה, בשעה שאמר לו הקב\"ה לעשות [משכן], מיד אמר להם קחו מאתכם תרומה לה' <small>(שמות לה ה)</small>, וןהיה משה עסוק במשכן, אמר ר' חנינא ששה חדשים היה עסוק במשכן, ג' חדשים עשו אותו, וג' חדשים קיפלו אותו, אעפ\"י כן היו מתלוננים עליו ואומרים הרי נעשה המשכן, לא היה אומר שהוא משרה שכינתו אצלינו, והקב\"ה נתכוון שיעמד המשכן בחודש שנתבשר אברהם אבינו ביצחק, לא עשה אלא כיון שהגיע החודש, אמר לו הקב\"ה ביום החדש הראשון באחד לחדש [תקים את משכן אהל מועד] <small>(שמות מ ב)</small>, באותה שעה אמר הקב\"ה תאלמנה שפתי שקר, אותם שהיו מתלוצצים אחר המשכן, התחילו טוענים אותו ובאין כל אחד ואחד במלאכה, שנאמר ויביאו את המשכן אל משה.", "heVersionTitle": "Midrash Tanhuma haKadum veHaYashan, S. Buber, 1885", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש תנחומא הקדום והישן, ש' בובר, תרמ\"ה", "text": "(Exod. 39:33:) <small>AND THEY BROUGHT THE TABERNACLE UNTO MOSES</small>…. This text is related (to Ps. 31:19 [18]): <small>LET LYING LIPS BE DUMB THAT SPEAK HAUGHTILY AGAINST THE RIGHTEOUS</small>. &lt;The verse &gt; speaks about Moses.<sup class=\"footnote-marker\">22</sup><i class=\"footnote\">Exod. R. 52:2.</i> When the Holy One told him to make [a tabernacle], he immediately told them (in Exod. 35:5): <small>TAKE FROM AMONG YOU AN OFFERING FOR THE LORD</small>. So Moses was occupied with the Tabernacle. R. Hanina said: He was occupied with the Tabernacle for six months. For three months they made it, and for three months they had it folded away. Nevertheless they murmured about it and said: See, the Tabernacle is made. Did he not say that he would have his Divine Presence dwell with us? But the Holy One had intended the Tabernacle to go up in the month that our father Abraham had been told the good news about Isaac. He only acted when the month arrived.<sup class=\"footnote-marker\">23</sup><i class=\"footnote\">Cf. <i>Tanh</i>., Exod. 11:11, for a longer version.</i> The Holy One said to him (in Exod. 40:2): <small>ON THE FIRST DAY OF THE FIRST MONTH</small> [<small>YOU SHALL SET UP THE TABERNACLE OF THE TESTIMONY</small>]. At that time the Holy One said (in Ps. 31:19 [18]): <small>LET LYING LIPS BE DUMB THAT SPEAK HAUGHTILY AGAINST THE RIGHTEOUS</small>. The very ones who were murmuring against the Tabernacle, began to carry it, with each and every one of them joining in the work, as stated (in Exod. 39:33): <small>AND THEY BROUGHT THE TABERNACLE UNTO MOSES</small>.", "versionTitle": "Midrash Tanhuma, S. Buber Recension; trans. by John T. Townsend, 1989.", "license": "CC-BY", "versionTitleInHebrew": "מדרש תנחומא, בובר, מתורגם בידי ג'ון ט' טוונסנד, 1989"}, {"_id": "5926b23bd6e4a957603a02ff", "index_title": "Midrash Tanchuma Buber", "category": "Midrash", "type": "", "ref": "Midrash Tanchuma Buber, Pekudei 7:1", "anchorRef": "Exodus 39:33", "anchorRefExpanded": ["Exodus 39:33"], "sourceRef": "Midrash Tanchuma Buber, Pekudei 7:1", "sourceHeRef": "תנחומא בובר, פקודי ז׳:א׳", "anchorVerse": 33, "sourceHasEn": true, "compDate": [150, 750], "commentaryNum": 7.0001, "collectiveTitle": {"en": "Midrash Tanchuma Buber", "he": "תנחומא בובר"}, "heTitle": "פקודי", "he": "[ויביאו את המשכן]. זש\"ה (הוד) [עוז] והדר לבושה ותשחק ליום אחרון <small>(משלי לא כה)</small>. מעשה בר' אבהו כשהיה מסתלק מן העולם, הראה לו הקב\"ה מתן שכרו שמתתוקן לו לעולם הבא, והעביר לפניו י\"ג נהרים של בלסמון, והיה רואה אותן ותמיה, והיה אומר כל אלה לאבהו, והיה קורא לעצמו הפסוק לתוהו והבל כחי כליתי אכן משפטי את ה' ופעולתי את אלהי <small>(ישעיה מט ד)</small>, [הוי ותשחק ליום אחרון]. זבדי בן לוי, ולוי בן פייטם, ור' יהודה בן לוי [קראו] כל אחד ואחד מהם פסוק בשעת סילוקן מן העולם, אחד קרא על זאת יתפלל כל חסיד וגו' <small>(תהלים לב ו)</small>, והאחד קרא מה רב טובך <small>(שם לא כ)</small>, והאחד קרא וישמחו כל חוסי בך <small>(שם ה יב)</small>, הוי בשעת סילוקן מן העולם הקב\"ה מראה להם מתן שכרן, אמר בן עזאי יקר בעיני ה' המותה לחסידיו <small>(שם קטז טו)</small>, אימתי הקב\"ה מראה לצדיקים היקר שהוא תוקן להם סמוך למיתתן, הוי ותשחק ליום אחרון וגו'.  ", "heVersionTitle": "Midrash Tanhuma haKadum veHaYashan, S. Buber, 1885", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש תנחומא הקדום והישן, ש' בובר, תרמ\"ה", "text": "[(Exod. 39:33:) <small>AND THEY BROUGHT THE TABERNACLE UNTO MOSES</small>.] This text is related (to Prov. 31:25): {<small>MAJESTY</small>} [<small>STRENGTH</small>] <small>AND SPLENDOR ARE HER CLOTHING; AND YOU WILL LAUGH</small><sup class=\"footnote-marker\">24</sup><i class=\"footnote\"><i>Wattishaq</i>. The biblical context certainly requires the verb to be translated, <small>AND SHE LAUGHS</small>; but <i>wattishaq</i> may also be rendered, <small>AND YOU WILL LAUGH</small> (in the masculine). It is this latter meaning that the midrash assumes throughout this section.</i> <small>AT THE LATTER DAY</small>. There is a story about R. Abbahu.<sup class=\"footnote-marker\">25</sup><i class=\"footnote\">Gen. R. 62:2; Exod. R. 52:3; <i>yAZ</i> 3:1 (42c).</i> When he was departing this world, the Holy One showed him his reward as it was prepared for him in the world to come. He made thirteen rivers of balsam<sup class=\"footnote-marker\">26</sup><i class=\"footnote\">Gk.: <i>balsamon</i>.</i> pass before him. When he saw them, he was astonished and said: Are all these for Abbahu? Then he read to himself the verse (Is. 49:4): <small>I HAVE USED UP MY STRENGTH FOR A VOID AND VANITY; SURELY MY JUDGEMENT IS WITH THE LORD AND MY RECOMPENSE IS WITH MY GOD</small>. [Ergo (Prov. 31:25): <small>AND YOU WILL LAUGH AT THE LATTER DAY</small>.] Zavday ben Levi, Levi ben Paytam,<sup class=\"footnote-marker\">27</sup><i class=\"footnote\">Probably ben Petros.</i> and R. Judah ben Levi, each of them individually, [cited] a verse at the time of their departure from the world.<sup class=\"footnote-marker\">28</sup><i class=\"footnote\">Above, <i>Tanh</i>. (Buber), Gen. 10:15, and the note there.</i> One cited (Ps. 32:6): <small>THEREFORE LET EVERY SAINT PRAY UNTO YOU &lt;IN ANTICIPATION OF THE TIME OF DISCOVERY</small> &gt;…. The next cited (Ps. 31:20 [19]): <small>HOW ABUNDANT IS THE GOOD &lt;WHICH YOU HAVE LAID UP FOR THOSE WHO FEAR YOU</small>&gt;. And the other cited (Ps. 5:12 [11]): <small>BUT LET ALL WHO TAKE REFUGE IN YOU REJOICE. &lt;LET THEM EVER SING FOR JOY, AND YOU SHALL SHELTER THEM</small>.&gt; Ergo, at the time of their departure from the world, the Holy One showed them their reward. Ben 'Azzay said (Ps. 116:15): <small>PRECIOUS IN THE EYES OF THE LORD IS THE DEATH OF HIS SAINTS</small>. When does the Holy One show his righteous ones the honor which he has prepared for them? Near their death. Ergo (in Prov. 31:25): <small>AND YOU WILL LAUGH AT THE LATTER DAY</small>….<sup class=\"footnote-marker\">29</sup><i class=\"footnote\">Exod. R. 52:3; M. Pss. 92:8; see <i>yBer</i>. 9:3 (13d); Gen. R. 35:2; <i>PRK</i> 11:15. All these parallels identify R. Simon as R. Simon b. Johay.</i>", "versionTitle": "Midrash Tanhuma, S. Buber Recension; trans. by John T. Townsend, 1989.", "license": "CC-BY", "versionTitleInHebrew": "מדרש תנחומא, בובר, מתורגם בידי ג'ון ט' טוונסנד, 1989"}, {"_id": "59636ae0d6e4a9416e9c1da3", "index_title": "Mizrachi", "category": "Commentary", "type": "commentary", "ref": "Mizrachi, Exodus 39:33:1", "anchorRef": "Exodus 39:33", "anchorRefExpanded": ["Exodus 39:33"], "sourceRef": "Mizrachi, Exodus 39:33:1", "sourceHeRef": "מזרחי, שמות ל״ט:ל״ג:א׳", "anchorVerse": 33, "sourceHasEn": false, "compDate": [1475, 1525], "commentaryNum": 33.0001, "collectiveTitle": {"en": "Mizrachi", "he": "מזרחי"}, "heTitle": "שמות", "he": "<b>ויביאו את המשכן שלא היו יכולין להקימו. </b>דאל\"כ למה הוצרכו להביאו אברים אברי' והלא אין דרך האומנין להביא לבעלי' הכלי שנתנו להם לתקן אלא כלו בכללו אע\"פ שהוא מחובר איברים איברים אלא עכ\"ל שמתוך כובד המשכן לא היה להם להקימו והביאוהו אברים וא\"ת א\"כ הא דכתיב ויקם משה את המשכן היאך הקימו כבר אמרו שאמר משה לפני הב\"ה איך אפשר הקמתו ע\"י אדם אמר לו עסוק אתה בידך נראה כמקימו והוא נזקף וקם מאליו וזהו שנא' הוקם המשכן שהוקם מאליו וא\"ת ולמה לא נעשה זה ע\"י האומנים שיתעסקו הם בידם נראין כמקימין והוא נזקף וקם מאליו כמו שנעשה זה בכל עת שהיו מקימים אותו בכל מסע ומסע לכל מסעיהם אבל נעשה בפעם ראשונה ע\"י משה כדכתיב ויקם משה את המשכן כבר אמרו לפי שלא עשה משה שום מלאכה במשכן הניח לו הב\"ה הקמתו שלא היה יכול להקימו שום אדם מחמת כובד הקרשים שאין כח באדם לזקפן ומשה העמידן: \n", "heVersionTitle": "Four commentaries on Rashi. Warsaw, 1862", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59648313d6e4a92bf45a4ce8", "index_title": "Rabbeinu Bahya", "category": "Quoting Commentary", "type": "", "ref": "Rabbeinu Bahya, Shemot 35:1:6", "anchorRef": "Exodus 39:33", "anchorRefExpanded": ["Exodus 39:33"], "sourceRef": "Rabbeinu Bahya, Shemot 35:1:6", "sourceHeRef": "רבנו בחיי, שמות ל״ה:א׳:ו׳", "anchorVerse": 33, "sourceHasEn": true, "compDate": [1290, 1310], "commentaryNum": 1.0006, "collectiveTitle": {"en": "Rabbeinu Bahya", "he": "רבנו בחיי"}, "heTitle": "שמות", "he": "<b>ויקהל משה את כל עדת בני ישראל ויאמר אליהם זה הדבר אשר צוה ה' לעשות אותם.</b> אם תסתכל בסדרים אלה תמצא מעשה המשכן וכל כליו נזכר שם הרבה פעמים, הקב\"ה הזכיר למשה שני פעמים, תחלה הזכירו בפרט בסדר ויקחו לי, וחזר והזכירו דרך כלל בכי תשא בפרשה ראה קראתי בשם, שלישית הוא שהזכירו משה עתה לכל ישראל בדרך כלל וצוה אותם עליו באמרו וכל חכם לב בכם יבאו ויעשו את כל אשר צוה ה' את המשכן את אהלו, רביעית הוא ספור התורה אחר מעשה הוא שכתוב ויעשו כל חכם לב בעושי המלאכה והזכיר על כל דבר ודבר ויעש ויעש, חמישית אחר שנשלמה כל המלאכה בפרשת (שמות ל״ט:ל״ג) ויביאו את המשכן אל משה, והיה הענין להזכירו חמשה פעמים הכל למעלת המשכן ודרך חבה כשם שמצינו שהזכיר הכתוב חמשה פעמים ישראל בפסוק אחד בסדר בהעלותך, הוא שכתוב (במדבר ח׳:י״ט) ואתנה את הלוים נתנים לאהרן ולבניו מתוך בני ישראל לעבוד את עבודת בני ישראל באהל מועד ולכפר על בני ישראל ולא יהיה בבני ישראל נגף בגשת בני ישראל אל הקדש, והכל דרך חבה ומעלה. ודרשו רבותינו ז\"ל למה זה דומה למלך ששלח בנו לבית הספר כשבא שאל אכל ברי שתה ברי דמך ברי אזל ברי לבי ספרא אתי ברי מבי ספרא. וכן דרשו רז\"ל במה שהאריכה תורה בספור אליעזר שכל דבריו כפולים אמרו יפה שיחת עבדי אבות לפני הקב\"ה מתורתן של בנים שהרי פרשת אליעזר כל דבריו כפולים ובשנים ושלשה דפין היא אמורה וכמה מצות בתורה תלויות באות אחת ובתיבה אחת והן הן גופי תורה.\n", "heVersionTitle": "Midrash Rabbeinu Bachya [ben Asher]. Warsaw, 1878", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "<b> ויקהל משה את כל עדת בני ישראל ויאמר אליהם אלה הדברים אשר צוה ה' לעשות אותם “Moses assembled the entire community of the Children of Israel and said to them: “these are the things that Hashem commanded.” </b>If you take a good look at the order of these things you will find that the construction of the Tabernacle and all its appurtenances have been mentioned many times over. G’d mentioned it to Moses on two separate occasions. The first time it has been mentioned in detail occurred in Exodus 25,2 where the Torah commanded that Moses should accept a contribution from the people, listing the various materials needed for its construction. The second time this commandment is phrased more generally in Ki Tissa (31,2). The third time it is mentioned by Moses at this point in a general way when he commanded them that every wise-hearted person amongst them should get involved and not only donate materials but participate in the conversion of these materials for the construction. The fourth time the Torah reports that the instructions had been carried out (36,8). The Torah mentions the word ויעש, “he constructed” in connection with every stage of the building of the Tabernacle and its components. The fifth time the Torah mentions the Tabernacle and all its components is in Exodus 39,33-42 where separate mention is made of all the components handed over to Moses after they had been completed. The reason the Torah troubles itself to mention all this on five separate occasions is to demonstrate how beloved the Tabernacle and its construction was to G‘d. In Numbers 8,19 where the name בני ישראל occurs five times in the same verse in which the Torah warns that the Israelites must avoid becoming victims of G’d’s retribution, the reason for using the name בני ישראל five times in a row when pronouns would have sufficed is also in order to demonstrate how beloved the people were in the eyes of G’d at that time.<br> Our sages <small>(Vayikra Rabbah 2,5)</small> comment by illustrating the matter with a parable. A father who had an only son of whom he was extremely fond sent him off to school. When the son would come back, the father would ask him: “did you eat my son, did you drink my son, do you want to go to sleep my son?” We find a similar demonstration of how G’d reports matters which He liked when looking at the conversations conducted by Eliezer, servant of Avraham when he went to secure a wife for Yitzchak. Eliezer’s words are repeated by the Torah in great detail (Genesis, chapter 24). This prompted the sages in Bereshit Rabbah 60,8 to say that the mundane conversations of an Eliezer were more pleasing to G‘d than even the Torah-inspired discourses of later Torah scholars.” The truth of this is best illustrated when we reflect on the fact that the Torah devoted only a single word, or even letter, in order to inform us of some of its commandments. This is so in spite of the fact that the principal function of the Torah is to teach us the commandments.", "versionTitle": "Torah Commentary by Rabbi Bachya ben Asher, trans. Eliyahu Munk, 1998.", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "59648322d6e4a92bf45a5156", "index_title": "Rabbeinu Bahya", "category": "Quoting Commentary", "type": "", "ref": "Rabbeinu Bahya, Vayikra 3:9:3", "anchorRef": "Exodus 39:33", "anchorRefExpanded": ["Exodus 39:33"], "sourceRef": "Rabbeinu Bahya, Vayikra 3:9:3", "sourceHeRef": "רבנו בחיי, ויקרא ג׳:ט׳:ג׳", "anchorVerse": 33, "sourceHasEn": true, "compDate": [1290, 1310], "commentaryNum": 9.0003, "collectiveTitle": {"en": "Rabbeinu Bahya", "he": "רבנו בחיי"}, "heTitle": "ויקרא", "he": "<b>וכך </b>פירש הגאון רבינו סעדיה ז\"ל כי פירוש חלבו האליה כאלו אמר חלבו והאליה, כענין שכתוב (דברי הימים א א׳:א׳) אדם שת אנוש ששעורו ושת ואנוש, וכן (שמות ל״ט:ל״ג) קרסיו קרשיו בריחיו ועמודיו ואדניו, וכן (ויקרא ז׳:ל״ז) לעולה למנחה, שעורו ולמנחה, כי אין העולה מנחה, וכן אין לומר כי אדם הוא שת אנוש, וכן בכאן אין לומר כי האליה הוא החלב. ", "heVersionTitle": "Midrash Rabbeinu Bachya [ben Asher]. Warsaw, 1878", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "This is also how Rav Saadyah Gaon explains our verse. He understood the words חלבו האליה as equivalent to חלבו והאליה, “its fat plus its tail.” We find that when enumerating the descendants of man the Book of Chronicles I 1,1 writes: אדם, שת אנוש when clearly the meaning is אדם, שת ואנוש “Adam, Sheth, and Enosh.” The same is true when the Torah enumerates constituent parts of the Tabernacle, writing: קרסיו, קרשיו, בריחיו, ועמודיו ואדוניו (Exodus 39,33). Although the connecting letter ו is omitted a couple of times, the verse is to be read as if the Torah had written it. The same is true of Leviticus 7,37 where the Torah writes לעולה למנחה. Clearly, the Torah did not mean to tell us that the burnt-offering is identical with the meal-offering, but the meaning is: “the burnt-offering as well as the meal-offering.” By the same token no one in his right mind would assume that Ezra (author of Chronicles) would have believed that Adam, Sheth, and Enosh were identical just because the connecting letter ו is absent in the text.", "versionTitle": "Torah Commentary by Rabbi Bachya ben Asher, trans. Eliyahu Munk, 1998.", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5a154782d6e4a92409ac43ae", "index_title": "Siftei Chakhamim", "category": "Commentary", "type": "commentary", "ref": "Siftei Chakhamim, Exodus 39:33:1", "anchorRef": "Exodus 39:33", "anchorRefExpanded": ["Exodus 39:33"], "sourceRef": "Siftei Chakhamim, Exodus 39:33:1", "sourceHeRef": "שפתי חכמים, שמות ל״ט:ל״ג:א׳", "anchorVerse": 33, "sourceHasEn": true, "compDate": [1660, 1680], "commentaryNum": 33.0001, "collectiveTitle": {"en": "Siftei Chakhamim", "he": "שפתי חכמים"}, "heTitle": "שמות", "he": "<b>שלא היו יכולין להקימו כו'.</b> דאל\"כ לא היה להם להביא איברים איברים כי דרך אומנים שמקימין את הבית ואח\"כ מראין את בניינם וע\"ז פי' מפני שלא היו יכולין להקימו. ותו ק\"ל והא בשעת המסעות בכל מסע ומסע היו מקימין א\"כ היה להם ג\"כ עכשיו להקימו. ועז\"פ ולפי כו' והוקם ע\"י משה בפעם ראשונה מאליו ומן היום ההוא והלאה ניזקף מאיליו וע\"י המקימין אותו בכל מסע ומסע (נח\"י) כאן משמע דגם משה הקים ע\"פ נס אבל בשבת דף צ\"ב ובברכות נ\"ד ובבכורות מ\"ד משמע דמשה היה גבוה י' אמות לכך היה לו כח להקימו ע\"ש: ", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY", "heVersionTitleInHebrew": "חומש שפתי חכמים, הוצאת מצודה, 2009", "text": "<b>For they were unable to erect it . . .</b> [Rashi knows this] because otherwise, they would not have brought it [to Moshe] in pieces, since it is the way of craftsmen to erect a house and then to show what they built. Therefore Rashi explains, “For they were unable to erect it.” Rashi then answers a further question: Every time they traveled from place to place, they erected the <i>mishkon </i>[themselves]. If so, why did they not do so now as well? Therefore Rashi explains, “Because Moshe did no work. . ..” Thus the first time, it was erected through Moshe, of its own. And from then on, each time they traveled, it stood upright on its own, and through those who erected it. (<i>Nachalas Yaakov</i>) Here it is implied that even Moshe erected it [only] by a miracle. But in Shabbos 92a, Berachos 54b and Bechoros 44a, it is implied that since Moshe was ten <i>amohs</i> tall, he therefore had the strength to erect it. See there. ", "versionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": "חומש שפתי חכמים, הוצאת מצודה, 2009"}, {"_id": "5ae9bec39197ec001aac25c1", "index_title": "Midrash Aggadah", "category": "Midrash", "type": "midrash", "ref": "Midrash Aggadah, Exodus 39:33:1", "anchorRef": "Exodus 39:33", "anchorRefExpanded": ["Exodus 39:33"], "sourceRef": "Midrash Aggadah, Exodus 39:33:1", "sourceHeRef": "מדרש אגדה, שמות ל״ט:ל״ג:א׳", "anchorVerse": 33, "sourceHasEn": false, "compDate": [1020, 1220], "commentaryNum": 33.0001, "collectiveTitle": {"en": "Midrash Aggadah", "he": "מדרש אגדה"}, "heTitle": "שמות", "he": "ויביאו את המשכן. <i data-commentator=\"Notes and Corrections on Midrash Aggadah\" data-order=\"4\"></i> כיון שעשו ישראל את המשכן לא היו יודעין להקימו, אלא כל אחד ואחד הביא מלאכו, זה אומר קרסיי, וזה אומר קרשיי, וזה אומר בריחיי, ושרתה רוח הקדש על משה רבינו והקימו:", "heVersionTitle": "Midrash Aggadah, ed. Buber, Vienna, 1894.", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש אגדה, מהדורת בובר, וינה תרנ\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5b30a8ed6f685500161b4b1d", "index_title": "Malbim on Exodus", "category": "Commentary", "type": "commentary", "ref": "Malbim on Exodus 39:33:1", "anchorRef": "Exodus 39:33", "anchorRefExpanded": ["Exodus 39:33"], "sourceRef": "Malbim on Exodus 39:33:1", "sourceHeRef": "מלבי\"ם על שמות ל״ט:ל״ג:א׳", "anchorVerse": 33, "sourceHasEn": false, "compDate": [1844, 1874], "commentaryNum": 33.0001, "collectiveTitle": {"en": "Malbim", "he": "מלבי\"ם"}, "heTitle": "מלבי\"ם על שמות", "he": "<b>ויביאו את המשכן,</b> הם יריעות תכלת וארגמן, <b>את האהל</b> הם יריעות עזים ואמר אח\"כ ואת <b>מכסה עורות</b> :", "heVersionTitle": "Mikraei Kodesh, Vilna, 1891", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מקראי קדש, וילנא תרנ\"א", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5b572f59ec30df00569de0b5", "index_title": "Megalleh Amukkot on Parashat VaEtchanan", "category": "Kabbalah", "type": "", "ref": "Megalleh Amukkot on Parashat VaEtchanan 146:1", "anchorRef": "Exodus 39:33", "anchorRefExpanded": ["Exodus 39:33"], "sourceRef": "Megalleh Amukkot on Parashat VaEtchanan 146:1", "sourceHeRef": "מגלה עמוקות על פרשת ואתחנן קמ״ו:א׳", "anchorVerse": 33, "sourceHasEn": false, "compDate": [1607, 1633], "commentaryNum": 146.0001, "collectiveTitle": {"en": "Megalleh Amukkot on Parashat VaEtchanan", "he": "מגלה עמוקות על פרשת ואתחנן"}, "heTitle": "מגלה עמוקות על פרשת ואתחנן", "he": "<b>אופן קמו</b><br><b>ידוע</b> (סנהדרין נ\"ו ע\"ב) שאדם הראשון פגם בשלשה עבירות, שעשה עבודה זרה גילוי עריות שפיכות דמים, ובזה קילקל בג' עולמים בריאה יצירה עשיה דתמן נשמה רוח נפש, ובזה קלקל לאדם דבריאה, ואדם דיצירה, ואדם דעשייה, על ידי אשתו חוה נשים דעתן קלות (שבת ל\"ג ע\"ב), שכתב האר\"י ז\"ל בכנפי יונה שפגם בג' שמות מ\"ה מנין קל\"ה, ואחר כך נתקן על ידי ג' אבות, אברהם תיקן עבודה זרה, יצחק שפיכות דמים, יעקב גילוי עריות. והנה בתחלת שליחותו ששלח הקב\"ה למשה שהוא יהיה התיקון של אדם הראשון, באמרו אנכי אלהי אביך אלהי אברהם ואלהי יצחק ואלהי יעקב (שמות ג ו). וקשה הלא אין קורין אבות אלא לשלשה (ברכות ט\"ז ע\"ב), ולא ייחד הקב\"ה שמו על שום בריה רק על ג' אבות. ותו אית לי שאלה, הלא עמרם אבי משה היה חי באותו שעה, ואינו מייחד הקב\"ה שמו בחיים (תנחומא תולדות סי' ז') הן בקדושיו לא יאמין (איוב טו טו), ואיך אמר בכאן אנכי אלהי אביך. אבל אמר אביך על אדם הראשון שכבר מת, והוא ברזא דגלגולא שהיה משה בנו מתחלה, שנתגלגל בשני בנים של אדם הראשון בשת ובהבל, והוצרך הקב\"ה להודיע למשה שצריך לתקן ברא אבא, לכן הזכיר לו שלשה אבות שכל אחד התחיל לתקן, אברהם תיקן נפש, יצחק רוח, יעקב נשמה. ולכן כששאל משה מה שמו מה אומר אליהם (שמות ג יג), אמר כפל מה, האחד היא שאלה, והשני היא תשובה, כשאמר לו מה שמו, צריך אני להשיב להם מה אומר אליהם, צריכין אנו לתקן שם של מה שקלקל בו אד\"ם הראשון. והנה כשקבל משה לחות, איתמר גביה (תהלים סח יט) לקחת מתנות באדם (שמו\"ר פכ\"ח א'), שאז תיקן פרצוף אדם. וכן באהל מועד איתמר שם אדם כי יקריב, שבאותו שעה נתקן אדם. ועל זה התחיל משה להתפלל, מאחר שאתה החלות להראות תיקון אדם בשעת קבלת הלוחות במלת החלו\"ת, אז לקח מתנות באדם. וכן אתה החלות להראות, ר\"ת אה\"ל, שאז כשהוקם אהל מועד איתמר שם אדם כי יקריב (ויקרא א ב), והנה בב' מקומות אלו החלות להראות לי לתקן תיקון אברהם נפש את גדלך, יצחק רוח ידך החזקה, יעקב נשמה אשר מי אל וגומר, ואמר אשר יעשה בפעם שני, ובמלת אשר נרמזין התיקון, שכן אש\"ר בגימטריא פרצ\"וף אד\"ם, מאחר שהחלות לתקן פרצוף אדם, כמעשיך בשעת הלחות מעשה אלהים המה (שמות לב טז), כגבורתיך בשעת הקמת המשכן שאז ראו גבורות משה שרבות בנות עשו חיל (משלי לא כט), ס' רבוא לא יכלו להקים את המשכן רק הביאו המשכן אל משה (שמות לט לג), ואת עלית על כלנה (שמו\"ר פנ\"ב ד'), נמצא שזה נרמז במלת גבורתיך. לכן מבקש אני גם כן אעברה נא, רוצה אני ליכנס לארץ ולתקן שם של מ\"ה שהוא בעולם היצירה, כמו שאמר מתחילה עבדיך דייקא, שהוא על עבד נאמן שהוא מטטרון שהוא בעולם היצירה, שכן מטטרו\"ן עם הכולל בגימטריא יציר\"ה, דתמן שם של מ\"ה שיניקתו מאות ו' של שם בן ד' כשתצרף ו' של שם עם מ\"ה, תמצא סודו נ\"א. ז\"ש אעברה, רוצה אני להעביר לארץ ישראל לתקן קילקול של אדם הראשון שפגם בו' של שם שהוא בעולם היצירה מקום עבדך שהוא מטטרון, דתמן מילוי שם של מ\"ה, הרי נ\"א, לכן צריך אני לראות את הארץ דאיתמר ביה וראיתם את הארץ מ\"ה היא (במדבר יג יח), מ\"ה דייקא, תמן יהיה יכולת בידו לתקן קילקול של אדם הראשון שפגם בשם של מ\"ה. וכן יעקב אמר בשעה שהראה לו הקב\"ה בסולם שופרא דאדם הראשון (ב\"מ פ\"ד ע\"א), אמר יעקב מה נורא מקום הזה (בראשית כח יז), צריך לתקן שם של מ\"ה שהוא חטא של אדם הראשון במקום הזה שהוא ארץ ישראל, ז\"ש ואראה את הארץ. ולפי שיעקב אמר אין זה, תיקון זה לא יכול להיות רק בבית אלהים דאיתמר שם מ\"ה ידידות משכנותיך (תהלים פד ב), לכן אמר משה והלבנון, שהוא במקום המקדש לתקן שם של מ\"ה. השיב הקב\"ה רב ל\"ך, דייקא בשם של משה נרמז כבר תקנת ג' תיקונים של ג' אבות, שכל אחד מן ג' אבות תיקן שם של מ\"ה, אברהם בעבודה זרה, יצחק בשפיכת דמים, יעקב בגילוי עריות. ועל זה מורה ש' של משה, שהיא ש' רבתי של שיר השירים, שכתב בזוהר פרשת תרומה (זוהר ח\"ב קי\"ט ע\"ב) שג' ענפי דש' הם ג' אבות. ואחר כך נשתיירו אתוון מ\"ה מן משה, להורות נתן בלבו מה שתקנו ג' אבות בשם מ\"ה שפגם אדם הראשון, הכל יתקן משה ושמו מעיד עליו. וז\"ש מ\"ה רב טובך (תהלים לא כ), רצה לומר רב טוב הצפון ליריאיו שהוא משה, הוא שתיקן שם של מ\"ה. וז\"ש מסו\"ה של משה (שמות לד לג), מ\"ה שם בנו (משלי ל ד) זה משה (זוהר ח\"ב קצ\"ז ע\"א), וס\"ו של מסו\"ה הם סוד כל הנפש הבאים ליעקב ששים ושש (בראשית מו כו), שמשה הוא כלל כל הנפשות, ולכן נקרא משה, בסוד מה שם בנו, ועל כן אל תוסף דבר עוד:", "heVersionTitle": "Megaleh Amukot, based on Krakow, 1637 edition", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מגלה עמוקות, ע\"פ מהדורת קראקא שצ\"ו", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5b572f8eec30df00569decf3", "index_title": "Megalleh Amukkot on Parashat VaEtchanan", "category": "Kabbalah", "type": "", "ref": "Megalleh Amukkot on Parashat VaEtchanan 247:1", "anchorRef": "Exodus 39:33", "anchorRefExpanded": ["Exodus 39:33"], "sourceRef": "Megalleh Amukkot on Parashat VaEtchanan 247:1", "sourceHeRef": "מגלה עמוקות על פרשת ואתחנן רמ״ז:א׳", "anchorVerse": 33, "sourceHasEn": false, "compDate": [1607, 1633], "commentaryNum": 247.0001, "collectiveTitle": {"en": "Megalleh Amukkot on Parashat VaEtchanan", "he": "מגלה עמוקות על פרשת ואתחנן"}, "heTitle": "מגלה עמוקות על פרשת ואתחנן", "he": "<b>אופן רמז</b><br><b>הקדמה</b> מפורסמת מחכמי האמת סוד הלוחות שהיו משקלם מ' סאה (כדאיתא בפרקי רבי אליעזר), שהיא שיעור מקוה שיש בה ר\"מ קבין, תרמ\"ח טפחים, ותתק\"ס לוגין. ולכן קיבל משה התורה במ' יום, שכמו שבכל סאה יש ו' קבין, ובכל קב ד' לוגין, כן גם כן היום נחלק לד' עתים, ובכל עת יש בו ו' שעות, וכמו שבמקוה יש תתק\"ס לוגין, כן בארבעים יום תתק\"ס שעות, נמצא שלמד משה תורה שבעל פה בתתק\"ס שעות שהוא שיעור מקוה. וז\"ש הפסוק (משלי יג יד) תורת חכם מקור חיים, וכן גם כן יצירת הולד בתתק\"ס שעות, כי עיקר היצירה הוא עבור תורה שבעל פה, ולכן מתניתין בגימטריא תתק\"ס, ולפי שאין תורה כתורת ארץ ישראל (ב\"ר פט\"ז ד'), ולכן גם כן מהלך של ארץ ישראל היא מ' יום, שהיא תתק\"ס שעות מהלך אדם בינוני. ולדעתי ז\"ש (ירמיה יד ח) מקוה ישראל ה', רצה לומר שם של ה' בו תמצא הסאין והקבין והלוגין, כי צורת שם של ארבע, דהיינו ב' ההי\"ן של השם, אחת צורתה ד\"ו, אחת צורתה ד\"י, שהם סוד כ\"ד תכשיטי כלה כמבואר בספר כנפי יונה. וז\"ש (שה\"ש ב טז) דודי לי, ר\"ל כשהשם הוא צורת דוד\"י, אזי עולה מספרו ל\"י. וזה שאמר (שמות יט ה) והייתם לי סגולה, וזה נרמז בפסוק (שמות כד יח) ויהי שם עם ה' ארבעים יום, עם ה' דייק שם ה' דייקא על ארבעים, וזהו שסמוך ליה (שמות כה ב) ויקחו לי תרומה, לי לשמי, שצורת שם ה' עולה כמנין ל\"י שבהם תלוין הלקוחים והזיווג של ישראל עם הקב\"ה. וז\"ש ויקחו לי תרומה, ואיתא ברעיא מהימנא (זוהר ח\"ג רע\"ב ע\"א) תורה מ', נמצא שצורת שם של הוי\"ה, מורה על חשבון ו' בסוד מ' סאה, ובמספר שם של ד' נרמזין הקבין, שם בן ד' עולה כ\"ו, ותכה זה על זה כ' פעמים ו', הרי ק\"ך. ו' פעמים כ', הרי ר\"ס. וז\"ש (במדבר יב ח) ותמונת ה' יביט, ר\"ל מ' יום הביט משה תמונת ה' שעולה מ' בצורתה. מזה הטעם כשקבלו ישראל התורה שהיו ישראל למטה בדמות החיות במרכבה, דאתמר גבייהו (יחזקאל א יד) והחיות רצוא ושוב, כן גם כן ישראל בשעת קבלת התורה רצוא על ידי נוריואל, ושוב על ידי מטטרון, הכי סליק בחושבנא שניהם יחד גימטריא תורה, מלאכי צבאות ידודון (תהלים סח יג), שחזרו לאחוריהן י\"ב מיל על כל דבור ודבור (שבת פ\"ח ע\"ב), הרי י' דברות י' פעמים י\"ב הרי ק\"ך מיל, שהם רצוא ואחר כך ושוב, וחזר ואמר ידודון י\"ב מיל הרי ק\"ך. וז\"ש משה בן עמרם שהיו ישראל ד' פעמים ס' רבוא כמנין ר\"ם [כמ\"ש במדרש פרשת כי תשא (שמו\"ר)], אבל לזה הדרך היו ישראל ר\"ם קבין, שבמקוה שהלכו בשעת קבלת התורה ר\"ם מיל, לקיים קרא מקוה ישראל הוי\"ה (ירמיה י\"ד), הלא כה דברי כאש נאם ה' (ירמיה כג כט) דייקא, שבמספר הוי\"ה תמצא ר\"ם קבין של מקוה ישראל. וכן גם כן תמצא בשם הוי\"ה תתק\"ס לוגין כזה, כ\"ף וי\"ו, תכה הנעלם זה אל זה, ו' פעמים ף' הרי ת\"פ, פ' פעמים ו' הרי ת\"פ, הרי תתק\"ס. וז\"ש (דברים ד לה) ה' הוא האלהים, ר\"ל כשתמלא שם של הוי\"ה כ\"ף וי\"ו, תמצא הנעלם שהוא פ\"ו הוא אלהים. וזהו כוונת הפסוק (תהלים קה מד) ויתן להם ארצות גוים ועמל לאמים יירשו בעבור ישמורו חקיו ובריתו ינצורו (תהלים קה מה), ר\"ל שנתן הקב\"ה לישראל ארץ ישראל שהיה מהלך מ' יום, עבור התורה שניתנה במ' יום. וכן הוא אומר כח מעשיו הגיד לעמו (תהלים קיא ו), כל אותן הימים שהיה משה בהר שהיה ק\"ך ימים, כדי לתת להם נחלת גוים שהיא מהלך מ' יום. וז\"ש מעשה ידיו, שרמז על הלוחות מעשה אלהים המה (שמות לב טז). ועל זה התחיל משה לבקש ואתחנן אל ה' דייקא, בעת ההיא כשהיה משה בן ק\"ך שנה, שהם כנגד ק\"ך ימים שהיה בהר שהם ג' פעמים מ', שנרמז בשם של ה' מספר של מ' סאין ור\"ם קבין ותתק\"ס לוגין, שהם הימים והשעות שהיה משה בהר שהוא סוד מקוה כמ\"ש. וזהו הרמז אתה החלות להראות, ר\"ת אהל, כשהוקם אהל מועד אתמר תמן (שמות מ יז) הוקם המשכן, שהוא בהפוך אתוון קומה, וכן מקוה שכתב בספר גלי רזיא, עיין שם. ולדעתי הם לקביל ג' פעמים אלו לקביל הלוחות, שהיו משקלם מ' סאה שהם גם כן שיעור מקוה. ולפי שמשה היה ג' פעמים בהר כל אחד מ' יום, לקביל ג' עולמות בריאה יצירה עשיה שהם סוד ג' קטרין \"נפש \"רוח \"נשמה, שכל אחת צריכין לטבול בתתק\"ס לוגין שלמעלה בסוד נהר דינור נגיד ונפיק (דניאל ז י). ולפי שבמ' יום יכול אדם בינוני לילך ת' פרסה על ת' פרסה כדאיתא במסכת פסחים (צ\"ד ע\"א), וז\"ש גלגולוהי נו\"ר דלי\"ק (דניאל ז ט), בגימטריא ת'. לקביל מ' יום של הר סיני אמר שאז נתקנו תתק\"ס לוגין של נפש אמר את גדלך, כמ\"ש הן הראנו את גדלו (דברים ה כא), שאז נפשי יצאה בדברו (שה\"ש ה ו) לקביל נפש. ואחר כך באהל מועד שאז נצטוה בענין הוראות תורה שבעל פה, אמר את ידך החזקה דאתמר (שמות לט לג) ויביאו המשכן אל משה, את עלית על כלנה (משלי לא כט, שמו\"ר פנ\"ב ד'), שאז נתקן הרוח בתתק\"ס לוגין שביצירה, שאז הוקם המשכן כמ\"ש במדרש (במ\"ר פי\"ב ב') שרמז הקב\"ה למטטרון שיעשה למעלה גם כן משכן, שהקים המשכן ביצירה דתמן עושה מלאכיו רוחות (תהלים קד ד), ואז נתקן הרוח ותתק\"ס לוגין, ובמהלך מ' יום ת' פרסה כמניין נור דליק. ולקביל מ' יום אחרונים שהם כנגד התיקון הנשמה שהיא בבריאה, שלקביל זה קבלו התורה פעם שלישית בערבות מואב, אמר אשר מי אל בשמים ובארץ. ומטעם זה חזרו לאחוריהם ק\"ך מיל שהוא גם כן מ', ולהורות שצריכין לתקן ג' קטרין דלהון שהם נפש רוח נשמה, כל אחת במ' יום שהוא מ' סאה שהוא שיעור תתק\"ס לוגין. ולפי שג' פעמים אלו שעלה משה הוא סוד תתק\"ס, לכן אמר אעברה נא, שהרי נתן להם ארצות גוים, לבעבור שישמור חקיו ותורתו, נמצא שתכלית ארץ ישראל שהיא מהלך מ' יום הוא עבור התורה, כמ\"ש שישמור חקיו ותורותיו שניתנה במ' יום שהם תתק\"ס לוגין, לכן כשאהיה בארץ ישראל אז אתקן המקוה שהיא סוד שם הוי\"ה דתמן נרמזין הקבין וסאין ולוגין, וארץ ישראל היא ארץ אשר ה' אלהיך דורש אותה תמיד (דברים יא יב), לכן מהלך ארץ ישראל מ' יום שיעור תתק\"ס שעות, וקחשיב תלת דרגין לקבל נפש רוח נשמה. והשיב הקב\"ה רב לך, כבר נחלקו שנותיך על ק\"ך שהם ג' פעמים מ', לקביל ג' עליות שעלה משה להר כל אחת מ', ועתה עלה ראש הפסגה כדאיתא בסוטה (י\"ג ע\"ב) שי\"ב מעלות היו בהר נבו, כולם פסע משה בפסיעה אחת כל אחת כלולה מעשר הרי ק\"ך, הרי שלשה פעמים ארבעים. וצו את יהושע וחזקהו, שגם הוא היה ראוי להיות מאה ועשרים שנים, לכן אמר ואמצהו, רק שחטא יהושע גרם שנסתלק ממנו עשר שנים (במ\"ר פכ\"ב ו'). או יש טעם אחר על ענין ק\"ך ימים שהיה בהר, ארבעים יום ראשונים כנגד הזכר שכתבה התורה (ויקרא יב ד) שצריכה אשה להמתין על קרבנה ארבעים יום, וימי טומאה וימי טהרה על נקבה פ' יום (ויקרא יב ה). ועל זה אמר בעת ההוא, וקרינן ביה ההיא, שהם זכר ונוקבא, שבאותן הימים שעלה משה להר הוצרך לתקן ימים זכר ונוקבא, וכשנשלם ק\"ך ימים, אז ויקהל משה (שמות לה א) ליתן נדבה למשכן. לכן אתה החלות להראות, ר\"ת אהל, שרמז על אהל מועד את גדלך לקביל סטרא דדכורא, גדלך בגימטריא הב\"ן, ידך החזקה סטרא דנוקבא. וכן כשהוקם המשכן היה שקול כמו שנברא שמים וארץ [תנחומא פרשת פקודי (סי' ב')], רמז שהם זכר ונוקבא, ולכן אמר אעברה נא, לקביל נוקבא אמר הארץ הטובה, לקביל דכורא אמר ההר הטוב. השיב הקב\"ה רב לך, כבר תקנת דכר ונוקבא בענין שכתוב עליהם התורה שנעשו בהם נסים על ק\"ך מיל וכדאיתא בסוטה בירושלמי (סוטה פ\"ז ה\"ג), וכן כשנסעו מרעמסס לסכות הלכו ק\"ך אלפים אמה, וכן בשעת מתן תורה כמ\"ש, ובעגל באו ק\"ך רבוא מלאכי חבלה (שבת פ\"ח.), ומשה יקח את האהל (שמות לג ז) זכה לכולם, כמו שכתוב רב לך:", "heVersionTitle": "Megaleh Amukot, based on Krakow, 1637 edition", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מגלה עמוקות, ע\"פ מהדורת קראקא שצ\"ו", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5c17a9aabb386c011be9f404", "index_title": "Zohar Chadash", "category": "Kabbalah", "type": "", "ref": "Zohar Chadash, Shir HaShirim 246", "anchorRef": "Exodus 39:33", "anchorRefExpanded": ["Exodus 39:33"], "sourceRef": "Zohar Chadash, Shir HaShirim 246", "sourceHeRef": "זוהר חדש, שיר השירים רמ״ו", "anchorVerse": 33, "sourceHasEn": false, "compDate": [1100, 1400], "commentaryNum": 246, "collectiveTitle": {"en": "Zohar Chadash", "he": "זוהר חדש"}, "heTitle": "שיר השירים", "he": "תְּנוּעֵי דְּטַעֲמֵי קַיְימוֹ כּוֹלָא עַל יְדָא דְמשֶׁה. וְעַל דָּא, (שמות ל״ט:ל״ג) וַיָּבִיאוּ אֶת הַמִּשְׁכָּן אֶל משֶׁה, דְּאִיהוּ קַיַּים כּוֹלָא בְּרָזָא דִלְהוֹן. ", "heVersionTitle": "Zohar Chadash", "heLicense": "Public Domain", "heVersionTitleInHebrew": "זוהר חדש", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5c22b18eae104a0019718389", "index_title": "Siddur Edot HaMizrach", "category": "Liturgy", "type": "", "ref": "Siddur Edot HaMizrach, Nissan, Learning of the Day 3", "anchorRef": "Exodus 39:33", "anchorRefExpanded": ["Exodus 39:33"], "sourceRef": "Siddur Edot HaMizrach, Nissan, Learning of the Day 3", "sourceHeRef": "סידור נוסח עדות המזרח, חודש ניסן, סדר למוד לחדש ניסן ג׳", "anchorVerse": 33, "sourceHasEn": false, "commentaryNum": 3, "collectiveTitle": {"en": "Siddur Edot HaMizrach", "he": "סידור נוסח עדות המזרח"}, "heTitle": "סדר למוד לחדש ניסן", "he": "<b>וַיָּבִ֤יאוּ</b> <small>(שמות לט לג)</small> אֶת־הַמִּשְׁכָּן֙ אֶל־מֹשֶׁ֔ה אֶת־הָאֹ֖הֶל וְאֶת־כׇּל־כֵּלָ֑יו קְרָסָ֣יו קְרָשָׁ֔יו בְּרִיחָ֖ו וְעַמֻּדָ֥יו וַאֲדָנָֽיו׃ וְאֶת־מִכְסֵ֞ה עוֹרֹ֤ת הָֽאֵילִם֙ הַמְאׇדָּמִ֔ים וְאֶת־מִכְסֵ֖ה עֹרֹ֣ת הַתְּחָשִׁ֑ים וְאֵ֖ת פָּרֹ֥כֶת הַמָּסָֽךְ׃ אֶת־אֲר֥וֹן הָעֵדֻ֖ת וְאֶת־בַּדָּ֑יו וְאֵ֖ת הַכַּפֹּֽרֶת׃ אֶת־הַשֻּׁלְחָן֙ אֶת־כׇּל־כֵּלָ֔יו וְאֵ֖ת לֶ֥חֶם הַפָּנִֽים׃ אֶת־הַמְּנֹרָ֨ה הַטְּהֹרָ֜ה אֶת־נֵרֹתֶ֗יהָ נֵרֹ֛ת הַמַּֽעֲרָכָ֖ה וְאֶת־כׇּל־כֵּלֶ֑יהָ וְאֵ֖ת שֶׁ֥מֶן הַמָּאֽוֹר׃ וְאֵת֙ מִזְבַּ֣ח הַזָּהָ֔ב וְאֵת֙ שֶׁ֣מֶן הַמִּשְׁחָ֔ה וְאֵ֖ת קְטֹ֣רֶת הַסַּמִּ֑ים וְאֵ֕ת מָסַ֖ךְ פֶּ֥תַח הָאֹֽהֶל׃ אֵ֣ת ׀ מִזְבַּ֣ח הַנְּחֹ֗שֶׁת וְאֶת־מִכְבַּ֤ר הַנְּחֹ֙שֶׁת֙ אֲשֶׁר־ל֔וֹ אֶת־בַּדָּ֖יו וְאֶת־כׇּל־כֵּלָ֑יו אֶת־הַכִּיֹּ֖ר וְאֶת־כַּנּֽוֹ׃ אֵת֩ קַלְעֵ֨י הֶחָצֵ֜ר אֶת־עַמֻּדֶ֣יהָ וְאֶת־אֲדָנֶ֗יהָ וְאֶת־הַמָּסָךְ֙ לְשַׁ֣עַר הֶֽחָצֵ֔ר אֶת־מֵיתָרָ֖יו וִיתֵדֹתֶ֑יהָ וְאֵ֗ת כׇּל־כְּלֵ֛י עֲבֹדַ֥ת הַמִּשְׁכָּ֖ן לְאֹ֥הֶל מוֹעֵֽד׃ אֶת־בִּגְדֵ֥י הַשְּׂרָ֖ד לְשָׁרֵ֣ת בַּקֹּ֑דֶשׁ אֶת־בִּגְדֵ֤י הַקֹּ֙דֶשׁ֙ לְאַהֲרֹ֣ן הַכֹּהֵ֔ן וְאֶת־בִּגְדֵ֥י בָנָ֖יו לְכַהֵֽן׃ כְּכֹ֛ל אֲשֶׁר־צִוָּ֥ה יְהֹוָ֖ה אֶת־מֹשֶׁ֑ה כֵּ֤ן עָשׂוּ֙ בְּנֵ֣י יִשְׂרָאֵ֔ל אֵ֖ת כׇּל־הָעֲבֹדָֽה׃ וַיַּ֨רְא מֹשֶׁ֜ה אֶת־כׇּל־הַמְּלָאכָ֗ה וְהִנֵּה֙ עָשׂ֣וּ אֹתָ֔הּ כַּאֲשֶׁ֛ר צִוָּ֥ה יְהֹוָ֖ה כֵּ֣ן עָשׂ֑וּ וַיְבָ֥רֶךְ אֹתָ֖ם מֹשֶֽׁה׃ <small>(שמות מ)</small> וַיְדַבֵּ֥ר יְהֹוָ֖ה אֶל־מֹשֶׁ֥ה לֵּאמֹֽר׃ בְּיוֹם־הַחֹ֥דֶשׁ הָרִאשׁ֖וֹן בְּאֶחָ֣ד לַחֹ֑דֶשׁ תָּקִ֕ים אֶת־מִשְׁכַּ֖ן אֹ֥הֶל מוֹעֵֽד׃ וְשַׂמְתָּ֣ שָׁ֔ם אֵ֖ת אֲר֣וֹן הָעֵד֑וּת וְסַכֹּתָ֥ עַל־הָאָרֹ֖ן אֶת־הַפָּרֹֽכֶת׃ וְהֵבֵאתָ֙ אֶת־הַשֻּׁלְחָ֔ן וְעָרַכְתָּ֖ אֶת־עֶרְכּ֑וֹ וְהֵבֵאתָ֙ אֶת־הַמְּנֹרָ֔ה וְהַעֲלֵיתָ֖ אֶת־נֵרֹתֶֽיהָ׃ וְנָתַתָּ֞ה אֶת־מִזְבַּ֤ח הַזָּהָב֙ לִקְטֹ֔רֶת לִפְנֵ֖י אֲר֣וֹן הָעֵדֻ֑ת וְשַׂמְתָּ֛ אֶת־מָסַ֥ךְ הַפֶּ֖תַח לַמִּשְׁכָּֽן׃ וְנָ֣תַתָּ֔ה אֵ֖ת מִזְבַּ֣ח הָעֹלָ֑ה לִפְנֵ֕י פֶּ֖תַח מִשְׁכַּ֥ן אֹֽהֶל־מוֹעֵֽד׃ וְנָֽתַתָּ֙ אֶת־הַכִּיֹּ֔ר בֵּֽין־אֹ֥הֶל מוֹעֵ֖ד וּבֵ֣ין הַמִּזְבֵּ֑חַ וְנָתַתָּ֥ שָׁ֖ם מָֽיִם׃ וְשַׂמְתָּ֥ אֶת־הֶחָצֵ֖ר סָבִ֑יב וְנָ֣תַתָּ֔ אֶת־מָסַ֖ךְ שַׁ֥עַר הֶחָצֵֽר׃ וְלָקַחְתָּ֙ אֶת־שֶׁ֣מֶן הַמִּשְׁחָ֔ה וּמָשַׁחְתָּ֥ אֶת־הַמִּשְׁכָּ֖ן וְאֶת־כׇּל־אֲשֶׁר־בּ֑וֹ וְקִדַּשְׁתָּ֥ אֹת֛וֹ וְאֶת־כׇּל־כֵּלָ֖יו וְהָ֥יָה קֹֽדֶשׁ׃ וּמָשַׁחְתָּ֛ אֶת־מִזְבַּ֥ח הָעֹלָ֖ה וְאֶת־כׇּל־כֵּלָ֑יו וְקִדַּשְׁתָּ֙ אֶת־הַמִּזְבֵּ֔חַ וְהָיָ֥ה הַמִּזְבֵּ֖חַ קֹ֥דֶשׁ קׇֽדָשִֽׁים׃ וּמָשַׁחְתָּ֥ אֶת־הַכִּיֹּ֖ר וְאֶת־כַּנּ֑וֹ וְקִדַּשְׁתָּ֖ אֹתֽוֹ׃ וְהִקְרַבְתָּ֤ אֶֽת־אַהֲרֹן֙ וְאֶת־בָּנָ֔יו אֶל־פֶּ֖תַח אֹ֣הֶל מוֹעֵ֑ד וְרָחַצְתָּ֥ אֹתָ֖ם בַּמָּֽיִם׃ וְהִלְבַּשְׁתָּ֙ אֶֽת־אַהֲרֹ֔ן אֵ֖ת בִּגְדֵ֣י הַקֹּ֑דֶשׁ וּמָשַׁחְתָּ֥ אֹת֛וֹ וְקִדַּשְׁתָּ֥ אֹת֖וֹ וְכִהֵ֥ן לִֽי׃ וְאֶת־בָּנָ֖יו תַּקְרִ֑יב וְהִלְבַּשְׁתָּ֥ אֹתָ֖ם כֻּתֳּנֹֽת׃ וּמָשַׁחְתָּ֣ אֹתָ֗ם כַּאֲשֶׁ֤ר מָשַׁ֙חְתָּ֙ אֶת־אֲבִיהֶ֔ם וְכִהֲנ֖וּ לִ֑י וְ֠הָיְתָ֠ה לִהְיֹ֨ת לָהֶ֧ם מׇשְׁחָתָ֛ם לִכְהֻנַּ֥ת עוֹלָ֖ם לְדֹרֹתָֽם׃ וַיַּ֖עַשׂ מֹשֶׁ֑ה כְּ֠כֹ֠ל אֲשֶׁ֨ר צִוָּ֧ה יְהֹוָ֛ה אֹת֖וֹ כֵּ֥ן עָשָֽׂה׃ וַיְהִ֞י בַּחֹ֧דֶשׁ הָרִאשׁ֛וֹן בַּשָּׁנָ֥ה הַשֵּׁנִ֖ית בְּאֶחָ֣ד לַחֹ֑דֶשׁ הוּקַ֖ם הַמִּשְׁכָּֽן׃ וַיָּ֨קֶם מֹשֶׁ֜ה אֶת־הַמִּשְׁכָּ֗ן וַיִּתֵּן֙ אֶת־אֲדָנָ֔יו וַיָּ֙שֶׂם֙ אֶת־קְרָשָׁ֔יו וַיִּתֵּ֖ן אֶת־בְּרִיחָ֑יו וַיָּ֖קֶם אֶת־עַמּוּדָֽיו׃ וַיִּפְרֹ֤שׂ אֶת־הָאֹ֙הֶל֙ עַל־הַמִּשְׁכָּ֔ן וַיָּ֜שֶׂם אֶת־מִכְסֵ֥ה הָאֹ֛הֶל עָלָ֖יו מִלְמָ֑עְלָה כַּאֲשֶׁ֛ר צִוָּ֥ה יְהֹוָ֖ה אֶת־מֹשֶֽׁה׃ וַיִּקַּ֞ח וַיִּתֵּ֤ן אֶת־הָעֵדֻת֙ אֶל־הָ֣אָרֹ֔ן וַיָּ֥שֶׂם אֶת־הַבַּדִּ֖ים עַל־הָאָרֹ֑ן וַיִּתֵּ֧ן אֶת־הַכַּפֹּ֛רֶת עַל־הָאָרֹ֖ן מִלְמָֽעְלָה׃ וַיָּבֵ֣א אֶת־הָאָרֹן֮ אֶל־הַמִּשְׁכָּן֒ וַיָּ֗שֶׂם אֵ֚ת פָּרֹ֣כֶת הַמָּסָ֔ךְ וַיָּ֕סֶךְ עַ֖ל אֲר֣וֹן הָעֵד֑וּת כַּאֲשֶׁ֛ר צִוָּ֥ה יְהֹוָ֖ה אֶת־מֹשֶֽׁה׃ וַיִּתֵּ֤ן אֶת־הַשֻּׁלְחָן֙ בְּאֹ֣הֶל מוֹעֵ֔ד עַ֛ל יֶ֥רֶךְ הַמִּשְׁכָּ֖ן צָפֹ֑נָה מִח֖וּץ לַפָּרֹֽכֶת׃ וַיַּעֲרֹ֥ךְ עָלָ֛יו עֵ֥רֶךְ לֶ֖חֶם לִפְנֵ֣י יְהֹוָ֑ה כַּאֲשֶׁ֛ר צִוָּ֥ה יְהֹוָ֖ה אֶת־מֹשֶֽׁה׃ וַיָּ֤שֶׂם אֶת־הַמְּנֹרָה֙ בְּאֹ֣הֶל מוֹעֵ֔ד נֹ֖כַח הַשֻּׁלְחָ֑ן עַ֛ל יֶ֥רֶךְ הַמִּשְׁכָּ֖ן נֶֽגְבָּה׃ וַיַּ֥עַל הַנֵּרֹ֖ת לִפְנֵ֣י יְהֹוָ֑ה כַּאֲשֶׁ֛ר צִוָּ֥ה יְהֹוָ֖ה אֶת־מֹשֶֽׁה׃ וַיָּ֛שֶׂם אֶת־מִזְבַּ֥ח הַזָּהָ֖ב בְּאֹ֣הֶל מוֹעֵ֑ד לִפְנֵ֖י הַפָּרֹֽכֶת׃ וַיַּקְטֵ֥ר עָלָ֖יו קְטֹ֣רֶת סַמִּ֑ים כַּאֲשֶׁ֛ר צִוָּ֥ה יְהֹוָ֖ה אֶת־מֹשֶֽׁה׃ וַיָּ֛שֶׂם אֶת־מָסַ֥ךְ הַפֶּ֖תַח לַמִּשְׁכָּֽן׃ וְאֵת֙ מִזְבַּ֣ח הָעֹלָ֔ה שָׂ֕ם פֶּ֖תַח מִשְׁכַּ֣ן אֹֽהֶל־מוֹעֵ֑ד וַיַּ֣עַל עָלָ֗יו אֶת־הָעֹלָה֙ וְאֶת־הַמִּנְחָ֔ה כַּאֲשֶׁ֛ר צִוָּ֥ה יְהֹוָ֖ה אֶת־מֹשֶֽׁה׃ וַיָּ֙שֶׂם֙ אֶת־הַכִּיֹּ֔ר בֵּֽין־אֹ֥הֶל מוֹעֵ֖ד וּבֵ֣ין הַמִּזְבֵּ֑חַ וַיִּתֵּ֥ן שָׁ֛מָּה מַ֖יִם לְרׇחְצָֽה׃ וְרָחֲצ֣וּ מִמֶּ֔נּוּ מֹשֶׁ֖ה וְאַהֲרֹ֣ן וּבָנָ֑יו אֶת־יְדֵיהֶ֖ם וְאֶת־רַגְלֵיהֶֽם׃ בְּבֹאָ֞ם אֶל־אֹ֣הֶל מוֹעֵ֗ד וּבְקׇרְבָתָ֛ם אֶל־הַמִּזְבֵּ֖חַ יִרְחָ֑צוּ כַּאֲשֶׁ֛ר צִוָּ֥ה יְהֹוָ֖ה אֶת־מֹשֶֽׁה׃ וַיָּ֣קֶם אֶת־הֶחָצֵ֗ר סָבִיב֙ לַמִּשְׁכָּ֣ן וְלַמִּזְבֵּ֔חַ וַיִּתֵּ֕ן אֶת־מָסַ֖ךְ שַׁ֣עַר הֶחָצֵ֑ר וַיְכַ֥ל מֹשֶׁ֖ה אֶת־הַמְּלָאכָֽה׃ וַיְכַ֥ס הֶעָנָ֖ן אֶת־אֹ֣הֶל מוֹעֵ֑ד וּכְב֣וֹד יְהֹוָ֔ה מָלֵ֖א אֶת־הַמִּשְׁכָּֽן׃ וְלֹא־יָכֹ֣ל מֹשֶׁ֗ה לָבוֹא֙ אֶל־אֹ֣הֶל מוֹעֵ֔ד כִּֽי־שָׁכַ֥ן עָלָ֖יו הֶעָנָ֑ן וּכְב֣וֹד יְהֹוָ֔ה מָלֵ֖א אֶת־הַמִּשְׁכָּֽן׃ וּבְהֵעָל֤וֹת הֶֽעָנָן֙ מֵעַ֣ל הַמִּשְׁכָּ֔ן יִסְע֖וּ בְּנֵ֣י יִשְׂרָאֵ֑ל בְּכֹ֖ל מַסְעֵיהֶֽם׃ וְאִם־לֹ֥א יֵעָלֶ֖ה הֶעָנָ֑ן וְלֹ֣א יִסְע֔וּ עַד־י֖וֹם הֵעָלֹתֽוֹ׃ כִּי֩ עֲנַ֨ן יְהֹוָ֤ה עַֽל־הַמִּשְׁכָּן֙ יוֹמָ֔ם וְאֵ֕שׁ תִּהְיֶ֥ה לַ֖יְלָה בּ֑וֹ לְעֵינֵ֥י כׇל־בֵּֽית־יִשְׂרָאֵ֖ל בְּכׇל־מַסְעֵיהֶֽם׃", "heVersionTitle": " Shaliehsaboo Edition", "heLicense": "CC0", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5c3c8dd5e20d4000851ebe58", "index_title": "Likutei Moharan", "category": "Chasidut", "type": "", "ref": "Likutei Moharan 2:6:2", "anchorRef": "Exodus 39:33", "anchorRefExpanded": ["Exodus 39:33"], "sourceRef": "Likutei Moharan 2:6:2", "sourceHeRef": "ליקוטי מוהר\"ן ב׳:ו׳:ב׳", "anchorVerse": 33, "sourceHasEn": true, "compDate": [1802, 1808], "commentaryNum": 6.0002, "collectiveTitle": {"en": "Likutei Moharan", "he": "ליקוטי מוהר\"ן"}, "he": "וְכָל תְּפִלָּה וּתְפִלָּה שֶׁכָּל אֶחָד מִתְפַּלֵּל, הוּא בְּחִינַת אֵיבָר מֵהַשְּׁכִינָה, שֶׁהֵם אֵיבְרֵי הַמִּשְׁכָּן, שֶׁאֵין שׁוּם אֶחָד מִיִּשְׂרָאֵל יָכוֹל לְאַעֲלָא שְׁיָפָא בִּשְׁיָפָא כָּל חַד לְדוּכְתֵהּ אֶלָּא מֹשֶׁה בִּלְחוּד. בִּשְׁבִיל זֶה צָרִיךְ לְהָבִיא וּלְקַשֵּׁר כָּל הַתְּפִלּוֹת לְצַדִּיק הַדּוֹר, כְּמוֹ שֶׁכָּתוּב (שמות ל״ט:ל״ג): וַיָּבִיאוּ אֶת הַמִּשְׁכָּן אֶל מֹשֶׁה, וְהוּא יוֹדֵעַ לְאַעֲלָא שְׁיָפָא בִּשְׁיָפָא וְלַעֲשׂוֹת אוֹתָהּ קוֹמָה שְׁלֵמָה, כְּמוֹ שֶׁכָּתוּב (שם מ): וַיָּקֶם מֹשֶׁה אֶת הַמִּשְׁכָּן:", "heVersionTitle": "Likutei Moharan - rabenubook.com", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ליקוטי מוהר\"ן - rabenubook.com", "text": "And every single prayer that each person prays is a &lt;separate&gt; component of the <i>Shekhinah</i> (Divine Presence). They correspond to the components of the Tabernacle. There was no one in Israel who was able to place all the various parts in their proper positions, just Moshe alone. For this reason it is necessary to bring and bind all prayers to the &lt;tzaddikim&gt; of the generation, as is written (Exodus 39:33), “They brought the Tabernacle to Moshe.” He is the one who understands how to connect one part to the next and so erect the complete structure, as in (ibid. 40:18), “Moshe erected the Tabernacle.”", "versionTitle": "Likutey Moharan Volumes 1-11, trans. by Moshe Mykoff. Breslov Research Inst., 1986-2012", "license": "CC-BY-NC", "versionTitleInHebrew": "ליקוטי מוהר\"ן בתרגום משה מיקוף, המוסד לחקר ברסלב, כרכים 1-11, 1986-2012"}, {"_id": "5f02d741520c8b19ed8e9536", "index_title": "Gur Aryeh on Shemot", "category": "Commentary", "type": "commentary", "ref": "Gur Aryeh on Shemot 39:33:1", "anchorRef": "Exodus 39:33", "anchorRefExpanded": ["Exodus 39:33"], "sourceRef": "Gur Aryeh on Shemot 39:33:1", "sourceHeRef": "גור אריה על שמות ל״ט:ל״ג:א׳", "anchorVerse": 33, "sourceHasEn": false, "compDate": [1548, 1578], "commentaryNum": 33.0001, "collectiveTitle": {"en": "Gur Aryeh", "he": "גור אריה"}, "heTitle": "גור אריה על שמות", "he": "<b>שלא היו יכולין להקימו.</b> דאם לא כן<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"4\"></i> \"ויביאו את המשכן אל משה\" למה לי, אלא שרוצה לומר <b>שלא היו יכולין להקימו</b>, והיו מביאים אותו אל משה להקימו:", "heVersionTitle": "Gur Aryeh, Machon Yerushalyim, 1989-1995", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5f1e9e92eb7d2e1475644575", "index_title": "Midrash Lekach Tov", "category": "Midrash", "type": "commentary", "ref": "Midrash Lekach Tov, Exodus 39:33:1", "anchorRef": "Exodus 39:33", "anchorRefExpanded": ["Exodus 39:33"], "sourceRef": "Midrash Lekach Tov, Exodus 39:33:1", "sourceHeRef": "מדרש לקח טוב, שמות ל״ט:ל״ג:א׳", "anchorVerse": 33, "sourceHasEn": false, "compDate": [1105, 1115], "commentaryNum": 33.0001, "collectiveTitle": {"en": "Midrash Lekach Tov", "he": "מדרש לקח טוב"}, "heTitle": "שמות", "he": "<b>ויביאו את המשכן.</b> <i data-commentator=\"Notes and Corrections\" data-order=\"4\"></i> כיון שעשו ישראל את המשכן לא היו יודעין להקימו, כל אחד ואחד הביא מלאכתו, זה אומר הרי קרסיי, וזה אומר הרי קרשיי, זה אומר הרי בריחיי, ושרת רוח הקודש על משה רבינו והקימו.", "heVersionTitle": "Midrash Lekach Tov on Torah, Vilna 1884", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש לקח טוב, מכונה פסיקתא זוטרתא, וילנא תרמ\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6037a681cda51cfa3ddf3885", "index_title": "Ramban on Exodus", "category": "Quoting Commentary", "type": "", "ref": "Ramban on Exodus 36:8:1", "anchorRef": "Exodus 39:33", "anchorRefExpanded": ["Exodus 39:33"], "sourceRef": "Ramban on Exodus 36:8:1", "sourceHeRef": "רמב\"ן על שמות ל״ו:ח׳:א׳", "anchorVerse": 33, "sourceHasEn": true, "compDate": [1246, 1286], "commentaryNum": 8.0001, "collectiveTitle": {"en": "Ramban on Exodus", "he": "רמב\"ן על שמות"}, "he": "<b>וַיַּעֲשׂוּ כָל חֲכַם לֵב בְּעֹשֵׂי הַמְּלָאכָה אֶת הַמִּשְׁכָּן עֶשֶׂר יְרִיעֹת</b> הִנֵּה הֶחְזִיר בַּתּוֹרָה מְלֶאכֶת הַמִּשְׁכָּן חָמֵשׁ פְּעָמִים, כִּי הִזְכִּיר אֶת כֻּלָּהּ בַּצַּוָּאָה בִּפְרָט וּבִכְלָל. תְּחִלָּה (לעיל כה י-כח מג) אָמַר וְעָשִׂיתָ כָּךְ וְעָשִׂיתָ כָּךְ, וְאַחֲרֵי כֵן (לעיל לא ז-יא) הִזְכִּיר כֻּלָּם בְּדֶרֶךְ כְּלָל \"וְעָשׂוּ אֵת כָּל אֲשֶׁר צִוִּיתִךָ אֵת אֹהֶל מוֹעֵד וְאֶת הָאָרֹן לָעֵדֻת\", עַד \"כְּכֹל אֲשֶׁר צִוִּיתִךָ יַעֲשׂוּ\":<br>וְהַטַּעַם בָּזֶה, שֶׁצִּוָּה הַשֵּׁם לְמֹשֶׁה שֶׁיַּגִּיד אֶל בְּצַלְאֵל וְאָהֳלִיאָב וּלְכָל הַחֲכָמִים הַמְּלָאכָה בִּכְלָלָהּ וְאַחֲרֵי כֵן יִקְרְבוּ אֵלֶיהָ לַעֲשׂוֹתָהּ, כִּי לֹא יִכְשְׁרוּ לִמְלֶאכֶת הַקֹּדֶשׁ עַד שֶׁיִּשְׁמְעוּ כָּל הַמְּלָאכָה וְיָבִינוּ אוֹתָהּ וִיקַבְּלוּ עֲלֵיהֶם שֶׁיֵּדְעוּ לְהַשְׁלִימָהּ. וּבִשְׁעַת הַמַּעֲשֶׂה (לעיל לה יא-כ) הִזְכִּיר אוֹתָהּ תְּחִלָּה בְּדֶרֶךְ הַכְּלָל הַנִּזְכָּר, וְאָמַר (לעיל לא ו-יא) \"יָבֹאוּ וְיַעֲשׂוּ אֵת כָּל אֲשֶׁר צִוָּה ה' אֶת הַמִּשְׁכָּן אֶת אָהֳלוֹ\" וְגוֹ', וְיֶחְסַר מִכָּאן פְּרָט אֶחָד, כִּי בְּוַדַּאי הֻצְרַךְ מֹשֶׁה לֵאמֹר אֶל הַחֲכָמִים הָעוֹשִׂים הַמְּלָאכָה, עֲשׂוּ הַמִּשְׁכָּן עֶשֶׂר יְרִיעוֹת, אֹרֶךְ הַיְּרִיעָה כָּךְ וְרֹחַב כָּךְ, וְכֵן בְּכָל הַמְּלָאכָה, וְלֹא הִזְכִּיר הַכָּתוּב זֶה, כִּי בְּיָדוּעַ שֶׁאָמַר לָהֶם הַכֹּל כַּסֵּדֶר, אַחֲרֵי שֶׁעָשׂוּ כֵן כָּל דָּבָר וְדָבָר:<br>וְהַטַּעַם בָּזֶה, כִּי לֹא הֻצְרַךְ מֹשֶׁה לִפְרֹט לָהֶם כָּל הַמַּעֲשֶׂה דָּבָר בְּדָבָר כַּאֲשֶׁר הֻזְכַּר בַּצַּוָּאָה (כה י כח מג) וּבַמַּעֲשֶׂה (לו ח לט מב), אֲבָל קִצְּרוֹ לָהֶם כְּאִלּוּ אָמַר שֶׁיַּעֲשׂוּ מִשְׁכָּן בְּעֶשֶׂר יְרִיעוֹת חָמֵשׁ כְּנֶגֶד חָמֵשׁ, וְהֵם הֵבִינוּ כִּי יַעֲשׂוּ לוּלָאוֹת מַקְבִּילוֹת וְקַרְסֵי זָהָב. וְכַיּוֹצֵא בָּזֶה בְּכָל הַמְּלָאכָה בִּקְצָרָה רָמַז לָהֶם הָעִנְיָן, וְהֵם הֵבִינוּ הַכֹּל, עַל כֵּן לֹא הֶאֱרִיךְ בַּפְּרָט הַזֶּה, יִרְמֹז הַכָּתוּב חָכְמָתָם וּבִינָתָם וְטוּב הַשֵּׂכֶל שֶׁבָּהֶם. וְאַחַר כֵּן (בפסוקים לו ח, לט מב) הֶחְזִיר הַמְּלָאכָה כֻּלָּהּ בְּדֶרֶךְ הַפְּרָט הָרִאשׁוֹן (לעיל כה י-כח מג) \"וַיַּעֲשׂוּ כָל חֲכַם לֵב בְּעֹשֵׂי הַמְּלָאכָה אֶת הַמִּשְׁכָּן\", \"וַיַּעַשׂ יְרִיעוֹת עִזִּים\", \"וַיַּעַשׂ אֶת הַקְּרָשִׁים\" וְגוֹ': וְהָיָה מַסְפִּיק בְּכָל הָעִנְיָן (לעיל לה ו-כ) שֶׁיֹּאמַר \"וַיֹּאמֶר מֹשֶׁה אֶל כָּל עֲדַת בְּנֵי יִשְׂרָאֵל כָּל הַמְּלָאכָה אֲשֶׁר צִוָּה ה' אֹתוֹ\", וְיֹאמַר (כאן) \"וַיַּעֲשׂוּ בְּנֵי יִשְׂרָאֵל כְּכֹל אֲשֶׁר צִוָּה ה' אֶת מֹשֶׁה כֵּן עָשׂוּ, וַיַּרְא מֹשֶׁה אֶת כָּל הַמְּלָאכָה וְהִנֵּה עָשׂוּ אֹתָהּ כַּאֲשֶׁר צִוָּה ה' כֵּן עָשׂוּ אוֹתָהּ וַיְבָרֶךְ אֹתָם מֹשֶׁה\" (שמות ל\"ט:מ\"ג), אֲבָל רָצָה לוֹמַר כִּי מֹשֶׁה הִזְכִּיר אֶל כָּל עֲדַת בְּנֵי יִשְׂרָאֵל וְהַחֲכָמִים שָׁם (לעיל לה יא-כ) כָּל הַמְּלָאכָה בִּכְלָל, כִּי נִתְכַּוֵּן בָּזֶה שֶׁיִּתְנַדְּבוּ הָעָם כְּדֵי הָעֲבוֹדָה לַמְּלָאכָה הַגְּדוֹלָה, וּבַעֲבוּר שֶׁיִּשְׁמְעוּ הַחֲכָמִים וְיֵדְעוּ אִם יְקַבְּלוּ לַעֲשׂוֹתָם כַּאֲשֶׁר נִצְטַוָּה. וְאַחַר כֵּן הִזְכִּיר בִּפְרָט הַמַּעֲשֶׂה, לְהַגִּיד שֶׁעָשׂוּ כָּל הַחֲכָמִים בַּמִּשְׁכָּן, זֶהוּ שֶׁנֶּאֱמַר (כאן) <b>וַיַּעֲשׂוּ כָל חֲכַם לֵב בְּעֹשֵׂי הַמְּלָאכָה אֶת הַמִּשְׁכָּן עֶשֶׂר יְרִיעֹת</b>: וְאָמַר \"וַיַּעַשׂ יְרִיעוֹת עִזִּים\" (שמות ל\"ו:י\"ד), \"וַיַּעַשׂ אֶת הַקְּרָשִׁים\" (שמות ל\"ו:כ'), יִרְצֶה לוֹמַר וַיַּעַשׂ כָּל חֲכַם לֵב יְרִיעוֹת עִזִּים. וְהִזְכִּיר בָּאָרוֹן \"וַיַּעַשׂ בְּצַלְאֵל\" (שמות ל\"ז:א'), לְהַגִּיד כִּי הָאֻמָּן הַגָּדוֹל שֶׁבָּהֶם הוּא שֶׁעָשָׂה לְבַדּוֹ הָאָרוֹן. וְהַטַּעַם, בַּעֲבוּר שֶׁהוּא מָלֵא רוּחַ אֱלֹהִים בְּחָכְמָה בִּתְבוּנָה וּבְדַעַת (שמות ל\"א:ג'), שֶׁיִּתְבּוֹנֵן בּוֹ וְיַעֲשֶׂנּוּ בְּכַוָּנָה רְצוּיָה, כִּי אֵין בְּמַעֲשֵׂהוּ אֻמָּנוּת גְּדוֹלָה, אֲבָל יֵשׁ שָׁם מְלָאכוֹת שֶׁצְּרִיכוֹת לְאֻמָּנוּת יְתֵרָה מִמֶּנּוּ. וְחָזַר וְאָמַר סְתָם \"וַיַּעַשׂ אֶת הַשֻּׁלְחָן\" (שמות ל\"ז:י'), \"וַיַּעַשׂ אֶת הַמְּנוֹרָה\" (שם יז):<br>וְעַל דַּעַת רַבִּי אַבְרָהָם (שם א) יִרְמֹז אֶל בְּצַלְאֵל שֶׁעָשָׂה כָּל כְּלֵי הַקֹּדֶשׁ. וְאֵין כֵּן דַּעְתִּי, שֶׁגַּם בַּחֲצַר הַמִּשְׁכָּן אָמַר כֵּן (שמות ל\"ח:ט'). אֲבָל הוּא חוֹזֵר לִרְמֹז אֶל כָּל חֲכַם לֵב כַּאֲשֶׁר אָמַר (כאן) בַּמִּשְׁכָּן: וְאַחַר שֶׁהִשְׁלִים כְּלָל וּפְרָט בַּמַּעֲשֶׂה, הִזְכִּיר הַהֲבָאָה אֶל מֹשֶׁה בְּדֶרֶךְ הַכְּלָל, וְאָמַר \"וַיָּבִיאוּ אֶת הַמִּשְׁכָּן אֶל מֹשֶׁה אֶת הָאֹהֶל וְאֶת כָּל כֵּלָיו\" וְגוֹ' (שמות ל\"ט:ל\"ג), לְהַגִּיד חָכְמָתָם שֶׁהֵבִיאוּ אֵלָיו הַכֹּל כַּסֵּדֶר, כִּי לֹא הֵבִיא אֶחָד מֵהֶם מְלַאכְתּוֹ לְפָנָיו עַד שֶׁנִּשְׁלְמָה כָּל הַמְּלָאכָה, כַּאֲשֶׁר אָמַר (בפסוק שלפניו) \"וַתֵּכֶל כָּל עֲבֹדַת מִשְׁכַּן אֹהֶל מוֹעֵד\". וְאַחֲרֵי שֶׁנִּשְׁלְמָה נֶאֶסְפוּ כֻּלָּם וְהֶרְאוּ אוֹתָהּ אֵלָיו כַּסֵּדֶר, אָמְרוּ תְּחִלָּה, רַבֵּינוּ הִנֵּה הָאֹהֶל וְהִנֵּה כֵּלָיו, וְאַחֲרֵי כֵן הִנֵּה הָאָרוֹן וְהִנֵּה בַּדָּיו, וְכֵן הַכֹּל:<br>וְהִנֵּה לֹא הִזְכִּיר בַּמִּשְׁכָּן וְכָל כֵּלָיו \"כַּאֲשֶׁר צִוָּה ה' אֶת מֹשֶׁה\", אֲבָל בְּאֵלֶּה הַפְּקוּדִים בְּבִגְדֵי כְּהֻנָּה יַזְכִּיר כֵּן בְּכָל דָּבָר וְדָבָר (להלן לט א ה ז כא כו כט לא). וְהַטַּעַם, כִּי כָּלַל מְלֶאכֶת הַמִּשְׁכָּן בַּפָּסוּק שֶׁאָמַר בַּסּוֹף (שמות ל\"ח:כ\"ב) \"וּבְצַלְאֵל בֶּן אוּרִי בֶן חוּר עָשָׂה אֵת כָּל אֲשֶׁר צִוָּה ה' אֶת מֹשֶׁה\". וְאוּלַי הָיָה זֶה מִפְּנֵי שִׁנּוּי הַסֵּדֶר, כְּמוֹ שֶׁהִזְכִּירוּ רַבּוֹתֵינוּ (ברכות נה.). וְעַל הַכְּלָל כָּל זֶה דֶּרֶךְ חִבָּה וְדֶרֶךְ מַעֲלָה, לוֹמַר כִּי חָפֵץ הַשֵּׁם בַּמְּלָאכָה וּמַזְכִּיר אוֹתָהּ בְּתוֹרָתוֹ פְּעָמִים רַבּוֹת לְהַרְבּוֹת שָׂכָר לָעוֹסְקִים בָּהּ, כְּעִנְיַן מַה שֶׁאָמְרוּ בַּמִּדְרָשׁ יָפָה שִׂיחַת עַבְדֵי אָבוֹת לִפְנֵי הקב\"ה מִתּוֹרָתָם שֶׁל בָּנִים, שֶׁהֲרֵי פָּרָשָׁתוֹ שֶׁל אֱלִיעֶזֶר שְׁנַיִם וּשְׁלֹשָׁה דַּפִּין הִיא:", "heVersionTitle": "Vocalized Edition", "heLicense": "", "heVersionTitleInHebrew": "", "text": "AND EVERY WISE-HEARTED MAN AMONG THEM THAT WROUGHT THE WORK, MADE THE TABERNACLE OF TEN CURTAINS. The Torah has repeated the [description of the] work of the Tabernacle five times.<sup class=\"footnote-marker\">55</sup><i class=\"footnote\">1. When commanding to make it — designating each part specifically [in the section of <i>Terumah</i> — Chapters 25-27, and in parts of <i>Tetzaveh</i>]. 2. In a general way [in the section of <i>Ki Thisa</i> — 31:6-11]. 3. At the time of the actual making thereof — in a general way [at the beginning of this section — 35:10-19]. 4. Specifically at the time of construction. For even though this is not mentioned expressly, yet Moses surely told them details, such as that the curtains should be of such and such a length, etc., as will be explained by Ramban further on. 5. The specific account of how each part was made [beginning with our verse here].</i> It mentions the whole of it at the time of the command in detail, and in general terms. First it says, “and you shall make it thus,” “and you shall make it thus,” and then it mentioned all things in a general way, <i>and they will make all that I have commanded thee: the Tent of Meeting, and the ark of the Testimony</i>,<sup class=\"footnote-marker\">56</sup><i class=\"footnote\">Above, 31:6-7. — This is the second time it is mentioned (see above, Note 55).</i> until <i>according to all that I have commanded thee shall they do</i>.<sup class=\"footnote-marker\">57</sup><i class=\"footnote\"><i>Ibid.</i>, Verse 11.</i> The reason [why the command is repeated in a general way], is that G-d commanded Moses that he should tell Bezalel and Oholiab and all the wise men about the work in general terms, and only afterwards should they begin to do it, for they would not be suited for the sacred work until they had heard the scope of the whole undertaking and understood it all, and only then could they accept it upon themselves, when they know how to finish it. At the time of its actual construction he described it to them first in the general way as mentioned here, saying, <i>let every wise-hearted man among you come, and make all that the Eternal hath commanded: the Tabernacle, its tent</i>, etc.<sup class=\"footnote-marker\">58</sup><i class=\"footnote\"><i>Ibid.</i>, 35:10-11. This is the third time (see Note 55).</i> The statement of the details is, however, missing here; for surely Moses had to say to the wise men who did the work: “make the Tabernacle of ten curtains, each curtain of such-and-such a length and such-and-such a width,” and so on with the whole work. This procedure [of Moses’ telling the workers the exact details of the measurements] Scripture does not mention, for it is understood that he told them everything in order, since they made each part exactly as prescribed. And the reason why Scripture does not mention it is that it was not necessary for Moses to go with them into the smallest details as they are mentioned at the command and the construction; instead, he told it to them briefly, as if to say that they should make the Tabernacle of ten curtains, five opposite five, and they themselves understood that they had to make loops corresponding to clasps of gold in order to couple the curtains together. Similarly with the rest of the work, he hinted to them the matter in brief, and they understood everything. It is for this reason that Scripture does not dwell at length on this detail [of Moses’ instruction to the workers], since its hints [at the same time] at their wisdom, understanding, and good sense. After this Scripture describes again the whole work in a specific way as at first, stating, <i>And every wise-hearted man among them that wrought the work made the Tabernacle; and he made curtains of goats’ hair;</i><sup class=\"footnote-marker\">59</sup><i class=\"footnote\">Further, Verse 14.</i> <i>and he made the boards</i> etc.<sup class=\"footnote-marker\">60</sup><i class=\"footnote\"><i>Ibid.</i>, Verse 20.</i><br>Now it would have been sufficient in this whole subject for Scripture to have said, “and Moses told the whole congregation of the children of Israel all the work which G-d had commanded him,” and then say, “and the children of Israel did <i>according to all that the Eternal had commanded Moses</i>,<sup class=\"footnote-marker\">61</sup><i class=\"footnote\"><i>Ibid.</i>, 39:42.</i> <i>so did they. And Moses saw all the work, and behold they had done it, as the Eternal had commanded, even so had they done it. And Moses blessed them</i>.”<sup class=\"footnote-marker\">62</sup><i class=\"footnote\"><i>Ibid.</i>, Verse 43.</i> Scripture, however, wanted to state that Moses mentioned to the whole congregation of the children of Israel and the wise men who were there all the work in general, for he intended thereby to stir the people to donate sufficiently for the large work, and in order also that the wise men should hear [the entire scope of the work] and would know if they could undertake to do everything as he had been commanded. Then Scripture mentions in detail the whole work in order to tell us that all the wise men worked on the Tabernacle. It is with reference to this that Scripture states here, <i>And every wise-hearted man among them that wrought the work made the Tabernacle of ten curtains</i>. The verses stating, <i>and he made curtains of goats’ hair</i>,<sup class=\"footnote-marker\">59</sup><i class=\"footnote\">Further, Verse 14.</i> <i>and he made the boards</i>,<sup class=\"footnote-marker\">60</sup><i class=\"footnote\"><i>Ibid.</i>, Verse 20.</i> mean: “and every wise-hearted man made the curtains of goats’ hair,” [not Bezalel alone].<br>In the case of the ark, however, Scripture mentions specifically, <i>and Bezalel made the ark</i>,<sup class=\"footnote-marker\">63</sup><i class=\"footnote\"><i>Ibid.</i>, 37:1.</i> in order to say that the greatest craftsman amongst them made the ark alone. The reason for this is because he was filled <i>with the spirit of G-d, in wisdom, and understanding, and in knowledge</i>,<sup class=\"footnote-marker\">64</sup><i class=\"footnote\">Above, 31:3.</i> so that he could contemplate its meaning and make it with the proper intention. For in the actual making of the ark there was no great craftsmanship entailed, there being amongst the other work things which required greater skill than that of the ark. [Hence we must conclude that Bezalel was required to make the ark on account of its great significance.]<br>Then Scripture again states without elaboration, <i>and he made the table</i>,<sup class=\"footnote-marker\">65</sup><i class=\"footnote\">Further, 37:10.</i> <i>and he made the candelabrum</i>.<sup class=\"footnote-marker\">66</sup><i class=\"footnote\"><i>Ibid.</i>, Verse 17.</i> In the opinion of Rabbi Abraham ibn Ezra,<sup class=\"footnote-marker\">63</sup><i class=\"footnote\"><i>Ibid.</i>, 37:1.</i> this alludes to Bezalel who made all the sacred vessels. But this is not my opinion, for in the case of the court of the Tabernacle it likewise says, <i>and he made the court</i>.<sup class=\"footnote-marker\">67</sup><i class=\"footnote\"><i>Ibid.</i>, 38:9. And it would not be reasonable to say that Bezalel alone made the court.</i> Rather, this refers back to every <i>wise-hearted man</i> as mentioned in the making of the Tabernacle.<sup class=\"footnote-marker\">68</sup><i class=\"footnote\">Mentioned here in the verse before us (36:8), and as explained above.</i><br>After Scripture completed the account of the construction of the Tabernacle in general and particular terms, it mentions their bringing it to Moses in a general way, stating, <i>And they brought the Tabernacle unto Moses, the Tent, and all its vessels</i> etc.,<sup class=\"footnote-marker\">69</sup><i class=\"footnote\">Further, 39:33.</i> in order to tell of their wisdom, in that they brought everything in order and no one brought his work to Moses until the whole work had been completed, as Scripture says, <i>Thus was finished all the work of the Tabernacle of the Tent of Meeting</i>.<sup class=\"footnote-marker\">70</sup><i class=\"footnote\"><i>Ibid.</i>, Verse 32.</i> After it was finished they all gathered and showed it to Moses in order, saying at first: “Our Rabbi, here is the Tent and there are its vessels,” and afterwards they said, “Here is the ark and here are its staves,” and so on with everything.<br>Now [in this whole section of <i>Vayakheil</i>] Scripture does not state that the Tabernacle and its vessels were made “as the Eternal commanded Moses.” But in the next section of <i>Eileh Pekudei</i>, with reference to the garments of priesthood, it mentions such a statement at each item. The reason for this is that the whole work of the Tabernacle is included in the verse mentioned at the end, <i>And Bezalel the son of Uri… made all that the Eternal commanded Moses</i>.<sup class=\"footnote-marker\">71</sup><i class=\"footnote\"><i>Ibid.</i>, 38:22.</i> Perhaps it is because of the change of the order, as our Rabbis have mentioned.<sup class=\"footnote-marker\">72</sup><i class=\"footnote\">Berachoth 55a. Moses told Bezalel to make “the ark, vessels and the Tabernacle.” But Bezalel said to him, “It is the way of the world first to build a house and then to place in it its various utensils. Perhaps G-d told you to make the Tabernacle, and then the ark and vessels.” Moses consented, and Bezalel made them in this order.</i><br>In general, then, all this repetition in the account of the Tabernacle is a sign of love and distinction, showing that G-d desires the work, and He mentions it in His Torah many times in order to increase the reward of those who engage themselves in its study. This is similar to what the Rabbis have said in the Midrash:<sup class=\"footnote-marker\">73</sup><i class=\"footnote\">Bereshith Rabbah 60:11.</i> “The ordinary conversation of the servants of the patriarchs’ homes is more pleasing to the Holy One, blessed be He, than even the Torah-discourses of their children, for the section about Eliezer [as he recounts his journey],<sup class=\"footnote-marker\">74</sup><i class=\"footnote\">Genesis 24:34-48.</i> comprises two or three columns in the Torah, [whereas many important principles of the Torah are derived from only slight references in the text].”", "versionTitle": "Commentary on the Torah by Ramban (Nachmanides). Translated and annotated by Charles B. Chavel. New York, Shilo Pub. House, 1971-1976", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "60f5762fddb586d79d827162", "index_title": "Maskil LeDavid", "category": "Commentary", "type": "commentary", "ref": "Maskil LeDavid, Exodus 39:33:1", "anchorRef": "Exodus 39:33", "anchorRefExpanded": ["Exodus 39:33"], "sourceRef": "Maskil LeDavid, Exodus 39:33:1", "sourceHeRef": "משכיל לדוד, שמות ל״ט:ל״ג:א׳", "anchorVerse": 33, "sourceHasEn": false, "commentaryNum": 33.0001, "collectiveTitle": {"en": "Maskil LeDavid", "he": "משכיל לדוד"}, "heTitle": "שמות", "he": "<b>ויביאו וכו׳ הניח לו הקדוש ברוך הוא וכו׳</b> הק׳ הרב נ״חי דכאן משמע׳ שגם משה הקים ע״פ הנס אבל בפ׳ המצניע משמע דמשה היה גבוה י׳ אמות כגובה הקרשים לפי׳ היה לו כח להקימו וגם בפ׳ הרואה אמרו משה כמה הוי י׳ אמות וכו׳ ע״כ ואיני רואה שם שום ראיה אלא שמשה רבינו היה גבוה י׳ אמות ואין מזה הכרח שהיה כחו עצום כ״כ להקים הקרשים הכבדים האלה ואדרבא מהך סוגיא דאיתא ג״כ בנדרים בפ׳ אין בין המודר דף ל״ח משמע הכי דאמרי׳ התם אין השכינה שורה אלא על גבור ועשיר וחכם וכו׳ וכלן ממשה גבור דכתיב ויפרוש את האהל על המשכן ואמר מר משה רבינו פרשו וכתיב עשר אמות אורך הקרש ופריך אימא דאריך וקטין [פי׳ ארוך בקומה וקטון בכח] אלא מן הדין קרא ואתפוש בשני הלוחות כו׳ וקשה היכי מצי להקשות אימא דאריך וקטן איברא דבמקרא דויפרוש את האהל מצי׳ למימר הכי ומיהו הו״מ לאתויי ראיה דגדול בכח נמי הוה דהקים כובד הקרשים א״ו דמההוא ליכא ראיה שהרי הקימו ע״י נס והראיה מדכתיב הוקם המשכן. ולפי דרכנו למדנו תירוץ למה שהק׳ הר״אש שם בנדרים וז״ל תימא אמאי לא יליף מקרשים וישם את המשכן ע״כ ועם האמור ניחא דמקרשי׳ ליכא שום ראיה דע״י נס הוה כדאמרן:", "heVersionTitle": "Venice, 1760", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ויניציאה, תקכ\"א", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6121b14e8430f78f20635530", "index_title": "Yalkut Shimoni on Torah", "category": "Midrash", "type": "dibur_hamatchil", "ref": "Yalkut Shimoni on Torah 417:1", "anchorRef": "Exodus 39:33", "anchorRefExpanded": ["Exodus 39:33"], "sourceRef": "Yalkut Shimoni on Torah 417:1", "sourceHeRef": "ילקוט שמעוני על התורה תי״ז:א׳", "anchorVerse": 33, "sourceHasEn": false, "compDate": [1100], "commentaryNum": 417.0001, "collectiveTitle": {"en": "Yalkut Shimoni on Torah", "he": "ילקוט שמעוני על התורה"}, "heTitle": "ילקוט שמעוני על התורה", "he": "ויביאו את המשכן אל משה. זה שאמר הכתוב תאלמנה שפתי שקר הדוברות על צדיק עתק מדבר במשה. בשעה שאמר לו הקב\"ה לעשות משכן מיד אמר להם קחו מאתכם תרומה לה' והיה משה עסוק במשכן שלשה חדשים עשו אותו קפלו אותו והיו מתלוצצים עליו ואומרים הרי נעשה המשכן לא היה אומר שהוא משרה שכינתו אצלנו והקדוש ברוך הוא נתכוון שיעמיד המשכן בחדש שנתבשר אברהם אבינו ביצחק לא עשה אלא כיון שהגיע החודש אמר ליה הקדוש ברוך הוא ביום החדש הראשון באחד לחדש תקים את משכן וגו' אותה שעה אמר הקדוש ברוך הוא תאלמנה שפתי שקר אותן שהיו מתלוצצין אחר המשכן התחילו טוענין אותו ובאין כל אחד ואחד במלאכתו שנאמר ויביאו את המשכן. הדא הוא דכתיב עוז והדר לבושה זה משה ומשה לא ידע כי קרן וגו'. ותשחק אלו לצני הדור שהיו מתלוצצים אחר משה לומר אפשר שהשכינה שורה על מעשה ידיו של משה לא עשה אלא כיון שאמר לו הקדוש ברוך הוא להקים את המשכן התחיל שוחק עליהם ותשחק ליום אחרון אמר להם הביאו שנקים את המשכן התחילו כל אחד ואחד טוענים ובאים אצלו כמה חכמים היו שם ולא היו יכולין להקים את המשכן אמר שלמה רבות בנות עשו חיל למה עשו את המשכן ולא היו יודעין ליישב אותו מה עשו כל אחד ואחד נטל מלאכתו והלך אצל משה ואמר הרי קרסים הרי קרשים הרי בריחים ושרתה רוח הקדש על משה והקים את המשכן. ולא תאמר משה אלא המשכן מעצמו עמד שנאמר הוקם המשכן, ולא תאמר המשכן אלא אפילו בית עולמים אלולי שגזר הקדוש ברוך הוא לא שלמה ולא כל ישראל היו בונין אותו מנין שכך אמר דוד אם ה' לא יבנה בית שוא עמלו בוניו בו. לפיכך במעשה נסים הוקם המשכן כיון שהוקם התחילו כל ישראל שמחים שנאמר צאינה וראינה בנות ציון במלך שלמה במלך שהשלום שלו זה מלך מלכי המלכים הקדוש ברוך הוא. בעטרה שעטרה לו אמו והוא קורא למשכן עטרה מה עטרה הזו מצוירת כן היה המשכן מצוייר בתכלת וארגמן. שעטרה לו אמו אמר רבי יצחק חזרנו על כל המקרא ולא מצאנו שעשתה בת שבע עטרה לשלמה בנה והוא אומר בעטרה. רבי שמעון בן יוחאי שאל לרבי אליעזר ברבי יוסי אמר ליה אפשר ששמעת מאביך מהו בעטרה שעטרה לו אמו אמר ליה כך אמר אבא משל למלך שהיתה לו בת יחידה והיה אוהבה ביותר מדאי, לא זז מחבבה עד שקרא אותה אחותי, לא זז מחבבה עד שקרא אותה אמי, לא זז מחבבה עד שקרא אותה בתי, כך חבב הקדוש ברוך הוא את ישראל וקרא אותם בת שנאמר שמעי בת וראי, לא זז מחבבם עד שקרא אותם אחותי שנאמר אחותי רעיתי. לא זז מחבבם עד שקרא אותם אמי שנאמר שמעו אלי עמי ולאומי ולאמי כתיב, עמד רבי שמעון בן יוחאי ונשקו על ראשו ואמר אילולי לא באתי אלא לשמוע דבר זה דיו. ביום חתונתו על הים, וביום שמחת לבו בירושלים. ", "heVersionTitle": "Yalkut Shimoni on Torah", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "61a6230287f574a17ca6af9c", "index_title": "Jerusalem Talmud Megillah", "category": "Talmud", "type": "", "ref": "Jerusalem Talmud Megillah 1:12:3", "anchorRef": "Exodus 39:33", "anchorRefExpanded": ["Exodus 39:33"], "sourceRef": "Jerusalem Talmud Megillah 1:12:3", "sourceHeRef": "תלמוד ירושלמי מגילה א׳:י״ב:ג׳", "anchorVerse": 33, "sourceHasEn": true, "compDate": [375, 425], "commentaryNum": 12.0003, "collectiveTitle": {"en": "Jerusalem Talmud Megillah", "he": "תלמוד ירושלמי מגילה"}, "heTitle": "תלמוד ירושלמי מגילה", "he": "<i data-overlay=\"Vilna Pages\" data-value=\"17a\"></i>רִבִּי פִינְחָס בְּשֵׁם רִבִּי יוֹסֵה בֵּירִבִּי אֵילָעִאי. כָּתוּב אֶחָד אוֹמֵר. וַ֭יִּטּשׁ מִשְׁכַּ֣ן שִׁילֹה. וְכָתוּב אַחֵר אוֹמֵר וַתְּבִיאֵהוּ בֵֽית־יי֨ שִׁלֹה. הָא כֵיצַד. בַּיִת שֶׁלְאֲבָנִים מִלְּמַטָּן וִירִיעוֹת מִלְּמַעֲלָן. וְהִיא הָֽיְתָה מְנוּחָה. אָמַר רִבִּי זְעוּרָה. וּבִלְבַד עֲשָׂרָה טְפָחִים כְּבִנְייַן הַבַּיִת. וְהָא תַנֵּי. כְּשֵׁם שֶׁהָיָה אוֹהֶל מוֹעֵד נָטוּי כָּךְ אוֹהֶל שֶׁבְּשִׁילֹה נָטּוּי. אָמַר רִבִּי יוֹסֵי בֵּירִבִּי בּוּן. קְרָסָ֣יו קְרָשָׁ֔יו בְּרִיחָי֭ו וַֽאֲדָנָיו וְעַמּוּדָיו׃ וְהָיוֹ הַקְּרָסִים נִרְאִין מִתּוֹכוֹ כְּכוֹכָבִים בָּרָקִיעַ.", "heVersionTitle": "The Jerusalem Talmud, edition by Heinrich W. Guggenheimer. Berlin, De Gruyter, 1999-2015", "heLicense": "CC-BY", "heVersionTitleInHebrew": "", "text": "Rebbi Phineas in the name of Rebbi Yose ben Rebbi Ila`y. One verse says, <i>he abandoned the dwelling at Shilo</i><sup class=\"footnote-marker\">558</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Psalms 78:60\" href=\"/Psalms.78.60\"><i>Ps</i>. 78:60</a>. The argument is based on the second part of the verse, <i>a Tent He made dwell among mankind</i>.</i>, but an other verse says, <i>she brought him to the Eternal’s House at Shilo</i><sup class=\"footnote-marker\">559</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"I Samuel 1:25\" href=\"/I_Samuel.1.25\"><i>1Sam</i>. 1:25</a>.</i>. How is this? A stone house below and the gobelins on top<sup class=\"footnote-marker\">560</sup><i class=\"footnote\">The three layers of covers of the Tent of Meeting were drawn over a stone wall. <a class=\"refLink\" data-ref=\"Zevachim 118a\" href=\"/Zevachim.118a\">Babli <i>Zevaḥim</i> 118a</a>.</i>, and this was “rest.<sup class=\"footnote-marker\">561</sup><i class=\"footnote\">Private altars are prohibited in <a class=\"refLink\" data-ref=\"Deuteronomy 12:9\" href=\"/Deuteronomy.12.9\"><i>Deut</i>. 12:9</a> when Israel comes <i>to the rest and the inheritance</i>. “Rest” is defined as Shilo, “inheritance” as Jerusalem. <a class=\"refLink\" data-ref=\"Megillah 10a\" href=\"/Megillah.10a\">Babli 10a</a>.</i>” Rebbi Ze`ira said, a minimum of ten hand-breadths, as in building a house. But was it not stated, just as the Tent of Meeting was erected so was the Tent at Shilo erected? Rebbi Yose ben Rebbi Abun said, <i>its poles, its planks, its latches, its bases, and its columns</i><sup class=\"footnote-marker\">562</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Exodus 39:33\" href=\"/Exodus.39.33\"><i>Ex</i>. 39:33</a>.</i>. Its poles were visible inside like stars in the sky.", "versionTitle": "The Jerusalem Talmud, translation and commentary by Heinrich W. Guggenheimer. Berlin, De Gruyter, 1999-2015", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "61f13b90845cbce1b9548184", "index_title": "Me'or Einayim", "category": "Chasidut", "type": "", "ref": "Me'or Einayim, Additions 11", "anchorRef": "Exodus 39:33", "anchorRefExpanded": ["Exodus 39:33"], "sourceRef": "Me'or Einayim, Additions 11", "sourceHeRef": "מאור עינים, ליקוטים י״א", "anchorVerse": 33, "sourceHasEn": false, "compDate": [1763, 1797], "commentaryNum": 11, "collectiveTitle": {"en": "Me'or Einayim", "he": "מאור עינים"}, "heTitle": "ליקוטים", "he": "ויביאו את המשכן אל משה (שמות לט, לג) הה\"ד עוז והדר לבושה ותשחק ליום אחרון שכל שכרן של צדיקים מתוקן לעולם הבא הוי ותשחק ליום אחרון (שמו\"ר נב) ויובן ע\"פ מה שאמרו רבותינו זכרונם לברכה (שם נא) אלה פקודי המשכן משכן העדות שנתמשכן בעונותיהם של ישראל וידוע מאמר רבותינו זכרונם לברכה ושכנתי בתוכם בתוכו לא נאמר אלא בתוכם עיקר שכינה בישראל היכל ה' המה וא\"כ בוודאי בחינת המשכן שנתמשכן ישנו גם כן בבחינת השוכן בתוך בנ\"י שנתמשכן גם כן בעונותיהם ובאמת אמרו רבותינו זכרונם לברכה לכאורה להיפך כל מקום שגלו שכינה עמהם (מגילה כט א) אך יבואר הדבר ע\"פ שידוע כי בגלות השכינה בסוד הסתרה כמ\"ש (דברים לא, יח) ואנכי הסתר אסתיר פני וגו' כי קודם החורבן היה בסוד פנים הנראים והשכינה היה שורה באתגליא ועכשיו הוא בהסתרת כמה לבושין וזהו הגלות דאתלבשת בכמה לבושין וזהו כל מקום שגלו בכל בחינת שירדו לעומק הגלות שם גלתה השכינה ונתלבשה שם בעמקי הבחינה ההיא ולכן דרשו רבותינו זכרונם לברכה (חולין קלט א) אסתר מן התורה מנין דכתיב ואנכי הסתר אסתיר וגו' כי אסתר היא אותיות אל\"ף סתר ר\"ל אלופו של עולם הוא בסתר הלבושים כאשר יבואר לקמן עוד מזה אמנם משה זכה לבינה סוד עלמא דחירות שהוא מקום התשובה ששם המתקת הדינים כי הדינים אינם נמתקין אלא בשרשם ומה שהשכינה מלובשת בלבושין ועבים סתר לו כשיבחין אדם ויבין שבבחינה ההיא אשר גלה האדם שם שכינתו כביכול גם כן נגלתה שמה ומשם יעלה להדבק בו יתברך להדבק בשורשו של בחינה ההיא אשר משם נלקחה וזה נקרא תשובה שמשיב כל דבר לשרשו ומתבטלין ומתמתקין הדינים בשרשם כי ממנו באו ואליו ישובו ולכן אחר מעשה העגל בא משה ויטחן את העגל עד אשר דק (שמות לב, כ) ר\"ל שמשה השיבם למקום בינה מקום התשובה ששם שרשי הדינים כאמור בזוהר מסטרהא דינא מתערין רק הם שם בדקות גדול ושם מתמתקים הדינים שלמטה וזהו ויטחן עד אשר דק שהביא אל הדקות ששם שרשי הדינים דקה מן הדקה ואז מה שהיה גשמיות ועביות כשהבינו והשיבו אל שרשי הדקות הבחינה נתבטל הכל ונמתק. ולכן גבי אסתר שאמרה וצומו עלי ואל תאכלו ואל תשתו שלשת ימים וגו' (אסתר ד, טז) שאז חזרו בתשובה סוד בינה על כן מה שהיתה אסתר סוד אל\"ף סתר כאמור נתפשטה מן הלבושין ונתגלה הבהירות ונקרא מגילת אסתר מה שהיה הסתרה נתגלה ולכן שאלו רבותינו זכרונם לברכה אסתר מן התורה מנין דכתיב וכו' המן מן התורה. מנין דכתיב המן העץ וגו' כוונתם בזה כי כל דבר צריך להתקן בשרשו ולהמתיקו והתורה נקראת בינה דכתיב (משלי ח, יד) אני בינה לי גבורה ר\"ל שכל הגבורות צריכים להתעלות למקום בינה ואז נמתקת ששם שרשה וזהו לי גבורה ונמצא צריכים לידע כל דבר להמתיק בשרשו ובאיזו בחינה יתעלה ולהשכיל מוצאו ומובאו ע\"כ שאלו אסתר שהיא אל\"ף סתר כאמור מן התורה מנין באיזה מקום תהי' המתקה ושרשה בתורה אנה הוא והשיב ואנכי הסתר אסתיר פני ר\"ל מה שהיה בסוד פנים נסתתר בלבושין ומן הלבושין צריכים להסתכל ולפשוט המלבושים עד שיביאו לבחינת פנים בפנים שיבין שבכל דבר השכינה נסתרת זהו ואנכי הסתר אסתיר וכשיבין זה יוכל להתעלות ולהמתיק. וכן שאלו המן מן התורה מנין ר\"ל ההמתקה שלו לבטל הדינים שלו איך רמוזה שרשו בתורה והשיב המן העץ שבהמתקה נעשה מהמן ה' מ\"ן העלאת מ\"ן כשמתעלים המדריגות תחתונות שנתעבו למעלה היא סוד העלאת מ\"ן ורמוזה בתיבת המן העץ שה' גבורות נמתקין למעלה כשמתעלה לבינה מקום תורה עץ חיים היפך עץ הדעת שצוה לבלתי אכול וגו'. והנה בינה נקרא יום אחרון כי בינה סוד עולם הבא שהיא אחר הימים העליונים כנודע וזהו עוז והדר לבושה (שם לא, כה) מה שנתלבש הבהירות הגדול והחזק המכונה בלשון עוז והדר בלבושים עביים ותשחק ליום אחרון על דרך ויטחן עד אשר דק שנטחן הדבר ונשחק עד שהביאו אל הדקות סוד בינה עולם הבא הנקרא יום אחרון ואז נמתק הכל ששם שרשי הדינים דקה מן הדקה. וזהו ויביאו את המשכן מה שהיא בחינת שכינה השוכן בתחתונים הביאו אל משה שזכה לבינה ששם מתפשטת מהלבושים ונגלית באור הבהיר ולכן אמר הה\"ד עוז והדר וגו' כמו שפירשנו ומסיים שכן שכרן של צדיקים מתוקן לעולם הבא סוד הבינה ששם העלאת המ\"ן והמתקת הדינים בשרשם והוא שכרן של צדיקים שם הוא התיקון כאמור והבן בילא\"ו.", "heVersionTitle": "Me'or Einayim -- OYW", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "62037ea86bfddfbb310fec3d", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Exodus, Part VI; The Building of the Dwelling 2-3", "anchorRef": "Exodus 35:1-40:38", "anchorRefExpanded": ["Exodus 35:1", "Exodus 35:2", "Exodus 35:3", "Exodus 35:4", "Exodus 35:5", "Exodus 35:6", "Exodus 35:7", "Exodus 35:8", "Exodus 35:9", "Exodus 35:10", "Exodus 35:11", "Exodus 35:12", "Exodus 35:13", "Exodus 35:14", "Exodus 35:15", "Exodus 35:16", "Exodus 35:17", "Exodus 35:18", "Exodus 35:19", "Exodus 35:20", "Exodus 35:21", "Exodus 35:22", "Exodus 35:23", "Exodus 35:24", "Exodus 35:25", "Exodus 35:26", "Exodus 35:27", "Exodus 35:28", "Exodus 35:29", "Exodus 35:30", "Exodus 35:31", "Exodus 35:32", "Exodus 35:33", "Exodus 35:34", "Exodus 35:35", "Exodus 36:1", "Exodus 36:2", "Exodus 36:3", "Exodus 36:4", "Exodus 36:5", "Exodus 36:6", "Exodus 36:7", "Exodus 36:8", "Exodus 36:9", "Exodus 36:10", "Exodus 36:11", "Exodus 36:12", "Exodus 36:13", "Exodus 36:14", "Exodus 36:15", "Exodus 36:16", "Exodus 36:17", "Exodus 36:18", "Exodus 36:19", "Exodus 36:20", "Exodus 36:21", "Exodus 36:22", "Exodus 36:23", "Exodus 36:24", "Exodus 36:25", "Exodus 36:26", "Exodus 36:27", "Exodus 36:28", "Exodus 36:29", "Exodus 36:30", "Exodus 36:31", "Exodus 36:32", "Exodus 36:33", "Exodus 36:34", "Exodus 36:35", "Exodus 36:36", "Exodus 36:37", "Exodus 36:38", "Exodus 37:1", "Exodus 37:2", "Exodus 37:3", "Exodus 37:4", "Exodus 37:5", "Exodus 37:6", "Exodus 37:7", "Exodus 37:8", "Exodus 37:9", "Exodus 37:10", "Exodus 37:11", "Exodus 37:12", "Exodus 37:13", "Exodus 37:14", "Exodus 37:15", "Exodus 37:16", "Exodus 37:17", "Exodus 37:18", "Exodus 37:19", "Exodus 37:20", "Exodus 37:21", "Exodus 37:22", "Exodus 37:23", "Exodus 37:24", "Exodus 37:25", "Exodus 37:26", "Exodus 37:27", "Exodus 37:28", "Exodus 37:29", "Exodus 38:1", "Exodus 38:2", "Exodus 38:3", "Exodus 38:4", "Exodus 38:5", "Exodus 38:6", "Exodus 38:7", "Exodus 38:8", "Exodus 38:9", "Exodus 38:10", "Exodus 38:11", "Exodus 38:12", "Exodus 38:13", "Exodus 38:14", "Exodus 38:15", "Exodus 38:16", "Exodus 38:17", "Exodus 38:18", "Exodus 38:19", "Exodus 38:20", "Exodus 38:21", "Exodus 38:22", "Exodus 38:23", "Exodus 38:24", "Exodus 38:25", "Exodus 38:26", "Exodus 38:27", "Exodus 38:28", "Exodus 38:29", "Exodus 38:30", "Exodus 38:31", "Exodus 39:1", "Exodus 39:2", "Exodus 39:3", "Exodus 39:4", "Exodus 39:5", "Exodus 39:6", "Exodus 39:7", "Exodus 39:8", "Exodus 39:9", "Exodus 39:10", "Exodus 39:11", "Exodus 39:12", "Exodus 39:13", "Exodus 39:14", "Exodus 39:15", "Exodus 39:16", "Exodus 39:17", "Exodus 39:18", "Exodus 39:19", "Exodus 39:20", "Exodus 39:21", "Exodus 39:22", "Exodus 39:23", "Exodus 39:24", "Exodus 39:25", "Exodus 39:26", "Exodus 39:27", "Exodus 39:28", "Exodus 39:29", "Exodus 39:30", "Exodus 39:31", "Exodus 39:32", "Exodus 39:33", "Exodus 39:34", "Exodus 39:35", "Exodus 39:36", "Exodus 39:37", "Exodus 39:38", "Exodus 39:39", "Exodus 39:40", "Exodus 39:41", "Exodus 39:42", "Exodus 39:43", "Exodus 40:1", "Exodus 40:2", "Exodus 40:3", "Exodus 40:4", "Exodus 40:5", "Exodus 40:6", "Exodus 40:7", "Exodus 40:8", "Exodus 40:9", "Exodus 40:10", "Exodus 40:11", "Exodus 40:12", "Exodus 40:13", "Exodus 40:14", "Exodus 40:15", "Exodus 40:16", "Exodus 40:17", "Exodus 40:18", "Exodus 40:19", "Exodus 40:20", "Exodus 40:21", "Exodus 40:22", "Exodus 40:23", "Exodus 40:24", "Exodus 40:25", "Exodus 40:26", "Exodus 40:27", "Exodus 40:28", "Exodus 40:29", "Exodus 40:30", "Exodus 40:31", "Exodus 40:32", "Exodus 40:33", "Exodus 40:34", "Exodus 40:35", "Exodus 40:36", "Exodus 40:37", "Exodus 40:38"], "sourceRef": "The Five Books of Moses, by Everett Fox, Exodus, Part VI; The Building of the Dwelling 2-3", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, שמות, שמות מאמר ז׳ ב׳-ג׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Part VI; The Building of the Dwelling", "he": "שמות מאמר ז׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["A<small>S IF NOTHING HAD GONE AWRY</small>, <small>THE NARRATIVE NOW RETURNS TO DESCRIBE HOW THE</small> Dwelling was built. This time, as was noted by the sages of the Talmud, the order follows the natural logic of construction (i.e., dwelling, tapestries, covering, boards, sockets, bars, etc., and then the ritual objects), rather than the earlier one of sanctity (i.e., coffer, purgation-cover, table, lampstand, etc., and then the structure itself). The most notable omission is the carrying out of priestly ordination; that is reserved for Lev. 8, perhaps so as not to interfere with the narrative momentum of the construction process, or else to focus more on the Dwelling itself and its divine resident. The only major interruption in this part is 38:21–31, which fits in with one of the important themes of these chapters: the extent of the Israelites’ contribution to the sanctuary.", "As there is no need to repeat what was said about each part of the Tabernacle in the commentary to Chaps. 25–31, the commentary here will be limited to brief remarks on the differences between the two long Tabernacle sections (Parts IV and VI); here Cassuto has provided most of the necessary material."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62037eb26bfddfbb310fec66", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Exodus, Part VI; The Building of the Dwelling, The Completion of the Parts; Bringing Them to Moshe 2-3", "anchorRef": "Exodus 39:32-43", "anchorRefExpanded": ["Exodus 39:32", "Exodus 39:33", "Exodus 39:34", "Exodus 39:35", "Exodus 39:36", "Exodus 39:37", "Exodus 39:38", "Exodus 39:39", "Exodus 39:40", "Exodus 39:41", "Exodus 39:42", "Exodus 39:43"], "sourceRef": "The Five Books of Moses, by Everett Fox, Exodus, Part VI; The Building of the Dwelling, The Completion of the Parts; Bringing Them to Moshe 2-3", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, שמות, שמות מאמר ז׳, שמות הערה כ״א ב׳-ג׳", "anchorVerse": 32, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "The Completion of the Parts; Bringing Them to Moshe", "he": "שמות הערה כ״א"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "שמות הערה כ״א", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["The listing of all the elements of the Dwelling fittingly closes the account of their construction, with a certain grandeur, and, because of the pace, even a certain excitement. The key term “service (of construction)” occurs three times.", "More significant is what has long been noted: the literal parallels between our section and the initial creation story in Genesis (see, for instance, Leibowitz and Sarna 1986). The phrases “Thus was finished …” (v.32), “And Moshe saw all the work: and here, they had made it” (v.43), and “Then Moshe blessed them” (v.43), echo “Thus were finished …” (Gen. 2:1), “Now God saw all that he had made,/and here: it was exceedingly good” (Gen. 1:31), and “God gave the seventh day his blessing” (Gen. 2:3). At the end of the passage describing the erection of the Tabernacle, there is an additional parallel: “So Moshe finished the work” (40:33); cf. Gen. 2:2: “God had finished … his work.” The close parallels suggest what we find in the case of many cultures: human building, especially (but not exclusively) of sanctuaries, is to be viewed as an act of imitating God. The Israelites, at the close of the book chronicling their founding as a people, link up with God’s scheme in creating the world. The Dwelling is therefore a reflection of the perfection of the world and the divine hand that oversees it. Yet neither the people nor Moshe pronounces the Genesis words “it was (exceedingly) good” over the sanctuary; that would be human <i>hubris</i>."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62038095713bd8cd388d3e45", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Exodus, On the Book of Exodus and Its Structure 2-44", "anchorRef": "Exodus 1:1-40:38", "anchorRefExpanded": ["Exodus 1:1", "Exodus 1:2", "Exodus 1:3", "Exodus 1:4", "Exodus 1:5", "Exodus 1:6", "Exodus 1:7", "Exodus 1:8", "Exodus 1:9", "Exodus 1:10", "Exodus 1:11", "Exodus 1:12", "Exodus 1:13", "Exodus 1:14", "Exodus 1:15", "Exodus 1:16", "Exodus 1:17", "Exodus 1:18", "Exodus 1:19", "Exodus 1:20", "Exodus 1:21", "Exodus 1:22", "Exodus 2:1", "Exodus 2:2", "Exodus 2:3", "Exodus 2:4", "Exodus 2:5", "Exodus 2:6", "Exodus 2:7", "Exodus 2:8", "Exodus 2:9", "Exodus 2:10", "Exodus 2:11", "Exodus 2:12", "Exodus 2:13", "Exodus 2:14", "Exodus 2:15", "Exodus 2:16", "Exodus 2:17", "Exodus 2:18", "Exodus 2:19", "Exodus 2:20", "Exodus 2:21", "Exodus 2:22", "Exodus 2:23", "Exodus 2:24", "Exodus 2:25", "Exodus 3:1", "Exodus 3:2", "Exodus 3:3", "Exodus 3:4", "Exodus 3:5", "Exodus 3:6", "Exodus 3:7", "Exodus 3:8", "Exodus 3:9", "Exodus 3:10", "Exodus 3:11", "Exodus 3:12", "Exodus 3:13", "Exodus 3:14", "Exodus 3:15", "Exodus 3:16", "Exodus 3:17", "Exodus 3:18", "Exodus 3:19", "Exodus 3:20", "Exodus 3:21", "Exodus 3:22", "Exodus 4:1", "Exodus 4:2", "Exodus 4:3", "Exodus 4:4", "Exodus 4:5", "Exodus 4:6", "Exodus 4:7", "Exodus 4:8", "Exodus 4:9", "Exodus 4:10", "Exodus 4:11", "Exodus 4:12", "Exodus 4:13", "Exodus 4:14", "Exodus 4:15", "Exodus 4:16", "Exodus 4:17", "Exodus 4:18", "Exodus 4:19", "Exodus 4:20", "Exodus 4:21", "Exodus 4:22", "Exodus 4:23", "Exodus 4:24", "Exodus 4:25", "Exodus 4:26", "Exodus 4:27", "Exodus 4:28", "Exodus 4:29", "Exodus 4:30", "Exodus 4:31", "Exodus 5:1", "Exodus 5:2", "Exodus 5:3", "Exodus 5:4", "Exodus 5:5", "Exodus 5:6", "Exodus 5:7", "Exodus 5:8", "Exodus 5:9", "Exodus 5:10", "Exodus 5:11", "Exodus 5:12", "Exodus 5:13", "Exodus 5:14", "Exodus 5:15", "Exodus 5:16", "Exodus 5:17", "Exodus 5:18", "Exodus 5:19", "Exodus 5:20", "Exodus 5:21", "Exodus 5:22", "Exodus 5:23", "Exodus 6:1", "Exodus 6:2", "Exodus 6:3", "Exodus 6:4", "Exodus 6:5", "Exodus 6:6", "Exodus 6:7", "Exodus 6:8", "Exodus 6:9", "Exodus 6:10", "Exodus 6:11", "Exodus 6:12", "Exodus 6:13", "Exodus 6:14", "Exodus 6:15", "Exodus 6:16", "Exodus 6:17", "Exodus 6:18", "Exodus 6:19", "Exodus 6:20", "Exodus 6:21", "Exodus 6:22", "Exodus 6:23", "Exodus 6:24", "Exodus 6:25", "Exodus 6:26", "Exodus 6:27", "Exodus 6:28", "Exodus 6:29", "Exodus 6:30", "Exodus 7:1", "Exodus 7:2", "Exodus 7:3", "Exodus 7:4", "Exodus 7:5", "Exodus 7:6", "Exodus 7:7", "Exodus 7:8", "Exodus 7:9", "Exodus 7:10", "Exodus 7:11", "Exodus 7:12", "Exodus 7:13", "Exodus 7:14", "Exodus 7:15", "Exodus 7:16", "Exodus 7:17", "Exodus 7:18", "Exodus 7:19", "Exodus 7:20", "Exodus 7:21", "Exodus 7:22", "Exodus 7:23", "Exodus 7:24", "Exodus 7:25", "Exodus 7:26", "Exodus 7:27", "Exodus 7:28", "Exodus 7:29", "Exodus 8:1", "Exodus 8:2", "Exodus 8:3", "Exodus 8:4", "Exodus 8:5", "Exodus 8:6", "Exodus 8:7", "Exodus 8:8", "Exodus 8:9", "Exodus 8:10", "Exodus 8:11", "Exodus 8:12", "Exodus 8:13", "Exodus 8:14", "Exodus 8:15", "Exodus 8:16", "Exodus 8:17", "Exodus 8:18", "Exodus 8:19", "Exodus 8:20", "Exodus 8:21", "Exodus 8:22", "Exodus 8:23", "Exodus 8:24", "Exodus 8:25", "Exodus 8:26", "Exodus 8:27", "Exodus 8:28", "Exodus 9:1", "Exodus 9:2", "Exodus 9:3", "Exodus 9:4", "Exodus 9:5", "Exodus 9:6", "Exodus 9:7", "Exodus 9:8", "Exodus 9:9", "Exodus 9:10", "Exodus 9:11", "Exodus 9:12", "Exodus 9:13", "Exodus 9:14", "Exodus 9:15", "Exodus 9:16", "Exodus 9:17", "Exodus 9:18", "Exodus 9:19", "Exodus 9:20", "Exodus 9:21", "Exodus 9:22", "Exodus 9:23", "Exodus 9:24", "Exodus 9:25", "Exodus 9:26", "Exodus 9:27", "Exodus 9:28", "Exodus 9:29", "Exodus 9:30", "Exodus 9:31", "Exodus 9:32", "Exodus 9:33", "Exodus 9:34", "Exodus 9:35", "Exodus 10:1", "Exodus 10:2", "Exodus 10:3", "Exodus 10:4", "Exodus 10:5", "Exodus 10:6", "Exodus 10:7", "Exodus 10:8", "Exodus 10:9", "Exodus 10:10", "Exodus 10:11", "Exodus 10:12", "Exodus 10:13", "Exodus 10:14", "Exodus 10:15", "Exodus 10:16", "Exodus 10:17", "Exodus 10:18", "Exodus 10:19", "Exodus 10:20", "Exodus 10:21", "Exodus 10:22", "Exodus 10:23", "Exodus 10:24", "Exodus 10:25", "Exodus 10:26", "Exodus 10:27", "Exodus 10:28", "Exodus 10:29", "Exodus 11:1", "Exodus 11:2", "Exodus 11:3", "Exodus 11:4", "Exodus 11:5", "Exodus 11:6", "Exodus 11:7", "Exodus 11:8", "Exodus 11:9", "Exodus 11:10", "Exodus 12:1", "Exodus 12:2", "Exodus 12:3", "Exodus 12:4", "Exodus 12:5", "Exodus 12:6", "Exodus 12:7", "Exodus 12:8", "Exodus 12:9", "Exodus 12:10", "Exodus 12:11", "Exodus 12:12", "Exodus 12:13", "Exodus 12:14", "Exodus 12:15", "Exodus 12:16", "Exodus 12:17", "Exodus 12:18", "Exodus 12:19", "Exodus 12:20", "Exodus 12:21", "Exodus 12:22", "Exodus 12:23", "Exodus 12:24", "Exodus 12:25", "Exodus 12:26", "Exodus 12:27", "Exodus 12:28", "Exodus 12:29", "Exodus 12:30", "Exodus 12:31", "Exodus 12:32", "Exodus 12:33", "Exodus 12:34", "Exodus 12:35", "Exodus 12:36", "Exodus 12:37", "Exodus 12:38", "Exodus 12:39", "Exodus 12:40", "Exodus 12:41", "Exodus 12:42", "Exodus 12:43", "Exodus 12:44", "Exodus 12:45", "Exodus 12:46", "Exodus 12:47", "Exodus 12:48", "Exodus 12:49", "Exodus 12:50", "Exodus 12:51", "Exodus 13:1", "Exodus 13:2", "Exodus 13:3", "Exodus 13:4", "Exodus 13:5", "Exodus 13:6", "Exodus 13:7", "Exodus 13:8", "Exodus 13:9", "Exodus 13:10", "Exodus 13:11", "Exodus 13:12", "Exodus 13:13", "Exodus 13:14", "Exodus 13:15", "Exodus 13:16", "Exodus 13:17", "Exodus 13:18", "Exodus 13:19", "Exodus 13:20", "Exodus 13:21", "Exodus 13:22", "Exodus 14:1", "Exodus 14:2", "Exodus 14:3", "Exodus 14:4", "Exodus 14:5", "Exodus 14:6", "Exodus 14:7", "Exodus 14:8", "Exodus 14:9", "Exodus 14:10", "Exodus 14:11", "Exodus 14:12", "Exodus 14:13", "Exodus 14:14", "Exodus 14:15", "Exodus 14:16", "Exodus 14:17", "Exodus 14:18", "Exodus 14:19", "Exodus 14:20", "Exodus 14:21", "Exodus 14:22", "Exodus 14:23", "Exodus 14:24", "Exodus 14:25", "Exodus 14:26", "Exodus 14:27", "Exodus 14:28", "Exodus 14:29", "Exodus 14:30", "Exodus 14:31", "Exodus 15:1", "Exodus 15:2", "Exodus 15:3", "Exodus 15:4", "Exodus 15:5", "Exodus 15:6", "Exodus 15:7", "Exodus 15:8", "Exodus 15:9", "Exodus 15:10", "Exodus 15:11", "Exodus 15:12", "Exodus 15:13", "Exodus 15:14", "Exodus 15:15", "Exodus 15:16", "Exodus 15:17", "Exodus 15:18", "Exodus 15:19", "Exodus 15:20", "Exodus 15:21", "Exodus 15:22", "Exodus 15:23", "Exodus 15:24", "Exodus 15:25", "Exodus 15:26", "Exodus 15:27", "Exodus 16:1", "Exodus 16:2", "Exodus 16:3", "Exodus 16:4", "Exodus 16:5", "Exodus 16:6", "Exodus 16:7", "Exodus 16:8", "Exodus 16:9", "Exodus 16:10", "Exodus 16:11", "Exodus 16:12", "Exodus 16:13", "Exodus 16:14", "Exodus 16:15", "Exodus 16:16", "Exodus 16:17", "Exodus 16:18", "Exodus 16:19", "Exodus 16:20", "Exodus 16:21", "Exodus 16:22", "Exodus 16:23", "Exodus 16:24", "Exodus 16:25", "Exodus 16:26", "Exodus 16:27", "Exodus 16:28", "Exodus 16:29", "Exodus 16:30", "Exodus 16:31", "Exodus 16:32", "Exodus 16:33", "Exodus 16:34", "Exodus 16:35", "Exodus 16:36", "Exodus 17:1", "Exodus 17:2", "Exodus 17:3", "Exodus 17:4", "Exodus 17:5", "Exodus 17:6", "Exodus 17:7", "Exodus 17:8", "Exodus 17:9", "Exodus 17:10", "Exodus 17:11", "Exodus 17:12", "Exodus 17:13", "Exodus 17:14", "Exodus 17:15", "Exodus 17:16", "Exodus 18:1", "Exodus 18:2", "Exodus 18:3", "Exodus 18:4", "Exodus 18:5", "Exodus 18:6", "Exodus 18:7", "Exodus 18:8", "Exodus 18:9", "Exodus 18:10", "Exodus 18:11", "Exodus 18:12", "Exodus 18:13", "Exodus 18:14", "Exodus 18:15", "Exodus 18:16", "Exodus 18:17", "Exodus 18:18", "Exodus 18:19", "Exodus 18:20", "Exodus 18:21", "Exodus 18:22", "Exodus 18:23", "Exodus 18:24", "Exodus 18:25", "Exodus 18:26", "Exodus 18:27", "Exodus 19:1", "Exodus 19:2", "Exodus 19:3", "Exodus 19:4", "Exodus 19:5", "Exodus 19:6", "Exodus 19:7", "Exodus 19:8", "Exodus 19:9", "Exodus 19:10", "Exodus 19:11", "Exodus 19:12", "Exodus 19:13", "Exodus 19:14", "Exodus 19:15", "Exodus 19:16", "Exodus 19:17", "Exodus 19:18", "Exodus 19:19", "Exodus 19:20", "Exodus 19:21", "Exodus 19:22", "Exodus 19:23", "Exodus 19:24", "Exodus 19:25", "Exodus 20:1", "Exodus 20:2", "Exodus 20:3", "Exodus 20:4", "Exodus 20:5", "Exodus 20:6", "Exodus 20:7", "Exodus 20:8", "Exodus 20:9", "Exodus 20:10", "Exodus 20:11", "Exodus 20:12", "Exodus 20:13", "Exodus 20:14", "Exodus 20:15", "Exodus 20:16", "Exodus 20:17", "Exodus 20:18", "Exodus 20:19", "Exodus 20:20", "Exodus 20:21", "Exodus 20:22", "Exodus 20:23", "Exodus 21:1", "Exodus 21:2", "Exodus 21:3", "Exodus 21:4", "Exodus 21:5", "Exodus 21:6", "Exodus 21:7", "Exodus 21:8", "Exodus 21:9", "Exodus 21:10", "Exodus 21:11", "Exodus 21:12", "Exodus 21:13", "Exodus 21:14", "Exodus 21:15", "Exodus 21:16", "Exodus 21:17", "Exodus 21:18", "Exodus 21:19", "Exodus 21:20", "Exodus 21:21", "Exodus 21:22", "Exodus 21:23", "Exodus 21:24", "Exodus 21:25", "Exodus 21:26", "Exodus 21:27", "Exodus 21:28", "Exodus 21:29", "Exodus 21:30", "Exodus 21:31", "Exodus 21:32", "Exodus 21:33", "Exodus 21:34", "Exodus 21:35", "Exodus 21:36", "Exodus 21:37", "Exodus 22:1", "Exodus 22:2", "Exodus 22:3", "Exodus 22:4", "Exodus 22:5", "Exodus 22:6", "Exodus 22:7", "Exodus 22:8", "Exodus 22:9", "Exodus 22:10", "Exodus 22:11", "Exodus 22:12", "Exodus 22:13", "Exodus 22:14", "Exodus 22:15", "Exodus 22:16", "Exodus 22:17", "Exodus 22:18", "Exodus 22:19", "Exodus 22:20", "Exodus 22:21", "Exodus 22:22", "Exodus 22:23", "Exodus 22:24", "Exodus 22:25", "Exodus 22:26", "Exodus 22:27", "Exodus 22:28", "Exodus 22:29", "Exodus 22:30", "Exodus 23:1", "Exodus 23:2", "Exodus 23:3", "Exodus 23:4", "Exodus 23:5", "Exodus 23:6", "Exodus 23:7", "Exodus 23:8", "Exodus 23:9", "Exodus 23:10", "Exodus 23:11", "Exodus 23:12", "Exodus 23:13", "Exodus 23:14", "Exodus 23:15", "Exodus 23:16", "Exodus 23:17", "Exodus 23:18", "Exodus 23:19", "Exodus 23:20", "Exodus 23:21", "Exodus 23:22", "Exodus 23:23", "Exodus 23:24", "Exodus 23:25", "Exodus 23:26", "Exodus 23:27", "Exodus 23:28", "Exodus 23:29", "Exodus 23:30", "Exodus 23:31", "Exodus 23:32", "Exodus 23:33", "Exodus 24:1", "Exodus 24:2", "Exodus 24:3", "Exodus 24:4", "Exodus 24:5", "Exodus 24:6", "Exodus 24:7", "Exodus 24:8", "Exodus 24:9", "Exodus 24:10", "Exodus 24:11", "Exodus 24:12", "Exodus 24:13", "Exodus 24:14", "Exodus 24:15", "Exodus 24:16", "Exodus 24:17", "Exodus 24:18", "Exodus 25:1", "Exodus 25:2", "Exodus 25:3", "Exodus 25:4", "Exodus 25:5", "Exodus 25:6", "Exodus 25:7", "Exodus 25:8", "Exodus 25:9", "Exodus 25:10", "Exodus 25:11", "Exodus 25:12", "Exodus 25:13", "Exodus 25:14", "Exodus 25:15", "Exodus 25:16", "Exodus 25:17", "Exodus 25:18", "Exodus 25:19", "Exodus 25:20", "Exodus 25:21", "Exodus 25:22", "Exodus 25:23", "Exodus 25:24", "Exodus 25:25", "Exodus 25:26", "Exodus 25:27", "Exodus 25:28", "Exodus 25:29", "Exodus 25:30", "Exodus 25:31", "Exodus 25:32", "Exodus 25:33", "Exodus 25:34", "Exodus 25:35", "Exodus 25:36", "Exodus 25:37", "Exodus 25:38", "Exodus 25:39", "Exodus 25:40", "Exodus 26:1", "Exodus 26:2", "Exodus 26:3", "Exodus 26:4", "Exodus 26:5", "Exodus 26:6", "Exodus 26:7", "Exodus 26:8", "Exodus 26:9", "Exodus 26:10", "Exodus 26:11", "Exodus 26:12", "Exodus 26:13", "Exodus 26:14", "Exodus 26:15", "Exodus 26:16", "Exodus 26:17", "Exodus 26:18", "Exodus 26:19", "Exodus 26:20", "Exodus 26:21", "Exodus 26:22", "Exodus 26:23", "Exodus 26:24", "Exodus 26:25", "Exodus 26:26", "Exodus 26:27", "Exodus 26:28", "Exodus 26:29", "Exodus 26:30", "Exodus 26:31", "Exodus 26:32", "Exodus 26:33", "Exodus 26:34", "Exodus 26:35", "Exodus 26:36", "Exodus 26:37", "Exodus 27:1", "Exodus 27:2", "Exodus 27:3", "Exodus 27:4", "Exodus 27:5", "Exodus 27:6", "Exodus 27:7", "Exodus 27:8", "Exodus 27:9", "Exodus 27:10", "Exodus 27:11", "Exodus 27:12", "Exodus 27:13", "Exodus 27:14", "Exodus 27:15", "Exodus 27:16", "Exodus 27:17", "Exodus 27:18", "Exodus 27:19", "Exodus 27:20", "Exodus 27:21", "Exodus 28:1", "Exodus 28:2", "Exodus 28:3", "Exodus 28:4", "Exodus 28:5", "Exodus 28:6", "Exodus 28:7", "Exodus 28:8", "Exodus 28:9", "Exodus 28:10", "Exodus 28:11", "Exodus 28:12", "Exodus 28:13", "Exodus 28:14", "Exodus 28:15", "Exodus 28:16", "Exodus 28:17", "Exodus 28:18", "Exodus 28:19", "Exodus 28:20", "Exodus 28:21", "Exodus 28:22", "Exodus 28:23", "Exodus 28:24", "Exodus 28:25", "Exodus 28:26", "Exodus 28:27", "Exodus 28:28", "Exodus 28:29", "Exodus 28:30", "Exodus 28:31", "Exodus 28:32", "Exodus 28:33", "Exodus 28:34", "Exodus 28:35", "Exodus 28:36", "Exodus 28:37", "Exodus 28:38", "Exodus 28:39", "Exodus 28:40", "Exodus 28:41", "Exodus 28:42", "Exodus 28:43", "Exodus 29:1", "Exodus 29:2", "Exodus 29:3", "Exodus 29:4", "Exodus 29:5", "Exodus 29:6", "Exodus 29:7", "Exodus 29:8", "Exodus 29:9", "Exodus 29:10", "Exodus 29:11", "Exodus 29:12", "Exodus 29:13", "Exodus 29:14", "Exodus 29:15", "Exodus 29:16", "Exodus 29:17", "Exodus 29:18", "Exodus 29:19", "Exodus 29:20", "Exodus 29:21", "Exodus 29:22", "Exodus 29:23", "Exodus 29:24", "Exodus 29:25", "Exodus 29:26", "Exodus 29:27", "Exodus 29:28", "Exodus 29:29", "Exodus 29:30", "Exodus 29:31", "Exodus 29:32", "Exodus 29:33", "Exodus 29:34", "Exodus 29:35", "Exodus 29:36", "Exodus 29:37", "Exodus 29:38", "Exodus 29:39", "Exodus 29:40", "Exodus 29:41", "Exodus 29:42", "Exodus 29:43", "Exodus 29:44", "Exodus 29:45", "Exodus 29:46", "Exodus 30:1", "Exodus 30:2", "Exodus 30:3", "Exodus 30:4", "Exodus 30:5", "Exodus 30:6", "Exodus 30:7", "Exodus 30:8", "Exodus 30:9", "Exodus 30:10", "Exodus 30:11", "Exodus 30:12", "Exodus 30:13", "Exodus 30:14", "Exodus 30:15", "Exodus 30:16", "Exodus 30:17", "Exodus 30:18", "Exodus 30:19", "Exodus 30:20", "Exodus 30:21", "Exodus 30:22", "Exodus 30:23", "Exodus 30:24", "Exodus 30:25", "Exodus 30:26", "Exodus 30:27", "Exodus 30:28", "Exodus 30:29", "Exodus 30:30", "Exodus 30:31", "Exodus 30:32", "Exodus 30:33", "Exodus 30:34", "Exodus 30:35", "Exodus 30:36", "Exodus 30:37", "Exodus 30:38", "Exodus 31:1", "Exodus 31:2", "Exodus 31:3", "Exodus 31:4", "Exodus 31:5", "Exodus 31:6", "Exodus 31:7", "Exodus 31:8", "Exodus 31:9", "Exodus 31:10", "Exodus 31:11", "Exodus 31:12", "Exodus 31:13", "Exodus 31:14", "Exodus 31:15", "Exodus 31:16", "Exodus 31:17", "Exodus 31:18", "Exodus 32:1", "Exodus 32:2", "Exodus 32:3", "Exodus 32:4", "Exodus 32:5", "Exodus 32:6", "Exodus 32:7", "Exodus 32:8", "Exodus 32:9", "Exodus 32:10", "Exodus 32:11", "Exodus 32:12", "Exodus 32:13", "Exodus 32:14", "Exodus 32:15", "Exodus 32:16", "Exodus 32:17", "Exodus 32:18", "Exodus 32:19", "Exodus 32:20", "Exodus 32:21", "Exodus 32:22", "Exodus 32:23", "Exodus 32:24", "Exodus 32:25", "Exodus 32:26", "Exodus 32:27", "Exodus 32:28", "Exodus 32:29", "Exodus 32:30", "Exodus 32:31", "Exodus 32:32", "Exodus 32:33", "Exodus 32:34", "Exodus 32:35", "Exodus 33:1", "Exodus 33:2", "Exodus 33:3", "Exodus 33:4", "Exodus 33:5", "Exodus 33:6", "Exodus 33:7", "Exodus 33:8", "Exodus 33:9", "Exodus 33:10", "Exodus 33:11", "Exodus 33:12", "Exodus 33:13", "Exodus 33:14", "Exodus 33:15", "Exodus 33:16", "Exodus 33:17", "Exodus 33:18", "Exodus 33:19", "Exodus 33:20", "Exodus 33:21", "Exodus 33:22", "Exodus 33:23", "Exodus 34:1", "Exodus 34:2", "Exodus 34:3", "Exodus 34:4", "Exodus 34:5", "Exodus 34:6", "Exodus 34:7", "Exodus 34:8", "Exodus 34:9", "Exodus 34:10", "Exodus 34:11", "Exodus 34:12", "Exodus 34:13", "Exodus 34:14", "Exodus 34:15", "Exodus 34:16", "Exodus 34:17", "Exodus 34:18", "Exodus 34:19", "Exodus 34:20", "Exodus 34:21", "Exodus 34:22", "Exodus 34:23", "Exodus 34:24", "Exodus 34:25", "Exodus 34:26", "Exodus 34:27", "Exodus 34:28", "Exodus 34:29", "Exodus 34:30", "Exodus 34:31", "Exodus 34:32", "Exodus 34:33", "Exodus 34:34", "Exodus 34:35", "Exodus 35:1", "Exodus 35:2", "Exodus 35:3", "Exodus 35:4", "Exodus 35:5", "Exodus 35:6", "Exodus 35:7", "Exodus 35:8", "Exodus 35:9", "Exodus 35:10", "Exodus 35:11", "Exodus 35:12", "Exodus 35:13", "Exodus 35:14", "Exodus 35:15", "Exodus 35:16", "Exodus 35:17", "Exodus 35:18", "Exodus 35:19", "Exodus 35:20", "Exodus 35:21", "Exodus 35:22", "Exodus 35:23", "Exodus 35:24", "Exodus 35:25", "Exodus 35:26", "Exodus 35:27", "Exodus 35:28", "Exodus 35:29", "Exodus 35:30", "Exodus 35:31", "Exodus 35:32", "Exodus 35:33", "Exodus 35:34", "Exodus 35:35", "Exodus 36:1", "Exodus 36:2", "Exodus 36:3", "Exodus 36:4", "Exodus 36:5", "Exodus 36:6", "Exodus 36:7", "Exodus 36:8", "Exodus 36:9", "Exodus 36:10", "Exodus 36:11", "Exodus 36:12", "Exodus 36:13", "Exodus 36:14", "Exodus 36:15", "Exodus 36:16", "Exodus 36:17", "Exodus 36:18", "Exodus 36:19", "Exodus 36:20", "Exodus 36:21", "Exodus 36:22", "Exodus 36:23", "Exodus 36:24", "Exodus 36:25", "Exodus 36:26", "Exodus 36:27", "Exodus 36:28", "Exodus 36:29", "Exodus 36:30", "Exodus 36:31", "Exodus 36:32", "Exodus 36:33", "Exodus 36:34", "Exodus 36:35", "Exodus 36:36", "Exodus 36:37", "Exodus 36:38", "Exodus 37:1", "Exodus 37:2", "Exodus 37:3", "Exodus 37:4", "Exodus 37:5", "Exodus 37:6", "Exodus 37:7", "Exodus 37:8", "Exodus 37:9", "Exodus 37:10", "Exodus 37:11", "Exodus 37:12", "Exodus 37:13", "Exodus 37:14", "Exodus 37:15", "Exodus 37:16", "Exodus 37:17", "Exodus 37:18", "Exodus 37:19", "Exodus 37:20", "Exodus 37:21", "Exodus 37:22", "Exodus 37:23", "Exodus 37:24", "Exodus 37:25", "Exodus 37:26", "Exodus 37:27", "Exodus 37:28", "Exodus 37:29", "Exodus 38:1", "Exodus 38:2", "Exodus 38:3", "Exodus 38:4", "Exodus 38:5", "Exodus 38:6", "Exodus 38:7", "Exodus 38:8", "Exodus 38:9", "Exodus 38:10", "Exodus 38:11", "Exodus 38:12", "Exodus 38:13", "Exodus 38:14", "Exodus 38:15", "Exodus 38:16", "Exodus 38:17", "Exodus 38:18", "Exodus 38:19", "Exodus 38:20", "Exodus 38:21", "Exodus 38:22", "Exodus 38:23", "Exodus 38:24", "Exodus 38:25", "Exodus 38:26", "Exodus 38:27", "Exodus 38:28", "Exodus 38:29", "Exodus 38:30", "Exodus 38:31", "Exodus 39:1", "Exodus 39:2", "Exodus 39:3", "Exodus 39:4", "Exodus 39:5", "Exodus 39:6", "Exodus 39:7", "Exodus 39:8", "Exodus 39:9", "Exodus 39:10", "Exodus 39:11", "Exodus 39:12", "Exodus 39:13", "Exodus 39:14", "Exodus 39:15", "Exodus 39:16", "Exodus 39:17", "Exodus 39:18", "Exodus 39:19", "Exodus 39:20", "Exodus 39:21", "Exodus 39:22", "Exodus 39:23", "Exodus 39:24", "Exodus 39:25", "Exodus 39:26", "Exodus 39:27", "Exodus 39:28", "Exodus 39:29", "Exodus 39:30", "Exodus 39:31", "Exodus 39:32", "Exodus 39:33", "Exodus 39:34", "Exodus 39:35", "Exodus 39:36", "Exodus 39:37", "Exodus 39:38", "Exodus 39:39", "Exodus 39:40", "Exodus 39:41", "Exodus 39:42", "Exodus 39:43", "Exodus 40:1", "Exodus 40:2", "Exodus 40:3", "Exodus 40:4", "Exodus 40:5", "Exodus 40:6", "Exodus 40:7", "Exodus 40:8", "Exodus 40:9", "Exodus 40:10", "Exodus 40:11", "Exodus 40:12", "Exodus 40:13", "Exodus 40:14", "Exodus 40:15", "Exodus 40:16", "Exodus 40:17", "Exodus 40:18", "Exodus 40:19", "Exodus 40:20", "Exodus 40:21", "Exodus 40:22", "Exodus 40:23", "Exodus 40:24", "Exodus 40:25", "Exodus 40:26", "Exodus 40:27", "Exodus 40:28", "Exodus 40:29", "Exodus 40:30", "Exodus 40:31", "Exodus 40:32", "Exodus 40:33", "Exodus 40:34", "Exodus 40:35", "Exodus 40:36", "Exodus 40:37", "Exodus 40:38"], "sourceRef": "The Five Books of Moses, by Everett Fox, Exodus, On the Book of Exodus and Its Structure 2-44", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, שמות, שמות מאמר א׳ ב׳-מ״ד", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "On the Book of Exodus and Its Structure", "he": "שמות מאמר א׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "שמות מאמר א׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["T<small>HE BOOK OF</small> E<small>XODUS IS</small> I<small>SRAEL’S SECOND BOOK OF ORIGINS</small>. G<small>ENESIS HAD CONCERNED</small> itself with the beginnings of the world, of human beings and their institutions, and of the people of Israel as a tribal family. Exodus continues this thrust as it recounts the origin of the people on a religious and political level (here inseparable as concepts). A number of biblical ideas receive their fullest early treatment in this book: God’s acting directly in history; making himself “known” to both Israelites and foreigners; covenant as a reciprocal agreement between God and humans; law as an expression of total worldview; and the use of sacred structure (Tabernacle or “Dwelling”) as a vehicle for and expression of perceived truths about the world. In addition, several biblical institutions make their first appearance in Exodus: Passover, Sabbath, rudimentary leadership/government, and cult/priesthood. All this is presented in a general narrative framework, raising the question as to whether what we have here is story or history. Is Exodus a fanciful reconstruction of what happened to Moshe (Moses) and his generation, riddled with anachronisms? Or is it a faithful and reliable handing-down of eyewitness data which only the cynical or irreligious would doubt?", "For the first position there are several supports. We possess virtually no extra-biblical references to the events recorded in our book, either in Egypt or elsewhere. Then, too, there seem to be inconsistencies of time within the story (Chaps. 16 and 18 appear to presuppose laws which were given later), and patterns within the telling of the tale that are too symmetrical (the Plagues) or too stereotyped (the constant use of stylized language) to be simple reporting of fact. Finally, Exodus is lacking in the citation of personal and geographical names, especially as compared to the books that precede and follow (Genesis and Numbers).", "For the second position, that of Exodus as a reliable historical record, there exist no methods of proof other than evaluation of literary form—that is, accepting that oral literature is able to preserve facts without later coloration. But even if it could be shown that Exodus is oral literature—an evaluation which is too sweeping, given the present form of the book—modern scholarship has come to cast doubt on the absolute historical reliability of oral tradition (see Vansina).", "Despite these observations, there is still something unsettling about writing Exodus off as a work of fiction, however pious that fiction may have been. For the rest of the Hebrew Bible abounds in emotional references to the experience of the exodus. At every stage of biblical literature, that experience is invoked for the purpose of directing behavior (see especially Judg. 2, I Sam. 8, II Sam. 7, II Kings 17, Neh. 9, and Ps. 78; and most of Deuteronomy is rhetorically grounded in it). The entire structure and emotional force of biblical law rest upon such exhortations as “A sojourner you are not to oppress:/you yourselves know (well) the feelings of the sojourner,/for sojourners were you in the land of Egypt” (Ex. 23:9) and such situations as that of the Hebrew serf (Ex. 21:2ff.). Apparently the experience of the exodus period was crucial in forming the group consciousness of the Israelites, and ever since it has provided a model from which both later Judaism and Christianity were to draw frequently and profoundly.", "A hypothetical analogy, based on American history, may help to shed light on the historicity of Exodus. Imagine a book based on the following outline: first, a section on the American Revolution, with some biographical material on a few of the Founding Fathers, focusing mostly on the outbreak of the war and key battles; second, a description of the Constitutional Convention, including some of the more important speeches and discussions; third, the text of the Constitution itself; and finally, L’Enfant’s original blueprints for the building of the new capital, Washington, D.C., interspersed with accounts of the first few presidents’ inaugural addresses. What would be the underlying message of such a book? We are certainly dealing here with more than a straight journalistic description of the events, more than a legalistic discussion of constitutional law, and more than a technical presentation for architects. Such a book would actually be presenting the ideals of America’s self-image: a nation founded on the willingness to fight for particular rights against Old World tyranny, established under democratic laws based on reason and providing governmental checks and balances, and whose ideals would be embodied in the construction of a brand-new, centrally located capital city that used classically grounded forms of architecture to express grace and reason as the basis for the new society.", "Now this portrayal is very simplistic, but it gets its point across (and I would be willing to wager that, somewhere in this country, there exists a school textbook written along these lines). In a similar manner, although with much more weight given to God’s role in the process, the book of Exodus unfolds. The dramatic story of Israel’s deliverance from bondage, coupled with Moshe’s own early development, is only the first part of the book, and accounts for less than half of it. It is followed by several stories of desert wanderings, and then by a presentation of the covenant made between God and Israel at Sinai, against a stunning natural backdrop. The second half of the book enumerates a series of laws which constitute the covenant, and the details of construction of a portable sanctuary designed both to symbolize and actually to accommodate God’s presence among the Israelites (with the interruption of a major rebellion). So, like our theoretical American model, Exodus conveys far more than information about events. It is, rather, the narration of a worldview, a laying out of different types of texts bearing the <i>meaning</i> of Israel’s historical experience.", "I stress the word “experience” because that is what is at stake here. Human memory is always selective. We remember what we wish to remember, giving weight to particular emotions, sometimes over and above the facts (or, as the poet Maya Angelou puts it autobiographically, “The facts sometimes obscure the truth”). The same thing appears to be true of group memory. What a people remembers of substance is not nearly as important as how they process their experience.", "In our Exodus text one can perceive a characteristically Israelite process at work. The book emerges as a mix of historical recollection, mythical processing, and didactic retelling, what Buber and others have called a “saga.” What is preserved in the book of Exodus, therefore, is a Teaching (Heb. <i>Tora</i>) based on a set of experiences, which became history for ancient Israel. Hence, to understand better the workings of the book, we need to turn to its themes and its structure. This will be more fruitful than trying to find the exact location of the Sea of Reeds or Mount Sinai, or the “Lost Ark,” or Moshe’s burial site— of whose location “no man has knowledge until this day” (Deut. 34:6). These have all receded into archeological oblivion. What has survived of ancient Israel is its approach to history and to life, and its literature. In that sense, the book of Exodus is an attempt to distill history and to learn from it, using echoes from the past to shape the present and the future.", "When we turn to a closer consideration of the structure of Exodus, we must proceed on the assumption that a work of art stems from both artful and unconscious design. Therefore, any structuring of such a book can only be hypothetical and must not limit itself to ironclad categories.", "With that said, a number of potential divisions of our book present themselves. The first emerges from a close look at the subject matter of the text. Strikingly, Exodus appears to be arranged in groups of a few chapters each (bearing in mind that the chapter divisions are historically late), resulting in the following scheme:", "1. Prologue in Egypt (Chap. 1)<br>2. Moshe’s Early Life and Call (Chaps. 2–4)<br>3. Moshe’s Mission in Egypt (5:1–7:13)<br>4. The First Nine Plagues (7:14–10:29)<br>5. The Tenth Plague and the Exodus (Chaps. 11–13)<br>6. In the Wilderness I: The Deliverance at the Sea (14:1–15:21)<br>7. In the Wilderness II: Early Experiences (15:22–18:27)<br>8. Covenant at Sinai (Chaps. 19–20)<br>9. The Terms (Laws) and Conclusion of the Covenant (Chaps. 21–24)<br>10. Details of the Tabernacle (Chaps. 25–27)<br>11. Details of the Cult (Chaps. 28–31)<br>12. Rebellion and Reconciliation (Chaps. 32–34)<br>13. The Building of the Tabernacle, Priestly Vestments (Chaps. 35–39)<br>14. Conclusion (Chap. 40)", "Such a measured shifting of focus helps to maintain the flow of the text and our interest in it.", "A glance through this list will also lead to the positing of larger structures. The traditions collected in Exodus fall naturally into both geographical and thematic divisions. The first part of the book takes place in Egypt (1:1–15:21), the second in the wilderness (15:22–40:38); this could alternatively be viewed as the events preceding Mount Sinai (Chaps. 1–17/18) and those that take place there (Chaps. 18/19–40). One could also combine the geographical and thematic aspects, resulting in the structure (1) Israel in Egypt (1:1–15:21), (2) Israel in the Wilderness (15:22–24:18), and (3) Tabernacle and Calf (Chaps. 25–40).", "My own preference for structuring Exodus also combines these aspects, as follows:", "I. The Deliverance Narrative (1:1–15:21)", "II. In the Wilderness (15:22–18:27)", "III. Covenant and Law (Chaps. 19–24)", "IV. The Blueprints for the Tabernacle and Its Service (Chaps. 25–31)", "V. Infidelity and Reconciliation (Chaps. 32–34)", "VI. The Building of the Tabernacle (Chaps. 35–40)", "These divisions exhibit a great deal of overlapping. In Part I, Israel’s life in Egypt (Chap. 1) paves the way for Moshe’s early years (Chaps. 2–4), then the account of his mission before Pharaoh and the Plagues (Chaps. 5–13), and the final victory (Chaps. 14–15); Part II is anticipated by some of what happens after the exodus itself (Chap. 14), and leads to Sinai (Chap. 19); the covenant and laws of Part III naturally lead to other prescriptions, this time the building instructions for the Tabernacle (Chaps. 25–31); planning the sacred structure in Part IV is followed by the making of a forbidden construction, the Golden Calf (Chaps. 32–33); and the reconciliation between God and Israel (Chap. 34) restores Israel’s capacity to return to the actual building of the Tabernacle, and to complete it (Chaps. 35–40). So despite the presence of what must have been several very diverse traditions behind the final text of Exodus, it has been skillfully woven together to form a coherent whole. In addition to the above structures, it can be said that the book of Exodus rests on several textual backbones, inner structures and recurring themes and motifs that help to create a unified work. These may be listed by category:", "1. There are various climaxes which serve to highlight the action—the Encounter at the Bush (Chaps. 3–4), the Tenth Plague and Exodus (12:29–42), the Deliverance at the Sea (14–15:21), the Revelation at Sinai (Chaps. 19–20), the Calf Episode (Chap. 32), and Completion of the Tabernacle (Chap. 40). Anchoring these dramatic scenes, at the center of the book, is the Sinai Revelation. The Binding of Yitzhak (Isaac) in Chapter 22 of Genesis serves much the same focusing function.", "2. There exist three strategically placed accounts of God’s Presence accompanying the Israelites (13:21–22, 24:15–18, 40:34–38) which share a common vocabulary. Key words in these passages are “day/night,” “cloud,” “fire,” “dwell,” “Glory,” “cover,” “go up,” and “in the eyes of the Children of Israel/before the people” (it should be noted that not every passage uses all of these terms). These words chart God’s movement: first, following the Exodus; second, following the concluding of the covenant; and third, following the erection of the Tabernacle, at the end of the book. A variation of these Presence accounts occurs in Numbers 9:15–23, where it rounds out the picture—for it is at this point that the Israelites finally depart from Sinai (having spent about a year there), on their journey toward the Promised Land.", "3. Several leading words recur throughout the book and give it a sense of unity:", "<i>serve</i>— The Israelites pass from “servitude” to Pharaoh into the “service” of God; laws are given that warn against “serving” other gods, that specify how a “serf” is to be treated, and that detail the “service” (i.e., construction and dismantling) of a sanctuary where God is to be properly “served.”", "<i>Glory</i>—Liberated from Pharaoh’s “stubbornness” (Heb. <i>koved lev</i>), the Israelites experience God’s “Glory” (Heb. <i>kavod</i>) at the Sea of Reeds, and encounter it again at Sinai (Chap. 24) and when the Tabernacle is completed (Chap. 40). When Israel falters in Chapter 32, Moses begs to see God’s “Glory” as a sign of reassurance. This is one of the central issues of the book, receiving its clearest formulation in Chap. 17:7—“Is Y<small>HWH</small> in our midst, or not?” Without the accompanying Presence, the Israelites can survive neither in Egypt nor in the wilderness. That the book ends with the “Glory” taking up residence in the Tabernacle is a sign that all is well in this regard.", "<i>know</i>—The Plagues and the liberation take place so that Egyptian and Israelite alike will acknowledge God as the true ruler (who “knows” the slaves’ sufferings). The book as a whole portrays a God who is “known” by his compassion toward the oppressed.", "<i>see</i>—God “sees” and rescues the people early in the book (Chap. 3); they “see” his deliverance at the sea (Chap. 14) and the awesome display at Sinai (Chaps. 19-20); the Tabernacle blueprint is given to Moshe to “see” (Chaps 25ff.).", "4. Aside from theme words, there are also several thematic threads that run through the book. These may be listed as well:", "<i>distinction</i>—The Israelites learn what it is to be separated out, first for oppression and later for God’s service. This process occurs during the Plagues and throughout the legal sections, which are often based on the making of distinctions (the Hebrew word for “holy,” <i>kadosh,</i> may originally have had this connotation). In general, Exodus is a book that abounds in polarities and distinctions: between God and Pharaoh, life and death, slavery and freedom, Egyptianness and Israeliteness, city and wilderness, visible gods/magic and an invisible God who is not conjurable, doubt and trust.", "<i>construction</i>—The Israelites are enslaved as builders of Egyptian cities; they go on to build a society, a calf-god, and a Tabernacle.", "<i>rebellion</i>—From the beginning, God and Moshe are often unheeded, as the Israelites seek to maintain or return to their status as dependent slaves in Egypt (Chaps. 2, 5, 14, 15–17, 32).", "<i>Sabbath</i>—As a newly freed people, Israel is to adapt to a rhythm of work and sacred cessation, which celebrates both creation and freedom. The Sabbath is at issue immediately after liberation (Chap. 16) and is commanded three times (Chaps. 20, 31, 35); and the account of the Tabernacle’s completion echoes the vocabulary of God’s completed creation in Genesis 2, a passage which serves as one justification for observing the Sabbath (see Ex. 20:11).", "<i>origins</i>—We are told of the beginnings of the new covenant (distinct from that concluded with Abraham), the law system, the cult/priesthood, and the sacred calendar, but with the significant omission of the monarchy.", "<i>covenant</i>—God establishes a relationship with the people of Israel: if they will obey him and observe his laws, he will protect them and treat them as his “firstborn son.” This form of covenant is different from the ones in Genesis, and plays a significant role in subsequent books of the Bible.", "<i>God in History</i>—The God of Exodus actively intervenes to rescue a people, defeating their oppressors in battle; he leads them through the wilderness, meets them, and makes a covenant with them.", "5. The above themes are specifically Israelite themes. There are, however, motifs in Exodus that have a more universal ring. One could term these anthropological, since they employ standard aspects of human experience to convey the overall messages of the book.", "<i>Fire</i> is used frequently and in varied contexts (at the Burning Bush and later back at Mount Sinai, in the desert trek, in the Tabernacle service, and at the Calf incident), usually to make a statement about God. In contrast to conventional fire gods (e.g., the Norse trickster Loki), the God of Exodus is most often associated with the more positive aspects of fire: constancy, purity, and transformation. The fire at Sinai does not destroy Moshe and the people, but rather turns them into something new. At the same time it should not be forgotten that fire is used regularly to connote anger in the Bible, especially God’s, and especially in the later wilderness narratives.", "<i>Water</i> appears throughout Exodus, not as a backdrop but as an active medium which most often signifies life and death simultaneously. The Nile, into which the enslaved Hebrews’ babies are thrown, gently bears the infant Moshe to safety: the Nile, the giver of life in Egypt, is changed into blood, itself a major signifier of life in the Bible but useless here because it is undrinkable; the Sea of Reeds acts as a passageway of birth for the Israelites but as a graveyard for their Egyptian pursuers. The availability of water becomes a central issue in the wilderness, as an instrument for survival and for the testing of the Israelites’ faith. Finally, water creates the ritual purity necessary for the people at Sinai and their priests in the Tabernacle to approach God.", "<i>Desert/Wilderness</i> is the scene of the crucial second part of the book. Only in the desert, away from the massive influence of age-old Egyptian culture, can the new Israelite society be forged. Moshe, like many other real-life and fictional heroes, demonstrates this in his own early life. The desert acts as a purifying agent for him, changing the Egyptian prince into a member of his own true people. Similarly, the Israelites begin the process of transformation from bondage to self-rule, a process which is taught in the harsh reality of desert life and which will take an entire generation to complete.", "In point of fact, all these media—fire, water, and desert—suggest change as a major concern of the book of Exodus. Our text chronicles the start of Israel’s journey as a nation, a transformative journey which takes vastly changed circumstances, a whole generation in time, and indeed several books of recounting to complete. Exodus is very concerned with topography—not for the purposes of historical recollection (as Genesis was, apparently) but as an account of an inner journey. Thus the people travel to the boundary between Egypt and the desert, through the sea, to the great fiery mountain; and we know that they cannot but be on their way to a final goal. That goal, the Promised Land, will not be realized in Exodus, because in this book we stand only at the beginning of the journey. Change does not occur quickly, and the true molding of a people, like that of an individual, requires formative experiences over time. In Exodus, then, the People of Israel begins in adolescence, as it were. It has survived infancy in Genesis, a period marked by constant threats of physical extinction, and must now begin the tortuous process of learning to cope with adulthood—that is to say, people-hood—in a hostile world.", "That process will take us past the present text. Exodus stands at the beginning of a trilogy in the middle of the Torah. It takes us from slavery up to Sinai, inaugurating the law-giving process. Leviticus will concentrate almost exclusively on laws (of “holiness”), never budging geographically, while Numbers will see the conclusion of the Sinai experience and the traveling toward (and actually reaching) the land of Israel. Exodus is thus of great importance in the overall five-book pattern, introducing key elements of the wilderness books: law, institutions, rebellion, and—Moshe himself. It serves as a bridge between the great narratives of Genesis and the priestly code of Leviticus and the wanderings of Numbers (Green­berg 1972 notes how the opening of Exodus points back, to Gen. 46; and the closing points forward, to Num. 9). It in fact contains elements of all three books.", "Exodus is the basis not only of what follows in the Torah, but also sets the stage for the rest of the Hebrew Bible. What Israel understood of its God, and what that God expects of them, are set forth most directly and unforgettably in the memories enshrined in the book of Exodus."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620382e1c9ad75f2d99af914", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "", "ref": "The Five Books of Moses, by Everett Fox, Exodus, Part VI; The Building of the Dwelling, The Completion of the Parts; Bringing Them to Moshe 1", "anchorRef": "Exodus 39:32-43", "anchorRefExpanded": ["Exodus 39:32", "Exodus 39:33", "Exodus 39:34", "Exodus 39:35", "Exodus 39:36", "Exodus 39:37", "Exodus 39:38", "Exodus 39:39", "Exodus 39:40", "Exodus 39:41", "Exodus 39:42", "Exodus 39:43"], "sourceRef": "The Five Books of Moses, by Everett Fox, Exodus, Part VI; The Building of the Dwelling, The Completion of the Parts; Bringing Them to Moshe 1", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, שמות, שמות מאמר ז׳, שמות הערה כ״א א׳", "anchorVerse": 32, "sourceHasEn": true, "commentaryNum": 1, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "שמות הערה כ״א", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<a class=\"refLink\" data-ref=\"Exodus 39:32-43\" data-ven=\"The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995\">Exodus 39:32-43</a>", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620d112080edc1ab9873583e", "index_title": "Ohr LaYesharim on Jerusalem Talmud Megillah", "category": "Quoting Commentary", "type": "", "ref": "Ohr LaYesharim on Jerusalem Talmud Megillah 1:12:3", "anchorRef": "Exodus 39:33", "anchorRefExpanded": ["Exodus 39:33"], "sourceRef": "Ohr LaYesharim on Jerusalem Talmud Megillah 1:12:3", "sourceHeRef": "אור לישרים על תלמוד ירושלמי מגילה א׳:י״ב:ג׳", "anchorVerse": 33, "sourceHasEn": false, "commentaryNum": 12.0003, "collectiveTitle": {"en": "Ohr LaYesharim on Jerusalem Talmud Megillah", "he": "אור לישרים על תלמוד ירושלמי מגילה"}, "he": "<big><strong>תלמוד</strong></big><br>ב<b>משנה זבחים</b> יד,ו שנינו: \"<b>באו לשילה ונאסרו הבמות</b>. לא היה שם תקרה, אלא <b>בית של אבנים מלמטן ויריעות מלמעלן. והיא היתה מנוחה</b>. <b>קודשי קודשים נאכלים לפנים מן הקלעים, קודשים קלים ומעשר שני בכל הרואה</b>\".\n<br><b>רבי פינחס בשם רבי יוסה בירבי אילעאי</b> (נראה שצריך לומר: '<b>רבי פינחס</b> (אמורא ארץ ישראלי בדור הרביעי) אמר בשם <b>רבי יוסה</b> (מגדולי אמוראי ארץ ישראל בדור הרביעי) שאמר <b>בשם רבי אילא</b> (רבי אלעאי, אמורא ארץ ישראלי בדור השלישי)'. - השיבוש נוצר כך: ב' ר' (=בשם רבי) &gt; ביר' (=בירבי). ובשל כך נוסף 'בשם' לפני 'רבי יוסה')<b>: כתוב אחד</b> – במקרא (בסקירת תולדות ישראל מיציאת מצרים עד בחירת דוד למלך) <b>אומר: \"וַיִּטֹּשׁ מִשְׁכַּן שִׁלוֹ</b>, אֹהֶל שִׁכֵּן בָּאָדָם<b>\"</b> (תהילים עח,ס) – ה' עזב (ויש עוד במשמע: הרס והחריב) את המשכן בעיר שילה, האוהל שנטה לו ה' בקרב בני האדם<b>, וכתוב אחר</b> – במקרא (בסיפור על הולדת שמואל והקדשתו לה') <b>אומר: \"וַתְּבִאֵהוּ בֵית י'י שִׁלוֹ\"</b> (שמואל א א,כד) – חנה הביאה את שמואל לבית ה' בשילה<b>. הא כיצד?</b> – איך יתיישבו שני הכתובים הללו? (שבכתוב אחד משכן שילה נקרא \"אוהל\" ובכתוב אחד הוא נקרא \"בית\") - <b>בית של אבנים מלמטן ויריעות מלמעלן</b> – במשכן שילה היו מלמטה כתלים העשויים אבנים, ולכן נקרא \"בית\", והיו מלמעלה יריעות פרוסות במקום תקרה (היריעות שהיו במשכן שבמדבר), ולכן נקרא \"אוהל\"<b>. והיא היתה 'מְנוּחָה'</b> (דברים יב,ט) – תקופת משכן שילה מכונה בתורה \"מנוחה\", שכתוב בעניין ההקרבה כשייכנסו בני ישראל לארץ ויותרו הבמות: \"לֹא תַעֲשׂוּן כְּכֹל אֲשֶׁר אֲנַחְנוּ עֹשִׂים פֹּה הַיּוֹם אִישׁ כָּל הַיָּשָׁר בְּעֵינָיו, כִּי לֹא בָאתֶם עַד עָתָּה אֶל הַמְּנוּחָה וְאֶל הַנַּחֲלָה אֲשֶׁר ה' אֱלֹהֶיךָ נֹתֵן לָךְ\" (דברים יב,ח-ט) (בירושלמי להלן נחלקו תנאים האם \"מנוחה\" זו שילה או שזו ירושלים)<b>.</b><br><br><small>הכתובים קוראים למשכן שילה \"בית ה'\" או \"בית האלוהים\" (שופטים יח,לא; שם יט,יח; שמואל א א,ז; שם א,כד; שם ג,טו), וגם קוראים לו בשם הקדום של המשכן \"אוהל מועד\" (יהושע יט,נא; שמואל א ב,כב).</small><br>\n<br><b>אמר רבי זעורה: ובלבד עשרה טפחים כבניין הבית. - והא תני: כשם שהיה אוהל מועד נטוי, כך אוהל שבשילה נטוי. - אמר רבי יוסי בירבי בון: \"קרסיו קרשיו בריחיו ועמודיו ואדניו\". - והיו הקרסים נראין מתוכו ככוכבים ברקיע.</b><br>\n<br>נראה שיש בקטע זה סירוסי משפטים והשמטות, והם תוקנו והושלמו על פי מדרש שמואל שהבאנו להלן.<br>\n<br><b>[</b>ומציעים שאלה: <b>רבי זעירא</b> (רבי זירא, מגדולי אמוראי ארץ ישראל בדור השלישי) <b>בעי</b> – שואל (מסתפק)<b>: אף הקרשים?</b> – האם במשכן שבשילה היו גם קרשי המשכן, והקרשים ואדניהם היו עומדים על בניין האבנים או לפנים מבניין האבנים, והיריעות היו פרושות על הקרשים כמו שהיה במשכן שבמדבר, או שמא במשכן שבשילה לא היו קרשי המשכן, והיריעות היו פרושות על בניין האבנים (הושלם על פי מדרש שמואל. ושם הגרסה: 'רבי זעירא בעי: יכול אף הקרשים!'. ואין מובן לשאלה זו, ונראה ש'יכול' הוא אשגרה מהשאלה להלן שם, וצריך למחוק מילה זו)<b>]</b>\n<br>ומשיבים: <b>אמר רבי יוסי בירבי בון:</b> כתוב (בהבאת המשכן אל משה בסיום עשייתו): <b>\"</b>וַיָּבִיאוּ אֶת הַמִּשְׁכָּן אֶל מֹשֶׁה, אֶת הָאֹהֶל וְאֶת כָּל כֵּלָיו, <b>קְרָסָיו קְרָשָׁיו בְּרִיחָיו וְעַמֻּדָיו וַאֲדָנָיו\"</b> (שמות לט,לג) – האומנים הביאו למשה את כל הפריטים של המשכן וכליו המפורטים בהמשך העניין: את היריעות העשויות לאוהל על המשכן ואת כל הדברים השייכים לו המפורשים בהמשך הכתוב: הקרסים, הקרשים, הבריחים, העמודים והאדנים. הרי שהקרשים הם בכלל יריעות המשכן, וכיוון שבמשכן שבשילה היו היריעות, גם הקרשים היו שם (הגרסה במדרש שמואל לתשובה זו: 'אמר ליה רבי שמעון בן לקיש: לא כן כתיב: \"קרסיו קרשיו\"?! (בתמיהה)'. והתשובה שם היא התשובה בירושלמי כאן, ואין ביניהן אלא שכאן היא בניחותא ושם בתמיהה, מלבד חילוף שמות)<b>.</b><br>\n<br>ומציעים ברייתא המסייעת לאמור לפני כן: <b>והא תני:</b> – והרי (התנא) שונה: <b>כשם שהיה אוהל מועד</b> – המשכן שבמדבר, <b>נטוי</b> (מתוח, פרושׂ) – היו פרושות עליו יריעות מלמעלה, והיו ליריעות קרסים וקרשים ובריחים ועמודים ואדנים<b>, כך אוהל שבשילה נטוי</b> – מכאן שגם במשכן שבשילה היו יריעות מלמעלה, והיו ליריעות קרסים וקרשים ובריחים ועמודים ואדנים, כאמור לפני כן (כאן נראה ש'והא תני' מתפרש בניחותא. וכן כתב ב\"עלי תמר\". ואפשר ש'והא תני' הוא שיבוש במקום 'ותני כן')<b>.</b><br>\n<br><b>[</b>ומציעים שאלה: <b>רבי חייא בר אידי בעי</b> – שואל (מסתפק)<b>: כגובהו של בית?</b> – האם במשכן שבשילה היה הבית של אבנים גבוה כגובהו של בית? (הושלם על פי מדרש שמואל. ושם הגרסה: 'יכול כגובהו של בית!'. - שאלה זו נשאלת כאן לאחר שאמרו שהיו שם קרשים והיריעות היו פרוסות עליהם, שאם לא היו שם קרשים והיריעות היו פרושות על בניין האבנים, ודאי שהיה גבוה כגובהו של בית)<b>]</b>\n<br>ומשיבים: <b>אמר רבי זעורה: ובלבד עשרה טפחים כבניין הבית</b> – גובה הכתלים העשויים אבנים היה עשרה טפחים לפחות, שבפחות מזה אינו נחשב בית, אבל לא היה גבוה כגובהו של בית (גם מאמר זה מקומו כאן לאחר שאמרו שהיו שם קרשים והיריעות היו פרוסות עליהם, שאם לא היו שם קרשים והיריעות היו פרושות על בניין האבנים, כפי שמשתמע מהמאמר בתחילת הסוגיה \"בית של אבנים מלמטן ויריעות מלמעלן\", אין לומר שגובה הכתלים העשויים אבנים היה עשרה טפחים לפחות, שוודאי לא היו היריעות פרושות על כתלים נמוכים כל כך. - בירושלמי נשמטה השאלה, ובמדרש שמואל נשמטה התשובה לשאלה)<b>.</b><br>\n<br>כיוון שהובא כתוב המזכיר את הקרסים, מביאים ברייתא בעניין הקרסים.\n<br><b>והיו הקרסים</b> – קרסי הזהב שהיו מחברים את יריעות המשכן התחתונות, <b>נראין מתוכו</b> – מתוך המשכן (ואולי צריך לומר: 'מתוכ<b>ן</b>' - מתוך לולאות התכלת. ראה המקבילות שהבאנו להלן), <b>ככוכבים ברקיע</b> – יריעות המשכן התחתונות שהיו מכסות את המשכן היו עשויות שני גליונות (וילונות) שהיו מחוברים על ידי קרסי זהב (ווים שראשיהם עקומים) שהיו נתונים בלולאות (עניבות או טבעות) שהיו עשויות מחוטי תכלת והיו בקצה של כל גיליון. קרסי הזהב שהיו נתונים בלולאות התכלת היו נראים ככוכבים זוהרים הנתונים ברקיע שצבעו תכלת (בפסיקתא זוטרתא (לקח טוב) שמות לו,לד נאמר: \"והיו נראים הקרסים ככוכבים ברקיע, לפי שהלולאות היו תכלת והקרסים זהב, והרקיע דומה לתכלת\". תכלת הוא צבעו של הרקיע בשעה שנראים הכוכבים, כדברי רבי משה הדרשן המובאים בפירוש רש\"י לבמדבר טו,מא: \"צבע התכלת דומה לצבע רקיע המשחיר לעת ערב\")<b>.</b><br><br><small>ב<b>תוספתא מגילה</b> א,יז שנו: אין בין שילה לירושלם, אלא שבשילה בניין של אבנים מלמטה ויריעות מלמעלה, וירושלם בניין של אבנים מלמטה ותקרה מלמעלה.<br><br>ב<b>בבלי זבחים</b> קיח,א אמרו: \"באו לשילה נאסרו הבמות...\". - מנא הני מילי? - אמר רבי חייא בר אבא אמר רבי יוחנן: כתוב אחד אומר: \"ותביאהו בית ה' שילה\" (שמואל א א,כד), אלמא בית הוא, וכתוב אחד אומר: \"וייטוש משכן שילה, אוהל שיכן באדם\" (תהילים עח,ס), אלמא אוהל הוא, וכתיב: \"וימאס באוהל יוסף ובשבט אפרים לא בחר\" (תהילים עח,סז). הא כיצד (תתיישב הסתירה, שלפי פסוק אחד משכן שילה היה בית, ולפי פסוק שני היה אוהל)? לא היתה שם תקרה, אלא בית של אבנים מלמטן (ומשום כך נקרא \"בית\") ויריעות מלמעלן (ומשום כך נקרא \"אוהל\"). והיא היתה \"מנוחה\".<br><br>ב<b>מדרש שמואל</b> ג,ה נאמר: \"ותעלהו עימה כאשר גמלתו\" וגו' (שמואל א א,כד) - הכא את אמר: \"ותביאהו בית ה' שילה\" (שם), ולהלן את אמר: \"וייטוש משכן שילה\" (תהילים עח,ס)! - רבי אלעזר בשם רבי יוסי ברבי חנינא / בשם רבי חנינא: שילה בית אבנים מלמטן ויריעות מלמעלן, וירושלים בית אבנים מלמטן ותקרה מלמעלן.<br>רבי זעירא בעי: יכול אף הקרשים! - אמר ליה רבי שמעון בן לקיש: לא כן כתיב: \"קרסיו קרשיו...\" (שמות לט,לג)?!<br>רבי חייא בר אידי בעי: יכול כגובהו של בית!<br><br>וב<b>מדרש תהילים</b> עח,יח נאמר: \"וייטוש משכן שילו\" - רבי אלעזר ורבי יוסי בר חנינא שניהם אומרים: כתוב אחד אומר: \"וייטוש משכן שילו\", וכתוב אחד אומר: \"ותביאהו בית ה' שילו\" (שמואל א א,כד)! - בית אבנים מלמטן ויריעות עיזים מלמעלן.<br>רבי זעירא אמר: קרשים היו, שנאמר: \"וייטוש משכן שילו\" (נקרא משכן כי היו שם קרשים).<br><br><b>והיו הקרסים נראין מתוכו ככוכבים ברקיע</b><br>ב<b>בבלי שבת</b> צט,א וב<b>ברייתא דמלאכת המשכן</b> פרק ב (יריעות המשכן התחתונות) נאמר: נראים קרסים בלולאות ככוכבים ברקיע.<br>וב<b>שמות רבה</b> לה,ו; ב<b>שיר השירים רבה</b> ג [יא] ב וב<b>פסיקתא דרב כהנא</b> א,ג נאמר: אמר רבי חייא בר אבא: מלמד שהיו קרסי זהב נראים במשכן ככוכבים הנראים / הקבועים ברקיע.</small>", "heVersionTitle": "Machon HaYerushalmi, Rabbi Yehoshua Buch, 2017", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "ירושלים : מכון הירושלמי. תלמודה של א\"י, תשע\"ז", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "63c9439601e878406e0d0eea", "index_title": "Zohar", "category": "Kabbalah", "type": "", "ref": "Zohar, Pekudei 29:283", "anchorRef": "Exodus 39:33", "anchorRefExpanded": ["Exodus 39:33"], "sourceRef": "Zohar, Pekudei 29:283", "sourceHeRef": "ספר הזהר, פקודי כ״ט:רפ״ג", "anchorVerse": 33, "sourceHasEn": false, "compDate": [1100, 1400], "commentaryNum": 29.0001, "collectiveTitle": {"en": "Zohar", "he": "ספר הזהר"}, "heTitle": "פקודי", "he": "תָּא חֲזֵי, בְּהַהוּא זִמְנָא דְּאוֹקִים מֹשֶׁה יַת מַשְׁכְּנָא, אִסְתָּכַּל בְּכָל אִינּוּן עֲבִידָאן, דַּהֲווֹ כְּדְקָא יֵאוֹת, וּכְדֵין אוֹקִים לֵיהּ. וְכָל אִינּוּן עֲבִידָאן דַּהֲווֹ בֵּיהּ בְּמַשְׁכְּנָא, כָּל חַד וְחַד אַיְיתִיאוּ לֵיהּ לְמֹשֶׁה. וְרָזָא דָּא (תהילים מ״ה:ט״ו) בְּתוּלוֹת אַחֲרֶיהָ רְעוֹתֶיהָ מוּבָאוֹת לָךְ. מוּבָאוֹת לָךְ דִּכְתִּיב. (שמות ל״ט:ל״ג) וַיָּבִיאוּ אֶת הַמִּשְׁכָּן אֶל מֹשֶׁה.<a></a>", "heVersionTitle": "Vocalized Zohar, Israel 2013", "heLicense": "", "heVersionTitleInHebrew": "ספר הזהר מנקד, ישראל תשע\"ג", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "63c9439801e878406e0d0f4a", "index_title": "Zohar", "category": "Kabbalah", "type": "", "ref": "Zohar, Pekudei 39:338", "anchorRef": "Exodus 39:33", "anchorRefExpanded": ["Exodus 39:33"], "sourceRef": "Zohar, Pekudei 39:338", "sourceHeRef": "ספר הזהר, פקודי ל״ט:של״ח", "anchorVerse": 33, "sourceHasEn": false, "compDate": [1100, 1400], "commentaryNum": 39.0001, "collectiveTitle": {"en": "Zohar", "he": "ספר הזהר"}, "heTitle": "פקודי", "he": "(שמות ל״ט:ל״ג) וַיָּבִיאוּ אֶת הַמִּשְׁכָּן אֶל מֹשֶׁה וְגוֹ'. כְּתִיב (יחזקאל א׳:כ״ו) וּמִמַּעַל לָרָקִיעַ, דָּא אִיהוּ רְקִיעָא, דְּקַיְּימָא עָלַיְיהוּ דְּאַרְבַּע חֵיוָון, דְּכַד מִסְתַּלְּקֵי בְּגוֹ חַד אֲוֵירָא דְּבָטַשׁ בְּהוּ, לָא זַקְפִין רֵישָׁא לְאִסְתַּכְּלָא לְעֵילָּא.", "heVersionTitle": "Vocalized Zohar, Israel 2013", "heLicense": "", "heVersionTitleInHebrew": "ספר הזהר מנקד, ישראל תשע\"ג", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "63c942f501e878406e0cf612", "index_title": "Zohar", "category": "Kabbalah", "type": "", "ref": "Zohar, Vayechi 62:616", "anchorRef": "Exodus 39:33", "anchorRefExpanded": ["Exodus 39:33"], "sourceRef": "Zohar, Vayechi 62:616", "sourceHeRef": "ספר הזהר, ויחי ס״ב:תרט״ז", "anchorVerse": 33, "sourceHasEn": false, "compDate": [1100, 1400], "commentaryNum": 62.0006, "collectiveTitle": {"en": "Zohar", "he": "ספר הזהר"}, "heTitle": "ויחי", "he": "וַיְדַבֵּר, לְעֵילָא. אֶל משֶׁה, בְּאֶמְצָעִיתָא. לֵאמֹר, בַּתְרַיְיתָא. אֲתַר, דְּאִית רְשׁוּ לְגַלָּאָה. תוּ, וַיִּקְרָא אֶל משֶׁה מַה כְּתִיב לְעֵילָא, (שמות ל״ט:ל״ג) וַיָּבִיאוּ אֶת הַמִּשְׁכָּן אֶל משֶׁה וְגו'. אַמַּאי אֶל משֶׁה. הָכִי אָמְרוּ, בְּגִין דְּמשֶׁה חָמָא לֵיהּ בְּטוּרָא, וְקוּדְשָׁא בְּרִיךְ הוּא אַחְמֵי לֵיהּ בְּחֵיזוּ דְעֵינָא, כְּמָא דְאַתְּ אָמֵר, (שמות כ״ז:ח׳) כַּאֲשֶׁר הֶרְאָה אוֹתְךָ בָּהָר, וּכְתִיב, (במדבר ח׳:ד׳) כַּמַּרְאֶה אֲשֶׁר הֶרְאָה ה' אֶת משֶׁה וְגו'. וּכְתִיב (שמות כח) וּרְאֵה וַעֲשֵׂה בְּתַבְנִיתָם אֲשֶׁר אַתָּה מָרְאֶה בָּהָר, הַשְׁתָּא אַיְיתִיאוּ לֵיהּ, בְּגִין דְּיֶחֱמֵי, אי אִיהוּ כְּהַהוּא מִשְׁכְּנָא דְּחָמָא.", "heVersionTitle": "Vocalized Zohar, Israel 2013", "heLicense": "", "heVersionTitleInHebrew": "ספר הזהר מנקד, ישראל תשע\"ג", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "63df57a5f768716d1b7d6afa", "index_title": "Midrash Shmuel", "category": "Midrash", "type": "", "ref": "Midrash Shmuel 3:5", "anchorRef": "Exodus 39:33", "anchorRefExpanded": ["Exodus 39:33"], "sourceRef": "Midrash Shmuel 3:5", "sourceHeRef": "מדרש שמואל ג׳:ה׳", "anchorVerse": 33, "sourceHasEn": false, "compDate": [400, 1000], "commentaryNum": 3.0005, "collectiveTitle": {"en": "Midrash Shmuel", "he": "מדרש שמואל"}, "he": "ותעלהו עמה כאשר גמלתו וגו' (שמואל א' א' כ\"ד). הכא את אמר ותביאהו בית ה' שילה (שם שם), ולהלן את אמר ויטוש משכן שילה (תהלים ע\"ח ס'), ר' אליעזר בשם רבי יוסי ברבי חנינא בית שילה אבנים מלמטן ויריעות מלמעלן, וירושלים בית אבנים מלמטן והתקרה מלמעלן, רבי זעירא בעי יכול אף הקרשים, אמר ליה רבי שמעון בן לקיש לא כן כתיב קרסיו קרשיו (שמות ל\"ט ל\"ג), ר' חייא בר אידי בעי יכול כגבהו של בית.", "heVersionTitle": "Krakow, 1893", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6418706bc9371ec0cebe4b73", "index_title": "Reggio on Torah", "category": "Commentary", "type": "commentary", "ref": "Reggio on Torah, Exodus 39:33:1", "anchorRef": "Exodus 39:33", "anchorRefExpanded": ["Exodus 39:33"], "sourceRef": "Reggio on Torah, Exodus 39:33:1", "sourceHeRef": "ביאור יש\"ר על התורה, שמות ל״ט:ל״ג:א׳", "anchorVerse": 33, "sourceHasEn": false, "compDate": [1790, 1810], "commentaryNum": 33.0001, "collectiveTitle": {"en": "Reggio", "he": "ביאור יש\"ר"}, "heTitle": "שמות", "he": "<b>את המשכן,</b> יריעות שש משזר:", "heVersionTitle": "Vienna, 1821", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6418706cc9371ec0cebe4b75", "index_title": "Reggio on Torah", "category": "Commentary", "type": "commentary", "ref": "Reggio on Torah, Exodus 39:33:2", "anchorRef": "Exodus 39:33", "anchorRefExpanded": ["Exodus 39:33"], "sourceRef": "Reggio on Torah, Exodus 39:33:2", "sourceHeRef": "ביאור יש\"ר על התורה, שמות ל״ט:ל״ג:ב׳", "anchorVerse": 33, "sourceHasEn": false, "compDate": [1790, 1810], "commentaryNum": 33.0002, "collectiveTitle": {"en": "Reggio", "he": "ביאור יש\"ר"}, "heTitle": "שמות", "he": "<b>את האהל,</b> יריעות עזים:", "heVersionTitle": "Vienna, 1821", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6418706cc9371ec0cebe4b77", "index_title": "Reggio on Torah", "category": "Commentary", "type": "commentary", "ref": "Reggio on Torah, Exodus 39:33:3", "anchorRef": "Exodus 39:33", "anchorRefExpanded": ["Exodus 39:33"], "sourceRef": "Reggio on Torah, Exodus 39:33:3", "sourceHeRef": "ביאור יש\"ר על התורה, שמות ל״ט:ל״ג:ג׳", "anchorVerse": 33, "sourceHasEn": false, "compDate": [1790, 1810], "commentaryNum": 33.0003, "collectiveTitle": {"en": "Reggio", "he": "ביאור יש\"ר"}, "heTitle": "שמות", "he": "<b>כל כליו,</b> כלל ואח\"כ יפרטם:", "heVersionTitle": "Vienna, 1821", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6538e85b5abd8dbda4707dfd", "index_title": "Talks of Yeshayahu Leibowitz on the Parasha", "category": "Quoting Commentary", "type": "", "ref": "Talks of Yeshayahu Leibowitz on the Parasha, Terumah 20:3", "anchorRef": "Exodus 39:33", "anchorRefExpanded": ["Exodus 39:33"], "sourceRef": "Talks of Yeshayahu Leibowitz on the Parasha, Terumah 20:3", "sourceHeRef": "שיחות על פרשת השבוע (ליבוביץ), תרומה כ׳:ג׳", "anchorVerse": 33, "sourceHasEn": false, "commentaryNum": 20.0003, "collectiveTitle": {"en": "Talks of Yeshayahu Leibowitz on the Parasha", "he": "שיחות על פרשת השבוע (ליבוביץ)"}, "heTitle": "תרומה", "he": "המדרש ממשיך: 'תדע לך, כשם שהמישכן עשוי חתיכות חתיכות חתיכות, שנאמר: \"קרסיו קרשיו בריחיו עמודיו ואדניו\" (שמות לט:לג), וכולם נחברין ונעשין אחד, דכתיב: \"לחבר את-האהל להיות אחד\" (שמות לו:יח), ואומר: \"והיה המישכן אחד\" (שמות כו:ו), כך תורה נביאים וכתובים ומישנה והלכה ואגדה, כולן אחד, שכן אתה מוצא: \"ואת המשכן תעשה עשר יריעות\" - אלו עשרת-הדיברות, וכתוב: \"עשתי-עשרה יריעות\" - \"וחברת את חמש היריעות\" - אלו חמישה חומשי תורה; \"ואת שש היריעות\" - אלו ששה סדרי מישנה, \"וכפלת את היריעה הששית\" (שמות כו:ט) - זה תלמוד שהוא כפול ומדוקדק בתורה, וכולם ניתנו מרועה אחד'. ", "heVersionTitle": "Jerusalem, 2000", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6538ea0476e5002b11bdf21b", "index_title": "Talks of Yeshayahu Leibowitz on the Parasha", "category": "Quoting Commentary", "type": "", "ref": "Talks of Yeshayahu Leibowitz on the Parasha, Nasso 12:2", "anchorRef": "Exodus 39:33", "anchorRefExpanded": ["Exodus 39:33"], "sourceRef": "Talks of Yeshayahu Leibowitz on the Parasha, Nasso 12:2", "sourceHeRef": "שיחות על פרשת השבוע (ליבוביץ), נשא י״ב:ב׳", "anchorVerse": 33, "sourceHasEn": false, "commentaryNum": 12.0002, "collectiveTitle": {"en": "Talks of Yeshayahu Leibowitz on the Parasha", "he": "שיחות על פרשת השבוע (ליבוביץ)"}, "heTitle": "נשא", "he": "מדרש אחר המתיחס גם הוא לאותו נושא, אם כי לא לחנוכתו אלא להקמת המישכן, מציג גישה המסבירה כי המישכן כולו בא מכוחו של משה, ואלמלא יוזמתו והרוח הפועמת בו, שהיו הסיבה שהפעילה והובילה את כל אותה בנייה על-ידי כל האחרים מבצעי התוכנית, לא היה המישכן מוקם, ומכאן ההצדקה לכך שהמלאכה נקראת על שמו. דברים אלה אומר המדרש בסדרת \"פקודי\" בקשר לפסוק: \"ויביאו את-המשכן אל-משה\" (שמות, לט:לג): ", "heVersionTitle": "Jerusalem, 2000", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "657ecc4b758c1dc532ec8c21", "index_title": "Steinsaltz on Exodus", "category": "Commentary", "type": "commentary", "ref": "Steinsaltz on Exodus 39:33", "anchorRef": "Exodus 39:33", "anchorRefExpanded": ["Exodus 39:33"], "sourceRef": "Steinsaltz on Exodus 39:33", "sourceHeRef": "ביאור שטיינזלץ על שמות ל״ט:ל״ג", "anchorVerse": 33, "sourceHasEn": true, "commentaryNum": 39.0033, "collectiveTitle": {"en": "Steinsaltz", "he": "ביאור שטיינזלץ"}, "heTitle": "ביאור שטיינזלץ על שמות", "he": "<b>וַיָּבִיאוּ אֶת הַמִּשְׁכָּן</b>, יריעות המשכן\n  <b>אֶל מֹשֶׁה, אֶת הָאֹהֶל</b>, יריעות העזים\n  <b>וְאֶת כָּל כֵּלָיו — קְרָסָיו, קְרָשָׁיו, בְּרִיחָיו וְעַמֻּדָיו וַאֲדָנָיו</b>", "heVersionTitle": "The Koren Steinsaltz Tanakh HaMevoar - Hebrew", "heLicense": "Copyright: Steinsaltz Center", "heVersionTitleInHebrew": "", "text": "<b>They brought the Tabernacle, </b>the wool and linen coverings, <b>to Moses, with the tent, </b>the goats’ hair sheets, <b>and all its vessels: its hooks, its boards, its bars, and its pillars, and its sockets; </b>", "versionTitle": "The Steinsaltz Tanakh - English", "license": "Copyright: Steinsaltz Center", "versionTitleInHebrew": ""}, {"_id": "66b21f4ad11c92d4bb191de8", "index_title": "Sefat Emet", "category": "Chasidut", "type": "", "ref": "Sefat Emet, Exodus, Vayakhel 10:4", "anchorRef": "Exodus 39:33", "anchorRefExpanded": ["Exodus 39:33"], "sourceRef": "Sefat Emet, Exodus, Vayakhel 10:4", "sourceHeRef": "שפת אמת, שמות, ויקהל י׳:ד׳", "anchorVerse": 33, "sourceHasEn": true, "compDate": [1860, 1900], "commentaryNum": 10.0004, "collectiveTitle": {"en": "Sefat Emet", "he": "שפת אמת"}, "heTitle": "ויקהל", "he": "במדרש רבות בנות עשו חיל ואת עלית על כולנה. שמרע\"ה הקים המשכן כו'. בא לרמוז כי אעפ\"כ יד כל בנ\"י הי' בזה רק שכפי עבודת הכלל כך נתעלה מרע\"ה להקימו. וכמ\"ש במד' ויקרא הרימותי בחור מעם כו'. כמו תרומה שמתעלה כל השיריים ע\"י התרומה. כן הי' מרע\"ה התרומה מכללות ישראל. וכ\"כ ויביאו את המלאכה אל משה זה הי' תיקון שלהם אח\"כ נתן מרע\"ה ידו:", "heVersionTitle": "Sefat emet, Piotrków, 1905-1908", "heLicense": "Public Domain", "heVersionTitleInHebrew": "שפת אמת, פיוטרקוב, תרס\"ה-תרס\"ח", "text": "The Midrash (Shemot Rabbah 54:4) states, “Many daughters fought valiantly, yet you rose above them,” referring to Moshe who erected the Mishkan. Although Moshe erected it alone, the entire Bnei Yisrael contributed. Their collective efforts enabled Moshe to attain higher levels to complete the Mishkan.<br>Similarly, the Midrash Vayikra (Tanchuma 3) explains, “I have uplifted a youth from the nation” (Tehillim 89:20), referring to Moshe. Just as Teruma uplifts everything, Moshe was the Teruma of Bnei Yisrael. In Shemot 39:33, “They brought all the work to Moshe,” shows that Bnei Yisrael’s preparations allowed Moshe to uplift it all. Thus, while Moshe played a central role, the contributions of Bnei Yisrael were integral, making him the Teruma that uplifted the entire nation.", "versionTitle": "Translation by Dan Levy, 2024", "license": "", "versionTitleInHebrew": ""}, {"_id": "58e39d56d6e4a94c42d0fb8b", "index_title": "Avi Ezer", "category": "Commentary", "type": "commentary", "ref": "Avi Ezer, Exodus 39:33:1", "anchorRef": "Exodus 39:33", "anchorRefExpanded": ["Exodus 39:33"], "sourceRef": "Avi Ezer, Exodus 39:33:1", "sourceHeRef": "אבי עזר, שמות ל״ט:ל״ג:א׳", "anchorVerse": 33, "sourceHasEn": false, "compDate": [1760, 1800], "commentaryNum": 33.0001, "collectiveTitle": {"en": "Avi Ezer", "he": "אבי עזר"}, "heTitle": "שמות", "he": "<b>ויביאו את המשכן</b>. כבר הביא הרב ראיות בפסוק את עמודיו עומד \nמצינו זכר ונקבה בדבר אחד. כמו רוח גדולה וחזק:", "heVersionTitle": "Avi Ezer", "heLicense": "Public Domain", "heVersionTitleInHebrew": "אבי עזר", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5a9d3c9fd6e4a9026bd8f079", "index_title": "Aderet Eliyahu", "category": "Commentary", "type": "commentary", "ref": "Aderet Eliyahu, Exodus 39:33:1", "anchorRef": "Exodus 39:33", "anchorRefExpanded": ["Exodus 39:33"], "sourceRef": "Aderet Eliyahu, Exodus 39:33:1", "sourceHeRef": "אדרת אליהו, שמות ל״ט:ל״ג:א׳", "anchorVerse": 33, "sourceHasEn": false, "compDate": [1740, 1800], "commentaryNum": 33.0001, "collectiveTitle": {"en": "Aderet Eliyahu", "he": "אדרת אליהו"}, "heTitle": "שמות", "he": "<b>ויביאו את המשכן כו' </b>כללות המשכן הוא כ\"ב דברים. ג' וז' וי\"ב שהוא כללות העולם גדול וקטן כמ\"ש בס\"י ואלו הן ג' בגדים בגדי אהרן בגדי בניו. בגדי השרד. ז' כלים. ארון. שלחן. מנורה. מזבח הפנימי. כיור. כנו. מזבח החיצון. והן ז\"ס שכוללין הכל ז' היכלות ג\"ר וב' הבדלי' בהם פרוכת ומסך בין עולם לעולם. וי\"ב של המשכן עצמו ז' וה' ז' משכן. ואהל מכסהו ומכסה התחשים. פרכת. מסך הפתח. קלעים עם המסך. ולמ\"ד ב' המכסאות א' חשיב הקלעי' עם המסך לשתי' אבל דעת הראשון יותר נכון כפשוטי המקראות כמ\"ש המפרשי' וכמ\"ש מכסהו ומכסה התחש אשר עליו מלמעלה וחמשה הם כליו קרסים קרשים בריחי' ועמודי' ואדנים ועמודי החצר ושל האהל אחד וכן אדניהם אחד. ", "heVersionTitle": "Aderet Eliyahu, Halberstadt, 1860", "heLicense": "Public Domain", "heVersionTitleInHebrew": "אדרת אליהו על התורה, הלברשטאט תרי\"ט", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "60e42a45baf2e5aa63ba6a0d", "index_title": "Bat Ayin", "category": "Chasidut", "type": "", "ref": "Bat Ayin, Vayakhel Pekudei 60", "anchorRef": "Exodus 39:33", "anchorRefExpanded": ["Exodus 39:33"], "sourceRef": "Bat Ayin, Vayakhel Pekudei 60", "sourceHeRef": "בת עין, ויקהל פקודי ס׳", "anchorVerse": 33, "sourceHasEn": false, "commentaryNum": 60, "collectiveTitle": {"en": "Bat Ayin", "he": "בת עין"}, "heTitle": "ויקהל פקודי", "he": "<b>ובצלאל</b> בן אורי כו' (לח כב). ודרשו חז\"ל (ברכות נה.) בצל אל, כי אפילו מה שלא אמר לו רבו הסכימה דעתו למה כו', כי משה צוה לעשות תחילה כלים ואח\"כ משכן, אמר לו בצלאל כלים שאעשה להיכן אכניסם, אלא כך מנהג העולם לעשות תחילה בית ואח\"כ משים כלים בתוכו, אמר לו משה בוודאי בצל אל היית, כי בוודאי כך צוה לי הקב\"ה, וכן עשה המשכן תחילה ואח\"כ עשה כלים ע\"כ. וכן נאמר בהבאת המשכן וכליו למשה (שמות לט לג) נאמר תחלה את האהל ואת כל כליו קרסיו קרשיו בריחו ועמדיו ואדניו ואת מכסה וגו', ואח\"כ את ארון העדת וגו' את השלחן וגו' את המנורה וגו' ואת מזבח וגו', עד כאן כלים הפנימים.", "heVersionTitle": "Jerusalem, 2001", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6319d055b6084aa1cbf0244b", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, בְּרִיחַ² 1", "anchorRef": "Exodus 39:33", "anchorRefExpanded": ["Exodus 39:33"], "sourceRef": "BDB, בְּרִיחַ² 1", "sourceHeRef": "בראון-דרייבר-בריגס, בְּרִיחַ² א׳", "anchorVerse": 33, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "בְּרִיחַ²", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† <big><span dir=\"rtl\">בְּרִיחַ</span></big>  <strong>n.m. bar (</strong>cf. Assyrian <em>burûḫu, spear-shaft, spear</em>, COT<sup>Gloss</sup><strong>)</strong>—<span dir=\"rtl\">בְּרִיחַ</span> <a data-ref=\"Deuteronomy 3:5\" href=\"/Deuteronomy.3.5\">Dt 3:5</a> + 11 times (cstr. <a data-ref=\"Amos 1:5\" href=\"/Amos.1.5\">Am 1:5</a> etc.); <span dir=\"rtl\">בְּרִיחוֹ</span> <a data-ref=\"Exodus 35:11\" href=\"/Exodus.35.11\">Ex 35:11</a>; <a data-ref=\"Exodus 39:33\" href=\"/Exodus.39.33\">39:33</a> Kt (Qr both <span dir=\"rtl\">־חָיו</span> needless); pl. <span dir=\"rtl\">בְּרִיחִם</span> <a data-ref=\"Exodus 26:26\" href=\"/Exodus.26.26\">Ex 26:26</a> + 8 times, <span dir=\"rtl\">בְּרִיחִים</span> <a data-ref=\"II Chronicles 14:6\" href=\"/II_Chronicles.14.6\">2 Ch 14:6</a>, <span dir=\"rtl\">בְּרִיחֵי</span> <a data-ref=\"Exodus 36:31\" href=\"/Exodus.36.31\">Ex 36:31</a> + 3 times, <span dir=\"rtl\">בְּרִיחָ֑יִךְ</span> <a data-ref=\"Nahum 3:13\" href=\"/Nahum.3.13\">Na 3:13</a>, <span dir=\"rtl\">בְּרִיחָיו</span> <a data-ref=\"Exodus 40:18\" href=\"/Exodus.40.18\">Ex 40:18</a> + 7 times (+ Qr <a data-ref=\"Exodus 35:11\" href=\"/Exodus.35.11\">Ex 35:11</a>; <a data-ref=\"Exodus 39:33\" href=\"/Exodus.39.33\">39:33</a>), <span dir=\"rtl\">בְּרִיחֶיהָ</span> <a data-ref=\"Jeremiah 51:30\" href=\"/Jeremiah.51.30\">Je 51:30</a> <a data-ref=\"Lamentations 2:9\" href=\"/Lamentations.2.9\">La 2:9</a>, <span dir=\"rtl\">בְּרִחֶיהָ</span> <a data-ref=\"Jonah 2:7\" href=\"/Jonah.2.7\">Jon 2:7</a>, <span dir=\"rtl\">בְּרִיחֶ֑הָ</span> <a data-ref=\"Isaiah 15:5\" href=\"/Isaiah.15.5\">Is 15:5</a> but cf. infr.;—<br><strong>1.</strong> <strong>a</strong>  . <em>bar</em>, of wood, joining boards of tabern. <a data-ref=\"Exodus 26:26\" href=\"/Exodus.26.26\">Ex 26:26</a>, <a data-ref=\"Exodus 26:27\" href=\"/Exodus.26.27\">27</a><sup>(×2)</sup> <a data-ref=\"Exodus 26:28\" href=\"/Exodus.26.28\">28</a>, <a data-ref=\"Exodus 26:29\" href=\"/Exodus.26.29\">29</a><sup>(×2)</sup> <a data-ref=\"Exodus 35:11\" href=\"/Exodus.35.11\">35:11</a>; <a data-ref=\"Exodus 36:31\" href=\"/Exodus.36.31\">36:31</a>, <a data-ref=\"Exodus 36:32\" href=\"/Exodus.36.32\">32</a><sup>(×2)</sup>, <a data-ref=\"Exodus 36:33\" href=\"/Exodus.36.33\">33</a>, <a data-ref=\"Exodus 36:34\" href=\"/Exodus.36.34\">34</a><sup>(×2)</sup>; <a data-ref=\"Exodus 40:18\" href=\"/Exodus.40.18\">40:18</a> <a data-ref=\"Numbers 3:36\" href=\"/Numbers.3.36\">Nu 3:36</a>; <a data-ref=\"Numbers 4:31\" href=\"/Numbers.4.31\">4:31</a> (all P). <strong>b.</strong>  <em>bar(s)</em> of city-gates <a data-ref=\"Deuteronomy 3:5\" href=\"/Deuteronomy.3.5\">Dt 3:5</a>; <a data-ref=\"Judges 16:3\" href=\"/Judges.16.3\">Ju 16:3</a>; <a data-ref=\"I Samuel 23:7\" href=\"/I_Samuel.23.7\">1 S 23:7</a>; <a data-ref=\"II Chronicles 8:5\" href=\"/II_Chronicles.8.5\">2 Ch 8:5</a>; <a data-ref=\"II Chronicles 14:6\" href=\"/II_Chronicles.14.6\">14:6</a>; <em>id.</em> of gates of Jerusalem <a data-ref=\"Lamentations 2:9\" href=\"/Lamentations.2.9\">La 2:9</a>; also (‖ <span dir=\"rtl\">מנעולים</span>) <a data-ref=\"Nehemiah 3:3\" href=\"/Nehemiah.3.3\">Ne 3:3</a>, <a data-ref=\"Nehemiah 3:6\" href=\"/Nehemiah.3.6\">6</a>, <a data-ref=\"Nehemiah 3:13\" href=\"/Nehemiah.3.13\">13</a>, <a data-ref=\"Nehemiah 3:14\" href=\"/Nehemiah.3.14\">14</a>, <a data-ref=\"Nehemiah 3:15\" href=\"/Nehemiah.3.15\">15</a> cf. <a data-ref=\"Psalms 147:13\" href=\"/Psalms.147.13\">ψ 147:13</a>; cf. <a data-ref=\"Amos 1:5\" href=\"/Amos.1.5\">Am 1:5</a> <a data-ref=\"Nahum 3:13\" href=\"/Nahum.3.13\">Na 3:13</a>; <a data-ref=\"Jeremiah 49:31\" href=\"/Jeremiah.49.31\">Je 49:31</a>; <a data-ref=\"Ezekiel 38:11\" href=\"/Ezekiel.38.11\">Ez 38:11</a> <a data-ref=\"Jeremiah 51:30\" href=\"/Jeremiah.51.30\">Je 51:30</a>; bars of city-gates, <span dir=\"rtl\">ב׳ נחשׁת</span> <a data-ref=\"I Kings 4:13\" href=\"/I_Kings.4.13\">1 K 4:13</a>, <span dir=\"rtl\">ב׳ ברזל</span> <a data-ref=\"Isaiah 45:2\" href=\"/Isaiah.45.2\">Is 45:2</a> (of Babylon, broken bef. Cyrus); <span dir=\"rtl\">בְּרִיחֶ֑הָ</span> <a data-ref=\"Isaiah 15:5\" href=\"/Isaiah.15.5\">Is 15:5</a> read prob. c. 𝔗 Di al. <span dir=\"rtl\">בָּר׳</span> v. <a ,=\"\" data-ref=\"BDB, בָּרִיחַ\" dir=\"rtl\" href=\"/BDB,_בָּרִיחַ\">בָּרִיחַ</a>; yet cf. Che’s crit. n.<br><strong>2.</strong>  fig. <span dir=\"rtl\">ב׳ בַּרְזֶל</span> of distress, etc. <a data-ref=\"Psalms 107:16\" href=\"/Psalms.107.16\">ψ 107:16</a>; of fortress, <span dir=\"rtl\">ב׳ אַרְמוֹן</span> in simile <a data-ref=\"Proverbs 18:19\" href=\"/Proverbs.18.19\">Pr 18:19</a>; fig. <span dir=\"rtl\">ב׳</span> of earth (pictured as house out of which Jonah is shut) <a data-ref=\"Jonah 2:7\" href=\"/Jonah.2.7\">Jon 2:7</a>. (Older usage sg. of bar of door or gate, i.e. the great bar across the gate; so <a data-ref=\"Deuteronomy 3:5\" href=\"/Deuteronomy.3.5\">Dt 3:5</a>; <a data-ref=\"Judges 16:3\" href=\"/Judges.16.3\">Ju 16:3</a>; <a data-ref=\"Amos 1:5\" href=\"/Amos.1.5\">Am 1:5</a>; <a data-ref=\"I Samuel 23:7\" href=\"/I_Samuel.23.7\">1 S 23:7</a>; <a data-ref=\"I Kings 4:13\" href=\"/I_Kings.4.13\">1 K 4:13</a>; <a data-ref=\"Jeremiah 49:31\" href=\"/Jeremiah.49.31\">Je 49:31</a>; <a data-ref=\"Proverbs 18:19\" href=\"/Proverbs.18.19\">Pr 18:19</a>; <a data-ref=\"Job 38:10\" href=\"/Job.38.10\">Jb 38:10</a>; <a data-ref=\"II Chronicles 8:5\" href=\"/II_Chronicles.8.5\">2 Ch 8:5</a>; <a data-ref=\"Ezekiel 38:11\" href=\"/Ezekiel.38.11\">Ez 38:11</a> Later pl. <a data-ref=\"Isaiah 45:2\" href=\"/Isaiah.45.2\">Is 45:2</a> <a data-ref=\"Lamentations 2:9\" href=\"/Lamentations.2.9\">La 2:9</a> <a data-ref=\"II Chronicles 14:6\" href=\"/II_Chronicles.14.6\">2 Ch 14:6</a>; <a data-ref=\"Nehemiah 3:3\" href=\"/Nehemiah.3.3\">Ne 3:3</a>, <a data-ref=\"Nehemiah 3:6\" href=\"/Nehemiah.3.6\">6</a>, <a data-ref=\"Nehemiah 3:13\" href=\"/Nehemiah.3.13\">13</a>, <a data-ref=\"Nehemiah 3:14\" href=\"/Nehemiah.3.14\">14</a>, <a data-ref=\"Nehemiah 3:15\" href=\"/Nehemiah.3.15\">15</a>; <a data-ref=\"Psalms 147:13\" href=\"/Psalms.147.13\">ψ 147:13</a>, but also <a data-ref=\"Nahum 3:13\" href=\"/Nahum.3.13\">Na 3:13</a>.)"], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d447b6084aa1cbf315f5", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, קֶ֫רֶס 1", "anchorRef": "Exodus 39:33", "anchorRefExpanded": ["Exodus 39:33"], "sourceRef": "BDB, קֶ֫רֶס 1", "sourceHeRef": "בראון-דרייבר-בריגס, קֶ֫רֶס א׳", "anchorVerse": 33, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "קֶ֫רֶס", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† <big>[<span dir=\"rtl\">קֶ֫רֶס</span>]</big>  <strong>n.</strong>[<strong>m.</strong>] <strong>hook</strong>, on edge of curtains of tabern., matching the loops (<span dir=\"rtl\">לֻלָאֹת</span>, v. [<a data-ref=\"BDB, לוּלַי\" href=\"/BDB,_לוּלַי\", dir=\"rtl\">לוּלַי</a>]); pl. <span dir=\"rtl\">קְרָסִים</span> <a data-ref=\"Exodus 26:6\" href=\"/Exodus.26.6\">Ex 26:6</a>, <a data-ref=\"Exodus 26:11\" href=\"/Exodus.26.11\">11</a> = <a data-ref=\"Exodus 36:13\" href=\"/Exodus.36.13\">36:13</a>, <a data-ref=\"Exodus 36:18\" href=\"/Exodus.36.18\">18</a>, <a data-ref=\"Exodus 26:33\" href=\"/Exodus.26.33\">26:33</a>; cstr. <span dir=\"rtl\">קַרְסֵי זָהָב</span> v <a data-ref=\"Exodus 26:6\" href=\"/Exodus.26.6\">6</a> = <a data-ref=\"Exodus 36:13\" href=\"/Exodus.36.13\">36:13</a>, <span dir=\"rtl\">ק׳ נְחשֶׁת</span> <a data-ref=\"Exodus 26:11\" href=\"/Exodus.26.11\">26:11</a> = <a data-ref=\"Exodus 36:18\" href=\"/Exodus.36.18\">36:18</a>; sf. <span dir=\"rtl\">קְרָסָיו</span> <a data-ref=\"Exodus 35:11\" href=\"/Exodus.35.11\">35:11</a> = <a data-ref=\"Exodus 39:33\" href=\"/Exodus.39.33\">39:33</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}]