[{"_id": "531e4fe0fbfba276047f602c", "index_title": "Onkelos Exodus", "category": "Targum", "type": "targum", "ref": "Onkelos Exodus 40:18", "anchorRef": "Exodus 40:18", "anchorRefExpanded": ["Exodus 40:18"], "sourceRef": "Onkelos Exodus 40:18", "sourceHeRef": "תרגום אונקלוס על שמות מ׳:י״ח", "anchorVerse": 18, "sourceHasEn": false, "compDate": [80, 120], "commentaryNum": 40.0018, "collectiveTitle": {"en": "Onkelos Exodus", "he": "תרגום אונקלוס על שמות"}, "heTitle": "תרגום אונקלוס על שמות", "he": "וַאֲקֵם משֶׁה יָת מַשְׁכְּנָא וִיהַב יָת סַמְּכוֹהִי וְשַׁוִּי יָת דַּפּוֹהִי וִיהַב יָת עַבְרוֹהִי וַאֲקֵם יָת עַמּוּדוֹהִי:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "חומש שפתי חכמים, מצודה תשס\"ט", "text": "Moshe set up the mishkon, placed its sockets, put up its boards, put in its bars, and set up its pillars.", "versionTitle": "Metsudah Chumash, Metsudah Publications, 2009 [with Onkelos translation]", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "532b2684fbfba27c35eeb86c", "index_title": "Targum Jonathan on Exodus", "category": "Targum", "type": "targum", "ref": "Targum Jonathan on Exodus 40:18", "anchorRef": "Exodus 40:18", "anchorRefExpanded": ["Exodus 40:18"], "sourceRef": "Targum Jonathan on Exodus 40:18", "sourceHeRef": "תרגום יונתן על שמות מ׳:י״ח", "anchorVerse": 18, "sourceHasEn": true, "compDate": [30, 70], "commentaryNum": 40.0018, "collectiveTitle": {"en": "Targum Jonathan on Exodus", "he": "תרגום יונתן על שמות"}, "heTitle": "תרגום יונתן על שמות", "he": "וְאָקִים משֶׁה יַת מַשְׁכְּנָא וִיהַב יַת חוֹמְרוֹי וְשַׁוִּי יַת לוּחוֹי וִיהַב יַת נַגְרוֹי וְאָקִים יַת עַמּוּדוֹי", "heVersionTitle": "Targum Jonathan on Exodus", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": " And Mosheh reared the tabernacle, and placed its bases, and set its boards, and placed its bars, and reared its pillars. \n", "versionTitle": "The Targum of Jonathan ben Uzziel, trans. J. W. Etheridge, London, 1862", "license": "Public Domain", "versionTitleInHebrew": "תרגום ירושלמי (תרגום יונתן בן-עוזיאל) לתורה, תורגם ע״י ג׳ון ווסלי אטרידג׳, לונדון 1862"}, {"_id": "53f176adfbfba22336e9f232", "index_title": "Sforno on Exodus", "category": "Commentary", "type": "commentary", "ref": "Sforno on Exodus 40:18:1", "anchorRef": "Exodus 40:18", "anchorRefExpanded": ["Exodus 40:18"], "sourceRef": "Sforno on Exodus 40:18:1", "sourceHeRef": "ספורנו על שמות מ׳:י״ח:א׳", "anchorVerse": 18, "sourceHasEn": false, "compDate": [1500, 1550], "commentaryNum": 18.0001, "collectiveTitle": {"en": "Sforno", "he": "ספורנו"}, "heTitle": "ספורנו על שמות", "he": "<b>ויקם משה את המשכן.</b> עשר היריעות מעשה חושב שנקראו משכן הוקמו קודם הקמת הקרשים, אם בידי אדם מחזיקין בו, ואם על דרך נס כדבריהם ז\"ל, ועל זה הסדר נעשה והובא אל משה. כי אמנם אותן עשר יריעות הן היו עיקר בנין המשכן, ושאר הנכנס באותו הבנין והם האדנים והקרשים והבריחים והעמודים והאהל, היו להעמיד המשכן ולכסותו:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "53f1773cfbfba22336ea0640", "index_title": "Kitzur Ba'al HaTurim on Exodus", "category": "Commentary", "type": "commentary", "ref": "Kitzur Ba'al HaTurim on Exodus 40:18:1", "anchorRef": "Exodus 40:18", "anchorRefExpanded": ["Exodus 40:18"], "sourceRef": "Kitzur Ba'al HaTurim on Exodus 40:18:1", "sourceHeRef": "קיצור בעל הטורים על שמות מ׳:י״ח:א׳", "anchorVerse": 18, "sourceHasEn": false, "compDate": [1280, 1340], "commentaryNum": 18.0001, "collectiveTitle": {"en": "Kitzur Ba'al HaTurim", "he": "קיצור בעל הטורים "}, "heTitle": "קיצור בעל הטורים על שמות", "he": "<b>ויקם משה את המשכן</b> משכן לא נאמר אלא המשכן לרבות משכן של מעלה דאיתא בפסיקתא שצוה הקב\"ה למלאכים של מעלה להקים משכן למעלה:\n\n", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "54c54248fbfba2700eb9aad5", "index_title": "Sforno on Leviticus", "category": "Quoting Commentary", "type": "", "ref": "Sforno on Leviticus 8:35:1", "anchorRef": "Exodus 40:18", "anchorRefExpanded": ["Exodus 40:18"], "sourceRef": "Sforno on Leviticus 8:35:1", "sourceHeRef": "ספורנו על ויקרא ח׳:ל״ה:א׳", "anchorVerse": 18, "sourceHasEn": true, "compDate": [1500, 1550], "commentaryNum": 35.0001, "collectiveTitle": {"en": "Sforno on Leviticus", "he": "ספורנו על ויקרא"}, "heTitle": "ספורנו על ויקרא", "he": "<b>יומם ולילה.</b> כי היריעות לא התפרקו כמבואר למעלה:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "יומם ולילה, for the curtains (carpets) were never dismantled, as we explained in Exodus 40,18.", "versionTitle": "Eliyahu Munk, HaChut Hameshulash", "license": "CC-BY", "versionTitleInHebrew": "החוט המשולש, אליהו מונק"}, {"_id": "54eaf56bfbfba278fd266134", "index_title": "Haamek Davar on Exodus", "category": "Commentary", "type": "commentary", "ref": "Haamek Davar on Exodus 40:18:1", "anchorRef": "Exodus 40:18", "anchorRefExpanded": ["Exodus 40:18"], "sourceRef": "Haamek Davar on Exodus 40:18:1", "sourceHeRef": "העמק דבר על שמות מ׳:י״ח:א׳", "anchorVerse": 18, "sourceHasEn": false, "compDate": [1840, 1880], "commentaryNum": 18.0001, "collectiveTitle": {"en": "Haamek Davar", "he": "העמק דבר"}, "he": "<b>ויקם משה את המשכן.</b> בשבת דכ״ח מביא הגמ׳ ראיה דיריעות שש מיקרי אהל מזה המקרא ויפרוש את האהל על המשכן. ולפי הפשט הכי מוכח מגוף המקרא וכמש״כ התוס׳ שם משום דחשיב בסדר הקמתן דמתחלה נתן אדנים ואח״כ הקרשים. וכתיב אחר הקרשים ויפרש את האהל מבואר שהיינו שש משזר. פי׳ דא״א לפרש ויקם משה את המשכן היינו יריעות שש ואח״כ ויתן את אדניו וקרשים ויפרוש את האהל היינו יריעות עזים. דהאיך הקים את היריעות שש קודם שעמדו הקרשים במקומם :\n", "heVersionTitle": "Sefer Torat Elohim, Vilna 1879", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר תורת אלוהים, וילנא 1879", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "54eaf56bfbfba278fd266136", "index_title": "Haamek Davar on Exodus", "category": "Commentary", "type": "commentary", "ref": "Haamek Davar on Exodus 40:18:2", "anchorRef": "Exodus 40:18", "anchorRefExpanded": ["Exodus 40:18"], "sourceRef": "Haamek Davar on Exodus 40:18:2", "sourceHeRef": "העמק דבר על שמות מ׳:י״ח:ב׳", "anchorVerse": 18, "sourceHasEn": false, "compDate": [1840, 1880], "commentaryNum": 18.0002, "collectiveTitle": {"en": "Haamek Davar", "he": "העמק דבר"}, "he": "<b>וישם את קרשיו.</b> משמעות וישם תקן אותם במעמדם יפה שוים כתואמים. אבל בעמודים שהיו עומדים על אצבעות הקרשים כתיב ויקם:\n", "heVersionTitle": "Sefer Torat Elohim, Vilna 1879", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר תורת אלוהים, וילנא 1879", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "57aada4ed6e4a906feac204a", "index_title": "Kedushat Levi", "category": "Chasidut", "type": "", "ref": "Kedushat Levi, Exodus, Pekudei 5", "anchorRef": "Exodus 40:18", "anchorRefExpanded": ["Exodus 40:18"], "sourceRef": "Kedushat Levi, Exodus, Pekudei 5", "sourceHeRef": "קדושת לוי, שמות, פקודי ה׳", "anchorVerse": 18, "sourceHasEn": true, "compDate": [1772, 1798], "commentaryNum": 5, "collectiveTitle": {"en": "Kedushat Levi", "he": "קדושת לוי"}, "heTitle": "פקודי", "he": "או יבואר, אלה פקודי המשכן משכן העדות אשר פקד על פי משה, ופסוק ויקם משה את המשכן, הכלל, כמו שמבואר בזוהר הקדוש המשכן היה כדמות זה עולם וכדמות כל העולמות ודמות התורה. והנה הרמב\"ן הקדוש כתב על פסוק <small>(בראשית יח, יט)</small> כי ידעתיו למען אשר יצוה את בניו ושמרו דרך ה', ופירש הרמב\"ן, דרך ה', הם המדות הישרות אשר היה לאברהם אבינו עליו השלום מדת החסד מדת הרחמנות וכן שאר המדות הישרות. והנה אלו המדות הם כלליות התורה, כי יש מצות אשר הם ממדת החסד כגון מצות פריקה וטעינה, וכן יש כמה מצות ממדת החסד, וכן יש מצות אשר הם ממדת היראה, דהיינו לעשות לרשע כדינו וכן בשאר. וכן יש מצות ממדת התפארות כגון תפילין שמורה על מדה הנ\"ל כנאמר <small>(יחזקאל כד, יז)</small> פארך חבוש. וכן שאר מצות ממדה הנ\"ל. וכן יש מצות משאר מדות. וכן נכלל כל מצות התורה במדות הבורא הישרות והטהורות והנקיות: ", "heVersionTitle": "Kedushat Levi - Munkatch 1939", "heLicense": "Public Domain", "heVersionTitleInHebrew": "קדושת לוי, מונקאץ', תרצ\"ט", "text": "Yet another interpretation of the opening verse in our ‎portion. We need to consider this verse in conjunction with ‎Exodus 40,18 ‎ויקם משה את המשכן וגו'‏‎, “Moses, (personally) erected ‎the Tabernacle, etc.;”‎<br>We have a rule expressed in the <i>Zohar</i> that the ‎Tabernacle represented this lower world, as well as the world ‎beyond earth as well as the Torah, in miniature. <small>[Possibly a ‎reference to <i>Zohar Pekudey</i>, 220 where the author of the ‎Zohar uses the word ‎אלה‎ here and in Genesis  2,4 ‎אלה תולדות השמים ‏והארץ‎, as a basis for this comparison. Ed.]</small>‎<br>Nachmanides quotes Genesis 18,19 ‎כי ידעתיו למען אשר יצוה את ‏בניו....ושמרו דרך ה' לעשות צדקה ומשפט‎, where he explains the ‎expression ‎דרך ה'‏‎ to mean the “attributes that G’d has revealed of ‎Himself.” The Torah credits Avraham in that verse as emulating ‎G’d’s attributes of ‎שלום וחסד‎, “peace and loving kindness, etc.” ‎These attributes are also reflected in the legislation we read in the ‎Torah, as we find commandments that clearly reflect the need for ‎us to be kind even to the undeserving, such as helping one’s ‎enemy to load or unload his donkey, whereas some of the ‎commandments clearly reflect the attribute of Justice, such as to ‎ensure that people convicted of deliberate wrongdoing be ‎punished in accordance with the law. Similarly, other attributes ‎that reflect G’d’s attributes are represented in different parts of ‎Torah legislation. The requirement to wear phylacteries is ‎understood as reflecting the fact that G’d represents ‎תפארת‎, ‎‎“glory,” and that is why we recite a benediction when putting on ‎phylacteries which describes G’d as having distinguished us with ‎glory, i.e. ‎עוטר ישראל בתפארה‎.‎", "versionTitle": "Kedushat Levi translated by Rb. Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": "קדושת לוי, מתורגם בידי רבי אליהו מונק"}, {"_id": "57aadd80d6e4a906feac2058", "index_title": "Kedushat Levi", "category": "Chasidut", "type": "", "ref": "Kedushat Levi, Exodus, Pekudei 6", "anchorRef": "Exodus 40:18", "anchorRefExpanded": ["Exodus 40:18"], "sourceRef": "Kedushat Levi, Exodus, Pekudei 6", "sourceHeRef": "קדושת לוי, שמות, פקודי ו׳", "anchorVerse": 18, "sourceHasEn": true, "compDate": [1772, 1798], "commentaryNum": 6, "collectiveTitle": {"en": "Kedushat Levi", "he": "קדושת לוי"}, "heTitle": "פקודי", "he": "והנה בצלאל עשה את המשכן וכל הכלים של המשכן, דהיינו המנורה, המורה על מדת אהבה. והשלחן הוא מדת היראה. וכן שאר המדות והמדות האלו הם כלליות התורה והתורה הוא עיקר בריאת העולם. ועל זה רמזו חכמינו ז\"ל <small>(ברכות נה.)</small> יודע היה בצלאל לצרף אותיות שנבראו בהם שמים וארץ. והנה בצלאל עשה הכלי המורה על מדת אהבה. וכן עשה שאר כלים המורים על מדת יראה. וכן עשה כלים המורים על מדת התפארות. אבל לא ידע בצלאל על איזה מצוה מרומז זה הכלי. וזה עשה משה שהראה לאיזה מצוה זה הכלי. דהיינו זה הכלי מרמז על אהבה ונמצא הוא מרומז בזה המצוה וכן שאר מהמצות לשאר הכלים. ונמצא בצלאל עשה סתם כלים המורים על מדת יראה. וכן שאר כלים המורים על שאר כל המדות. ומשה רבינו עליו השלום חיבר אלו הכלים לאלו המצות כל כלי המרמז על זה המצוה חיבר לזה המצוה אשר הוא מזה המדה. וזהו היה הקמת המשכן שלא היה יכול להקים רק משה, דהיינו לחבר המשכן למצות התורה. וזהו הטעם שפרקו המשכן בעת שהלכו במדבר והקימו בשעה שעמדו, כי ידוע שישראל הלכו במדבר להעלות הנצוצין שנפלו בקליפה שם במדבר להעלותם לקדושה וידוע מהבעל שם טוב, מה הוא עליות נצוצות, דהיינו כשרואין לאיזה דבר גשמיות ואין צריך לומר לדבר רע חס ושלום אז עובדין את הבורא ברוך הוא לאשר בזה הדבר אהבה או יראה או שאר מדות ועל ידי זה יכולין להעלות אותה, דהיינו שמראה לזה האהבה רעה אהבה טובה אשר לזה נאצל מדת אהבה מאת הבורא ברוך הוא על זה העולם רק לאהבה את ה' נמצא זה הוא עליות הנצוצות. וכן שאר המדות, דהיינו מדות היראה ליראה ה' כשרואין בזה המקום יראה רעה חס ושלום אז יכולין להעלותה לקדושה וכן שאר המדות יכולין להעלותן בזה הבחינה. והנה פריקת המשכן הוא שהמדות אינם מחוברים למצוה וזה היה בשעה שהלכו במדבר וכשבאו על מקום שיש שם אהבה לא טובה אז מעוררין את זה אהבה, דהיינו לאהבת ה' אשר הוא מקור האהבה וכן מדת יראה כנ\"ל וכן מדת התפארת כנ\"ל. ואחר כך כשכבר העלו זה האהבה וכן זה היראה אחר כך הקימו את המשכן, דהיינו שחברו אלו המדות ומצות הבורא ברוך הוא, כי כשאדם יש לו אהבת ה' וכן יראת ה' ואינו עושה המצוה אשר הוא מזה המדה אז אהבה ויראה אין לה קיום אבל כשעושה המצות אשר הוא ממדה זו אז המדה יש לה קיום. ולכך הקימו המשכן לאחר שהעלו הניצוץ אז דבקו המדות במצות שעל זה רמזו קימת המשכן כדי שיהיה לו קיום תמיד בקדושה וזה לא היה יכול לעשות רק משה רבינו ע\"ה להקים המשכן לחבר את המשכן לתורה: ", "heVersionTitle": "Kedushat Levi - Munkatch 1939", "heLicense": "Public Domain", "heVersionTitleInHebrew": "קדושת לוי, מונקאץ', תרצ\"ט", "text": "When Betzalel constructed the Tabernacle and all its ‎components, i.e. the candlestick which represented the attribute ‎of love, the table which reflected the attribute of awe, and the ‎furnishings representing other Divine attributes, he constructed ‎a miniature replica of the universe.‎<br>Our sages in <i>B’rachot</i> 55 alluded to this when they said: ‎Betzalel knew how to combine the letters of the holy tongue that ‎had been used by G’d when He created the universe. This enabled ‎Betzalel to fashion the various furnishings of the Tabernacle so ‎that they reflected the attributes which we mentioned. According ‎to the Talmud there the name ‎בצלאל‎ is a combination of the two ‎words: ‎בצל א-ל‎, “in the Lord’s shadow,” i.e. his soul must have ‎been present when G’d created the universe and have absorbed ‎the secret of how G’d had done so. Betzalel did not know, ‎however, to which particular commandment in the Torah each ‎one of the vessels he fashioned corresponded. It was therefore left ‎for Moses himself to reveal the relationship between each vessel ‎and utensil used in the Tabernacle and how it related to a ‎particular commandment in the Torah. This is hinted at in the ‎verse in Exodus 40,18 which describes Moses as erecting the ‎Tabernacle. According to tradition, Betzalel and his helpers had ‎vainly attempted to do this, and they had to call on Moses to do ‎this. (<i>Tanchuma yashan</i>, 8)  “Erecting” the Tabernacle, does ‎not refer to the mere physical act of arranging all the boards, etc, ‎in their proper order, but it is a term used to describe Moses as ‎ensuring that the Tabernacle would fulfill the functions for which ‎it had been made, i.e. to mirror Torah philosophy. The reason ‎that the Tabernacle had to be completely dismantled each time ‎the Israelites broke camp and had to be re-erected anew when ‎they encamped was that their trek through the desert was ‎intended to elevate the “sparks” that had fallen off the ‎‎<i>Shechinah</i>, a task that would be accomplished in stages each ‎time it was erected again. <small>[The concept of these “sparks” ‎has been discussed on pages 21-22. Ed.]</small>‎<br>We know through the <i>Baal Shem Tov</i> how the spiritual ‎elevations, ‎עליות‎, of these “sparks, ‎נצוצות‎, work. When these ‎sparks come face to face with something of a mundane or secular ‎nature, or even more so when they encounter something actually ‎evil or sinful, they grasp the opportunity to serve their Creator. ‎‎[If I have understood the concept correctly, it is based on every ‎phenomenon in the universe containing an element of sanctity, ‎קדושה‎, though it may be almost completely hidden. <small>[The ‎‎“fallen” sparks that once were part of the <i>Shechinah</i>, due to ‎their sacred origin, are able to locate that element of Divinity ‎within the phenomenon in question. They are able to utilize any ‎of the Divine attributes they encounter and respond to it in kind, ‎be it love, awe, harmony or any of the attributes of G’d. ‎Ed.]</small> When they do this they elevate the respective ‎phenomenon to a higher spiritual level, i.e. it is a kind of ‎repentance for their erstwhile negligence without which they ‎would not have “fallen off” the main body of the <i>Shechinah</i> ‎in the first place.‎<br>When the Tabernacle was dismantled, it had lost its cohesion ‎to the various attributes of G’d, something that had been ‎established when it had last been erected. By having dismantled ‎the Tabernacle, the Israelites had contributed to the spiritual ‎rehabilitation of these “sparks,” as they had been presented with ‎an opportunity to elevate these phenomena to a higher spiritual ‎‎<i>niveau</i> while they were “in limbo,” so to speak. The ‎Israelites therefore were directly instrumental in “salvaging” part ‎of the <i>Shechinah</i>. Seeing that during the period that the ‎Tabernacle had been dismantled the holy attributes of G’d had ‎had an opportunity to be used negatively, i.e. the attribute of ‎love had been used to love that which is evil, or the attribute of ‎harmony had been used to organise a rebellion against G’d, [as ‎had been the case during the building of the Tower after the ‎deluge, Ed.] the Israelites in the desert, where most of these ‎‎“sparks” had taken refuge on earth, had become instrumental in ‎contributing to the restoration of the <i>Shechinah</i> to its full ‎glory.<br>If, after having established the connection with the Divine ‎attribute contained within a phenomenon one does not exploit ‎this good fortune and make this attribute part of one’s ‎personality, one will forfeit all the benefits that one’s discovery ‎had presented. The reason for this is that good attributes that ‎remain in a vacuum are worse than good attributes never ‎discovered. Possessing ‎אהבת השם‎ “a love for G’d,” without ‎following this up by performing the commandments in the Torah ‎that reflect this attribute, results in one’s losing even the ‎theoretical, or “platonic” love of G’d. As soon as the Jewish people ‎became aware that they had become an instrument for restoring ‎one of the “sparks” to the <i>Shechinah</i>, they would re-erect ‎the Tabernacle and make a point of observing the ‎commandments associated with that attribute meticulously. As ‎only Moses was on a level that enabled him to understand all ‎these connections between the terrestrial world and its celestial ‎counterpart, it was his task to erect the Tabernacle (each time). ‎He thereby connected the appropriate sections in the appropriate ‎manner. ‎ ‎", "versionTitle": "Kedushat Levi translated by Rb. Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": "קדושת לוי, מתורגם בידי רבי אליהו מונק"}, {"_id": "57e77cebd6e4a94c7c18a2f6", "index_title": "Tafsir Rasag", "category": "Targum", "type": "targum", "ref": "Tafsir Rasag, Exodus 40:18", "anchorRef": "Exodus 40:18", "anchorRefExpanded": ["Exodus 40:18"], "sourceRef": "Tafsir Rasag, Exodus 40:18", "sourceHeRef": "תפסיר רס\"ג, שמות מ׳:י״ח", "anchorVerse": 18, "sourceHasEn": false, "compDate": [918, 942], "commentaryNum": 40.0018, "collectiveTitle": {"en": "Tafsir Rasag", "he": "תפסיר רס\"ג"}, "heTitle": "שמות", "he": "פאול מא נצבה מוסי וצ̇ע קואעדה ורכב עליהא תכ̇אתג̇ה ווצ̇ע פיה אמהאג̇ה ואוקף עמדה", "heVersionTitle": "Tafsir al-Torah bi-al-Arabiya, Paris, 1893", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תפסיר אלתורה באלערביה, פריס, 1893", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5889b4e5d6e4a902855ff655", "index_title": "Tur HaArokh", "category": "Commentary", "type": "commentary", "ref": "Tur HaArokh, Exodus 40:18:1", "anchorRef": "Exodus 40:18", "anchorRefExpanded": ["Exodus 40:18"], "sourceRef": "Tur HaArokh, Exodus 40:18:1", "sourceHeRef": "הטור הארוך, שמות מ׳:י״ח:א׳", "anchorVerse": 18, "sourceHasEn": true, "compDate": [1280, 1340], "commentaryNum": 18.0001, "collectiveTitle": {"en": "Tur HaAroch", "he": "הטור הארוך"}, "heTitle": "שמות", "he": "<b>ויקם משה את המשכן. </b>כתב הרמב\"ן הנה מסדר בזה העשייה סדר כל ההקמה ואינו מזכיר משיחת המשכן וכליו ולא משיחת אהרן ובניו וקרבנות המלואים אע\"פ שהם מוזכרים בצוואה והטעם לפי שזו הפרש' מספרת מה שעשה בהקימו אותו מן היום הראשון שהתחיל בו שהוא כ\"ג באדר שהיה מקימו בכל יום ואז לא היה מושח אותן עד שסיים כל ההקמה ביום ח' ונצטווה בהם פעם שנית קח את אהרן כמו שמפורש בפרשת צו. וא\"כ מה שכתב כאן ויערך עליו ערך לחם ויעל את הנרות פי' שעשה כן בזמנם אחר המשיחה כי לא נתקדשו לעבודה אלא במשיחה וכן מה שאמר בצוואה והבאת את השלחן וערכת את ערכו פי' שיערוך אותו אחר המשיחה. ואיני מבין דכל ז' ימי המילואים היה מושח לאהרן ולבניו וגם המשכן וכל כליו שהרי היה מקריב בו קרבנות וזה אי איפשר בלא משיחה: \n", "heVersionTitle": "Perush al ha-Torah, Hanover, 1838", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": " ויקם משה את המשכן, “Moses assembled the Tabernacle.” Nachmanides writes that it is remarkable that in the following the Torah describes how Moses assembled the Tabernacle step by step, without making any mention of the anointing of either the Tabernacle itself or its furnishings. Nor does the Torah here mention the anointing of Aaron and his sons, or the inaugural offerings, even though all these details have already appeared in the commandment given to Moses.\n    The reason for this omission appears to be that we have already been told in verse 17 that (apparently, i.e. <i>hukam</i>) the Tabernacle had erected itself (without the help of Moses) on the first day of the inaugural offerings, on the 23rd day of <i>Adar.</i> During the days between the 23rd of <i>Adar</i> and the first day of <i>Nissan,</i> Moses himself would erect and dismantle the Tabernacle every day, and during these trials he did not perform any anointings whatsoever. The command about anointing was repeated on that occasion, similar to what had already been reported in <i>Parshat Tzav.</i>\n    It follows that when the Torah writes here that Moses arranged the show breads on the Table, that he lit the lamps of the <i>Menorah, (</i>verses 22-23) he did all this after having performed the anointing necessary, as it was forbidden to perform these acts of temple service unless the vessels involved had been consecrated by means of anointing. When the Torah in Leviticus chapter 8, describes Moses as performing Temple service (normally reserved for the priests) he did all this after having consecrated with anointing oil all the parties involved and al the vessels involved.\n    Personally, I do not understand how Moses would be presumed to have repeated the same procedures with Aaron and his sons for seven days consecutively, without having already anointed them.\n", "versionTitle": "Tur on the Torah, trans. Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "58b6b153d6e4a952249cbdd9", "index_title": "Minchat Shai on Torah", "category": "Commentary", "type": "commentary", "ref": "Minchat Shai on Torah, Exodus 40:18:1", "anchorRef": "Exodus 40:18", "anchorRefExpanded": ["Exodus 40:18"], "sourceRef": "Minchat Shai on Torah, Exodus 40:18:1", "sourceHeRef": "מנחת שי על תורה, שמות מ׳:י״ח:א׳", "anchorVerse": 18, "sourceHasEn": false, "compDate": [1526], "commentaryNum": 18.0001, "collectiveTitle": {"en": "Minchat Shai", "he": "מנחת שי"}, "heTitle": "שמות", "he": "<b>ויקם משה.</b> וחבירו שבפסוק וכן ויקם את החצר שבסוף סידרא שלשתן הקו\"ף בסגול ואין עוד בתורה אבל יש מהן י\"ז בנביאים ובכתובים ובמסורת כ' בקריאה וסימנם נמסר במ\"ג מלכים א' י\"א ותהילים מ':", "heVersionTitle": "Minchat Shai on Torah", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "58fdc0ecd6e4a960c04a36ed", "index_title": "Midrash Tanchuma", "category": "Midrash", "type": "", "ref": "Midrash Tanchuma, Pekudei 11:7", "anchorRef": "Exodus 40:18", "anchorRefExpanded": ["Exodus 40:18"], "sourceRef": "Midrash Tanchuma, Pekudei 11:7", "sourceHeRef": "מדרש תנחומא, פקודי י״א:ז׳", "anchorVerse": 18, "sourceHasEn": true, "compDate": [500, 800], "commentaryNum": 11.0007, "collectiveTitle": {"en": "Midrash Tanchuma", "he": "מדרש תנחומא"}, "heTitle": "פקודי", "he": "אָמְרוּ לוֹ: לֹא כָךְ וְכָךְ אָמַרְתָּ לָנוּ לַעֲשׂוֹת. אָמַר לָהֶם: הֵן. וְכֵן עַל כָּל דָּבָר וְדָבָר. אָמְרוּ לוֹ: וְאִם כֵּן לָמָּה אֵינוֹ עוֹמֵד, שֶׁהֲרֵי כְּבָר נִצְטַעֲרוּ בְּצַלְאֵל וְאָהֳלִיאָב וְכָל חַכְמֵי לֵב לְהַעֲמִידוֹ וְלֹא הָיוּ יְכוֹלִין. וְהָיָה מֹשֶׁה מֵצֵר עַל דָּבָר זֶה, עַד שֶׁאָמַר לוֹ הַקָּדוֹשׁ בָּרוּךְ הוּא לְמֹשֶׁה, לְפִי שֶׁהָיִיתָ מֵצֵר שֶׁלֹּא הָיָה לְךָ עֲשִׂיָּה וְלֹא חֵלֶק בִּמְלֶאכֶת הַמִשְׁכָּן, לְפִיכָךְ לֹא יָכְלוּ אוֹתָן חֲכָמִים לְהַעֲמִידוֹ, בִּשְׁבִילְךָ, כְּדֵי שֶׁיֵּדְעוּ כָּל יִשְׂרָאֵל, שֶׁאִם עַל יָדְךָ אֵינוֹ עוֹמֵד, שׁוּב אֵינוֹ עוֹמֵד לְעוֹלָם, וְאֵינִי כוֹתֵב לוֹ הֲקָמָה אֶלָּא עַל יָדֶיךָ, שֶׁנֶּאֱמַר: וַיָּקֶם מֹשֶׁה אֶת הַמִּשְׁכָּן. וְכֵן הוּא אוֹמֵר, וַיְדַבֵּר ה' אֶל מֹשֶׁה, בְּיוֹם הַחֹדֶשׁ הָרִאשׁוֹן בְּאֶחָד לַחֹדֶשׁ תָּקִים אֶת מִשְׁכַּן אֹהֶל מוֹעֵד. אָמַר מֹשֶׁה, רִבּוֹנוֹ שֶׁל עוֹלָם, אֵינִי יוֹדֵעַ לְהַעֲמִידוֹ. אָמַר לוֹ: עֲסֹק בְּיָדֶיךָ וְאַתָּה מַרְאֶה לְהַעֲמִידוֹ וְהוּא עוֹמֵד מֵאֵלָיו, וַאֲנִי כוֹתֵב עָלֶיךָ שֶׁאַתָּה הֲקֵמֹתוֹ, שֶׁנֶּאֱמַר: וַיְהִי בַּחֹדֶשׁ הָרִאשׁוֹן בַּשָּׁנָה הַשֵּׁנִית בְּאֶחָד לַחֹדֶשׁ הוּקַם הַמִשְׁכָּן. וּמִי הֶעֱמִידוֹ. מֹשֶׁה, שֶׁנֶּאֱמַר: וַיָּקֶם מֹשֶׁה אֶת הַמִּשְׁכָּן.", "heVersionTitle": "Midrash Tanchuma -- Torat Emet", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש תנחומא, תורת אמת", "text": "They said to him: “Did you not tell us to do such-and-such?” He replied: “Yes, indeed.” And so they pointed to everything that had been done. They said: “If that is so, why does it not stand? We tried to have Bezalel, Oholiab, and the wise-hearted erect it, but they were unable to do so.” Moses was troubled by all this until the Holy One, blessed be He, told him: Moses, because you were unhappy over the fact that you did not share in the work of the building of the Tabernacle, these wise men are not able to erect it. Now Israel will know that if you do not erect it, it will never be set up. Have I not written previously that it would be done by you, as it is said: <i>And Moses reared up the Tabernacle</i> (Exod. 40:18)? And it says also: <i>And the Lord spoke unto Moses, saying: And the first day of the first month</i> (Nisan) <i>shalt thou rear up the Tabernacle of the Tent of Meeting</i> (ibid., v. 2). Moses replied: Master of the Universe, I do not know how to erect it either. He said to him: Apply yourself to it and it will stand up of itself, for I have written concerning you that you will raise it, as is said: <i>And it came to pass in the first month in the second year on the first day of the month, that the Tabernacle was reared up</i> (ibid., v. 17). Who finally set it up? Moses, as it is said: <i>And Moses reared up the Tabernacle</i>.", "versionTitle": "Midrash Tanhuma-Yelammedenu, trans. Samuel A. Berman", "license": "CC-BY", "versionTitleInHebrew": "מדרש תנחומא-ילמדנו, מתורגם בידי סמואל א' ברמן"}, {"_id": "58fdc119d6e4a960c04a43fb", "index_title": "Midrash Tanchuma", "category": "Midrash", "type": "", "ref": "Midrash Tanchuma, Ki Tisa 35:3", "anchorRef": "Exodus 40:18", "anchorRefExpanded": ["Exodus 40:18"], "sourceRef": "Midrash Tanchuma, Ki Tisa 35:3", "sourceHeRef": "מדרש תנחומא, כי תשא ל״ה:ג׳", "anchorVerse": 18, "sourceHasEn": true, "compDate": [500, 800], "commentaryNum": 35.0003, "collectiveTitle": {"en": "Midrash Tanchuma", "he": "מדרש תנחומא"}, "heTitle": "כי תשא", "he": "זוֹ אֶחָד מִשְּׁלֹשָׁה דְבָרִים שֶׁנָּתַן מֹשֶׁה אֶת עַצְמוֹ עֲלֵיהֶן, הַתּוֹרָה וְהַדִּינִים וְיִשְׂרָאֵל. רַבִּי חִיָּא בַּר יוֹסִי אָמַר, אַף הַמִּשְׁכָּן נָתַן מֹשֶׁה נַפְשׁוֹ עָלָיו וְנִקְרָא עַל שְׁמוֹ. דְּאָמַר רַבִּי חִיָּא בַּר יוֹסִי, כָּל שִׁבְעַת יְמֵי הַמִּלּוּאִים הָיָה מֹשֶׁה מְפָרְקוֹ שְׁתֵּי פְעָמִים בְּכָל יוֹם וְקוֹבְעוֹ. רַבִּי חִיָּא הַגָּדוֹל אָמַר, שָׁלֹש פְּעָמִים בְּכָל יוֹם, שֶׁנֶּאֱמַר: תָּקִים <small>(שמות מ, ב)</small>, הוּקַם <small>(שמות מ, יז)</small>, וַיָּקֶם <small>(שמות מ, יח)</small>.", "heVersionTitle": "Midrash Tanchuma -- Torat Emet", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש תנחומא, תורת אמת", "text": "This is one of the three things to which Moses devoted himself: the law, judgeships and Israel. R. Hiyya the son of Yosé said: Moses also was deeply involved in the building of the Tabernacle. And it is called by his name. R. Hiyya the son of Yosé said: Throughout the seven days of consecration, Moses took apart the Tabernacle twice each day and then assembled it. The elder R. Hiyya said: He did it three times each day, for it is said: <i>Thou shalt rear up</i> (Exod. 40:1), <i>The Tabernacle was reared up</i> (ibid., v. 17), and <i>Moses reared up the Tabernacle</i> (ibid., v. 18).", "versionTitle": "Midrash Tanhuma-Yelammedenu, trans. Samuel A. Berman", "license": "CC-BY", "versionTitleInHebrew": "מדרש תנחומא-ילמדנו, מתורגם בידי סמואל א' ברמן"}, {"_id": "5964d75dd6e4a92bf45a9650", "index_title": "Rabbeinu Bahya", "category": "Commentary", "type": "commentary", "ref": "Rabbeinu Bahya, Shemot 40:18:1", "anchorRef": "Exodus 40:18", "anchorRefExpanded": ["Exodus 40:18"], "sourceRef": "Rabbeinu Bahya, Shemot 40:18:1", "sourceHeRef": "רבנו בחיי, שמות מ׳:י״ח:א׳", "anchorVerse": 18, "sourceHasEn": true, "compDate": [1290, 1310], "commentaryNum": 18.0001, "collectiveTitle": {"en": "Rabbeinu Bahya", "he": "רבנו בחיי"}, "heTitle": "שמות", "he": "<b>ויקם משה את המשכן.</b> דרשו רז\"ל בפרק שתי הלחם מעלין בקדש ואין מורידין, מעלין בקדש מנין מן המחתות של עדת קרח שנעשו צפוי למזבח, ולא מורידין מן הכתוב הזה ויקם משה את המשכן ויקם את אדניו שהרי כמה פעמים ביום שהיה משה מקימן היה מפרקן ולא הזכיר בפירוש שיאמר בשום מקום ויורד משה את המשכן אלא ויקם.\n", "heVersionTitle": "Midrash Rabbeinu Bachya [ben Asher]. Warsaw, 1878", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "ויקם משה את המשכן, “Moses erected the Tabernacle, etc.” Our sages in Menachot 99 taught that one increases or adds to levels of holiness and never decreases them. They derive the first half of their statement from the censers of the people who had supported the rebellion of Korach and offered incense in them. G’d commanded that theses censers of the 250 men who had paid with their lives for their mistake be subsequently used to make a copper cover for the main altar in the courtyard of the Tabernacle <small>(compare Numbers 17,3)</small>. The rule that levels of sanctity are not to be reduced is derived from our verse here. The Torah writes the following sequence: “Moses erected the Tabernacle; he put down its sockets and emplaced its boards and inserted its bars and erected its pillars. The wording indicates that Moses repeated this procedure many times over; the Torah carefully refrains from mentioning that he “dismantled” any part of the Tabernacle in the process. Only actions which resulted in additional sanctity are spelled out.", "versionTitle": "Torah Commentary by Rabbi Bachya ben Asher, trans. Eliyahu Munk, 1998.", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "599d7cddd6e4a92f70ef937e", "index_title": "Rashi on Megillah", "category": "Quoting Commentary", "type": "", "ref": "Rashi on Megillah 26a:2:1", "anchorRef": "Exodus 40:18", "anchorRefExpanded": ["Exodus 40:18"], "sourceRef": "Rashi on Megillah 26a:2:1", "sourceHeRef": "רש\"י על מגילה כ״ו א:ב׳:א׳", "anchorVerse": 18, "sourceHasEn": true, "compDate": [1065, 1115], "commentaryNum": 2.0001, "collectiveTitle": {"en": "Rashi on Megillah", "he": "רש\"י על מגילה"}, "heTitle": "רש\"י על מגילה", "he": "אבל מכרו תורה כו' - שמעלין בקדש ולא מורידין. תוספתא מעלין בקדש דכתיב ויקם משה את המשכן (שמות מ׳:י״ח) בצלאל עשה ומשה שהיה גדול ממנו הקימו ולא מורידים דכתיב את מחתות החטאים האלה בנפשותם ועשו אותם רקועי פחים צפוי למזבח כי הקריבום לפני ה' ויקדשו וגו' (במדבר י״ז:ג׳) כיון שהוקדשו הוקדשו עד כאן:", "heVersionTitle": "Vilna Edition", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מהדורת וילנא", "text": "If they sold...: One elevates in sanctity and does not downgrade.\"one elevates in sanctity\" as it is written: \"Moses set up the Tabernacle\" (Shemot 40:18) - Bezalel made it and Moses who was greater than he set it up. \"...and doesn't downgrade\" as it is written: \"...the firepans of those who sinned at the cost of their lives and let them be made into hammered sheets as plating for the altar - for once they have been used for offering to the Lord, the have become sacred...\" (Bemidbar 17:3). Because they were sanctified they (remained) sanctified. ", "versionTitle": "Sefaria Community Translation", "license": "CC0", "versionTitleInHebrew": "תרגום קהילת ספריא"}, {"_id": "59a6c61cd6e4a920f72d9642", "index_title": "HaKtav VeHaKabalah", "category": "Commentary", "type": "commentary", "ref": "HaKtav VeHaKabalah, Exodus 40:18:1", "anchorRef": "Exodus 40:18", "anchorRefExpanded": ["Exodus 40:18"], "sourceRef": "HaKtav VeHaKabalah, Exodus 40:18:1", "sourceHeRef": "הכתב והקבלה, שמות מ׳:י״ח:א׳", "anchorVerse": 18, "sourceHasEn": false, "compDate": [1829, 1839], "commentaryNum": 18.0001, "collectiveTitle": {"en": "HaKtav VeHaKabalah", "he": "הכתב והקבלה"}, "heTitle": "שמות", "he": "<b>ויתן וגו' וישם. </b>לשון נתינה ושימה אחד, ומכל מקום יש הבדל ביניהם לרש\"פ, לשון שימה ישמש כשיהיה שם איזה סדר מחוייב ונאות, ושיהיה מן הצורך לשיהיה הדבר מסודר ומדובק דוקא במקום או בזמן או בענין זה לא במקום בזמן ובענין אחר, לכן הבריחים והאדנים שלא היו צריכים סדר וערך, כי היו שוים זה לזה אמר בהם לשון נתינה גרידא בלא סדר וערך, אבל הקרשים היו צריכים סדור בין קרש לחברו שלא יהיה ביניהם ריוח כלל, וכמ\"ש שהיו רושמין על הקרשים לידע איזה בן זוגו, לפיכך אמר בהם לשון שימה; וכ\"א לקמן ויתן את העדות אל הארון וישם את הבדים אל הארון, שבארון לא היה הקפד אם העדות היה מונח בצפונו או בדרומו לכן אמר בעדות לשון נתינה, אבל הבדים היה צורך שלא יכנסו או שלא יבלטו יותר מדאי לכן אמר בהם לשון שימה; ומזה תקיש על שאר מקומות שבכ\"מ שישמש בלשון שימה יש שם איזה צורך של סדור וערכה אם במקום או בזמן, כמו וישם ה' מועד לאמר, ואם בענין כמו הן גביר שמתיו לך. וישימני לאב לפרעה, אשר שמתי במצרים: \n", "heVersionTitle": "HaKtav VeHaKabbalah, Frankfurt 1880", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59d488c3d6e4a939ba1737a5", "index_title": "Torah Temimah on Torah", "category": "Commentary", "type": "commentary", "ref": "Torah Temimah on Torah, Exodus 40:18:1", "anchorRef": "Exodus 40:18", "anchorRefExpanded": ["Exodus 40:18"], "sourceRef": "Torah Temimah on Torah, Exodus 40:18:1", "sourceHeRef": "תורה תמימה על התורה, שמות מ׳:י״ח:א׳", "anchorVerse": 18, "sourceHasEn": false, "compDate": [1898, 1902], "commentaryNum": 18.0001, "collectiveTitle": {"en": "Torah Temimah on Torah", "he": "תורה תמימה על התורה"}, "heTitle": "שמות", "he": "<b>ויקם משה. </b>תניא, רבי אומר, ויקם משה את המשכן ויתן את אדניו וישם את קרשיו ויתן את בריחיו ויקם את עמודיו, מכאן דמעלין בקודש ואין מורידין <sup class=\"footnote-marker\">ו</sup><i class=\"footnote\">פירש\"י וז\"ל, מדרישא וסיפא דקרא בלשון הקמה דאפילו בצחות הלשון לא הורד ש\"מ דאין מורידין, עכ\"ל. וגם יש לפרש הכונה ע\"פ המבואר במ\"ר דבכל ז' ימי המלואים היה מקימו ומורידו, וחזר והקימו והורידו, יעו\"ש, ומדלא כתב גם ויורד ש\"מ דאין לשון כבוד הוא לכתוב בו ירידה, וש\"מ דאין מורידין בקודש, ועיין ברש\"י מגילה כ\"ו א' הביא מתוספתא דמכאן ילפינן דמעלין בקודש, והיינו משום דבצלאל עשה את המשכן ומשה הקימו, והא דאין מורידין ילפינן מפסוק אחר בפסוק ועשו אותם רקועי פחים צפוי למזבח. ומטעם זה דמעלין בקודש ואין מורידין קיי\"ל שאין מוכרין ס\"ת כדי לקנות ספרים או לכתוב גיטין על קלף המעובד לשם ס\"ת אסור וכדומה, ועיין באו\"ח סי' קנ\"ד ובב\"ח ליו\"ד סי' ע\"ר. <br>וע' בברכות כ\"ח א' איתא הלשון גמירי מעלין בקודש ואין מורידין, ותמה הגרי\"ב בגה\"ש על הלשון גמירי אחרי דמפסוק ילפינן זה, אמנם בירושלמי בכ\"מ הובא ענין זה ולא יליף משום פסוק, ובירושלמי ברכות פ\"ג ה\"ג איתא הלשון שמעתי שמעלין בקודש וכו', וצ\"ל דהלמוד מהפסוק ההוא הוא אסמכתא וגוף הענין היה לחז\"ל בקבלה. </i>.<br>(מנחות צ\"ט ב׳)\n", "heVersionTitle": "Torah Temimah, Vilna, 1904", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורה תמימה, וילנה תרס\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5ae9bec39197ec001aac25c9", "index_title": "Midrash Aggadah", "category": "Midrash", "type": "midrash", "ref": "Midrash Aggadah, Exodus 40:18:1", "anchorRef": "Exodus 40:18", "anchorRefExpanded": ["Exodus 40:18"], "sourceRef": "Midrash Aggadah, Exodus 40:18:1", "sourceHeRef": "מדרש אגדה, שמות מ׳:י״ח:א׳", "anchorVerse": 18, "sourceHasEn": false, "compDate": [1020, 1220], "commentaryNum": 18.0001, "collectiveTitle": {"en": "Midrash Aggadah", "he": "מדרש אגדה"}, "heTitle": "שמות", "he": "ויקם משה את המשכן. <i data-commentator=\"Notes and Corrections on Midrash Aggadah\" data-order=\"4\"></i> מכאן אמרו שאין השכינה שורה אלא על חכם גבור ועשיר:", "heVersionTitle": "Midrash Aggadah, ed. Buber, Vienna, 1894.", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש אגדה, מהדורת בובר, וינה תרנ\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5af8eaa3613964014ac6b024", "index_title": "Menachot", "category": "Talmud", "type": "", "ref": "Menachot 99a:10", "anchorRef": "Exodus 40:18", "anchorRefExpanded": ["Exodus 40:18"], "sourceRef": "Menachot 99a:10", "sourceHeRef": "מנחות צ״ט א:י׳", "anchorVerse": 18, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 197.001, "collectiveTitle": {"en": "Menachot", "he": "מנחות"}, "heTitle": "מנחות", "he": "ומנא לן דאין מורידין אמר רבי דאמר קרא (שמות מ, יח) ויקם משה את המשכן ויתן את אדניו וישם את קרשיו ויתן את בריחיו ויקם את עמודיו", "heVersionTitle": "Wikisource Talmud Bavli", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "תלמוד בבלי (ויקיטקסט)", "text": "The Gemara asks: <b>And from where do we</b> derive <b>that one does not downgrade</b> in matters of sanctity? <b>Rabbi</b> Yehuda HaNasi <b>said:</b> This is derived from a verse, <b>as the verse states: “And Moses erected the Tabernacle, and he laid its sockets, and set up its boards, and put in its bars, and erected its pillars”</b> (Exodus 40:18). This teaches that once Moses, who was at a greater level of sanctity than the rest of the people, began the work of erecting the Tabernacle, he alone completed it.", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": "תלמוד מהדורת ויליאם דוידסון - אנגלית"}, {"_id": "5b167576d6b9c70071deac15", "index_title": "Steinsaltz on Menachot", "category": "Quoting Commentary", "type": "", "ref": "Steinsaltz on Menachot 99a:10", "anchorRef": "Exodus 40:18", "anchorRefExpanded": ["Exodus 40:18"], "sourceRef": "Steinsaltz on Menachot 99a:10", "sourceHeRef": "ביאור שטיינזלץ על מנחות צ״ט א:י׳", "anchorVerse": 18, "sourceHasEn": false, "compDate": [1950, 2010], "commentaryNum": 197.001, "collectiveTitle": {"en": "Steinsaltz on Menachot", "he": "ביאור שטיינזלץ על מנחות"}, "heTitle": "ביאור שטיינזלץ על מנחות", "he": " ושואלים:  <b>ומנא לן</b> <small>[ומנין לנו]</small> ש<b>אין מורידין</b> בקודש? <b>אמר רבי:</b> שכן <b>אמר קרא</b> <small>[הכתוב]:</small> <b>\"ויקם משה את המשכן ויתן את אדניו וישם את קרשיו ויתן את בריחיו ויקם את עמודיו\"</b> (שמות מ, יח), ומכאן למדים שכיון שמשה (המקודש משאר אחיו) החל לעשות את המשכן וכליו, שוב לא עשו זאת אחרים, שכן יש בדבר משום הורדה בקודש.", "heVersionTitle": "William Davidson Edition - Hebrew", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "תלמוד מהדורת ויליאם דוידסון", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5b30a8ed6f685500161b4b27", "index_title": "Malbim on Exodus", "category": "Commentary", "type": "commentary", "ref": "Malbim on Exodus 40:18:1", "anchorRef": "Exodus 40:18", "anchorRefExpanded": ["Exodus 40:18"], "sourceRef": "Malbim on Exodus 40:18:1", "sourceHeRef": "מלבי\"ם על שמות מ׳:י״ח:א׳", "anchorVerse": 18, "sourceHasEn": false, "compDate": [1844, 1874], "commentaryNum": 18.0001, "collectiveTitle": {"en": "Malbim", "he": "מלבי\"ם"}, "heTitle": "מלבי\"ם על שמות", "he": "<b>ויקם את המשכן,</b> כולל המשכן עם יריעות התחתונות, ומפרש שלזה היה צריך להקדים נתינת האדמה וכו', ומבואר אצלנו שלשון שימה מורה על הסדר והערך לכן אמר רשם את קרשיו, וזה כמ\"ש חז\"ל שהיו רושמין על קרשי המשכן לידע איזה בן זוגו:", "heVersionTitle": "Mikraei Kodesh, Vilna, 1891", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מקראי קדש, וילנא תרנ\"א", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5b3a22adbfca8c0016fbcf01", "index_title": "Me'or Einayim", "category": "Chasidut", "type": "", "ref": "Me'or Einayim, Ki Tisa 7", "anchorRef": "Exodus 40:18", "anchorRefExpanded": ["Exodus 40:18"], "sourceRef": "Me'or Einayim, Ki Tisa 7", "sourceHeRef": "מאור עינים, כי תשא ז׳", "anchorVerse": 18, "sourceHasEn": false, "compDate": [1763, 1797], "commentaryNum": 7, "collectiveTitle": {"en": "Me'or Einayim", "he": "מאור עינים"}, "heTitle": "כי תשא", "he": "והנה בחינת כל עבודתינו הוא בבחינת עבד כי יש בישראל ב׳ בחינות אם כבנים אם כעבדים ובשבת הוא בחינת בן שמחפש בגנזי אביו כאשר אמרו רז״ל דכולי עלמא בשבת ניתנה תורה לישראל רצה לומר הדעת סוד התורה נתגלה בשבת ואז בדעת ידבר וידוע דהתורה נקרא טוב כמו שאמרו רז״ל מתנה טובה יש לי בבית גנזי הוא בחינת הדעת סוד התורה הניתנה בשבת לכן לך והודיעם שיראו להכניס הדעת אצלם. ולכן אמרו רז״ל השומר שבת כהלכתו אפילו עובד עבודה זרה כדור אנוש מוחלין לו שנאמר שומר שבת מחללו אל תיקרי מחללו אלא מחול לו והטעם הוא כי ענין הדעת בדעת חדרים ימלאון שמבין בדעתו שאפס זולתו כביכול והוא יתברך שמו מלא כל הארץ כבודו ולית אחר פנוי מיניה ואינו סר וזז מדביקותו כי תמיד נוכח ה׳ דרכו והנה הסר ח״ו מאחרי ה׳ ופנה אל אלהים אחרים הרי סילק בדעתו השם יתברך משם ונקרא חלל כי המקום הוא חלל וריק מבלתי חיותו יתברך הממלא כל העולמות וזהו שומר שבת מחללו שלא יהיה בבחינת חלל ח״ו רק שמו יתברך מחיה וממלא הכל אז מוחלין לו כי מה שעיוות כבר תיקן בהפכו. ועל כן אמר אך את שבתותי תשמרו כי אות היא פירש רש״י אות גדולה כי בשבת בא לכלל אותיות גדולות בגדלות הדעת והיינו דמסיים לדעת כי אני ה׳ וכו׳. ושמעתי ממורי זללה״ה כל הקובע מקום לתפלתו אלהי אברהם בעזרו והענין הוא כי המדבר בלא דעת ומתפלל אין האותיות דבוקים בשרשם רק נשארים בעולם התחתון שהוא עולם הגלגלים כי כל הרקיעים הם בכלל עולם הגלגלים וכשהאותיות נדבקים ברקיעים והרקיע מסבב תמיד הרי גם האותיות מגלגלין ומסבבין עמהם אמנם מי שמדבק האותיות אל הבורא יתברך שהוא למעלה מהעולמות נקרא קובע מקום לתפלתו שאז יהיה בקביעות מקומו יתברך שמו ואז אלהי אברהם בעזרו ונמצא שבת הוא שמא דקב״ה שמא דאיהו שלים מכל סיטרוי אז מתגלה הדעת כמבואר למעלה מתדבקין בבעל הרצון יתברך שמו למעלה מהעולמות. ואמנם כל עבודתינו של חול הוא בבחינת ממלאכת המשכן ובשבת הוא סוד הקמת המשכן הענין הוא כי גם בחול כל עבודתינו להשרות שכינתו יתברך שמו שזה נקרא משכן שהקב״ה שוכן בישראל דכתיב (ירמיה ז׳, ד׳) היכל ה׳ המה רק בחול הוא בחינת עבודה ומלאכה שבונים המשכן ובשבת הוא בחינת הדעת אז הוקם כל העבודה בבחינת הקמה כדכתיב (שמות מ׳, י״ח) ויקם משה את המשכן ההקמה היא על ידי משה סוד הדעת וכן בחול הוא בבחינת חינוך שמתחנך בעבודתו על דרך (משלי כ״ב, ו׳) חנוך לנער על פי דרכו ובשבת הוא בחינת ימי המלואים שבדעת חדרים ימלאון כמבואר למעלה. אמנם אי אפשר לבוא לבחינת שבת כי אם דרך הנהגת החול תחלה כי מי שטרח בערב שבת וכו׳ ולכן נקרא עבודת החול חינוך וכפי החינוך שנתחנך בחול כן יזכה לבחינת שבת איש איש כפי עבודתו ולכן אמרו כל שומר שבת כהלכתו רצה לומר כהילוכו של כל ימי החול אם רב אם מעט וזהו כוונת רז״ל דשאל ההוא לרב אידית ואל משה אמר עלה אל ה׳ עלה אלי מבעיא ליה אמר ליה זה מט״ט ששמו כשם רבו דכתיב כי שמי בקרבו אי הכי נפלחו ליה אמר ליה כתיב אל תמר בו אם כן אל ישא לפשעכם למה לי אמר ליה הימנות דידן דאפילו בפרוונקא לא קבלינא דכתבי אם אין פניך הולכים וכו׳ והענין הוא כאשר אמרנו שהנהגת החול הוא על ידי עבד חנוך זה מט״ט רק הוא בהסתרה ולכן אמר כי שמי בקרבו רצה לומר גנוז ונסתר דרך העלמה והרוצה לעלות במסילה בית אל צריך תחלה לעלות דרך הנהגה של חול וכהילוכו של חול כן ידבק בשבת שמא דקב״ה בבעל הרצון יתברך שמו בעצמו. והנה אמר מורי הבעש״ט נשמתו בגנזי מרומים תפלה לעני כי יעטוף ולפני ה׳ ישפוך שיחו (תהלים ק״ב, א׳) על דרך משל שהמלך ביום שמחתו הכריז שכל מי שצריך דבר אל המלך כל מה שחסר לו איזה דבר ינתן לו מגנזי המלך והנה נקבצו ובאו כל איש ואיש זה שואל מחסורו וזה שואל מתנות אבנים טובות וכדומה לכולם צוה על ידי שלוחיו להנתן מבית גנזי המלך והנה איש אחד חכם ועני ולא שאל שום דבר רק שיניחו אותו לדבר בכל יום ויום עם המלך בעצמו ועל ידי זה כל טוב לא יחסר לו כי כלום חסר מבית המלך אמנם אותן האנשים קבלו על ידי שליח והשליח של המלך יש לו גבו על תפקידו ולא יכול להוסיף דבר משאל כן המלך בעצמו אין קצה לאוצרותיו והכל בידו וכן האדם העובד בבחינה זו דהיינו שכל בקשתו וחפצו רק שיניחו אותו לדבר עם המלך אזי כל טוב אדוניו בידו וזהו תפלה לעני רצה לומר התפלה שהיא ענייה שאינו מבקש דבר והיא עוטפות כל התפלות ומפרש הוא שמתפלל שלפני ה׳ ישפוך שיחו שידבר עם המלך בעצמו זו כל מגמתו ונמצא זה דבוק בבעל הרצון יתברך שמו כמבואר למעלה. אמנם החינוך הוא על ידי בחינת החול הנקרא מלאכת המשכן וחינוך וזהו שתירץ שלא אמר עלה אלי כי תחלה צריך להיות על ידי הנהגת החול סוד מט״ט ששמו סתום בקרבו ואי אפשר לעלות במעלת בית חורין תיכף כי אם תחלה צריך להיות בחינת עבד ושאל לו אם כן נפלתו ליה רצה לומר אם כן תהיה העבודה תמיד בבחינה זו ואמר לו כתיב אל תמר בו כבר כתבנו כמה פעמים ע״ם אלו ואלו דברי אלהים חיים כי אמרת ה׳ צרופה הכל צרופים ולכן הצדיק מבטל גזירות כשמהפך האותיות ומצרף צירוף אחר והוא על ידי הדעת ששם האותיות מתעלים ומתאחדים סוד התורה הנקרא אמרת ה׳ צרופה ויכול לשנות צירוף אחר צירוף וכל הדבורים והאותיות כשמתעלים לדעת יכול לשנותם ולהמיר אותם אבל כשאין מתעלים שם אי אפשר להחליפם ולשנותם וזה שאמר לו כתיב אל תמר בו רצה לומר בבחינה התחתונה אי אפשר להמיר ולהחליף ולתקן האותיות ולצרפם ולכן העבודה אינה שלימה רק הוא חינוך למה שיהיה אחיריו ושאל לו אם כן לא ישא לפשעכם למה ליה רצה לומר היינו כיון דאי אפשר לשנות ולחליף האותיות בבחינה ההוא היינו לא ישא לפשעיכם כי בלתי תריון איך ישא הפשעים ואיך יתקנו ואמר לו הימנותא דידן רצה לומר שהכתוב גילה לנו איך לידבק בו יתברך שמו בבעל הרצון בעצמו ואל על ידי שליח כי השליח גבול יש לו ולא יוכל לשנות תפקידו לא יוסיף ולא יגרע אבל המלך בעצמו כלום חסר לו ומי יאמר לו מה תעשה כמבואר למעלה תפלה לעני כי יעטוף ולפני ה׳ ישפוך שיחו שיניחו אותו לדבר עם המלך ולא שיבקש דבר שחסר לו כי ינתן על ידי שליח אבל מי שכל מגמתו לדבר עם המלך דבוק במלך עצמו ואז אפילו עבד עבודה זרה כדור אנוש מוחלין לו כמו שאמר למעלה אבל בלאו הכי לא ישא לפשעכם והורה לנו שאף על פי שיעלה אדם מבחינת עבד לבחינת בן בחינת הדעת אל ישים מגמתו אל מה שחסר לו כי ינתן לו על ידי שליח ובבחינה ההוא לא ישא לפשעכם רק אם ידבק בבעל הרצון וכל חפצו ישים שם אז אפילו עבד עבודה זרה כדור אנוש מוחלין לו זהו הימנותא דידן דאפילו בפרוונקא לא נקבליה רצה לומר לשליח לא חפצנו לקבל אותו רק שנהיה דבוקים בבעל הרצון ולדבר עם המלך בעצמו ואז האותיות דבוקים בו ושורה הקב״ה בהאותיות וממילא מתמלא כל טוב בכל העולמות מבלי קץ ותכלית משאל כן על ידי שליח יש גבול וקץ וזהו שומר שבת מחללו כמבואר למעלה שאין מקום חלול וריק רק הכל ממולא מכבודו יתברך שמו. והרי הורה לנו הכתוב שני הוראת דרכי ישרים הראשונה שלא תהיה עבודתינו תמיד בבחינת עבד כי כתיב אל תמר בו ששם לא תוכל לשנות ולהחליף האותיות לתקנם. ובחינה שנית אף כי תהיה העבודה בבחינת בן לא תהיה רק לתדבק במלך עצמו שמלא כל הארץ כבודו ואז ישא לפשעכם כי תיקן מה שקלקל כמבואר למעלה והנה נתבאר כי בחינת חול הוא דרך ושביל וחינוך לבחינת שבת ולכן כתיב ששת ימים תעבוד ועשית כל מלאכתך ויום השביעי שבת וגו׳ רצה לומר שכל עבודתך בחול תהיה כדי שביום השביעי יהיה שבת כי הוא החינוך לשבת כמבואר וזהו ועשית כל מלאכתך כי עבודת החול נקרא מלאכא נגד השבת הנקרא הקמה והבן:", "heVersionTitle": "Me'or Einayim -- OYW", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5b572f3aec30df00569dd954", "index_title": "Megalleh Amukkot on Parashat VaEtchanan", "category": "Kabbalah", "type": "", "ref": "Megalleh Amukkot on Parashat VaEtchanan 90:1", "anchorRef": "Exodus 40:18", "anchorRefExpanded": ["Exodus 40:18"], "sourceRef": "Megalleh Amukkot on Parashat VaEtchanan 90:1", "sourceHeRef": "מגלה עמוקות על פרשת ואתחנן צ׳:א׳", "anchorVerse": 18, "sourceHasEn": false, "compDate": [1607, 1633], "commentaryNum": 90.0001, "collectiveTitle": {"en": "Megalleh Amukkot on Parashat VaEtchanan", "he": "מגלה עמוקות על פרשת ואתחנן"}, "heTitle": "מגלה עמוקות על פרשת ואתחנן", "he": "<b>אופן צ</b><br><b>איתא</b> בזוהר פרשת פנחס עמוד תכ\"ח (זוהר ח\"ג רל\"ד ע\"א) אין מתחילין בב' ד', ביומא תניינא אתבריא מותא רברבא, ביומא רביעא איתבריא מותא זוטרא. וזה סוד אסכרה, שהיו מתענין ביום רביעי על תינוקות (תענית כ\"ז ע\"ב), והיא רוח שהאריך הזוהר בפרשת פקודי עמוד תמ\"ו (זוהר ח\"ב רמ\"ח ע\"ב) דקיימא על קטילא דילהון עד י\"ג שנה, ומן י\"ג שנה עד עשרים יש רוח אחרא ושמו אגריסיו\"ן. וזה סוד כשהוקם המשכן שמתו נדב ואביהוא, ועדיין לא יצאו מרשות אביהם שהיו פחותים מעשרים שנה, כמו שאמר הכתוב שני בני אהרן (ויקרא טז א), עדיין לא נפקו מרשותא דאבא כדאיתא בזוהר שם עמוד ק (זוהר ח\"ג נ\"ו ע\"ב), רזא דא אמר במזמור ע\"ה הארכתי בו בפרשת שמיני על פסוק (תהלים עה ה) אמרתי להוללים אל תהולו, שחשבו הסטרא אחרא שהם ישלטו על נדב ואביהוא, דהיינו אותן שנים הממונים על המתים פחותים מנ' שנה, כנגד אגיריסיו\"ן אמר ולרשעים אל תרומו קר\"ן, שהוא בגימטריא אגיריסיו\"ן, (תהלים עה ו) אל תרימו למרום קרניכם, מרו\"ם הם כחות של אסכרה ואגיריסיו\"ן, שניהם יחד הם סוד מאר\"ת חסר שנבראו ברביעי (בראשית א יד), ואותו המזמור אמר משה בשעה שהוקם אהל מועד, כמ\"ש כי אקח מועד (תהלים עה ג), ובאותו היום הכניע כחות של מותא זוטרא כמ\"ש, וגם כחות של מותא רברבא, כמ\"ש הזוהר על פסוק (שמות מ יח) ויקם את המשכן, עיין שם פרשת פקודי (זוהר ח\"ב רמ\"ה ע\"ב). ועל זה אמר משה ואתחנן בעת ההיא, שהיא סוד עת רעה כמ\"ש האר\"י ז\"ל, שכן ליל\"ת חסר י' בתרא כמנין ע\"ת, ותרווייהו נרמזין בקרא, יש אם למקרא ההיא שנבראת ביום ד' מותא זוטרא, ויש אם למסורת מותא רברבא, על שתיהן קא מכוין משה להעביר מן העולם ויניקתם מן מדת הדין הקשה ורפה, שהם סוד יצח\"ק רבק\"ה. לכן התפלל משה תקט\"ו תפלות כמנין ואתחנן כדאיתא במדרש רבה (דב\"ר פי\"א י'), הטעם של תקט\"ו, שהוא סוד יצח\"ק רבק\"ה, יצחק שמכחו יונק של עשו שהוא מותא רברבא, רבקה היא סוד מותא זוטרא. ולכן אמר 'אתה 'החלות 'להראות בשעת הקמת המשכן, ר\"ת אה\"ל, כשהוקם אה\"ל מוע\"ד, להראו\"ת בגימטריא אגיריסיו\"ן ואסכר\"ה, עליו אמר את גדלך, ובזה התחיל להכניע כחו של גדול שהוא סטרא דדכורא עומד בימין הקליפה, ידך החזקה סטרא דנוקבא משמאל, ולכן רצה ליכנס לארץ ישראל אעבר\"ה נ\"א וארא\"ה, לבטל מלא\"ך המו\"ת לגמרי שלא יהיה שליטא, ומלת אעבר\"ה בגימטריא זער\"א, נ\"א נוטריקון 'נדב 'אביהו, ר\"ל כמו שבמיתת נדב אביהו נתבטל מותא זעירא, ונודע לכל שיצא האש מלפני ה' ומתו בנשיקה (ויקרא י ב), ולא על ידי לילית חייבתא וכוחותיה שנקראת שבא, כנרמז בר\"ת 'שני 'בני 'אהרן שהוא סוד ותפול שב\"א ותקחם (איוב א טו), דמתרגמינן לילית חייבתא, אבל אינו כן, התורה העידה בקרבתם לפני ה' וימותו, שמתו בנשיקה ולא על ידי שב\"א. וכמו שנתברר אצל נדב אביהו שביטלו מותא זעירא, כן רוצה אני ליכנס לארץ ישראל ולבטל מותא רברבא. השיב לו הקב\"ה רב לך, אתה רוצה לבטל גם כן רב החובל שהוא מותא רברבא, אי אתה צריך עבור זה ליכנס לארץ ישראל, לכן אל תוסף צו את יהושע, אין צו אלא עבודה זרה (סנהדרין נ\"ו ע\"ב), שהוא יבטל אל זר איהו זר ואיהי זרה, ובהריגת ל\"א מלכים יש לא\"ל ידו לבטל כח אל זר, לכן הקפיד הקב\"ה בימי אנשי כנסת הגדולה שהיה לו לבטל עבודה זרה שהיא אשה זרה (ערכין ל\"ב ע\"ב), כנגד אל זר אמר וחזקה\"ו, שהוא בגימטריא סמא\"ל עם הכולל שנקרא עו\"ן דא דכורא, וכן חזקה\"ו, בגימטריא עו\"ן. וכנגד אשה זרה שהיא לילית, אמר אמצה\"ו, שהוא סוד המצב\"ה אשר עליה אמר יעקב עדה המצב\"ה (בראשית לא נב), יניקת בלע\"ם הכי הוה, ועד הגל הזה, כנגד גל של עצמות שהוא רזא דדכורא, כי הוא יעבור לקביל אל זר, והוא ינחיל בכל אשר תראה דייקא:", "heVersionTitle": "Megaleh Amukot, based on Krakow, 1637 edition", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מגלה עמוקות, ע\"פ מהדורת קראקא שצ\"ו", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5be05127e42631001693a8fe", "index_title": "Shem MiShmuel", "category": "Chasidut", "type": "allusion", "ref": "Shem MiShmuel, Pekudei 7:2", "anchorRef": "Exodus 40:18", "anchorRefExpanded": ["Exodus 40:18"], "sourceRef": "Shem MiShmuel, Pekudei 7:2", "sourceHeRef": "שם משמואל, פקודי ז׳:ב׳", "anchorVerse": 18, "sourceHasEn": false, "compDate": [1910, 1926], "commentaryNum": 7.0002, "collectiveTitle": {"en": "Shem MiShmuel", "he": "שם משמואל"}, "heTitle": "פקודי", "he": "<b>ויקם משה את המשכן ויתן את אדניו וישם את קרשיו וגו' ויפרוש את האוהל וגו', </b>הנה משמע שסדר ההקמה הי' תחילה יריעות התחתונות ואח\"כ הקרשים כאמרם ז\"ל משכן קרוי משכן ואין הקרשים קרויין משכן, א\"כ הא דויקם משה את המשכן פירושו יריעות התחתונות, וכמו שכתוב אח\"כ ויפרוש את האוהל שפירש\"י יריעות עזים, ואם נאמר דויקם את המשכן הוא כלל שלאחריו פרט, אנה הזכיר יריעות התחתונות אלא ודאי כדאמרן, וכן פירש הספורנו שהוקמו היריעות קודם הקמת הקרשים אם בידי אדם מחזיקים בו ואם על דרך נס כדבריהם ז\"ל וכו' עכ\"ל, ויש להבין טורח זה או נס זה למה, ומה תועלת בו, ומדוע לא הוקמו כדרך הבנינים מתחילה הקרשים להיות נושאים ליריעות ואח\"כ היריעות:", "heVersionTitle": "Sefer Shem Mishmuel, Piotrkow, 1927-1934", "heLicense": "Public Domain", "heVersionTitleInHebrew": "שם משמואל, פיוטרקוב תרפ\"ז-תרצ\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5c17b94bb071e100bf4e9006", "index_title": "Rashi on Menachot", "category": "Quoting Commentary", "type": "", "ref": "Rashi on Menachot 99a:10:1", "anchorRef": "Exodus 40:18", "anchorRefExpanded": ["Exodus 40:18"], "sourceRef": "Rashi on Menachot 99a:10:1", "sourceHeRef": "רש\"י על מנחות צ״ט א:י׳:א׳", "anchorVerse": 18, "sourceHasEn": false, "compDate": [1065, 1115], "commentaryNum": 10.0001, "collectiveTitle": {"en": "Rashi on Menachot", "he": "רש\"י על מנחות"}, "heTitle": "רש\"י על מנחות", "he": "ויקם משה את המשכן וגו' - מדרישיה וסיפיה דקרא בלשון הקמה דאפי' בצחות הלשון לא הורד שמע מיניה אין מורידין ואי נמי דלא סייעוהו אחיו הכהנים בהקמת העמודים והאדנים ש\"מ אין מורידין לפיכך לא נתעסקו בו אחרים ל\"א מעיקרא ויקם משה את המשכן (שמות מ׳:י״ח) דהיינו יריעות שבתחילה פורס היריעות ולא הורידן בהקמת העמודים והאדנים אלא אחז היריעות בידו עד שהקים כולן:", "heVersionTitle": "Vilna Edition", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מהדורת וילנא", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5c17b9b8b071e100bf4ed5e7", "index_title": "Tosafot Yom Tov on Mishnah Shekalim", "category": "Quoting Commentary", "type": "", "ref": "Tosafot Yom Tov on Mishnah Shekalim 6:4:3", "anchorRef": "Exodus 40:18", "anchorRefExpanded": ["Exodus 40:18"], "sourceRef": "Tosafot Yom Tov on Mishnah Shekalim 6:4:3", "sourceHeRef": "תוספות יום טוב על משנה שקלים ו׳:ד׳:ג׳", "anchorVerse": 18, "sourceHasEn": false, "compDate": [1613, 1617], "commentaryNum": 4.0003, "collectiveTitle": {"en": "Tosafot Yom Tov on Mishnah Shekalim", "he": "תוספות יום טוב על משנה שקלים"}, "he": "<b>שמעלין וכו'</b>. בפירש\"י במגילה ר\"פ בני העיר. תוספתא. מעלין בקדש דכתיב (שמות מ׳:י״ח) ויקם משה את המשכן בצלאל עשה ומשה שהיה גדול הימנו הקימו. ולא מורידין. דכתיב (במדבר י\"ו) את מחתות החטאים האלה בנפשותם ועשו אותם רקועי פחים ציפוי למזבח כי הקריבום לפני ה' ויקדשו וגו' כיון שהוקדשו הוקדשו. ע\"כ. ופי' הר\"ב אין מורידין אותו להניחו בשל כסף כלומר ולכך לא עשאו השלחן השני שבאולם משל כסף ויהיו השנים שבאולם כמו אותן שבכבש האחד של שיש והאחד של כסף: \n", "heVersionTitle": "Mishnah, ed. Romm, Vilna 1913", "heLicense": "Public Domain", "heVersionTitleInHebrew": "משנה, מהדורת בית דפוס ראם, וילנא 1913", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5c3c8e1ae20d4000851ed0f6", "index_title": "Likutei Moharan", "category": "Chasidut", "type": "", "ref": "Likutei Moharan 70:2:3", "anchorRef": "Exodus 40:18", "anchorRefExpanded": ["Exodus 40:18"], "sourceRef": "Likutei Moharan 70:2:3", "sourceHeRef": "ליקוטי מוהר\"ן ע׳:ב׳:ג׳", "anchorVerse": 18, "sourceHasEn": true, "compDate": [1802, 1808], "commentaryNum": 2.0003, "collectiveTitle": {"en": "Likutei Moharan", "he": "ליקוטי מוהר\"ן"}, "he": "וְעַל כֵּן אִי אֶפְשָׁר לְהָקִים אֶת הַמִּשְׁכָּן, אֶלָּא הַצַּדִּיק שֶׁהוּא בְּחִינַת עָפָר, בְּחִינַת מֹשֶׁה, שֶׁהָיָה עָנָו מִכָּל הָאָדָם, כְּמוֹ שֶׁכָּתוּב (שמות מ׳:י״ח): וַיָּקֶם מֹשֶׁה אֶת הַמִּשְׁכָּן. וְאַחֵר לֹא הָיָה יָכוֹל לַהֲקִימוֹ, כִּי דַּוְקָא זֶה הַצַּדִּיק, שֶׁהוּא בְּחִינַת עָפָר, בְּחִינַת כֹּחַ הַמּוֹשֵׁךְ, יָכוֹל לְהָקִים הַמִּשְׁכָּן, שֶׁהוּא בְּחִינַת כֹּחַ הַמּוֹשֵׁךְ, לְהַמְשִׁיךְ הָאֱלֹקוּת כַּנַּ\"ל:", "heVersionTitle": "Likutei Moharan - rabenubook.com", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ליקוטי מוהר\"ן - rabenubook.com", "text": "Therefore, no one can erect the Tabernacle but the tzaddik who is the aspect of dust. This is the aspect of Moshe, who was the most humble of all men. Thus it is written (Exodus 40:18), “Moshe erected the Tabernacle.” No one else could put it up it. For only that tzaddik who is the aspect of dust, the attracting force, could erect the Tabernacle, the aspect of the attracting force for drawing Godliness, as explained above.", "versionTitle": "Likutey Moharan Volumes 1-11, trans. by Moshe Mykoff. Breslov Research Inst., 1986-2012", "license": "CC-BY-NC", "versionTitleInHebrew": "ליקוטי מוהר\"ן בתרגום משה מיקוף, המוסד לחקר ברסלב, כרכים 1-11, 1986-2012"}, {"_id": "5d6f890ca0ef0c006f0ca8ef", "index_title": "Nachal Kedumim on Torah", "category": "Commentary", "type": "commentary", "ref": "Nachal Kedumim on Torah, Exodus 40:18:1", "anchorRef": "Exodus 40:18", "anchorRefExpanded": ["Exodus 40:18"], "sourceRef": "Nachal Kedumim on Torah, Exodus 40:18:1", "sourceHeRef": "נחל קדומים על תורה, שמות מ׳:י״ח:א׳", "anchorVerse": 18, "sourceHasEn": false, "compDate": [1768, 1792], "commentaryNum": 18.0001, "collectiveTitle": {"en": "Nachal Kedumim", "he": "נחל קדומים"}, "heTitle": "שמות", "he": "<b>ויקם משה את המשכן.</b> כתיב בפרשה ג\"פ הקמה א' תקים את המשכן שני הוקם המשכן שלישי ויקם משה וכתבו המפרשים שהם כנגד ג' מקדשים והרב כלי יקר כתב דמקדש ראשון ושני היו תלויים בזכותם של ישראל כי מתוך הזכות והתשובה זכו לבנין זה ע\"כ נאמר תקים ויקם כי זה מדבר בהקמה התלויה בפעולה אנושית אבל מקדש שלישי אינו תלוי בזכות שהרי אפילו בדור שכלו חייב יבא הגואל וא\"כ אינו תלוי בפעולה אנושית אלא מאליו יבנה לכך נאמר הוקם מאליו משמע עכ\"ל והרב לא חש שהאמצעי הוא הוקם ודריש ליה לגאולה העתידה. ואנו בעניותינו נדרוש כסדרן כי הוקם מעצמו וירמוז מ\"ש בזהר הקדוש שבבית שני שהיה איסור נשים נכריות ב\"י קמה מעצמה והיה בנין בית שני בהיותם משועבדים ולא היתה שמחה שלימה ולרמוז זה בשני כתוב הוקם שלא היה בשמחה וביד רמה. אבל בבית שלישי כתיב ויקם משה לרמוז דהקב\"ה בכבודו כביכול יקים השכינה כדכתיב אקים את סוכת דוד וז\"ש ויקם משה את המשכן. ולפי פשוטו יתבאר היטב במ\"ש בז\"ח דגאולה העתידה הוא בזכות משה רעיא מהימנא וזה רמז ויקם משה את המשכן ויש לרמוז ר\"ת משה את המשכן מאה לתקן י\"ס כל אחד כלולה מעשר. וס\"ת תנ\"ה גי' ג' אהיה במילואם:", "heVersionTitle": "Nachal Kedumim, Warsaw, 1889", "heLicense": "Public Domain", "heVersionTitleInHebrew": "נחל קדומים, וורשא תרמ\"ט", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5f1e9e95eb7d2e147564457d", "index_title": "Midrash Lekach Tov", "category": "Midrash", "type": "commentary", "ref": "Midrash Lekach Tov, Exodus 40:18:1", "anchorRef": "Exodus 40:18", "anchorRefExpanded": ["Exodus 40:18"], "sourceRef": "Midrash Lekach Tov, Exodus 40:18:1", "sourceHeRef": "מדרש לקח טוב, שמות מ׳:י״ח:א׳", "anchorVerse": 18, "sourceHasEn": false, "compDate": [1105, 1115], "commentaryNum": 18.0001, "collectiveTitle": {"en": "Midrash Lekach Tov", "he": "מדרש לקח טוב"}, "heTitle": "שמות", "he": "<b>ויקם משה את המשכן.</b> בוא וראה כמה גבורתו של משה רבינו שהקים לבדו את המשכן, (ג) מיכן אמרו אין הקב״ה משרה שכינתו אלא על גבור וחכם.", "heVersionTitle": "Midrash Lekach Tov on Torah, Vilna 1884", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש לקח טוב, מכונה פסיקתא זוטרתא, וילנא תרמ\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6037a684cda51cfa3ddf38b0", "index_title": "Ramban on Exodus", "category": "Quoting Commentary", "type": "", "ref": "Ramban on Exodus 40:2:1", "anchorRef": "Exodus 40:18", "anchorRefExpanded": ["Exodus 40:18"], "sourceRef": "Ramban on Exodus 40:2:1", "sourceHeRef": "רמב\"ן על שמות מ׳:ב׳:א׳", "anchorVerse": 18, "sourceHasEn": true, "compDate": [1246, 1286], "commentaryNum": 2.0001, "collectiveTitle": {"en": "Ramban on Exodus", "he": "רמב\"ן על שמות"}, "he": "<b>בְּיוֹם הַחֹדֶשׁ הָרִאשׁוֹן בְּאֶחָד לַחֹדֶשׁ תָּקִים אֶת מִשְׁכַּן אֹהֶל מוֹעֵד</b> עַל דַּעַת רַבּוֹתֵינוּ (בתורת כהנים סוף פרשת צו סימן קצא, ועוד) שֶׁהוּא יוֹם שְׁמִינִי לַמִּלּוּאִים, טַעַם הַכָּתוּב שֶׁתָּקִים אֶת הַמִּשְׁכָּן וְיַעֲמֹד כֵּן וְלֹא תּוֹרִידֶנּוּ וְלֹא תְּקִימוֹ עוֹד, כִּי בִּנְסֹעַ הַמַּחֲנוֹת הַלְוִיִּם יוֹרִידוּ אוֹתוֹ וְיָקִימוּ אוֹתוֹ. וְלֹא הֻצְרַךְ לְצַוּוֹת עַתָּה עַל הֲקָמַת שִׁבְעַת הַיָּמִים הָרִאשׁוֹנִים, כִּי אָמַר לוֹ מִתְּחִלָּה \"וַהֲקֵמֹתָ אֶת הַמִּשְׁכָּן כְּמִשְׁפָּטוֹ אֲשֶׁר הָרְאֵיתָ בָּהָר\" (שמות כ\"ו:ל'), וְכֵיוָן שֶׁפֵּרֵשׁ לוֹ עַתָּה כִּי בְּיוֹם הַחֹדֶשׁ הָרִאשׁוֹן תִּהְיֶה הֲקָמָתוֹ לְעָמְדָה, הִנֵּה יָדַע כִּי שִׁבְעַת יְמֵי הַמִּלּוּאִים יִצְטָרֵךְ לְהָקִים וּלְהוֹרִיד. וְאוּלַי הָיָה כֵן לְהַרְגִּיל הַלְוִיִּם בְּמַעֲשֵׂהוּ כִּי מִמֶּנּוּ יִרְאוּ וְכֵן יַעֲשׂוּ, אוֹ הָיָה לְהַכְתִּיר הַיּוֹם בַּעֲטָרָה זוֹ:<br>וְנִרְאֶה לְדַעְתָּם כִּי בְּשִׁבְעַת הַיָּמִים הָרִאשׁוֹנִים הָיָה מֵקִים אוֹתוֹ בַּבֹּקֶר בַּבֹּקֶר, וְעוֹמֵד כֵּן כָּל הַיּוֹם וְכָל הַלַּיְלָה, וְכַעֲלוֹת הַשַּׁחַר הָיָה מוֹרִיד אוֹתוֹ וְחוֹזֵר וּמְקִימוֹ מִיָּד, כִּי הַכָּתוּב אָמַר \"וּפֶתַח אֹהֶל מוֹעֵד תֵּשְׁבוּ יוֹמָם וָלַיְלָה\" (ויקרא ח לה), וְאֵין פֶּתַח לָאֹהֶל רַק בְּעֵת הֲקָמָתוֹ: וּכְבָר דָּרְשׁוּ (בתורת כהנים ויקרא א ה) \"אֶל פֶּתַח אֹהֶל מוֹעֵד\", בִּזְמַן שֶׁהוּא פָּתוּחַ וְלֹא בִּזְמַן שֶׁהוּא מְפֹרָק, וְאָמְרוּ (זבחים נה:) שְׁלָמִים שֶׁשְּׁחָטָן קֹדֶם שֶׁנִּפְתְּחוּ דַּלְתוֹת הַהֵיכָל פְּסוּלִין, שֶׁנֶּאֱמַר (ויקרא ג ב) \"וּשְׁחָטוֹ פֶּתַח אֹהֶל מוֹעֵד\", בִּזְמַן שֶׁפָּתוּחַ וְלֹא בִּזְמַן שֶׁנָּעוּל, וְכֵן בַּמִּשְׁכָּן, עַד שֶׁלֹּא הֶעֱמִידוּ הַלְוִיִּם אֶת הַמִּשְׁכָּן וְאַחַר שֶׁפֵּרְקוּ הַלְוִיִּם אֶת הַמִּשְׁכָּן פְּסוּלִין. וְעוֹד, שֶׁהָיָה מַקְרִיב בּוֹ תָּמִיד שֶׁל בֵּין הָעַרְבַּיִם וּמַדְלִיק אֶת הַנֵּרוֹת בָּעֶרֶב:<br>וּבְוַיִּקְרָא רַבָּה (עי' במדבר רבה יב טו) רָאִיתִי, הָיָה מֹשֶׁה מַעֲמִידוֹ וּמְפָרְקוֹ שְׁנֵי פְּעָמִים בְּכָל יוֹם, רַבִּי חֲנִינָא הַגָּדוֹל אוֹמֵר שְׁלֹשָׁה פְּעָמִים בְּכָל יוֹם, שֶׁנֶּאֱמַר \"תָּקִים\" (שמות מ':ב') \"הוּקַם\" (שמות מ':י\"ז) \"וַיָּקֶם\" (שמות מ':י\"ח), אַחַת לְתָמִיד שֶׁל שַׁחַר, וְאַחַת לַמִּלּוּאִים, וְאַחַת לְתָמִיד שֶׁל בֵּין הָעַרְבַּיִם. וְיִתָּכֵן שֶׁכָּל זֶה רְגִילוּת, לְהוֹדִיעַ עִנְיַן הֲקָמָתוֹ וְהַסֵּדֶר, וְלֹא יַעֲמִידֶנּוּ מְפֹרָק כְּלָל: וְהַכָּתוּב שֶׁאָמַר כָּאן \"וַיְכַס הֶעָנָן אֶת אֹהֶל מוֹעֵד וּכְבוֹד ה' מָלֵא אֶת הַמִּשְׁכָּן\" (שמות מ':ל\"ד), עַל דַּעְתָּם הָיָה זֶה בַּיּוֹם הַשְּׁמִינִי, כִּי אָמַר \"וַיְכַל מֹשֶׁה אֶת הַמְּלָאכָה\" (שם פסוק לג), וְכַאֲשֶׁר כִּלָּה הֲקָמָה זוֹ שֶׁל אֶחָד בְּנִיסָן כִּסָּה הֶעָנָן אֶת הַמִּשְׁכָּן. וּכְבָר כָּתַב רַשִׁ\"י (ויקרא ט כג) מַה שֶׁדָּרְשׁוּ (בתורת כהנים שם) \"וַיֵּצְאוּ וַיְבָרֲכוּ אֶת הָעָם\", לְפִי שֶׁכָּל שִׁבְעַת יְמֵי הַמִּלּוּאִים שֶׁהֶעֱמִיד מֹשֶׁה הַמִּשְׁכָּן וְהָיָה מְשַׁמֵּשׁ בּוֹ וּמְפָרְקוֹ לֹא שָׁרְתָה בּוֹ שְׁכִינָה, וְהָיוּ יִשְׂרָאֵל נִכְלָמִים וְאָמְרוּ לְמֹשֶׁה, מֹשֶׁה רַבֵּנוּ כָּל הַטֹּרַח שֶׁטָּרַחְנוּ שֶׁתִּשְׁרֶה שְׁכִינָה בֵּינֵינוּ וְנֵדַע שֶׁנִּתְכַּפֵּר לָנוּ עֲוֹן הָעֵגֶל, אָמַר לָהֶם אַהֲרֹן אָחִי כְּדַאי וְחָשׁוּב מִמֶּנִּי שֶׁעַל יְדֵי קָרְבְּנוֹתָיו וַעֲבוֹדָתוֹ תִּשְׁרֶה בָּנוּ שְׁכִינָה:<br>וּבְפָרָשַׁת מִלּוּאִים (תורת כהנים שם) יָכוֹל הוּקַם הַמִּשְׁכָּן בְּרֹאשׁ חֹדֶשׁ וְשָׁרְתָה שְׁכִינָה בַּשְּׁמִינִי בַּחֹדֶשׁ, תַּלְמוּד לוֹמַר \"וּבְיוֹם הָקִים אֶת הַמִּשְׁכָּן כִּסָּה הֶעָנָן אֶת הַמִּשְׁכָּן לְאֹהֶל הָעֵדֻת\" (במדבר ט טו), מְלַמֵּד שֶׁבְּיוֹם שֶׁהוּקַם הַמִּשְׁכָּן שָׁרְתָה הַשְּׁכִינָה עַל יְדֵי מַעֲשֵׂה אַהֲרֹן. הִנֵּה יֹאמְרוּ בְּפֵרוּשׁ כִּי כִּסּוּי הֶעָנָן אֶת הַמִּשְׁכָּן בַּשְּׁמִינִי לַמִּלּוּאִים הָיָה, וְהוּא אֶחָד בְּנִיסָן, אִם כֵּן תִּהְיֶה כָּל הַפָּרָשָׁה הַזֹּאת לְדַעְתָּם בַּיּוֹם הַשְּׁמִינִי. וְהָיָה זֶה מִפְּנֵי שֶׁהַכָּתוּב יְסַדֵּר כִּי צִוָּה הַשֵּׁם אֶת מֹשֶׁה שֶׁתִּהְיֶה הֲקָמַת הַמִּשְׁכָּן לְכַלּוֹתָהּ בְּיוֹם הַחֹדֶשׁ הָרִאשׁוֹן בְּאֶחָד לַחֹדֶשׁ, וְאָמַר כִּי מֹשֶׁה עָשָׂה כֵן וְכִלָּה אֶת כָּל הַמְּלָאכָה, וְאָז כִּסָּה הֶעָנָן אֶת הָאֹהֶל, וְכֵן תָּמִיד. וְחָזַר הַכָּתוּב אֶל תְּחִלַּת הַדִּבּוּר אֲשֶׁר הָיָה לְמֹשֶׁה מִן הָאֹהֶל וְאָמַר \"וַיִּקְרָא אֶל מֹשֶׁה\" (ויקרא א א), וְכָל זֶה בְּסֵדֶר נָכוֹן:<br>וְכִדְמוּת רְאָיָה לָהֶם מַה שֶׁכָּתוּב (במדבר ז א) \"וַיְהִי בְּיוֹם כַּלּוֹת מֹשֶׁה לְהָקִים אֶת הַמִּשְׁכָּן\", וְאִם לֹא הוֹרִיד אוֹתוֹ מָה טַעַם בְּיוֹם כַּלּוֹת, כִּי בְּיוֹם אֶחָד הֵחֵל וְכִלָּה, וְהָרָאוּי שֶׁיֹּאמַר וַיְהִי בְּיוֹם הֵקִים מֹשֶׁה אֶת הַמִּשְׁכָּן. וְעוֹד, שֶׁאָמַר שָׁם \"זֶה הַדָּבָר אֲשֶׁר צִוָּה ה' תַּעֲשׂוּ\" (ויקרא ט ו), \"וַיֵּרָא כְבוֹד ה' אֶל כָּל הָעָם\" (שם כג), וּמַשְׁמָעוּת זֶה שֶׁעֲדַיִן לֹא כִּסָּה הֶעָנָן אֶת אֹהֶל מוֹעֵד וְלֹא מָלֵא כְבוֹד ה' אֶת הַמִּשְׁכָּן. וּמ\"מ בְּיוֹם רִאשׁוֹן שֶׁל מִלּוּאִים נִדְבַּר לְמֹשֶׁה מִשָּׁם כָּל הַפָּרָשִׁיּוֹת הַנֶּאֱמָרוֹת מִתְּחִלַּת סֵפֶר וַיִּקְרָא עַד וַיְהִי בַּיּוֹם הַשְּׁמִינִי (שם ט א), אֲבָל לֹא הָיָה הֶעָנָן מְכַסֶּה אוֹתוֹ, וְהָיוּ סְבוּרִין שֶׁהָיָה הַדִּבּוּר לְמֹשֶׁה שָׁם מִן הַשָּׁמַיִם כַּאֲשֶׁר הָיָה בְּאֶרֶץ מִצְרַיִם: אֲבָל בְּמִדְרַשׁ חָזִיתָ (קהלת א יב) מָצָאתִי, \"וַיְהִי בַּיּוֹם הַשְּׁמִינִי\", זֶה הָיָה רָאוּי לִהְיוֹת תְּחִלַּת הַסֵּפֶר, וְלָמָּה נִכְתַּב כָּאן, אֶלָּא שֶׁאֵין מֻקְדָּם וּמְאֻחָר בַּתּוֹרָה. וְאִם כֵּן יִהְיֶה \"וַיִּקְרָא אֶל מֹשֶׁה מֵאֹהֶל מוֹעֵד\" אַחַר \"וַיֵּרָא כְבוֹד ה' אֶל כָּל הָעָם וַתֵּצֵא אֵשׁ וַתֹּאכַל עַל הַמִּזְבֵּחַ\" (ויקרא ט כג כד), וְיִהְיֶה הַדִּבּוּר לְאַהֲרֹן \"יַיִן וְשֵׁכָר אַל תֵּשְׁתְּ\" (שם י ט) מִמָּחֳרַת, כִּי לֹא יִתָּכֵן שֶׁנִּדְבַּר לְאַהֲרֹן מֵאֹהֶל מוֹעֵד קֹדֶם לְמֹשֶׁה. וְאֵינִי יוֹדֵעַ אִם זֶה דִּבְרֵי הַכֹּל אוֹ הֵם דִּבְרֵי יָחִיד, כִּי עַל דִּבְרֵי ר' יִשְׁמָעֵאל נֶאֶמְרוּ שָׁם:", "heVersionTitle": "Vocalized Edition", "heLicense": "", "heVersionTitleInHebrew": "", "text": "ON THE FIRST DAY OF THE FIRST MONTH SHALT THOU SET UP THE TABERNACLE OF THE TENT OF MEETING. In the opinion of our Rabbis<sup class=\"footnote-marker\">43</sup><i class=\"footnote\">Sifra, beginning of <i>Seder Shemini</i>.</i> who say that this was on the eighth day of the installation [of the priests into their sacred office],<sup class=\"footnote-marker\">44</sup><i class=\"footnote\">On the first seven days of the installation the Tabernacle was put up and taken apart each day. But on the eighth day it was put up and no longer dismantled until they moved away from the encampment at Mount Sinai. Accordingly, since in the opinion of the Rabbis the first day of Nisan was the eighth day of the installation, the expression <i>thou shalt set up the Tabernacle</i> must mean “set it up permanently etc.,”</i> the meaning of the verse is: “you are to put up the Tabernacle and it should remain so; do not dismantle it and do not put it up again, for when the camps will move, the Levites will dismantle it and put it up.” It was not necessary that G-d should command Moses now about the putting up of the Tabernacle during the first seven days, since He had told him at the start, <i>And thou shalt set up the Tabernacle according to the fashion thereof which hath been shown thee in the mountain</i>.<sup class=\"footnote-marker\">45</sup><i class=\"footnote\">Above, 26:30.</i> Now since He explained to him here that <i>On the first day of the first month</i> the setting up of the Tabernacle would be of a permanent nature, Moses thus understood that during [each of] the seven days of installation it would be necessary for him to put it up and to dismantle it. Perhaps this was done in order to train the Levites how to do it, for they would see how he did it and would do likewise. Or it may be that this was done in order to crown the eighth day with this special crown [that the Tabernacle was for the first time not dismantled on that day].<br>It would appear according to the opinion of the Rabbis that on the first seven days Moses put up the Tabernacle each morning, and it remained standing all day and all the following night, and at each dawn he would dismantle it and put it up again immediately, for Scripture says, <i>And at the door of the Tent of Meeting shall ye abide day and night for seven days</i>,<sup class=\"footnote-marker\">46</sup><i class=\"footnote\">Leviticus 8:35.</i> and there could be no “door” to the Tent of Meeting except at the time when it was erected.<sup class=\"footnote-marker\">47</sup><i class=\"footnote\">Thus since Scripture states that during the first seven days of the installation Aaron and his sons had to sit <i>at the door of the Tent of Meeting</i>, we must therefore conclude that the Tabernacle was dismantled at dawn and put up again immediately.</i> The Sages have already interpreted:<sup class=\"footnote-marker\">48</sup><i class=\"footnote\">Sifra <i>Vayikra, parshata</i> 4.</i> “<i>he shall bring it to the door of the Tent of Meeting</i><sup class=\"footnote-marker\">49</sup><i class=\"footnote\">Leviticus 1:3.</i> — at the time when it is open, and not when [the Tent of Meeting] is taken to pieces.” Similarly, the Rabbis have said:<sup class=\"footnote-marker\">50</sup><i class=\"footnote\">Zebachim 55b.</i> “Peace-offerings which have been slaughtered before the doors of the Sanctuary were opened are invalid, because it is said, <i>and he shall slaughter it at the door of the Tent of Meeting</i><sup class=\"footnote-marker\">51</sup><i class=\"footnote\">Leviticus 3:2.</i> — at the time it is open, and not when it is locked.” Similarly, “at the Tabernacle, [peace-offerings which were slaughtered] before the Levites put up the Tabernacle, or after the Levites had dismantled it, were invalid.”<sup class=\"footnote-marker\">50</sup><i class=\"footnote\">Zebachim 55b.</i> Moreover, [during the first seven days of installation, Moses] used to sacrifice the Daily Offering of the evening and kindle the lamps at night. And in Vayikra Rabbah<sup class=\"footnote-marker\">52</sup><i class=\"footnote\">I have not found this quotation in Vayikra Rabbah, but in Tanchuma <i>Pekudei</i>, 11.</i> I have seen [the following text]: “Moses used to put up the Tabernacle and dismantle it twice every day. Rabbi Chanina the Great says: three times every day, for [the phrase ‘putting up’ of the Tabernacle] is mentioned three times: <i>thou shalt put up;</i><sup class=\"footnote-marker\">53</sup><i class=\"footnote\">In Verse 2 before us.</i> <i>the Tabernacle was put up;</i><sup class=\"footnote-marker\">54</sup><i class=\"footnote\">Further, Verse 17.</i> <i>and Moses put up the Tabernacle</i>.<sup class=\"footnote-marker\">55</sup><i class=\"footnote\"><i>Ibid.</i>, Verse 18.</i> Once it was put up for the Daily Offering of the morning, and once for the special offerings of the installation, and once for the Daily Offering of the evening.” It is possible that all this was done for the sake of practice, so that they would know the procedure for putting it up, and which order to follow, but they never left it in a dismantled state at all [during the seven days of installation].<br>And that which Scripture states here, <i>And the cloud covered the Tent of Meeting, and the Glory of the Eternal filled the Tabernacle</i>,<sup class=\"footnote-marker\">56</sup><i class=\"footnote\"><i>Ibid.</i>, Verse 34.</i> in the opinion of the Rabbis it refers to the eighth day, for Scripture says, <i>So Moses finished the work</i>,<sup class=\"footnote-marker\">57</sup><i class=\"footnote\"><i>Ibid.</i>, Verse 33.</i> and when he had completed this erection on the first of Nisan, the cloud covered the Tabernacle. Now Rashi has already mentioned the interpretation of the Rabbis: “<i>And they came out and blessed the people</i>.<sup class=\"footnote-marker\">58</sup><i class=\"footnote\">Leviticus 9:23.</i> During all the seven days of installation when Moses was putting up the Tabernacle, and officiating therein, and dismantling it,<sup class=\"footnote-marker\">59</sup><i class=\"footnote\">Our Rashi adds: “every day.”</i> the Divine Glory did not rest upon it, and the Israelites felt ashamed, and they said to Moses: ‘Our master! All the trouble which we have taken was only so that the Divine Glory would dwell amongst us, and that we would know that the sin of the calf has been atoned for!’ Then Moses said to them: ‘My brother Aaron is more worthy and meritorious than I am, and it is through his offerings and service that the Divine Glory will rest upon us.’”<br>And in the <i>Parshath Hamiluim</i><sup class=\"footnote-marker\">60</sup><i class=\"footnote\">Sifra, beginning of <i>Seder Shemini</i>.</i> (the Chapter of the Installation) we find written: “I might think that the Tabernacle was put up on the first of the month of Nisan, and that the Divine Glory did not rest thereon until the eighth day of the month. Scripture therefore says, <i>And on the day that the Tabernacle was put up, the cloud covered the Tabernacle, even the Tent of Meeting</i>.<sup class=\"footnote-marker\">61</sup><i class=\"footnote\">Numbers 9:15.</i> This teaches us that on the day the Tabernacle was put up, the Divine Glory rested thereon through the service of Aaron.” Thus the Rabbis are clearly saying that the cloud covering the Tabernacle was on the eighth day of the installation, which was on the first day of Nisan.<br>If this is so, then this whole chapter, in the opinion of the Rabbis, took place on the eighth day of the installation. This is indeed so, because Scripture describes the sequence of events as follows: G-d commanded Moses that the final putting up of the Tabernacle should be <i>on the first day of the first month</i>, and then it states that Moses did so and finished the whole work<sup class=\"footnote-marker\">57</sup><i class=\"footnote\"><i>Ibid.</i>, Verse 33.</i> [of the seven days of installation], and then [on the eighth day] <i>the cloud covered the tent</i>,<sup class=\"footnote-marker\">56</sup><i class=\"footnote\"><i>Ibid.</i>, Verse 34.</i> and so it was always [henceforth whenever they journeyed and put up the Tabernacle at their new place of encampment]. Then Scripture goes back to the beginning of the communication which came to Moses from the Tent, saying, <i>And He called unto Moses</i>.<sup class=\"footnote-marker\">62</sup><i class=\"footnote\">Leviticus 1:1.</i> All this is now in proper order.<br>A kind of proof to what the Rabbis have said, [that during the seven days of installation the Tabernacle was dismantled every day], is what Scripture says, <i>And it came to pass on the day that Moses had made an end of setting up the Tabernacle</i>.<sup class=\"footnote-marker\">63</sup><i class=\"footnote\">Numbers 7:1.</i> Now if he did not dismantle it, what sense is there to the expression, <i>the day that he ‘made an end’ of setting up the Tabernacle</i>, since he began and finished all the work in one day? In that case it should rather have said: “and it came to pass on the day that Moses set up the Tabernacle.” Moreover, it says there [with reference to the eighth day], <i>This is the thing which the Eternal commanded that ye should do;</i><sup class=\"footnote-marker\">64</sup><i class=\"footnote\">Leviticus 9:6.</i> <i>and the Glory of the Eternal appeared unto all the people</i>.<sup class=\"footnote-marker\">65</sup><i class=\"footnote\"><i>Ibid.</i>, Verse 23.</i> The implication of these verses is that the cloud had not yet covered the Tent of Meeting, and the Glory of the Eternal did not yet fill the Tabernacle.<br>However it may be, from the first day of the installation G-d communicated to Moses from the Tabernacle all the sections from the beginning of the Book of Leviticus until <i>And it came to pass on the eighth day</i>.<sup class=\"footnote-marker\">66</sup><i class=\"footnote\"><i>Ibid.</i>, 9:1.</i> But the cloud did not cover the Tabernacle, and the people therefore thought that the communication from there to Moses was directly from heaven, just as it was in the land of Egypt. But in the Midrash Chazit<sup class=\"footnote-marker\">67</sup><i class=\"footnote\">I have not found it in Shir Hashirim Rabbah ( Midrash Chazit ), but in Koheleth Rabbah 1:31.</i> I have found the following text: “<i>And it came to pass on the eighth day</i>.<sup class=\"footnote-marker\">66</sup><i class=\"footnote\"><i>Ibid.</i>, 9:1.</i> This really should have been the beginning of the Book of Leviticus. Why then was it written here? Because there is no strict chronological order in the narrative of the Torah.” Now if this is so, then the chapter beginning <i>And He called unto Moses… out of the Tent of Meeting</i><sup class=\"footnote-marker\">62</sup><i class=\"footnote\">Leviticus 1:1.</i> happened after <i>and the Glory of the Eternal appeared unto all the people. And there came forth fire from before the Eternal, and consumed upon the altar;</i><sup class=\"footnote-marker\">68</sup><i class=\"footnote\">Leviticus 9:23-24.</i> and the communication addressed to Aaron, <i>drink no wine or strong drink</i>,<sup class=\"footnote-marker\">69</sup><i class=\"footnote\"><i>Ibid.</i>, 10:9.</i> took place on the following day, for it is impossible that G-d should speak to Aaron from the Tent of Meeting before He had spoken to Moses.<sup class=\"footnote-marker\">70</sup><i class=\"footnote\">But if we say, as Ramban does, that G-d already spoke to Moses from the Tent of Meeting on the first day of the installation, then the communication to Aaron, <i>drink no wine nor strong drink</i>, took place on the eighth day of the installation.</i> But I do not know whether this Midrash represents the unanimous opinion of all the Sages, or whether they are the words of a single Sage, for they are mentioned there in the Midrash with reference to Rabbi Yishmael.", "versionTitle": "Commentary on the Torah by Ramban (Nachmanides). Translated and annotated by Charles B. Chavel. New York, Shilo Pub. House, 1971-1976", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "6037a684cda51cfa3ddf38b4", "index_title": "Ramban on Exodus", "category": "Quoting Commentary", "type": "", "ref": "Ramban on Exodus 40:2:2", "anchorRef": "Exodus 40:18", "anchorRefExpanded": ["Exodus 40:18"], "sourceRef": "Ramban on Exodus 40:2:2", "sourceHeRef": "רמב\"ן על שמות מ׳:ב׳:ב׳", "anchorVerse": 18, "sourceHasEn": true, "compDate": [1246, 1286], "commentaryNum": 2.0002, "collectiveTitle": {"en": "Ramban on Exodus", "he": "רמב\"ן על שמות"}, "he": "<b>תָּקִים אֶת מִשְׁכַּן אֹהֶל מוֹעֵד</b> לֹא פֵּרֵשׁ לוֹ בְּצַוָּאָה זוֹ כֵּיצַד סֵדֶר הַהֲקָמָה כַּאֲשֶׁר פֵּרֵשׁ בַּמַּעֲשֶׂה \"וַיִּתֵּן אֶת אֲדָנָיו וַיָּשֶׂם אֶת קְרָשָׁיו\" (שמות מ':י\"ח). וְהָיָה זֶה, מִפְּנֵי שֶׁכְּבָר הֶרְאָה אוֹתוֹ הַהֲקָמָה בְּמַרְאִית הָעַיִן, כְּמוֹ שֶׁאָמַר \"וַהֲקֵמֹתָ אֶת הַמִּשְׁכָּן כְּמִשְׁפָּטוֹ אֲשֶׁר הָרְאֵיתָ בָּהָר\" (שמות כ\"ו:ל'). וְכֵן קִצֵּר כָּאן וְאָמַר \"וְשַׂמְתָּ שָׁם אֵת אֲרוֹן הָעֵדוּת\" (שמות מ':ג'), וְלֹא הִזְכִּיר וְאֶל הָאָרֹן תִּתֵּן אֶת הָעֵדֻת, כִּי בְּהַזְכִּירוֹ \"אֵת אֲרוֹן הָעֵדוּת\" יָבִין זֶה, כִּי לֹא יִקָּרֵא הָאָרוֹן כֵּן רַק בִּהְיוֹת בּוֹ לוּחוֹת הָעֵדוּת. וּכְבָר נִצְטַוָּה מִתְּחִלָּה \"וְנָתַתָּ אֶת הַכַּפֹּרֶת עַל הָאָרֹן מִלְמָעְלָה וְאֶל הָאָרֹן תִּתֵּן אֶת הָעֵדֻת אֲשֶׁר אֶתֵּן אֵלֶיךָ\" (שמות כ\"ה:כ\"א), וְלֹא הֻצְרַךְ כָּאן אֶלָּא לְצַוּוֹתוֹ בַּהַקְדָּמָה, כִּי תְּשׂוּמֶת הָאָרוֹן עִם הַלּוּחוֹת יַקְדִּים לְכָל הַכֵּלִים. וְכֵן קִצֵּר בְּעִנְיַן הַשֻּׁלְחָן וְהַמְּנוֹרָה, שֶׁכְּבָר צִוָּה אוֹתוֹ (שמות כ\"ו:ל\"ה) בְּאֵיזֶה מָקוֹם מִן הַמִּשְׁכָּן יַעֲמִידֵם. וְקִצֵּר בְּעִנְיַן לְבִישַׁת אַהֲרֹן וּבָנָיו, שֶׁאָמַר \"וְהִלְבַּשְׁתָּ אֶת אַהֲרֹן אֵת בִּגְדֵי הַקֹּדֶשׁ\" (שמות מ':י\"ג), וּבְבָנָיו אָמַר \"וְהִלְבַּשְׁתָּם כֻּתֳּנוֹת\" (שמות מ':י\"ד), כִּי כְּבָר צִוָּה אוֹתוֹ בִּפְרָט בְּסֵדֶר לְבִישָׁתָן (לעיל כט ה-ט), וְלֹא בָּא עַכְשָׁו אֶלָּא לְסַדֵּר לוֹ שְׁעַת הַלְּבִישָׁה שֶׁתִּהְיֶה אַחַר הֲקָמַת הַמִּשְׁכָּן כֻּלּוֹ. וְהִזְכִּיר כֻּתֳּנוֹת שֶׁבָּהֶן יַתְחִיל הַלְּבִישָׁה:", "heVersionTitle": "Vocalized Edition", "heLicense": "", "heVersionTitleInHebrew": "", "text": "THOU SHALT SET UP THE TABERNACLE OF THE TENT OF MEETING. G-d did not explain to Moses in this command the order of putting it up, as it is clearly set forth in the actual construction: <i>and he laid its sockets, and set up the boards thereof</i> etc.<sup class=\"footnote-marker\">71</sup><i class=\"footnote\">Further, Verse 18.</i> The reason for His not explaining it here is because He had already shown it to him visually, as He said, <i>And thou shalt put up the Tabernacle according to the fashion thereof which hath been shown thee in the mountain</i>.<sup class=\"footnote-marker\">72</sup><i class=\"footnote\">Above, 26:30.</i> Similarly, He shortened the account here, saying, <i>And thou shalt put therein the ark of the Testimony</i>,<sup class=\"footnote-marker\">73</sup><i class=\"footnote\">Verse 3.</i> and did not mention <i>and in the ark thou shalt put the Testimony</i>,<sup class=\"footnote-marker\">74</sup><i class=\"footnote\">Above, 25:21.</i> for since He used the phrase: <i>the ark of the Testimony</i>, Moses would understand this, since the ark is only termed “the ark of the Testimony” when the Tablets of the Testimony are in it, and they were already commanded at the beginning, <i>And thou shalt put the ark-cover above upon the ark; and in the ark thou shalt put the Testimony that I shall give thee</i>.<sup class=\"footnote-marker\">74</sup><i class=\"footnote\">Above, 25:21.</i> It was necessary here to mention it only in order to tell him the order of priority, namely that the putting of the ark with the Tablets [into the Tabernacle] should precede the setting up of all other vessels. Similarly He shortened the account of the table and the candelabrum, since He had already commanded him in what place of the Tabernacle they were to be set up.<sup class=\"footnote-marker\">75</sup><i class=\"footnote\"><i>Ibid.</i>, 26:35.</i> He also shortened the subject of the dressing of Aaron and his sons, saying merely, <i>And thou shalt put upon Aaron the holy garments</i>,<sup class=\"footnote-marker\">76</sup><i class=\"footnote\">Further, Verse 13.</i> and with reference to Aaron’s sons He said, <i>and thou shalt put tunics upon them</i>,<sup class=\"footnote-marker\">77</sup><i class=\"footnote\"><i>Ibid.</i>, Verse 14.</i> for He had already told and commanded Moses in detail about the order of putting on their garments.<sup class=\"footnote-marker\">78</sup><i class=\"footnote\">Above, 29:5-9.</i> Here the intention was only to fix the time of the dressing in its correct order, namely, after the whole Tabernacle had been set up. Of the priestly garments He mentioned only the tunics, because it is with them that the dressing began.", "versionTitle": "Commentary on the Torah by Ramban (Nachmanides). Translated and annotated by Charles B. Chavel. New York, Shilo Pub. House, 1971-1976", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "6037a685cda51cfa3ddf38cc", "index_title": "Ramban on Exodus", "category": "Quoting Commentary", "type": "", "ref": "Ramban on Exodus 40:17:1", "anchorRef": "Exodus 40:18", "anchorRefExpanded": ["Exodus 40:18"], "sourceRef": "Ramban on Exodus 40:17:1", "sourceHeRef": "רמב\"ן על שמות מ׳:י״ז:א׳", "anchorVerse": 18, "sourceHasEn": true, "compDate": [1246, 1286], "commentaryNum": 17.0001, "collectiveTitle": {"en": "Ramban on Exodus", "he": "רמב\"ן על שמות"}, "he": "<b>וַיְהִי בַּחֹדֶשׁ הָרִאשׁוֹן בְּאֶחָד לַחֹדֶשׁ</b> עַל דַּעַת רַבּוֹתֵינוּ הִזְכִּיר הַכָּתוּב שֶׁהוּקַם הַמִּשְׁכָּן לַעֲמֹד כֵּן בְּאֶחָד לַחֹדֶשׁ הָרִאשׁוֹן כַּאֲשֶׁר צִוָּה (שמות מ':ב'). וְאָמַר \"וַיָּקֶם מֹשֶׁה אֶת הַמִּשְׁכָּן\" (שמות מ':י\"ח), לְסַפֵּר מַה שֶׁעָשָׂה בַּהֲקִימוֹ אוֹתוֹ מִן הַיּוֹם הָרִאשׁוֹן שֶׁהִתְחִיל בּוֹ שֶׁהוּא כ\"ג בַּאֲדָר. וְלֹא הִזְכִּיר בְּכָאן מְשִׁיחַת הַמִּשְׁכָּן וְכֵלָיו וְלֹא מְשִׁיחַת אַהֲרֹן וּבָנָיו וְקָרְבְּנוֹת הַמִּלּוּאִים, כִּי לֹא עָשָׂה אוֹתָם עַד שֶׁסִּיֵּם כָּל הַהֲקָמָה וְנִצְטַוָּה בָּהֶם פַּעַם שֵׁנִית \"קַח אֶת אַהֲרֹן\", כְּמוֹ שֶׁמְּפֹרָשׁ בְּפָרָשַׁת צַו (ויקרא ח ב): וְהִנֵּה הַמִּשְׁכָּן וְכֵלָיו לֹא נִתְקַדְּשׁוּ לָעֲבוֹדָה אֶלָּא בִּמְשִׁיחָה, כְּמוֹ שֶׁנֶּאֱמַר (שמות מ':ט') \"וּמָשַׁחְתָּ אֶת הַמִּשְׁכָּן וְאֶת כָּל אֲשֶׁר בּוֹ וְקִדַּשְׁתָּ אֹתוֹ וְאֶת כָּל כֵּלָיו\", עַל כֵּן פֵּרוּשׁ \"וַיַּעֲרֹךְ עָלָיו עֵרֶךְ לֶחֶם\" (שמות מ':כ\"ג), \"וַיַּעַל הַנֵּרוֹת\" (שמות מ':כ\"ה), כִּי עָשָׂה כֵן בִּזְמַנָּם אַחַר הַמְּשִׁיחָה, וְהִנֵּה הֵם כְּטַעַם לַעֲשׂוֹת כֵּן. וּמַה שֶׁאָמַר גַּם כֵּן לְמַעְלָה (שמות מ':ד') \"וְהֵבֵאתָ אֶת הַשֻּׁלְחָן וְעָרַכְתָּ אֶת עֶרְכּוֹ\", יְצַוֶּה שֶׁיַּעֲרֹךְ אוֹתוֹ אַחֲרֵי הַמְּשִׁיחָה. וְכֵן אָמַר \"וְנָתַתָּ אֶת מִזְבַּח הַזָּהָב לִקְטֹרֶת\" (שמות מ':ה'), וְכֵן \"וַיַּעַל עָלָיו אֶת הָעֹלָה וְאֶת הַמִּנְחָה\" (שמות מ':כ\"ט), בִּזְמַנָּהּ, כִּי עֲדַיִן לֹא הֵקִים הֶחָצֵר סָבִיב לַמִּשְׁכָּן, וְאֵין מַקְרִיבִין בְּלֹא קְלָעִים, כִּי יִהְיוּ שְׁחוּטֵי חוּץ, אֶלָּא כֻּלָּם בִּזְמַנָּם:", "heVersionTitle": "Vocalized Edition", "heLicense": "", "heVersionTitleInHebrew": "", "text": "AND IT CAME TO PASS IN THE FIRST MONTH… ON THE FIRST DAY OF THE MONTH. In the opinion of our Rabbis [who hold, as mentioned above,<sup class=\"footnote-marker\">84</sup><i class=\"footnote\">Above, Verse 2.</i> that the eighth day of the installation was on the first of Nisan], Scripture stated that the Tabernacle was first put up on a permanent basis on the first day of the first month, as He had commanded.<sup class=\"footnote-marker\">84</sup><i class=\"footnote\">Above, Verse 2.</i> It states, <i>And Moses put up the Tabernacle</i>,<sup class=\"footnote-marker\">85</sup><i class=\"footnote\">Verse 18.</i> in order to tell us what he did when putting it up from the first day that he began to do so, which was on the twenty-third day of Adar. Scripture does not mention here the anointing of the Tabernacle and its vessels, nor the anointing of Aaron and his sons and the offerings of the installation, since Moses did not do these until he had finished putting up the Tabernacle [on each of the seven days of the installation],<sup class=\"footnote-marker\">86</sup><i class=\"footnote\">See my Hebrew commentary p. 538, where I have shown that this is perforce the meaning of Ramban.</i> and was commanded thereon a second time, <i>Take Aaron and his sons</i>,<sup class=\"footnote-marker\">87</sup><i class=\"footnote\">Leviticus 8:2.</i> as is explained in the section of <i>Tzav</i>.<sup class=\"footnote-marker\">87</sup><i class=\"footnote\">Leviticus 8:2.</i> Now the Tabernacle and its vessels were only sanctified for the Divine Service through their anointing, just as it is said, <i>and thou shalt anoint the Tabernacle, and all that is therein, and shalt hallow it, and all the vessels thereof</i>.<sup class=\"footnote-marker\">88</sup><i class=\"footnote\">Above, Verse 9.</i> Therefore the meaning of the verses, <i>And he set a row of bread upon it</i>,<sup class=\"footnote-marker\">89</sup><i class=\"footnote\">Further, Verse 23.</i> <i>And he lighted the lamps</i>,<sup class=\"footnote-marker\">90</sup><i class=\"footnote\"><i>Ibid.</i>, Verse 25.</i> must be that he did so at the time that was appropriate for them, that is, after they were anointed [on each of the seven days of the installation], and the sense of the verses is that such was their ultimate purpose [i.e., he put the table in the Tent of Meeting so that he would later on be able to set a row of bread upon it; he put the candelabrum so that he would be able to light the lamps]. And that which Scripture states above, <i>And thou shalt bring in the table, and set in order the bread that is upon it</i>,<sup class=\"footnote-marker\">91</sup><i class=\"footnote\">Above, Verse 4.</i> also means that he is to set the bread upon it after the anointing of the table. The same meaning applies to the verse, <i>And thou shalt set the golden altar for incense</i>.<sup class=\"footnote-marker\">92</sup><i class=\"footnote\"><i>Ibid.</i>, Verse 5.</i> Similarly, <i>and he offered upon it the burnt-offering and the meal-offering</i><sup class=\"footnote-marker\">93</sup><i class=\"footnote\">Further, Verse 29.</i> means at its proper time, for the court around the Tabernacle had not yet been put up,<sup class=\"footnote-marker\">94</sup><i class=\"footnote\">For that is only mentioned further, in Verse 33.</i> and no sacrifices can be brought without the hangings of the court, for that would be considered slaughtering outside [the Tabernacle].<sup class=\"footnote-marker\">95</sup><i class=\"footnote\">A matter strongly forbidden in Leviticus 17:1-9.</i> But all these mean that they were done at their proper time.<br><i>And he took and put the Testimony into the ark</i>. ", "versionTitle": "Commentary on the Torah by Ramban (Nachmanides). Translated and annotated by Charles B. Chavel. New York, Shilo Pub. House, 1971-1976", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "6121b16b8430f78f2063558a", "index_title": "Yalkut Shimoni on Torah", "category": "Midrash", "type": "quotation_auto", "ref": "Yalkut Shimoni on Torah 752:3", "anchorRef": "Exodus 40:18", "anchorRefExpanded": ["Exodus 40:18"], "sourceRef": "Yalkut Shimoni on Torah 752:3", "sourceHeRef": "ילקוט שמעוני על התורה תשנ״ב:ג׳", "anchorVerse": 18, "sourceHasEn": false, "compDate": [1100], "commentaryNum": 752.0003, "collectiveTitle": {"en": "Yalkut Shimoni on Torah", "he": "ילקוט שמעוני על התורה"}, "heTitle": "ילקוט שמעוני על התורה", "he": "וכל ישראל אשר סביבותיהם נסו לקולם. שהיו צוחין למשה משה רבינו הצילנו. ואש יצאה מאת ה' ותאכל את החמשים ומאתים איש מקריבי הקטרת, אלו היו נבלעים ואלו היו נשרפים, וקרח לקה יותר מכלם שנשרוף ונבלע, ולמה נעשה בו שני דינין שאלו נשרוף ולא נבלע היו הבלועים מתרעמים שלא הביא עלינו את כל הפורענות הזה אלא קרח [והרי הן נבלעים וקרח ניצול, ואלו נבלע ולא נשרף היו השרופים מתרעמים ואומרים שלא הביא עלינו את הפורענות הזה אלא קרח] והרי הן שרופין והוא ניצול לפיכך נידון בשתי מיתות להטו האש תחלה לעין כל השרופין שבידן היה המחתה ובה הקטרת וקפלתו האש והאש מתגלגלת בו עד שהביאתו לפי הארץ לבין הבלועים שנאמר ותפתח הארץ את פיה. אמר רבי יוחנן קרח לא מן הבלועים ולא מן השרופים. לא מן הבלועים שנאמר ואת כל האדם אשר לקרח ולא קרח. ולא מן השרופים דכתיב ואשה יצאה מאת ה' ותאכל את החמשים ומאתים איש מקריבי הקטרת ולא קרח, במתניתא תנא קרח מן הבלועים ומן השרופים. מן הבלועים דכתיב ותבלע אותם ואת קרח, ומן השרופים דכתיב באכול האש את חמשים ומאתים איש וקרח בהדייהו. עדת קרח אין להם חלק לעולם הבא שנאמר ותכס עליהם הארץ בעולם הזה ויאבדו מתוך הקהל לעולם הבא דברי רבי עקיבא. רבי אליעזר אומר עליהם הוא אומר ה' ממית ומחיה מוריד שאול ויעל. רבי יהודה בן בתירא אומר הרי הן כאבדה המתבקשת שנאמר תעיתי כשה אובד בקש עבדך. ואש יצאה (כתוב ברמז תקכ\"ד). את מחתות החטאים (כתוב ברמז תרכ\"ג). מעלין בקדש ואין מורידין. מנלן דמעלין, אמר רב אחא בר יעקב דאמר קרא את מחתות החטאים וגו' בתחלה תשמישי מזבח ולבסוף גופו של מזבח. ומנלן דאין מורידין, אמר רבי אמי דאמר קרא ויקם משה את המשכן ויתן את אדניו וגו':", "heVersionTitle": "Yalkut Shimoni on Torah", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "62037ea86bfddfbb310fec3d", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Exodus, Part VI; The Building of the Dwelling 2-3", "anchorRef": "Exodus 35:1-40:38", "anchorRefExpanded": ["Exodus 35:1", "Exodus 35:2", "Exodus 35:3", "Exodus 35:4", "Exodus 35:5", "Exodus 35:6", "Exodus 35:7", "Exodus 35:8", "Exodus 35:9", "Exodus 35:10", "Exodus 35:11", "Exodus 35:12", "Exodus 35:13", "Exodus 35:14", "Exodus 35:15", "Exodus 35:16", "Exodus 35:17", "Exodus 35:18", "Exodus 35:19", "Exodus 35:20", "Exodus 35:21", "Exodus 35:22", "Exodus 35:23", "Exodus 35:24", "Exodus 35:25", "Exodus 35:26", "Exodus 35:27", "Exodus 35:28", "Exodus 35:29", "Exodus 35:30", "Exodus 35:31", "Exodus 35:32", "Exodus 35:33", "Exodus 35:34", "Exodus 35:35", "Exodus 36:1", "Exodus 36:2", "Exodus 36:3", "Exodus 36:4", "Exodus 36:5", "Exodus 36:6", "Exodus 36:7", "Exodus 36:8", "Exodus 36:9", "Exodus 36:10", "Exodus 36:11", "Exodus 36:12", "Exodus 36:13", "Exodus 36:14", "Exodus 36:15", "Exodus 36:16", "Exodus 36:17", "Exodus 36:18", "Exodus 36:19", "Exodus 36:20", "Exodus 36:21", "Exodus 36:22", "Exodus 36:23", "Exodus 36:24", "Exodus 36:25", "Exodus 36:26", "Exodus 36:27", "Exodus 36:28", "Exodus 36:29", "Exodus 36:30", "Exodus 36:31", "Exodus 36:32", "Exodus 36:33", "Exodus 36:34", "Exodus 36:35", "Exodus 36:36", "Exodus 36:37", "Exodus 36:38", "Exodus 37:1", "Exodus 37:2", "Exodus 37:3", "Exodus 37:4", "Exodus 37:5", "Exodus 37:6", "Exodus 37:7", "Exodus 37:8", "Exodus 37:9", "Exodus 37:10", "Exodus 37:11", "Exodus 37:12", "Exodus 37:13", "Exodus 37:14", "Exodus 37:15", "Exodus 37:16", "Exodus 37:17", "Exodus 37:18", "Exodus 37:19", "Exodus 37:20", "Exodus 37:21", "Exodus 37:22", "Exodus 37:23", "Exodus 37:24", "Exodus 37:25", "Exodus 37:26", "Exodus 37:27", "Exodus 37:28", "Exodus 37:29", "Exodus 38:1", "Exodus 38:2", "Exodus 38:3", "Exodus 38:4", "Exodus 38:5", "Exodus 38:6", "Exodus 38:7", "Exodus 38:8", "Exodus 38:9", "Exodus 38:10", "Exodus 38:11", "Exodus 38:12", "Exodus 38:13", "Exodus 38:14", "Exodus 38:15", "Exodus 38:16", "Exodus 38:17", "Exodus 38:18", "Exodus 38:19", "Exodus 38:20", "Exodus 38:21", "Exodus 38:22", "Exodus 38:23", "Exodus 38:24", "Exodus 38:25", "Exodus 38:26", "Exodus 38:27", "Exodus 38:28", "Exodus 38:29", "Exodus 38:30", "Exodus 38:31", "Exodus 39:1", "Exodus 39:2", "Exodus 39:3", "Exodus 39:4", "Exodus 39:5", "Exodus 39:6", "Exodus 39:7", "Exodus 39:8", "Exodus 39:9", "Exodus 39:10", "Exodus 39:11", "Exodus 39:12", "Exodus 39:13", "Exodus 39:14", "Exodus 39:15", "Exodus 39:16", "Exodus 39:17", "Exodus 39:18", "Exodus 39:19", "Exodus 39:20", "Exodus 39:21", "Exodus 39:22", "Exodus 39:23", "Exodus 39:24", "Exodus 39:25", "Exodus 39:26", "Exodus 39:27", "Exodus 39:28", "Exodus 39:29", "Exodus 39:30", "Exodus 39:31", "Exodus 39:32", "Exodus 39:33", "Exodus 39:34", "Exodus 39:35", "Exodus 39:36", "Exodus 39:37", "Exodus 39:38", "Exodus 39:39", "Exodus 39:40", "Exodus 39:41", "Exodus 39:42", "Exodus 39:43", "Exodus 40:1", "Exodus 40:2", "Exodus 40:3", "Exodus 40:4", "Exodus 40:5", "Exodus 40:6", "Exodus 40:7", "Exodus 40:8", "Exodus 40:9", "Exodus 40:10", "Exodus 40:11", "Exodus 40:12", "Exodus 40:13", "Exodus 40:14", "Exodus 40:15", "Exodus 40:16", "Exodus 40:17", "Exodus 40:18", "Exodus 40:19", "Exodus 40:20", "Exodus 40:21", "Exodus 40:22", "Exodus 40:23", "Exodus 40:24", "Exodus 40:25", "Exodus 40:26", "Exodus 40:27", "Exodus 40:28", "Exodus 40:29", "Exodus 40:30", "Exodus 40:31", "Exodus 40:32", "Exodus 40:33", "Exodus 40:34", "Exodus 40:35", "Exodus 40:36", "Exodus 40:37", "Exodus 40:38"], "sourceRef": "The Five Books of Moses, by Everett Fox, Exodus, Part VI; The Building of the Dwelling 2-3", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, שמות, שמות מאמר ז׳ ב׳-ג׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Part VI; The Building of the Dwelling", "he": "שמות מאמר ז׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["A<small>S IF NOTHING HAD GONE AWRY</small>, <small>THE NARRATIVE NOW RETURNS TO DESCRIBE HOW THE</small> Dwelling was built. This time, as was noted by the sages of the Talmud, the order follows the natural logic of construction (i.e., dwelling, tapestries, covering, boards, sockets, bars, etc., and then the ritual objects), rather than the earlier one of sanctity (i.e., coffer, purgation-cover, table, lampstand, etc., and then the structure itself). The most notable omission is the carrying out of priestly ordination; that is reserved for Lev. 8, perhaps so as not to interfere with the narrative momentum of the construction process, or else to focus more on the Dwelling itself and its divine resident. The only major interruption in this part is 38:21–31, which fits in with one of the important themes of these chapters: the extent of the Israelites’ contribution to the sanctuary.", "As there is no need to repeat what was said about each part of the Tabernacle in the commentary to Chaps. 25–31, the commentary here will be limited to brief remarks on the differences between the two long Tabernacle sections (Parts IV and VI); here Cassuto has provided most of the necessary material."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62037eb36bfddfbb310fec6c", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Exodus, Part VI; The Building of the Dwelling, The Implementation 2", "anchorRef": "Exodus 40:17-33", "anchorRefExpanded": ["Exodus 40:17", "Exodus 40:18", "Exodus 40:19", "Exodus 40:20", "Exodus 40:21", "Exodus 40:22", "Exodus 40:23", "Exodus 40:24", "Exodus 40:25", "Exodus 40:26", "Exodus 40:27", "Exodus 40:28", "Exodus 40:29", "Exodus 40:30", "Exodus 40:31", "Exodus 40:32", "Exodus 40:33"], "sourceRef": "The Five Books of Moses, by Everett Fox, Exodus, Part VI; The Building of the Dwelling, The Implementation 2", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, שמות, שמות מאמר ז׳, שמות הערה כ״ג ב׳", "anchorVerse": 17, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "The Implementation", "he": "שמות הערה כ״ג"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "שמות הערה כ״ג", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "Meaningfully, the formula “as Y<small>HWH</small> had commanded Moshe” ends each of the seven paragraphs that describe the erection of the Dwelling.", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62038095713bd8cd388d3e45", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Exodus, On the Book of Exodus and Its Structure 2-44", "anchorRef": "Exodus 1:1-40:38", "anchorRefExpanded": ["Exodus 1:1", "Exodus 1:2", "Exodus 1:3", "Exodus 1:4", "Exodus 1:5", "Exodus 1:6", "Exodus 1:7", "Exodus 1:8", "Exodus 1:9", "Exodus 1:10", "Exodus 1:11", "Exodus 1:12", "Exodus 1:13", "Exodus 1:14", "Exodus 1:15", "Exodus 1:16", "Exodus 1:17", "Exodus 1:18", "Exodus 1:19", "Exodus 1:20", "Exodus 1:21", "Exodus 1:22", "Exodus 2:1", "Exodus 2:2", "Exodus 2:3", "Exodus 2:4", "Exodus 2:5", "Exodus 2:6", "Exodus 2:7", "Exodus 2:8", "Exodus 2:9", "Exodus 2:10", "Exodus 2:11", "Exodus 2:12", "Exodus 2:13", "Exodus 2:14", "Exodus 2:15", "Exodus 2:16", "Exodus 2:17", "Exodus 2:18", "Exodus 2:19", "Exodus 2:20", "Exodus 2:21", "Exodus 2:22", "Exodus 2:23", "Exodus 2:24", "Exodus 2:25", "Exodus 3:1", "Exodus 3:2", "Exodus 3:3", "Exodus 3:4", "Exodus 3:5", "Exodus 3:6", "Exodus 3:7", "Exodus 3:8", "Exodus 3:9", "Exodus 3:10", "Exodus 3:11", "Exodus 3:12", "Exodus 3:13", "Exodus 3:14", "Exodus 3:15", "Exodus 3:16", "Exodus 3:17", "Exodus 3:18", "Exodus 3:19", "Exodus 3:20", "Exodus 3:21", "Exodus 3:22", "Exodus 4:1", "Exodus 4:2", "Exodus 4:3", "Exodus 4:4", "Exodus 4:5", "Exodus 4:6", "Exodus 4:7", "Exodus 4:8", "Exodus 4:9", "Exodus 4:10", "Exodus 4:11", "Exodus 4:12", "Exodus 4:13", "Exodus 4:14", "Exodus 4:15", "Exodus 4:16", "Exodus 4:17", "Exodus 4:18", "Exodus 4:19", "Exodus 4:20", "Exodus 4:21", "Exodus 4:22", "Exodus 4:23", "Exodus 4:24", "Exodus 4:25", "Exodus 4:26", "Exodus 4:27", "Exodus 4:28", "Exodus 4:29", "Exodus 4:30", "Exodus 4:31", "Exodus 5:1", "Exodus 5:2", "Exodus 5:3", "Exodus 5:4", "Exodus 5:5", "Exodus 5:6", "Exodus 5:7", "Exodus 5:8", "Exodus 5:9", "Exodus 5:10", "Exodus 5:11", "Exodus 5:12", "Exodus 5:13", "Exodus 5:14", "Exodus 5:15", "Exodus 5:16", "Exodus 5:17", "Exodus 5:18", "Exodus 5:19", "Exodus 5:20", "Exodus 5:21", "Exodus 5:22", "Exodus 5:23", "Exodus 6:1", "Exodus 6:2", "Exodus 6:3", "Exodus 6:4", "Exodus 6:5", "Exodus 6:6", "Exodus 6:7", "Exodus 6:8", "Exodus 6:9", "Exodus 6:10", "Exodus 6:11", "Exodus 6:12", "Exodus 6:13", "Exodus 6:14", "Exodus 6:15", "Exodus 6:16", "Exodus 6:17", "Exodus 6:18", "Exodus 6:19", "Exodus 6:20", "Exodus 6:21", "Exodus 6:22", "Exodus 6:23", "Exodus 6:24", "Exodus 6:25", "Exodus 6:26", "Exodus 6:27", "Exodus 6:28", "Exodus 6:29", "Exodus 6:30", "Exodus 7:1", "Exodus 7:2", "Exodus 7:3", "Exodus 7:4", "Exodus 7:5", "Exodus 7:6", "Exodus 7:7", "Exodus 7:8", "Exodus 7:9", "Exodus 7:10", "Exodus 7:11", "Exodus 7:12", "Exodus 7:13", "Exodus 7:14", "Exodus 7:15", "Exodus 7:16", "Exodus 7:17", "Exodus 7:18", "Exodus 7:19", "Exodus 7:20", "Exodus 7:21", "Exodus 7:22", "Exodus 7:23", "Exodus 7:24", "Exodus 7:25", "Exodus 7:26", "Exodus 7:27", "Exodus 7:28", "Exodus 7:29", "Exodus 8:1", "Exodus 8:2", "Exodus 8:3", "Exodus 8:4", "Exodus 8:5", "Exodus 8:6", "Exodus 8:7", "Exodus 8:8", "Exodus 8:9", "Exodus 8:10", "Exodus 8:11", "Exodus 8:12", "Exodus 8:13", "Exodus 8:14", "Exodus 8:15", "Exodus 8:16", "Exodus 8:17", "Exodus 8:18", "Exodus 8:19", "Exodus 8:20", "Exodus 8:21", "Exodus 8:22", "Exodus 8:23", "Exodus 8:24", "Exodus 8:25", "Exodus 8:26", "Exodus 8:27", "Exodus 8:28", "Exodus 9:1", "Exodus 9:2", "Exodus 9:3", "Exodus 9:4", "Exodus 9:5", "Exodus 9:6", "Exodus 9:7", "Exodus 9:8", "Exodus 9:9", "Exodus 9:10", "Exodus 9:11", "Exodus 9:12", "Exodus 9:13", "Exodus 9:14", "Exodus 9:15", "Exodus 9:16", "Exodus 9:17", "Exodus 9:18", "Exodus 9:19", "Exodus 9:20", "Exodus 9:21", "Exodus 9:22", "Exodus 9:23", "Exodus 9:24", "Exodus 9:25", "Exodus 9:26", "Exodus 9:27", "Exodus 9:28", "Exodus 9:29", "Exodus 9:30", "Exodus 9:31", "Exodus 9:32", "Exodus 9:33", "Exodus 9:34", "Exodus 9:35", "Exodus 10:1", "Exodus 10:2", "Exodus 10:3", "Exodus 10:4", "Exodus 10:5", "Exodus 10:6", "Exodus 10:7", "Exodus 10:8", "Exodus 10:9", "Exodus 10:10", "Exodus 10:11", "Exodus 10:12", "Exodus 10:13", "Exodus 10:14", "Exodus 10:15", "Exodus 10:16", "Exodus 10:17", "Exodus 10:18", "Exodus 10:19", "Exodus 10:20", "Exodus 10:21", "Exodus 10:22", "Exodus 10:23", "Exodus 10:24", "Exodus 10:25", "Exodus 10:26", "Exodus 10:27", "Exodus 10:28", "Exodus 10:29", "Exodus 11:1", "Exodus 11:2", "Exodus 11:3", "Exodus 11:4", "Exodus 11:5", "Exodus 11:6", "Exodus 11:7", "Exodus 11:8", "Exodus 11:9", "Exodus 11:10", "Exodus 12:1", "Exodus 12:2", "Exodus 12:3", "Exodus 12:4", "Exodus 12:5", "Exodus 12:6", "Exodus 12:7", "Exodus 12:8", "Exodus 12:9", "Exodus 12:10", "Exodus 12:11", "Exodus 12:12", "Exodus 12:13", "Exodus 12:14", "Exodus 12:15", "Exodus 12:16", "Exodus 12:17", "Exodus 12:18", "Exodus 12:19", "Exodus 12:20", "Exodus 12:21", "Exodus 12:22", "Exodus 12:23", "Exodus 12:24", "Exodus 12:25", "Exodus 12:26", "Exodus 12:27", "Exodus 12:28", "Exodus 12:29", "Exodus 12:30", "Exodus 12:31", "Exodus 12:32", "Exodus 12:33", "Exodus 12:34", "Exodus 12:35", "Exodus 12:36", "Exodus 12:37", "Exodus 12:38", "Exodus 12:39", "Exodus 12:40", "Exodus 12:41", "Exodus 12:42", "Exodus 12:43", "Exodus 12:44", "Exodus 12:45", "Exodus 12:46", "Exodus 12:47", "Exodus 12:48", "Exodus 12:49", "Exodus 12:50", "Exodus 12:51", "Exodus 13:1", "Exodus 13:2", "Exodus 13:3", "Exodus 13:4", "Exodus 13:5", "Exodus 13:6", "Exodus 13:7", "Exodus 13:8", "Exodus 13:9", "Exodus 13:10", "Exodus 13:11", "Exodus 13:12", "Exodus 13:13", "Exodus 13:14", "Exodus 13:15", "Exodus 13:16", "Exodus 13:17", "Exodus 13:18", "Exodus 13:19", "Exodus 13:20", "Exodus 13:21", "Exodus 13:22", "Exodus 14:1", "Exodus 14:2", "Exodus 14:3", "Exodus 14:4", "Exodus 14:5", "Exodus 14:6", "Exodus 14:7", "Exodus 14:8", "Exodus 14:9", "Exodus 14:10", "Exodus 14:11", "Exodus 14:12", "Exodus 14:13", "Exodus 14:14", "Exodus 14:15", "Exodus 14:16", "Exodus 14:17", "Exodus 14:18", "Exodus 14:19", "Exodus 14:20", "Exodus 14:21", "Exodus 14:22", "Exodus 14:23", "Exodus 14:24", "Exodus 14:25", "Exodus 14:26", "Exodus 14:27", "Exodus 14:28", "Exodus 14:29", "Exodus 14:30", "Exodus 14:31", "Exodus 15:1", "Exodus 15:2", "Exodus 15:3", "Exodus 15:4", "Exodus 15:5", "Exodus 15:6", "Exodus 15:7", "Exodus 15:8", "Exodus 15:9", "Exodus 15:10", "Exodus 15:11", "Exodus 15:12", "Exodus 15:13", "Exodus 15:14", "Exodus 15:15", "Exodus 15:16", "Exodus 15:17", "Exodus 15:18", "Exodus 15:19", "Exodus 15:20", "Exodus 15:21", "Exodus 15:22", "Exodus 15:23", "Exodus 15:24", "Exodus 15:25", "Exodus 15:26", "Exodus 15:27", "Exodus 16:1", "Exodus 16:2", "Exodus 16:3", "Exodus 16:4", "Exodus 16:5", "Exodus 16:6", "Exodus 16:7", "Exodus 16:8", "Exodus 16:9", "Exodus 16:10", "Exodus 16:11", "Exodus 16:12", "Exodus 16:13", "Exodus 16:14", "Exodus 16:15", "Exodus 16:16", "Exodus 16:17", "Exodus 16:18", "Exodus 16:19", "Exodus 16:20", "Exodus 16:21", "Exodus 16:22", "Exodus 16:23", "Exodus 16:24", "Exodus 16:25", "Exodus 16:26", "Exodus 16:27", "Exodus 16:28", "Exodus 16:29", "Exodus 16:30", "Exodus 16:31", "Exodus 16:32", "Exodus 16:33", "Exodus 16:34", "Exodus 16:35", "Exodus 16:36", "Exodus 17:1", "Exodus 17:2", "Exodus 17:3", "Exodus 17:4", "Exodus 17:5", "Exodus 17:6", "Exodus 17:7", "Exodus 17:8", "Exodus 17:9", "Exodus 17:10", "Exodus 17:11", "Exodus 17:12", "Exodus 17:13", "Exodus 17:14", "Exodus 17:15", "Exodus 17:16", "Exodus 18:1", "Exodus 18:2", "Exodus 18:3", "Exodus 18:4", "Exodus 18:5", "Exodus 18:6", "Exodus 18:7", "Exodus 18:8", "Exodus 18:9", "Exodus 18:10", "Exodus 18:11", "Exodus 18:12", "Exodus 18:13", "Exodus 18:14", "Exodus 18:15", "Exodus 18:16", "Exodus 18:17", "Exodus 18:18", "Exodus 18:19", "Exodus 18:20", "Exodus 18:21", "Exodus 18:22", "Exodus 18:23", "Exodus 18:24", "Exodus 18:25", "Exodus 18:26", "Exodus 18:27", "Exodus 19:1", "Exodus 19:2", "Exodus 19:3", "Exodus 19:4", "Exodus 19:5", "Exodus 19:6", "Exodus 19:7", "Exodus 19:8", "Exodus 19:9", "Exodus 19:10", "Exodus 19:11", "Exodus 19:12", "Exodus 19:13", "Exodus 19:14", "Exodus 19:15", "Exodus 19:16", "Exodus 19:17", "Exodus 19:18", "Exodus 19:19", "Exodus 19:20", "Exodus 19:21", "Exodus 19:22", "Exodus 19:23", "Exodus 19:24", "Exodus 19:25", "Exodus 20:1", "Exodus 20:2", "Exodus 20:3", "Exodus 20:4", "Exodus 20:5", "Exodus 20:6", "Exodus 20:7", "Exodus 20:8", "Exodus 20:9", "Exodus 20:10", "Exodus 20:11", "Exodus 20:12", "Exodus 20:13", "Exodus 20:14", "Exodus 20:15", "Exodus 20:16", "Exodus 20:17", "Exodus 20:18", "Exodus 20:19", "Exodus 20:20", "Exodus 20:21", "Exodus 20:22", "Exodus 20:23", "Exodus 21:1", "Exodus 21:2", "Exodus 21:3", "Exodus 21:4", "Exodus 21:5", "Exodus 21:6", "Exodus 21:7", "Exodus 21:8", "Exodus 21:9", "Exodus 21:10", "Exodus 21:11", "Exodus 21:12", "Exodus 21:13", "Exodus 21:14", "Exodus 21:15", "Exodus 21:16", "Exodus 21:17", "Exodus 21:18", "Exodus 21:19", "Exodus 21:20", "Exodus 21:21", "Exodus 21:22", "Exodus 21:23", "Exodus 21:24", "Exodus 21:25", "Exodus 21:26", "Exodus 21:27", "Exodus 21:28", "Exodus 21:29", "Exodus 21:30", "Exodus 21:31", "Exodus 21:32", "Exodus 21:33", "Exodus 21:34", "Exodus 21:35", "Exodus 21:36", "Exodus 21:37", "Exodus 22:1", "Exodus 22:2", "Exodus 22:3", "Exodus 22:4", "Exodus 22:5", "Exodus 22:6", "Exodus 22:7", "Exodus 22:8", "Exodus 22:9", "Exodus 22:10", "Exodus 22:11", "Exodus 22:12", "Exodus 22:13", "Exodus 22:14", "Exodus 22:15", "Exodus 22:16", "Exodus 22:17", "Exodus 22:18", "Exodus 22:19", "Exodus 22:20", "Exodus 22:21", "Exodus 22:22", "Exodus 22:23", "Exodus 22:24", "Exodus 22:25", "Exodus 22:26", "Exodus 22:27", "Exodus 22:28", "Exodus 22:29", "Exodus 22:30", "Exodus 23:1", "Exodus 23:2", "Exodus 23:3", "Exodus 23:4", "Exodus 23:5", "Exodus 23:6", "Exodus 23:7", "Exodus 23:8", "Exodus 23:9", "Exodus 23:10", "Exodus 23:11", "Exodus 23:12", "Exodus 23:13", "Exodus 23:14", "Exodus 23:15", "Exodus 23:16", "Exodus 23:17", "Exodus 23:18", "Exodus 23:19", "Exodus 23:20", "Exodus 23:21", "Exodus 23:22", "Exodus 23:23", "Exodus 23:24", "Exodus 23:25", "Exodus 23:26", "Exodus 23:27", "Exodus 23:28", "Exodus 23:29", "Exodus 23:30", "Exodus 23:31", "Exodus 23:32", "Exodus 23:33", "Exodus 24:1", "Exodus 24:2", "Exodus 24:3", "Exodus 24:4", "Exodus 24:5", "Exodus 24:6", "Exodus 24:7", "Exodus 24:8", "Exodus 24:9", "Exodus 24:10", "Exodus 24:11", "Exodus 24:12", "Exodus 24:13", "Exodus 24:14", "Exodus 24:15", "Exodus 24:16", "Exodus 24:17", "Exodus 24:18", "Exodus 25:1", "Exodus 25:2", "Exodus 25:3", "Exodus 25:4", "Exodus 25:5", "Exodus 25:6", "Exodus 25:7", "Exodus 25:8", "Exodus 25:9", "Exodus 25:10", "Exodus 25:11", "Exodus 25:12", "Exodus 25:13", "Exodus 25:14", "Exodus 25:15", "Exodus 25:16", "Exodus 25:17", "Exodus 25:18", "Exodus 25:19", "Exodus 25:20", "Exodus 25:21", "Exodus 25:22", "Exodus 25:23", "Exodus 25:24", "Exodus 25:25", "Exodus 25:26", "Exodus 25:27", "Exodus 25:28", "Exodus 25:29", "Exodus 25:30", "Exodus 25:31", "Exodus 25:32", "Exodus 25:33", "Exodus 25:34", "Exodus 25:35", "Exodus 25:36", "Exodus 25:37", "Exodus 25:38", "Exodus 25:39", "Exodus 25:40", "Exodus 26:1", "Exodus 26:2", "Exodus 26:3", "Exodus 26:4", "Exodus 26:5", "Exodus 26:6", "Exodus 26:7", "Exodus 26:8", "Exodus 26:9", "Exodus 26:10", "Exodus 26:11", "Exodus 26:12", "Exodus 26:13", "Exodus 26:14", "Exodus 26:15", "Exodus 26:16", "Exodus 26:17", "Exodus 26:18", "Exodus 26:19", "Exodus 26:20", "Exodus 26:21", "Exodus 26:22", "Exodus 26:23", "Exodus 26:24", "Exodus 26:25", "Exodus 26:26", "Exodus 26:27", "Exodus 26:28", "Exodus 26:29", "Exodus 26:30", "Exodus 26:31", "Exodus 26:32", "Exodus 26:33", "Exodus 26:34", "Exodus 26:35", "Exodus 26:36", "Exodus 26:37", "Exodus 27:1", "Exodus 27:2", "Exodus 27:3", "Exodus 27:4", "Exodus 27:5", "Exodus 27:6", "Exodus 27:7", "Exodus 27:8", "Exodus 27:9", "Exodus 27:10", "Exodus 27:11", "Exodus 27:12", "Exodus 27:13", "Exodus 27:14", "Exodus 27:15", "Exodus 27:16", "Exodus 27:17", "Exodus 27:18", "Exodus 27:19", "Exodus 27:20", "Exodus 27:21", "Exodus 28:1", "Exodus 28:2", "Exodus 28:3", "Exodus 28:4", "Exodus 28:5", "Exodus 28:6", "Exodus 28:7", "Exodus 28:8", "Exodus 28:9", "Exodus 28:10", "Exodus 28:11", "Exodus 28:12", "Exodus 28:13", "Exodus 28:14", "Exodus 28:15", "Exodus 28:16", "Exodus 28:17", "Exodus 28:18", "Exodus 28:19", "Exodus 28:20", "Exodus 28:21", "Exodus 28:22", "Exodus 28:23", "Exodus 28:24", "Exodus 28:25", "Exodus 28:26", "Exodus 28:27", "Exodus 28:28", "Exodus 28:29", "Exodus 28:30", "Exodus 28:31", "Exodus 28:32", "Exodus 28:33", "Exodus 28:34", "Exodus 28:35", "Exodus 28:36", "Exodus 28:37", "Exodus 28:38", "Exodus 28:39", "Exodus 28:40", "Exodus 28:41", "Exodus 28:42", "Exodus 28:43", "Exodus 29:1", "Exodus 29:2", "Exodus 29:3", "Exodus 29:4", "Exodus 29:5", "Exodus 29:6", "Exodus 29:7", "Exodus 29:8", "Exodus 29:9", "Exodus 29:10", "Exodus 29:11", "Exodus 29:12", "Exodus 29:13", "Exodus 29:14", "Exodus 29:15", "Exodus 29:16", "Exodus 29:17", "Exodus 29:18", "Exodus 29:19", "Exodus 29:20", "Exodus 29:21", "Exodus 29:22", "Exodus 29:23", "Exodus 29:24", "Exodus 29:25", "Exodus 29:26", "Exodus 29:27", "Exodus 29:28", "Exodus 29:29", "Exodus 29:30", "Exodus 29:31", "Exodus 29:32", "Exodus 29:33", "Exodus 29:34", "Exodus 29:35", "Exodus 29:36", "Exodus 29:37", "Exodus 29:38", "Exodus 29:39", "Exodus 29:40", "Exodus 29:41", "Exodus 29:42", "Exodus 29:43", "Exodus 29:44", "Exodus 29:45", "Exodus 29:46", "Exodus 30:1", "Exodus 30:2", "Exodus 30:3", "Exodus 30:4", "Exodus 30:5", "Exodus 30:6", "Exodus 30:7", "Exodus 30:8", "Exodus 30:9", "Exodus 30:10", "Exodus 30:11", "Exodus 30:12", "Exodus 30:13", "Exodus 30:14", "Exodus 30:15", "Exodus 30:16", "Exodus 30:17", "Exodus 30:18", "Exodus 30:19", "Exodus 30:20", "Exodus 30:21", "Exodus 30:22", "Exodus 30:23", "Exodus 30:24", "Exodus 30:25", "Exodus 30:26", "Exodus 30:27", "Exodus 30:28", "Exodus 30:29", "Exodus 30:30", "Exodus 30:31", "Exodus 30:32", "Exodus 30:33", "Exodus 30:34", "Exodus 30:35", "Exodus 30:36", "Exodus 30:37", "Exodus 30:38", "Exodus 31:1", "Exodus 31:2", "Exodus 31:3", "Exodus 31:4", "Exodus 31:5", "Exodus 31:6", "Exodus 31:7", "Exodus 31:8", "Exodus 31:9", "Exodus 31:10", "Exodus 31:11", "Exodus 31:12", "Exodus 31:13", "Exodus 31:14", "Exodus 31:15", "Exodus 31:16", "Exodus 31:17", "Exodus 31:18", "Exodus 32:1", "Exodus 32:2", "Exodus 32:3", "Exodus 32:4", "Exodus 32:5", "Exodus 32:6", "Exodus 32:7", "Exodus 32:8", "Exodus 32:9", "Exodus 32:10", "Exodus 32:11", "Exodus 32:12", "Exodus 32:13", "Exodus 32:14", "Exodus 32:15", "Exodus 32:16", "Exodus 32:17", "Exodus 32:18", "Exodus 32:19", "Exodus 32:20", "Exodus 32:21", "Exodus 32:22", "Exodus 32:23", "Exodus 32:24", "Exodus 32:25", "Exodus 32:26", "Exodus 32:27", "Exodus 32:28", "Exodus 32:29", "Exodus 32:30", "Exodus 32:31", "Exodus 32:32", "Exodus 32:33", "Exodus 32:34", "Exodus 32:35", "Exodus 33:1", "Exodus 33:2", "Exodus 33:3", "Exodus 33:4", "Exodus 33:5", "Exodus 33:6", "Exodus 33:7", "Exodus 33:8", "Exodus 33:9", "Exodus 33:10", "Exodus 33:11", "Exodus 33:12", "Exodus 33:13", "Exodus 33:14", "Exodus 33:15", "Exodus 33:16", "Exodus 33:17", "Exodus 33:18", "Exodus 33:19", "Exodus 33:20", "Exodus 33:21", "Exodus 33:22", "Exodus 33:23", "Exodus 34:1", "Exodus 34:2", "Exodus 34:3", "Exodus 34:4", "Exodus 34:5", "Exodus 34:6", "Exodus 34:7", "Exodus 34:8", "Exodus 34:9", "Exodus 34:10", "Exodus 34:11", "Exodus 34:12", "Exodus 34:13", "Exodus 34:14", "Exodus 34:15", "Exodus 34:16", "Exodus 34:17", "Exodus 34:18", "Exodus 34:19", "Exodus 34:20", "Exodus 34:21", "Exodus 34:22", "Exodus 34:23", "Exodus 34:24", "Exodus 34:25", "Exodus 34:26", "Exodus 34:27", "Exodus 34:28", "Exodus 34:29", "Exodus 34:30", "Exodus 34:31", "Exodus 34:32", "Exodus 34:33", "Exodus 34:34", "Exodus 34:35", "Exodus 35:1", "Exodus 35:2", "Exodus 35:3", "Exodus 35:4", "Exodus 35:5", "Exodus 35:6", "Exodus 35:7", "Exodus 35:8", "Exodus 35:9", "Exodus 35:10", "Exodus 35:11", "Exodus 35:12", "Exodus 35:13", "Exodus 35:14", "Exodus 35:15", "Exodus 35:16", "Exodus 35:17", "Exodus 35:18", "Exodus 35:19", "Exodus 35:20", "Exodus 35:21", "Exodus 35:22", "Exodus 35:23", "Exodus 35:24", "Exodus 35:25", "Exodus 35:26", "Exodus 35:27", "Exodus 35:28", "Exodus 35:29", "Exodus 35:30", "Exodus 35:31", "Exodus 35:32", "Exodus 35:33", "Exodus 35:34", "Exodus 35:35", "Exodus 36:1", "Exodus 36:2", "Exodus 36:3", "Exodus 36:4", "Exodus 36:5", "Exodus 36:6", "Exodus 36:7", "Exodus 36:8", "Exodus 36:9", "Exodus 36:10", "Exodus 36:11", "Exodus 36:12", "Exodus 36:13", "Exodus 36:14", "Exodus 36:15", "Exodus 36:16", "Exodus 36:17", "Exodus 36:18", "Exodus 36:19", "Exodus 36:20", "Exodus 36:21", "Exodus 36:22", "Exodus 36:23", "Exodus 36:24", "Exodus 36:25", "Exodus 36:26", "Exodus 36:27", "Exodus 36:28", "Exodus 36:29", "Exodus 36:30", "Exodus 36:31", "Exodus 36:32", "Exodus 36:33", "Exodus 36:34", "Exodus 36:35", "Exodus 36:36", "Exodus 36:37", "Exodus 36:38", "Exodus 37:1", "Exodus 37:2", "Exodus 37:3", "Exodus 37:4", "Exodus 37:5", "Exodus 37:6", "Exodus 37:7", "Exodus 37:8", "Exodus 37:9", "Exodus 37:10", "Exodus 37:11", "Exodus 37:12", "Exodus 37:13", "Exodus 37:14", "Exodus 37:15", "Exodus 37:16", "Exodus 37:17", "Exodus 37:18", "Exodus 37:19", "Exodus 37:20", "Exodus 37:21", "Exodus 37:22", "Exodus 37:23", "Exodus 37:24", "Exodus 37:25", "Exodus 37:26", "Exodus 37:27", "Exodus 37:28", "Exodus 37:29", "Exodus 38:1", "Exodus 38:2", "Exodus 38:3", "Exodus 38:4", "Exodus 38:5", "Exodus 38:6", "Exodus 38:7", "Exodus 38:8", "Exodus 38:9", "Exodus 38:10", "Exodus 38:11", "Exodus 38:12", "Exodus 38:13", "Exodus 38:14", "Exodus 38:15", "Exodus 38:16", "Exodus 38:17", "Exodus 38:18", "Exodus 38:19", "Exodus 38:20", "Exodus 38:21", "Exodus 38:22", "Exodus 38:23", "Exodus 38:24", "Exodus 38:25", "Exodus 38:26", "Exodus 38:27", "Exodus 38:28", "Exodus 38:29", "Exodus 38:30", "Exodus 38:31", "Exodus 39:1", "Exodus 39:2", "Exodus 39:3", "Exodus 39:4", "Exodus 39:5", "Exodus 39:6", "Exodus 39:7", "Exodus 39:8", "Exodus 39:9", "Exodus 39:10", "Exodus 39:11", "Exodus 39:12", "Exodus 39:13", "Exodus 39:14", "Exodus 39:15", "Exodus 39:16", "Exodus 39:17", "Exodus 39:18", "Exodus 39:19", "Exodus 39:20", "Exodus 39:21", "Exodus 39:22", "Exodus 39:23", "Exodus 39:24", "Exodus 39:25", "Exodus 39:26", "Exodus 39:27", "Exodus 39:28", "Exodus 39:29", "Exodus 39:30", "Exodus 39:31", "Exodus 39:32", "Exodus 39:33", "Exodus 39:34", "Exodus 39:35", "Exodus 39:36", "Exodus 39:37", "Exodus 39:38", "Exodus 39:39", "Exodus 39:40", "Exodus 39:41", "Exodus 39:42", "Exodus 39:43", "Exodus 40:1", "Exodus 40:2", "Exodus 40:3", "Exodus 40:4", "Exodus 40:5", "Exodus 40:6", "Exodus 40:7", "Exodus 40:8", "Exodus 40:9", "Exodus 40:10", "Exodus 40:11", "Exodus 40:12", "Exodus 40:13", "Exodus 40:14", "Exodus 40:15", "Exodus 40:16", "Exodus 40:17", "Exodus 40:18", "Exodus 40:19", "Exodus 40:20", "Exodus 40:21", "Exodus 40:22", "Exodus 40:23", "Exodus 40:24", "Exodus 40:25", "Exodus 40:26", "Exodus 40:27", "Exodus 40:28", "Exodus 40:29", "Exodus 40:30", "Exodus 40:31", "Exodus 40:32", "Exodus 40:33", "Exodus 40:34", "Exodus 40:35", "Exodus 40:36", "Exodus 40:37", "Exodus 40:38"], "sourceRef": "The Five Books of Moses, by Everett Fox, Exodus, On the Book of Exodus and Its Structure 2-44", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, שמות, שמות מאמר א׳ ב׳-מ״ד", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "On the Book of Exodus and Its Structure", "he": "שמות מאמר א׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "שמות מאמר א׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["T<small>HE BOOK OF</small> E<small>XODUS IS</small> I<small>SRAEL’S SECOND BOOK OF ORIGINS</small>. G<small>ENESIS HAD CONCERNED</small> itself with the beginnings of the world, of human beings and their institutions, and of the people of Israel as a tribal family. Exodus continues this thrust as it recounts the origin of the people on a religious and political level (here inseparable as concepts). A number of biblical ideas receive their fullest early treatment in this book: God’s acting directly in history; making himself “known” to both Israelites and foreigners; covenant as a reciprocal agreement between God and humans; law as an expression of total worldview; and the use of sacred structure (Tabernacle or “Dwelling”) as a vehicle for and expression of perceived truths about the world. In addition, several biblical institutions make their first appearance in Exodus: Passover, Sabbath, rudimentary leadership/government, and cult/priesthood. All this is presented in a general narrative framework, raising the question as to whether what we have here is story or history. Is Exodus a fanciful reconstruction of what happened to Moshe (Moses) and his generation, riddled with anachronisms? Or is it a faithful and reliable handing-down of eyewitness data which only the cynical or irreligious would doubt?", "For the first position there are several supports. We possess virtually no extra-biblical references to the events recorded in our book, either in Egypt or elsewhere. Then, too, there seem to be inconsistencies of time within the story (Chaps. 16 and 18 appear to presuppose laws which were given later), and patterns within the telling of the tale that are too symmetrical (the Plagues) or too stereotyped (the constant use of stylized language) to be simple reporting of fact. Finally, Exodus is lacking in the citation of personal and geographical names, especially as compared to the books that precede and follow (Genesis and Numbers).", "For the second position, that of Exodus as a reliable historical record, there exist no methods of proof other than evaluation of literary form—that is, accepting that oral literature is able to preserve facts without later coloration. But even if it could be shown that Exodus is oral literature—an evaluation which is too sweeping, given the present form of the book—modern scholarship has come to cast doubt on the absolute historical reliability of oral tradition (see Vansina).", "Despite these observations, there is still something unsettling about writing Exodus off as a work of fiction, however pious that fiction may have been. For the rest of the Hebrew Bible abounds in emotional references to the experience of the exodus. At every stage of biblical literature, that experience is invoked for the purpose of directing behavior (see especially Judg. 2, I Sam. 8, II Sam. 7, II Kings 17, Neh. 9, and Ps. 78; and most of Deuteronomy is rhetorically grounded in it). The entire structure and emotional force of biblical law rest upon such exhortations as “A sojourner you are not to oppress:/you yourselves know (well) the feelings of the sojourner,/for sojourners were you in the land of Egypt” (Ex. 23:9) and such situations as that of the Hebrew serf (Ex. 21:2ff.). Apparently the experience of the exodus period was crucial in forming the group consciousness of the Israelites, and ever since it has provided a model from which both later Judaism and Christianity were to draw frequently and profoundly.", "A hypothetical analogy, based on American history, may help to shed light on the historicity of Exodus. Imagine a book based on the following outline: first, a section on the American Revolution, with some biographical material on a few of the Founding Fathers, focusing mostly on the outbreak of the war and key battles; second, a description of the Constitutional Convention, including some of the more important speeches and discussions; third, the text of the Constitution itself; and finally, L’Enfant’s original blueprints for the building of the new capital, Washington, D.C., interspersed with accounts of the first few presidents’ inaugural addresses. What would be the underlying message of such a book? We are certainly dealing here with more than a straight journalistic description of the events, more than a legalistic discussion of constitutional law, and more than a technical presentation for architects. Such a book would actually be presenting the ideals of America’s self-image: a nation founded on the willingness to fight for particular rights against Old World tyranny, established under democratic laws based on reason and providing governmental checks and balances, and whose ideals would be embodied in the construction of a brand-new, centrally located capital city that used classically grounded forms of architecture to express grace and reason as the basis for the new society.", "Now this portrayal is very simplistic, but it gets its point across (and I would be willing to wager that, somewhere in this country, there exists a school textbook written along these lines). In a similar manner, although with much more weight given to God’s role in the process, the book of Exodus unfolds. The dramatic story of Israel’s deliverance from bondage, coupled with Moshe’s own early development, is only the first part of the book, and accounts for less than half of it. It is followed by several stories of desert wanderings, and then by a presentation of the covenant made between God and Israel at Sinai, against a stunning natural backdrop. The second half of the book enumerates a series of laws which constitute the covenant, and the details of construction of a portable sanctuary designed both to symbolize and actually to accommodate God’s presence among the Israelites (with the interruption of a major rebellion). So, like our theoretical American model, Exodus conveys far more than information about events. It is, rather, the narration of a worldview, a laying out of different types of texts bearing the <i>meaning</i> of Israel’s historical experience.", "I stress the word “experience” because that is what is at stake here. Human memory is always selective. We remember what we wish to remember, giving weight to particular emotions, sometimes over and above the facts (or, as the poet Maya Angelou puts it autobiographically, “The facts sometimes obscure the truth”). The same thing appears to be true of group memory. What a people remembers of substance is not nearly as important as how they process their experience.", "In our Exodus text one can perceive a characteristically Israelite process at work. The book emerges as a mix of historical recollection, mythical processing, and didactic retelling, what Buber and others have called a “saga.” What is preserved in the book of Exodus, therefore, is a Teaching (Heb. <i>Tora</i>) based on a set of experiences, which became history for ancient Israel. Hence, to understand better the workings of the book, we need to turn to its themes and its structure. This will be more fruitful than trying to find the exact location of the Sea of Reeds or Mount Sinai, or the “Lost Ark,” or Moshe’s burial site— of whose location “no man has knowledge until this day” (Deut. 34:6). These have all receded into archeological oblivion. What has survived of ancient Israel is its approach to history and to life, and its literature. In that sense, the book of Exodus is an attempt to distill history and to learn from it, using echoes from the past to shape the present and the future.", "When we turn to a closer consideration of the structure of Exodus, we must proceed on the assumption that a work of art stems from both artful and unconscious design. Therefore, any structuring of such a book can only be hypothetical and must not limit itself to ironclad categories.", "With that said, a number of potential divisions of our book present themselves. The first emerges from a close look at the subject matter of the text. Strikingly, Exodus appears to be arranged in groups of a few chapters each (bearing in mind that the chapter divisions are historically late), resulting in the following scheme:", "1. Prologue in Egypt (Chap. 1)<br>2. Moshe’s Early Life and Call (Chaps. 2–4)<br>3. Moshe’s Mission in Egypt (5:1–7:13)<br>4. The First Nine Plagues (7:14–10:29)<br>5. The Tenth Plague and the Exodus (Chaps. 11–13)<br>6. In the Wilderness I: The Deliverance at the Sea (14:1–15:21)<br>7. In the Wilderness II: Early Experiences (15:22–18:27)<br>8. Covenant at Sinai (Chaps. 19–20)<br>9. The Terms (Laws) and Conclusion of the Covenant (Chaps. 21–24)<br>10. Details of the Tabernacle (Chaps. 25–27)<br>11. Details of the Cult (Chaps. 28–31)<br>12. Rebellion and Reconciliation (Chaps. 32–34)<br>13. The Building of the Tabernacle, Priestly Vestments (Chaps. 35–39)<br>14. Conclusion (Chap. 40)", "Such a measured shifting of focus helps to maintain the flow of the text and our interest in it.", "A glance through this list will also lead to the positing of larger structures. The traditions collected in Exodus fall naturally into both geographical and thematic divisions. The first part of the book takes place in Egypt (1:1–15:21), the second in the wilderness (15:22–40:38); this could alternatively be viewed as the events preceding Mount Sinai (Chaps. 1–17/18) and those that take place there (Chaps. 18/19–40). One could also combine the geographical and thematic aspects, resulting in the structure (1) Israel in Egypt (1:1–15:21), (2) Israel in the Wilderness (15:22–24:18), and (3) Tabernacle and Calf (Chaps. 25–40).", "My own preference for structuring Exodus also combines these aspects, as follows:", "I. The Deliverance Narrative (1:1–15:21)", "II. In the Wilderness (15:22–18:27)", "III. Covenant and Law (Chaps. 19–24)", "IV. The Blueprints for the Tabernacle and Its Service (Chaps. 25–31)", "V. Infidelity and Reconciliation (Chaps. 32–34)", "VI. The Building of the Tabernacle (Chaps. 35–40)", "These divisions exhibit a great deal of overlapping. In Part I, Israel’s life in Egypt (Chap. 1) paves the way for Moshe’s early years (Chaps. 2–4), then the account of his mission before Pharaoh and the Plagues (Chaps. 5–13), and the final victory (Chaps. 14–15); Part II is anticipated by some of what happens after the exodus itself (Chap. 14), and leads to Sinai (Chap. 19); the covenant and laws of Part III naturally lead to other prescriptions, this time the building instructions for the Tabernacle (Chaps. 25–31); planning the sacred structure in Part IV is followed by the making of a forbidden construction, the Golden Calf (Chaps. 32–33); and the reconciliation between God and Israel (Chap. 34) restores Israel’s capacity to return to the actual building of the Tabernacle, and to complete it (Chaps. 35–40). So despite the presence of what must have been several very diverse traditions behind the final text of Exodus, it has been skillfully woven together to form a coherent whole. In addition to the above structures, it can be said that the book of Exodus rests on several textual backbones, inner structures and recurring themes and motifs that help to create a unified work. These may be listed by category:", "1. There are various climaxes which serve to highlight the action—the Encounter at the Bush (Chaps. 3–4), the Tenth Plague and Exodus (12:29–42), the Deliverance at the Sea (14–15:21), the Revelation at Sinai (Chaps. 19–20), the Calf Episode (Chap. 32), and Completion of the Tabernacle (Chap. 40). Anchoring these dramatic scenes, at the center of the book, is the Sinai Revelation. The Binding of Yitzhak (Isaac) in Chapter 22 of Genesis serves much the same focusing function.", "2. There exist three strategically placed accounts of God’s Presence accompanying the Israelites (13:21–22, 24:15–18, 40:34–38) which share a common vocabulary. Key words in these passages are “day/night,” “cloud,” “fire,” “dwell,” “Glory,” “cover,” “go up,” and “in the eyes of the Children of Israel/before the people” (it should be noted that not every passage uses all of these terms). These words chart God’s movement: first, following the Exodus; second, following the concluding of the covenant; and third, following the erection of the Tabernacle, at the end of the book. A variation of these Presence accounts occurs in Numbers 9:15–23, where it rounds out the picture—for it is at this point that the Israelites finally depart from Sinai (having spent about a year there), on their journey toward the Promised Land.", "3. Several leading words recur throughout the book and give it a sense of unity:", "<i>serve</i>— The Israelites pass from “servitude” to Pharaoh into the “service” of God; laws are given that warn against “serving” other gods, that specify how a “serf” is to be treated, and that detail the “service” (i.e., construction and dismantling) of a sanctuary where God is to be properly “served.”", "<i>Glory</i>—Liberated from Pharaoh’s “stubbornness” (Heb. <i>koved lev</i>), the Israelites experience God’s “Glory” (Heb. <i>kavod</i>) at the Sea of Reeds, and encounter it again at Sinai (Chap. 24) and when the Tabernacle is completed (Chap. 40). When Israel falters in Chapter 32, Moses begs to see God’s “Glory” as a sign of reassurance. This is one of the central issues of the book, receiving its clearest formulation in Chap. 17:7—“Is Y<small>HWH</small> in our midst, or not?” Without the accompanying Presence, the Israelites can survive neither in Egypt nor in the wilderness. That the book ends with the “Glory” taking up residence in the Tabernacle is a sign that all is well in this regard.", "<i>know</i>—The Plagues and the liberation take place so that Egyptian and Israelite alike will acknowledge God as the true ruler (who “knows” the slaves’ sufferings). The book as a whole portrays a God who is “known” by his compassion toward the oppressed.", "<i>see</i>—God “sees” and rescues the people early in the book (Chap. 3); they “see” his deliverance at the sea (Chap. 14) and the awesome display at Sinai (Chaps. 19-20); the Tabernacle blueprint is given to Moshe to “see” (Chaps 25ff.).", "4. Aside from theme words, there are also several thematic threads that run through the book. These may be listed as well:", "<i>distinction</i>—The Israelites learn what it is to be separated out, first for oppression and later for God’s service. This process occurs during the Plagues and throughout the legal sections, which are often based on the making of distinctions (the Hebrew word for “holy,” <i>kadosh,</i> may originally have had this connotation). In general, Exodus is a book that abounds in polarities and distinctions: between God and Pharaoh, life and death, slavery and freedom, Egyptianness and Israeliteness, city and wilderness, visible gods/magic and an invisible God who is not conjurable, doubt and trust.", "<i>construction</i>—The Israelites are enslaved as builders of Egyptian cities; they go on to build a society, a calf-god, and a Tabernacle.", "<i>rebellion</i>—From the beginning, God and Moshe are often unheeded, as the Israelites seek to maintain or return to their status as dependent slaves in Egypt (Chaps. 2, 5, 14, 15–17, 32).", "<i>Sabbath</i>—As a newly freed people, Israel is to adapt to a rhythm of work and sacred cessation, which celebrates both creation and freedom. The Sabbath is at issue immediately after liberation (Chap. 16) and is commanded three times (Chaps. 20, 31, 35); and the account of the Tabernacle’s completion echoes the vocabulary of God’s completed creation in Genesis 2, a passage which serves as one justification for observing the Sabbath (see Ex. 20:11).", "<i>origins</i>—We are told of the beginnings of the new covenant (distinct from that concluded with Abraham), the law system, the cult/priesthood, and the sacred calendar, but with the significant omission of the monarchy.", "<i>covenant</i>—God establishes a relationship with the people of Israel: if they will obey him and observe his laws, he will protect them and treat them as his “firstborn son.” This form of covenant is different from the ones in Genesis, and plays a significant role in subsequent books of the Bible.", "<i>God in History</i>—The God of Exodus actively intervenes to rescue a people, defeating their oppressors in battle; he leads them through the wilderness, meets them, and makes a covenant with them.", "5. The above themes are specifically Israelite themes. There are, however, motifs in Exodus that have a more universal ring. One could term these anthropological, since they employ standard aspects of human experience to convey the overall messages of the book.", "<i>Fire</i> is used frequently and in varied contexts (at the Burning Bush and later back at Mount Sinai, in the desert trek, in the Tabernacle service, and at the Calf incident), usually to make a statement about God. In contrast to conventional fire gods (e.g., the Norse trickster Loki), the God of Exodus is most often associated with the more positive aspects of fire: constancy, purity, and transformation. The fire at Sinai does not destroy Moshe and the people, but rather turns them into something new. At the same time it should not be forgotten that fire is used regularly to connote anger in the Bible, especially God’s, and especially in the later wilderness narratives.", "<i>Water</i> appears throughout Exodus, not as a backdrop but as an active medium which most often signifies life and death simultaneously. The Nile, into which the enslaved Hebrews’ babies are thrown, gently bears the infant Moshe to safety: the Nile, the giver of life in Egypt, is changed into blood, itself a major signifier of life in the Bible but useless here because it is undrinkable; the Sea of Reeds acts as a passageway of birth for the Israelites but as a graveyard for their Egyptian pursuers. The availability of water becomes a central issue in the wilderness, as an instrument for survival and for the testing of the Israelites’ faith. Finally, water creates the ritual purity necessary for the people at Sinai and their priests in the Tabernacle to approach God.", "<i>Desert/Wilderness</i> is the scene of the crucial second part of the book. Only in the desert, away from the massive influence of age-old Egyptian culture, can the new Israelite society be forged. Moshe, like many other real-life and fictional heroes, demonstrates this in his own early life. The desert acts as a purifying agent for him, changing the Egyptian prince into a member of his own true people. Similarly, the Israelites begin the process of transformation from bondage to self-rule, a process which is taught in the harsh reality of desert life and which will take an entire generation to complete.", "In point of fact, all these media—fire, water, and desert—suggest change as a major concern of the book of Exodus. Our text chronicles the start of Israel’s journey as a nation, a transformative journey which takes vastly changed circumstances, a whole generation in time, and indeed several books of recounting to complete. Exodus is very concerned with topography—not for the purposes of historical recollection (as Genesis was, apparently) but as an account of an inner journey. Thus the people travel to the boundary between Egypt and the desert, through the sea, to the great fiery mountain; and we know that they cannot but be on their way to a final goal. That goal, the Promised Land, will not be realized in Exodus, because in this book we stand only at the beginning of the journey. Change does not occur quickly, and the true molding of a people, like that of an individual, requires formative experiences over time. In Exodus, then, the People of Israel begins in adolescence, as it were. It has survived infancy in Genesis, a period marked by constant threats of physical extinction, and must now begin the tortuous process of learning to cope with adulthood—that is to say, people-hood—in a hostile world.", "That process will take us past the present text. Exodus stands at the beginning of a trilogy in the middle of the Torah. It takes us from slavery up to Sinai, inaugurating the law-giving process. Leviticus will concentrate almost exclusively on laws (of “holiness”), never budging geographically, while Numbers will see the conclusion of the Sinai experience and the traveling toward (and actually reaching) the land of Israel. Exodus is thus of great importance in the overall five-book pattern, introducing key elements of the wilderness books: law, institutions, rebellion, and—Moshe himself. It serves as a bridge between the great narratives of Genesis and the priestly code of Leviticus and the wanderings of Numbers (Green­berg 1972 notes how the opening of Exodus points back, to Gen. 46; and the closing points forward, to Num. 9). It in fact contains elements of all three books.", "Exodus is the basis not only of what follows in the Torah, but also sets the stage for the rest of the Hebrew Bible. What Israel understood of its God, and what that God expects of them, are set forth most directly and unforgettably in the memories enshrined in the book of Exodus."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620382e2c9ad75f2d99af920", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "", "ref": "The Five Books of Moses, by Everett Fox, Exodus, Part VI; The Building of the Dwelling, The Implementation 1", "anchorRef": "Exodus 40:17-33", "anchorRefExpanded": ["Exodus 40:17", "Exodus 40:18", "Exodus 40:19", "Exodus 40:20", "Exodus 40:21", "Exodus 40:22", "Exodus 40:23", "Exodus 40:24", "Exodus 40:25", "Exodus 40:26", "Exodus 40:27", "Exodus 40:28", "Exodus 40:29", "Exodus 40:30", "Exodus 40:31", "Exodus 40:32", "Exodus 40:33"], "sourceRef": "The Five Books of Moses, by Everett Fox, Exodus, Part VI; The Building of the Dwelling, The Implementation 1", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, שמות, שמות מאמר ז׳, שמות הערה כ״ג א׳", "anchorVerse": 17, "sourceHasEn": true, "commentaryNum": 1, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "שמות הערה כ״ג", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<a class=\"refLink\" data-ref=\"Exodus 40:17-33\" data-ven=\"The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995\">Exodus 40:17-33</a>", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "6270d407da0ad6e2978fa006", "index_title": "Ohr HaTzafun", "category": "Musar", "type": "", "ref": "Ohr HaTzafun, Bereshit, XXIV 17", "anchorRef": "Exodus 40:18", "anchorRefExpanded": ["Exodus 40:18"], "sourceRef": "Ohr HaTzafun, Bereshit, XXIV 17", "sourceHeRef": "אור הצפון, בראשית, מעמקי האמונה י״ז", "anchorVerse": 18, "sourceHasEn": false, "compDate": [1928], "commentaryNum": 17, "collectiveTitle": {"en": "Ohr HaTzafun", "he": "אור הצפון"}, "heTitle": "מעמקי האמונה", "he": "<b>ועוד</b> יותר מזה. הנה משה רבינו, שהכתוב מעיד עליו: \"בכל ביתי נאמן הוא\" (במדבר יב) ובודאי התעלה בדרגות האמונה בכל מאורעות מצרים וים סוף יחד עם כל בני ישראל פי כמה וכמה, עד שחז\"ל אמרו עליו שהוא שקול כנגד ששים רבוא מישראל. ועוד שנתרומם מהארץ עד לידי שמים ועלה לרקיע וניצח את המלאכים שקיטרגו עליו ואמרו להקדוש ברוך הוא: \"תנה הודך על השמים\" וזכה לקבל את התורה מאת האלהים והורידה לארץ. וגם בבנין המשכן הוא היחידי שנמצא ראוי להקימו, כדברי חז\"ל שכל החכמים לא היו יכולים להקים את המשכן עד שבא משה והקים אותו (ראה שמות מ:יח ומדרש תנחומא שם). ואף לאחר שהוקם המשכן ואיש לא יכול לבא לתוכו כי \"כבוד ה׳ מילא את המשכן\", היה משה היחידי שה׳ קרא אותו שיבא אל אהל מועד כדכתיב: \"ויקרא ה׳ אל משה\" (ויקרא א) ומשה היה נכנם ויוצא באוהל מועד \"והיה כבוא משה האוהלה ירד עמוד הענן ועמד פתח האוהל ודבר עם משה\" (שמות לג). ולא עוד אלא \"דבר ה׳ אל משה פנים אל פנים כאשר ידבר איש אל רעהו\" (שם), ועוד הכתוב אומר: \"פה אל פה אדבר בו ומראה ולא בחידות ותמונת ה׳ יביט\" (במדבר יב). והאם יש אפשרות להגיע להשגות עליונות יותר ממשה רבנו, ואמנם מעיד הכתוב: \"ולא קם נביא עוד בישראל כמשה אשר ידעו ה׳ פנים אל פנים\" (דברים לד).", "heVersionTitle": "Wikisource", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6357d2ff4a34ac00a0d868bc", "index_title": "Rav Hirsch on Torah", "category": "Commentary", "type": "commentary", "ref": "Rav Hirsch on Torah, Exodus 40:18:1", "anchorRef": "Exodus 40:18", "anchorRefExpanded": ["Exodus 40:18"], "sourceRef": "Rav Hirsch on Torah, Exodus 40:18:1", "sourceHeRef": "רש\"ר הירש על התורה, שמות מ׳:י״ח:א׳", "anchorVerse": 18, "sourceHasEn": true, "compDate": [1845, 1875], "commentaryNum": 18.0001, "collectiveTitle": {"en": "Rav Hirsch", "he": "רש\"ר הירש"}, "heTitle": "שמות", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "V. 18 ff. ויקם משה, endlich am achten Tage, dem ersten Nissan, richtete Mosche die Wohnung auf etc. etc. und V. 33 ויכל משה, als Mosche das Werk vollendet hatte, da, V. 34. ויכס הענן da \"deckte die Wolke das Zelt und die Herrlichkeit Gottes füllte die Wohnung\" und bekundete damit, daß das Werk dem göttlichen Willen gemäß hergestellt war und den Zweck: ועשו לי מקדש ושכנתי בתוכם tatsächlich erfüllte. Wie es Kap. 24, 16 früher vom Sinai hieß: וישכן כבוד ד׳ על הר סיני ויכסהו הענן וגו׳, so war nun, da die תורה eine Stätte in einem Menschenkreise auf Erden gefunden, nunmehr diese Stätte die irdische Offenbarungsstätte der göttlichen Herrlichkeit, es war, wie es der Offenbarungspsalm 68 singt, ד׳ בם סיני בקדש: \"Gott in ihre Mitte eingetreten und der Sinai fortan im Heiligtum.\" Und sowie dort es heißt: ויכסהו הענן ששת ימים ויקרא אל משה ביום השביעי מתוך הענן, so heißt es auch hier zuerst V. 35: ולא יכל משה לבא וגו׳ und dann erst Wajikra 1, 1: ויקרא אל משה וידבר ד׳ אליו מאהל מועד. In dem Momente, in welchem Mosche das Errichtungswerk des Heiligtums vollendet hatte, trat er diesem gegenüber zuerst völlig zurück in den Kreis der Nation. Nicht <i>sein</i> Werk und nicht <i>seine</i> Beziehung zu dem göttlichen Gesetze, dessen Zeugnis dort ruhte und die \"Wohnung\" eben zu einer \"Stätte der göttlichen Herrlichkeit\" und zu einem \"Zelte der Zusammenkunft\" Gottes mit seinem Volke gestaltete, waren es, die dort zum sichtbaren Ausdruck gelangten: es war die <i>Nation</i>, die mit diesem Heiligtum dem Gottesgesetze die Stätte und den Altar der Hingebung bereitet hatte, und es war die <i>Nation</i>, der gegenüber Gott seine Herrlichkeit in die Gesetzesstätte auf Erden einziehen und dort Wohnung nehmen ließ. In jenem Höhemomente der göttlichen Beziehung zu Israel trat zuerst selbst Mosche zurück in den Kreis des Volkes und ward erst sodann aufs neue \"berufen\" um nun מאהל מועד, aus diesem Zelte der Zusammenkunft, die im Opfersymbolausdruck zu vergegenwärtigenden und in lebendiger Tat zu vollbringenden Anforderungen der Heiligung für die Nation zu vernehmen, die fortan diese Gegenwart Gottes bei seinem Gesetze in Mitte des Volkes an den einzelnen, wie an die Gesamtheit stellt. Hier wird zunächst die Geschichte des Baues des Heiligtums mit dem Berichte des in der Gegenwart der göttlichen Herrlichkeit sich bekundenden sichtbaren Erfolges abgeschlossen. Es wird dabei der ausführliche Bericht der Einweihung übergangen und dieser erst Wajikra Kap. 8 wieder zurückgreifend aufgenommen, nachdem eben in den ersten Kapiteln jene durch das Heiligtum bedingten Opfersymbolshandlungen der Heiligung ihre Lehre gefunden. ", "versionTitle": "Der Pentateuch. Übersetzt und erläutert von Samson Raphael Hirsch, 1903 [de]", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6357d2ff4a34ac00a0d868bd", "index_title": "Rav Hirsch on Torah", "category": "Commentary", "type": "commentary", "ref": "Rav Hirsch on Torah, Exodus 40:18:2", "anchorRef": "Exodus 40:18", "anchorRefExpanded": ["Exodus 40:18"], "sourceRef": "Rav Hirsch on Torah, Exodus 40:18:2", "sourceHeRef": "רש\"ר הירש על התורה, שמות מ׳:י״ח:ב׳", "anchorVerse": 18, "sourceHasEn": true, "compDate": [1845, 1875], "commentaryNum": 18.0002, "collectiveTitle": {"en": "Rav Hirsch", "he": "רש\"ר הירש"}, "heTitle": "שמות", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "Mit dieser Aufnahme des göttlichen Gesetzes in Israels Mitte als sich für die Ewigkeit bezeugendes Höheziel der jüdischen Bestimmung, und mit dem sichtbaren Einziehen der Gottesherrlichkeit in die von Israel diesem Gesetze bereitete Stätte, schließt das Buch der Erlösung aus Ägypten. Es war das Ziel, das Gott selbst als Zweck seines Erlösungswerkes Kap. 6, 6 u. 7 ausgesprochen: והוצאתי אתכם וגו׳ והצלתי אתכם וגו׳ וגאלתי אתכם וגו׳ ולקחתי אתכם לי לעם וגו׳, mit diesem Heiligtum seines Gesetzes begründet, die Wohnungsaufnahme dieses Gesetzes und die Altarhingebung an dies Gesetz machten das Volk zum Gottesvolk, und die Gegenwart der Gotteswolke über der Wohnung dieses Gesetzes am Tage und sein darin leuchtendes Feuer in den Nächten \"vor den Augen des ganzen Hauses Israel auf allen ihren Zügen\" ließen \"das ganze Haus Israel\", ließen jung und alt in Israel erkennen, daß, wenn Tisch, Leuchter, Altar und Cherubimteppiche in dieser Gesetzeswohnung verkünden, daß, wo Gottes Gesetz mit \"ewig fortschreitender Frische und goldreiner Festigkeit\" aufgenommen, und \"leibliches und geistiges Heil\" nur aus den Händen dieses Gesetzes empfangen und der Verwirklichung dieses Gesetzes geweiht werden, da auch sichtbar und unsichtbar die Cherubim des göttlichen Waltens schützend und segnend herniedersteigen, dies nicht ein zum Trost des irdischen Daseins mitleidsvoll erfundener \"Glaube\", sondern ein \"Wissen\", eine durch die konkreteste Erfahrung zur Gewissheit sich gestaltende Überzeugung sei, וידעתם wie Gott gesprochen, כי אני ד׳ אלקיכם המוציא אתכם מתחת סבלות מצרים \"ihr werdet es erfahren\", daß, \"wenn ich euch mir zum Volke genommen\", ich euch nicht nur jetzt und einmal aus der Last der ägyptischen Bürden hinausführe, sondern in gleicher führender, schützender und segnender Nähe euer Gott für immer bleibe. — — .חזק ", "versionTitle": "Der Pentateuch. Übersetzt und erläutert von Samson Raphael Hirsch, 1903 [de]", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "63c9439b01e878406e0d0fa2", "index_title": "Zohar", "category": "Kabbalah", "type": "", "ref": "Zohar, Pekudei 41:402", "anchorRef": "Exodus 40:18", "anchorRefExpanded": ["Exodus 40:18"], "sourceRef": "Zohar, Pekudei 41:402", "sourceHeRef": "ספר הזהר, פקודי מ״א:ת״ב", "anchorVerse": 18, "sourceHasEn": false, "compDate": [1100, 1400], "commentaryNum": 41.0001, "collectiveTitle": {"en": "Zohar", "he": "ספר הזהר"}, "heTitle": "פקודי", "he": "(שמות מ׳:י״ח) וַיָּקֶם מֹשֶׁה אֶת הַמִּשְׁכָּן רִבִּי יְהוּדָה פָּתַח, (מיכה ז׳:ח׳) אַל תִּשְׂמְחִי אוֹיַבְתִּי לִי כִּי נָפַלְתִּי קָמְתִּי וְגוֹ'. מַאן אוֹיַבְתִּי לִי. דְּבָבוּ דְּמַלְכוּ חַיָּיבָא בְּמַלְכוּת קַדִּישָׁא. וְהַאי קְרָא כְּנֶסֶת יִשְׂרָאֵל אָמַר לֵיהּ, אַל תִּשְׂמְחִי אוֹיַבְתִּי לִי כִּי נָפַלְתִּי קָמְתִּי, מַה דְּלֵית לָךְ הָכִי (נ\"א לה הכי) לְמַלְכוּ אַחֲרָא, דְּכֵיוָן דְּתִפּוֹל לָא תָּקוּם לְעָלְמִין. אֲבָל כְּנֶסֶת יִשְׂרָאֵל, אַף עַל גַּב דְּנַפְלַת, תָּקוּם וְקָמַת שְׁאַר זִמְנִין. דִּכְתִּיב כִּי נָפַלְתִּי קָמְתִּי.", "heVersionTitle": "Vocalized Zohar, Israel 2013", "heLicense": "", "heVersionTitleInHebrew": "ספר הזהר מנקד, ישראל תשע\"ג", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "63c9439b01e878406e0d0fb2", "index_title": "Zohar", "category": "Kabbalah", "type": "", "ref": "Zohar, Pekudei 43:420", "anchorRef": "Exodus 40:18", "anchorRefExpanded": ["Exodus 40:18"], "sourceRef": "Zohar, Pekudei 43:420", "sourceHeRef": "ספר הזהר, פקודי מ״ג:ת״כ", "anchorVerse": 18, "sourceHasEn": false, "compDate": [1100, 1400], "commentaryNum": 43.0007, "collectiveTitle": {"en": "Zohar", "he": "ספר הזהר"}, "heTitle": "פקודי", "he": "(שמות מ׳:י״ח) וַיִּתֵּן אֶת אֲדָנָיו, כְּדֵין שָׁאֲרִי לְאִתַּתְקְפָא הַאי סִטְרָא (ד\"א רוחא) דִּקְדוּשָּׁה וְכַד אִתְיְיהִיבוּ אִלֵּין סַמְכִין, אִשְׁתְּקָעוּ כֻּלְּהוּ דְּסִטְרָא אַחֲרָא, וְעָאלוּ בְּנוּקְבָּא דִּתְהוֹמָא רַבָּא. בְּגִין דְּאִסְתַּלָּק הַאי סִטְרָא דִּקְדוּשָּׁה עִלָּאָה, וְאִיהוּ חוּלָקָא לְאִסְתַּלְּקָא, וּכְדֵין הַאי סִטְרָא אַחֲרָא אִשְׁתְּקַע, וְעָאל בְּהַהוּא נוּקְבָּא דִּתְהוֹמָא.", "heVersionTitle": "Vocalized Zohar, Israel 2013", "heLicense": "", "heVersionTitleInHebrew": "ספר הזהר מנקד, ישראל תשע\"ג", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "657ecc4b758c1dc532ec8c3d", "index_title": "Steinsaltz on Exodus", "category": "Commentary", "type": "commentary", "ref": "Steinsaltz on Exodus 40:18", "anchorRef": "Exodus 40:18", "anchorRefExpanded": ["Exodus 40:18"], "sourceRef": "Steinsaltz on Exodus 40:18", "sourceHeRef": "ביאור שטיינזלץ על שמות מ׳:י״ח", "anchorVerse": 18, "sourceHasEn": true, "commentaryNum": 40.0018, "collectiveTitle": {"en": "Steinsaltz", "he": "ביאור שטיינזלץ"}, "heTitle": "ביאור שטיינזלץ על שמות", "he": "<b>וַיָּקֶם מֹשֶׁה אֶת הַמִּשְׁכָּן</b> בעצמו,\n  \n  <b>וַיִּתֵּן אֶת אֲדָנָיו,</b> בסיסי הקרשים, \n  <b>וַיָּשֶׂם אֶת קְרָשָׁיו</b> בתוך האדנים, \n  <b>וַיִּתֵּן אֶת בְּרִיחָיו</b> כדי להחזיק את הקירות, \n  <b>וַיָּקֶם אֶת עַמּוּדָיו</b> בכניסה למשכן.", "heVersionTitle": "The Koren Steinsaltz Tanakh HaMevoar - Hebrew", "heLicense": "Copyright: Steinsaltz Center", "heVersionTitleInHebrew": "", "text": "<b>Moses </b>himself 16 <b>erected the Tabernacle; he put its sockets, </b>the bases for the boards, <b>he placed its boards </b>upon the sockets, <b>he put in its bars </b>to hold up the walls, <b>and he erected its pillars </b>at the entrance to the Tabernacle.", "versionTitle": "The Steinsaltz Tanakh - English", "license": "Copyright: Steinsaltz Center", "versionTitleInHebrew": ""}, {"_id": "668bbc6b787a3be91bef8ce4", "index_title": "Ibn Ezra HaKatzar on Exodus", "category": "Commentary", "type": "commentary", "ref": "Ibn Ezra HaKatzar on Exodus 40:18:1", "anchorRef": "Exodus 40:18", "anchorRefExpanded": ["Exodus 40:18"], "sourceRef": "Ibn Ezra HaKatzar on Exodus 40:18:1", "sourceHeRef": "אבן עזרא הקצר על שמות מ׳:י״ח:א׳", "anchorVerse": 18, "sourceHasEn": false, "compDate": [1143], "commentaryNum": 18.0001, "collectiveTitle": {"en": "Ibn Ezra HaKatzar", "he": "אבן עזרא הקצר"}, "he": "ויקם משה את המשכן, והם היריעות בכלי עץ ומתרים, ואחר ערך הקרשים ונתן האדנים והעמודים:", "heVersionTitle": "Prague, 1840", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5892ef6cd6e4a9274646d57d", "index_title": "Chizkuni", "category": "Quoting Commentary", "type": "", "ref": "Chizkuni, Exodus 25:15:1", "anchorRef": "Exodus 40:18", "anchorRefExpanded": ["Exodus 40:18"], "sourceRef": "Chizkuni, Exodus 25:15:1", "sourceHeRef": "חזקוני, שמות כ״ה:ט״ו:א׳", "anchorVerse": 18, "sourceHasEn": true, "compDate": [1220, 1260], "commentaryNum": 15.0001, "collectiveTitle": {"en": "Chizkuni", "he": "חזקוני"}, "heTitle": "שמות", "he": "<b>לא יסרו ממנו</b> ריב״‎ח רמי כתיב בטבעות הארון יהיו הבדים וכתיב והבאת את הבדים בטבעות, אלמא הולכין ובאין לתוכן הא כיצד מתפרקין ואינן נשמטין, בראשיהם היו עבין והכניסו ראש אחד בדוחק בטבעות ובאמצע היו דקין הלכך לא היו נדחקין בטבעות אלא היו מתפרקין והולכין לכאן ולכאן אבל אינן נשמטין לצאת מהם לפי שהן עבין בראשיהן הכי מיתניא והכי פרש״‎י בפרק בא לו. ד״‎א כאן ובפרשת ותכל משמע שמשה שם את הבדים בארון, ובפרשת במדבר כתיב ובא אהרן ובניו ושמו בדיו אלמא משמע שהוסרו, אלא י״‎ל שאף ע״‎פ ששם אותם משה רצה הקב״‎ה שיושמו ע״‎י כהנים, כדכתיב ושמו את בדיו, ומאותה שעה ואילך לא יסורו ממנו. מחמת קדושתו לא רצה הקב״‎ה שימששו בו להסיר הבדים ולהכניסם בטבעות. ולפי הפשט הבדים עומדים בדוחק בטבעות שכשיהיו נושאין את הארון ויעלו הרים וירדו בקעות לא ירד הארון על כתפי נושאיו, או שמא שני חריצין בכל אחד מן הבדים והטבעות נתונים בהם. ד״‎א <b>לא יסרו ממנו</b> לפי הפשט אין צורך בבדים אלו להסירם כי אין בהם שום טירוד ודוחק בהם לפי שהם בקדש הקדשים שאין יוצא ונכנס בו רק כה״‎ג ד׳‎ פעמים ביום אחד בשנה, אבל במזבח הנחשת הנתון בחצר שהכל נכנסין ויוצאין בו אם יהיו הטבעות תדיר בו יהיו טרודין ודוחקין הנכנסים והיוצאין לפיכך אין צריך שיהיו שם אלא בשעת המסעות כדכתיב והיו הבדים בטבעות וגו׳‎ בשאת אותו.", "heVersionTitle": "Chizkuni", "heLicense": "Public Domain", "heVersionTitleInHebrew": "חזקוני", "text": "לא יסורו ממנו, “they shall not be removed from it.” In the Talmud tractate Yuma, folio 72, the question is raised that seeing the Torah had already written: “the staves for carrying the Ark are to be affixed to the Ark,” and it had instructed its craftsmen to insert the staves through these rings, its appears that the purpose was to insert these staves only when the need arose to carry the Ark. This could only be done if they were to be inserted from time to time when the occasion demanded this? The staves in the process of lifting the Ark or lowering it would slip out of the rings! How could the commandment never to remove them be possible to be observed? Answer: The staves were thicker at their respective ends so that they could only just fit through the rings, whereas in the middle they were thinner. [The reader who is interested in the mechanics of this is referred to the commentary by Or Hachayim on this verse, or on my translation of it on pages 775-776. Ed.] This is also how Rashi explains the problem in his commentary on Talmud Yoma 72a. An alternate explanation: both in this instance and again in Exodus 40,18, it was Moses who had to insert the staves through the rings. In the Book of Numbers 4,56 however, we read that Aaron and his sons were to position the ark inside the Tabernacle as well as to position its staves in the proper places. The commandment for the staves not to be moved only came into force at that time. Alternately, although Moses had placed the staves through the rings (without having been instructed to so), G-d wished for this to be done by Aaron and his sons who were priests. It was at that point that the Holy Ark attained the pinnacle of its holiness. The fact is that even during the Israelites march through the desert there were only a few days during which the people were on the march, whereas during more than 99% of the time the people and the Tabernacle remained stationary in a part of the Tabernacle that even the High Priest only entered one single day during the year. (four times during that day). During all this time, there was no need for the staves to be attached to the Ark This is why the Torah wrote with regard to the copper altar (in Exodus 27,7) בשאת אותו, “when it is being carried.” Since this altar was located in the Temple courtyard where people were constantly around, the staves if permanently attached would interfere with the people coming and going. Therefore, for the altar the staves were attached only during the time that they were travelling from one location to the next.", "versionTitle": "Chizkuni, translated and annotated by Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": "חזקוני, מתורגם ומוער בידי אליהו מונק"}, {"_id": "5e1485299538de35ef3f12b5", "index_title": "Chatam Sofer on Torah", "category": "Commentary", "type": "commentary", "ref": "Chatam Sofer on Torah, Pekudei 13", "anchorRef": "Exodus 40:17-18", "anchorRefExpanded": ["Exodus 40:17", "Exodus 40:18"], "sourceRef": "Chatam Sofer on Torah, Pekudei 13", "sourceHeRef": "חתם סופר על התורה, פקודי י״ג", "anchorVerse": 17, "sourceHasEn": false, "compDate": [1785, 1835], "commentaryNum": 13, "collectiveTitle": {"en": "Chatam Sofer", "he": "חתם סופר"}, "heTitle": "פקודי", "he": "<b>באחד לחדש הראשון הוקם המשכן, ויקם משה את המשכן,</b> צ\"ע אחרי שהוקם היאך כתיב אח\"כ ויקם משה, ע\"כ נלע\"ד לפרש כי הי' מסופקים אי הי' עשיית המשכן מעולה טפי וחשוב מהר סיני כאשר הי' באמת לשכנו בתוכם כי נתעלו אחר ששבו מחטא עגל, או הורדה הוא להם ופחות מקדושת סיני אע\"ג שהי' להם לידע מעלין בקודש ולא מורידין מ\"מ הא פירש\"י ר\"פ בני העיר דזה ילפי' מדעשה בצלאל המשכן ומשה הקימו ש\"מ מעלין בקודש ע\"כ בר\"ח ניסן הוקם המשכן פי' הוקם עלה שנתעלה בחשיבות שהרי ויקם משה את המשכן ובצלאל עשאו ש\"מ מעלין בקודש א\"כ המשכן חשוב טפי מסיני וא\"כ הוקם המשכן:", "heVersionTitle": "Chatam Sofer on Torah, Bratislava, 1879-1893", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר תורת משה. פרעסבורג, תרל\"ט-תרנ\"ג", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "60e42a37baf2e5aa63ba69a7", "index_title": "Bat Ayin", "category": "Chasidut", "type": "", "ref": "Bat Ayin, Vayakhel Pekudei 13", "anchorRef": "Exodus 40:18", "anchorRefExpanded": ["Exodus 40:18"], "sourceRef": "Bat Ayin, Vayakhel Pekudei 13", "sourceHeRef": "בת עין, ויקהל פקודי י״ג", "anchorVerse": 18, "sourceHasEn": false, "commentaryNum": 13, "collectiveTitle": {"en": "Bat Ayin", "he": "בת עין"}, "heTitle": "ויקהל פקודי", "he": "<b>ובחינה</b> זו נתכונן ונתקיים על ידי משה דווקא, כמאמר הכתוב (שמות מ יח) ויקם משה את המשכן, כי משה היה ממשיך להם בחינת יראה כנ\"ל. וזה שאמרו חז\"ל (פסחים נ:) לעולם ילמוד אדם שלא לשמה שמתוך שלא לשמה בא לשמה, לש\"מה אותיות למ\"שה, כי בחינת יראה אמיתית בחינת יראה עלאה נקראת מ\"שה, על שם שמשה היה לו בחינת יראה אמיתית.", "heVersionTitle": "Jerusalem, 2001", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6319d055b6084aa1cbf0243b", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, בְּרִיחַ² 1", "anchorRef": "Exodus 40:18", "anchorRefExpanded": ["Exodus 40:18"], "sourceRef": "BDB, בְּרִיחַ² 1", "sourceHeRef": "בראון-דרייבר-בריגס, בְּרִיחַ² א׳", "anchorVerse": 18, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "בְּרִיחַ²", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† <big><span dir=\"rtl\">בְּרִיחַ</span></big>  <strong>n.m. bar (</strong>cf. Assyrian <em>burûḫu, spear-shaft, spear</em>, COT<sup>Gloss</sup><strong>)</strong>—<span dir=\"rtl\">בְּרִיחַ</span> <a data-ref=\"Deuteronomy 3:5\" href=\"/Deuteronomy.3.5\">Dt 3:5</a> + 11 times (cstr. <a data-ref=\"Amos 1:5\" href=\"/Amos.1.5\">Am 1:5</a> etc.); <span dir=\"rtl\">בְּרִיחוֹ</span> <a data-ref=\"Exodus 35:11\" href=\"/Exodus.35.11\">Ex 35:11</a>; <a data-ref=\"Exodus 39:33\" href=\"/Exodus.39.33\">39:33</a> Kt (Qr both <span dir=\"rtl\">־חָיו</span> needless); pl. <span dir=\"rtl\">בְּרִיחִם</span> <a data-ref=\"Exodus 26:26\" href=\"/Exodus.26.26\">Ex 26:26</a> + 8 times, <span dir=\"rtl\">בְּרִיחִים</span> <a data-ref=\"II Chronicles 14:6\" href=\"/II_Chronicles.14.6\">2 Ch 14:6</a>, <span dir=\"rtl\">בְּרִיחֵי</span> <a data-ref=\"Exodus 36:31\" href=\"/Exodus.36.31\">Ex 36:31</a> + 3 times, <span dir=\"rtl\">בְּרִיחָ֑יִךְ</span> <a data-ref=\"Nahum 3:13\" href=\"/Nahum.3.13\">Na 3:13</a>, <span dir=\"rtl\">בְּרִיחָיו</span> <a data-ref=\"Exodus 40:18\" href=\"/Exodus.40.18\">Ex 40:18</a> + 7 times (+ Qr <a data-ref=\"Exodus 35:11\" href=\"/Exodus.35.11\">Ex 35:11</a>; <a data-ref=\"Exodus 39:33\" href=\"/Exodus.39.33\">39:33</a>), <span dir=\"rtl\">בְּרִיחֶיהָ</span> <a data-ref=\"Jeremiah 51:30\" href=\"/Jeremiah.51.30\">Je 51:30</a> <a data-ref=\"Lamentations 2:9\" href=\"/Lamentations.2.9\">La 2:9</a>, <span dir=\"rtl\">בְּרִחֶיהָ</span> <a data-ref=\"Jonah 2:7\" href=\"/Jonah.2.7\">Jon 2:7</a>, <span dir=\"rtl\">בְּרִיחֶ֑הָ</span> <a data-ref=\"Isaiah 15:5\" href=\"/Isaiah.15.5\">Is 15:5</a> but cf. infr.;—<br><strong>1.</strong> <strong>a</strong>  . <em>bar</em>, of wood, joining boards of tabern. <a data-ref=\"Exodus 26:26\" href=\"/Exodus.26.26\">Ex 26:26</a>, <a data-ref=\"Exodus 26:27\" href=\"/Exodus.26.27\">27</a><sup>(×2)</sup> <a data-ref=\"Exodus 26:28\" href=\"/Exodus.26.28\">28</a>, <a data-ref=\"Exodus 26:29\" href=\"/Exodus.26.29\">29</a><sup>(×2)</sup> <a data-ref=\"Exodus 35:11\" href=\"/Exodus.35.11\">35:11</a>; <a data-ref=\"Exodus 36:31\" href=\"/Exodus.36.31\">36:31</a>, <a data-ref=\"Exodus 36:32\" href=\"/Exodus.36.32\">32</a><sup>(×2)</sup>, <a data-ref=\"Exodus 36:33\" href=\"/Exodus.36.33\">33</a>, <a data-ref=\"Exodus 36:34\" href=\"/Exodus.36.34\">34</a><sup>(×2)</sup>; <a data-ref=\"Exodus 40:18\" href=\"/Exodus.40.18\">40:18</a> <a data-ref=\"Numbers 3:36\" href=\"/Numbers.3.36\">Nu 3:36</a>; <a data-ref=\"Numbers 4:31\" href=\"/Numbers.4.31\">4:31</a> (all P). <strong>b.</strong>  <em>bar(s)</em> of city-gates <a data-ref=\"Deuteronomy 3:5\" href=\"/Deuteronomy.3.5\">Dt 3:5</a>; <a data-ref=\"Judges 16:3\" href=\"/Judges.16.3\">Ju 16:3</a>; <a data-ref=\"I Samuel 23:7\" href=\"/I_Samuel.23.7\">1 S 23:7</a>; <a data-ref=\"II Chronicles 8:5\" href=\"/II_Chronicles.8.5\">2 Ch 8:5</a>; <a data-ref=\"II Chronicles 14:6\" href=\"/II_Chronicles.14.6\">14:6</a>; <em>id.</em> of gates of Jerusalem <a data-ref=\"Lamentations 2:9\" href=\"/Lamentations.2.9\">La 2:9</a>; also (‖ <span dir=\"rtl\">מנעולים</span>) <a data-ref=\"Nehemiah 3:3\" href=\"/Nehemiah.3.3\">Ne 3:3</a>, <a data-ref=\"Nehemiah 3:6\" href=\"/Nehemiah.3.6\">6</a>, <a data-ref=\"Nehemiah 3:13\" href=\"/Nehemiah.3.13\">13</a>, <a data-ref=\"Nehemiah 3:14\" href=\"/Nehemiah.3.14\">14</a>, <a data-ref=\"Nehemiah 3:15\" href=\"/Nehemiah.3.15\">15</a> cf. <a data-ref=\"Psalms 147:13\" href=\"/Psalms.147.13\">ψ 147:13</a>; cf. <a data-ref=\"Amos 1:5\" href=\"/Amos.1.5\">Am 1:5</a> <a data-ref=\"Nahum 3:13\" href=\"/Nahum.3.13\">Na 3:13</a>; <a data-ref=\"Jeremiah 49:31\" href=\"/Jeremiah.49.31\">Je 49:31</a>; <a data-ref=\"Ezekiel 38:11\" href=\"/Ezekiel.38.11\">Ez 38:11</a> <a data-ref=\"Jeremiah 51:30\" href=\"/Jeremiah.51.30\">Je 51:30</a>; bars of city-gates, <span dir=\"rtl\">ב׳ נחשׁת</span> <a data-ref=\"I Kings 4:13\" href=\"/I_Kings.4.13\">1 K 4:13</a>, <span dir=\"rtl\">ב׳ ברזל</span> <a data-ref=\"Isaiah 45:2\" href=\"/Isaiah.45.2\">Is 45:2</a> (of Babylon, broken bef. Cyrus); <span dir=\"rtl\">בְּרִיחֶ֑הָ</span> <a data-ref=\"Isaiah 15:5\" href=\"/Isaiah.15.5\">Is 15:5</a> read prob. c. 𝔗 Di al. <span dir=\"rtl\">בָּר׳</span> v. <a ,=\"\" data-ref=\"BDB, בָּרִיחַ\" dir=\"rtl\" href=\"/BDB,_בָּרִיחַ\">בָּרִיחַ</a>; yet cf. Che’s crit. n.<br><strong>2.</strong>  fig. <span dir=\"rtl\">ב׳ בַּרְזֶל</span> of distress, etc. <a data-ref=\"Psalms 107:16\" href=\"/Psalms.107.16\">ψ 107:16</a>; of fortress, <span dir=\"rtl\">ב׳ אַרְמוֹן</span> in simile <a data-ref=\"Proverbs 18:19\" href=\"/Proverbs.18.19\">Pr 18:19</a>; fig. <span dir=\"rtl\">ב׳</span> of earth (pictured as house out of which Jonah is shut) <a data-ref=\"Jonah 2:7\" href=\"/Jonah.2.7\">Jon 2:7</a>. (Older usage sg. of bar of door or gate, i.e. the great bar across the gate; so <a data-ref=\"Deuteronomy 3:5\" href=\"/Deuteronomy.3.5\">Dt 3:5</a>; <a data-ref=\"Judges 16:3\" href=\"/Judges.16.3\">Ju 16:3</a>; <a data-ref=\"Amos 1:5\" href=\"/Amos.1.5\">Am 1:5</a>; <a data-ref=\"I Samuel 23:7\" href=\"/I_Samuel.23.7\">1 S 23:7</a>; <a data-ref=\"I Kings 4:13\" href=\"/I_Kings.4.13\">1 K 4:13</a>; <a data-ref=\"Jeremiah 49:31\" href=\"/Jeremiah.49.31\">Je 49:31</a>; <a data-ref=\"Proverbs 18:19\" href=\"/Proverbs.18.19\">Pr 18:19</a>; <a data-ref=\"Job 38:10\" href=\"/Job.38.10\">Jb 38:10</a>; <a data-ref=\"II Chronicles 8:5\" href=\"/II_Chronicles.8.5\">2 Ch 8:5</a>; <a data-ref=\"Ezekiel 38:11\" href=\"/Ezekiel.38.11\">Ez 38:11</a> Later pl. <a data-ref=\"Isaiah 45:2\" href=\"/Isaiah.45.2\">Is 45:2</a> <a data-ref=\"Lamentations 2:9\" href=\"/Lamentations.2.9\">La 2:9</a> <a data-ref=\"II Chronicles 14:6\" href=\"/II_Chronicles.14.6\">2 Ch 14:6</a>; <a data-ref=\"Nehemiah 3:3\" href=\"/Nehemiah.3.3\">Ne 3:3</a>, <a data-ref=\"Nehemiah 3:6\" href=\"/Nehemiah.3.6\">6</a>, <a data-ref=\"Nehemiah 3:13\" href=\"/Nehemiah.3.13\">13</a>, <a data-ref=\"Nehemiah 3:14\" href=\"/Nehemiah.3.14\">14</a>, <a data-ref=\"Nehemiah 3:15\" href=\"/Nehemiah.3.15\">15</a>; <a data-ref=\"Psalms 147:13\" href=\"/Psalms.147.13\">ψ 147:13</a>, but also <a data-ref=\"Nahum 3:13\" href=\"/Nahum.3.13\">Na 3:13</a>.)"], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d42ab6084aa1cbf2fe47", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, קוּם 1", "anchorRef": "Exodus 40:18", "anchorRefExpanded": ["Exodus 40:18"], "sourceRef": "BDB, קוּם 1", "sourceHeRef": "בראון-דרייבר-בריגס, קוּם א׳", "anchorVerse": 18, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "קוּם", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><big><span dir=\"rtl\">קוּם</span></big></big><sub>628</sub><big></big>  <strong>vb. arise, stand up, stand</strong>;—<strong>(</strong>NH in der. spec. and deriv.; Ph. Hiph. Pt. and <span dir=\"rtl\">מקם</span> <em>place;</em> Arabic <span dir=\"rtl\">قَامَ (و)</span> <em>stand, rise</em>, Ethiopic ቆመ: <em>stand, stop;</em> Sab. <span dir=\"rtl\">מקם</span>, <em>place</em>, Hom<sup>Chrest. 127</sup>; Aramaic <span dir=\"rtl\">קוּם</span>, <span dir=\"rtl\">ܩܳܡ</span> = BH, so Old Aramaic Nab. <span dir=\"rtl\">קום</span>; Palm. Aph. <span dir=\"rtl\">אקים</span> <em>erect</em> statue; cf. prob. Assyrian <em>Kumu</em> (<em>k</em> = <span dir=\"rtl\">כ</span>), <em>place, dwelling</em>, <em>kum, kêmu</em>, <em>in place of</em>, and perhaps <em>kaiamânu</em>, <em>enduring, constant</em> (v. <a data-ref=\"BDB, כִּיּוּן\" href=\"/BDB,_כִּיּוּן\", dir=\"rtl\">כִּיּוּן</a>); Thes cp. also Sam. <span dir=\"rtl\">ࠒࠏࠌ</span>, <em>live</em>, cf. especially 𝔗 Pa.<strong>)</strong>;—<br><strong>Qal</strong><sub>460</sub>  Pf. 3 ms. <span dir=\"rtl\">קָם</span> <a data-ref=\"I Samuel 17:48\" href=\"/I_Samuel.17.48\">1 S 17:48</a> +, <span dir=\"rtl\">וְקָאם</span> consec. <a data-ref=\"Hosea 10:14\" href=\"/Hosea.10.14\">Ho 10:14</a> (Ges<sup>§ 72 p</sup>); 2 ms. <span dir=\"rtl\">קַמְתָּ</span> <a data-ref=\"II Samuel 12:21\" href=\"/II_Samuel.12.21\">2 S 12:21</a>, etc.; Impf. 3 ms. <span dir=\"rtl\">יָקוּם</span> <a data-ref=\"Exodus 21:19\" href=\"/Exodus.21.19\">Ex 21:19</a>, juss. <span dir=\"rtl\">יָקֻם</span> <a data-ref=\"Genesis 27:31\" href=\"/Genesis.27.31\">Gn 27:31</a>, <span dir=\"rtl\">(לָ֑ךְ) וְיָ֫קָם</span> <a data-ref=\"Job 22:28\" href=\"/Job.22.28\">Jb 22:28</a> (Ges<sup>§ 109 h</sup> Dr<sup>§ 152(3)</sup>); <span dir=\"rtl\">וַיָּ֫קָם</span> <a data-ref=\"Genesis 4:8\" href=\"/Genesis.4.8\">Gn 4:8</a> +, etc.; Imv. ms. <span dir=\"rtl\">קוּם</span> <a data-ref=\"Genesis 13:17\" href=\"/Genesis.13.17\">Gn 13:17</a> +, fpl. <span dir=\"rtl\">קֹמְנָה</span> <a data-ref=\"Isaiah 32:9\" href=\"/Isaiah.32.9\">Is 32:9</a>, etc.; Inf. abs. <span dir=\"rtl\">קוֹם</span> <a data-ref=\"Jeremiah 44:29\" href=\"/Jeremiah.44.29\">Je 44:29</a>; cstr. <span dir=\"rtl\">קוּם</span> <a data-ref=\"Amos 5:2\" href=\"/Amos.5.2\">Am 5:2</a> +, etc.; Pt. fs. <span dir=\"rtl\">קָמָה</span> <a data-ref=\"Micah 7:6\" href=\"/Micah.7.6\">Mi 7:6</a>; mpl. <span dir=\"rtl\">קָמִים</span> <a data-ref=\"II Samuel 18:31\" href=\"/II_Samuel.18.31\">2 S 18:31</a> +, <span dir=\"rtl\">הַקּוֹמִים</span> <a data-ref=\"II Kings 16:17\" href=\"/II_Kings.16.17\">2 K 16:17</a> (Ges<sup>§ 72 p</sup>), etc.;— <strong>1.</strong>  <em>arise:</em> <span dir=\"rtl\">מִתַּחְתָּיו</span> <a data-ref=\"Exodus 10:23\" href=\"/Exodus.10.23\">Ex 10:23</a> (E). Specif.: <strong>a.</strong>  after lying down (sleep, sickness, mourning, etc.), <a data-ref=\"I Samuel 3:6\" href=\"/I_Samuel.3.6\">1 S 3:6</a>, <a data-ref=\"I Samuel 3:8\" href=\"/I_Samuel.3.8\">8</a>; <a data-ref=\"II Samuel 12:21\" href=\"/II_Samuel.12.21\">2 S 12:21</a>; <a data-ref=\"Exodus 21:19\" href=\"/Exodus.21.19\">Ex 21:19</a>; <a data-ref=\"Genesis 19:33\" href=\"/Genesis.19.33\">Gn 19:33</a>, <a data-ref=\"Genesis 19:35\" href=\"/Genesis.19.35\">35</a>; <a data-ref=\"Genesis 31:17\" href=\"/Genesis.31.17\">31:17</a>; <a data-ref=\"Ruth 3:14\" href=\"/Ruth.3.14\">Ru 3:14</a>; <a data-ref=\"Ecclesiastes 12:4\" href=\"/Ecclesiastes.12.4\">Ec 12:4</a> + 50 times; from lying dead, <span dir=\"rtl\">וַיָּקָם עַל־רַגְלָיו</span> <a data-ref=\"II Kings 13:21\" href=\"/II_Kings.13.21\">2 K 13:21</a>, cf. <a data-ref=\"Job 14:12\" href=\"/Job.14.12\">Jb 14:12</a> <a data-ref=\"Isaiah 26:14\" href=\"/Isaiah.26.14\">Is 26:14</a>, <a data-ref=\"Isaiah 26:19\" href=\"/Isaiah.26.19\">19</a> <a data-ref=\"Psalms 88:11\" href=\"/Psalms.88.11\">ψ 88:11</a>; after falling <a data-ref=\"Amos 5:2\" href=\"/Amos.5.2\">Am 5:2</a>; <a data-ref=\"Amos 8:14\" href=\"/Amos.8.14\">8:14</a>; <a data-ref=\"Jeremiah 8:4\" href=\"/Jeremiah.8.4\">Je 8:4</a>; <a data-ref=\"Jeremiah 25:27\" href=\"/Jeremiah.25.27\">25:27</a> + 4 times (chiefly fig.); after being smitten, wounded, etc. <a data-ref=\"Psalms 18:39\" href=\"/Psalms.18.39\">ψ 18:39</a> ‖ <a data-ref=\"II Samuel 22:39\" href=\"/II_Samuel.22.39\">2 S 22:39</a>, <a data-ref=\"Isaiah 27:9\" href=\"/Isaiah.27.9\">Is 27:9</a> (of Asherim, etc.), <a data-ref=\"Isaiah 43:17\" href=\"/Isaiah.43.17\">43:17</a> + 4 times; from sitting, reclining, especially at meals <a data-ref=\"Genesis 25:34\" href=\"/Genesis.25.34\">Gn 25:34</a>; <a data-ref=\"I Samuel 1:9\" href=\"/I_Samuel.1.9\">1 S 1:9</a>; <a data-ref=\"I Samuel 20:34\" href=\"/I_Samuel.20.34\">20:34</a> (<span dir=\"rtl\">מֵעִם הַשֻּׁלְחָן</span>; v <a data-ref=\"I Samuel 20:25\" href=\"/I_Samuel.20.25\">25</a> see <a data-ref=\"BDB, קָדַם\" href=\"/BDB,_קָדַם\", dir=\"rtl\">קָדַם</a>), <a data-ref=\"Esther 7:7\" href=\"/Esther.7.7\">Est 7:7</a> (+ <span dir=\"rtl\">אֶל</span> in constr. praegn.), but also <a data-ref=\"Judges 3:20\" href=\"/Judges.3.20\">Ju 3:20</a> <span dir=\"rtl\">(מֵעַל)</span>, <a data-ref=\"II Samuel 2:14\" href=\"/II_Samuel.2.14\">2 S 2:14</a><sup>(×2)</sup>, <a data-ref=\"II Samuel 2:15\" href=\"/II_Samuel.2.15\">15</a>, <a data-ref=\"Jonah 3:6\" href=\"/Jonah.3.6\">Jon 3:6</a> <span dir=\"rtl\">(מִכִּסְאוֹ)</span>, + 11 times, + (<em>arise</em> = stand up, in respect), <a data-ref=\"Genesis 19:1\" href=\"/Genesis.19.1\">Gn 19:1</a> (+ <span dir=\"rtl\">לִקְרָאתָם</span>), <a data-ref=\"Genesis 31:35\" href=\"/Genesis.31.35\">31:35</a> <span dir=\"rtl\">(מִפָּנֶיךָ)</span>, <a data-ref=\"Leviticus 19:32\" href=\"/Leviticus.19.32\">Lv 19:32</a> <span dir=\"rtl\">(מִפְּנֵי)</span>, <a data-ref=\"Isaiah 49:7\" href=\"/Isaiah.49.7\">Is 49:7</a>; <a data-ref=\"Job 29:8\" href=\"/Job.29.8\">Jb 29:8</a>; + <span dir=\"rtl\">וַיִּשְׁתַּחוּ</span> <a data-ref=\"II Kings 2:19\" href=\"/II_Kings.2.19\">2 K 2:19</a>, cf. <a data-ref=\"Genesis 23:7\" href=\"/Genesis.23.7\">Gn 23:7</a>; <a data-ref=\"Exodus 33:10\" href=\"/Exodus.33.10\">Ex 33:10</a>; <a data-ref=\"I Samuel 20:41\" href=\"/I_Samuel.20.41\">1 S 20:41</a>; <a data-ref=\"I Samuel 25:41\" href=\"/I_Samuel.25.41\">25:41</a>;—(v. also <strong>e</strong>); from kneeling (<span dir=\"rtl\">מִן</span>, + <span dir=\"rtl\">מִלִּפְנֵי</span> loc.) <a data-ref=\"I Kings 8:54\" href=\"/I_Kings.8.54\">1 K 8:54</a>, from obeisance <a data-ref=\"I Samuel 25:42\" href=\"/I_Samuel.25.42\">1 S 25:42</a>; <a data-ref=\"Esther 8:4\" href=\"/Esther.8.4\">Est 8:4</a>; from bending over <span dir=\"rtl\">(עַל)</span> dead <a data-ref=\"Genesis 23:3\" href=\"/Genesis.23.3\">Gn 23:3</a> (P). <strong>b.</strong>  out of <span dir=\"rtl\">(מִן)</span> a condition, state, <a data-ref=\"Ezra 9:5\" href=\"/Ezra.9.5\">Ezr 9:5</a>. <strong>c.</strong>  of bear <em>rising</em> <span dir=\"rtl\">עַל</span> pers., <a data-ref=\"I Samuel 17:35\" href=\"/I_Samuel.17.35\">1 S 17:35</a>. <strong>d.</strong>  <em>arise</em> (+ stand) <a data-ref=\"Exodus 33:8\" href=\"/Exodus.33.8\">Ex 33:8</a> <a data-ref=\"Psalms 20:9\" href=\"/Psalms.20.9\">ψ 20:9</a> (fig. of success, prosperity), <a data-ref=\"Job 24:22\" href=\"/Job.24.22\">Jb 24:22</a> (id.), +; of sheaf <a data-ref=\"Genesis 37:7\" href=\"/Genesis.37.7\">Gn 37:7</a>; of waters <a data-ref=\"Joshua 3:16\" href=\"/Joshua.3.16\">Jos 3:16</a> <span dir=\"rtl\">(נֵד־אֶחָד)</span>. <strong>e.</strong>  constr. praegn. <em>arise</em> (and stand) for a purpose <a data-ref=\"Numbers 11:32\" href=\"/Numbers.11.32\">Nu 11:32</a> (E); <em>over</em>, <span dir=\"rtl\">עַל</span> pers., <a data-ref=\"II Samuel 12:17\" href=\"/II_Samuel.12.17\">2 S 12:17</a>. <strong>f.</strong>  <em>arise</em> as prelim. to formal speech <a data-ref=\"Judges 20:8\" href=\"/Judges.20.8\">Ju 20:8</a>; <a data-ref=\"Micah 6:1\" href=\"/Micah.6.1\">Mi 6:1</a>; <a data-ref=\"Jeremiah 1:17\" href=\"/Jeremiah.1.17\">Je 1:17</a>; <a data-ref=\"I Chronicles 28:2\" href=\"/I_Chronicles.28.2\">1 Ch 28:2</a> <span dir=\"rtl\">(עַל־רַגְלָיו)</span>, <a data-ref=\"Proverbs 31:28\" href=\"/Proverbs.31.28\">Pr 31:28</a>; <a data-ref=\"Job 30:28\" href=\"/Job.30.28\">Jb 30:28</a> + 5 times; to testify (against) <a data-ref=\"Deuteronomy 19:15\" href=\"/Deuteronomy.19.15\">Dt 19:15</a>, <a data-ref=\"Deuteronomy 19:16\" href=\"/Deuteronomy.19.16\">16</a> (both ב pers.), <a data-ref=\"Psalms 27:12\" href=\"/Psalms.27.12\">ψ 27:12</a>; <a data-ref=\"Psalms 35:11\" href=\"/Psalms.35.11\">35:11</a>, cf. also <span dir=\"rtl\">וַיָּקָם בִּי</span> <a data-ref=\"Job 16:8\" href=\"/Job.16.8\">Jb 16:8</a> (of <span dir=\"rtl\">כַּחַשׁ</span> q.v.; Bu <span dir=\"rtl\">כַּעַשׂ</span>); to vindicate <a data-ref=\"Job 19:25\" href=\"/Job.19.25\">Jb 19:25</a> <span dir=\"rtl\">(עַל־עָפָר)</span>; to read aloud <a data-ref=\"Nehemiah 9:3\" href=\"/Nehemiah.9.3\">Ne 9:3</a> <span dir=\"rtl\">(עַל־עָמְדָם)</span>; to bless people <a data-ref=\"II Chronicles 30:27\" href=\"/II_Chronicles.30.27\">2 Ch 30:27</a> (priests). <strong>g.</strong>  to listen to God’s word <a data-ref=\"Numbers 23:18\" href=\"/Numbers.23.18\">Nu 23:18</a>; <a data-ref=\"Isaiah 32:9\" href=\"/Isaiah.32.9\">Is 32:9</a>; to praise God <a data-ref=\"II Chronicles 20:19\" href=\"/II_Chronicles.20.19\">2 Ch 20:19</a>; <a data-ref=\"Nehemiah 9:4\" href=\"/Nehemiah.9.4\">Ne 9:4</a>, <a data-ref=\"Nehemiah 9:5\" href=\"/Nehemiah.9.5\">5</a>. <strong>h.</strong>  of noise, tumult <a data-ref=\"Hosea 10:14\" href=\"/Hosea.10.14\">Ho 10:14</a>; of light <a data-ref=\"Job 25:3\" href=\"/Job.25.3\">Jb 25:3</a> (<span dir=\"rtl\">עַל</span> pers.). <strong>2.</strong>  <em>arise</em>, in hostile sense (often with idea of suddenness); c. <span dir=\"rtl\">עַל</span> pers. <a data-ref=\"Deuteronomy 19:11\" href=\"/Deuteronomy.19.11\">Dt 19:11</a> (out of ambush), <a data-ref=\"Deuteronomy 22:26\" href=\"/Deuteronomy.22.26\">22:26</a>; <a data-ref=\"Judges 9:18\" href=\"/Judges.9.18\">Ju 9:18</a>; <a data-ref=\"Judges 20:5\" href=\"/Judges.20.5\">20:5</a> <a data-ref=\"Psalms 27:3\" href=\"/Psalms.27.3\">ψ 27:3</a> (of war), <a data-ref=\"Obadiah 1:1\" href=\"/Obadiah.1.1\">Ob 1</a> <span dir=\"rtl\">(לַמִּלְחָמָה)</span>, + 11 times, + <a data-ref=\"Job 30:12\" href=\"/Job.30.12\">Jb 30:12</a> (according to Bu, reading <span dir=\"rtl\">עָלַי</span> for <span dir=\"rtl\">עַל־יָמִין</span>), + (of <span dir=\"rtl\">י׳</span>) <a data-ref=\"Amos 7:9\" href=\"/Amos.7.9\">Am 7:9</a> (<span dir=\"rtl\">ב</span> instr.), <a data-ref=\"Isaiah 14:22\" href=\"/Isaiah.14.22\">Is 14:22</a>; <a data-ref=\"Isaiah 31:2\" href=\"/Isaiah.31.2\">31:2</a>; c. <span dir=\"rtl\">אֶל</span> pers. <a data-ref=\"Genesis 4:8\" href=\"/Genesis.4.8\">Gn 4:8</a>; <a data-ref=\"I Samuel 22:13\" href=\"/I_Samuel.22.13\">1 S 22:13</a>; <a data-ref=\"I Samuel 24:8\" href=\"/I_Samuel.24.8\">24:8</a> (Gi v <a data-ref=\"I Samuel 24:7\" href=\"/I_Samuel.24.7\">7</a>); c. ב pers. <a data-ref=\"Micah 7:6\" href=\"/Micah.7.6\">Mi 7:6</a> <a data-ref=\"Psalms 27:12\" href=\"/Psalms.27.12\">ψ 27:12</a> (false witness), <a data-ref=\"Micah 7:6\" href=\"/Micah.7.6\">Mi 7:6</a>; c. <span dir=\"rtl\">עִם</span> pers. <a data-ref=\"Psalms 94:16\" href=\"/Psalms.94.16\">ψ 94:16</a> (‖ <span dir=\"rtl\">יִתְיַצֵּב</span>); v. especially pt. c. sf. = <em>those rising up against me</em> (thee, etc.) <a data-ref=\"Exodus 15:7\" href=\"/Exodus.15.7\">Ex 15:7</a>; <a data-ref=\"Exodus 32:25\" href=\"/Exodus.32.25\">32:25</a>; <a data-ref=\"Deuteronomy 33:11\" href=\"/Deuteronomy.33.11\">Dt 33:11</a> + 8 times + <a data-ref=\"Psalms 109:28\" href=\"/Psalms.109.28\">ψ 109:28</a> (read <span dir=\"rtl\">קָמַי יֵבשׁוּ</span> 𝔊 𝔙 Bae We Du, cf. Hup Dr); c. <span dir=\"rtl\">מִן</span> <em>from, out of</em> <a data-ref=\"Joshua 8:7\" href=\"/Joshua.8.7\">Jos 8:7</a>, <a data-ref=\"Joshua 8:19\" href=\"/Joshua.8.19\">19</a> <a data-ref=\"Judges 9:35\" href=\"/Judges.9.35\">Ju 9:35</a>, <a data-ref=\"Judges 9:43\" href=\"/Judges.9.43\">43</a>; <a data-ref=\"Judges 20:33\" href=\"/Judges.20.33\">20:33</a>; = <em>revolt</em> <a data-ref=\"Numbers 16:2\" href=\"/Numbers.16.2\">Nu 16:2</a> (<span dir=\"rtl\">לִפְנֵי</span> pers.), <a data-ref=\"II Kings 12:21\" href=\"/II_Kings.12.21\">2 K 12:21</a>; <a data-ref=\"II Chronicles 13:6\" href=\"/II_Chronicles.13.6\">2 Ch 13:6</a>, cf. <a data-ref=\"Habakkuk 2:7\" href=\"/Habakkuk.2.7\">Hb 2:7</a>. <strong>3.</strong>  <em>arise</em>, abs., = become powerful <a data-ref=\"Proverbs 28:12\" href=\"/Proverbs.28.12\">Pr 28:12</a>, <a data-ref=\"Proverbs 28:28\" href=\"/Proverbs.28.28\">28</a>. <strong>4.</strong>  <em>arise</em> = come on the scene, appear, of leader, prophet, king <a data-ref=\"Judges 5:7\" href=\"/Judges.5.7\">Ju 5:7</a><sup>(×2)</sup>; <a data-ref=\"Judges 10:1\" href=\"/Judges.10.1\">10:1</a>, <a data-ref=\"Judges 10:3\" href=\"/Judges.10.3\">3</a> <a data-ref=\"Deuteronomy 13:2\" href=\"/Deuteronomy.13.2\">Dt 13:2</a>; <a data-ref=\"Deuteronomy 34:10\" href=\"/Deuteronomy.34.10\">34:10</a>; <a data-ref=\"Exodus 1:8\" href=\"/Exodus.1.8\">Ex 1:8</a>; <a data-ref=\"II Kings 23:25\" href=\"/II_Kings.23.25\">2 K 23:25</a>; of years of famine <a data-ref=\"Genesis 41:30\" href=\"/Genesis.41.30\">Gn 41:30</a>; c. <span dir=\"rtl\">אַחֲרֵי</span> pers. <a data-ref=\"Deuteronomy 29:21\" href=\"/Deuteronomy.29.21\">Dt 29:21</a>; <a data-ref=\"Judges 2:10\" href=\"/Judges.2.10\">Ju 2:10</a> <a data-ref=\"I Kings 3:12\" href=\"/I_Kings.3.12\">1 K 3:12</a>; c. <span dir=\"rtl\">תַּחַת</span>, <em>in place of</em>, <a data-ref=\"I Kings 8:20\" href=\"/I_Kings.8.20\">1 K 8:20</a> = <a data-ref=\"II Chronicles 6:10\" href=\"/II_Chronicles.6.10\">2 Ch 6:10</a>; <a data-ref=\"Numbers 32:14\" href=\"/Numbers.32.14\">Nu 32:14</a>; c. <span dir=\"rtl\">עַל־מַמְלֶכֶת</span> <a data-ref=\"II Chronicles 21:4\" href=\"/II_Chronicles.21.4\">2 Ch 21:4</a>; c. <span dir=\"rtl\">מִן</span> <a data-ref=\"Numbers 24:17\" href=\"/Numbers.24.17\">Nu 24:17</a> (sceptre out of Isr.); of calamity, <a data-ref=\"Nahum 1:9\" href=\"/Nahum.1.9\">Na 1:9</a>; <a data-ref=\"Proverbs 24:22\" href=\"/Proverbs.24.22\">Pr 24:22</a>; <span dir=\"rtl\">מִצָּהֳרַיִם יָקוּם הָ֑לֶד</span> <a data-ref=\"Job 11:17\" href=\"/Job.11.17\">Jb 11:17</a> i.e. to shine upon thee. <strong>5.</strong>  <em>arise</em> for, i.e. to become, c. ל rei; <span dir=\"rtl\">בְּיוֹם קוּמִי לְעַד</span> <a data-ref=\"Zephaniah 3:8\" href=\"/Zephaniah.3.8\">Zp 3:8</a> (read <span dir=\"rtl\">לְעֵד</span>, <em>for a witness</em>, 𝔊 𝔖 We Now GASm cf. Da); <span dir=\"rtl\">הֶחָמָס קָם לְמַטֵּה־רֶשַׁע</span> <a data-ref=\"Ezekiel 7:11\" href=\"/Ezekiel.7.11\">Ez 7:11</a> (but dub.; Co Berthol Krae <span dir=\"rtl\">קָמֵל</span>). <strong>6.</strong> <strong>a.</strong>  <em>arise</em> for action, especially of <span dir=\"rtl\">י׳</span> arising [from his throne], + inf. <a data-ref=\"Isaiah 2:19\" href=\"/Isaiah.2.19\">Is 2:19</a>, <a data-ref=\"Isaiah 2:21\" href=\"/Isaiah.2.21\">21</a>; for judgment <a data-ref=\"Psalms 76:10\" href=\"/Psalms.76.10\">ψ 76:10</a> <span dir=\"rtl\">(לַמִּשְׁפָּט)</span>, <a data-ref=\"Job 31:14\" href=\"/Job.31.14\">Jb 31:14</a>; often Imv. <a data-ref=\"Numbers 10:35\" href=\"/Numbers.10.35\">Nu 10:35</a> <a data-ref=\"Jeremiah 2:27\" href=\"/Jeremiah.2.27\">Je 2:27</a> <a data-ref=\"Psalms 3:8\" href=\"/Psalms.3.8\">ψ 3:8</a> + 8 times ψψ + <a data-ref=\"II Chronicles 6:41\" href=\"/II_Chronicles.6.41\">2 Ch 6:41</a> (c. <span dir=\"rtl\">לְנוּחֶ֑ךָ</span>), <a data-ref=\"Psalms 132:8\" href=\"/Psalms.132.8\">ψ 132:8</a> (c. <span dir=\"rtl\">לִמְנוּחָתֶ֑ךָ</span>); Impf. <a data-ref=\"Isaiah 28:21\" href=\"/Isaiah.28.21\">Is 28:21</a> + 4 times; Imv. also of men, <em>arise! up!</em> i.e. act! <a data-ref=\"Judges 4:14\" href=\"/Judges.4.14\">Ju 4:14</a> <a data-ref=\"Ezra 10:4\" href=\"/Ezra.10.4\">Ezr 10:4</a>, of idols <a data-ref=\"Jeremiah 2:28\" href=\"/Jeremiah.2.28\">Je 2:28</a>; Impf. of the tongue (personified) <a data-ref=\"Isaiah 54:17\" href=\"/Isaiah.54.17\">Is 54:17</a> <span dir=\"rtl\">(אִתָּךְ לַמִּשְׁפָּט)</span>. <strong>b.</strong>  <em>arise</em> (out of inaction), introducing some specific deed <a data-ref=\"Genesis 21:18\" href=\"/Genesis.21.18\">Gn 21:18</a>; <a data-ref=\"Exodus 32:1\" href=\"/Exodus.32.1\">Ex 32:1</a>; <a data-ref=\"Judges 5:12\" href=\"/Judges.5.12\">Ju 5:12</a>; <a data-ref=\"Judges 8:20\" href=\"/Judges.8.20\">8:20</a>, <a data-ref=\"Judges 8:21\" href=\"/Judges.8.21\">21</a>; <a data-ref=\"Jeremiah 49:14\" href=\"/Jeremiah.49.14\">Je 49:14</a> <span dir=\"rtl\">(לַמִּלְחָמָה)</span>, <a data-ref=\"Obadiah 1:1\" href=\"/Obadiah.1.1\">Ob 1</a> <span dir=\"rtl\">(קוּמוּ וְנָקוּמָה עָלֶיהָ לַמִּלְחָמָה)</span>, + 37 times <strong>c.</strong>  especially <em>arise</em> = start, make a move, to go somewhere, <a data-ref=\"Genesis 13:17\" href=\"/Genesis.13.17\">Gn 13:17</a>; <a data-ref=\"Genesis 19:14\" href=\"/Genesis.19.14\">19:14</a>, <a data-ref=\"Genesis 19:15\" href=\"/Genesis.19.15\">15</a>; <a data-ref=\"I Samuel 9:3\" href=\"/I_Samuel.9.3\">1 S 9:3</a> <a data-ref=\"Jonah 1:3\" href=\"/Jonah.1.3\">Jon 1:3</a> (in flight), <a data-ref=\"Jonah 3:3\" href=\"/Jonah.3.3\">3:3</a> + 110 times <strong>7.</strong>  <em>stand:</em> especially fig. <strong>a.</strong>  = <em>maintain oneself</em> <a data-ref=\"Joshua 7:12\" href=\"/Joshua.7.12\">Jos 7:12</a>, <a data-ref=\"Joshua 7:13\" href=\"/Joshua.7.13\">13</a> (JE; <span dir=\"rtl\">לִפְנֵי</span> pers.), <a data-ref=\"Amos 7:2\" href=\"/Amos.7.2\">Am 7:2</a>, <a data-ref=\"Amos 7:5\" href=\"/Amos.7.5\">5</a> <a data-ref=\"Nahum 1:6\" href=\"/Nahum.1.6\">Na 1:6</a> <a data-ref=\"Lamentations 1:14\" href=\"/Lamentations.1.14\">La 1:14</a> <a data-ref=\"Psalms 1:5\" href=\"/Psalms.1.5\">ψ 1:5</a>; <a data-ref=\"Psalms 24:3\" href=\"/Psalms.24.3\">24:3</a>; <a data-ref=\"Job 41:18\" href=\"/Job.41.18\">Jb 41:18</a> (of sword), of courage <span dir=\"rtl\">(רוּח)</span> <a data-ref=\"Joshua 2:11\" href=\"/Joshua.2.11\">Jos 2:11</a> (D; <span dir=\"rtl\">בְּאִישׁ</span>, + <span dir=\"rtl\">לִפְנֵי</span> pers.). <strong>b.</strong>  = <em>be established, confirmed</em>, of kingdom <a data-ref=\"I Samuel 24:21\" href=\"/I_Samuel.24.21\">1 S 24:21</a> (<span dir=\"rtl\">בְּיָֽדְךָ</span>; Gi v <a data-ref=\"I Samuel 24:20\" href=\"/I_Samuel.24.20\">20</a>); of purchase <a data-ref=\"Leviticus 27:19\" href=\"/Leviticus.27.19\">Lv 27:19</a>, c. ל pers. <em>be assured to</em> <a data-ref=\"Leviticus 25:30\" href=\"/Leviticus.25.30\">25:30</a> <a data-ref=\"Genesis 23:17\" href=\"/Genesis.23.17\">Gn 23:17</a>, <a data-ref=\"Genesis 23:20\" href=\"/Genesis.23.20\">20</a> (all P). <strong>c.</strong>  <em>stand, endure</em> <a data-ref=\"I Samuel 13:14\" href=\"/I_Samuel.13.14\">1 S 13:14</a> <a data-ref=\"Job 8:15\" href=\"/Job.8.15\">Jb 8:15</a> (‖ <span dir=\"rtl\">עָמַד</span>), <a data-ref=\"Job 15:29\" href=\"/Job.15.29\">15:29</a>. <strong>d.</strong>  = <em>be fixed</em>, of price, <a data-ref=\"Leviticus 27:14\" href=\"/Leviticus.27.14\">Lv 27:14</a>, <a data-ref=\"Leviticus 27:17\" href=\"/Leviticus.27.17\">17</a>. <strong>e.</strong>  = <em>be valid</em>, of vows, <a data-ref=\"Numbers 30:5\" href=\"/Numbers.30.5\">Nu 30:5</a><sup>(×2)</sup> + 6 times <a data-ref=\"Numbers 30\" href=\"/Numbers.30\">Nu 30</a> + v <a data-ref=\"Numbers 30:10\" href=\"/Numbers.30.10\">10</a> (c. <span dir=\"rtl\">עַל</span> pers.; all P). <strong>f.</strong>  = <em>be proven</em> <a data-ref=\"Deuteronomy 19:15\" href=\"/Deuteronomy.19.15\">Dt 19:15</a>. <strong>g.</strong>  = <em>be fulfilled</em> <a data-ref=\"Jeremiah 44:29\" href=\"/Jeremiah.44.29\">Je 44:29</a> (impf. + inf. abs.; <span dir=\"rtl\">עַל</span> pers.), <a data-ref=\"Job 22:28\" href=\"/Job.22.28\">Jb 22:28</a> (<span dir=\"rtl\">ל</span> pers.); of <span dir=\"rtl\">י׳</span>’s purpose <a data-ref=\"Jeremiah 51:29\" href=\"/Jeremiah.51.29\">Je 51:29</a> (<span dir=\"rtl\">עַל</span> pers.), <a data-ref=\"Isaiah 14:24\" href=\"/Isaiah.14.24\">Is 14:24</a> <a data-ref=\"Proverbs 19:21\" href=\"/Proverbs.19.21\">Pr 19:21</a>, cf. <a data-ref=\"Jeremiah 44:28\" href=\"/Jeremiah.44.28\">Je 44:28</a>; <a data-ref=\"Isaiah 40:8\" href=\"/Isaiah.40.8\">Is 40:8</a>; <a data-ref=\"Isaiah 46:10\" href=\"/Isaiah.46.10\">46:10</a>; of human plans, <em>succeed</em> <a data-ref=\"Isaiah 7:7\" href=\"/Isaiah.7.7\">Is 7:7</a>; <a data-ref=\"Isaiah 8:10\" href=\"/Isaiah.8.10\">8:10</a>; <a data-ref=\"Isaiah 28:18\" href=\"/Isaiah.28.18\">28:18</a>; <a data-ref=\"Proverbs 15:22\" href=\"/Proverbs.15.22\">Pr 15:22</a>. <strong>h.</strong>  <em>persist</em>, <span dir=\"rtl\">עַל־נְדִיבוֹת יָקוּם</span> <a data-ref=\"Isaiah 32:8\" href=\"/Isaiah.32.8\">Is 32:8</a> lit. <em>on noble things doth he take his stand.</em> <strong>i.</strong>  <span dir=\"rtl\">יָקוּם עַל־שֵׁם אָחִיו</span> <a data-ref=\"Deuteronomy 25:6\" href=\"/Deuteronomy.25.6\">Dt 25:6</a> <em>he shall stand upon the name of his</em> dead <em>brother</em>, represent him. <strong>j.</strong>  of eyes, = <em>be set, fixed</em>, without vision <a data-ref=\"I Samuel 4:15\" href=\"/I_Samuel.4.15\">1 S 4:15</a> <a data-ref=\"I Kings 14:4\" href=\"/I_Kings.14.4\">1 K 14:4</a> (<span dir=\"rtl\">עַיִן</span> <strong>1 i</strong>).<br>†<strong>Pi.</strong>  Pf. 3 ms. <span dir=\"rtl\">קִיַּם</span> <a data-ref=\"Esther 9:31\" href=\"/Esther.9.31\">Est 9:31</a>, <a data-ref=\"Esther 9:32\" href=\"/Esther.9.32\">32</a>; 3 pl. <span dir=\"rtl\">קִיְּמוּ</span> v <a data-ref=\"Esther 9:27\" href=\"/Esther.9.27\">27</a>, <a data-ref=\"Esther 9:31\" href=\"/Esther.9.31\">31</a>; Impf. 1 s. <span dir=\"rtl\">וָאֲקַיֵּמָ֑ה</span> <a data-ref=\"Psalms 119:106\" href=\"/Psalms.119.106\">ψ 119:106</a>; Imv. ms. sf. <span dir=\"rtl\">קַיְּמֵנִי</span> v <a data-ref=\"Esther 9:28\" href=\"/Esther.9.28\">28</a>; inf. cstr. <span dir=\"rtl\">לְקַיִּם</span> <a data-ref=\"Ezekiel 13:6\" href=\"/Ezekiel.13.6\">Ez 13:6</a> +;—late (Aramaic): <strong>1.</strong>  <em>fulfil</em>, <a data-ref=\"Ezekiel 13:6\" href=\"/Ezekiel.13.6\">Ez 13:6</a> <a data-ref=\"Psalms 119:106\" href=\"/Psalms.119.106\">ψ 119:106</a>. <strong>2.</strong> <strong>a.</strong>  <em>confirm, ratify</em>, <a data-ref=\"Ruth 4:7\" href=\"/Ruth.4.7\">Ru 4:7</a>. <strong>b.</strong>  <em>confirm, establish</em>, of <span dir=\"rtl\">י׳</span> <a data-ref=\"Psalms 119:28\" href=\"/Psalms.119.28\">ψ 119:28</a> (c. sf. acc.). <strong>c.</strong>  <em>impose</em>, an obligation, <span dir=\"rtl\">עַל</span> pers. <a data-ref=\"Esther 9:21\" href=\"/Esther.9.21\">Est 9:21</a>, <a data-ref=\"Esther 9:31\" href=\"/Esther.9.31\">31b</a>, <span dir=\"rtl\">עַל</span> reflex. v <a data-ref=\"Esther 9:27\" href=\"/Esther.9.27\">27</a>, <a data-ref=\"Esther 9:31\" href=\"/Esther.9.31\">31</a> c; c. acc. rei v <a data-ref=\"Esther 9:29\" href=\"/Esther.9.29\">29</a>, <a data-ref=\"Esther 9:31\" href=\"/Esther.9.31\">31</a> a. <a data-ref=\"Esther 9:32\" href=\"/Esther.9.32\">32</a>. †<strong>Pōʿl.</strong> <em>raise up:</em> Impf. 2 ms. <span dir=\"rtl\">תְּקוֹמֵם</span> <a data-ref=\"Isaiah 58:12\" href=\"/Isaiah.58.12\">Is 58:12</a>; 1 s. <span dir=\"rtl\">אֲקוֹמֵם</span> <a data-ref=\"Isaiah 44:26\" href=\"/Isaiah.44.26\">44:26</a>; 3 mpl. <span dir=\"rtl\">יְקוֹמֵ֑מוּ</span> <a data-ref=\"Isaiah 61:4\" href=\"/Isaiah.61.4\">61:4</a> (all of rebuilding);—<span dir=\"rtl\">יְקוֹמֵם</span> <a data-ref=\"Micah 2:8\" href=\"/Micah.2.8\">Mi 2:8</a>, read <span dir=\"rtl\">תָּקוּמוּ</span> We Now, or <span dir=\"rtl\">קָמִים</span> GASm Buhl. †<strong>Hithpōʿl.</strong> <em>raise oneself</em>, = <em>rise up:</em> Pt. fs. <span dir=\"rtl\">מִתְקוֹמָמָה</span> <a data-ref=\"Job 20:27\" href=\"/Job.20.27\">Jb 20:27</a> (<span dir=\"rtl\">לְ</span> pers. <em>against</em>); ms. sf. -<span dir=\"rtl\">מְמִי</span> <a data-ref=\"Job 27:7\" href=\"/Job.27.7\">27:7</a> <em>one rising up against me</em> (‖ <span dir=\"rtl\">אֹיְבִי</span>); pl. abs. -<span dir=\"rtl\">מְמִים</span> <a data-ref=\"Psalms 17:7\" href=\"/Psalms.17.7\">ψ 17:7</a>; sf. -<span dir=\"rtl\">מְמַי</span> <a data-ref=\"Psalms 59:2\" href=\"/Psalms.59.2\">59:2</a>; v. also <a data-ref=\"Psalms 139:21\" href=\"/Psalms.139.21\">139:21</a>, reading <span dir=\"rtl\">וּבְמִתְקוֹמְמֶיךָ</span> (for MT <span dir=\"rtl\">וּבִתְק׳</span>; ‖ <span dir=\"rtl\">מְשַׂנְאֶיךָ</span>); see also <span dir=\"rtl\">קוט</span>.<br><strong>Hiph.</strong><sub>146</sub>  Pf. 3 ms. <span dir=\"rtl\">הֵקִים</span> <a data-ref=\"Joshua 4:9\" href=\"/Joshua.4.9\">Jos 4:9</a> +; 2 ms. <span dir=\"rtl\">וַהֲקֵמֹתָ֫</span> <a data-ref=\"Exodus 26:30\" href=\"/Exodus.26.30\">Ex 26:30</a>; <a data-ref=\"Deuteronomy 27:2\" href=\"/Deuteronomy.27.2\">Dt 27:2</a>; 1 s. <span dir=\"rtl\">הֲקִימֹתִי</span> <a data-ref=\"I Samuel 15:13\" href=\"/I_Samuel.15.13\">1 S 15:13</a>, <span dir=\"rtl\">הֲקִמֹתִי</span> <a data-ref=\"Genesis 9:17\" href=\"/Genesis.9.17\">Gn 9:17</a> +, etc.; Impf. 3 ms. <span dir=\"rtl\">יָקִים</span> <a data-ref=\"Deuteronomy 18:15\" href=\"/Deuteronomy.18.15\">Dt 18:15</a> +; juss. <span dir=\"rtl\">יָקֵם</span> <a data-ref=\"I Samuel 1:23\" href=\"/I_Samuel.1.23\">1 S 1:23</a> +; <span dir=\"rtl\">וַיָּ֫קֶם</span> <a data-ref=\"Judges 2:16\" href=\"/Judges.2.16\">Ju 2:16</a> +; 2 fpl. <span dir=\"rtl\">תָּקִ֫ימְנָה</span> <a data-ref=\"Jeremiah 44:25\" href=\"/Jeremiah.44.25\">Je 44:25</a>, etc.; Imv. ms. <span dir=\"rtl\">הָקֵם</span> <a data-ref=\"II Samuel 7:25\" href=\"/II_Samuel.7.25\">2 S 7:25</a> +, etc.; Inf. abs. <span dir=\"rtl\">הָקֵים</span> <a data-ref=\"Jeremiah 44:25\" href=\"/Jeremiah.44.25\">Je 44:25</a>, <span dir=\"rtl\">הָקֵם</span> <a data-ref=\"Deuteronomy 22:4\" href=\"/Deuteronomy.22.4\">Dt 22:4</a> <a data-ref=\"Judges 7:19\" href=\"/Judges.7.19\">Ju 7:19</a>; cstr. <span dir=\"rtl\">הָקִים</span> <a data-ref=\"II Samuel 3:10\" href=\"/II_Samuel.3.10\">2 S 3:10</a> +, etc.; Pt. <span dir=\"rtl\">מֵקִים</span> <a data-ref=\"Amos 6:14\" href=\"/Amos.6.14\">Am 6:14</a> +, etc.;— †<strong>1.</strong>  <em>cause to arise, raise:</em> <strong>a.</strong>  the prostrate (acc. pers. vel rei) <a data-ref=\"II Samuel 12:17\" href=\"/II_Samuel.12.17\">2 S 12:17</a> <span dir=\"rtl\">(מִן־הָאָרֶץ)</span>, <a data-ref=\"Deuteronomy 22:4\" href=\"/Deuteronomy.22.4\">Dt 22:4</a> <span dir=\"rtl\">(הָקֵם תָּקִים עִמּוֹ)</span> <a data-ref=\"Psalms 41:11\" href=\"/Psalms.41.11\">ψ 41:11</a> <a data-ref=\"Ecclesiastes 4:10\" href=\"/Ecclesiastes.4.10\">Ec 4:10</a><sup>(×2)</sup>; fig. <a data-ref=\"Amos 5:2\" href=\"/Amos.5.2\">Am 5:2</a>; <a data-ref=\"Amos 9:11\" href=\"/Amos.9.11\">9:11</a><sup>(×2)</sup> <a data-ref=\"Hosea 6:2\" href=\"/Hosea.6.2\">Ho 6:2</a>; <a data-ref=\"Isaiah 49:8\" href=\"/Isaiah.49.8\">Is 49:8</a>; <a data-ref=\"I Samuel 2:8\" href=\"/I_Samuel.2.8\">1 S 2:8</a> = <a data-ref=\"Psalms 113:7\" href=\"/Psalms.113.7\">ψ 113:7</a> (‖ <span dir=\"rtl\">הֵרִים</span>), <a data-ref=\"Job 4:4\" href=\"/Job.4.4\">Jb 4:4</a>; <a data-ref=\"Jeremiah 50:32\" href=\"/Jeremiah.50.32\">Je 50:32</a>. <strong>b.</strong>  from throne <span dir=\"rtl\">(מִן)</span> <a data-ref=\"Isaiah 14:9\" href=\"/Isaiah.14.9\">Is 14:9</a>. <strong>c.</strong>  <em>lift up</em> shield <span dir=\"rtl\">(צִנָּה)</span> against <span dir=\"rtl\">(עַל)</span> <a data-ref=\"Ezekiel 26:8\" href=\"/Ezekiel.26.8\">Ez 26:8</a>. <strong>d.</strong>  fig. <em>raise</em> (to dignity, power) <a data-ref=\"Isaiah 49:6\" href=\"/Isaiah.49.6\">Is 49:6</a>. <strong>2.</strong> †<strong>a.</strong>  <em>raise, set up</em>, stones <a data-ref=\"Joshua 4:9\" href=\"/Joshua.4.9\">Jos 4:9</a> (JE; <span dir=\"rtl\">בְּתוֹךְ</span> loc.), v <a data-ref=\"Joshua 4:20\" href=\"/Joshua.4.20\">20</a> (JE; ב loc.), <a data-ref=\"Joshua 24:26\" href=\"/Joshua.24.26\">24:26</a> (E; <span dir=\"rtl\">שָׁם</span>, <span dir=\"rtl\">תַּחַת</span> loc.), <a data-ref=\"Deuteronomy 27:2\" href=\"/Deuteronomy.27.2\">Dt 27:2</a>; pillars <a data-ref=\"I Kings 7:21\" href=\"/I_Kings.7.21\">1 K 7:21</a><sup>(×3)</sup> ‖ <a data-ref=\"II Chronicles 3:17\" href=\"/II_Chronicles.3.17\">2 Ch 3:17</a> <a data-ref=\"Exodus 40:18\" href=\"/Exodus.40.18\">Ex 40:18</a> (P); <span dir=\"rtl\">מַצֵּבָה</span>, <span dir=\"rtl\">פֶּסֶל</span> <a data-ref=\"Judges 18:30\" href=\"/Judges.18.30\">Ju 18:30</a> (<span dir=\"rtl\">ל</span> reflex.), <a data-ref=\"Leviticus 26:1\" href=\"/Leviticus.26.1\">Lv 26:1</a> <a data-ref=\"Deuteronomy 16:22\" href=\"/Deuteronomy.16.22\">Dt 16:22</a>; throne, fig., <a data-ref=\"II Samuel 3:10\" href=\"/II_Samuel.3.10\">2 S 3:10</a>, king <a data-ref=\"Deuteronomy 28:36\" href=\"/Deuteronomy.28.36\">Dt 28:36</a> (both c. <span dir=\"rtl\">עַל</span> <em>over</em>). <strong>b.</strong>  <em>erect, build:</em> <a data-ref=\"Isaiah 23:13\" href=\"/Isaiah.23.13\">Is 23:13</a> <a data-ref=\"Exodus 26:30\" href=\"/Exodus.26.30\">Ex 26:30</a>; heap of stones over <span dir=\"rtl\">(עַל)</span> <a data-ref=\"Joshua 7:26\" href=\"/Joshua.7.26\">Jos 7:26</a>; <a data-ref=\"Joshua 8:29\" href=\"/Joshua.8.29\">8:29</a>; altar <a data-ref=\"II Samuel 24:18\" href=\"/II_Samuel.24.18\">2 S 24:18</a> <span dir=\"rtl\">(לי׳)</span> ‖ <a data-ref=\"I Chronicles 21:18\" href=\"/I_Chronicles.21.18\">1 Ch 21:18</a> (id.), <a data-ref=\"I Kings 16:32\" href=\"/I_Kings.16.32\">1 K 16:32</a> <span dir=\"rtl\">(לבעל)</span>, <a data-ref=\"II Kings 21:3\" href=\"/II_Kings.21.3\">2 K 21:3</a> (id.) = <a data-ref=\"II Chronicles 33:3\" href=\"/II_Chronicles.33.3\">2 Ch 33:3</a> <span dir=\"rtl\">(לבעלים)</span>; curtains <a data-ref=\"Jeremiah 10:20\" href=\"/Jeremiah.10.20\">Je 10:20</a> (of Judah’s tent, in fig.); tabern., etc., <a data-ref=\"Exodus 40:2\" href=\"/Exodus.40.2\">Ex 40:2</a>, <a data-ref=\"Exodus 40:18\" href=\"/Exodus.40.18\">18</a>, <a data-ref=\"Exodus 40:33\" href=\"/Exodus.40.33\">33</a> + 4 times Nu; <em>erect</em> against <span dir=\"rtl\">(עַל)</span> <a data-ref=\"Isaiah 29:3\" href=\"/Isaiah.29.3\">Is 29:3</a>. †<strong>c.</strong>  fig. of setting up law <a data-ref=\"Psalms 78:5\" href=\"/Psalms.78.5\">ψ 78:5</a> (<span dir=\"rtl\">עֵדוּת</span>; ‖ <span dir=\"rtl\">שִׂים</span>). †<strong>3.</strong>  <em>raise up</em> = bring on the scene: c. acc., sons in place of <span dir=\"rtl\">(תַּחַת)</span> fathers <a data-ref=\"Joshua 5:7\" href=\"/Joshua.5.7\">Jos 5:7</a>, <span dir=\"rtl\">אַחֲרֵי</span> <a data-ref=\"II Samuel 7:12\" href=\"/II_Samuel.7.12\">2 S 7:12</a> = <a data-ref=\"I Chronicles 17:11\" href=\"/I_Chronicles.17.11\">1 Ch 17:11</a>, <a data-ref=\"I Kings 15:4\" href=\"/I_Kings.15.4\">1 K 15:4</a>; <em>raise up</em> <span dir=\"rtl\">זֶרַע לִאָחִיךָ</span> <a data-ref=\"Genesis 38:8\" href=\"/Genesis.38.8\">Gn 38:8</a> (J); judges <a data-ref=\"Judges 2:16\" href=\"/Judges.2.16\">Ju 2:16</a>, <a data-ref=\"Judges 2:18\" href=\"/Judges.2.18\">18</a> <span dir=\"rtl\">(לָהֶם)</span>, cf. <a data-ref=\"Judges 3:9\" href=\"/Judges.3.9\">3:9</a>, <a data-ref=\"Judges 3:15\" href=\"/Judges.3.15\">15</a> (both ל pers.); king <a data-ref=\"Jeremiah 30:9\" href=\"/Jeremiah.30.9\">Je 30:9</a>, <span dir=\"rtl\">צֶמַח צַדִּיק</span> <a data-ref=\"Jeremiah 23:5\" href=\"/Jeremiah.23.5\">23:5</a>, prophet <a data-ref=\"Jeremiah 29:15\" href=\"/Jeremiah.29.15\">Je 29:15</a> <a data-ref=\"Deuteronomy 18:15\" href=\"/Deuteronomy.18.15\">Dt 18:15</a>, <a data-ref=\"Deuteronomy 18:18\" href=\"/Deuteronomy.18.18\">18</a>, priest <a data-ref=\"I Samuel 2:35\" href=\"/I_Samuel.2.35\">1 S 2:35</a> (all ל pers.); shepherds, etc. <a data-ref=\"Micah 5:5\" href=\"/Micah.5.5\">Mi 5:5</a> (<span dir=\"rtl\">עַל</span> <em>against</em>), <a data-ref=\"Zechariah 11:16\" href=\"/Zechariah.11.16\">Zc 11:16</a>; <span dir=\"rtl\">לְהָקִים לְאָחִיו שֵׁם</span> <a data-ref=\"Deuteronomy 25:7\" href=\"/Deuteronomy.25.7\">Dt 25:7</a>; plant of name <a data-ref=\"Ezekiel 34:29\" href=\"/Ezekiel.34.29\">Ez 34:29</a> (<span dir=\"rtl\">ל</span> pers.); evil <span dir=\"rtl\">(רָעָה)</span> <a data-ref=\"II Samuel 12:11\" href=\"/II_Samuel.12.11\">2 S 12:11</a> (<span dir=\"rtl\">עַל</span> <em>against</em>). †<strong>4.</strong> <strong>a.</strong>  <em>raise up</em> = rouse, stir up (lion, in fig.) <a data-ref=\"Genesis 49:9\" href=\"/Genesis.49.9\">Gn 49:9</a> (poem) = <a data-ref=\"Numbers 24:9\" href=\"/Numbers.24.9\">Nu 24:9</a> (JE). <strong>b.</strong>  <em>instigate</em>, c. acc. pers. + <span dir=\"rtl\">עַל</span> <em>against</em> <a data-ref=\"Amos 6:14\" href=\"/Amos.6.14\">Am 6:14</a> <a data-ref=\"I Samuel 22:8\" href=\"/I_Samuel.22.8\">1 S 22:8</a>; + ל pers. <a data-ref=\"I Kings 11:14\" href=\"/I_Kings.11.14\">1 K 11:14</a>, <a data-ref=\"I Kings 11:23\" href=\"/I_Kings.11.23\">23</a>; c. acc. alone <a data-ref=\"Habakkuk 1:6\" href=\"/Habakkuk.1.6\">Hb 1:6</a>. †<strong>5.</strong>  <em>raise up</em> = constitute, <span dir=\"rtl\">הָקִיס־אֹתְךָ</span> … <span dir=\"rtl\">לוֹ לְעָם</span> <a data-ref=\"Deuteronomy 29:12\" href=\"/Deuteronomy.29.12\">Dt 29:12</a> cf. <a data-ref=\"Deuteronomy 28:9\" href=\"/Deuteronomy.28.9\">28:9</a> <a data-ref=\"Job 16:12\" href=\"/Job.16.12\">Jb 16:12</a>; <span dir=\"rtl\">וָאָקִים מִבְּנֵיכֶם לִנְבִיאִים</span> <a data-ref=\"Amos 2:11\" href=\"/Amos.2.11\">Am 2:11</a>; <span dir=\"rtl\">יָקֵם סְעָרָה לִדְמָמָה</span> <a data-ref=\"Psalms 107:29\" href=\"/Psalms.107.29\">ψ 107:29</a> (cf. <strong>Qal 5</strong>). <strong>6.</strong>  <em>cause to stand:</em> †<strong>a.</strong>  <em>set, station</em>, sentinels <a data-ref=\"Judges 7:19\" href=\"/Judges.7.19\">Ju 7:19</a> <span dir=\"rtl\">(הָקֵם הֵקִים)</span>, <a data-ref=\"Jeremiah 51:12\" href=\"/Jeremiah.51.12\">Je 51:12</a>, cf. <a data-ref=\"Jeremiah 6:17\" href=\"/Jeremiah.6.17\">6:17</a> (<span dir=\"rtl\">עַל</span> pers.), <a data-ref=\"Jeremiah 23:4\" href=\"/Jeremiah.23.4\">23:4</a> <a data-ref=\"Ezekiel 34:23\" href=\"/Ezekiel.34.23\">Ez 34:23</a>; <em>set</em> feet on <span dir=\"rtl\">(עַל)</span> rock <a data-ref=\"Psalms 40:3\" href=\"/Psalms.40.3\">ψ 40:3</a>. †<strong>b.</strong>  <em>cause to hold one’s ground</em> <a data-ref=\"Psalms 89:44\" href=\"/Psalms.89.44\">ψ 89:44</a> <span dir=\"rtl\">(בַּמִּלְחָמָה)</span>. †<strong>c.</strong>  <em>establish</em> throne <a data-ref=\"II Chronicles 7:18\" href=\"/II_Chronicles.7.18\">2 Ch 7:18</a>, <span dir=\"rtl\">כָּל־אַפְסֵי־אָ֑רֶץ</span> <a data-ref=\"Proverbs 30:4\" href=\"/Proverbs.30.4\">Pr 30:4</a>. †<strong>d.</strong>  <em>establish</em> (make, ratify) covenant, of <span dir=\"rtl\">י׳</span>, c. <span dir=\"rtl\">אֶת</span> (prep.) pers. <a data-ref=\"Genesis 6:18\" href=\"/Genesis.6.18\">Gn 6:18</a>; <a data-ref=\"Genesis 9:9\" href=\"/Genesis.9.9\">9:9</a>, <a data-ref=\"Genesis 9:11\" href=\"/Genesis.9.11\">11</a>; <a data-ref=\"Genesis 17:19\" href=\"/Genesis.17.19\">17:19</a>, <a data-ref=\"Genesis 17:21\" href=\"/Genesis.17.21\">21</a>; <a data-ref=\"Exodus 6:4\" href=\"/Exodus.6.4\">Ex 6:4</a> (all P); <a data-ref=\"Ezekiel 16:62\" href=\"/Ezekiel.16.62\">Ez 16:62</a>; c. <span dir=\"rtl\">בֵּין</span> … <span dir=\"rtl\">בֵּין</span> <a data-ref=\"Genesis 9:17\" href=\"/Genesis.9.17\">Gn 9:17</a>; <a data-ref=\"Genesis 17:7\" href=\"/Genesis.17.7\">17:7</a> (both P); c. ל pers. <a data-ref=\"Ezekiel 16:60\" href=\"/Ezekiel.16.60\">Ez 16:60</a>. †<strong>e.</strong>  = <em>make binding</em>, a vow <a data-ref=\"Numbers 30:14\" href=\"/Numbers.30.14\">Nu 30:14</a>, <a data-ref=\"Numbers 30:15\" href=\"/Numbers.30.15\">15</a><sup>(×2)</sup>. <strong>f.</strong>  = <em>carry out, give effect to</em> (Dr<sup>Sm. 1, 23</sup>), oath, covenant, vow, word, plan, command, of man <a data-ref=\"I Samuel 15:11\" href=\"/I_Samuel.15.11\">1 S 15:11</a>, <a data-ref=\"I Samuel 15:13\" href=\"/I_Samuel.15.13\">13</a> + 6 times; of <span dir=\"rtl\">י׳</span> <a data-ref=\"Genesis 26:3\" href=\"/Genesis.26.3\">Gn 26:3</a>; <a data-ref=\"Leviticus 26:9\" href=\"/Leviticus.26.9\">Lv 26:9</a>; <a data-ref=\"I Samuel 1:23\" href=\"/I_Samuel.1.23\">1 S 1:23</a>; <a data-ref=\"I Kings 6:12\" href=\"/I_Kings.6.12\">1 K 6:12</a> <a data-ref=\"Deuteronomy 8:18\" href=\"/Deuteronomy.8.18\">Dt 8:18</a> <a data-ref=\"Jeremiah 23:20\" href=\"/Jeremiah.23.20\">Je 23:20</a> + 18 times †<strong>g.</strong>  <span dir=\"rtl\">לְהָקִים שֵׁם־הַמֵּת עַל־נַחֲלָתוֹ</span> <a data-ref=\"Ruth 4:5\" href=\"/Ruth.4.5\">Ru 4:5</a>, <a data-ref=\"Ruth 4:10\" href=\"/Ruth.4.10\">10</a> <em>to cause the dead man’s name to stand upon his inheritance</em> (cf. <strong>Qal 7 i</strong>).<br>†<strong>Hoph.</strong>  Pf. 3 ms. <span dir=\"rtl\">הֻ֫קַם עָ֑ל</span> <a data-ref=\"II Samuel 23:1\" href=\"/II_Samuel.23.1\">2 S 23:1</a> <em>be raised up</em> (on <span dir=\"rtl\">הֻ֫קַּם</span> van d. H., v. Dr); <span dir=\"rtl\">הוּקַם</span> <em>be set up</em> <a data-ref=\"Exodus 40:17\" href=\"/Exodus.40.17\">Ex 40:17</a> (of tabern.); <span dir=\"rtl\">הוּקַם אֶת־דִּבְרֵי פ׳</span> <a data-ref=\"Jeremiah 35:14\" href=\"/Jeremiah.35.14\">Je 35:14</a> <em>be held upright</em> (Ges<sup>§ 121 a</sup>), i.e. observed, obeyed."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "66447a7e27d601cb10a92366", "index_title": "Bamidbar Rabbah", "category": "Midrash", "type": "", "ref": "Bamidbar Rabbah 12:15", "anchorRef": "Exodus 40:18", "anchorRefExpanded": ["Exodus 40:18"], "sourceRef": "Bamidbar Rabbah 12:15", "sourceHeRef": "במדבר רבה י״ב:ט״ו", "anchorVerse": 18, "sourceHasEn": true, "compDate": [1200], "commentaryNum": 12.0015, "collectiveTitle": {"en": "Bamidbar Rabbah", "he": "במדבר רבה"}, "heTitle": "במדבר רבה", "he": "דָּבָר אַחֵר, וַיְהִי בְּיוֹם כַּלּוֹת משֶׁה. אֵי זֶה יוֹם, זֶה רֹאשׁ חֹדֶשׁ נִיסָן, שֶׁנֶּאֱמַר <small>(שמות מ, יז)</small>: וַיְהִי בַּחֹדֶשׁ הָרִאשׁוֹן בַּשָּׁנָה הַשֵּׁנִית בְּאֶחָד לַחֹדֶשׁ הוּקַם הַמִּשְׁכָּן, אָמַר רַבִּי זֵירָא מַהוּ בְּיוֹם, מִכָּאן שֶׁהֲקָמַת הַלַּיְלָה הָיְתָה פְּסוּלָה לַעֲבוֹדַת הַיּוֹם. כָּל שִׁבְעַת יְמֵי הַמִּלּוּאִים הָיָה משֶׁה מַעֲמִיד אֶת הַמִּשְׁכָּן בְּכָל בֹּקֶר וּבֹקֶר, מוֹשְׁחוֹ וּמַקְרִיב וּמְפָרְקוֹ, אוֹתוֹ הַיּוֹם הֶעֱמִידוֹ וּמְשָׁחוֹ וְלֹא פֵּרְקוֹ. רַבִּי חִיָּא בַּר יוֹסֵף אָמַר שְׁתֵּי פְּעָמִים בְּכָל יוֹם הָיָה משֶׁה מַעֲמִידוֹ וּמְפָרְקוֹ, אַחַת בַּבֹּקֶר וְאַחַת בָּעֶרֶב. רַבִּי חֲנִינָא הַגָּדוֹל אוֹמֵר שָׁלשׁ פְּעָמִים בְּכָל יוֹם, שֶׁנֶּאֱמַר הוּקַם, וַיָּקֶם, לְהָקִים. אַחַת לַתָּמִיד שֶׁל שַׁחַר, וְאַחַת לַמִּלּוּאִים, וְאַחַת לַתָּמִיד שֶׁל עָרֶב. נִמְצֵאנוּ לְמֵדִין שֶׁבְּעֶשְׂרִים וּשְׁלשָׁה בַּאֲדָר הִתְחִילוּ יְמֵי הַמִּלּוּאִים, אַהֲרֹן וּבָנָיו וּמִשְׁכָּן וְכָל הַכֵּלִים לִמָּשַׁח. מִנַּיִן לַפֵּרוּקִין, אָמַר רַבִּי זֵירָא בְּיוֹם כַּלּוֹת משֶׁה, בְּיוֹם שֶׁכָּלוּ הֲקָמוֹתָיו, בְּרֹאשׁ חֹדֶשׁ נִיסָן הוּקַם הַמִּשְׁכָּן, בַּשֵּׁנִי נִשְׂרְפָה פָּרָה אֲדֻמָּה, בַּשְּׁלִישִׁי הִזָּה מִמֶּנָּהּ עַל הַלְוִיִּם, כְּמָה דְתֵימָא <small>(במדבר ח, ז)</small>: הַזֵּה עֲלֵיהֶם מֵי חַטָּאת, וְתַחַת הַזָּיָה שְׁנִיָּה שֶׁהָיוּ צְריכִין הַלְוִיִּם לְהַזּוֹת מִפְּנֵי שֶׁהָיוּ כֻּלָּם טְמֵאֵי מֵתִים בַּמֶּה שֶׁהָרְגוּ בְּעוֹבְדֵי הָעֵגֶל, כְּמָה דְתֵימָא <small>(שמות לב, כז כח)</small>: וְהִרְגּוּ אִישׁ אֶת אָחִיו וגו' וַיַּעֲשׂוּ בְנֵי לֵוִי כִּדְבַר משֶׁה וגו', צִוָּה הַמָּקוֹם לְגַלְּחָם בִּמְקוֹם הַזָּיָה שֶׁל יוֹם שְׁבִיעִי. משֶׁה נִתְקַדֵּשׁ בֶּעָנָן כָּל שִׁבְעָה, שֶׁנֶּאֱמַר <small>(שמות כד, טז)</small>: וַיִּשְׁכֹּן כְּבוֹד ה' עַל הַר סִינַי וגו', אַהֲרֹן וּבָנָיו נִתְקַדְּשׁוּ בַּשֶּׁמֶן וּבַדָּם, שֶׁנֶּאֱמַר <small>(ויקרא ח, ל)</small>: וַיִּקַּח משֶׁה מִשֶּׁמֶן הַמִּשְׁחָה וּמִן הַדָּם אֲשֶׁר עַל הַמִּזְבֵּחַ וַיַּז עַל אַהֲרֹן וגו', מַעֲלָה נָטַל אַהֲרֹן יוֹתֵר מִבָּנָיו, לְפִי שֶׁהָיָה כֹּהֵן גָּדוֹל שֶׁיָּצַק עַל רֹאשׁוֹ מִשֶּׁמֶן הַמִּשְׁחָה מַה שֶׁלֹא עָשָׂה לְבָנָיו. מְשִׁיחַת אַהֲרֹן כֵּיצַד, כָּל שִׁבְעַת יְמֵי הַמִּלּוּאִים הָיָה משֶׁה מַפְשִׁיט אֶת אַהֲרֹן אֶת בְּגָדָיו וּמַרְחִיצוֹ וְסָכוֹ בֵּין עֵינָיו. יִשְׂרָאֵל נִתְקַדְּשׁוּ בְּפָרַת חַטָּאת, שֶׁנֶּאֱמַר <small>(במדבר יט, ב)</small>: דַּבֵּר אֶל בְּנֵי יִשְׂרָאֵל וְיִקְחוּ אֵלֶיךָ פָרָה אֲדֻמָּה וגו'. הַלְוִיִּם נִתְקַדְּשׁוּ בַּהַזָּיָה וּבַתִּגְלַחַת, בַּקָּרְבָּן וּבַתְּנוּפָה. בַּהַזָּיָה מִנַּיִן, שֶׁנֶּאֱמַר <small>(במדבר ח, ח)</small>: וְלָקְחוּ פַּר בֶּן בָּקָר. וּבַתְּנוּפָה מִנַּיִן, שֶׁנֶּאֱמַר <small>(במדבר ח, יא)</small>: וְהֵנִיף אַהֲרֹן אֶת הַלְוִיִּם תְּנוּפָה. הַמִּשְׁכָּן נִתְקַדֵּשׁ בַּעֲמִידָה וּבַפֵּרוּק וּבַמְּשִׁיחָה. בַּעֲמִידָה מִנַּיִן, שֶׁנֶּאֱמַר: לְהָקִים אֶת הַמִּשְׁכָּן. בַּפֵּרוּק מִנַּיִן, שֶׁנֶּאֱמַר <small>(במדבר ד, כ)</small>: וְלֹא יָבֹאוּ לִרְאוֹת כְּבַלַע אֶת הַקֹּדֶשׁ. בְּשֶׁמֶן הַמִּשְׁחָה מִנַּיִן, שֶׁנֶּאֱמַר <small>(ויקרא ח, י)</small>: וַיִּמְשַׁח אֶת הַמִּשְׁכָּן וְאֶת כָּל אֲשֶׁר בּוֹ וגו', שׁוֹמֵעַ אֲנִי רִאשׁוֹן שֶׁנִּמְשַׁח הָיָה קֹדֶשׁ, תַּלְמוּד לוֹמַר <small>(במדבר ז, א)</small>: וַיִּמְשָׁחֵם וַיְקַדֵּשׁ אוֹתָם, מַגִּיד שֶׁלֹא קִדֵּשׁ אֶחָד מֵהֶם עַד שֶׁנִּמְשְׁחוּ כֻּלָּם. אָמַר רַבִּי אַיְּבוּ מִכֵּיוָן דִּכְתִיב <small>(במדבר ז, א)</small>: וַיִּמְשַׁח אֹתוֹ וַיְקַדֵּשׁ אֹתוֹ, מֵאֵי זֶה דָבָר נֶאֱמַר: וַיִּמְשָׁחֵם וַיְקַדֵּשׁ אֹתָם. אָמַר רַבִּי אַיְּבוּ אָמַר רַבִּי תַּחְלִיפָא דְמִן קֵיסָרִין וְרַבִּי שִׁמְעוֹן בֶּן לָקִישׁ, חַד אָמַר מִשֶּׁהָיָה מוֹשֵׁחַ כָּל אֶחָד וְאֶחָד חָזַר וְהָיָה מוֹשֵׁחַ כֻּלָּם כְּאֶחָד. וְחַד אָמַר וַיִּמְשָׁחֵם, מְשִׁיחָה בָּעוֹלָם הַזֶּה וּמְשִׁיחָה לָעוֹלָם הַבָּא, מַגִּיד שֶׁבִּמְשִׁיחָתָן שֶׁל אֵלּוּ הֻקְדְּשׁוּ כָּל הַכֵּלִים לֶעָתִיד לָבוֹא. וְדִכְוָתֵיהּ <small>(שמות לו, יג)</small>: וַיְחַבֵּר אֶת הַיְרִיעֹת אַחַת אֶל אַחַת בַּקְּרָסִים, מַה תַּלְמוּד לוֹמַר <small>(שמות לו, יג)</small>: וַיְהִי הַמִּשְׁכָּן אֶחָד, רַבִּי אַיְּבוּ אָמַר רַבִּי תַּחְלִיפָא דְמִן קֵסָרִי וְרַבִּי שִׁמְעוֹן בֶּן לָקִישׁ, חַד אָמַר מִשֶּׁהָיָה מְחַבֵּר כָּל אַחַת וְאַחַת הָיָה מְחַבֵּר כֻּלָּם כְּאֶחָד. וְחַד אָמַר מַהוּ וַיְהִי הַמִּשְׁכָּן אֶחָד, אֶחָד לִמְדִידָה וְאֶחָד לִמְשִׁיחָה. וַיִּמְשָׁחֵם, מְשָׁחָם מִבַּחוּץ וּמִבִּפְנִים. רַבִּי יֹאשְׁיָה אוֹמֵר מִדּוֹת הַלַּח נִמְשְׁחוּ מִבִּפְנִים וּמִבַּחוּץ, וּמִדּוֹת הַיָּבֵשׁ נִמְשְׁחוּ מִבִּפְנִים וְלֹא נִמְשְׁחוּ מִבַּחוּץ. רַבִּי יוֹנָתָן אוֹמֵר מִדּוֹת הַלַּח נִמְשְׁחוּ מִבִּפְנִים וְלֹא נִמְשְׁחוּ מִבַּחוּץ, וּמִדּוֹת הַיָּבֵשׁ לֹא נִמְשְׁחוּ לֹא מִבַּחוּץ וְלֹא מִבִּפְנִים. תֵּדַע לְךָ שֶׁאֵינָן מְקַדְּשׁוֹת, שֶׁנֶּאֱמַר <small>(ויקרא כג, יז)</small>: מִמּוֹשְׁבֹתֵיכֶם תָּבִיאוּ לֶחֶם תְּנוּפָה וגו', הָא אֵימַת הֵן לַה', לְאַחַר שֶׁנֶּאֱפוּ.", "heVersionTitle": "Midrash Rabbah -- TE", "heLicense": "unknown", "heVersionTitleInHebrew": "מדרש רבה - תורת אמת", "text": "“It was on the day that Moses concluded” – what day was it? It was the New Moon of Nisan, as it is stated: “It was in the first month during the second year, on the first of the month, the Tabernacle was erected” (Exodus 40:17). Rabbi Zeira said: What is “on the day”? From here, that being erected at night disqualified for service during the day. All seven days of inauguration, Moses would erect the Tabernacle each and every morning, anoint it, sacrifice, and dismantle it. That day, he erected it, anointed it, but did not dismantle it. Rabbi Ḥiyya bar Yosef said: Twice each day Moses would erect it and dismantle it, once in the morning and once in the evening. Rabbi Ḥanina the Great says: Three times each day, as it is stated: “Was erected,” “erected” (Exodus 40:18), “erecting”; once for the daily morning offering, once for the inauguration, and once for the daily evening offering. We find that on the twenty-third of Adar the days of inauguration began, and the anointment of Aaron, his sons, the Tabernacle, and all the vessels. <br>From where is the dismantling derived? Rabbi Zeira said: “The day that Moses concluded” – the day that his erections [of it] concluded.<sup class=\"footnote-marker\">48</sup><i class=\"footnote\">Since there were several instances of erecting there were also several instances of dismantling.</i> On the New Moon of Nisan, the Tabernacle was erected. On the second, the red heifer was burned. On the third, he sprinkled from it<sup class=\"footnote-marker\">49</sup><i class=\"footnote\">Water containing ashes of the red heifer.</i> upon the Levites, just as it says: “Sprinkle upon them purification water” (Numbers 8:7). Instead of the second sprinkling that the Levites were obligated to be sprinkled because they were all impure with impurity imparted by a corpse because they killed the worshippers of the calf, just as it says: “Each slay his brother.… The sons of Levi acted in accordance with the word of Moses…” (Exodus 32:27–28), the Omnipresent commanded to shave them instead of the sprinkling of the seventh day. Moses was sanctified in the cloud all seven days, as it is stated: “The glory of the Lord rested upon Mount Sinai” (Exodus 24:16).<sup class=\"footnote-marker\">50</sup><i class=\"footnote\">The continuation of the verse states that Moses was covered by the cloud for six days and that on the seventh day God called Moses.</i> Aaron and his sons were sanctified with oil and blood, as it is stated: “Moses took from the anointing oil, and from the blood that was on the altar, and he sprinkled it on Aaron [and on his vestments, and on his sons, and on the vestments of his sons with him, and he sanctified Aaron and his vestments, and his sons and the vestments of his sons with him]” (Leviticus 8:30). Aaron was granted greater status than his sons because he was the High Priest, that he<sup class=\"footnote-marker\">51</sup><i class=\"footnote\">Moses</i> poured anointing oil on his head, which he did not do to his sons. How was the anointing of Aaron performed? All seven days of inauguration, Moses would disrobe Aaron of his garments, wash him, and anoint him between his eyes. Israel were sanctified with the purification heifer, as it is stated: “Speak to the children of Israel, and they shall take you an [unflawed] red heifer” (Numbers 19:2). <br>The Levites were sanctified with sprinkling and with a shave, with an offering and with a wave. With sprinkling, from where is it derived? It is as it is stated: “They shall take a young bull…[and a second young bull you shall take as a sin offering]” (Numbers 8:8).<sup class=\"footnote-marker\">52</sup><i class=\"footnote\">These are the offerings. It states in the previous verse: “And so shall you do to them to purify them: Sprinkle upon them purification water, and they shall pass a razor over all their flesh” (Numbers 8:7). This is the sprinkling and the shave.</i> With a wave, from where is it derived? It is as it is stated: “Aaron shall wave the Levites as a wave offering” (Numbers 8:11). <br>The Tabernacle was sanctified with erecting, and dismantling, and with anointing. With erecting, from where is it derived? It is as it is stated: “Erecting the Tabernacle.” With dismantling, from where is it derived? It is as it is stated: “They shall not come to see the covering of the sacred” (Numbers 4:20).<sup class=\"footnote-marker\">53</sup><i class=\"footnote\">This verse appears in the context of dismantling the Tabernacle.</i> With anointing, from where is it derived? It is as it is stated: “He anointed the Tabernacle and all that was in it, [and he sanctified them]” (Leviticus 8:10). Do I derive from this<sup class=\"footnote-marker\">54</sup><i class=\"footnote\">This could be the understanding of the phrase: “He anointed it and sanctified it” (Numbers 7:1).</i> that the first that was anointed was sanctified? The verse states: “He anointed them and sanctified them.” This tells that none of them was sanctified until they were all anointed. <br>Rabbi Aivu said: Since it is written: “He anointed it and sanctified it,” for what purpose is it stated: “He anointed them and sanctified them”? Rabbi Aivu said: Rabbi Taḥlifa of Caesarea and Rabbi Shimon ben Lakish: One said: After he would anoint each and every one of them, he would then anoint all of them together. And one said: “He anointed them” – one anointing in this world and one anointing in the World to Come. This tells that with the anointing of these, all the vessels were sanctified for the future. <br>Similarly, “And attached the sheets one to another with the hooks” (Exodus 36:13) – why does the verse state: “And the Tabernacle was one” (Exodus 36:13)? Rabbi Aivu said: Rabbi Taḥlifa of Caesarea and Rabbi Shimon ben Lakish: One said: After he would attach each one to another, he would attach all of them together. And one said: What is, “and the Tabernacle was one”? It was one for the size and one for anointing.<sup class=\"footnote-marker\">55</sup><i class=\"footnote\">The phrase \"one to another\" teaches that all of the sheets were the same size, and the phrase \"and the Tabernacle was one\" teaches that they were anointed after they were attached.</i> <br>“He anointed them” – he anointed them from without and from within. Rabbi Yoshiya said: The liquid measures were anointed from within and without, and the dry measures were anointed from within but not from without. Rabbi Yonatan says: The liquid measures were anointed from within but were not anointed from without, and the dry measures were anointed neither from within nor from without. Know that they do not sanctify,<sup class=\"footnote-marker\">56</sup><i class=\"footnote\">Vessels which were not anointed do not sanctify their contents.</i> as it is stated: “From your dwellings you shall bring two loaves of waving…[they shall be baked as leavened bread, a first offering to the Lord]” (Leviticus 23:17). When are they to the Lord? It is after they were baked.<sup class=\"footnote-marker\">57</sup><i class=\"footnote\">Even though the flour was measured in a dry measure before the bread was baked, it became sanctified only after it was baked.</i>", "versionTitle": "The Sefaria Midrash Rabbah, 2022", "license": "CC-BY", "versionTitleInHebrew": ""}]