[{"_id": "521e2b68edbab45814ae64ed", "index_title": "Rashi on Numbers", "category": "Commentary", "type": "commentary", "ref": "Rashi on Numbers 12:9:1", "anchorRef": "Numbers 12:9", "anchorRefExpanded": ["Numbers 12:9"], "sourceRef": "Rashi on Numbers 12:9:1", "sourceHeRef": "רש\"י על במדבר י״ב:ט׳:א׳", "anchorVerse": 9, "sourceHasEn": true, "compDate": [1075, 1105], "commentaryNum": 9.0001, "collectiveTitle": {"en": "Rashi", "he": "רש\"י"}, "heTitle": "רש\"י על במדבר", "he": "<b>ויחר אף ה' בם וילך.</b> מֵאַחַר שֶׁהוֹדִיעָם סִרְחוֹנָם גָּזַר עֲלֵיהֶם נִדּוּי, קַ\"וָ לְבָשָׂר וָדָם, שֶׁלֹּא יִכְעֹס עַל חֲבֵרוֹ עַד שֶׁיּוֹדִיעֶנּוּ סִרְחוֹנוֹ (ספרי):", "heVersionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann -- corrected vocalization", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "ויחר אף ה’ בם וילך AND THE WRATH OF THE LORD GLOWED AGAINST THEM; AND HE WENT AWAY — Only after He had informed them of their offence did He decree “excommunication’ against them. All the more so should a human being not display anger against his fellow before he informs him of his offense (Sifrei Bamidbar 104).", "versionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "license": "Public Domain", "versionTitleInHebrew": "חמישה חומשי תורה עם פירוש רש״י, מ. רוזנבאום וא.מ. סילברמן"}, {"_id": "531e4fe3fbfba276047f7025", "index_title": "Onkelos Numbers", "category": "Targum", "type": "targum", "ref": "Onkelos Numbers 12:9", "anchorRef": "Numbers 12:9", "anchorRefExpanded": ["Numbers 12:9"], "sourceRef": "Onkelos Numbers 12:9", "sourceHeRef": "תרגום אונקלוס על במדבר י״ב:ט׳", "anchorVerse": 9, "sourceHasEn": false, "compDate": [80, 120], "commentaryNum": 12.0009, "collectiveTitle": {"en": "Onkelos Numbers", "he": "תרגום אונקלוס על במדבר"}, "heTitle": "תרגום אונקלוס על במדבר", "he": "וּתְקִיף רָגְזָא דַיְיָ בְּהוֹן וְאִסְתַּלָּק:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "חומש שפתי חכמים, מצודה תשס\"ט", "text": "Adonoy’s anger flared against them and He left.", "versionTitle": "Metsudah Chumash, Metsudah Publications, 2009 [with Onkelos translation]", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "532b2686fbfba27c35eec85b", "index_title": "Targum Jonathan on Numbers", "category": "Targum", "type": "targum", "ref": "Targum Jonathan on Numbers 12:9", "anchorRef": "Numbers 12:9", "anchorRefExpanded": ["Numbers 12:9"], "sourceRef": "Targum Jonathan on Numbers 12:9", "sourceHeRef": "תרגום יונתן על במדבר י״ב:ט׳", "anchorVerse": 9, "sourceHasEn": true, "compDate": [30, 70], "commentaryNum": 12.0009, "collectiveTitle": {"en": "Targum Jonathan on Numbers", "he": "תרגום יונתן על במדבר"}, "heTitle": "תרגום יונתן על במדבר", "he": "וְאִסְתַּלֵק אִיקַר שְׁכִינְתָּא דַיְיָ מִנְהוֹן וְאָזִיל", "heVersionTitle": "Targum Jonathan on Numbers", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תרגום יונתן על במדבר", "text": " And the glory of the Lord's Shekinah ascended, and went. \n", "versionTitle": "The Targum of Jonathan ben Uzziel, trans. J. W. Etheridge, London, 1862", "license": "Public Domain", "versionTitleInHebrew": "תרגום ירושלמי (תרגום יונתן בן-עוזיאל) לתורה, תורגם ע״י ג׳ון ווסלי אטרידג׳, לונדון 1862"}, {"_id": "53f179b5fbfba22336ea63c3", "index_title": "Sforno on Numbers", "category": "Commentary", "type": "commentary", "ref": "Sforno on Numbers 12:9:1", "anchorRef": "Numbers 12:9", "anchorRefExpanded": ["Numbers 12:9"], "sourceRef": "Sforno on Numbers 12:9:1", "sourceHeRef": "ספורנו על במדבר י״ב:ט׳:א׳", "anchorVerse": 9, "sourceHasEn": true, "compDate": [1500, 1550], "commentaryNum": 9.0001, "collectiveTitle": {"en": "Sforno", "he": "ספורנו"}, "heTitle": "ספורנו על במדבר", "he": "<b>ויחר אף ה' בם.</b> שלא נכנעו תיכף כמו שעשה דוד באמרו אל נתן חטאתי (שמואל ב יב, יג):", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "ויחר אף ה' בם, that they did not immediately humble themselves as did David when the prophet Nathan told him that he had sinned. (Samuel II 12,13)  וילך, G’d departed seeing they had not even reacted.\n", "versionTitle": "Eliyahu Munk, HaChut Hameshulash", "license": "CC-BY", "versionTitleInHebrew": "החוט המשולש, אליהו מונק"}, {"_id": "53f17aacfbfba22336ea7bbd", "index_title": "Or HaChaim on Numbers", "category": "Commentary", "type": "commentary", "ref": "Or HaChaim on Numbers 12:9:1", "anchorRef": "Numbers 12:9", "anchorRefExpanded": ["Numbers 12:9"], "sourceRef": "Or HaChaim on Numbers 12:9:1", "sourceHeRef": "אור החיים על במדבר י״ב:ט׳:א׳", "anchorVerse": 9, "sourceHasEn": true, "compDate": [1718, 1742], "commentaryNum": 9.0001, "collectiveTitle": {"en": "Or HaChaim", "he": "אור החיים"}, "heTitle": "אור החיים על במדבר", "he": "<b>ויחר אף ה'</b>. פירוש גירה בהם הנחרים בהם שהם כת האף, <b>וילך</b> כדי שיעשה האף מה שהורשה, והגם שבסנה אמר הכתוב (שמות ד׳:י״ד) ויחר אף ה' במשה, שם רשם שיעור אשר יפעול בו האף והוא שיסור ממנו כח הנשמה שהיא בחינת הכהונה ותנתן לאהרן כמאמר רז\"ל (זבחים קב. שמו\"ר פ\"ג) שהרושם הוא הסרת הכהונה, וכאן עשה האף משפט גדול שהצרעת היא כמיתה כאמור בענין, ובשניהם היה העונש כאומרו <b>בם</b>, וכן אמרו רז\"ל (ספרי) ויפן וגו' פנה מצרעתו, אלא שמרים לא נתרפאה כאהרן תכף ומיד, ולא ידע אדם מצרעתו:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "<b> <span>ויחר אף השם</span>, G'd's anger was kindled, etc.</b> He was irritated at them and snorted at them, i.e. a description of a nasal reaction. <span>וילך</span>, \"He went;\" G'd went away in order to give vent to His irritation. Although we find a different formulation in Exodus 4,14 where the Torah reports <span>ויחר אף ה׳ במשה</span>, \"G'd's anger was kindled at Moses,\" followed by a verbal retort from G'd, the situation was different then. At that time G'd wanted to activate His anger against Moses by depriving him of a spiritual power, i.e. the fitness to become the High Priest; He gave that distinction to Aaron instead as pointed out in <i>Zevachim</i> 102. The Talmud discusses whether mention of G'd becoming angry necessarily has an immediate noticeable consequence. In our instance, G'd imposed a severe penalty as a person afflicted with <i>Tzoraat</i> is considered as no better than dead (verse 11). The Torah writes <span>בם</span>, that G'd was angry at <b>both</b> Miriam and Aaron, to tell us that both were afflicted with <i>Tzoraat.</i> The difference was only that Aaron was cured immediately, whereas Miriam was not cured immediately, so that no one but Miriam and Moses had been aware that Aaron too had been afflicted with <i>Tzoraat</i> if ever so briefly.", "versionTitle": "Or Hachayim, trans. Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "54bd48affbfba21733366022", "index_title": "Ramban on Exodus", "category": "Quoting Commentary", "type": "", "ref": "Ramban on Exodus 20:5:1", "anchorRef": "Numbers 12:9", "anchorRefExpanded": ["Numbers 12:9"], "sourceRef": "Ramban on Exodus 20:5:1", "sourceHeRef": "רמב\"ן על שמות כ׳:ה׳:א׳", "anchorVerse": 9, "sourceHasEn": true, "compDate": [1246, 1286], "commentaryNum": 5.0001, "collectiveTitle": {"en": "Ramban on Exodus", "he": "רמב\"ן על שמות"}, "he": "<b>פֹּקֵד עֲוֹן אָבוֹת עַל בָּנִים</b> אָמַר ר\"א כִּי טַעַם פְּקִידָה כְּטַעַם זְכִירָה, כְּמוֹ \"וַה' פָּקַד אֶת שָׂרָה\" (בראשית כא א), שֶׁהוּא כְּמוֹ \"וַיִּזְכְּרֶהָ ה'\" (שמואל א א':י\"ט). וְהַטַּעַם, כִּי הַשֵּׁם יַאֲרִיךְ לָרָשָׁע אוּלַי יָשׁוּב וְיוֹלִיד בֵּן צַדִּיק, אֲבָל אִם הָלַךְ הַבֵּן בְּדַרְכֵי אָבִיו גַּם הַדּוֹר הַשְּׁלִישִׁי גַּם הַדּוֹר הָרְבִיעִי יֹאבַד זִכְרָם. כִּי הַשֵּׁם יִזְכֹּר מַה שֶׁעָשׂוּ הָאָבוֹת, וְלֹא יַאֲרִיךְ עוֹד. וְכָזֶה אָמְרוּ כָּל הַמְפָרְשִׁים. וְא\"כ לֹא יִפְקֹד עֲוֹן אָבוֹת עַל בָּנִים וְעַל שִׁלֵּשִׁים, רַק עַל רִבֵּעִים, וְרָאוּי הָיָה שֶׁיֹּאמַר פֹּקֵד עֲוֹן אָבוֹת וּבָנִים וְשִׁלֵּשִׁים עַל רִבֵּעִים. וְאוּלַי יֹאמְרוּ שֶׁהוּא זוֹכֵר הֶעָוֹן עַל הַבָּנִים לֵאמֹר אַתָּה וְאָבִיךָ חֲטָאתֶם, וְכֵן יַעֲשֶׂה עִם הַשִּׁלֵּשִׁים וְעִם הָרִבֵּעִים, וְאָז יִנָּקֵם מֵהֶם וְלֹא יִפְקֹד לָהֶם עוֹד כִּי יַכְרִיתֵם בַּעֲוֹן כֻּלָּם: וְאֵין פֵּרוּשָׁם נָכוֹן, שֶׁיֹּאמַר הַכָּתוּב הַזְּכִירָה בְּכֻלָּם בְּשָׁוֶה, וְלֹא יַזְכִּיר הַנְּקָמָה שֶׁתְּהֵא בָּרִבֵּעִים בַּסּוֹף וּלְשׁוֹן פְּקִידָה עִם מִלַּת \"עַל\" לֹא תָּבֹא עַל זְכִירָה, אֲבָל הִיא הַנְּקָמָה, וְכֵן \"וּבְיוֹם פָּקְדִי וּפָקַדְתִּי עֲלֵיהֶם חַטָּאתָם\" (שמות ל\"ב:ל\"ד), וְכֵן \"יִפְקֹד ה' בְּחַרְבּוֹ הַקָּשָׁה וְהַגְּדוֹלָה וְהַחֲזָקָה עַל לִוְיָתָן נָחָשׁ בָּרִחַ וְעַל לִוְיָתָן נָחָשׁ עֲקַלָּתוֹן וְהָרַג אֶת הַתַּנִּין אֲשֶׁר בַּיָּם\" (ישעיה כז א), וְכֵן \"יִפְקֹד ה' עַל צְבָא הַמָּרוֹם בַּמָּרוֹם\" (שם כד כא), כֻּלָּם הַנְּקָמָה וְהָעֹנֶשׁ:<br>וְהַנָּכוֹן בְּעֵינַי שֶׁיֹּאמַר כִּי הוּא פּוֹקֵד הֶעָוֹן אֲשֶׁר עָשָׂה הָאָב עַל בָּנָיו וּמַכְרִיתָם בַּעֲוֹן אֲבִיהֶם, כְּעִנְיָן שֶׁנֶּאֱמַר (שם יד כא) \"הָכִינוּ לְבָנָיו מַטְבֵּחַ בַּעֲוֹן אֲבוֹתָם\", וְכֵן יִפְקֹד אוֹתוֹ עַל שִׁלֵּשִׁים כְּשֶׁלֹּא יִהְיֶה עֲוֹנָם שָׁלֵם בִּשְׁנֵי הַדּוֹרוֹת, כְּעִנְיַן \"כִּי לֹא שָׁלֵם עֲוֹן הָאֱמֹרִי עַד הֵנָּה\" (בראשית טו טז) וּפְעָמִים יִפְקֹד עֲוֹן כֻּלָּם עַל הָרִבֵּעִים שֶׁנִּתְמַלְּאָה סְאָתָם וְיַכְרִיתֵם, אֲבָל בְּדוֹר חֲמִישִׁי לֹא יֵעָנֵשׁ הַבֵּן בַּעֲוֹן אָבִיו הָרִאשׁוֹן. וְהוֹסִיף בְּמִשְׁנֵה הַתּוֹרָה (דברים ה ט) \"וְעַל שִׁלֵּשִׁים וְעַל רִבֵּעִים לְשֹׂנְאָי\", כְּטַעַם אוֹ: וְאָמַר ר\"א (אבן עזרא על שמות כ':ה') כִּי בְּנֵי הַבָּנִים נִקְרָאִים בָּנִים, עַל כֵּן אָחַז דֶּרֶךְ קְצָרָה, כִּי מִמִּלַּת שִׁלֵּשִׁים וְרִבֵּעִים יִתְבּוֹנֵן זֶה. וְאֵינֶנּוּ כֵּן, אֲבָל שִׁלֵּשִׁים, הַדּוֹר הַשְּׁלִישִׁי בֶּעָוֹן, וְרִבֵּעִים כֵּן, כִּי הֵם אַרְבָּעָה חַטָּאִים. וְהַכָּתוּב שֶׁאָמַר בִּשְׁלֹשׁ עֶשְׂרֵה מִדּוֹת (שמות ל\"ד:ז') \"פֹּקֵד עֲוֹן אָבוֹת עַל בָּנִים וְעַל בְּנֵי בָנִים עַל שִׁלֵּשִׁים וְעַל רִבֵּעִים\", יְפָרֵשׁ עַל בְּנֵי בָּנִים הַשִּׁלֵּשִׁים וְהָרִבֵּעִים. וּלְפִיכָךְ חָזַר מֹשֶׁה בַּמְּרַגְּלִים וְאָמַר \"עַל בָּנִים עַל שִׁלֵּשִׁים וְעַל רִבֵּעִים\" (במדבר יד יח), וְלֹא הִזְכִּיר בְּנֵי בָנִים, וְהַכֹּל אֶחָד: וְאָמַר הַכָּתוּב <b>לְשֹׂנְאָי</b>, כְּשֶׁיִּהְיוּ הַבָּנִים שׂוֹנְאֵי הַשֵּׁם, שֶׁאִם הוֹלִיד בֵּן צַדִּיק לֹא יִשָּׂא בַּעֲוֹן הָאָב, כְּמוֹ שֶׁפֵּי' יְחֶזְקֵאל (יחזקאל יח כ): וּמִדִּבְרֵי רַבּוֹתֵינוּ (מכילתא כאן) נִרְאֶה כַּפֵּרוּשׁ הַזֶּה שֶׁפֵּרַשְׁתִּי, שֶׁלָּמְדוּ מִכָּאן שֶׁמִּדָּה טוֹבָה מְרֻבָּה עַל מִדַּת פֻּרְעָנוּת, שֶׁמִּדַּת פּוּרְעָנוּת לְאַרְבָּעָה דּוֹרוֹת וְכוּ', וְאִם הָיָה כַּפֵּרוּשׁ הָרִאשׁוֹן הַזֶּה שֶׁפֵּרַשְׁתִּי, הָיְתָה מִדָּה טוֹבָה מְרֻבָּה אִם יַאֲרִיךְ גַּם דּוֹר עֲשִׂירִי. וְיִתָּכֵן שֶׁתִּהְיֶה הַמִּדָּה הַחֲמוּרָה הַזֹּאת בַּעֲבוֹדָה זָרָה בִּלְבַד, כִּי בָּהּ יַזְהִיר, אֲבָל בִּשְׁאָר הַמִּצְוֹת אִישׁ בַּעֲוֹנוֹ יָמוּת (ירמיה לא כט). וְהַסּוֹד הַנִּסְתָּר בְּפוֹקֵד עֲוֹן אָבוֹת עַל בָּנִים בִּתְחִלַּת סֵפֶר קֹהֶלֶת (א ד) תִּמְצָאֶנּוּ, וּכְבָר כְּתַבְתִּיו (בראשית לח ח):", "heVersionTitle": "Vocalized Edition", "heLicense": "", "heVersionTitleInHebrew": "", "text": "POKEID’ (VISITING) THE INIQUITY OF THE FATHERS UPON THE CHILDREN UNTO THE THIRD AND FOURTH GENERATION OF THEM THAT HATE ME. Rabbi Abraham ibn Ezra said that the meaning of the term <i>p’kidah</i> is similar to that of <i>z’chirah</i> (remembrance), just as in the verse, <i>And the Eternal ‘pakad’ Sarah</i>,<sup class=\"footnote-marker\">345</sup><i class=\"footnote\">Genesis 21:1.</i> which is like: “and the Eternal remembered her.” The purport [of the verse here, according to Ibn Ezra], is that G-d will postpone [punishment] of the wicked person because perhaps he will repent and beget a righteous son. But if the son walks in his father’s ways, as also the third and fourth generations, their memories will be destroyed, for G-d will ‘remember’ [to visit punishment upon them for] what the parents have done, and He will no longer postpone their punishment. All the commentators have similarly interpreted [the above Scriptural expression]. But if this be so, the sins of the fathers will not be visited upon their children nor upon the third generation, but only on the fourth. It would have been proper then for Scripture to say that He will visit the iniquity of the fathers and their sons and of the third generation upon the fourth generation! Perhaps these commentators will say that the sense of the verse is that He remembers the iniquity of the fathers upon their sons, saying [to them], “You and your fathers have sinned.” He does thus with the third and fourth generations, and then takes vengeance upon them, and never again does He visit it upon them, for He destroys them all in their iniquity.<br>But their explanation is not correct. Scripture mentions G-d’s remembrance of all of them equally, and it does not specify that the vengeance is exacted [only] in the end, i.e., on the fourth generation. Besides, the term <i>p’kidah</i> in conjunction with the word <i>al</i> — [as it occurs here: <i>‘pokeid’ avon avoth ‘al’ banim</i>] — is not used in connection with remembrance, but rather signifies vengeance [or punishment]. Thus: <i>And on the day ‘pokdi upakad’ti’ (that I do punish, I will punish) them for their sin;</i><sup class=\"footnote-marker\">346</sup><i class=\"footnote\">Further, 32:34.</i> <i>In that day ‘yiphkod hashem’ (the Eternal will punish) with his sore and great and strong sword leviathan the slant serpent, and leviathan the tortuous serpent, and He will slay the dragon that is in the sea;</i><sup class=\"footnote-marker\">347</sup><i class=\"footnote\">Isaiah 27:1.</i> <i>‘yiphkod hashem’ (the Eternal will punish) the host of the high heaven on high</i>.<sup class=\"footnote-marker\">348</sup><i class=\"footnote\"><i>Ibid.</i>, 24:21.</i> All of these are expression of vengeance and punishment.<br>The correct interpretation thus appears to me to be that Scripture is stating that He visits the iniquity, which the father perpetrated, upon his children, and excises them on account of the iniquity of their father, something like it is said, <i>Prepare ye slaughter for his children for the iniquity of their fathers</i>.<sup class=\"footnote-marker\">349</sup><i class=\"footnote\"><i>Ibid.</i>, 14:21.</i> Similarly, He visits it upon the third generation if the sin of the two generations is not yet full, something like [it is said], <i>for the iniquity of the Amorite is not yet full</i>.<sup class=\"footnote-marker\">350</sup><i class=\"footnote\">Genesis 15:16.</i> Sometimes He visits the iniquity of all three generations upon the fourth one when their measure [of iniquity] is filled and then he excises them. But in the fifth generation, no one is punished for the iniquity of his ancestor in the first generation. Now in the Book of Deuteronomy, [where the Ten Commandments are restated], He added a <i>vav</i> [to the expression <i>‘al shileishim’ (unto the third generation)</i>, thus making it] <i>‘v’al’ shileishim v’al ribei’im l’sonai</i>.<sup class=\"footnote-marker\">351</sup><i class=\"footnote\">Deuteronomy 5:9.</i> But the meaning of the <i>vav</i> [there is not the usual “and”] but “or” — [” ‘or’ unto the third generation ‘or’ unto the fourth generation of them that hate me” — as explained above].<br>Now Rabbi Abraham ibn Ezra wrote that children’s children are called “children.” This is why He used the briefer term.<sup class=\"footnote-marker\">352</sup><i class=\"footnote\">Ibn Ezra tried to answer this question: Since Scripture uses the terms <i>shileishim</i> and <i>ribei’im</i> to signify the third and fourth generations, why does it not say <i>shni’im</i> for the second generation instead of using the term <i>banim</i> (children)? For this reason, Ibn Ezra interpreted <i>banim</i> as meaning “children and children’s children,” for they are both called <i>banim</i>. Hence, Scripture could not use the term <i>shni’im</i>, for that would have meant only the second generation after the sinner, who is the first generation. However, in fact the second <i>and</i> third generations also need to be included here. For this reason, Scripture used <i>banim</i>, which includes the children’s children as well, i.e., the third generation after the sinner. Accordingly, in Ibn Ezra’s opinion, <i>shileishim</i> will mean the children of the third generation, who are the fourth generation after the sinner, and <i>ribei’im</i> will mean the children of the fourth generation, who constitute the fifth generation. Ramban will differ with this entire interpretation.</i> You can understand this from the terms <i>shileishim</i> (the third generation) and <i>ribei’im</i> (the fourth generation).<sup class=\"footnote-marker\">353</sup><i class=\"footnote\">Ibn Ezra’s intent is that when you consider the words <i>shileishim</i> and <i>ribei’im</i>, this question will occur: Why does Scripture not use the term <i>shni’im</i> instead of <i>banim?</i> You must then conclude as explained in the preceding note.</i> But this is not so. <i>Shileishim</i> means the third generation in that sin. [Hence, it includes only the father, his children, and his children’s children.] Likewise, <i>ribei’im</i> means the fourth generation in that sin, totalling four sinners. And the verse stated in connection with the thirteen attributes of G-d, <i>visiting the iniquity of the fathers upon the children, and upon the children’s children, unto the third generation and unto the fourth generation</i>,<sup class=\"footnote-marker\">354</sup><i class=\"footnote\">Further, 34:7.</i> is to be explained<sup class=\"footnote-marker\">355</sup><i class=\"footnote\">The Hebrew text possibly lends itself to this translation: “He — [i.e., G-d, Who is proclaiming these thirteen attributes] — is explaining that <i>al b’nei banim</i> (upon the children’s children) is the <i>shileishim</i> (the third generation) and <i>ribei’im</i> (the fourth generation).” In other words, <i>al b’nei banim</i> is in apposition to <i>al shileishim v’al ribei’im</i>.</i> as “the children’s children, <i>who are</i> the third and fourth generations.” It is for this reason that Moses, [when invoking the thirteen attributes] in the case of the spies, turned back [to this specific attribute as expressed here in the Ten Commandments] and said, <i>visiting the iniquity of the fathers upon the children, upon the third and upon the fourth generation</i>.<sup class=\"footnote-marker\">356</sup><i class=\"footnote\">Numbers 14:18.</i> He did not mention “children’s children,” for it is all one, [i.e., “children’s children” is the same as <i>shileishim</i>].<br>Now Scripture states [that this attribute of punishment applies only to] <i>those that hate Me</i>. That is, if the children hate G-d. If the sinner begot a righteous son, he does not bear the iniquity of the father, as [the prophet] Ezekiel has explained.<sup class=\"footnote-marker\">357</sup><i class=\"footnote\">Ezekiel 18:20.</i><br>From the words of our Rabbis,<sup class=\"footnote-marker\">358</sup><i class=\"footnote\">Tosephta Sotah 4:1.</i> there appears a proof to the explanation I have presented above, [i.e., that <i>‘pokeid’ the sins of the fathers</i>, etc., is to be understood in the sense of “visiting” or “punishing”]. From here, they have derived the principle that the [Divine] measure of good is greater than the measure of punishment, for the measure of punishment is for four generations [while that of reward is for thousands]. But if it were as the first explanation has it, [namely, that of Ibn Ezra, that <i>pokeid</i> means “remembers,” thus signifying that He postpones the punishment of the sinner until the fourth generation in the hope that perhaps he will beget a righteous son], then “the measure of good” would have been greater if He postponed punishment even to the tenth generation!<sup class=\"footnote-marker\">359</sup><i class=\"footnote\">According to Ibn Ezra, the phrase in question represents a measure of G-d’s mercy. He does not punish the sinner immediately but “remembers” it until the third and fourth generations because perhaps he will repent and beget a righteous son. But, asks Ramban, if that were the interpretation, “the measure of Divine good” would be increased if such “punishment” were withheld even to the tenth generation! Why then did the Rabbis in the above-mentioned text speak of the Divine measure of good being manifested in punishment only to four generations when that Divine manifestation would apply even if it were extended to the tenth generation? But according to Ramban, who asserts that this verse represents a measure of G-d’s <i>judgment</i> — for <i>pokeid</i> means “punishing,” and the verse declares that the effects of the punishment are felt up to and including the fourth generation — that question cannot be asked. If punishment were extended to the tenth generation, it would no longer represent “a measure of good.” On the contrary, it would be a harsher judgment.</i><br>It is possible that this strict measure [of punishment that is imposed on a sinner and which is felt up to the fourth generation] applies only to idolatry, for it is with regard to this prohibition that He is warning here. However, in the rest of the commandments, [the rule applies that] <i>every one shall die of his iniquity</i>.<sup class=\"footnote-marker\">360</sup><i class=\"footnote\">Jeremiah 31:30.</i> You will find the hidden secret of <i>visiting the iniquity of the fathers upon the children</i> in the Book of Ecclesiastes.<sup class=\"footnote-marker\">361</sup><i class=\"footnote\">The allusion is to the verse, <i>One generation passeth away, and another generation cometh</i> (Ecclesiastes 1:4), upon which the Sefer Habahir commented: “that hath come already.” This means that the generation that passes away had come into the sins of the father “that had come already” in a previous generation, and the sins of the father are now visited upon the son, etc. (Ma’or V’shamesh). The mystic doctrine of the transmigration of souls is thus alluded to here.</i> I have already written concerning it.<sup class=\"footnote-marker\">362</sup><i class=\"footnote\">Genesis 38:8 (Vol. I, pp. 469-470).</i>", "versionTitle": "Commentary on the Torah by Ramban (Nachmanides). Translated and annotated by Charles B. Chavel. New York, Shilo Pub. House, 1971-1976", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "56952b44d6e4a97f698771f9", "index_title": "Shadal on Numbers", "category": "Commentary", "type": "commentary", "ref": "Shadal on Numbers 12:9:1", "anchorRef": "Numbers 12:9", "anchorRefExpanded": ["Numbers 12:9"], "sourceRef": "Shadal on Numbers 12:9:1", "sourceHeRef": "שד\"ל על במדבר י״ב:ט׳:א׳", "anchorVerse": 9, "sourceHasEn": false, "compDate": [1835, 1865], "commentaryNum": 9.0001, "collectiveTitle": {"en": "Shadal", "he": "שד\"ל"}, "heTitle": "שד\"ל על במדבר", "he": "וילַך: כעס עליהם ונעלה מעליהם בכעס.", "heVersionTitle": "Shadal first edition, Padua 1871", "heLicense": "Public Domain", "heVersionTitleInHebrew": "שד״ל במהדורה המקורית, פדובה 1871", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "569d07c7d6e4a979b40a0b1b", "index_title": "Sifrei Bamidbar", "category": "Midrash", "type": "", "ref": "Sifrei Bamidbar 104:1", "anchorRef": "Numbers 12:9", "anchorRefExpanded": ["Numbers 12:9"], "sourceRef": "Sifrei Bamidbar 104:1", "sourceHeRef": "ספרי במדבר ק״ד:א׳", "anchorVerse": 9, "sourceHasEn": true, "compDate": [200], "commentaryNum": 104.0001, "collectiveTitle": {"en": "Sifrei Bamidbar", "he": "ספרי במדבר"}, "heTitle": "ספרי במדבר", "he": "ויחר אף ה' בם וילך – מאחר שהודיעם סרחונם, אח\"כ גזר עליהם נדוי. והרי דברים ק\"ו: ומה אם מי שאמר והיה העולם לא כעס על בשר ודם עד שהודיעם סרחונם – ק\"ו על בשר ודם, שלא יכעוס על חבירו עד שיודיעו סרחונו. ר' נתן אומר הודיעם סרחונם ואח\"כ גזר עליהם נדוי, שלא יאמרו כדרך שאמר איוב (איוב י) הודיעני על מה תריבני:", "heVersionTitle": "Wikisource", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "ויקיטקסט", "text": " (Bamidbar 12:9) \"And the wrath of the L-rd burned in them, and He departed\": After He apprised them of their offense, He decreed ostracism upon them. Now does this not follow a fortiori, viz.: If He who spoke and brought the world into being did not vent His wrath upon flesh and blood until He apprised them of their offense, how much more so should flesh and blood not vent his anger upon his neighbor until he apprises him of his offense! R. Nathan says: He apprised them of their offense and then decreed ostracism upon them so that they not say as Iyyov did (Iyyov 10:2) \"Apprise me of what You accuse me!\"", "versionTitle": "Sifrei by Rabbi Shraga Silverstein", "license": "CC-BY", "versionTitleInHebrew": "ספרי, רבי שרגא זילברשטיין"}, {"_id": "57e77d5cd6e4a94c7c18ad7b", "index_title": "Tafsir Rasag", "category": "Targum", "type": "targum", "ref": "Tafsir Rasag, Numbers 12:9", "anchorRef": "Numbers 12:9", "anchorRefExpanded": ["Numbers 12:9"], "sourceRef": "Tafsir Rasag, Numbers 12:9", "sourceHeRef": "תפסיר רס\"ג, במדבר י״ב:ט׳", "anchorVerse": 9, "sourceHasEn": false, "compDate": [918, 942], "commentaryNum": 12.0009, "collectiveTitle": {"en": "Tafsir Rasag", "he": "תפסיר רס\"ג"}, "heTitle": "במדבר", "he": "פאשתד גצ̇ב אללה עליהמא וארתפע נורה", "heVersionTitle": "Tafsir al-Torah bi-al-Arabiya, Paris, 1893", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תפסיר אלתורה באלערביה, פריס, 1893", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "58b03bf0d6e4a91e9d6fdc7c", "index_title": "Vayikra Rabbah", "category": "Midrash", "type": "", "ref": "Vayikra Rabbah 16:5", "anchorRef": "Numbers 12:9", "anchorRefExpanded": ["Numbers 12:9"], "sourceRef": "Vayikra Rabbah 16:5", "sourceHeRef": "ויקרא רבה ט״ז:ה׳", "anchorVerse": 9, "sourceHasEn": false, "compDate": [500], "commentaryNum": 16.0005, "collectiveTitle": {"en": "Vayikra Rabbah", "he": "ויקרא רבה"}, "heTitle": "ויקרא רבה", "he": "דָּבָר אַחֵר, זֹאת תִּהְיֶה תּוֹרַת הַמְצֹרָע, הֲדָא הוּא דִכְתִיב <small>(קהלת ה, ה)</small>: אַל תִּתֵּן אֶת פִּיךָ לַחֲטִיא אֶת בְּשָׂרֶךָ, רַבִּי יְהוֹשֻׁעַ בֶּן לֵוִי פָּתַר קְרָיָא בְּאֵלּוּ שֶׁפּוֹסְקִין צְדָקָה בָּרַבִּים וְאֵין נוֹתְנִין. רַבִּי חֲנִינָא בַּר פָּפָּא אָמַר בְּאִלֵּין שֶׁאוֹמְרִים לָשׁוֹן הָרָע. וְרַבִּי בִּנְיָמִין בֶּן לֵוִי פָּתַר קְרָיָא בַּחֲנִיפֵי תּוֹרָה. רַבִּי מָנֵי פָּתַר קְרָיָא בִּנְדָרִים וכו' כִּדְאִיתָא בְּמִדְרַשׁ קֹהֶלֶת. רַבָּנָן פָּתְרִין קְרָיָא בְּמִרְיָם, אַל תִּתֵּן אֶת פִּיךָ לַחֲטִיא אֶת בְּשָׂרֶךָ, אַל תִּתֵּן רְשׁוּת לְאֶחָד מֵאֵבָרֶיךָ לַחֲטִיא כָּל אֵבָרֶיךָ, אַל תֹּאמַר לִפְנֵי הַמַּלְאָךְ, זֶה משֶׁה, הֲדָא הוּא דִכְתִיב <small>(במדבר כ, טז)</small>: וַיִּשְׁלַח מַלְאָךְ וַיֹּצִיאֵנוּ מִמִּצְרָיִם. שְׁגָגָה הִיא <small>(במדבר יב, יא)</small>: אֲשֶׁר נוֹאַלְנוּ וַאֲשֶׁר חָטָאנוּ. לָמָּה יִקְצֹף הָאֱלֹהִים עַל קוֹלֶךָ, עַל אוֹתוֹ הַקּוֹל שֶׁנֶּאֱמַר <small>(במדבר יב, ט)</small>: וַיִּחַר אַף ה' בָּם וַיֵּלַךְ. וְחִבֵּל אֶת מַעֲשֵׂה יָדֶךָ, אָמַר רַבִּי יוֹחָנָן בְּפִיהָ חָטְאָה וְכָל הָאֵבָרִים לָקוּ, הֲדָא הוּא דִכְתִיב <small>(במדבר יב, י)</small>: וְהֶעָנָן סָר מֵעַל הָאֹהֶל. אָמַר רַבִּי יְהוֹשֻׁעַ בֶּן לֵוִי מִלָּה בְּסֶלַע וּמִשְׁתּוֹקָא בִּשְׁתַּיִם, דִּתְנַן שִׁמְעוֹן בְּנוֹ אוֹמֵר כָּל יָמַי גָּדַלְתִּי בֵּין הַחֲכָמִים וְלֹא מָצָאתִי לַגּוּף טוֹב מִשְּׁתִיקָה.", "heVersionTitle": "Midrash Rabbah -- TE", "heLicense": "unknown", "heVersionTitleInHebrew": "מדרש רבה - תורת אמת", "text": "Another matter, “this shall be the law of the leper.” That is what is written: “Do not allow your mouth to cause your flesh to sin” (Ecclesiastes 5:5). Rabbi Yehoshua ben Levi interpreted the verse regarding those who pledge charity publicly but do not give. Rabbi Ḥanina bar Pappa said: It is referring to those who speak slander. Rabbi Binyamin ben Levi interpreted the verse regarding those who are pretenders in their devotion to Torah study. Rabbi Manei interpreted the verse regarding vows…, as it appears in the midrash of <i>Kohelet</i>.<sup class=\"footnote-marker\">18</sup><i class=\"footnote\"><i>Kohelet Rabba </i>5:5.<i>   <br>The Rabbis interpreted the verse regarding Miriam.<sup class=\"footnote-marker\">19</sup><i class=\"footnote\">This is referring to the incident in which Miriam and Aaron spoke against Moses; see Numbers chapter 12. Based on the verse’s usage of the feminine form of the word “spoke [<i>vatedaber</i>]” (Numbers 12:1), it is understood that it was Miriam who did the speaking. </i> “Do not allow your mouth to cause your flesh to sin,” do not allow one of your limbs to cause all your limbs to sin. “Do not say before the messenger” (Ecclesiastes 5:5), this is Moses; that is what is written: “He sent a messenger and took us out of Egypt” (Numbers 20:16). “It is unwitting” (Ecclesiastes 5:5), “as we have been foolish and we have sinned” (Numbers 12:11). “Why should God become angry at your voice?” (Ecclesiastes 5:5). At that voice, as it is stated: “The wrath of the Lord was enflamed against them and He departed” (Numbers 12:9). “And destroy your handiwork” (Ecclesiastes 5:5), Rabbi Yoḥanan said: She sinned with her mouth but all her limbs were afflicted. That is what is written: “The cloud withdrew from upon the Tent, [and behold, Miriam was leprous like snow]” (Numbers 12:10). <br>Rabbi Yehoshua ben Levi taught: A word is worth a <i>sela</i>, but silence is worth  two [<i>sela</i>], as we learned: Shimon his son said: All my days I grew among the Sages, but I found nothing for the body better than silence.<sup class=\"footnote-marker\">20</sup><i class=\"footnote\">Mishna <i>Avot</i> 1:17.</i>", "versionTitle": "The Sefaria Midrash Rabbah, 2022", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "59d48978d6e4a939ba174d98", "index_title": "Torah Temimah on Torah", "category": "Commentary", "type": "commentary", "ref": "Torah Temimah on Torah, Numbers 12:9:1", "anchorRef": "Numbers 12:9", "anchorRefExpanded": ["Numbers 12:9"], "sourceRef": "Torah Temimah on Torah, Numbers 12:9:1", "sourceHeRef": "תורה תמימה על התורה, במדבר י״ב:ט׳:א׳", "anchorVerse": 9, "sourceHasEn": false, "compDate": [1898, 1902], "commentaryNum": 9.0001, "collectiveTitle": {"en": "Torah Temimah on Torah", "he": "תורה תמימה על התורה"}, "heTitle": "במדבר", "he": "<b>ויחר אף ה׳ בם. </b>מלמד שאף אהרן נצטרע <sup class=\"footnote-marker\">ח</sup><i class=\"footnote\">מבואר בסוגיא דמשמע ליה כן ממלת בם, דמשמע שבשניהם היה שוה החרון והעונש.\n</i>.<br>(שבת צ\"ז א׳)\n", "heVersionTitle": "Torah Temimah, Vilna, 1904", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורה תמימה, וילנה תרס\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59ef308ad6e4a90d4d5ce914", "index_title": "Steinsaltz on Shabbat", "category": "Quoting Commentary", "type": "", "ref": "Steinsaltz on Shabbat 97a:2", "anchorRef": "Numbers 12:9-10", "anchorRefExpanded": ["Numbers 12:9", "Numbers 12:10"], "sourceRef": "Steinsaltz on Shabbat 97a:2", "sourceHeRef": "ביאור שטיינזלץ על שבת צ״ז א:ב׳", "anchorVerse": 9, "sourceHasEn": false, "compDate": [1950, 2010], "commentaryNum": 193.0002, "collectiveTitle": {"en": "Steinsaltz on Shabbat", "he": "ביאור שטיינזלץ על שבת"}, "heTitle": "ביאור שטיינזלץ על שבת", "he": "<b>כיוצא בדבר</b> דרש ר' עקיבא וגילה דבר שלא פורש בתורה, שכן <b>אתה אומר</b> כאשר דברו אהרן ומרים במשה: <b>\"ויחר אף ה' בם וילך</b> והענן סר מעל האוהל והנה מרים מצורעת כשלג. ויפן אהרן אל מרים והנה מצורעת<b>\"</b> (במדבר יב, ט–י), ומהמלים \"ויחר אף ה' בם\", שמשמעו — בשניהם, <b>מלמד</b> הכתוב <b>שאף אהרן נצטרע,</b> אלו <b>דברי ר' עקיבא. אמר לו ר' יהודה בן בתירא: עקיבא, בין כך ובין כך אתה עתיד ליתן את הדין.</b> שכן <b>אם כדבריך</b> — <b>התורה כסתו</b> לאהרן בענין העונש <b>ואתה מגלה אותו?! ואם לאו</b> <small>[לא]</small> — <b>אתה מוציא לעז על אותו צדיק.</b>", "heVersionTitle": "William Davidson Edition - Hebrew", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59ef308ad6e4a90d4d5ce916", "index_title": "Steinsaltz on Shabbat", "category": "Quoting Commentary", "type": "", "ref": "Steinsaltz on Shabbat 97a:3", "anchorRef": "Numbers 12:9-10", "anchorRefExpanded": ["Numbers 12:9", "Numbers 12:10"], "sourceRef": "Steinsaltz on Shabbat 97a:3", "sourceHeRef": "ביאור שטיינזלץ על שבת צ״ז א:ג׳", "anchorVerse": 9, "sourceHasEn": false, "compDate": [1950, 2010], "commentaryNum": 193.0003, "collectiveTitle": {"en": "Steinsaltz on Shabbat", "he": "ביאור שטיינזלץ על שבת"}, "heTitle": "ביאור שטיינזלץ על שבת", "he": "ושואלים: <b>ואלא הכתיב</b> <small>[הרי נאמר]</small> <b>\"בם\"</b> בלשון רבים, ומשמע — בשניהם! ומשיבים: הלשון <b>ההוא</b> בא ללמדנו רק שחרה אף ה' באהרן <b>בנזיפה בעלמא</b> <small>[בלבד].</small> <b>תניא כמאן דאמר</b> <small>[שנויה</small> ברייתא <small>כ</small>דעת <small>מי שאומר,</small> ר' עקיבא<small>]</small> ש<b>אף אהרן נצטרע. דכתיב</b> <small>[ש</small>כן <small>נאמר]:</small> <b>\"ויפן אהרן אל מרים והנה מצרעת\"</b> (במדבר יב, ט-י), ועל כך <b>תנא</b> <small>[שנה]</small> החכם: כתוב <b>זה מלמד שפנה מצרעתו,</b> כלומר, התרפא מצרעתו, משמע שאף הוא היה מצורע קודם לכן.", "heVersionTitle": "William Davidson Edition - Hebrew", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5a1c0212d6e4a943452d3c24", "index_title": "Sefer HaYashar (midrash)", "category": "Midrash", "type": "midrash", "ref": "Sefer HaYashar (midrash), Book of Leviticus", "anchorRef": "Numbers 12:1-16", "anchorRefExpanded": ["Numbers 12:1", "Numbers 12:2", "Numbers 12:3", "Numbers 12:4", "Numbers 12:5", "Numbers 12:6", "Numbers 12:7", "Numbers 12:8", "Numbers 12:9", "Numbers 12:10", "Numbers 12:11", "Numbers 12:12", "Numbers 12:13", "Numbers 12:14", "Numbers 12:15", "Numbers 12:16"], "sourceRef": "Sefer HaYashar (midrash), Book of Leviticus", "sourceHeRef": "ספר הישר (מדרש), ספר ויקרא", "anchorVerse": 1, "sourceHasEn": true, "compDate": [950, 1550], "commentaryNum": 0, "collectiveTitle": {"en": "Sefer HaYashar (midrash)", "he": "ספר הישר (מדרש)"}, "heTitle": "ספר ויקרא", "he": ["ויהי בחודש השנים עשר בעשרים ושלושה בחודש, ויקח משה את אהרון ואת בניו וילבישם את הבגדים וימשח אותם ויעש להם כאשר ציוה ה׳ אותו. ויקרב משה את כל הקורבנות, כאשר ציוה ה׳ אותו ביום ההוא. ואחרי כן לקח משה את אהרון ואת בניו ויאמר אליהם, פתח אוהל מועד תשבו שבעת ימים ולא תצאו כי כן צויתי. ויעש אהרון ובניו את כל אשר ציוה ה׳ ביד משה, וישבו פתח אוהל מועד שבעת ימים. ויהי ביום השמיני באחד לחודש הראשון בשנה השנית לצאת בני ישראל ממצרים, ויקם משה את המשכן. ויקם משה את כל כלי אוהל מועד וכל כלי המשכן, ויעש ככל אשר ציוה ה׳ אותו. ויקרא משה אל אהרון ואל בניו ויקריבו את העולה ואת החטאת להם ולבני ישראל, כאשר ציוה ה׳ את משה. ביום ההוא לקחו שני בני אהרון נדב ואביהוא אש זרה ויקריבו לפני ה׳ אשר לא ציוה אותם, ותצא אש מלפני ה׳ ותאכל אותם וימותו לפני ה׳ ביום ההוא. אז החלו נשיאי בני ישראל ביום ההוא ביום כלות משה להקים את המשכן, להקריב את קורבנותיהם לפני ה׳ לחנוכת המזבח. ויקריבו את קורבנותיהם נשיא אחד ליום נשיא אחד ליום, שנים עשר יום. ויהי כל הקורבנות אשר הקריבו איש איש ביומו, קערת כסף אחת מאה ושלושים משקלה מזרק אחד כסף שבעים שקל בשקל הקודש, שניהם מלאים סולת בלולה בשמן למנחה. כף אחת עשרה זהב משקלה מלאה קטורת. פר אחד בן בקר איל אחד כבש אחד בן שנתו לעולה. ושעיר עזים אחד לחטאת. ולזבח השלמים בקר שניים אילים חמישה עתודים חמישה כבשים בני שנה חמישה. ככה יעשו יום יום שנים עשר נשיאי ישראל, איש איש יומו. ויהי אחרי כן ביום שלושה עשר לחודש, ויצו משה את בני ישראל לעשות הפסח. ויעשו בני ישראל את הפסח במועדו. בארבעה עשר יום לחודש כאשר ציוה ה׳ את משה, כן עשו בני ישראל.\n"], "heVersionTitle": "Sefer HaYashar, Livorno 1870", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": ["And in the twelfth month, on the twenty-third day of the month Moses took Aaron and his ‎sons, and he dressed them in the official garments, and he anointed them, and he did unto ‎them according to the commandment of the Lord, and Moses brought up all the offerings, as ‎the Lord had commanded him on that day. And afterwards Moses took Aaron and his sons, ‎and he said unto them: Keep within the doors of the tabernacle for seven days for thus am I ‎commanded; and they did all as the Lord had commanded through Moses, and they remained ‎within the doors of the tabernacle for seven days. And on the eighth day, the first day of the ‎first month of the second year since the Israelites’ departure from Egypt, Moses erected the ‎tabernacle and all the furniture, and he did all as the Lord had commanded unto him. Then ‎called Moses, Aaron, and his sons, and they brought up the burnt offering and the sin offering ‎for themselves and the people, as the Lord had commanded unto Moses. And on that day, ‎Nadab and Abihu the two sons of Aaron offered strange fire before the Lord, which he ‎commanded them not, and there went out fire from the Lord and devoured them, and they ‎died before the Lord on that day. And the offerings, which each man brought in his day, were: ‎One silver charger, the weight whereof was a hundred and thirty shekels, one silver bowl of ‎seventy shekels, after the shekel of the sanctuary; both of them full of fine flour, mingled with ‎oil for a meat offering. One spoon of gold of ten shekels, full of incense. One young bullock, ‎one ram, one lamb of the first year. One kid of the goats for a sin offering. And for a sacrifice of ‎peace offerings, two oxen, five rams, five he goats and five lambs of the first year. Thus did ‎the princes of Israel bring their offerings day after day, each man on his day; and after this ‎Moses commanded the children of Israel to celebrate the Passover. And the children of Israel ‎observed the Passover in its season, on the fourteenth day of the month; as the Lord had ‎commanded unto Moses so did the children of Israel. And in the second month, on the first ‎day of the month, the Lord spoke unto Moses, saying: Number the heads of all the males ‎among the children of Israel from twenty years and upwards, thou and Aaron thy brother and ‎the twelve princes of Israel; and Moses did so, and Aaron came with the twelve princes of ‎Israel, and they numbered the children of Israel in the wilderness of Sinai, and the numbers of ‎the children of Israel, according to the houses of their fathers from twenty years and upwards ‎were six hundred and three thousand and five hundred and fifty. But the children of Levi were ‎not numbered amongst their brethren the children of Israel. And the number of all the first ‎born male children in Israel from one month and upwards was twenty-two thousand and two ‎hundred and seventy three, and the number of the children of Levi, from one month and ‎upwards, was twenty-two thousand. And Moses stationed the priests and Levites, every man ‎to his duties to serve in the sanctuary of the tabernacle, as the Lord had commanded unto ‎Moses."], "versionTitle": "Sefer ha-Yashar,  trans. Edward B.M. Browne, New York, 1876", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "5a44dd18d6e4a97c60665244", "index_title": "Shemirat HaLashon", "category": "Musar", "type": "", "ref": "Shemirat HaLashon, Book I, The Gate of Remembering 5:6", "anchorRef": "Numbers 12:9", "anchorRefExpanded": ["Numbers 12:9"], "sourceRef": "Shemirat HaLashon, Book I, The Gate of Remembering 5:6", "sourceHeRef": "שמירת הלשון, חלק ראשון, שער הזכירה ה׳:ו׳", "anchorVerse": 9, "sourceHasEn": true, "compDate": [1865, 1875], "commentaryNum": 5.0006, "collectiveTitle": {"en": "Shemirat HaLashon", "he": "שמירת הלשון"}, "heTitle": "שער הזכירה", "he": "<b>וְגַם</b> דָּרְשׁוּ (ויקרא רבה פרשה ט\"ז) עַל פָּסוּק (קֹּהֶלֶת ה' ה'): \"אַל תִּתֵּן אֶת פִּיךָ לַחֲטִיא אֶת בְּשָׂרֶךָ\", אַל תֹּאמַר לָשׁוֹן הָרָע בְּפִיךָ לְהַעֲנִישׁ כָּל בְּשָׂרְךָ בְּחֵטְא זֶה. רַבָּנָן פָּתְרֵי הַמִּקְרָא הַזֶּה בְּמִרְיָם, \"אַל תִּתֵּן אֶת\" וְגוֹ' זוֹ מִרְיָם, דִּכְתִיב (במדבר י\"ב י'): \"וְהִנֵּה מִרְיָם מְצֹרַעַת כַּשָּׁלֶג\", וְאַל תֹּאמַר: לִפְנֵי הַמַּלְאָךְ זֶה מֹשֶה, שֶׁנֶּאֱמַר (במדבר כ' ט\"ז): \"וַיִּשְׁלַח מַלְאָךְ וַיֹּצִאֵנוּ מִמִּצְרָיִם\", כִּי שְׁגָגָה הִיא, שֶׁנֶּאֱמַר (שם י\"ב י\"א): \"אֲשֶׁר נוֹאַלְנוּ וַאֲשֶׁר חָטָאנוּ\". \"לָמָּה יִקְצֹף הָאֱלֹהִים עַל קוֹלֶךָ\", עַל לָשׁוֹן הָרָע שֶׁאָמַרְתָּ עַל מֹשֶה, שֶׁנֶּאֱמַר (שָׁם ט'): \"וַיִּחַר אַף ה' בָּם וַיֵּלֶךְ\". \"וְחִבֵּל אֶת מַעֲשֵׂה יָדֶיךָ\", אָמַר ר' יוֹחָנָן: בְּפִיהָ חָטְאָה, וְכָל אֵיבָרֶיהָ לָקוּ, שֶׁנֶּאֱמַר (שם י'): \"וְהֶעָנָן סָר מֵעַל הָאֹהֶל וְהִנֵּה מִרְיָם\" וְגוֹ', הֲדָא הוּא דִּכְתִיב: \"אַל תִּתֵּן אֶת פִּיךָ לַחֲטִיא אֶת בְּשָׂרֶךָ וְגוֹ' שֹׁמֵר פִּיו וּלְשׁוֹנוֹ\" וְגוֹ'.", "heVersionTitle": "Shemirat HaLashon -- Torat Emet 370", "heLicense": "unknown", "heVersionTitleInHebrew": "", "text": "And they also expounded (in <i>Vayikra Rabbah</i> 16) the verse (Koheleth 5:5): \"Do not allow your mouth to cause sin to your flesh\" — do not speak <i>lashon hara</i> with your mouth to punish all of your flesh with this sin. The Rabbis applied this verse to Miriam: \"Do not allow <i>your</i> mouth\" — you, Miriam, as it is written (Numbers 12:10): \"And, behold, Miriam was leprous, [white] as snow.\" (Koheleth, Ibid.): \"that it was an error\" — as it is written (Numbers 12:11): \"wherein we [(Aaron and Miriam)] have erred and wherein we have sinned.\" (Koheleth, <i>Ibid</i>.): \"Why should G-d be angry at your <i>voice</i>?\" — at the <i>lashon hara</i> you have spoken against Moses, as it is written (Numbers 12:9): \"and the anger of the L-rd burned against them, and He departed.\" (Koheleth, <i>Ibid</i>.): \"and [He shall] destroy the work of your hands.\" R. Yochanan said: \"With her mouth she sinned, and all her limbs were smitten, as it is written (Numbers 12:10): 'And the cloud departed from the tent, and, behold, Miriam was leprous, [white] as snow.' This is the intent of: \"Do not allow your mouth to cause sin to [destroy] your flesh\" … (Mishlei 21:33): 'He who guards his mouth and his tongue guards his soul from troubles.'\"", "versionTitle": "Shmirath Halashon by Rabbi Shraga Silverstein", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5a9ec576d6e4a91d7b55e38b", "index_title": "Tzror HaMor on Torah", "category": "Commentary", "type": "commentary", "ref": "Tzror HaMor on Torah, Numbers 12:9:1", "anchorRef": "Numbers 12:9", "anchorRefExpanded": ["Numbers 12:9"], "sourceRef": "Tzror HaMor on Torah, Numbers 12:9:1", "sourceHeRef": "צרור המור על התורה, במדבר י״ב:ט׳:א׳", "anchorVerse": 9, "sourceHasEn": false, "compDate": [1460, 1510], "commentaryNum": 9.0001, "collectiveTitle": {"en": "Tzror HaMor", "he": "צרור המור"}, "heTitle": "במדבר", "he": "<b>ויחר אף ה' בם וילך.</b> ועשה רושם בהם. וזהו ויחר אף ה' בם. אבל בו אינו נופל חרון אף. כי עוז וחדוה במקומו. וזה שאמרו כל חרון אף שבתורה עושה רושם במקבלים. והרושם הוא והנה מרים מצורעת כשלג. ולפי שאמר בם. וכאן לא נענשה אלא מרים ולא אהרן. חזר לומר ויפן אהרן אל מרים והנה מצורעת. שרמז בזה שפנה אליה והביט בה. ואולי נגעה בו או זרקה רוק מפיה בבגדיו וטמאתו עד שהוצרך טהרה וטבילה וזהו ויפן אהרן. אח\"כ מצאתי סמך לדברי שאחז\"ל מאי ויפן אהרן שנפנה מצרעתו. והוא כמו ופנו את הבית. רמזו בזה כי אחר שכתוב ויחר אף ה' בם ג\"כ נענש אהרן אבל נפנה מיד מצרעתו בהשגחת השם:", "heVersionTitle": "Tzeror Hamor, Warsaw, 1879", "heLicense": "Public Domain", "heVersionTitleInHebrew": "צרור המור על התורה, וורשא, תרל\"ט", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5c504e9df61f0800761cd602", "index_title": "Shabbat", "category": "Talmud", "type": "", "ref": "Shabbat 97a:2", "anchorRef": "Numbers 12:9-10", "anchorRefExpanded": ["Numbers 12:9", "Numbers 12:10"], "sourceRef": "Shabbat 97a:2", "sourceHeRef": "שבת צ״ז א:ב׳", "anchorVerse": 9, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 193.0002, "collectiveTitle": {"en": "Shabbat", "he": "שבת"}, "heTitle": "שבת", "he": "כַּיּוֹצֵא בַּדָּבָר, אַתָּה אוֹמֵר: ״וַיִּחַר אַף ה׳ בָּם וַיֵּלַךְ״ — מְלַמֵּד שֶׁאַף אַהֲרֹן נִצְטָרַע, דִּבְרֵי רַבִּי עֲקִיבָא. אָמַר לוֹ רַבִּי יְהוּדָה בֶּן בְּתִירָא: עֲקִיבָא, בֵּין כָּךְ וּבֵין כָּךְ אַתָּה עָתִיד לִיתֵּן אֶת הַדִּין. אִם כִּדְבָרֶיךָ — הַתּוֹרָה כִּסַּתּוּ וְאַתָּה מְגַלֶּה אוֹתוֹ?! וְאִם לָאו — אַתָּה מוֹצִיא לַעַז עַל אוֹתוֹ צַדִּיק.", "heVersionTitle": "William Davidson Edition - Vocalized Aramaic", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "מהדורת וויליאם דייוידסון - ארמית המנוקד", "text": "<b>On a similar note,</b> Rabbi Akiva revealed an additional matter not explicitly articulated in the Torah. <b>You say</b> that when Aaron and Miriam spoke against Moses, both Aaron and Miriam were struck with leprosy, as it written: <b>“And God became angry at them and He left,</b> and the cloud departed from above the tent, and behold, Miriam was leprous like snow. And Aaron turned toward Miriam, and behold, she was leprous” (Numbers 12:9–10). The verse’s statement that God became angry at both of them <b>teaches that Aaron, too, became leprous;</b> this is <b>the statement of Rabbi Akiva. Rabbi Yehuda ben Beteira said to him: Akiva, in either case you will be judged in the future</b> for this teaching. <b>If</b> the truth is <b>in accordance with your statement, the Torah concealed</b> Aaron’s punishment <b>and you reveal it. And if</b> the truth is not in accordance with your statement, <b>you are</b> unjustly <b>slandering that righteous man.</b>", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": "מהדורת וויליאם דייוידסון - אנגלית"}, {"_id": "5c729ff2bd84a4001cfb529b", "index_title": "Shabbat Siddur Sefard Linear", "category": "Liturgy", "type": "", "ref": "Shabbat Siddur Sefard Linear, Prayers for Yom Tov, Musaf for Yom Tov, Birkas Kohanim 68", "anchorRef": "Numbers 12:1-15", "anchorRefExpanded": ["Numbers 12:1", "Numbers 12:2", "Numbers 12:3", "Numbers 12:4", "Numbers 12:5", "Numbers 12:6", "Numbers 12:7", "Numbers 12:8", "Numbers 12:9", "Numbers 12:10", "Numbers 12:11", "Numbers 12:12", "Numbers 12:13", "Numbers 12:14", "Numbers 12:15"], "sourceRef": "Shabbat Siddur Sefard Linear, Prayers for Yom Tov, Musaf for Yom Tov, Birkas Kohanim 68", "sourceHeRef": "סידור ספרד לשבת, תפלות ליום טוב, מוסף לשלש רגלים, ברכת כהנים ס״ח", "anchorVerse": 1, "sourceHasEn": true, "compDate": [1978, 1982], "commentaryNum": 68, "collectiveTitle": {"en": "Shabbat Siddur Sefard Linear", "he": "סידור ספרד לשבת"}, "heTitle": "ברכת כהנים", "he": "וּכְנַעֲמָן מִצָּרַעְתּוֹ", "heVersionTitle": "The Metsudah Siddur, Metsudah Publications, 1981 - HE", "heLicense": "CC-BY", "heVersionTitleInHebrew": "סידור הוצאת מצודה. טקסט עברי. תשמ\"א", "text": "and like Naaman, from his tsoraas;<sup class=\"footnote-marker\">17</sup><i class=\"footnote\">The word צָרַעַת is not to translated as leprosy. The illness of tsoraas described in the Torah has no relationship to the disease of leprosy. It is an illness which God inflicts to show His displeasure with people. See Numbers 12:1-15.</i>", "versionTitle": "The Metsudah Siddur, Metsudah Publications, 1981 - EN", "license": "CC-BY", "versionTitleInHebrew": "סידור הוצאת מצודה. טקסט אנגלי. תשמ\"א"}, {"_id": "5c7efaad5bba260019e33e68", "index_title": "Pirkei DeRabbi Eliezer", "category": "Midrash", "type": "", "ref": "Pirkei DeRabbi Eliezer 54:1", "anchorRef": "Numbers 12:9", "anchorRefExpanded": ["Numbers 12:9"], "sourceRef": "Pirkei DeRabbi Eliezer 54:1", "sourceHeRef": "פרקי דרבי אליעזר נ״ד:א׳", "anchorVerse": 9, "sourceHasEn": true, "compDate": [630, 1030], "commentaryNum": 54.0001, "collectiveTitle": {"en": "Pirkei DeRabbi Eliezer", "he": "פרקי דרבי אליעזר"}, "heTitle": "פרקי דרבי אליעזר", "he": "וירידה שמינית שירד באהל שנ' וירד ה' בעמוד ענן ויעמד פתח האהל ויצאו שניהם אמ' להם הב\"ה כל המלשין את רעהו בסתר אין לו רפואה על אחיו בין אביו ובין אמו על אחת כמה וכמה וכעס עליהם הב\"ה ונסתלקה מעל האהל שנ' ויחר אף ה' בם וילך והענן סר מעל האהל ומיד נצטערה מרים אמ' הב\"ה אם יהיה אהרן מצורע אין כהן בעל מום יכול להקריב על מזבחי אלא יראה אחותו ויתמה שנ' ויפן אהרן אל מרים הלך אצל משה ואמ' לו אדננו משה אין האחין מתפרשין זה מזה אלא מתוך מיתה שנ' כי הוא בין אחים יפריא ואחותנו עד שהיא בחיים נפרשה ממנו שנ' אל נא תהי כמת ולא עוד אלא עד עכשיו ישמעו כל ישראל ויאמרו אחותם אל משה ואל אהרן מצורעת היא וחצי שם רע שלך הוא ונתרצה משה בדברים ועמד ונתפלל עליה ונעתר לו שנ' ויצעק משה אל ה' ויאמר אל נא רפא נא לה.", "heVersionTitle": "Pirkei Derabi Eliezer", "heLicense": "", "heVersionTitleInHebrew": "פרקי דרבי אליעזר", "text": "The eighth descent was when He descended into the Tabernacle, as it is said, \"And the Lord came down in a pillar of cloud, and stood at the door of the Tent, and called Aaron and Miriam; and they both came forth\" (Num. 12:5). The Holy One, blessed be He, said to them: Whosoever speaketh slander against his fellow in secret, hath no cure; if he slander his brother, the son of his father or the son of his mother, how much more so is this the case? The Holy One, blessed be He, was angry with them, and He departed from the Tent, as it is said, \"And the anger of the Lord was kindled against them; and he departed\" (Num. 12:9). || \"And the cloud removed from over the Tent\" (Num. 12:10). Forthwith Miriam became leprous. The Holy One, blessed be He, said: If Aaron also be leprous, the High Priest, who is afflicted with a blemish, will not be able to bring an offering upon My altar; but he shall look upon his sister and become astonished, as it is said, \"And Aaron looked upon Miriam, and, behold, she was leprous\" (<i>ibid.</i>). Aaron went to Moses, and said to him: O our lord, Moses! Brethren do not suffer themselves to be separated one from the other except through death, as it is said, \"Though he be fruitful among his brethren\" (Hos. 13:15). Our sister, while still among the living, is separated from us, as it is said, \"Let her not, I pray, be as one dead\" (Num. 12:12). Not only this, but now all Israel will hear and say that the sister of Moses and Aaron is leprous. Half of this infamous report concerns thee. Moses was appeased by the words, and he arose and prayed for her, and He was entreated of him, as it is said, \"And Moses cried unto the Lord, saying, Heal her, O God, I beseech thee\" (Num. 12:13).", "versionTitle": "Pirke de Rabbi Eliezer, trans. Rabbi Gerald Friedlander, London, 1916", "license": "Public Domain", "versionTitleInHebrew": "פרקי דרבי אליעזר, מתורגם בידי רב ג'רלד פרידלנדר, לונדון, 1916"}, {"_id": "5eba918dfe308d94838a5718", "index_title": "Ramban on Exodus", "category": "Quoting Commentary", "type": "", "ref": "Ramban on Exodus 20:3:2", "anchorRef": "Numbers 12:9", "anchorRefExpanded": ["Numbers 12:9"], "sourceRef": "Ramban on Exodus 20:3:2", "sourceHeRef": "רמב\"ן על שמות כ׳:ג׳:ב׳", "anchorVerse": 9, "sourceHasEn": true, "compDate": [1246, 1286], "commentaryNum": 3.0002, "collectiveTitle": {"en": "Ramban on Exodus", "he": "רמב\"ן על שמות"}, "he": "וְטַעַם <b>עַל פָּנָי</b> כְּמוֹ \"אִם לֹא עַל פָּנֶיךָ יְבָרֲכֶךָּ\" (איוב א יא), \"וְעַתָּה הוֹאִילוּ פְנוּ בִּי וְעַל פְּנֵיכֶם אִם אֲכַזֵּב\" (שם ו כח). יַזְהִיר לֹא תַעֲשֶׂה לְךָ אֱלֹהִים אֲחֵרִים, כִּי עַל פָּנַי הֵם, שֶׁאֲנִי מִסְתַּכֵּל וּמַבִּיט בְּכָל עֵת וּבְכָל מָקוֹם בָּעוֹשִׂים כֵּן. הַדָּבָר הֶעָשׂוּי בְּפָנָיו שֶׁל אָדָם וְהוּא עוֹמֵד עָלָיו יִקָּרֵא \"עַל פָּנָיו\", וְכֵן \"וַתַּעֲבֹר הַמִּנְחָה עַל פָּנָיו\" (בראשית לב כב), וְכֵן \"וַיָּמָת נָדָב וַאֲבִיהוּא וַיְכַהֵן אֶלְעָזָר וְאִיתָמָר עַל פְּנֵי אַהֲרֹן אֲבִיהֶם\", שֶׁהָיָה אַהֲרֹן אֲבִיהֶם רוֹאֶה וְעוֹמֵד שָׁם, וּבְדִבְרֵי הַיָּמִים (א כד ב) \"וַיָּמָת נָדָב וַאֲבִיהוּא לִפְנֵי אֲבִיהֶם וּבָנִים לֹא הָיוּ לָהֶם\". וְהִנֵּה אָמַר לֹא תַעֲשֶׂה לְךָ אֱלֹהִים אֲחֵרִים, שֶׁאֲנִי נִמְצָא עִמְּךָ תָּמִיד וְרוֹאֶה אוֹתְךָ בַּסֵּתֶר וּבַגָּלוּי: וְעַל דֶּרֶךְ הָאֱמֶת תָּבִין סוֹד הַפָּנִים מִמַּה שֶׁכָּתַבְנוּ (רמב\"ן על שמות ג':ב'), כִּי הַכָּתוּב הִזְהִיר בַּמַּעֲמָד הַזֶּה \"פָּנִים בְּפָנִים דִּבֶּר ה' עִמָּכֶם\" (דברים ה ד), וְתֵדַע סוֹד מִלַּת \"אֲחֵרִים\", וְיָבֹא כָּל הַכָּתוּב כִּפְשׁוּטוֹ וּמַשְׁמָעוֹ. וְכֵן רָמַז אוּנְקְלוֹס (תרגום אונקלוס על שמות כ':ג'), וְהוּא שֶׁנֶּאֱמַר (שמות כ':כ\"ג) \"לֹא תַעֲשׂוּן אִתִּי\" וְגוֹ': <b>כִּי אָנֹכִי ה' אֱלֹהֶיךָ</b> לְבַדִּי, וְאֵין רָאוּי שֶׁתְּשַׁתֵּף עִמִּי אֲחֵרִים. וְאָנֹכִי אֵל, תַּקִּיף, שֶׁיֵּשׁ לְאֵל יָדִי, וְקַנָּא, שֶׁאֲקַנֵּא בְּנוֹתֵן כְּבוֹדִי לְאַחֵר וּתְהִלָּתִי לַפְּסִילִים. וְלֹא נִמְצָא בַּכָּתוּב בְּשׁוּם מָקוֹם שֶׁיָּבֹא לְשׁוֹן קִנְאָה בַּשֵּׁם הַנִּכְבָּד כִּי אִם בְּעִנְיַן עֲבוֹדָה זָרָה בִּלְבַד. וְאָמַר הָרַב בְּמוֹרֶה הַנְּבֻכִים (א לב) שֶׁלֹּא תִּמְצָא בְּכָל הַתּוֹרָה וּבְכָל סִפְרֵי הַנְּבִיאִים לְשׁוֹן חֲרוֹן אַף וְלֹא לְשׁוֹן כַּעַס וְלֹא לְשׁוֹן קִנְאָה אֶלָּא בְּעִנְיַן ע\"ז בִּלְבַד. וְהִנֵּה בִּקְדוֹשֵׁי עֶלְיוֹן, \"וַיִּחַר אַף ה' בְּמֹשֶׁה\" (שמות ד':י\"ד), \"וַיִּחַר אַף ה' בָּם וַיֵּלַךְ\" (במדבר יב ט), וְכָתוּב (איוב מב ז) \"חָרָה אַפִּי בְךָ וּבִשְׁנֵי רֵעֶיךָ כִּי לֹא דִבַּרְתֶּם אֵלַי נְכוֹנָה כְּעַבְדִּי אִיּוֹב\". אֲבָל בִּלְשׁוֹן קִנְאָה אֱמֶת הוּא. וְכָךְ אָמְרוּ בַּמְּכִילְתָּא (כאן), בְּקִנְאָה אֲנִי נִפְרָע מֵע\"ז אֲבָל אֲנִי חַנּוּן וְרַחוּם בִּדְבָרִים אֲחֵרִים:<br>וּלְפִי דַּעְתִּי שֶׁיַּזְכִּיר קִנְאָה בע\"ז בְּיִשְׂרָאֵל בִּלְבַד, וְטַעַם הַקִּנְאָה כִּי יִשְׂרָאֵל סְגֻלַּת הַשֵּׁם הַנִּכְבָּד אֲשֶׁר הִבְדִּילָם לוֹ, כַּאֲשֶׁר פֵּרַשְׁתִּי לְמַעְלָה (יט ה), וְהִנֵּה אִם הָעָם שֶׁלּוֹ מְשָׁרְתָיו פֹּנִים אֶל אֱלֹהִים אֲחֵרִים יְקַנֵּא בָּהֶם הַשֵּׁם כַּאֲשֶׁר הָאִישׁ מְקַנֵּא בְּאִשְׁתּוֹ בְּלֶכְתָּהּ לַאֲחֵרִים, וּבְעַבְדּוֹ בַּעֲשׂוֹת לוֹ אָדוֹן אַחֵר. וְלֹא יֹאמַר הַכָּתוּב כֵּן בִּשְׁאָר הָעַמִּים אֲשֶׁר חָלַק לָהֶם צִבְאוֹת שָׁמַיִם: וּבְכָאן אֲנִי מַזְכִּיר מַה שֶׁיּוֹרוּ הַכְּתוּבִים בְּעִנְיַן ע\"ז, כִּי הָיוּ שְׁלֹשָׁה מִינִין, הָרִאשׁוֹנִים הֵחֵלּוּ לַעֲבֹד אֶת הַמַּלְאָכִים שֶׁהֵם הַשְּׂכָלִים הַנִּבְדָּלִים בַּעֲבוּר שֶׁיָּדְעוּ לְמִקְצָתָם שְׂרָרָה עַל הָאֻמּוֹת, כְּעִנְיָן שֶׁכָּתוּב (דניאל י כ) שַׂר מַלְכוּת יָוָן וְשַׂר מַלְכוּת פָּרַס, וְחָשְׁבוּ שֶׁיֵּשׁ לָהֶם יְכֹלֶת בָּם לְהֵיטִיב אוֹ לְהָרַע, וְכָל אֶחָד עוֹבֵד לַשַּׂר שֶׁלּוֹ כִּי הָיוּ הָרִאשׁוֹנִים יוֹדְעִים אוֹתָם, וְאֵלֶּה הֵם הַנִּקְרָאִים בַּתּוֹרָה וּבַכְּתוּבִים כֻּלָּם \"אֱלֹהִים אֲחֵרִים\", \"אֱלֹהֵי הָעַמִּים\", כִּי הַמַּלְאָכִים נִקְרָאִים אֱלֹהִים, כְּמוֹ שֶׁנֶּאֱמַר \"הוּא אֱלֹהֵי הָאֱלֹהִים\" (דברים י יז), \"הִשְׁתַּחֲווּ לוֹ כָּל אֱלֹהִים\" (תהלים צז ז), \"כִּי גָדוֹל ה' מִכָּל הָאֱלֹהִים\" (שמות י\"ח:י\"א). וְאע\"פ שֶׁהָיוּ הָעוֹבְדִים מוֹדִים שֶׁהַכֹּחַ הַגָּדוֹל וְהַיְּכֹלֶת הַגְּמוּרָה לְאֵל עֶלְיוֹן, וְכָךְ אָמְרוּ רַבּוֹתֵינוּ (מנחות קי:) דְּקָרוּ לֵהּ אֱלָהּ דֶּאֱלָהַיָּא, וּבְזֶה אָמַר הַכָּתוּב \"זוֹבֵחַ לָאֱלֹהִים יָחֳרָם\" הִזְכִּירָם בְּשֵׁם הַיְּדִיעָה:<br>וְהַמִּין הַשֵּׁנִי בע\"ז, שֶׁחָזְרוּ לַעֲבֹד לִצְבָא הַשָּׁמַיִם הַנִּרְאֶה, מֵהֶם עוֹבְדֵי הַשֶּׁמֶשׁ אוֹ הַיָּרֵחַ, וּמֵהֶם לְמַזָּל מִן הַמַּזָּלוֹת, כִּי כָּל אַחַת מִן הָאֻמּוֹת יָדְעָה כֹּחַ הַמַּזָּל בָּהּ כְּפִי מִשְׁטָרוֹ עַל הָאָרֶץ שֶׁלָּהֶם, וְחָשְׁבוּ כִּי בַּעֲבוֹדָתָם יִגְבַּר הַמַּזָּל וְיוֹעִיל לָהֶם, כְּעִנְיָן שֶׁכָּתוּב (ירמיה ח ב) \"וּשְׁטָחוּם לַשֶּׁמֶשׁ וְלַיָּרֵחַ וּלְכֹל צְבָא הַשָּׁמַיִם אֲשֶׁר אֲהֵבוּם וַאֲשֶׁר עֲבָדוּם וַאֲשֶׁר הָלְכוּ אַחֲרֵיהֶם וַאֲשֶׁר דְּרָשׁוּם וַאֲשֶׁר הִשְׁתַּחֲווּ לָהֶם\", וּכְמוֹ שֶׁנֶּאֱמַר בַּתּוֹרָה בְּאִסּוּר שֶׁל ע\"ז (דברים ד יט) \"וּפֶן תִּשָּׂא עֵינֶיךָ הַשָּׁמַיְמָה וְרָאִיתָ אֶת הַשֶּׁמֶשׁ וְאֶת הַיָּרֵחַ וְאֶת הַכּוֹכָבִים כֹּל צְבָא הַשָּׁמַיִם וְנִדַּחְתָּ וְהִשְׁתַּחֲוִיתָ לָהֶם וַעֲבַדְתָּם אֲשֶׁר חָלַק ה' אֱלֹהֶיךָ אֹתָם לְכֹל הָעַמִּים תַּחַת כָּל הַשָּׁמָיִם\", יֹאמַר, כִּי בַּעֲבוּר שֶׁחָלַק הַשֵּׁם אוֹתָם לְכָל הָעַמִּים וְנָתַן לְכָל עַם כּוֹכָב וּמַזָּל, לֹא תִּהְיֶה נִדָּח אַחֲרֵיהֶם לְעָבְדָם. וְאֵלֶּה הָאֲנָשִׁים הֵם שֶׁהֵחֵלּוּ לַעֲשׂוֹת הַצּוּרוֹת הָרַבּוֹת בַּפְּסִילִים וְהָאֲשֵׁרִים וְהַחַמָּנִים, כִּי הָיוּ עוֹשִׂים צוּרוֹת מַזָּלָם בַּשָּׁעוֹת אֲשֶׁר לָהֶם הַכֹּחַ כְּפִי מַעֲלָתָם, וְהָיוּ נוֹתְנִים בָּעָם, כְּפִי מַחְשַׁבְתָּם, כֹּחַ וְהַצְלָחָה: וְקָרוֹב בְּעֵינַי שֶׁהוּחַל זֶה בְּדוֹר הַפַּלָּגָה כַּאֲשֶׁר הֱפִיצָם הַשֵּׁם אֶל הָאֲרָצוֹת, וּמָשְׁלוּ בָּהֶם הַכּוֹכָבִים וְהַמַּזָּלוֹת לְמַחְלְקוֹתֵיהֶם, כִּי הַבּוֹנִים הָיוּ רוֹצִים לַעֲשׂוֹת לָהֶם שֵׁם וְלֹא יִתְחַלְּקוּ, כַּאֲשֶׁר רָמַזְתִּי בִּמְקוֹמוֹ (בראשית יא ב): וְהָיוּ לְכָל אֵלֶּה הַכִּתּוֹת נְבִיאֵי שֶׁקֶר מַגִּידִים לָהֶם מִן הָעֲתִידוֹת וּמוֹדִיעִים קְצָת הַבָּאוֹת עֲלֵיהֶם בְּחָכְמַת הַקֶּסֶם וְהַנִּחוּשׁ, כִּי יֵשׁ גַּם לַמַּזָּלוֹת שָׂרִים שׁוֹכְנִים בָּאֲוִיר כַּמַּלְאָכִים בַּשָּׁמַיִם יוֹדְעִים בָּעֲתִידוֹת. וּמִמִּין הָעֲבוֹדָה הַזֹּאת הָיוּ מֵהֶם עוֹבְדִים לַאֲנָשִׁים, כִּי בִּרְאוֹתָם לְאֶחָד מִבְּנֵי הָאָדָם מֶמְשָׁלָה גְּדוֹלָה וּמַזָּלוֹ עוֹלֶה מְאֹד כִּנְבוּכַדְנֶצַּר, הָיוּ אַנְשֵׁי אַרְצוֹ חוֹשְׁבִים כִּי בְּקַבְּלָם עֲלֵיהֶם עֲבוֹדָתוֹ וְכַוָּנָתָם אֵלָיו יַעֲלֶה מַזָּלָם עִם מַזָּלוֹ, וְהוּא ג\"כ יַחְשֹׁב כִּי בְּהִדָּבֵק מַחְשַׁבְתָּם בּוֹ תּוֹסִיף לוֹ הַצְלָחָה בְּכֹחַ נַפְשׁוֹתֵיהֶם הַמְּכֻוָּנוֹת אֵלָיו. וְזֶה הָיָה דַּעַת פַּרְעֹה כְּדִבְרֵי רַבּוֹתֵינוּ (שמו\"ר ט ז), וְדַעַת סַנְחֵרִיב שֶׁאָמַר הַכָּתוּב בְּמַחְשַׁבְתּוֹ \"אֶעֱלֶה עַל בָּמֳתֵי עָב אֶדַּמֶּה לְעֶלְיוֹן\" (ישעיה יד יד), וְחִירָם וַחֲבֵרָיו שֶׁעָשׂוּ עַצְמָם אֱלוֹהוֹת, כִּי הָיוּ רְשָׁעִים לֹא שׁוֹטִים גְּמוּרִים:<br>וְהַמִּין הַשְּׁלִישִׁי בע\"ז, אַחַר כָּךְ חָזְרוּ לַעֲבֹד אֶת הַשֵּׁדִים שֶׁהֵם רוּחוֹת, כַּאֲשֶׁר אֲפָרֵשׁ בע\"ה (ויקרא יז ז), כִּי גַּם מֵהֶם יֵשׁ מְמֻנִּים עַל הָאֻמּוֹת שֶׁיִּהְיוּ הֵם בַּעֲלֵי הָאָרֶץ הַהִיא לְהַזִּיק לְצָרֵיהֶם וְלַנִּכְשָׁלִים שֶׁבָּהֶם, כַּיָּדוּעַ מֵעִנְיָנָם בְּחָכְמַת נֶגְרְמוֹנְסְיָא, גַּם בְּדִבְרֵי רַבּוֹתֵינוּ. וּבְזֶה אָמַר הַכָּתוּב (דברים לב יז) \"יִזְבְּחוּ לַשֵּׁדִים לֹא אֱלֹהַּ אֱלֹהִים לֹא יְדָעוּם חֲדָשִׁים מִקָּרֹב בָּאוּ לֹא שְׂעָרוּם אֲבֹתֵיכֶם\", לָעַג לָהֶם הַכָּתוּב שֶׁהֵם זוֹבְחִים גַּם לַשֵּׁדִים שֶׁאֵינָם אֱלוֹהַּ כְּלָל, כְּלוֹמַר שֶׁאֵינָם כַּמַּלְאָכִים הַנִּקְרָאִים אֱלוֹהַּ, אֲבָל הֵם אֱלֹהִים שֶׁלֹּא יְדָעוּם, כְּלוֹמַר שֶׁלֹּא מָצְאוּ בָּהֶם שׁוּם אֱלֹהוּת וְכֹחַ שׁוּלְטָנוּת, וְהֵם חֲדָשִׁים לָהֶם שֶׁלָּמְדוּ לַעֲשׂוֹת כֵּן מֵחָדָשׁ מִן הַמִּצְרִים הַמְּכַשְּׁפִים, וְגַם אֲבוֹתֵיהֶם הָרְשָׁעִים כְּתֶרַח וְנִמְרוֹד לֹא שְׂעָרוּם כְּלָל. וּמִזֶּה מַזְהִיר \"וְלֹא יִזְבְּחוּ עוֹד אֶת זִבְחֵיהֶם לַשְּׂעִירִם אֲשֶׁר הֵם זֹנִים אַחֲרֵיהֶם\" (ויקרא יז ז):<br>וְהִנֵּה הַתּוֹרָה אָסְרָה בַּדִּבּוּר הַזֶּה הַשֵּׁנִי כָּל עֲבוֹדָה בִּלְתִּי לַה' לְבַדּוֹ, וּלְכָךְ הִזְהִיר בַּתְּחִלָּה <b>לֹא יִהְיֶה לְךָ אֱלֹהִים אֲחֵרִים עַל פָּנָי</b>, שֶׁהֵם הַמִּין הָרִאשׁוֹן, וְזֶהוּ <b>עַל פָּנָי</b>, כַּאֲשֶׁר רָמַזְתִּי סוֹדוֹ וְהִזְהִיר עוֹד עַל הַפֶּסֶל וְגַם עַל הַתְּמוּנָה שֶׁהִיא תִּרְמֹז גַּם לַדָּבָר הָרוּחָנִי הַמְדֻמֶּה, כְּעִנְיָן שֶׁכָּתוּב (איוב ד טז) \"יַעֲמֹד וְלֹא אַכִּיר מַרְאֵהוּ תְּמוּנָה לְנֶגֶד עֵינָי\". וְכָךְ אָמְרוּ (ר\"ה כד:) \"אֲשֶׁר בַּשָּׁמַיִם\", לְרַבּוֹת חַמָּה וּלְבָנָה כּוֹכָבִים וּמַזָּלוֹת, \"מִמַּעַל\" לְרַבּוֹת מַלְאֲכֵי הַשָּׁרֵת. כִּי גַּם בָּהֶם יַעֲשׂוּ צוּרוֹת לַשְּׂכָלִים הַנִּבְדָּלִים אֲשֶׁר הֵם נֶפֶשׁ לַמַּזָּלוֹת, כַּאֲשֶׁר הָיָה בְּעִנְיַן מַעֲשֵׂה הָעֵגֶל שֶׁאֲנִי עָתִיד לְפָרֵשׁ בע\"ה (רמב\"ן על שמות ל\"ב:א').", "heVersionTitle": "Vocalized Edition", "heLicense": "", "heVersionTitleInHebrew": "", "text": "AL PANAI’ (BEFORE MY FACE). This is similar in meaning to these expressions: <i>Surely ‘al panecha’ (to Thy face) he will blaspheme Thee;</i><sup class=\"footnote-marker\">291</sup><i class=\"footnote\">Job 1:11.</i> <i>Now therefore be pleased to look upon me; for surely I shall not lie ‘al p’neichem’ (to your face)</i>.<sup class=\"footnote-marker\">292</sup><i class=\"footnote\"><i>Ibid.</i>, 6:28.</i> He thus admonishes here: “Do not make unto yourselves other gods, for they are before My face, as I look and gaze at all times and in all places at those who make them.” A thing which is done in the face of a person when he is aware thereof is called <i>al panav</i> (before his face). Thus: <i>So the present passed over ‘al panav’ (before him)</i>.<sup class=\"footnote-marker\">293</sup><i class=\"footnote\">Genesis 32:22.</i> So also: <i>And Nadab and Abihu died… and Eleazar and Ithamar ministered in the priest’s office ‘al p’nei’ (in the presence of) Aaron their father</i>,<sup class=\"footnote-marker\">294</sup><i class=\"footnote\">Numbers 3:4.</i> meaning that Aaron their father saw it and was aware thereof. In the Book of Chronicles it is written: <i>And Nadab and Abihu died ‘liphnei’ (before) their father, and had no children</i>.<sup class=\"footnote-marker\">295</sup><i class=\"footnote\">I Chronicles 24:2. Since in the above verse (Numbers 3:4), it says that Nadab and Abihu died <i>before the Eternal</i>, Ramban therefore also quotes the verse from Chronicles, where it is stated that they died before their father. Hence the significance of the statement that he saw the remaining two sons performing the Divine Service in his presence.</i> Thus the purport of the verse here is: “Do not make other gods unto yourselves, for I am present with you always and see you in private and in public.”<br>By way of the Truth, [the mystic lore of the Cabala], you will understand the secret of <i>panim</i> (face) from that which we have written<sup class=\"footnote-marker\">296</sup><i class=\"footnote\">Above, 19:20.</i> that Scripture warned concerning the Revelation:<sup class=\"footnote-marker\">297</sup><i class=\"footnote\">See above, Note 17.</i> <i>‘Panim b’phanim’ (face to face) did the Eternal speak with you</i>.<sup class=\"footnote-marker\">298</sup><i class=\"footnote\">Deuteronomy 5:4.</i> And you will know the secret of the word <i>acheirim</i> (others), and then the entire verse will come [to light] in its plain meaning and purport. And so did Onkelos say it.<sup class=\"footnote-marker\">299</sup><i class=\"footnote\">Onkelos translated <i>al panai</i> as <i>bar mini</i> (outside of Me). Thus the sense of the verse is as follows: “Do not worship <i>elohim acheirim</i>, since they were all created, excepting G-d, Who is eternal and has not been created by any being.” See also Note 285 above.</i> It is this which is said, <i>Ye shall not make with Me</i>.<sup class=\"footnote-marker\">300</sup><i class=\"footnote\">Verse 20. And as Rashi explains it: “Do not make any likeness of My ministers that serve Me.”</i> “<i>For I the Eternal thy G-d am a jealous G-d</i>,<sup class=\"footnote-marker\">301</sup><i class=\"footnote\">Verse 5.</i> i.e., to be worshipped alone, and it is not fitting that you join others to Me. And I am <i>E-il</i>,<sup class=\"footnote-marker\">302</sup><i class=\"footnote\">Ramban now continues to explain the two Hebrew words in the above Verse: <i>E-il kana (a jealous G-d)</i>.</i> the Mighty One,<sup class=\"footnote-marker\">303</sup><i class=\"footnote\">See Ramban on Genesis 17:1 (Vol. I, pp. 214-215).</i> Who has the power in My hand;<sup class=\"footnote-marker\">304</sup><i class=\"footnote\">See <i>ibid.</i>, 31:29.</i> and I am, furthermore, <i>kana</i>, avenging from the one who gives My glory to another and My praise to graven images.”<sup class=\"footnote-marker\">305</sup><i class=\"footnote\">See Isaiah 42:8.</i><br>Now in no place in Scripture is an expression of ‘jealousy’ found in reference to the Glorious Name except in the matter of idol-worship. Thus the Rabbi [Moshe ben Maimon] wrote in the Moreh Nebuchim<sup class=\"footnote-marker\">306</sup><i class=\"footnote\">Guide of the Perplexed, I, 36.</i> that in the entire Torah and in all the books of the Prophets, you will not find the term <i>burning anger</i>, wrath, or jealousy [applied to G-d] except in reference to idolatry. But of the holy ones of the Supreme One it is written: <i>And the anger of the Eternal was kindled against Moses;</i><sup class=\"footnote-marker\">307</sup><i class=\"footnote\">Exodus 4:14.</i> <i>And the anger of the Eternal was kindled against them</i> [i.e., Aaron and Miriam] <i>and He departed!</i><sup class=\"footnote-marker\">308</sup><i class=\"footnote\">Numbers 12:9.</i> And it is further written, <i>My wrath is kindled against thee</i> [i.e., Eliphaz the Temanite] <i>and against thy two friends, for ye have not spoken of Me the thing that is right, as My servant Job has</i>.<sup class=\"footnote-marker\">309</sup><i class=\"footnote\">Job 42:7.</i> However, as far as the term ‘jealousy’ is concerned, [Rambam] is correct [in maintaining that it is not applied to G-d except in reference to idolatry]. And so did the Rabbis say in the Mechilta:<sup class=\"footnote-marker\">310</sup><i class=\"footnote\">Mechilta on Verse 5 here.</i> “I zealously exact punishment for idolatry, but in other matters, I am gracious and merciful.”<br>In my opinion, jealousy is mentioned only with reference to idolatry in Israel. The reason for the jealousy is that Israel is the treasured possession of the Glorious Name, which He has separated to Himself, as I have explained above.<sup class=\"footnote-marker\">311</sup><i class=\"footnote\">Above, 19:4.</i> Now if His people, His servants, turn to other gods, G-d is ‘jealous’ of them even as a man is jealous of his wife when she goes to other men, and of a servant who makes another master for himself. But Scripture uses no such term of jealousy with reference to other peoples to whom He has allotted the hosts of heaven.<sup class=\"footnote-marker\">312</sup><i class=\"footnote\">See Deuteronomy 4:19.</i><br>At this point, I make mention of what Scripture teaches concerning idolatry. There were three kinds of idol-worship. The first [group of idol-worshippers] began to worship the angels, who are the Separate Intelligences,<sup class=\"footnote-marker\">313</sup><i class=\"footnote\">“For the angels are not material bodies but only forms distinguished from each other… All these forms live and realize the Creator, and their knowledge of Him is exceedingly great” (Rambam, Mishneh Torah, Hilchoth Yesodei Hatorah 2:3-8). For Rambam’s version of the development of idolatry, see his first chapter in Hilchoth Akum. See also Guide of the Perplexed I, 49, on figurative expressions applied to angels.</i> because it is known that some of them have rulership over the peoples, something like it is written, <i>the prince of</i> the kingdom of <i>Greece</i>,<sup class=\"footnote-marker\">314</sup><i class=\"footnote\">Daniel 10:20.</i> <i>the prince of the kingdom of Persia</i>.<sup class=\"footnote-marker\">315</sup><i class=\"footnote\"><i>Ibid.</i>, Verse 13.</i> They thought that [these angels] have power over them to do good or to do evil, and so each people began to worship the prince appointed over them, as the first [peoples] knew how to identify them. Now these are referred to in the Torah and in all the Writings as <i>other gods, the gods of the peoples</i>,<sup class=\"footnote-marker\">316</sup><i class=\"footnote\">Deuteronomy 6:14.</i> for angels are called <i>elohim</i>, as it is said, <i>He is G-d of gods;</i><sup class=\"footnote-marker\">317</sup><i class=\"footnote\"><i>Ibid.</i>, 10:17.</i> <i>Bow down to Him, all ye gods;</i><sup class=\"footnote-marker\">318</sup><i class=\"footnote\">Psalms 97:7.</i> <i>For the Eternal is greater than all gods</i>.<sup class=\"footnote-marker\">319</sup><i class=\"footnote\">Above, 18:11.</i> They worshipped the angels even though they admitted that supreme strength and infinite power belonged only to G-d the Most High. Thus did the Rabbis say,<sup class=\"footnote-marker\">320</sup><i class=\"footnote\">Menachoth 110a.</i> [with reference to the peoples of the world], that they call G-d the Most High “G-d of gods.” Regarding this kind of idol-worship, Scripture has said, <i>He that sacrificeth ‘la’elohim’ (to the gods) shall be utterly destroyed</i>.<sup class=\"footnote-marker\">321</sup><i class=\"footnote\">Further, 22:19.</i> It thus mentioned them by the name with which they were known.<br>The second kind of idolatry appeared when people began worshipping the visible hosts of heaven, some worshipping the sun or the moon, and others worshipping one of the constellations. Each of the nations knew the power of the constellation according to the dominion thereof in their land,<sup class=\"footnote-marker\">322</sup><i class=\"footnote\">See Job 38:33.</i> and they thought that by worshipping them, the constellation would be strengthened and it would help them, something like it is written, <i>or the sun, or the moon, or any of the host of heaven</i>, etc.<sup class=\"footnote-marker\">323</sup><i class=\"footnote\">Deuteronomy 17:3.</i> And it is further written, <i>And they shall spread them before the sun, and the moon, and all the host of heaven, whom they have loved, and whom they have served, and after whom they have walked, and whom they have sought, and to whom they have bowed</i>,<sup class=\"footnote-marker\">324</sup><i class=\"footnote\">Jeremiah 8:2.</i> and as it is said in the Torah with reference to the prohibition of idolatry: <i>And lest thou lift up thine eyes unto heaven, and when thou seest the sun and the moon and the stars, even all the host of heaven, thou be drawn away and worship them and serve them, which the Eternal thy G-d hath allotted unto all the peoples under the whole heaven</i>.<sup class=\"footnote-marker\">312</sup><i class=\"footnote\">See Deuteronomy 4:19.</i> That is to say, because G-d allotted them to all the peoples and gave each people a star or constellation, you should not let yourself be allured to worshipping them. Now these are the people who began making the many forms of graven images, <i>Asheirim and the sun-images</i>.<sup class=\"footnote-marker\">325</sup><i class=\"footnote\">Isaiah 27:9.</i> They would make the forms of the constellations in the hours of their strength according to their rank, and in the opinion of the people, it bestowed power and success upon them. It appears likely to me that this [form of idolatry] began in the Generation of the Dispersion,<sup class=\"footnote-marker\">326</sup><i class=\"footnote\">See Ramban, Genesis 11:2 (Vol. I, pp. 154-155). In describing the beginnings of this second stage of idolatry, Rambam introduces it with this statement: “In the course of time, there arose among men false prophets who said that G-d commanded them, saying ‘Worship that particular star’” (Mishneh Torah, Hilchoth Akum 1:2). Ramban here is more specific and suggests that the beginnings of this kind of idolatry took place in the age of the dispersion of the nations. This would seem to be the intent of Ramban’s words, “It appears likely to me…”</i> when G-d scattered the nations to various countries and the stars and the constellations began holding sway over them according to their divisions. The builders of the Tower had declared their intention to make themselves a name<sup class=\"footnote-marker\">327</sup><i class=\"footnote\">Genesis 11:4.</i> and not be scattered, as I have hinted in its place.<sup class=\"footnote-marker\">326</sup><i class=\"footnote\">See Ramban, Genesis 11:2 (Vol. I, pp. 154-155). In describing the beginnings of this second stage of idolatry, Rambam introduces it with this statement: “In the course of time, there arose among men false prophets who said that G-d commanded them, saying ‘Worship that particular star’” (Mishneh Torah, Hilchoth Akum 1:2). Ramban here is more specific and suggests that the beginnings of this kind of idolatry took place in the age of the dispersion of the nations. This would seem to be the intent of Ramban’s words, “It appears likely to me…”</i> Now all these groups had false prophets who foretold them future events and informed them through the arts of sorcery and divination some of the things that were to come upon them. The constellations also have lords who abide in the atmosphere as the angels do in the heavens, and know the things that are to come.<br>Closely related to this kind of idolatry was the worship of human beings. When people of a country saw that a certain individual — such as Nebuchadnezzar — had great power and that his star was very much in the ascendancy, they thought that by accepting his worship upon themselves and directing their thought towards him, their star would also ascend together with his. He would also think that by their attaching their thoughts to him, his success would be augmented on account of the power of their souls directed towards him. This was the opinion of Pharaoh, who, according to the words of our Rabbis, [looked upon himself as a god],<sup class=\"footnote-marker\">328</sup><i class=\"footnote\">Shemoth Rabbah 9:7.</i> and of Sennacherib, concerning whose ideas Scripture says, <i>I will ascend above the heights of the clouds; I will be like the Most High</i>,<sup class=\"footnote-marker\">329</sup><i class=\"footnote\">Isaiah 14:14. It is to be noted though that this prophecy was said with reference to the king of Babylon (<i>ibid.</i>, Verses 4, and 22). Accordingly, it is difficult to understand why Ramban here mentions Sennacherib who was king of Assyria, and not Nebuchadnezzar, king of Babylon. See however, in Sefer Hage’ulah (Kithvei Haramban I, p. 274) where Ramban writes that Scripture sometimes “interchanges from the name of the king of Babylon to the king of Assyria” and he quotes various verses to prove it. In this sense it may be understood here that Ramban mentioned “Sennacherib” when his intent was really to the king of Babylon.</i> and of Hiram<sup class=\"footnote-marker\">330</sup><i class=\"footnote\">Ezekiel 28:2.</i> and his companions<sup class=\"footnote-marker\">331</sup><i class=\"footnote\">Such as Nimrod. See Chullin 89a.</i> who made themselves gods. They were wicked, but they were not absolute fools.<br>The third kind of idolatry appeared afterwards when people began worshipping the demons which are spirits, as I will explain with G-d’s help.<sup class=\"footnote-marker\">332</sup><i class=\"footnote\">In <i>Seder Acharei Moth</i> (Leviticus 17:6).</i> Some of them too are appointed over the peoples to be masters in their lands and to harm their beleagured ones and those who have stumbled, as is known of their activity through the art of necromancy, as well as through the words of our Rabbis.<sup class=\"footnote-marker\">333</sup><i class=\"footnote\">Berachoth 6a. See my Hebrew commentary, p. 393.</i> It is with reference to this [third kind of idolatry] that Scripture says, <i>They sacrificed unto demons, no-gods, gods that they knew not, new gods that came up of late, which your fathers dreaded not</i>.<sup class=\"footnote-marker\">334</sup><i class=\"footnote\">Deuteronomy 32:17.</i> Scripture ridicules them, [i.e., the Israelites], saying they sacrifice also to the demons who are no gods at all. That is to say, they are not like the angels who are called <i>eloha</i>. Instead, they are gods that they knew not, meaning that they found in them no trace of might or power of rulership. Furthermore, they are new to them, having learned only lately to worship them from the Egyptian sorcerers, and even their wicked forefathers such as Terach and Nimrod<sup class=\"footnote-marker\">335</sup><i class=\"footnote\">Genesis 10:9. See Ramban there (Vol. I, p. 147).</i> did not dread them at all. Of this [kind of idolatry] Scripture warns, <i>And they shall no more sacrifice their sacrifices unto the demons, after whom they go astray</i>.<sup class=\"footnote-marker\">336</sup><i class=\"footnote\">Leviticus 17:7.</i><br>Thus in this second commandment, the Torah prohibited all [kinds of] worship, <i>save unto the Eternal only</i>.<sup class=\"footnote-marker\">337</sup><i class=\"footnote\">Further, 22:19.</i> It is for this reason that He first admonished, <i>Thou shalt have no other gods ‘al panai’ (before My face)</i>, which is a reference to the first kind of idolatry, namely, the worship of the angels. This is the intent of <i>al panai</i>, whose secret I have alluded to. Then He further admonished against graven images and <i>any manner of likeness of any thing that is in heaven above</i>,<sup class=\"footnote-marker\">338</sup><i class=\"footnote\">Verse 4.</i> which also alludes to mental images of spiritual phenomena, something like it is written, <i>It stood still, but I could not discern the appearance thereof; a form was before mine eyes</i>.<sup class=\"footnote-marker\">339</sup><i class=\"footnote\">Job 4:16.</i> And so have the Rabbis said:<sup class=\"footnote-marker\">340</sup><i class=\"footnote\">Rosh Hashanah 24b.</i> “<i>That is in heaven</i>. This includes the sun, moon, stars, and constellations. <i>Above</i>. This includes the ministering angels.” Of them, too, [the worshippers] would make figures representing the Separate Intelligences<sup class=\"footnote-marker\">313</sup><i class=\"footnote\">“For the angels are not material bodies but only forms distinguished from each other… All these forms live and realize the Creator, and their knowledge of Him is exceedingly great” (Rambam, Mishneh Torah, Hilchoth Yesodei Hatorah 2:3-8). For Rambam’s version of the development of idolatry, see his first chapter in Hilchoth Akum. See also Guide of the Perplexed I, 49, on figurative expressions applied to angels.</i> which are the souls of the constellations, as happened in the case of the [golden calf], as I am prepared to explain there with the help of G-d.<sup class=\"footnote-marker\">341</sup><i class=\"footnote\">Further, 32:1.</i>", "versionTitle": "Commentary on the Torah by Ramban (Nachmanides). Translated and annotated by Charles B. Chavel. New York, Shilo Pub. House, 1971-1976", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5ebd608c8912f76561452cdd", "index_title": "Peninei Halakhah, Likkutim II", "category": "Halakhah", "type": "", "ref": "Peninei Halakhah, Likkutim II 1:10:5", "anchorRef": "Numbers 12:1-16", "anchorRefExpanded": ["Numbers 12:1", "Numbers 12:2", "Numbers 12:3", "Numbers 12:4", "Numbers 12:5", "Numbers 12:6", "Numbers 12:7", "Numbers 12:8", "Numbers 12:9", "Numbers 12:10", "Numbers 12:11", "Numbers 12:12", "Numbers 12:13", "Numbers 12:14", "Numbers 12:15", "Numbers 12:16"], "sourceRef": "Peninei Halakhah, Likkutim II 1:10:5", "sourceHeRef": "פניני הלכה, ליקוטים ב א׳:י׳:ה׳", "anchorVerse": 1, "sourceHasEn": false, "compDate": [2007, 2011], "commentaryNum": 10.0005, "collectiveTitle": {"en": "Peninei Halakhah, Likkutim II", "he": "פניני הלכה, ליקוטים ב"}, "he": "וככל שהאדם יותר צדיק, כך צריך יותר להתאמץ לדון אותו לכף זכות. ועל כך נענשה מרים הנביאה ע\"ה, שלא דנה את משה רבנו ע\"ה לכף זכות (במדבר יב, א-טז).", "heVersionTitle": "Peninei Halakhah, Yeshivat Har Bracha", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "60a391298f68387e41442d20", "index_title": "Tzafnat Pa'neach on Torah", "category": "Commentary", "type": "commentary", "ref": "Tzafnat Pa'neach on Torah, Numbers 12:9:1", "anchorRef": "Numbers 12:9", "anchorRefExpanded": ["Numbers 12:9"], "sourceRef": "Tzafnat Pa'neach on Torah, Numbers 12:9:1", "sourceHeRef": "צפנת פענח על התורה, במדבר י״ב:ט׳:א׳", "anchorVerse": 9, "sourceHasEn": false, "compDate": [1905, 1935], "commentaryNum": 9.0001, "collectiveTitle": {"en": "Tzafnat Pa'neach", "he": "צפנת פענח"}, "heTitle": "במדבר", "he": "<b>ויחר אף ד׳ בם וילך.</b><br>עמ״ש הרמב״ם ז״ל במורה ח״א דר״ל דראו האף שהוא מהלך, ר״ל דהוה לא גדר הסתלקות רק מציאות, כמו דאמר בירוש׳ פ״ח דיבמות וגם הוא חכם ויבא רע, ר״ל דזה ביאה ובחכמה ע״ש. ובירוש׳ שבת פ״ב בהשפטו יצא כו׳. וזה ר״ל כך, דכבר כתבתי דמה דאמר בגמ׳ אני מטמאה אני מטהרה, ר״ל כך, דבאמת נגע הוא הפסד ורע, ואין דבר רע יורד כו׳, מפי עליון לא תצא כו׳, רק כך, דהנה מבואר בסוטה דף י״ב דהיא היתה שחורה ואח״כ נתרפאת ונעשתה כורד ע״ש. ור״ל כך, דזה מבואר בנגעים דכושי הכהה נראה כעזה, ובגרמני להפך. וזה דקורא מראש מסבב הסיבות נבראה מרים שחורה, ושוב בזמן שנעשית מצורע[ת] הוה הכהה עזה, וזה הוה נראה, וזה ר״ל ״וילך״. ולכך בקרא כתיב מעיקרא ״והנה מרים מצורעת כשלג״, ר״ל דרק מפני שהיא מרים הוה כשלג, אבל אהרן ראה אותה רק מצורעת, ר״ל דבאמת לא הוה עזה. אך מ״מ קיי״ל דאזלינן בתר הפרט, ע״ש בנגעים ועי׳ חולין דף צ״ב ע״ש, ומ״ש בכורות דף מ״ה ועירובין דף ל׳ ודף מ״ח וכ״מ בש״ס, וא״כ אם היתה… ג״כ לא הוה עזה כשלג. עי׳ בירוש׳ שבועות פ״א ובתוס׳ סנהדרין דף פ״ז ע״ב גבי כהה טמא וכהה מן הכהה ע״ש, ונ״מ דזה הוה טהרה גמורה. לכן נעשית הכהה כורד והוה כהה מן הכהה וטהורה לגמרי. וזה אני מטהרה, כן ר״ל.", "heVersionTitle": "Tzafnat Pa'neach on Torah, Jerusalem 1960", "heLicense": "", "heVersionTitleInHebrew": "צפנת פענח על התורה, ניו יורק, תש\"ך-תשכ\"ה", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "60e430f4baf2e5aa63ba7792", "index_title": "Reshit Chokhmah", "category": "Kabbalah", "type": "", "ref": "Reshit Chokhmah, Gate of Holiness 13:16", "anchorRef": "Numbers 12:9", "anchorRefExpanded": ["Numbers 12:9"], "sourceRef": "Reshit Chokhmah, Gate of Holiness 13:16", "sourceHeRef": "ראשית חכמה, שער הקדושה י״ג:ט״ז", "anchorVerse": 9, "sourceHasEn": false, "commentaryNum": 13.0016, "collectiveTitle": {"en": "Reshit Chokhmah", "he": "ראשית חכמה"}, "he": "<b>ואף</b> אהרן שהיה כהן גדול נגע בו ידו של הקדוש ברוך הוא, שנאמר (במדבר יב, ט) ויחר אף ה' בם וילך, בם במרים ובאהרן, אלא שאהרן נתרפא מיד ומרים לאחרי ז' ימים, הוי זאת תהיה תורת המצורע, המוציא שם רע, שמצא רע.", "heVersionTitle": "Hamesorah Publishers, Jerusalem 2005", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6114d689b3889f0295275c15", "index_title": "Shabbat", "category": "Talmud", "type": "", "ref": "Shabbat 97a:2", "anchorRef": "Numbers 12:9", "anchorRefExpanded": ["Numbers 12:9"], "sourceRef": "Shabbat 97a:2", "sourceHeRef": "שבת צ״ז א:ב׳", "anchorVerse": 9, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 193.0002, "collectiveTitle": {"en": "Shabbat", "he": "שבת"}, "heTitle": "שבת", "he": "כַּיּוֹצֵא בַּדָּבָר, אַתָּה אוֹמֵר: ״וַיִּחַר אַף ה׳ בָּם וַיֵּלַךְ״ — מְלַמֵּד שֶׁאַף אַהֲרֹן נִצְטָרַע, דִּבְרֵי רַבִּי עֲקִיבָא. אָמַר לוֹ רַבִּי יְהוּדָה בֶּן בְּתִירָא: עֲקִיבָא, בֵּין כָּךְ וּבֵין כָּךְ אַתָּה עָתִיד לִיתֵּן אֶת הַדִּין. אִם כִּדְבָרֶיךָ — הַתּוֹרָה כִּסַּתּוּ וְאַתָּה מְגַלֶּה אוֹתוֹ?! וְאִם לָאו — אַתָּה מוֹצִיא לַעַז עַל אוֹתוֹ צַדִּיק.", "heVersionTitle": "William Davidson Edition - Vocalized Aramaic", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "מהדורת וויליאם דייוידסון - ארמית המנוקד", "text": "<b>On a similar note,</b> Rabbi Akiva revealed an additional matter not explicitly articulated in the Torah. <b>You say</b> that when Aaron and Miriam spoke against Moses, both Aaron and Miriam were struck with leprosy, as it written: <b>“And God became angry at them and He left,</b> and the cloud departed from above the tent, and behold, Miriam was leprous like snow. And Aaron turned toward Miriam, and behold, she was leprous” (Numbers 12:9–10). The verse’s statement that God became angry at both of them <b>teaches that Aaron, too, became leprous;</b> this is <b>the statement of Rabbi Akiva. Rabbi Yehuda ben Beteira said to him: Akiva, in either case you will be judged in the future</b> for this teaching. <b>If</b> the truth is <b>in accordance with your statement, the Torah concealed</b> Aaron’s punishment <b>and you reveal it. And if</b> the truth is not in accordance with your statement, <b>you are</b> unjustly <b>slandering that righteous man.</b>", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": "מהדורת וויליאם דייוידסון - אנגלית"}, {"_id": "6121b819c823a798e70b5b22", "index_title": "Yalkut Shimoni on Torah", "category": "Midrash", "type": "quotation_auto", "ref": "Yalkut Shimoni on Torah 558:1", "anchorRef": "Numbers 12:9", "anchorRefExpanded": ["Numbers 12:9"], "sourceRef": "Yalkut Shimoni on Torah 558:1", "sourceHeRef": "ילקוט שמעוני על התורה תקנ״ח:א׳", "anchorVerse": 9, "sourceHasEn": false, "compDate": [1100], "commentaryNum": 558.0001, "collectiveTitle": {"en": "Yalkut Shimoni on Torah", "he": "ילקוט שמעוני על התורה"}, "heTitle": "ילקוט שמעוני על התורה", "he": "אמר רבי אחא אם שמש אדם את אשתו בימי נדתה הבנים לוקין בצרעת. כיצד שמש ביום ראשון לנדתה הבן הנולד מהן לוקה לעשר שנים. שמש עמה ביום שני לוקה לעשרים שנה. ביום שלישי לוקה לשלשים שנה. ביום הרביעי לוקה לארבעים שנה. ביום חמישי לוקה לשבעים כנגד שבעת ימי נדתה ואינו יוצא מן העולם עד שרואה פירותיו מקולקלין. אמר הקדוש ברוך הוא כביכול אין המדות הללו משלי כבר העדתי בך ואמרתי לך זאת תהיה תורת המצורע. זה שאמר הכתוב מות וחיים ביד לשון עסק אדם בתורה בלשונו זכה לחיים שהתורה עץ חיים היא למחזיקים בה והיא רפואתו של לשון הרע שנאמר מרפא לשון עץ חיים. ואם עסק אדם בלשון הרע מתחייב בנפשו למות שקשה לשון הרע משפיוכת דמים שכל מי שהורג אינו הורג אלא נפש אחד, ומספר לשון הרע הורג שלשה האומרו והמקבלו והנאמר עליו. דואג אמר לשון הרע על אחימלך בן אחיטוב ונהרג מות תמות אחימלך, נהרג שאול עמד נא עלי ומותתני כי אחזני השבץ קטיגוריא של נוב עיר הכהנים ואין שבץ אלא בגדי כהונה שנאמר ועשית משבצות זהב, ודואג נשתמד מעולם הזה ומעולם הבא שנאמר גם אל יתצך יחתך ויסחך מאהל ושרשך מארץ חיים סלה. מי קשה המכה בחרב או מכה בחוץ, המכה בחרב אינו יכול להסית את חברו אאם כן קרב אצלו ונגע בו, והמכה בחץ אינו כן אלא זורק החץ ומכה אותו בכל שהוא רואה אותו, לכך נמשל מספרי לשון הרע כחץ שנאמר חץ שחוט לשונם מרמה דבר, ואומר בני אדם שניהם חנית וחצים ולשונם חרב חדה. ראה מה קשה לשון הרע שהוא קשה מגלוי עריות ומשפיכות דמים ומעבודה זרה. בגלוי עריות כתיב ואיך אעשה הרעה הגדולה הזאת. בשפיכות דמים כתיב ויאמר קין אל ה' גדול עוני מנשוא. בעולם הזה כתיב אנא חטא העם הזה חטאה גדולה. ובלשון הרע כתיב יכרת ה' כל שפתי חלקות לשון מדברת גדולות. לשון הרע אין אדם מוציאו מפיו עד שהוא כופר בעיקר שנאמר אשר אמרו ללשוננו נגביר שפתינו אתנו מי אדון לנו. כביכול צווח על מספרי לשון הרע מי יקום לי עם מרעים מי יכול לעמוד בהן. וגיהנם צווחת אף אני איני יכולה לעמוד בו אמר הקדוש ברוך הוא אני מלמעלה ואתה מלמטה אני זורק בהן חצים מלמעלה ואת הופכת עליהם גחלים מלמטה שנאמר חצי גבור שנונים עם גחלי רתמים. ראה מה כתיב במרים ותדבר מרים ואהרן במשה וכתיב ויפן אהרן אל מרים והנה מצרעת וכתיב זכור אתאשר עשה ה' אלהיך למרים, והלא דברים קל וחומר ומה מרים שלא זכרה אלא באחיה שלא בפניו ולא נתכונה אלא להחזירו לאשתו כך, המספר לשון הרע על חברו על אחת כמה וכמה, מה כתיב למעלה מן הענין המר בנגע הצרעת. ואף אהרן שהיה כהן גדול נגעה בו שנאמר ויחר אף ה' בם אלא שאהרן נתרפא מיד, וכן אתה מוצא בנחש הקדמוני שאמר לשון הרע על בוראו לפיכך נצטרע אמר כי יודע אלהים כי ביום אכלכם ממנו כל אומן שונא את חברו מן האילן הזה אכל וברא את עולמו אף אתם אכלו ממנו ותבראו עולמות. אמר ליה הקדוש ברוך הוא ספרת לשון הרע סופך ללקות שנאמר ויאמר ה'אל הנחש וגו', במה אררו בצרעת הסלעין שהם עליו היא צרעת. ולא עוד אלא כל בעלי מומין מתרפאין לעולם הבא והנחש אינו מתרפא שנאמר ארור אתה מכל הבהמה שהכל מתרפאין והוא אינו מתרפא שנאמר אז ידלג כאיל פסח וגו' אז תפקחנה עיני עורים זאב וטלה ירעו כאחד ונחש עפר לחמו שאינו מתרפא לעולם שהוא הוריד את הבריות לעפר. ומי גרם לו על ידי שאמר לשון הרע. וכן מצינו שלא נחתם גזר דין על אבותינו במדבר אלא על לשון הרע שנאמר וינסו אותי עשר פעמים ולא שמעו בקולי:", "heVersionTitle": "Yalkut Shimoni on Torah", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6121b8198430f78f20636ade", "index_title": "Yalkut Shimoni on Torah", "category": "Midrash", "type": "dibur_hamatchil", "ref": "Yalkut Shimoni on Torah 739:9", "anchorRef": "Numbers 12:9", "anchorRefExpanded": ["Numbers 12:9"], "sourceRef": "Yalkut Shimoni on Torah 739:9", "sourceHeRef": "ילקוט שמעוני על התורה תשל״ט:ט׳", "anchorVerse": 9, "sourceHasEn": false, "compDate": [1100], "commentaryNum": 739.0009, "collectiveTitle": {"en": "Yalkut Shimoni on Torah", "he": "ילקוט שמעוני על התורה"}, "heTitle": "ילקוט שמעוני על התורה", "he": "ויחר אף ה' בם. בשניהם. וילך, מיד נתרפא אהרן. ויחר אף ה' בם וילך מאחר שהודיען סרחונן אחר כך גזר עליהן נדוי, והלא דברים קל וחומר אם הקב\"ה לא כעס על בשר ודם קודם שהודיע סרחונו, קל וחומר שלא יכעוס אדם על חברו עד שיודיענו סרחונו. רבי נתן אומר מפני מה הודיען סרחונן ואחר כך גזר עליהן נדוי, שלא יאמרו כדרך שאמר איוב הודיעני על מה תריבני:", "heVersionTitle": "Yalkut Shimoni on Torah", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "62037ee047cf7a0c25239b67", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Numbers, Part II; The Rebellion Narratives 2-17", "anchorRef": "Numbers 11:1-25:18", "anchorRefExpanded": ["Numbers 11:1", "Numbers 11:2", "Numbers 11:3", "Numbers 11:4", "Numbers 11:5", "Numbers 11:6", "Numbers 11:7", "Numbers 11:8", "Numbers 11:9", "Numbers 11:10", "Numbers 11:11", "Numbers 11:12", "Numbers 11:13", "Numbers 11:14", "Numbers 11:15", "Numbers 11:16", "Numbers 11:17", "Numbers 11:18", "Numbers 11:19", "Numbers 11:20", "Numbers 11:21", "Numbers 11:22", "Numbers 11:23", "Numbers 11:24", "Numbers 11:25", "Numbers 11:26", "Numbers 11:27", "Numbers 11:28", "Numbers 11:29", "Numbers 11:30", "Numbers 11:31", "Numbers 11:32", "Numbers 11:33", "Numbers 11:34", "Numbers 11:35", "Numbers 12:1", "Numbers 12:2", "Numbers 12:3", "Numbers 12:4", "Numbers 12:5", "Numbers 12:6", "Numbers 12:7", "Numbers 12:8", "Numbers 12:9", "Numbers 12:10", "Numbers 12:11", "Numbers 12:12", "Numbers 12:13", "Numbers 12:14", "Numbers 12:15", "Numbers 12:16", "Numbers 13:1", "Numbers 13:2", "Numbers 13:3", "Numbers 13:4", "Numbers 13:5", "Numbers 13:6", "Numbers 13:7", "Numbers 13:8", "Numbers 13:9", "Numbers 13:10", "Numbers 13:11", "Numbers 13:12", "Numbers 13:13", "Numbers 13:14", "Numbers 13:15", "Numbers 13:16", "Numbers 13:17", "Numbers 13:18", "Numbers 13:19", "Numbers 13:20", "Numbers 13:21", "Numbers 13:22", "Numbers 13:23", "Numbers 13:24", "Numbers 13:25", "Numbers 13:26", "Numbers 13:27", "Numbers 13:28", "Numbers 13:29", "Numbers 13:30", "Numbers 13:31", "Numbers 13:32", "Numbers 13:33", "Numbers 14:1", "Numbers 14:2", "Numbers 14:3", "Numbers 14:4", "Numbers 14:5", "Numbers 14:6", "Numbers 14:7", "Numbers 14:8", "Numbers 14:9", "Numbers 14:10", "Numbers 14:11", "Numbers 14:12", "Numbers 14:13", "Numbers 14:14", "Numbers 14:15", "Numbers 14:16", "Numbers 14:17", "Numbers 14:18", "Numbers 14:19", "Numbers 14:20", "Numbers 14:21", "Numbers 14:22", "Numbers 14:23", "Numbers 14:24", "Numbers 14:25", "Numbers 14:26", "Numbers 14:27", "Numbers 14:28", "Numbers 14:29", "Numbers 14:30", "Numbers 14:31", "Numbers 14:32", "Numbers 14:33", "Numbers 14:34", "Numbers 14:35", "Numbers 14:36", "Numbers 14:37", "Numbers 14:38", "Numbers 14:39", "Numbers 14:40", "Numbers 14:41", "Numbers 14:42", "Numbers 14:43", "Numbers 14:44", "Numbers 14:45", "Numbers 15:1", "Numbers 15:2", "Numbers 15:3", "Numbers 15:4", "Numbers 15:5", "Numbers 15:6", "Numbers 15:7", "Numbers 15:8", "Numbers 15:9", "Numbers 15:10", "Numbers 15:11", "Numbers 15:12", "Numbers 15:13", "Numbers 15:14", "Numbers 15:15", "Numbers 15:16", "Numbers 15:17", "Numbers 15:18", "Numbers 15:19", "Numbers 15:20", "Numbers 15:21", "Numbers 15:22", "Numbers 15:23", "Numbers 15:24", "Numbers 15:25", "Numbers 15:26", "Numbers 15:27", "Numbers 15:28", "Numbers 15:29", "Numbers 15:30", "Numbers 15:31", "Numbers 15:32", "Numbers 15:33", "Numbers 15:34", "Numbers 15:35", "Numbers 15:36", "Numbers 15:37", "Numbers 15:38", "Numbers 15:39", "Numbers 15:40", "Numbers 15:41", "Numbers 16:1", "Numbers 16:2", "Numbers 16:3", "Numbers 16:4", "Numbers 16:5", "Numbers 16:6", "Numbers 16:7", "Numbers 16:8", "Numbers 16:9", "Numbers 16:10", "Numbers 16:11", "Numbers 16:12", "Numbers 16:13", "Numbers 16:14", "Numbers 16:15", "Numbers 16:16", "Numbers 16:17", "Numbers 16:18", "Numbers 16:19", "Numbers 16:20", "Numbers 16:21", "Numbers 16:22", "Numbers 16:23", "Numbers 16:24", "Numbers 16:25", "Numbers 16:26", "Numbers 16:27", "Numbers 16:28", "Numbers 16:29", "Numbers 16:30", "Numbers 16:31", "Numbers 16:32", "Numbers 16:33", "Numbers 16:34", "Numbers 16:35", "Numbers 17:1", "Numbers 17:2", "Numbers 17:3", "Numbers 17:4", "Numbers 17:5", "Numbers 17:6", "Numbers 17:7", "Numbers 17:8", "Numbers 17:9", "Numbers 17:10", "Numbers 17:11", "Numbers 17:12", "Numbers 17:13", "Numbers 17:14", "Numbers 17:15", "Numbers 17:16", "Numbers 17:17", "Numbers 17:18", "Numbers 17:19", "Numbers 17:20", "Numbers 17:21", "Numbers 17:22", "Numbers 17:23", "Numbers 17:24", "Numbers 17:25", "Numbers 17:26", "Numbers 17:27", "Numbers 17:28", "Numbers 18:1", "Numbers 18:2", "Numbers 18:3", "Numbers 18:4", "Numbers 18:5", "Numbers 18:6", "Numbers 18:7", "Numbers 18:8", "Numbers 18:9", "Numbers 18:10", "Numbers 18:11", "Numbers 18:12", "Numbers 18:13", "Numbers 18:14", "Numbers 18:15", "Numbers 18:16", "Numbers 18:17", "Numbers 18:18", "Numbers 18:19", "Numbers 18:20", "Numbers 18:21", "Numbers 18:22", "Numbers 18:23", "Numbers 18:24", "Numbers 18:25", "Numbers 18:26", "Numbers 18:27", "Numbers 18:28", "Numbers 18:29", "Numbers 18:30", "Numbers 18:31", "Numbers 18:32", "Numbers 19:1", "Numbers 19:2", "Numbers 19:3", "Numbers 19:4", "Numbers 19:5", "Numbers 19:6", "Numbers 19:7", "Numbers 19:8", "Numbers 19:9", "Numbers 19:10", "Numbers 19:11", "Numbers 19:12", "Numbers 19:13", "Numbers 19:14", "Numbers 19:15", "Numbers 19:16", "Numbers 19:17", "Numbers 19:18", "Numbers 19:19", "Numbers 19:20", "Numbers 19:21", "Numbers 19:22", "Numbers 20:1", "Numbers 20:2", "Numbers 20:3", "Numbers 20:4", "Numbers 20:5", "Numbers 20:6", "Numbers 20:7", "Numbers 20:8", "Numbers 20:9", "Numbers 20:10", "Numbers 20:11", "Numbers 20:12", "Numbers 20:13", "Numbers 20:14", "Numbers 20:15", "Numbers 20:16", "Numbers 20:17", "Numbers 20:18", "Numbers 20:19", "Numbers 20:20", "Numbers 20:21", "Numbers 20:22", "Numbers 20:23", "Numbers 20:24", "Numbers 20:25", "Numbers 20:26", "Numbers 20:27", "Numbers 20:28", "Numbers 20:29", "Numbers 21:1", "Numbers 21:2", "Numbers 21:3", "Numbers 21:4", "Numbers 21:5", "Numbers 21:6", "Numbers 21:7", "Numbers 21:8", "Numbers 21:9", "Numbers 21:10", "Numbers 21:11", "Numbers 21:12", "Numbers 21:13", "Numbers 21:14", "Numbers 21:15", "Numbers 21:16", "Numbers 21:17", "Numbers 21:18", "Numbers 21:19", "Numbers 21:20", "Numbers 21:21", "Numbers 21:22", "Numbers 21:23", "Numbers 21:24", "Numbers 21:25", "Numbers 21:26", "Numbers 21:27", "Numbers 21:28", "Numbers 21:29", "Numbers 21:30", "Numbers 21:31", "Numbers 21:32", "Numbers 21:33", "Numbers 21:34", "Numbers 21:35", "Numbers 22:1", "Numbers 22:2", "Numbers 22:3", "Numbers 22:4", "Numbers 22:5", "Numbers 22:6", "Numbers 22:7", "Numbers 22:8", "Numbers 22:9", "Numbers 22:10", "Numbers 22:11", "Numbers 22:12", "Numbers 22:13", "Numbers 22:14", "Numbers 22:15", "Numbers 22:16", "Numbers 22:17", "Numbers 22:18", "Numbers 22:19", "Numbers 22:20", "Numbers 22:21", "Numbers 22:22", "Numbers 22:23", "Numbers 22:24", "Numbers 22:25", "Numbers 22:26", "Numbers 22:27", "Numbers 22:28", "Numbers 22:29", "Numbers 22:30", "Numbers 22:31", "Numbers 22:32", "Numbers 22:33", "Numbers 22:34", "Numbers 22:35", "Numbers 22:36", "Numbers 22:37", "Numbers 22:38", "Numbers 22:39", "Numbers 22:40", "Numbers 22:41", "Numbers 23:1", "Numbers 23:2", "Numbers 23:3", "Numbers 23:4", "Numbers 23:5", "Numbers 23:6", "Numbers 23:7", "Numbers 23:8", "Numbers 23:9", "Numbers 23:10", "Numbers 23:11", "Numbers 23:12", "Numbers 23:13", "Numbers 23:14", "Numbers 23:15", "Numbers 23:16", "Numbers 23:17", "Numbers 23:18", "Numbers 23:19", "Numbers 23:20", "Numbers 23:21", "Numbers 23:22", "Numbers 23:23", "Numbers 23:24", "Numbers 23:25", "Numbers 23:26", "Numbers 23:27", "Numbers 23:28", "Numbers 23:29", "Numbers 23:30", "Numbers 24:1", "Numbers 24:2", "Numbers 24:3", "Numbers 24:4", "Numbers 24:5", "Numbers 24:6", "Numbers 24:7", "Numbers 24:8", "Numbers 24:9", "Numbers 24:10", "Numbers 24:11", "Numbers 24:12", "Numbers 24:13", "Numbers 24:14", "Numbers 24:15", "Numbers 24:16", "Numbers 24:17", "Numbers 24:18", "Numbers 24:19", "Numbers 24:20", "Numbers 24:21", "Numbers 24:22", "Numbers 24:23", "Numbers 24:24", "Numbers 24:25", "Numbers 25:1", "Numbers 25:2", "Numbers 25:3", "Numbers 25:4", "Numbers 25:5", "Numbers 25:6", "Numbers 25:7", "Numbers 25:8", "Numbers 25:9", "Numbers 25:10", "Numbers 25:11", "Numbers 25:12", "Numbers 25:13", "Numbers 25:14", "Numbers 25:15", "Numbers 25:16", "Numbers 25:17", "Numbers 25:18"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, Part II; The Rebellion Narratives 2-17", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר ג׳ ב׳-י״ז", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Part II; The Rebellion Narratives", "he": "במדבר מאמר ג׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["V<small>IRTUALLY THE FIRST THING THE</small> I<small>SRAELITES DO AFTER SETTING OUT ON THE SECOND</small> leg of their journey to the Promised Land is—rebel. This pattern was already seen in the book of Exodus, where, despite the climactic miracle of deliverance at the Sea of Reeds, the Israelites “grumbled against Moshe” at Mara because of lack of drinkable water. Although a strain in later biblical thinking remembered the wilderness period as a kind of honeymoon (cf. Jer. 2:2), the Torah itself chose to remember it as a severe time of testing which the ex-slaves ultimately failed to pass.", "The second part of Numbers is a remarkable collection of rebellion narratives that simultaneously display striking similarities and great and colorful differences. The section details six rebellions of the people, and two of the leaders themselves. They are united by a consistent vocabulary: verbs such as “grumble” and “assemble/gather/speak against” depict complaints against Moshe and Aharon and against God. These stories also display the recurring themes of dearth of food and water, and God’s anger at the rebellions, usually expressed in some form of plague (or, additionally, fire).", "Rather than unfold in simple chronological order, one following another, these pieces of the text have been intensified by priestly editing, which has interspersed the stories with a number of cultic and legal passages (Chaps. 15, 18, and 19, all of which bear the theme word “law” [Heb. <i>hok</i> or <i>hukka</i>]), and which are somehow related to previous or succeeding narratives. The interruptions also allow each of the memorable rebellion narratives to “breathe,” giving the audience time to digest the images and the drama presented therein. The stories possess both in abundant measure; one thinks, for instance, of the “meat between the teeth” (11:33), of the grape clusters borne on a pole by two men (13:23); and of the great confrontation with Korah in Chapter 16 (not to mention its resolution), as well as Moshe’s dramatic failure in Chapter 20.", "As in any great literature, repetition of story type or type scene is here accomplished via variation of the most telling kind. In this case we observe once again an alternating pattern to the rebellions, a pattern which reveals not one theme but several:", "The people, over lack of food (chapter 11)", "Moshe’s siblings, over prophetic primacy (12)", "The people, over the spies’ false report (14)", "Levites, over Moshe and Aharon’s prerogatives (16)", "The people, over the rebellious Levites’ sinister fate (17)", "Moshe himself, over the burden of leading the people (20)", "The people, over the lack of food and water (21)", "The pattern observable here is broken, in true biblical rhetorical style (where the last in a sequence often serves by its oddness to reinforce the whole), in a final rebellion (Chap. 25), where the people’s actions involve neither the “complaining” vocabulary nor a revolt against human leadership, but rather comprise the greatest biblical crime of them all: worship of other gods. Viewed in this patterned fashion, the rebellion narratives emerge with a kind of crescendo effect.", "It is also possible, as I have done in “On the Book of Numbers and Its Structure,” above, to follow the scheme put forth by Mann—a three-part structure to the section, each with its internal logic and conclusions. These are treated below; for the moment, it will suffice to see in the first subsection (Chaps. 11–14) the inevitable result of wilderness rebellions: the divine decree that the slave generation must die out before entering the Promised Land; the second subsection (16–20) deals with the challenges to the leadership of Moshe and Aharon, and results in a similar decree, that they will die outside the land; and the third subsection (20–25) chronicles the encounter of the Israelites with neighboring nations, which initially goes in their favor but ends with the disastrous incident at Baal Pe’or (25).", "The primary issue in these stories, to the biblical writer, is lack of trust in God. Each of the three sections mentions or implies that problem; 14:11 and 20:12 use the verb itself, and the narrative of Chapter 25 suggests it. The bottom line is that the Israelites could not keep faith with God—even after both staggering acts of divine intervention (i.e., rescue) and demonstrations of the force of divine wrath—and this lack of faith led ultimately to their dying out in the wilderness outside the Promised Land, in punishment. The stories clearly were meant to be understood as an unfortunate example for later generations, and were taken as such already in the biblical period (see, for example, the treatment in Psalm 78).", "Read on another level, the rebellion narratives are largely concerned with the issue of human leadership, its qualifications, manifestations, and limitations (and even failures). Has there ever been a leader as beleaguered as Moshe? From the beginning of his career on the sands of Egypt, where he assumes the mantle of leadership in the matter of retaliating against the sadistic Egyptian taskmaster (Ex. 2:11–12), to its end at the plains of Moab, in stern address to the people he has struggled to lead (this is the setting of the entire next book, Deuteronomy), he must evoke trust in God, lead the people through an uncharted wilderness, and inspire confidence in his own leadership. His success is muted by the passing of the generation he initially leads, before it can enter Canaan; like them, he too must pass on—with merely a look beyond the Jordan, but no more. Later generations of Jewish readers wept on confronting Moshe’s seemingly premature death, and created heroic tales of his pleading before God to be let into the land he had so long sought to reach. In Numbers he fully deserves this stature, alternately interceding with and cajoling God, standing up for and then almost giving up on this people with whom his life has become so enmeshed. Our stories stress his gifts of prophecy and his pathos as a deeply human leader.", "A final, troubling issue is the character of God in this part of the book. It is a measure of the Bible’s artistry that the rebellion accounts are so varied in content and style; but the variations in punishment—from undetailed death to skin disease to stoning and the earth opening up, just to mention a few examples—create an impression, not of artistic richness but of unremitting severity. The Bible does not seem to have a problem with this kind of divine behavior, and other ancient cultures would have felt at home here, but already in late antiquity, and continuing down to our own day, Jews and Christians most often have preferred, and prayed to, a more forgiving, nurturing, and compassionate God. Dealing with these texts, in the end, raises the question of whether to understand them as the result of “historical necessity” or “literary conceit” (that is, the old generation simply had to die out) or as they stand in the text: a harsh portrayal of what happened when the covenant people violated the covenant."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62037ee147cf7a0c25239b69", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Numbers, Part II; The Rebellion Narratives, Sibling Rebellion 2-3", "anchorRef": "Numbers 12:1-16", "anchorRefExpanded": ["Numbers 12:1", "Numbers 12:2", "Numbers 12:3", "Numbers 12:4", "Numbers 12:5", "Numbers 12:6", "Numbers 12:7", "Numbers 12:8", "Numbers 12:9", "Numbers 12:10", "Numbers 12:11", "Numbers 12:12", "Numbers 12:13", "Numbers 12:14", "Numbers 12:15", "Numbers 12:16"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, Part II; The Rebellion Narratives, Sibling Rebellion 2-3", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר ג׳, במדבר הערה ב׳ ב׳-ג׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Sibling Rebellion", "he": "במדבר הערה ב׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "במדבר הערה ב׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["A challenge to Moshe’s leadership, which we had encountered both in Exodus and in the previous chapter, now comes from an unexpected source—Aharon and Miryam. Their complaint begins with some kind of objection to Moshe’s wife, but its core is quickly revealed in v.2: Does not God speak through them as well as through their stuttering brother? Milgrom speculates that it is the spreading of prophetic gifts in the previous chapter that gives them the idea. God’s response is to clarify Moshe’s uniqueness, and to punish Miryam—yet Aharon gets off easily here, possibly owing to a later editor who was highly sympathetic to the priesthood descended from Aharon, or because the latter, as High Priest, could not be tainted by <i>tzaraat</i> without damaging his priesthood, as Lev. 22:4ff. suggests (Sakenfeld).", "Chap. 12 is linked to the previous chapter by use of the words “eat” and “gather.” As its own unit, it is built on the ironic use of Heb. <i>dabber be</i>-, which can mean either “speak through” or “speak against.”"], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62037ee56bfddfbb310fed0c", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Numbers, On the Book of Numbers and Its Structure 2-52", "anchorRef": "Numbers 1:1-36:13", "anchorRefExpanded": ["Numbers 1:1", "Numbers 1:2", "Numbers 1:3", "Numbers 1:4", "Numbers 1:5", "Numbers 1:6", "Numbers 1:7", "Numbers 1:8", "Numbers 1:9", "Numbers 1:10", "Numbers 1:11", "Numbers 1:12", "Numbers 1:13", "Numbers 1:14", "Numbers 1:15", "Numbers 1:16", "Numbers 1:17", "Numbers 1:18", "Numbers 1:19", "Numbers 1:20", "Numbers 1:21", "Numbers 1:22", "Numbers 1:23", "Numbers 1:24", "Numbers 1:25", "Numbers 1:26", "Numbers 1:27", "Numbers 1:28", "Numbers 1:29", "Numbers 1:30", "Numbers 1:31", "Numbers 1:32", "Numbers 1:33", "Numbers 1:34", "Numbers 1:35", "Numbers 1:36", "Numbers 1:37", "Numbers 1:38", "Numbers 1:39", "Numbers 1:40", "Numbers 1:41", "Numbers 1:42", "Numbers 1:43", "Numbers 1:44", "Numbers 1:45", "Numbers 1:46", "Numbers 1:47", "Numbers 1:48", "Numbers 1:49", "Numbers 1:50", "Numbers 1:51", "Numbers 1:52", "Numbers 1:53", "Numbers 1:54", "Numbers 2:1", "Numbers 2:2", "Numbers 2:3", "Numbers 2:4", "Numbers 2:5", "Numbers 2:6", "Numbers 2:7", "Numbers 2:8", "Numbers 2:9", "Numbers 2:10", "Numbers 2:11", "Numbers 2:12", "Numbers 2:13", "Numbers 2:14", "Numbers 2:15", "Numbers 2:16", "Numbers 2:17", "Numbers 2:18", "Numbers 2:19", "Numbers 2:20", "Numbers 2:21", "Numbers 2:22", "Numbers 2:23", "Numbers 2:24", "Numbers 2:25", "Numbers 2:26", "Numbers 2:27", "Numbers 2:28", "Numbers 2:29", "Numbers 2:30", "Numbers 2:31", "Numbers 2:32", "Numbers 2:33", "Numbers 2:34", "Numbers 3:1", "Numbers 3:2", "Numbers 3:3", "Numbers 3:4", "Numbers 3:5", "Numbers 3:6", "Numbers 3:7", "Numbers 3:8", "Numbers 3:9", "Numbers 3:10", "Numbers 3:11", "Numbers 3:12", "Numbers 3:13", "Numbers 3:14", "Numbers 3:15", "Numbers 3:16", "Numbers 3:17", "Numbers 3:18", "Numbers 3:19", "Numbers 3:20", "Numbers 3:21", "Numbers 3:22", "Numbers 3:23", "Numbers 3:24", "Numbers 3:25", "Numbers 3:26", "Numbers 3:27", "Numbers 3:28", "Numbers 3:29", "Numbers 3:30", "Numbers 3:31", "Numbers 3:32", "Numbers 3:33", "Numbers 3:34", "Numbers 3:35", "Numbers 3:36", "Numbers 3:37", "Numbers 3:38", "Numbers 3:39", "Numbers 3:40", "Numbers 3:41", "Numbers 3:42", "Numbers 3:43", "Numbers 3:44", "Numbers 3:45", "Numbers 3:46", "Numbers 3:47", "Numbers 3:48", "Numbers 3:49", "Numbers 3:50", "Numbers 3:51", "Numbers 4:1", "Numbers 4:2", "Numbers 4:3", "Numbers 4:4", "Numbers 4:5", "Numbers 4:6", "Numbers 4:7", "Numbers 4:8", "Numbers 4:9", "Numbers 4:10", "Numbers 4:11", "Numbers 4:12", "Numbers 4:13", "Numbers 4:14", "Numbers 4:15", "Numbers 4:16", "Numbers 4:17", "Numbers 4:18", "Numbers 4:19", "Numbers 4:20", "Numbers 4:21", "Numbers 4:22", "Numbers 4:23", "Numbers 4:24", "Numbers 4:25", "Numbers 4:26", "Numbers 4:27", "Numbers 4:28", "Numbers 4:29", "Numbers 4:30", "Numbers 4:31", "Numbers 4:32", "Numbers 4:33", "Numbers 4:34", "Numbers 4:35", "Numbers 4:36", "Numbers 4:37", "Numbers 4:38", "Numbers 4:39", "Numbers 4:40", "Numbers 4:41", "Numbers 4:42", "Numbers 4:43", "Numbers 4:44", "Numbers 4:45", "Numbers 4:46", "Numbers 4:47", "Numbers 4:48", "Numbers 4:49", "Numbers 5:1", "Numbers 5:2", "Numbers 5:3", "Numbers 5:4", "Numbers 5:5", "Numbers 5:6", "Numbers 5:7", "Numbers 5:8", "Numbers 5:9", "Numbers 5:10", "Numbers 5:11", "Numbers 5:12", "Numbers 5:13", "Numbers 5:14", "Numbers 5:15", "Numbers 5:16", "Numbers 5:17", "Numbers 5:18", "Numbers 5:19", "Numbers 5:20", "Numbers 5:21", "Numbers 5:22", "Numbers 5:23", "Numbers 5:24", "Numbers 5:25", "Numbers 5:26", "Numbers 5:27", "Numbers 5:28", "Numbers 5:29", "Numbers 5:30", "Numbers 5:31", "Numbers 6:1", "Numbers 6:2", "Numbers 6:3", "Numbers 6:4", "Numbers 6:5", "Numbers 6:6", "Numbers 6:7", "Numbers 6:8", "Numbers 6:9", "Numbers 6:10", "Numbers 6:11", "Numbers 6:12", "Numbers 6:13", "Numbers 6:14", "Numbers 6:15", "Numbers 6:16", "Numbers 6:17", "Numbers 6:18", "Numbers 6:19", "Numbers 6:20", "Numbers 6:21", "Numbers 6:22", "Numbers 6:23", "Numbers 6:24", "Numbers 6:25", "Numbers 6:26", "Numbers 6:27", "Numbers 7:1", "Numbers 7:2", "Numbers 7:3", "Numbers 7:4", "Numbers 7:5", "Numbers 7:6", "Numbers 7:7", "Numbers 7:8", "Numbers 7:9", "Numbers 7:10", "Numbers 7:11", "Numbers 7:12", "Numbers 7:13", "Numbers 7:14", "Numbers 7:15", "Numbers 7:16", "Numbers 7:17", "Numbers 7:18", "Numbers 7:19", "Numbers 7:20", "Numbers 7:21", "Numbers 7:22", "Numbers 7:23", "Numbers 7:24", "Numbers 7:25", "Numbers 7:26", "Numbers 7:27", "Numbers 7:28", "Numbers 7:29", "Numbers 7:30", "Numbers 7:31", "Numbers 7:32", "Numbers 7:33", "Numbers 7:34", "Numbers 7:35", "Numbers 7:36", "Numbers 7:37", "Numbers 7:38", "Numbers 7:39", "Numbers 7:40", "Numbers 7:41", "Numbers 7:42", "Numbers 7:43", "Numbers 7:44", "Numbers 7:45", "Numbers 7:46", "Numbers 7:47", "Numbers 7:48", "Numbers 7:49", "Numbers 7:50", "Numbers 7:51", "Numbers 7:52", "Numbers 7:53", "Numbers 7:54", "Numbers 7:55", "Numbers 7:56", "Numbers 7:57", "Numbers 7:58", "Numbers 7:59", "Numbers 7:60", "Numbers 7:61", "Numbers 7:62", "Numbers 7:63", "Numbers 7:64", "Numbers 7:65", "Numbers 7:66", "Numbers 7:67", "Numbers 7:68", "Numbers 7:69", "Numbers 7:70", "Numbers 7:71", "Numbers 7:72", "Numbers 7:73", "Numbers 7:74", "Numbers 7:75", "Numbers 7:76", "Numbers 7:77", "Numbers 7:78", "Numbers 7:79", "Numbers 7:80", "Numbers 7:81", "Numbers 7:82", "Numbers 7:83", "Numbers 7:84", "Numbers 7:85", "Numbers 7:86", "Numbers 7:87", "Numbers 7:88", "Numbers 7:89", "Numbers 8:1", "Numbers 8:2", "Numbers 8:3", "Numbers 8:4", "Numbers 8:5", "Numbers 8:6", "Numbers 8:7", "Numbers 8:8", "Numbers 8:9", "Numbers 8:10", "Numbers 8:11", "Numbers 8:12", "Numbers 8:13", "Numbers 8:14", "Numbers 8:15", "Numbers 8:16", "Numbers 8:17", "Numbers 8:18", "Numbers 8:19", "Numbers 8:20", "Numbers 8:21", "Numbers 8:22", "Numbers 8:23", "Numbers 8:24", "Numbers 8:25", "Numbers 8:26", "Numbers 9:1", "Numbers 9:2", "Numbers 9:3", "Numbers 9:4", "Numbers 9:5", "Numbers 9:6", "Numbers 9:7", "Numbers 9:8", "Numbers 9:9", "Numbers 9:10", "Numbers 9:11", "Numbers 9:12", "Numbers 9:13", "Numbers 9:14", "Numbers 9:15", "Numbers 9:16", "Numbers 9:17", "Numbers 9:18", "Numbers 9:19", "Numbers 9:20", "Numbers 9:21", "Numbers 9:22", "Numbers 9:23", "Numbers 10:1", "Numbers 10:2", "Numbers 10:3", "Numbers 10:4", "Numbers 10:5", "Numbers 10:6", "Numbers 10:7", "Numbers 10:8", "Numbers 10:9", "Numbers 10:10", "Numbers 10:11", "Numbers 10:12", "Numbers 10:13", "Numbers 10:14", "Numbers 10:15", "Numbers 10:16", "Numbers 10:17", "Numbers 10:18", "Numbers 10:19", "Numbers 10:20", "Numbers 10:21", "Numbers 10:22", "Numbers 10:23", "Numbers 10:24", "Numbers 10:25", "Numbers 10:26", "Numbers 10:27", "Numbers 10:28", "Numbers 10:29", "Numbers 10:30", "Numbers 10:31", "Numbers 10:32", "Numbers 10:33", "Numbers 10:34", "Numbers 10:35", "Numbers 10:36", "Numbers 11:1", "Numbers 11:2", "Numbers 11:3", "Numbers 11:4", "Numbers 11:5", "Numbers 11:6", "Numbers 11:7", "Numbers 11:8", "Numbers 11:9", "Numbers 11:10", "Numbers 11:11", "Numbers 11:12", "Numbers 11:13", "Numbers 11:14", "Numbers 11:15", "Numbers 11:16", "Numbers 11:17", "Numbers 11:18", "Numbers 11:19", "Numbers 11:20", "Numbers 11:21", "Numbers 11:22", "Numbers 11:23", "Numbers 11:24", "Numbers 11:25", "Numbers 11:26", "Numbers 11:27", "Numbers 11:28", "Numbers 11:29", "Numbers 11:30", "Numbers 11:31", "Numbers 11:32", "Numbers 11:33", "Numbers 11:34", "Numbers 11:35", "Numbers 12:1", "Numbers 12:2", "Numbers 12:3", "Numbers 12:4", "Numbers 12:5", "Numbers 12:6", "Numbers 12:7", "Numbers 12:8", "Numbers 12:9", "Numbers 12:10", "Numbers 12:11", "Numbers 12:12", "Numbers 12:13", "Numbers 12:14", "Numbers 12:15", "Numbers 12:16", "Numbers 13:1", "Numbers 13:2", "Numbers 13:3", "Numbers 13:4", "Numbers 13:5", "Numbers 13:6", "Numbers 13:7", "Numbers 13:8", "Numbers 13:9", "Numbers 13:10", "Numbers 13:11", "Numbers 13:12", "Numbers 13:13", "Numbers 13:14", "Numbers 13:15", "Numbers 13:16", "Numbers 13:17", "Numbers 13:18", "Numbers 13:19", "Numbers 13:20", "Numbers 13:21", "Numbers 13:22", "Numbers 13:23", "Numbers 13:24", "Numbers 13:25", "Numbers 13:26", "Numbers 13:27", "Numbers 13:28", "Numbers 13:29", "Numbers 13:30", "Numbers 13:31", "Numbers 13:32", "Numbers 13:33", "Numbers 14:1", "Numbers 14:2", "Numbers 14:3", "Numbers 14:4", "Numbers 14:5", "Numbers 14:6", "Numbers 14:7", "Numbers 14:8", "Numbers 14:9", "Numbers 14:10", "Numbers 14:11", "Numbers 14:12", "Numbers 14:13", "Numbers 14:14", "Numbers 14:15", "Numbers 14:16", "Numbers 14:17", "Numbers 14:18", "Numbers 14:19", "Numbers 14:20", "Numbers 14:21", "Numbers 14:22", "Numbers 14:23", "Numbers 14:24", "Numbers 14:25", "Numbers 14:26", "Numbers 14:27", "Numbers 14:28", "Numbers 14:29", "Numbers 14:30", "Numbers 14:31", "Numbers 14:32", "Numbers 14:33", "Numbers 14:34", "Numbers 14:35", "Numbers 14:36", "Numbers 14:37", "Numbers 14:38", "Numbers 14:39", "Numbers 14:40", "Numbers 14:41", "Numbers 14:42", "Numbers 14:43", "Numbers 14:44", "Numbers 14:45", "Numbers 15:1", "Numbers 15:2", "Numbers 15:3", "Numbers 15:4", "Numbers 15:5", "Numbers 15:6", "Numbers 15:7", "Numbers 15:8", "Numbers 15:9", "Numbers 15:10", "Numbers 15:11", "Numbers 15:12", "Numbers 15:13", "Numbers 15:14", "Numbers 15:15", "Numbers 15:16", "Numbers 15:17", "Numbers 15:18", "Numbers 15:19", "Numbers 15:20", "Numbers 15:21", "Numbers 15:22", "Numbers 15:23", "Numbers 15:24", "Numbers 15:25", "Numbers 15:26", "Numbers 15:27", "Numbers 15:28", "Numbers 15:29", "Numbers 15:30", "Numbers 15:31", "Numbers 15:32", "Numbers 15:33", "Numbers 15:34", "Numbers 15:35", "Numbers 15:36", "Numbers 15:37", "Numbers 15:38", "Numbers 15:39", "Numbers 15:40", "Numbers 15:41", "Numbers 16:1", "Numbers 16:2", "Numbers 16:3", "Numbers 16:4", "Numbers 16:5", "Numbers 16:6", "Numbers 16:7", "Numbers 16:8", "Numbers 16:9", "Numbers 16:10", "Numbers 16:11", "Numbers 16:12", "Numbers 16:13", "Numbers 16:14", "Numbers 16:15", "Numbers 16:16", "Numbers 16:17", "Numbers 16:18", "Numbers 16:19", "Numbers 16:20", "Numbers 16:21", "Numbers 16:22", "Numbers 16:23", "Numbers 16:24", "Numbers 16:25", "Numbers 16:26", "Numbers 16:27", "Numbers 16:28", "Numbers 16:29", "Numbers 16:30", "Numbers 16:31", "Numbers 16:32", "Numbers 16:33", "Numbers 16:34", "Numbers 16:35", "Numbers 17:1", "Numbers 17:2", "Numbers 17:3", "Numbers 17:4", "Numbers 17:5", "Numbers 17:6", "Numbers 17:7", "Numbers 17:8", "Numbers 17:9", "Numbers 17:10", "Numbers 17:11", "Numbers 17:12", "Numbers 17:13", "Numbers 17:14", "Numbers 17:15", "Numbers 17:16", "Numbers 17:17", "Numbers 17:18", "Numbers 17:19", "Numbers 17:20", "Numbers 17:21", "Numbers 17:22", "Numbers 17:23", "Numbers 17:24", "Numbers 17:25", "Numbers 17:26", "Numbers 17:27", "Numbers 17:28", "Numbers 18:1", "Numbers 18:2", "Numbers 18:3", "Numbers 18:4", "Numbers 18:5", "Numbers 18:6", "Numbers 18:7", "Numbers 18:8", "Numbers 18:9", "Numbers 18:10", "Numbers 18:11", "Numbers 18:12", "Numbers 18:13", "Numbers 18:14", "Numbers 18:15", "Numbers 18:16", "Numbers 18:17", "Numbers 18:18", "Numbers 18:19", "Numbers 18:20", "Numbers 18:21", "Numbers 18:22", "Numbers 18:23", "Numbers 18:24", "Numbers 18:25", "Numbers 18:26", "Numbers 18:27", "Numbers 18:28", "Numbers 18:29", "Numbers 18:30", "Numbers 18:31", "Numbers 18:32", "Numbers 19:1", "Numbers 19:2", "Numbers 19:3", "Numbers 19:4", "Numbers 19:5", "Numbers 19:6", "Numbers 19:7", "Numbers 19:8", "Numbers 19:9", "Numbers 19:10", "Numbers 19:11", "Numbers 19:12", "Numbers 19:13", "Numbers 19:14", "Numbers 19:15", "Numbers 19:16", "Numbers 19:17", "Numbers 19:18", "Numbers 19:19", "Numbers 19:20", "Numbers 19:21", "Numbers 19:22", "Numbers 20:1", "Numbers 20:2", "Numbers 20:3", "Numbers 20:4", "Numbers 20:5", "Numbers 20:6", "Numbers 20:7", "Numbers 20:8", "Numbers 20:9", "Numbers 20:10", "Numbers 20:11", "Numbers 20:12", "Numbers 20:13", "Numbers 20:14", "Numbers 20:15", "Numbers 20:16", "Numbers 20:17", "Numbers 20:18", "Numbers 20:19", "Numbers 20:20", "Numbers 20:21", "Numbers 20:22", "Numbers 20:23", "Numbers 20:24", "Numbers 20:25", "Numbers 20:26", "Numbers 20:27", "Numbers 20:28", "Numbers 20:29", "Numbers 21:1", "Numbers 21:2", "Numbers 21:3", "Numbers 21:4", "Numbers 21:5", "Numbers 21:6", "Numbers 21:7", "Numbers 21:8", "Numbers 21:9", "Numbers 21:10", "Numbers 21:11", "Numbers 21:12", "Numbers 21:13", "Numbers 21:14", "Numbers 21:15", "Numbers 21:16", "Numbers 21:17", "Numbers 21:18", "Numbers 21:19", "Numbers 21:20", "Numbers 21:21", "Numbers 21:22", "Numbers 21:23", "Numbers 21:24", "Numbers 21:25", "Numbers 21:26", "Numbers 21:27", "Numbers 21:28", "Numbers 21:29", "Numbers 21:30", "Numbers 21:31", "Numbers 21:32", "Numbers 21:33", "Numbers 21:34", "Numbers 21:35", "Numbers 22:1", "Numbers 22:2", "Numbers 22:3", "Numbers 22:4", "Numbers 22:5", "Numbers 22:6", "Numbers 22:7", "Numbers 22:8", "Numbers 22:9", "Numbers 22:10", "Numbers 22:11", "Numbers 22:12", "Numbers 22:13", "Numbers 22:14", "Numbers 22:15", "Numbers 22:16", "Numbers 22:17", "Numbers 22:18", "Numbers 22:19", "Numbers 22:20", "Numbers 22:21", "Numbers 22:22", "Numbers 22:23", "Numbers 22:24", "Numbers 22:25", "Numbers 22:26", "Numbers 22:27", "Numbers 22:28", "Numbers 22:29", "Numbers 22:30", "Numbers 22:31", "Numbers 22:32", "Numbers 22:33", "Numbers 22:34", "Numbers 22:35", "Numbers 22:36", "Numbers 22:37", "Numbers 22:38", "Numbers 22:39", "Numbers 22:40", "Numbers 22:41", "Numbers 23:1", "Numbers 23:2", "Numbers 23:3", "Numbers 23:4", "Numbers 23:5", "Numbers 23:6", "Numbers 23:7", "Numbers 23:8", "Numbers 23:9", "Numbers 23:10", "Numbers 23:11", "Numbers 23:12", "Numbers 23:13", "Numbers 23:14", "Numbers 23:15", "Numbers 23:16", "Numbers 23:17", "Numbers 23:18", "Numbers 23:19", "Numbers 23:20", "Numbers 23:21", "Numbers 23:22", "Numbers 23:23", "Numbers 23:24", "Numbers 23:25", "Numbers 23:26", "Numbers 23:27", "Numbers 23:28", "Numbers 23:29", "Numbers 23:30", "Numbers 24:1", "Numbers 24:2", "Numbers 24:3", "Numbers 24:4", "Numbers 24:5", "Numbers 24:6", "Numbers 24:7", "Numbers 24:8", "Numbers 24:9", "Numbers 24:10", "Numbers 24:11", "Numbers 24:12", "Numbers 24:13", "Numbers 24:14", "Numbers 24:15", "Numbers 24:16", "Numbers 24:17", "Numbers 24:18", "Numbers 24:19", "Numbers 24:20", "Numbers 24:21", "Numbers 24:22", "Numbers 24:23", "Numbers 24:24", "Numbers 24:25", "Numbers 25:1", "Numbers 25:2", "Numbers 25:3", "Numbers 25:4", "Numbers 25:5", "Numbers 25:6", "Numbers 25:7", "Numbers 25:8", "Numbers 25:9", "Numbers 25:10", "Numbers 25:11", "Numbers 25:12", "Numbers 25:13", "Numbers 25:14", "Numbers 25:15", "Numbers 25:16", "Numbers 25:17", "Numbers 25:18", "Numbers 26:1", "Numbers 26:2", "Numbers 26:3", "Numbers 26:4", "Numbers 26:5", "Numbers 26:6", "Numbers 26:7", "Numbers 26:8", "Numbers 26:9", "Numbers 26:10", "Numbers 26:11", "Numbers 26:12", "Numbers 26:13", "Numbers 26:14", "Numbers 26:15", "Numbers 26:16", "Numbers 26:17", "Numbers 26:18", "Numbers 26:19", "Numbers 26:20", "Numbers 26:21", "Numbers 26:22", "Numbers 26:23", "Numbers 26:24", "Numbers 26:25", "Numbers 26:26", "Numbers 26:27", "Numbers 26:28", "Numbers 26:29", "Numbers 26:30", "Numbers 26:31", "Numbers 26:32", "Numbers 26:33", "Numbers 26:34", "Numbers 26:35", "Numbers 26:36", "Numbers 26:37", "Numbers 26:38", "Numbers 26:39", "Numbers 26:40", "Numbers 26:41", "Numbers 26:42", "Numbers 26:43", "Numbers 26:44", "Numbers 26:45", "Numbers 26:46", "Numbers 26:47", "Numbers 26:48", "Numbers 26:49", "Numbers 26:50", "Numbers 26:51", "Numbers 26:52", "Numbers 26:53", "Numbers 26:54", "Numbers 26:55", "Numbers 26:56", "Numbers 26:57", "Numbers 26:58", "Numbers 26:59", "Numbers 26:60", "Numbers 26:61", "Numbers 26:62", "Numbers 26:63", "Numbers 26:64", "Numbers 26:65", "Numbers 27:1", "Numbers 27:2", "Numbers 27:3", "Numbers 27:4", "Numbers 27:5", "Numbers 27:6", "Numbers 27:7", "Numbers 27:8", "Numbers 27:9", "Numbers 27:10", "Numbers 27:11", "Numbers 27:12", "Numbers 27:13", "Numbers 27:14", "Numbers 27:15", "Numbers 27:16", "Numbers 27:17", "Numbers 27:18", "Numbers 27:19", "Numbers 27:20", "Numbers 27:21", "Numbers 27:22", "Numbers 27:23", "Numbers 28:1", "Numbers 28:2", "Numbers 28:3", "Numbers 28:4", "Numbers 28:5", "Numbers 28:6", "Numbers 28:7", "Numbers 28:8", "Numbers 28:9", "Numbers 28:10", "Numbers 28:11", "Numbers 28:12", "Numbers 28:13", "Numbers 28:14", "Numbers 28:15", "Numbers 28:16", "Numbers 28:17", "Numbers 28:18", "Numbers 28:19", "Numbers 28:20", "Numbers 28:21", "Numbers 28:22", "Numbers 28:23", "Numbers 28:24", "Numbers 28:25", "Numbers 28:26", "Numbers 28:27", "Numbers 28:28", "Numbers 28:29", "Numbers 28:30", "Numbers 28:31", "Numbers 29:1", "Numbers 29:2", "Numbers 29:3", "Numbers 29:4", "Numbers 29:5", "Numbers 29:6", "Numbers 29:7", "Numbers 29:8", "Numbers 29:9", "Numbers 29:10", "Numbers 29:11", "Numbers 29:12", "Numbers 29:13", "Numbers 29:14", "Numbers 29:15", "Numbers 29:16", "Numbers 29:17", "Numbers 29:18", "Numbers 29:19", "Numbers 29:20", "Numbers 29:21", "Numbers 29:22", "Numbers 29:23", "Numbers 29:24", "Numbers 29:25", "Numbers 29:26", "Numbers 29:27", "Numbers 29:28", "Numbers 29:29", "Numbers 29:30", "Numbers 29:31", "Numbers 29:32", "Numbers 29:33", "Numbers 29:34", "Numbers 29:35", "Numbers 29:36", "Numbers 29:37", "Numbers 29:38", "Numbers 29:39", "Numbers 30:1", "Numbers 30:2", "Numbers 30:3", "Numbers 30:4", "Numbers 30:5", "Numbers 30:6", "Numbers 30:7", "Numbers 30:8", "Numbers 30:9", "Numbers 30:10", "Numbers 30:11", "Numbers 30:12", "Numbers 30:13", "Numbers 30:14", "Numbers 30:15", "Numbers 30:16", "Numbers 30:17", "Numbers 31:1", "Numbers 31:2", "Numbers 31:3", "Numbers 31:4", "Numbers 31:5", "Numbers 31:6", "Numbers 31:7", "Numbers 31:8", "Numbers 31:9", "Numbers 31:10", "Numbers 31:11", "Numbers 31:12", "Numbers 31:13", "Numbers 31:14", "Numbers 31:15", "Numbers 31:16", "Numbers 31:17", "Numbers 31:18", "Numbers 31:19", "Numbers 31:20", "Numbers 31:21", "Numbers 31:22", "Numbers 31:23", "Numbers 31:24", "Numbers 31:25", "Numbers 31:26", "Numbers 31:27", "Numbers 31:28", "Numbers 31:29", "Numbers 31:30", "Numbers 31:31", "Numbers 31:32", "Numbers 31:33", "Numbers 31:34", "Numbers 31:35", "Numbers 31:36", "Numbers 31:37", "Numbers 31:38", "Numbers 31:39", "Numbers 31:40", "Numbers 31:41", "Numbers 31:42", "Numbers 31:43", "Numbers 31:44", "Numbers 31:45", "Numbers 31:46", "Numbers 31:47", "Numbers 31:48", "Numbers 31:49", "Numbers 31:50", "Numbers 31:51", "Numbers 31:52", "Numbers 31:53", "Numbers 31:54", "Numbers 32:1", "Numbers 32:2", "Numbers 32:3", "Numbers 32:4", "Numbers 32:5", "Numbers 32:6", "Numbers 32:7", "Numbers 32:8", "Numbers 32:9", "Numbers 32:10", "Numbers 32:11", "Numbers 32:12", "Numbers 32:13", "Numbers 32:14", "Numbers 32:15", "Numbers 32:16", "Numbers 32:17", "Numbers 32:18", "Numbers 32:19", "Numbers 32:20", "Numbers 32:21", "Numbers 32:22", "Numbers 32:23", "Numbers 32:24", "Numbers 32:25", "Numbers 32:26", "Numbers 32:27", "Numbers 32:28", "Numbers 32:29", "Numbers 32:30", "Numbers 32:31", "Numbers 32:32", "Numbers 32:33", "Numbers 32:34", "Numbers 32:35", "Numbers 32:36", "Numbers 32:37", "Numbers 32:38", "Numbers 32:39", "Numbers 32:40", "Numbers 32:41", "Numbers 32:42", "Numbers 33:1", "Numbers 33:2", "Numbers 33:3", "Numbers 33:4", "Numbers 33:5", "Numbers 33:6", "Numbers 33:7", "Numbers 33:8", "Numbers 33:9", "Numbers 33:10", "Numbers 33:11", "Numbers 33:12", "Numbers 33:13", "Numbers 33:14", "Numbers 33:15", "Numbers 33:16", "Numbers 33:17", "Numbers 33:18", "Numbers 33:19", "Numbers 33:20", "Numbers 33:21", "Numbers 33:22", "Numbers 33:23", "Numbers 33:24", "Numbers 33:25", "Numbers 33:26", "Numbers 33:27", "Numbers 33:28", "Numbers 33:29", "Numbers 33:30", "Numbers 33:31", "Numbers 33:32", "Numbers 33:33", "Numbers 33:34", "Numbers 33:35", "Numbers 33:36", "Numbers 33:37", "Numbers 33:38", "Numbers 33:39", "Numbers 33:40", "Numbers 33:41", "Numbers 33:42", "Numbers 33:43", "Numbers 33:44", "Numbers 33:45", "Numbers 33:46", "Numbers 33:47", "Numbers 33:48", "Numbers 33:49", "Numbers 33:50", "Numbers 33:51", "Numbers 33:52", "Numbers 33:53", "Numbers 33:54", "Numbers 33:55", "Numbers 33:56", "Numbers 34:1", "Numbers 34:2", "Numbers 34:3", "Numbers 34:4", "Numbers 34:5", "Numbers 34:6", "Numbers 34:7", "Numbers 34:8", "Numbers 34:9", "Numbers 34:10", "Numbers 34:11", "Numbers 34:12", "Numbers 34:13", "Numbers 34:14", "Numbers 34:15", "Numbers 34:16", "Numbers 34:17", "Numbers 34:18", "Numbers 34:19", "Numbers 34:20", "Numbers 34:21", "Numbers 34:22", "Numbers 34:23", "Numbers 34:24", "Numbers 34:25", "Numbers 34:26", "Numbers 34:27", "Numbers 34:28", "Numbers 34:29", "Numbers 35:1", "Numbers 35:2", "Numbers 35:3", "Numbers 35:4", "Numbers 35:5", "Numbers 35:6", "Numbers 35:7", "Numbers 35:8", "Numbers 35:9", "Numbers 35:10", "Numbers 35:11", "Numbers 35:12", "Numbers 35:13", "Numbers 35:14", "Numbers 35:15", "Numbers 35:16", "Numbers 35:17", "Numbers 35:18", "Numbers 35:19", "Numbers 35:20", "Numbers 35:21", "Numbers 35:22", "Numbers 35:23", "Numbers 35:24", "Numbers 35:25", "Numbers 35:26", "Numbers 35:27", "Numbers 35:28", "Numbers 35:29", "Numbers 35:30", "Numbers 35:31", "Numbers 35:32", "Numbers 35:33", "Numbers 35:34", "Numbers 36:1", "Numbers 36:2", "Numbers 36:3", "Numbers 36:4", "Numbers 36:5", "Numbers 36:6", "Numbers 36:7", "Numbers 36:8", "Numbers 36:9", "Numbers 36:10", "Numbers 36:11", "Numbers 36:12", "Numbers 36:13"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, On the Book of Numbers and Its Structure 2-52", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר א׳ ב׳-נ״ב", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "On the Book of Numbers and Its Structure", "he": "במדבר מאמר א׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "במדבר מאמר א׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["T<small>HE READER WHO APPROACHES THE BOOK OF</small> N<small>UMBERS UNDER THE INFLUENCE OF ITS</small> common Hebrew name, <i>Bemidbar</i>, “In the Wilderness,” will logically expect a narrative account of the wanderings of the Israelites before they reach the Promised Land. But the book in its present form is a great deal more than that. To be sure,it contains stories of the long trek from Egypt to Canaan, with moments of triumph and difficulty, obedience and rebellion. Some of the great narratives of the Pentateuch are here, from the account of Korah’s revolt (Chap. 16) to Moshe’s sin (20) to Bil'am’s recalcitrant donkey (22). But the book also features census and sacrificial donation lists; details of the setup of Israel’s camp; the duties of the Levites in the traveling sanctuary; laws regarding wives suspected of adultery and those who take on extraordinary vows; a complicated and mysterious ritual for removing the extreme ritual pollution carried by death; a doubled tale about daughters inheriting land; and a host of other rules and regulations.", "It is this composite character and apparent lack of easily definable structure that imbue the book with fascination for scholars and with frustration for lay readers. While the four other books of the Torah also mix narrative, law, poetry, and cultic regulations, none of them has combined and alternated these genres with such abandon. There are a number of possible explanations for this. First, it is conceivable that Numbers as we have it reflects the desire to preserve as many traditions about the wilderness wanderings as possible; as Greenberg (1972) has demonstrated with the traditions about the revelation on Mount Sinai, it may have been more important to collect everything relevant than to create a smooth or seamless text. Second, here as elsewhere in the Torah, narrative may serve to introduce law or to provide the preceding background for it. Third, there is an aesthetic consideration: the great rebellion stories in the center of the book, to give an example, are separated from one another by prescriptive legal passages. Earlier books in the Torah similarly utilize breaks of varying lengths (e.g., the genealogical lists in Genesis, the Tabernacle texts of Exodus). The result is to highlight both narrative and law, and also to provide a large-scale rhythm to the book (Milgrom comments on the consistent alternating pattern).", "The kind of literary mixture that we find in Numbers goes beyond that rabbinic dictum that “the Torah speaks in human language.” It suggests that, far from betraying human frailties in the composition or transmission of the traditions presented in Numbers, a purposeful and powerful hand has been at work. More than any other book in the Torah, this one gives evidence of an editorial process. While the finished product may not be able to help us unravel the detailed history of that process, we may at least observe that much has been added to the wilderness narratives, in a way that transforms them into a patterned view of Israel’s early history.", "Recent commentaries see a two- or three-part structure to Numbers, based either on geography—the Sinai Wilderness, Kadesh, the plains of Moab—or chronology. Since the book as we have it is not entirely clear about either area— there seems to be internal disagreement about where the spies (Chap. 13) left from and went, and also about when the forty-year punishment began—I am in general agreement with Olson’s scheme of seeing the book as “The Death of the Old and the Birth of the New,” that is, the slave generation and that of their children, which are set apart by the two census lists in Chapters 1 and 26. But the differences between Chapters 1–10 and 11–25 must also be taken into account. I propose the following theoretical structure:", "I In the Wilderness of Sinai: The Camp", "1 The Census (Musterings) of the Israelites; the Duties of the Levites", "2 The Ordering of the Camp", "3 The Census of the Levites According to Their Duties", "4 The Tasks of the Levites", "5 Threats to the Ritual Integrity of the Camp", "6 Procedure Regarding a Nazirite; the Priestly Blessing", "7 Gifts of the Tribes to the Tabernacle", "8 The Tabernacle Lamps; Purification of the Levites", "9 Passover in the Wilderness; God’s Presence with the Tabernacle", "10 The Journey to Canaan Commences", "II The Rebellious Folk: Narratives of Challenge", "A Sealing the Fate of the First Generation", "11 First Rebellion: Food", "12 Second Rebellion: Siblings", "13 The Spies’ Mission", "14 Third Rebellion: Panic", "15 Interlude: Rules on Sacrifices, Sabbath, and Tassels", "B The Crisis of Leadership", "16 Fourth Rebellion: Korah and the Levites", "17 Fifth Rebellion: After the Purge", "18 The Levites as Guardians", "19 Pollution by Death and Its Removal", "20 Sixth Rebellion: The Sin of Moshe and Aharon", "C Encountering the Other", "21 Encounters with Various Neighbors; Seventh Rebellion:", "Food and Water", "22–24 The Bil'am Cycle", "25 Final Rebellion: Apostasy", "III In the Plains of Moab: Preparations for the Conquest of Canaan", "26 The Second Census", "27 Inheritance: the Daughters of Tzelofhad I", "28–29 Sacrifices for Holy Days", "30 Rules Concerning Vows", "31 First Battle and Aftermath", "32 Two and a Half Tribes and the Future Conquest", "33 Wilderness Itinerary and Warning", "34 Future Borders", "35 The Levites’ Towns of Asylum", "36 Inheritance: the Daughters of Tzelofhad II", "In this scheme, not only does the otherwise haphazard subject matter of the book fit roughly into the three divisions, but the divisions themselves seem to correspond to narrative mood swings. This might be characterized as a movement from order to chaos, and back to order again. The wilderness camp is still connected to the ordering—nation-founding—experience of Sinai; God speaks to Moshe from the Tabernacle, both here and in Leviticus, and the structure serves as a surrogate Mount Sinai. The concerns of Part I, therefore, are expressed in lists, and the section is filled with them.", "With the rebellion narratives of Part II, which not coincidentally take place as soon as Israel sets out on its journey through the wilderness, the idealistic order of Sinai is broken, and the people (and Moshe) must deal with the harsh reality of life in the desert. It becomes clear that nation-founding involves not only the giving of laws and the arranging of societal roles, but also the developing of the ability to cope with physical and spiritual challenges to survival.", "The slave generation is unable to successfully meet the challenge, and Part II chronicles their failures and their punishment. They had been born into the rigidly ordered situation of slavery—an order with underlying spiritual chaos— and only their children, born into the chaotic but free air of the wilderness, can be readied for the orderly transition into conquest and societal life on their own soil. This readying process is portrayed in Part III, through a series of lists once again: another military census, clear inheritance laws, a sacred calendar tied to the growing cycles of the land, a tracing of the Israelites’ travels through the wilderness, and a laying out of future borders. By the end of the book, Israel is fully prepared to enter the land, with a new generation, new leadership in the wings, a full set of societal rules, an operative cult, and, above all, a collective memory of experiences that serve to instruct and warn future generations. These issues will be fully and memorably summarized in the great final speeches of Moshe that comprise the last book of the Torah, Deuteronomy.", "Of special note in the book of Numbers is the emphasis on the Levites and their tasks. The text introduces this group, which may have originated as a guild rather than as a tribe, already in Chapter 1 (v.47). Thereafter, they play a major role in the book—the portrayal of their purification for service (Chap. 8), the great rebellion fomented by some of them (16), their important function as guardians against encroachment on the sanctuary (18), and their distribution in certain towns that serve also as places of refuge for accidental manslayers (35) is spread throughout the book, as if to form a distinctive thread amid the other themes of wandering, rebellion, and preparation for conquest. This interest in the Levites, in the eyes of some scholars, signals a particularly late development in the history of Israelite religion, and perhaps a late editing for our book as well. It also indicates how thoroughly the wilderness traditions have been reworked, to establish a hoary history for the central Israelite institutions connected with divine worship. While it is next to impossible to trace the internal struggles of the Israelite priesthood over the centuries with historical precision, it seems clear that such strife was part of history, and may be reflected in the portrayals of Aharon, Korah, and Pin’has, to mention just a few of the priestly/Levitical figures that populate the wilderness stories. At any rate, the combining of clearly priestly material into the varied narrative and poetic stuff of Numbers has created a book different than what might have been, had the editors sought a story and only a story. The same, of course, might be said for the entire five books of which Numbers is a part.", "As I noted in the introduction to Volume II of this work, <i>Now These Are the Names</i> (Exodus), the hero’s journey through the unknown is, of course, a central theme in Western literature. From Homer’s <i>Odyssey</i> to Sinbad’s journeys in <i>A Thousand and One Nights</i> to the many twentieth-century works on the theme, the protagonist’s unfamiliar terrain has become the familiar metaphor for our own inner journeys. Such accounts normally concentrate on obstacles in the way: opponents divine and human, harsh landscapes, wild beasts, lack of water, lack of people and succor. Heroes are left to their own devices, and if they are successful in completing their journey, the audience experiences the vicarious triumph of conquering the impossible. Indeed, the operating principle seems to be: the greater the obstacles, the more stunning the triumph.", "The wilderness trek recounted in the heart of the book of Numbers has a wholly different feel. To be sure, there are obstacles, some of them standard, such as the dearth of food and water and the opposition of hostile nations along the way. But the main emphasis in these texts is on internal obstacles—the people’s lack of trust, faith, and courage. And as so often happens in the Torah, physical background, as important as it obviously is in Numbers, what with a myriad of geographical locations noted, is overshadowed by the dominant issue of the relationship between Israel and God. The God of the wilderness journey is initially a provider and protector (cf. Ex. 15–18); when he turns lawgiver, Israel’s situation seems secure despite the harsh ecological setting. But Numbers has chosen to remember the people’s moments of doubt and rebellion above all, and so the orderly leaving of Sinai which closes the first part of the book, along with the orderly preparations for conquest that mark its third part, fade in the reader’s consciousness before the memorable narratives in Chapters 11–25.", "It has been pointed out (Tunyogi) that these stories serve as “foundation accounts,” as stories that tell about “the archetypes to be repeated in all coming generations.” As such, they are significant in later Israel’s understanding of itself. Through the book of Numbers, later generations were warned not to repeat the sins of the wilderness; and Moshe himself came to be looked upon as the quintessential prophet. For the era of the literary prophets (ninth-sixth centuries <small>B.C.E.</small>), concerned as they were with Israel’s forgetfulness and backsliding, and the era of Babylonian Exile (sixth century <small>B.C.E.</small>), in which the exiles also found themselves outside the Promised Land, there could have been no stronger warning or cause for hope than the stories and laws set down in the Torah, and especially the traditions recorded in the book of Numbers."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620382edc9ad75f2d99afa00", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "", "ref": "The Five Books of Moses, by Everett Fox, Numbers, Part II; The Rebellion Narratives, Sibling Rebellion 1", "anchorRef": "Numbers 12:1-16", "anchorRefExpanded": ["Numbers 12:1", "Numbers 12:2", "Numbers 12:3", "Numbers 12:4", "Numbers 12:5", "Numbers 12:6", "Numbers 12:7", "Numbers 12:8", "Numbers 12:9", "Numbers 12:10", "Numbers 12:11", "Numbers 12:12", "Numbers 12:13", "Numbers 12:14", "Numbers 12:15", "Numbers 12:16"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, Part II; The Rebellion Narratives, Sibling Rebellion 1", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר ג׳, במדבר הערה ב׳ א׳", "anchorVerse": 1, "sourceHasEn": true, "commentaryNum": 1, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "במדבר הערה ב׳", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<a class=\"refLink\" data-ref=\"Numbers 12:1-16\" data-ven=\"The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995\">Numbers 12:1-16</a>", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62496e00fd72755d4f75abf5", "index_title": "Panekha Avakesh", "category": "Jewish Thought", "type": "", "ref": "Panekha Avakesh 19:3", "anchorRef": "Numbers 12:1-10", "anchorRefExpanded": ["Numbers 12:1", "Numbers 12:2", "Numbers 12:3", "Numbers 12:4", "Numbers 12:5", "Numbers 12:6", "Numbers 12:7", "Numbers 12:8", "Numbers 12:9", "Numbers 12:10"], "sourceRef": "Panekha Avakesh 19:3", "sourceHeRef": "פניך אבקש י״ט:ג׳", "anchorVerse": 1, "sourceHasEn": false, "compDate": [1981], "commentaryNum": 19.0003, "collectiveTitle": {"en": "Panekha Avakesh", "he": "פניך אבקש"}, "he": "בפרשת השבוע נאמר:<br><small>וַתְּדַבֵּר מִרְיָם וְאַהֲרֹן בְּמֹשֶׁה עַל אֹדוֹת הָאִשָּׁה הַכֻּשִׁית אֲשֶׁר לָקָח כִּי אִשָּׁה כֻשִׁית לָקָח. וַיֹּאמְרוּ הֲרַק אַךְ בְּמֹשֶׁה דִּבֶּר ה' הֲלֹא גַּם בָּנוּ דִבֵּר וַיִּשְׁמַע ה'. וְהָאִישׁ מֹשֶׁה עָנָו מְאֹד מִכֹּל הָאָדָם אֲשֶׁר עַל פְּנֵי הָאֲדָמָה... וַיֵּרֶד ה' בְּעַמּוּד עָנָן וַיַּעֲמֹד פֶּתַח הָאֹהֶל וַיִּקְרָא אַהֲרֹן וּמִרְיָם וַיֵּצְאוּ שְׁנֵיהֶם... וַיִּחַר אַף ה' בָּם וַיֵּלַךְ. וְהֶעָנָן סָר מֵעַל הָאֹהֶל וְהִנֵּה מִרְיָם מְצֹרַעַת כַּשָּׁלֶג (במדבר יב א-י).</small>", "heVersionTitle": "Allon Shevut, 2008", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "63c9440b01e878406e0d2212", "index_title": "Zohar", "category": "Kabbalah", "type": "", "ref": "Zohar, Idra Rabba 13:127", "anchorRef": "Numbers 12:9", "anchorRefExpanded": ["Numbers 12:9"], "sourceRef": "Zohar, Idra Rabba 13:127", "sourceHeRef": "ספר הזהר, האדרא רבא י״ג:קכ״ז", "anchorVerse": 9, "sourceHasEn": false, "compDate": [1100, 1400], "commentaryNum": 13.0005, "collectiveTitle": {"en": "Zohar", "he": "ספר הזהר"}, "heTitle": "האדרא רבא", "he": "מַאי בֵּין הַאי לְהַאי. בִּזְעֵיר אַפִּין, כַּד נָחִית הַהוּא אוֹרְחָא מִתְּחוֹת נוּקְבֵי חוֹטָמוֹי, כְּתִיב, (במדבר י״ב:ט׳) וַיִּחַר אַף יְיָ בָּם וַיֵּלַךְ. מַאי וַיֵּלַךְ. דְּנָפִיק רוּחָא דְּרוּגְזָא מֵאִינּוּן נוּקְבֵי, וּמַאן דְּאַשְׁכַּח קַמֵּיהּ, אָזִיל וְלָא אִשְׁתְּכַח. הֲדָא הוּא דִכְתִיב, (ישעיהו מ׳:ז׳) כִּי רוּחַ יְיָ נָשְׁבָה בּוֹ וְאֵינֶנּוּ (ס\"א כי רוח עברה בו ואיננו). בְּאֲרִיךְ אַפִּין כְּתִיב, (מיכה ז׳:י״ח) וְעוֹבֵר עַל פֶּשַׁע. וּכְתִיב, (איוב ל״ז:כ״א) וְרוּחַ עָבְרָה וַתְּטַהֲרֵם. וְתָאנָא, הָכָא כְּתִיב, עוֹבֵר עַל פֶּשַׁע בְּהַהוּא אָרְחָא. הָתָם, (שמות י״ב:כ״ג) וְעָבַר יְיָ לִנְגּוֹף אֶת מִצְרַיִם.", "heVersionTitle": "Vocalized Zohar, Israel 2013", "heLicense": "", "heVersionTitleInHebrew": "ספר הזהר מנקד, ישראל תשע\"ג", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "63c9440d01e878406e0d22c2", "index_title": "Zohar", "category": "Kabbalah", "type": "", "ref": "Zohar, Idra Rabba 31:235", "anchorRef": "Numbers 12:9", "anchorRefExpanded": ["Numbers 12:9"], "sourceRef": "Zohar, Idra Rabba 31:235", "sourceHeRef": "ספר הזהר, האדרא רבא ל״א:רל״ה", "anchorVerse": 9, "sourceHasEn": false, "compDate": [1100, 1400], "commentaryNum": 31.0001, "collectiveTitle": {"en": "Zohar", "he": "ספר הזהר"}, "heTitle": "האדרא רבא", "he": "וְכֹלָּא תַּלְיָיא בְּחוֹטָמָא, בְּגִין כַּךְ כְּתִיב, (בראשית ח׳:כ״א) וַיָּרַח יְיָ אֶת רֵיחַ הַנִּיחֹחַ. דְּכֹלָּא בְּחוֹטָמָא תַּלְיָין, לְאָרְחָא הַאי חוֹטָמָא, בִּתְנָנָא, וְאֶשָּׁא סוּמָקָא. וּבְגִין כַּךְ אִתְקַבָּל בְּרַעֲוָא. וְהַאי (הוא) דִּכְתִּיב, (במדבר י״ב:ט׳) וַיִּחַר אַף יְיָ. (דברים י״א:י״ז) וְחָרָה אַף יְיָ. (שמות כ״ב:כ״ג) וְחָרָה אַפִּי. (דברים ו׳:ט״ו) פֶּן יֶחרֶה אַף יְיָ. כֹּלָּא בִּזְעֵיר אַפִּין אִתְּמַר, וְלָא בְּעַתִּיקָא. תָּאנָא, כְּתִיב (דניאל ט׳:י״ח) הַטֵּה אֱלֹהַי אָזְנְךָ וּשֲׁמַע הַאי (ס\"א תאנא בצניעותא דספרא דרגא (ס\"א עקימא) עמיקא למשמע טב וביש ודא) אִיהוּ אוּדְנָא דְּאִתְעָבִיד תְּחוֹת שַׂעְרֵי. וְשַׁעְרֵי תַּלְיָין עָלֵיהּ. (ואודנא הוא למשמע) וְאוּדְנָא אִתְעָבִיד בְּרִשׁוּמֵי רְשִׁימִין לְגָאוּ. כְּמָה דְּעֲבִיד (ס\"א דכארי) דַּרְגָּא בְּעַקִימָא, (להאי ולהאי) מַאי טַעְמָא בְּעַקִימָא. (ס\"א בגין דיתעכב קלא לאעלא למוחא ויבחין במוחא ולא בבהילו) בְּגִין לְמִשְׁמַע טַב וּבִישׁ וְתָאנָא, מֵהַאי עֲקִימָא דִּבְגוֹ אוּדְנִין, תַּלְיָין כָּל אִינּוּן מָארֵי דְּגַדְפִין, דִּכְתִּיב בְּהוּ, (קהלת י׳:כ׳) כִּי עוֹף הַשָּׁמַיִם יוֹלִיךְ אֶת הַקּוֹל וּבַעַל כְּנָפַיִם יַגִּיד דָּבָר.", "heVersionTitle": "Vocalized Zohar, Israel 2013", "heLicense": "", "heVersionTitleInHebrew": "ספר הזהר מנקד, ישראל תשע\"ג", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "641882b5c9371ec0cebe7509", "index_title": "Reggio on Torah", "category": "Commentary", "type": "commentary", "ref": "Reggio on Torah, Numbers 12:9:1", "anchorRef": "Numbers 12:9", "anchorRefExpanded": ["Numbers 12:9"], "sourceRef": "Reggio on Torah, Numbers 12:9:1", "sourceHeRef": "ביאור יש\"ר על התורה, במדבר י״ב:ט׳:א׳", "anchorVerse": 9, "sourceHasEn": false, "compDate": [1790, 1810], "commentaryNum": 9.0001, "collectiveTitle": {"en": "Reggio", "he": "ביאור יש\"ר"}, "heTitle": "במדבר", "he": "<b>וילך,</b> הכבוד, כמו שכתב בסמוך והענן סר:", "heVersionTitle": "Vienna, 1821", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "64a14d79fb78cc5af68b44c5", "index_title": "Sifrei Zuta", "category": "Midrash", "type": "midrash", "ref": "Sifrei Zuta 12:9:1-2", "anchorRef": "Numbers 12:9", "anchorRefExpanded": ["Numbers 12:9"], "sourceRef": "Sifrei Zuta 12:9:1-2", "sourceHeRef": "ספרי זוטא י״ב:ט׳:א׳-ב׳", "anchorVerse": 9, "sourceHasEn": false, "commentaryNum": 9.0001, "collectiveTitle": {"en": "Sifrei Zuta", "he": "ספרי זוטא"}, "he": ["<b>ויחר אף י״י בם</b>, בשניהם:", "<b>וילך</b>, מיד נתרפא אהרן. ואומר והענן סר מעל האהל מלמד שסר הענן מעליו ולמה פרסם הכתוב במרים ורמז באהרן לפי שהיא התחילה בדבר משל למה הדבר דומה לשנים שעברו על כרם ירד אחד מהן לתוכו וליקט ואכל והאכיל חבירו כשבא בעל הכרם לא תפס אלא אותו שנמצא בתוך כרמו כך אהרן ומרים שניהם דברו ושניהם לקו ולא פרסם אלא מרים שנאמר והנה מרים מצורעת כשלג מפני שהתחילה בדבר. י״א וילך שנסתלקה שכינה כענין שנאמר אלכה ואשובה אל מקומי (הושע ה טו) ולמה נסתלקה השכינה שלא תטמא מרים בפני השכינה. ד״א שלא יהא הענן עומד ויבקש משה רחמים שלא יצטערו ואף אהרן היה ראוי לכך לכך נאמר בם אלא שהיה לובש את המעיל שהוא מכפר על לשון הרע והלא דברים קל וחומר ומה אם אלו שדברו באחיהן הקטן מהן ולא דברו בגנותו אלא שהשוו אותו לשאר נביאים כך נענשו המדבר בגנותו של חבירו בפניו על אחת כמה וכמה וכן הוא אומר זכור את אשר עשה י״י אלהיך למרים (דברים כד ט) שחטאת בפה ולקו כל איבריה:"], "heVersionTitle": "Leipzig, 1917", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "657ecc6b758c1dc532ec917c", "index_title": "Steinsaltz on Numbers", "category": "Commentary", "type": "commentary", "ref": "Steinsaltz on Numbers 12:9", "anchorRef": "Numbers 12:9", "anchorRefExpanded": ["Numbers 12:9"], "sourceRef": "Steinsaltz on Numbers 12:9", "sourceHeRef": "ביאור שטיינזלץ על במדבר י״ב:ט׳", "anchorVerse": 9, "sourceHasEn": true, "commentaryNum": 12.0009, "collectiveTitle": {"en": "Steinsaltz", "he": "ביאור שטיינזלץ"}, "heTitle": "ביאור שטיינזלץ על במדבר", "he": "<b>וַיִּחַר אַף ה' בָּם, וַיֵּלַךְ.</b>", "heVersionTitle": "The Koren Steinsaltz Tanakh HaMevoar - Hebrew", "heLicense": "Copyright: Steinsaltz Center", "heVersionTitleInHebrew": "", "text": "<b>The wrath of the Lord was enflamed against them and He departed. </b>", "versionTitle": "The Steinsaltz Tanakh - English", "license": "Copyright: Steinsaltz Center", "versionTitleInHebrew": ""}, {"_id": "66091942ad8d1ea93729fc5e", "index_title": "Studies in Spirituality; A Weekly Reading of the Jewish Bible", "category": "Quoting Commentary", "type": "", "ref": "Studies in Spirituality; A Weekly Reading of the Jewish Bible, Tazria Metzora; The Power of Shame 6", "anchorRef": "Numbers 12:1-15", "anchorRefExpanded": ["Numbers 12:1", "Numbers 12:2", "Numbers 12:3", "Numbers 12:4", "Numbers 12:5", "Numbers 12:6", "Numbers 12:7", "Numbers 12:8", "Numbers 12:9", "Numbers 12:10", "Numbers 12:11", "Numbers 12:12", "Numbers 12:13", "Numbers 12:14", "Numbers 12:15"], "sourceRef": "Studies in Spirituality; A Weekly Reading of the Jewish Bible, Tazria Metzora; The Power of Shame 6", "sourceHeRef": "שיעורים ברוחניות; קריאות חדשות בפרשת השבוע, תזריע מצורע ו׳", "anchorVerse": 1, "sourceHasEn": true, "commentaryNum": 6, "collectiveTitle": {"en": "Studies in Spirituality; A Weekly Reading of the Jewish Bible", "he": "שיעורים ברוחניות; קריאות חדשות בפרשת השבוע"}, "heTitle": "תזריע מצורע", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "The Sages decoded the mystery by relating our <i>parasha</i> to the instances in the Torah where someone was actually afflicted by <i>tzaraat</i>. One happened when Miriam spoke against her brother Moses (Num. 12:1–15). Another occurred when Moses at the burning bush said to God that the Israelites would not believe in him. His hand briefly turned “as leprous as snow” (Ex. 4:6). The Sages regarded <i>tzaraat</i> as a punishment for <i>lashon hara</i>, evil speech, speaking negatively about or denigrating another person.", "versionTitle": "Maggid Books and OU Press, 2021", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "65e9da77b215f43691cfe03e", "index_title": "Tze'enah Ure'enah", "category": "Commentary", "type": "commentary", "ref": "Tze'enah Ure'enah, Beha'alotcha 102-104", "anchorRef": "Numbers 12:9", "anchorRefExpanded": ["Numbers 12:9"], "sourceRef": "Tze'enah Ure'enah, Beha'alotcha 102-104", "sourceHeRef": "צאינה וראינה, בהעלותך ק״ב-ק״ד", "anchorVerse": 9, "sourceHasEn": true, "compDate": [1590, 1616], "commentaryNum": 102, "collectiveTitle": {"en": "Tze'enah Ure'enah", "he": "צאינה וראינה"}, "heTitle": "בהעלותך", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["“<i>Still incensed with them, the Lord departed</i>” [12:9]. The Holy One told Aaron and Miriam about their evil words, and then he punished them and beat them. From here we should learn that when someone wants to get angry at his friend, he should first tell him his <i>fault</i> and then be angry at what he had done.<sup class=\"footnote-marker\">96</sup><i class=\"footnote\">Rashi, Numbers, 12:9.</i>", "The cloud removed itself from Miriam and she became leprous. Aaron also became leprous. Some sages say that Aaron was not leprous, but that he was immediately healed.<sup class=\"footnote-marker\">97</sup><i class=\"footnote\">Hizkuni, Numbers, 12:9.</i>", "Aaron asked Moses and said to him, let not our sister be like a dead person. A leper is like a dead person.<sup class=\"footnote-marker\">98</sup><i class=\"footnote\">Rashi, Numbers, 12:12.</i>"], "versionTitle": "A Critical Translation into English; Edited and translated by Morris M. Faierstein. De Gruyter, 2017", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "663257cdfbc13eb1660c17b6", "index_title": "Tikkunei Zohar", "category": "Kabbalah", "type": "", "ref": "Tikkunei Zohar 55b:20", "anchorRef": "Numbers 12:9", "anchorRefExpanded": ["Numbers 12:9"], "sourceRef": "Tikkunei Zohar 55b:20", "sourceHeRef": "תקוני הזהר נ״ה ב:כ׳", "anchorVerse": 9, "sourceHasEn": true, "compDate": [1100, 1400], "commentaryNum": 110.002, "collectiveTitle": {"en": "Tikkunei Zohar", "he": "תקוני הזהר"}, "heTitle": "תקוני הזהר", "he": "ארבעה בתי דיד דא אד׳<br> ארבע פרשיין דא יקו״ק<br> ובהון מ״ב אזכרות<br> בתמניא פרשיין<br> דאתמר בהון יי׳ בם.<br> דא איהו כי היא שמלתו לעורו<br> ואיהי תכלת שבציצית.", "heVersionTitle": "Constantinople, 1740", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": "The four ‘housings’ of the hand – this is ADNY, <br>the four scriptural sections – this is YQV”Q. <br>And in them are 42 mentions <span class=\"mediumGrey\">o</span><span class=\"mediumGrey\">f</span><span class=\"mediumGrey\"> HVY”H</span> <br>in the eight scriptural sections, <br>of which it is stated: (Num. 12:9) <em>Y”Y ‘in them’</em><sup class=\"footnote-marker\">∞</sup><i class=\"footnote\"><em>bam</em></i><sup class=\"footnote-marker\">△</sup><i class=\"footnote\">42</i> <em>...</em><i data-commentator=\"Endnotes\" data-label=\"453\" data-order=\"453\"></i> <em> <br></em>This is: (Ex. 22:26) <em>Because... it is the garment for his skin... <br></em>and She is the <em>tekhelet</em><sup class=\"footnote-marker\">∞</sup><i class=\"footnote\">blue</i><i data-commentator=\"Endnotes\" data-label=\"454\" data-order=\"454\"></i> of the <em>tzitzit</em>.", "versionTitle": "Tiqqunei ha-Zohar, trans. by David Solomon. Margalya Press; Melbourne, 2024", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "525a33c2edbab4498f484bd0", "index_title": "Ibn Ezra on Numbers", "category": "Commentary", "type": "commentary", "ref": "Ibn Ezra on Numbers 12:9:1", "anchorRef": "Numbers 12:9", "anchorRefExpanded": ["Numbers 12:9"], "sourceRef": "Ibn Ezra on Numbers 12:9:1", "sourceHeRef": "אבן עזרא על במדבר י״ב:ט׳:א׳", "anchorVerse": 9, "sourceHasEn": true, "compDate": [1155, 1165], "commentaryNum": 9.0001, "collectiveTitle": {"en": "Ibn Ezra", "he": "אבן עזרא"}, "heTitle": "אבן עזרא על במדבר", "he": "<b>וילך.</b> הכבוד והעד והענן סר:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "AND HE DEPARTED. The reference is to God’s glory. <i>And when the cloud was removed</i><sup class=\"footnote-marker\">46</sup><i class=\"footnote\">Which immediately follows.</i> (v. 10) proves this.", "versionTitle": "Ibn Ezra's commentary on the Pentateuch, tran. and annot. by H. Norman Strickman and Arthur M. Silver. Menorah Pub., 1988-2004", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "554ef0b1fbfba21b48f53b74", "index_title": "Haamek Davar on Numbers", "category": "Commentary", "type": "commentary", "ref": "Haamek Davar on Numbers 12:9:1", "anchorRef": "Numbers 12:9", "anchorRefExpanded": ["Numbers 12:9"], "sourceRef": "Haamek Davar on Numbers 12:9:1", "sourceHeRef": "העמק דבר על במדבר י״ב:ט׳:א׳", "anchorVerse": 9, "sourceHasEn": false, "compDate": [1840, 1880], "commentaryNum": 9.0001, "collectiveTitle": {"en": "Haamek Davar", "he": "העמק דבר"}, "he": "<b>וילך.</b> חרון אף הלך כרגע. והיה העונש לאחר שהלך החרון. דאלו היה מעניש בחרון אף לא היה משתייר ח״ו שריד חלילה. אלא כבש חרונו ואחר שהלך ענש את מרים:\n", "heVersionTitle": "Sefer Torat Elohim, Vilna 1879", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר תורת אלוהים, וילנא 1879", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "55a5578afbfba23b37d0ae15", "index_title": "Guide for the Perplexed", "category": "Jewish Thought", "type": "", "ref": "Guide for the Perplexed, Part 1 24:2", "anchorRef": "Numbers 12:9", "anchorRefExpanded": ["Numbers 12:9"], "sourceRef": "Guide for the Perplexed, Part 1 24:2", "sourceHeRef": "מורה נבוכים, חלק א' כ״ד:ב׳", "anchorVerse": 9, "sourceHasEn": true, "compDate": [1190], "commentaryNum": 24.0002, "collectiveTitle": {"en": "Guide for the Perplexed", "he": "מורה נבוכים"}, "he": "<span class=\"mediumGrey\">משמעות הליכה בזיקה לה'</span><br><sup>2</sup> לפי השאלה זו היא כל <b>לשון הליכה</b> שנאמרה על ה' יתעלה, כלומר שהיא הושאלה לדבר שאינו גשמי: אם להתפשטות הדבר ואם לסילוק ההשגחה, שבבעל החיים דומה לכך הפנייה לאחור מדבר־מה, דבר שבעל החיים עושה ב<b>הליכה</b>. אם כן כפי שכִּינה את הסרת ההשגחה \"<b>הסתרת פנים</b>\" בדבריו \"<b>וְאָנֹכִי הַסְתֵּר אַסְתִּיר פָּנַי</b>\" (דברים לא,יח), כך כינה אותה \"<b>הליכה</b>\", שיש לה משמעות של פנייה לאחור מדבר־מה, ואמר: \"<b>אֵלְכָה וְאָשׁוּבָה אֶל מְקוֹמִי</b>\" (שילוב פסוקים: הושע ה,טו; ב,ט).", "heVersionTitle": "Makbili Edition, Mif'al Mishneh Torah, 2024", "heLicense": "", "heVersionTitleInHebrew": "מהדורת מקבילי, הוצאת מפעל משנה תורה, 2024", "text": "Whenever the word “to go” is used in reference to God, it must be taken in this figurative sense, i.e., it applies to incorporeal things, and signifies either the manifestation of something incorporeal, or the withdrawal of the Divine protection, an act corresponding in lifeless beings to the removal of a thing, in living beings to the departure of a living being, “walking.” The withdrawal of God’s protection is called in the Bible “the hiding of God’s countenance,” as in Deuteronomy 31:18, “As for me, I will hide my countenance.” On the same ground it has been designated “going away,” or moving away from a thing. comp. “I will depart and return to my place” (Hos. 5:15).", "versionTitle": "Guide for the Perplexed, English Translation, Friedlander (1903)", "license": "Public Domain", "versionTitleInHebrew": "מורה נבוכים, מתורגם לאנגלית בידי פרידלנדר, 1903"}, {"_id": "5892f2b0d6e4a9274647220a", "index_title": "Chizkuni", "category": "Commentary", "type": "commentary", "ref": "Chizkuni, Numbers 12:9:1", "anchorRef": "Numbers 12:9", "anchorRefExpanded": ["Numbers 12:9"], "sourceRef": "Chizkuni, Numbers 12:9:1", "sourceHeRef": "חזקוני, במדבר י״ב:ט׳:א׳", "anchorVerse": 9, "sourceHasEn": true, "compDate": [1220, 1260], "commentaryNum": 9.0001, "collectiveTitle": {"en": "Chizkuni", "he": "חזקוני"}, "heTitle": "במדבר", "he": "<b>ויחר אף ה׳‎ בם</b> איכא מ״‎ד מלמד שאף אהרן נצטרע ואיכא מאן דאמר שהוא בנזיפה בעלמא פר׳‎ הזורק.", "heVersionTitle": "Chizkuni", "heLicense": "Public Domain", "heVersionTitleInHebrew": "חזקוני", "text": "ויחר אף ה' בם, “and the anger of Hashem was kindled against them;” according to some commentators Aaron was also smitten with tzoraat;” (to account for the word: בם, “against them”) Another sage holds that G-d contented Himself with being angry at Aaron without taking any action against him. (Compare Talmud in tractate Shabbat folio 97)", "versionTitle": "Chizkuni, translated and annotated by Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": "חזקוני, מתורגם ומוער בידי אליהו מונק"}, {"_id": "58fdc11fd6e4a960c04a46f2", "index_title": "Midrash Tanchuma", "category": "Midrash", "type": "", "ref": "Midrash Tanchuma, Tzav 13:1", "anchorRef": "Numbers 12:9", "anchorRefExpanded": ["Numbers 12:9"], "sourceRef": "Midrash Tanchuma, Tzav 13:1", "sourceHeRef": "מדרש תנחומא, צו י״ג:א׳", "anchorVerse": 9, "sourceHasEn": true, "compDate": [500, 800], "commentaryNum": 13.0001, "collectiveTitle": {"en": "Midrash Tanchuma", "he": "מדרש תנחומא"}, "heTitle": "צו", "he": "<b>זֹאת</b> תּוֹרַת הָעוֹלָה. וּמַהוּ עוֹלָה, אֶלָּא שֶׁהִיא עוֹלָה לִפְנֵי הַקָּדוֹשׁ בָּרוּךְ הוּא וּמְכַפֶּרֶת עַל עֲוֹנוֹתֵיהֶם שֶׁל יִשְׂרָאֵל. כִּי בְּעֵת שֶׁעָשָׂה אַבְרָהָם עוֹלַת הָאַיִל, שֶׁנֶּאֱמַר: וַיִּשָּׂא אַבְרָהָם אֶת עֵינָיו וַיַּרְא וְהִנֵּה אַיִל אַחַר <small>(בראשית כב, יג)</small>, וּמַהוּ אַחַר, אֶלָּא אַחַר שֶׁרָאָה הַקָּדוֹשׁ בָּרוּךְ הוּא כִּי בְּכָל לְבָבוֹ וּבְכָל נַפְשׁוֹ בָּא לְהַעֲלוֹת לְיִצְחָק בְּנוֹ לְעוֹלָה, וְשָׁלַח לוֹ הָאַיִל, אָמְרוּ חֲכָמִים, כִּי מִשֵּׁשֶׁת יְמֵי בְּרֵאשִׁית נִבְרָא הָאַיִל לְהַעֲלוֹתוֹ עוֹלָה תַּחַת יִצְחָק. וְזֶה שֶׁכָּתוּב, וְהִנֵּה אַיִל אַחַר וְגוֹ'. וַיִּקַּח אֶת הָאַיִל וְגוֹ' <small>(שם)</small>, שָׁם הִבְטִיחוֹ הַקָּדוֹשׁ בָּרוּךְ הוּא בָּעֵת שֶׁיַּעֲלוּ בָּנָיו עוֹלוֹת, שֶׁיְּקַבְּלֵם מִיָּד. אָמְרוּ חֲכָמִים זִכְרוֹנָם לִבְרָכָה, אִלּוּלֵי שֶׁנִּתְעַכֵּב אַבְרָהָם לִבְדֹּק הַסַּכִּין, הָיָה נִשְׁחָט יִצְחָק, אֲבָל נִתְעַכֵּב לִבְדֹּק הַסַּכִּין. מִיָּד נִכְמְרוּ רַחֲמָיו שֶׁל הַקָּדוֹשׁ בָּרוּךְ הוּא עַל יִצְחָק, וְאָמַר הַקָּדוֹשׁ בָּרוּךְ הוּא לַפָּמַלְיָא שֶׁלּוֹ, רְאוּ כַּמָּה זֶה הַצַּדִּיק זָרִיז לַעֲשׂוֹת דִּבְרֵי מַאֲמָרִי. מִיָּד אָמַר לַמַּלְאָךְ לְהַצִּילוֹ, שֶׁנֶּאֱמַר: וַיֹּאמֶר אַבְרָהָם אַבְרָהָם וַיֹּאמֶר הִנֵּנִי <small>(בראשית כב, יא)</small>. וְלָמָּה אָמַר אַבְרָהָם אַבְרָהָם שְׁנֵי פְּעָמִים. בִּשְׁבִיל שֶׁהָיָה רְצוֹנוֹ לְשָׁחֲטוֹ וְלַעֲשׂוֹת רְצוֹן קוֹנוֹ, הָיָה הַמַּלְאָךְ מְמַהֵר וְאוֹמֵר: אַבְרָהָם אַבְרָהָם. וּמִנַּיִן שֶׁבָּדַק הַסַּכִּין. שֶׁנֶּאֱמַר: וַיִּקַּח אֶת הַמַּאֲכֶלֶת <small>(בראשית כב, י)</small>. חֲשֹׁב אוֹתִיּוֹת וַיִּקַּח אֶת הַמַּאֲכֶלֶת, וְתִמְצָא י״ב, כְּמִנְיַן הַבְּדִיקוֹת שֶׁעוֹשִׂין לַסַּכִּין אַבִּשְׂרָא וְאַטוּפְרָא וְאַתְּלַת רוּחְתָא. וּמִנַּיִן, שֶׁנֶּאֱמַר: וּשְׁחַטְתֶּם בָּזֶה <small>(ש״א יד, לד)</small>, זֶה בַּגִּימַטְרִיָּא י״ב הֲוֵי. וּמַהוּ וַיֹּאמֶר ה' אֶל מֹשֶׁה לֵאמֹר. לְאַהֲרֹן. מִכָּאן אָנוּ לְמֵדִין, שֶׁאֵין מֹשֶׁה אוֹמֵר אֶלָּא מַה שֶּׁאָמַר לֵיהּ הַקָּדוֹשׁ בָּרוּךְ הוּא. וּלְפִיכָךְ אָמַר הַקָּדוֹשׁ בָּרוּךְ הוּא בִּשְׁבִילוֹ, לֹא כֵן עַבְדִּי מֹשֶׁה בְּכָל בֵּיתִי נֶאֱמָן הוּא <small>(במדבר יב, ז)</small>. וְכֵן אָמַר בִּשְׁבִיל שְׁמוּאֵל, וַיֵּדַע כָּל יִשְׂרָאֵל מִדָּן וְעַד בְּאֵר שֶׁבַע כִּי נֶאֱמָן שְׁמוּאֵל לְנָבִיא לַה' <small>(ש״א ג, כ)</small>. אַתָּה מוֹצֵא כְּשֶׁהִתְחִיל הַדִּבּוּר לָבוֹא לוֹ, כְּשֶׁחָטְאוּ בְּנֵי עֵלִי לִפְנֵי הַקָּדוֹשׁ בָּרוּךְ הוּא, כְּמוֹ שֶׁנֶּאֱמַר: וְנֵר אֱלֹהִים טֶרֶם יִכְבֶּה וּשְׁמוּאֵל שׁוֹכֵב בְּהֵיכַל ה' <small>(ש״א ג, ג)</small>. וְכִי בְּהֵיכַל ה' הָיָה שׁוֹכֵב. אֶלָּא כָּךְ הוּא פִּתְרוֹנוֹ, וְנֵר אֱלֹהִים טֶרֶם יִכְבֶּה בְּהֵיכַל ה' אֲשֶׁר שָׁם אֲרוֹן ה', וּשְׁמוּאֵל שׁוֹכֵב בִּמְקוֹמוֹ בְּמָקוֹם אַחֵר. וַיִּקְרָא ה' אֶל שְׁמוּאֵל וַיֹּאמֶר הִנֵּנִי <small>(ש״א ג, ד)</small>, וְהוּא לֹא הֵבִין מִי הָיָה קוֹרֵא לוֹ, שֶׁהָיָה נַעַר, כְּמוֹ שֶׁנֶּאֱמַר: וְהַנַּעַר שְׁמוּאֵל הֹלֵךְ וְגָדֵל וָטוֹב גַּם עִם ה' וְגַם עִם אֲנָשִׁים <small>(ש״א ב, כו)</small>. וַיָּרָץ אֶל עֵלִי וַיֹּאמֶר הִנְנִי כִּי קָרָאתָ לִי <small>(ש״א ג, ה)</small>, שֶׁחָשַׁב שֶׁהוּא הָיָה קוֹרֵא אוֹתוֹ. וַיֹּאמֶר לֹא קָרָאתִי בְנִי שׁוּב שְׁכָב <small>(ש״א ג, ו)</small>. וַיֹּסֶף ה' קְרֹא שְׁמוּאֵל בַּשְּׁלִישִׁית וַיָּקָם וַיֵּלֵךְ אֶל עֵלִי וַיֹּאמֶר הִנְנִי כִּי קָרָאתָ לִי וַיָּבֶן עֵלִי כִּי ה' קוֹרֵא לַנַּעַר, וַיֹּאמֶר עֵלִי לִשְׁמוּאֵל לֵךְ שְׁכַב וְהָיָה אִם יִקְרָא אֵלֶיךָ וְאָמַרְתָּ דַּבֵּר ה' כִּי שׁוֹמֵעַ עַבְדֶּךָ <small>(ש״א ג ח-ט)</small>. וְהוּא לֹא אָמַר דַּבֵּר ה', אֶלָּא דַּבֵּר. לְפִי שֶׁאָמַר בְּלִבּוֹ, אֵינִי יוֹדֵעַ אִם ה' אוֹ מַלְאָךְ אוֹ דָּבָר אַחֵר. וְהוּא שָׁקוּל כְּנֶגֶד מֹשֶׁה. לְמֹשֶׁה אָמַר הַקָּדוֹשׁ בָּרוּךְ הוּא, לֹא כֵן עַבְדִּי מֹשֶׁה בְּכָל בֵּיתִי נֶאֱמָן הוּא <small>(במדבר יב, ז)</small>. וְלִשְׁמוּאֵל אָמַר, וַיֵּדַע כָּל יִשְׂרָאֵל מִדָּן וְעַד בְּאֵר שֶׁבַע כִּי נֶאֱמָן שְׁמוּאֵל לְנָבִיא לַה' <small>(ש״א ג, כ)</small>. לְפִיכָךְ אָמַר הַכָּתוּב, אִם יַעֲמֹד מֹשֶׁה וּשְׁמוּאֵל לְפָנַי אֵין נַפְשִׁי לָעָם הַזֶּה <small>(ירמיה טו, א)</small>. וְהָיָה שָׁקוּל כְּמֹשֶׁה וְאַהֲרֹן, שֶׁנֶּאֱמַר: מֹשֶׁה וְאַהֲרֹן בְּכֹהֲנָיו וּשְׁמוּאֵל בְּקוֹרְאֵי שְׁמוֹ <small>(תהלים צט, ו)</small>. הוּא הָיָה מֵאִיר עֵינֵיהֶם שֶׁל יִשְׂרָאֵל, שֶׁנֶּאֱמַר: וְנֵר אֱלֹהִים טֶרֶם יִכְבֶּה וּשְׁמוּאֵל שׁוֹכֵב בְּהֵיכַל ה' אֲשֶׁר שָׁם אֲרוֹן אֱלֹהִים <small>(ש״א ג, ג)</small>. מֹשֶׁה וּשְׁמוּאֵל לֹא הָיוּ כִּיחֶזְקֵאל, שֶׁכָּל מַה שֶּׁהוּא רוֹאֶה אוֹמֵר, וּכְמוֹ שֶׁנֶּאֱמַר: בִּשְׁנַת מוֹת הַמֶּלֶךְ עֻזִּיָּהוּ וָאֶרְאֶה אֶת ה' יוֹשֵׁב עַל כִּסֵּא רָם וְנִשָּׂא וְשׁוּלָיו מְלֵאִים אֶת הַהֵיכָל <small>(ישעיה ו, א)</small>, וּלְפִיכָךְ קְרָאוֹ הַכָּתוּב בֶּן אָדָם. אַרְבָּעָה הֵם חַיִּים וּקְרָאָם הַכָּתוּב מֵתִים. וְאֵלּוּ הֵן, הָאֶבְיוֹן, וְהַמְצֹרָע, וְהָעִוֵּר, וּמִי שֶׁאֵין לוֹ בָּנִים. הַמְצֹרָע מִנַּיִן. שֶׁנֶּאֱמַר: בִּשְׁנַת מוֹת הַמֶּלֶךְ עֻזִּיָּהוּ. וְלָמָּה כִּנָּהוּ הַכָּתוּב מֵת. אֶלָּא שֶׁנִּצְטָרֵעַ, שֶׁנֶּאֱמַר: בִּשְׁנַת מוֹת הַמֶּלֶךְ עֻזִּיָּהוּ, כְּשֶׁנִּצְטָרֵעַ. שְׂרָפִים עוֹמְדִים מִמַּעַל לוֹ <small>(ישעיה ו, ב)</small>, בַּשָּׁמַיִם לְשַׁמְּשׁוֹ. בִּשְׁתַּיִם יְכַסֶּה פָנָיו <small>(ישעיה ו, ב)</small>, בִּצְנִיעוּת, שֶׁלֹּא יֵרָאֶה גּוּפוֹ לִפְנֵי גּוּפוֹ. בִּשְׁתַּיִם יְכַסֶּה רַגְלָיו <small>(ישעיה ו, ב)</small>, שֶׁלֹּא יִרְאֶה וְיַבִּיט לְצַד שְׁכִינָה. וּבִשְׁתַּיִם יְעוֹפֵף <small>(ישעיה ו, ב)</small>. וְכִי בִּכְנָפַיִם מְעוֹפֵף. אֶלָּא מִכָּאן תִּקְּנוּ זִכְרוֹנָם לִבְרָכָה, לָעוּף אָדָם עַל רַגְלָיו בְּשָׁעָה שֶׁאוֹמֵר שְׁלִיחַ צִבּוּר, קָדוֹשׁ קָדוֹשׁ קָדוֹשׁ ה' צְבָאוֹת <small>(ישעיה ו, ג)</small>. וְתַנְחוּמָא אָמַר, כִּסּוּי רַגְלַיִם, לְפִי שֶׁהֵם כְּכַף רֶגֶל עֵגֶל, שֶׁלֹּא לְהַזְכִּיר עֲוֹן הָעֵגֶל אֶת יִשְׂרָאֵל. וְקָרָא זֶה אֶל זֶה וְאָמַר <small>(ישעיה ו' ג)</small>, נוֹטְלִין רְשׁוּת זֶה מִזֶּה, שֶׁלֹּא לְהַקְדִּים הָאֶחָד וְיַתְחִיל וְיִתְחַיֵּב שְׂרֵפָה, אֶלָּא פָּתְחוּ כֻּלָּם כְּאֶחָד וְעוֹנִין וְכוּ'. וַיָּנוּעוּ אַמּוֹת הַסִּפִּים <small>(ישעיה ו, ד)</small>, הֵם הַמְּזוּזוֹת, הַהֵיכָל. מִקּוֹל הַקּוֹרֵא <small>(ישעיה ו, ד)</small>, מִקּוֹל הַמַּלְאָכִים הַקּוֹרְאִים. הוּא הָיָה יוֹם הָרַעַשׁ, שֶׁנֶּאֱמַר בּוֹ: וְנַסְתֶּם כַּאֲשֶׁר נַסְתֶּם מִפְּנֵי הָרַעַשׁ בִּימֵי עֻזִּיָּה מֶלֶךְ יְהוּדָה וְגוֹ' <small>(זכריה יד, ה)</small>. כִּי בְּיוֹם שֶׁעָמַד עֻזִּיָּה לְהַקְטִיר בַּהֵיכָל, רָעֲשׁוּ שָׁמַיִם וָאָרֶץ וּבָאוּ הַשְּׂרָפִים לְשָׂרְפוֹ בַּשְּׂרֵפָה, כְּמוֹ שֶׁנֶּאֱמַר: וְאֵשׁ יָצְאָה מֵאֵת ה' וַתֹּאכַל אֶת הַחֲמִשִּׁים וּמָאתַיִם אִישׁ מַקְרִיבֵי הַקְּטֹרֶת, עַל שֶׁהִקְרִיבוּ קְטֹרֶת זָרָה. וְזֶהוּ שֶׁקְּרָאָם שְׂרָפִים, שֶׁבָּאוּ לְשָׂרְפוֹ, וּבָאוּ שָׁמַיִם כְּמוֹ כֵן לְשָׂרְפוֹ וְהָאָרֶץ לְבָלְעוֹ, כִּסְבוּרִים דִּינוֹ לְהִבָּלַע כְּקֹרַח שֶׁעִרְעֵר עַל הַכְּהֻנָּה. יָצְאתָה בַּת קוֹל וְאָמַר, זִכָּרוֹן לִבְנֵי יִשְׂרָאֵל <small>(במדבר יז, ה)</small>. וְלֹא יִהְיֶה כְּקֹרַח וְכַעֲדָתוֹ <small>(שם)</small>, שֶׁעִרְעֵר עַל הַכְּהֻנָּה לֹא יִהְיֶה כְּקֹרַח בַּבְּלִיעָה וְכַעֲדָתוֹ בַּשְּׂרֵפָה, אֶלָּא כַּאֲשֶׁר דִּבֵּר ה' בְּיַד מֹשֶׁה לוֹ <small>(שם)</small>, בְּיַד מֹשֶׁה בַּסְּנֶה, שֶׁנֶּאֱמַר: הֲבֵא נָא יָדְךָ בְּחֵיקְךָ, וְיוֹצִיאָהּ וְהִנֵּה יָדוֹ מְצֹרַעַת כַּשֶּׁלֶג <small>(שמות ד, ו)</small>. כְּלוֹמַר, שֶׁיִּצְטָרֵעַ הַמְּעוֹרֵר, אַף הַצָּרַעַת זָרְחָה בְּמִצְחוֹ וְהָיָה נֶחְשַׁב כַּמֵּת. וְכֵן אַתָּה מוֹצֵא בְּמִרְיָם, שֶׁנֶּאֱמַר: צְאוּ שְׁלָשְׁתְּכֶם <small>(במדבר יב, ד)</small>. לֹא הָיָה צָרִיךְ מֹשֶׁה לָצֵאת, שֶׁלֹּא דִּבֵּר עִמּוֹ כְּלוּם, אֶלָּא כְּדֵי שֶׁיְּהֵא מְזֻמָּן לְהִתְפַּלֵּל עַל מִרְיָם לְרַפֵּא אוֹתָהּ. וַיִּקְרָא אַהֲרֹן וּמִרְיָם <small>(במדבר יב, ה)</small>. לָמָּה קְרָאָם וְעָזַב לְמֹשֶׁה. לְפִי שֶׁאוֹמְרִים מִקְצָת שִׁבְחוֹ שֶׁל אָדָם בְּפָנָיו, וְכֻלּוֹ שֶׁלֹּא בְּפָנָיו. וְכֵן מָצִינוּ בְּנֹחַ, שֶׁלֹּא בְּפָנָיו, אָמַר, אִישׁ צַדִּיק תָּמִים <small>(בראשית ו, ט)</small>. וּבְפָנָיו אָמַר, כִּי אוֹתְךָ רָאִיתִי צַדִּיק לְפָנַי <small>(שם ז, א)</small>. דָּבָר אַחֵר, שֶׁלֹּא יִשְׁמַע בִּנְזִיפָתוֹ שֶׁל אַהֲרֹן. אָמַר, שִׁמְעוּ נָא דְבָרָי <small>(במדבר יב, ו)</small>. אֵין נָא אֶלָּא לְשׁוֹן בַּקָּשָׁה. אִם יִהְיֶה נְבִיאֲכֶם, ה', בַּמַּרְאָה אֵלָיו אֶתְוַדָּע <small>(במדבר יב, ו)</small>, שְׁכִינָתִי אֵין נִגְלֶה עָלָיו בְּאַסְפַּקְלַרְיָא מְאִירָה, אֶלָּא בַּחֲלוֹם וְחִזָּיוֹן. וְלָמָּה, אֶלָּא שֶׁדִּבְּרוּ בְּמֹשֶׁה, שֶׁנֶּאֱמַר: וַתְּדַבֵּר מִרְיָם וְאַהֲרֹן בְּמֹשֶׁה <small>(במדבר יב, א)</small>, וְאֵין דִּבּוּר בְּכָל מָקוֹם אֶלָּא לָשׁוֹן קָשָׁה. וְכֵן הוּא אוֹמֵר, דִּבֵּר הָאִישׁ אֲדֹנֵי הָאָרֶץ אִתָּנוּ קָשׁוֹת <small>(בראשית מב, ל)</small>. וְאֵין אֲמִירָה אֶלָּא תַּחֲנוּנִים. וְכֵן הוּא אוֹמֵר, וַיֹּאמֶר אַל נָא אָחַי תָּרֵעוּ <small>(שם יט, ז)</small>. וַיֹּאמֶר שִׁמְעוּ נָא דְּבָרַי, כָּל נָא לְשׁוֹן בַּקָּשָׁה. וְלָמָּה אָמַר תְּחִלָּה מִרְיָם וְאַחַר כָּךְ אַהֲרֹן. אֶלָּא שֶׁהִיא פָּתְחָה בַּדָּבָר תְּחִלָּה, וּלְפִיכָךְ הִקְדִּימָהּ הַכָּתוּב. וּמָה אָמְרוּ, הֲרַק אַךְ בְּמֹשֶׁה דִּבֵּר ה' <small>(במדבר יב, ב)</small>, כְּלוֹמַר, בְּמֹשֶׁה דִּבֵּר ה' לְבַדּוֹ, שֶׁפָּרַשׁ מֵאִשְׁתּוֹ. הֲלֹא גַּם בָּנוּ דִּבֵּר <small>(שם)</small>, כְּמוֹ כֵן דִּבֵּר עִמָּנוּ וְלֹא פָּרַשְׁנוּ מִדֶּרֶךְ אֶרֶץ. וּמִנַּיִן הָיְתָה יוֹדַעַת מִרְיָם שֶׁפָּרַשׁ מֹשֶׁה מִן הָאִשָּׁה. רַבִּי נָתַן אוֹמֵר, מִרְיָם הָיְתָה בְּצַד צִפּוֹרָהּ כְּשֶׁאָמְרוּ לְמֹשֶׁה אֶלְדָּד וּמֵידָד מִתְנַבְּאִים בַּמַּחֲנֶה <small>(שם יא, כז)</small>. וְכֵיוָן שֶׁשָּׁמְעָה צִפּוֹרָהּ, אָמְרָה, אוֹי לָהֶם לִנְשׁוֹתֵיהֶם שֶׁל אֵלּוּ. וּמֵאֵיזֶה זְמַן פָּרַשׁ מֹשֶׁה מִדֶּרֶךְ אֶרֶץ, אֶלָּא בְּשָׁעָה שֶׁאָמַר הַקָּדוֹשׁ בָּרוּךְ הוּא לְמֹשֶׁה בְּסִינַי קֹדֶם מַתַּן תּוֹרָה שֶׁיְּקַדֵּשׁ אֶת הָעָם וְאָמַר לָהֶם: לִשְׁלֹשֶת יָמִים אֶל תִּגְּשׁוּ אֶל אִשָּׁה <small>(שמות יט, טו)</small>, פָּרְשׁוּ הֵם מִנְּשׁוֹתֵיהֶם וּפָרַשׁ מֹשֶׁה מֵאִשְׁתּוֹ. וְאַחַר מַתַּן תּוֹרָהּ אָמַר לֵיהּ הַקָּדוֹשׁ בָּרוּךְ הוּא, לֵךְ אֱמֹר לָהֶם, שׁוּבוּ לָכֶם לְאָהֳלֵיכֶם, וְאַתָּה פֹּה עֲמֹד עִמָּדִי <small>(דברים ה, ל-לא)</small>, וְאַל תָּשׁוּב לְדֶרֶךְ אֶרֶץ. וּכְשֶׁאָמְרָה צִפּוֹרָהּ אוֹי לִנְשׁוֹתֵיהֶן שֶׁל אֵלּוּ, הֵן נִזְקָקִין לִנְבוּאָה שֶׁיְּהוּ פּוֹרְשִׁין מִנְּשׁוֹתֵיהֶם כְּמוֹ שֶׁפָּרַשׁ בַּעֲלֵי הֵימֶנִּי. וּמִשָּׁם יָדְעָה מִרְיָם וְהִגִּידָה לְאַהֲרֹן. וּמַה מִּרְיָם שֶׁלֹּא נִתְכַּוְּנָה לִגְנוּתוֹ שֶׁל מֹשֶׁה, נֶעֶנְשָׁה. קַל וָחֹמֶר לַמְסַפֵּר בִּגְנוּתוֹ שֶׁל חֲבֵרוֹ וּבְלָשׁוֹן הָרַע, יִלְקֶה הָאָדָם בְּצָרַעַת. כִּי אִשָּׁה כֻשִׁית לָקַח <small>(במדבר יב, א)</small>. כּוּשִׁית בְּגִימַטְרִיָּא יְפַת מַרְאֶה, חֶשְׁבּוֹנוֹ שֶׁל זֶה כְּחֶשְׁבּוֹנוֹ שֶׁל זֶה. הָאִשָּׁה הַכֻּשִׁית, מַגִּיד, שֶׁהַכֹּל מוֹדִים בְּיָפְיָהּ, כְּשֵׁם שֶׁהַכֹּל דּוֹבְרִים בְּשַׁחֲרוּתוֹ שֶׁל כּוּשִׁי. עַל אֹדוֹת הָאִשָּׁה <small>(שם)</small>, עַל אֹדוֹת גֵּרוּשֶׁיהָ. כִּי אִשָּׁה כֻשִׁית לָקַח, מַה תַּלְמוּד לוֹמַר. אֶלָּא יֵשׁ לְךָ אִשָּׁה נָאָה בְּיָפְיָהּ וְאֵינָהּ נָאָה בְּמַעֲשֶׂיהָ, אוֹ נָאָה בְּמַעֲשֶׂיהָ וְאֵין נָאָה בְּיָפְיָהּ, וְזוֹ נָאָה בַּכֹּל, וְעַתָּה גֵּרְשָׁהּ. וְעַל שֵׁם נוֹיָהּ נִקְרֵאת כּוּשִׁית, כְּאָדָם הַקּוֹרֵא לִבְנוֹ נָאֶה, כּוּשִׁי, כְּדֵי שֶׁלֹּא תִּשְׁלֹט בּוֹ הָעַיִן וְהָאִישׁ מֹשֶׁה עָנָו מְאֹד <small>(במדבר יב, ג)</small>. עָנָו, שָׁפָל וְסַבְלָן. דָּבָר אַחֵר, עָנָו מְאֹד, מִלְּשׁוֹן עוֹנֶה. כְּלוֹמַר, שֶׁאִם הָיָה שׁוֹמֵעַ אֵלּוּ הַדְּבָרִים יוֹדֵעַ הָיָה לַעֲנוֹת וּלְהָשִׁיב טְעָנוֹת כְּנֶגְדָן. וַיֹּאמֶר ה' פִּתְאֹם <small>(במדבר יב, ד)</small>. שֶׁנִּגְלָה עִמָּהֶם פִּתְאֹם, וְהֵם טְמֵאִים בְּדֶרֶךְ אֶרֶץ וְהָיוּ צוֹעֲקִים מַיִם מַיִם, לְהוֹדִיעָם שֶׁיָּפֶה עָשָׂה מֹשֶׁה שֶׁפָּרַשׁ מֵאִשְׁתּוֹ, אַחַר שֶׁנִּגְלֵית שְׁכִינָה עָלָיו תָּדִיר וְאֵין עֵת קָבוּעַ לַדִּבּוּר. וְכֵן אָמַר לָהֶם: פֶּה אֶל פֶּה אֶדָּבֵר בּוֹ <small>(במדבר יב, ח)</small>, פֶּה אֶל פֶּה אָמַרְתִּי לוֹ לִפְרֹשׁ מִן הָאִשָּׁה. וּמַרְאֶה וְלֹא בְחִידוֹת <small>(במדבר יב, ח)</small>, וּמַרְאֶה זוֹ מַרְאֶה הַדִּבּוּר. יָכֹל מַרְאֶה הַשְּׁכִינָה. תַּלְמוּד לוֹמַר: לֹא תּוּכַל לִרְאוֹת אֶת פָּנַי <small>(שמות לג, כ)</small>. וְאִם תֹּאמַר, הָא כְּתִיב: וּתְמוּנַת ה' יַבִּיט <small>(במדבר יב, ח)</small>. זֶה מַרְאֶה אֲחוֹרַיִם, כְּעִנְיָן שֶׁנֶּאֱמַר: וְרָאִיתָ אֶת אֲחוֹרַי <small>(שמות לג, כג)</small>. לָמָּה לֹא יְרֵאתֶם לְדַבֵּר בְּעַבְדִּי בְּמֹשֶׁה <small>(במדבר יב, ח)</small>. אֵינוֹ אוֹמֵר בְּעַבְדִּי מֹשֶׁה, אֶלָּא בְּעַבְדִּי בְּמֹשֶׁה. כְּלוֹמַר, בְּעַבְדִּי אַף עַל פִּי שֶׁאֵינוֹ מֹשֶׁה, וְכֵן בְּמֹשֶׁה אַף עַל פִּי שֶׁאֵינוֹ עַבְדִּי, כְּדַאי הָיָה לִירֹא מִפָּנָיו. וְכָל שֶׁכֵּן שֶׁהוּא עַבְדִּי, וְעֶבֶד מֶלֶךְ מֶלֶךְ. וְהָיָה לָכֶם לוֹמַר, אֵין הַמֶּלֶךְ אוֹהֲבוֹ חִנָּם. וְאִם תֹּאמְרוּ שֶׁאֵינוֹ מַכִּיר בְּמַעֲשָׂיו, זוֹ קָשָׁה מִן הָרִאשׁוֹנָה. וַיִּחַר אַף ה' בָּם וַיֵּלֵךְ <small>(במדבר יב, ט)</small>. לִמֵּד, כִּי מֵאַחַר שֶׁהוֹדִיעַ סִרְחוֹנָם, אַחֲרֵי כֵן גָּזַר עָלֶיהָ נִדּוּי. קַל וָחֹמֶר בָּשָׂר וָדָם, שֶׁלֹּא יִכְעֹס עַל חֲבֵרוֹ עַד שֶׁיּוֹדִיעֶנּוּ סִרְחוֹנוֹ. וְהֶעָנָן סָר מֵעַל הָאֹהֶל <small>(במדבר יב,  י)</small>, וְאַחֲרֵי כֵן, וְהִנֵּה מִרְיָם מְצֹרַעַת כַּשֶּׁלֶג <small>(במדבר יב, י)</small>. מָשָׁל לְמֶלֶךְ שֶׁאָמַר לְפֶּדָגוֹגוֹ, הַכֵּה אֶת בְּנִי. אֲבָל לֹא תַּכֶּנּוּ עַד שֶׁאֵלֵךָ מֵאֶצְלְךָ, שֶׁרַחֲמַי עָלָיו. אַל נָא תָשֵׁת עָלֵינוּ חַטָּאת אֲשֶׁר נוֹאַלְנוּ <small>(במדבר יב, יא)</small>. אַל נָא תְּהִי כַּמֵּת <small>(במדבר יב, יב)</small>. מַה מֵּת מְטַמֵּא בְּבִיאָה, אַף מְצֹרָע מְטַמֵּא בְּבִיאָה. אֲשֶׁר בְּצֵאתוֹ מֵרֶחֶם אִמּוֹ <small>(במדבר יב, יב)</small>. מֵרֶחֶם אִמֵּנוּ הָיָה לוֹ לוֹמַר, אֶלָּא שֶׁכִּנָּהוּ הַכָּתוּב כֵּן. וְכֵן חֲצִי בְּשָׂרוֹ <small>(במדבר יב, יב)</small>, הָיָה לוֹ לוֹמַר חֲצִי בְּשָׂרֵנוּ. וּלְפִי מַשְׁמָעוֹ נִרְאֶה לִי כֵן, אֵין רָאוּי לְהַנִּיחַ אֶת אֲחוֹתֵינוּ לִהְיוֹת כַּמֵּת, כִּי מֵאַחַר שֶׁיָּצָאת מֵרֶחֶם אִמּוֹ שֶׁל זֶה שֶׁהָיָה בְּיָדוֹ לַעֲזֹר וְאֵינוֹ עוֹזְרוֹ, הֲרֵי יֵאָכֵל חֲצִי בְּשָׂרוֹ, שֶׁאָחִיו בְּשָׂרוֹ הוּא. דָּבָר אַחֵר, אַל נָא תְּהִי כַּמֵּת. אִם אֵינְךָ רוֹפְאָהּ בִּתְפִלָּה, מִי מַסְגִּירָהּ וּמִי מְטַמְּאָהּ, כִּי אֵינִי אֶפְשָׁר לִרְאוֹתָהּ, כִּי אֲנִי קָרוֹב, וְאֵין קָרוֹב רוֹאֶה אֶת הַנְּגָעִים, וְכֹהֵן אַחֵר אֵין בָּעוֹלָם. וְזֶהוּ שֶׁנֶּאֱמַר: אֲשֶׁר בְּצֵאתוֹ מֵרֶחֶם אִמּוֹ. אֵל נָא רְפָא נָא לָהּ <small>(במדבר יב, יג)</small>. בָּא הַכָּתוּב לְלַמֶּדְךָ דֶּרֶךְ אֶרֶץ, שֶׁהַשּׁוֹאֵל דָּבָר, צָרִיךְ שֶׁיֹּאמַר שְׁנַיִם אוֹ שְׁלֹשָׁה דִּבְרֵי תַּחֲנוּנִים וְאַחַר כָּךְ יְבַקֵּשׁ שְׁאֵלוֹתָיו. לֵאמֹר, מַה תַּלְמוּד לוֹמַר. אָמַר לוֹ: הֲשִׁיבֵנִי אִם מְרַפֵּא אַתָּה אוֹתָהּ אִם לָאו. עַד שֶׁהֱשִׁיבוֹ, וְאָבִיהָ יָרֹק יָרַק בְּפָנֶיהָ <small>(במדבר יב, יד)</small>. וּמִפְּנֵי מָה לֹא הֶאֱרִיךְ מֹשֶׁה בִּתְפִלָּה זוֹ. כְּדֵי שֶׁלֹּא יִהְיוּ יִשְׂרָאֵל אוֹמְרִין, אֲחוֹתוֹ נְתוּנָה בְּצָרָה, וְהוּא מַרְבֶּה בִּתְפִלָּה. תִּסָּגֵר שִׁבְעַת יָמִים וְאַחַר תֵּאָסֵף <small>(במדבר יב, יד)</small>. וַאֲנִי אוֹמֵר, כִּי כָּל הָאֲסֵפוֹת שֶׁיֵּשׁ בִּמְצֹרָעִים, יִהְיוּ עַל שֵׁם שֶׁהוּא מְשֻׁלָּח מִן הַמַּחֲנֶה. וּכְשֶׁהוּא נִרְפָּא, נֶאֱסָף אֶל הַמַּחֲנֶה. כָּל אֲסִיפָה לְשׁוֹן הַכְנָסָה הִיא. וְהָעָם לֹא נָסַע עַד הֵאָסֵף מִרְיָם <small>(במדבר יב, טו)</small>. כָּבוֹד זֶה חָלַק לָהּ הַמָּקוֹם בִּשְׁבִיל שָׁעָה אַחַת שֶׁנִּתְעַכְּבָה לְמֹשֶׁה כְּשֶׁהֻשְׁלַךְ לַיְּאוֹר, שֶׁנֶּאֱמַר: וַתֵּתַצַּב אֲחוֹתוֹ מֵרָחוֹק <small>(שמות ב, ד)</small>. הִיא עִכְּבָה שָׁעָה אַחַת, וְכָל יִשְׂרָאֵל עִכְּבוּ בִּשְׁבִילָהּ שִׁבְעַת יָמִים. הֱוֵי, הַמְצֹרָע חָשׁוּב כַּמֵּת. וּמִי שֶׁאֵין לוֹ בָּנִים מִנַּיִן. מֵרָחֵל שֶׁאָמְרָה לְיַעֲקֹב, הָבָה לִי בָנִים וְאִם אַיִן מֵתָה אָנֹכִי <small>(בראשית ל, א)</small>. וּמִנַּיִן הָעִוֵּר שֶׁחָשׁוּב כַּמֵּת. שֶׁנֶּאֱמַר: בַּמַּחְשַׁכִּים הוֹשִׁיבַנִי כְּמֵתֵי עוֹלָם <small>(איכה ג, ו)</small>. וּמִנַּיִן הָאֶבְיוֹן. שֶׁנֶּאֱמַר: כִּי מֵתוּ כָּל הָאֲנָשִׁים הַמְבַקְּשִׁים אֶת נַפְשֶׁךָ <small>(שמות ד, יט)</small>. דָּבָר אַחֵר, זֹאת תּוֹרַת הָעוֹלָה וְגוֹ'. כָּךְ שָׁנוּ רַבּוֹתֵינוּ, הָיְתָה עוֹלָה כֻּלָּהּ קְדוֹשָׁה, מִפְּנֵי שֶׁלֹּא הָיְתָה בָּאָה עַל עֲוֹנוֹת. אָשָׁם הָיְתָה בָּאָה עַל הַגְּזֵלוֹת. אֲבָל הָעוֹלָה, לֹא הָיְתָה בָּאָה לֹא עַל חַטָּאת וְלֹא עַל גֶּזֶל, אֶלָּא עַל הִרְהוּר הַלֵּב הִיא בָּאָה. וְכֵן מִי שֶׁהָיָה מְהַרְהֵר בְּלִבּוֹ דָּבָר, הָיָה מֵבִיא קָרְבַּן הָעוֹלָה לְשׁוּם דְּבָרִים הָעוֹלִים עַל הַלֵּב, שֶׁנֶּאֱמַר: וְהָעוֹלָה עַל רוּחֲכֶם וְגוֹ' <small>(יחזקאל כ, לב)</small>. וְתֵדַע לְךָ שֶׁקָּרְבַּן עוֹלָה לֹא בָּא אֶלָּא עַל הִרְהוּר הַלֵּב, מִן אִיּוֹב אַתָּה לָמֵד, שֶׁהָיָה מַקְרִיב עַל בָּנָיו, שֶׁנֶּאֱמַר: וַיְהִי כִּי הִקִּיפוּ יְמֵי הַמִּשְׁתֶּה וַיִּשְׁלַח אִיּוֹב וַיְקַדְּשֵׁם וְהִשְׁכִּים בַּבֹּקֶר וְהֶעֱלָה עוֹלוֹת <small>(איוב א, ה)</small>. אָמְרוּ לוֹ: אִיּוֹב, לָמָּה אַתָּה עוֹשֶׂה כָּךְ. וְהוּא אוֹמֵר, אוּלַי חָטְאוּ בָנַי וּבֵרְכוּ אֱלֹהִים בִּלְבָבָם <small>(שם)</small>. הֱוֵי, אַתָּה מוֹצֵא שֶׁעַל הִרְהוּר הַלֵּב הִתְקִין כַּפָּרָה לָהֶם. וְזֶהוּ קָרְבַּן עוֹלָה. ", "heVersionTitle": "Midrash Tanchuma -- Torat Emet", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש תנחומא, תורת אמת", "text": "<b>\"This is the law of the burnt offering\" (Leviticus 6:2):</b> And what is [the meaning of] burnt offering (<i>olah</i>, literally that which rises)? Rather, it is that it rises in front of the Holy One, blessed be He, and atones for the iniquities of Israel. Since at the time that Avraham made the sacrifice of the ram - as it is stated (Genesis 22:13), \"And Avraham raised his eyes and he saw, and behold there was a ram after\" - what is [the meaning of] \"after?\" Rather, [it is to say that] after the Holy One, blessed be He, saw that [Avraham] came to sacrifice his son, Yitzchak, as a burnt-offering with all of his heart and with all of his soul, He sent him a ram [as a replacement]. The Sages said that the ram to be offered instead of Yitzchak was created from the six days of creation. And that is [the meaning of] that which is written, \"and behold there was a ram after, etc.\" \"And he took the ram, etc.\" (Genesis 22:13) - there the Holy One, blessed be He, promised him that at the time when his children would offer burnt-offerings, they would be immediately accepted. The Sages, may their memory be blessed, said, \"Were it not that Avraham delayed to check the knife, Yitzchak would have been slaughtered. But he did delay to check the knife. Immediately, the mercy of the Holy One, blessed be He, was aroused for Yitzchak. And the Holy One, blessed be He, said to His retinue, 'See how alacritous this righteous one is to fulfill the words of My statement.' Immediately, He told an angel to rescue him, as it is stated (Genesis 22:11), 'And he said, \"Avraham, Avraham,\" and he said, \"Here I am.\"'\" And why did he say, \"Avraham, Avraham,\" twice? Since it was [Avraham's] will to slaughter him and do the will of his Maker, the angel was hurrying and said, \"Avraham, Avraham.\" And from where [do we know] that he checked the knife? As it is stated (Genesis 22:10), \"and he took the knife.\" Count the letters of \"and he took the knife\" (in Hebrew), and you will find twelve, like the tally of examinations that one does on the knife - upon the flesh, the fingernail and on the three sides (of the knife). And from where [do we know this]? As it is stated (I Samuel 14:34), \"and you shall slaughter with this (<i>zeh</i>)\" - <i>zeh</i> has a numerical value (<i>gematria</i>) of twelve. And what is [the meaning of] (Leviticus 6:1), \"And the Lord spoke to Moshe, saying?\" [That it should be said] to Aharon. From here we learn that Moshe only said that which the Holy One, blessed be He, would tell him. And therefore the Holy One, blessed be He, said to his credit (Numbers 12:7), \"Not so My servant Moshe; in all of My house, he is faithful.\" And so does it state to Shmuel's credit (I Samuel 3:20), \"And all of Israel, from Dan to Beersheva, knew that Shmuel was faithful as a prophet for the Lord.\" You find that [prophecy] began to come to him when the sons of Eli sinned in front of the Holy One, blessed be He, as it is stated (I Samuel 3:3), \"The lamp of God had not yet gone out, and Shmuel was laying in the chamber of the Lord.\" And was he [really] laying in the chamber of the Lord? Rather this is its explanation: The lamp of God had not yet gone out in the chamber of the Lord in which was the ark of the Lord, and Shmuel was laying in his place, [which was] in a different place. \"And the Lord called to Shmuel, and he said, 'Here I am'\" (I Samuel 3:4) - but he did not understand who was calling him, since he was [still] a youth, as it is stated (I Samuel 2:26), \"And Shmuel the youth proceeded to grow in favor with the Lord, as well as with people.\" \"And he ran to Eli and he said, 'Here I am, as you have called me'\" (I Samuel 3:5) - as he thought that [it was Eli that] had called him -  \"and he said, 'I did not call you my son, return and lay down.'\" \"And the Lord called Shmuel again, a third time, and he rose and went to Eli and said, 'Here I am, as you have called me'; and Eli understood that the Lord was calling to the youth. And Eli said to Shmuel, 'Go lay down, and if He calls to you, say, \"Speak, Lord, for Your servant is listening\"'\" (I Samuel 3:8-9) - but he did not say, \"Speak, Lord,\" but [only] (I Samuel 3:10), \"Speak.\" As he said in his heart, \"I do not know if it is the Lord or an angel or something else.\" And he is equated with Moshe: [About] Moshe, the Holy One, blessed be He, said, (Numbers 12:7), \"Not so My servant Moshe; in all of My house, he is faithful\"; and [about] Shmuel He said (I Samuel 3:20), \"And all of Israel, from Dan to Beersheva, knew that Shmuel was faithful as a prophet for the Lord.\" Therefore the verse states (Jeremiah 15:1), \"Even if Moshe and Shmuel would stand in front of me, My soul would not be towards this people.\" And he was equated to Moshe and Aharon [together], as stated (Psalms 99:6), \"Moshe and Aaron among His priests, and Shmuel among those who call His name.\" [Shmuel] would brighten the eyes of Israel, as it is stated (I Samuel 3:3), \"The lamp of God had not yet gone out, and Shmuel was laying in the chamber of the Lord.\" Moshe and Shmuel were not like Yechezkel, as he said everything that he saw, and as it is stated [it appears that the next section is corrupted, and that the reference is meant to be from Ezekiel 1 - see Etz Yosef] (Isaiah 6:1), \"In the year that King Uzziah died, I beheld the Lord seated on a high and lofty throne; and the skirts of His robe filled the Temple.\" And therefore Scripture calls him, \"Son of Man.\" Four are living but Scripture calls them dead, and these are them: the destitute, the <i>metsora</i> (one stricken with a spiritual skin disease), the blind and one with no children. From where [do I know this about] the <i>metsora</i>? As it is stated, \"In the year that King Uzziah died.\" And why does the verse call him dead (given that he had not yet died)? Rather, because he had become a <i>metsora</i>.  As it is stated, \"In the year that King Uzziah died,\" [meaning] that he had become a <i>metsora</i>. \"Seraphs stood above Him\" (Isaiah 6:2) - in the heavens to serve Him - [\"Each of them had six wings:] with two he covered his face\" - from modesty that his body should not show before His body - \"with two he covered his legs\" - so that he not see and peer towards the side of the Divine Presence - \"and with two he would fly.\" And does he [really] fly with the wings? Rather, it is as a result of this that they, may their memory be blessed, ordained that a man should hover on his feet when the prayer leader says (Isaiah 6:3), \"Holy, holy, holy is the Lord of Hosts.\" And Tanchuma said, \"The covering of the feet was because their heel is like the heel of the calf, such that they would not remind [God] about Israel's sin with the calf.\" \"And one called to the other and said\" (Isaiah 6:4) - they would get permission from one another, so that one not preempt the other and begin [alone], and [so] become liable for burning; rather they all started as one, and answered, etc. - \"and the measure of the doorposts shook\" - these were the doorposts of the chamber - \"from the voice of the caller\" - from the voice of the angels calling. This was the day of the earthquake, about which it is stated (Zechariah 14:5), \"it shall be stopped up as it was stopped up as a result of the earthquake in the days of Uzziah, the king of Yehudah.\" As on the day that Uzziah stood to offer incense in the [Temple] chamber, the heavens and the earth shook and the Seraphs came to burn him (<i>lesorfo</i>) with burning (<i>serefah</i>), as it is stated (Numbers 16:35), \"And fire went out from the Lord, and consumed the two hundred and fifty men offering the incense,\" because they offered a foreign fire. And this is [why] it calls them Seraphs, as they came to burn him. And the heavens also came to burn him. And the earth [came] to swallow him, as it thought that his judgement was to be swallowed like Korach, who dissented about the priesthood. [So] a heavenly voice emerged and said, \"A reminder for the Children of Israel [...], and not be like Korach and like his assembly who dissented about the priesthood\" (Numbers 17:5) - \"not be like Korach,\" with swallowing; \"and not like his assembly,\" with burning. But rather \"like the Lord spoke through the hand of Moshe, saying to him\" - through the hand of Moshe at the bush, as it is stated (Exodus 4:6), \"'Put your hand into your bosom and  take it out,' and behold his hand was afflicted with <i>tsaraat</i> like snow.\" [This is] meaning to say that the dissenter be afflicted with <i>tsaraat</i>. And the <i>tsaraat</i> even broke out on his forehead. And [so] he was considered as if he were dead. And so [too,] do you find with Miriam, as it is stated, \"Go out, the three of you\" (Numbers 12:4). There was no need for Moshe to go out, as he did not say anything to [Aharon]. Rather it was so that he would be available to pray for Miriam, [in order] to heal her. \"And He called Aharon and Miriam\" (Numbers 12:5) - why did He call them and leave Moshe. As we [only] say part of a person's praise in front of them, but all of it not in front of him. And so [too,] do we find with Noach. Not in front of him, [God] said, \"A perfectly righteous man\" (Genesis 6:9); but in front of him, He said, \"as I have seen you to be righteous in front of Me\" (Genesis 7:1). Another interpretation of [why Moshe was not called]: So that he not hear the redressing of Aharon. He said, \"Hear <i>nah</i> My words\" (Numbers 12:6) - <i>nah</i> is always an expression of pleading - \"if you have a prophet of God, I will make Myself known to him though a vision to him\" - My Divine Presence will not be revealed to him through a clear lens, but rather through a dream or a trance.\" And why [were they disciplined]? Because they spoke [badly] about Moshe, as it is stated (Numbers 12:6), \"And Miriam and Aharon spoke (<i>tedaber</i>) about Moshe.\" And <i>dibbur</i> is only a harsh expression in each place.\" And so it states (Genesis 42:30), \"The man, the master of the land spoke (<i>deeber</i>) harsh things to us.\" [Whereas] <i>ameera</i> is only an expression of supplication. And so it states (Genesis 19:7), \"And He said (<i>vayomer</i>), 'Do not act evilly, my brothers.'\" \"And He said, 'Hear <i>nah</i> My words'\" (Numbers 12:6) - all <i>nah</i> is an expression of pleading. And why did it say Miriam first and Aharon afterwards? However it was because she started first, and therefore the verse mentioned her first. And what did they say? \"But was it only to Moshe that God spoke?\" (Numbers 12:2) That is to say did He only speak to Moshe, that he separated from his wife? \"Did he not also speak to us?\" (Numbers 12:2) In the same way did He speak to us and we have not separated from the way of the world (marital relations). And how did Miriam know that Moshe separated from the woman? Rabbi Natan said, \"Miriam was alongside Tsipporah when they said to Moshe, 'Eldad and Meidad are prophesying in the camp' (Numbers 11:27); and when Tsipporah heard, she said, 'Woe to the wives of these [men]!' And from what time did Moshe separate? In fact, when the Holy One, blessed be He, said to Moshe at Sinai before the giving of the Torah that he should sanctify the people, and say to them, 'for three days do not come close to a woman' (Exodus 19:15). They [then] separated from their wives and Moshe separated from his wife. And after the giving of the Torah, the Holy One, blessed be He, said to him, 'Go tell them, \"You return to your tents,\" but you stay here with me' (Deuteronomy 5:27-28) - and do not go back to the way of the world. And [so Miriam knew] when Tsipporah said, 'Woe to the wives of these - they are called to prophecy [and] will be separating from their wives just like my husband separated from me.' And from then, Miriam knew and told Aharon. And if Miriam who did not have intention to disgrace Moshe was punished, all the more so with one who recounts the disgrace of his fellow with evil speech, will that person be punished with <i>tsaraat</i>.\" \"As he took a Cushite (Ethopian) woman\" (Numbers 12:1) - the numerical value of Cushite is [equal to that of] beautiful looks. The tally of this one is like the tally for that one. \"The Cushite woman\" tells [us] that everybody concedes about her beauty, in the same way as everyone speaks about the blackness of a Cushite. \"About the matter of the woman\" (Numbers 12:1) - about the matter of her divorce. \"As he took a Cushite woman\" (Numbers 12:1) - what do we learn to say [from here]? Rather, there is a woman who is pleasant in her looks but unpleasant in her deeds, or pleasant in her deeds but unpleasant in her looks, but this one was pleasant in everything.  And now he divorced her? And she is called a Cushite because of her pleasantness; in the same way as a man will call his pleasant son, Cushite, so that the [evil] eye not [come to] overpower him. \"And the man Moshe was very humble (<i>anav</i>)\" (Numbers 12:3) - humble, [meaning] lowly and patient. Another interpretation: \"Very <i>anav</i>\" is from the expression of answering (<i>oneh</i>), meaning to say that if he had heard these words, he would have known to answer and respond with appropriate arguments. \"And the Lord said suddenly\" (Numbers 12:4) - when he revealed Himself to them suddenly and they were impure [as a result of] the way of the world, they yelled out, \"Water, water.\" [This was] to show that Moshe acted properly when he separated from his wife, since the Divine Presence was constantly revealed to him, and there was no set time for speaking [with God]. And so did He say to them, \"I speak to him face to face\" (Numbers 12:8) - face to face did I tell him to separate from the woman - \"and a (clear) vision and not with riddles\" - and this vision is a vision of speech. And perhaps it is a vision of the Divine Presence? [Hence] we learn to say (Exodus 33:20), \"You are not able to see My face.\" And if you ask, \"Behold, it is written (Numbers 12:8), 'and he sees the picture of the Lord?'\" [The answer is] that is a vision 'from the back,' like the matter that is stated (Exodus 33:23), \"and you shall see My back.\" \"Why were you not afraid to to speak about My servant, about Moshe?\" (Numbers 12:8) It does not state, \"about My servant, Moshe,\" but rather \"about My servant, about Moshe.\" [This is] meaning to say, about My servant, even if it is not Moshe; and about Moshe, even if he is not My servant - it would be worthwhile to be afraid in front of him. And all the more so, since he is My servant, and the servant of a king is [like] the king. And you should have said, \"The King does not love him for nothing.\" And if you say that [the King] does not know about [Moshe's] deeds, that is more grievous than the first [mistake of not associating him with the King]! \"And the Lord waxed angry at them and left\" (Numbers 12:9) - teaches that [only] after He let them know their foulness did He proclaim their excommunication. All the more so with flesh and blood, should a person not get angry with his fellow until after he makes [the other's] foulness known to him. \"And the cloud left the tent\" - and afterwards - and behold, Miriam was inflicted with <i>tsaraat</i> like snow\" (Numbers 12:10). There is a [relevant] parable about a king who said to [his son's] pedagogue, \"Strike my child, but do not strike him until I go away from you, as my mercy is upon him.\" \"Please do not place the sin upon us that we sinned and that we blundered. Let her not be like a dead\" (Numbers 12:11-12) - just like a dead body transmits impurity through intercourse, so does a <i>metsora</i> transmit impurity through intercourse. \"About which upon its exit from its mother's womb\" (Numbers 12:12) - it should have stated, \"from our mother's womb,\" but so did Scripture phrase it. And so [too, instead of] \"half of its flesh,\" it should have stated, \"half of our flesh.\" But according to its understanding, it appears to me thus: It is not fitting to leave our sister to be like the dead. Since she exited the womb of the mother of this one (Moshe) that has it in his ability to help, and [yet] doesn't help, behold half of his flesh will be eaten away - as [Aharon's] brother is his flesh. Another interpretation: \"Let her not be like the dead\" - if you do not heal her with prayer, who will quarantine her, and who will render her impure? As it is impossible for me to observe her, since I am a relative - and a relative may not examine scabs - and there is no other priest in the world. This is [the meaning of] that which is stated, \"about which upon its exit from its mother's womb.\" \"God, please, heal her please\" (Numbers 12:12) - the verse came to teach you the way of the world (manners), such that one requesting a thing must first say two or three words of supplication, and then make his requests afterwards. \"Saying\" - what do we learn to say [from here]? [Moshe] said to Him, \"Answer me if You will heal her or not,\" so that He answered him, \"And if her father spit in her face [...]\" (Numbers 12:14). And why did Moshe not prolong this prayer? So that Israel not say, \"His sister is given over to distress and he prolongs his prayer?\" \"Let her be quarantined for seven days and afterwards she will be gathered\" (Numbers 12:14) - and I say that all expressions of gathering that exist with a <i>metsora</i> are because he is sent out from the camps. And when he is healed, he is gathered to the camp; [and] all gathering is an expressions of bringing in. \"And the people did not travel until Miriam was gathered\" (Numbers 12:15) - the Omnipresent awarded her this honor for the sake of one hour that she delayed for Moshe, when he was sent out to the Nile, as it is stated (Exodus 2:4), \"And his sister stood from a distance.\" She delayed for an hour and all of Israel delayed for her sake for seven days. [The comparison that the Torah nonetheless makes between Miriam when she is struck by <i>tsaraat</i> and a dead body shows that] a <i>metsora</i> is considered like dead. And from where [do we know] that one who does not have children [is considered like dead]? From Rachel, as she said to Yaakov (Genesis 30:1), \"Give me children or I am dead.\" And from where [do we know] that one blind is considered like dead? As it is stated (Lamentations 3:6), \"He has made me sit in the darkness, like the dead of yore.\" And from where [do we know] that one destitute [is considered like dead]? As it is stated (Exodus 4:19), \"for all of the men that are seeking your soul (to kill you) are dead.\" Another interpretation: \"This is the law of the burnt-offering, etc.\" So did our Rabbis teach: The burnt-offering was complete holiness, as it did not come for iniquities. The guilt-offering was brought for thefts. But the burnt-offering was not brought for a sin nor for theft, but it rather came for a thought of the heart. And so one who would have a thought in his heart about something would bring a sacrifice of a burnt-offering, as it is stated (Ezekiel 20:32), \"And what goes up (which can also be read as a burnt-offering) upon your spirits.\"And know that a burnt-offering only comes for a thought of the heart. You learn it from Job, who would sacrifice for his sons, as it is stated (Job 1:5), \"And after a round of feasting days, Job sent and prepared them; and rising early in the morning, he would offer burnt-offerings.\" They said to him, \"Job, why are you doing this?\" And he would say (Job 1:5), \"Perhaps my children have sinned and blasphemed God in their hearts.\" Hence you find that he arranged atonement for them for the thought of the heart. And this is [how to understand] the sacrifice of the burnt-offering.", "versionTitle": "Sefaria Community Translation", "license": "CC0", "versionTitleInHebrew": "תרגום קהילת ספריא"}, {"_id": "58fdc124d6e4a960c04a49cf", "index_title": "Midrash Tanchuma", "category": "Midrash", "type": "", "ref": "Midrash Tanchuma, Metzora 2:1", "anchorRef": "Numbers 12:9", "anchorRefExpanded": ["Numbers 12:9"], "sourceRef": "Midrash Tanchuma, Metzora 2:1", "sourceHeRef": "מדרש תנחומא, מצורע ב׳:א׳", "anchorVerse": 9, "sourceHasEn": true, "compDate": [500, 800], "commentaryNum": 2.0001, "collectiveTitle": {"en": "Midrash Tanchuma", "he": "מדרש תנחומא"}, "heTitle": "מצורע", "he": "<b>זֹאת</b> תִּהְיֶה תּוֹרַת הַמְּצֹרָע. זֶה שֶׁאָמַר הַכָּתוּב: מָוֶת וְחַיִּים בְּיַד לָשׁוֹן וְגוֹ' <small>(משלי יח, כא)</small>, הַכֹּל תָּלוּי בַּלָּשׁוֹן. זָכָה, לְחַיִּים, נִתְחַיֵּב, לְמָוֶת. עָסַק בַּתּוֹרָה בִּלְשׁוֹנוֹ, זָכָה לְחַיִּים. שֶׁהַתּוֹרָה עֵץ חַיִּים, שֶׁנֶּאֱמַר: עֵץ חַיִּים הִיא לַמַּחֲזִיקִים בָּהּ <small>(שם ג, יח)</small>. וְהִיא רְפוּאָתוֹ שֶׁל לָשׁוֹן הָרַע, שֶׁנֶּאֱמַר: מַרְפֵּא לָשׁוֹן עֵץ חַיִּים, וְסֶלֶף בָּהּ שֶׁבֶר בְּרוּחַ <small>(שם טו, ד)</small>. וְאִם עָסַק אָדָם בְּלָשׁוֹן הָרַע, מִתְחַיֵּב בְּנַפְשׁוֹ, לְמָוֶת. שֶׁקָּשֶׁה לָשׁוֹן הָרַע כִּשְׁפִיכַת דָּמִים. שֶׁכָּל הַהוֹרֵג, אֵינוֹ הוֹרֵג אֶלָּא נֶפֶשׁ אַחַת. וְהַמְסַפֵּר לָשׁוֹן הָרַע, הוֹרֵג שְׁלֹשָה, הָאוֹמְרוֹ וְהַמְקַבְּלוֹ וְהַנֶּאֱמָר עָלָיו. שֶׁהֲרֵי דּוֹאֵג אָמַר לָשׁוֹן הָרַע עַל אֲחִימֶלֶךְ בֶּן אֲחִיטוּב, וְנֶהֱרַג, שֶׁנֶּאֱמַר: וַיֹּאמֶר הַמֶּלֶךְ מוֹת תָּמוּת אֲחִימֶלֶךְ <small>(ש״א כב, טז)</small>. וְנֶהֱרַג שָׁאוּל, שֶׁנֶּאֱמַר: וַיָּמָת שָׁאוּל בְּמַעֲלוֹ אֲשֶׁר מָעַל בַּה' <small>(דה״א י, יג)</small>. וְכֵן שָׁאוּל אוֹמֵר, עֲמָד נָא עָלַי וּמֹתְתֵנִי כִּי אֲחָזַנִי הַשָּׁבָץ <small>(ש״ב א, ט)</small>, קַטֵּיגוֹרְיָא שֶׁל נֹב עִיר הַכֹּהֲנִים. וְאֵין הַשָּׁבָץ אֶלָּא בִּגְדֵי כְּהֻנָּה, שֶׁנֶּאֱמַר: וְעָשִׂיתָ מִשְׁבְּצוֹת זָהָב <small>(שמות כח, יג)</small>. וְדוֹאֵג נִשְׁתָּרֵשׁ מֵחַיֵּי הָעוֹלָם הַזֶּה וּמֵחַיֵּי הָעוֹלָם הַבָּא, שֶׁנֶּאֱמַר: גַּם אֵל יִתָּצְךָ לָנֶצַח יַחְתְּךָ וְיִסָּחֲךָ מֵאֹהֶל, וְשֵׁרֶשְׁךָ מֵאֶרֶץ חַיִּים סֶלָה <small>(תהלים נב, ז)</small>, מֵחַיֵּי הָעוֹלָם הַבָּא. מִי קָשָׁה, הַמַּכָּה בַּחֶרֶב אוֹ הַמַּכָּה בַּחֵץ. הֱוֵי אוֹמֵר, הַמַּכָּה בַּחֵץ. שֶׁהַמַּכָּה בַּחֶרֶב, אֵינוֹ יָכֹל לְהָמִית אֶת חֲבֵרוֹ אֶלָּא אִם כֵּן קָרוֹב אֶצְלוֹ וְנָגַע בּוֹ. וְהַמַּכֶּה בַּחֵץ, אֵינוֹ כֵן אֶלָּא זוֹרֵק אֶת הַחֵץ וּמַכֶּה אוֹתוֹ בְּכָל מָקוֹם שֶׁהוּא רוֹאֶה אוֹתוֹ. לָכֵן נִמְשָׁל מְסַפֵּר לָשׁוֹן הָרַע כְּחֵץ, שֶׁנֶּאֱמַר: חֵץ שָׁחוּט לְשׁוֹנָם מִרְמָה דִּבֵּר <small>(ירמיה ט, ז)</small>. וְכֵן הוּא אוֹמֵר, בְּנֵי אָדָם שִׁנֵּיהֶם חֲנִית וְחִצִּים וּלְשׁוֹנָם חֶרֶב חַדָּה <small>(תהלים נז, ה)</small>. רְאֵה מַה קָּשֶׁה לָשׁוֹן הָרַע, וְהוּא קָשֶׁה מִשְּׁפִיכוּת דָּמִים וּמִגִּלּוּי עֲרָיוֹת וּמֵעֲבוֹדָה זָרָה. מִשְּׁפִיכוּת דָּמִים, דִּכְתִיב: גָּדוֹל עֲוֹנִי מִנְּשׂוֹא <small>(בראשית ד, יג)</small>. מִגִּלּוּי עֲרָיוֹת, דִּכְתִיב: וְאֵיךְ אֶעֱשֶׂה הָרָעָה הַגְּדוֹלָה הַזֹּאת <small>(בראשית לט, ט)</small>. מֵעֲבוֹדָה זָרָה, דִּכְתִיב: אָנָּא חָטָא הָעָם הַזֶּה חֲטָאָה גְּדוֹלָה <small>(שמות לב, לא)</small>. וּבִמְסַפֵּר לָשׁוֹן הָרַע, אֵין כָּתוּב בּוֹ לֹא גָּדוֹל וְלֹא גְּדוֹלָה, אֶלָּא גְּדֹלוֹת, שֶׁנֶּאֱמַר: יַכְרֵת ה' כָּל שִׂפְתֵי חֲלָקוֹת, לָשׁוֹן מְדַבֶּרֶת גְּדֹלוֹת <small>(תהלים יב, ד)</small>. לְכָךְ נֶאֱמַר: מָוֶת וְחַיִּים בְּיַד לָשׁוֹן. דָּבָר אַחֵר, מָוֶת וְחַיִּים בְּיַד לָשׁוֹן. אַל תֹּאמַר, הוֹאִיל וְנִתְּנָה לִי רְשׁוּת לְדַבֵּר, הֲרֵינִי אוֹמֵר כָּל מַה שֶּׁאֲבַקֵּשׁ. כְּבָר הִזְהִירָה אוֹתְךָ הַתּוֹרָה, שֶׁנֶּאֱמַר: נְצֹר לְשׁוֹנְךָ מֵרָע וּשְׂפָתֶיךָ מִדַּבֵּר מִרְמָה <small>(תהלים לד, יד)</small>. וְשֶׁמָּא תֹּאמַר, שֶׁאַתָּה מְחַסֵּר. אֵין אַתָּה אֶלָּא מִשְׂתַּכֵּר. וְרוּחַ הַקֹּדֶשׁ צָוְחָה, שׁוֹמֵר פִּיו וּלְשׁוֹנוֹ שׁוֹמֵר מִצָּרוֹת נַפְשׁוֹ <small>(משלי כא, כג)</small>. אַל תִּקְרֵי מִצָּרוֹת, אֶלָּא מִצָּרַעַת נַפְשׁוֹ. דָּבָר אַחֵר, מָוֶת וְחַיִּים בְּיַד לָשׁוֹן. קָשֶׁה לָשׁוֹן הָרַע, שֶׁאֵין אָדָם מוֹצִיאוֹ מִפִּיו עַד שֶׁהוּא כּוֹפֵר בְּהַקָּדוֹשׁ בָּרוּךְ הוּא, שֶׁנֶּאֱמַר: אֲשֶׁר אָמְרוּ לִלְשׁוֹנֵנוּ נַגְבִּיר שְׂפָתֵינוּ אִתָּנוּ מִי אָדוֹן לָנוּ <small>(תהלים יב, ה)</small>. כִּבְיָכוֹל הַקָּדוֹשׁ בָּרוּךְ הוּא צָוַח עַל מְסַפְּרֵי לָשׁוֹן הָרַע, מִי יָקוּם לִי עִם מְרֵעִים וְגוֹ' <small>(תהלים צד, טז)</small>, מִי יָכוֹל לַעֲמֹד בָּהֶם. וּמִי יַעֲמֹד בָּהֶם, גֵּיהִנָּם. וְגֵיהִנָּם צֹוַחַת, אַף אֲנִי אֵינִי יְכוֹלָה לַעֲמֹד בָּהֶם. אָמַר הַקָּדוֹשׁ בָּרוּךְ הוּא, אֲנִי מִלְּמַעְלָן, וְאַתְּ מִלְּמַטָּן. אֲנִי זוֹרֵק בָּם חִצִּים מִלְּמַעְלָה, וְאַתָּה הוֹפֶכֶת עֲלֵיהֶם גֶּחָלִים מִלְּמַטָּה, שֶׁנֶּאֱמַר: חִצֵּי גִּבּוֹר שְׁנוּנִים עִם גַּחֲלֵי רְתָמִים <small>(תהלים קכ, ד)</small>. אָמַר לָהֶם הַקָּדוֹשׁ בָּרוּךְ הוּא לְיִשְׂרָאֵל, רְצוֹנְכֶם לְהִמָּלֵט מִגֵּיהִנָּם, הַרְחִיקוּ עַצְמְכֶם מִלָּשׁוֹן הָרַע וְאַתֶּם זוֹכִים בָּעוֹלָם הַזֶּה וּבָעוֹלָם הַבָּא, שֶׁנֶּאֱמַר: מִי הָאִישׁ הֶחָפֵץ חַיִּים וְגוֹ' <small>(תהלים לד, יג)</small>. וּכְתִיב: נְצוֹר לְשׁוֹנְךָ מֵרַע וּשְׂפָתֶיךָ מִדַּבֵּר מִרְמָה, סוּר מֵרַע וַעֲשֵׂה טוֹב בַּקֵּשׁ שָׁלוֹם וְרָדְפֵהוּ <small>(תהלים לד, יד טו)</small>. לְכָךְ נֶאֱמַר: זֹאת תִּהְיֶה תּוֹרַת הַמְּצֹרָע. לְלַמֶּדְךָ, שֶׁהַמְסַפֵּר לָשׁוֹן הָרַע, הַנְּגָעִים בָּאִין עָלָיו, שֶׁנֶּאֱמַר: זֹאת תִּהְיֶה תּוֹרַת הַמְּצֹרָע. הַמּוֹצִיא שֵׁם רָע, מוֹצֵא רָע, שֶׁהַנְּגָעִים רָעִים מוֹצְאִין בְּגוּפוֹ. רְאֵה מַה כְּתִיב בְּמִרְיָם, וַתְּדַבֵּר מִרְיָם וְאַהֲרֹן בְּמֹשֶׁה <small>(במדבר יב, א)</small>. לְפִיכָךְ, וַיִּפֶן אַהֲרֹן אֶל מִרְיָם וְהִנֵּה מְצֹרַעַת <small>(תהלים לד, יא)</small>. מַה כְּתִיב שָׁם, זָכוֹר אֶת אֲשֶׁר עָשָׂה ה' אֱלֹהֶיךָ לְמִרְיָם וְגוֹ' <small>(דברים כד, ט)</small>. וַהֲלֹא דְּבָרִים קַל וָחֹמֶר, וּמַה מִרְיָם שֶׁלֹּא דִּבְּרָה אֶלָּא בְּאָחִיהָ חֲבִיבָהּ שֶׁלֹּא בְּפָנָיו וְלֹא נִתְכַּוְּנָה אֶלָּא לְהַחְזִירוֹ לְאִשְׁתּוֹ, כָּךְ. הַמְסַפֵּר לָשׁוֹן הָרַע עַל חֲבֵרוֹ, עַל אַחַת כַּמָּה וְכַמָּה. מַה כְּתִיב לְמַעְלָה מִן הָעִנְיָן, הִשָּׁמֵר בְּנֶגַע הַצָּרַעַת <small>(דברים כד, ח)</small>. וְאַף אַהֲרֹן שֶׁהָיָה כֹּהֵן גָּדוֹל, נָגְעָה בּוֹ יָדוֹ שֶׁל הַקָּדוֹשׁ בָּרוּךְ הוּא, שֶׁנֶּאֱמַר: וַיִּחַר אַף ה' בָּם וַיֵּלַךְ <small>(במדבר יב, ט)</small>. בָּם, בְּמִרְיָם וּבְאַהֲרֹן, אֶלָּא שֶׁאַהֲרֹן נִתְרַפֵּא מִיָּד. וּמִרְיָם, לְאַחַר שִׁבְעָה יָמִים, שֶׁנֶּאֱמַר: וַתִּסָּגֵר מִרְיָם שִׁבְעַת יָמִים <small>(במדבר יב, טו)</small>. הֱוֵי, זֹאת תִּהְיֶה תּוֹרַת הַמְּצֹרָע, הַמּוֹצִיא שֵׁם רָע, שֶׁמָּצָא רָע. וְכֵן אַתָּה מוֹצֵא בַּנָּחָשׁ הַקַּדְמוֹנִי, עַל שֶׁאָמַר לָשׁוֹן הָרַע עַל בּוֹרְאוֹ, לְפִיכָךְ נִצְטָרֵעַ. מָה אָמַר. אָמַר רַבִּי יְהוֹשֻׁעַ בֶּן לֵוִי, כִּי יֹדֵעַ אֱלֹהִים כִּי בְּיוֹם אֲכָלְכֶם מִמֶּנּוּ וְנִפְקְחוּ עֵינֵיכֶם וִהְיִיתֶם כֵּאלֹהִים יוֹדְעֵי טוֹב וָרָע <small>(בראשית ג, ה)</small>. אָמַר לָהֶם: כָּל אֻמָּן שׂוֹנֵא אֶת חֲבֵרוֹ, וּכְשֶׁבִּקֵּשׁ לִבְראֹת אֶת עוֹלָמוֹ, מִן הָאִילָן הַזֶּה אָכַל וּבָרָא אֶת עוֹלָמוֹ. אַף אַתֶּם אִכְלוּ מִמֶּנּוּ וְאַתֶּם יְכוֹלִין לִבְראֹת עוֹלָם כָּמוֹהוּ. אָמַר לוֹ הַקָּדוֹשׁ בָּרוּךְ הוּא, אַתָּה סִפַּרְתָּ לָשׁוֹן הָרַע, סוֹפְךָ לִלְקוֹת בְּצָרַעַת, שֶׁנֶּאֱמַר: וַיֹּאמֶר ה' אֱלֹהִים אֶל הַנָּחָשׁ כִּי עָשִׂיתָ זֹאת אָרוּר אַתָּה מִכָּל הַבְּהֵמָה <small>(בראשית ג, יד)</small>. בְּמָה אֵרְרוֹ. בְּצָרַעַת, שֶׁנֶּאֱמַר: כִּי צָרַעַת מַמְאֶרֶת הִיא <small>(ויקרא יג, נב)</small>. אָמַר רַב הוּנָא בְּשֵׁם רַבִּי יְהוֹשֻׁעַ בֶּן לֵוִי, הַסְּלָעִים שֶׁהֵן עַל הַנָּחָשׁ, זוֹ הִיא צָרַעְתּוֹ. וְלֹא עוֹד, אֶלָּא כָּל בַּעֲלֵי מוּמִין מִתְרַפְּאִין בָּעוֹלָם הַבָּא, וְהַנָּחָשׁ אֵינוֹ מִתְרַפֵּא, שֶׁנֶּאֱמַר: אָרוּר אַתָּה מִכָּל הַבְּהֵמָה <small>(בראשית ג, יד)</small>, מִכָּאן שֶׁהַכֹּל מִתְרַפְּאִין וְהוּא אֵינוֹ מִתְרַפֵּא. בִּבְנֵי אָדָם כְּתִיב: אָז יְדַלֵּג כָּאַיָּל פִּסֵּחַ <small>(ישעיה לה, ו)</small>. וּכְתִיב: אָז תִּפָּקַחְנָה עֵינֵי עִוְרִים וְגוֹ' <small>(ישעיה לה, ה)</small>. וְכֵן הַחַיָּה וְהַבְּהֵמָה, זְאֵב וְטָלֶה יִרְעוּ כְּאֶחָד, וְאַרְיֵה כַּבָּקָר יֹאכַל תֶּבֶן. אֲבָל הַנָּחָשׁ, עָפָר לַחְמוֹ, שֶׁאֵין מִתְרַפֵּא לְעוֹלָם, שֶׁהוּא הוֹרִיד כָּל הַבְּרִיּוֹת לֶעָפָר. מִי גָּרַם לוֹ, עַל שֶׁאָמַר לָשׁוֹן הָרַע. ", "heVersionTitle": "Midrash Tanchuma -- Torat Emet", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש תנחומא, תורת אמת", "text": "(Lev. 14:2:) “This shall be the law of the leper.” This text is related (to Prov. 18:21), “Death and life are in the power of the tongue.” Everything depends on the tongue. [If] one is acquitted, he is acquitted for life; [if] one is not acquitted, he is condemned to death. [If] one is engaged in Torah with his tongue, he is acquitted for life, inasmuch as the Torah is a tree of life, as stated (in Prov. 3:18), “[Wisdom] is a tree of life to those who take hold of it.” It (i.e., the Torah) is also one's healing for the evil tongue (i.e., slander), as stated (in Prov. 15:4), “A healing tongue is a tree of life.” But if one is occupied with slander, his soul is condemned to death, since slander is more harmful than the shedding of blood. Thus whoever kills takes only one life, but the one who speaks slander kills three people: the one who tells it, the one who accepts it, and the one about whom it is told.<sup class=\"footnote-marker\">9</sup><i class=\"footnote\"><i>PRK</i> 4:2; Lev. R. 26:2; Numb. R. 19:2; Deut. R. 5:10; M. Pss. 12:2; <i>yPe’ah</i> 1:1 (16a).</i> Doeg spoke slander against Ahimelech; and he (i.e., Ahimelech) was killed, as stated (in I Sam. 22:16), “But the king said, ‘You shall surely die, Ahimelech.’” Saul also was killed, [as stated] (in I Chron. 10:13), “So Saul died for the treachery which he had committed against the Lord.” And thus did Saul say (in II Sam. 1:9, to a young man), “Please stand over me and slay me, for death throes have seized me.” [The young man was] the accuser<sup class=\"footnote-marker\">10</sup><i class=\"footnote\">Gk.: <i>kategoros.</i></i> of Nob, the city of priests [against Saul]. Now death throes (<i>shbts</i>) can only denote priesthood, since it is stated (in Exod. 28:13 with reference to high-priestly dress), “And you shall make gold brocade (rt.: <i>shbts</i>).” Doeg also was uprooted (<i>shrsh</i>) from the life of this world and from all life in the world to come. Thus it is stated (in Ps. 52:7), “God will also tear you down for ever; He will seize you, tear you away from your tent, and uproot (<i>shrsh</i>) you from the land of the living. Selah,” [i.e., He will uproot you] from life in the world to come. Who is more severe? One who smites with the sword or [one who] smites with the dart? Say the one who smites with the dart. The one who smites with the sword is only able to kill his companion if he draws near to him and touches him; but in the case of one who smites with the dart, it is not so. Rather one throws the dart wherever he sees him. Therefore, one who speaks slander is comparable to the dart, as stated (in Jer. 9:7), “Their tongue is a sharpened dart; it speaks deceit.” It also says (in Ps. 57:5), “people, whose teeth are spears and darts, and whose tongue a sharp sword.” See how harmful slander is, in that it is more harmful than adultery, shedding blood and idolatry.<sup class=\"footnote-marker\">11</sup><i class=\"footnote\">M. Pss. 52:2.</i> Of adultery it is written (in Gen. 39:9, where Joseph is addressing Potiphar's wife), “then how shall I do this great evil and sin against God?” Of shedding blood it is written (in Gen. 4:13), “My sin is greater than I can bear.” Of idolatry it is written (in Exod. 32:31, with reference to the golden calf), “Alas, this people has sinned a great sin.” But when it (i.e., Scripture) mentions slander, it does not say \"great\" (in the masculine singular, as in Gen. 4:13), or \"great\" (in the feminine singular, as in Gen. 39:9 and Exod. 32:31), but \"great\" (in the feminine plural). Thus it is written (in Ps. 12:4), “The Lord shall cut off all flattering lips, [every] tongue speaking great things (in the feminine plural).” It is therefore stated (in Prov. 18:21), “Death and life are in the power of the tongue.” [Another interpretation (of Prov. 18:21), “Death and life are in the power of the tongue”: Do not say, “Since I have license to speak, I am therefore speaking whatever I want.” See, the Torah has already warned you (in Ps. 34:14), “Keep your tongue from evil [and your lips from speaking deceit].” Perhaps you will say that you are suffering a loss. Are you not profiting instead? So the holy spirit proclaims (in Prov. 21:23), “The one who guards his mouth and his tongue guards his soul from trouble (<i>tsarot</i>).” Do not read this as “from trouble.” Instead [read it as], \"from leprosy (<i>tsar'at</i>).” Another interpretation (of Prov. 18:21), “Death and life are in the power of the tongue”: Slander is so harmful that one does not produce it from his mouth without denying the Holy One, blessed be He.<sup class=\"footnote-marker\">12</sup><i class=\"footnote\">M. Ps. 52:2.</i> Thus it is stated (in Ps. 12:5), “Those who say, ‘By our tongues we shall prevail; our lips are with us, who is to be our Lord?’” The Holy One, blessed be He, as it were, cried out against those who speak slander (in Ps. 94:16), “Who will stand for Me against evildoers…?” Who can stand against them? And who will stand against them? <i>Geihinnom</i>? But <i>Geihinnom</i> also cries out, “I am unable to stand against them.” [Then] the Holy One, blessed be He, said, “I [will come at them] from above and you (<i>Geihinnom</i>), from below. I will hurl darts from above; and you will turn on them with burning coals from below.” Thus it is stated (in Ps. 120:4), “Sharp darts of the warrior along with burning coals of broom wood.” The Holy One, blessed be He, said to Israel, “Do you want to be delivered from <i>Geihinnom</i>? Keep yourselves far away from the deceitful tongue. Then you will be acquitted in this world and in the world to come.” Thus it is stated (in Ps. 34:13), “Who is the one who desires life….” And it is [then] written (in vs. 14), “Keep your tongue from evil and your lips from speaking deceit […].” Thus it is stated (in Lev. 14:2), “This shall be the law of the leper,” to teach you that one who speaks slander will have blemishes come to him, as it is stated, “This shall be the law of the leper (<i>metsora</i>'),” [i.e.] the one who proclaims evil (<i>motsi' ra'</i>)<sup class=\"footnote-marker\">13</sup><i class=\"footnote\">Above, 5:1; <i>ySot.</i> 2:1 (17d); ‘<i>Arakh</i>. 15b; Cf. Lev. R. 16:1.</i> will find evil, in that he will have leprosy come upon him. See what is written about Miriam (in Numb. 12:1), “Then Miriam and Aaron spoke against Moses.” Therefore (in vs. 10), “then Aaron turned unto Miriam, and there was [Miriam] with leprosy like the snow.” What is written elsewhere (in Deut. 24:9)? “Remember what the Lord your God did to Miriam […].” And is it not all the more so? For if Miriam had this happen, when she only spoke against her beloved brother when he was absent<sup class=\"footnote-marker\">14</sup><i class=\"footnote\">I.e., she spoke privately to Aaron with no desire to be hostile to Moses. Cf. <i>Sifre</i>, Numb. 12:1 (99:2).</i> and was only intending to return him to his wife, how much the more so in the case of one who utters slander against his colleague? What is written above on the matter (in Deut. 24:8)? “Take care with the plague of leprosy [to watch diligently and do according to all that the priests and Levites shall teach…].” So the hand of the Holy One, blessed be He, also afflicted with it Aaron, who was high priest. Thus it is stated (in Numb. 12:9), “And the anger of the Lord was kindled against them, [i.e.] against Aaron and against Miriam.” Aaron, however, was healed immediately; but Miriam, after seven days, as stated (in Numb. 12:15), “So Miriam was shut up [outside of the camp] for seven days.” Ergo (in Lev. 14:2), “This shall be the law of the leper (<i>metsora'</i>).” The one who proclaims evil (<i>motsi' ra</i>') is the one who finds evil (<i>motse' ra</i>'). And thus you find with the primeval serpent, because he spoke slander [to Eve] against his Creator, for that reason he became leprous.<sup class=\"footnote-marker\">15</sup><i class=\"footnote\">Cf. Gen. R. 19:4.</i> What did he say? R. Joshua ben Levi said (citing Gen. 3:5), <i>“’</i>For God knows that on the day that you eat from it, your eyes shall be opened and you will be like God, knowing good and evil.’ He said to her, ‘Every artisan hates his fellow [artisan].<sup class=\"footnote-marker\">16</sup><i class=\"footnote\">The saying is proverbial. See Gen. R. 32:2; M. Pss. 11:6.</i> Now when [the Holy One, blessed be He,] wanted to create His world, He ate from this tree. So he created His world. You [two] also eat from it. Then you will be able to create like Him.’ The Holy One, blessed be He, said to [the serpent], ‘You have spoken slander. Your end is to be stricken with leprosy.’” It is so stated (in Gen. 3:14), “So the Lord God said unto the serpent, “Because you have done this, more cursed shall you be than all the beasts of the field.” With what did he curse ('<i>araroh</i>) him? With leprosy. Now a curse can only be leprosy, since it is stated (in Lev. 13:52), “for it is a malignant (<i>mam'eret</i>) leprosy.”<sup class=\"footnote-marker\">17</sup><i class=\"footnote\">The argument assumes that ‘<i>arirah</i> and <i>mam’eret</i> share the same root. So also Exod. R. 3:13.</i> R. Huna said in the name of R. Joshua ben Levi, “The scales which are on the snake are his leprosy.”<sup class=\"footnote-marker\">18</sup><i class=\"footnote\">Gen. R. 20:4.</i> And not only that, but when all the deformed are cured in the world to come, the snake shall not be cured.<sup class=\"footnote-marker\">19</sup><i class=\"footnote\"><i>Tanh.</i> (Buber), Gen. 11:9; <i>Tanh</i>., Gen. 11:8; Gen. R. 95:1.</i> Thus it is stated (in Gen. 3:14), “more cursed shall you be than all the beasts.” From here [we learn] that they all shall be healed, but [the serpent] shall not be healed. People shall be healed, as stated (in Is. 35:5), “Then the eyes of the blind shall be opened….” It is also [written about] the wild beasts and the cattle (in Is. 65:25), “The wolf and the lamb shall feed together, and the lion like the ox shall eat straw, but the serpent's food shall be dust”; as he will never be healed, because he [was the one who] brought all mortals down to the dust. And what caused him to have [this punishment]? [It happened] because he had spoken slander.", "versionTitle": "Townsend 1989 translation of Midrash Tanhuma, S. Buber Recension, edited and supplemented by R. Francis Nataf", "license": "CC-BY", "versionTitleInHebrew": "תרגום טאוונסנד לתנחומא בובר, ערך והוסיף: רבי פרנסיס נטף"}, {"_id": "5926b291d6e4a957603a28ec", "index_title": "Midrash Tanchuma Buber", "category": "Midrash", "type": "", "ref": "Midrash Tanchuma Buber, Metzora 6:1", "anchorRef": "Numbers 12:9", "anchorRefExpanded": ["Numbers 12:9"], "sourceRef": "Midrash Tanchuma Buber, Metzora 6:1", "sourceHeRef": "תנחומא בובר, מצורע ו׳:א׳", "anchorVerse": 9, "sourceHasEn": true, "compDate": [150, 750], "commentaryNum": 6.0001, "collectiveTitle": {"en": "Midrash Tanchuma Buber", "he": "תנחומא בובר"}, "heTitle": "מצורע", "he": "[זאת תהיה תורת המצורע. מי שהוא מדבר לשון הרע בחבירו הצרעת באה עליו, מנין את למד ממרים], ראה מה כתיב במרים, ותדבר מרים ואהרן במשה <small>(במדבר יב א)</small>, לפיכך ויפן אהרן אל מרים והנה [מרים] מצורעת כשלג <small>(שם שם י)</small>, מה כתיב שם, זכור את אשר עשה ה' אלהיך למרים <small>(דברים כד ט)</small>, ומה דברה במשה, אמרה נטל משה אשה, והוא בטל מפריה ורביה, מה עשה להן הקב\"ה, נגלה עליהן, והיו צריכין טבילה, שנאמר ויאמר ה' פתאום אל משה ואל אהרן ואל מרים <small>(במדבר יב ד)</small>, מהו פתאום, שנגלה אליהם והיו צריכין למים פתאום, אמר להם וכך היו צריכין למים, ואני מדבר עמכם, מיד לקתה מרים בצרעת, שנאמר והנה מרים מצורעת כשלג <small>(שם שם י)</small>, והלא דברים קל וחומר, ומה מרים שלא דברי כי אם באחיה חביבה שלא בפניו, ולא נתכוונה אלא להחזירו לאשתו, כך, המספר לשון הרע על חבירו על אחת כמה וכמה, מה כתיב למעלה מן הענין השמר בנגע הצרעת <small>(דברים כד ח)</small>, ואף אהרן שהיה כהן גדול נגעה בו ידו של הקב\"ה, שנאמר ויחר אף ה' בם <small>(במדבר יב ט)</small>, באהרן ובמרים, אלא שאהרן נתרפא מיד, ומרים לאחר [שבעת] ימים, [שנאמר] ותסגר מרים [מחוץ למחנה] שבעת ימים <small>(במדבר יב טו)</small>, הוי זאת תהיה תורת המצורע, המוציא רע שמצא רע.", "heVersionTitle": "Midrash Tanhuma haKadum veHaYashan, S. Buber, 1885", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש תנחומא הקדום והישן, ש' בובר, תרמ\"ה", "text": "[(Lev. 14:2:) <small>THIS SHALL BE THE LAW OF THE LEPER</small>. Whoever speaks slander concerning his fellow will have leprosy come upon him. From where have you learned it? From Miriam.] See what is written about Miriam (in Numb. 12:1): <small>THEN MIRIAM AND AARON SPOKE AGAINST MOSES</small>. Therefore (in vs. 10): <small>THEN AARON TURNED UNTO MIRIAM, AND THERE WAS</small> [<small>MIRIAM</small>] <small>WITH LEPROSY LIKE THE SNOW</small>.<sup class=\"footnote-marker\">17</sup><i class=\"footnote\">The Masoretic Text reverses these two clauses in this verse.</i> What is written elsewhere (in Deut. 24:9)? <small>REMEMBER WHAT THE LORD YOUR GOD DID TO MIRIAM</small>. And what did she say against Moses? She said: Moses took (<i>natal</i>) a wife but ceased (<i>batel</i>) from being fruitful and multiplying.<sup class=\"footnote-marker\">18</sup><i class=\"footnote\">See <i>Sifre</i>, Numb. 12:1 (99:2–3), which identifies the Cushite woman of Numb. 12:1 with Zipporah, for details.</i> What did the Holy One do to them? He appeared to them, and they needed an immersion. Thus it is stated (in Numb. 12:4): <small>THEN THE LORD SUDDENLY SPOKE UNTO MOSES, UNTO AARON, AND UNTO MIRIAM</small>. What is the meaning of <small>SUDDENLY</small>? That when he appeared unto them, they had need for water <small>SUDDENLY</small>. He spoke to them, and thus they had need for water.<sup class=\"footnote-marker\">19</sup><i class=\"footnote\">Cf. Rashi on Numb. 12:4, who explains that they had need for water because the Holy One had appeared to them suddenly while they were unclean due to marital relations.</i> And I am speaking with you. Immediately Miriam became stricken with leprosy, as stated (in Numb. 12:10): <small>AND THERE WAS</small> [<small>MIRIAM</small>] <small>WITH LEPROSY LIKE THE SNOW</small>. Moreover, are not &lt; these &gt; words an argument a fortiori (<i>qal wahomer</i>)? For if Miriam had this happen, when she only spoke against her beloved brother when he was absent<sup class=\"footnote-marker\">20</sup><i class=\"footnote\">I.e., she spoke privately to Aaron with no desire to be hostile to Moses. Cf. <i>Sifre</i>, Numb. 12:1 (99:2).</i> and was only intending to return him to his wife, how much the more so in the case of one who utters slander against his colleague? What is written above on the matter (in Deut. 24:8)? <small>TAKE CARE WITH THE PLAGUE OF LEPROSY &lt; TO WATCH DILIGENTLY AND DO ACCORDING TO ALL THAT THE PRIESTS AND LEVITES SHALL TEACH</small>…. <small>&gt;</small> So the hand of the Holy One also afflicted Aaron with it, when he was high priest. Thus it is stated (in Numb. 12:9): <small>AND THE ANGER OF THE LORD WAS KINDLED AGAINST THEM</small>, &lt; i.e. &gt; against Aaron and against Miriam. Aaron, however, was healed immediately; but Miriam, after seven days, as stated (in Numb. 12:15): <small>SO MIRIAM WAS SHUT UP</small> [<small>OUTSIDE OF THE CAMP</small>] <small>FOR SEVEN DAYS</small>. Ergo (in Lev. 14:2): <small>THIS SHALL BE THE LAW OF THE LEPER</small> (<i>metsora'</i>). The one who proclaims evil (<i>motsi' ra</i>') is the one who finds evil (<i>motse' ra</i>').", "versionTitle": "Midrash Tanhuma, S. Buber Recension; trans. by John T. Townsend, 1989.", "license": "CC-BY", "versionTitleInHebrew": "מדרש תנחומא, בובר, מתורגם בידי ג'ון ט' טוונסנד, 1989"}, {"_id": "5b572f6fec30df00569de628", "index_title": "Megalleh Amukkot on Parashat VaEtchanan", "category": "Kabbalah", "type": "", "ref": "Megalleh Amukkot on Parashat VaEtchanan 194:1", "anchorRef": "Numbers 12:9", "anchorRefExpanded": ["Numbers 12:9"], "sourceRef": "Megalleh Amukkot on Parashat VaEtchanan 194:1", "sourceHeRef": "מגלה עמוקות על פרשת ואתחנן קצ״ד:א׳", "anchorVerse": 9, "sourceHasEn": false, "compDate": [1607, 1633], "commentaryNum": 194.0001, "collectiveTitle": {"en": "Megalleh Amukkot on Parashat VaEtchanan", "he": "מגלה עמוקות על פרשת ואתחנן"}, "heTitle": "מגלה עמוקות על פרשת ואתחנן", "he": "<b>אופן קצד</b><br><b>אמרינן</b> בפרק במה בהמה (שבת דף נ\"ה.) אמר רב אחא בר חנינא מעולם לא יצתה מדה טובה מפי הקב\"ה וחזר בו לרעה, חוץ מדבר זה דכתיב (יחזקאל ט ד) ויאמר ה' אלי עבור בתוך העיר והתוית תיו על מצחות האנשים הנאנחים והנאנקים על התועבות הנעשות וגומר, אמר ליה הקב\"ה לגבריאל לך ורשום על מצחן של צדיקים תיו של דיו של ישלטו בהם מלאכי חבלה, ועל מצחם של רשעים תיו של דם כדי שישלטו בהם מלאכי חבלה, אמרה מדת הדין לפני הקב\"ה רבונו של עולם מה נשתנו אלו מאלו, אמר לו הללו צדיקים גמורים והללו רשעים גמורים וכו', עד ממקדשי תחלו (יחזקאל ט ו), אל תקרי ממקדשי אלא ממקודשי, אלו בני אדם שקיימו את התורה מאלף ועד תיו, ומיד והנה ששה אנשים באים מדרך העליון אשר פני צפונה ואיש כלי חפצו בידו ואיש אחד בתוכם לבוש הבדים וקסת הסופר במתניו ויבא ויעמוד אצל מזבח הנחושת (יחזקאל ט ב), מזבח הנחושת מי הוה, אמר ליה הקב\"ה התחילו ממקום שאומרים שירה לפני, ומאן נינהו ששה אנשים וכו', ומאי שנא תי\"ו, תיו תחיה תיו תמות וחותם של הקב\"ה אמת. והנה בכאן מקשים מאחר שחותם של הקב\"ה אמת, למה לקח אות ת' וכן (בפרק הבונה שם שבת דף ק\"ד.) גבי הנהו דרדקי שדרשו שין של שקר, תיו של אמת, קשה גם כן למה נרשם חותם של אמת באות ת', ולא באות א', ולא באות מ' של אמת. אבל רזא עילאה הוא, ואיתא בספר סודי רזא באות ת' וז\"ל, ת' לשון כתיבה כמו והתוית תי\"ו, לומר לך אין לך מלאך שאין לו ת' חותם שממונה עליו וירא ממנו, והוא כי שמי בקרבו (שמות כג כא), וכתיב (במדבר יב ט) ה' בם, וכתיב (זכריה ט יד) וה' עליהם, ות' רושם שמראין לכל אחד ואחד כדאיתא בספר היכלות וספר מרכבה, ותי\"ו רושם חותם שממונה עליו שרפים מקודשים באש להב שלהבת. והנה במימר קדישין שאילתא ושר גדול עומד ומתקן את הכסא ומלביש את החלוק ומהדר את החשמ\"ל, ושרפים אומרים קדוש קדוש קדוש באימה בכל עת, והם אומרים שירות לאין סוף והפזמון קדוש קדוש קדוש, וכתות קדושים לאין סוף עמהם ועולים לפני כסא הכבוד בהרים וגבעות, והשרים יש להם שעולים עליהם ומשתחוים למלך הכבוד, עכ\"ל. והנה כשהראה הקב\"ה למשה כל הדורות, וכשבא לדורו של יחזקאל ששינה הקב\"ה מדתו כדאמר ר' חנינא לעולם לא יצאה מדה טובה מפי הקב\"ה והחזירה וכו', בא משה להתחנן עליו ורצה ליכנס לארץ ישראל לבטל ו' אנשים, ולקיים קרא לא איש אל ויכזב ובן אדם ויתנחם (במדבר כג יט), להחזיר ממדה טובה ולהביא מדה רעה. ולכן אמר בעת ההיא לאמר, על עת צרה היא ליעקב שהיתה בימי יחזקאל, וכתיב ההוא בו', רמז על ו' אנשים שבאו מדרך הצפון. גם רמז במלת ההוא, על פסוק ההוא אמר ולא יעשה, שדרשו רז\"ל [מדרש רבה שם (במ\"ר פ\"כ כ)] על רעה לא יעשה וחוזר בו, אבל ממדה טובה אינו חוזר לרעה לעולם חוץ מאותו פרק שחזר ממדה טובה להביא רעה. לכן סידר תפלתו אתה החלות להראות, קרי בה תרין תיבין על אות להר אות, ובצירוף אותיות להאר ת', שרמז על אות שהאיר הקב\"ה תי\"ו על מצחות אנשים, להראות בגימטריא א\"ר אמ\"ת, ואמר א\"ת עבדך, את דייקא, אותן בני אדם שקיימו את התורה מאלף ועד תי\"ו שצוה הקב\"ה לרשום מתחלה תיו תחיה, ואחר כך חזר בו וצוה לרשום על הצדיקים שקיימו את התורה מא' ועד תי\"ו, תיו תמות. וז\"ש את ידך החזקה שהיא מדת הדין הקשה, וא\"ת יד\"ך החזק\"ה בגימטריא אמ\"ת, ומדת הקב\"ה אינה נוהגת כן שהוא יחזור לרעה רק לטובה כי לא איש אל ויתנחם, וז\"ש אשר מי אל בשמים ובארץ אשר יעשה כמעשך, זו מדה טובה שחזר בו לטובה, אבל כגבורתך אינו חוזר בו לרעה. ולכן ביקש משה להעביר ו' אנשים אלו אעברה נא, בהיפוך אתוון ב\"א רע\"ה, שרצה לבטל רעה ההיא, ולפי שירושלים היא כסא ה' (ירמיה ג יז), ושש מעלות לכסא (דברי הימים ב' ט יח), בא להתפלל לתקן שש מעלות אלו. שהם שש דרגין שיהיו לטובה, היפוך ששה אנשים אלו שבאו מדרך הצפון ומצפון תפתח רעה (ירמיה א יד), והיא ביקש על שית דרגין שהם לעומת זה בקדושה, לבטל הטומאה שהיא בארץ העמים שבוקעת עד שש, דהיינו אבי אבות הטומאה, אב הטומאה, ראשון, שני שלישי, רביעי, עד רביעי בקדש. ונרמז זה במלת אעברה, בהיפוך אתוון ארבעה, שהוא רומז עד רביעי בקדש הולכת הטומאה, ובמלת נא מבוארת טומאת המת שהיא אבי אבות הטומאה, שכן נ\"א נוטרייקון \"נפש \"אדם (במדבר יט יא), שרמזו ז\"ל (חולין ע\"ב ע\"א) שרביעית דם מן נפש אדם מטמא אבי אבות הטומאה. לכן אמר ואראה את הארץ בוי\"ו יתירא, על ו' טומאות אלו שהם מסטרא דרע, והוא רצה לעשות ההר הטוב הזה, ולתקן הר ה' שהוא מקום המקדש אמר עליו ממקדשי תחלו, ואמרו אל תקרי ממקדשי אלא ממקודשי, ותרווייהו איתנהו, שהמלאך בא על אותן הצדיקים שנקראים ממקדשי, עבור החטא שנעשה במקדש כדאיתא שם שהיתה אחוריהם אל ההיכל. ולכן רמז משה ואמר אתה החלות להר\"אות, ר\"ל אותו אות שנתן הקב\"ה על מצחות אנשים שהוא ת', וזה אירע להם עבור שחטאו בבית המקדש שנקרא הר ה', ולכן אמר ההר הטוב הזה, שרוצה הוא ליכנס לארץ ישראל ולתקן הר ה' הר יראה, שיהיה ההר הטוב ולא יבא הרע באותו פרק. השיב הקב\"ה רב לך, די לך בניצוץ שלך שהיה באותו פרק אשר עליו אמרת נביא מקרביך כמוני יקים לך ה' אלהיך כמוני (דברים יח טו), מלת כמוני דייקא, שהוא ירמיה [מד\"ר (פסיקתא דר\"כ פי\"ג)], שהיה ניצוצו ממשה רבינו, ובאותו פרק הגין אז אל אנשי דורו:", "heVersionTitle": "Megaleh Amukot, based on Krakow, 1637 edition", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מגלה עמוקות, ע\"פ מהדורת קראקא שצ\"ו", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5c17b8b4b071e100bf4e2ca6", "index_title": "Akeidat Yitzchak", "category": "Jewish Thought", "type": "", "ref": "Akeidat Yitzchak 80:1:6", "anchorRef": "Numbers 12:9", "anchorRefExpanded": ["Numbers 12:9"], "sourceRef": "Akeidat Yitzchak 80:1:6", "sourceHeRef": "עקידת יצחק פ׳:א׳:ו׳", "anchorVerse": 9, "sourceHasEn": false, "compDate": [1455, 1495], "commentaryNum": 1.0006, "collectiveTitle": {"en": "Akeidat Yitzchak", "he": "עקידת יצחק"}, "he": "ואני שמעתי מאחד מחכמי פלוסופי עמנו ומחשוביהם (הוא ר' אברהם בן ר' שם טוב ברב\"ג בספרו דרך אמונה מאמר ב' שער ז') שהיה מחטיא מאד האומר כי משה חטא בשום פנים כי הוא היה רואה שאם הונח כן תפול התורה בכללה וזה משפטו יסוד מוסד אצלינו שתורתנו האלהית היא שלימה בכל מיני השלמות עד שתכלול כל מצוה וכל מניעה שאפשר לזכות ולחטוא בהנה עליה אין להוסיף וממנה אין לגרוע. והנה שלימותה וכללותה על זה האופן יחייבו שיהיה בטבע האפשר שיצא איש אחד אל המציאות שיקיים אותה בכללה ושלא יחטא בה כלל שאם היה נמנע להיות איש שלא יחטא כבר יהיה האדם חוטא בהכרח ואיש כזה אינו ראוי ליענש אבל יהיה איפשר. ולא עוד אלא שחוייב היותו נמצא שאם לא כן יהיה גם כן שלמות זאת התורה על זה האופן לריק. והנה אם נודה שמשה חטא בה הנה כבר יקרה בטל מהנחתנו המצא זה האיש והוא שהאיש ההוא המונח נמצא על זה תתאר מהשלימות יהיה יותר שלם ממשה ומזה חוייב שתנתן על ידו תורה יותר שלימה כי הנבואה תוקש אל הנביא אשר תושפע עליו וכבר שמנוה היותר שלימה שאפשר והנמשך ממנו הוא בטל. ולזה נאמר בהקש החלוף אם הונח שחטא הנה אם כן לא היתה תורתו שלמה אבל תורתו היא שלימה בלי ספק אם כן הוא לא חטא. זו היא דרך ראיתו והוא מסתייע מהמאמר ההוא שזכרנו ראשונה שנאמר בו שמשה ואהרן קיימו את התורה כלה מאל\"ף ועד תי\"ו (שבת נ\"ה.) כלומר שלא חטאו כלל והיה משתדל לבאר הכתובים המעידים על חטאתו בשיוסבו על כלל ישראל כענין חטא ישראל דעכן (יהושע ז') ומאמר עד אנה מאנתם לשמור מצותי (שמות ט״ז:כ״ח) וכיוצא ואמר שעונש מיתתם היה עונש לכלל ישראל לא להם כי על כן אמר לכן לא תביאו את הקהל הזה וגו' (במדבר כ׳:י״ב.) ולא אמר על כן לא תראו וגו'. עד כאן תרף כוונתו ודבריו כפי מה שנשארו בזכרוני. ואני הנה ראיתי שאין דבריו אלה קיימי' מפני שלשה תשובות. <sup class=\"footnote-marker\">*</sup><i class=\"footnote\">האחד מצד שיתוף. וכו' ר\"ל בעבור היות שם בטל או נמנע שם משותף המורה על ב' מיני בטל אלה, תעה החכם ר' אברהם הנ\"ל להחליף ולהמיר אותם יחד, ולחשוב כי מה שהוא רק בטל נבואיי, הוא גם בטל טבעי ובנה על זה יסודות משפטו,  </i>האחד מצד שתוף שנפל בגבולי משפטו ומופתיו שלא נזהר ממנו. <sup class=\"footnote-marker\">*</sup><i class=\"footnote\">והשנית מצד דבקות וכו', ר\"ל מלבד שטעה החכם הזה בהקדמתו זאת, בשיתוף ב' מיני בטל אלה, טעה ג\"כ במה שרצה להמשיך ולהקיש מהקדמתו זאת. כי גם אלו יונח כדבריו שימצא בזמן מן הזמנים איש שלם יותר ממשה, לא נמשך עוד מזה שרק ע\"י השלם ההוא ולא ע\"י משה היה ראוי שתנתן התורה, (עיין תוכן השער ובפנים הספר לקמן ד\"ה אמנם התשובה השנית) ועפי\"ז צריכים אנו לגרוס פה בדברי הרב ז\"ל שאין דבריו קיימים מפני שתי תשובות ולא מפני שלש כמו שנדפס בטעות.  </i>והשנית מצד דבקות הקודם בנמשך מה שהיה ענין השתוף שכבר נשתתפו בשני מיני הבטל. הבטל אצל הטבע או הכזב אצל הנבואה שהאחד הוא מסוג המציאות וההעדר. והשני' מסוג האמת והשקר וביאור זה שאע\"פ שיהיה אפשר לקום אחרי משה מי שלא יחטא וכשיונח נמצא לא יקרה מהנחתו בטל אצל הטבע מכל מקום כבר בא העדות הנבוא יי שלא יצא האפשרות ההוא אל הפועל ושהאדם היותר שלם שהיה או שיהיה הוא משה רבן של נביאים כמו שאמר והאיש משה ענו מאד מכל האדם אשר על פני האדמה (שם י\"ב) ולא קם נביא עוד בישראל כמשה וגו' (דברים ל״ד:י׳). ולא יתבטל בזה כח האפשרות הטבעי כמו אם ינבא הנביא שלא תפיל אשה בשנה זו או שגתים או שלא תולד נקבה ודאי יתקיים דברו בהשאיר האפשרות הטבע במציאותו. וכשיונחו נמצאים שני הענינים ההם בזמן ההוא לא יקרה בטל אצל המציאות אבל יקרה כזב אצל הדבור הנבואיי. וכמה נבואות באו מזה המין לכל נביא ונביא המיעד הדברים אשר ימשכו אשר על המין הזה נאמר עתה תראה היקרך דברי וגו' (במדבר י״א:כ״ג). <sup class=\"footnote-marker\">*</sup><i class=\"footnote\">כי כאשר לא יקרה וכו', ר\"ל גם העדר ומניעת היות בשר לאכול חודש ימים לשש מאות אלף רגלי במדבר ובארץ ציה, היא דבר מצוי על פי מהלך הטבע ובכל זאת אחרי שהי\"ת אמר לו \"בשר אתן להם,\" הוא נמנע נבואיי שלא יהיה להם בשר רב כזה, וכן היות חוטאים בקרב ישראל ויהודה גם באחרית הימים, או היות אז ג\"כ אנשים הבונים בתים ולא ישבו בהם, או נוטעים כרמים ולא יאכלו פרייהם בעבור שימותו תחילה. כל זה הוא אפשרי טבעיי, ובכל זאת הוא בעל נבואיי עפ\"י מאמר הי\"ת ב\"ימים ההם וגו'\", ומאה\"כ לא יהיה משם עול ימים לא יבנו ואחר ישב וכו'\".  </i>כי כאשר לא יקרה יהיה הדבר היותר מנוי אצל הטבע אבל יקרה בטל אצל המאמר האלהי. והנה הנבואה אומרת בימים ההם ובעת ההיא נאם ה' יבוקש את עון ישראל ואיננו ואת חטאת יהודה ולא תמצאנה (ירמיהו נ׳:כ׳) והרי האדם הוא אפשר על החטא כמו שאמרנו. אמנם אם ימצאו החוטאים בימים ההם הנה יהיה האפשרי אצל טבעם אמנם יקרה הבטל אצל הנבואה וכן בכל כיוצא בזה לא יהיה עוד עול ימים לא יבנו ואחר ישב לא יטעו ואחר יאכל (ישעיהו ס״ה:כ״ב) ורבים כמו אלה שבכלם נתחייב להאמין מה שתייעד הנבואה באחד מחלקי אפשרותם בהשאיר האפשרות הטבעי על ענינו כמו שאמרנו. והנה כאשר נבדיל בשני מיני הבטל האלו יתבאר שתוף הענין ועלה בידנו כי משה רבינו אע\"פ שחטא הוא היותר שלם שהעיד עליו הנבואה שיצא ושהוא עתיד לצאת אל המציאות ולזה נתנה התורה השלמה על ידו. והפלא ממה שקבל מהמאמר ההוא שמשה ואהרן לא חטאו כלל איך לא זכר שנאמר במשה בתחלת ענינו ויחר אף ה' במשה (שמות ד׳:כ״ד) ובסוף ויפגשהו ה' ויבקש המיתו (שם) ואם אין שם חטא חרון אף ומיתה למה וכן אמר כמה פעמים ויתעבר ה' וגומר (דברים ג'). גם בי התאנף יי' (שם א'). ויותר קשה מאהרן השכח מעשה העגל שנאמר ובאהרן התאנף ה' מאד להשמידו ואתפלל גם בעד אהרן בעת ההיא (שם ט') והוא מבואר שהקרבנות הראשונים בשמיני למלואים היו לו ולכל ישראל לכפרת עון העגל ועוד נאמר ותדבר מרים ואהרן במשה וגו' (במדבר י״ב:ט׳). ונאמר ויחר אף ה' בם וילך (שם). והוא עצמו אמר אשר נואלנו ואשר חטאנו (שם). סוף דבר שאין עקר להנחה הזאת וכמו שיבא. אמנם התשובה השנית שאף גם זאת שנודה שיצא אל המציאות איש אשר לא יחטא כלל הנה לא בעבור זה יחוייב הנמשך והוא שיהיה הוא יותר ראוי להנתן דת על ידו כל שכן שתהיה יותר שלמה שמן המבואר שלא כל הראוי לנבואה ינבא אם לא שיסכימו תנאים אחרים הכרחיים. וברוך בן נריה סופר עד בדבר לפי הרב המורה פרק ל\"ג חלק ב' גם חז\"ל מנו בתלמידיו של הללהזקן רבים שראוי שתשרה עניהם שכינה כמשה רבינו ורבי' שראוי שתעמוד להם חמה כיהושע אלא שאין הדור ראוי לכך (סוכה כ\"ח.). והנה א\"כ נאמר שהיה משה רבינו היותר שלם שנמצא בזמן מהזמנים אשר הביא הצורך וההכנה מכל הצדדים להנתן תורה מן השמים על ידו. וכבר הגידו החכמים ולא כחדו אפשרות הנותן טבע חכמה ומדע על יד איש גדול ממנו כמו שאמר בסוף ההצלחות (ישעיהו נ״ב:י״ג) ירום מאברהם ונשא ממשה וכו' (תנחומא פ' תולדות) כמו שכתבנו פירושו בשער כ\"ח. וכבר דחה הראב\"ע ז\"ל סברת מי שאמר שלא יתכן שליח השם ממיר דברו כמו שנראה מפירושיו ז\"ל (פ' חקת) ואנשי שקול הדעת אמרו שלא יתכן כשיהיה השליח מהשם ממיר דבר מהשם ואם הוא ממיר איך נאמין בתורתו גם אלה לא דברו נכונה כי אלו היה מחליף במצוה מיד היה נענש כי הנה נענש על דבר שאיננו מצוה לעולם ולא תורה לישראל ולא נעשה ברצון רק בשגגה בעבור שהכעיסוהו וכן אמר גם בי התאנף ה' בגללכם (דברים א׳:ל״ז). הנה שהזכיר זה הדעת ובטלו לפי שהשם יקבל שאע\"פ שחטא הוא אמת ותורתו אמת. והנה כי מה שחויב מבלתי המצא איש שלא יחטא שיהא האדם חוטא בהכרח ושלכן אינו ראוי להענש הנה מזה לא יקרה בטול לכלל רק אם יקח לו המשפט החלקי לכולל. וזה כי היות האיש ואפילו היותר שלם שבמין חוטא בשום דבר מהדברים שכללה אותם שלמות התורה האלהית כאשר הניח הנה הוא מוכרח מצד טבעו וכמו שאמר כי אין צדיק בארץ וגו' (קהלת ז׳:כ׳). וכמו שאמרנו ראשונ'. אמנם כאשר יהיה על זה האופן מקלות החטא או משלמות התשובה ודאי לא יענש ולא יקרה מזה בטול. וכמו שאז\"ל אני הוא קודם שיחטא האדם אני הוא לאחר שיחטא וישוב (ר\"ה י\"ז:). אמנם מזה לא יקובל שכל חוטא לא יענש כי אם האדם מוכרח לבלתי היותו אלהי לגמרי לא הוכרח להיותו מעמיק בחטא ומורגל בו וזה מבואר. והנה אחר שהמין הזה מהחטא עם שהוא אפשרי על האדם ימצא על המעט ועל הזרות מי שלא יחטא בו ולא עוד אלא שבא העדות הנביאיי שלא ימצא וכל שכן שהחטא מהמין הראשון הוא הכרחי אליו מצד טבעו. הנה מזה יתחייב היות המות הגופיי הכרחי על האדם וא\"א זולתו <sup class=\"footnote-marker\">*</sup><i class=\"footnote\">כמו שכ' הרב וכו' ר\"ל כי שם כ' לתלמידו וז\"ל \"אבל המנעי מחבר דבר ממה שנודע לי עד שיהא אבדו באבדי אשר אי אפשר מבלעדו. \"היה בעיני או נאה בחיקך ובחיק כל נבוך וכו'.  </i>כמו שכתב הרב המורה בהקדמת החלק הג' אמר עד שיהא אבדו באבדי אשר א\"א מבלעדיו רמז אל זה הענין מהמות והכרחיותו אשר עליו נאמר כי ביום אכלך ממנו מות תמות (בראשית ב׳:י״ז):  ", "heVersionTitle": "Akeidat Yitzchak, Pressburg 1849", "heLicense": "Public Domain", "heVersionTitleInHebrew": "עקידת יצחק, פרשבורג, תר\"ט", "text": "", "versionTitle": "Akeydat Yitzchak by Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5c3c8dece20d4000851ec4ca", "index_title": "Likutei Moharan", "category": "Chasidut", "type": "", "ref": "Likutei Moharan 21:6:3", "anchorRef": "Numbers 12:7-15", "anchorRefExpanded": ["Numbers 12:7", "Numbers 12:8", "Numbers 12:9", "Numbers 12:10", "Numbers 12:11", "Numbers 12:12", "Numbers 12:13", "Numbers 12:14", "Numbers 12:15"], "sourceRef": "Likutei Moharan 21:6:3", "sourceHeRef": "ליקוטי מוהר\"ן כ״א:ו׳:ג׳", "anchorVerse": 7, "sourceHasEn": true, "compDate": [1802, 1808], "commentaryNum": 6.0003, "collectiveTitle": {"en": "Likutei Moharan", "he": "ליקוטי מוהר\"ן"}, "he": "וְזֶה בְּחִינַת (במדבר י״ב:י״ד): וְאָבִיהָ יָרֹק יָרַק בְּפָנֶיהָ, הֲלֹא תִכָּלֵם שִׁבְעַת יָמִים – שִׁבְעַת יָמִים דַּיְקָא, הַיְנוּ בְּחִינַת שִׁבְעָה עֲנָנִים הַנַּ\"ל, שֶׁעַל־יָדָם מֵאִיר פְּנֵי הַמְּנוֹרָה. וְהוּא לֹא רָצָה לְהָקִים שֵׁם אָחִיו הַמֵּת, עַל כֵּן: וְיָרְקָה בְּפָנָיו, וְהַיְנוּ בּשֶׁת פָּנִים.", "heVersionTitle": "Likutei Moharan - rabenubook.com", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ליקוטי מוהר\"ן - rabenubook.com", "text": "<b>{“This is not true of my servant Moshe. He is the mo st tru st ed of all My house. Face to face I speak with him… a true picture of God he beholds… Miriam became leprous… Let [Miriam] not be as one dead, who comes from the womb of his mother with half his flesh eaten away… Moshe prayed, <i>El,</i> please heal her… If her father had spit in her face, would she not be embarrassed for seven days? … For seven days, Miriam remained quarantined outside the camp…”</b> (Numbers 12:7-15)<b>.}</b> And this is the concept of (Numbers 12:14), “If her father had spit in her face, would she not be embarrassed for seven days?” Specifically “seven days”—the seven clouds by which the face of the menorah shines. But he refused to establish the name of his deceased brother, and therefore “she shall spit toward his face”—i.e. shamefaced.", "versionTitle": "Likutey Moharan Volumes 1-11, trans. by Moshe Mykoff. Breslov Research Inst., 1986-2012", "license": "CC-BY-NC", "versionTitleInHebrew": "ליקוטי מוהר\"ן בתרגום משה מיקוף, המוסד לחקר ברסלב, כרכים 1-11, 1986-2012"}, {"_id": "5c4693cf08d98a02694ddc90", "index_title": "Jastrow", "category": "Reference", "type": "reference", "ref": "Jastrow, נְזִיפָה 1", "anchorRef": "Numbers 12:9", "anchorRefExpanded": ["Numbers 12:9"], "sourceRef": "Jastrow, נְזִיפָה 1", "sourceHeRef": "מילון יסטרוב, נְזִיפָה א׳", "anchorVerse": 9, "sourceHasEn": true, "compDate": [1883, 1903], "commentaryNum": 1, "collectiveTitle": {"en": "Jastrow", "he": "מילון יסטרוב"}, "heTitle": "נְזִיפָה", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<strong dir=\"rtl\">נְזִיפָה</strong> f.  (<a dir=\"rtl\" class=\"refLink\" href=\"/Jastrow,_נָזַף.1\" data-ref=\"Jastrow, נָזַף 1\">נָזַף</a>) <i>anger, rebuke</i>, esp. <i>n’zifah</i>, a lower degree of excommunication; v. <a dir=\"rtl\" class=\"refLink\" href=\"/Jastrow,_נִידּוּי.1\" data-ref=\"Jastrow, נִידּוּי 1\">נִידּוּי</a>. <a class=\"refLink\" href=\"/Sanhedrin.68a.2\" data-ref=\"Sanhedrin 68a:2\">Snh. 68ᵃ</a> <span dir=\"rtl\">גער בו ויצא בנ׳</span> he frowned at him, and he (the son) went away feeling the rebuke. <a class=\"refLink\" href=\"/Shabbat.31a.5\" data-ref=\"Shabbat 31a:5\">Sabb. 31ᵃ</a> <span dir=\"rtl\">והוציאו בנ׳</span> and made him go out in anger. <a class=\"refLink\" href=\"/Shabbat.97a.3\" data-ref=\"Shabbat 97a:3\">Ib. 97ᵃ</a> <span dir=\"rtl\">ההוא בנ׳ בעלמא</span> this (<span dir=\"rtl\">בם</span>, <a class=\"refLink\" href=\"/Numbers.12.9\" data-ref=\"Numbers 12:9\">Num. XII, 9</a>) refers only to the anger (of the Lord, not to leprosy). <a class=\"refLink\" href=\"/Moed_Katan.16a.20\" data-ref=\"Moed Katan 16a:20\">M. Kat. 16ᵃ</a> <span dir=\"rtl\">אין נ׳ פחות וכ׳</span> the minor ban lasts no less than seven days. <a class=\"refLink\" href=\"/Moed_Katan.16b.10\" data-ref=\"Moed Katan 16b:10\">Ib. 16ᵇ</a> <span dir=\"rtl\">נ׳ דידהו</span> their (the Palestinian) <i>n’zifah</i>; <span dir=\"rtl\">נ׳ דידן</span> our (the Babylonian) <i>n</i>.; a. fr."], "versionTitle": "London, Luzac, 1903", "license": "Public Domain", "versionTitleInHebrew": "תרס״ג"}, {"_id": "5d8ccffcc1226368cebc9c2d", "index_title": "Machzor Yom Kippur Ashkenaz", "category": "Liturgy", "type": "", "ref": "Machzor Yom Kippur Ashkenaz, Musaf for Yom Kippur, Avodah 33", "anchorRef": "Numbers 12:1-15", "anchorRefExpanded": ["Numbers 12:1", "Numbers 12:2", "Numbers 12:3", "Numbers 12:4", "Numbers 12:5", "Numbers 12:6", "Numbers 12:7", "Numbers 12:8", "Numbers 12:9", "Numbers 12:10", "Numbers 12:11", "Numbers 12:12", "Numbers 12:13", "Numbers 12:14", "Numbers 12:15"], "sourceRef": "Machzor Yom Kippur Ashkenaz, Musaf for Yom Kippur, Avodah 33", "sourceHeRef": "מחזור אשכנז ליום כיפור, תפלת מוסף, עבודה ל״ג", "anchorVerse": 1, "sourceHasEn": true, "compDate": [1155, 1205], "commentaryNum": 33, "collectiveTitle": {"en": "Machzor Yom Kippur Ashkenaz", "he": "מחזור אשכנז ליום כיפור"}, "heTitle": "עבודה", "he": "רִבּוֹנוֹ שֶׁל עוֹלָם אֲנִי שֶׁלָּךְ וַחֲלוֹמוֹתַי שֶׁלָּךְ חֲלוֹם חָלַמְתִּי וְאֵינִי יוֹדֵֽעַ מַה הוּא יְהִי רָצוֹן מִלְּפָנֶֽיךָ יְהֹוָה אֱלֹהַי וֵאלֹהֵי אֲבוֹתַי שֶׁיִּהְיוּ כָּל חֲלוֹמוֹתַי עָלַי וְעַל כָּל יִשְׂרָאֵל לְטוֹבָה בֵּין שֶׁחָלַֽמְתִּי עַל עַצְמִי וּבֵין שֶׁחָלַֽמְתִּי עַל אֲחֵרִים וּבֵין שֶׁחָלְמוּ אֲחֵרִים עָלָי אִם טוֹבִים הֵם חַזְּקֵם וְאַמְּצֵם וְיִתְקַיְּמוּ בִי וּבָהֶם כַּחֲלוֹמוֹתָיו שֶׁל יוֹסֵף הַצַּדִּיק וְאִם צְרִיכִים רְפוּאָה רְפָאֵם כְּחִזְקִיָּֽהוּ מֶֽלֶךְ יְהוּדָה מֵחָלְיוֹ וּכְמִרְיָם הַנְּבִיאָה מִצָּרַעְתָּהּ וּכְנַעֲמָן מִצָּרַעְתּוֹ וּכְמֵי מָרָה עַל יְדֵי משֶׁה רַבֵּֽנוּ וּכְמֵי יְרִיחוֹ עַל יְדֵי אֱלִישָׁע וּכְשֵׁם שֶׁהָפַֽכְתָּ אֶת קִלְלַת בִּלְעָם הָרָשָׁע מִקְּלָלָה לִבְרָכָה כֵּן תַּהֲפוֹךְ כָּל חֲלוֹמוֹתַי עָלַי וְעַל כָּל יִשְׂרָאֵל לְטוֹבָה וְתִשְׁמְרֵֽנִי וּתְחָנֵּֽנִי וְתִרְצֵֽנִי אָמֵן: ", "heVersionTitle": "The Metsudah Machzor. Metsudah Publications, New York - Heb (paragraph ed.)", "heLicense": "", "heVersionTitleInHebrew": "", "text": "Master of the World! I am Yours and my dreams are Yours. I have dreamed a dream and I do not know its meaning. May it be Your will, Adonoy, my God, and God of my fathers, that all my dreams regarding myself, and regarding all of Yisrael be for the good; those I have dreamed concerning myself, and those I have dreamed about others, and those that others have dreamed about me. If they are good dreams, strengthen and reinforce them and may they be fulfilled in me and in them, like the dreams of Yosef, the righteous. But if they require curing, cure them like Chizkiyahu, king of Yehudah, [who was healed] from his sickness; like Miriam, the prophetess from her tsoraas;<sup class=\"footnote-marker\">234</sup><i class=\"footnote\">The word צָרַעַת should not be translated as leprosy. The illness of tsoraas described in the Torah has no relationship to the disease of leprosy. It is an illness which Hashem inflicts to show His displeasure with people. See Bamidbar 12:1—15.</i> and like Naaman, from his tsoraas;<sup class=\"footnote-marker\">235</sup><i class=\"footnote\">See II Melachim 5:1—14</i> like the waters of Marah through Moshe, our teacher,<sup class=\"footnote-marker\">236</sup><i class=\"footnote\">See Shemos 15:22—25</i> and like the waters of Yericho through Elisha.<sup class=\"footnote-marker\">237</sup><i class=\"footnote\">See II Melachim 2:19—22</i> As You transformed the curse of the wicked Bilaam, from a curse to a blessing,<sup class=\"footnote-marker\">238</sup><i class=\"footnote\">See Devorim 26:15</i> so may you transform all my dreams regarding myself and regarding all of Yisrael for goodness. [May You] guard me, [may You] be gracious to me, and [may You] accept me favorably, Amein. ", "versionTitle": "The Metsudah Machzor. Metsudah Publications, New York - Eng (paragraph ed.)", "license": "", "versionTitleInHebrew": ""}, {"_id": "5d8cd4b0c1226368cebca626", "index_title": "Machzor Rosh Hashanah Ashkenaz", "category": "Liturgy", "type": "", "ref": "Machzor Rosh Hashanah Ashkenaz, Musaf, First Day of Rosh Hashana, Avodah 24", "anchorRef": "Numbers 12:1-15", "anchorRefExpanded": ["Numbers 12:1", "Numbers 12:2", "Numbers 12:3", "Numbers 12:4", "Numbers 12:5", "Numbers 12:6", "Numbers 12:7", "Numbers 12:8", "Numbers 12:9", "Numbers 12:10", "Numbers 12:11", "Numbers 12:12", "Numbers 12:13", "Numbers 12:14", "Numbers 12:15"], "sourceRef": "Machzor Rosh Hashanah Ashkenaz, Musaf, First Day of Rosh Hashana, Avodah 24", "sourceHeRef": "מחזור אשכנז לראש השנה, תפילת מוסף, יום ראשון של ראש השנה, עבודה כ״ד", "anchorVerse": 1, "sourceHasEn": true, "compDate": [1155, 1205], "commentaryNum": 24, "collectiveTitle": {"en": "Machzor Rosh Hashanah Ashkenaz", "he": "מחזור אשכנז לראש השנה"}, "heTitle": "עבודה", "he": "רִבּוֹנוֹ שֶׁל עוֹלָם אֲנִי שֶׁלָּךְ וַחֲלוֹמוֹתַי שֶׁלָּךְ חֲלוֹם חָלַמְתִּי וְאֵינִי יוֹדֵֽעַ מַה הוּא יְהִי רָצוֹן מִלְּפָנֶֽיךָ יְהֹוָה אֱלֹהַי וֵאלֹהֵי אֲבוֹתַי שֶׁיִּהְיוּ כָּל חֲלוֹמוֹתַי עָלַי וְעַל כָּל יִשְׂרָאֵל לְטוֹבָה בֵּין שֶׁחָלַֽמְתִּי עַל עַצְמִי וּבֵין שֶׁחָלַֽמְתִּי עַל אֲחֵרִים וּבֵין שֶׁחָלְמוּ אֲחֵרִים עָלָי אִם טוֹבִים הֵם חַזְּקֵם וְאַמְּצֵם וְיִתְקַיְּמוּ בִי וּבָהֶם כַּחֲלוֹמוֹתָיו שֶׁל יוֹסֵף הַצַּדִּיק וְאִם צְרִיכִים רְפוּאָה רְפָאֵם כְּחִזְקִיָּֽהוּ מֶֽלֶךְ יְהוּדָה מֵחָלְיוֹ וּכְמִרְיָם הַנְּבִיאָה מִצָּרַעְתָּהּ וּכְנַעֲמָן מִצָּרַעְתּוֹ וּכְמֵי מָרָה עַל יְדֵי משֶׁה רַבֵּֽנוּ וּכְמֵי יְרִיחוֹ עַל יְדֵי אֱלִישָׁע וּכְשֵׁם שֶׁהָפַֽכְתָּ אֶת קִלְלַת בִּלְעָם הָרָשָׁע מִקְּלָלָה לִבְרָכָה כֵּן תַּהֲפוֹךְ כָּל חֲלוֹמוֹתַי עָלַי וְעַל כָּל יִשְׂרָאֵל לְטוֹבָה וְתִשְׁמְרֵֽנִי וּתְחָנֵּֽנִי וְתִרְצֵֽנִי אָמֵן: ", "heVersionTitle": "The Metsudah Machzor. Metsudah Publications, New York -- he (paragraph ed.)", "heLicense": "CC-BY", "heVersionTitleInHebrew": "", "text": "Master of the World! I am Yours and my dreams are Yours. I have dreamed a dream and I do not know its meaning. May it be Your will, Adonoy, my God, and God of my fathers, that all my dreams regarding myself, and regarding all of Yisrael be for the good; those I have dreamed concerning myself, and those I have dreamed about others, and those that others have dreamed about me. If they are good dreams, strengthen and reinforce them and may they be fulfilled in me and in them, like the dreams of Joseph, the righteous. But if they require curing, cure them like Hezekiah, king of Judah, [who was healed] from his sickness; like Miriam, the prophetess from her tsoraas;<sup class=\"footnote-marker\">39</sup><i class=\"footnote\">The word צָרַעַת should not be translated as leprosy. The illness of tsoraas described in the Torah has no relationship to the disease of leprosy. It is an illness which Hashem inflicts to show His displeasure with people. See Bamidbar 12:1-15.</i> and like Naaman, from his tsoraas;<sup class=\"footnote-marker\">40</sup><i class=\"footnote\">See II Kings 5:1-14</i> like the waters of Marah through Moshe, our teacher,<sup class=\"footnote-marker\">41</sup><i class=\"footnote\">See Shemos 15:22-25</i> and like the waters of Jericho through Elisha.<sup class=\"footnote-marker\">42</sup><i class=\"footnote\">See II Kings 2:19-22</i> As You transformed the curse of the wicked Bilaam, from a curse to a blessing,<sup class=\"footnote-marker\">43</sup><i class=\"footnote\">See Devarim 26:15</i> so may you transform all my dreams regarding myself and regarding all of Yisrael for goodness. [May You] guard me, [may You] be gracious to me, and [may You] accept me favorably, Amein. ", "versionTitle": "The Metsudah Machzor. Metsudah Publications, New York -- en (paragraph ed.)", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5d8cd4d9c1226368cebca6bb", "index_title": "Machzor Rosh Hashanah Ashkenaz", "category": "Liturgy", "type": "", "ref": "Machzor Rosh Hashanah Ashkenaz, Musaf, Second Day of Rosh Hashana, Avodah 27", "anchorRef": "Numbers 12:1-15", "anchorRefExpanded": ["Numbers 12:1", "Numbers 12:2", "Numbers 12:3", "Numbers 12:4", "Numbers 12:5", "Numbers 12:6", "Numbers 12:7", "Numbers 12:8", "Numbers 12:9", "Numbers 12:10", "Numbers 12:11", "Numbers 12:12", "Numbers 12:13", "Numbers 12:14", "Numbers 12:15"], "sourceRef": "Machzor Rosh Hashanah Ashkenaz, Musaf, Second Day of Rosh Hashana, Avodah 27", "sourceHeRef": "מחזור אשכנז לראש השנה, תפילת מוסף, יום שני של ראש השנה, עבודה כ״ז", "anchorVerse": 1, "sourceHasEn": true, "compDate": [1155, 1205], "commentaryNum": 27, "collectiveTitle": {"en": "Machzor Rosh Hashanah Ashkenaz", "he": "מחזור אשכנז לראש השנה"}, "heTitle": "עבודה", "he": "רִבּוֹנוֹ שֶׁל עוֹלָם אֲנִי שֶׁלָּךְ וַחֲלוֹמוֹתַי שֶׁלָּךְ חֲלוֹם חָלַמְתִּי וְאֵינִי יוֹדֵֽעַ מַה הוּא יְהִי רָצוֹן מִלְּפָנֶֽיךָ יְהֹוָה אֱלֹהַי וֵאלֹהֵי אֲבוֹתַי שֶׁיִּהְיוּ כָּל חֲלוֹמוֹתַי עָלַי וְעַל כָּל יִשְׂרָאֵל לְטוֹבָה בֵּין שֶׁחָלַֽמְתִּי עַל עַצְמִי וּבֵין שֶׁחָלַֽמְתִּי עַל אֲחֵרִים וּבֵין שֶׁחָלְמוּ אֲחֵרִים עָלָי אִם טוֹבִים הֵם חַזְּקֵם וְאַמְּצֵם וְיִתְקַיְּמוּ בִי וּבָהֶם כַּחֲלוֹמוֹתָיו שֶׁל יוֹסֵף הַצַּדִּיק וְאִם צְרִיכִים רְפוּאָה רְפָאֵם כְּחִזְקִיָּֽהוּ מֶֽלֶךְ יְהוּדָה מֵחָלְיוֹ וּכְמִרְיָם הַנְּבִיאָה מִצָּרַעְתָּהּ וּכְנַעֲמָן מִצָּרַעְתּוֹ וּכְמֵי מָרָה עַל יְדֵי משֶׁה רַבֵּֽנוּ וּכְמֵי יְרִיחוֹ עַל יְדֵי אֱלִישָׁע וּכְשֵׁם שֶׁהָפַֽכְתָּ אֶת קִלְלַת בִּלְעָם הָרָשָׁע מִקְּלָלָה לִבְרָכָה כֵּן תַּהֲפוֹךְ כָּל חֲלוֹמוֹתַי עָלַי וְעַל כָּל יִשְׂרָאֵל לְטוֹבָה וְתִשְׁמְרֵֽנִי וּתְחָנֵּֽנִי וְתִרְצֵֽנִי אָמֵן: ", "heVersionTitle": "The Metsudah Machzor. Metsudah Publications, New York -- he (paragraph ed.)", "heLicense": "CC-BY", "heVersionTitleInHebrew": "", "text": "Master of the World! I am Yours and my dreams are Yours. I have dreamed a dream and I do not know its meaning. May it be Your will, Adonoy, my God, and God of my fathers, that all my dreams regarding myself, and regarding all of Yisrael be for the good; those I have dreamed concerning myself, and those I have dreamed about others, and those that others have dreamed about me. If they are good dreams, strengthen and reinforce them and may they be fulfilled in me and in them, like the dreams of Joseph, the righteous. But if they require curing, cure them like Hezekiah, king of Judah, [who was healed] from his sickness; like Miriam, the prophetess from her tsoraas;<sup class=\"footnote-marker\">26</sup><i class=\"footnote\">The word צָרַעַת should not be translated as leprosy. The illness of tsoraas described in the Torah has no relationship to the disease of leprosy. It is an illness which Hashem inflicts to show His displeasure with people. See Bamidbar 12:1-15.</i> and like Naaman, from his tsoraas;<sup class=\"footnote-marker\">27</sup><i class=\"footnote\">See II Kings 5:1-14</i> like the waters of Marah through Moshe, our teacher,<sup class=\"footnote-marker\">28</sup><i class=\"footnote\">See Shemos 15:22-25</i> and like the waters of Jericho through Elisha.<sup class=\"footnote-marker\">29</sup><i class=\"footnote\">See II Kings 2:19-22</i> As You transformed the curse of the wicked Bilaam, from a curse to a blessing,<sup class=\"footnote-marker\">30</sup><i class=\"footnote\">See Devarim 26:15</i> so may you transform all my dreams regarding myself and regarding all of Yisrael for goodness. [May You] guard me, [may You] be gracious to me, and [may You] accept me favorably, Amein. ", "versionTitle": "The Metsudah Machzor. Metsudah Publications, New York -- en (paragraph ed.)", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5dcd422e03bbe83363ff32bc", "index_title": "Midrash Sekhel Tov", "category": "Midrash", "type": "", "ref": "Midrash Sekhel Tov, Shemot 4:14:1", "anchorRef": "Numbers 12:9", "anchorRefExpanded": ["Numbers 12:9"], "sourceRef": "Midrash Sekhel Tov, Shemot 4:14:1", "sourceHeRef": "מדרש שכל טוב, שמות ד׳:י״ד:א׳", "anchorVerse": 9, "sourceHasEn": false, "compDate": [1139], "commentaryNum": 14.0001, "collectiveTitle": {"en": "Midrash Sekhel Tov", "he": "מדרש שכל טוב"}, "heTitle": "שמות", "he": "ויחר אף ה' במשה. בצדיקים הללו משה אהרן ומרים דקדק הקב\"ה עמהם כדי לייראם אליו, שנאמר ויחר אף ה' במשה (שמות ד יד), ובאהרן ומרים כתיב ויחר אף ה' בם (במדבר יב ט), ושלשתן לקו בגופם יסורים של אהבה, במשה כתיב והנה ידו מצורעת כשלג (פסוק ו), באהרן כתיב ויפן אהרן אל מרים (במדבר יב י), מלמד שנפנה מצרעתו, שגם הוא נעשה מצורע ובמרים כתיב והנה מרים מצורעת כשלג (במדבר יב י):", "heVersionTitle": "Sechel Tob, Berlin 1900-1901", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש שכל טוב, ברלין תר\"ס-תרס\"א", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5e1485235e6ea9e54b43dab3", "index_title": "Chatam Sofer on Torah", "category": "Commentary", "type": "commentary", "ref": "Chatam Sofer on Torah, Beha'alotcha 57", "anchorRef": "Numbers 12:9-10", "anchorRefExpanded": ["Numbers 12:9", "Numbers 12:10"], "sourceRef": "Chatam Sofer on Torah, Beha'alotcha 57", "sourceHeRef": "חתם סופר על התורה, בהעלותך נ״ז", "anchorVerse": 9, "sourceHasEn": false, "compDate": [1785, 1835], "commentaryNum": 57, "collectiveTitle": {"en": "Chatam Sofer", "he": "חתם סופר"}, "heTitle": "בהעלותך", "he": "<b>ויחר אף ה' והענן סר מעל האהל והנה מרים מצורעת</b> יל\"ד הו\"ל לסמוך צרעת מרים לחרון אף ולא להפסיק ביניהם בוהענן סר ועפירש\"י ולפענ\"ד הי' ראוי לפי החטא שתענש י\"ד יום (כדאיתא ברש\"י ואביה ק\"ו לשכינה י\"ד יום אלא דיו לבא מן הדין להיות כנדון) אלא אם לא יסעו ישראל וימתינו עלי' הרי לא זכתה לכך אלא משום שהמתינה למשה שעה אחת כדאיתא במתני' סוטה ולא הגיע הזכות שימתינו עלי' י\"ד יום ואם יסעו ישראל ויניחו אותה במדבר לבדה גם עונשה לא הגיע לכך שתשאר ד\"י ימים לבדה במדבר ע\"כ לא נצטרעת אלא ז' ימים והענן נסע מיד וע\"י ההמתנה קבלה שכר מה שהמתינה למשה ואלו לא סר הענן ולא הי' זמן הנסיעה לא היתה מקבלת שכרה והי' שמור לה לעוה\"ב וזה הי' מכלל עונש שקבלה שכרה בעוה\"ז וא\"כ והענן סר הוא בכלל ויחר אף וא\"ש:", "heVersionTitle": "Chatam Sofer on Torah, Bratislava, 1879-1893", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר תורת משה. פרעסבורג, תרל\"ט-תרנ\"ג", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5e149d5651fabb32621f0eff", "index_title": "Avot DeRabbi Natan", "category": "Talmud", "type": "", "ref": "Avot DeRabbi Natan 9:2", "anchorRef": "Numbers 12:9", "anchorRefExpanded": ["Numbers 12:9"], "sourceRef": "Avot DeRabbi Natan 9:2", "sourceHeRef": "אבות דרבי נתן ט׳:ב׳", "anchorVerse": 9, "sourceHasEn": true, "compDate": [650, 950], "commentaryNum": 9.0002, "collectiveTitle": {"en": "Avot DeRabbi Natan", "he": "אבות דרבי נתן"}, "heTitle": "אבות דרבי נתן", "he": " <i data-commentator=\"Gra's Nuschah\" data-order=\"1\"></i>עשרה נסיונות נסו אבותינו את הקב״ה ולא נענשו אלא על לשון הרע <i data-commentator=\"Mitzpeh Etan\" data-order=\"1\"></i>([שהוא אחד מהם]) ואלו הן <i data-commentator=\"Haggahot R' Yeshaya Berlin\" data-order=\"1\"></i>אחד על הים ואחד בתחלת המן ואחד בסוף המן ואחד בשליו הראשון ואחד בשליו האחרון אחד במרה ואחד ברפידים ואחד <i data-commentator=\"Gra's Nuschah\" data-order=\"2\"></i>בחורב וא׳ [בעגל ואחד] במרגלים. זה של מרגלים קשה מכולם שנאמר (במדבר יד) וינסו אותי זה עשר פעמים ולא שמעו בקולי. כיוצא בו (שם) וימותו האנשים מוציאי דבת הארץ רעה במגפה לפני ה׳ והלא דברים ק״ו ומה ארץ שאין לה לא פה לדבר ולא פנים ולא בשת בקש הקב״ה עלבונה מן המרגלים המדבר דברים כנגד חבירו ומבייש אותו על אכ״ו שיבקש הקב״ה עלבונו. ר״ש אומר על מספרי לשון הרע נגעים באים עליו שכן מצינו באהרן ומרים שספרו לשון הרע במשה ובא עליהם את הפורענות שנאמר (שם יב) ותדבר מרים ואהרן במשה [למה הקדים הכתוב מרים לאהרן. מלמד שהלכה] צפורה ושחה לה למרים הלכה מרים ושחה לו לאהרן עמדו שניהם ודברו בצדיק ההוא מתוך שעמדו שניהם ודברו בצדיק בא עליהם את הפורענות שנאמר (שם) ויחר אך ה׳ בם וילך <i data-commentator=\"Gra's Nuschah\" data-order=\"3\"></i>מה ת״ל וילך <i data-commentator=\"Haggahot R' Yeshaya Berlin\" data-order=\"2\"></i>מלמד שנסתלק מאהרן ודבק במרים מפני שלא היה אהרן עסקן בדברים אבל מרים שהיתה עוסקת בדברים (מיד) נענשה יותר. מרים אמרה <i data-commentator=\"Gra's Nuschah\" data-order=\"4\"></i>אלי היה דבור ולא פרשתי מאצל בעלי. אהרן אמר <i data-commentator=\"Gra's Nuschah\" data-order=\"5\"></i>אלי היה דבור ולא פירשתי מאצל אשתי ואף אבותינו הראשונים היה דבור עליהם ולא פרשו מאצל נשותיהן אבל הוא מפני שדעתו גסה עליו פירש הוא מאצל אשתו. ולא היו <i data-commentator=\"Haggahot R' Yeshaya Berlin\" data-order=\"3\"></i>דנין אותו בפניו אלא שלא בפניו ולא היו דנין אותו בודאי אלא בספק ספק שדעתו גסה עליו ספק שאין דעתו גסה עליו. והרי דברים ק״ו ומה מרים שלא דברה אלא באחיה [ולא דברה אלא בהחבא] ולא דברה אלא שלא בפניו של משה נענשה אדם הדיוט המדבר דברים בפני חבירו ומביישו עאכ״ו שיהא עונשו מרובה. באותה שעה א״ל אהרן למשה משה אחי כסבור אתה בעצמך שצרעת זו על מרים נתונה אינה נתונה אלא על <i data-commentator=\"Gra's Nuschah\" data-order=\"6\"></i>בשרו של אבא עמרם. אמשול לך משל למה הדבר דומה לאחד שנתן גחלת בתוך ידו אע״פ שהופכה ממקום למקום מ״מ בשרו נכוית שנאמר אל נא תהי כמת באותה שעה התחיל אהרן לפייס במשה א״ל משה אחי כלום עשינו רעה עם אחד בעולם א״ל לאו ומה עם אחד בעולם לא עשינו רעה אתה שאחינו אתה האיך נעשה רעה עמך אבל מה אעשה שגגה היא בינותינו ברית שבינינו לבינך <i data-commentator=\"Haggahot R' Yeshaya Berlin\" data-order=\"4\"></i>(מפני שהברית כרותה לאהרן ולבניו) שנא׳ (עמוס א׳:ט׳) ולא זכרו ברית אחים באותה שעה עג משה עוגה קטנה ועמד בתוכה וביקש רחמים עליה ואמר איני זז מכאן עד <i data-commentator=\"Gra's Nuschah\" data-order=\"7\"></i>שתתרפא מרים אחותי שנאמר (במדבר י״ב:י״ג) אל נא רפא נא לה. באותה שעה א׳׳ל הקב״ה למשה <i data-commentator=\"Haggahot R' Yeshaya Berlin\" data-order=\"5\"></i>אילו מלך נזף בה אילו אביה נזף בה כראוי היה לה שתכלם שבעת ימים אני שאני מלך מלכי המלכים עאכ״ו לא דין הוא שתכלם ארבעה עשר יום אלא למענך מחול לה שנא׳ (שם) ויאמר ה׳ אל משה ואביה ירק ירק בפניה וגו׳. (שם) והאיש משה ענו מאד יכול שהיה ענו ולא נאה ומשובח ת״ל (שמות מ׳:י״ט) ויפרוש את האהל על המשכן מה משכן י׳ אמות אף <i data-commentator=\"Haggahot R' Yeshaya Berlin\" data-order=\"6\"></i>משה י׳ אמות קומתו. יכול שהיה ענו כמלאכי השרת ת״ל מכל האדם מאדם אמרו ולא ממלאכי השרת יכול שהיה ענו כדורות הראשונים ת״ל על פני האדמה מדורו אמרו ולא מדורות הראשונים. ג׳ מיני מוכי שחין נבראו בעולם לח יבש בעל פוליפוס והיתה נפשו של משה נמוכה מכולם:", "heVersionTitle": "Talmud Bavli, Vilna 1883 ed.", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תלמוד בבלי, מהדורת וילנא, 1883", "text": "Our ancestors tested the Holy Blessed One ten different times, but they were punished only for the sin of slander ([which was one of them]). These are the ten: Once at the sea, once when the manna was first given, once when the manna stopped coming down, once at the first appearance of quails, once at the latter appearance of quails, once at Marah, once at Refidim, once at Horev, once [at the Calf, and once] with the spies. And the sin of the spies was the worst of them all, as it says (Numbers 14:22), “They have tested Me these ten times, and have not heeded My voice.” And also (Numbers 14:37), “The men died before God by plague, for spreading bad reports about the Land [of Israel].” And from this we can reason that if the Holy Blessed One punished the spies for insulting the land, which has no mouth to speak, no reaction, and no shame, then all the more so would the Holy Blessed One punish someone who speaks ill of his friend and shames him.<br>Rabbi Shimon would say: Afflictions come upon those who speak slander. For so we find with Aaron and Miriam, who spoke slanderously about Moses, and punishments came upon them – as it says (Numbers 12:1), “Miriam and Aaron spoke against Moses.” And why does the verse place Miriam before Aaron? [This teaches us that Tziporah (the wife of Moses)] went and talked to Miriam, and then Miriam went and told everything to Aaron, and then the two of them began to speak against this righteous man. And because these two spoke against a righteous man, punishments came upon them, as it says (Numbers 12:9), “And the Eternal became angry with <i>them</i>, and departed.” What do we learn from “and departed”? This teaches us that God departed from Aaron and attached to Miriam, because Aaron was not as engaged as Miriam in spreading slanderous words around, so she was (immediately) punished more. Miriam said: Prophecy has come to me even though I have not separated from my husband. And Aaron said: Prophecy has come to me even though I have not separated from my wife. And even our earliest ancestors received prophecy even though they did not separate from their wives. But Moses, because he is so arrogant, separated from his wife. They did not take this up with [Moses] directly, nor did they know for certain that it was true. It was not at all clear that he was being arrogant. We can reason from this that if Miriam, who spoke against her brother only secretly, was still punished, then if one speaks against his friend publicly, and shames him, all the more so will he be punished.<br>At that time, Aaron said to Moses: Moses, my brother, you think that this skin disease affects only Miriam, but it is also upon the flesh of our father Amram. I will give you a parable to tell you what this is like: Like someone who has a hot coal placed in his hand. Even if he tosses it around from place to place, his flesh is still burned.”<sup class=\"footnote-marker\">1</sup><i class=\"footnote\">The idea here is that Amram and Miriam, father and daughter, are of one flesh, and therefore, if one of them is affected, so is the other.</i> This is why it says (Numbers 12:12), “Please, do not let her be like one who is dead [when she emerges from her mother’s womb, with half of her flesh eaten away].” Meanwhile, Aaron attempted to pacify Moses by saying: Moses, my brother, have we ever done harm to anyone in the world? He replied: No. Aaron continued: So if we have done no harm to anyone in the world, would we have wished to harm you, who are our brother? Now what can I do? Will this mistake come between the covenant between us? (For he had established a covenant with Aaron and his sons,) as it says (Amos 1:9), “They did not remember the covenant of brotherhood.” At that moment, Moses drew a small circle on the ground and stood inside it, and asked for mercy for Miriam. He said: I will not leave this spot until my sister Miriam is healed, as it says (Numbers 12:13), “Please, God, heal her.” Then the Holy Blessed One said to Moses: If a king had reprimanded her, or if her father had reprimanded her, it would have been appropriate for her to sit in shame for seven days. And since it is I, the King of all kings, all the more so is it just for her to sit in shame for fourteen days! However, for your sake, I will forgive her, as it says (Numbers 12:14), “The Eternal said to Moses: If her father spat in her face [would she not sit in shame for seven days?]”<br>“Now Moses was a very humble man” (Numbers 12:3). Could it be that he was meek and not beautiful and praiseworthy? But we learn from the verse (Exodus 40:19), “He spread the tent over the Tabernacle”: That just as the Tabernacle was ten cubits high, so was Moses also ten cubits high. Could it be that he was as humble as the angels, who serve God? But we learn from that [same] verse [that Moses was humble] “more than any other person”; more than other people, that is, but not more than the angels who serve God. Could it be that he was humbler than those in previous generations? But we learn from that [same] verse, “on the face of the earth”; in his own generation, that is, and not previous generations. There are three types of skin-afflicted people in the world: moist, dry, and polypous, and Moses made himself lowlier than them all.", "versionTitle": "Avot DeRabbi Natan, trans. by David Kasher, 2019", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5f1ea159eb7d2e1475644db1", "index_title": "Midrash Lekach Tov", "category": "Midrash", "type": "commentary", "ref": "Midrash Lekach Tov, Numbers 12:9:1", "anchorRef": "Numbers 12:9", "anchorRefExpanded": ["Numbers 12:9"], "sourceRef": "Midrash Lekach Tov, Numbers 12:9:1", "sourceHeRef": "מדרש לקח טוב, במדבר י״ב:ט׳:א׳", "anchorVerse": 9, "sourceHasEn": false, "compDate": [1105, 1115], "commentaryNum": 9.0001, "collectiveTitle": {"en": "Midrash Lekach Tov", "he": "מדרש לקח טוב"}, "heTitle": "במדבר", "he": "<b>פס'.</b> ויחר אף ה' בם וילך. כיון שהודיען סורחנן אח״כ גזר עליהם נידוי מיכן לימדתך התורה שלא יכעוס אדם על סורחנו של חבירו עד שיודיענו סורחנו. רבי נתן אומר מפני מה הודיעם סורחנן שלא יאמר כדרך שאמר איוב (איוב י׳:ב׳) הודיעני על מה תריבני:", "heVersionTitle": "Midrash Lekach Tov on Torah, Vilna 1884", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש לקח טוב, מכונה פסיקתא זוטרתא, וילנא תרמ\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5f27ec0e51b1002fe1d27049", "index_title": "Be'er HaGolah", "category": "Jewish Thought", "type": "", "ref": "Be'er HaGolah, Well 4 11:1", "anchorRef": "Numbers 12:9", "anchorRefExpanded": ["Numbers 12:9"], "sourceRef": "Be'er HaGolah, Well 4 11:1", "sourceHeRef": "באר הגולה, באר ד י״א:א׳", "anchorVerse": 9, "sourceHasEn": false, "compDate": [1575, 1595], "commentaryNum": 11.0001, "collectiveTitle": {"en": "Be'er HaGolah", "he": "באר הגולה"}, "heTitle": "באר ד", "he": "<b>בפרק קמא דע\"ז</b> (ד:), אימת רתח<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"946\"></i>, תנא משמיה דרבי מאיר, בשעה שהחמה זורחת, וכל מלכי מזרח ומערב מניחין עטרותיהן בראשיהן, ומשתחוים לחמה, מיד כועס הקב\"ה<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"947\"></i>. דע, כאשר תמצא בתורה בכל מקום לשון \"חרון אף\"<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"948\"></i>, תמצא זה בענין חטא עבודה זרה. דכתיב (דברים יא, יז) \"וחרה אף ה' בכם וגו'\"<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"949\"></i>. וכן (דברים כט, כג) \"מה חרי האף הגדול הזה\"<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"950\"></i>, (שמות לב, יא) \"למה יחרה אפך\"<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"951\"></i>, וכן הרבה מאוד<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"952\"></i>. ומזה יצא אל הרמב\"ם ז\"ל בספרו (מורה נבוכים א, לו) שלא נמצא \"חרון אף ה'\" רק בעניין עבודה זרה<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"953\"></i>. אמנם הקשו עליו<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"954\"></i> (שמות ד, יד) \"ויחר אף ה' במשה\", (במדבר יב, ט) \"ויחר אף ה' בם וילך\", (שמות כב, כג) \"וחרה אפי והרגתי אתכם וגו'\"<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"955\"></i>. ואני אומר, שאין דעת הרב שלא ימצא לשון זה כלל על שום חטא בעולם מזולת עבודה זרה, רק שבעבודה זרה וכיוצא בו נמצא לשון \"חרון אף\"<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"956\"></i>. וזה כי הוא חֵטְא שהוא מתנגד אל כבודו יתברך לעשות אלהים זולתו<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"957\"></i>, והמסכה צרה אליו<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"958\"></i>. וזהו התנגדות אל ה', כי כל שניות הוא התנגדות<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"959\"></i>, וזה מביא חרון אף, ולפיכך בעבודה זרה יש חרון אף<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"960\"></i>. וכן כל כיוצא בזה. שכאשר בקש הקב\"ה שילך משה בשליחות<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"961\"></i>, והיה משה מתנגד לדבריו, שלא רצה ללכת (שמות ד, יג), דבר זה הוא התנגדות אליו, ומביא חרון אף ה'<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"962\"></i>. וכן \"ויחר אף ה'* בם וילך\" (במדבר יב, ט), כי דבר זה היה התנגדות אל השם יתברך שדברו במשה. ופירש רש\"י ז\"ל (שם פסוק ח) כיון שהוא עבדי, אף שאינו במשה, ומכל שכן שהוא עבדי והוא משה<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"963\"></i>. וכן \"וחרה אפי והרגתי אתכם*\"<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"964\"></i>, שמי שהוא מענה יתום ואלמנה, ואין מענה את אדם גדול, וזה בודאי מפני שהוא ירא מזרוע בשר ודם, ובשביל שיתום ואלמנה אין להם עוזר, והם תשושי כח, מענה אותם<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"965\"></i>, ולא ירא מן השם יתברך<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"966\"></i>, אשר הוא יתברך אבי יתומים ודיין אלמנות (תהלים סח, ו), וזה התנגדות אל ה', ובדבר זה יאמר \"וחרה אפי והרגתי אתכם\"<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"967\"></i>. מכל מקום לשון \"חרון אף\" נאמר כפי התנגדות שיש אל השם יתברך. כי כאשר יעבור מצותיו, אף אם הוא מצות שבת<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"968\"></i>, לא יתנגד רק אל המצוה<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"969\"></i>, אלא אם הוא כופר שציוה במצוה, שזהו בכלל כופר בו יתברך<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"970\"></i>. ומכל מקום עיקר \"חרון אף\" נאמר על דבר שהוא מתנגד לו<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"971\"></i>. ", "heVersionTitle": "Be'er HaGolah, with footnotes and annotations by Rabbi Yehoshua D. Hartman, Machon Yerushalyim, 2002", "heLicense": "Public Domain", "heVersionTitleInHebrew": "חבור באר הגולה, נלקט ונערך על ידי יהושע דוד בן הרב יחזקאל הרטמן. מכון ירושלים, תשס\"ג", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "62af08d783329231658f3744", "index_title": "Noda BiYehudah I", "category": "Responsa", "type": "", "ref": "Noda BiYehudah I, Orach Chaim 2:13", "anchorRef": "Numbers 8:1-12:16", "anchorRefExpanded": ["Numbers 8:1", "Numbers 8:2", "Numbers 8:3", "Numbers 8:4", "Numbers 8:5", "Numbers 8:6", "Numbers 8:7", "Numbers 8:8", "Numbers 8:9", "Numbers 8:10", "Numbers 8:11", "Numbers 8:12", "Numbers 8:13", "Numbers 8:14", "Numbers 8:15", "Numbers 8:16", "Numbers 8:17", "Numbers 8:18", "Numbers 8:19", "Numbers 8:20", "Numbers 8:21", "Numbers 8:22", "Numbers 8:23", "Numbers 8:24", "Numbers 8:25", "Numbers 8:26", "Numbers 9:1", "Numbers 9:2", "Numbers 9:3", "Numbers 9:4", "Numbers 9:5", "Numbers 9:6", "Numbers 9:7", "Numbers 9:8", "Numbers 9:9", "Numbers 9:10", "Numbers 9:11", "Numbers 9:12", "Numbers 9:13", "Numbers 9:14", "Numbers 9:15", "Numbers 9:16", "Numbers 9:17", "Numbers 9:18", "Numbers 9:19", "Numbers 9:20", "Numbers 9:21", "Numbers 9:22", "Numbers 9:23", "Numbers 10:1", "Numbers 10:2", "Numbers 10:3", "Numbers 10:4", "Numbers 10:5", "Numbers 10:6", "Numbers 10:7", "Numbers 10:8", "Numbers 10:9", "Numbers 10:10", "Numbers 10:11", "Numbers 10:12", "Numbers 10:13", "Numbers 10:14", "Numbers 10:15", "Numbers 10:16", "Numbers 10:17", "Numbers 10:18", "Numbers 10:19", "Numbers 10:20", "Numbers 10:21", "Numbers 10:22", "Numbers 10:23", "Numbers 10:24", "Numbers 10:25", "Numbers 10:26", "Numbers 10:27", "Numbers 10:28", "Numbers 10:29", "Numbers 10:30", "Numbers 10:31", "Numbers 10:32", "Numbers 10:33", "Numbers 10:34", "Numbers 10:35", "Numbers 10:36", "Numbers 11:1", "Numbers 11:2", "Numbers 11:3", "Numbers 11:4", "Numbers 11:5", "Numbers 11:6", "Numbers 11:7", "Numbers 11:8", "Numbers 11:9", "Numbers 11:10", "Numbers 11:11", "Numbers 11:12", "Numbers 11:13", "Numbers 11:14", "Numbers 11:15", "Numbers 11:16", "Numbers 11:17", "Numbers 11:18", "Numbers 11:19", "Numbers 11:20", "Numbers 11:21", "Numbers 11:22", "Numbers 11:23", "Numbers 11:24", "Numbers 11:25", "Numbers 11:26", "Numbers 11:27", "Numbers 11:28", "Numbers 11:29", "Numbers 11:30", "Numbers 11:31", "Numbers 11:32", "Numbers 11:33", "Numbers 11:34", "Numbers 11:35", "Numbers 12:1", "Numbers 12:2", "Numbers 12:3", "Numbers 12:4", "Numbers 12:5", "Numbers 12:6", "Numbers 12:7", "Numbers 12:8", "Numbers 12:9", "Numbers 12:10", "Numbers 12:11", "Numbers 12:12", "Numbers 12:13", "Numbers 12:14", "Numbers 12:15", "Numbers 12:16"], "sourceRef": "Noda BiYehudah I, Orach Chaim 2:13", "sourceHeRef": "נודע ביהודה מהדורא קמא, אורח חיים ב׳:י״ג", "anchorVerse": 1, "sourceHasEn": true, "compDate": [1733, 1793], "commentaryNum": 2.0013, "collectiveTitle": {"en": "Noda BiYehudah I", "he": "נודע ביהודה מהדורא קמא"}, "heTitle": "אורח חיים", "he": "הנה אמת כי כן הוא בלשון הקודש אבל הלא ידוע שהרבה נשתמשו הפייטנים בלשון ארמי ובלשון תלמוד נם הוא לשון דיבור ובספרי פרשת בהעלותך נם לו ר' יאשי' נם לי ר' יונתן וכו'. ", "heVersionTitle": "Noda BeYehuda Warsaw 1880", "heLicense": "Public Domain", "heVersionTitleInHebrew": "נודע ביהודה, ורשה, תר\"מ", "text": "While this is true regarding the ‘holy tongue’ (Hebrew), it is well known that the liturgical poets used Aramaic as well. In the language of the Talmud (Aramaic), ‘<i>Nam</i>’ has the meaning of speaking, as found in the Midrash Sifrei on the Torah weekly portion of <i>Beha’alotcha<sup class=\"footnote-marker\">25</sup><i class=\"footnote\">Numbers 8:1-12:16</i></i>: ‘Rabbi Yoshi’a spoke (‘<i>Nam</i>’): Rabbi Yonatan spoke (‘<i>Nam</i>’)to me”<sup class=\"footnote-marker\">26</sup><i class=\"footnote\">ספרי במדבר פסקא סה<br>......אמר לו ר' יונתן ממשמע הזה עדיין לא שמענו, נם לו רבי יאשיה מפני שהוא אומר צו את בני ישראל את קרבני לחמי וכו'<br>R. Yonathan (to R. Yoshiyah): This is not sufficient (for the derivation [i.e., \"in its appointed time\" may mean if it does not fall out on a Sabbath.]) R. Yoshiyah (to R. Yonathan): Rather, it is written (Bamidbar 28:2) \"Command the children of Israel and say to them … to offer (the tamid) offering to Me in its appointed time</i>.", "versionTitle": "Noda BuYehudah, trans. by Harold Landa.", "license": "", "versionTitleInHebrew": ""}, {"_id": "6356908706d00b5a6371a54a", "index_title": "Karati Bekhol Lev", "category": "Quoting Commentary", "type": "", "ref": "Karati Bekhol Lev, Beha'alotcha 1:3", "anchorRef": "Numbers 12:1-10", "anchorRefExpanded": ["Numbers 12:1", "Numbers 12:2", "Numbers 12:3", "Numbers 12:4", "Numbers 12:5", "Numbers 12:6", "Numbers 12:7", "Numbers 12:8", "Numbers 12:9", "Numbers 12:10"], "sourceRef": "Karati Bekhol Lev, Beha'alotcha 1:3", "sourceHeRef": "קראתי בכל לב, בהעלותך א׳:ג׳", "anchorVerse": 1, "sourceHasEn": false, "compDate": [2010, 2022], "commentaryNum": 1.0003, "collectiveTitle": {"en": "Karati Bekhol Lev", "he": "קראתי בכל לב"}, "heTitle": "בהעלותך", "he": "<small>וַתְּדַבֵּר מִרְיָם וְאַהֲרֹן בְּמֹשֶׁה עַל אֹדוֹת הָאִשָּׁה הַכֻּשִׁית אֲשֶׁר לָקָח... וַיֹּאמֶר ה' פִּתְאֹם אֶל מֹשֶׁה וְאֶל אַהֲרֹן וְאֶל מִרְיָם צְאוּ שְׁלָשְׁתְּכֶם אֶל אֹהֶל מוֹעֵד וַיֵּצְאוּ שְׁלָשְׁתָּם.<br>וַיֵּרֶד ה' בְּעַמּוּד עָנָן וַיַּעֲמֹד פֶּתַח הָאֹהֶל וַיִּקְרָא אַהֲרֹן וּמִרְיָם וַיֵּצְאוּ שְׁנֵיהֶם.<br>וַיֹּאמֶר שִׁמְעוּ נָא דְבָרָי... וּמַדּוּעַ לֹא יְרֵאתֶם לְדַבֵּר בְּעַבְדִּי בְמֹשֶׁה.<br>וַיִּחַר אַף ה' בָּם וַיֵּלַךְ.<br>וְהֶעָנָן סָר מֵעַל הָאֹהֶל וְהִנֵּה מִרְיָם מְצֹרַעַת כַּשָּׁלֶג (במדבר י\"ב, א–י).</small>", "heVersionTitle": "Koren Edition 2022", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6319d188b6084aa1cbf0f553", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, חָרָה 1", "anchorRef": "Numbers 12:9", "anchorRefExpanded": ["Numbers 12:9"], "sourceRef": "BDB, חָרָה 1", "sourceHeRef": "בראון-דרייבר-בריגס, חָרָה א׳", "anchorVerse": 9, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "חָרָה", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† <big><big><span dir=\"rtl\">חָרָה</span></big></big>  <strong>vb. burn, be kindled, of anger (</strong>Aramaic <span dir=\"rtl\">חרי</span> Pa. <em>cause</em> fire <em>to burn</em> (rare); Zinj. <span dir=\"rtl\">חרא</span> <em>anger</em>, Nö<sup>ZMG 1893, 98. 103</sup>; Arabic <span dir=\"rtl\">حَرْوَةٌ</span> <em>burning sensation, in throat</em>, etc., from <em>rage and pain</em><strong>)</strong>—<br><strong>Qal</strong>  Pf. <span dir=\"rtl\">ח׳</span> <a data-ref=\"Genesis 4:6\" href=\"/Genesis.4.6\">Gn 4:6</a> + 20 times; Impf. <span dir=\"rtl\">יֶחֱרֶה</span> <a data-ref=\"Exodus 32:11\" href=\"/Exodus.32.11\">Ex 32:11</a> + 2 times; <span dir=\"rtl\">יִ֫חַר</span> <a data-ref=\"Genesis 18:30\" href=\"/Genesis.18.30\">Gn 18:30</a> + 7 times; <span dir=\"rtl\">וַיִּ֫חַר</span> <a data-ref=\"Genesis 4:5\" href=\"/Genesis.4.5\">Gn 4:5</a> + 46 times; Inf. abs. <span dir=\"rtl\">חָרֹה</span> <a data-ref=\"I Samuel 20:7\" href=\"/I_Samuel.20.7\">1 S 20:7</a>; cstr. <span dir=\"rtl\">חֲרוֹת</span> <a data-ref=\"II Samuel 24:1\" href=\"/II_Samuel.24.1\">2 S 24:1</a> <a data-ref=\"Psalms 124:3\" href=\"/Psalms.124.3\">ψ 124:3</a>;— <strong>1.</strong>  of man: <strong>a.</strong>  <span dir=\"rtl\">חרה אף</span> (one’s) <em>anger was kindled, burned</em> <a data-ref=\"Genesis 39:19\" href=\"/Genesis.39.19\">Gn 39:19</a> <a data-ref=\"Numbers 22:27\" href=\"/Numbers.22.27\">Nu 22:27</a> (J), <a data-ref=\"Exodus 32:19\" href=\"/Exodus.32.19\">Ex 32:19</a>, <a data-ref=\"Exodus 32:22\" href=\"/Exodus.32.22\">22</a> (JE), <a data-ref=\"Judges 9:30\" href=\"/Judges.9.30\">Ju 9:30</a>; <a data-ref=\"Judges 14:19\" href=\"/Judges.14.19\">14:19</a> <a data-ref=\"I Samuel 11:6\" href=\"/I_Samuel.11.6\">1 S 11:6</a> <a data-ref=\"Job 32:2\" href=\"/Job.32.2\">Jb 32:2</a>, <a data-ref=\"Job 32:5\" href=\"/Job.32.5\">5</a>; c. <span dir=\"rtl\">בְּ</span> <em>against</em> <a data-ref=\"Genesis 30:2\" href=\"/Genesis.30.2\">Gn 30:2</a> (E), <a data-ref=\"Genesis 44:18\" href=\"/Genesis.44.18\">44:18</a> (J), <a data-ref=\"I Samuel 17:28\" href=\"/I_Samuel.17.28\">1 S 17:28</a>; <a data-ref=\"I Samuel 20:30\" href=\"/I_Samuel.20.30\">20:30</a> <a data-ref=\"II Samuel 12:5\" href=\"/II_Samuel.12.5\">2 S 12:5</a> <a data-ref=\"II Chronicles 25:10\" href=\"/II_Chronicles.25.10\">2 Ch 25:10</a> <a data-ref=\"Psalms 124:3\" href=\"/Psalms.124.3\">ψ 124:3</a> <a data-ref=\"Job 32:2\" href=\"/Job.32.2\">Jb 32:2</a>, <a data-ref=\"Job 32:3\" href=\"/Job.32.3\">3</a>; c. <span dir=\"rtl\">אֶל</span> <a data-ref=\"Numbers 24:10\" href=\"/Numbers.24.10\">Nu 24:10</a> (E). <strong>b.</strong>  impers., <span dir=\"rtl\">אף</span> omitted; <span dir=\"rtl\">חרה לְ</span> <em>it was kindled for</em> (him) <em>he burned with anger</em> <a data-ref=\"Genesis 31:36\" href=\"/Genesis.31.36\">Gn 31:36</a> (E), <a data-ref=\"Genesis 4:5\" href=\"/Genesis.4.5\">4:5</a>, <a data-ref=\"Genesis 4:6\" href=\"/Genesis.4.6\">6</a>; <a data-ref=\"Genesis 34:7\" href=\"/Genesis.34.7\">34:7</a> <a data-ref=\"Numbers 16:15\" href=\"/Numbers.16.15\">Nu 16:15</a> (J), <a data-ref=\"I Samuel 15:11\" href=\"/I_Samuel.15.11\">1 S 15:11</a> (read perhaps <span dir=\"rtl\">וַיֵּצֶר</span>, Weir in Dr), <a data-ref=\"I Samuel 18:8\" href=\"/I_Samuel.18.8\">18:8</a>; <a data-ref=\"I Samuel 20:7\" href=\"/I_Samuel.20.7\">20:7</a><sup>(×2)</sup> <a data-ref=\"II Samuel 3:8\" href=\"/II_Samuel.3.8\">2 S 3:8</a>; <a data-ref=\"II Samuel 6:8\" href=\"/II_Samuel.6.8\">6:8</a> = <a data-ref=\"I Chronicles 13:11\" href=\"/I_Chronicles.13.11\">1 Ch 13:11</a>, <a data-ref=\"II Samuel 13:21\" href=\"/II_Samuel.13.21\">2 S 13:21</a>; <a data-ref=\"II Samuel 19:43\" href=\"/II_Samuel.19.43\">19:43</a> <a data-ref=\"Nehemiah 3:33\" href=\"/Nehemiah.3.33\">Ne 3:33</a>; <a data-ref=\"Nehemiah 4:1\" href=\"/Nehemiah.4.1\">4:1</a>; <a data-ref=\"Nehemiah 5:6\" href=\"/Nehemiah.5.6\">5:6</a> <a data-ref=\"Jonah 4:1\" href=\"/Jonah.4.1\">Jon 4:1</a>, <a data-ref=\"Jonah 4:4\" href=\"/Jonah.4.4\">4</a>, <a data-ref=\"Jonah 4:9\" href=\"/Jonah.4.9\">9</a><sup>(×2)</sup>; ins. <span dir=\"rtl\">ויחר לדוד</span> <a data-ref=\"II Samuel 11:22\" href=\"/II_Samuel.11.22\">2 S 11:22</a> 𝔊 We Dr; <span dir=\"rtl\">ח׳ בְּעֵינֵי</span> <a data-ref=\"Genesis 31:35\" href=\"/Genesis.31.35\">Gn 31:35</a>; <a data-ref=\"Genesis 45:5\" href=\"/Genesis.45.5\">45:5</a> (E). <strong>2.</strong>  of God: <strong>a.</strong>  <span dir=\"rtl\">ח׳ אף</span> <a data-ref=\"Exodus 22:23\" href=\"/Exodus.22.23\">Ex 22:23</a> <a data-ref=\"Numbers 22:22\" href=\"/Numbers.22.22\">Nu 22:22</a> (E), <a data-ref=\"Numbers 11:1\" href=\"/Numbers.11.1\">Nu 11:1</a>, <a data-ref=\"Numbers 11:10\" href=\"/Numbers.11.10\">10</a>; <a data-ref=\"Numbers 32:10\" href=\"/Numbers.32.10\">32:10</a> (J); c. <span dir=\"rtl\">בְּ</span> <a data-ref=\"Exodus 4:14\" href=\"/Exodus.4.14\">Ex 4:14</a>; <a data-ref=\"Exodus 32:10\" href=\"/Exodus.32.10\">32:10</a> <a data-ref=\"Numbers 12:9\" href=\"/Numbers.12.9\">Nu 12:9</a> <a data-ref=\"Deuteronomy 31:17\" href=\"/Deuteronomy.31.17\">Dt 31:17</a> (J), <a data-ref=\"Deuteronomy 6:15\" href=\"/Deuteronomy.6.15\">6:15</a>; <a data-ref=\"Deuteronomy 7:4\" href=\"/Deuteronomy.7.4\">7:4</a>; <a data-ref=\"Deuteronomy 11:17\" href=\"/Deuteronomy.11.17\">11:17</a>; <a data-ref=\"Deuteronomy 29:26\" href=\"/Deuteronomy.29.26\">29:26</a> <a data-ref=\"Joshua 23:16\" href=\"/Joshua.23.16\">Jos 23:16</a> (D), <a data-ref=\"Judges 6:39\" href=\"/Judges.6.39\">Ju 6:39</a> <a data-ref=\"II Samuel 6:7\" href=\"/II_Samuel.6.7\">2 S 6:7</a> = <a data-ref=\"I Chronicles 13:10\" href=\"/I_Chronicles.13.10\">1 Ch 13:10</a>, <a data-ref=\"Hosea 8:5\" href=\"/Hosea.8.5\">Ho 8:5</a> <a data-ref=\"II Kings 23:26\" href=\"/II_Kings.23.26\">2 K 23:26</a> <a data-ref=\"II Chronicles 25:15\" href=\"/II_Chronicles.25.15\">2 Ch 25:15</a> <a data-ref=\"Job 42:7\" href=\"/Job.42.7\">Jb 42:7</a>; <span dir=\"rtl\">בְּעַם</span> <a data-ref=\"Exodus 32:11\" href=\"/Exodus.32.11\">Ex 32:11</a> <a data-ref=\"Numbers 11:33\" href=\"/Numbers.11.33\">Nu 11:33</a> (J), <a data-ref=\"Isaiah 5:25\" href=\"/Isaiah.5.25\">Is 5:25</a> <a data-ref=\"Psalms 106:40\" href=\"/Psalms.106.40\">ψ 106:40</a>; <span dir=\"rtl\">בישׂראל</span> <a data-ref=\"Numbers 25:3\" href=\"/Numbers.25.3\">Nu 25:3</a>; <a data-ref=\"Numbers 32:13\" href=\"/Numbers.32.13\">32:13</a> (JE); <a data-ref=\"Judges 2:14\" href=\"/Judges.2.14\">Ju 2:14</a>, <a data-ref=\"Judges 2:20\" href=\"/Judges.2.20\">20</a>; <a data-ref=\"Judges 3:8\" href=\"/Judges.3.8\">3:8</a>; <a data-ref=\"Judges 10:7\" href=\"/Judges.10.7\">10:7</a> <a data-ref=\"II Samuel 24:1\" href=\"/II_Samuel.24.1\">2 S 24:1</a> <a data-ref=\"II Kings 13:3\" href=\"/II_Kings.13.3\">2 K 13:3</a>; <span dir=\"rtl\">בבני ישׂראל</span> <a data-ref=\"Joshua 7:1\" href=\"/Joshua.7.1\">Jos 7:1</a> (R); <span dir=\"rtl\">בנהרים</span>, <span dir=\"rtl\">אף</span> omitted, <a data-ref=\"Habakkuk 3:8\" href=\"/Habakkuk.3.8\">Hb 3:8</a>; c. <span dir=\"rtl\">עַל</span> <a data-ref=\"Zechariah 10:3\" href=\"/Zechariah.10.3\">Zc 10:3</a>. <strong>b.</strong>  <span dir=\"rtl\">חרה לְ</span> <a data-ref=\"Genesis 18:30\" href=\"/Genesis.18.30\">Gn 18:30</a>, <a data-ref=\"Genesis 18:32\" href=\"/Genesis.18.32\">32</a> (J) <a data-ref=\"II Samuel 22:8\" href=\"/II_Samuel.22.8\">2 S 22:8</a> = <a data-ref=\"Psalms 18:8\" href=\"/Psalms.18.8\">ψ 18:8</a>.— <em>Note.</em> <span dir=\"rtl\">חרה</span> not in HP (who use <span dir=\"rtl\">קצף</span>); nor in Je Ez <a data-ref=\"Isaiah 2\" href=\"/Isaiah.2\">Is 2</a> Pr or poetry of Jb.<br><strong>Niph.</strong>  Pf. <span dir=\"rtl\">נִחֲרוּ־</span> sq. <span dir=\"rtl\">בְּ</span> <a data-ref=\"Song of Songs 1:6\" href=\"/Song_of_Songs.1.6\">Ct 1:6</a> (according to Bö <sup>ii. 379</sup> De Kö<sup>i. 551</sup>) <em>be angry</em> with; Pt. <span dir=\"rtl\">כֹּל הַנֶּחֱרִים בְּ׳</span> <em>all that are incensed against</em> (<em>thee</em>) <a data-ref=\"Isaiah 41:11\" href=\"/Isaiah.41.11\">Is 41:11</a>, so <a data-ref=\"Isaiah 45:24\" href=\"/Isaiah.45.24\">45:24</a>.<br><strong>Hiph.</strong>  Pf. <span dir=\"rtl\">הֶחֱרָה הֶחֱזִיק</span> <a data-ref=\"Nehemiah 3:20\" href=\"/Nehemiah.3.20\">Ne 3:20</a> <em>burned with zeal</em> (?) <em>in repairing</em>, but 𝔊 om. <span dir=\"rtl\">החרה</span>; prob. dittogr.; Impf. <span dir=\"rtl\">וַיַּחַר עָלַי אַפּוֹ</span> <a data-ref=\"Job 19:11\" href=\"/Job.19.11\">Jb 19:11</a> <em>and kindled his anger against me</em>.<br><strong>Hithp.</strong>  Impf. <span dir=\"rtl\">אַל תִּתְחַר</span> <a data-ref=\"Psalms 37:1\" href=\"/Psalms.37.1\">ψ 37:1</a>, <a data-ref=\"Psalms 37:7\" href=\"/Psalms.37.7\">7</a>, <a data-ref=\"Psalms 37:8\" href=\"/Psalms.37.8\">8</a> <a data-ref=\"Proverbs 24:19\" href=\"/Proverbs.24.19\">Pr 24:19</a> <em>heat oneself in vexation</em>.—The foll. forms are somewhat dub.: Impf. 2 ms. <span dir=\"rtl\">אֵיךְ תְּתַחֲרֶה אֶת־הַסּוּסִים</span> <a data-ref=\"Jeremiah 12:5\" href=\"/Jeremiah.12.5\">Je 12:5</a> <em>how canst thou hotly contend</em> (in a race) <em>with the horses?</em> Pt. <span dir=\"rtl\">כִּי אַתָּה מְתַחֲרֶה בָאָ֑רֶז</span> <a data-ref=\"Jeremiah 22:15\" href=\"/Jeremiah.22.15\">Je 22:15</a> <em>because thou strivest eagerly</em> (to excel) <em>in cedar;</em> expl. as <em>Tiphʿēl</em> by Thes Ges<sup>§ 55, 5</sup> Ew<sup>§ 122 a</sup> Ol<sup>§ 255 a</sup> Sta<sup>§ 159 b</sup> Kö<sup>i. p. 557</sup> al., and regarded by most as a rare <em>causative</em> stem; but ag. existence of <em>Tiphʿēl</em> v. Ba<sup>NB § 180 a; ZMG 1894, 20</sup>; Ba regards the form as denom. (from a noun formed by ת preform., cf. Aramaic <span dir=\"rtl\">ܬܰܚܪܘܽܬܳܐ</span> <em>contention</em>); SS would point as Hithp. [cf. Syriac <span dir=\"rtl\">ܐܶܬܚܪܺܝ</span> <em>contend with</em>, <span dir=\"rtl\">ܚܶܪܝܳܢ</span> <em>contention</em>], although meaning of Hithp. is diff., v. supr."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6422af3078f7c89ffe11e80f", "index_title": "Abarbanel on Guide for the Perplexed", "category": "Quoting Commentary", "type": "", "ref": "Abarbanel on Guide for the Perplexed, Part 1 24:6", "anchorRef": "Numbers 12:9", "anchorRefExpanded": ["Numbers 12:9"], "sourceRef": "Abarbanel on Guide for the Perplexed, Part 1 24:6", "sourceHeRef": "אברבנאל על מורה נבוכים, חלק א כ״ד:ו׳", "anchorVerse": 9, "sourceHasEn": false, "compDate": [1492, 1508], "commentaryNum": 24.0006, "collectiveTitle": {"en": "Abarbanel on Guide for the Perplexed", "he": "אברבנאל על מורה נבוכים"}, "heTitle": "חלק א", "he": "<b>אמנם אומר ויחר אף ה' בם וילך.</b> זהו החלק הג' מדברי הפרק, יאמר שאולי יסופק נגדו באמר ויחר אף ה' בם וילך (במדבר י\"ב ט') לפי שא\"א שיפורש מהתפשטות מה שאינו גשם, כיון שהנה מרים מצורעת כשלג, היה דבר גשמי, וגם לא יפורש על העדר ההשגחה לפי שאם נעדרה ההשגחה איך נשארה מרים מצורעת כשלג והוא עונש ולא העדר השגחה. לכן אמר הרב שכאשר יעויין היטב יש בו שני הענינים יחד, וזכר ראשונה ענין ההשגחה באמרו כלומר ענין הסתלק ההשגחה המכונה בהליכה, ר\"ל שיהיה וילך שהלך השגחתו מעליהם, וזכר הענין השני באמרו וענין התפשט הדבר והגלותו והראותו, כלומר החרון אף אשר הלך ונמשך אליהם ולזה שבה וכו', ירצה שההליכה בענין התפשטות יחזור לחרון אף ויאמר ויחר בם וילך ר\"ל ונתפשט אותו חרון אף. ולא תחשוב שאחד משני הענינים האלה סותר לאחר, אינו כן, כי אמרנו שחרה אפו ונתפשט עד שנעדרה ההשגחה ונעלתה מעליהם הם הדברים מבימים (צ\"ל מבוארים). ולפי שלא נקשה מהיות מרים מצורעת כשלג. אמר הרב ולזה שבה מצורעת כשלג ר\"ל שזהו מהתפשטות החרון אף, ואליו ייוחס לא להעדר ההשגחה. ויהיה א\"כ הענין כלו שחרה אף ה' בם והלך והתפשט אותו החרון עד שנמשך ממנו שהיתה מרים מצורעת כשלג, ואחר זה הלך ההשגחה ונעלה מעליהם. וא\"כ וילך יש בו שני הענינים יחד: ", "heVersionTitle": "Warsaw, 1872", "heLicense": "PD", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "64bfcd2b5781082118c1511b", "index_title": "Alshekh on Torah", "category": "Commentary", "type": "commentary", "ref": "Alshekh on Torah, Numbers 12:9:1-5", "anchorRef": "Numbers 12:9", "anchorRefExpanded": ["Numbers 12:9"], "sourceRef": "Alshekh on Torah, Numbers 12:9:1-5", "sourceHeRef": "תורת משה - אלשיך, במדבר י״ב:ט׳:א׳-ה׳", "anchorVerse": 9, "sourceHasEn": false, "compDate": [1540, 1590], "commentaryNum": 9.0001, "collectiveTitle": {"en": "Alshich", "he": "אלשיך"}, "heTitle": "במדבר", "he": ["<b>ויחר אף וכו'.</b> לרז\"ל שאמרו שהיתה נזיפה יחזור או' וילך אליו יתברך שהלך ופירש מהם וזה היה מצד השוה שבשניהם. אך הצרעת היה בלבד במרים כמו שכתבנו למעלה שאהרן לא היה אשם כמרים. עוד יתכן במה שכתוב אצלנו פרשת נח. ההפרש שבין המשפט הנעשה על יד אחד משלוחי הרוגז כאף וחימה וכיוצא בהם למה שנעשה על ידו ית'. כי המשחית לא יבחין בין צדיק וכו' כי יראה צד לתלות וע\"כ אם היה משפט זה נעשה על יד אף שהוא משחית היה פגע גם באהרן ללקותו. אך ה' לא חפץ דכאו כי לא היה רק נגרר אחר מרים ע\"כ היה מקום יתעורר האף וילקה גם אהרן לכן מה עשה דבר דרך חבה בלשון אמירה באומרו ויאמר ה' פתאום וכו' ולא אמר דבר של קושי. כי אם ספר יתרון נביאת עשה ואמר להם כשואל מדוע לא יראתם כו'. ע\"כ בראות האף כך נסתלק וז\"א ויחר אף ה' בם וילך לו' שע\"י מה שאמר להם הוא יתברך דברי תוכחת דרך אהבה ולא קראם חוטאים וכיוצא ע\"כ אם שויחר אף ה' בם הוא שליח הרוגז הנק' אף אין צ\"ל שלא פעלו עשה רעה כ\"א שילך והלך האף וזהו וילך בראותו כי אין חפצו יתברך ללקותם ואז כשהלך המקטרג אז עבר הוא יתברך על אהרן ולקתה מרים בלבד. אמנם אהרן לענותנותו אשר פנה אל מרים והנה מצורעת ענה ואמר בי אדוני וכו' והוא על דרך מה שפירשו ז\"ל על פסוק בי אדוני ידבר נא עבדך שלא פירשו לשון בקשה כי אם כמשמעו בי תצדק לקיחתך ולא בבנימין כי לכל דבר אני הגון ממנו. והוא שא' הוא לשון בקשה הל\"ל נא אדוני. וע\"ד זה יאמר פה אהרן בי אדוני כלומר בי הוא העון בעצם לבדי ולכן אל נא תשית עלינו שהוא על שנינו חטאת. כי גם שבין שנינו נעשה הדבר הלא היה אשר נועלנו ואשר חטאנו כי אין אדם חוטא אלא אם כן נכנס בו רוח שטות וזה ואשר נועלנו בכעס. ועל ידי כן ואשר חטאנו. וא\"כ אחר שעל יד הכנס רוח שטות הוא אשר חטאנו אם כן עיקר העון עלי הוא כי יותר יאש' האיש על השליט בו רוח שטות מן האשה ועל כן יותר יצדק העונש עלי. וע\"ד מאמר דוד שאמר ואלה הצאן מה עשו. ובזה מצא פתחון פה להקל ממרים אשמת דבר לשיבקש משה עליה רחמים. ואם נפרש לשון בקשה יאמר הנה ידוע כי החטאת עצמו שהאד' חוטא הוא המייסרו כד\"א ותמוגגנו ביד עוננו והנה הקטיגור הנעשה מהעון הוא נקרא בלשון מקרא חטאת כמאמר ספר הזוהר על פסוק גם ה' העביר חטאתך שהוא שהעביר את הקטיגור שנעשה בעונו מלקטרג לפניו יתברך ואמר אל נא תשת עלינו החטאת הוא הקטיגור הנעשה בחטא שימשול עלי לדכאנו שבמרים היחל ובי יכלה כלומר לכן התפייס ומחול. ושעור הכתוב והענן סר וכו' ויפן וכו' אמר אהרן הנה בהסיר הענן העון שלט כח הענן ללקות לכן אל תשת עלינו את החטאת ללקות ולשלוט ולהתפייס בין על אשר נועלנו להשוות עצמנו אליך לומר הלא גם בנו דבר בין על אשר חטאנו בחשדה להוכיח: ", "<b>או </b>ע\"ד ז\"ל במ\"ש ז\"ל בספר הזוהר על פסוק גם ה' העביר חטאתך שעל ידי מה שהתודה העביר הוא יתברך הקטיגור מלקטרג לפניו וזהו העביר חטאתך שהוא הקטיגור הנעשה בחטא שהוא החטא עצמו שע\"י מה שהתודה דוד ואמר חטאתי וא\"ל גם ה' וע\"י וידוייך העביר חטאתך מלקטרג לפניו. ובזה יאמר אל נא תשת עלינו חטאת שיהא לפניו יתברך מקטרג עלינו כי הלא גם אנו מתודים ואומרים נועלנו וכו' וכאשר על יד וידוי מעבירו יתברך כמדובר. כן קבל וידויינו ומחול ויעבירהו הוא יתברך ולא תקפיד באופן שנמצאת שאל תשת עלינו חטאת לקטרג עלינו למעלה משא\"כ אם אינך מוחל שתהיה כשת עלינו את החטאת לפני ה' לקטרג עלינו: ", "<b>או </b>יאמר אל נא תשת עלינו חטאת לחשבו שוגג שהוא חטאת בין אשר נואלנו להשוות עצמנו לך בין אשר חטאנו בתוכחה פן אתה תמחול גדר שוגג וה' יחשיב למזיד רק תמחול הכל בהנחת מזיד: ", "<b>או </b>יאמר בי אדוני ע\"ד הראשון והוא כי נגע צרעת כי תהיה באדם על לשון הרע. כי כח טומאת הנעשה מהעון הוא החל באדם לנגע צרעת. וע\"י הכהן מסתלק ע\"י תשובת המוכה כמפורש במקומו. ובזה נבא אל הענין והוא שאמר אהרן כשפנה אל מרים והנה מצורעת. אמר הנה בי אדוני התיקון כי כהן אני ועלי לסלק כח טומאת העון על יד הסגר כמשפט כל נגע צרעת אך עתה שאיני יכול כי כל הנגעים אדם רואה חוץ מנגעי קרוביו. לכן בהעדר תיקן על יד כהן ישלוט כח הטומאה ההיא תמיד ולא עליה בלבד כ\"א יחול גם על שנינו. ואפילו נאמר שאין הדין רק שנגעי עצמו היא שאין כהן רואה. אך רואה נגעי קרוביו. יש טעם אחר שאין אני ראוי לסלקו. והוא כי הלא גם אני חטאתי עמה בזה כי הלא עון זה היא אשר נואלנו יחד אני והיא והכח טומאה נעשה בין שנינו. ואיך אוכל נכה בו וחציו ממני והוא כרואה נגעי עצמו. וגם זה היה אפשר לומר שרמז באומרו בי אדוני לומר שבי עצמי גם הוא חטא וזה כמדובר: ", "<b>או </b>יאמר הנה בבואי לבקש על אחותי ואני גם כן חטאתי ואיך אבקש על חבוש להתירו טרם אתיר עצמי תחלה. לז\"א הנה בי בקרבי בחשיבות היותך אדוני היית. כי אני יודע מחשבות לבי באופן לא היה החטא רק מן השפה ולחוץ. בין באשר נואלנו בהשואה בין באשר חטאנו בתוכחת. ואם תאמר שאולי לב מרים לא כן היה. הנה עם כל זה יש לך למחול מפני כבודך שאל נא תהי כמת כי המצורע קרוי מת כנודע וזה על כבודך. כי הלא במה שיצא המת הנזכר הוא גוף מרים מרחם אמו של אדוני הנזכר. נמצא כאלו אתה והמת הנזכר לאחד תחשבו. ובהאכל הצרעת הוא כהאכל חצי בשרו של אדוני הנזכר: "], "heVersionTitle": "Torat Moshe, Warsaw, 1875", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "66091579f4084d6523f67647", "index_title": "Essays in Ethics; A Weekly Reading of the Jewish Bible", "category": "Quoting Commentary", "type": "", "ref": "Essays in Ethics; A Weekly Reading of the Jewish Bible, Metzora; The Power of Shame 6", "anchorRef": "Numbers 12:1-15", "anchorRefExpanded": ["Numbers 12:1", "Numbers 12:2", "Numbers 12:3", "Numbers 12:4", "Numbers 12:5", "Numbers 12:6", "Numbers 12:7", "Numbers 12:8", "Numbers 12:9", "Numbers 12:10", "Numbers 12:11", "Numbers 12:12", "Numbers 12:13", "Numbers 12:14", "Numbers 12:15"], "sourceRef": "Essays in Ethics; A Weekly Reading of the Jewish Bible, Metzora; The Power of Shame 6", "sourceHeRef": "מאמרים על אתיקה; קריאות חדשות בפרשת השבוע, מצורע ו׳", "anchorVerse": 1, "sourceHasEn": true, "commentaryNum": 6, "collectiveTitle": {"en": "Essays in Ethics; A Weekly Reading of the Jewish Bible", "he": "מאמרים על אתיקה; קריאות חדשות בפרשת השבוע"}, "heTitle": "מצורע", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "The sages decoded the mystery by relating this <i>parasha</i> to the instances in the Torah in which someone was actually afflicted by <i>tzaraat</i>. One happened when Miriam spoke against her brother Moses (Num. 12:1–15). Another occurred when Moses at the burning bush said to God that the Israelites would not believe in him. His hand briefly turned “as leprous as snow” (Ex. 4:7). The sages regarded <i>tzaraat</i> as a punishment for <i>lashon hara</i>, evil speech, speaking negatively about or denigrating another person.", "versionTitle": "Maggid Books and The Orthodox Union, 2016", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "668b9dc4310e2d929aa163b7", "index_title": "David Zvi Hoffmann on Exodus", "category": "Tanakh", "type": "", "ref": "David Zvi Hoffmann on Exodus 4:13:2", "anchorRef": "Numbers 12:9", "anchorRefExpanded": ["Numbers 12:9"], "sourceRef": "David Zvi Hoffmann on Exodus 4:13:2", "sourceHeRef": "פירושי רד\"צ הופמן על שמות ד׳:י״ג:ב׳", "anchorVerse": 9, "sourceHasEn": false, "commentaryNum": 13.0002, "collectiveTitle": {"en": "David Zvi Hoffmann on Exodus", "he": "פירושי רד\"צ הופמן על שמות"}, "he": "<b>שלח... תשלח.</b> כבר ביאר ראב\"ע, שאין עם חרון־אף זה שום עונש, וכמו אצל אהרן ומרים שהכתוב מעיד (במדבר יב, ט) \"ויחר אף ה' בם\", שגם שם לא היה עם חרון־אף ה' משום עונש. ברם, ייתכן שהעובדה, שמעתה יהיה עליו על משה להתחלק בשליחותו עם אהרן, וזה שבשל כך נבחר אהרן - ולא משה, להיות כהן, תוצאות של חרון־אף ה' זה הם. ייתכן שכאן אמר ה' למשה - מכיוון שסירבת לקבל על עצמך את שליחותי, הרי לא אתה כי אם אהרן אחיך יהיה כהן לעמי ישראל, אלא שאין הכתוב מאריך בענין זה, כדי לא לקטוע את סיפור יציאת מצרים. ואם כנים דברים אלה, כי אז ביאור המלה־השם \"לוי\" שבכאן יהיה - הכהן. ואמנם מצינו שהכהנים נקראים לויים, אולי משום שהם \"נלוים אל ה\"', כפי שמבאר רש\"י במסכת חולין<sup class=\"footnote-marker\">137</sup><i class=\"footnote\">חולין כד עמ' ב ד\"ה וזה אחד מהם וכו', לשון לויים - שמשים, כמו (במדבר יח, ב) \"וילוו עליך\" (המ').</i>.", "heVersionTitle": "Mossad Harav Kook, Jerusalem, 2010", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "67025dab50351efde05bd5a8", "index_title": "Covenant and Conversation; Hebrew Edition", "category": "Tanakh", "type": "", "ref": "Covenant and Conversation; Hebrew Edition, Metzora, 1 1", "anchorRef": "Numbers 12:1-15", "anchorRefExpanded": ["Numbers 12:1", "Numbers 12:2", "Numbers 12:3", "Numbers 12:4", "Numbers 12:5", "Numbers 12:6", "Numbers 12:7", "Numbers 12:8", "Numbers 12:9", "Numbers 12:10", "Numbers 12:11", "Numbers 12:12", "Numbers 12:13", "Numbers 12:14", "Numbers 12:15"], "sourceRef": "Covenant and Conversation; Hebrew Edition, Metzora, 1 1", "sourceHeRef": "שיג ושיח; מהדורה עברית, מצורע, נצור לשונך מרע א׳", "anchorVerse": 1, "sourceHasEn": false, "commentaryNum": 1, "collectiveTitle": {"en": "Covenant and Conversation; Hebrew Edition", "he": "שיג ושיח; מהדורה עברית"}, "heTitle": "נצור לשונך מרע", "he": "<big><strong>נצור לשונך מרע</strong></big><br>חז״ל הטעִינו את מחלת הצרעת, הנושא העיקרי של פרשתנו, במטען מוסרי. לדבריהם, הצרעת איננה סתם מצב רפואי, אלא עונש. פירושם מבוסס על ראָיה מתוך התורה עצמה. במעמד הסנה ידו של משה לקתה בצרעת כאשר הוא הטיל ספק בנכונותם של בני עמו להאמין בו (שמות ד, ו-ז). מרים לקתה בצרעת כאשר דיברה סרה במשה (במדבר יב, א-טו). לראיות אלו נוסף מדרש מילים: מצורע – נוטריקון של ״מוציא שם רע״, אדם המוציא את דיבתם של אחרים רעה.", "heVersionTitle": "Covenant and Conversation, Maggid Books, 2017", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "שיג ושיח - קריאות חדשות בפרשת השבוע", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "67025db18c9ceabec630eb2d", "index_title": "Covenant and Conversation; Hebrew Edition", "category": "Tanakh", "type": "", "ref": "Covenant and Conversation; Hebrew Edition, Metzora, 3 5", "anchorRef": "Numbers 12:1-15", "anchorRefExpanded": ["Numbers 12:1", "Numbers 12:2", "Numbers 12:3", "Numbers 12:4", "Numbers 12:5", "Numbers 12:6", "Numbers 12:7", "Numbers 12:8", "Numbers 12:9", "Numbers 12:10", "Numbers 12:11", "Numbers 12:12", "Numbers 12:13", "Numbers 12:14", "Numbers 12:15"], "sourceRef": "Covenant and Conversation; Hebrew Edition, Metzora, 3 5", "sourceHeRef": "שיג ושיח; מהדורה עברית, מצורע, כוחה של בושה ה׳", "anchorVerse": 1, "sourceHasEn": false, "commentaryNum": 5, "collectiveTitle": {"en": "Covenant and Conversation; Hebrew Edition", "he": "שיג ושיח; מהדורה עברית"}, "heTitle": "כוחה של בושה", "he": "חז״ל פתרו את התעלומה באמצעות בדיקה היכן מסופר בתורה על אנשים שאכן לקו בצרעת. מקרה אחד אירע כשמרים דיברה סרה באחיה משה (במדבר יב, א-טו). מקרה נוסף אירע למשה בסנה, כאשר אמר לה׳ שבני ישראל לא יאמינו לו ולא ישמעו בקולו. ידו נעשתה, לזמן קצר, ״מְצֹרַעַת כַּשָּׁלֶג״ (שמות ד, ז). מכאן הבינו חז״ל שהצרעת היא עונש על לשון הרע: הוצאת לעז על הזולת.", "heVersionTitle": "Covenant and Conversation, Maggid Books, 2017", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "שיג ושיח - קריאות חדשות בפרשת השבוע", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}]