[{"_id": "5211ae79edbab4491a65956b", "index_title": "Ramban on Numbers", "category": "Commentary", "type": "commentary", "ref": "Ramban on Numbers 30:4:1", "anchorRef": "Numbers 30:4", "anchorRefExpanded": ["Numbers 30:4"], "sourceRef": "Ramban on Numbers 30:4:1", "sourceHeRef": "רמב\"ן על במדבר ל׳:ד׳:א׳", "anchorVerse": 4, "sourceHasEn": true, "compDate": [1246, 1286], "commentaryNum": 4.0001, "collectiveTitle": {"en": "Ramban", "he": "רמב\"ן"}, "he": "<b>ואשה כי תדר נדר לה' ושמע אביה</b> רצה הכתוב להזכיר האיסור תחלה להגיד כי גם הנערה בלאו הנזכר שלא יחל דברו ועל כן אם קיים לה אביה קם הנדר אבל אם הניא אותה לא יקום ואמר וה' יסלח לה כי הניא אביה אותה להגיד שלא נאמר <b>יסלח לה</b> רק כאשר תעשה אחרי הנאת האב לא מתחלה אם עברה על הנדר ואחרי כן הניא אותה כמו שאמרו (נזיר כב) דמיגז גייז ואינו עוקר נדר מעיקרו:", "heVersionTitle": "On Your Way New", "heLicense": "", "heVersionTitleInHebrew": "", "text": "AND IF A WOMAN VOWETH A VOW UNTO THE ETERNAL … 5. AND HER FATHER HEARETH HER VOW. Scripture wanted to mention the [case of] prohibition first [in Verses 4-5, namely that if she makes a vow and her father is quiet about it or confirms it, <i>then all her vows shall stand ..</i>] in order to tell us that a young girl [in her father’s house] is also subject to the negative commandment mentioned [previously], that <i>he shall not break his word</i>,<sup class=\"footnote-marker\">10</sup><i class=\"footnote\">Verse 3.</i> and therefore if her father confirms her vow [expressly or tacitly] the vow shall <i>stand</i>, but if he disallowed her, it <i>shall not stand</i>.<sup class=\"footnote-marker\">43</sup><i class=\"footnote\">Verse 6.</i> And Scripture states [in conclusion], <i>and the Eternal will forgive her, because her father disallowed her</i>,<sup class=\"footnote-marker\">43</sup><i class=\"footnote\">Verse 6.</i> in order to tell us that G-d <i>will</i> only <i>forgive her</i> if she acted [in disregard of her vow] <i>after</i> her father had disallowed it, but not [if she broke it] at the beginning, that is, if she [first] transgressed her vow and later on her father disallowed it, just as the Rabbis have said: “[The father or husband] ‘cuts off’ [the vow from the moment that he disallows it], but [unlike a Sage] he does not uproot it retrospectively.”<sup class=\"footnote-marker\">44</sup><i class=\"footnote\">Nedarim 68a. The intention of this statement is to contrast the law, of a Sage who “releases” a vow, with that of a father or husband who “annuls” it. In order that a vow or oath should be valid, the person who makes it must at the time of the utterance thereof have been fully aware of its consequences. If at that time he did not fully understand all that his vow or oath entailed, the Sage points this out to him and affords him an opportunity to regret having made it. If he so declares that he regrets it, the Sage “releases” him from the vow or oath. This release “uproots it” from the very start, since it has now been shown that he made it under a misapprehension. The father or husband, on the other hand, is empowered by the Torah to “annul” the vow or oath, even if made under no misapprehension and the daughter or wife does not regret it. Therefore there is no power of retroactive effect; instead, the “annulment” only “cuts off” in the future. One of the differences between these two procedures is here referred to by Ramban, and that is namely, if the person who made the vow or oath violates it <i>before</i> the time of “release” or “annulment.” In the case of the release by the Sage, since it takes effect retrospectively, there is no sin. In the case of the father or the husband, however, there is a sin entailed.</i>", "versionTitle": "Commentary on the Torah by Ramban (Nachmanides). Translated and annotated by Charles B. Chavel. New York, Shilo Pub. House, 1971-1976", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "522437f8edbab41a9d003cd5", "index_title": "Rashi on Numbers", "category": "Commentary", "type": "commentary", "ref": "Rashi on Numbers 30:4:1", "anchorRef": "Numbers 30:4", "anchorRefExpanded": ["Numbers 30:4"], "sourceRef": "Rashi on Numbers 30:4:1", "sourceHeRef": "רש\"י על במדבר ל׳:ד׳:א׳", "anchorVerse": 4, "sourceHasEn": true, "compDate": [1075, 1105], "commentaryNum": 4.0001, "collectiveTitle": {"en": "Rashi", "he": "רש\"י"}, "heTitle": "רש\"י על במדבר", "he": "<b>בבית אביה.</b> בִּרְשׁוּת אָבִיהָ וַאֲפִלּוּ אֵינָהּ בְּבֵיתוֹ (שם):", "heVersionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann -- corrected vocalization", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "בבית אביה [IF A WOMAN VOW] … BEING IN HER FATHER’S HOUSE — i.e., under her father’s control, but the law here stated applies even though she be not in his house, provided she be under his control (Sifrei Bamidbar 153:4). ", "versionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "license": "Public Domain", "versionTitleInHebrew": "חמישה חומשי תורה עם פירוש רש״י, מ. רוזנבאום וא.מ. סילברמן"}, {"_id": "522437f8edbab41a9d003cd7", "index_title": "Rashi on Numbers", "category": "Commentary", "type": "commentary", "ref": "Rashi on Numbers 30:4:2", "anchorRef": "Numbers 30:4", "anchorRefExpanded": ["Numbers 30:4"], "sourceRef": "Rashi on Numbers 30:4:2", "sourceHeRef": "רש\"י על במדבר ל׳:ד׳:ב׳", "anchorVerse": 4, "sourceHasEn": true, "compDate": [1075, 1105], "commentaryNum": 4.0002, "collectiveTitle": {"en": "Rashi", "he": "רש\"י"}, "heTitle": "רש\"י על במדבר", "he": "<b>בנעריה.</b> וְלֹא קְטַנָּה וְלֹא בוֹגֶרֶת, שֶׁהַקְּטַנָּה אֵין נִדְרָהּ נֶדֶר, וְהַבּוֹגֶרֶת אֵינָהּ בִּרְשׁוּתוֹ שֶׁל אָבִיהָ לְהָפֵר נְדָרֶיהָ; וְאֵי זוֹ הִיא קְטַנָּה? אָמְרוּ רַבּוֹתֵינוּ בַּת י\"א שָׁנָה וְיוֹם אֶחָד נְדָרֶיהָ נִבְדָּקִין, אִם יָדְעָה לְשֵׁם מִי נָדְרָה וּלְשֵׁם מִי הִקְדִּישָׁה, נִדְרָהּ נֶדֶר, בַּת י\"ב שָׁנָה וְיוֹם אֶחָד אֵינָהּ צְרִיכָה לִבָּדֵק:", "heVersionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann -- corrected vocalization", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "בנעורה IN HER YOUTH — when she is a נערה i.e., in the first state of womanhood, but not when she is a קטנה, a minor, and not when she is a בוגרת (in full womanhood); for so far as a minor is concerned, her vow is in general no vow (it is null and void ab initio), and a בוגרת is not under her father’s control so that he can annul her vows. What is a קטנה, a minor, in respect to vows? We may gather this from what our Rabbis said: a woman of eleven years and one day must have her vows investigated until she reaches the age of twelve years; if she understands in Whose name it is that she has made the vow or in Whose name it is she has dedicated the thing, her vow is a vow, but a woman of twelve years and a day does not require any investigation regarding her vow (Niddah 56b).", "versionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "license": "Public Domain", "versionTitleInHebrew": "חמישה חומשי תורה עם פירוש רש״י, מ. רוזנבאום וא.מ. סילברמן"}, {"_id": "531e4fe4fbfba276047f7131", "index_title": "Onkelos Numbers", "category": "Targum", "type": "targum", "ref": "Onkelos Numbers 30:4", "anchorRef": "Numbers 30:4", "anchorRefExpanded": ["Numbers 30:4"], "sourceRef": "Onkelos Numbers 30:4", "sourceHeRef": "תרגום אונקלוס על במדבר ל׳:ד׳", "anchorVerse": 4, "sourceHasEn": true, "compDate": [80, 120], "commentaryNum": 30.0004, "collectiveTitle": {"en": "Onkelos Numbers", "he": "תרגום אונקלוס על במדבר"}, "heTitle": "תרגום אונקלוס על במדבר", "he": "וְאִתְּתָא אֲרֵי תִדַּר נְדַר <b>קֳדָם</b> יְיָ וְתֵסַר אֵיסַר בְּבֵית אָבוּהָא בְּרַבְיוּתָהָא:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "חומש שפתי חכמים, מצודה תשס\"ט", "text": "[But] if a woman makes a vow to [<b>before</b>] Adonoy or obligates herself in her father’s home while still in her youth,", "versionTitle": "Metsudah Chumash, Metsudah Publications, 2009 [with Onkelos translation]", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "532b2686fbfba27c35eec966", "index_title": "Targum Jonathan on Numbers", "category": "Targum", "type": "targum", "ref": "Targum Jonathan on Numbers 30:4", "anchorRef": "Numbers 30:4", "anchorRefExpanded": ["Numbers 30:4"], "sourceRef": "Targum Jonathan on Numbers 30:4", "sourceHeRef": "תרגום יונתן על במדבר ל׳:ד׳", "anchorVerse": 4, "sourceHasEn": true, "compDate": [30, 70], "commentaryNum": 30.0004, "collectiveTitle": {"en": "Targum Jonathan on Numbers", "he": "תרגום יונתן על במדבר"}, "heTitle": "תרגום יונתן על במדבר", "he": "וְאִתְּתָא דְלָא עָבְרַת תְּרֵיסַר שְׁנִין אֲרוּם תִּידַר נְדַר קֳדָם יְיָ וְתֵיסַר אִיסַר בְּבֵית אִיבָהָא עַד תְּרֵיסַר שְׁנִין", "heVersionTitle": "Targum Jonathan on Numbers", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תרגום יונתן על במדבר", "text": " And a female who hath not passed twelve years when she hath vowed a vow before the Lord, and hath bound herself in her father's house until her thirteenth year; \n", "versionTitle": "The Targum of Jonathan ben Uzziel, trans. J. W. Etheridge, London, 1862", "license": "Public Domain", "versionTitleInHebrew": "תרגום ירושלמי (תרגום יונתן בן-עוזיאל) לתורה, תורגם ע״י ג׳ון ווסלי אטרידג׳, לונדון 1862"}, {"_id": "57e77d82d6e4a94c7c18b20b", "index_title": "Tafsir Rasag", "category": "Targum", "type": "targum", "ref": "Tafsir Rasag, Numbers 30:4", "anchorRef": "Numbers 30:4", "anchorRefExpanded": ["Numbers 30:4"], "sourceRef": "Tafsir Rasag, Numbers 30:4", "sourceHeRef": "תפסיר רס\"ג, במדבר ל׳:ד׳", "anchorVerse": 4, "sourceHasEn": false, "compDate": [918, 942], "commentaryNum": 30.0004, "collectiveTitle": {"en": "Tafsir Rasag", "he": "תפסיר רס\"ג"}, "heTitle": "במדבר", "he": "ואיה מראה נד̇רת נד̇רא ללה או עקדת עקדא פי בית אביהא פי חאל צבאיהא", "heVersionTitle": "Tafsir al-Torah bi-al-Arabiya, Paris, 1893", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תפסיר אלתורה באלערביה, פריס, 1893", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5964d698d6e4a92bf45a8ba3", "index_title": "Rabbeinu Bahya", "category": "Commentary", "type": "commentary", "ref": "Rabbeinu Bahya, Bamidbar 30:4:1", "anchorRef": "Numbers 30:4", "anchorRefExpanded": ["Numbers 30:4"], "sourceRef": "Rabbeinu Bahya, Bamidbar 30:4:1", "sourceHeRef": "רבנו בחיי, במדבר ל׳:ד׳:א׳", "anchorVerse": 4, "sourceHasEn": true, "compDate": [1290, 1310], "commentaryNum": 4.0001, "collectiveTitle": {"en": "Rabbeinu Bahya", "he": "רבנו בחיי"}, "heTitle": "במדבר", "he": "<b>ואשה כי תדור נדר לה'.</b> אשה בת י\"ב שנה ולמעלה תקרא גדולה ונדריה ושבועותיה קיימין, ומי\"א שנה ולמעלה שהיא קטנה בודקין אותה כל אותה שנה אם יודעת לשם מי נדרה ולשם מי הקדישה דבריה קיימין, כדין הקטן מי\"ב שנה ולמעלה, אבל קודם לכן אין דבריהם כלום. ולאחר שתים עשרה לאשה ולאחר שלש עשרה לאיש אע\"פ שאין יודעין לשם מי נדרו והקדישו דבריהם קיימין. והפרשה הזאת תבאר לנו בעניני הנדרים ענינים גדולים רבים במלות מעטות, ובאו דיני האשה על ארבעה חלקים, ואלו הן, נערה, ארוסה, נשואה, אלמנה. נערה היא מתחלת י\"ב עד סוף ששה חדשים אם יש לה אב הרי היא ברשותו והוא יכול להפר כל נדריה ושבועותיה ביום שמעו, דחזקה שעל דעת שירצה אביה נדרה וכאלו התנתה בפירוש, מה שאין כן בבן, וכענין מכירת הבת שהאב רשאי למכור את בתו לאמה ואין כן בבן. מששה חדשים אלו ואילך נקראת בוגרת והרי היא ברשות עצמה, והוא שאמרו רז\"ל כיון שבגרה שוב אין לאביה רשות בה, וכל נדריה ושבועותיה כנדר אלמנה וגרושה שכתוב כל אשר אסרה על נפשה יקום עליה. אם נדרה בעודה ברשות אביה והפר לה ביום שמעו הכל בטל, ומה שאמר וה' יסלח לה דקדקו רז\"ל במה הכתוב מדבר, בדבר שצריך סליחה, כגון שהפר לה והיא לא ידעה ועברה על נדרה כפי מחשבתה, ובודאי מי שחושב שעושה עברה אעפ\"י שאינו עושה צריך סליחה. ארוסה הוא שכתוב ואם היו תהיה לאיש ונדריה עליה, הויה זו לשון ארוסין, וזה מדבר בנערה המאורשה שאין לה הפרה ע\"י האב לבדו או על ידי הארוס לבדו אלא ע\"י שניהם, וכן שנינו נערה המאורשה אביה ובעלה מפירין נדריה, והרי זו כאלו נדר בפירוש על דעת שניהם, וצריך שישמעו שניהם ביום אחד ויפרו בו ביום, ואם מת הארוס חזרה לרשות אביה, ואביה מפר לה כאלו נדרה קודם שנתארסה, ואם מת האב אחר שנתארסה ונדרה אחר מותו אין הארוס מפר נדרי ארוסתו עד שתכנס לחופה.\n", "heVersionTitle": "Midrash Rabbeinu Bachya [ben Asher]. Warsaw, 1878", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "ואשה כי תדור, “and if a woman makes a vow, etc.” A female of twelve years and over is called אשה, “a woman.” Her vows and oaths are legally valid. If she is between 11 and 12 years of age she is presumed to be a minor though she is examined if she understands the implication of a vow or an oath. If she does, she is subject to the same rules as a male between the ages of 12 and thirteen. If she is less than eleven years old she is a minor in all respects of the law. Her pronouncements have no legal standing whatever. If a female is over 12 years of age or a male over 13 years of age their vows or oaths are legally binding even if they did not know to whom<small> [i.e. that this involves an undertaking vis-a vis G’d. Ed.]</small> they made such commitments (Maimonides Hilchot Nedarim 11,1-3).<br> This entire paragraph reveals many important laws concerning vows and oaths in very few words. The legal status of women concerning vows may be divided into four categories: 1) A נערה, girl between the age of 12-12 years and six months; 2) An ארוסה, a girl betrothed but not yet having moved in with her husband. 3) A married woman (after חופה); 4) A widow. When a נערה has a father she remains under his legal control and her father can invalidate her vows on the day he hears about them but not later. The logic behind this is that she would have attached a mental rider to her vow that her father would approve of it. If she finds that she was mistaken and her father objected upon hearing of it, her vow was never valid in the first place. The same logic does not apply to vows undertaken by a male of corresponding age. Just as the father is legally empowered to sell the services of his daughter to a stranger, an entitlement which does not extend to selling the services of his son, so the father is also legally entitled to countermand vows made by a daughter not yet fully of age.<br> When such a נערה has attained the age of 12 years and six months she is considered adult in all legal respects and no longer under her father’s legal control (Niddah 47). She is fully responsible for all her vows and oaths, the same as a widowed woman or a divorcee. The words of verse 10: כל אשר אסרה על נפשה יקום עליה, “everything she has prohibited upon herself- shall remain upon her,” apply to such a 12 and a half year old single girl. If, while under the age limit, she made a vow and her father annulled it on the day he heard of it, it is as invalid as if it had never been uttered. When the Torah adds the words וה' יסלח לה, that “the Lord will forgive her,” the sages reasoned that these words are applicable when the girl who had made the vow is in need of forgiveness, such as when she violated her vow being unaware that her father had already canceled it (Niddah 47). Obviously, if someone commits what he or she perceives to be a violation of G’d’s law they are in need of forgiveness even if technically, for reasons unknown to them they did not commit a sin.<br> As to the woman who has been betrothed. The Torah speaks here about a woman who prior to her betrothal made a vow or swore an oath and who enters the first stage of her marriage with such vows still valid. The Torah, by employing the words, ואם היו תהיה לאיש indicates that the girl (under 12 and a half years old) has not yet completely left her father’s domain and also has not yet come under the domain of her husband concerning his interest in the matter. Her father and husband-to-be must both annul her vows in order for such an annulment to be legally valid. This is what we learned in Nedarim 66 seeing that we presume that when she made the vow she mentally resolved that it would be with the approval of both her father and her husband-to-be. Both her father and her husband-to-be have to hear it on the same day in order for both of them together to be able to annul it. The Talmud adds, that if the fiance of the betrothed girl dies before she reaches the age of maturity and she had moved into her husband’s home (after חופה), she reverts to her father’s domain and he can cancel her vows as if she had made them before she was married. If her father died prior to her having become fully married, (חופה), her husband cannot annul her vows until after she is fully married to him (Maimonides Hilchot Nedarim 11,10).", "versionTitle": "Torah Commentary by Rabbi Bachya ben Asher, trans. Eliyahu Munk, 1998.", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "59d489a6d6e4a939ba1752a6", "index_title": "Torah Temimah on Torah", "category": "Commentary", "type": "commentary", "ref": "Torah Temimah on Torah, Numbers 30:4:1", "anchorRef": "Numbers 30:4", "anchorRefExpanded": ["Numbers 30:4"], "sourceRef": "Torah Temimah on Torah, Numbers 30:4:1", "sourceHeRef": "תורה תמימה על התורה, במדבר ל׳:ד׳:א׳", "anchorVerse": 4, "sourceHasEn": false, "compDate": [1898, 1902], "commentaryNum": 4.0001, "collectiveTitle": {"en": "Torah Temimah on Torah", "he": "תורה תמימה על התורה"}, "heTitle": "במדבר", "he": "<b>ואשה. </b>מקיש אשה לאיש. מה איש עובר על בל יחל ועל בל תאחר אף אשה עוברת על בל יחל ועל בל תאחר <sup class=\"footnote-marker\">מ</sup><i class=\"footnote\">זה מתבאר מענינא דפרשה גופא, דאחרי שמפרש שבזה חלוק נדרי אשה מאיש לענין שהאב והבעל מפירין נדריה, ש\"מ דליתר דיני נדרים דינן שוה.\n</i>.<br>(שם)\n", "heVersionTitle": "Torah Temimah, Vilna, 1904", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורה תמימה, וילנה תרס\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59d489a6d6e4a939ba1752a8", "index_title": "Torah Temimah on Torah", "category": "Commentary", "type": "commentary", "ref": "Torah Temimah on Torah, Numbers 30:4:2", "anchorRef": "Numbers 30:4", "anchorRefExpanded": ["Numbers 30:4"], "sourceRef": "Torah Temimah on Torah, Numbers 30:4:2", "sourceHeRef": "תורה תמימה על התורה, במדבר ל׳:ד׳:ב׳", "anchorVerse": 4, "sourceHasEn": false, "compDate": [1898, 1902], "commentaryNum": 4.0002, "collectiveTitle": {"en": "Torah Temimah on Torah", "he": "תורה תמימה על התורה"}, "heTitle": "במדבר", "he": "<b>ואשה. </b>שומע אני משתבגר ת\"ל בנעוריה, יכול אפילו קטנה ת\"ל אשה, הא כיצד, יצאה מכלל קטנה ולכלל בוגרת לא באה, מכאן אמרו, בת י\"ב שנה ויום אחד נדריה קיימין <sup class=\"footnote-marker\">מא</sup><i class=\"footnote\">ולא כמו בבן ששיעור שנות גדלות שלו הוא בן י\"ג שנה ויום אחד, ומפרש בגמ' נדה מ\"ה ב' טעם הדבר מפני שבינה יתירה נתן הקב\"ה באשה יותר מבאיש, וטעם יתרון זה באשה י\"ל עפ\"י המבואר בכתובות נ' א' לענין חינוך ילדים בתענית שהילד מתחנך בתוך שנת הי\"ג והתינוקת בתוך שנת הי\"ב, ופירש\"י הטעם דהתינוקת ממהרת להביא כח מפני שאינה מתשת כחה בתלמוד תורה, עכ\"ל. וידוע הוא דבהתחזקות כחות הגוף מתחזקות גם כחות הנפש, ולכן מכיון שממהרת להביא כח בגוף ממהרת גם בכח הנפש דהיינו בינה ושכל.\n<br>ובזה יתיישב מאד מה שהקשו התוס' בכתובות שם על פירש\"י למה פירש משום שממהרת להביא כח ולא פירש מפני שחינוך שלה שנה קודם בערך החינוך, עי\"ש. ולפי מה שביארנו הנה זה גופא טעם קדמות החינוך שלה מפני התחזקות כחה, ודו\"ק. ועיין בנדה שם דעת חד מ\"ד דלבן שיעור מוקדם מלבת, אבל לא קי\"ל כמותו. ומה שיש עוד לבאר בענין זה מבואר לפנינו בפ' בראשית בפסוק ויבן ה' את הצלע ובפרשה עקב בפסוק ולמדתם אותם את בניכם.\n</i>.<br>(שם)\n", "heVersionTitle": "Torah Temimah, Vilna, 1904", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורה תמימה, וילנה תרס\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59d489a6d6e4a939ba1752aa", "index_title": "Torah Temimah on Torah", "category": "Commentary", "type": "commentary", "ref": "Torah Temimah on Torah, Numbers 30:4:3", "anchorRef": "Numbers 30:4", "anchorRefExpanded": ["Numbers 30:4"], "sourceRef": "Torah Temimah on Torah, Numbers 30:4:3", "sourceHeRef": "תורה תמימה על התורה, במדבר ל׳:ד׳:ג׳", "anchorVerse": 4, "sourceHasEn": false, "compDate": [1898, 1902], "commentaryNum": 4.0003, "collectiveTitle": {"en": "Torah Temimah on Torah", "he": "תורה תמימה על התורה"}, "heTitle": "במדבר", "he": "<b>ואסרה אסר. </b>אין איסר אלא לשון שבועה, וכן הוא אומר (פ׳ י\"א) ואסרה איסר על נפשה בשבועה <sup class=\"footnote-marker\">מב</sup><i class=\"footnote\">הכונה היא עפ\"י מש\"כ לעיל בפ' הקודם דבזה חלוק שבועה מנדר, שהנדר הוא שאוסר החפץ עליו, והשבועה היא שאוסר את גופו מליהנות מהחפץ, ולכן ענין שבועה מתבאר בלשון איסור, כלומר שאוסר וקושר את נפשו לעשות או שלא לעשות אותו הדבר, ובזה דרשה זו מבוארת, שלשון איסר יונח על שבועה ולא על נדר, והראיה היא מלשון ואסרה איסר על נפשה כמבואר, וע\"ע מש\"כ שם.\n</i>.<br>(שם)\n", "heVersionTitle": "Torah Temimah, Vilna, 1904", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורה תמימה, וילנה תרס\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59d489a6d6e4a939ba1752ac", "index_title": "Torah Temimah on Torah", "category": "Commentary", "type": "commentary", "ref": "Torah Temimah on Torah, Numbers 30:4:4", "anchorRef": "Numbers 30:4", "anchorRefExpanded": ["Numbers 30:4"], "sourceRef": "Torah Temimah on Torah, Numbers 30:4:4", "sourceHeRef": "תורה תמימה על התורה, במדבר ל׳:ד׳:ד׳", "anchorVerse": 4, "sourceHasEn": false, "compDate": [1898, 1902], "commentaryNum": 4.0004, "collectiveTitle": {"en": "Torah Temimah on Torah", "he": "תורה תמימה על התורה"}, "heTitle": "במדבר", "he": "<b>בבית אביה בנעוריה. </b>זו שכל נעוריה בבית אביה, יצאה אלמנה וגרושה מן הנשואין שאין כל נעוריה בבית אביה <sup class=\"footnote-marker\">מג</sup><i class=\"footnote\">ר\"ל אע\"פ שהיא עתה בבית אביה אך כבר הפסיקה מלהיות בבית אביה כי יצתה לרשות בעלה.\n</i> [ספרי].\n", "heVersionTitle": "Torah Temimah, Vilna, 1904", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורה תמימה, וילנה תרס\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59ef316cd6e4a90d4d5d481b", "index_title": "Steinsaltz on Bava Batra", "category": "Quoting Commentary", "type": "", "ref": "Steinsaltz on Bava Batra 120b:1", "anchorRef": "Numbers 30:2-17", "anchorRefExpanded": ["Numbers 30:2", "Numbers 30:3", "Numbers 30:4", "Numbers 30:5", "Numbers 30:6", "Numbers 30:7", "Numbers 30:8", "Numbers 30:9", "Numbers 30:10", "Numbers 30:11", "Numbers 30:12", "Numbers 30:13", "Numbers 30:14", "Numbers 30:15", "Numbers 30:16", "Numbers 30:17"], "sourceRef": "Steinsaltz on Bava Batra 120b:1", "sourceHeRef": "ביאור שטיינזלץ על בבא בתרא ק״כ ב:א׳", "anchorVerse": 2, "sourceHasEn": false, "compDate": [1950, 2010], "commentaryNum": 240.0001, "collectiveTitle": {"en": "Steinsaltz on Bava Batra", "he": "ביאור שטיינזלץ על בבא בתרא"}, "heTitle": "ביאור שטיינזלץ על בבא בתרא", "he": "שאל אותו עוד: פרשת נדרים והפרתם, שנאמר בה <b>\"זה הדבר\"</b> ל<b>ראשי המטות,</b> ככתוב \"וידבר משה אל ראשי המטות לבני ישראל לאמר זה הדבר אשר צוה ה', איש כי ידור נדר לה'. . . \" (במדבר ל, ב–יז), <b>הכי נמי</b> <small>[כך גם כן]</small> תאמר ש<b>לא יהא נוהג</b> דין זה <b>אלא בדור זה</b> בלבד?! <b>אמר ליה</b> <small>[לו]</small> רב אשי: <b>ההוא יליף</b> <small>[אותו</small> ענין, פרשת נדרים, <small>למד]</small> בגזירה שווה <b>\"זה\" \"זה\" מהתם</b> <small>[משם]</small> מפרשת שחוטי חוץ, שאף היא נוהגת לדורות.", "heVersionTitle": "William Davidson Edition - Hebrew", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59ef321fd6e4a90d4d5d84f1", "index_title": "Steinsaltz on Nedarim", "category": "Quoting Commentary", "type": "", "ref": "Steinsaltz on Nedarim 67b:3", "anchorRef": "Numbers 30:4", "anchorRefExpanded": ["Numbers 30:4"], "sourceRef": "Steinsaltz on Nedarim 67b:3", "sourceHeRef": "ביאור שטיינזלץ על נדרים ס״ז ב:ג׳", "anchorVerse": 4, "sourceHasEn": false, "compDate": [1950, 2010], "commentaryNum": 134.0003, "collectiveTitle": {"en": "Steinsaltz on Nedarim", "he": "ביאור שטיינזלץ על נדרים"}, "heTitle": "ביאור שטיינזלץ על נדרים", "he": " ולעצם הענין שואלים: <b>אימא</b> <small>[אמור]</small> ש<b>אב לחודיה</b> <small>[לבדו]</small> <b>מיפר</b> נדרי בתו המאורסה! ומשיבים: <b>אם כן</b> מה שנאמר בכתוב <b>\"ואסרה אסר בית אביה\"</b> (במדבר ל, ד) ונאמר על כך <b>\"יניא אותה\"</b> (במדבר ל, ט) <b>למה לי? השתא</b> <small>[עכשיו,</small> הרי<small>]</small> לשיטתך <b>יש לומר</b> ש<b>במקום</b> שיש <b>ארוס מיפר אב לחודיה</b> <small>[לבדו]</small>, <b>שלא במקום ארוס,</b> כלומר, כשאינה ארוסה, <b>מיבעיא</b> <small>[נצרכה]</small> לומר שהוא מפר?", "heVersionTitle": "William Davidson Edition - Hebrew", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5a1547d5d6e4a92409ac4e16", "index_title": "Siftei Chakhamim", "category": "Commentary", "type": "commentary", "ref": "Siftei Chakhamim, Numbers 30:4:1", "anchorRef": "Numbers 30:4", "anchorRefExpanded": ["Numbers 30:4"], "sourceRef": "Siftei Chakhamim, Numbers 30:4:1", "sourceHeRef": "שפתי חכמים, במדבר ל׳:ד׳:א׳", "anchorVerse": 4, "sourceHasEn": true, "compDate": [1660, 1680], "commentaryNum": 4.0001, "collectiveTitle": {"en": "Siftei Chakhamim", "he": "שפתי חכמים"}, "heTitle": "במדבר", "he": "<b>ברשות אביה.</b> מדכתיב בסוף פרשה זו בנעורי' בית אביה, וקרא יתירה הוא דהא כתיב כאן בבית אביה בנעורי', אלא בא ללמדך כל שבח נעורי' לאביה ואפילו אינה בביתו דלאו דוקא כתיב בבית אביה, אף בבית אביה דלעיל מיני' פי' ברשותו ולא בביתו ממש. רא\"ם:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY", "heVersionTitleInHebrew": "חומש שפתי חכמים, הוצאת מצודה, 2009", "text": "<b>Under her father’s jurisdiction.</b> At the end of this passage it is written, “In her youth, while in her father’s house” (v. 17) which is apparently superfluous, given that here it is written, “In her father’s home while still in her youth.” Rather, it comes to teach you that all the profits of a youth belong to her father, and this is even if she is not in his house, since “In her father’s house” is not to be taken literally. Similarly, here, “In her father’s home” means under his jurisdiction and not literally in his house. <i>Re’m.</i>", "versionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": "חומש שפתי חכמים, הוצאת מצודה, 2009"}, {"_id": "5a1547d5d6e4a92409ac4e18", "index_title": "Siftei Chakhamim", "category": "Commentary", "type": "commentary", "ref": "Siftei Chakhamim, Numbers 30:4:2", "anchorRef": "Numbers 30:4", "anchorRefExpanded": ["Numbers 30:4"], "sourceRef": "Siftei Chakhamim, Numbers 30:4:2", "sourceHeRef": "שפתי חכמים, במדבר ל׳:ד׳:ב׳", "anchorVerse": 4, "sourceHasEn": true, "compDate": [1660, 1680], "commentaryNum": 4.0002, "collectiveTitle": {"en": "Siftei Chakhamim", "he": "שפתי חכמים"}, "heTitle": "במדבר", "he": "<b>ולא קטנה.</b> ה\"פ אין נדרה נדר ודאי אלא יש שנדרה צריך בדיקה ויש שאינו נדר כלל כמו שמפרש:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY", "heVersionTitleInHebrew": "חומש שפתי חכמים, הוצאת מצודה, 2009", "text": "<b>But not a minor.</b> Meaning that her vows are not definite vows, rather there are those whose vows must be examined, and there are those that are not vows at all, as explained.", "versionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": "חומש שפתי חכמים, הוצאת מצודה, 2009"}, {"_id": "5a43673bd6e4a97d18d91b7b", "index_title": "Ralbag Beur HaMilot on Torah", "category": "Commentary", "type": "commentary", "ref": "Ralbag Beur HaMilot on Torah, Numbers 30:4:1", "anchorRef": "Numbers 30:4", "anchorRefExpanded": ["Numbers 30:4"], "sourceRef": "Ralbag Beur HaMilot on Torah, Numbers 30:4:1", "sourceHeRef": "רלב\"ג ביאור המלות על התורה, במדבר ל׳:ד׳:א׳", "anchorVerse": 4, "sourceHasEn": false, "compDate": [1326, 1340], "commentaryNum": 4.0001, "collectiveTitle": {"en": "Ralbag Beur HaMilot", "he": "רלב\"ג ביאור המלות"}, "heTitle": "במדבר", "he": "<b>ואשה כי תדור נדר ליי'.</b> להוציא את הקטנה וכבר ביארנו עניין זה הנדר והאסר בפסוק הקודם:\n", "heVersionTitle": "Ralbag on Torah, Venice, 1547", "heLicense": "Public Domain", "heVersionTitleInHebrew": "רלב\"ג על התורה, ונציה ש\"ז", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5a43673bd6e4a97d18d91b7d", "index_title": "Ralbag Beur HaMilot on Torah", "category": "Commentary", "type": "commentary", "ref": "Ralbag Beur HaMilot on Torah, Numbers 30:4:2", "anchorRef": "Numbers 30:4", "anchorRefExpanded": ["Numbers 30:4"], "sourceRef": "Ralbag Beur HaMilot on Torah, Numbers 30:4:2", "sourceHeRef": "רלב\"ג ביאור המלות על התורה, במדבר ל׳:ד׳:ב׳", "anchorVerse": 4, "sourceHasEn": false, "compDate": [1326, 1340], "commentaryNum": 4.0002, "collectiveTitle": {"en": "Ralbag Beur HaMilot", "he": "רלב\"ג ביאור המלות"}, "heTitle": "במדבר", "he": "<b>בבית אביה בנעוריה.</b> הנה הרצון באמרו בבית אביה שהוא ברשות אביה שאם היתה ברשו' בעל אין לאביה רשות בה כמו שאמר אחר זה ואם בית אישה נדר והוא מבואר מהעניין בעצמו שאין הכוונה באמרו בבית אביה כשתהיה תוך בית אביה כי אין רושם לבית בזה הענין אבל מה שיש לו רושם בו הוא השולטנות והממשלה שיש לאביה עליה כי זה ראוי שימנעה מלעשו' כל מה שתרצה וכן העניין בשולטנו' הבעל עליה בהיותה תחתיו והנה התנה שתהיה בנעוריה לפי שאח' עבור נעוריה יצאת מרשות אב והוא הזמן הנקרא בגרות והנה למדנו זה מזה המקום והנה ימי נעוריה הם לפי הוראת הגדר מהיותה בת שתים עשרה שנה ויום אחד עד ששה חדשים אחר זה קודם זה היא קטנה ואח' זה היא בוגרת לפי מה שהתבאר בשרשי' הכוללים ותכף שתהיה נערה תקרא אשה כי אז יצאתה מגדר הקטנות:\n", "heVersionTitle": "Ralbag on Torah, Venice, 1547", "heLicense": "Public Domain", "heVersionTitleInHebrew": "רלב\"ג על התורה, ונציה ש\"ז", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5b0fd75f6eb3050055aaab0e", "index_title": "Shenei Luchot HaBerit", "category": "Musar", "type": "", "ref": "Shenei Luchot HaBerit, Torah Shebikhtav, Matot, Masei, Devarim, Torah Ohr 3", "anchorRef": "Numbers 30:4", "anchorRefExpanded": ["Numbers 30:4"], "sourceRef": "Shenei Luchot HaBerit, Torah Shebikhtav, Matot, Masei, Devarim, Torah Ohr 3", "sourceHeRef": "שני לוחות הברית, תורה שבכתב, מטות, מסעי, דברים, תורה אור ג׳", "anchorVerse": 4, "sourceHasEn": true, "compDate": [1611, 1631], "commentaryNum": 3, "collectiveTitle": {"en": "Shenei Luchot HaBerit", "he": "שני לוחות הברית"}, "heTitle": "תורה אור", "he": "<b>בפרשת מטות</b> מדבר מהנשמה. הנה הנדרים שבא בהם אזהרה ככל היוצא מפיו יעשה, הוא ענין הנפש שהוא כח השכלי הנמשך מהנשמה, כי הדיבור החיצון נמשך מהדיבור הפנימי שבה יבדל האדם מכל בעל חי ונקרא מדבר, על כן לא יחל דברו. וכן כתיב <small>(בראשית ב, ז)</small> ויהי אדם לנפש חיה, ומתרגמינן לרוח ממללא. וכבר ידעת כי האדם נבנה בצורה העליונה, וכל אחד מאיבריו הוא ענף אחד מהאילן העליון. והפה שברא הקב\"ה באדם, לא בראו רק לספר שבחו וגדלו, והוא כלי מוכן להשתמש בו למלך הכבוד. זהו שנאמר <small>(תהלים קמה, כא)</small> תהלת ה' ידבר פי. ולפיכך כל היוצא מפיו יעשה:", "heVersionTitle": "Shenei Luchot HaBrit, based on Amsterdam, 1698 ed. Part III", "heLicense": "Public Domain", "heVersionTitleInHebrew": "שני לוחות הברית, אמשטרדם תנ\"ח -- ח\"ג", "text": "<b>In פרשת מטות</b> the Torah deals with laws designed to perfect our souls, our spiritual development. The laws dealing with vows contain the warning to honor all our utterances, ככל היוצא מפיו יעשה \"he must carry out all that crosses his lips\" (Numbers 30,4). This is addressed to the soul, because the power of speech derives from the attribute of wisdom which itself is an outgrowth of the soul. Speech is only an externalized version of one's thoughts, something that elevates man above all other living creatures. Man is called a מדבר, \"a talking creature.\" This is why he must not \"profane\" his word, \"לא יחל דברו.\" We also find that Onkelos renders Genesis 2,7: ויהי האדם לנפש חיה as \"man became a talking spirit.\" You are already aware that man has been designed along the superior lines of a higher world, that each one of his limbs is a branch of a \"tree\" in the Celestial Regions, and that the mouth he has been equipped with is meant only to enable him to proclaim the greatness of the Lord and to tell His praises. It is a vessel to be used only for the service of the Lord. This is what David meant when he said in Psalms 145,21: \"My mouth shall utter the praise of the Lord.\"", "versionTitle": "Shney Luchot Habrit by Rabbi Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5c17a2adbb386c011be9c0e7", "index_title": "Tosafot on Shevuot", "category": "Quoting Commentary", "type": "", "ref": "Tosafot on Shevuot 20a:9:1", "anchorRef": "Numbers 30:4", "anchorRefExpanded": ["Numbers 30:4"], "sourceRef": "Tosafot on Shevuot 20a:9:1", "sourceHeRef": "תוספות על שבועות כ׳ א:ט׳:א׳", "anchorVerse": 4, "sourceHasEn": false, "compDate": [1150, 1350], "commentaryNum": 9.0001, "collectiveTitle": {"en": "Tosafot on Shevuot", "he": "תוספות על שבועות"}, "heTitle": "תוספות על שבועות", "he": "ואילו שבועה לא קאמר. דאי הוה כתיב שבועה הוה מפרש שאותה מבטא אסרה על נפשה בלשון שבועה אבל השתא על כרחך אית לן לפרש במה אסרה על נפשה בלשון מבטא וא\"ת והא נמי כתיב (במדבר ל׳:ד׳) ואסרה אסר בבית אביה בנעוריה וי\"ל כיון דלא כתיב או יש לומר דאנדר דכתיב ברישא דקרא קאי:", "heVersionTitle": "Vilna Edition", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מהדורת וילנא", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5c17ba21b071e100bf4f18bf", "index_title": "Otzar Midrashim", "category": "Midrash", "type": "", "ref": "Otzar Midrashim, Baraita of Rabbi Pinchas Ben Yair 1:28", "anchorRef": "Numbers 30:4", "anchorRefExpanded": ["Numbers 30:4"], "sourceRef": "Otzar Midrashim, Baraita of Rabbi Pinchas Ben Yair 1:28", "sourceHeRef": "אוצר מדרשים, ברייתא דר׳ פנחס בן יאיר א׳:כ״ח", "anchorVerse": 4, "sourceHasEn": false, "compDate": [1915], "commentaryNum": 1.0028, "collectiveTitle": {"en": "Otzar Midrashim", "he": "אוצר מדרשים"}, "he": "י״ט) שלשה טכסים (מינים) יש בזבחים: שלמי תודה, נדבה, ונדר, ונקרבים על שלשה דברים: על לשעבר, ועל דבר העומד, ועל לעתיד לבא. זבח תודה נקרב על הודיית עסק טוב שכבר בא עליו, לכן נקרא שמו תודה, שהוא מהלל ומודה ומברך את המקום על הטובות שקיבל הימנו. וקרבן תודה חביב לפני המקום, שנאמר זֹבֵחַ תּוֹדָה יְכַבְּדָנְנִי (תהלים נ׳ כ\"ג), לפיכך אתה מוצא אותה מלאה מכל דבר כסעודה מלאה. כל מאכל יש בקרבן תודה: חלות, חלות לחם חמץ, לחם מצה, יש בה שמן, ויש בה רקיקין. שלמי נדבה נקרבין על כל דבר טוב שאדם מתנדב מלבו. אבל קרבן נדר נקרב על הרבה דברים: הנזיר מקריב קרבן נדר, והנשים שאסרו איסור על נפשן בבית אביהן או בבית בעליהן, כמו שנאמר ואשה כי תדור נדר וגו׳ (במדבר ל׳), וכמו שעשה יעקב אבינו שנאמר וידר יעקב נדר (בראשית כ״ח), ובחנה אם שמואל כתיב ותדור חנה (ש״א א׳), ועוד דברים אחרים, שכן כתיב ואיש כי ידור נדר לה׳ (במדבר ל׳).", "heVersionTitle": "Otzar Midrashim, New York, 1915", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "", "versionTitle": "Rabbi Mike Feuer, Jerusalem Anthology", "license": "", "versionTitleInHebrew": "רבי מייק פוייר, לקט ירושלים"}, {"_id": "5caf003838f4c90017cdd56b", "index_title": "Sefer Hamitzvot of Rasag", "category": "Halakhah", "type": "sifrei mitzvot", "ref": "Sefer Hamitzvot of Rasag, Positive Commandments 103", "anchorRef": "Numbers 30:4-6", "anchorRefExpanded": ["Numbers 30:4", "Numbers 30:5", "Numbers 30:6"], "sourceRef": "Sefer Hamitzvot of Rasag, Positive Commandments 103", "sourceHeRef": "ספר המצוות לרס\"ג, מצות עשה ק״ג", "anchorVerse": 4, "sourceHasEn": true, "compDate": [918, 942], "commentaryNum": 103, "collectiveTitle": {"en": "Sefer Hamitzvot of Rasag", "he": "ספר המצוות לרס\"ג"}, "he": "<big><strong>שַׁ</strong></big>אֲנַנָּה בִּנְדָרֶיהָ וֶאֱסָרֶיהָ לְאָבִיהָ", "heVersionTitle": "Sefer Hamitzvot L'Rasag, Warsaw, 1914. Vocalized Edition", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "<b> Shin </b> A carefree girl's oaths and prohibitions are her father's", "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": ""}, {"_id": "610233eadc78c74f7f23248b", "index_title": "Tzror HaMor on Torah", "category": "Quoting Commentary", "type": "", "ref": "Tzror HaMor on Torah, Numbers 30:2:1", "anchorRef": "Numbers 30:4", "anchorRefExpanded": ["Numbers 30:4"], "sourceRef": "Tzror HaMor on Torah, Numbers 30:2:1", "sourceHeRef": "צרור המור על התורה, במדבר ל׳:ב׳:א׳", "anchorVerse": 4, "sourceHasEn": false, "compDate": [1460, 1510], "commentaryNum": 2.0001, "collectiveTitle": {"en": "Tzror HaMor on Torah", "he": "צרור המור על התורה"}, "heTitle": "במדבר", "he": "<b>ראשי המטות. איש כי ידור נדר לה'.</b> לפי שכתב למעלה אלה תעשו לה' במועדיכם לבד מנדריכם ונדבותיכם. ונראה שהנדרים נזכרים במקום אחר וזה לא מצאנוהו. לזה סמך מיד ענין הנדרים ואמר איש כי ידור נדר לה' לא יחל דברו. וכן אשה כי תדור נדר לה'. ופירש כאן כל דיני הנדרים. והנכון שסמך פרשה זו לכאן. לפי שלמעלה כתב ענין המועדים כולם. וחתם בחג הסוכות שיש בו שמחה יתירה מבכל המועדים. לפי שהוא חג האסיף. וידוע כי מתוך השמחה והאכילה אדם טועה לפי שיצרו מתגבר עליו. כמוזכר באיוב ויהי כי הקיפו ימי המשתה והשמחה והעלה עולות כי אמר איוב אולי חטאו בני. עד שלזה הטעם החכמים הראשונים היו משברים כלי זכוכית יפים בסעודות כדי שיתעצבו האנשים וייראו את ה'. ואמרו וגילו ברעדה במקום גילה שם תהא רעדה. ולזה הטעם בעצמו תקנו בשנוי היין הטוב והמטיב ולא בשינוי הפת. דלא כהראב\"ד ז\"ל שכתב שעל שינוי הפת אומרים ג\"כ הטוב והמטיב. לפי שידוע שהיין בוגד וזנות יין ותירוש יקח לב. ולפי שבשמחת היין יתפתו בני האדם לעצת נחש הנחשת. צותה התורה כי בכל מקום שיש בו שינוי היין שיש בו ריבוי שמחה. שיאמרו הטוב והמטיב. בענין שיזכרו האנשים ויאמרו על מה נתקנה ברכה זו. ויאמרו להם על הרוגי ביתר שהיו חסידים גדולים ונהרגו כמה אלפים מהם עד שגדרו הכרמים בהם. ועשה השם עמהם נס שלא הסריחו ושניתנו לקבורה. וזהו הטוב שלא הסריחו והמטיב שניתנו לקבורה. ואז יאמרו בלבם ברוך דיין האמת. איך נהרגו חסידים אלו ושפכו דמם כמים וזבלו בהם הכרמים ושמום גדר לכרמים. מה יעשו אזובי קיר. ומתוך זה יתעצבו אל לבם וישובו אל ה' ולא יחטאו בריבוי השמחה והיין. וכן צריך לכל אדם לעשות ולשמור נפשו מהשמחות כאומרו טוב לכת אל בית אבל וגו'. ולפי שיצר לב האדם רע מנעוריו ואולי לא יועיל כל זה. ויצרו יועצו לחטוא ושילך אחר התאוות. התיקון לזה הוא שידור נדר לה'. ויאמר כה יעשה לי אלהים אם אעשה דבר זה או אם אוכל או אשתה דבר זה. וזה שאמר בבועז חי ה' שכבי עד הבקר. ואמרו חכמים ז\"ל למי נשבע ליצרו נשבע. וכן אמרו נשבע להרע ולא ימיר לסגף עצמו בתעניות ולא ימיר. וזהו נדרים סייג לפרישות. ולכן אחר שכתב ענין המועדים והשמחות. כתב מיד ענין הנדרים. להורות שאם יתגאה יצרו עליו שיקפוץ בשבועה וידור נדר ויאסור איסר על נפשו. וישים רסן בלחייו בשבועה בענין שלא יחטא. וזה לא בלבד בדברים האסורים ובמותרות. אלא אפילו בדברים המותרים יש לאסור נפשו. כאומרם קדש עצמך במותר לך. בענין שבזה לא יחטא דברים האסורים. כאומרו תמוך אשורי במעגלותיך. בענין שבזה לא ימוטו פעמיך חוץ ממעגלותיך:", "heVersionTitle": "Tzeror Hamor, Warsaw, 1879", "heLicense": "Public Domain", "heVersionTitleInHebrew": "צרור המור על התורה, וורשא, תרל\"ט", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6121b8f1c823a798e70b5d88", "index_title": "Yalkut Shimoni on Torah", "category": "Midrash", "type": "quotation_auto", "ref": "Yalkut Shimoni on Torah 785:1", "anchorRef": "Numbers 30:4", "anchorRefExpanded": ["Numbers 30:4"], "sourceRef": "Yalkut Shimoni on Torah 785:1", "sourceHeRef": "ילקוט שמעוני על התורה תשפ״ה:א׳", "anchorVerse": 4, "sourceHasEn": false, "compDate": [1100], "commentaryNum": 785.0001, "collectiveTitle": {"en": "Yalkut Shimoni on Torah", "he": "ילקוט שמעוני על התורה"}, "heTitle": "ילקוט שמעוני על התורה", "he": "איש להוציא את הקטן. משמע מוציא את הקטן ואת בן שלש עשרה שנה ויום אחד, הרי אתה דן נאמר כאן נדר ונאמר להלן נדר מה נדר האמור להלן הפלאה סמוך לאיש אף נדר האמור כאן הפלאה סמוך לאיש, מכאן אמרו בן שלש עשרה שנה ויום אחד נדריו קיימין. כי ידור נדר לה' את שהסמיך נדרו לדבר שאפשר לו הרי זה נדר ואם לאו אין זה נדר, אתה אומר כן או אינו אלא עד שאמר לשם, ת\"ל (לאסור אסר) [לנדור נדר] מכל מקום. או כשם שבנדרים את שהסמיך נדרו לדבר שאפשר לו הרי זה נדר ואם לאו אין זה נדר יכול אף בשבועות כן, תלמוד לומר לאסור אסר מ\"מ. מה הפרש בין נדרים לשבועות, בנדרים כנודר בחיי המלך, בשבועות כנשבע במלך עצמו, ואע\"פ שאין ראיה לדבר זכר לדבר שנאמר חי ה' וחי נפשך. כל חולין שאני אוכל כבשר חזיר כעבודת אלילים כעורות לבובין כנבלות וטרפות כשקצים ורמשים (כנחלת) [כחלת] אהרן וכתרומתו מותר. מנא הני מילי א\"ק איש כי ידור נדר עד שידור בדבר הנדור. א\"ה אפילו בדבר האסור נמי דהא כתיב לאסור אסר, מיבעי ליה לכדתניא איזהו אסר האמור בתורה וכו' (להלן ברמז הזה):", "heVersionTitle": "Yalkut Shimoni on Torah", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "61d5d525f4629f2b572785c2", "index_title": "Sefer HaShorashim", "category": "Reference", "type": "reference", "ref": "Sefer HaShorashim, אסר 1", "anchorRef": "Numbers 30:4", "anchorRefExpanded": ["Numbers 30:4"], "sourceRef": "Sefer HaShorashim, אסר 1", "sourceHeRef": "ספר השרשים, אסר א׳", "anchorVerse": 4, "sourceHasEn": false, "compDate": [1185, 1235], "commentaryNum": 1, "collectiveTitle": {"en": "Sefer HaShorashim", "he": "ספר השרשים"}, "heTitle": "אסר", "he": ["<strong><big>אסר</big></strong>   <strong>וְאָֽסְרָה אִסָּר</strong> (<a class=\"refLink\" href=\"Numbers 30:4\" data-ref=\"Numbers 30:4\">במדבר ל, ד</a>), <strong>וַאֲסַרְנֻהוּ</strong> לְעַנֹּתוֹ (<a class=\"refLink\" href=\"Judges 16:5\" data-ref=\"Judges 16:5\">שופטים טז, ה</a>), <strong>וַיֶּאְסֹר</strong> אֶת־רִכְבּוֹ (<a class=\"refLink\" href=\"Exodus 14:6\" data-ref=\"Exodus 14:6\">שמות יד, ו</a>), ה<strong>אל\"ף</strong> בשוא לבדו,<strong> וַיֶּֽאֱסֹר </strong>אֹתוֹ לְעֵֽינֵיהֶֽם (<a class=\"refLink\" href=\"Genesis 42:24\" data-ref=\"Genesis 42:24\">בראשית מב, כד</a>), בשוא וסגול. והמסורת עליו לית רפה וכל כפתיא דשמשון דכותיה. כִּֽי־מִבֵּית <strong>הָֽסוּרִים</strong> (<a class=\"refLink\" href=\"Ecclesiastes 4:14\" data-ref=\"Ecclesiastes 4:14\">קהלת ד, יד</a>), נחה ה<strong>אל\"ף</strong> וחסרה מהמכתב והוא בית הסהר שמתנין שם האסורים. <strong>אֲסוּרִים</strong> יָדֶיהָ (<a class=\"refLink\" href=\"Ecclesiastes 7:26\" data-ref=\"Ecclesiastes 7:26\">קהלת ז, כו</a>), כלומר הנלכד בידיה, כמו הנסגר בבית האסורים. ומשקל אחר וְנָֽתְנוּ אוֹתוֹ בֵּית <strong>הָֽאֵסוּר</strong> (<a class=\"refLink\" href=\"Jeremiah 37:15\" data-ref=\"Jeremiah 37:15\">ירמיה לז, טו</a>), והוא בפלס אֵטוּן מִצְרָֽיִם (<a class=\"refLink\" href=\"Proverbs 7:16\" data-ref=\"Proverbs 7:16\">משלי ז, טז</a>), אֵבוּס בְּעָלָיו (<a class=\"refLink\" href=\"Isaiah 1:3\" data-ref=\"Isaiah 1:3\">ישעיה א, ג</a>). ואפשר שיהיה מזה המשקל וַיִּמַּסּוּ <strong>אֱסוּרָיו</strong> מֵעַל יָדָֽיו (<a class=\"refLink\" href=\"Judges 15:14\" data-ref=\"Judges 15:14\">שופטים טו, יד</a>), והם היחרים שנאסר בהם. <strong>והתאר</strong> תָּבוֹא לְפָנֶיךָ אֶנְקַת <strong>אָסִיר</strong> (<a class=\"refLink\" href=\"Psalms 79:11\" data-ref=\"Psalms 79:11\">תהלים עט, יא</a>) לִשְׁמֹעַ אֶנְקַת <strong>אָסִיר</strong> (<a class=\"refLink\" href=\"Psalms 102:21\" data-ref=\"Psalms 102:21\">תהלים קב, כא</a>). והקבוץ אֵת כָּל־<strong>הָאֲסִירִם</strong> אֲשֶׁר בְּבֵית הַסֹּהַר (<a class=\"refLink\" href=\"Genesis 39:22\" data-ref=\"Genesis 39:22\">בראשית לט, כב</a>) <strong>אֲסִירָיו </strong>לֹֽא־פָתַח בָּֽיְתָה (<a class=\"refLink\" href=\"Isaiah 14:18\" data-ref=\"Isaiah 14:18\">ישעיה יד, יח</a>). ובדגש וְאֻסְּפוּ אֲסֵפָה <strong>אַסִּיר</strong> עַל־בּוֹר (<a class=\"refLink\" href=\"Isaiah 24:22\" data-ref=\"Isaiah 24:22\">ישעיה כד, כב</a>), לְהוֹצִיא מִמַּסְגֵּר <strong>אַסִּיר</strong> (<a class=\"refLink\" href=\"Isaiah 42:7\" data-ref=\"Isaiah 42:7\">ישעיה מב, ז</a>), בִּלְתִּי כָרַע תַּחַת <strong>אַסִּיר</strong> (<a class=\"refLink\" href=\"Isaiah 10:4\" data-ref=\"Isaiah 10:4\">ישעיה י, ד</a>), מִי־<strong>יֶאְסֹר</strong> הַמִּלְחָמָה (<a class=\"refLink\" href=\"I Kings 20:14\" data-ref=\"I Kings 20:14\">מלכים א' כ, יד</a>), כולם ענין קשירה. ופירוש <strong>מִי־יֶאְסֹר הַמִּלְחָמָה</strong> ענין אסירת הרכב . <strong>והנפעל</strong> וְאַתֶּם <strong>הֵאָסְרוּ</strong> (<a class=\"refLink\" href=\"Genesis 42:16\" data-ref=\"Genesis 42:16\">בראשית מב, טז</a>), אֲחִיכֶם אֶחָד <strong>יֵֽאָסֵר</strong> (<a class=\"refLink\" href=\"Genesis 42:19\" data-ref=\"Genesis 42:19\">בראשית מב, יט</a>). <strong>ושלא נזכר פועלו מהדגוש</strong> [פֻּעַל] כָּל־נִמְצָאַיִךְ <strong>אֻסְּרוּ</strong> יַחְדָּו מֵרָחוֹק בָּרָֽחוּ (<a class=\"refLink\" href=\"Isaiah 22:3\" data-ref=\"Isaiah 22:3\">ישעיה כב, ג</a>), פירוש הנמצאים בך אוסרו וגם כן אשר ברחו מרחוק הושגו ואוסרו כמו צדקיהו וסיעתו שברחו וחשבו כי היו נמלטים ואומרו כמו כן. ואמר רבי יהודה כי מזה השרש וְהֵבֵאתִי אֶתְכֶם<strong> בְּמָסֹרֶת</strong> הַבְּרִֽית (<a class=\"refLink\" href=\"Ezekiel 20:37\" data-ref=\"Ezekiel 20:37\">יחזקאל כ, לז</a>), משפטו <strong>בְּמַֽאֲסֹרֶת</strong>."], "heVersionTitle": "Sefer HaShorashim, Berlin 1847", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "62037ee56bfddfbb310fed0c", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Numbers, On the Book of Numbers and Its Structure 2-52", "anchorRef": "Numbers 1:1-36:13", "anchorRefExpanded": ["Numbers 1:1", "Numbers 1:2", "Numbers 1:3", "Numbers 1:4", "Numbers 1:5", "Numbers 1:6", "Numbers 1:7", "Numbers 1:8", "Numbers 1:9", "Numbers 1:10", "Numbers 1:11", "Numbers 1:12", "Numbers 1:13", "Numbers 1:14", "Numbers 1:15", "Numbers 1:16", "Numbers 1:17", "Numbers 1:18", "Numbers 1:19", "Numbers 1:20", "Numbers 1:21", "Numbers 1:22", "Numbers 1:23", "Numbers 1:24", "Numbers 1:25", "Numbers 1:26", "Numbers 1:27", "Numbers 1:28", "Numbers 1:29", "Numbers 1:30", "Numbers 1:31", "Numbers 1:32", "Numbers 1:33", "Numbers 1:34", "Numbers 1:35", "Numbers 1:36", "Numbers 1:37", "Numbers 1:38", "Numbers 1:39", "Numbers 1:40", "Numbers 1:41", "Numbers 1:42", "Numbers 1:43", "Numbers 1:44", "Numbers 1:45", "Numbers 1:46", "Numbers 1:47", "Numbers 1:48", "Numbers 1:49", "Numbers 1:50", "Numbers 1:51", "Numbers 1:52", "Numbers 1:53", "Numbers 1:54", "Numbers 2:1", "Numbers 2:2", "Numbers 2:3", "Numbers 2:4", "Numbers 2:5", "Numbers 2:6", "Numbers 2:7", "Numbers 2:8", "Numbers 2:9", "Numbers 2:10", "Numbers 2:11", "Numbers 2:12", "Numbers 2:13", "Numbers 2:14", "Numbers 2:15", "Numbers 2:16", "Numbers 2:17", "Numbers 2:18", "Numbers 2:19", "Numbers 2:20", "Numbers 2:21", "Numbers 2:22", "Numbers 2:23", "Numbers 2:24", "Numbers 2:25", "Numbers 2:26", "Numbers 2:27", "Numbers 2:28", "Numbers 2:29", "Numbers 2:30", "Numbers 2:31", "Numbers 2:32", "Numbers 2:33", "Numbers 2:34", "Numbers 3:1", "Numbers 3:2", "Numbers 3:3", "Numbers 3:4", "Numbers 3:5", "Numbers 3:6", "Numbers 3:7", "Numbers 3:8", "Numbers 3:9", "Numbers 3:10", "Numbers 3:11", "Numbers 3:12", "Numbers 3:13", "Numbers 3:14", "Numbers 3:15", "Numbers 3:16", "Numbers 3:17", "Numbers 3:18", "Numbers 3:19", "Numbers 3:20", "Numbers 3:21", "Numbers 3:22", "Numbers 3:23", "Numbers 3:24", "Numbers 3:25", "Numbers 3:26", "Numbers 3:27", "Numbers 3:28", "Numbers 3:29", "Numbers 3:30", "Numbers 3:31", "Numbers 3:32", "Numbers 3:33", "Numbers 3:34", "Numbers 3:35", "Numbers 3:36", "Numbers 3:37", "Numbers 3:38", "Numbers 3:39", "Numbers 3:40", "Numbers 3:41", "Numbers 3:42", "Numbers 3:43", "Numbers 3:44", "Numbers 3:45", "Numbers 3:46", "Numbers 3:47", "Numbers 3:48", "Numbers 3:49", "Numbers 3:50", "Numbers 3:51", "Numbers 4:1", "Numbers 4:2", "Numbers 4:3", "Numbers 4:4", "Numbers 4:5", "Numbers 4:6", "Numbers 4:7", "Numbers 4:8", "Numbers 4:9", "Numbers 4:10", "Numbers 4:11", "Numbers 4:12", "Numbers 4:13", "Numbers 4:14", "Numbers 4:15", "Numbers 4:16", "Numbers 4:17", "Numbers 4:18", "Numbers 4:19", "Numbers 4:20", "Numbers 4:21", "Numbers 4:22", "Numbers 4:23", "Numbers 4:24", "Numbers 4:25", "Numbers 4:26", "Numbers 4:27", "Numbers 4:28", "Numbers 4:29", "Numbers 4:30", "Numbers 4:31", "Numbers 4:32", "Numbers 4:33", "Numbers 4:34", "Numbers 4:35", "Numbers 4:36", "Numbers 4:37", "Numbers 4:38", "Numbers 4:39", "Numbers 4:40", "Numbers 4:41", "Numbers 4:42", "Numbers 4:43", "Numbers 4:44", "Numbers 4:45", "Numbers 4:46", "Numbers 4:47", "Numbers 4:48", "Numbers 4:49", "Numbers 5:1", "Numbers 5:2", "Numbers 5:3", "Numbers 5:4", "Numbers 5:5", "Numbers 5:6", "Numbers 5:7", "Numbers 5:8", "Numbers 5:9", "Numbers 5:10", "Numbers 5:11", "Numbers 5:12", "Numbers 5:13", "Numbers 5:14", "Numbers 5:15", "Numbers 5:16", "Numbers 5:17", "Numbers 5:18", "Numbers 5:19", "Numbers 5:20", "Numbers 5:21", "Numbers 5:22", "Numbers 5:23", "Numbers 5:24", "Numbers 5:25", "Numbers 5:26", "Numbers 5:27", "Numbers 5:28", "Numbers 5:29", "Numbers 5:30", "Numbers 5:31", "Numbers 6:1", "Numbers 6:2", "Numbers 6:3", "Numbers 6:4", "Numbers 6:5", "Numbers 6:6", "Numbers 6:7", "Numbers 6:8", "Numbers 6:9", "Numbers 6:10", "Numbers 6:11", "Numbers 6:12", "Numbers 6:13", "Numbers 6:14", "Numbers 6:15", "Numbers 6:16", "Numbers 6:17", "Numbers 6:18", "Numbers 6:19", "Numbers 6:20", "Numbers 6:21", "Numbers 6:22", "Numbers 6:23", "Numbers 6:24", "Numbers 6:25", "Numbers 6:26", "Numbers 6:27", "Numbers 7:1", "Numbers 7:2", "Numbers 7:3", "Numbers 7:4", "Numbers 7:5", "Numbers 7:6", "Numbers 7:7", "Numbers 7:8", "Numbers 7:9", "Numbers 7:10", "Numbers 7:11", "Numbers 7:12", "Numbers 7:13", "Numbers 7:14", "Numbers 7:15", "Numbers 7:16", "Numbers 7:17", "Numbers 7:18", "Numbers 7:19", "Numbers 7:20", "Numbers 7:21", "Numbers 7:22", "Numbers 7:23", "Numbers 7:24", "Numbers 7:25", "Numbers 7:26", "Numbers 7:27", "Numbers 7:28", "Numbers 7:29", "Numbers 7:30", "Numbers 7:31", "Numbers 7:32", "Numbers 7:33", "Numbers 7:34", "Numbers 7:35", "Numbers 7:36", "Numbers 7:37", "Numbers 7:38", "Numbers 7:39", "Numbers 7:40", "Numbers 7:41", "Numbers 7:42", "Numbers 7:43", "Numbers 7:44", "Numbers 7:45", "Numbers 7:46", "Numbers 7:47", "Numbers 7:48", "Numbers 7:49", "Numbers 7:50", "Numbers 7:51", "Numbers 7:52", "Numbers 7:53", "Numbers 7:54", "Numbers 7:55", "Numbers 7:56", "Numbers 7:57", "Numbers 7:58", "Numbers 7:59", "Numbers 7:60", "Numbers 7:61", "Numbers 7:62", "Numbers 7:63", "Numbers 7:64", "Numbers 7:65", "Numbers 7:66", "Numbers 7:67", "Numbers 7:68", "Numbers 7:69", "Numbers 7:70", "Numbers 7:71", "Numbers 7:72", "Numbers 7:73", "Numbers 7:74", "Numbers 7:75", "Numbers 7:76", "Numbers 7:77", "Numbers 7:78", "Numbers 7:79", "Numbers 7:80", "Numbers 7:81", "Numbers 7:82", "Numbers 7:83", "Numbers 7:84", "Numbers 7:85", "Numbers 7:86", "Numbers 7:87", "Numbers 7:88", "Numbers 7:89", "Numbers 8:1", "Numbers 8:2", "Numbers 8:3", "Numbers 8:4", "Numbers 8:5", "Numbers 8:6", "Numbers 8:7", "Numbers 8:8", "Numbers 8:9", "Numbers 8:10", "Numbers 8:11", "Numbers 8:12", "Numbers 8:13", "Numbers 8:14", "Numbers 8:15", "Numbers 8:16", "Numbers 8:17", "Numbers 8:18", "Numbers 8:19", "Numbers 8:20", "Numbers 8:21", "Numbers 8:22", "Numbers 8:23", "Numbers 8:24", "Numbers 8:25", "Numbers 8:26", "Numbers 9:1", "Numbers 9:2", "Numbers 9:3", "Numbers 9:4", "Numbers 9:5", "Numbers 9:6", "Numbers 9:7", "Numbers 9:8", "Numbers 9:9", "Numbers 9:10", "Numbers 9:11", "Numbers 9:12", "Numbers 9:13", "Numbers 9:14", "Numbers 9:15", "Numbers 9:16", "Numbers 9:17", "Numbers 9:18", "Numbers 9:19", "Numbers 9:20", "Numbers 9:21", "Numbers 9:22", "Numbers 9:23", "Numbers 10:1", "Numbers 10:2", "Numbers 10:3", "Numbers 10:4", "Numbers 10:5", "Numbers 10:6", "Numbers 10:7", "Numbers 10:8", "Numbers 10:9", "Numbers 10:10", "Numbers 10:11", "Numbers 10:12", "Numbers 10:13", "Numbers 10:14", "Numbers 10:15", "Numbers 10:16", "Numbers 10:17", "Numbers 10:18", "Numbers 10:19", "Numbers 10:20", "Numbers 10:21", "Numbers 10:22", "Numbers 10:23", "Numbers 10:24", "Numbers 10:25", "Numbers 10:26", "Numbers 10:27", "Numbers 10:28", "Numbers 10:29", "Numbers 10:30", "Numbers 10:31", "Numbers 10:32", "Numbers 10:33", "Numbers 10:34", "Numbers 10:35", "Numbers 10:36", "Numbers 11:1", "Numbers 11:2", "Numbers 11:3", "Numbers 11:4", "Numbers 11:5", "Numbers 11:6", "Numbers 11:7", "Numbers 11:8", "Numbers 11:9", "Numbers 11:10", "Numbers 11:11", "Numbers 11:12", "Numbers 11:13", "Numbers 11:14", "Numbers 11:15", "Numbers 11:16", "Numbers 11:17", "Numbers 11:18", "Numbers 11:19", "Numbers 11:20", "Numbers 11:21", "Numbers 11:22", "Numbers 11:23", "Numbers 11:24", "Numbers 11:25", "Numbers 11:26", "Numbers 11:27", "Numbers 11:28", "Numbers 11:29", "Numbers 11:30", "Numbers 11:31", "Numbers 11:32", "Numbers 11:33", "Numbers 11:34", "Numbers 11:35", "Numbers 12:1", "Numbers 12:2", "Numbers 12:3", "Numbers 12:4", "Numbers 12:5", "Numbers 12:6", "Numbers 12:7", "Numbers 12:8", "Numbers 12:9", "Numbers 12:10", "Numbers 12:11", "Numbers 12:12", "Numbers 12:13", "Numbers 12:14", "Numbers 12:15", "Numbers 12:16", "Numbers 13:1", "Numbers 13:2", "Numbers 13:3", "Numbers 13:4", "Numbers 13:5", "Numbers 13:6", "Numbers 13:7", "Numbers 13:8", "Numbers 13:9", "Numbers 13:10", "Numbers 13:11", "Numbers 13:12", "Numbers 13:13", "Numbers 13:14", "Numbers 13:15", "Numbers 13:16", "Numbers 13:17", "Numbers 13:18", "Numbers 13:19", "Numbers 13:20", "Numbers 13:21", "Numbers 13:22", "Numbers 13:23", "Numbers 13:24", "Numbers 13:25", "Numbers 13:26", "Numbers 13:27", "Numbers 13:28", "Numbers 13:29", "Numbers 13:30", "Numbers 13:31", "Numbers 13:32", "Numbers 13:33", "Numbers 14:1", "Numbers 14:2", "Numbers 14:3", "Numbers 14:4", "Numbers 14:5", "Numbers 14:6", "Numbers 14:7", "Numbers 14:8", "Numbers 14:9", "Numbers 14:10", "Numbers 14:11", "Numbers 14:12", "Numbers 14:13", "Numbers 14:14", "Numbers 14:15", "Numbers 14:16", "Numbers 14:17", "Numbers 14:18", "Numbers 14:19", "Numbers 14:20", "Numbers 14:21", "Numbers 14:22", "Numbers 14:23", "Numbers 14:24", "Numbers 14:25", "Numbers 14:26", "Numbers 14:27", "Numbers 14:28", "Numbers 14:29", "Numbers 14:30", "Numbers 14:31", "Numbers 14:32", "Numbers 14:33", "Numbers 14:34", "Numbers 14:35", "Numbers 14:36", "Numbers 14:37", "Numbers 14:38", "Numbers 14:39", "Numbers 14:40", "Numbers 14:41", "Numbers 14:42", "Numbers 14:43", "Numbers 14:44", "Numbers 14:45", "Numbers 15:1", "Numbers 15:2", "Numbers 15:3", "Numbers 15:4", "Numbers 15:5", "Numbers 15:6", "Numbers 15:7", "Numbers 15:8", "Numbers 15:9", "Numbers 15:10", "Numbers 15:11", "Numbers 15:12", "Numbers 15:13", "Numbers 15:14", "Numbers 15:15", "Numbers 15:16", "Numbers 15:17", "Numbers 15:18", "Numbers 15:19", "Numbers 15:20", "Numbers 15:21", "Numbers 15:22", "Numbers 15:23", "Numbers 15:24", "Numbers 15:25", "Numbers 15:26", "Numbers 15:27", "Numbers 15:28", "Numbers 15:29", "Numbers 15:30", "Numbers 15:31", "Numbers 15:32", "Numbers 15:33", "Numbers 15:34", "Numbers 15:35", "Numbers 15:36", "Numbers 15:37", "Numbers 15:38", "Numbers 15:39", "Numbers 15:40", "Numbers 15:41", "Numbers 16:1", "Numbers 16:2", "Numbers 16:3", "Numbers 16:4", "Numbers 16:5", "Numbers 16:6", "Numbers 16:7", "Numbers 16:8", "Numbers 16:9", "Numbers 16:10", "Numbers 16:11", "Numbers 16:12", "Numbers 16:13", "Numbers 16:14", "Numbers 16:15", "Numbers 16:16", "Numbers 16:17", "Numbers 16:18", "Numbers 16:19", "Numbers 16:20", "Numbers 16:21", "Numbers 16:22", "Numbers 16:23", "Numbers 16:24", "Numbers 16:25", "Numbers 16:26", "Numbers 16:27", "Numbers 16:28", "Numbers 16:29", "Numbers 16:30", "Numbers 16:31", "Numbers 16:32", "Numbers 16:33", "Numbers 16:34", "Numbers 16:35", "Numbers 17:1", "Numbers 17:2", "Numbers 17:3", "Numbers 17:4", "Numbers 17:5", "Numbers 17:6", "Numbers 17:7", "Numbers 17:8", "Numbers 17:9", "Numbers 17:10", "Numbers 17:11", "Numbers 17:12", "Numbers 17:13", "Numbers 17:14", "Numbers 17:15", "Numbers 17:16", "Numbers 17:17", "Numbers 17:18", "Numbers 17:19", "Numbers 17:20", "Numbers 17:21", "Numbers 17:22", "Numbers 17:23", "Numbers 17:24", "Numbers 17:25", "Numbers 17:26", "Numbers 17:27", "Numbers 17:28", "Numbers 18:1", "Numbers 18:2", "Numbers 18:3", "Numbers 18:4", "Numbers 18:5", "Numbers 18:6", "Numbers 18:7", "Numbers 18:8", "Numbers 18:9", "Numbers 18:10", "Numbers 18:11", "Numbers 18:12", "Numbers 18:13", "Numbers 18:14", "Numbers 18:15", "Numbers 18:16", "Numbers 18:17", "Numbers 18:18", "Numbers 18:19", "Numbers 18:20", "Numbers 18:21", "Numbers 18:22", "Numbers 18:23", "Numbers 18:24", "Numbers 18:25", "Numbers 18:26", "Numbers 18:27", "Numbers 18:28", "Numbers 18:29", "Numbers 18:30", "Numbers 18:31", "Numbers 18:32", "Numbers 19:1", "Numbers 19:2", "Numbers 19:3", "Numbers 19:4", "Numbers 19:5", "Numbers 19:6", "Numbers 19:7", "Numbers 19:8", "Numbers 19:9", "Numbers 19:10", "Numbers 19:11", "Numbers 19:12", "Numbers 19:13", "Numbers 19:14", "Numbers 19:15", "Numbers 19:16", "Numbers 19:17", "Numbers 19:18", "Numbers 19:19", "Numbers 19:20", "Numbers 19:21", "Numbers 19:22", "Numbers 20:1", "Numbers 20:2", "Numbers 20:3", "Numbers 20:4", "Numbers 20:5", "Numbers 20:6", "Numbers 20:7", "Numbers 20:8", "Numbers 20:9", "Numbers 20:10", "Numbers 20:11", "Numbers 20:12", "Numbers 20:13", "Numbers 20:14", "Numbers 20:15", "Numbers 20:16", "Numbers 20:17", "Numbers 20:18", "Numbers 20:19", "Numbers 20:20", "Numbers 20:21", "Numbers 20:22", "Numbers 20:23", "Numbers 20:24", "Numbers 20:25", "Numbers 20:26", "Numbers 20:27", "Numbers 20:28", "Numbers 20:29", "Numbers 21:1", "Numbers 21:2", "Numbers 21:3", "Numbers 21:4", "Numbers 21:5", "Numbers 21:6", "Numbers 21:7", "Numbers 21:8", "Numbers 21:9", "Numbers 21:10", "Numbers 21:11", "Numbers 21:12", "Numbers 21:13", "Numbers 21:14", "Numbers 21:15", "Numbers 21:16", "Numbers 21:17", "Numbers 21:18", "Numbers 21:19", "Numbers 21:20", "Numbers 21:21", "Numbers 21:22", "Numbers 21:23", "Numbers 21:24", "Numbers 21:25", "Numbers 21:26", "Numbers 21:27", "Numbers 21:28", "Numbers 21:29", "Numbers 21:30", "Numbers 21:31", "Numbers 21:32", "Numbers 21:33", "Numbers 21:34", "Numbers 21:35", "Numbers 22:1", "Numbers 22:2", "Numbers 22:3", "Numbers 22:4", "Numbers 22:5", "Numbers 22:6", "Numbers 22:7", "Numbers 22:8", "Numbers 22:9", "Numbers 22:10", "Numbers 22:11", "Numbers 22:12", "Numbers 22:13", "Numbers 22:14", "Numbers 22:15", "Numbers 22:16", "Numbers 22:17", "Numbers 22:18", "Numbers 22:19", "Numbers 22:20", "Numbers 22:21", "Numbers 22:22", "Numbers 22:23", "Numbers 22:24", "Numbers 22:25", "Numbers 22:26", "Numbers 22:27", "Numbers 22:28", "Numbers 22:29", "Numbers 22:30", "Numbers 22:31", "Numbers 22:32", "Numbers 22:33", "Numbers 22:34", "Numbers 22:35", "Numbers 22:36", "Numbers 22:37", "Numbers 22:38", "Numbers 22:39", "Numbers 22:40", "Numbers 22:41", "Numbers 23:1", "Numbers 23:2", "Numbers 23:3", "Numbers 23:4", "Numbers 23:5", "Numbers 23:6", "Numbers 23:7", "Numbers 23:8", "Numbers 23:9", "Numbers 23:10", "Numbers 23:11", "Numbers 23:12", "Numbers 23:13", "Numbers 23:14", "Numbers 23:15", "Numbers 23:16", "Numbers 23:17", "Numbers 23:18", "Numbers 23:19", "Numbers 23:20", "Numbers 23:21", "Numbers 23:22", "Numbers 23:23", "Numbers 23:24", "Numbers 23:25", "Numbers 23:26", "Numbers 23:27", "Numbers 23:28", "Numbers 23:29", "Numbers 23:30", "Numbers 24:1", "Numbers 24:2", "Numbers 24:3", "Numbers 24:4", "Numbers 24:5", "Numbers 24:6", "Numbers 24:7", "Numbers 24:8", "Numbers 24:9", "Numbers 24:10", "Numbers 24:11", "Numbers 24:12", "Numbers 24:13", "Numbers 24:14", "Numbers 24:15", "Numbers 24:16", "Numbers 24:17", "Numbers 24:18", "Numbers 24:19", "Numbers 24:20", "Numbers 24:21", "Numbers 24:22", "Numbers 24:23", "Numbers 24:24", "Numbers 24:25", "Numbers 25:1", "Numbers 25:2", "Numbers 25:3", "Numbers 25:4", "Numbers 25:5", "Numbers 25:6", "Numbers 25:7", "Numbers 25:8", "Numbers 25:9", "Numbers 25:10", "Numbers 25:11", "Numbers 25:12", "Numbers 25:13", "Numbers 25:14", "Numbers 25:15", "Numbers 25:16", "Numbers 25:17", "Numbers 25:18", "Numbers 26:1", "Numbers 26:2", "Numbers 26:3", "Numbers 26:4", "Numbers 26:5", "Numbers 26:6", "Numbers 26:7", "Numbers 26:8", "Numbers 26:9", "Numbers 26:10", "Numbers 26:11", "Numbers 26:12", "Numbers 26:13", "Numbers 26:14", "Numbers 26:15", "Numbers 26:16", "Numbers 26:17", "Numbers 26:18", "Numbers 26:19", "Numbers 26:20", "Numbers 26:21", "Numbers 26:22", "Numbers 26:23", "Numbers 26:24", "Numbers 26:25", "Numbers 26:26", "Numbers 26:27", "Numbers 26:28", "Numbers 26:29", "Numbers 26:30", "Numbers 26:31", "Numbers 26:32", "Numbers 26:33", "Numbers 26:34", "Numbers 26:35", "Numbers 26:36", "Numbers 26:37", "Numbers 26:38", "Numbers 26:39", "Numbers 26:40", "Numbers 26:41", "Numbers 26:42", "Numbers 26:43", "Numbers 26:44", "Numbers 26:45", "Numbers 26:46", "Numbers 26:47", "Numbers 26:48", "Numbers 26:49", "Numbers 26:50", "Numbers 26:51", "Numbers 26:52", "Numbers 26:53", "Numbers 26:54", "Numbers 26:55", "Numbers 26:56", "Numbers 26:57", "Numbers 26:58", "Numbers 26:59", "Numbers 26:60", "Numbers 26:61", "Numbers 26:62", "Numbers 26:63", "Numbers 26:64", "Numbers 26:65", "Numbers 27:1", "Numbers 27:2", "Numbers 27:3", "Numbers 27:4", "Numbers 27:5", "Numbers 27:6", "Numbers 27:7", "Numbers 27:8", "Numbers 27:9", "Numbers 27:10", "Numbers 27:11", "Numbers 27:12", "Numbers 27:13", "Numbers 27:14", "Numbers 27:15", "Numbers 27:16", "Numbers 27:17", "Numbers 27:18", "Numbers 27:19", "Numbers 27:20", "Numbers 27:21", "Numbers 27:22", "Numbers 27:23", "Numbers 28:1", "Numbers 28:2", "Numbers 28:3", "Numbers 28:4", "Numbers 28:5", "Numbers 28:6", "Numbers 28:7", "Numbers 28:8", "Numbers 28:9", "Numbers 28:10", "Numbers 28:11", "Numbers 28:12", "Numbers 28:13", "Numbers 28:14", "Numbers 28:15", "Numbers 28:16", "Numbers 28:17", "Numbers 28:18", "Numbers 28:19", "Numbers 28:20", "Numbers 28:21", "Numbers 28:22", "Numbers 28:23", "Numbers 28:24", "Numbers 28:25", "Numbers 28:26", "Numbers 28:27", "Numbers 28:28", "Numbers 28:29", "Numbers 28:30", "Numbers 28:31", "Numbers 29:1", "Numbers 29:2", "Numbers 29:3", "Numbers 29:4", "Numbers 29:5", "Numbers 29:6", "Numbers 29:7", "Numbers 29:8", "Numbers 29:9", "Numbers 29:10", "Numbers 29:11", "Numbers 29:12", "Numbers 29:13", "Numbers 29:14", "Numbers 29:15", "Numbers 29:16", "Numbers 29:17", "Numbers 29:18", "Numbers 29:19", "Numbers 29:20", "Numbers 29:21", "Numbers 29:22", "Numbers 29:23", "Numbers 29:24", "Numbers 29:25", "Numbers 29:26", "Numbers 29:27", "Numbers 29:28", "Numbers 29:29", "Numbers 29:30", "Numbers 29:31", "Numbers 29:32", "Numbers 29:33", "Numbers 29:34", "Numbers 29:35", "Numbers 29:36", "Numbers 29:37", "Numbers 29:38", "Numbers 29:39", "Numbers 30:1", "Numbers 30:2", "Numbers 30:3", "Numbers 30:4", "Numbers 30:5", "Numbers 30:6", "Numbers 30:7", "Numbers 30:8", "Numbers 30:9", "Numbers 30:10", "Numbers 30:11", "Numbers 30:12", "Numbers 30:13", "Numbers 30:14", "Numbers 30:15", "Numbers 30:16", "Numbers 30:17", "Numbers 31:1", "Numbers 31:2", "Numbers 31:3", "Numbers 31:4", "Numbers 31:5", "Numbers 31:6", "Numbers 31:7", "Numbers 31:8", "Numbers 31:9", "Numbers 31:10", "Numbers 31:11", "Numbers 31:12", "Numbers 31:13", "Numbers 31:14", "Numbers 31:15", "Numbers 31:16", "Numbers 31:17", "Numbers 31:18", "Numbers 31:19", "Numbers 31:20", "Numbers 31:21", "Numbers 31:22", "Numbers 31:23", "Numbers 31:24", "Numbers 31:25", "Numbers 31:26", "Numbers 31:27", "Numbers 31:28", "Numbers 31:29", "Numbers 31:30", "Numbers 31:31", "Numbers 31:32", "Numbers 31:33", "Numbers 31:34", "Numbers 31:35", "Numbers 31:36", "Numbers 31:37", "Numbers 31:38", "Numbers 31:39", "Numbers 31:40", "Numbers 31:41", "Numbers 31:42", "Numbers 31:43", "Numbers 31:44", "Numbers 31:45", "Numbers 31:46", "Numbers 31:47", "Numbers 31:48", "Numbers 31:49", "Numbers 31:50", "Numbers 31:51", "Numbers 31:52", "Numbers 31:53", "Numbers 31:54", "Numbers 32:1", "Numbers 32:2", "Numbers 32:3", "Numbers 32:4", "Numbers 32:5", "Numbers 32:6", "Numbers 32:7", "Numbers 32:8", "Numbers 32:9", "Numbers 32:10", "Numbers 32:11", "Numbers 32:12", "Numbers 32:13", "Numbers 32:14", "Numbers 32:15", "Numbers 32:16", "Numbers 32:17", "Numbers 32:18", "Numbers 32:19", "Numbers 32:20", "Numbers 32:21", "Numbers 32:22", "Numbers 32:23", "Numbers 32:24", "Numbers 32:25", "Numbers 32:26", "Numbers 32:27", "Numbers 32:28", "Numbers 32:29", "Numbers 32:30", "Numbers 32:31", "Numbers 32:32", "Numbers 32:33", "Numbers 32:34", "Numbers 32:35", "Numbers 32:36", "Numbers 32:37", "Numbers 32:38", "Numbers 32:39", "Numbers 32:40", "Numbers 32:41", "Numbers 32:42", "Numbers 33:1", "Numbers 33:2", "Numbers 33:3", "Numbers 33:4", "Numbers 33:5", "Numbers 33:6", "Numbers 33:7", "Numbers 33:8", "Numbers 33:9", "Numbers 33:10", "Numbers 33:11", "Numbers 33:12", "Numbers 33:13", "Numbers 33:14", "Numbers 33:15", "Numbers 33:16", "Numbers 33:17", "Numbers 33:18", "Numbers 33:19", "Numbers 33:20", "Numbers 33:21", "Numbers 33:22", "Numbers 33:23", "Numbers 33:24", "Numbers 33:25", "Numbers 33:26", "Numbers 33:27", "Numbers 33:28", "Numbers 33:29", "Numbers 33:30", "Numbers 33:31", "Numbers 33:32", "Numbers 33:33", "Numbers 33:34", "Numbers 33:35", "Numbers 33:36", "Numbers 33:37", "Numbers 33:38", "Numbers 33:39", "Numbers 33:40", "Numbers 33:41", "Numbers 33:42", "Numbers 33:43", "Numbers 33:44", "Numbers 33:45", "Numbers 33:46", "Numbers 33:47", "Numbers 33:48", "Numbers 33:49", "Numbers 33:50", "Numbers 33:51", "Numbers 33:52", "Numbers 33:53", "Numbers 33:54", "Numbers 33:55", "Numbers 33:56", "Numbers 34:1", "Numbers 34:2", "Numbers 34:3", "Numbers 34:4", "Numbers 34:5", "Numbers 34:6", "Numbers 34:7", "Numbers 34:8", "Numbers 34:9", "Numbers 34:10", "Numbers 34:11", "Numbers 34:12", "Numbers 34:13", "Numbers 34:14", "Numbers 34:15", "Numbers 34:16", "Numbers 34:17", "Numbers 34:18", "Numbers 34:19", "Numbers 34:20", "Numbers 34:21", "Numbers 34:22", "Numbers 34:23", "Numbers 34:24", "Numbers 34:25", "Numbers 34:26", "Numbers 34:27", "Numbers 34:28", "Numbers 34:29", "Numbers 35:1", "Numbers 35:2", "Numbers 35:3", "Numbers 35:4", "Numbers 35:5", "Numbers 35:6", "Numbers 35:7", "Numbers 35:8", "Numbers 35:9", "Numbers 35:10", "Numbers 35:11", "Numbers 35:12", "Numbers 35:13", "Numbers 35:14", "Numbers 35:15", "Numbers 35:16", "Numbers 35:17", "Numbers 35:18", "Numbers 35:19", "Numbers 35:20", "Numbers 35:21", "Numbers 35:22", "Numbers 35:23", "Numbers 35:24", "Numbers 35:25", "Numbers 35:26", "Numbers 35:27", "Numbers 35:28", "Numbers 35:29", "Numbers 35:30", "Numbers 35:31", "Numbers 35:32", "Numbers 35:33", "Numbers 35:34", "Numbers 36:1", "Numbers 36:2", "Numbers 36:3", "Numbers 36:4", "Numbers 36:5", "Numbers 36:6", "Numbers 36:7", "Numbers 36:8", "Numbers 36:9", "Numbers 36:10", "Numbers 36:11", "Numbers 36:12", "Numbers 36:13"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, On the Book of Numbers and Its Structure 2-52", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר א׳ ב׳-נ״ב", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "On the Book of Numbers and Its Structure", "he": "במדבר מאמר א׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "במדבר מאמר א׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["T<small>HE READER WHO APPROACHES THE BOOK OF</small> N<small>UMBERS UNDER THE INFLUENCE OF ITS</small> common Hebrew name, <i>Bemidbar</i>, “In the Wilderness,” will logically expect a narrative account of the wanderings of the Israelites before they reach the Promised Land. But the book in its present form is a great deal more than that. To be sure,it contains stories of the long trek from Egypt to Canaan, with moments of triumph and difficulty, obedience and rebellion. Some of the great narratives of the Pentateuch are here, from the account of Korah’s revolt (Chap. 16) to Moshe’s sin (20) to Bil'am’s recalcitrant donkey (22). But the book also features census and sacrificial donation lists; details of the setup of Israel’s camp; the duties of the Levites in the traveling sanctuary; laws regarding wives suspected of adultery and those who take on extraordinary vows; a complicated and mysterious ritual for removing the extreme ritual pollution carried by death; a doubled tale about daughters inheriting land; and a host of other rules and regulations.", "It is this composite character and apparent lack of easily definable structure that imbue the book with fascination for scholars and with frustration for lay readers. While the four other books of the Torah also mix narrative, law, poetry, and cultic regulations, none of them has combined and alternated these genres with such abandon. There are a number of possible explanations for this. First, it is conceivable that Numbers as we have it reflects the desire to preserve as many traditions about the wilderness wanderings as possible; as Greenberg (1972) has demonstrated with the traditions about the revelation on Mount Sinai, it may have been more important to collect everything relevant than to create a smooth or seamless text. Second, here as elsewhere in the Torah, narrative may serve to introduce law or to provide the preceding background for it. Third, there is an aesthetic consideration: the great rebellion stories in the center of the book, to give an example, are separated from one another by prescriptive legal passages. Earlier books in the Torah similarly utilize breaks of varying lengths (e.g., the genealogical lists in Genesis, the Tabernacle texts of Exodus). The result is to highlight both narrative and law, and also to provide a large-scale rhythm to the book (Milgrom comments on the consistent alternating pattern).", "The kind of literary mixture that we find in Numbers goes beyond that rabbinic dictum that “the Torah speaks in human language.” It suggests that, far from betraying human frailties in the composition or transmission of the traditions presented in Numbers, a purposeful and powerful hand has been at work. More than any other book in the Torah, this one gives evidence of an editorial process. While the finished product may not be able to help us unravel the detailed history of that process, we may at least observe that much has been added to the wilderness narratives, in a way that transforms them into a patterned view of Israel’s early history.", "Recent commentaries see a two- or three-part structure to Numbers, based either on geography—the Sinai Wilderness, Kadesh, the plains of Moab—or chronology. Since the book as we have it is not entirely clear about either area— there seems to be internal disagreement about where the spies (Chap. 13) left from and went, and also about when the forty-year punishment began—I am in general agreement with Olson’s scheme of seeing the book as “The Death of the Old and the Birth of the New,” that is, the slave generation and that of their children, which are set apart by the two census lists in Chapters 1 and 26. But the differences between Chapters 1–10 and 11–25 must also be taken into account. I propose the following theoretical structure:", "I In the Wilderness of Sinai: The Camp", "1 The Census (Musterings) of the Israelites; the Duties of the Levites", "2 The Ordering of the Camp", "3 The Census of the Levites According to Their Duties", "4 The Tasks of the Levites", "5 Threats to the Ritual Integrity of the Camp", "6 Procedure Regarding a Nazirite; the Priestly Blessing", "7 Gifts of the Tribes to the Tabernacle", "8 The Tabernacle Lamps; Purification of the Levites", "9 Passover in the Wilderness; God’s Presence with the Tabernacle", "10 The Journey to Canaan Commences", "II The Rebellious Folk: Narratives of Challenge", "A Sealing the Fate of the First Generation", "11 First Rebellion: Food", "12 Second Rebellion: Siblings", "13 The Spies’ Mission", "14 Third Rebellion: Panic", "15 Interlude: Rules on Sacrifices, Sabbath, and Tassels", "B The Crisis of Leadership", "16 Fourth Rebellion: Korah and the Levites", "17 Fifth Rebellion: After the Purge", "18 The Levites as Guardians", "19 Pollution by Death and Its Removal", "20 Sixth Rebellion: The Sin of Moshe and Aharon", "C Encountering the Other", "21 Encounters with Various Neighbors; Seventh Rebellion:", "Food and Water", "22–24 The Bil'am Cycle", "25 Final Rebellion: Apostasy", "III In the Plains of Moab: Preparations for the Conquest of Canaan", "26 The Second Census", "27 Inheritance: the Daughters of Tzelofhad I", "28–29 Sacrifices for Holy Days", "30 Rules Concerning Vows", "31 First Battle and Aftermath", "32 Two and a Half Tribes and the Future Conquest", "33 Wilderness Itinerary and Warning", "34 Future Borders", "35 The Levites’ Towns of Asylum", "36 Inheritance: the Daughters of Tzelofhad II", "In this scheme, not only does the otherwise haphazard subject matter of the book fit roughly into the three divisions, but the divisions themselves seem to correspond to narrative mood swings. This might be characterized as a movement from order to chaos, and back to order again. The wilderness camp is still connected to the ordering—nation-founding—experience of Sinai; God speaks to Moshe from the Tabernacle, both here and in Leviticus, and the structure serves as a surrogate Mount Sinai. The concerns of Part I, therefore, are expressed in lists, and the section is filled with them.", "With the rebellion narratives of Part II, which not coincidentally take place as soon as Israel sets out on its journey through the wilderness, the idealistic order of Sinai is broken, and the people (and Moshe) must deal with the harsh reality of life in the desert. It becomes clear that nation-founding involves not only the giving of laws and the arranging of societal roles, but also the developing of the ability to cope with physical and spiritual challenges to survival.", "The slave generation is unable to successfully meet the challenge, and Part II chronicles their failures and their punishment. They had been born into the rigidly ordered situation of slavery—an order with underlying spiritual chaos— and only their children, born into the chaotic but free air of the wilderness, can be readied for the orderly transition into conquest and societal life on their own soil. This readying process is portrayed in Part III, through a series of lists once again: another military census, clear inheritance laws, a sacred calendar tied to the growing cycles of the land, a tracing of the Israelites’ travels through the wilderness, and a laying out of future borders. By the end of the book, Israel is fully prepared to enter the land, with a new generation, new leadership in the wings, a full set of societal rules, an operative cult, and, above all, a collective memory of experiences that serve to instruct and warn future generations. These issues will be fully and memorably summarized in the great final speeches of Moshe that comprise the last book of the Torah, Deuteronomy.", "Of special note in the book of Numbers is the emphasis on the Levites and their tasks. The text introduces this group, which may have originated as a guild rather than as a tribe, already in Chapter 1 (v.47). Thereafter, they play a major role in the book—the portrayal of their purification for service (Chap. 8), the great rebellion fomented by some of them (16), their important function as guardians against encroachment on the sanctuary (18), and their distribution in certain towns that serve also as places of refuge for accidental manslayers (35) is spread throughout the book, as if to form a distinctive thread amid the other themes of wandering, rebellion, and preparation for conquest. This interest in the Levites, in the eyes of some scholars, signals a particularly late development in the history of Israelite religion, and perhaps a late editing for our book as well. It also indicates how thoroughly the wilderness traditions have been reworked, to establish a hoary history for the central Israelite institutions connected with divine worship. While it is next to impossible to trace the internal struggles of the Israelite priesthood over the centuries with historical precision, it seems clear that such strife was part of history, and may be reflected in the portrayals of Aharon, Korah, and Pin’has, to mention just a few of the priestly/Levitical figures that populate the wilderness stories. At any rate, the combining of clearly priestly material into the varied narrative and poetic stuff of Numbers has created a book different than what might have been, had the editors sought a story and only a story. The same, of course, might be said for the entire five books of which Numbers is a part.", "As I noted in the introduction to Volume II of this work, <i>Now These Are the Names</i> (Exodus), the hero’s journey through the unknown is, of course, a central theme in Western literature. From Homer’s <i>Odyssey</i> to Sinbad’s journeys in <i>A Thousand and One Nights</i> to the many twentieth-century works on the theme, the protagonist’s unfamiliar terrain has become the familiar metaphor for our own inner journeys. Such accounts normally concentrate on obstacles in the way: opponents divine and human, harsh landscapes, wild beasts, lack of water, lack of people and succor. Heroes are left to their own devices, and if they are successful in completing their journey, the audience experiences the vicarious triumph of conquering the impossible. Indeed, the operating principle seems to be: the greater the obstacles, the more stunning the triumph.", "The wilderness trek recounted in the heart of the book of Numbers has a wholly different feel. To be sure, there are obstacles, some of them standard, such as the dearth of food and water and the opposition of hostile nations along the way. But the main emphasis in these texts is on internal obstacles—the people’s lack of trust, faith, and courage. And as so often happens in the Torah, physical background, as important as it obviously is in Numbers, what with a myriad of geographical locations noted, is overshadowed by the dominant issue of the relationship between Israel and God. The God of the wilderness journey is initially a provider and protector (cf. Ex. 15–18); when he turns lawgiver, Israel’s situation seems secure despite the harsh ecological setting. But Numbers has chosen to remember the people’s moments of doubt and rebellion above all, and so the orderly leaving of Sinai which closes the first part of the book, along with the orderly preparations for conquest that mark its third part, fade in the reader’s consciousness before the memorable narratives in Chapters 11–25.", "It has been pointed out (Tunyogi) that these stories serve as “foundation accounts,” as stories that tell about “the archetypes to be repeated in all coming generations.” As such, they are significant in later Israel’s understanding of itself. Through the book of Numbers, later generations were warned not to repeat the sins of the wilderness; and Moshe himself came to be looked upon as the quintessential prophet. For the era of the literary prophets (ninth-sixth centuries <small>B.C.E.</small>), concerned as they were with Israel’s forgetfulness and backsliding, and the era of Babylonian Exile (sixth century <small>B.C.E.</small>), in which the exiles also found themselves outside the Promised Land, there could have been no stronger warning or cause for hope than the stories and laws set down in the Torah, and especially the traditions recorded in the book of Numbers."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62037ee947cf7a0c25239b81", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Numbers, Part III; The Preparations for Conquest, Vows and Women 2-3", "anchorRef": "Numbers 30:1-17", "anchorRefExpanded": ["Numbers 30:1", "Numbers 30:2", "Numbers 30:3", "Numbers 30:4", "Numbers 30:5", "Numbers 30:6", "Numbers 30:7", "Numbers 30:8", "Numbers 30:9", "Numbers 30:10", "Numbers 30:11", "Numbers 30:12", "Numbers 30:13", "Numbers 30:14", "Numbers 30:15", "Numbers 30:16", "Numbers 30:17"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, Part III; The Preparations for Conquest, Vows and Women 2-3", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר ד׳, במדבר הערה ד׳ ב׳-ג׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Vows and Women", "he": "במדבר הערה ד׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "במדבר הערה ד׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["Taking its verbal cue from 29:39, this chapter focuses on the binding nature of vows, especially as regards women, whose legal status was typically bound up with that of their fathers or husbands (unless they were widows or otherwise adult and single; cf. Wegner 1988). In this respect it continues the priestly concern with women, who do not always fit the priestly categories as neatly as that class might have wished. The length of the chapter signals the importance, or rather the sacredness, of an oath in ancient Israel; it stood as uttered unless an annulment procedure was followed. Human words, and not only divine ones, were seen as having effects in the real world.", "The chapter is built around repeating words, such as “vow,” “bind,” “establish,” “annul,” and “silent.”"], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620380ae713bd8cd388d3e57", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Numbers, Part III; The Preparations for Conquest 2-10", "anchorRef": "Numbers 26:1-36:13", "anchorRefExpanded": ["Numbers 26:1", "Numbers 26:2", "Numbers 26:3", "Numbers 26:4", "Numbers 26:5", "Numbers 26:6", "Numbers 26:7", "Numbers 26:8", "Numbers 26:9", "Numbers 26:10", "Numbers 26:11", "Numbers 26:12", "Numbers 26:13", "Numbers 26:14", "Numbers 26:15", "Numbers 26:16", "Numbers 26:17", "Numbers 26:18", "Numbers 26:19", "Numbers 26:20", "Numbers 26:21", "Numbers 26:22", "Numbers 26:23", "Numbers 26:24", "Numbers 26:25", "Numbers 26:26", "Numbers 26:27", "Numbers 26:28", "Numbers 26:29", "Numbers 26:30", "Numbers 26:31", "Numbers 26:32", "Numbers 26:33", "Numbers 26:34", "Numbers 26:35", "Numbers 26:36", "Numbers 26:37", "Numbers 26:38", "Numbers 26:39", "Numbers 26:40", "Numbers 26:41", "Numbers 26:42", "Numbers 26:43", "Numbers 26:44", "Numbers 26:45", "Numbers 26:46", "Numbers 26:47", "Numbers 26:48", "Numbers 26:49", "Numbers 26:50", "Numbers 26:51", "Numbers 26:52", "Numbers 26:53", "Numbers 26:54", "Numbers 26:55", "Numbers 26:56", "Numbers 26:57", "Numbers 26:58", "Numbers 26:59", "Numbers 26:60", "Numbers 26:61", "Numbers 26:62", "Numbers 26:63", "Numbers 26:64", "Numbers 26:65", "Numbers 27:1", "Numbers 27:2", "Numbers 27:3", "Numbers 27:4", "Numbers 27:5", "Numbers 27:6", "Numbers 27:7", "Numbers 27:8", "Numbers 27:9", "Numbers 27:10", "Numbers 27:11", "Numbers 27:12", "Numbers 27:13", "Numbers 27:14", "Numbers 27:15", "Numbers 27:16", "Numbers 27:17", "Numbers 27:18", "Numbers 27:19", "Numbers 27:20", "Numbers 27:21", "Numbers 27:22", "Numbers 27:23", "Numbers 28:1", "Numbers 28:2", "Numbers 28:3", "Numbers 28:4", "Numbers 28:5", "Numbers 28:6", "Numbers 28:7", "Numbers 28:8", "Numbers 28:9", "Numbers 28:10", "Numbers 28:11", "Numbers 28:12", "Numbers 28:13", "Numbers 28:14", "Numbers 28:15", "Numbers 28:16", "Numbers 28:17", "Numbers 28:18", "Numbers 28:19", "Numbers 28:20", "Numbers 28:21", "Numbers 28:22", "Numbers 28:23", "Numbers 28:24", "Numbers 28:25", "Numbers 28:26", "Numbers 28:27", "Numbers 28:28", "Numbers 28:29", "Numbers 28:30", "Numbers 28:31", "Numbers 29:1", "Numbers 29:2", "Numbers 29:3", "Numbers 29:4", "Numbers 29:5", "Numbers 29:6", "Numbers 29:7", "Numbers 29:8", "Numbers 29:9", "Numbers 29:10", "Numbers 29:11", "Numbers 29:12", "Numbers 29:13", "Numbers 29:14", "Numbers 29:15", "Numbers 29:16", "Numbers 29:17", "Numbers 29:18", "Numbers 29:19", "Numbers 29:20", "Numbers 29:21", "Numbers 29:22", "Numbers 29:23", "Numbers 29:24", "Numbers 29:25", "Numbers 29:26", "Numbers 29:27", "Numbers 29:28", "Numbers 29:29", "Numbers 29:30", "Numbers 29:31", "Numbers 29:32", "Numbers 29:33", "Numbers 29:34", "Numbers 29:35", "Numbers 29:36", "Numbers 29:37", "Numbers 29:38", "Numbers 29:39", "Numbers 30:1", "Numbers 30:2", "Numbers 30:3", "Numbers 30:4", "Numbers 30:5", "Numbers 30:6", "Numbers 30:7", "Numbers 30:8", "Numbers 30:9", "Numbers 30:10", "Numbers 30:11", "Numbers 30:12", "Numbers 30:13", "Numbers 30:14", "Numbers 30:15", "Numbers 30:16", "Numbers 30:17", "Numbers 31:1", "Numbers 31:2", "Numbers 31:3", "Numbers 31:4", "Numbers 31:5", "Numbers 31:6", "Numbers 31:7", "Numbers 31:8", "Numbers 31:9", "Numbers 31:10", "Numbers 31:11", "Numbers 31:12", "Numbers 31:13", "Numbers 31:14", "Numbers 31:15", "Numbers 31:16", "Numbers 31:17", "Numbers 31:18", "Numbers 31:19", "Numbers 31:20", "Numbers 31:21", "Numbers 31:22", "Numbers 31:23", "Numbers 31:24", "Numbers 31:25", "Numbers 31:26", "Numbers 31:27", "Numbers 31:28", "Numbers 31:29", "Numbers 31:30", "Numbers 31:31", "Numbers 31:32", "Numbers 31:33", "Numbers 31:34", "Numbers 31:35", "Numbers 31:36", "Numbers 31:37", "Numbers 31:38", "Numbers 31:39", "Numbers 31:40", "Numbers 31:41", "Numbers 31:42", "Numbers 31:43", "Numbers 31:44", "Numbers 31:45", "Numbers 31:46", "Numbers 31:47", "Numbers 31:48", "Numbers 31:49", "Numbers 31:50", "Numbers 31:51", "Numbers 31:52", "Numbers 31:53", "Numbers 31:54", "Numbers 32:1", "Numbers 32:2", "Numbers 32:3", "Numbers 32:4", "Numbers 32:5", "Numbers 32:6", "Numbers 32:7", "Numbers 32:8", "Numbers 32:9", "Numbers 32:10", "Numbers 32:11", "Numbers 32:12", "Numbers 32:13", "Numbers 32:14", "Numbers 32:15", "Numbers 32:16", "Numbers 32:17", "Numbers 32:18", "Numbers 32:19", "Numbers 32:20", "Numbers 32:21", "Numbers 32:22", "Numbers 32:23", "Numbers 32:24", "Numbers 32:25", "Numbers 32:26", "Numbers 32:27", "Numbers 32:28", "Numbers 32:29", "Numbers 32:30", "Numbers 32:31", "Numbers 32:32", "Numbers 32:33", "Numbers 32:34", "Numbers 32:35", "Numbers 32:36", "Numbers 32:37", "Numbers 32:38", "Numbers 32:39", "Numbers 32:40", "Numbers 32:41", "Numbers 32:42", "Numbers 33:1", "Numbers 33:2", "Numbers 33:3", "Numbers 33:4", "Numbers 33:5", "Numbers 33:6", "Numbers 33:7", "Numbers 33:8", "Numbers 33:9", "Numbers 33:10", "Numbers 33:11", "Numbers 33:12", "Numbers 33:13", "Numbers 33:14", "Numbers 33:15", "Numbers 33:16", "Numbers 33:17", "Numbers 33:18", "Numbers 33:19", "Numbers 33:20", "Numbers 33:21", "Numbers 33:22", "Numbers 33:23", "Numbers 33:24", "Numbers 33:25", "Numbers 33:26", "Numbers 33:27", "Numbers 33:28", "Numbers 33:29", "Numbers 33:30", "Numbers 33:31", "Numbers 33:32", "Numbers 33:33", "Numbers 33:34", "Numbers 33:35", "Numbers 33:36", "Numbers 33:37", "Numbers 33:38", "Numbers 33:39", "Numbers 33:40", "Numbers 33:41", "Numbers 33:42", "Numbers 33:43", "Numbers 33:44", "Numbers 33:45", "Numbers 33:46", "Numbers 33:47", "Numbers 33:48", "Numbers 33:49", "Numbers 33:50", "Numbers 33:51", "Numbers 33:52", "Numbers 33:53", "Numbers 33:54", "Numbers 33:55", "Numbers 33:56", "Numbers 34:1", "Numbers 34:2", "Numbers 34:3", "Numbers 34:4", "Numbers 34:5", "Numbers 34:6", "Numbers 34:7", "Numbers 34:8", "Numbers 34:9", "Numbers 34:10", "Numbers 34:11", "Numbers 34:12", "Numbers 34:13", "Numbers 34:14", "Numbers 34:15", "Numbers 34:16", "Numbers 34:17", "Numbers 34:18", "Numbers 34:19", "Numbers 34:20", "Numbers 34:21", "Numbers 34:22", "Numbers 34:23", "Numbers 34:24", "Numbers 34:25", "Numbers 34:26", "Numbers 34:27", "Numbers 34:28", "Numbers 34:29", "Numbers 35:1", "Numbers 35:2", "Numbers 35:3", "Numbers 35:4", "Numbers 35:5", "Numbers 35:6", "Numbers 35:7", "Numbers 35:8", "Numbers 35:9", "Numbers 35:10", "Numbers 35:11", "Numbers 35:12", "Numbers 35:13", "Numbers 35:14", "Numbers 35:15", "Numbers 35:16", "Numbers 35:17", "Numbers 35:18", "Numbers 35:19", "Numbers 35:20", "Numbers 35:21", "Numbers 35:22", "Numbers 35:23", "Numbers 35:24", "Numbers 35:25", "Numbers 35:26", "Numbers 35:27", "Numbers 35:28", "Numbers 35:29", "Numbers 35:30", "Numbers 35:31", "Numbers 35:32", "Numbers 35:33", "Numbers 35:34", "Numbers 36:1", "Numbers 36:2", "Numbers 36:3", "Numbers 36:4", "Numbers 36:5", "Numbers 36:6", "Numbers 36:7", "Numbers 36:8", "Numbers 36:9", "Numbers 36:10", "Numbers 36:11", "Numbers 36:12", "Numbers 36:13"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, Part III; The Preparations for Conquest 2-10", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר ד׳ ב׳-י׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Part III; The Preparations for Conquest", "he": "במדבר מאמר ד׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["T<small>HE LAST PART OF</small> N<small>UMBERS IS WHAT THE READER MIGHT HAVE EXPECTED ALL ALONG</small>: a collection of materials that deal directly with the upcoming conquest of Canaan. It is concerned, then, with the transfer of leadership from Moshe to Yehoshua (Joshua); with provisions for two and a half tribes to remain on the east bank of the Jordan River, as long as they take part in the impending invasion; with listing the entire route of the Israelites, from Egypt to the plains of Moab; and with the borders of the land to be conquered.", "As has been the case earlier in the book, however, other material intervenes: a theme and variation doublet on the inheritance of land in a case where a man leaves daughters, not sons; two chapters on what sacrifices are to be brought on holy days; a section on vows taken by women; war with Midyan and the precise apportioning of spoils, both to warriors and to the sanctuary; and the law regarding accidental homicide, in which family vengeance is circumvented by the existence of “safe” Levite towns to which the manslayer may flee.", "The inconsistent thematics may again be explained by the intrusion of an editorial hand, again by priestly interests. In Levine’s view, most of Chapters 25–36 function to establish matters of importance in the priestly view, just as in Chapters 1–10. Here law takes precedence over narrative.", "Despite the varied subject matter of this section, it holds together structurally, via the common biblical technique of word (sound) repetition. The rather common verb <i>tzivvah</i>, “command,” weaves through every one of Chapters 26–36, except for 33. Sometimes it introduces what God wants the Israelites to do; sometimes it leads to the formula of fulfillment, “as YHWH commanded the Children of Israel, so they did”; still other times it refers to a command given by Moshe himself. The entire section begins with the verb (26:4), and ends with it as well (36:13). In addition, the chapters most far afield, 28–29 (taken as a unit) and 30, begin and end with it. Whether this was a conscious technique by redactors is hard to say, but its existence is striking.", "Another structural device, that of framing, also occurs in this part of the book: after the introductory census (Chap. 26), the rest is built between two brackets, each involving the daughters of Tzelofhad, and each opening with the verb “to come-near” (27:1 and 36:1). So despite the wide-ranging material, some sense of unity has been imposed upon it.", "Finally, there is the key occurrence, for the book of Numbers, of more lists, from census to holiday sacrifices, from stops along the journey to the precise borders of the Promised Land. We are in the presence of order once again.", "What remains lacking at the end of the book is exactly what Deuteronomy supplies: a final exhortation from Moshe, which includes reiteration and further clarification of the laws, a public covenant ceremony, Moshe’s long blessing of the people, and the account of his death and burial. If added here, these topics might have tipped the scales of Numbers, which has given us almost too much to digest as it is; as the Torah has come down to us, they are more appropriately treated in the expansive and majestic rhetorical setting of Deuteronomy.", "<img>", "<b><i>Num. 26:3</i> Moshe spoke, and El’azar the priest, to them in the Plains of Moav …</b>"], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620382f0c9ad75f2d99afa46", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "", "ref": "The Five Books of Moses, by Everett Fox, Numbers, Part III; The Preparations for Conquest, Vows and Women 1", "anchorRef": "Numbers 30:1-17", "anchorRefExpanded": ["Numbers 30:1", "Numbers 30:2", "Numbers 30:3", "Numbers 30:4", "Numbers 30:5", "Numbers 30:6", "Numbers 30:7", "Numbers 30:8", "Numbers 30:9", "Numbers 30:10", "Numbers 30:11", "Numbers 30:12", "Numbers 30:13", "Numbers 30:14", "Numbers 30:15", "Numbers 30:16", "Numbers 30:17"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, Part III; The Preparations for Conquest, Vows and Women 1", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר ד׳, במדבר הערה ד׳ א׳", "anchorVerse": 1, "sourceHasEn": true, "commentaryNum": 1, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "במדבר הערה ד׳", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<a class=\"refLink\" data-ref=\"Numbers 30:1-17\" data-ven=\"The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995\">Numbers 30:1-17</a>", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "623bd5f2a107c838f92b2f36", "index_title": "Siddur Sefard", "category": "Liturgy", "type": "quotation_auto_tanakh", "ref": "Siddur Sefard, Torah Readings, Torah Reading for Shabbat Mincha & Monday, Thursday 86", "anchorRef": "Numbers 30:2-17", "anchorRefExpanded": ["Numbers 30:2", "Numbers 30:3", "Numbers 30:4", "Numbers 30:5", "Numbers 30:6", "Numbers 30:7", "Numbers 30:8", "Numbers 30:9", "Numbers 30:10", "Numbers 30:11", "Numbers 30:12", "Numbers 30:13", "Numbers 30:14", "Numbers 30:15", "Numbers 30:16", "Numbers 30:17"], "sourceRef": "Siddur Sefard, Torah Readings, Torah Reading for Shabbat Mincha & Monday, Thursday 86", "sourceHeRef": "סידור ספרד, סדר הקריאות, קריאות לשבת במנחה, ושני וחמישי פ״ו", "anchorVerse": 2, "sourceHasEn": false, "compDate": [1710, 1810], "commentaryNum": 86, "collectiveTitle": {"en": "Siddur Sefard", "he": "סידור ספרד"}, "heTitle": "קריאות לשבת במנחה, ושני וחמישי", "he": "<b>וַיְדַבֵּר</b> מֹשֶׁה אֶל רָאשֵׁי הַמַּטּוֹת לִבְנֵי יִשְׂרָאֵל לֵאמֹר זֶה הַדָּבָר אֲשֶׁר צִוָּה יְהֹוָה: אִישׁ כִּי יִדֹּר נֶדֶר לַיהֹוָה אוֹ הִשָּׁבַע שְׁבֻעָה לֶאְסֹר אִסָּר עַל נַפְשׁוֹ לֹא יַחֵל דְּבָרוֹ כְּכָל הַיֹּצֵא מִפִּיו יַעֲשֶׂה: וְאִשָּׁה כִּי תִדֹּר נֶדֶר לַיהֹוָה וְאָסְרָה אִסָּר בְּבֵית אָבִיהָ בִּנְעֻרֶיהָ: וְשָׁמַע אָבִיהָ אֶת נִדְרָהּ וֶאֱסָרָהּ אֲשֶׁר אָסְרָה עַל נַפְשָׁהּ וְהֶחֱרִישׁ לָהּ אָבִיהָ וְקָמוּ כָּל נְדָרֶיהָ וְכָל אִסָּר אֲשֶׁר אָסְרָה עַל נַפְשָׁהּ יָקוּם: וְאִם הֵנִיא אָבִיהָ אֹתָהּ בְּיוֹם שָׁמְעוֹ כָּל נְדָרֶיהָ וֶאֱסָרֶיהָ אֲשֶׁר אָסְרָה עַל נַפְשָׁהּ לֹא יָקוּם וַיְהֹוָה יִסְלַח לָהּ כִּי הֵנִיא אָבִיהָ אֹתָהּ: וְאִם הָיוֹ תִהְיֶה לְאִישׁ וּנְדָרֶיהָ עָלֶיהָ אוֹ מִבְטָא שְׂפָתֶיהָ אֲשֶׁר אָסְרָה עַל נַפְשָׁהּ: וְשָׁמַע אִישָׁהּ בְּיוֹם שָׁמְעוֹ וְהֶחֱרִישׁ לָהּ וְקָמוּ נְדָרֶיהָ וֶאֱסָרֶהָ אֲשֶׁר אָסְרָה עַל נַפְשָׁהּ יָקֻמוּ: וְאִם בְּיוֹם שְׁמֹעַ אִישָׁהּ יָנִיא אוֹתָהּ וְהֵפֵר אֶת נִדְרָהּ אֲשֶׁר עָלֶיהָ וְאֵת מִבְטָא שְׂפָתֶיהָ אֲשֶׁר אָסְרָה עַל נַפְשָׁהּ וַיְהֹוָה יִסְלַח לָהּ:שניוְנֵדֶר אַלְמָנָה וּגְרוּשָׁה כֹּל אֲשֶׁר אָסְרָה עַל נַפְשָׁהּ יָקוּם עָלֶיהָ: וְאִם בֵּית אִישָׁהּ נָדָרָה אוֹ אָסְרָה אִסָּר עַל נַפְשָׁהּ בִּשְׁבֻעָה: וְשָׁמַע אִישָׁהּ וְהֶחֱרִשׁ לָהּ לֹא הֵנִיא אֹתָהּ וְקָמוּ כָּל נְדָרֶיהָ וְכָל אִסָּר אֲשֶׁר אָסְרָה עַל נַפְשָׁהּ יָקוּם: וְאִם הָפֵר יָפֵר אֹתָם אִישָׁהּ בְּיוֹם שָׁמְעוֹ כָּל מוֹצָא שְׂפָתֶיהָ לִנְדָרֶיהָ וּלְאִסַּר נַפְשָׁהּ לֹא יָקוּם אִישָׁהּ הֲפֵרָם וַיְהֹוָה יִסְלַח לָהּ:שלישיכָּל נֵדֶר וְכָל שְׁבֻעַת אִסָּר לְעַנֹּת נָפֶשׁ אִישָׁהּ יְקִימֶנּוּ וְאִישָׁהּ יְפֵרֶנּוּ: וְאִם הַחֲרֵשׁ יַחֲרִישׁ לָהּ אִישָׁהּ מִיּוֹם אֶל יוֹם וְהֵקִים אֶת כָּל נְדָרֶיהָ אוֹ אֶת כָּל אֱסָרֶיהָ אֲשֶׁר עָלֶיהָ הֵקִים אֹתָם כִּי הֶחֱרִשׁ לָהּ בְּיוֹם שָׁמְעוֹ: וְאִם הָפֵר יָפֵר אֹתָם אַחֲרֵי שָׁמְעוֹ וְנָשָׂא אֶת עֲוֹנָהּ: אֵלֶּה הַחֻקִּים אֲשֶׁר צִוָּה יְהֹוָה אֶת מֹשֶׁה בֵּין אִישׁ לְאִשְׁתּוֹ בֵּין אָב לְבִתּוֹ בִּנְעֻרֶיהָ בֵּית אָבִיהָ:", "heVersionTitle": "Torat Emet 357", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורת אמת 357", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "63d77c81eca1000753446c81", "index_title": "Rav Hirsch on Torah", "category": "Commentary", "type": "commentary", "ref": "Rav Hirsch on Torah, Numbers 30:4:1", "anchorRef": "Numbers 30:4", "anchorRefExpanded": ["Numbers 30:4"], "sourceRef": "Rav Hirsch on Torah, Numbers 30:4:1", "sourceHeRef": "רש\"ר הירש על התורה, במדבר ל׳:ד׳:א׳", "anchorVerse": 4, "sourceHasEn": true, "compDate": [1845, 1875], "commentaryNum": 4.0001, "collectiveTitle": {"en": "Rav Hirsch", "he": "רש\"ר הירש"}, "heTitle": "במדבר", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "V. 4. ואשה וגו׳. Der gelobende Vorsatz eines Mannes ist für ihn von vornherein bindend. Nur seiner nationalen Genossenschaft und deren Vertretern kann er – ja, wie zu Dewarim Kap. 23, 22 f. zu entwickeln kommt, soll er (Nedarim 57a) – sein Gelübde zur einsichtigen und umsichtigen Prüfung und Entscheidung vorlegen. Ist ja der Mann ein selbständiger Schöpfer seiner Lebensstellung, und wenn durch ein bindendes, der Lösung unfähiges Gelübde seine Lebensrichtung ein normal nicht gegebenes, sie zu einer Besonderheit gestaltendes Element in sich aufgenommen, so liegts ja an ihm, diese Besonderheit bei Gestaltung seiner Lebensverhältnisse massgebend sein zu lassen. Nicht so das Weib. Die sittliche Größe der weiblichen Lebensbestimmung selbst fordert ein Eingehen und Aufgehen in die von einem andern geschaffene Lebensstellung. Es schafft sich das Weib nicht selbst ein Haus. Es tritt in die von dem Manne zu schaffende Häuslichkeit ein und waltet darin als die beglückende Pflegerin alles Gegebenen im Geiste der Sittenheiligkeit und der Gott zugewandten Gesinnung. Mehr noch als der Mann hat das Weib sich vor bindenden abnormen Lebensrichtungen zu hüten, sie können sich dauernd der Erfüllung seiner Bestimmung in den Weg stellen, und dürften sich von diesem Gesichtspunkte aus die fürsorgenden Anordnungen begreifen, mit denen das Gotteswort das gelobende Weib vor den Konsequenzen des eigenen Wortes sichergestellt, und dem Vater dem Gelübde einer unter seiner Obhut stehenden jugendlichen Tochter gegenüber, dem Vater und dem Verlobten dem Gelübde einer verlobten Tochter, dem Manne dem Gelübde seiner Frau gegenüber ein beschränktes Veto erteilt. ", "versionTitle": "Der Pentateuch. Übersetzt und erläutert von Samson Raphael Hirsch, 1903 [de]", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "63d77c81eca1000753446c82", "index_title": "Rav Hirsch on Torah", "category": "Commentary", "type": "commentary", "ref": "Rav Hirsch on Torah, Numbers 30:4:2", "anchorRef": "Numbers 30:4", "anchorRefExpanded": ["Numbers 30:4"], "sourceRef": "Rav Hirsch on Torah, Numbers 30:4:2", "sourceHeRef": "רש\"ר הירש על התורה, במדבר ל׳:ד׳:ב׳", "anchorVerse": 4, "sourceHasEn": true, "compDate": [1845, 1875], "commentaryNum": 4.0002, "collectiveTitle": {"en": "Rav Hirsch", "he": "רש\"ר הירש"}, "heTitle": "במדבר", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "בנעריה. Auf tiefem psychologischen Grunde dürfte die im Gebiete des göttlichen Gesetzes einzige Bestimmung beruhen, nach welcher für gelobende Vorsätze die Zeit der Reife früher beginnt, als für alle anderen Äußerungen des gesetzlichen Lebens. In jeder anderen Beziehung beginnt die gesetzliche Zurechnungsfähigkeit für das männliche Geschlecht mit zurückgelegtem dreizehnten Jahre, für das weibliche Geschlecht, welchem das heilige Wort eine frühere Verstandesreife zuerkennt, mit zurückgelegtem zwölftem Jahre, beides bei übrigens erlangter Pubertät. Allein die bindende Kraft von Gelobungen beginnt schon um ein Jahr früher, im dreizehnten Jahre für Knaben, im zwölften Jahre für Mädchen, wenn sie das volle Bewusstsein haben, daß sie mit dem Gelübde Gott einen gelobenden Vorsatz angelobt, יודעין לשם מי נדרו (Nidda 45 b). Diese bei vorhandener Erkenntnisreife um ein Jahr früher als die sonst gesetzliche Mündigkeit eintretende Gelobungsreife, עונת נדרים, wird unter die Formel מיפלא סמוך לאיש gefasst und wird in solchem Ernste als דאוריתא begriffen, daß nach einer allerdings nicht rezipierten Auffassung für einen מופלא סמוך לאיש selbst מלקות bei Übertretung seiner Gelobungen eintreten würde (daselbst 46a). Erwägen wir, wie in den Jahren, in welchen der Knabe zum Jüngling, das Mädchen zur Jungfrau reift, oft ein stiller nur Gott bewusster Gelobungsvorsatz für das ganze Leben entscheidend wird, und der reiche Lebensinhalt eines edlen Mannes, einer edlen Frau, oft nur als Fruchtsegen eines als Knabe, als Mädchen Gott gelobten Vorsatzes reift: so begreift sich der liebende Ernst, mit welchem Gott Gelobungsvorsätze ihm zureifender Knaben und Mädchen entgegennimmt. — ", "versionTitle": "Der Pentateuch. Übersetzt und erläutert von Samson Raphael Hirsch, 1903 [de]", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "63d77c81eca1000753446c83", "index_title": "Rav Hirsch on Torah", "category": "Commentary", "type": "commentary", "ref": "Rav Hirsch on Torah, Numbers 30:4:3", "anchorRef": "Numbers 30:4", "anchorRefExpanded": ["Numbers 30:4"], "sourceRef": "Rav Hirsch on Torah, Numbers 30:4:3", "sourceHeRef": "רש\"ר הירש על התורה, במדבר ל׳:ד׳:ג׳", "anchorVerse": 4, "sourceHasEn": true, "compDate": [1845, 1875], "commentaryNum": 4.0003, "collectiveTitle": {"en": "Rav Hirsch", "he": "רש\"ר הירש"}, "heTitle": "במדבר", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "Es statuiert nun das Gesetz: בבית אביה בנעריה, und ebenso am Schlusse dieses Gesetzkapitels (V. 17): בנעריה בית אביה, daß sie während ihres נעורים-Alters, also bis nach zurückgelegten sechs Monaten nach erlangter Pubertät, wo sie vom נערה- zum בוגרת-Charakter übergeht (siehe Schmot 21, 7) בית אביה der Obhut des Vaters hinsichtlich ihrer Gelobungen angehört (Ketubot 46b und 47a). ", "versionTitle": "Der Pentateuch. Übersetzt und erläutert von Samson Raphael Hirsch, 1903 [de]", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6418696bd17253d3f8427b4d", "index_title": "Sifrei Zuta", "category": "Midrash", "type": "", "ref": "Sifrei Zuta 6:2:2", "anchorRef": "Numbers 30:4", "anchorRefExpanded": ["Numbers 30:4"], "sourceRef": "Sifrei Zuta 6:2:2", "sourceHeRef": "ספרי זוטא ו׳:ב׳:ב׳", "anchorVerse": 4, "sourceHasEn": false, "commentaryNum": 2.0002, "collectiveTitle": {"en": "Sifrei Zuta", "he": "ספרי זוטא"}, "he": "<b>איש או אשה</b>, ר' יוסי הגלילי אומר יכול כשידירנה בעלה מפני שהיה לי בדין מה אם במקום שאינו מיפר נדרי עצמו הרי הוא אוסר עליו נדרים מקום שהוא מיפר נדרי אשתו אינו דין שיאסור עליה נדרים אמרת ואשה כי תדור נדר (במדבר ל ד) לא כשידירנה בעלה. ר' עקיבא אומר יכול אף הנזירה לא תהא מיטמאה למתים והלא אומר וכי דין הוא ומה אם במקום שעשה קטנים כגדולים בכהנים לא עשה בהן נשים כאנשים מקום שלא עשה קטנים כגדולים בנדרים אינו דין שלא נעשה בהן נשים כאנשים אמרת או אשה וגו' על נפש מת לא יבא:", "heVersionTitle": "Leipzig, 1917", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "64186c0e894184186dd59102", "index_title": "Sifrei Zuta", "category": "Midrash", "type": "", "ref": "Sifrei Zuta 30:4:1", "anchorRef": "Numbers 30:4", "anchorRefExpanded": ["Numbers 30:4"], "sourceRef": "Sifrei Zuta 30:4:1", "sourceHeRef": "ספרי זוטא ל׳:ד׳:א׳", "anchorVerse": 4, "sourceHasEn": false, "commentaryNum": 4.0001, "collectiveTitle": {"en": "Sifrei Zuta", "he": "ספרי זוטא"}, "he": "<b>כי תדור נדר לה'</b>, ביודעה לשם מי הוא נודרת פרט לקטנה מכאן אמרו תינוקת בת אחת עשרה שנה ויום אחד ותינוק בן שתים עשרה שנה ויום אחד בזמן שאומרים אין אנו יודעים לשם מי נדרנו ולשם מי הקדשנו אין נדרן נדר ואין הקדשן הקדש תינוקת בת שתים עשרה שנה ויום אחד ותינוק בן שלש עשרה שנה ויום אחד בזמן שאמרו יודעין אנו לשם מי נדרנו ולשם מי הקדשנו נדרן נדר והקדשן הקדש. מעשה בתינוק אחד שבא לפני ר' עקיבא א״ל רבי הקדשתי קרדומי א״ל בני שמא לחמה וללבנה הקדשת א״ל רבי אל תתיגע לא הקדשתי אלא למי שברא את אלה א״ל צא בני נדריך נדרים:", "heVersionTitle": "Leipzig, 1917", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "657ecc79758c1dc532ec93c3", "index_title": "Steinsaltz on Numbers", "category": "Commentary", "type": "commentary", "ref": "Steinsaltz on Numbers 30:4", "anchorRef": "Numbers 30:4", "anchorRefExpanded": ["Numbers 30:4"], "sourceRef": "Steinsaltz on Numbers 30:4", "sourceHeRef": "ביאור שטיינזלץ על במדבר ל׳:ד׳", "anchorVerse": 4, "sourceHasEn": true, "commentaryNum": 30.0004, "collectiveTitle": {"en": "Steinsaltz", "he": "ביאור שטיינזלץ"}, "heTitle": "ביאור שטיינזלץ על במדבר", "he": "<b>וְאִשָּׁה כִּי תִדֹּר נֶדֶר לַה' וְאָסְרָה אִסָּר</b> כאשר היא \n    <b>בְּבֵית אָבִיהָ</b>, כשהיא אינה נשואה, \n    <b>בִּנְעֻרֶיהָ,</b>", "heVersionTitle": "The Koren Steinsaltz Tanakh HaMevoar - Hebrew", "heLicense": "Copyright: Steinsaltz Center", "heVersionTitleInHebrew": "", "text": "The Torah turns to the social aspects of vows. \n    <b>If a woman takes a vow to the Lord and imposes a prohibition </b>when she is unmarried <b>in her father’s house, in her youth, </b>", "versionTitle": "The Steinsaltz Tanakh - English", "license": "Copyright: Steinsaltz Center", "versionTitleInHebrew": ""}, {"_id": "525a697eedbab4498f48527b", "index_title": "Ibn Ezra on Numbers", "category": "Commentary", "type": "commentary", "ref": "Ibn Ezra on Numbers 30:4:1", "anchorRef": "Numbers 30:4", "anchorRefExpanded": ["Numbers 30:4"], "sourceRef": "Ibn Ezra on Numbers 30:4:1", "sourceHeRef": "אבן עזרא על במדבר ל׳:ד׳:א׳", "anchorVerse": 4, "sourceHasEn": true, "compDate": [1155, 1165], "commentaryNum": 4.0001, "collectiveTitle": {"en": "Ibn Ezra", "he": "אבן עזרא"}, "heTitle": "אבן עזרא על במדבר", "he": "<b>ואסרה אסר.</b> או אסרה איסר. ואסרה ממשקל אחר ואיננו כמו אסר:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "AND BINDETH HERSELF BY A BOND. Or bindeth herself by a bond.<sup class=\"footnote-marker\">14</sup><i class=\"footnote\">The <i>vav</i> of <i>ve-aserah</i> means or, not and.</i>[5.] HER BOND. <i>Essarah</i> (her bond) belongs to a different form.<sup class=\"footnote-marker\">15</sup><i class=\"footnote\">From <i>issar</i>.</i> It is not the same as <i>issar</i> (bond).<sup class=\"footnote-marker\">16</sup><i class=\"footnote\">For <i>issar</i> has a <i>dagesh</i> in the <i>samekh</i>. In other words, <i>esar</i> and <i>issar</i> come from the same root but belong to different forms.</i>", "versionTitle": "Ibn Ezra's commentary on the Pentateuch, tran. and annot. by H. Norman Strickman and Arthur M. Silver. Menorah Pub., 1988-2004", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "55ae0553fbfba23a06809c8d", "index_title": "Meshekh Chokhmah", "category": "Quoting Commentary", "type": "parshanut", "ref": "Meshekh Chokhmah, Mattot 4", "anchorRef": "Numbers 30:4", "anchorRefExpanded": ["Numbers 30:4"], "sourceRef": "Meshekh Chokhmah, Mattot 4", "sourceHeRef": "משך חכמה, מטות ד׳", "anchorVerse": 4, "sourceHasEn": false, "compDate": [1875, 1925], "commentaryNum": 4, "collectiveTitle": {"en": "Meshekh Chokhmah", "he": "משך חכמה"}, "heTitle": "מטות", "he": "<b>ואשה </b>כי תדור נדר וכו'. בספרי ואשה מקיש אשה לאיש מה איש עובר בבל יחל ובל תאחר אף אשה עוברת בבל יחל ובל תאחר. הנה רמב\"ן בספר המצות מ\"ע צ\"ד כתב שנדרי רשות אינו עובר בבל תאחר, עיי\"ש, ופירש הספרי לענין נדרי גבוה שעובר גם בבל יחל, וכן אשה ג\"כ, אעפ\"י שאינה עולה לרגל חייבת בבל תאחר. וראיתי למחבר אחד שתמה, דאיך יפלגו אמוראי בר\"ה דף ו' בזה אם אשה עוברת בבל תאחר מה שמפורש בספרי. ובאמת פשוט, דהרמב\"ן כתב כן אליבא דאמת, אבל הגמ' לא מצי למפשט, דאימא דמרבי לה לענין צדקה דעובר בבל תאחר לאלתר היכא דקיימי עניים ע\"ז מרבה לה לענין בל תאחר, וכן מצי קאי על נזירות, ונזירות עובר בבל תאחר נזירות דטהרה לאלתר, וכפי שיטת רבינו נסים בנדרים דף ד'. והא דבעי לרבות אשה לבל תאחר, אע\"ג דאיתקשו לכל מצות ל\"ת שבתורה [רק היכא דכתיב בהדיא איש כמו גבי בל יחל בעי רבוי כמוש\"כ תוס' ב\"ק ט\"ו] נראה דסד\"א משום דאכתי לא שמע אב או בעל, והו\"א דתמתין עד שיבוא וישמע אב או בעל ויפר, וא\"כ כאן דיוכל להיות ע\"י המתנה הפרה בע\"כ, א\"כ אינה עוברת בבל תאחר, לכן קמ\"ל דעוברת על ב\"ת, ואף אם מעקר עקר ג\"כ עוברת כ\"ז שלא שמע, וכש\"כ דקיי\"ל מיגז גייז בנזיר, אבל גבי מידי דבל תאחר תלי ברגלים הו\"א דכיון דאשה לא מחייבא בראיה גם בב\"ת אינה, ופשיט דאיכא, והרמב\"ן כתב לפי המסקנא בפשט הספרי, דגם על דבר התלוי ברגלים עוברת בב\"ת. ודו\"ק.\n", "heVersionTitle": "Riga, 1927", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5868bd55d6e4a97c9cbb1aa6", "index_title": "Bekhor Shor", "category": "Commentary", "type": "commentary", "ref": "Bekhor Shor, Numbers 30:4:1", "anchorRef": "Numbers 30:4", "anchorRefExpanded": ["Numbers 30:4"], "sourceRef": "Bekhor Shor, Numbers 30:4:1", "sourceHeRef": "בכור שור, במדבר ל׳:ד׳:א׳", "anchorVerse": 4, "sourceHasEn": false, "compDate": [1145, 1195], "commentaryNum": 4.0001, "collectiveTitle": {"en": "Bekhor Shor", "he": "בכור שור"}, "heTitle": "במדבר", "he": "<b>בנעריה.</b> אבל נדר קטנה אינו כלום ומשבגרה אינה ברשות אביה להפר:\n", "heVersionTitle": "Bekhor Shor, HaTzofeh LeHokhmat Yisrael VIII, Budapest, 1928", "heLicense": "Public Domain", "heVersionTitleInHebrew": "בכור שור, הצופה לחכמת ישראל ח, בודפשט, תרפ\"ח", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "58ad9610d6e4a93323dc22a2", "index_title": "Nedarim", "category": "Talmud", "type": "", "ref": "Nedarim 67b:3", "anchorRef": "Numbers 30:4", "anchorRefExpanded": ["Numbers 30:4"], "sourceRef": "Nedarim 67b:3", "sourceHeRef": "נדרים ס״ז ב:ג׳", "anchorVerse": 4, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 134.0003, "collectiveTitle": {"en": "Nedarim", "he": "נדרים"}, "heTitle": "נדרים", "he": "אֵימָא אָב לְחוֹדֵיהּ מֵיפֵר! אִם כֵּן ״וְאָסְרָה אִסָּר בֵּית אָבִיהָ״, ״יָנִיא אוֹתָהּ״ לְמָה לִי? הַשְׁתָּא יֵשׁ לוֹמַר בִּמְקוֹם אָרוּס מֵיפֵר אָב לְחוֹדֵיהּ, שֶׁלֹּא בִּמְקוֹם אָרוּס, מִיבַּעְיָא?", "heVersionTitle": "William Davidson Edition - Vocalized Aramaic", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "מהדורת וויליאם דייוידסון - ארמית המנוקד", "text": "The Gemara proposes: <b>Say</b> that <b>a father can nullify</b> the vows of his betrothed daughter <b>on his own.</b> The Gemara responds: <b>If so, why do I</b> need the verse to teach that in a case where <b>she binds herself with a bond in her father’s house,</b> her father can <b>disallow her,</b> i.e., nullify her vow (see Numbers 30:4–6). <b>Now</b> when <b>it can be said</b> that <b>in the presence of a betrothed,</b> i.e., when she is betrothed, the <b>father nullifies</b> his daughter’s vows <b>on his own, is</b> it <b>necessary</b> to state that he can do so <b>where there is no betrothed?</b> Therefore, the fact that the Torah specifically states that the father nullifies her vows by himself when she is not betrothed indicates that he does not have that power when she is betrothed.", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": "מהדורת וויליאם דייוידסון - אנגלית"}, {"_id": "5926b2b4d6e4a957603a316e", "index_title": "Midrash Tanchuma Buber", "category": "Midrash", "type": "", "ref": "Midrash Tanchuma Buber, Nitzavim 6:1", "anchorRef": "Numbers 30:4", "anchorRefExpanded": ["Numbers 30:4"], "sourceRef": "Midrash Tanchuma Buber, Nitzavim 6:1", "sourceHeRef": "תנחומא בובר, נצבים ו׳:א׳", "anchorVerse": 4, "sourceHasEn": true, "compDate": [150, 750], "commentaryNum": 6.0001, "collectiveTitle": {"en": "Midrash Tanchuma Buber", "he": "תנחומא בובר"}, "heTitle": "נצבים", "he": "לעברך בברית ה' אלהיך ובאלתו <small>(דברים כט יא)</small>. שלש בריתות כרת הקב\"ה להם לישראל, אחת כשיצאו ממצרים, ואחת כשעמדו לפני הר סיני, (ואחת בחורב), ואחת כאן, ולמה כרת עמהן כאן, מפני שאותה שכרת עמהם (בשלוה) [בטלוה] ואמרו אלה אלהיך ישראל <small>(שמות לב ד)</small>, לפיכך חזר וכרת עמהם בחורב, וקבע ליה קללה למי שחוזר בדבריו, ואין לשון עברך, אלא כאדם שאומר לחבירו תעבור בי קללה זו, אם חוזר בדבר זה, וכן אתה מוצא כשהכעיסו להקב\"ה והלכו בגלות, מה דניאל אמר וכל ישראל עברו את תורתך [וגו'] ותתך עלינו (את) האלה (ואת השבועה) [והשבועה] <small>(דניאל ט יא)</small>, ואין אלה אלא קללה, שנאמר והיתה האשה לאלה <small>(במדבר ה כז)</small>, ללמדך שכשם שמשביעין את הסוטה, כך השביע הקב\"ה את ישראל, ושמא תאמרו כל הטורח הזה למה, לא מפני שאני צריך לכם, אלא מה אעשה לכם שכבר נשבעתי לאבותיכם שלא אשנה בכם ובבניכם עד עולם, לכך נאמר למעל הקים אותך היום לו לעם [וגו] <small>(דברים כט יב)</small>, ואומר מלך אסור ברהטים <small>(שה\"ש ז ו)</small>, ואין אסור אלא שבועה, שנאמר ואסרה אסר <small>(במדבר ל ד)</small>, לפיכך אינו יכול לעבור על שבועתו.", "heVersionTitle": "Midrash Tanhuma haKadum veHaYashan, S. Buber, 1885", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש תנחומא הקדום והישן, ש' בובר, תרמ\"ה", "text": "(Deut. 29:11 [12]:) <small>TO ENTER INTO THE COVENANT WITH THE LORD YOUR GOD, EVEN THROUGH HIS OATH</small>. Three covenants did the Holy One make with Israel: one when they came out of Egypt, one when they stood before Mount Sinai, {one at Horeb,} and one here.<sup class=\"footnote-marker\">7</sup><i class=\"footnote\"><i>Tanh</i>., Deut. 8:3.</i> But why did he make &lt;a covenant&gt; with them here? Because they had {cooked} [revoked] the one which he had made with them &lt;on Sinai&gt;,<sup class=\"footnote-marker\">8</sup><i class=\"footnote\">This identification appears in the parallel from the traditional <i>Tanhuma.</i></i> when they said (of the Golden Calf in Exod. 32:4): <small>THIS IS YOUR GOD, O ISRAEL</small>. For that reason he made &lt; another covenant&gt; with them on Horeb<sup class=\"footnote-marker\">9</sup><i class=\"footnote\">The text should probably read: “With them here,” in accord with <i>Codex Vaticanus Ebr.</i> 34.</i> and established a curse over it for whoever would go back on his words. Now the word, <small>ENTER</small> (rt.: '<i><small>BR</small></i>), &lt;can&gt; only be in the sense of one who says to his companion: May this curse come (rt.: '<i><small>BR</small></i>) upon me, if I go back on this word. And so you find that, when they provoked the Holy One, they went into captivity. What did Daniel say (in Dan. 7:11)? <small>AND ALL ISRAEL HAS TRANSGRESSED</small> (rt.: '<i><small>BR</small></i>) <small>YOUR TORAH</small> [….] <small>SO THE CURSE</small> (<i>alah</i>) <small>AND THE OATH ARE POURED DOWN UPON US</small>. Now <i>alah</i> can only be a curse,<sup class=\"footnote-marker\">10</sup><i class=\"footnote\"><i>Alah</i> can also mean “oath” and “covenant.”</i> as where it is stated (in Numb. 5:27): <small>AND THE WOMAN SHALL BECOME A CURSE</small> (<i>alah</i>). &lt;This is&gt; to teach you that, just as one imposes an oath on the suspect adulteress, so the Holy One imposed an oath upon Israel. But perhaps you will say: Why all this bother? It is not because I need you? Rather what shall I do to you, when I have already sworn to your ancestors, that I will never change anything for you and your children? It is therefore stated (in Deut. 29:12 [13]): <small>IN ORDER TO ESTABLISH YOU TODAY AS HIS PEOPLE</small> […,] <small>&lt;AS HE SWORE TO YOUR ANCESTORS, TO ABRAHAM, TO ISAAC, AND TO JACOB&gt;</small>. It also says (in Cant. 7:6 [5]): <small>THE KING IS BOUND BY THE TRESSES</small>. Now no one is bound except by an oath. Thus it is stated (in Numb. 30:4 [3]): <small>&lt;WHEN A WOMAN VOWS A VOW TO THE LORD&gt; AND BINDS HERSELF WITH A BOND &lt;….&gt;</small> Therefore, one cannot break his oath.", "versionTitle": "Midrash Tanhuma, S. Buber Recension; trans. by John T. Townsend, 1989.", "license": "CC-BY", "versionTitleInHebrew": "מדרש תנחומא, בובר, מתורגם בידי ג'ון ט' טוונסנד, 1989"}, {"_id": "59636c55d6e4a9416e9c4c75", "index_title": "Mizrachi", "category": "Commentary", "type": "commentary", "ref": "Mizrachi, Numbers 30:4:1", "anchorRef": "Numbers 30:4", "anchorRefExpanded": ["Numbers 30:4"], "sourceRef": "Mizrachi, Numbers 30:4:1", "sourceHeRef": "מזרחי, במדבר ל׳:ד׳:א׳", "anchorVerse": 4, "sourceHasEn": false, "compDate": [1475, 1525], "commentaryNum": 4.0001, "collectiveTitle": {"en": "Mizrachi", "he": "מזרחי"}, "heTitle": "במדבר", "he": "<b>בבית אביה ברשות אביה ואפילו אינה בביתו. </b>כדתניא בספרי בבית אביה ברשות אביה אתה אומר בבית אביה ברשות אביה או אינו אלא כמשמעו תלמוד לומר בנעוריה בית אביה נעורים בבית האב אמרתי ולא נעורים בבית הבעל להביא את שנתאלמה ושנתגרשה מן האירוסין אתה אומר מן האירוסין או אף מן הנשואין תלמוד לומר בנעוריה בית אביה שכל נעוריה בבית אביה יצאת שנתאלמה ושנתגרשה מן הנישואין שאין כל נעוריה בבית אביה פירוש מדכתיב בסוף הפרשה בנעוריה בית אביה שאין תלמוד לומר שכבר כתוב לעיל בבית אביה מה תלמוד לומר בנעוריה בית אביה ללמד שכל זמן שהיא נערה היא ברשות אביה אף על פי שאינה בביתו ואם כן בבית אביה בנעוריה דלעיל נמי ברשותו הוא דקאמר ולא בביתו ממש וכן מה שאמרו רז\"ל כל שבח נעוריה לאביה מקרא דבנעוריה בית אביה הוא דדרשי לה ואלו מקרא דבבית אביה בנעוריה אין ראיה דדילמא בביתו ממש קאמר: \n", "heVersionTitle": "Four commentaries on Rashi. Warsaw, 1862", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59636c55d6e4a9416e9c4c77", "index_title": "Mizrachi", "category": "Commentary", "type": "commentary", "ref": "Mizrachi, Numbers 30:4:2", "anchorRef": "Numbers 30:4", "anchorRefExpanded": ["Numbers 30:4"], "sourceRef": "Mizrachi, Numbers 30:4:2", "sourceHeRef": "מזרחי, במדבר ל׳:ד׳:ב׳", "anchorVerse": 4, "sourceHasEn": false, "compDate": [1475, 1525], "commentaryNum": 4.0002, "collectiveTitle": {"en": "Mizrachi", "he": "מזרחי"}, "heTitle": "במדבר", "he": "<b>בנעוריה לא בוגרת ולא קטנה שהקטנה אין נדרה נדר והבוגרת אינה ברשות אביה להפר נדריה. </b>פירוש שהקטנה אין נדרה נדר ודאי אלא שיש קטנה שצריכה בדיקה ונדרה תלוי ויש קטנה שאינה צריכה בדיקה ואין נדרה נדר כלל כמו שמפרש והולך דאל\"כ קשיא רישא אסיפא דמעיקרא קא פסיק ותני שהקטנה סתמא אין נדרה נדר ובסיפא אמר שאם היא בת י\"א שנה ויום אחד נדריה נבדקין וליכא למימר שהקטנה דקאמר שאין נדרה כלום בקטנה מבת י\"א קמיירי משום דמיעוטא דבנעוריה בית אביה דממעט לא קטנה ולא בוגרת בקטנ' מבת י\"ב שנה קמיירי שכל הקטנות בכלל: \n", "heVersionTitle": "Four commentaries on Rashi. Warsaw, 1862", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5a1534dfd6e4a92409aba840", "index_title": "Bartenura on Torah", "category": "Commentary", "type": "commentary", "ref": "Bartenura on Torah, Numbers 30:4:1", "anchorRef": "Numbers 30:4", "anchorRefExpanded": ["Numbers 30:4"], "sourceRef": "Bartenura on Torah, Numbers 30:4:1", "sourceHeRef": "ברטנורא על התורה, במדבר ל׳:ד׳:א׳", "anchorVerse": 4, "sourceHasEn": true, "compDate": [1535], "commentaryNum": 4.0001, "collectiveTitle": {"en": "Bartenura on Torah", "he": "ברטנורא על התורה"}, "heTitle": "במדבר", "he": "<b>בנעוריה </b>ולא קטנה וכו' עד ואי זו היא קטנה אמ' רבותינו וכו' קשה מה זה שאל ואי זו היא קטנה ולא פירשו לאח\"כ אלא דקאמר נדריה נבדקין והרי עדין לא שמענו מלשונו איזו היא קטנה וי\"ל דהכי קאמ' בנעוריה ולא אמ' נערה כדרך הכתוב לכתוב בשאר מקומות ולכך כתב אח\"כ בת י\"א שנה נדריה נבדקין וכו' כלומ' שאין נעורים הכתובים כאן לעניין נדרים כשאר נעורים של שאר מצות שמתתיל בת י\"ב שנה ויום אחד כמו שכתב הרמב\"ם בפרק ב' מהלכות אישות שהרי לא נכתב כאן נערה סתם אלא נעוריה כלומ' נעורים המיוחדין לה לפי מה שהיא פקחת ובת דעת ולכך תלי טעמא בבדיקה כדפי' רש\"י:", "heVersionTitle": "Rabotenu Ba'ale ha-Tosafot, Warsaw, 1876", "heLicense": "Public Domain", "heVersionTitleInHebrew": "רבותינו בעלי התוספות, וורשא, תרל\"ו", "text": "<b>\"In her youth\"</b>: This excludes a minor, etc., until \"And what is considered a minor?\" Our Rabbis said, etc. It is difficult to understand why he asked \"And what is considered a minor?\" and did not explain afterward but rather said \"her vows are examined.\" We still have not understood from his words what constitutes a minor. One could say that it means this: \"In her youth\" and not \"a young woman\" as the text usually states in other places. Therefore, it is written afterward, \"A girl of eleven years, her vows are examined,\" etc. This means that the \"youth\" mentioned here regarding vows is not the same as the \"youth\" mentioned in other commandments, which starts at twelve years and one day, as Rambam wrote in Chapter 2 of the Laws of Marriage. Here, it does not simply state \"a young woman\" but rather \"in her youth,\" implying a specific kind of youth according to her intelligence and understanding. Therefore, the criterion is based on examination, as Rashi explained.", "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": ""}, {"_id": "5ae9bf2b9197ec001aac2ee5", "index_title": "Midrash Aggadah", "category": "Midrash", "type": "midrash", "ref": "Midrash Aggadah, Numbers 30:4:1", "anchorRef": "Numbers 30:4", "anchorRefExpanded": ["Numbers 30:4"], "sourceRef": "Midrash Aggadah, Numbers 30:4:1", "sourceHeRef": "מדרש אגדה, במדבר ל׳:ד׳:א׳", "anchorVerse": 4, "sourceHasEn": false, "compDate": [1020, 1220], "commentaryNum": 4.0001, "collectiveTitle": {"en": "Midrash Aggadah", "he": "מדרש אגדה"}, "heTitle": "במדבר", "he": "ואשה כי תדר נדר לה'. <i data-commentator=\"Notes and Corrections on Midrash Aggadah\" data-order=\"2\"></i> הנערה שלא הגיעה עדיין לימי הבגרות שהם י\"ג שנים ויום אחד אם אסרה עצמה בנדר או בשבועה:", "heVersionTitle": "Midrash Aggadah, ed. Buber, Vienna, 1894.", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש אגדה, מהדורת בובר, וינה תרנ\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5ae9bf2b9197ec001aac2ee7", "index_title": "Midrash Aggadah", "category": "Midrash", "type": "midrash", "ref": "Midrash Aggadah, Numbers 30:4:2", "anchorRef": "Numbers 30:4", "anchorRefExpanded": ["Numbers 30:4"], "sourceRef": "Midrash Aggadah, Numbers 30:4:2", "sourceHeRef": "מדרש אגדה, במדבר ל׳:ד׳:ב׳", "anchorVerse": 4, "sourceHasEn": false, "compDate": [1020, 1220], "commentaryNum": 4.0002, "collectiveTitle": {"en": "Midrash Aggadah", "he": "מדרש אגדה"}, "heTitle": "במדבר", "he": "והחריש לה. כל אותם ששמע והחריש לה ולא מיחה מיד, שוב אינו יכול לבטל את הנדר, אבל אם אמר לה נדריך יהון בטלין ואין רשותיך לעצמיך כדי שתשבעי ואת ברשותי, אז בטל הנדר ואינה חייבת לקיימו:", "heVersionTitle": "Midrash Aggadah, ed. Buber, Vienna, 1894.", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש אגדה, מהדורת בובר, וינה תרנ\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5b0bc284c1533e001928affd", "index_title": "Malbim on Numbers", "category": "Commentary", "type": "commentary", "ref": "Malbim on Numbers 30:4:1", "anchorRef": "Numbers 30:4", "anchorRefExpanded": ["Numbers 30:4"], "sourceRef": "Malbim on Numbers 30:4:1", "sourceHeRef": "מלבי\"ם על במדבר ל׳:ד׳:א׳", "anchorVerse": 4, "sourceHasEn": false, "compDate": [1845, 1875], "commentaryNum": 4.0001, "collectiveTitle": {"en": "Malbim", "he": "מלבי\"ם"}, "heTitle": "מלבי\"ם על במדבר", "he": "<b>ואשה </b>דינה לענין איסור נדרים כאיש, זולת אם האב או הבעל מפירים נדריה, ולשון אשה משמע גדולה ולשון בנעוריה משמע בקטנותה ותפסיק כשהיא בת י\"ב ויום א' שאז לענין הפלאה נקראת אשה והיא ג\"כ נערה כי לא בגרה עדיין כי אם בגרה יוצאת מרשות אביה:", "heVersionTitle": "Mikraei Kodesh, Vilna, 1891", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מקראי קודש, וילנא תרנ\"א", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5b0bc284c1533e001928afff", "index_title": "Malbim on Numbers", "category": "Commentary", "type": "commentary", "ref": "Malbim on Numbers 30:4:2", "anchorRef": "Numbers 30:4", "anchorRefExpanded": ["Numbers 30:4"], "sourceRef": "Malbim on Numbers 30:4:2", "sourceHeRef": "מלבי\"ם על במדבר ל׳:ד׳:ב׳", "anchorVerse": 4, "sourceHasEn": false, "compDate": [1845, 1875], "commentaryNum": 4.0002, "collectiveTitle": {"en": "Malbim", "he": "מלבי\"ם"}, "heTitle": "מלבי\"ם על במדבר", "he": "<b>כי תדור נדר לה',</b> י' שתדור בדבר הנדור לא בדבר האסור כנ\"ל (סי' ד'). ובכל הפרשה כתב נדרה ואסרה, שאסר היינו שבועה (כנ\"ל סי' ד') וכן פי' (בפסוק יא) ואסריה אסר על נפשה בשבועה:", "heVersionTitle": "Mikraei Kodesh, Vilna, 1891", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מקראי קודש, וילנא תרנ\"א", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5b0bc284c1533e001928b001", "index_title": "Malbim on Numbers", "category": "Commentary", "type": "commentary", "ref": "Malbim on Numbers 30:4:3", "anchorRef": "Numbers 30:4", "anchorRefExpanded": ["Numbers 30:4"], "sourceRef": "Malbim on Numbers 30:4:3", "sourceHeRef": "מלבי\"ם על במדבר ל׳:ד׳:ג׳", "anchorVerse": 4, "sourceHasEn": false, "compDate": [1845, 1875], "commentaryNum": 4.0003, "collectiveTitle": {"en": "Malbim", "he": "מלבי\"ם"}, "heTitle": "מלבי\"ם על במדבר", "he": "<b>בבית אביה בנעוריה </b>ואח\"כ אמר בין אב לבתו בנעוריה בית אביה, כי מ\"ש פה בבית אביה הוא חלוקה מקבלת נגד מ\"ש (בפסוק יו\"ד) ואם בית אישה נדרה שהיא הנשואה שיצאה מבית אביה לבית בעלה, ולכן הקדים בבית אביה שהוא כולל כל ההלכות שיאמר עד פסוק יו\"ד, ומפרש שני חלוקות [א] כשהיא פנויה [ב] ואם היו תהיה לאיש היינו ארוסה שהיא ג\"כ בבית אביה, ולפ\"ז נכלל בזה ג\"כ אם נתאלמנה או נתגרשה שהיא ג\"כ בבית אביה, ואינה עוד ארוסה שאמר עליה ואם היו תהיה לאיש, ודינה כקודם אירוסין שאביה מפר בעצמו, אבל הלא גם אלמנה מן הנשואין היא בבית אביה ולא בית אישה ונאמר שגם היא דינה כקודם נשואין, ומ\"ש ונדר אלמנה וגרושה היינו כשהיא בוגרת לכן אמר אח\"כ בין אב לבתו בנעוריה בית אביה הקדים מלת נעוריה שהיא תנאי ר\"ל שמה שהוא בין אב לבתו שהוא לבדו יפר הוא רק אם כל נעוריה לא יצאה מבית אביה, שזה הפנויה ואלמנה מן הארוסין, לא אלמנה מן הנשואין שכבר היתה בבית אישה:", "heVersionTitle": "Mikraei Kodesh, Vilna, 1891", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מקראי קודש, וילנא תרנ\"א", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5bc7302181b55e00c03e5905", "index_title": "Maor VaShemesh", "category": "Chasidut", "type": "commentary", "ref": "Maor VaShemesh, Matot 8", "anchorRef": "Numbers 30:4", "anchorRefExpanded": ["Numbers 30:4"], "sourceRef": "Maor VaShemesh, Matot 8", "sourceHeRef": "מאור ושמש, מטות ח׳", "anchorVerse": 4, "sourceHasEn": false, "compDate": [1817, 1823], "commentaryNum": 8, "collectiveTitle": {"en": "Maor VaShemesh", "he": "מאור ושמש"}, "heTitle": "מטות", "he": "<b>ואשה </b>כי תדור נדר לה' ואסרה אסר בבית אביה בנעוריה. ושמע אביה את נדרה ואסרה אשר אסרה על נפשה והחריש לה אביה וקמו כל נדריה וכו' ואם הניא אביה אותה ביום שמעו כל נדריה ואסריה אשר אסרה על נפשה לא יקום וה' יסלח לה וכו' וצריך להבין מפני מה אין משמיע לנו הכתוב דין נדרי איש אשר הוא עדיין ברשות האב גם יש לדקדק על הלשון וקמו כל נדריה הלא אין כאן אלא נדר זה שהחריש לה אביה ולשון כל נדריה משמע כל הנדרים שנדרה מקטנותה ועד זקנותה. ונראה לבאר דהנה נדרים הם שני מינים לפעמים אדם עושה איזה נדר ומודר הנאה מאיזה מאכל ומשקה או מאיזה מלבוש ותכשיטים ואם שאר דברים מחמת כעס ח\"ו וכעם בא מגיאות כי כשאדם נכנע אינו כועס כלל וזהו נדרי רשעים ועל זה אמרו בגמרא הנודר כאילו בונה במה והמקיימו כאילו הקריב עליו קרבן וראיתי פשט על הגמרא כי רובא דרובא הנדרים באים מחמת כעס הוא קופץ ונודר וכעם בא מגיאות כי כשאדם נכנע אינו כועס כלל וזה פי' הגמרא הנודר כאילו בונה במה כי מסתמא הנדר בא מגיאות והוא מלשון כל אחד בונה במה לעצמו והמקיימו פי' שאינו מתחרט על הכעס ועל הגיאות ההוא ועל הנדר זה שבא מחמתו רק עדיין עומד במרדו ומקיימו כאלו הקריב עליו קרבן כאלו הקריב קדשים בחוץ ולפעמים אדם נודר בהשכל ודעת כדי לעשות לעצמו סיג וגדר לעבדות ה' הוא אוסר עליו אף מן הדבר המותר ואדם אשר יבחר בנדר כזה הוא הקדוש והיינו אמר ר' שמעון הצדיק מימי לא אכלתי אשם נזיר טמא אלא אחד פעם אחת בא אדם אחד נזיר מן הדרום וראיתי שהוא יפה עינים וטוב רואי וכו' אמרתי לו בני מה ראית להשחית את שערך זה נאה אמר לי רואה הייתי לאבא בעירי וכו' ופחז יצרו עלי אמרתי לו רשע למה אתה מתגאה כעולם שאינו שלך וכו' העבודה שאגלחך לשמים מיד עמדתי ונשקתיו על ראשו אמרתי כמותך ירבו בישראל נוזרי נזירות וכו' לכן אכל אשם נזיר זה מפני שראה שכוונתו הי' לשמים לעשות סייג וגדר מחמת שרוב המון עם נודרים נדרים מחמת כעס לכן מוטל על כל אחד ואחד מישראל להדריך בניו תיכף בקטנותם שעדיין אינם ניתנם בו יצר טוב והוא לפתח חטאת רובץ וכל עשיותיו הן מעשה יצר הרע לכן צריך להדריכם להשגיח עליהם שלא יהי' קשה עורף וכעסן רק שיהי' מתון וכשאין רוצה לאכול איזה דבר על האב לכופו שיאכל דווקא כדי להניעותו ממדותיו הגרוע הזאת ואם החריש לו האב פעם אחת ושתים אזי הוא מרגיל א\"ע במדה זו ובכל יום מתגבר והולך בו ונשאר בו כל ימיו כעסן וגיאה. וזו היא מה שאמר בגמרא המקדש את האשה על מנת שאין עלי' נדרים ונמצא עלי' נדרים אינה מקודשת לפי שיכול לומר אי אפשי באשה נדרנית. לכאורה אינו מובן מה בכך שהיא נדרנית מאיזה מאכל או מאיזה משקה או מאיזה תכשיט ומה חסרון יש בזה ולפי מאמרינו נתיישב כי מסתמא שנמצא עלי' נדרים היא כעסנית מקטנותה בלתי אפשר עוד להניעותה ממדתה מחמת שהיא נשרשת במדה גרוע הזאת לכן על האב להשגיח על בניו כשהם קטנים ואם יש לו בן זכר מסתמא הולך לבית הספר ורבו מדריך אותו בדרך הישר ואין צריך הכתוב להזהיר את האב עליו אבל בנותיו צריך הכתוב להזהיר את האב כי אם לא ישגיח עליהם בקל ישארו בקילקולם חלילה וזה פי' הפסוק ואשה כי תדור נדר לה' ואסרה איסר בבית אביה בנעוריה ומסתמא עשתה זאת מחמת כעס וגיאות כי עדיין אינו יצר הטוב בקרבה והוא לפתח חטאת רובץ. והחריש לה אביה היינו שלא יכוף אותה שתעבור דווקא על דיבורה רק וקמו כל נדריה פי' לעולם היא נשארת בקילקולה שבגדלות קשה לשבר את הכעס וגיאות ואמר הכתוב ואם הניא אביה אותה ביום שמעו כל נדריה וכו' לא יקים פי' לא יתקיים בה המדה הגרועה הזאת כי הניא אביה אותה פירש תיכף כששמע הניא אותה פעם ושתים עד שנטה אותה לדרך טוב וישר וק\"ל.", "heVersionTitle": "Maor Vashemesh, Breslau, 1842", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מאור ושמש, ברסלאו תר\"ב", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5c46a2f208d98a02694e6dce", "index_title": "Jastrow", "category": "Reference", "type": "reference", "ref": "Jastrow, פָּרַר 1", "anchorRef": "Numbers 30:2-16", "anchorRefExpanded": ["Numbers 30:2", "Numbers 30:3", "Numbers 30:4", "Numbers 30:5", "Numbers 30:6", "Numbers 30:7", "Numbers 30:8", "Numbers 30:9", "Numbers 30:10", "Numbers 30:11", "Numbers 30:12", "Numbers 30:13", "Numbers 30:14", "Numbers 30:15", "Numbers 30:16"], "sourceRef": "Jastrow, פָּרַר 1", "sourceHeRef": "מילון יסטרוב, פָּרַר א׳", "anchorVerse": 2, "sourceHasEn": true, "compDate": [1883, 1903], "commentaryNum": 1, "collectiveTitle": {"en": "Jastrow", "he": "מילון יסטרוב"}, "heTitle": "פָּרַר", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<strong dir=\"rtl\">פָּרַר</strong>  (b. h.) <i>to break</i>.<br/>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Pi.</strong> - <strong dir=\"rtl\">פֵּרֵר</strong> <i>to crumble</i>. <a class=\"refLink\" href=\"/Pesachim.10b.4\" data-ref=\"Pesachim 10b:4\">Pes. 10ᵇ</a> <span dir=\"rtl\">דרכו של תינוק לפָרֵר</span> it is a child’s way to crumble bread (and leave it on the ground). <a class=\"refLink\" href=\"/Mishnah_Pesachim.2.1\" data-ref=\"Mishnah Pesachim 2:1\">Ib. II, 1</a> <span dir=\"rtl\">מְפָרֵר וזורה וכ׳</span> he may crumble (the leavened bread) and cast it to the wind; a. fr.—<a class=\"refLink\" href=\"/Tosefta_Shevi'it.6.29\" data-ref=\"Tosefta Shevi'it 6:29\">Tosef. Shebi. VI, 29</a> <span dir=\"rtl\">מְפָרְרִין</span>, v. <a dir=\"rtl\" class=\"refLink\" href=\"/Jastrow,_פָּרַר.1\" data-ref=\"Jastrow, פָּרַר 1\">פָּרַר</a>.<br/>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Hif.</strong> - <strong dir=\"rtl\">הֵפֵר</strong>, <strong dir=\"rtl\"> הֵיפֵר</strong> <i>to break, destroy; to thwart</i>. <a class=\"refLink\" href=\"/Pirkei_Avot.3.11\" data-ref=\"Pirkei Avot 3:11\">Ab. III, 11</a> <span dir=\"rtl\">המֵפֵר בריתו וכ׳</span> he that breaks the Abrahamitic covenant (omits or effaces circumcision, v. <a dir=\"rtl\" class=\"refLink\" href=\"/Jastrow,_מְשַׁךְ I.1\" data-ref=\"Jastrow, מְשַׁךְ I 1\">מָשַׁךְ</a>). <a class=\"refLink\" href=\"/Bereishit_Rabbah.98\" data-ref=\"Bereishit Rabbah 98\">Gen. R. s. 98</a> (play on <a dir=\"rtl\" class=\"refLink\" href=\"/Jastrow,_פְּרַת I.1\" data-ref=\"Jastrow, פְּרַת I 1\">פֹּרָת</a>, <a class=\"refLink\" href=\"/Genesis.49.22\" data-ref=\"Genesis 49:22\">Gen. XLIX, 22</a>) <span dir=\"rtl\">בן שה׳ לאחיו</span> the son that broke (faith) with his brothers; ib. <span dir=\"rtl\">שהֵפֵירוּ לו אחיו</span> to whom his brothers were faithless; ib. <span dir=\"rtl\">שה׳ לאדונתו</span>, v. <a dir=\"rtl\" class=\"refLink\" href=\"/Jastrow,_אֲדוֹנָה.1\" data-ref=\"Jastrow, אֲדוֹנָה 1\">אֲדוֹנָה</a>. <a class=\"refLink\" href=\"/Bereishit_Rabbah.16\" data-ref=\"Bereishit Rabbah 16\">Gen. R. s. 16</a> (play on <a dir=\"rtl\" class=\"refLink\" href=\"/Jastrow,_פְּרָת.1\" data-ref=\"Jastrow, פְּרָת 1\">פְּרָת</a>, <a class=\"refLink\" href=\"/Genesis.2.14\" data-ref=\"Genesis 2:14\">Gen. II, 14</a>) <span dir=\"rtl\">פרת שהֵפֵירָה והצירה לבניו</span> Edom (Rome) is called P’rath, because she broke faith with, and distressed his (God’s) children (Var. <span dir=\"rtl\">לפניו</span>); <span dir=\"rtl\">שאני עתיד להָפֵר לה</span> because I (the Lord) shall in the end thwart her plans; Yalk. ib. 22; a. fr.—Esp. <i>to make void; to disallow a vow</i> (<a class=\"refLink\" href=\"/Numbers.30.2-16\" data-ref=\"Numbers 30:2-16\">Num. XXX, 2-16</a>). <a class=\"refLink\" href=\"/Mishnah_Nedarim.10.1\" data-ref=\"Mishnah Nedarim 10:1\">Ned. X, 1</a> <span dir=\"rtl\">אביה ובעלה מְפִירִין וכ׳</span> both her father and her husband must declare her vow void; <span dir=\"rtl\">ה׳ האב וכ׳</span> if only the father protested, and the husband did not. Ib. 2 <span dir=\"rtl\">הבעל מֵפֵר בבגר וכ׳</span> in the case of an adult the husband has the right of disallowing, but not the father. Ib. 4 <span dir=\"rtl\">אינו יכול להָפֵר</span> he has no power to disallow her vows. Ib. 5 <span dir=\"rtl\">יָפֵר</span> he has the power &c. Ib. 72ᵃ, a. e. <span dir=\"rtl\">אין הבעל מֵיפֵר בקודמין</span> the husband cannot invalidate vows made before marriage. Ib. XI, 12 (90ᵇ) <span dir=\"rtl\">יָפֵר</span> (<a dir=\"rtl\" class=\"refLink\" href=\"/Jastrow,_ל.1\" data-ref=\"Jastrow, ל 1\">ל</a>)<span dir=\"rtl\">חלקי</span> he may invalidate her vow for his share (as far as it concerns him). Ib. 7 איני יודע שוש מפירין I did not know that there are invalidating powers (vested in the husband); a. v. fr.—Part. pass. <span dir=\"rtl\">מוּפָר</span>; pl. <span dir=\"rtl\">מוּפָרִין</span>. Ib. X, 1 <span dir=\"rtl\">אינו מ׳</span> her vow is not made void. Ib. 4 <span dir=\"rtl\">כל נדרים … הרי הן מ׳</span> whatever vows thou mayest have made in my house, shall be void. Ib. 77ᵇ <span dir=\"rtl\">מ׳ ליכי</span> thy vow is void; a. fr."], "versionTitle": "London, Luzac, 1903", "license": "Public Domain", "versionTitleInHebrew": "תרס״ג"}, {"_id": "5f02d6bf8415afd29c04f3cf", "index_title": "Gur Aryeh on Bamidbar", "category": "Commentary", "type": "commentary", "ref": "Gur Aryeh on Bamidbar 30:4:1", "anchorRef": "Numbers 30:4", "anchorRefExpanded": ["Numbers 30:4"], "sourceRef": "Gur Aryeh on Bamidbar 30:4:1", "sourceHeRef": "גור אריה על במדבר ל׳:ד׳:א׳", "anchorVerse": 4, "sourceHasEn": false, "compDate": [1548, 1578], "commentaryNum": 4.0001, "collectiveTitle": {"en": "Gur Aryeh", "he": "גור אריה"}, "heTitle": "גור אריה על במדבר", "he": "<b>ברשות אביה.</b> ואין \"בית\" ממש, מדכתיב בסוף הפרשה (פסוק יז)<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"58\"></i> \"בנעוריה בית אביה\", והיינו שרצה לומר כל שבנעוריה – היא בבית אביה (ספרי כאן), דאינו רוצה לומר ב\"בית אביה\" ממש, דאם כן לכתוב 'בבית אביה בנעוריה', כדכתיב כאן \"בבית אביה בנעוריה\", ומדכתיב \"בנעוריה בית אביה\", שמע מינה דהכי קאמר \"בנעוריה\" – היא \"בית אביה\":", "heVersionTitle": "Gur Aryeh, Machon Yerushalyim, 1989-1995", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5f02d6c08415afd29c04f3d1", "index_title": "Gur Aryeh on Bamidbar", "category": "Commentary", "type": "commentary", "ref": "Gur Aryeh on Bamidbar 30:4:2", "anchorRef": "Numbers 30:4", "anchorRefExpanded": ["Numbers 30:4"], "sourceRef": "Gur Aryeh on Bamidbar 30:4:2", "sourceHeRef": "גור אריה על במדבר ל׳:ד׳:ב׳", "anchorVerse": 4, "sourceHasEn": false, "compDate": [1548, 1578], "commentaryNum": 4.0002, "collectiveTitle": {"en": "Gur Aryeh", "he": "גור אריה"}, "heTitle": "גור אריה על במדבר", "he": "<b>ולא קטנה.</b> לא מדכתיב \"בנעוריה\" דייק, דשמא \"בנעוריה\" לא בא למעט רק גדולה, אלא משום דקטנה אין נדרה נדר, כדמסיק. ואם ידעה למי נדרה או לשם מי הקדישה – נדרה נדר, דלא מפקינן מ\"בנעוריה\" אלא גדולה, אבל קטנה – אם ידעה למי נדרה – נדריה נדר (נדה מה ע\"ב) <i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"59\"></i>:", "heVersionTitle": "Gur Aryeh, Machon Yerushalyim, 1989-1995", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5f1e9fff1d77ecfb0d09e974", "index_title": "Midrash Lekach Tov", "category": "Midrash", "type": "commentary", "ref": "Midrash Lekach Tov, Numbers 30:4:1", "anchorRef": "Numbers 30:4", "anchorRefExpanded": ["Numbers 30:4"], "sourceRef": "Midrash Lekach Tov, Numbers 30:4:1", "sourceHeRef": "מדרש לקח טוב, במדבר ל׳:ד׳:א׳", "anchorVerse": 4, "sourceHasEn": false, "compDate": [1105, 1115], "commentaryNum": 4.0001, "collectiveTitle": {"en": "Midrash Lekach Tov", "he": "מדרש לקח טוב"}, "heTitle": "במדבר", "he": "<b>פס'.</b> ואשה כי תדר נדר לה'. מקיש אשה לאיש. מה איש עובר על בל יחל ועל בל תאחר <i data-commentator=\"Beur HaRe'em\" data-order=\"12\"></i> אף אשה. ואסרה אסר בבית אביה בנעוריה. <i data-commentator=\"Beur HaRe'em\" data-order=\"13\"></i> יכול אפי' קטנה. ת״ל ואישה. פרט לקטנה. מיכן אמרו בת שתים עשרה שנה ויום אחד נדריה קיימין. כי תדור נדר. את שהסמיכה נדריה לדבר שאפשר להנדר ואם לאו אינו נדר. ואסרה אסר. אין אסר אלא שבועה. <i data-commentator=\"Beur HaRe'em\" data-order=\"14\"></i> וכן (איסר) הוא אומר ואסרה אסר על נפשה בשבועה. <i data-commentator=\"Beur HaRe'em\" data-order=\"15\"></i> בבית אביה בנעוריה. נעורים שבבית אביה ולא נעורים שבבית בעלה. (להוציא) את שנתאלמנה או נתגרשה מן האירוסין:", "heVersionTitle": "Midrash Lekach Tov on Torah, Vilna 1884", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש לקח טוב, מכונה פסיקתא זוטרתא, וילנא תרמ\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "600e9a5e5f491130c1cdb47c", "index_title": "Bartenura on Mishnah Nedarim", "category": "Quoting Commentary", "type": "", "ref": "Bartenura on Mishnah Nedarim 10:2:3", "anchorRef": "Numbers 30:4", "anchorRefExpanded": ["Numbers 30:4"], "sourceRef": "Bartenura on Mishnah Nedarim 10:2:3", "sourceHeRef": "ברטנורא על משנה נדרים י׳:ב׳:ג׳", "anchorVerse": 4, "sourceHasEn": true, "compDate": [1482], "commentaryNum": 2.0003, "collectiveTitle": {"en": "Bartenura on Mishnah Nedarim", "he": "ברטנורא על משנה נדרים"}, "heTitle": "ברטנורא על משנה נדרים", "he": "<b>והאב אינו מפר בבגר.</b> כדכתיב (שם) בבית אביה בנעוריה:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "והאב אינו מפר בבגר – as it is written (there – Numbers 30:4): “while still in her father’s household by reason of her youth.”", "versionTitle": "Bartenura on Mishnah, trans. by Rabbi Robert Alpert, 2020", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "60f57802b6062f226d620b12", "index_title": "Maskil LeDavid", "category": "Commentary", "type": "commentary", "ref": "Maskil LeDavid, Numbers 30:4:1", "anchorRef": "Numbers 30:4", "anchorRefExpanded": ["Numbers 30:4"], "sourceRef": "Maskil LeDavid, Numbers 30:4:1", "sourceHeRef": "משכיל לדוד, במדבר ל׳:ד׳:א׳", "anchorVerse": 4, "sourceHasEn": false, "commentaryNum": 4.0001, "collectiveTitle": {"en": "Maskil LeDavid", "he": "משכיל לדוד"}, "heTitle": "במדבר", "he": "<b>בנעוריה וכו׳ בת י״א וכו׳</b> והיינו דכתיב בנעוריה ולא כתיב נערה דאפילו קודם שתהיה נערה האב מים׳ דהיינו בשנת י״א כגון שיודעת לשם מי וכו׳ ויהיה פירוש בנעוריה סמוך לנעוריה:", "heVersionTitle": "Venice, 1760", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ויניציאה, תקכ\"א", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "612254da5de8bfb900edc2d0", "index_title": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers", "category": "Jewish Thought", "type": "", "ref": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers, Part I, Chapter 5; Leaders and Strangers 12", "anchorRef": "Numbers 15:30-31:19", "anchorRefExpanded": ["Numbers 15:30", "Numbers 15:31", "Numbers 15:32", "Numbers 15:33", "Numbers 15:34", "Numbers 15:35", "Numbers 15:36", "Numbers 15:37", "Numbers 15:38", "Numbers 15:39", "Numbers 15:40", "Numbers 15:41", "Numbers 16:1", "Numbers 16:2", "Numbers 16:3", "Numbers 16:4", "Numbers 16:5", "Numbers 16:6", "Numbers 16:7", "Numbers 16:8", "Numbers 16:9", "Numbers 16:10", "Numbers 16:11", "Numbers 16:12", "Numbers 16:13", "Numbers 16:14", "Numbers 16:15", "Numbers 16:16", "Numbers 16:17", "Numbers 16:18", "Numbers 16:19", "Numbers 16:20", "Numbers 16:21", "Numbers 16:22", "Numbers 16:23", "Numbers 16:24", "Numbers 16:25", "Numbers 16:26", "Numbers 16:27", "Numbers 16:28", "Numbers 16:29", "Numbers 16:30", "Numbers 16:31", "Numbers 16:32", "Numbers 16:33", "Numbers 16:34", "Numbers 16:35", "Numbers 17:1", "Numbers 17:2", "Numbers 17:3", "Numbers 17:4", "Numbers 17:5", "Numbers 17:6", "Numbers 17:7", "Numbers 17:8", "Numbers 17:9", "Numbers 17:10", "Numbers 17:11", "Numbers 17:12", "Numbers 17:13", "Numbers 17:14", "Numbers 17:15", "Numbers 17:16", "Numbers 17:17", "Numbers 17:18", "Numbers 17:19", "Numbers 17:20", "Numbers 17:21", "Numbers 17:22", "Numbers 17:23", "Numbers 17:24", "Numbers 17:25", "Numbers 17:26", "Numbers 17:27", "Numbers 17:28", "Numbers 18:1", "Numbers 18:2", "Numbers 18:3", "Numbers 18:4", "Numbers 18:5", "Numbers 18:6", "Numbers 18:7", "Numbers 18:8", "Numbers 18:9", "Numbers 18:10", "Numbers 18:11", "Numbers 18:12", "Numbers 18:13", "Numbers 18:14", "Numbers 18:15", "Numbers 18:16", "Numbers 18:17", "Numbers 18:18", "Numbers 18:19", "Numbers 18:20", "Numbers 18:21", "Numbers 18:22", "Numbers 18:23", "Numbers 18:24", "Numbers 18:25", "Numbers 18:26", "Numbers 18:27", "Numbers 18:28", "Numbers 18:29", "Numbers 18:30", "Numbers 18:31", "Numbers 18:32", "Numbers 19:1", "Numbers 19:2", "Numbers 19:3", "Numbers 19:4", "Numbers 19:5", "Numbers 19:6", "Numbers 19:7", "Numbers 19:8", "Numbers 19:9", "Numbers 19:10", "Numbers 19:11", "Numbers 19:12", "Numbers 19:13", "Numbers 19:14", "Numbers 19:15", "Numbers 19:16", "Numbers 19:17", "Numbers 19:18", "Numbers 19:19", "Numbers 19:20", "Numbers 19:21", "Numbers 19:22", "Numbers 20:1", "Numbers 20:2", "Numbers 20:3", "Numbers 20:4", "Numbers 20:5", "Numbers 20:6", "Numbers 20:7", "Numbers 20:8", "Numbers 20:9", "Numbers 20:10", "Numbers 20:11", "Numbers 20:12", "Numbers 20:13", "Numbers 20:14", "Numbers 20:15", "Numbers 20:16", "Numbers 20:17", "Numbers 20:18", "Numbers 20:19", "Numbers 20:20", "Numbers 20:21", "Numbers 20:22", "Numbers 20:23", "Numbers 20:24", "Numbers 20:25", "Numbers 20:26", "Numbers 20:27", "Numbers 20:28", "Numbers 20:29", "Numbers 21:1", "Numbers 21:2", "Numbers 21:3", "Numbers 21:4", "Numbers 21:5", "Numbers 21:6", "Numbers 21:7", "Numbers 21:8", "Numbers 21:9", "Numbers 21:10", "Numbers 21:11", "Numbers 21:12", "Numbers 21:13", "Numbers 21:14", "Numbers 21:15", "Numbers 21:16", "Numbers 21:17", "Numbers 21:18", "Numbers 21:19", "Numbers 21:20", "Numbers 21:21", "Numbers 21:22", "Numbers 21:23", "Numbers 21:24", "Numbers 21:25", "Numbers 21:26", "Numbers 21:27", "Numbers 21:28", "Numbers 21:29", "Numbers 21:30", "Numbers 21:31", "Numbers 21:32", "Numbers 21:33", "Numbers 21:34", "Numbers 21:35", "Numbers 22:1", "Numbers 22:2", "Numbers 22:3", "Numbers 22:4", "Numbers 22:5", "Numbers 22:6", "Numbers 22:7", "Numbers 22:8", "Numbers 22:9", "Numbers 22:10", "Numbers 22:11", "Numbers 22:12", "Numbers 22:13", "Numbers 22:14", "Numbers 22:15", "Numbers 22:16", "Numbers 22:17", "Numbers 22:18", "Numbers 22:19", "Numbers 22:20", "Numbers 22:21", "Numbers 22:22", "Numbers 22:23", "Numbers 22:24", "Numbers 22:25", "Numbers 22:26", "Numbers 22:27", "Numbers 22:28", "Numbers 22:29", "Numbers 22:30", "Numbers 22:31", "Numbers 22:32", "Numbers 22:33", "Numbers 22:34", "Numbers 22:35", "Numbers 22:36", "Numbers 22:37", "Numbers 22:38", "Numbers 22:39", "Numbers 22:40", "Numbers 22:41", "Numbers 23:1", "Numbers 23:2", "Numbers 23:3", "Numbers 23:4", "Numbers 23:5", "Numbers 23:6", "Numbers 23:7", "Numbers 23:8", "Numbers 23:9", "Numbers 23:10", "Numbers 23:11", "Numbers 23:12", "Numbers 23:13", "Numbers 23:14", "Numbers 23:15", "Numbers 23:16", "Numbers 23:17", "Numbers 23:18", "Numbers 23:19", "Numbers 23:20", "Numbers 23:21", "Numbers 23:22", "Numbers 23:23", "Numbers 23:24", "Numbers 23:25", "Numbers 23:26", "Numbers 23:27", "Numbers 23:28", "Numbers 23:29", "Numbers 23:30", "Numbers 24:1", "Numbers 24:2", "Numbers 24:3", "Numbers 24:4", "Numbers 24:5", "Numbers 24:6", "Numbers 24:7", "Numbers 24:8", "Numbers 24:9", "Numbers 24:10", "Numbers 24:11", "Numbers 24:12", "Numbers 24:13", "Numbers 24:14", "Numbers 24:15", "Numbers 24:16", "Numbers 24:17", "Numbers 24:18", "Numbers 24:19", "Numbers 24:20", "Numbers 24:21", "Numbers 24:22", "Numbers 24:23", "Numbers 24:24", "Numbers 24:25", "Numbers 25:1", "Numbers 25:2", "Numbers 25:3", "Numbers 25:4", "Numbers 25:5", "Numbers 25:6", "Numbers 25:7", "Numbers 25:8", "Numbers 25:9", "Numbers 25:10", "Numbers 25:11", "Numbers 25:12", "Numbers 25:13", "Numbers 25:14", "Numbers 25:15", "Numbers 25:16", "Numbers 25:17", "Numbers 25:18", "Numbers 26:1", "Numbers 26:2", "Numbers 26:3", "Numbers 26:4", "Numbers 26:5", "Numbers 26:6", "Numbers 26:7", "Numbers 26:8", "Numbers 26:9", "Numbers 26:10", "Numbers 26:11", "Numbers 26:12", "Numbers 26:13", "Numbers 26:14", "Numbers 26:15", "Numbers 26:16", "Numbers 26:17", "Numbers 26:18", "Numbers 26:19", "Numbers 26:20", "Numbers 26:21", "Numbers 26:22", "Numbers 26:23", "Numbers 26:24", "Numbers 26:25", "Numbers 26:26", "Numbers 26:27", "Numbers 26:28", "Numbers 26:29", "Numbers 26:30", "Numbers 26:31", "Numbers 26:32", "Numbers 26:33", "Numbers 26:34", "Numbers 26:35", "Numbers 26:36", "Numbers 26:37", "Numbers 26:38", "Numbers 26:39", "Numbers 26:40", "Numbers 26:41", "Numbers 26:42", "Numbers 26:43", "Numbers 26:44", "Numbers 26:45", "Numbers 26:46", "Numbers 26:47", "Numbers 26:48", "Numbers 26:49", "Numbers 26:50", "Numbers 26:51", "Numbers 26:52", "Numbers 26:53", "Numbers 26:54", "Numbers 26:55", "Numbers 26:56", "Numbers 26:57", "Numbers 26:58", "Numbers 26:59", "Numbers 26:60", "Numbers 26:61", "Numbers 26:62", "Numbers 26:63", "Numbers 26:64", "Numbers 26:65", "Numbers 27:1", "Numbers 27:2", "Numbers 27:3", "Numbers 27:4", "Numbers 27:5", "Numbers 27:6", "Numbers 27:7", "Numbers 27:8", "Numbers 27:9", "Numbers 27:10", "Numbers 27:11", "Numbers 27:12", "Numbers 27:13", "Numbers 27:14", "Numbers 27:15", "Numbers 27:16", "Numbers 27:17", "Numbers 27:18", "Numbers 27:19", "Numbers 27:20", "Numbers 27:21", "Numbers 27:22", "Numbers 27:23", "Numbers 28:1", "Numbers 28:2", "Numbers 28:3", "Numbers 28:4", "Numbers 28:5", "Numbers 28:6", "Numbers 28:7", "Numbers 28:8", "Numbers 28:9", "Numbers 28:10", "Numbers 28:11", "Numbers 28:12", "Numbers 28:13", "Numbers 28:14", "Numbers 28:15", "Numbers 28:16", "Numbers 28:17", "Numbers 28:18", "Numbers 28:19", "Numbers 28:20", "Numbers 28:21", "Numbers 28:22", "Numbers 28:23", "Numbers 28:24", "Numbers 28:25", "Numbers 28:26", "Numbers 28:27", "Numbers 28:28", "Numbers 28:29", "Numbers 28:30", "Numbers 28:31", "Numbers 29:1", "Numbers 29:2", "Numbers 29:3", "Numbers 29:4", "Numbers 29:5", "Numbers 29:6", "Numbers 29:7", "Numbers 29:8", "Numbers 29:9", "Numbers 29:10", "Numbers 29:11", "Numbers 29:12", "Numbers 29:13", "Numbers 29:14", "Numbers 29:15", "Numbers 29:16", "Numbers 29:17", "Numbers 29:18", "Numbers 29:19", "Numbers 29:20", "Numbers 29:21", "Numbers 29:22", "Numbers 29:23", "Numbers 29:24", "Numbers 29:25", "Numbers 29:26", "Numbers 29:27", "Numbers 29:28", "Numbers 29:29", "Numbers 29:30", "Numbers 29:31", "Numbers 29:32", "Numbers 29:33", "Numbers 29:34", "Numbers 29:35", "Numbers 29:36", "Numbers 29:37", "Numbers 29:38", "Numbers 29:39", "Numbers 30:1", "Numbers 30:2", "Numbers 30:3", "Numbers 30:4", "Numbers 30:5", "Numbers 30:6", "Numbers 30:7", "Numbers 30:8", "Numbers 30:9", "Numbers 30:10", "Numbers 30:11", "Numbers 30:12", "Numbers 30:13", "Numbers 30:14", "Numbers 30:15", "Numbers 30:16", "Numbers 30:17", "Numbers 31:1", "Numbers 31:2", "Numbers 31:3", "Numbers 31:4", "Numbers 31:5", "Numbers 31:6", "Numbers 31:7", "Numbers 31:8", "Numbers 31:9", "Numbers 31:10", "Numbers 31:11", "Numbers 31:12", "Numbers 31:13", "Numbers 31:14", "Numbers 31:15", "Numbers 31:16", "Numbers 31:17", "Numbers 31:18", "Numbers 31:19"], "sourceRef": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers, Part I, Chapter 5; Leaders and Strangers 12", "sourceHeRef": "מנהיגות בשממה; סמכות ואנרכיה בספר במדבר, חלק ראשון, פרק ה י״ב", "anchorVerse": 30, "sourceHasEn": true, "commentaryNum": 12, "collectiveTitle": {"en": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers", "he": "מנהיגות בשממה; סמכות ואנרכיה בספר במדבר"}, "heTitle": "פרק ה", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "If the stranger can enjoy literal and metaphysical benefits such as atonement, what makes the stranger a stranger at all? Multiple times in the Pentateuch is the expression “there shall be one law for you and the resident alien” used to show legal equivalence.<sup class=\"footnote-marker\">3</sup><i class=\"footnote\">See Exodus 12:48–49; Leviticus 7:7, 24:22; Numbers 9:14, 15:15, 15:29–30.</i> Like citizens, strangers can be cut off from the community for cursing God and are obliged to refrain from behaviors that engender impurity.<sup class=\"footnote-marker\">4</sup><i class=\"footnote\">For examples, see Leviticus 4, 17:15–16, 18:27–28, 35:34–35; Numbers 15:30–31, 19:13, 19:20.</i> The stranger and the citizen both enjoy the privileges of the community and are both accountable for their place in the community and for their personal relationships with God through prohibitive commands. A poor gentile or <i>ger </i>was counted among the recipients of communal welfare (Lev. 19:10) and enjoyed the protections of the community as a relative equal (Lev. 24:22). Who, then, was the stranger, if during this period of transition there was no land from which to claim citizenship? Who was a stranger if we were all strangers? Furthermore, what made this individual alien if he was included in the community, such that both citizen and stranger were “alike before the Lord”?", "versionTitle": "Jerusalem. Maggid Books, 2013", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "616821efd963618dde963198", "index_title": "Mishnat Eretz Yisrael on Mishnah Nazir", "category": "Quoting Commentary", "type": "", "ref": "Mishnat Eretz Yisrael on Mishnah Nazir, Appendix 1 14", "anchorRef": "Numbers 30:4", "anchorRefExpanded": ["Numbers 30:4"], "sourceRef": "Mishnat Eretz Yisrael on Mishnah Nazir, Appendix 1 14", "sourceHeRef": "משנת ארץ ישראל על משנה נזיר, נספח א י״ד", "anchorVerse": 4, "sourceHasEn": false, "commentaryNum": 14, "collectiveTitle": {"en": "Mishnat Eretz Yisrael on Mishnah Nazir", "he": "משנת ארץ ישראל על משנה נזיר"}, "heTitle": "נספח א", "he": "אך דווקא בשל כך מעניינים במיוחד דברי רבי יוסי בדור אושא. רבי יוסי אמנם דן בהלכות נדרים אך עורך המדרש מייחס את דבריו לפסוק שבו עסקנו (במדבר ו', ב), כלומר לענייני נזירות. יש לראות בסוגיה זו דיון עקרוני, זמן רב לאחר החורבן, וממילא אין הוא חלק מהעשייה הדתית הלכה למעשה. \" 'איש או אשה' (במדבר ו', ב) – רבי יוסי הגלילי אומר: יכול כשידירנה בעלה? מפני שהיה בדין, מה אם במקום שאינו מפר נדרי עצמו הרי הוא אוסר עליו נדרים, מקום שהוא מיפר נדרי אשתו אינו דין שיאסור עליה נדרים? אמרת: 'ואשה כי תדור נדר' (במדבר ל', ד) – לא כשידירנה בעלה\" (ספרי זוטא נשא ו' ב, מהד' הורוויץ עמ' 239; ספרי מטות פיסקא קנג, מהד' הורוויץ עמ' 201-200). נשים, אם כן, מקבלות על עצמן נזירות לרצונן, ובהחלטה אישית. איש אינו רשאי או מסוגל לכוף עליהן נזירות. זו החלטה דתית, מכוח סמכות ואוטונומיה אישית דתית. ההלכות המתייחסות לנשים נזירות מקבלות הנחה עקרונית זו ומנסות להתמודד עם קשיים המתעוררים ביחס למעשה הנשים הנזירות. ", "heVersionTitle": "Mishnat Eretz Yisrael, Seder Nashim, Jerusalem, 2013-2019", "heLicense": "CC-BY", "heVersionTitleInHebrew": "סדר נשים, מאת שמואל ספראי, זאב ספראי וחנה ספראי, ירושלים. תשע\"ג-תשע\"ט", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "616821f5017ddac00a21270d", "index_title": "Mishnat Eretz Yisrael on Mishnah Nazir", "category": "Quoting Commentary", "type": "", "ref": "Mishnat Eretz Yisrael on Mishnah Nazir 4:1:1", "anchorRef": "Numbers 30:4-5", "anchorRefExpanded": ["Numbers 30:4", "Numbers 30:5"], "sourceRef": "Mishnat Eretz Yisrael on Mishnah Nazir 4:1:1", "sourceHeRef": "משנת ארץ ישראל על משנה נזיר ד׳:א׳:א׳", "anchorVerse": 4, "sourceHasEn": false, "commentaryNum": 1.0001, "collectiveTitle": {"en": "Mishnat Eretz Yisrael on Mishnah Nazir", "he": "משנת ארץ ישראל על משנה נזיר"}, "he": "פרק ד עוסק בכללו בהפרת נדרי נזירות אישה על ידי בעלה ובבעיות אחרות של נזירות שלא מומשה. עם זאת, הפרק מעלה את התרת הנזר אגב מקרים אחרים שהם נדונים לגופם. כלומר, הלכות נזיר ניזונות מהלכות הפרת נדרים (במדבר ל\"ט, טז), שהרי בנזירות גופה לא נידונה הפרת נדרי אישה כלל (במדבר ו', א-כא). אדרבה, נזכר שם במפורש: \"איש או אשה כי יפלִא לנדֹר נדר נזיר להזיר לה' \" (במדבר ו', ב), אם כן השווה הכתוב איש לאישה. הפרק שלנו עוסק רק בהפרת נזירות של הבעל ומתעלם מאפשרות של הפרת נזירות על ידי האב, אף על פי שבדיני הפרת נדרים מדובר במפורש בהפרת הנדר על ידי האב או הבעל (במדבר ל', ד-ה; יז), והפסוקים, כמו גם ההלכה התנאית, משווים בין מערכת היחסים של אב ובתו ומערכת היחסים של איש ואישה ביחס לנדרים.<sup class=\"footnote-marker\">1</sup><i class=\"footnote\">ראו דיוננו להלן משנה ז ובנדרים פרק י (כל הפרק), ושם נדונו המקבילות וההבדלים בין האב לבעל. </i> לעומת זאת עורך הפרק קושר את הפרת נדרי אישה בתופעה חברתית אחרת – נדרים בצוותא, ולכן אף שעיקר עניינו הפרת נדרי אישה הוא פותח בחלות נדרי צוותא לגברים ונשים כאחד.<sup class=\"footnote-marker\">2</sup><i class=\"footnote\">ראו דיוננו לעיל פ\"א מ\"א-מ\"ב, וכן פ\"ב מ\"א. </i>", "heVersionTitle": "Mishnat Eretz Yisrael, Seder Nashim, Jerusalem, 2013-2019", "heLicense": "CC-BY", "heVersionTitleInHebrew": "סדר נשים, מאת שמואל ספראי, זאב ספראי וחנה ספראי, ירושלים. תשע\"ג-תשע\"ט", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "61682371b78a09a9f4c4ebc3", "index_title": "Mishnat Eretz Yisrael on Mishnah Nedarim", "category": "Quoting Commentary", "type": "", "ref": "Mishnat Eretz Yisrael on Mishnah Nedarim 10:1:2", "anchorRef": "Numbers 30:4-9", "anchorRefExpanded": ["Numbers 30:4", "Numbers 30:5", "Numbers 30:6", "Numbers 30:7", "Numbers 30:8", "Numbers 30:9"], "sourceRef": "Mishnat Eretz Yisrael on Mishnah Nedarim 10:1:2", "sourceHeRef": "משנת ארץ ישראל על משנה נדרים י׳:א׳:ב׳", "anchorVerse": 4, "sourceHasEn": false, "commentaryNum": 1.0002, "collectiveTitle": {"en": "Mishnat Eretz Yisrael on Mishnah Nedarim", "he": "משנת ארץ ישראל על משנה נדרים"}, "he": "המשנה פותחת בנושא חדש של הפרת נדרים. הפרת נדרים היא זכותם של האב בזמנו ושל הבעל בשעתו להפר את נדרי האישה. בניגוד להיתר נדרים הדורש שיקול דעת, נימוק והחלטה של חכם, הרי שהפרת הנדר שמורה לבעל ו/או לאב ללא נימוק, אך תוך יום משעת הנדר. דיני הפרת נדרים מפורשים במקרא: \"1א. ואשה כי תדר נדר לה' ואסרה אסר בבית אביה בנעריה. ושמע אביה את נדרה ואסרה אשר אסרה על נפשה והחריש לה אביה וקמו כל נדריה וכל אסר אשר אסרה על נפשה יקום. 1ב. ואם הניא אביה אתה ביום שמעו כל נדריה ואסריה אשר אסרה על נפשה לא יקום וה' יסלח לה כי הניא אביה אתה. 2א. ואם היו תהיה לאיש ונדריה עליה או מבטא שפתיה אשר אסרה על נפשה. ושמע אישה ביום שמעו והחריש לה וקמו נדריה ואסרה אשר אסרה על נפשה יקמו. 2ב. ואם ביום שמע אישה יניא אותה והפר את נדרה אשר עליה ואת מבטא שפתיה אשר אסרה על נפשה וה' יסלח לה\" (במדבר ל ד-ט). הפסוקים כתובים במבנה סימטרי. לאב זכות הפרה בנעוריה בית אביה, ולבעל בבית בעלה. מבנה הנישואים של חז\"ל יצר מצב חדש של נישואים חלקיים, האירוסין. לפי המנהג המקובל בגליל נשארה המאורסת בבית אביה עד הנישואין, בעלה לא חייב היה במזונותיה ולא נהנה ממעשה ידיה, וכמובן גם לא קיים עמה יחסי אישות. ביהודה היה הנוהג שונה בפרט אחד, הבעל קיים עם אשתו יחסי אישות מפעם לפעם, אך עדיין היא נותרה בבית אביה<sup class=\"footnote-marker\">1</sup><i class=\"footnote\">על כך ראו במבוא למסכת כתובות ובמבוא למסכת קידושין.  </i>. המנהג הגלילי נזכר כמנהג סתם, ועל המנהג ביהודה אנו שומעים רק ממקורות בודדים. המשנה שלפנינו מייצגת ומשקפת את המנהג הגלילי. איננו יודעים בוודאות האם למנהג יהודה היו השלכות גם בתחום הנדרים, אך להלן נעלה הצעה כזאת.", "heVersionTitle": "Mishnat Eretz Yisrael, Seder Nashim, Jerusalem, 2013-2019", "heLicense": "CC-BY", "heVersionTitleInHebrew": "סדר נשים, מאת שמואל ספראי, זאב ספראי וחנה ספראי, ירושלים. תשע\"ג-תשע\"ט", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "61a6230887f574a17ca6b2bb", "index_title": "Jerusalem Talmud Nedarim", "category": "Talmud", "type": "", "ref": "Jerusalem Talmud Nedarim 10:1:2", "anchorRef": "Numbers 30:4", "anchorRefExpanded": ["Numbers 30:4"], "sourceRef": "Jerusalem Talmud Nedarim 10:1:2", "sourceHeRef": "תלמוד ירושלמי נדרים י׳:א׳:ב׳", "anchorVerse": 4, "sourceHasEn": true, "compDate": [375, 425], "commentaryNum": 1.0002, "collectiveTitle": {"en": "Jerusalem Talmud Nedarim", "he": "תלמוד ירושלמי נדרים"}, "heTitle": "תלמוד ירושלמי נדרים", "he": "<strong><big>הלכה:</big></strong> <i data-overlay=\"Venice Columns\" data-value=\"41d\"></i>נַעֲרָה מְאוֹרָסָה כול׳. כְּתִיב אִם הָיֹה תִהְיֶה לְאִישׁ. מַה אֲנָן קַייָמִין. אִם בִּנְשׂוּאָה. כְּבָר כְּתִיב אִם בֵּית אִשָׁהּ נָדָרָה. וְאִם בִּפְנוּיָה. כְּבָר כְּתִיב וִאִשָּׁה כִּי תִדֹּר נֶדֶר לַי֙י. מַה תַלְמוּד לוֹמַר וְאִם הָיֹה תִהְיֶה לְאִישׁ וּנְדָרֶיהָ עָלֶיהָ. וְאֵי זוֹ זוֹ. זוֹ נַעֲרָה מְאוֹרָסָה שֶׁאָבִיהָ וּבַעֲלָהּ מְפֵירִין נְדָרֶיהָ. עַד כְּדוֹן בִּנְדָרִים שֶׁנָּֽדְרָה מִשֶּׁנִּתְאָֽרְסָה. נְדָרִים שֶׁנָּֽדְרָה עַד שֶׁלֹּא נִתְאָֽרְסָה. וּנְדָרֶיהָ עָלֶיהָ. לְרַבּוֹת אֶת הַנְּדָרִין שֶׁבָּא בְיָדָהּ מִבֵּית אָבִיהָ.", "heVersionTitle": "The Jerusalem Talmud, edition by Heinrich W. Guggenheimer. Berlin, De Gruyter, 1999-2015", "heLicense": "CC-BY", "heVersionTitleInHebrew": "", "text": "<strong>HALAKHAH:</strong> “An adolescent girl,” etc. <sup class=\"footnote-marker\">2</sup><i class=\"footnote\">A similar argument in the <a class=\"refLink\" data-ref=\"Nedarim 67\" href=\"/Nedarim.67\">Babli, 67a/b</a>. In both Talmudim, the argument is amoraic.</i> It is written<sup class=\"footnote-marker\">3</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Numbers 30:7\" href=\"/Numbers.30.7\"><i>Num.</i> 30:7</a>. The masoretic text reads הָיוֹ.</i>, “if she should be a man’s”. What are we speaking about? If a married one, it already is written<sup class=\"footnote-marker\">4</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Numbers 30:11\" href=\"/Numbers.30.11\"><i>Num.</i> 30:11</a>.</i> “if she vowed in her husband’s house”. If about an unmarried one, it already is written<sup class=\"footnote-marker\">5</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Numbers 30:4\" href=\"/Numbers.30.4\"><i>Num.</i> 30:4</a>.</i> “if she vows a vow to the Eternal”. Why does the verse say<sup class=\"footnote-marker\">3</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Numbers 30:7\" href=\"/Numbers.30.7\"><i>Num.</i> 30:7</a>. The masoretic text reads הָיוֹ.</i>, ““if she should be a man’s with her vows on her”? That refers to the preliminarily married adolescent girl whose vows are dissolved by father and husband. So far for vows which she vowed after she was prelinimarily married. Vows which she vowed before she was prelinimarily married? “With her vows on her,<sup class=\"footnote-marker\">3</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Numbers 30:7\" href=\"/Numbers.30.7\"><i>Num.</i> 30:7</a>. The masoretic text reads הָיוֹ.</i>” to include the vows which come with her from her father’s house.", "versionTitle": "The Jerusalem Talmud, translation and commentary by Heinrich W. Guggenheimer. Berlin, De Gruyter, 1999-2015", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "61a6230787f574a17ca6b205", "index_title": "Jerusalem Talmud Nedarim", "category": "Talmud", "type": "", "ref": "Jerusalem Talmud Nedarim 1:1:7", "anchorRef": "Numbers 30:4", "anchorRefExpanded": ["Numbers 30:4"], "sourceRef": "Jerusalem Talmud Nedarim 1:1:7", "sourceHeRef": "תלמוד ירושלמי נדרים א׳:א׳:ז׳", "anchorVerse": 4, "sourceHasEn": true, "compDate": [375, 425], "commentaryNum": 1.0007, "collectiveTitle": {"en": "Jerusalem Talmud Nedarim", "he": "תלמוד ירושלמי נדרים"}, "heTitle": "תלמוד ירושלמי נדרים", "he": "אִיסָּר זוֹ שְׁבוּעָה. מִבְטָא זוֹ שְׁבוּעָה. אִם אוֹמֵר אַתְּ. אִיסָּר זוֹ שְׁבוּעָה. חַייָב עַל כָּל־אִיסָּר וְאִיסָּר וְעַל כָּל־שְׁבוּעָה וּשְׁבוּעָה. אִם אַתְּ אוֹמֵר. אִסָּר מִין שְׁבוּעָה. חַייָב עַל זֶה בִפְנֵי עַצְמוֹ וְעַל זֶה בִפְנֵי עַצְמוֹ. אִסָּר זוֹ שְׁבוּעָה. וְתֹמַר. אִם אוֹמֵר אַתְּ כֵּן. אָמַר רִבִּי אֶלְעָזָר. תְּרֵין תַּנָּיִין אִינּוּן. אָמַר רִבִּי יִרְמְיָה. חַד תַּנַּיי הוּא. אֲמָרוֹ בִלְשׁוֹן נֵדֶר אַתְּ תּוֹפְסוֹ בִלְשׁוֹן נֵדֶר. אֲמָרוֹ בִלְשׁוֹן שְׁבוּעָה אַתְּ תּוֹפְסוֹ בִלְשׁוֹן שְׁבוּעָה. <i data-overlay=\"Vilna Pages\" data-value=\"2a\"></i>אָסַר הֲרֵי <i data-overlay=\"Venice Columns\" data-value=\"36d\"></i>הוּא עַל יָדִי. אם<i data-commentator=\"Notes by Heinrich Guggenheimer\" data-label=\"47\"></i> תּוֹפְסוֹ בִּלְשׁוֹן נֶדֶר. אִסָּר וְאֵינִי טוֹעֲמוֹ. אם תּוֹפְסוֹ בִּמְקוֹם שְׁבוּעָה. אִם אוֹמֵר אַתְּ. אִסָּר מִין שְׁבוּעָה. חַייָב עַל כָּל־אִיסָּר וְאִיסָּר וְעַל כָּל־שְׁבוּעָה וּשְׁבוּעָה. אָמַר רִבִּי יוֹסֵי. לָא אַתְייָא אֶלָּא בַחֲמִשָּׁה כִּכָּרִין. אֲבָל בְּכִכָּר אֶחָד מִכֵּיוָן שֶׁהִזְכִּיר עָלָיו שְׁבוּעָה עֲשָׂאוֹ כִנְבֵילָה. מִיכָּן וָאֵילַךְ בִּמְייַחֵל שְׁבוּעוֹת עַל הָאִיסָּרִין וְאֵין שְׁבוּעוֹת חָלוֹת עַל הָאִסָּרִין. אָמַר רִבִּי חֲנַנְיָה. אֲפִילוּ בְכִכָּר אֶחָד אַתְייָא הִיא. כְּהָדָא דְתַנֵּי. זֶה חוֹמֶר לְשֶׁעָבַר מִלָּבֹא. שֶׁאִם אָמַר. לֹא אָכַלְתִּי לֹא אָכַלְתִּי. חָב עַל כָּל־אֶחָד וְאֶחָד. לֹא אוֹכֵל לֹא אוֹכֵל. אֵינוֹ חָב אֶלֵּא אַחַת. אִם אוֹמֵר אַתְּ. אֵין אִסָּר מִין שְׁבוּעָה. חָב עַל זֶה בִפְנֵי עַצְמוֹ וְעַל זֶה בִפְנֵי עַצְמוֹ. אָמַר רִבִּי יוּדָן. וְהוּא שֶׁהִזְכִּיר נֶדֶר וְאַחַר כָּךְ הִזְכִּיר שְׁבוּעָה. אֲבָל אִם הִזְכִּיר שְׁבוּעָה וְאַחַר כָּךְ הִזְכִּיר נֶדֶר נְדָרִין חָלִין עַל הָאִיסָּרִין וְאֵין שְׁבוּעוֹת חָלוֹת עַל הָאִיסָּרִין.", "heVersionTitle": "The Jerusalem Talmud, edition by Heinrich W. Guggenheimer. Berlin, De Gruyter, 1999-2015", "heLicense": "CC-BY", "heVersionTitleInHebrew": "", "text": "<sup class=\"footnote-marker\">48</sup><i class=\"footnote\">A <i>baraita</i> similar to this one is quoted and explained in the <a class=\"refLink\" data-ref=\"Shevuot 20a\" href=\"/Shevuot.20a\">Babli <i>Šebuot</i> 20a</a>.</i>“ ‘Prohibition’, is an oath. ‘Expression’<sup class=\"footnote-marker\">49</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Numbers 30:4\" href=\"/Numbers.30.4\"><i>Num.</i> 30:4</a>: “If she be married to a man and her vows are on her or the expression of her lips which she forbade on herself.” Since “expression” is opposed to “vows”, it must refer to oaths. Similarly, “to express with one’s lips” is used for “to swear an oath” in <a class=\"refLink\" data-ref=\"Leviticus 5:4\" href=\"/Leviticus.5.4\"><i>Lev.</i> 5:4</a>; cf. <a class=\"refLink\" data-ref=\"Shevuot 20a\" href=\"/Shevuot.20a\"><i>Šebuot</i> 20a</a>.</i>, is an oath. If you say prohibition is an oath, he is guilty for every single prohibition and for every single oath. If you say prohibition is<sup class=\"footnote-marker\">50</sup><i class=\"footnote\">It seems that “not” has fallen out here. The two cases will be explained below.</i> a kind of oath, he is guilty for this separately and that separately.” “Prohibition is an oath”, and you say “if you say so”?<sup class=\"footnote-marker\">51</sup><i class=\"footnote\">First one states that ‘prohibition’ is an expression of an oath. Then one argues ‘if it is an oath’, ‘if it is not an oath’. This contradicts the first statement.</i> Rebbi Eleazar said, these are two Tannaїm<sup class=\"footnote-marker\">52</sup><i class=\"footnote\">The first two sentences have one author, the last two a different one.</i>. Rebbi Jeremiah said, it is from one Tanna<sup class=\"footnote-marker\">53</sup><i class=\"footnote\">The <i>baraita,</i> as one would reasonably expect, is from one author. But the implicit verb in the first two sentences should not be read as “is” but as “may be”.</i>. If he said it in the language of a vow<sup class=\"footnote-marker\">54</sup><i class=\"footnote\">That he forbids the object for himself.</i> you catch him in the language of a vow. If he said it in the language of an oath<sup class=\"footnote-marker\">55</sup><i class=\"footnote\">That he forbids himself the use of the object. Since “prohibition” is applied to both vows and oaths, the meaning of the word is determined by the syntax of the sentence in which it is used; cf. <a class=\"refLink\" data-ref=\"Jerusalem Talmud Nedarim 1:1:1\" href=\"/Jerusalem_Talmud_Nedarim.1.1.1\">Note 4</a>.</i> you catch him in the language of an oath. If you say, prohibition is a kind of oath, he is guilty for every single prohibition and for every single oath<sup class=\"footnote-marker\">56</sup><i class=\"footnote\">Violating a vow is a prohibition which, if proved in court by two witnesses, might subject the perpetrator to punishment by whipping. Even if the violation was inadvertent, there never is a possibility of a sacrifice. But inadvertently violating an oath imposes on the perpetrator the duty to offer a reparation or a purification offering in the Temple, <a class=\"refLink\" data-ref=\"Leviticus 5:1-13\" href=\"/Leviticus.5.1-13\"><i>Lev.</i> 5:1–13</a>.</i>. Rebbi Yose said, this comes only for five loaves<sup class=\"footnote-marker\">57</sup><i class=\"footnote\">Multiple guilt (multiple sacrifices) are possible only for multiple objects of prohibitions, not for repeated prohibitions of the same object.</i>. But for a single loaf, from the moment he mentioned “oath” for it, he made it a cadaver<sup class=\"footnote-marker\">58</sup><i class=\"footnote\">If somebody made an oath to the effect that he would not eat a certain food, that food is forbidden to him as if it were cadaver meat, forbidden to any Jew.</i>. Furthermore, he may want to have oaths apply to prohibited items, but oaths cannot apply to prohibitited items<sup class=\"footnote-marker\">40</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Jerusalem Talmud Nedarim 2:2:1\" href=\"/Jerusalem_Talmud_Nedarim.2.2.1\">Mishnah 2:2</a>: “A vow that I shall not build a tabernacle, that I shall not take a <i>lulab</i>, that I will not wear phylacteries: vows are forbidden, oaths permitted, for one cannot swear to break religious obligations.” If somebody makes a vow that religious objects should be forbidden to him (as if they were dedicated sacrifices), he commits a twofold sin in making a frivolous vow and breaking biblical commandments, but what he did is done. But if he swears that he will not fulfill his religious obligations, the oath is invalid since, in the language of the Babli, “he already is under oath from Mount Sinai”, and a valid oath cannot be superseded by another oath. Since visiting the sick is a religious obligation, if the prohibition of usufruct is interpreted as an oath it should be nonexistent in the case of a visit to a sick person. No answer is given since practice follows R. Joḥanan.</i>. Rebbi Ḥananiah said, it applies even to a single loaf. As we have stated<sup class=\"footnote-marker\">59</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Tosefta Shevuot 2:2\" href=\"/Tosefta_Shevuot.2.2\">Tosephta <i>Šebuot</i> 2:4</a>, referred to in <a class=\"refLink\" data-ref=\"Shevuot 28b\" href=\"/Shevuot.28b\">Babli <i>Šebuot</i> 28b</a>.</i>, “in that the past is more stringent than the future, if he said I did not eat, I did not eat, he is guilty for every statement<sup class=\"footnote-marker\">60</sup><i class=\"footnote\">If he swore falsely that he had not eaten, he committed the sin of a false oath. Since that oath does not forbid anything, each statement stands on its own and subjects him to the punishment for swearing falsely.</i>; I shall not eat, I shall not eat, he is guilty only once<sup class=\"footnote-marker\">61</sup><i class=\"footnote\">The first oath established the prohibition; the following oaths are futile, forbidden in the Third Commandment, but not triggering any obligation of sacrifice.</i>.” Rebbi Yudan said<sup class=\"footnote-marker\">62</sup><i class=\"footnote\">He explains the prior statement “If you say prohibition is <i>not</i> a kind of oath, he is guilty for this separately and that separately.”</i>, only if he first mentioned “vow” and then mentioned “oath”. But if he mentioned oath and then vow, vows can apply to prohibitions but oaths cannot apply to prohibitions<sup class=\"footnote-marker\">63</sup><i class=\"footnote\">Since vows are subject related, if he forbade himself the use of a loaf, he may later declare the loaf to have the status of <i>qorbān,</i> to add the prohibition of sacrilege to the prohibition of eating. But if he first declared the loaf to be <i>qorbān,</i> it is automatically forbidden to him and no oath can increase the degree of prohibition. Therefore, the oath following the vow is a futile oath.</i>.", "versionTitle": "The Jerusalem Talmud, translation and commentary by Heinrich W. Guggenheimer. Berlin, De Gruyter, 1999-2015", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "61b5fd3555001a4075157028", "index_title": "Bartenura on Mishnah Niddah", "category": "Quoting Commentary", "type": "", "ref": "Bartenura on Mishnah Niddah 5:7:4", "anchorRef": "Numbers 30:4", "anchorRefExpanded": ["Numbers 30:4"], "sourceRef": "Bartenura on Mishnah Niddah 5:7:4", "sourceHeRef": "ברטנורא על משנה נדה ה׳:ז׳:ד׳", "anchorVerse": 4, "sourceHasEn": true, "compDate": [1482], "commentaryNum": 7.0004, "collectiveTitle": {"en": "Bartenura on Mishnah Niddah", "he": "ברטנורא על משנה נדה"}, "heTitle": "ברטנורא על משנה נדה", "he": "<b>בזו ובזו.</b> אפילו כשהיא נערה, אביה זכאי בכל. דכתיב (במדבר ל׳) בנעוריה בית אביה, כל שבח נעוריה לאביה:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "בזו ובזו – even when she is a young woman, her father is in possession of everything, as it is written (Numbers 30:4): “while still in her father’s household by reason of her youth.”", "versionTitle": "Bartenura on Mishnah, trans. by Rabbi Robert Alpert, 2020", "license": "", "versionTitleInHebrew": ""}, {"_id": "620359a314945149881da0c2", "index_title": "Genesis", "category": "Tanakh", "type": "", "ref": "Genesis 4:1", "anchorRef": "Numbers 30:4", "anchorRefExpanded": ["Numbers 30:4"], "sourceRef": "Genesis 4:1", "sourceHeRef": "בראשית ד׳:א׳", "anchorVerse": 4, "sourceHasEn": true, "compDate": [-1400, -400], "commentaryNum": 4.0001, "collectiveTitle": {"en": "Genesis", "he": "בראשית"}, "heTitle": "בראשית", "he": "וְהָ֣אָדָ֔ם יָדַ֖ע אֶת־חַוָּ֣ה אִשְׁתּ֑וֹ וַתַּ֙הַר֙ וַתֵּ֣לֶד אֶת־קַ֔יִן וַתֹּ֕אמֶר קָנִ֥יתִי אִ֖ישׁ אֶת־יְהֹוָֽה׃", "heVersionTitle": "Miqra according to the Masorah", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "מקרא על פי המסורה", "text": "Now the Human knew<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>knew </b>Heb. <i>yada‘</i>, often in a sexual sense.</i> his wife Eve, and she conceived and bore Cain, saying, “I have gained<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>gained </b>Echoing the Heb. wordplay: <i>qanithi</i>, connected with “Cain”; lit. “created, acquired.”</i> a person<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>a person </b>Or “someone new.” Lit. “a participant whose involvement defines the depicted situation.” Unlike “man” in contemporary English, Heb. <i>’ish</i> can include infants in its denotative scope, as here and in Isa. 66.13. NJPS “male child”; trad. “man.” Cf. note at Num. 30.4 and see the Dictionary under <i>’ish</i>.</i> with the help of<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>with the help of </b>Or “as did”; precise force of Heb. <i>’et</i> uncertain.</i> יהוה.”", "versionTitle": "The Contemporary Torah, Jewish Publication Society, 2006", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "62035b36fe5136fa0b7ddfd9", "index_title": "Judges", "category": "Tanakh", "type": "", "ref": "Judges 21:14", "anchorRef": "Numbers 30:4", "anchorRefExpanded": ["Numbers 30:4"], "sourceRef": "Judges 21:14", "sourceHeRef": "שופטים כ״א:י״ד", "anchorVerse": 4, "sourceHasEn": true, "compDate": [-1300, -500], "commentaryNum": 21.0014, "collectiveTitle": {"en": "Judges", "he": "שופטים"}, "heTitle": "שופטים", "he": "וַיָּ֤שׇׁב בִּנְיָמִן֙ בָּעֵ֣ת הַהִ֔יא וַיִּתְּנ֤וּ לָהֶם֙ הַנָּשִׁ֔ים אֲשֶׁ֣ר חִיּ֔וּ מִנְּשֵׁ֖י יָבֵ֣שׁ גִּלְעָ֑ד וְלֹא־מָצְא֥וּ לָהֶ֖ם כֵּֽן׃", "heVersionTitle": "Miqra according to the Masorah", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "מקרא על פי המסורה", "text": "Thereupon the Benjaminites returned, and they gave them the maidens<sup class=\"footnote-marker\">b</sup><i class=\"footnote\"><b>maidens </b>Heb. “women”; cf. v. 12.</i> who had been spared from the women of Jabesh-gilead. But there were not enough of them.<sup class=\"footnote-marker\">c</sup><i class=\"footnote\"><b>But there were not enough of them </b>Meaning of Heb. uncertain.</i> ", "versionTitle": "THE JPS TANAKH: Gender-Sensitive Edition", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "62bc7a94b9fd69949b24ef07", "index_title": "Dirshuni II", "category": "Jewish Thought", "type": "", "ref": "Dirshuni II, Sexuality, Love, and Marriage, V 4", "anchorRef": "Numbers 30:3-13", "anchorRefExpanded": ["Numbers 30:3", "Numbers 30:4", "Numbers 30:5", "Numbers 30:6", "Numbers 30:7", "Numbers 30:8", "Numbers 30:9", "Numbers 30:10", "Numbers 30:11", "Numbers 30:12", "Numbers 30:13"], "sourceRef": "Dirshuni II, Sexuality, Love, and Marriage, V 4", "sourceHeRef": "דרשוני כרך ב, שעשני אשה, מדרשי נדרים ד׳", "anchorVerse": 3, "sourceHasEn": false, "commentaryNum": 4, "collectiveTitle": {"en": "Dirshuni II", "he": "דרשוני כרך ב"}, "heTitle": "מדרשי נדרים", "he": "<small>איש כי ידר נדר ליהוה או השבע שבעה לאסר אסר על נפשו לא יחל דברו ככל היצא מפיו יעשה. ואשה כי תדר נדר ליהוה ואסרה אסר בבית אביה בנעריה. ושמע אביה את נדרה ואסרה אשר אסרה על נפשה והחריש לה אביה וקמו כל נדריה וכל אסר אשר אסרה על נפשה יקום. ואם הניא אביה אתה ביום שמעו כל נדריה ואסריה אשר אסרה על נפשה לא יקום וה' יסלח לה כי הניא אביה אתה. ואם היו תהיה לאיש ונדריה עליה או מבטא שפתיה אשר אסרה על נפשה. ושמע אישה ביום שמעו והחריש לה וקמו נדריה ואסרה אשר אסרה על נפשה יקמו. ואם ביום שמע אישה יניא אותה והפר את נדרה אשר עליה ואת מבטא שפתיה אשר אסרה על נפשה וה' יסלח לה. ונדר אלמנה וגרושה כל אשר אסרה על נפשה יקום עליה. ואם בית אישה נדרה או אסרה אסר על נפשה בשבעה. ושמע אישה והחרש לה לא הניא אתה וקמו כל נדריה וכל אסר אשר אסרה על נפשה יקום. ואם הפר יפר אתם  אישה ביום שמעו כל מוצא שפתיה לנדריה ולאסר נפשה לא יקום אישה הפרם וה' יסלח לה. (במדבר ל, ג-יג)</small>", "heVersionTitle": "Dirshuni, Israeli Women Writing Midrash. Tel Aviv, 2018", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "62df1e456931e279f41862dd", "index_title": "Noam Elimelekh", "category": "Chasidut", "type": "", "ref": "Noam Elimelekh, Sefer Bamidbar, Matot 3:1", "anchorRef": "Numbers 30:4", "anchorRefExpanded": ["Numbers 30:4"], "sourceRef": "Noam Elimelekh, Sefer Bamidbar, Matot 3:1", "sourceHeRef": "נועם אלימלך, ספר במדבר, מטות ג׳:א׳", "anchorVerse": 4, "sourceHasEn": true, "compDate": [1786], "commentaryNum": 3.0001, "collectiveTitle": {"en": "Noam Elimelekh", "he": "נועם אלימלך"}, "heTitle": "מטות", "he": "<b>איש כי ידור נדר כו'.</b> נ\"ל דהנה האדם יש בו חלק אלוה ממעל, וצריך האדם להכין ולעשות דירה נאה להחלק הזה דהיינו בעולמות עליונים, וזהו \"כי ידור\" לשון דירה, \"לה'\" ר\"ל לחלק אלוה, וזהו שאמרו חז\"ל \"סתם השוכר דירה הוא לתלתין יומין\", זה רמז על האדם הרוצה לקנות דירה לחלקו ממעל, צריך לתקן מעשיו בכל תלתין יומין, דהיינו להרהר בתשובה ולהדר על כל מעשיו שעשה כל שלשים יום, שלזה תקנו חז\"ל להתענות בכל ער\"ח כדי לפשפש במעשיו, ולזה רמזו על ריב\"ל שהיה מהדר תלמודו כל ל' יום.", "heVersionTitle": " Noam Elimelech, Lvov, 1788.", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "[Any] man who vows a vow [yidor neder] etc (Numbers 30:4) - It appears to me that behold, a person has a piece of God Above, and any person needs to prepare and make a pleasant living space [dirah] for that piece, meaning, in the upper worlds. \"When one vows\" [yidor] is connected to the expression \"living space\", \"to Ad-nai\" indicates the piece of God Above, and this is what the sages said \"an unspecified selling of a living space is for a minimum of 30 days\" (Arukh HaShulchan, Choshen Mishpat 312:12). This is a hint for a person who would like to acquire a living space for their piece of Above: one needs to fix their actions every 30 days, meaning, direct their thoughts to teshuvah and review [lehader, also praise or embellish] their deeds every 30 days, and this is why the sages have established fasting every erev Rosh Chodesh [day before the beginning of the month] so one could rummage through their deeds, and because of this they hinted that Rabbi Yehoshua ben Levi would review his learning every 30 days. (Brachot 38b)", "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": "תרגום קהילת ספריא"}, {"_id": "6319cfe1b6084aa1cbefcf13", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, אָסַר 1", "anchorRef": "Numbers 30:4", "anchorRefExpanded": ["Numbers 30:4"], "sourceRef": "BDB, אָסַר 1", "sourceHeRef": "בראון-דרייבר-בריגס, אָסַר א׳", "anchorVerse": 4, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "אָסַר", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† <big><big>[<span dir=\"rtl\">אָסַר</span>]</big></big>  vb. tie, bind, imprison <strong>(</strong>Arabic <span dir=\"rtl\">أَسَرَ</span>, Assyrian <em>asâru</em>, cf. COT<sup>Gloss</sup>, Aramaic <span dir=\"rtl\">אֲסַר</span>, <span dir=\"rtl\">ܐܶܣܰܪ</span>, Ethiopic አሰረ, አሠረ <strong>)</strong>—<br><strong>Qal</strong>  Pf. sf. <span dir=\"rtl\">אֲסָרָם</span> <a data-ref=\"Job 36:13\" href=\"/Job.36.13\">Jb 36:13</a>; 3 fs. <span dir=\"rtl\">אָֽסְרָה</span> <a data-ref=\"Numbers 30:5\" href=\"/Numbers.30.5\">Nu 30:5</a> +, etc.; Impf. <span dir=\"rtl\">יֶאְסֹר</span> <a data-ref=\"I Kings 20:14\" href=\"/I_Kings.20.14\">1 K 20:14</a>; <span dir=\"rtl\">וַיֶּאֱסֹר</span> <a data-ref=\"Genesis 42:24\" href=\"/Genesis.42.24\">Gn 42:24</a>; <span dir=\"rtl\">וַיֶּאְסֹר</span> <a data-ref=\"Genesis 46:29\" href=\"/Genesis.46.29\">Gn 46:29</a> +; pl. sf. <span dir=\"rtl\">יַאַסְרֻנִי</span> <a data-ref=\"Judges 16:7\" href=\"/Judges.16.7\">Ju 16:7</a> etc.; Imv. <span dir=\"rtl\">אֱסֹר</span> <a data-ref=\"I Kings 18:44\" href=\"/I_Kings.18.44\">1 K 18:44</a>; <a data-ref=\"II Kings 9:21\" href=\"/II_Kings.9.21\">2 K 9:21</a>; <span dir=\"rtl\">אִסְרוּ</span> <a data-ref=\"Jeremiah 46:4\" href=\"/Jeremiah.46.4\">Je 46:4</a> <a data-ref=\"Psalms 118:27\" href=\"/Psalms.118.27\">ψ 118:27</a>; Inf. abs. <span dir=\"rtl\">אָסֹר</span> <a data-ref=\"Judges 15:13\" href=\"/Judges.15.13\">Ju 15:13</a>; <span dir=\"rtl\">אָסוֹר</span> <a data-ref=\"Judges 16:11\" href=\"/Judges.16.11\">16:11</a>; cstr. <span dir=\"rtl\">לֶאְסֹר</span> <a data-ref=\"Numbers 30:3\" href=\"/Numbers.30.3\">Nu 30:3</a> +; <span dir=\"rtl\">לֶאֱסוֹר</span> <a data-ref=\"Judges 15:10\" href=\"/Judges.15.10\">Ju 15:10</a>; <span dir=\"rtl\">לֶאֱסָרְךָ</span> <a data-ref=\"Judges 15:12\" href=\"/Judges.15.12\">15:12</a>; <span dir=\"rtl\">אָסֳּרָם</span> <a data-ref=\"Hosea 10:10\" href=\"/Hosea.10.10\">Ho 10:10</a>; Pt. act. cstr. <span dir=\"rtl\">אֹסְרִי</span> <a data-ref=\"Genesis 49:11\" href=\"/Genesis.49.11\">Gn 49:11</a>; pass. <span dir=\"rtl\">אָסוּר</span> <a data-ref=\"Genesis 40:3\" href=\"/Genesis.40.3\">Gn 40:3</a> +; pl. <span dir=\"rtl\">אֲסוּרִים</span> <a data-ref=\"Genesis 39:20\" href=\"/Genesis.39.20\">39:20</a> +; also <a data-ref=\"Judges 16:21\" href=\"/Judges.16.21\">Ju 16:21</a>, <a data-ref=\"Judges 16:25\" href=\"/Judges.16.25\">25</a> Qr (Kt <span dir=\"rtl\">אסירים</span>); <span dir=\"rtl\">הָסוּרִים</span> <a data-ref=\"Ecclesiastes 4:14\" href=\"/Ecclesiastes.4.14\">Ec 4:14</a> (cf. Now); <span dir=\"rtl\">אֲסֻרוֹת</span> <a data-ref=\"II Samuel 3:34\" href=\"/II_Samuel.3.34\">2 S 3:34</a>; cstr. <span dir=\"rtl\">אסורי</span> <a data-ref=\"Genesis 39:20\" href=\"/Genesis.39.20\">Gn 39:20</a>; Kt (Qr <span dir=\"rtl\">אֲסִירֵי</span>);— <strong>1.</strong>  <em>tie, bind</em>, for security, foal to vine (sq. <span dir=\"rtl\">ל</span>) <a data-ref=\"Genesis 49:11\" href=\"/Genesis.49.11\">Gn 49:11</a> (blessing of Jacob); horses and asses <a data-ref=\"II Kings 7:10\" href=\"/II_Kings.7.10\">2 K 7:10</a><sup>(×2)</sup>; <a data-ref=\"Psalms 118:27\" href=\"/Psalms.118.27\">ψ 118:27</a> is dub. De <em>bind the festal victim with cords;</em> Che <em>bind the procession with branches</em>, etc. <strong>2.</strong>  <em>tie, harness</em>, kine to <span dir=\"rtl\">(ב)</span> cart <a data-ref=\"I Samuel 6:7\" href=\"/I_Samuel.6.7\">1 S 6:7</a>, <a data-ref=\"I Samuel 6:10\" href=\"/I_Samuel.6.10\">10</a>; so (metaph.) <a data-ref=\"Hosea 10:10\" href=\"/Hosea.10.10\">Ho 10:10</a> <em>harness them to</em> <span dir=\"rtl\">(ל)</span> <em>their two iniquities</em> (but Jer Ew Now make <span dir=\"rtl\">א׳</span> here = <span dir=\"rtl\">יסר</span> <em>chastise</em>, cf. <span dir=\"rtl\">אֶסֳּרֵם</span> v <sup>a</sup>); also sq. acc. <em>chariot</em> <a data-ref=\"Genesis 46:29\" href=\"/Genesis.46.29\">Gn 46:29</a> (J) <a data-ref=\"Exodus 14:6\" href=\"/Exodus.14.6\">Ex 14:6</a> (E) <a data-ref=\"II Kings 9:21\" href=\"/II_Kings.9.21\">2 K 9:21</a>; abs. <a data-ref=\"I Kings 18:44\" href=\"/I_Kings.18.44\">1 K 18:44</a> <a data-ref=\"II Kings 9:21\" href=\"/II_Kings.9.21\">2 K 9:21</a>; even of making ready chargers <span dir=\"rtl\">א׳ הַסּוּסִים</span> <a data-ref=\"Jeremiah 46:4\" href=\"/Jeremiah.46.4\">Je 46:4</a> (‖ <span dir=\"rtl\">עֲלוּ הַפָּרָשִׁים</span>). <strong>3.</strong>  <em>bind</em>, with cords, fetters, etc., as prisoner, Simeon <a data-ref=\"Genesis 42:24\" href=\"/Genesis.42.24\">Gn 42:24</a> (E), Samson <a data-ref=\"Judges 15:10\" href=\"/Judges.15.10\">Ju 15:10</a>, <a data-ref=\"Judges 15:12\" href=\"/Judges.15.12\">12</a>, <a data-ref=\"Judges 15:13\" href=\"/Judges.15.13\">13</a><sup>(×3)</sup>; <a data-ref=\"Judges 16:5\" href=\"/Judges.16.5\">16:5</a>, <a data-ref=\"Judges 16:7\" href=\"/Judges.16.7\">7</a>, <a data-ref=\"Judges 16:8\" href=\"/Judges.16.8\">8</a>, <a data-ref=\"Judges 16:11\" href=\"/Judges.16.11\">11</a><sup>(×2)</sup>, <a data-ref=\"Judges 16:12\" href=\"/Judges.16.12\">12</a>; <span dir=\"rtl\">א׳ בַּנְחֻשְׁתַּיִם</span> <a data-ref=\"II Kings 25:7\" href=\"/II_Kings.25.7\">2 K 25:7</a> = <a data-ref=\"II Chronicles 36:6\" href=\"/II_Chronicles.36.6\">2 Ch 36:6</a> = <a data-ref=\"Jeremiah 39:7\" href=\"/Jeremiah.39.7\">Je 39:7</a>; <a data-ref=\"Jeremiah 52:11\" href=\"/Jeremiah.52.11\">52:11</a>; also <a data-ref=\"II Chronicles 33:11\" href=\"/II_Chronicles.33.11\">2 Ch 33:11</a>; cf. (without <span dir=\"rtl\">בַּנ׳</span>) <a data-ref=\"II Kings 17:4\" href=\"/II_Kings.17.4\">2 K 17:4</a> (<span dir=\"rtl\">א׳ בֵּית כֶּלֶא</span> ‖ <span dir=\"rtl\">עָצַר</span>), <a data-ref=\"II Kings 23:33\" href=\"/II_Kings.23.33\">23:33</a>; cf. of divine chastisement <a data-ref=\"Job 36:13\" href=\"/Job.36.13\">Jb 36:13</a> & v. also <a data-ref=\"Ezekiel 3:25\" href=\"/Ezekiel.3.25\">Ez 3:25</a> <a data-ref=\"Psalms 149:8\" href=\"/Psalms.149.8\">ψ 149:8</a>; fig. of absolute authority <a data-ref=\"Psalms 105:22\" href=\"/Psalms.105.22\">ψ 105:22</a>; especially Pt. pass. <a data-ref=\"II Samuel 3:34\" href=\"/II_Samuel.3.34\">2 S 3:34</a> <em>thy hands were not bound</em> (‖ <em>and thy feet not put in fetters</em>); <span dir=\"rtl\">א׳ בָּאֿזִקִּים</span> <a data-ref=\"Jeremiah 40:1\" href=\"/Jeremiah.40.1\">Je 40:1</a> cf. <span dir=\"rtl\">א׳ בַּזִּקִּים</span> <a data-ref=\"Job 36:8\" href=\"/Job.36.8\">Jb 36:8</a> (prob. fig. ‖ <span dir=\"rtl\">חַבְלֵי־עֹ֑נִי</span>); metaph. of king held captive by a woman’s tresses <a data-ref=\"Song of Songs 7:6\" href=\"/Song_of_Songs.7.6\">Ct 7:6</a>; perhaps = <em>imprisoned</em> (whether bound or not) <a data-ref=\"Genesis 39:20\" href=\"/Genesis.39.20\">Gn 39:20</a>; <a data-ref=\"Genesis 40:3\" href=\"/Genesis.40.3\">40:3</a>, <a data-ref=\"Genesis 40:5\" href=\"/Genesis.40.5\">5</a> (all JE); as subst. pl. <em>prisoners</em> <a data-ref=\"Genesis 39:20\" href=\"/Genesis.39.20\">Gn 39:20</a> (Kt, v. supr.); so (late) as distressed, & obj. of divine compassion <a data-ref=\"Isaiah 49:9\" href=\"/Isaiah.49.9\">Is 49:9</a>; <a data-ref=\"Isaiah 61:1\" href=\"/Isaiah.61.1\">61:1</a> <a data-ref=\"Psalms 146:7\" href=\"/Psalms.146.7\">ψ 146:7</a>; <span dir=\"rtl\">בֵּית האסיר֯ים</span> <em>prison</em> <a data-ref=\"Judges 16:21\" href=\"/Judges.16.21\">Ju 16:21</a>, <a data-ref=\"Judges 16:25\" href=\"/Judges.16.25\">25</a>; cf. <a data-ref=\"Ecclesiastes 4:14\" href=\"/Ecclesiastes.4.14\">Ec 4:14</a>. <strong>4.</strong>  <em>gird</em> (rare & late) <span dir=\"rtl\">א׳ אֵזוֹר בְּמָתְנֵיהֶם</span> <a data-ref=\"Job 12:18\" href=\"/Job.12.18\">Jb 12:18</a> (<span dir=\"rtl\">אֵזוֹר</span> = slaves’ waistcloth, RS p. 25 supr.; Hoffm reads <span dir=\"rtl\">וַיָּסַר</span> for <span dir=\"rtl\">וַיֶּאְסֹר</span>); <span dir=\"rtl\">חַרְבּוֹ אֲסוּרִים עַל־מָתְנָיו</span> <a data-ref=\"Nehemiah 4:12\" href=\"/Nehemiah.4.12\">Ne 4:12</a>. <strong>5.</strong>  sq. <span dir=\"rtl\">מִלְחָמָה</span> <em>begin the battle, make the attack</em> (cf. Germ. <em>mit jemandem anbinden</em>) <a data-ref=\"I Kings 20:14\" href=\"/I_Kings.20.14\">1 K 20:14</a> <a data-ref=\"II Chronicles 13:3\" href=\"/II_Chronicles.13.3\">2 Ch 13:3</a>. <strong>6.</strong>  fig. of obligation of oath or vow (only <a data-ref=\"Numbers 30\" href=\"/Numbers.30\">Nu 30</a>, P) <span dir=\"rtl\">א׳ עַל־נֶפֶשׁ</span>, usually sq. acc. cogn. <span dir=\"rtl\">אֱסָר</span>, <span dir=\"rtl\">אִסָּר</span> <a data-ref=\"Numbers 30:3\" href=\"/Numbers.30.3\">Nu 30:3</a>, <a data-ref=\"Numbers 30:5\" href=\"/Numbers.30.5\">5</a><sup>(×2)</sup>, <a data-ref=\"Numbers 30:6\" href=\"/Numbers.30.6\">6</a>, <a data-ref=\"Numbers 30:8\" href=\"/Numbers.30.8\">8</a>, <a data-ref=\"Numbers 30:9\" href=\"/Numbers.30.9\">9</a>, <a data-ref=\"Numbers 30:11\" href=\"/Numbers.30.11\">11</a>, <a data-ref=\"Numbers 30:12\" href=\"/Numbers.30.12\">12</a>; without <span dir=\"rtl\">אֱסָר</span> etc., v <a data-ref=\"Numbers 30:7\" href=\"/Numbers.30.7\">7</a>, <a data-ref=\"Numbers 30:10\" href=\"/Numbers.30.10\">10</a>; cf. v <a data-ref=\"Numbers 30:4\" href=\"/Numbers.30.4\">4</a> <span dir=\"rtl\">א׳ אִסָּר</span> (<span dir=\"rtl\">עַל־נֶפֶשׁ</span> om.)<br><strong>Niph.</strong>  pass. of Qal <strong>3</strong>, <em>be bound, imprisoned,</em> Impf. (juss.) <span dir=\"rtl\">יֵאָסֵר</span> <a data-ref=\"Genesis 42:19\" href=\"/Genesis.42.19\">Gn 42:19</a> (E); 2 ms. <span dir=\"rtl\">תֵּאָסֵר</span> <a data-ref=\"Judges 16:6\" href=\"/Judges.16.6\">Ju 16:6</a>, <a data-ref=\"Judges 16:10\" href=\"/Judges.16.10\">10</a>, <a data-ref=\"Judges 16:13\" href=\"/Judges.16.13\">13</a> (of Samson); Imv. <span dir=\"rtl\">הֵאָֽסְרוּ</span> <a data-ref=\"Genesis 42:16\" href=\"/Genesis.42.16\">Gn 42:16</a> (E).<br><strong>Pu.</strong>  Pf. <em>be taken prisoner</em> <span dir=\"rtl\">אֻסְּרוּ</span> <a data-ref=\"Isaiah 22:3\" href=\"/Isaiah.22.3\">Is 22:3</a>; <span dir=\"rtl\">אֻסָּ֑רוּ</span> <em>ib.</em>"], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319cfe1b6084aa1cbefcf7d", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, אִסָּר 1", "anchorRef": "Numbers 30:4", "anchorRefExpanded": ["Numbers 30:4"], "sourceRef": "BDB, אִסָּר 1", "sourceHeRef": "בראון-דרייבר-בריגס, אִסָּר א׳", "anchorVerse": 4, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "אִסָּר", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† <big><span dir=\"rtl\">אִסָּר</span></big>  <strong>n.m.</strong> <sup><a data-ref=\"Numbers 30:8\" href=\"/Numbers.30.8\">Nu 30:8</a></sup> <strong>bond, binding obligation (</strong>cf. Biblical Aramaic <span dir=\"rtl\">אֱבָר</span>, Syriac <span dir=\"rtl\">ܐܶܣܳܪ</span>; so forms with suff. infr. v. Ba<sup>NB62</sup> cf. Sta<sup>§ 208a</sup>; but perhaps Aramaic loanword v. Lag<sup>BN 175</sup><strong>)</strong>—<span dir=\"rtl\">א׳</span> abs. <a data-ref=\"Numbers 30:3\" href=\"/Numbers.30.3\">Nu 30:3</a> +; cstr. <span dir=\"rtl\">אִסַּר</span> v <a data-ref=\"Numbers 30:13\" href=\"/Numbers.30.13\">13</a>; sf. <span dir=\"rtl\">אֱסָרָהּ</span> v <a data-ref=\"Numbers 30:5\" href=\"/Numbers.30.5\">5</a>; pl. sf. <span dir=\"rtl\">אֱסָרֶיהָ</span> v <a data-ref=\"Numbers 30:6\" href=\"/Numbers.30.6\">6</a>, <a data-ref=\"Numbers 30:15\" href=\"/Numbers.30.15\">15</a>, <span dir=\"rtl\">אֱסָרֶהָ</span> v <a data-ref=\"Numbers 30:8\" href=\"/Numbers.30.8\">8</a>—only <a data-ref=\"Numbers 30\" href=\"/Numbers.30\">Nu 30</a> (P), <em>binding obligation</em> of oath or vow; mostly acc. cogn. with <span dir=\"rtl\">אָסַר</span> (q.v.); <a data-ref=\"Numbers 30:3\" href=\"/Numbers.30.3\">Nu 30:3</a>, <a data-ref=\"Numbers 30:4\" href=\"/Numbers.30.4\">4</a>, <a data-ref=\"Numbers 30:5\" href=\"/Numbers.30.5\">5</a><sup>(×2)</sup>, <a data-ref=\"Numbers 30:6\" href=\"/Numbers.30.6\">6</a>, <a data-ref=\"Numbers 30:8\" href=\"/Numbers.30.8\">8</a>, <a data-ref=\"Numbers 30:11\" href=\"/Numbers.30.11\">11</a>, <a data-ref=\"Numbers 30:12\" href=\"/Numbers.30.12\">12</a>; <span dir=\"rtl\">אִסַּר נַפְשָׁהּ</span> v <a data-ref=\"Numbers 30:13\" href=\"/Numbers.30.13\">13</a>; <span dir=\"rtl\">שְׁבֻעַת אִסָּר</span> <em>binding oath</em> v <a data-ref=\"Numbers 30:14\" href=\"/Numbers.30.14\">14</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d2f1b6084aa1cbf20689", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, נָדַר 1", "anchorRef": "Numbers 30:4", "anchorRefExpanded": ["Numbers 30:4"], "sourceRef": "BDB, נָדַר 1", "sourceHeRef": "בראון-דרייבר-בריגס, נָדַר א׳", "anchorVerse": 4, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "נָדַר", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† <big><big><span dir=\"rtl\">נָדַר</span></big></big>  <strong>vb. vow (</strong>NH <em>id.;</em> Ph. <span dir=\"rtl\">נדר</span>; ‖ form of <span dir=\"rtl\">נָזַר</span>, q.v.<strong>)</strong>;—<br><strong>Qal</strong>  Pf. 3 ms. <span dir=\"rtl\">נ׳</span> <a data-ref=\"Psalms 132:2\" href=\"/Psalms.132.2\">ψ 132:2</a> <a data-ref=\"II Samuel 15:8\" href=\"/II_Samuel.15.8\">2 S 15:8</a>; <span dir=\"rtl\">נָדָ֑ר</span> <a data-ref=\"Judges 11:39\" href=\"/Judges.11.39\">Ju 11:39</a>; 3 fs. <span dir=\"rtl\">נָדָ֑רָה</span> <a data-ref=\"Numbers 30:11\" href=\"/Numbers.30.11\">Nu 30:11</a>; 2 ms. <span dir=\"rtl\">נָדַרְתָּ</span> <a data-ref=\"Genesis 31:13\" href=\"/Genesis.31.13\">Gn 31:13</a> + 5 times Pf.; Impf. 3 ms. <span dir=\"rtl\">יִדֹּר</span> <a data-ref=\"Numbers 6:21\" href=\"/Numbers.6.21\">Nu 6:21</a> + 5 times <span dir=\"rtl\">יִדַּר</span> <a data-ref=\"Judges 11:30\" href=\"/Judges.11.30\">Ju 11:30</a>; 2 ms. <span dir=\"rtl\">תִּדֹּר</span> <a data-ref=\"Deuteronomy 12:17\" href=\"/Deuteronomy.12.17\">Dt 12:17</a> + 4 times, <span dir=\"rtl\">תִּדּוֹר</span> <a data-ref=\"Ecclesiastes 5:4\" href=\"/Ecclesiastes.5.4\">Ec 5:4</a> + 4 times; Imv. pl. <span dir=\"rtl\">נִדְרוּ</span> <a data-ref=\"Psalms 76:12\" href=\"/Psalms.76.12\">ψ 76:12</a>; Inf. <span dir=\"rtl\">לִנְדֹּר</span> <a data-ref=\"Numbers 6:2\" href=\"/Numbers.6.2\">Nu 6:2</a> <a data-ref=\"Deuteronomy 23:23\" href=\"/Deuteronomy.23.23\">Dt 23:23</a>; Pt. <span dir=\"rtl\">נֹדֵר</span> <a data-ref=\"Leviticus 27:8\" href=\"/Leviticus.27.8\">Lv 27:8</a>; <a data-ref=\"Malachi 1:14\" href=\"/Malachi.1.14\">Mal 1:14</a>;—<em>vow a vow</em> <span dir=\"rtl\">נָדַר נֶדֶר</span> <a data-ref=\"Genesis 28:20\" href=\"/Genesis.28.20\">Gn 28:20</a>; <a data-ref=\"Genesis 31:13\" href=\"/Genesis.31.13\">31:13</a> (both E), <a data-ref=\"Numbers 21:2\" href=\"/Numbers.21.2\">Nu 21:2</a>; (J), <a data-ref=\"Numbers 6:2\" href=\"/Numbers.6.2\">Nu 6:2</a>; <a data-ref=\"Numbers 30:3\" href=\"/Numbers.30.3\">30:3</a>, <a data-ref=\"Numbers 30:4\" href=\"/Numbers.30.4\">4</a> (P), <a data-ref=\"Judges 11:30\" href=\"/Judges.11.30\">Ju 11:30</a>; <a data-ref=\"I Samuel 1:11\" href=\"/I_Samuel.1.11\">1 S 1:11</a>; <a data-ref=\"II Samuel 15:8\" href=\"/II_Samuel.15.8\">2 S 15:8</a>, <a data-ref=\"II Samuel 15:7\" href=\"/II_Samuel.15.7\">7</a>; <a data-ref=\"Isaiah 19:21\" href=\"/Isaiah.19.21\">Is 19:21</a>; <span dir=\"rtl\">נֶדֶר</span> om. <a data-ref=\"Leviticus 27:8\" href=\"/Leviticus.27.8\">Lv 27:8</a> <a data-ref=\"Numbers 30:11\" href=\"/Numbers.30.11\">Nu 30:11</a> (P); <a data-ref=\"Deuteronomy 23:23\" href=\"/Deuteronomy.23.23\">Dt 23:23</a>; <a data-ref=\"Psalms 76:12\" href=\"/Psalms.76.12\">ψ 76:12</a> <a data-ref=\"Ecclesiastes 5:4\" href=\"/Ecclesiastes.5.4\">Ec 5:4</a><sup>(×2)</sup>; c. <span dir=\"rtl\">לְ</span> <em>to whom</em> <a data-ref=\"Numbers 6:21\" href=\"/Numbers.6.21\">Nu 6:21</a> <a data-ref=\"Deuteronomy 23:24\" href=\"/Deuteronomy.23.24\">Dt 23:24</a>; <a data-ref=\"Malachi 1:14\" href=\"/Malachi.1.14\">Mal 1:14</a>; <a data-ref=\"Psalms 132:2\" href=\"/Psalms.132.2\">ψ 132:2</a>; <a data-ref=\"Ecclesiastes 5:3\" href=\"/Ecclesiastes.5.3\">Ec 5:3</a>; <span dir=\"rtl\">נֶדֶר אֲשֶׁר נָדַר</span> <em>vow which he vowed</em> <a data-ref=\"Deuteronomy 12:11\" href=\"/Deuteronomy.12.11\">Dt 12:11</a>, <a data-ref=\"Deuteronomy 12:17\" href=\"/Deuteronomy.12.17\">17</a>; <a data-ref=\"Deuteronomy 23:22\" href=\"/Deuteronomy.23.22\">23:22</a><sup>(×2)</sup> <a data-ref=\"Judges 11:39\" href=\"/Judges.11.39\">Ju 11:39</a>; <a data-ref=\"Jeremiah 44:25\" href=\"/Jeremiah.44.25\">Je 44:25</a>; <a data-ref=\"Jonah 1:16\" href=\"/Jonah.1.16\">Jon 1:16</a>; cf. <span dir=\"rtl\">אֲשֶׁר נ׳ אֲשַׁלֵּ֑מָה</span> <a data-ref=\"Jonah 2:10\" href=\"/Jonah.2.10\">Jon 2:10</a>, <span dir=\"rtl\">אֵת אֲשֶׁר תִּדֹּר שַׁלֵּם</span> <a data-ref=\"Ecclesiastes 5:3\" href=\"/Ecclesiastes.5.3\">Ec 5:3</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d2f1b6084aa1cbf206eb", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, נֶ֫דֶר 1", "anchorRef": "Numbers 30:4", "anchorRefExpanded": ["Numbers 30:4"], "sourceRef": "BDB, נֶ֫דֶר 1", "sourceHeRef": "בראון-דרייבר-בריגס, נֶ֫דֶר א׳", "anchorVerse": 4, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "נֶ֫דֶר", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† <big><span dir=\"rtl\">נֶ֫דֶר</span>, <span dir=\"rtl\">נֵ֫דֶר</span></big>  <strong>n.m.</strong> <sup><a data-ref=\"Numbers 30:5\" href=\"/Numbers.30.5\">Nu 30:5</a></sup> <strong>vow</strong>;—<span dir=\"rtl\">נֶ֫דֶר</span> <a data-ref=\"Genesis 28:20\" href=\"/Genesis.28.20\">Gn 28:20</a> + 17 times; <span dir=\"rtl\">נֵ֫דֶר</span> <a data-ref=\"Numbers 30:10\" href=\"/Numbers.30.10\">Nu 30:10</a> + 4 times; sf. <span dir=\"rtl\">נִדְרִי</span> <a data-ref=\"II Samuel 15:7\" href=\"/II_Samuel.15.7\">2 S 15:7</a> + 5 times sfs.; pl. <span dir=\"rtl\">נְדָרִים</span> <a data-ref=\"Jonah 1:16\" href=\"/Jonah.1.16\">Jon 1:16</a> <a data-ref=\"Proverbs 20:25\" href=\"/Proverbs.20.25\">Pr 20:25</a>; sf. <span dir=\"rtl\">נְדָרַי</span> <a data-ref=\"Psalms 22:26\" href=\"/Psalms.22.26\">ψ 22:26</a> + 3 times; <span dir=\"rtl\">נִדְרֵיהֶם</span> <a data-ref=\"Leviticus 22:18\" href=\"/Leviticus.22.18\">Lv 22:18</a> + 24 times sfs.;—<em>vow:</em><br><strong>1.</strong>  of personal service to <span dir=\"rtl\">י׳</span> <a data-ref=\"Genesis 28:20\" href=\"/Genesis.28.20\">Gn 28:20</a>; <a data-ref=\"Genesis 31:13\" href=\"/Genesis.31.13\">31:13</a> (of Jacob at Bethel), <a data-ref=\"II Samuel 15:7\" href=\"/II_Samuel.15.7\">2 S 15:7</a>, <a data-ref=\"II Samuel 15:8\" href=\"/II_Samuel.15.8\">8</a> (at Hebron); <a data-ref=\"Leviticus 27:2\" href=\"/Leviticus.27.2\">Lv 27:2</a> (P, any one), of Nazirite <a data-ref=\"Numbers 6:2\" href=\"/Numbers.6.2\">Nu 6:2</a>, <a data-ref=\"Numbers 6:5\" href=\"/Numbers.6.5\">5</a>, <a data-ref=\"Numbers 6:21\" href=\"/Numbers.6.21\">21</a>; Hannah’s consecration of her son <a data-ref=\"I Samuel 1:11\" href=\"/I_Samuel.1.11\">1 S 1:11</a>, cf. <span dir=\"rtl\">בר נדרי</span> <a data-ref=\"Proverbs 31:2\" href=\"/Proverbs.31.2\">Pr 31:2</a>.<br><strong>2.</strong>  in gen. of any kind of votive offerings or promised gifts to <span dir=\"rtl\">י׳</span> <a data-ref=\"Numbers 30:3\" href=\"/Numbers.30.3\">Nu 30:3</a>, <a data-ref=\"Numbers 30:4\" href=\"/Numbers.30.4\">4</a>, <a data-ref=\"Numbers 30:5\" href=\"/Numbers.30.5\">5</a><sup>(×2)</sup>, <a data-ref=\"Numbers 30:6\" href=\"/Numbers.30.6\">6</a>, <a data-ref=\"Numbers 30:7\" href=\"/Numbers.30.7\">7</a>, <a data-ref=\"Numbers 30:8\" href=\"/Numbers.30.8\">8</a>, <a data-ref=\"Numbers 30:9\" href=\"/Numbers.30.9\">9</a>, <a data-ref=\"Numbers 30:10\" href=\"/Numbers.30.10\">10</a>, <a data-ref=\"Numbers 30:12\" href=\"/Numbers.30.12\">12</a>, <a data-ref=\"Numbers 30:13\" href=\"/Numbers.30.13\">13</a>, <a data-ref=\"Numbers 30:14\" href=\"/Numbers.30.14\">14</a>, <a data-ref=\"Numbers 30:15\" href=\"/Numbers.30.15\">15</a> (P) <a data-ref=\"Deuteronomy 12:11\" href=\"/Deuteronomy.12.11\">Dt 12:11</a>, <a data-ref=\"Deuteronomy 12:17\" href=\"/Deuteronomy.12.17\">17</a>, <a data-ref=\"Deuteronomy 12:26\" href=\"/Deuteronomy.12.26\">26</a>; <a data-ref=\"Deuteronomy 23:19\" href=\"/Deuteronomy.23.19\">23:19</a>, <a data-ref=\"Deuteronomy 23:22\" href=\"/Deuteronomy.23.22\">22</a>; <a data-ref=\"Isaiah 19:21\" href=\"/Isaiah.19.21\">Is 19:21</a>; <a data-ref=\"Nahum 2:1\" href=\"/Nahum.2.1\">Na 2:1</a> <a data-ref=\"Psalms 22:26\" href=\"/Psalms.22.26\">ψ 22:26</a>; <a data-ref=\"Psalms 61:6\" href=\"/Psalms.61.6\">61:6</a>, <a data-ref=\"Psalms 61:9\" href=\"/Psalms.61.9\">9</a>; <a data-ref=\"Psalms 65:2\" href=\"/Psalms.65.2\">65:2</a>; <a data-ref=\"Psalms 116:14\" href=\"/Psalms.116.14\">116:14</a>, <a data-ref=\"Psalms 116:18\" href=\"/Psalms.116.18\">18</a>; <a data-ref=\"Proverbs 20:25\" href=\"/Proverbs.20.25\">Pr 20:25</a>; <a data-ref=\"Job 22:27\" href=\"/Job.22.27\">Jb 22:27</a>; <a data-ref=\"Ecclesiastes 5:3\" href=\"/Ecclesiastes.5.3\">Ec 5:3</a>.<br><strong>3.</strong>  Jephthah’s daughter as <span dir=\"rtl\">עולה</span> <a data-ref=\"Judges 11:30\" href=\"/Judges.11.30\">Ju 11:30</a>, <a data-ref=\"Judges 11:39\" href=\"/Judges.11.39\">39</a>.<br><strong>4.</strong>  the ban <a data-ref=\"Numbers 21:2\" href=\"/Numbers.21.2\">Nu 21:2</a> (E).<br><strong>5.</strong>  ‖ <span dir=\"rtl\">עוֹלָה</span> <a data-ref=\"Psalms 66:13\" href=\"/Psalms.66.13\">ψ 66:13</a>; <span dir=\"rtl\">תּוֹדָה</span> <a data-ref=\"Psalms 50:14\" href=\"/Psalms.50.14\">ψ 50:14</a>; <a data-ref=\"Psalms 56:13\" href=\"/Psalms.56.13\">56:13</a>; <span dir=\"rtl\">שְׁלָמִים</span> <a data-ref=\"Numbers 15:8\" href=\"/Numbers.15.8\">Nu 15:8</a>; opp. <span dir=\"rtl\">נדבה</span> <a data-ref=\"Leviticus 7:16\" href=\"/Leviticus.7.16\">Lv 7:16</a> <a data-ref=\"Numbers 15:3\" href=\"/Numbers.15.3\">Nu 15:3</a>; <a data-ref=\"Numbers 29:39\" href=\"/Numbers.29.39\">29:39</a> (P), <a data-ref=\"Leviticus 22:18\" href=\"/Leviticus.22.18\">Lv 22:18</a>, <a data-ref=\"Leviticus 22:21\" href=\"/Leviticus.22.21\">21</a>, <a data-ref=\"Leviticus 22:23\" href=\"/Leviticus.22.23\">23</a>; <a data-ref=\"Leviticus 23:38\" href=\"/Leviticus.23.38\">23:38</a> (H), <a data-ref=\"Deuteronomy 12:6\" href=\"/Deuteronomy.12.6\">Dt 12:6</a>, <a data-ref=\"Deuteronomy 12:17\" href=\"/Deuteronomy.12.17\">17</a>; <a data-ref=\"I Samuel 1:21\" href=\"/I_Samuel.1.21\">1 S 1:21</a>; <a data-ref=\"Jonah 1:16\" href=\"/Jonah.1.16\">Jon 1:16</a>.<br><strong>6.</strong>  once of idolatry <a data-ref=\"Jeremiah 44:25\" href=\"/Jeremiah.44.25\">Je 44:25</a> <span dir=\"rtl\">(נ׳ לְקַטֵּר לִמְלֶכֶת הַשָּׁמַיִם)</span>.—Vbs. used are: <span dir=\"rtl\">נָדַר</span> q.v.; <span dir=\"rtl\">שִׁלֵּם</span> <em>pay</em> <a data-ref=\"II Samuel 15:7\" href=\"/II_Samuel.15.7\">2 S 15:7</a> + 12 times; <span dir=\"rtl\">עשׂה</span> <a data-ref=\"Judges 11:39\" href=\"/Judges.11.39\">Ju 11:39</a> <a data-ref=\"Jeremiah 44:25\" href=\"/Jeremiah.44.25\">Je 44:25</a>; <span dir=\"rtl\">נשׂא</span> <a data-ref=\"Deuteronomy 12:26\" href=\"/Deuteronomy.12.26\">Dt 12:26</a>; <span dir=\"rtl\">קום</span> <a data-ref=\"Numbers 30:5\" href=\"/Numbers.30.5\">Nu 30:5</a>, <a data-ref=\"Numbers 30:8\" href=\"/Numbers.30.8\">8</a>, <a data-ref=\"Numbers 30:12\" href=\"/Numbers.30.12\">12</a>, <a data-ref=\"Numbers 30:15\" href=\"/Numbers.30.15\">15</a>; <span dir=\"rtl\">הֵקִים</span> <a data-ref=\"Jeremiah 44:25\" href=\"/Jeremiah.44.25\">Je 44:25</a>; <span dir=\"rtl\">אסּר</span> <a data-ref=\"Numbers 30:14\" href=\"/Numbers.30.14\">Nu 30:14</a>; <span dir=\"rtl\">פִּלֵּא</span> <a data-ref=\"Leviticus 22:21\" href=\"/Leviticus.22.21\">Lv 22:21</a> <a data-ref=\"Numbers 15:3\" href=\"/Numbers.15.3\">Nu 15:3</a>, <a data-ref=\"Numbers 15:8\" href=\"/Numbers.15.8\">8</a> <span dir=\"rtl\">הפלא לנ׳ נ׳</span> <a data-ref=\"Leviticus 27:2\" href=\"/Leviticus.27.2\">Lv 27:2</a>; <a data-ref=\"Numbers 6:2\" href=\"/Numbers.6.2\">Nu 6:2</a>; <span dir=\"rtl\">הֵפֵר</span> <a data-ref=\"Numbers 30:9\" href=\"/Numbers.30.9\">Nu 30:9</a>. (See these vbs.)"], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d311b6084aa1cbf22111", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, נְעוּרִים 1", "anchorRef": "Numbers 30:4", "anchorRefExpanded": ["Numbers 30:4"], "sourceRef": "BDB, נְעוּרִים 1", "sourceHeRef": "בראון-דרייבר-בריגס, נְעוּרִים א׳", "anchorVerse": 4, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "נְעוּרִים", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† <big><span dir=\"rtl\">נְעוּרִים</span></big>  <strong>n.f.</strong> (<a data-ref=\"Psalms 103:5\" href=\"/Psalms.103.5\">ψ 103:5</a>; Ges<sup>§ 145k</sup>) <strong>pl. youth, early life</strong>;—abs. <span dir=\"rtl\">נ׳</span> <a data-ref=\"Isaiah 54:6\" href=\"/Isaiah.54.6\">Is 54:6</a> <a data-ref=\"Psalms 127:4\" href=\"/Psalms.127.4\">ψ 127:4</a>; elsewhere sf. <span dir=\"rtl\">נִעֻרַי</span> <a data-ref=\"I Samuel 12:2\" href=\"/I_Samuel.12.2\">1 S 12:2</a>, <span dir=\"rtl\">נְעוּרי</span> <a data-ref=\"Job 31:18\" href=\"/Job.31.18\">Jb 31:18</a> +, <span dir=\"rtl\">נְעֻרֶיךָ</span> <a data-ref=\"II Samuel 19:8\" href=\"/II_Samuel.19.8\">2 S 19:8</a>, <span dir=\"rtl\">נִעוּרֶיךָ</span> <a data-ref=\"Proverbs 5:18\" href=\"/Proverbs.5.18\">Pr 5:18</a> +, <span dir=\"rtl\">נְעוּרַיִךְ</span> <a data-ref=\"Jeremiah 2:2\" href=\"/Jeremiah.2.2\">Je 2:2</a> +, <span dir=\"rtl\">נְעוּרָ֑יִכִי</span> <a data-ref=\"Psalms 103:5\" href=\"/Psalms.103.5\">ψ 103:5</a>, <span dir=\"rtl\">נִעוּרֵיהֶן</span> <a data-ref=\"Ezekiel 23:3\" href=\"/Ezekiel.23.3\">Ez 23:3</a>, etc.;—<em>youth, early life</em>, especially in phr. <span dir=\"rtl\">מִנּ׳</span> <em>from</em> one’s <em>youth up</em> <a data-ref=\"Genesis 8:21\" href=\"/Genesis.8.21\">Gn 8:21</a> (J), <a data-ref=\"I Samuel 17:33\" href=\"/I_Samuel.17.33\">1 S 17:33</a>; <a data-ref=\"I Kings 18:12\" href=\"/I_Kings.18.12\">1 K 18:12</a>; <a data-ref=\"Jeremiah 3:24\" href=\"/Jeremiah.3.24\">Je 3:24</a>; <a data-ref=\"Zechariah 13:5\" href=\"/Zechariah.13.5\">Zc 13:5</a>; <a data-ref=\"Job 31:18\" href=\"/Job.31.18\">Jb 31:18</a> (extreme youth; ‖ <span dir=\"rtl\">מִבֶּטֶן אִמִּי</span>); fig. of Babylon <a data-ref=\"Isaiah 47:12\" href=\"/Isaiah.47.12\">Is 47:12</a>, <a data-ref=\"Isaiah 47:15\" href=\"/Isaiah.47.15\">15</a>, Moab <a data-ref=\"Jeremiah 48:11\" href=\"/Jeremiah.48.11\">Je 48:11</a>, Judah <a data-ref=\"Jeremiah 22:21\" href=\"/Jeremiah.22.21\">22:21</a>, cf. <a data-ref=\"Psalms 71:5\" href=\"/Psalms.71.5\">ψ 71:5</a>, <a data-ref=\"Psalms 71:17\" href=\"/Psalms.71.17\">17</a>; <a data-ref=\"Psalms 129:1\" href=\"/Psalms.129.1\">129:1</a>, <a data-ref=\"Psalms 129:2\" href=\"/Psalms.129.2\">2</a>; <span dir=\"rtl\">מִנּ׳ וְעַד־עַתָּה</span> <a data-ref=\"Genesis 46:34\" href=\"/Genesis.46.34\">Gn 46:34</a> (J), <a data-ref=\"II Samuel 19:8\" href=\"/II_Samuel.19.8\">2 S 19:8</a>; <a data-ref=\"Ezekiel 4:14\" href=\"/Ezekiel.4.14\">Ez 4:14</a>; <span dir=\"rtl\">מִנּ׳ וְעַד־הַיּוֹם הַזֶּה</span> <a data-ref=\"I Samuel 12:2\" href=\"/I_Samuel.12.2\">1 S 12:2</a>; <a data-ref=\"Jeremiah 3:25\" href=\"/Jeremiah.3.25\">Je 3:25</a>; as time in or during which <a data-ref=\"Leviticus 22:13\" href=\"/Leviticus.22.13\">Lv 22:13</a> (H), <a data-ref=\"Numbers 30:4\" href=\"/Numbers.30.4\">Nu 30:4</a>, <a data-ref=\"Numbers 30:17\" href=\"/Numbers.30.17\">17</a> (P), <a data-ref=\"Lamentations 3:27\" href=\"/Lamentations.3.27\">La 3:27</a> <a data-ref=\"Psalms 144:12\" href=\"/Psalms.144.12\">ψ 144:12</a>, fig. of Judah and Sam., personif., <a data-ref=\"Ezekiel 23:2\" href=\"/Ezekiel.23.2\">Ez 23:2</a>, <a data-ref=\"Ezekiel 23:8\" href=\"/Ezekiel.23.8\">8</a>; cf. <span dir=\"rtl\">יְמֵי נ׳</span> (in fig. of Isr.) <a data-ref=\"Hosea 2:17\" href=\"/Hosea.2.17\">Ho 2:17</a> (‖ <span dir=\"rtl\">יוֹם עֲ֜לוֹתָהּ מֵאֶרֶץ מִצְרָ֑יִם</span>), <a data-ref=\"Ezekiel 16:22\" href=\"/Ezekiel.16.22\">Ez 16:22</a>, <a data-ref=\"Ezekiel 16:43\" href=\"/Ezekiel.16.43\">43</a>, <a data-ref=\"Ezekiel 16:60\" href=\"/Ezekiel.16.60\">60</a>; <a data-ref=\"Ezekiel 23:19\" href=\"/Ezekiel.23.19\">23:19</a>; other phr. are: <span dir=\"rtl\">אַלּוּף נ׳</span> <a data-ref=\"Jeremiah 3:4\" href=\"/Jeremiah.3.4\">Je 3:4</a> <em>friend of my youth</em>, cf. <a data-ref=\"Proverbs 2:17\" href=\"/Proverbs.2.17\">Pr 2:17</a>, <span dir=\"rtl\">עֲוֹנוֹת נ׳</span> <a data-ref=\"Job 13:26\" href=\"/Job.13.26\">Jb 13:26</a>, <span dir=\"rtl\">חַטֹּאות נ׳</span> <a data-ref=\"Psalms 25:7\" href=\"/Psalms.25.7\">ψ 25:7</a>, <span dir=\"rtl\">חֶסֶד נ׳</span> <a data-ref=\"Jeremiah 2:2\" href=\"/Jeremiah.2.2\">Je 2:2</a>, <span dir=\"rtl\">חֶרְפַּת נ׳</span> <a data-ref=\"Jeremiah 31:19\" href=\"/Jeremiah.31.19\">31:19</a>, <span dir=\"rtl\">זִמַּת נ׳</span> <a data-ref=\"Ezekiel 23:21\" href=\"/Ezekiel.23.21\">Ez 23:21</a>, <span dir=\"rtl\">שְׁדֵי נ׳</span> v <a data-ref=\"Ezekiel 23:21\" href=\"/Ezekiel.23.21\">21</a>, <span dir=\"rtl\">בַּעַל נ׳</span> <a data-ref=\"Joel 1:8\" href=\"/Joel.1.8\">Jo 1:8</a>, and especially <span dir=\"rtl\">אֵשֶׁת נ׳</span> <a data-ref=\"Proverbs 5:18\" href=\"/Proverbs.5.18\">Pr 5:18</a>; <a data-ref=\"Malachi 2:14\" href=\"/Malachi.2.14\">Mal 2:14</a>, <a data-ref=\"Malachi 2:15\" href=\"/Malachi.2.15\">15</a>; <a data-ref=\"Isaiah 54:6\" href=\"/Isaiah.54.6\">Is 54:6</a> (fig.); <span dir=\"rtl\">בְּנֵי נ׳</span> <a data-ref=\"Psalms 127:4\" href=\"/Psalms.127.4\">ψ 127:4</a> sons of (a man’s) <em>youth;</em> = <em>youthful vigour</em> <a data-ref=\"Psalms 103:5\" href=\"/Psalms.103.5\">ψ 103:5</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "638c44ca2e3d4a4adf8f518a", "index_title": "Likkutei Torah", "category": "Chasidut", "type": "quotation_auto_tanakh", "ref": "Likkutei Torah, Matot 3:1", "anchorRef": "Numbers 30:4", "anchorRefExpanded": ["Numbers 30:4"], "sourceRef": "Likkutei Torah, Matot 3:1", "sourceHeRef": "לקוטי תורה, מטות ג׳:א׳", "anchorVerse": 4, "sourceHasEn": false, "compDate": [1796, 1812], "commentaryNum": 3.0001, "collectiveTitle": {"en": "Likkutei Torah", "he": "לקוטי תורה"}, "heTitle": "מטות", "he": "<b>ואשה כי תדור נדר לה׳ כו׳ בנעוריה כו׳.</b> ואשה היא כנס״י מקור כל נשמות ישראל ולכן טעמו זקף גדול שמורה שהוא ממקום גבוה מאד. כמארז״ל ישראל עלו במחשבה ה׳ בחכמה יסד ארץ. (ועיין בזהר ר״פ בשלח )(דמ״ד א׳) ע״פ ושם אשה גדולה ובפי׳ הרמ״ז שם, ועיין ברבות ויצא פ״ע ע״פ הגדולה לאה גדולה במתנותיה כו׳ ויהודה לעולם תשב כו׳ יוסף לשעה כו׳, ועמ״ש סד״ה ויגש אליו יהודה ובד״ה בכ״ה בכסליו בענין ה׳ קטנה רחל.", "heVersionTitle": "Kehot Publication Society", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "63926a09dcb67975eb53debd", "index_title": "Likkutei Torah", "category": "Chasidut", "type": "quotation_auto_tanakh", "ref": "Likkutei Torah, Nitzavim 4:9", "anchorRef": "Numbers 30:4", "anchorRefExpanded": ["Numbers 30:4"], "sourceRef": "Likkutei Torah, Nitzavim 4:9", "sourceHeRef": "לקוטי תורה, נצבים ד׳:ט׳", "anchorVerse": 4, "sourceHasEn": false, "compDate": [1796, 1812], "commentaryNum": 4.0009, "collectiveTitle": {"en": "Likkutei Torah", "he": "לקוטי תורה"}, "heTitle": "נצבים", "he": "והנה אדה״ר הי׳ כלול מכל נש״י לכן כל נשמה וניצוץ מישראל יש בו חלק מנשמת אדה״ר שלכן נאמר אדם אתם אתם קרוים אדם ולכן באתעדל״ת שלנו תליא מילתא להמשיך בר״ה כללות החיות מאור א״ס ב״ה הסכ״ע להיות גילוי אלקותו ית׳ על כל השנה (וזהו ואמרתם כה לחי ופי׳ בזח״ב ר״פ וארא )(דכ״ג ע״ב) יו״ט דר״ה הוה לקשרא כה לחי כו׳. וכן משמע בגמרא פ״ק דר״ה (די״ח ע״א). והנה ארז״ל כל הנביאים נתנבאו בכה היא בחי׳ מל׳ שנקרא אספקלריא דלא נהרא בחי׳ כדמותנו. וזהו ענין בכ״ה באלול נברא העולם בבחי׳ כה כדמותנו להיות נראה העולם ליש ודבר ואח״כ צ״ל ביטול היש ע״י קבלת עול מלכות שמים ועי״ז לקשרא כה לחי והיינו כמ״ש ואולם חי אני וימלא כבוד ה׳ וכנ״ל. וזהו ענין יחיד חי העולמים מלך כו׳. וע׳ בזח״א תולדות (קל״ה ב׳) בענין באר לחי רואי (וישלח קע״א ב׳) בענין כה לחי. והתקשרות ויחוד זה זהו בר״ה שבו נברא האדם שבו נאמר ויפח באפיו נשמת חיים ע״כ הוא יכול להמשיך יחוד זה דבחי׳ כה לחי. והיינו ע״י ואמרתם ע״ד כי אמרתי עולם חסד יבנה אמ״ר ר״ת אש מים רוח תורה עבודה גמ״ח כמבואר בד״ה לסוסתי בשה״ש וכן קול השופר כלול מג׳ בחי׳ אמ״ר. והנה בט״ב איכה ישבה בדד אי כ״ה כמ״ש בפ׳ תרומה (דף קמ״ג ע״ב ע״ש) וברבות ע״פ איכה ישבה אוי לכה. ופי׳ ישבה בדד היינו ההפך מבחינת כה לחי כ״א <i data-overlay=\"Vilna Pages\" data-value=\"מז,ג\"></i> ובפשעיכם שולחה אמכם. כמ״ש ברבות בראשית (ס״פ י״ט) בשלוחין כו׳ בגרושין כו׳ איכה ישבה כו׳. ועיין בת״ז סוף תיקון י״ט. ועמ״ש בד״ה ואשה כי תדור נדר גבי איכה תרעה אך הנה על ידי הבכייה רחל מבכה כו׳ מעוררים רחמים להיות נמשך אח״כ באלול יג,מ הרחמים שעי״ז יומשך בר״ה להיות ואמרתם כה לחי כ נ״ל ועמ״ש במ״א בד״ה ת״ר נר חנוכה בש״א כו׳ איך שיש מעלה באספשא״מ שיכולים לראות בה מה שאין רואים באספה״מ. ולכן אמר ישעי׳ ואראה את ה׳ לפי שנתנבא בכה שהוא אספשא״מ ומשה שנתנבא בזה אמר כי לא יראני כדאיתא בגמ׳ ספ״ד דיבמות (דמ״ט). ומה יובן איך שאע״פ שבחי׳ זה ובחי׳ חי הוא למעלה מבחי׳ כה עכ״ז יש ג״כ מעלה יתירה בבחי׳ כה ואספשא״מ שעי״ז יבוא לבחי׳ בכל מאדך ועיין ברבות פ׳ וירא פ׳ נ״ו ע״פ נלכה עד כה.", "heVersionTitle": "Kehot Publication Society", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "64785cff94b0b35601535f5a", "index_title": "Allegorical Interpretation of Genesis", "category": "Second Temple", "type": "", "ref": "Allegorical Interpretation of Genesis, Book II 16:4", "anchorRef": "Numbers 30:4", "anchorRefExpanded": ["Numbers 30:4"], "sourceRef": "Allegorical Interpretation of Genesis, Book II 16:4", "sourceHeRef": "אליגוריות החוקים, ספר ב ט״ז:ד׳", "anchorVerse": 4, "sourceHasEn": true, "commentaryNum": 16.0004, "collectiveTitle": {"en": "Allegorical Interpretation of Genesis", "he": "אליגוריות החוקים"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "[63] For this reason also the vows and determinations of the soul are annulled, when they have been made in the house of father or husband (Numb. 30:4 ff.), if the reason and reflection do not hold their peace and so add their weight to the soul’s failure, but remove the offence; for in that case the Lord of all also “shall cleanse her.” But he leaves with no removal the vow of a widow or of her that is cast off: “for whatever vows she shall have vowed,” he says, “against her soul, abide for her” (Numb. 30:10). And this is reasonable. For if she has been cast off and gone forth to the parts outside, not turning merely but sinning by overt deeds, she abides incurable with no part in a husband’s admonition and deprived of her father’s persuasion.", "versionTitle": "Loeb Classical Library, Harvard University Press, 1929", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "64785d1f41ea24034b3fb4d4", "index_title": "Allegorical Interpretation of Genesis", "category": "Second Temple", "type": "", "ref": "Allegorical Interpretation of Genesis, Book II, Appendix 9", "anchorRef": "Numbers 30:4", "anchorRefExpanded": ["Numbers 30:4"], "sourceRef": "Allegorical Interpretation of Genesis, Book II, Appendix 9", "sourceHeRef": "אליגוריות החוקים, ספר ב, הערות ט׳", "anchorVerse": 4, "sourceHasEn": true, "commentaryNum": 9, "collectiveTitle": {"en": "Allegorical Interpretation of Genesis", "he": "אליגוריות החוקים"}, "heTitle": "הערות", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "§ 63. The actual meaning of Num. 30:4 ff. is that a woman’s vows hold if her father or husband silently acquiesce, but not if they forbid them; whereas those of a widow, seeing there is no such person to prohibit them, must hold. By taking “husband” or “father” to represent reason, Philo extracts the thought that our wishes are not guilty if our reasoned thoughts prohibit them, so that we do not translate them into action. The “widow” stands for the soul, which has cut itself off from any such controlling influence, and whose guilt is abiding.", "versionTitle": "Loeb Classical Library, Harvard University Press, 1929", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "665d7708e1d4c3231a2f2ddb", "index_title": "Divrei David on Rashi", "category": "Commentary", "type": "commentary", "ref": "Divrei David on Rashi, Numbers 30:4:1", "anchorRef": "Numbers 30:4", "anchorRefExpanded": ["Numbers 30:4"], "sourceRef": "Divrei David on Rashi, Numbers 30:4:1", "sourceHeRef": "דברי דוד על רש״י, במדבר ל׳:ד׳:א׳", "anchorVerse": 4, "sourceHasEn": false, "commentaryNum": 4.0001, "collectiveTitle": {"en": "Divrei David", "he": "דברי דוד"}, "heTitle": "במדבר", "he": "בנעוריה כו' ואיזו היא קטנה כו' אין דרכו של רש\"י להביא מאי דנ\"מ לדינא אלא מה דהוא לפרש הפסוק. ונראה דמש\"ה הביא זה כאן שנבין דבריו שלפני זה, דהיינו שכתב שיש מיעוט לקטנה ובוגרת, דאין המיעוטים שוים דעיקר מה שממעט הוא בוגרת אבל קטנה לאו מיעוט הוא מן התורה דממ\"נ אם קודם י\"א שנים הרי אין נדרה נדר וא\"צ מיעוט ואי בת י\"א ויום אחד הרי נדריה נבדקין ואם ידעה לשם מי נדרה הרי ודאי ברשות אביה להפר נדרה דכ\"ש הוא מן נערה אלא ע\"כ דעיקר המיעוט הוא בוגרת אבל קטנה אי פחותה מבת י\"א א\"צ מיעוט ואי בת י\"א שנה לא מהני מיעוט לענין הפרת אביה, אלא דהא דנקט רש\"י ולא קטנה אגב שיטפא דבוגרת נקטיה דצריך מיעוט ודברי הרא\"ם אינם מובנים לי דמשמע מדבריו דאף קטנה יש עליה מיעוט ולא ידעתי איך שייך לומר כן:", "heVersionTitle": "Warsaw, 1882", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6708134321016e7671311dc7", "index_title": "Deuteronomy", "category": "Tanakh", "type": "", "ref": "Deuteronomy 16:1", "anchorRef": "Numbers 28:16-31:29", "anchorRefExpanded": ["Numbers 28:16", "Numbers 28:17", "Numbers 28:18", "Numbers 28:19", "Numbers 28:20", "Numbers 28:21", "Numbers 28:22", "Numbers 28:23", "Numbers 28:24", "Numbers 28:25", "Numbers 28:26", "Numbers 28:27", "Numbers 28:28", "Numbers 28:29", "Numbers 28:30", "Numbers 28:31", "Numbers 29:1", "Numbers 29:2", "Numbers 29:3", "Numbers 29:4", "Numbers 29:5", "Numbers 29:6", "Numbers 29:7", "Numbers 29:8", "Numbers 29:9", "Numbers 29:10", "Numbers 29:11", "Numbers 29:12", "Numbers 29:13", "Numbers 29:14", "Numbers 29:15", "Numbers 29:16", "Numbers 29:17", "Numbers 29:18", "Numbers 29:19", "Numbers 29:20", "Numbers 29:21", "Numbers 29:22", "Numbers 29:23", "Numbers 29:24", "Numbers 29:25", "Numbers 29:26", "Numbers 29:27", "Numbers 29:28", "Numbers 29:29", "Numbers 29:30", "Numbers 29:31", "Numbers 29:32", "Numbers 29:33", "Numbers 29:34", "Numbers 29:35", "Numbers 29:36", "Numbers 29:37", "Numbers 29:38", "Numbers 29:39", "Numbers 30:1", "Numbers 30:2", "Numbers 30:3", "Numbers 30:4", "Numbers 30:5", "Numbers 30:6", "Numbers 30:7", "Numbers 30:8", "Numbers 30:9", "Numbers 30:10", "Numbers 30:11", "Numbers 30:12", "Numbers 30:13", "Numbers 30:14", "Numbers 30:15", "Numbers 30:16", "Numbers 30:17", "Numbers 31:1", "Numbers 31:2", "Numbers 31:3", "Numbers 31:4", "Numbers 31:5", "Numbers 31:6", "Numbers 31:7", "Numbers 31:8", "Numbers 31:9", "Numbers 31:10", "Numbers 31:11", "Numbers 31:12", "Numbers 31:13", "Numbers 31:14", "Numbers 31:15", "Numbers 31:16", "Numbers 31:17", "Numbers 31:18", "Numbers 31:19", "Numbers 31:20", "Numbers 31:21", "Numbers 31:22", "Numbers 31:23", "Numbers 31:24", "Numbers 31:25", "Numbers 31:26", "Numbers 31:27", "Numbers 31:28", "Numbers 31:29"], "sourceRef": "Deuteronomy 16:1", "sourceHeRef": "דברים ט״ז:א׳", "anchorVerse": 16, "sourceHasEn": true, "compDate": [-1400, -400], "commentaryNum": 16.0001, "collectiveTitle": {"en": "Deuteronomy", "he": "דברים"}, "heTitle": "דברים", "he": "שָׁמוֹר֙ אֶת־חֹ֣דֶשׁ הָאָבִ֔יב וְעָשִׂ֣יתָ פֶּ֔סַח לַיהֹוָ֖ה אֱלֹהֶ֑יךָ כִּ֞י בְּחֹ֣דֶשׁ הָֽאָבִ֗יב הוֹצִ֨יאֲךָ֜ יְהֹוָ֧ה אֱלֹהֶ֛יךָ מִמִּצְרַ֖יִם לָֽיְלָה׃", "heVersionTitle": "Miqra according to the Masorah", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "מקרא על פי המסורה", "text": "Observe the month<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>month </b>Cf. Exod. 13.4; 23.15; 34.18.</i> of Abib and offer a passover sacrifice to your God יהוה, for it was in the month<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>month </b>See previous note.</i> of Abib, at night, that your God יהוה freed you from Egypt.", "versionTitle": "The Contemporary Torah, Jewish Publication Society, 2006", "license": "CC-BY-NC", "versionTitleInHebrew": ""}]