{"versions": [{"status": "locked", "priority": 7.0, "license": "CC-BY-NC", "versionNotes": "Dedicated by an anonymous donor in honor of all women and girls who study, teach, and transform Torah.\n<br><br>\n<a href=\"https://www.sefaria.org/sheets/382047\">Read the preface to The Contemporary Torah</a>\n<br><br>\n<a href=\"https://www.sefaria.org/sheets/380713\"> See the Dictionary of Gender in the Torah</a>", "formatAsPoetry": "", "digitizedBySefaria": "", "method": "", "heversionSource": "", "versionUrl": "", "versionTitleInHebrew": "", "versionNotesInHebrew": "תרומה אלמונית לכבוד כל הנשים והבנות שלומדות, מלמדות ונותנות צורה חדשה לתורה", "shortVersionTitle": "The Contemporary Torah, JPS, 2006", "shortVersionTitleInHebrew": "", "extendedNotes": "", "extendedNotesHebrew": "", "purchaseInformationImage": "https://jps.org/wp-content/uploads/2014/10/ContemporaryTorah-300x458.png", "purchaseInformationURL": "https://jps.org/books/contemporary-torah/", "hasManuallyWrappedRefs": "", "language": "en", "versionSource": "https://www.nli.org.il/he/books/NNL_ALEPH002529489/NLI", "versionTitle": "The Contemporary Torah, Jewish Publication Society, 2006", "actualLanguage": "en", "languageFamilyName": "english", "isSource": false, "isPrimary": false, "direction": "ltr", "text": [["יהוה spoke to Moses after the death of the two sons of Aaron who died when they drew too close to the presence of יהוה.", "יהוה said to Moses: Tell your brother Aaron that he is not to come at will<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>at will </b>Lit. “at any time.”</i> into the Shrine behind the curtain, in front of the cover that is upon the ark, lest he die; for I appear in the cloud over the cover.", "Thus only shall Aaron enter the Shrine: with a bull of the herd for a sin offering and a ram for a burnt offering.—", "He shall be dressed in a sacral linen tunic, with linen breeches next to his flesh, and be girt with a linen sash, and he shall wear a linen turban. They are sacral vestments; he shall bathe his body in water and then put them on.—", "And from the Israelite community he shall take two he-goats for a sin offering and a ram for a burnt offering.", "Aaron is to offer his own bull of sin offering, to make expiation for himself and for his household.", "Aaron<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>Aaron </b>Moved up from v. 8 for clarity.</i> shall take the two he-goats and let them stand before יהוה at the entrance of the Tent of Meeting;", "and he shall place lots upon the two goats, one marked for יהוה and the other marked for Azazel.", "Aaron shall bring forward the goat designated by lot for יהוה, which he is to offer as a sin offering;", "while the goat designated by lot for Azazel shall be left standing alive before יהוה, to make expiation with it and to send it off to the wilderness for Azazel.", "Aaron shall then offer his bull of sin offering, to make expiation for himself and his household. He shall slaughter his bull of sin offering,", "and he shall take a panful of glowing coals scooped from the altar before יהוה, and two handfuls of finely ground aromatic incense, and bring this behind the curtain.", "He shall put the incense on the fire before יהוה, so that the cloud from the incense screens the cover that is over [the Ark of] the Pact, lest he die.", "He shall take some of the blood of the bull and sprinkle it with his finger over the cover on the east side; and in front of the cover he shall sprinkle some of the blood with his finger seven times.", "He shall then slaughter the people’s goat of sin offering, bring its blood behind the curtain, and do with its blood as he has done with the blood of the bull: he shall sprinkle it over the cover and in front of the cover.", "Thus he shall purge the Shrine of the impurity and transgression of the Israelites, whatever their sins; and he shall do the same for the Tent of Meeting, which abides with them in the midst of their impurity.", "When he goes in to make expiation in the Shrine, nobody else shall be in the Tent of Meeting until he comes out. When he has made expiation for himself and his household, and for the whole congregation of Israel,", "he shall go out to the altar that is before יהוה and purge it: he shall take some of the blood of the bull and of the goat and apply it to each of the horns of the altar;", "and the rest of the blood he shall sprinkle on it with his finger seven times. Thus he shall purify it of the defilement of the Israelites and consecrate it.", "When he has finished purging the Shrine, the Tent of Meeting, and the altar, the live goat shall be brought forward.", "Aaron shall lay both his hands upon the head of the live goat and confess over it all the iniquities and transgressions of the Israelites, whatever their sins, putting them on the head of the goat; and it shall be sent off to the wilderness through a designated<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>designated </b>Meaning of Heb. <i>‘itti</i> uncertain.</i> agent.<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>agent </b>I.e., another participant—aside from the high priest, who must remain in the sanctuary. Trad. “man.” See the Dictionary under <i>’ish</i>; Agent.</i>", "Thus the goat shall carry on it all their iniquities to an inaccessible region; and the goat shall be set free in the wilderness.", "And Aaron shall go into the Tent of Meeting, take off the linen vestments that he put on when he entered the Shrine, and leave them there.", "He shall bathe his body in water in the holy precinct and put on his vestments; then he shall come out and offer his burnt offering and the burnt offering of the people, making expiation for himself and for the people.", "The fat of the sin offering he shall turn into smoke on the altar.", "The one who set the Azazel-goat free shall wash those clothes and bathe the body in water—and after that may reenter the camp.", "The bull of sin offering and the goat of sin offering whose blood was brought in to purge the Shrine shall be taken outside the camp; and their hides, flesh, and dung shall be consumed in fire.", "The one who burned them shall wash those clothes and bathe the body in water—and after that may re-enter the camp.", "And this shall be to you a law for all time: In the seventh month, on the tenth day of the month, you shall practice self-denial; and you shall do no manner of work, neither the citizen nor the alien who resides among you.", "For on this day atonement shall be made for you to purify you of all your sins; you shall be pure before יהוה.", "It shall be a sabbath of complete rest for you, and you shall practice self-denial; it is a law for all time.", "The priest who has been anointed and ordained to serve as priest in place of his father shall make expiation. He shall put on the linen vestments, the sacral vestments.", "He shall purge the innermost Shrine; he shall purge the Tent of Meeting and the altar; and he shall make expiation for the priests and for all the people of the congregation.", "This shall be to you a law for all time: to make atonement for the Israelites for all their sins once a year. And Moses did as יהוה had commanded him."], [" יהוה spoke to Moses, saying:", "Speak to Aaron and his sons and to all the Israelite people and say to them: This is what יהוה has commanded:", "if anyone of the house of Israel slaughters an ox or sheep or goat in the camp, or does so outside the camp,", "and does not bring it to the entrance of the Tent of Meeting to present it as an offering to יהוה, before יהוה’s Tabernacle, bloodguilt shall be imputed to that party: having shed blood, that person shall be cut off from among this people.", "This is in order that the Israelites may bring the sacrifices which they have been making in the open—that they may bring them before יהוה, to the priest, at the entrance of the Tent of Meeting, and offer them as sacrifices of well-being to יהוה;", "that the priest may dash the blood against the altar of יהוה at the entrance of the Tent of Meeting, and turn the fat into smoke as a pleasing odor to יהוה;", "and that they may offer their sacrifices no more to the goat-demons after whom they stray. This shall be to them a law for all time, throughout the ages.", "Say to them further: If anyone of the house of Israel or of the strangers who reside among them offers a burnt offering or a sacrifice,", "and does not bring it to the entrance of the Tent of Meeting to offer it to יהוה, that person shall be cut off from this people.", "And if anyone of the house of Israel or of the strangers who reside among them partakes of any blood, I will set My face against the person who partakes of the blood; I will cut that person off from among kin.", "For the life of the flesh is in the blood, and I have assigned it to you for making expiation for your lives upon the altar; it is the blood, as life, that effects expiation.", "Therefore I say to the Israelite people: No person among you shall partake of blood, nor shall the stranger who resides among you partake of blood.", "And if any Israelite or any stranger who resides among them hunts down an animal or a bird that may be eaten, that person shall pour out its blood and cover it with earth.", "For the life of all flesh—its blood is its life. Therefore I say to the Israelite people: You shall not partake of the blood of any flesh, for the life of all flesh is its blood. Anyone who partakes of it shall be cut off.", "Any person, whether citizen or stranger, who eats what has died or has been torn by beasts shall wash those clothes, bathe in water, remain impure until evening—and shall then be pure.", "But if the clothes are not washed and the body is not bathed, that person shall bear the guilt."], [" יהוה spoke to Moses, saying:", "Speak to the Israelite people and say to them: I יהוה am your God.", "You shall not copy the practices of the land of Egypt where you dwelt, or of the land of Canaan to which I am taking you; nor shall you follow their laws.", "My rules alone shall you observe, and faithfully follow My laws: I יהוה am your God.", "You shall keep My laws and My rules, by the pursuit of which human beings shall live: I am יהוה.", "None of you men shall come near anyone of his own flesh to uncover nakedness: I am יהוה.", "<sup class=\"footnote-marker\">*</sup><i class=\"footnote\">I.e., a husband and wife are one flesh (Gen. 2.24), even if he should die or divorce her.</i> Your father’s nakedness, that is, the nakedness of your mother, you shall not uncover; she is your mother—you shall not uncover her nakedness.", "Do not uncover the nakedness of your father’s wife; it is the nakedness of your father.", "The nakedness of your sister—your father’s daughter or your mother’s, whether born into the household or outside—do not uncover their nakedness.", "The nakedness of your son’s daughter, or of your daughter’s daughter—do not uncover their nakedness; for their nakedness is yours.<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>their nakedness is yours </b>Meaning uncertain.</i> ", "The nakedness of your father’s wife’s daughter, who was born into your father’s household—she is your sister; do not uncover her nakedness.", "Do not uncover the nakedness of your father’s sister; she is your father’s flesh.", "Do not uncover the nakedness of your mother’s sister; for she is your mother’s flesh.", "Do not uncover the nakedness of your father’s brother: do not approach his wife; she is your aunt.", "Do not uncover the nakedness of your daughter-in-law: she is your son’s wife; you shall not uncover her nakedness.", "Do not uncover the nakedness of your brother’s wife; it is the nakedness of your brother.<sup class=\"footnote-marker\">*</sup><i class=\"footnote\">See note at 18.7–8.</i> ", "Do not uncover the nakedness of a woman and her daughter; nor shall you take [into your household as a wife] her son’s daughter or her daughter’s daughter and uncover her nakedness: they are kindred; it is depravity.", "Do not take [into your household as a wife] a woman as a rival to her sister and uncover her nakedness in the other’s lifetime.", "Do not come near a woman during her menstrual period of impurity to uncover her nakedness.", "Do not have carnal relations with your neighbor’s wife and defile yourself with her.", "Do not allow any of your offspring to be offered up to Molech, and do not profane the name of your God: I am יהוה.", "Do not lie with a male as one lies with a woman; it is an abhorrence.", "Do not have carnal relations with any beast and defile yourself thereby. Likewise for a woman: she shall not lend herself to a beast to mate with it; it is perversion.", "Do not defile yourselves in any of those ways, for it is by such that the nations that I am casting out before you defiled themselves.", "Thus the land became defiled; and I called it to account for its iniquity, and the land spewed out its inhabitants.", "But you must keep My laws and My rules, and you must not do any of those abhorrent things, neither the citizen nor the stranger who resides among you;", "for all those abhorrent things were done by the people who were in the land before you, and the land became defiled.", "So let not the land spew you out for defiling it, as it spewed out the nation that came before you.", "All who do any of those abhorrent things—such persons shall be cut off from their people.", "You shall keep My charge not to engage in any of the abhorrent practices that were carried on before you, and you shall not defile yourselves through them: I יהוה am your God."]]}], "available_versions": [{"status": "locked", "priority": 7.0, "license": "CC-BY-NC", "versionNotes": "Dedicated by an anonymous donor in honor of all women and girls who study, teach, and transform Torah.\n<br><br>\n<a href=\"https://www.sefaria.org/sheets/382047\">Read the preface to The Contemporary Torah</a>\n<br><br>\n<a href=\"https://www.sefaria.org/sheets/380713\"> See the Dictionary of Gender in the Torah</a>", "formatAsPoetry": "", "digitizedBySefaria": "", "method": "", "heversionSource": "", "versionUrl": "", "versionTitleInHebrew": "", "versionNotesInHebrew": "תרומה אלמונית לכבוד כל הנשים והבנות שלומדות, מלמדות ונותנות צורה חדשה לתורה", "shortVersionTitle": "The Contemporary Torah, JPS, 2006", "shortVersionTitleInHebrew": "", "extendedNotes": "", "extendedNotesHebrew": "", "purchaseInformationImage": "https://jps.org/wp-content/uploads/2014/10/ContemporaryTorah-300x458.png", "purchaseInformationURL": "https://jps.org/books/contemporary-torah/", "hasManuallyWrappedRefs": "", "language": "en", "title": "Leviticus", "versionSource": "https://www.nli.org.il/he/books/NNL_ALEPH002529489/NLI", "versionTitle": "The Contemporary Torah, Jewish Publication Society, 2006", "actualLanguage": "en", "languageFamilyName": "english", "isSource": false, "isPrimary": false, "direction": "ltr"}, {"status": "locked", "priority": 6.0, "license": "Copyright: Schocken", "versionNotes": "", "formatAsPoetry": true, "digitizedBySefaria": "", "method": "", "heversionSource": "", "versionUrl": "", "versionTitleInHebrew": "", "versionNotesInHebrew": "", "shortVersionTitle": "The Schocken Bible, Everett Fox, 1995 ©", "shortVersionTitleInHebrew": "", "extendedNotes": "", "extendedNotesHebrew": "", "purchaseInformationImage": "https://images-na.ssl-images-amazon.com/images/I/41mR7aOmNyL._SX350_BO1,204,203,200_.jpg", "purchaseInformationURL": "https://www.amazon.com/Five-Books-Moses-Leviticus-Deuteronomy/dp/0805211195", "hasManuallyWrappedRefs": "", "language": "en", "title": "Leviticus", "versionSource": "https://www.nli.org.il/he/books/NNL_ALEPH001730367/NLI", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "actualLanguage": "en", "languageFamilyName": "english", "isSource": false, "isPrimary": false, "direction": "ltr"}, {"status": "locked", "priority": 5.0, "license": "CC-BY-NC", "versionNotes": "", "formatAsPoetry": "", "digitizedBySefaria": "", "method": "", "heversionSource": "", "versionUrl": "", "versionTitleInHebrew": "", "versionNotesInHebrew": "", "shortVersionTitle": "", "shortVersionTitleInHebrew": "", "extendedNotes": "", "extendedNotesHebrew": "", "purchaseInformationImage": "https://storage.googleapis.com/sefaria-physical-editions/87ea171cf64f22dda621e76803e145b5.png", "purchaseInformationURL": "https://korenpub.com/collections/tanakh", "hasManuallyWrappedRefs": "", "language": "en", "title": "Leviticus", "versionSource": "https://www.korenpub.com/koren_en_usd/koren/tanakh-bible/the-koren-jerusalem-bible.html", "versionTitle": "The Koren Jerusalem Bible", "actualLanguage": "en", "languageFamilyName": "english", "isSource": false, "isPrimary": false, "direction": "ltr"}, {"status": "locked", "priority": 4.0, "license": "CC-BY", "versionNotes": "", "formatAsPoetry": "", "digitizedBySefaria": "", "method": "", "heversionSource": "", "versionUrl": "", "versionTitleInHebrew": "", "versionNotesInHebrew": "", "shortVersionTitle": "Metsudah Publications, 2009", "shortVersionTitleInHebrew": "", "extendedNotes": "", "extendedNotesHebrew": "", "purchaseInformationImage": "https://storage.googleapis.com/sefaria-physical-editions/d2e3eaa902547c549e43d1e3d368d12b.png", "purchaseInformationURL": "https://www.israelbookshoppublications.com/store/pc/Sifsei-Chachamim-Chumash-Vol-1-p482.htm", "hasManuallyWrappedRefs": "", "language": "en", "title": "Leviticus", "versionSource": "https://www.nli.org.il/he/books/NNL_ALEPH002691623", "versionTitle": "Metsudah Chumash, Metsudah Publications, 2009", "actualLanguage": "en", "languageFamilyName": "english", "isSource": false, "isPrimary": false, "direction": "ltr"}, {"status": "locked", "priority": 3.0, "license": "CC-BY-NC", "versionNotes": "", "formatAsPoetry": "", "digitizedBySefaria": "", "method": "", "heversionSource": "", "versionUrl": "", "versionTitleInHebrew": "", "versionNotesInHebrew": "", "shortVersionTitle": "JPS, 1985", "shortVersionTitleInHebrew": "", "extendedNotes": "", "extendedNotesHebrew": "", "purchaseInformationImage": "https://storage.googleapis.com/sefaria-physical-editions/JPS_1985.png", "purchaseInformationURL": "https://www.nebraskapress.unl.edu/jps/9780827602526/", "hasManuallyWrappedRefs": "", "language": "en", "title": "Leviticus", "versionSource": "https://jps.org/books/tanakh-the-holy-scriptures-blue/", "versionTitle": "Tanakh: The Holy Scriptures, published by JPS", "actualLanguage": "en", "languageFamilyName": "english", "isSource": false, "isPrimary": false, "direction": "ltr"}, {"status": "locked", "priority": 2.0, "license": "CC-BY", "versionNotes": "To enhance the quality of this text, obvious translation errors were corrected in accordance with the Hebrew source", "formatAsPoetry": "", "digitizedBySefaria": "", "method": "", "heversionSource": "", "versionUrl": "", "versionTitleInHebrew": "חומש רש״י, רבי שרגא זילברשטיין", "versionNotesInHebrew": "כדי לשפר את איכות הטקסט הזה, שונו שגיאות תרגום ברורות בהתאם למקור העברי", "shortVersionTitle": "", "shortVersionTitleInHebrew": "", "extendedNotes": "", "extendedNotesHebrew": "", "purchaseInformationImage": "https://images-na.ssl-images-amazon.com/images/I/51UsUBzedUL.jpg", "purchaseInformationURL": "https://www.amazon.com/Rashi-Chumash-Bereshith-Shraga-Silverstein/dp/1492863203", "hasManuallyWrappedRefs": "", "language": "en", "title": "Leviticus", "versionSource": "http://www.sefaria.org/shraga-silverstein", "versionTitle": "The Rashi chumash by Rabbi Shraga Silverstein", "actualLanguage": "en", "languageFamilyName": "english", "isSource": false, "isPrimary": false, "direction": "ltr"}, {"status": "locked", "priority": 2.0, "license": "CC-BY-SA", "versionNotes": "<i>Miqra According to the Masorah</i> (MAM) is a digital Hebrew edition of the Tanakh based on the Aleppo Codex and related manuscripts. It is designed for readers, and as such it contains added elements to aid vocalization of the text. For instance: When an accent is marked in an unstressed syllable, an extra accent is added in the proper place (<i>pashta</i>, <i>zarqa</i>, <i>segol</i>, <i>telisha</i>). <i>Legarmeih</i> and <i>paseq</i> are visibly distinguished. <i>Qamaz qatan</i> is indicated by its designated Unicode character (alternatives are documented where traditions differ about its application).<br>The text of MAM is fully documented. The <a href=\"https://he.wikisource.org/wiki/%D7%9E%D7%A9%D7%AA%D7%9E%D7%A9:Dovi/%D7%9E%D7%A7%D7%A8%D7%90_%D7%A2%D7%9C_%D7%A4%D7%99_%D7%94%D7%9E%D7%A1%D7%95%D7%A8%D7%94/%D7%9E%D7%99%D7%93%D7%A2_%D7%A2%D7%9C_%D7%9E%D7%94%D7%93%D7%95%D7%A8%D7%94_%D7%96%D7%95\">complete introduction</a> to the edition (Hebrew) explains the types of editorial decisions that have been made and the reasons for them (<a href=\"https://en.wikisource.org/wiki/User:Dovi/Miqra_according_to_the_Masorah#About_this_Edition_(English_Abstract)\">English abstract</a>). In addition, every word in the Bible about which there is some textual concern or ambiguity includes a documentation note; these notes can be viewed conveniently <a href=\"https://bdenckla.github.io/MAM-with-doc/\">here</a>. If an error is discovered, it may be reported to <a href=\"https://he.wikisource.org/wiki/%D7%A9%D7%99%D7%97%D7%AA_%D7%9E%D7%A9%D7%AA%D7%9E%D7%A9:Dovi\">User:Dovi</a> at Hebrew Wikisource. Please check the documentation notes before reporting an error.", "formatAsPoetry": "", "digitizedBySefaria": "", "method": "", "heversionSource": "", "versionUrl": "", "versionTitleInHebrew": "מקרא על פי המסורה", "versionNotesInHebrew": "", "shortVersionTitle": "", "shortVersionTitleInHebrew": "", "extendedNotes": "", "extendedNotesHebrew": "", "purchaseInformationImage": "", "purchaseInformationURL": "", "hasManuallyWrappedRefs": "", "language": "he", "title": "Leviticus", "versionSource": "https://he.wikisource.org/wiki/%D7%9E%D7%A9%D7%AA%D7%9E%D7%A9:Dovi/%D7%9E%D7%A7%D7%A8%D7%90_%D7%A2%D7%9C_%D7%A4%D7%99_%D7%94%D7%9E%D7%A1%D7%95%D7%A8%D7%94", "versionTitle": "Miqra according to the Masorah", "actualLanguage": "he", "languageFamilyName": "hebrew", "isSource": true, "isPrimary": true, "direction": "rtl"}, {"status": "locked", "priority": 1.0, "license": "Public Domain", "versionNotes": "This 1917 translation by the Jewish Publication Society is in the public domain. JPS graciously shared digital images of this text with the Open Siddur Project, from which the text was imported by Sefaria.", "formatAsPoetry": "", "digitizedBySefaria": "", "method": "", "heversionSource": "", "versionUrl": "", "versionTitleInHebrew": "כתבי הקודש: תרגום חדש (1917 JPS)", "versionNotesInHebrew": "תרגום JPS 1917 קיים בנחלת הכלל. הסריקות באדיבות JPS. שעתוק הטקסט תודות לפרויקט Open Siddur, משם יובא הטקסט למאגר ספריא", "shortVersionTitle": "JPS 1917", "shortVersionTitleInHebrew": "", "extendedNotes": "", "extendedNotesHebrew": "", "purchaseInformationImage": "https://live.staticflickr.com/5329/17198899114_63c7a50f7c_c.jpg", "purchaseInformationURL": "https://jps.org/books/holy-scriptures-tanakh-1917-edition/", "hasManuallyWrappedRefs": "", "language": "en", "title": "Leviticus", "versionSource": "http://opensiddur.org/2010/08/%D7%AA%D7%A0%D7%B4%D7%9A-the-holy-scriptures-a-new-translation-jps-1917/", "versionTitle": "The Holy Scriptures: A New Translation (JPS 1917)", "actualLanguage": "en", "languageFamilyName": "english", "isSource": false, "isPrimary": false, "direction": "ltr"}, {"status": "locked", "priority": 1.0, "license": "Public Domain", "versionNotes": "", "formatAsPoetry": "", "digitizedBySefaria": "", "method": "", "heversionSource": "", "versionUrl": "", "versionTitleInHebrew": "תנ״ך מלווה בטעמי מקרא", "versionNotesInHebrew": "", "shortVersionTitle": "", "shortVersionTitleInHebrew": "", "extendedNotes": "", "extendedNotesHebrew": "", "purchaseInformationImage": "", "purchaseInformationURL": "", "hasManuallyWrappedRefs": "", "language": "he", "title": "Leviticus", "versionSource": "http://www.tanach.us/Tanach.xml", "versionTitle": "Tanach with Ta'amei Hamikra", "actualLanguage": "he", "languageFamilyName": "hebrew", "isSource": true, "isPrimary": true, "direction": "rtl"}, {"status": "", "priority": "", "license": "CC0", "versionNotes": "", "formatAsPoetry": "", "digitizedBySefaria": "", "method": "", "heversionSource": "", "versionUrl": "", "versionTitleInHebrew": "תרגום קהילת ספריא", "versionNotesInHebrew": "", "shortVersionTitle": "", "shortVersionTitleInHebrew": "", "extendedNotes": "", "extendedNotesHebrew": "", "purchaseInformationImage": "", "purchaseInformationURL": "", "hasManuallyWrappedRefs": "", "language": "en", "title": "Leviticus", "versionSource": "https://www.sefaria.org", "versionTitle": "Sefaria Community Translation", "actualLanguage": "en", "languageFamilyName": "english", "isSource": false, "isPrimary": false, "direction": "ltr"}, {"status": "locked", "priority": "", "license": "Public Domain", "versionNotes": "", "formatAsPoetry": "", "digitizedBySefaria": "", "method": "", "heversionSource": "", "versionUrl": "", "versionTitleInHebrew": "תנ״ך - טקסט בלבד", "versionNotesInHebrew": "", "shortVersionTitle": "", "shortVersionTitleInHebrew": "", "extendedNotes": "", "extendedNotesHebrew": "", "purchaseInformationImage": "", "purchaseInformationURL": "", "hasManuallyWrappedRefs": "", "language": "he", "title": "Leviticus", "versionSource": "http://www.tanach.us/Tanach.xml", "versionTitle": "Tanach with Text Only", "actualLanguage": "he", "languageFamilyName": "hebrew", "isSource": true, "isPrimary": true, "direction": "rtl"}, {"status": "locked", "priority": "", "license": "Public Domain", "versionNotes": "", "formatAsPoetry": "", "digitizedBySefaria": "", "method": "", "heversionSource": "", "versionUrl": "", "versionTitleInHebrew": "תנ״ך עם ניקוד", "versionNotesInHebrew": "", "shortVersionTitle": "", "shortVersionTitleInHebrew": "", "extendedNotes": "", "extendedNotesHebrew": "", "purchaseInformationImage": "", "purchaseInformationURL": "", "hasManuallyWrappedRefs": "", "language": "he", "title": "Leviticus", "versionSource": "http://www.tanach.us/Tanach.xml", "versionTitle": "Tanach with Nikkud", "actualLanguage": "he", "languageFamilyName": "hebrew", "isSource": true, "isPrimary": true, "direction": "rtl"}, {"status": "locked", "priority": "", "license": "CC0", "versionNotes": "This 1941 translation published by Yehoʼash Farlag Gezelshaft is in the public domain. A transcribed digitized version was produced by Itsik \"Robert\" Goldenberg, et al, by the Yehoyesh Project (1998-2006) under the direction of Leonard Prager. That version was graciously shared with the Open Siddur Project, from which the text was imported by Sefaria.", "formatAsPoetry": "", "digitizedBySefaria": "", "method": "", "heversionSource": "", "versionUrl": "", "versionTitleInHebrew": "תרגום התנ״ך ליידיש, יהואש", "versionNotesInHebrew": "תרגום זה קיים בנחלת הכלל. שעתוק דיגיטלי ע\"י איציק \"רוברט\" גולדנברג, באדיבות פרויקט יהואש (1998-2006) בניהולו של לאונרד פראגר. גרסה זו שותפה בפרויקט \"סידור פתוח\", משם יובאה למאגר ספריא", "shortVersionTitle": "", "shortVersionTitleInHebrew": "", "extendedNotes": "", "extendedNotesHebrew": "", "purchaseInformationImage": "", "purchaseInformationURL": "", "hasManuallyWrappedRefs": "", "language": "he", "title": "Leviticus", "versionSource": "http://opensiddur.org/praxes/study/yehoyeshs-yiddish-translation-of-the-tanakh/", "versionTitle": "Yehoyesh's Yiddish Tanakh Translation [yi]", "actualLanguage": "yi", "languageFamilyName": "yiddish", "isSource": false, "isPrimary": false, "direction": "rtl"}, {"status": "locked", "priority": "", "license": "Public Domain", "versionNotes": "", "formatAsPoetry": "", "digitizedBySefaria": "", "method": "", "heversionSource": "", "versionUrl": "", "versionTitleInHebrew": "", "versionNotesInHebrew": "", "shortVersionTitle": "", "shortVersionTitleInHebrew": "", "extendedNotes": "", "extendedNotesHebrew": "", "purchaseInformationImage": "", "purchaseInformationURL": "", "hasManuallyWrappedRefs": "", "language": "en", "title": "Leviticus", "versionSource": "https://fr.wikisource.org/wiki/Bible_du_Rabbinat_1899", "versionTitle": "Bible du Rabbinat 1899 [fr]", "actualLanguage": "fr", "languageFamilyName": "french", "isSource": false, "isPrimary": false, "direction": "ltr"}, {"status": "locked", "priority": "", "license": "CC-BY-NC", "versionNotes": "", "formatAsPoetry": "", "digitizedBySefaria": "", "method": "", "heversionSource": "", "versionUrl": "", "versionTitleInHebrew": "", "versionNotesInHebrew": "", "shortVersionTitle": "Bold Onkelos commentary, Metsudah Pub., 2009", "shortVersionTitleInHebrew": "", "extendedNotes": "", "extendedNotesHebrew": "", "purchaseInformationImage": "https://storage.googleapis.com/sefaria-physical-editions/9aa287f6bfb600dc9478877216a2358f.png", "purchaseInformationURL": "https://www.israelbookshoppublications.com/store/pc/Sifsei-Chachamim-Chumash-Vol-1-p482.htm", "hasManuallyWrappedRefs": "", "language": "en", "title": "Leviticus", "versionSource": "https://www.nli.org.il/he/books/NNL_ALEPH002691623", "versionTitle": "Metsudah Chumash, Metsudah Publications, 2009 [with Onkelos translation]", "actualLanguage": "en", "languageFamilyName": "english", "isSource": false, "isPrimary": false, "direction": "ltr"}, {"status": "", "priority": "", "license": "Public Domain", "versionNotes": "", "formatAsPoetry": "", "digitizedBySefaria": "", "method": "", "heversionSource": "", "versionUrl": "", "versionTitleInHebrew": "", "versionNotesInHebrew": "", "shortVersionTitle": "Izaak Cylkow, 1841 - 1908 ", "shortVersionTitleInHebrew": "", "extendedNotes": "", "extendedNotesHebrew": "", "purchaseInformationImage": "", "purchaseInformationURL": "", "hasManuallyWrappedRefs": "", "language": "en", "title": "Leviticus", "versionSource": "http://bibliepolskie.pl/", "versionTitle": "Bible in Polish, trans. Izaak Cylkow, 1841 - 1908 [pl]", "actualLanguage": "pl", "languageFamilyName": "polish", "isSource": false, "isPrimary": false, "direction": "ltr"}, {"status": "", "priority": "", "license": "", "versionNotes": "Preface to the Torah Yesharah edition can be viewed <a href=\"https://drive.google.com/open?id=1OQPxYstkdtm26WO2VpZ7lWlawz1C0lJn\">here</a>.<br>The scans can be found <a href=\"https://drive.google.com/file/d/1Fff3-phzeIFEFmdDGy53Tc7Kh81fbgdq/view?usp=sharing\">here</a>.", "formatAsPoetry": "", "digitizedBySefaria": "", "method": "", "heversionSource": "", "versionUrl": "", "versionTitleInHebrew": "", "versionNotesInHebrew": "הקדמה לתרגום 'תורה ישרה' זמין <a href=\"https://drive.google.com/open?id=1OQPxYstkdtm26WO2VpZ7lWlawz1C0lJn\">here</a>.<br>The scans can be found <a href=\"https://drive.google.com/file/d/1Fff3-phzeIFEFmdDGy53Tc7Kh81fbgdq/view?usp=sharing\">כאן</a>.", "shortVersionTitle": "Charles Kahane, New York, 1963", "shortVersionTitleInHebrew": "", "extendedNotes": "", "extendedNotesHebrew": "", "purchaseInformationImage": "", "purchaseInformationURL": "", "hasManuallyWrappedRefs": "", "language": "en", "title": "Leviticus", "versionSource": "https://www.nli.org.il/he/books/NNL_ALEPH001969090/NLI", "versionTitle": "Torah Yesharah, translated and edited by Chas. Kahane. New York, 1963", "actualLanguage": "en", "languageFamilyName": "english", "isSource": false, "isPrimary": false, "direction": "ltr"}, {"status": "", "priority": "", "license": "Public Domain", "versionNotes": "Digitized by Chajm Guski and Marina Struse", "formatAsPoetry": "", "digitizedBySefaria": "", "method": "", "heversionSource": "", "versionUrl": "", "versionTitleInHebrew": "", "versionNotesInHebrew": "דיגיטציה ע\"י חיים גוסקי ומרינה שטרוס", "shortVersionTitle": "Dr. Simon Bernfeld, 1902 ", "shortVersionTitleInHebrew": "", "extendedNotes": "", "extendedNotesHebrew": "", "purchaseInformationImage": "", "purchaseInformationURL": "", "hasManuallyWrappedRefs": "", "language": "en", "title": "Leviticus", "versionSource": "https://www.talmud.de/tlmd/tanach/jeschajahu-das-buch-jesaja/", "versionTitle": "Die Heilige Schrift, trans. Dr. Simon Bernfeld, Berlin, 1902 - German [de]", "actualLanguage": "de", "languageFamilyName": "german", "isSource": false, "isPrimary": false, "direction": "ltr"}, {"status": "", "priority": "", "license": "", "versionNotes": "", "formatAsPoetry": "", "digitizedBySefaria": "", "method": "", "heversionSource": "", "versionUrl": "", "versionTitleInHebrew": "", "versionNotesInHebrew": "", "shortVersionTitle": "", "shortVersionTitleInHebrew": "", "extendedNotes": "", "extendedNotesHebrew": "", "purchaseInformationImage": "", "purchaseInformationURL": "", "hasManuallyWrappedRefs": "", "language": "he", "title": "Leviticus", "versionSource": "http://www.iranjewish.com/Torah/Vaeeghrah.htm", "versionTitle": "Persian translation by Mashallah Rahman Pour Davud and Hakham Musa Zargari, Otzar haTorah, 1985 [fa]", "actualLanguage": "fa", "languageFamilyName": "persian", "isSource": false, "isPrimary": false, "direction": "rtl"}, {"status": "", "priority": "", "license": "", "versionNotes": "", "formatAsPoetry": "", "digitizedBySefaria": "", "method": "", "heversionSource": "", "versionUrl": "", "versionTitleInHebrew": "", "versionNotesInHebrew": "", "shortVersionTitle": "Samuel Cahen, 1831 ", "shortVersionTitleInHebrew": "", "extendedNotes": "", "extendedNotesHebrew": "", "purchaseInformationImage": "", "purchaseInformationURL": "", "hasManuallyWrappedRefs": "", "language": "en", "title": "Leviticus", "versionSource": "https://www.levangile.com/Bible-CAH-1-1-1-complet-Contexte-oui.htm", "versionTitle": "La Bible, Traduction Nouvelle, Samuel Cahen, 1831 [fr]", "actualLanguage": "fr", "languageFamilyName": "french", "isSource": false, "isPrimary": false, "direction": "ltr"}, {"status": "locked", "priority": "", "license": "Public Domain", "versionNotes": "", "formatAsPoetry": "", "digitizedBySefaria": "", "method": "", "heversionSource": "", "versionUrl": "", "versionTitleInHebrew": "", "versionNotesInHebrew": "", "shortVersionTitle": "", "shortVersionTitleInHebrew": "", "extendedNotes": "", "extendedNotesHebrew": "", "purchaseInformationImage": "", "purchaseInformationURL": "", "hasManuallyWrappedRefs": "", "language": "en", "title": "Leviticus", "versionSource": "https://eo.wikisource.org/wiki/Malnova_Testamento_(Zamenhof)/Levidoj/1", "versionTitle": "La Malnova Testamento, L.L.Zamenhof [eo]", "actualLanguage": "eo", "languageFamilyName": "esperanto", "isSource": false, "isPrimary": false, "direction": "ltr"}, {"status": "", "priority": "", "license": "", "versionNotes": "Digitized by Marina Struse", "formatAsPoetry": "", "digitizedBySefaria": "", "method": "", "heversionSource": "", "versionUrl": "", "versionTitleInHebrew": "", "versionNotesInHebrew": "", "shortVersionTitle": "", "shortVersionTitleInHebrew": "", "extendedNotes": "", "extendedNotesHebrew": "", "purchaseInformationImage": "", "purchaseInformationURL": "", "hasManuallyWrappedRefs": "", "language": "en", "title": "Leviticus", "versionSource": "https://www.talmud.de/tlmd/tanach/", "versionTitle": "Der Pentateuch, übersetzt und erläutert von Samson Raphael Hirsch. Frankfurt am Main, 1867-1878 [de]", "actualLanguage": "de", "languageFamilyName": "german", "isSource": false, "isPrimary": false, "direction": "ltr"}, {"status": "locked", "priority": "", "license": "PD", "versionNotes": "", "formatAsPoetry": "", "digitizedBySefaria": true, "method": "", "heversionSource": "", "versionUrl": "", "versionTitleInHebrew": "", "versionNotesInHebrew": "", "shortVersionTitle": "", "shortVersionTitleInHebrew": "", "extendedNotes": "", "extendedNotesHebrew": "", "purchaseInformationImage": "", "purchaseInformationURL": "", "hasManuallyWrappedRefs": "", "language": "he", "title": "Leviticus", "versionSource": "https://he.wikisource.org/wiki/%D7%9E%D7%A7%D7%A8%D7%90_%D7%9E%D7%91%D7%95%D7%90%D7%A8", "versionTitle": "Miqra Mevoar, trans. and edited by David Kokhav, Jerusalem 2020", "actualLanguage": "he", "languageFamilyName": "hebrew", "isSource": false, "isPrimary": false, "direction": "rtl"}, {"status": "locked", "priority": "", "license": "CC-BY-NC", "versionNotes": "<a href=\"https://purl.org/jps/rjps-preface\">Preface</a>\n<br><br>\n<a href=\"https://purl.org/jps/gender\">Notes on Gender in Translation</a>\n<br><br>\n<a href=\"https://purl.org/scholar/rjps-comm\">Commentary on Translation Choices in the JPS TANAKH (RJPS)</a>", "formatAsPoetry": "", "digitizedBySefaria": "", "method": "", "heversionSource": "", "versionUrl": "", "versionTitleInHebrew": "", "versionNotesInHebrew": "", "shortVersionTitle": "Revised JPS, 2023", "shortVersionTitleInHebrew": "", "extendedNotes": "", "extendedNotesHebrew": "", "purchaseInformationImage": "https://storage.googleapis.com/sefaria-physical-editions/JPS-Tanakh-Gender-Sensitive-Edition-Cover-300x450.jpg", "purchaseInformationURL": "https://jps.org/books/the-jps-tanakh-gender-sensitive-edition/", "hasManuallyWrappedRefs": "", "language": "en", "title": "Leviticus", "versionSource": "https://jps.org/books/the-jps-tanakh-gender-sensitive-edition/", "versionTitle": "THE JPS TANAKH: Gender-Sensitive Edition", "actualLanguage": "en", "languageFamilyName": "english", "isSource": false, "isPrimary": false, "direction": "ltr"}, {"status": "locked", "priority": "", "license": "CC-BY-NC", "versionNotes": "Podcast: <a href=\"https://open.spotify.com/show/0s4aKP73M2YLal6FIJDJws?si=PAsSwqKXRMefO39IUWD6TQ&nd=1&dlsi=5c23a612302a425c\">Проект \"Да\": новый перевод Танаха</a> ", "formatAsPoetry": "", "digitizedBySefaria": true, "method": "", "heversionSource": "", "versionUrl": "", "versionTitleInHebrew": "", "versionNotesInHebrew": "", "shortVersionTitle": "«Да» project", "shortVersionTitleInHebrew": "", "extendedNotes": "", "extendedNotesHebrew": "", "purchaseInformationImage": "", "purchaseInformationURL": "", "hasManuallyWrappedRefs": "", "language": "en", "title": "Leviticus", "versionSource": "https://dadada.live/books", "versionTitle": "Russian Torah translation, by Dmitri Slivniak, Ph.D., edited by Dr. Itzhak Streshinsky. Da Project, 2011 [ru]", "actualLanguage": "ru", "languageFamilyName": "russian", "isSource": false, "isPrimary": false, "direction": "ltr"}], "ref": "Leviticus 16:1-18:30", "heRef": "ויקרא ט״ז:א׳-י״ח:ל׳", "sections": ["16", "1"], "toSections": ["18", "30"], "sectionRef": "Leviticus 16-18", "heSectionRef": "ויקרא ט״ז-י״ח", "firstAvailableSectionRef": "Leviticus 16:1-18:30", "isSpanning": true, "spanningRefs": ["Leviticus 16:1-34", "Leviticus 17", "Leviticus 18:1-30"], "next": "Leviticus 19", "prev": "Leviticus 15", "title": "Leviticus 16-18", "book": "Leviticus", "heTitle": "ויקרא", "primary_category": "Tanakh", "type": "Tanakh", "indexTitle": "Leviticus", "categories": ["Tanakh", "Torah"], "heIndexTitle": "ויקרא", "isComplex": false, "isDependant": false, "order": [3, 3], "collectiveTitle": "", "heCollectiveTitle": "", "alts": [[{"en": ["Achrei Mot"], "he": ["אחרי מות"], "whole": true}, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, {"en": ["Second"], "he": ["שני"]}, null, null, null, null, null, null, {"en": ["Third"], "he": ["שלישי"]}], [{"en": ["Fourth"], "he": ["רביעי"]}, null, null, null, null, null, null, {"en": ["Fifth"], "he": ["חמישי"]}], [null, null, null, null, null, {"en": ["Sixth"], "he": ["שישי"]}, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, {"en": ["Seventh"], "he": ["שביעי"]}]], "lengths": [27, 859], "length": 27, "textDepth": 2, "sectionNames": ["Chapter", "Verse"], "addressTypes": ["Perek", "Pasuk"], "titleVariants": ["Vayikra", "Lev.", "Lev", "B’ḥuck.", "B’ḥuḳḳothay", "vaYikra", "Lévit.", "Lévitique", "Leviticus"], "heTitleVariants": ["ויקרא"], "index_offsets_by_depth": {}, "warnings": []}