[{"_id": "531e4fe2fbfba276047f68f4", "index_title": "Onkelos Genesis", "category": "Targum", "type": "targum", "ref": "Onkelos Genesis 36:33", "anchorRef": "Genesis 36:33", "anchorRefExpanded": ["Genesis 36:33"], "sourceRef": "Onkelos Genesis 36:33", "sourceHeRef": "תרגום אונקלוס על בראשית ל״ו:ל״ג", "anchorVerse": 33, "sourceHasEn": false, "compDate": [80, 120], "commentaryNum": 36.0033, "collectiveTitle": {"en": "Onkelos Genesis", "he": "תרגום אונקלוס על בראשית"}, "heTitle": "תרגום אונקלוס על בראשית", "he": "וּמִית בָּלַע וּמְלַךְ תְּחוֹתוֹהִי יוֹבָב בַּר זֶרַח מִבָּצְרָה:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "חומש שפתי חכמים, מצודה תשס\"ט", "text": "Bela died, and he was succeeded as king by Yovav, son of Zerach, from Botzroh.", "versionTitle": "Metsudah Chumash, Metsudah Publications, 2009 [with Onkelos translation]", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "532b2685fbfba27c35eec12b", "index_title": "Targum Jonathan on Genesis", "category": "Targum", "type": "targum", "ref": "Targum Jonathan on Genesis 36:33", "anchorRef": "Genesis 36:33", "anchorRefExpanded": ["Genesis 36:33"], "sourceRef": "Targum Jonathan on Genesis 36:33", "sourceHeRef": "תרגום יונתן על בראשית ל״ו:ל״ג", "anchorVerse": 33, "sourceHasEn": true, "compDate": [150, 250], "commentaryNum": 36.0033, "collectiveTitle": {"en": "Targum Jonathan on Genesis", "he": "תרגום יונתן על בראשית"}, "heTitle": "תרגום יונתן על בראשית", "he": "וּמִית בֶּלַע וּמְלַךְ תְּחוֹתוֹי יוֹבָב בַּר זֶרַח מִבָּצְרָה", "heVersionTitle": "Targum Jonathan on Genesis", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": " And Bela died, and in his stead reigned Jobab the son of Zerach of Botsra. \n", "versionTitle": "The Targum of Jonathan ben Uzziel, trans. J. W. Etheridge, London, 1862", "license": "Public Domain", "versionTitleInHebrew": "תרגום ירושלמי (תרגום יונתן בן-עוזיאל) לתורה, תורגם ע״י ג׳ון ווסלי אטרידג׳, לונדון 1862"}, {"_id": "53f174b6fbfba22336e99f49", "index_title": "Kitzur Ba'al HaTurim on Genesis", "category": "Commentary", "type": "commentary", "ref": "Kitzur Ba'al HaTurim on Genesis 36:33:1", "anchorRef": "Genesis 36:33", "anchorRefExpanded": ["Genesis 36:33"], "sourceRef": "Kitzur Ba'al HaTurim on Genesis 36:33:1", "sourceHeRef": "קיצור בעל הטורים על בראשית ל״ו:ל״ג:א׳", "anchorVerse": 33, "sourceHasEn": false, "compDate": [1280, 1340], "commentaryNum": 33.0001, "collectiveTitle": {"en": "Kitzur Ba'al HaTurim", "he": "קיצור בעל הטורים "}, "heTitle": "קיצור בעל הטורים על בראשית", "he": "<b>מבצרה</b> ב' דין ואידך חמוץ בגדים מבצרה. לעתיד לבוא תלקה בצרה עם אדום לפי שהעמידה להם מלך שהמליכה להם וזהו חמוץ בגדים מבצרה תלקה בצרה שנאמר יובב בן זרח מבצרה:\n\n", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "562bc8dafbfba25d96e6cbb4", "index_title": "Shadal on Genesis", "category": "Commentary", "type": "commentary", "ref": "Shadal on Genesis 36:33:1", "anchorRef": "Genesis 36:33", "anchorRefExpanded": ["Genesis 36:33"], "sourceRef": "Shadal on Genesis 36:33:1", "sourceHeRef": "שד\"ל על בראשית ל״ו:ל״ג:א׳", "anchorVerse": 33, "sourceHasEn": false, "compDate": [1835, 1865], "commentaryNum": 33.0001, "collectiveTitle": {"en": "Shadal", "he": "שד\"ל"}, "heTitle": "שד\"ל על בראשית", "he": "בצרה: עיר באדום, עיין ישעיה ל\"ד ו', וס\"ג א'. ועמוס א' י\"ב (הרמב\"ן) ולדעת חז\"ל ורש\"י היא בצרה אשר במואב, ירמיה מ\"ח כ\"ד.", "heVersionTitle": "Shadal 1st Edition", "heLicense": "Public Domain", "heVersionTitleInHebrew": "שד\"ל, דפוס ראשון", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "57e77c6fd6e4a94c7c189614", "index_title": "Tafsir Rasag", "category": "Targum", "type": "targum", "ref": "Tafsir Rasag, Genesis 36:33", "anchorRef": "Genesis 36:33", "anchorRefExpanded": ["Genesis 36:33"], "sourceRef": "Tafsir Rasag, Genesis 36:33", "sourceHeRef": "תפסיר רס\"ג, בראשית ל״ו:ל״ג", "anchorVerse": 33, "sourceHasEn": false, "compDate": [918, 942], "commentaryNum": 36.0033, "collectiveTitle": {"en": "Tafsir Rasag", "he": "תפסיר רס\"ג"}, "heTitle": "בראשית", "he": "ת̇ם מאת בלע ומלך בדלה יובב אבן זרח מן בצרה", "heVersionTitle": "Tafsir al-Torah bi-al-Arabiya, Paris, 1893", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תפסיר אלתורה באלערביה, פריס, 1893", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5a1546acd6e4a92409ac368c", "index_title": "Siftei Chakhamim", "category": "Commentary", "type": "commentary", "ref": "Siftei Chakhamim, Genesis 36:33:1", "anchorRef": "Genesis 36:33", "anchorRefExpanded": ["Genesis 36:33"], "sourceRef": "Siftei Chakhamim, Genesis 36:33:1", "sourceHeRef": "שפתי חכמים, בראשית ל״ו:ל״ג:א׳", "anchorVerse": 33, "sourceHasEn": true, "compDate": [1660, 1680], "commentaryNum": 33.0001, "collectiveTitle": {"en": "Siftei Chakhamim", "he": "שפתי חכמים"}, "heTitle": "בראשית", "he": "<b>ולפי שהעמידה מלך לאדום עתידה ללקות עמהם כו'.</b> דק\"ל ל\"ל לייחסו אחר אביו כיון שייחסו ע\"ש מקומו כמו שמלה ממשרקה וכו' <small>(להלן פסוק לו)</small> ותירץ שלא היה ידוע וניכר ע\"ש מקומו ולא ייחסו ע\"ש מקומו אלא להודיע שעתידה ללקות וכו'. [מ' הענדל]: \n", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY", "heVersionTitleInHebrew": "חומש שפתי חכמים, הוצאת מצודה, 2009", "text": "<b>Because it provided a king for Edom it is destined to be smitten together with them...</b> Rashi is answering the question: Why does the verse identify Yovav by his father, if it [also] identifies him by his place? [The place alone should suffice,] as with “Samlah of Masriekah” (v. 36), etc. Rashi answers: Yovav was not well known by his place. Scripture mentions his place only in order to teach, “It is destined to be smitten...” (<i>R. Hendel</i>) ", "versionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": "חומש שפתי חכמים, הוצאת מצודה, 2009"}, {"_id": "5a1c01d8d6e4a943452d3ad0", "index_title": "Sefer HaYashar (midrash)", "category": "Midrash", "type": "midrash", "ref": "Sefer HaYashar (midrash), Book of Genesis, Vayetzei 1", "anchorRef": "Genesis 36:1-43", "anchorRefExpanded": ["Genesis 36:1", "Genesis 36:2", "Genesis 36:3", "Genesis 36:4", "Genesis 36:5", "Genesis 36:6", "Genesis 36:7", "Genesis 36:8", "Genesis 36:9", "Genesis 36:10", "Genesis 36:11", "Genesis 36:12", "Genesis 36:13", "Genesis 36:14", "Genesis 36:15", "Genesis 36:16", "Genesis 36:17", "Genesis 36:18", "Genesis 36:19", "Genesis 36:20", "Genesis 36:21", "Genesis 36:22", "Genesis 36:23", "Genesis 36:24", "Genesis 36:25", "Genesis 36:26", "Genesis 36:27", "Genesis 36:28", "Genesis 36:29", "Genesis 36:30", "Genesis 36:31", "Genesis 36:32", "Genesis 36:33", "Genesis 36:34", "Genesis 36:35", "Genesis 36:36", "Genesis 36:37", "Genesis 36:38", "Genesis 36:39", "Genesis 36:40", "Genesis 36:41", "Genesis 36:42", "Genesis 36:43"], "sourceRef": "Sefer HaYashar (midrash), Book of Genesis, Vayetzei 1", "sourceHeRef": "ספר הישר (מדרש), ספר בראשית, ויצא א׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [950, 1550], "commentaryNum": 1, "collectiveTitle": {"en": "Sefer HaYashar (midrash)", "he": "ספר הישר (מדרש)"}, "heTitle": "ויצא", "he": "ויצא יעקב וילך אל דרכו חרנה וישב ויבוא עד הר המוריה, וילן שם אצל עיר לוז. וירא ה׳ אל יעקב שמה בלילה ההוא ויאמר אליו, אני ה׳ אלוקי אברהם ואלוקי יצחק אביך הארץ אשר אתה שוכב עליה לך אתננה ולזרעך. והנה אנוכי עמך אל תירא ושמרתיך בכל אשר תלך, והרביתי את זרעך ככוכבי השמים. והפלתי את כל אויביך לפניך ונלחמו אליך ולא יוכלו לך, והשיבותיך אל הארץ הזאת בשמחה בבנים ובעושר רב. וייקץ יעקב משנתו וישמח מאוד על המראה אשר ראה, ויקרא את שם המקום ההוא בית אל. ויקם יעקב מן המקום ההוא שמח ויקלו רגליו ללכת מהשמחה, וילך משם ארצה בני קדם ויבוא חרנה וישב על באר הרועים. וימצא שם אנשים יוצאים מחרן לרעות הצאן וישאלם יעקב מאין באתם, ויאמרו מחרן אנחנו. ויאמר אליהם הידעתם את לבן בן נחור, ויאמרו ידענו והנה רחל בתו באה עם הצאן אשר לאביה לרעות. עודנו מדבר עמם ורחל בת לבן באה עם הצאן אשר לאביה לרעות, כי רועה היא. וירא יעקב את רחל בת לבן אחי אמו, וירץ וישק לה יעקב וישא את קולו ויבך. ויגד יעקב את רחל כי בן רבקה אחי אביה הוא, ותרץ רחל ותגד לאביה. ויוסף יעקב לבכות על אשר אין בידו מאומה להביא בית לבן. וישמע לבן כי בא יעקב בן אחותו, וירץ וינשק לו ויחבק לו ויביאהו אל ביתו ויתן לו לחם ויאכל. ויספר יעקב ללבן את אשר עשה לו עשו אחיו, ואת אשר עשה לו אליפז בנו בדרך. וישב יעקב בבית לבן חודש ימים, ויאכל וישת יעקב בבית לבן. ויהי אחרי כן ויאמר לבן ליעקב, הגד נא לי מה משכורתך ואיך תעבדני חינם. וללבן אין בנים כי אם בנות, כי נשיו ואמהותיו יקרות עוד בימים ההם. ואלה שמות בנות לבן ילדה לו עדינה אישתו, שם בכירה לאה ושם הצעירה רחל. ועיני לאה רכות, ורחל היתה יפת תואר ויפת מראה ויעקב אהבה. ויאמר יעקב אל לבן אעבדך שבע שנים ברחל בתך הקטנה, ויאבה לבן לדבר הזה ויעבוד יעקב את לבן ברחל בתו שבע שנים.", "heVersionTitle": "Sefer HaYashar, Livorno 1870", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "And Jacob prosecuted his journey toward Haran, and he reached Mount Moriah, and he ‎tarried there over night near the city of Luz.‎‏ ‏And the Lord appeared there unto Jacob that ‎night, and he said unto him: I am the Lord, the God of Abraham, thy father, and the God of ‎Isaac, the land wherein thou liest, to thee will I give it, and to thy seed; and behold I am with ‎thee and will keep thee in all places whither thou goest, and I will multiply thy seed as the stars ‎of heaven, and I will cause thy enemies to fall down before thee, and when they shall wage ‎war against thee they shall never pre vail over thee; and I will bring thee back unto this land in ‎joy and gladness, with children and with great wealth. And when Jacob awoke from his sleep ‎he was exceedingly joyful at the vision which he had seen, and he called the name of that ‎place Bethel. And Jacob arose from that place much rejoiced, and when he walked his feet felt ‎light to him for gladness, and he went thence to the land of the sons of the East, and he came ‎to Haran and seated himself by the shepherd's well; and he met there several men coming ‎from Haran to feed their sheep, and Jacob inquired of them concerning their home, and they ‎said: We are from Haran; and he said unto them: Know ye Laban, son of Nahor? and they said: ‎We know him, and behold, Rachel, his daughter, cometh with the sheep of her father. And ‎while he yet spake with them Rachel came with her father's sheep, for she was a ‎shepherdess. And Jacob saw Rachel, the daughter of Laban, his mother's brother, and he ‎kissed her and lifted up his voice and wept. And Jacob told Rachel that he was Rebekah’s son, ‎her father's sister, and Rachel ran and told it to her father. And Jacob wept exceedingly ‎because he had nothing whatsoever to bring unto the house of Laban. And when Laban heard ‎of the arrival of Jacob, his sister's son, he ran to meet him, and he embraced him, and kissed ‎him, and \"brought him to his house, and he gave him meat and he ate. And Jacob told him all ‎that his brother Esau had done unto him, and what his son Eliphaz did unto him on his journey. ‎And Jacob abode at Laban's house the space of a month, eating and drinking in the house of ‎Laban. And finally Laban said unto Jacob: Tell me what shall thy wages be, for why shouldst ‎thou serve me for naught? And Laban had no sons, only daughters, and his wives and hand-‎maids were still barren in those days. And these are the names of Laban's daughters, which his ‎wife Adinah had borne unto him: the name of the oldest was Leah, and the name of the ‎youngest was Rachel. And Leah was tender eyed, but Rachel was beautiful and well favored, ‎and Jacob loved her. And Jacob said unto Laban: I will serve thee seven years for Rachel, thy ‎youngest daughter. And Laban was satisfied, and Jacob served Laban seven years for Rachel, ‎his daughter.‎", "versionTitle": "Sefer ha-Yashar,  trans. Edward B.M. Browne, New York, 1876", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "5a1c01ead6e4a943452d3b0c", "index_title": "Sefer HaYashar (midrash)", "category": "Midrash", "type": "midrash", "ref": "Sefer HaYashar (midrash), Book of Genesis, Vayishlach 34", "anchorRef": "Genesis 36:31-43", "anchorRefExpanded": ["Genesis 36:31", "Genesis 36:32", "Genesis 36:33", "Genesis 36:34", "Genesis 36:35", "Genesis 36:36", "Genesis 36:37", "Genesis 36:38", "Genesis 36:39", "Genesis 36:40", "Genesis 36:41", "Genesis 36:42", "Genesis 36:43"], "sourceRef": "Sefer HaYashar (midrash), Book of Genesis, Vayishlach 34", "sourceHeRef": "ספר הישר (מדרש), ספר בראשית, וישלח ל״ד", "anchorVerse": 31, "sourceHasEn": true, "compDate": [950, 1550], "commentaryNum": 34, "collectiveTitle": {"en": "Sefer HaYashar (midrash)", "he": "ספר הישר (מדרש)"}, "heTitle": "וישלח", "he": "ואחרי כן באו כל שרי המלכים האלה עם כל אנשיהם לפני בני יעקב ומנחות בידיהם אל יעקב ואל בניו, וישתחו להם אפיים ארצה. ויפצרו המלכים האלה בבני יעקב ויתחננו אליהם, להשיב את כל השביה אשר שבו משבעת ערי האמורי. ויעשו כן בני יעקב וישיבו את כל השביה, את הנשים ואת הטף ואת כל בהמה וכל השלל אשר לקחו, וישלחו אותם וילכו איש לעירו. וישתחוו כל המלכים האלה עוד אל בני יעקב, וישלחו ויביאו אליהם מנחות רבות בימים ההם. וישלחו בני יעקב את המלכים האלה ואת אנשיהם, וילכו מאיתם לשלום אל עריהם וגם בני יעקב שבו אל מקומם שכמה. ויהי שלום מהיום ההוא והלאה בין בני יעקב ובין מלכי הכנעני, עד בא בני ישראל ארץ כנען לנחלה.", "heVersionTitle": "Sefer HaYashar, Livorno 1870", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "And afterwards these kings appeared before Jacob with their men, and gifts were in their ‎hands for Jacob and his sons, and they bowed down to the ground before Jacob and his sons. ‎And these kings urged the sons of Jacob and entreated them to restore to the seven cities of ‎the Amorites all the spoil they had taken from them. And Jacob’s sons did so, and they ‎returned all the captives and all the spoil they had taken, and they sent them away and each ‎returned to his city. And the kings bowed down once more before Jacob and his sons and they ‎gave them many more gifts in those days. And the sons of Jacob sent away these kings and ‎their men and they left in peace for their cities, and Jacob and his sons returned likewise unto ‎their place in Shechem. And from that day on there was peace between the sons of Jacob and ‎the kings of the Canaanites, until the children of Israel came into Canaan to inherit it. ‎", "versionTitle": "Sefer ha-Yashar,  trans. Edward B.M. Browne, New York, 1876", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "5a1c01ead6e4a943452d3b10", "index_title": "Sefer HaYashar (midrash)", "category": "Midrash", "type": "midrash", "ref": "Sefer HaYashar (midrash), Book of Genesis, Vayishlach 18", "anchorRef": "Genesis 36:31-43", "anchorRefExpanded": ["Genesis 36:31", "Genesis 36:32", "Genesis 36:33", "Genesis 36:34", "Genesis 36:35", "Genesis 36:36", "Genesis 36:37", "Genesis 36:38", "Genesis 36:39", "Genesis 36:40", "Genesis 36:41", "Genesis 36:42", "Genesis 36:43"], "sourceRef": "Sefer HaYashar (midrash), Book of Genesis, Vayishlach 18", "sourceHeRef": "ספר הישר (מדרש), ספר בראשית, וישלח י״ח", "anchorVerse": 31, "sourceHasEn": true, "compDate": [950, 1550], "commentaryNum": 18, "collectiveTitle": {"en": "Sefer HaYashar (midrash)", "he": "ספר הישר (מדרש)"}, "heTitle": "וישלח", "he": "ויבואו החיות האלה ויעלו וירכבו על החמורים ההם ויוליכם כולם, וילכו להם עד היום הזה. ואחת מהחיות נגשה לפני ענה ותכהו בזנבה, ותבריחהו מן המקום ההוא. וירא המעשה הזה ויירא מאוד לנפשו, ויברח וימלט וינס שעירה. ויספר לאביו ולאחיו את כל אשר קרהו, וילכו אנשים רבים לחפש את החמורים ולא מצאו. ולא יסף עוד ענה ואחיו ללכת אל המקום ההוא מהיום ההוא והלאה, כי יראו לנפשותם מאוד. ובני ענה בן שעיר, דישון ואהליבמה אחותו. ובני דישון, עוץ וארן-- אלה משפחות בני שעיר החורי לאלופיהם בארץ שעיר. וישב עשו ובניו בארץ שעיר החורי יושבי הארץ, ויאחזו בה ויפרו וירבו מאוד. ויעקב ובניו וכל אשר להם ישבו עם יצחק בארץ כנען, כאשר ציוה ה׳ את אברהם אביהם. ויהי בשנת מאה וחמש שנים לחיי יעקב, היא השנה התשיעית לשבת יעקב ובניו בארץ כנען בבואם מפדן ארם. ויסע יעקב ובניו בימים ההם מחברון וילכו וישובו עיר שכם, הם וכל אשר להם וישבו שם. כי מצאו להם בני יעקב בעיר שכם מרעה טוב מאוד ושמן למקניהם, ועיר שכם נבנתה בעת ההיא ויהי בה כשלוש מאות איש ואישה. ויבואו יעקב ובניו וכל אשר להם וישבו בחלקת השדה, אשר קנה יעקב מאת חמור אבי שכם בבואו מפדן ארם טרם הכות שמעון ולוי את העיר. וישמעו כל המלכים האלה, מלכי הכנעני והאמורי אשר סביבות עיר שכם כי באו עוד בני יעקב שכמה וישבו בה. ויאמרו העוד בני יעקב העברים יבואו העירה וישבו שם, אחרי אשר היכו את יושביה ויירשום ועתה ישובו ויירשו גם את אלה היושבים בעיר ויהרגום. ויתקבצו כל מלכי כנען עוד ויבואו כולם יחד להילחם עם יעקב ועם בניו. וישלח ישוב מלך תפוח גם אל כל המלכים אשר סביבותיו, אל אילון מלך געש ואל איהורי מלך שילה ואל פרעתון מלך חצור ואל סוסי מלך סרטן ואל לבן מלך בת חורון ואל שכיר מלך מחנימה לאמור. עלו אלי ועזרוני ונכה את יעקב העברי ואת בניו ואת כל אשר לו, כי באו עוד שכמה לרשת אותה ולהרוג את יושביה כבראשונה.", "heVersionTitle": "Sefer HaYashar, Livorno 1870", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "And those animals mounted the asses and rode away with them and they were not to be ‎found to this very day.‎‏ ‏And one of those animals approached Anah and dealt him a blow with ‎its tail and fled from the place.‎‏ ‏And when he saw these things he was greatly afraid of his life, ‎and he too fled and escaped to the city.‎‏ ‏And he related unto his father and brothers all that ‎hath befallen him and many men went in search of the asses but they could not find them.‎‏ ‏And Anah and his brothers never dared to approach that place again for they were in great ‎fear of their lives.‎‏ ‏And the children of Anah the son of Seir were: Dishon and his sister ‎Ahlibamah, and the children of Dishon were: Hemdan, and Eshban, and Ithran and Cheran; and ‎the children of Ezer were: Bilhan, and Zaavan, and Akan, and the children of Dishan were: Uz ‎and Aran. These are the families of the children of Seir the Horite, according to their dukes in ‎the land of Seir.‎‏ ‏And Esau with his children dwelt in the land of Seir the Horite, the inhabitants ‎of the land, and they acquired possessions in it and they were fruitful and multiplied ‎exceedingly.‎‏ ‏And Jacob with his children and all belonging to him dwelt with Isaac their father ‎in the land of Canaan, as the Lord had commanded unto Abraham their father.‎‏ ‏And it came to ‎pass in the one hundred and fifth year of Jacob's life, which was the ninth year of his dwelling ‎in the land of Canaan after his return from Padan-Aram, that Jacob journeyed with his children ‎from Hebron, and they went along and reached the city of Shechem, and they located there, ‎for the sons of Jacob found good and fat pasture for their cattle in Shechem.‎‏ ‏And the city of ‎Shechem had been rebuilt at that time, and there were in her about three hundred men and ‎women.‎‏ ‏And when Jacob and his sons with all belonging to them came back, they dwelt in the ‎parcel of the land which Jacob had bought from Hamor, when he arrived there from Padan-‎Aram, long before Simeon and Levi had destroyed the city.‎‏ ‏And when the kings of the ‎Canaanites and the Amorites around the city of Shechem heard that Jacob and his sons ‎returned to Shechem to dwell therein, they said: Shall Jacob and his sons be permitted to ‎dwell again in this city after having slain and driven away its inhabitants, to come once again to ‎kill and drive away the people now living in the city? And all of the Canaanitish kings assembled ‎once more to fight with Jacob and his sons.‎‏ ‏And Jashub king of Tapuah sent also to all the kings ‎that were around him, to Elan king of Gaash, and to Thuri king of Shiloh, and to Parathon, king ‎of Hazar, and to Susy king of Sarton, and to Laban king of Beth-horan, and to Shabir king of ‎Othnaimah, saying: Come up to my assistance, and we will smite the Hebrew and his sons and ‎all belonging to him, for they have come once more to Shechem, to take possession thereof ‎and to slay its inhabitants as heretofore.‎", "versionTitle": "Sefer ha-Yashar,  trans. Edward B.M. Browne, New York, 1876", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "5b0fd76373ad4f00597c0ca1", "index_title": "Shenei Luchot HaBerit", "category": "Musar", "type": "", "ref": "Shenei Luchot HaBerit, Torah Shebikhtav, Vaetchanan, Torah Ohr 3", "anchorRef": "Genesis 36:31-39", "anchorRefExpanded": ["Genesis 36:31", "Genesis 36:32", "Genesis 36:33", "Genesis 36:34", "Genesis 36:35", "Genesis 36:36", "Genesis 36:37", "Genesis 36:38", "Genesis 36:39"], "sourceRef": "Shenei Luchot HaBerit, Torah Shebikhtav, Vaetchanan, Torah Ohr 3", "sourceHeRef": "שני לוחות הברית, תורה שבכתב, ואתחנן, תורה אור ג׳", "anchorVerse": 31, "sourceHasEn": true, "compDate": [1611, 1631], "commentaryNum": 3, "collectiveTitle": {"en": "Shenei Luchot HaBerit", "he": "שני לוחות הברית"}, "heTitle": "תורה אור", "he": "<b>ובקונטרסי</b> האר\"י ז\"ל מצאתי, יש לדעת למה בז' עממין ציווה הש\"י לא תחיה כל נשמה, ובשעיר ועמון ומואב ציוה שלא להלחם. והענין כי ז' עממין הם ז' קליפות הז' כלים שנשברו, ואז כבר יצא מהם כל הקדושה. אבל של ג' ראשונות עדיין היה בהם קדושה, והם קני קניזי קדמוני שהוא מה שנתברר מג' ראשונות. ולעתיד יגמור לצאת כל הקדושה מהם ואז גם מהם לא נחיה כל נשמה, ואלו הג' הם שעיר ועמון ומואב. שעיר, רמז לראשונה כד\"א משעיר מלכין. מוא\"ב, לשון א\"ב חכמה. עמון, נועם בינה. ושעיר הוא אדום. והז' מלכים שמלכו שם אינם ממנו, רק מלכו בארצו. ולכן כתיב בכל אחד מהם שם ארצו, כי לא היו מאדום. והזמזומים, הם מבירור חכמה לשון מחשבה, כמה דאת אמר <small>(דברים יט, יט)</small> כאשר זמם. ומאלו היה הערב רב, וכל מי שיש לו הרהור ומחשבות רעות הוא מהם. סיחון, לשון סייחים ועגלים, והוא קליפת חמור, והוא הערלה שעל הברית. ועוג, הוא עור הפריעה המקיף הברית, וזהו <small>(תענית יט, א)</small> עג עוגה, והיא קליפה קשה במאוד, גם כי דקה, כי היא יותר קרובה לקדושה, ואלו הם שני מלכי האמורי שהוא היסוד כד\"א <small>(ישעיה יז, ו)</small> שנים שלשה גרגרים בראש עמיר. אשר בעבר הירדן, הירדן הוא יסוד הנוקבא ולכן לא היה אפשר להלחם בם ולנצחם אלא משה רבינו ע\"ה, שהוא עמודא דאמצעיותא ומשתלשל בברית קודש והוא שוברם ולקח הקדושה מהם. ולכן *שני *מלכי *האמורי ראשי תיבות משה. והשם יתברך אמר לו <small>(דברים ב, לא)</small>, ראה החילותי ת\"ת לפניך, שכפת השר שלו לפניו. וארץ ישראל היא הנוקבא. והירדן יסוד. וזהו שכתוב <small>(תהלים נ, ב)</small>, מציון מכלל יופי. פירוש שבה נכלל היופי שהוא יסוד הזכר הנקרא יופי בסוד יפה תואר ויפה מראה (יוסף בגימטריא ציון). וזהו שכתוב <small>(דברים לא, יא)</small> בבוא כל ישראל, לשון ביאה ממש כו', עיין שם שהאריך:", "heVersionTitle": "Shenei Luchot HaBrit, based on Amsterdam, 1698 ed. Part III", "heLicense": "Public Domain", "heVersionTitleInHebrew": "שני לוחות הברית, אמשטרדם תנ\"ח -- ח\"ג", "text": "The Arizal explains the reason that the Torah (Deut. 20,16) has demanded that the Jewish people kill every member of these seven Canaanite nations: לא תחיה כל נשמה. When the Torah instructs us how to relate to other nations (such as שעיר, i.e. אדום, עמון, and מואב however), it only commanded (Deut. 2,9 et al) the Jewish people under Moses not to make war against those nations. The seven Canaanite nations represent seven קליפות, i.e. שבעה כלים שנשברו, negative aspects of the seven emanations which comprise what we called בנין, the constructive forces enabling the creation of a perfect physical universe. Although, as we explained in connection with the name \"Samael,\" even Satan had his root in something holy, i.e. א-ל, the spiritual decline of these descendants of the original Canaan, the cursed, was such that no vestige of sanctity was left in them. This meant automatically that no נשמה, spiritually elevated soul of theirs, would survive. The other three nations whose land G–d had promised as part of ארץ ישראל still retained vestiges of holiness. These were the קיני, קניזי and קדמוני, whose lands G–d had also promised Abraham (Genesis 15,19) when He promised us the Holy Land. These nations had their origin in the \"upper\" three emanations. The promise that we will inherit their lands in the future can be fulfilled when the last vestiges of sanctity will have vanished from these three nations. At such a time the commandment not to let a soul survive will also be applicable to those three nations. The Arizal wants to equate the three nations Edom, Ammon and Moab with the Keynee, Kenizi and Kadmoni respectively. The very names of these three nations allude to their having had a superior origin, שעיר alludes to Deut. 33,2, where G–d is portrayed as coming from Se-ir to give Israel the Torah. The name Moab means \"from the אב, \"the father,\" another allusion to the higher emanation חכמה, seat of undiluted holiness. The name Ammon is close to the word נועם, an allusion to the emanation בינה. שעיר is none other than אדום. The seven kings whom the Torah describes in the Torah (Genesis 36,31-39) as having ruled in the land of Edom before Israel had a king were not part of that nation. Apparently they had subjugated the country. This is why the Torah, when telling us that a particular king ruled over Edom, informs us of his country of origin. We are told in 2,20: והעמונים קראו להם זמזומים, that the Ammonites called the Refa-im Zamzumim. The word זמזום is derived from זמם, planned, thought out. In other words these רפאים had the \"superior\" emanation חכמה somewhere in their background. Their descendants were the mixed multitude who joined the Jewish people at the Exodus and converted to Judaism. This explains why they still had enough of a spark of sanctity in them to recognize the spiritual rejuvenation that was taking place at the time of the Exodus. On the other hand, anyone who plans something evil and uses his superior intelligence negatively, is similarly descended from them. The name סיחון, one of the kings of the Canaanite nations, suggests the word סייח, a young ass. The Hebrew word for donkey is חמור, the same letters as חומר, matter. The Canaanites were concerned with matter to the exclusion of the spirit. The name Og, king of Bashan, evokes similar considerations. The Arizal concludes that because the lands of these kingdoms were situated East of the river Jordan which symbolized the foundation of the feminine aspect in the emanations, these kingdoms could not have been subdued by anyone but Moses. Spiritually speaking, Moses represented the \"middle\" line between the left (feminine) side of the diagram of the emanations and the right (masculine) side. Moses was the carrier of the symbol of the Holy Covenant. He broke the tablets and salvaged the sanctity contained in them. When the Torah describes the defeat of the שני מלכי האמורי, \"the two kings of the Emorite\" (3,8), the first letters of these three words form the name משה. G–d said to Moses (2,31): ראה החילותי תת לפניך את סיחון, \"See, I have begun to hand over to you Sichon, etc.\" This means that the patron of this kingdom, the שר, had been subjugated by Moses. The land of Israel is perceived as the \"feminine\" part of the union between the people of Israel and its land. Taking possession of the land of Israel, ביאת הארץ, is a euphemism for the union between Israel and its land as husband and wife. <small>[I have rephrased some of this. Ed.]</small>", "versionTitle": "Shney Luchot Habrit by Rabbi Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5b450ab1c9688f00161d8ea9", "index_title": "Rashi on II Kings", "category": "Quoting Commentary", "type": "", "ref": "Rashi on II Kings 8:20:1", "anchorRef": "Genesis 36:31-43", "anchorRefExpanded": ["Genesis 36:31", "Genesis 36:32", "Genesis 36:33", "Genesis 36:34", "Genesis 36:35", "Genesis 36:36", "Genesis 36:37", "Genesis 36:38", "Genesis 36:39", "Genesis 36:40", "Genesis 36:41", "Genesis 36:42", "Genesis 36:43"], "sourceRef": "Rashi on II Kings 8:20:1", "sourceHeRef": "רש\"י על מלכים ב ח׳:כ׳:א׳", "anchorVerse": 31, "sourceHasEn": true, "compDate": [1075, 1105], "commentaryNum": 20.0001, "collectiveTitle": {"en": "Rashi on II Kings", "he": "רש\"י על מלכים ב"}, "heTitle": "רש\"י על מלכים ב", "he": "<b>וַיַּמְלִכוּ עֲלֵיהֶם מֶלֶךְ.</b> וּמִימֵי דָּוִד לֹא הָיָה לָהֶם מֶלֶךְ, כְּמוֹ שֶׁנֶּאֱמַר: וּמֶלֶךְ אֵין בֶּאֱדוֹם; וַיָּשֶׂם בֶּאֱדוֹם נְצִיבִים, שְׁמוֹנָה מְלָכִים מָלְכוּ בֶּאֱדוֹם לִפְנֵי מְלֹךְ מֶלֶךְ לְיִשְׂרָאֵל, הַמְנוּיִים בְּסֵפֶר בְּרֵאשִׁית, כְּנֶגְדּוֹ מָלְכוּ בְּיִשְׂרָאֵל שְׁמוֹנָה מְלָכִים, אִישׁ בּשֶׁת, וְדָוִד, וּשְׁלֹמֹה, וּרְחַבְעָם, וַאֲבִיָּם, וְאָסָא, וִיהוֹשָׁפָט, וִיהוֹרָם, וְלֹא הָיָה מֶלֶךְ לֶאֱדוֹם, וּמַה שֶּׁכָּתוּב לְמַעְלָה שֶׁהָלַךְ מֶלֶךְ אֱדוֹם עִם יְהוֹרָם בֶּן אַחְאָב וְעִם יְהוֹשָׁפָט לְמִלְחָמָה עַל מֶלֶךְ מוֹאָב, לֹא מֶלֶךְ גָּמוּר הוּא אֶלָּא נָצִיב, שֶׁאַף הוּא הָיָה קָרוּי מֶלֶךְ וּכְמוֹ שֶׁנֶּאֱמַר: וּמֶלֶךְ אֵין בֶּאֱדוֹם נִצָּב מֶלֶךְ, הַנְּצִיב הָיָה לָהֶם בִּמְקוֹם מֶלֶךְ.", "heVersionTitle": "The Metsudah Tanach series, Lakewood, N.J", "heLicense": "CC-BY", "heVersionTitleInHebrew": "", "text": "<b>And appointed a king over themselves.</b> From the time of Dovid they did not have a king, as it is stated, “There was no king in Edom,.”<sup class=\"footnote-marker\">18</sup><i class=\"footnote\">I Melochim 22:48.</i> [and] “And he appointed governors in Edom.”<sup class=\"footnote-marker\">19</sup><i class=\"footnote\">II Shmuel 8:14.</i> Eight kings reigned in Edom before a king reigned in Yisroel, they are listed in the Book of Bereishis.<sup class=\"footnote-marker\">20</sup><i class=\"footnote\">See Bereishis 36:31-43, and Rashi there. The eight kings are listed in Bereishis Rabboh 83:2. However, Bereishis Rabboh lists Shaul as one of the eight and omits Yehorom because during Yehorom’s reign, Edom was ruled by a king.</i> Corresponding to them, eight kings reigned in Yisroel: Ish-Boshes, Dovid, Shlomo, Rechovom, Aviyom, Asa, Yehoshophot, and Yehorom, while Edom had no king.<sup class=\"footnote-marker\">21</sup><i class=\"footnote\">See above 3:9.</i> What is written above that the king of Edom<sup class=\"footnote-marker\">22</sup><i class=\"footnote\">I Melochim 22:48.</i> went with Yehorom son of Achov, and with Yehoshophot, to war against the king of Mo’av [can be explained that] he was not a real king, but a governor, who is also referred to as a king, as it is stated, “There was no king in Edom, the governor was king.”<sup class=\"footnote-marker\">23</sup><i class=\"footnote\">I.e., Yorom attacked and struck the Edomites who were near the border.</i> The governor served instead of a king.", "versionTitle": "The Metsudah Tanach series, Lakewood, N.J", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5c17b897b071e100bf4e1a11", "index_title": "Rashi on Isaiah", "category": "Quoting Commentary", "type": "", "ref": "Rashi on Isaiah 34:6:2", "anchorRef": "Genesis 36:33", "anchorRefExpanded": ["Genesis 36:33"], "sourceRef": "Rashi on Isaiah 34:6:2", "sourceHeRef": "רש\"י על ישעיהו ל״ד:ו׳:ב׳", "anchorVerse": 33, "sourceHasEn": true, "compDate": [1075, 1105], "commentaryNum": 6.0002, "collectiveTitle": {"en": "Rashi on Isaiah", "he": "רש\"י על ישעיהו"}, "heTitle": "רש\"י על ישעיהו", "he": "<b>בבצרה.</b> מארץ מואב היא אבל לפי שהעמידה מלך לאדום שנאמר וימת חושם וימלוך תחתיו יובב בן זרח מבצרה (בראשית לו) לפיכך תלקה עמהם, בפסיקתא:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "<b>in Bozrah</b> It is from the land of Moab, but since it supplied a king for Edom, as it is stated (Gen. 36:33): “And Jobab son of Zerah of Bozrah reigned in his stead,” it will, therefore, suffer with them. This is found in Pesikta.", "versionTitle": "The Judaica Press complete Tanach with Rashi, translated by A. J. Rosenberg", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5fd3009c2efe8d2b5816991e", "index_title": "Rashi on Amos", "category": "Quoting Commentary", "type": "", "ref": "Rashi on Amos 1:12:1", "anchorRef": "Genesis 36:33", "anchorRefExpanded": ["Genesis 36:33"], "sourceRef": "Rashi on Amos 1:12:1", "sourceHeRef": "רש\"י על עמוס א׳:י״ב:א׳", "anchorVerse": 33, "sourceHasEn": true, "compDate": [1075, 1105], "commentaryNum": 12.0001, "collectiveTitle": {"en": "Rashi on Amos", "he": "רש\"י על עמוס"}, "heTitle": "רש\"י על עמוס", "he": "<b>ארמנות בצרה.</b> בין מואב ובין אדום היא ומארץ מואב ונמשכה אחר אדום והיא העמידה לו מלך במות מלך הראשון שנאמר יובב בן זרח מבצרה (בראשית לז):", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "<b>the palaces of Bozrah</b>—It is between Moab and Edom, and it belonged to the land of Moab, but it was attracted to Edom. And it set up a king for them when the first king died, and it is said: (Gen. 36: 33) “Jobab the son of Zerah from Bozrah.” [from <i>Gen. Rabbah 83:3]</i>", "versionTitle": "The Judaica Press complete Tanach with Rashi, translated by A. J. Rosenberg", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5fd34a664ef7a33acbd36722", "index_title": "Rashi on Isaiah", "category": "Quoting Commentary", "type": "", "ref": "Rashi on Isaiah 63:1:3", "anchorRef": "Genesis 36:33", "anchorRefExpanded": ["Genesis 36:33"], "sourceRef": "Rashi on Isaiah 63:1:3", "sourceHeRef": "רש\"י על ישעיהו ס״ג:א׳:ג׳", "anchorVerse": 33, "sourceHasEn": true, "compDate": [1075, 1105], "commentaryNum": 1.0003, "collectiveTitle": {"en": "Rashi on Isaiah", "he": "רש\"י על ישעיהו"}, "heTitle": "רש\"י על ישעיהו", "he": "<b>מבצרה.</b> אמרו רבותינו שתי טעיות עתיד שר של שעיר לטעות כסבור הוא שבצרה היא בצר במדבר שהיתה עיר מקלט, וטועה משום שאין קולטת אלא שוגג והוא הרג את ישראל מזיד, ועוד יש מדרש אגדה על שהספיקה בצרה מלך לשעיר במות מלכה הראשון וימלך תחתיו יובב בן זרח מבצרה ובצרה ממואב היא כענין שנא' על קריות ועל בצרה:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "<b>from Bozrah</b> Our Rabbis said (see Makkoth 12a): “The heavenly prince of Edom is destined to commit two errors. He thinks that Bozrah is identical with Bezer in the desert, which was a refuge city. He will also err insofar as it affords refuge only for inadvertent murder, but he killed Israel intentionally.” There is also an Aggadic midrash (see above 34:6) that because Bozrah supplied a king for Edom when its first king died, as in Gen. (36:33), “And Jobab the son of Zerah from Bozrah reigned in his stead,” and Bozrah is of Moab, according to the matter that is stated (Jer. 48:24): “Upon Kerioth and upon Bozrah.”", "versionTitle": "The Judaica Press complete Tanach with Rashi, translated by A. J. Rosenberg", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5fd360d64ef7a33acbd37612", "index_title": "Rashi on Jeremiah", "category": "Quoting Commentary", "type": "", "ref": "Rashi on Jeremiah 49:13:1", "anchorRef": "Genesis 36:33", "anchorRefExpanded": ["Genesis 36:33"], "sourceRef": "Rashi on Jeremiah 49:13:1", "sourceHeRef": "רש\"י על ירמיהו מ״ט:י״ג:א׳", "anchorVerse": 33, "sourceHasEn": true, "compDate": [1075, 1105], "commentaryNum": 13.0001, "collectiveTitle": {"en": "Rashi on Jeremiah", "he": "רש\"י על ירמיהו"}, "heTitle": "רש\"י על ירמיהו", "he": "<b>לחרפה.</b> ולקללה תהיה בצרה בצרה מערי מואב אלא מפני הענין שנאמר יובב בן זרת מבצרה (בראשית לז) היא לוקה עמו:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "<b>that Bozrah shall become desolation, reproach, waste, and a curse</b> Bozrah was one of the cities of Moab, but because it raised up a king for Edom, as the matter is stated, “And Jobab the son of Zerah from Bozrah” (Gen. 36:33), it will suffer with them.", "versionTitle": "The Judaica Press complete Tanach with Rashi, translated by A. J. Rosenberg", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "606f052481c57bd06ebf1071", "index_title": "I Chronicles", "category": "Tanakh", "type": "", "ref": "I Chronicles 1:43", "anchorRef": "Genesis 36:31-43", "anchorRefExpanded": ["Genesis 36:31", "Genesis 36:32", "Genesis 36:33", "Genesis 36:34", "Genesis 36:35", "Genesis 36:36", "Genesis 36:37", "Genesis 36:38", "Genesis 36:39", "Genesis 36:40", "Genesis 36:41", "Genesis 36:42", "Genesis 36:43"], "sourceRef": "I Chronicles 1:43", "sourceHeRef": "דברי הימים א א׳:מ״ג", "anchorVerse": 31, "sourceHasEn": true, "compDate": [-450, -350], "commentaryNum": 1.0043, "collectiveTitle": {"en": "I Chronicles", "he": "דברי הימים א"}, "heTitle": "דברי הימים א", "he": "וְאֵ֣לֶּה הַמְּלָכִ֗ים אֲשֶׁ֤ר מָֽלְכוּ֙ בְּאֶ֣רֶץ אֱד֔וֹם לִפְנֵ֥י מְלׇךְ־מֶ֖לֶךְ לִבְנֵ֣י יִשְׂרָאֵ֑ל בֶּ֚לַע בֶּן־בְּע֔וֹר וְשֵׁ֥ם עִיר֖וֹ דִּנְהָֽבָה׃", "heVersionTitle": "Miqra according to the Masorah", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "מקרא על פי המסורה", "text": "<sup class=\"footnote-marker\">c</sup><i class=\"footnote\">With vv. 43–50, cf. Gen. 36.31–43.</i>These are the kings who reigned in the land of Edom before any king reigned over the Israelites: Bela son of Beor, and the name of his city was Dinhabah.", "versionTitle": "Tanakh: The Holy Scriptures, published by JPS", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "62037ebb47cf7a0c25239b17", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Genesis, The Patriarchal Narratives 2-7", "anchorRef": "Genesis 12:1-50:26", "anchorRefExpanded": ["Genesis 12:1", "Genesis 12:2", "Genesis 12:3", "Genesis 12:4", "Genesis 12:5", "Genesis 12:6", "Genesis 12:7", "Genesis 12:8", "Genesis 12:9", "Genesis 12:10", "Genesis 12:11", "Genesis 12:12", "Genesis 12:13", "Genesis 12:14", "Genesis 12:15", "Genesis 12:16", "Genesis 12:17", "Genesis 12:18", "Genesis 12:19", "Genesis 12:20", "Genesis 13:1", "Genesis 13:2", "Genesis 13:3", "Genesis 13:4", "Genesis 13:5", "Genesis 13:6", "Genesis 13:7", "Genesis 13:8", "Genesis 13:9", "Genesis 13:10", "Genesis 13:11", "Genesis 13:12", "Genesis 13:13", "Genesis 13:14", "Genesis 13:15", "Genesis 13:16", "Genesis 13:17", "Genesis 13:18", "Genesis 14:1", "Genesis 14:2", "Genesis 14:3", "Genesis 14:4", "Genesis 14:5", "Genesis 14:6", "Genesis 14:7", "Genesis 14:8", "Genesis 14:9", "Genesis 14:10", "Genesis 14:11", "Genesis 14:12", "Genesis 14:13", "Genesis 14:14", "Genesis 14:15", "Genesis 14:16", "Genesis 14:17", "Genesis 14:18", "Genesis 14:19", "Genesis 14:20", "Genesis 14:21", "Genesis 14:22", "Genesis 14:23", "Genesis 14:24", "Genesis 15:1", "Genesis 15:2", "Genesis 15:3", "Genesis 15:4", "Genesis 15:5", "Genesis 15:6", "Genesis 15:7", "Genesis 15:8", "Genesis 15:9", "Genesis 15:10", "Genesis 15:11", "Genesis 15:12", "Genesis 15:13", "Genesis 15:14", "Genesis 15:15", "Genesis 15:16", "Genesis 15:17", "Genesis 15:18", "Genesis 15:19", "Genesis 15:20", "Genesis 15:21", "Genesis 16:1", "Genesis 16:2", "Genesis 16:3", "Genesis 16:4", "Genesis 16:5", "Genesis 16:6", "Genesis 16:7", "Genesis 16:8", "Genesis 16:9", "Genesis 16:10", "Genesis 16:11", "Genesis 16:12", "Genesis 16:13", "Genesis 16:14", "Genesis 16:15", "Genesis 16:16", "Genesis 17:1", "Genesis 17:2", "Genesis 17:3", "Genesis 17:4", "Genesis 17:5", "Genesis 17:6", "Genesis 17:7", "Genesis 17:8", "Genesis 17:9", "Genesis 17:10", "Genesis 17:11", "Genesis 17:12", "Genesis 17:13", "Genesis 17:14", "Genesis 17:15", "Genesis 17:16", "Genesis 17:17", "Genesis 17:18", "Genesis 17:19", "Genesis 17:20", "Genesis 17:21", "Genesis 17:22", "Genesis 17:23", "Genesis 17:24", "Genesis 17:25", "Genesis 17:26", "Genesis 17:27", "Genesis 18:1", "Genesis 18:2", "Genesis 18:3", "Genesis 18:4", "Genesis 18:5", "Genesis 18:6", "Genesis 18:7", "Genesis 18:8", "Genesis 18:9", "Genesis 18:10", "Genesis 18:11", "Genesis 18:12", "Genesis 18:13", "Genesis 18:14", "Genesis 18:15", "Genesis 18:16", "Genesis 18:17", "Genesis 18:18", "Genesis 18:19", "Genesis 18:20", "Genesis 18:21", "Genesis 18:22", "Genesis 18:23", "Genesis 18:24", "Genesis 18:25", "Genesis 18:26", "Genesis 18:27", "Genesis 18:28", "Genesis 18:29", "Genesis 18:30", "Genesis 18:31", "Genesis 18:32", "Genesis 18:33", "Genesis 19:1", "Genesis 19:2", "Genesis 19:3", "Genesis 19:4", "Genesis 19:5", "Genesis 19:6", "Genesis 19:7", "Genesis 19:8", "Genesis 19:9", "Genesis 19:10", "Genesis 19:11", "Genesis 19:12", "Genesis 19:13", "Genesis 19:14", "Genesis 19:15", "Genesis 19:16", "Genesis 19:17", "Genesis 19:18", "Genesis 19:19", "Genesis 19:20", "Genesis 19:21", "Genesis 19:22", "Genesis 19:23", "Genesis 19:24", "Genesis 19:25", "Genesis 19:26", "Genesis 19:27", "Genesis 19:28", "Genesis 19:29", "Genesis 19:30", "Genesis 19:31", "Genesis 19:32", "Genesis 19:33", "Genesis 19:34", "Genesis 19:35", "Genesis 19:36", "Genesis 19:37", "Genesis 19:38", "Genesis 20:1", "Genesis 20:2", "Genesis 20:3", "Genesis 20:4", "Genesis 20:5", "Genesis 20:6", "Genesis 20:7", "Genesis 20:8", "Genesis 20:9", "Genesis 20:10", "Genesis 20:11", "Genesis 20:12", "Genesis 20:13", "Genesis 20:14", "Genesis 20:15", "Genesis 20:16", "Genesis 20:17", "Genesis 20:18", "Genesis 21:1", "Genesis 21:2", "Genesis 21:3", "Genesis 21:4", "Genesis 21:5", "Genesis 21:6", "Genesis 21:7", "Genesis 21:8", "Genesis 21:9", "Genesis 21:10", "Genesis 21:11", "Genesis 21:12", "Genesis 21:13", "Genesis 21:14", "Genesis 21:15", "Genesis 21:16", "Genesis 21:17", "Genesis 21:18", "Genesis 21:19", "Genesis 21:20", "Genesis 21:21", "Genesis 21:22", "Genesis 21:23", "Genesis 21:24", "Genesis 21:25", "Genesis 21:26", "Genesis 21:27", "Genesis 21:28", "Genesis 21:29", "Genesis 21:30", "Genesis 21:31", "Genesis 21:32", "Genesis 21:33", "Genesis 21:34", "Genesis 22:1", "Genesis 22:2", "Genesis 22:3", "Genesis 22:4", "Genesis 22:5", "Genesis 22:6", "Genesis 22:7", "Genesis 22:8", "Genesis 22:9", "Genesis 22:10", "Genesis 22:11", "Genesis 22:12", "Genesis 22:13", "Genesis 22:14", "Genesis 22:15", "Genesis 22:16", "Genesis 22:17", "Genesis 22:18", "Genesis 22:19", "Genesis 22:20", "Genesis 22:21", "Genesis 22:22", "Genesis 22:23", "Genesis 22:24", "Genesis 23:1", "Genesis 23:2", "Genesis 23:3", "Genesis 23:4", "Genesis 23:5", "Genesis 23:6", "Genesis 23:7", "Genesis 23:8", "Genesis 23:9", "Genesis 23:10", "Genesis 23:11", "Genesis 23:12", "Genesis 23:13", "Genesis 23:14", "Genesis 23:15", "Genesis 23:16", "Genesis 23:17", "Genesis 23:18", "Genesis 23:19", "Genesis 23:20", "Genesis 24:1", "Genesis 24:2", "Genesis 24:3", "Genesis 24:4", "Genesis 24:5", "Genesis 24:6", "Genesis 24:7", "Genesis 24:8", "Genesis 24:9", "Genesis 24:10", "Genesis 24:11", "Genesis 24:12", "Genesis 24:13", "Genesis 24:14", "Genesis 24:15", "Genesis 24:16", "Genesis 24:17", "Genesis 24:18", "Genesis 24:19", "Genesis 24:20", "Genesis 24:21", "Genesis 24:22", "Genesis 24:23", "Genesis 24:24", "Genesis 24:25", "Genesis 24:26", "Genesis 24:27", "Genesis 24:28", "Genesis 24:29", "Genesis 24:30", "Genesis 24:31", "Genesis 24:32", "Genesis 24:33", "Genesis 24:34", "Genesis 24:35", "Genesis 24:36", "Genesis 24:37", "Genesis 24:38", "Genesis 24:39", "Genesis 24:40", "Genesis 24:41", "Genesis 24:42", "Genesis 24:43", "Genesis 24:44", "Genesis 24:45", "Genesis 24:46", "Genesis 24:47", "Genesis 24:48", "Genesis 24:49", "Genesis 24:50", "Genesis 24:51", "Genesis 24:52", "Genesis 24:53", "Genesis 24:54", "Genesis 24:55", "Genesis 24:56", "Genesis 24:57", "Genesis 24:58", "Genesis 24:59", "Genesis 24:60", "Genesis 24:61", "Genesis 24:62", "Genesis 24:63", "Genesis 24:64", "Genesis 24:65", "Genesis 24:66", "Genesis 24:67", "Genesis 25:1", "Genesis 25:2", "Genesis 25:3", "Genesis 25:4", "Genesis 25:5", "Genesis 25:6", "Genesis 25:7", "Genesis 25:8", "Genesis 25:9", "Genesis 25:10", "Genesis 25:11", "Genesis 25:12", "Genesis 25:13", "Genesis 25:14", "Genesis 25:15", "Genesis 25:16", "Genesis 25:17", "Genesis 25:18", "Genesis 25:19", "Genesis 25:20", "Genesis 25:21", "Genesis 25:22", "Genesis 25:23", "Genesis 25:24", "Genesis 25:25", "Genesis 25:26", "Genesis 25:27", "Genesis 25:28", "Genesis 25:29", "Genesis 25:30", "Genesis 25:31", "Genesis 25:32", "Genesis 25:33", "Genesis 25:34", "Genesis 26:1", "Genesis 26:2", "Genesis 26:3", "Genesis 26:4", "Genesis 26:5", "Genesis 26:6", "Genesis 26:7", "Genesis 26:8", "Genesis 26:9", "Genesis 26:10", "Genesis 26:11", "Genesis 26:12", "Genesis 26:13", "Genesis 26:14", "Genesis 26:15", "Genesis 26:16", "Genesis 26:17", "Genesis 26:18", "Genesis 26:19", "Genesis 26:20", "Genesis 26:21", "Genesis 26:22", "Genesis 26:23", "Genesis 26:24", "Genesis 26:25", "Genesis 26:26", "Genesis 26:27", "Genesis 26:28", "Genesis 26:29", "Genesis 26:30", "Genesis 26:31", "Genesis 26:32", "Genesis 26:33", "Genesis 26:34", "Genesis 26:35", "Genesis 27:1", "Genesis 27:2", "Genesis 27:3", "Genesis 27:4", "Genesis 27:5", "Genesis 27:6", "Genesis 27:7", "Genesis 27:8", "Genesis 27:9", "Genesis 27:10", "Genesis 27:11", "Genesis 27:12", "Genesis 27:13", "Genesis 27:14", "Genesis 27:15", "Genesis 27:16", "Genesis 27:17", "Genesis 27:18", "Genesis 27:19", "Genesis 27:20", "Genesis 27:21", "Genesis 27:22", "Genesis 27:23", "Genesis 27:24", "Genesis 27:25", "Genesis 27:26", "Genesis 27:27", "Genesis 27:28", "Genesis 27:29", "Genesis 27:30", "Genesis 27:31", "Genesis 27:32", "Genesis 27:33", "Genesis 27:34", "Genesis 27:35", "Genesis 27:36", "Genesis 27:37", "Genesis 27:38", "Genesis 27:39", "Genesis 27:40", "Genesis 27:41", "Genesis 27:42", "Genesis 27:43", "Genesis 27:44", "Genesis 27:45", "Genesis 27:46", "Genesis 28:1", "Genesis 28:2", "Genesis 28:3", "Genesis 28:4", "Genesis 28:5", "Genesis 28:6", "Genesis 28:7", "Genesis 28:8", "Genesis 28:9", "Genesis 28:10", "Genesis 28:11", "Genesis 28:12", "Genesis 28:13", "Genesis 28:14", "Genesis 28:15", "Genesis 28:16", "Genesis 28:17", "Genesis 28:18", "Genesis 28:19", "Genesis 28:20", "Genesis 28:21", "Genesis 28:22", "Genesis 29:1", "Genesis 29:2", "Genesis 29:3", "Genesis 29:4", "Genesis 29:5", "Genesis 29:6", "Genesis 29:7", "Genesis 29:8", "Genesis 29:9", "Genesis 29:10", "Genesis 29:11", "Genesis 29:12", "Genesis 29:13", "Genesis 29:14", "Genesis 29:15", "Genesis 29:16", "Genesis 29:17", "Genesis 29:18", "Genesis 29:19", "Genesis 29:20", "Genesis 29:21", "Genesis 29:22", "Genesis 29:23", "Genesis 29:24", "Genesis 29:25", "Genesis 29:26", "Genesis 29:27", "Genesis 29:28", "Genesis 29:29", "Genesis 29:30", "Genesis 29:31", "Genesis 29:32", "Genesis 29:33", "Genesis 29:34", "Genesis 29:35", "Genesis 30:1", "Genesis 30:2", "Genesis 30:3", "Genesis 30:4", "Genesis 30:5", "Genesis 30:6", "Genesis 30:7", "Genesis 30:8", "Genesis 30:9", "Genesis 30:10", "Genesis 30:11", "Genesis 30:12", "Genesis 30:13", "Genesis 30:14", "Genesis 30:15", "Genesis 30:16", "Genesis 30:17", "Genesis 30:18", "Genesis 30:19", "Genesis 30:20", "Genesis 30:21", "Genesis 30:22", "Genesis 30:23", "Genesis 30:24", "Genesis 30:25", "Genesis 30:26", "Genesis 30:27", "Genesis 30:28", "Genesis 30:29", "Genesis 30:30", "Genesis 30:31", "Genesis 30:32", "Genesis 30:33", "Genesis 30:34", "Genesis 30:35", "Genesis 30:36", "Genesis 30:37", "Genesis 30:38", "Genesis 30:39", "Genesis 30:40", "Genesis 30:41", "Genesis 30:42", "Genesis 30:43", "Genesis 31:1", "Genesis 31:2", "Genesis 31:3", "Genesis 31:4", "Genesis 31:5", "Genesis 31:6", "Genesis 31:7", "Genesis 31:8", "Genesis 31:9", "Genesis 31:10", "Genesis 31:11", "Genesis 31:12", "Genesis 31:13", "Genesis 31:14", "Genesis 31:15", "Genesis 31:16", "Genesis 31:17", "Genesis 31:18", "Genesis 31:19", "Genesis 31:20", "Genesis 31:21", "Genesis 31:22", "Genesis 31:23", "Genesis 31:24", "Genesis 31:25", "Genesis 31:26", "Genesis 31:27", "Genesis 31:28", "Genesis 31:29", "Genesis 31:30", "Genesis 31:31", "Genesis 31:32", "Genesis 31:33", "Genesis 31:34", "Genesis 31:35", "Genesis 31:36", "Genesis 31:37", "Genesis 31:38", "Genesis 31:39", "Genesis 31:40", "Genesis 31:41", "Genesis 31:42", "Genesis 31:43", "Genesis 31:44", "Genesis 31:45", "Genesis 31:46", "Genesis 31:47", "Genesis 31:48", "Genesis 31:49", "Genesis 31:50", "Genesis 31:51", "Genesis 31:52", "Genesis 31:53", "Genesis 31:54", "Genesis 32:1", "Genesis 32:2", "Genesis 32:3", "Genesis 32:4", "Genesis 32:5", "Genesis 32:6", "Genesis 32:7", "Genesis 32:8", "Genesis 32:9", "Genesis 32:10", "Genesis 32:11", "Genesis 32:12", "Genesis 32:13", "Genesis 32:14", "Genesis 32:15", "Genesis 32:16", "Genesis 32:17", "Genesis 32:18", "Genesis 32:19", "Genesis 32:20", "Genesis 32:21", "Genesis 32:22", "Genesis 32:23", "Genesis 32:24", "Genesis 32:25", "Genesis 32:26", "Genesis 32:27", "Genesis 32:28", "Genesis 32:29", "Genesis 32:30", "Genesis 32:31", "Genesis 32:32", "Genesis 32:33", "Genesis 33:1", "Genesis 33:2", "Genesis 33:3", "Genesis 33:4", "Genesis 33:5", "Genesis 33:6", "Genesis 33:7", "Genesis 33:8", "Genesis 33:9", "Genesis 33:10", "Genesis 33:11", "Genesis 33:12", "Genesis 33:13", "Genesis 33:14", "Genesis 33:15", "Genesis 33:16", "Genesis 33:17", "Genesis 33:18", "Genesis 33:19", "Genesis 33:20", "Genesis 34:1", "Genesis 34:2", "Genesis 34:3", "Genesis 34:4", "Genesis 34:5", "Genesis 34:6", "Genesis 34:7", "Genesis 34:8", "Genesis 34:9", "Genesis 34:10", "Genesis 34:11", "Genesis 34:12", "Genesis 34:13", "Genesis 34:14", "Genesis 34:15", "Genesis 34:16", "Genesis 34:17", "Genesis 34:18", "Genesis 34:19", "Genesis 34:20", "Genesis 34:21", "Genesis 34:22", "Genesis 34:23", "Genesis 34:24", "Genesis 34:25", "Genesis 34:26", "Genesis 34:27", "Genesis 34:28", "Genesis 34:29", "Genesis 34:30", "Genesis 34:31", "Genesis 35:1", "Genesis 35:2", "Genesis 35:3", "Genesis 35:4", "Genesis 35:5", "Genesis 35:6", "Genesis 35:7", "Genesis 35:8", "Genesis 35:9", "Genesis 35:10", "Genesis 35:11", "Genesis 35:12", "Genesis 35:13", "Genesis 35:14", "Genesis 35:15", "Genesis 35:16", "Genesis 35:17", "Genesis 35:18", "Genesis 35:19", "Genesis 35:20", "Genesis 35:21", "Genesis 35:22", "Genesis 35:23", "Genesis 35:24", "Genesis 35:25", "Genesis 35:26", "Genesis 35:27", "Genesis 35:28", "Genesis 35:29", "Genesis 36:1", "Genesis 36:2", "Genesis 36:3", "Genesis 36:4", "Genesis 36:5", "Genesis 36:6", "Genesis 36:7", "Genesis 36:8", "Genesis 36:9", "Genesis 36:10", "Genesis 36:11", "Genesis 36:12", "Genesis 36:13", "Genesis 36:14", "Genesis 36:15", "Genesis 36:16", "Genesis 36:17", "Genesis 36:18", "Genesis 36:19", "Genesis 36:20", "Genesis 36:21", "Genesis 36:22", "Genesis 36:23", "Genesis 36:24", "Genesis 36:25", "Genesis 36:26", "Genesis 36:27", "Genesis 36:28", "Genesis 36:29", "Genesis 36:30", "Genesis 36:31", "Genesis 36:32", "Genesis 36:33", "Genesis 36:34", "Genesis 36:35", "Genesis 36:36", "Genesis 36:37", "Genesis 36:38", "Genesis 36:39", "Genesis 36:40", "Genesis 36:41", "Genesis 36:42", "Genesis 36:43", "Genesis 37:1", "Genesis 37:2", "Genesis 37:3", "Genesis 37:4", "Genesis 37:5", "Genesis 37:6", "Genesis 37:7", "Genesis 37:8", "Genesis 37:9", "Genesis 37:10", "Genesis 37:11", "Genesis 37:12", "Genesis 37:13", "Genesis 37:14", "Genesis 37:15", "Genesis 37:16", "Genesis 37:17", "Genesis 37:18", "Genesis 37:19", "Genesis 37:20", "Genesis 37:21", "Genesis 37:22", "Genesis 37:23", "Genesis 37:24", "Genesis 37:25", "Genesis 37:26", "Genesis 37:27", "Genesis 37:28", "Genesis 37:29", "Genesis 37:30", "Genesis 37:31", "Genesis 37:32", "Genesis 37:33", "Genesis 37:34", "Genesis 37:35", "Genesis 37:36", "Genesis 38:1", "Genesis 38:2", "Genesis 38:3", "Genesis 38:4", "Genesis 38:5", "Genesis 38:6", "Genesis 38:7", "Genesis 38:8", "Genesis 38:9", "Genesis 38:10", "Genesis 38:11", "Genesis 38:12", "Genesis 38:13", "Genesis 38:14", "Genesis 38:15", "Genesis 38:16", "Genesis 38:17", "Genesis 38:18", "Genesis 38:19", "Genesis 38:20", "Genesis 38:21", "Genesis 38:22", "Genesis 38:23", "Genesis 38:24", "Genesis 38:25", "Genesis 38:26", "Genesis 38:27", "Genesis 38:28", "Genesis 38:29", "Genesis 38:30", "Genesis 39:1", "Genesis 39:2", "Genesis 39:3", "Genesis 39:4", "Genesis 39:5", "Genesis 39:6", "Genesis 39:7", "Genesis 39:8", "Genesis 39:9", "Genesis 39:10", "Genesis 39:11", "Genesis 39:12", "Genesis 39:13", "Genesis 39:14", "Genesis 39:15", "Genesis 39:16", "Genesis 39:17", "Genesis 39:18", "Genesis 39:19", "Genesis 39:20", "Genesis 39:21", "Genesis 39:22", "Genesis 39:23", "Genesis 40:1", "Genesis 40:2", "Genesis 40:3", "Genesis 40:4", "Genesis 40:5", "Genesis 40:6", "Genesis 40:7", "Genesis 40:8", "Genesis 40:9", "Genesis 40:10", "Genesis 40:11", "Genesis 40:12", "Genesis 40:13", "Genesis 40:14", "Genesis 40:15", "Genesis 40:16", "Genesis 40:17", "Genesis 40:18", "Genesis 40:19", "Genesis 40:20", "Genesis 40:21", "Genesis 40:22", "Genesis 40:23", "Genesis 41:1", "Genesis 41:2", "Genesis 41:3", "Genesis 41:4", "Genesis 41:5", "Genesis 41:6", "Genesis 41:7", "Genesis 41:8", "Genesis 41:9", "Genesis 41:10", "Genesis 41:11", "Genesis 41:12", "Genesis 41:13", "Genesis 41:14", "Genesis 41:15", "Genesis 41:16", "Genesis 41:17", "Genesis 41:18", "Genesis 41:19", "Genesis 41:20", "Genesis 41:21", "Genesis 41:22", "Genesis 41:23", "Genesis 41:24", "Genesis 41:25", "Genesis 41:26", "Genesis 41:27", "Genesis 41:28", "Genesis 41:29", "Genesis 41:30", "Genesis 41:31", "Genesis 41:32", "Genesis 41:33", "Genesis 41:34", "Genesis 41:35", "Genesis 41:36", "Genesis 41:37", "Genesis 41:38", "Genesis 41:39", "Genesis 41:40", "Genesis 41:41", "Genesis 41:42", "Genesis 41:43", "Genesis 41:44", "Genesis 41:45", "Genesis 41:46", "Genesis 41:47", "Genesis 41:48", "Genesis 41:49", "Genesis 41:50", "Genesis 41:51", "Genesis 41:52", "Genesis 41:53", "Genesis 41:54", "Genesis 41:55", "Genesis 41:56", "Genesis 41:57", "Genesis 42:1", "Genesis 42:2", "Genesis 42:3", "Genesis 42:4", "Genesis 42:5", "Genesis 42:6", "Genesis 42:7", "Genesis 42:8", "Genesis 42:9", "Genesis 42:10", "Genesis 42:11", "Genesis 42:12", "Genesis 42:13", "Genesis 42:14", "Genesis 42:15", "Genesis 42:16", "Genesis 42:17", "Genesis 42:18", "Genesis 42:19", "Genesis 42:20", "Genesis 42:21", "Genesis 42:22", "Genesis 42:23", "Genesis 42:24", "Genesis 42:25", "Genesis 42:26", "Genesis 42:27", "Genesis 42:28", "Genesis 42:29", "Genesis 42:30", "Genesis 42:31", "Genesis 42:32", "Genesis 42:33", "Genesis 42:34", "Genesis 42:35", "Genesis 42:36", "Genesis 42:37", "Genesis 42:38", "Genesis 43:1", "Genesis 43:2", "Genesis 43:3", "Genesis 43:4", "Genesis 43:5", "Genesis 43:6", "Genesis 43:7", "Genesis 43:8", "Genesis 43:9", "Genesis 43:10", "Genesis 43:11", "Genesis 43:12", "Genesis 43:13", "Genesis 43:14", "Genesis 43:15", "Genesis 43:16", "Genesis 43:17", "Genesis 43:18", "Genesis 43:19", "Genesis 43:20", "Genesis 43:21", "Genesis 43:22", "Genesis 43:23", "Genesis 43:24", "Genesis 43:25", "Genesis 43:26", "Genesis 43:27", "Genesis 43:28", "Genesis 43:29", "Genesis 43:30", "Genesis 43:31", "Genesis 43:32", "Genesis 43:33", "Genesis 43:34", "Genesis 44:1", "Genesis 44:2", "Genesis 44:3", "Genesis 44:4", "Genesis 44:5", "Genesis 44:6", "Genesis 44:7", "Genesis 44:8", "Genesis 44:9", "Genesis 44:10", "Genesis 44:11", "Genesis 44:12", "Genesis 44:13", "Genesis 44:14", "Genesis 44:15", "Genesis 44:16", "Genesis 44:17", "Genesis 44:18", "Genesis 44:19", "Genesis 44:20", "Genesis 44:21", "Genesis 44:22", "Genesis 44:23", "Genesis 44:24", "Genesis 44:25", "Genesis 44:26", "Genesis 44:27", "Genesis 44:28", "Genesis 44:29", "Genesis 44:30", "Genesis 44:31", "Genesis 44:32", "Genesis 44:33", "Genesis 44:34", "Genesis 45:1", "Genesis 45:2", "Genesis 45:3", "Genesis 45:4", "Genesis 45:5", "Genesis 45:6", "Genesis 45:7", "Genesis 45:8", "Genesis 45:9", "Genesis 45:10", "Genesis 45:11", "Genesis 45:12", "Genesis 45:13", "Genesis 45:14", "Genesis 45:15", "Genesis 45:16", "Genesis 45:17", "Genesis 45:18", "Genesis 45:19", "Genesis 45:20", "Genesis 45:21", "Genesis 45:22", "Genesis 45:23", "Genesis 45:24", "Genesis 45:25", "Genesis 45:26", "Genesis 45:27", "Genesis 45:28", "Genesis 46:1", "Genesis 46:2", "Genesis 46:3", "Genesis 46:4", "Genesis 46:5", "Genesis 46:6", "Genesis 46:7", "Genesis 46:8", "Genesis 46:9", "Genesis 46:10", "Genesis 46:11", "Genesis 46:12", "Genesis 46:13", "Genesis 46:14", "Genesis 46:15", "Genesis 46:16", "Genesis 46:17", "Genesis 46:18", "Genesis 46:19", "Genesis 46:20", "Genesis 46:21", "Genesis 46:22", "Genesis 46:23", "Genesis 46:24", "Genesis 46:25", "Genesis 46:26", "Genesis 46:27", "Genesis 46:28", "Genesis 46:29", "Genesis 46:30", "Genesis 46:31", "Genesis 46:32", "Genesis 46:33", "Genesis 46:34", "Genesis 47:1", "Genesis 47:2", "Genesis 47:3", "Genesis 47:4", "Genesis 47:5", "Genesis 47:6", "Genesis 47:7", "Genesis 47:8", "Genesis 47:9", "Genesis 47:10", "Genesis 47:11", "Genesis 47:12", "Genesis 47:13", "Genesis 47:14", "Genesis 47:15", "Genesis 47:16", "Genesis 47:17", "Genesis 47:18", "Genesis 47:19", "Genesis 47:20", "Genesis 47:21", "Genesis 47:22", "Genesis 47:23", "Genesis 47:24", "Genesis 47:25", "Genesis 47:26", "Genesis 47:27", "Genesis 47:28", "Genesis 47:29", "Genesis 47:30", "Genesis 47:31", "Genesis 48:1", "Genesis 48:2", "Genesis 48:3", "Genesis 48:4", "Genesis 48:5", "Genesis 48:6", "Genesis 48:7", "Genesis 48:8", "Genesis 48:9", "Genesis 48:10", "Genesis 48:11", "Genesis 48:12", "Genesis 48:13", "Genesis 48:14", "Genesis 48:15", "Genesis 48:16", "Genesis 48:17", "Genesis 48:18", "Genesis 48:19", "Genesis 48:20", "Genesis 48:21", "Genesis 48:22", "Genesis 49:1", "Genesis 49:2", "Genesis 49:3", "Genesis 49:4", "Genesis 49:5", "Genesis 49:6", "Genesis 49:7", "Genesis 49:8", "Genesis 49:9", "Genesis 49:10", "Genesis 49:11", "Genesis 49:12", "Genesis 49:13", "Genesis 49:14", "Genesis 49:15", "Genesis 49:16", "Genesis 49:17", "Genesis 49:18", "Genesis 49:19", "Genesis 49:20", "Genesis 49:21", "Genesis 49:22", "Genesis 49:23", "Genesis 49:24", "Genesis 49:25", "Genesis 49:26", "Genesis 49:27", "Genesis 49:28", "Genesis 49:29", "Genesis 49:30", "Genesis 49:31", "Genesis 49:32", "Genesis 49:33", "Genesis 50:1", "Genesis 50:2", "Genesis 50:3", "Genesis 50:4", "Genesis 50:5", "Genesis 50:6", "Genesis 50:7", "Genesis 50:8", "Genesis 50:9", "Genesis 50:10", "Genesis 50:11", "Genesis 50:12", "Genesis 50:13", "Genesis 50:14", "Genesis 50:15", "Genesis 50:16", "Genesis 50:17", "Genesis 50:18", "Genesis 50:19", "Genesis 50:20", "Genesis 50:21", "Genesis 50:22", "Genesis 50:23", "Genesis 50:24", "Genesis 50:25", "Genesis 50:26"], "sourceRef": "The Five Books of Moses, by Everett Fox, Genesis, The Patriarchal Narratives 2-7", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, בראשית, בראשית מאמר ג׳ ב׳-ז׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "The Patriarchal Narratives", "he": "בראשית מאמר ג׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "בראשית מאמר ג׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["T<small>HE STORIES ABOUT THE FATHERS AND MOTHERS OF</small> I<small>SRAEL, AS A COLLECTION, ARE</small> almost contrapuntal in their richness. Life experiences are repeated and common themes recur; yet at the same time there is a remarkable variety of personalities.", "Two prominent themes throughout are God’s promises (of land and descendants) and his blessing. The texts revolve around the question of whether and how God will fulfill his promises, and how people will effect the transfer of the blessing. Each generation portrayed in the narratives must deal with the inherent tensions raised by these questions, since their resolution does not occur easily.", "The stories are also marked by each figure’s struggle to develop a concept of the religious life, of “walking in accord with God.” Each one carves out his own distinct path, to arrive at a mature understanding of what it means to be a father of the people of Israel. In order to bring about such an understanding, God apparently “tests” them in both obvious and more oblique ways, often against a backdrop of bitter sibling rivalry. One also observes a physical unsettledness about the Patriarchs’ quest; only Yitzhak is spared the wanderings that occur so regularly in the stories.", "Rather interestingly, although the texts purport to be about “fathers,” it is God himself who most consistently fits that role for the characters. God acts <i>in loco parentis</i> for each of the Patriarchs, always, significantly, after the loss of the human father. He first appears to Avraham after the death of Terah; to Yitzhak after that of Avraham; to Yaakov after he leaves home (and a seemingly dying father); and he helps Yosef directly, after he has left his father’s home.", "Numbers play an important role in the Patriarchal stories, as they did in Part I. It has been pointed out (see Sarna 1966) that the life spans of the Patriarchs fit into a highly ordered pattern. Avraham lives for 175 years, equaling 7 × 5<sup>2</sup>; Yitzhak, for 180 years, equaling 5 × 6<sup>2</sup>; and Yaakov, for 147 years, or 3 × 7<sup>2</sup>. This is unmistakably a purposeful scheme, meant to convey that human history is orderly and meaningful. Similarly an examination of the stories reveals that Avraham lives for 75 years in the lifetime of his father and 75 years in the lifetime of his son, while Yaakov spends 20 years away from his father, with Yosef roughly following suit in the next generation.", "Last, it should be noted that the Patriarchal stories in various details anticipate the later Exodus of the Israelites from Egypt. The specific references will be mentioned in the Notes."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62037ecc6bfddfbb310fecb8", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Genesis, Part III; Yaakov, Esav's Descendants 2", "anchorRef": "Genesis 36:1-43", "anchorRefExpanded": ["Genesis 36:1", "Genesis 36:2", "Genesis 36:3", "Genesis 36:4", "Genesis 36:5", "Genesis 36:6", "Genesis 36:7", "Genesis 36:8", "Genesis 36:9", "Genesis 36:10", "Genesis 36:11", "Genesis 36:12", "Genesis 36:13", "Genesis 36:14", "Genesis 36:15", "Genesis 36:16", "Genesis 36:17", "Genesis 36:18", "Genesis 36:19", "Genesis 36:20", "Genesis 36:21", "Genesis 36:22", "Genesis 36:23", "Genesis 36:24", "Genesis 36:25", "Genesis 36:26", "Genesis 36:27", "Genesis 36:28", "Genesis 36:29", "Genesis 36:30", "Genesis 36:31", "Genesis 36:32", "Genesis 36:33", "Genesis 36:34", "Genesis 36:35", "Genesis 36:36", "Genesis 36:37", "Genesis 36:38", "Genesis 36:39", "Genesis 36:40", "Genesis 36:41", "Genesis 36:42", "Genesis 36:43"], "sourceRef": "The Five Books of Moses, by Everett Fox, Genesis, Part III; Yaakov, Esav's Descendants 2", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, בראשית, בראשית מאמר ה׳, בראשית הערה י״ז ב׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Esav’s Descendants", "he": "בראשית הערה י״ז"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "בראשית הערה י״ז", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "The complicated genealogies and dynasties of this chapter close out the first part of the Yaakov cycle, strictly speaking. Fitting in the context of a society which lay great store by kinship and thus by careful remembering of family names, it may also indicate the greatness of Yitzhak’s line, as Chap. 25 had earlier done for Avraham. Certainly the lists give evidence of a time when the Edomites were more than merely Israel’s neighbors, assuming great importance in historical recollection (Speiser).", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "6203809f713bd8cd388d3e49", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Genesis, On the Book of Genesis and Its Structure 2-47", "anchorRef": "Genesis 1:1-50:26", "anchorRefExpanded": ["Genesis 1:1", "Genesis 1:2", "Genesis 1:3", "Genesis 1:4", "Genesis 1:5", "Genesis 1:6", "Genesis 1:7", "Genesis 1:8", "Genesis 1:9", "Genesis 1:10", "Genesis 1:11", "Genesis 1:12", "Genesis 1:13", "Genesis 1:14", "Genesis 1:15", "Genesis 1:16", "Genesis 1:17", "Genesis 1:18", "Genesis 1:19", "Genesis 1:20", "Genesis 1:21", "Genesis 1:22", "Genesis 1:23", "Genesis 1:24", "Genesis 1:25", "Genesis 1:26", "Genesis 1:27", "Genesis 1:28", "Genesis 1:29", "Genesis 1:30", "Genesis 1:31", "Genesis 2:1", "Genesis 2:2", "Genesis 2:3", "Genesis 2:4", "Genesis 2:5", "Genesis 2:6", "Genesis 2:7", "Genesis 2:8", "Genesis 2:9", "Genesis 2:10", "Genesis 2:11", "Genesis 2:12", "Genesis 2:13", "Genesis 2:14", "Genesis 2:15", "Genesis 2:16", "Genesis 2:17", "Genesis 2:18", "Genesis 2:19", "Genesis 2:20", "Genesis 2:21", "Genesis 2:22", "Genesis 2:23", "Genesis 2:24", "Genesis 2:25", "Genesis 3:1", "Genesis 3:2", "Genesis 3:3", "Genesis 3:4", "Genesis 3:5", "Genesis 3:6", "Genesis 3:7", "Genesis 3:8", "Genesis 3:9", "Genesis 3:10", "Genesis 3:11", "Genesis 3:12", "Genesis 3:13", "Genesis 3:14", "Genesis 3:15", "Genesis 3:16", "Genesis 3:17", "Genesis 3:18", "Genesis 3:19", "Genesis 3:20", "Genesis 3:21", "Genesis 3:22", "Genesis 3:23", "Genesis 3:24", "Genesis 4:1", "Genesis 4:2", "Genesis 4:3", "Genesis 4:4", "Genesis 4:5", "Genesis 4:6", "Genesis 4:7", "Genesis 4:8", "Genesis 4:9", "Genesis 4:10", "Genesis 4:11", "Genesis 4:12", "Genesis 4:13", "Genesis 4:14", "Genesis 4:15", "Genesis 4:16", "Genesis 4:17", "Genesis 4:18", "Genesis 4:19", "Genesis 4:20", "Genesis 4:21", "Genesis 4:22", "Genesis 4:23", "Genesis 4:24", "Genesis 4:25", "Genesis 4:26", "Genesis 5:1", "Genesis 5:2", "Genesis 5:3", "Genesis 5:4", "Genesis 5:5", "Genesis 5:6", "Genesis 5:7", "Genesis 5:8", "Genesis 5:9", "Genesis 5:10", "Genesis 5:11", "Genesis 5:12", "Genesis 5:13", "Genesis 5:14", "Genesis 5:15", "Genesis 5:16", "Genesis 5:17", "Genesis 5:18", "Genesis 5:19", "Genesis 5:20", "Genesis 5:21", "Genesis 5:22", "Genesis 5:23", "Genesis 5:24", "Genesis 5:25", "Genesis 5:26", "Genesis 5:27", "Genesis 5:28", "Genesis 5:29", "Genesis 5:30", "Genesis 5:31", "Genesis 5:32", "Genesis 6:1", "Genesis 6:2", "Genesis 6:3", "Genesis 6:4", "Genesis 6:5", "Genesis 6:6", "Genesis 6:7", "Genesis 6:8", "Genesis 6:9", "Genesis 6:10", "Genesis 6:11", "Genesis 6:12", "Genesis 6:13", "Genesis 6:14", "Genesis 6:15", "Genesis 6:16", "Genesis 6:17", "Genesis 6:18", "Genesis 6:19", "Genesis 6:20", "Genesis 6:21", "Genesis 6:22", "Genesis 7:1", "Genesis 7:2", "Genesis 7:3", "Genesis 7:4", "Genesis 7:5", "Genesis 7:6", "Genesis 7:7", "Genesis 7:8", "Genesis 7:9", "Genesis 7:10", "Genesis 7:11", "Genesis 7:12", "Genesis 7:13", "Genesis 7:14", "Genesis 7:15", "Genesis 7:16", "Genesis 7:17", "Genesis 7:18", "Genesis 7:19", "Genesis 7:20", "Genesis 7:21", "Genesis 7:22", "Genesis 7:23", "Genesis 7:24", "Genesis 8:1", "Genesis 8:2", "Genesis 8:3", "Genesis 8:4", "Genesis 8:5", "Genesis 8:6", "Genesis 8:7", "Genesis 8:8", "Genesis 8:9", "Genesis 8:10", "Genesis 8:11", "Genesis 8:12", "Genesis 8:13", "Genesis 8:14", "Genesis 8:15", "Genesis 8:16", "Genesis 8:17", "Genesis 8:18", "Genesis 8:19", "Genesis 8:20", "Genesis 8:21", "Genesis 8:22", "Genesis 9:1", "Genesis 9:2", "Genesis 9:3", "Genesis 9:4", "Genesis 9:5", "Genesis 9:6", "Genesis 9:7", "Genesis 9:8", "Genesis 9:9", "Genesis 9:10", "Genesis 9:11", "Genesis 9:12", "Genesis 9:13", "Genesis 9:14", "Genesis 9:15", "Genesis 9:16", "Genesis 9:17", "Genesis 9:18", "Genesis 9:19", "Genesis 9:20", "Genesis 9:21", "Genesis 9:22", "Genesis 9:23", "Genesis 9:24", "Genesis 9:25", "Genesis 9:26", "Genesis 9:27", "Genesis 9:28", "Genesis 9:29", "Genesis 10:1", "Genesis 10:2", "Genesis 10:3", "Genesis 10:4", "Genesis 10:5", "Genesis 10:6", "Genesis 10:7", "Genesis 10:8", "Genesis 10:9", "Genesis 10:10", "Genesis 10:11", "Genesis 10:12", "Genesis 10:13", "Genesis 10:14", "Genesis 10:15", "Genesis 10:16", "Genesis 10:17", "Genesis 10:18", "Genesis 10:19", "Genesis 10:20", "Genesis 10:21", "Genesis 10:22", "Genesis 10:23", "Genesis 10:24", "Genesis 10:25", "Genesis 10:26", "Genesis 10:27", "Genesis 10:28", "Genesis 10:29", "Genesis 10:30", "Genesis 10:31", "Genesis 10:32", "Genesis 11:1", "Genesis 11:2", "Genesis 11:3", "Genesis 11:4", "Genesis 11:5", "Genesis 11:6", "Genesis 11:7", "Genesis 11:8", "Genesis 11:9", "Genesis 11:10", "Genesis 11:11", "Genesis 11:12", "Genesis 11:13", "Genesis 11:14", "Genesis 11:15", "Genesis 11:16", "Genesis 11:17", "Genesis 11:18", "Genesis 11:19", "Genesis 11:20", "Genesis 11:21", "Genesis 11:22", "Genesis 11:23", "Genesis 11:24", "Genesis 11:25", "Genesis 11:26", "Genesis 11:27", "Genesis 11:28", "Genesis 11:29", "Genesis 11:30", "Genesis 11:31", "Genesis 11:32", "Genesis 12:1", "Genesis 12:2", "Genesis 12:3", "Genesis 12:4", "Genesis 12:5", "Genesis 12:6", "Genesis 12:7", "Genesis 12:8", "Genesis 12:9", "Genesis 12:10", "Genesis 12:11", "Genesis 12:12", "Genesis 12:13", "Genesis 12:14", "Genesis 12:15", "Genesis 12:16", "Genesis 12:17", "Genesis 12:18", "Genesis 12:19", "Genesis 12:20", "Genesis 13:1", "Genesis 13:2", "Genesis 13:3", "Genesis 13:4", "Genesis 13:5", "Genesis 13:6", "Genesis 13:7", "Genesis 13:8", "Genesis 13:9", "Genesis 13:10", "Genesis 13:11", "Genesis 13:12", "Genesis 13:13", "Genesis 13:14", "Genesis 13:15", "Genesis 13:16", "Genesis 13:17", "Genesis 13:18", "Genesis 14:1", "Genesis 14:2", "Genesis 14:3", "Genesis 14:4", "Genesis 14:5", "Genesis 14:6", "Genesis 14:7", "Genesis 14:8", "Genesis 14:9", "Genesis 14:10", "Genesis 14:11", "Genesis 14:12", "Genesis 14:13", "Genesis 14:14", "Genesis 14:15", "Genesis 14:16", "Genesis 14:17", "Genesis 14:18", "Genesis 14:19", "Genesis 14:20", "Genesis 14:21", "Genesis 14:22", "Genesis 14:23", "Genesis 14:24", "Genesis 15:1", "Genesis 15:2", "Genesis 15:3", "Genesis 15:4", "Genesis 15:5", "Genesis 15:6", "Genesis 15:7", "Genesis 15:8", "Genesis 15:9", "Genesis 15:10", "Genesis 15:11", "Genesis 15:12", "Genesis 15:13", "Genesis 15:14", "Genesis 15:15", "Genesis 15:16", "Genesis 15:17", "Genesis 15:18", "Genesis 15:19", "Genesis 15:20", "Genesis 15:21", "Genesis 16:1", "Genesis 16:2", "Genesis 16:3", "Genesis 16:4", "Genesis 16:5", "Genesis 16:6", "Genesis 16:7", "Genesis 16:8", "Genesis 16:9", "Genesis 16:10", "Genesis 16:11", "Genesis 16:12", "Genesis 16:13", "Genesis 16:14", "Genesis 16:15", "Genesis 16:16", "Genesis 17:1", "Genesis 17:2", "Genesis 17:3", "Genesis 17:4", "Genesis 17:5", "Genesis 17:6", "Genesis 17:7", "Genesis 17:8", "Genesis 17:9", "Genesis 17:10", "Genesis 17:11", "Genesis 17:12", "Genesis 17:13", "Genesis 17:14", "Genesis 17:15", "Genesis 17:16", "Genesis 17:17", "Genesis 17:18", "Genesis 17:19", "Genesis 17:20", "Genesis 17:21", "Genesis 17:22", "Genesis 17:23", "Genesis 17:24", "Genesis 17:25", "Genesis 17:26", "Genesis 17:27", "Genesis 18:1", "Genesis 18:2", "Genesis 18:3", "Genesis 18:4", "Genesis 18:5", "Genesis 18:6", "Genesis 18:7", "Genesis 18:8", "Genesis 18:9", "Genesis 18:10", "Genesis 18:11", "Genesis 18:12", "Genesis 18:13", "Genesis 18:14", "Genesis 18:15", "Genesis 18:16", "Genesis 18:17", "Genesis 18:18", "Genesis 18:19", "Genesis 18:20", "Genesis 18:21", "Genesis 18:22", "Genesis 18:23", "Genesis 18:24", "Genesis 18:25", "Genesis 18:26", "Genesis 18:27", "Genesis 18:28", "Genesis 18:29", "Genesis 18:30", "Genesis 18:31", "Genesis 18:32", "Genesis 18:33", "Genesis 19:1", "Genesis 19:2", "Genesis 19:3", "Genesis 19:4", "Genesis 19:5", "Genesis 19:6", "Genesis 19:7", "Genesis 19:8", "Genesis 19:9", "Genesis 19:10", "Genesis 19:11", "Genesis 19:12", "Genesis 19:13", "Genesis 19:14", "Genesis 19:15", "Genesis 19:16", "Genesis 19:17", "Genesis 19:18", "Genesis 19:19", "Genesis 19:20", "Genesis 19:21", "Genesis 19:22", "Genesis 19:23", "Genesis 19:24", "Genesis 19:25", "Genesis 19:26", "Genesis 19:27", "Genesis 19:28", "Genesis 19:29", "Genesis 19:30", "Genesis 19:31", "Genesis 19:32", "Genesis 19:33", "Genesis 19:34", "Genesis 19:35", "Genesis 19:36", "Genesis 19:37", "Genesis 19:38", "Genesis 20:1", "Genesis 20:2", "Genesis 20:3", "Genesis 20:4", "Genesis 20:5", "Genesis 20:6", "Genesis 20:7", "Genesis 20:8", "Genesis 20:9", "Genesis 20:10", "Genesis 20:11", "Genesis 20:12", "Genesis 20:13", "Genesis 20:14", "Genesis 20:15", "Genesis 20:16", "Genesis 20:17", "Genesis 20:18", "Genesis 21:1", "Genesis 21:2", "Genesis 21:3", "Genesis 21:4", "Genesis 21:5", "Genesis 21:6", "Genesis 21:7", "Genesis 21:8", "Genesis 21:9", "Genesis 21:10", "Genesis 21:11", "Genesis 21:12", "Genesis 21:13", "Genesis 21:14", "Genesis 21:15", "Genesis 21:16", "Genesis 21:17", "Genesis 21:18", "Genesis 21:19", "Genesis 21:20", "Genesis 21:21", "Genesis 21:22", "Genesis 21:23", "Genesis 21:24", "Genesis 21:25", "Genesis 21:26", "Genesis 21:27", "Genesis 21:28", "Genesis 21:29", "Genesis 21:30", "Genesis 21:31", "Genesis 21:32", "Genesis 21:33", "Genesis 21:34", "Genesis 22:1", "Genesis 22:2", "Genesis 22:3", "Genesis 22:4", "Genesis 22:5", "Genesis 22:6", "Genesis 22:7", "Genesis 22:8", "Genesis 22:9", "Genesis 22:10", "Genesis 22:11", "Genesis 22:12", "Genesis 22:13", "Genesis 22:14", "Genesis 22:15", "Genesis 22:16", "Genesis 22:17", "Genesis 22:18", "Genesis 22:19", "Genesis 22:20", "Genesis 22:21", "Genesis 22:22", "Genesis 22:23", "Genesis 22:24", "Genesis 23:1", "Genesis 23:2", "Genesis 23:3", "Genesis 23:4", "Genesis 23:5", "Genesis 23:6", "Genesis 23:7", "Genesis 23:8", "Genesis 23:9", "Genesis 23:10", "Genesis 23:11", "Genesis 23:12", "Genesis 23:13", "Genesis 23:14", "Genesis 23:15", "Genesis 23:16", "Genesis 23:17", "Genesis 23:18", "Genesis 23:19", "Genesis 23:20", "Genesis 24:1", "Genesis 24:2", "Genesis 24:3", "Genesis 24:4", "Genesis 24:5", "Genesis 24:6", "Genesis 24:7", "Genesis 24:8", "Genesis 24:9", "Genesis 24:10", "Genesis 24:11", "Genesis 24:12", "Genesis 24:13", "Genesis 24:14", "Genesis 24:15", "Genesis 24:16", "Genesis 24:17", "Genesis 24:18", "Genesis 24:19", "Genesis 24:20", "Genesis 24:21", "Genesis 24:22", "Genesis 24:23", "Genesis 24:24", "Genesis 24:25", "Genesis 24:26", "Genesis 24:27", "Genesis 24:28", "Genesis 24:29", "Genesis 24:30", "Genesis 24:31", "Genesis 24:32", "Genesis 24:33", "Genesis 24:34", "Genesis 24:35", "Genesis 24:36", "Genesis 24:37", "Genesis 24:38", "Genesis 24:39", "Genesis 24:40", "Genesis 24:41", "Genesis 24:42", "Genesis 24:43", "Genesis 24:44", "Genesis 24:45", "Genesis 24:46", "Genesis 24:47", "Genesis 24:48", "Genesis 24:49", "Genesis 24:50", "Genesis 24:51", "Genesis 24:52", "Genesis 24:53", "Genesis 24:54", "Genesis 24:55", "Genesis 24:56", "Genesis 24:57", "Genesis 24:58", "Genesis 24:59", "Genesis 24:60", "Genesis 24:61", "Genesis 24:62", "Genesis 24:63", "Genesis 24:64", "Genesis 24:65", "Genesis 24:66", "Genesis 24:67", "Genesis 25:1", "Genesis 25:2", "Genesis 25:3", "Genesis 25:4", "Genesis 25:5", "Genesis 25:6", "Genesis 25:7", "Genesis 25:8", "Genesis 25:9", "Genesis 25:10", "Genesis 25:11", "Genesis 25:12", "Genesis 25:13", "Genesis 25:14", "Genesis 25:15", "Genesis 25:16", "Genesis 25:17", "Genesis 25:18", "Genesis 25:19", "Genesis 25:20", "Genesis 25:21", "Genesis 25:22", "Genesis 25:23", "Genesis 25:24", "Genesis 25:25", "Genesis 25:26", "Genesis 25:27", "Genesis 25:28", "Genesis 25:29", "Genesis 25:30", "Genesis 25:31", "Genesis 25:32", "Genesis 25:33", "Genesis 25:34", "Genesis 26:1", "Genesis 26:2", "Genesis 26:3", "Genesis 26:4", "Genesis 26:5", "Genesis 26:6", "Genesis 26:7", "Genesis 26:8", "Genesis 26:9", "Genesis 26:10", "Genesis 26:11", "Genesis 26:12", "Genesis 26:13", "Genesis 26:14", "Genesis 26:15", "Genesis 26:16", "Genesis 26:17", "Genesis 26:18", "Genesis 26:19", "Genesis 26:20", "Genesis 26:21", "Genesis 26:22", "Genesis 26:23", "Genesis 26:24", "Genesis 26:25", "Genesis 26:26", "Genesis 26:27", "Genesis 26:28", "Genesis 26:29", "Genesis 26:30", "Genesis 26:31", "Genesis 26:32", "Genesis 26:33", "Genesis 26:34", "Genesis 26:35", "Genesis 27:1", "Genesis 27:2", "Genesis 27:3", "Genesis 27:4", "Genesis 27:5", "Genesis 27:6", "Genesis 27:7", "Genesis 27:8", "Genesis 27:9", "Genesis 27:10", "Genesis 27:11", "Genesis 27:12", "Genesis 27:13", "Genesis 27:14", "Genesis 27:15", "Genesis 27:16", "Genesis 27:17", "Genesis 27:18", "Genesis 27:19", "Genesis 27:20", "Genesis 27:21", "Genesis 27:22", "Genesis 27:23", "Genesis 27:24", "Genesis 27:25", "Genesis 27:26", "Genesis 27:27", "Genesis 27:28", "Genesis 27:29", "Genesis 27:30", "Genesis 27:31", "Genesis 27:32", "Genesis 27:33", "Genesis 27:34", "Genesis 27:35", "Genesis 27:36", "Genesis 27:37", "Genesis 27:38", "Genesis 27:39", "Genesis 27:40", "Genesis 27:41", "Genesis 27:42", "Genesis 27:43", "Genesis 27:44", "Genesis 27:45", "Genesis 27:46", "Genesis 28:1", "Genesis 28:2", "Genesis 28:3", "Genesis 28:4", "Genesis 28:5", "Genesis 28:6", "Genesis 28:7", "Genesis 28:8", "Genesis 28:9", "Genesis 28:10", "Genesis 28:11", "Genesis 28:12", "Genesis 28:13", "Genesis 28:14", "Genesis 28:15", "Genesis 28:16", "Genesis 28:17", "Genesis 28:18", "Genesis 28:19", "Genesis 28:20", "Genesis 28:21", "Genesis 28:22", "Genesis 29:1", "Genesis 29:2", "Genesis 29:3", "Genesis 29:4", "Genesis 29:5", "Genesis 29:6", "Genesis 29:7", "Genesis 29:8", "Genesis 29:9", "Genesis 29:10", "Genesis 29:11", "Genesis 29:12", "Genesis 29:13", "Genesis 29:14", "Genesis 29:15", "Genesis 29:16", "Genesis 29:17", "Genesis 29:18", "Genesis 29:19", "Genesis 29:20", "Genesis 29:21", "Genesis 29:22", "Genesis 29:23", "Genesis 29:24", "Genesis 29:25", "Genesis 29:26", "Genesis 29:27", "Genesis 29:28", "Genesis 29:29", "Genesis 29:30", "Genesis 29:31", "Genesis 29:32", "Genesis 29:33", "Genesis 29:34", "Genesis 29:35", "Genesis 30:1", "Genesis 30:2", "Genesis 30:3", "Genesis 30:4", "Genesis 30:5", "Genesis 30:6", "Genesis 30:7", "Genesis 30:8", "Genesis 30:9", "Genesis 30:10", "Genesis 30:11", "Genesis 30:12", "Genesis 30:13", "Genesis 30:14", "Genesis 30:15", "Genesis 30:16", "Genesis 30:17", "Genesis 30:18", "Genesis 30:19", "Genesis 30:20", "Genesis 30:21", "Genesis 30:22", "Genesis 30:23", "Genesis 30:24", "Genesis 30:25", "Genesis 30:26", "Genesis 30:27", "Genesis 30:28", "Genesis 30:29", "Genesis 30:30", "Genesis 30:31", "Genesis 30:32", "Genesis 30:33", "Genesis 30:34", "Genesis 30:35", "Genesis 30:36", "Genesis 30:37", "Genesis 30:38", "Genesis 30:39", "Genesis 30:40", "Genesis 30:41", "Genesis 30:42", "Genesis 30:43", "Genesis 31:1", "Genesis 31:2", "Genesis 31:3", "Genesis 31:4", "Genesis 31:5", "Genesis 31:6", "Genesis 31:7", "Genesis 31:8", "Genesis 31:9", "Genesis 31:10", "Genesis 31:11", "Genesis 31:12", "Genesis 31:13", "Genesis 31:14", "Genesis 31:15", "Genesis 31:16", "Genesis 31:17", "Genesis 31:18", "Genesis 31:19", "Genesis 31:20", "Genesis 31:21", "Genesis 31:22", "Genesis 31:23", "Genesis 31:24", "Genesis 31:25", "Genesis 31:26", "Genesis 31:27", "Genesis 31:28", "Genesis 31:29", "Genesis 31:30", "Genesis 31:31", "Genesis 31:32", "Genesis 31:33", "Genesis 31:34", "Genesis 31:35", "Genesis 31:36", "Genesis 31:37", "Genesis 31:38", "Genesis 31:39", "Genesis 31:40", "Genesis 31:41", "Genesis 31:42", "Genesis 31:43", "Genesis 31:44", "Genesis 31:45", "Genesis 31:46", "Genesis 31:47", "Genesis 31:48", "Genesis 31:49", "Genesis 31:50", "Genesis 31:51", "Genesis 31:52", "Genesis 31:53", "Genesis 31:54", "Genesis 32:1", "Genesis 32:2", "Genesis 32:3", "Genesis 32:4", "Genesis 32:5", "Genesis 32:6", "Genesis 32:7", "Genesis 32:8", "Genesis 32:9", "Genesis 32:10", "Genesis 32:11", "Genesis 32:12", "Genesis 32:13", "Genesis 32:14", "Genesis 32:15", "Genesis 32:16", "Genesis 32:17", "Genesis 32:18", "Genesis 32:19", "Genesis 32:20", "Genesis 32:21", "Genesis 32:22", "Genesis 32:23", "Genesis 32:24", "Genesis 32:25", "Genesis 32:26", "Genesis 32:27", "Genesis 32:28", "Genesis 32:29", "Genesis 32:30", "Genesis 32:31", "Genesis 32:32", "Genesis 32:33", "Genesis 33:1", "Genesis 33:2", "Genesis 33:3", "Genesis 33:4", "Genesis 33:5", "Genesis 33:6", "Genesis 33:7", "Genesis 33:8", "Genesis 33:9", "Genesis 33:10", "Genesis 33:11", "Genesis 33:12", "Genesis 33:13", "Genesis 33:14", "Genesis 33:15", "Genesis 33:16", "Genesis 33:17", "Genesis 33:18", "Genesis 33:19", "Genesis 33:20", "Genesis 34:1", "Genesis 34:2", "Genesis 34:3", "Genesis 34:4", "Genesis 34:5", "Genesis 34:6", "Genesis 34:7", "Genesis 34:8", "Genesis 34:9", "Genesis 34:10", "Genesis 34:11", "Genesis 34:12", "Genesis 34:13", "Genesis 34:14", "Genesis 34:15", "Genesis 34:16", "Genesis 34:17", "Genesis 34:18", "Genesis 34:19", "Genesis 34:20", "Genesis 34:21", "Genesis 34:22", "Genesis 34:23", "Genesis 34:24", "Genesis 34:25", "Genesis 34:26", "Genesis 34:27", "Genesis 34:28", "Genesis 34:29", "Genesis 34:30", "Genesis 34:31", "Genesis 35:1", "Genesis 35:2", "Genesis 35:3", "Genesis 35:4", "Genesis 35:5", "Genesis 35:6", "Genesis 35:7", "Genesis 35:8", "Genesis 35:9", "Genesis 35:10", "Genesis 35:11", "Genesis 35:12", "Genesis 35:13", "Genesis 35:14", "Genesis 35:15", "Genesis 35:16", "Genesis 35:17", "Genesis 35:18", "Genesis 35:19", "Genesis 35:20", "Genesis 35:21", "Genesis 35:22", "Genesis 35:23", "Genesis 35:24", "Genesis 35:25", "Genesis 35:26", "Genesis 35:27", "Genesis 35:28", "Genesis 35:29", "Genesis 36:1", "Genesis 36:2", "Genesis 36:3", "Genesis 36:4", "Genesis 36:5", "Genesis 36:6", "Genesis 36:7", "Genesis 36:8", "Genesis 36:9", "Genesis 36:10", "Genesis 36:11", "Genesis 36:12", "Genesis 36:13", "Genesis 36:14", "Genesis 36:15", "Genesis 36:16", "Genesis 36:17", "Genesis 36:18", "Genesis 36:19", "Genesis 36:20", "Genesis 36:21", "Genesis 36:22", "Genesis 36:23", "Genesis 36:24", "Genesis 36:25", "Genesis 36:26", "Genesis 36:27", "Genesis 36:28", "Genesis 36:29", "Genesis 36:30", "Genesis 36:31", "Genesis 36:32", "Genesis 36:33", "Genesis 36:34", "Genesis 36:35", "Genesis 36:36", "Genesis 36:37", "Genesis 36:38", "Genesis 36:39", "Genesis 36:40", "Genesis 36:41", "Genesis 36:42", "Genesis 36:43", "Genesis 37:1", "Genesis 37:2", "Genesis 37:3", "Genesis 37:4", "Genesis 37:5", "Genesis 37:6", "Genesis 37:7", "Genesis 37:8", "Genesis 37:9", "Genesis 37:10", "Genesis 37:11", "Genesis 37:12", "Genesis 37:13", "Genesis 37:14", "Genesis 37:15", "Genesis 37:16", "Genesis 37:17", "Genesis 37:18", "Genesis 37:19", "Genesis 37:20", "Genesis 37:21", "Genesis 37:22", "Genesis 37:23", "Genesis 37:24", "Genesis 37:25", "Genesis 37:26", "Genesis 37:27", "Genesis 37:28", "Genesis 37:29", "Genesis 37:30", "Genesis 37:31", "Genesis 37:32", "Genesis 37:33", "Genesis 37:34", "Genesis 37:35", "Genesis 37:36", "Genesis 38:1", "Genesis 38:2", "Genesis 38:3", "Genesis 38:4", "Genesis 38:5", "Genesis 38:6", "Genesis 38:7", "Genesis 38:8", "Genesis 38:9", "Genesis 38:10", "Genesis 38:11", "Genesis 38:12", "Genesis 38:13", "Genesis 38:14", "Genesis 38:15", "Genesis 38:16", "Genesis 38:17", "Genesis 38:18", "Genesis 38:19", "Genesis 38:20", "Genesis 38:21", "Genesis 38:22", "Genesis 38:23", "Genesis 38:24", "Genesis 38:25", "Genesis 38:26", "Genesis 38:27", "Genesis 38:28", "Genesis 38:29", "Genesis 38:30", "Genesis 39:1", "Genesis 39:2", "Genesis 39:3", "Genesis 39:4", "Genesis 39:5", "Genesis 39:6", "Genesis 39:7", "Genesis 39:8", "Genesis 39:9", "Genesis 39:10", "Genesis 39:11", "Genesis 39:12", "Genesis 39:13", "Genesis 39:14", "Genesis 39:15", "Genesis 39:16", "Genesis 39:17", "Genesis 39:18", "Genesis 39:19", "Genesis 39:20", "Genesis 39:21", "Genesis 39:22", "Genesis 39:23", "Genesis 40:1", "Genesis 40:2", "Genesis 40:3", "Genesis 40:4", "Genesis 40:5", "Genesis 40:6", "Genesis 40:7", "Genesis 40:8", "Genesis 40:9", "Genesis 40:10", "Genesis 40:11", "Genesis 40:12", "Genesis 40:13", "Genesis 40:14", "Genesis 40:15", "Genesis 40:16", "Genesis 40:17", "Genesis 40:18", "Genesis 40:19", "Genesis 40:20", "Genesis 40:21", "Genesis 40:22", "Genesis 40:23", "Genesis 41:1", "Genesis 41:2", "Genesis 41:3", "Genesis 41:4", "Genesis 41:5", "Genesis 41:6", "Genesis 41:7", "Genesis 41:8", "Genesis 41:9", "Genesis 41:10", "Genesis 41:11", "Genesis 41:12", "Genesis 41:13", "Genesis 41:14", "Genesis 41:15", "Genesis 41:16", "Genesis 41:17", "Genesis 41:18", "Genesis 41:19", "Genesis 41:20", "Genesis 41:21", "Genesis 41:22", "Genesis 41:23", "Genesis 41:24", "Genesis 41:25", "Genesis 41:26", "Genesis 41:27", "Genesis 41:28", "Genesis 41:29", "Genesis 41:30", "Genesis 41:31", "Genesis 41:32", "Genesis 41:33", "Genesis 41:34", "Genesis 41:35", "Genesis 41:36", "Genesis 41:37", "Genesis 41:38", "Genesis 41:39", "Genesis 41:40", "Genesis 41:41", "Genesis 41:42", "Genesis 41:43", "Genesis 41:44", "Genesis 41:45", "Genesis 41:46", "Genesis 41:47", "Genesis 41:48", "Genesis 41:49", "Genesis 41:50", "Genesis 41:51", "Genesis 41:52", "Genesis 41:53", "Genesis 41:54", "Genesis 41:55", "Genesis 41:56", "Genesis 41:57", "Genesis 42:1", "Genesis 42:2", "Genesis 42:3", "Genesis 42:4", "Genesis 42:5", "Genesis 42:6", "Genesis 42:7", "Genesis 42:8", "Genesis 42:9", "Genesis 42:10", "Genesis 42:11", "Genesis 42:12", "Genesis 42:13", "Genesis 42:14", "Genesis 42:15", "Genesis 42:16", "Genesis 42:17", "Genesis 42:18", "Genesis 42:19", "Genesis 42:20", "Genesis 42:21", "Genesis 42:22", "Genesis 42:23", "Genesis 42:24", "Genesis 42:25", "Genesis 42:26", "Genesis 42:27", "Genesis 42:28", "Genesis 42:29", "Genesis 42:30", "Genesis 42:31", "Genesis 42:32", "Genesis 42:33", "Genesis 42:34", "Genesis 42:35", "Genesis 42:36", "Genesis 42:37", "Genesis 42:38", "Genesis 43:1", "Genesis 43:2", "Genesis 43:3", "Genesis 43:4", "Genesis 43:5", "Genesis 43:6", "Genesis 43:7", "Genesis 43:8", "Genesis 43:9", "Genesis 43:10", "Genesis 43:11", "Genesis 43:12", "Genesis 43:13", "Genesis 43:14", "Genesis 43:15", "Genesis 43:16", "Genesis 43:17", "Genesis 43:18", "Genesis 43:19", "Genesis 43:20", "Genesis 43:21", "Genesis 43:22", "Genesis 43:23", "Genesis 43:24", "Genesis 43:25", "Genesis 43:26", "Genesis 43:27", "Genesis 43:28", "Genesis 43:29", "Genesis 43:30", "Genesis 43:31", "Genesis 43:32", "Genesis 43:33", "Genesis 43:34", "Genesis 44:1", "Genesis 44:2", "Genesis 44:3", "Genesis 44:4", "Genesis 44:5", "Genesis 44:6", "Genesis 44:7", "Genesis 44:8", "Genesis 44:9", "Genesis 44:10", "Genesis 44:11", "Genesis 44:12", "Genesis 44:13", "Genesis 44:14", "Genesis 44:15", "Genesis 44:16", "Genesis 44:17", "Genesis 44:18", "Genesis 44:19", "Genesis 44:20", "Genesis 44:21", "Genesis 44:22", "Genesis 44:23", "Genesis 44:24", "Genesis 44:25", "Genesis 44:26", "Genesis 44:27", "Genesis 44:28", "Genesis 44:29", "Genesis 44:30", "Genesis 44:31", "Genesis 44:32", "Genesis 44:33", "Genesis 44:34", "Genesis 45:1", "Genesis 45:2", "Genesis 45:3", "Genesis 45:4", "Genesis 45:5", "Genesis 45:6", "Genesis 45:7", "Genesis 45:8", "Genesis 45:9", "Genesis 45:10", "Genesis 45:11", "Genesis 45:12", "Genesis 45:13", "Genesis 45:14", "Genesis 45:15", "Genesis 45:16", "Genesis 45:17", "Genesis 45:18", "Genesis 45:19", "Genesis 45:20", "Genesis 45:21", "Genesis 45:22", "Genesis 45:23", "Genesis 45:24", "Genesis 45:25", "Genesis 45:26", "Genesis 45:27", "Genesis 45:28", "Genesis 46:1", "Genesis 46:2", "Genesis 46:3", "Genesis 46:4", "Genesis 46:5", "Genesis 46:6", "Genesis 46:7", "Genesis 46:8", "Genesis 46:9", "Genesis 46:10", "Genesis 46:11", "Genesis 46:12", "Genesis 46:13", "Genesis 46:14", "Genesis 46:15", "Genesis 46:16", "Genesis 46:17", "Genesis 46:18", "Genesis 46:19", "Genesis 46:20", "Genesis 46:21", "Genesis 46:22", "Genesis 46:23", "Genesis 46:24", "Genesis 46:25", "Genesis 46:26", "Genesis 46:27", "Genesis 46:28", "Genesis 46:29", "Genesis 46:30", "Genesis 46:31", "Genesis 46:32", "Genesis 46:33", "Genesis 46:34", "Genesis 47:1", "Genesis 47:2", "Genesis 47:3", "Genesis 47:4", "Genesis 47:5", "Genesis 47:6", "Genesis 47:7", "Genesis 47:8", "Genesis 47:9", "Genesis 47:10", "Genesis 47:11", "Genesis 47:12", "Genesis 47:13", "Genesis 47:14", "Genesis 47:15", "Genesis 47:16", "Genesis 47:17", "Genesis 47:18", "Genesis 47:19", "Genesis 47:20", "Genesis 47:21", "Genesis 47:22", "Genesis 47:23", "Genesis 47:24", "Genesis 47:25", "Genesis 47:26", "Genesis 47:27", "Genesis 47:28", "Genesis 47:29", "Genesis 47:30", "Genesis 47:31", "Genesis 48:1", "Genesis 48:2", "Genesis 48:3", "Genesis 48:4", "Genesis 48:5", "Genesis 48:6", "Genesis 48:7", "Genesis 48:8", "Genesis 48:9", "Genesis 48:10", "Genesis 48:11", "Genesis 48:12", "Genesis 48:13", "Genesis 48:14", "Genesis 48:15", "Genesis 48:16", "Genesis 48:17", "Genesis 48:18", "Genesis 48:19", "Genesis 48:20", "Genesis 48:21", "Genesis 48:22", "Genesis 49:1", "Genesis 49:2", "Genesis 49:3", "Genesis 49:4", "Genesis 49:5", "Genesis 49:6", "Genesis 49:7", "Genesis 49:8", "Genesis 49:9", "Genesis 49:10", "Genesis 49:11", "Genesis 49:12", "Genesis 49:13", "Genesis 49:14", "Genesis 49:15", "Genesis 49:16", "Genesis 49:17", "Genesis 49:18", "Genesis 49:19", "Genesis 49:20", "Genesis 49:21", "Genesis 49:22", "Genesis 49:23", "Genesis 49:24", "Genesis 49:25", "Genesis 49:26", "Genesis 49:27", "Genesis 49:28", "Genesis 49:29", "Genesis 49:30", "Genesis 49:31", "Genesis 49:32", "Genesis 49:33", "Genesis 50:1", "Genesis 50:2", "Genesis 50:3", "Genesis 50:4", "Genesis 50:5", "Genesis 50:6", "Genesis 50:7", "Genesis 50:8", "Genesis 50:9", "Genesis 50:10", "Genesis 50:11", "Genesis 50:12", "Genesis 50:13", "Genesis 50:14", "Genesis 50:15", "Genesis 50:16", "Genesis 50:17", "Genesis 50:18", "Genesis 50:19", "Genesis 50:20", "Genesis 50:21", "Genesis 50:22", "Genesis 50:23", "Genesis 50:24", "Genesis 50:25", "Genesis 50:26"], "sourceRef": "The Five Books of Moses, by Everett Fox, Genesis, On the Book of Genesis and Its Structure 2-47", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, בראשית, בראשית מאמר א׳ ב׳-מ״ז", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "On the Book of Genesis and Its Structure", "he": "בראשית מאמר א׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "בראשית מאמר א׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["T<small>HE TEXT OF</small> G<small>ENESIS SEEMS TO SPEAK WITH MANY VOICES</small>. F<small>OR A BOOK WHOSE BASIC</small> arrangement is chronological, tracing the history of a single family, it exhibits a good deal of discontinuity on the surface. Here time flows uniformly, there it takes startling jumps; fragments are followed by more or less full-blown tales; genres alternate, from mythic to genealogical to folkloristic. In addition, scholars often portray Genesis as a collection of historically diverse materials that were compiled by scribes for whom deviating from received tradition was anathema. Hence the repetitions, the inconsistencies, and the irregular pacing.", "Is Genesis then, at best, a collection of stories related to the origins of Israel, with most of its seams still showing? Such an assessment does not do justice to what must have been a complex process of addition and growth or to the final product. An overview of the book does produce a certain scheme; at some point in the text’s history a coherent picture must have begun to emerge from the disparate materials handed down. For the modern reader, utilizing the Buber-Rosenzweig method of focusing on repeating words and key themes as the text presents them may make it possible to generalize about the organization of the book and also to speculate on its overall intent in the form in which it has come down to us.", "On its most obvious level Genesis is a book about origins. It seeks to link the origin of the people of Israel with that of the world, relating in the process how various human characteristics and institutions arose.", "On the surface this parallels much of ancient literature and folklore. All peoples are interested in their own beginnings, picturing them in a way which validates their present existence. Genesis, however, is different in that, like the rest of the Torah, it downplays the heroic element of the people’s origins and in its place stresses God’s role in them. Moreover the one great omission—the origin of God—establishes from the beginning a unique basis for a tribal chronicle. From Genesis and subsequent books we learn primarily about God’s relationship to the people and what he expects of them; almost everything else is subordinated to this purpose.", "Preliminarily one can speak of at least seven major themes whose recurrence establishes their importance in the book:", "1. <i>Origins:</i> Of the world, of humanity, and of the people of Israel.<br>2. <i>Order/Meaning in History:</i> By means of stylized or patterned chronology—reliance on certain round numbers such as 3, 7, and 40—it is suggested that human events are not random but somehow planned.<br>3. <i>Blessing:</i> From creation onward God bestows blessings on his creatures in general and on the fathers and mothers of Israel in particular.<br>4. <i>Covenant:</i> God concludes agreements with human beings.<br>5. <i>God Punishes Evildoing:</i> God is provoked to anger not by his capriciousness but by human failure to uphold justice and morality.<br>6. <i>Sibling Conflict, with the Younger Usually Emerging the Victor:</i> The order of nature (primacy of the firstborn) is overturned, demonstrating that God, not nature, is the ruling principle in human affairs.<br>7. <i>Testing:</i> God tests those who are to carry forth his mission; the result is the development of moral character.", "Superseding these important themes, which occur throughout the Bible in various forms, is the dominant one of <i>continuity</i>, represented by the unifying word in Genesis <i>toledot</i> (“begettings”). The word appears eleven times, often accompanied by long genealogical lists. The names may deflect attention from what is central to Genesis. The major thrust of the book would seem to be toward human fecundity, following the early divine command to “bear fruit and be many” (1:28), and pointing toward the eventual fecundity of the people of Israel (which will only be realized in the book of Exodus). Such an emphasis seems appropriate in a book about origins.", "Ironically, however, the undercurrent in Genesis points not to life and its continuation, but rather to its threatened extinction. In story after story the protagonist, his people, and occasionally the entire world are threatened. In at least one case (Avraham) a perfectly legal and natural solution is found—the birth of Yishmael as his heir—only to be rejected by God in favor of a more difficult one: a son born to an elderly woman.", "It is clear that the stress on continuity and discontinuity has one purpose: to make clear that God is in control of history. Human fertility and continuity in history come not from magical rites or from the arbitrary decisions of the gods, but from a God who bases his rule on justice. Nature disappears as a ruling factor in human affairs, replaced by a principle of morality which is unshakable precisely because it comes from a God who is beyond the rules of nature.", "But the result is a book which abounds in tension. From the beginnings of human history (Chap. 4) we encounter contradictions and opposites, whether on a small scale (fertility and barrenness) or a large one (promise and delayed fulfillment). Nowhere is this so clear as in the dramatic high point of the book, Chap. 22. As Avraham stands with knife upraised, the entire enterprise of Genesis hangs in the balance. But the entire book is replete with such tensions and continuity-threatening situations. There are barren wives, brothers vowing to kill brothers, cities and even a world being destroyed by an angry God. The main characters of Genesis thus emerge as survivors, above all else. Noah sets the pattern, but he is merely the first, and too passive an example. The Patriarchs must brave hostile foreigners, bitter intrafamily struggles, and long wanderings before they can find peace.", "While by the end of the book many of the tensions have been resolved, one conspicuously has not: God’s promise of the land of Canaan. As the book ends, “in Egypt,” we are left to ponder how this God, who keeps his promises to “those who love him” (Ex. 20:6), will bring the people back to their land—a land inhabited by someone else and in which the Children of Israel own only a burial site. Yet despite the tension, we may assume from the experiences of the Patriarchs that God will indeed “take account of” the Israelites (50:24), that he will take whatever ill has been planned against them and “plan-it-over for good” (50:20).", "A word should also be said here about hero traditions. In the great epics of the ancient world the hero often stands as a lonely figure. He must overcome obstacles, fight monsters, acquire helpers (whether women, “sidekicks,” or magic objects); and his triumph in the end signals man’s triumph over his archenemy, Death. Every battle won, every obstacle hurdled, is psychologically a victory for us, the audience, a cathartic release from our own frustrating battle against death.", "The Bible sees things rather differently. Death is also overcome, but not only by the individual’s struggle. It is rather through the covenant community, bound together by God’s laws and his promises, that the heroic vision is lived out. Despite the triumphs of the characters in Genesis, it is really in the book of Exodus that the great battle scenes (the plagues in Egypt, the Red Sea) and meetings with the divine (Mount Sinai) take place. And it is therefore God himself who is most properly the “hero” of these stories. No major character in Genesis achieves success without depending fully on God, and the standards that are held up to them are ultimately seen as God’s own, to be imitated by imperfect humankind.", "The book of Genesis falls naturally into four large sections. The first, usually termed the “Primeval History” (Chaps, 11–11), begins with creation and progresses through the early generations of humanity, ending in Mesopotamia. The second (Chaps. 12 through 25:18) is the cycle of stories concerning Avraham, the father of the people of Israel. Part III (Gen. 25:19 through Chap. 36) deals in the main with stories about his grandson Yaakov. The final section (Chaps. 37–50) is the tale of Yosef and of how the Children of Israel came to live in Egypt (thus paving the way for the book of Exodus).", "The following skeletal outline will lay out some of the interesting structural features of the book. There is an elemental symmetry that emerges from the four sections; further comments, especially about how the sections cohere, will be found in the explanatory material accompanying the text in this volume.", "I. Chosen Figure (Noah)", "Sibling Hatred (Kayin–Hevel), with sympathy for youngest", "Family Continuity Threatened (Hevel murdered)", "Ends with Death (Haran, Terah; Sarai barren)", "Humanity Threatened (Flood)", "Ends Away from Land of Israel (“In Harran”)", "II. Chosen Figure (Avraham)", "Sibling Hatred (Yishmael–Yitzhak) Implied, with sympathy for youngest", "Family Continuity Threatened (Sarai barren, Yitzhak almost sacrificed)", "Ends with Death (Sara, Avraham)", "Rivalry Between Wives (Hagar–Sarai)", "Barren Wife (Sarai)", "Wife–Sister Story (Chaps. 12 and 20)", "Ends with Genealogy of Non-Covenant Line (Yishmael)", "III: Chosen Figure (Yaakov)", "Sibling Hatred (Esav–Yaakov), with sympathy for youngest", "Family Continuity Threatened (Yaakov almost killed)", "Ends with Death (Devora, Rahel, Yitzhak)", "Rivalry Between Wives (Lea–Rahel)", "Barren Wife (Rahel)", "Wife–Sister Story (Chap. 26)", "Ends with Genealogy of Non-Covenant Line (Esav)", "IV Chosen Figure (Yosef)", "Sibling Hatred (Brothers–Yosef), with sympathy for youngest", "Family Continuity Threatened (Yehuda’s sons die; Yosef almost killed; family almost dies in famine)", "Ends with Death (Yaakov, Yosef)", "Humanity Threatened (Famine)", "Ends Away from Land of Israel (“In Egypt”)", "There is of course great variety within this bare structure; each version of a motif has its own special characteristics and emphases. Yet the patterning observed above gives the book a general coherence, above and beyond differences. It also demonstrates a conscious hand at work, one concerned about the texture of the book as a whole and able, despite the possible rigidity of what had been handed down, to shape the received material into a plastic and breathing unity.", "Two general observations about Genesis will round out the picture here. First, as the book progresses there is a tendency for the style of the literature to become smoother. The abrupt changes and sometimes fragmentary nature of the material in Part I, and the vignettes built around Avraham’s life in Part II, give way to a greater coherence and concentration in Part III, and finally to a relatively flowing and psychologically complete narrative in Part IV Along with this, the characters in the latter half of the book seem to be more changeable and human, in contrast to Noah and Avraham, who often appear almost perfect models of piety.", "Second, contact with God becomes less and less direct as Genesis moves on. Avraham’s dreams and visions seem a far cry from Adam’s conversations with God in the garden (although see Chap. 18); Yaakov’s encounters with God are less frequent than Avraham’s; and finally, Yosef never has a conversation with God, although he receives dream interpretations from him. This process of distancing may reflect an often-observed tendency in religions to think of primeval times as a “golden age” of closeness between gods and men, as contrasted to today (whenever one is writing), when humankind finds itself tragically distant from the divine and in need of communication."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620380a1713bd8cd388d3e4b", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Genesis, Part III; Yaakov 2-10", "anchorRef": "Genesis 25:19-36:43", "anchorRefExpanded": ["Genesis 25:19", "Genesis 25:20", "Genesis 25:21", "Genesis 25:22", "Genesis 25:23", "Genesis 25:24", "Genesis 25:25", "Genesis 25:26", "Genesis 25:27", "Genesis 25:28", "Genesis 25:29", "Genesis 25:30", "Genesis 25:31", "Genesis 25:32", "Genesis 25:33", "Genesis 25:34", "Genesis 26:1", "Genesis 26:2", "Genesis 26:3", "Genesis 26:4", "Genesis 26:5", "Genesis 26:6", "Genesis 26:7", "Genesis 26:8", "Genesis 26:9", "Genesis 26:10", "Genesis 26:11", "Genesis 26:12", "Genesis 26:13", "Genesis 26:14", "Genesis 26:15", "Genesis 26:16", "Genesis 26:17", "Genesis 26:18", "Genesis 26:19", "Genesis 26:20", "Genesis 26:21", "Genesis 26:22", "Genesis 26:23", "Genesis 26:24", "Genesis 26:25", "Genesis 26:26", "Genesis 26:27", "Genesis 26:28", "Genesis 26:29", "Genesis 26:30", "Genesis 26:31", "Genesis 26:32", "Genesis 26:33", "Genesis 26:34", "Genesis 26:35", "Genesis 27:1", "Genesis 27:2", "Genesis 27:3", "Genesis 27:4", "Genesis 27:5", "Genesis 27:6", "Genesis 27:7", "Genesis 27:8", "Genesis 27:9", "Genesis 27:10", "Genesis 27:11", "Genesis 27:12", "Genesis 27:13", "Genesis 27:14", "Genesis 27:15", "Genesis 27:16", "Genesis 27:17", "Genesis 27:18", "Genesis 27:19", "Genesis 27:20", "Genesis 27:21", "Genesis 27:22", "Genesis 27:23", "Genesis 27:24", "Genesis 27:25", "Genesis 27:26", "Genesis 27:27", "Genesis 27:28", "Genesis 27:29", "Genesis 27:30", "Genesis 27:31", "Genesis 27:32", "Genesis 27:33", "Genesis 27:34", "Genesis 27:35", "Genesis 27:36", "Genesis 27:37", "Genesis 27:38", "Genesis 27:39", "Genesis 27:40", "Genesis 27:41", "Genesis 27:42", "Genesis 27:43", "Genesis 27:44", "Genesis 27:45", "Genesis 27:46", "Genesis 28:1", "Genesis 28:2", "Genesis 28:3", "Genesis 28:4", "Genesis 28:5", "Genesis 28:6", "Genesis 28:7", "Genesis 28:8", "Genesis 28:9", "Genesis 28:10", "Genesis 28:11", "Genesis 28:12", "Genesis 28:13", "Genesis 28:14", "Genesis 28:15", "Genesis 28:16", "Genesis 28:17", "Genesis 28:18", "Genesis 28:19", "Genesis 28:20", "Genesis 28:21", "Genesis 28:22", "Genesis 29:1", "Genesis 29:2", "Genesis 29:3", "Genesis 29:4", "Genesis 29:5", "Genesis 29:6", "Genesis 29:7", "Genesis 29:8", "Genesis 29:9", "Genesis 29:10", "Genesis 29:11", "Genesis 29:12", "Genesis 29:13", "Genesis 29:14", "Genesis 29:15", "Genesis 29:16", "Genesis 29:17", "Genesis 29:18", "Genesis 29:19", "Genesis 29:20", "Genesis 29:21", "Genesis 29:22", "Genesis 29:23", "Genesis 29:24", "Genesis 29:25", "Genesis 29:26", "Genesis 29:27", "Genesis 29:28", "Genesis 29:29", "Genesis 29:30", "Genesis 29:31", "Genesis 29:32", "Genesis 29:33", "Genesis 29:34", "Genesis 29:35", "Genesis 30:1", "Genesis 30:2", "Genesis 30:3", "Genesis 30:4", "Genesis 30:5", "Genesis 30:6", "Genesis 30:7", "Genesis 30:8", "Genesis 30:9", "Genesis 30:10", "Genesis 30:11", "Genesis 30:12", "Genesis 30:13", "Genesis 30:14", "Genesis 30:15", "Genesis 30:16", "Genesis 30:17", "Genesis 30:18", "Genesis 30:19", "Genesis 30:20", "Genesis 30:21", "Genesis 30:22", "Genesis 30:23", "Genesis 30:24", "Genesis 30:25", "Genesis 30:26", "Genesis 30:27", "Genesis 30:28", "Genesis 30:29", "Genesis 30:30", "Genesis 30:31", "Genesis 30:32", "Genesis 30:33", "Genesis 30:34", "Genesis 30:35", "Genesis 30:36", "Genesis 30:37", "Genesis 30:38", "Genesis 30:39", "Genesis 30:40", "Genesis 30:41", "Genesis 30:42", "Genesis 30:43", "Genesis 31:1", "Genesis 31:2", "Genesis 31:3", "Genesis 31:4", "Genesis 31:5", "Genesis 31:6", "Genesis 31:7", "Genesis 31:8", "Genesis 31:9", "Genesis 31:10", "Genesis 31:11", "Genesis 31:12", "Genesis 31:13", "Genesis 31:14", "Genesis 31:15", "Genesis 31:16", "Genesis 31:17", "Genesis 31:18", "Genesis 31:19", "Genesis 31:20", "Genesis 31:21", "Genesis 31:22", "Genesis 31:23", "Genesis 31:24", "Genesis 31:25", "Genesis 31:26", "Genesis 31:27", "Genesis 31:28", "Genesis 31:29", "Genesis 31:30", "Genesis 31:31", "Genesis 31:32", "Genesis 31:33", "Genesis 31:34", "Genesis 31:35", "Genesis 31:36", "Genesis 31:37", "Genesis 31:38", "Genesis 31:39", "Genesis 31:40", "Genesis 31:41", "Genesis 31:42", "Genesis 31:43", "Genesis 31:44", "Genesis 31:45", "Genesis 31:46", "Genesis 31:47", "Genesis 31:48", "Genesis 31:49", "Genesis 31:50", "Genesis 31:51", "Genesis 31:52", "Genesis 31:53", "Genesis 31:54", "Genesis 32:1", "Genesis 32:2", "Genesis 32:3", "Genesis 32:4", "Genesis 32:5", "Genesis 32:6", "Genesis 32:7", "Genesis 32:8", "Genesis 32:9", "Genesis 32:10", "Genesis 32:11", "Genesis 32:12", "Genesis 32:13", "Genesis 32:14", "Genesis 32:15", "Genesis 32:16", "Genesis 32:17", "Genesis 32:18", "Genesis 32:19", "Genesis 32:20", "Genesis 32:21", "Genesis 32:22", "Genesis 32:23", "Genesis 32:24", "Genesis 32:25", "Genesis 32:26", "Genesis 32:27", "Genesis 32:28", "Genesis 32:29", "Genesis 32:30", "Genesis 32:31", "Genesis 32:32", "Genesis 32:33", "Genesis 33:1", "Genesis 33:2", "Genesis 33:3", "Genesis 33:4", "Genesis 33:5", "Genesis 33:6", "Genesis 33:7", "Genesis 33:8", "Genesis 33:9", "Genesis 33:10", "Genesis 33:11", "Genesis 33:12", "Genesis 33:13", "Genesis 33:14", "Genesis 33:15", "Genesis 33:16", "Genesis 33:17", "Genesis 33:18", "Genesis 33:19", "Genesis 33:20", "Genesis 34:1", "Genesis 34:2", "Genesis 34:3", "Genesis 34:4", "Genesis 34:5", "Genesis 34:6", "Genesis 34:7", "Genesis 34:8", "Genesis 34:9", "Genesis 34:10", "Genesis 34:11", "Genesis 34:12", "Genesis 34:13", "Genesis 34:14", "Genesis 34:15", "Genesis 34:16", "Genesis 34:17", "Genesis 34:18", "Genesis 34:19", "Genesis 34:20", "Genesis 34:21", "Genesis 34:22", "Genesis 34:23", "Genesis 34:24", "Genesis 34:25", "Genesis 34:26", "Genesis 34:27", "Genesis 34:28", "Genesis 34:29", "Genesis 34:30", "Genesis 34:31", "Genesis 35:1", "Genesis 35:2", "Genesis 35:3", "Genesis 35:4", "Genesis 35:5", "Genesis 35:6", "Genesis 35:7", "Genesis 35:8", "Genesis 35:9", "Genesis 35:10", "Genesis 35:11", "Genesis 35:12", "Genesis 35:13", "Genesis 35:14", "Genesis 35:15", "Genesis 35:16", "Genesis 35:17", "Genesis 35:18", "Genesis 35:19", "Genesis 35:20", "Genesis 35:21", "Genesis 35:22", "Genesis 35:23", "Genesis 35:24", "Genesis 35:25", "Genesis 35:26", "Genesis 35:27", "Genesis 35:28", "Genesis 35:29", "Genesis 36:1", "Genesis 36:2", "Genesis 36:3", "Genesis 36:4", "Genesis 36:5", "Genesis 36:6", "Genesis 36:7", "Genesis 36:8", "Genesis 36:9", "Genesis 36:10", "Genesis 36:11", "Genesis 36:12", "Genesis 36:13", "Genesis 36:14", "Genesis 36:15", "Genesis 36:16", "Genesis 36:17", "Genesis 36:18", "Genesis 36:19", "Genesis 36:20", "Genesis 36:21", "Genesis 36:22", "Genesis 36:23", "Genesis 36:24", "Genesis 36:25", "Genesis 36:26", "Genesis 36:27", "Genesis 36:28", "Genesis 36:29", "Genesis 36:30", "Genesis 36:31", "Genesis 36:32", "Genesis 36:33", "Genesis 36:34", "Genesis 36:35", "Genesis 36:36", "Genesis 36:37", "Genesis 36:38", "Genesis 36:39", "Genesis 36:40", "Genesis 36:41", "Genesis 36:42", "Genesis 36:43"], "sourceRef": "The Five Books of Moses, by Everett Fox, Genesis, Part III; Yaakov 2-10", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, בראשית, בראשית מאמר ה׳ ב׳-י׳", "anchorVerse": 19, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Part III; Yaakov", "he": "בראשית מאמר ה׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["B<small>EFORE COMMENTING ON THE</small> Y<small>AAKOV CYCLE, IT IS APPROPRIATE TO CONSIDER WHY HIS</small> father Yitzhak, the second of the Patriarchs, receives no true separate group of stories on his own.", "Yitzhak functions in Genesis as a classic second generation—that is, as a transmitter and stabilizing force, rather than as an active participant in the process of building the people. There hardly exists a story about him in which he is anything but a son and heir, a husband, or a father. His main task in life seems to be to take roots in the land of Canaan, an admittedly important task in the larger context of God’s promises in Genesis. What this means, unfortunately, is that he has almost no personality of his own. By Chapter 27, a scant two chapters after his father dies, he appears as (prematurely?) old, blind in both a literal and figurative sense, and as we will see, he fades out of the text entirely, only to die several chapters, and many years, later.", "The true dynamic figure of the second generation here is Rivka. It is she to whom God reveals his plan, and she who puts into motion the mechanism for seeing that it is properly carried out. She is ultimately the one responsible for bridging the gap between the dream, as typified by Avraham, and the hard-won reality, as realized by Yaakov.", "Avraham is a towering figure, almost unapproachable as a model in his intimacy with God and his ability to hurdle nearly every obstacle. Adding to this the fact that Yitzhak is practically a noncharacter, and that Yosef, once his rise begins, also lacks dimension as a personality, it becomes increasingly clear that it is Yaakov who emerges as the most dynamic and most human personality in the book. The stories about him cover fully half of Genesis, and reveal a man who is both troubled and triumphant. Most interestingly, he, and not Avraham, gives his name to the people of Israel.", "Distinctive themes of the cycle include physical struggle, deception, and confrontation. These are expressed through the key words of Yaakov’s name (“Heel-Holder” and “Heel-Sneak,” then Yisrael, “God-Fighter”), “deceive” and similar words, and “face.” Also recurring are the terms “love,” “bless,” “firstborn-right,” and “wages/hire” (one word in Hebrew). The cycle is structured partly around etiologies (folk explanations of place-names and personal names) and also around Yaakov’s use of stones in several of the stories.", "Continuing from the Avraham cycle are such earlier themes as wandering, sibling rivalry, the barren wife, wives in conflict, the renaming of the protagonist, God perceived in dreams and visions; and particular geographical locations such as Bet-El, Shekhem, and the Negev (Cassuto 1974).", "Finally, it should be mentioned that the Yaakov stories are notable in the manner in which they portray the two levels of biblical reality: divine and human. Throughout the stories human beings act according to normal (though often strong) emotions, which God then uses to carry out his master plan. In this cycle one comes to feel the interpretive force of the biblical mind at work, understanding human events in the context of what God wills. It is a fascinating play between the ideas of fate and free will, destiny and choice—a paradox which nevertheless lies at the heart of the biblical conception of God and humankind.", "<img>", "<b><i>Gen. 28:12</i> And he dreamt:/Here, a ladder was set up on the earth,/its top reaching the heavens …</b>"], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620382ccc9ad75f2d99af762", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "", "ref": "The Five Books of Moses, by Everett Fox, Genesis, Part III; Yaakov 1", "anchorRef": "Genesis 25:19-36:43", "anchorRefExpanded": ["Genesis 25:19", "Genesis 25:20", "Genesis 25:21", "Genesis 25:22", "Genesis 25:23", "Genesis 25:24", "Genesis 25:25", "Genesis 25:26", "Genesis 25:27", "Genesis 25:28", "Genesis 25:29", "Genesis 25:30", "Genesis 25:31", "Genesis 25:32", "Genesis 25:33", "Genesis 25:34", "Genesis 26:1", "Genesis 26:2", "Genesis 26:3", "Genesis 26:4", "Genesis 26:5", "Genesis 26:6", "Genesis 26:7", "Genesis 26:8", "Genesis 26:9", "Genesis 26:10", "Genesis 26:11", "Genesis 26:12", "Genesis 26:13", "Genesis 26:14", "Genesis 26:15", "Genesis 26:16", "Genesis 26:17", "Genesis 26:18", "Genesis 26:19", "Genesis 26:20", "Genesis 26:21", "Genesis 26:22", "Genesis 26:23", "Genesis 26:24", "Genesis 26:25", "Genesis 26:26", "Genesis 26:27", "Genesis 26:28", "Genesis 26:29", "Genesis 26:30", "Genesis 26:31", "Genesis 26:32", "Genesis 26:33", "Genesis 26:34", "Genesis 26:35", "Genesis 27:1", "Genesis 27:2", "Genesis 27:3", "Genesis 27:4", "Genesis 27:5", "Genesis 27:6", "Genesis 27:7", "Genesis 27:8", "Genesis 27:9", "Genesis 27:10", "Genesis 27:11", "Genesis 27:12", "Genesis 27:13", "Genesis 27:14", "Genesis 27:15", "Genesis 27:16", "Genesis 27:17", "Genesis 27:18", "Genesis 27:19", "Genesis 27:20", "Genesis 27:21", "Genesis 27:22", "Genesis 27:23", "Genesis 27:24", "Genesis 27:25", "Genesis 27:26", "Genesis 27:27", "Genesis 27:28", "Genesis 27:29", "Genesis 27:30", "Genesis 27:31", "Genesis 27:32", "Genesis 27:33", "Genesis 27:34", "Genesis 27:35", "Genesis 27:36", "Genesis 27:37", "Genesis 27:38", "Genesis 27:39", "Genesis 27:40", "Genesis 27:41", "Genesis 27:42", "Genesis 27:43", "Genesis 27:44", "Genesis 27:45", "Genesis 27:46", "Genesis 28:1", "Genesis 28:2", "Genesis 28:3", "Genesis 28:4", "Genesis 28:5", "Genesis 28:6", "Genesis 28:7", "Genesis 28:8", "Genesis 28:9", "Genesis 28:10", "Genesis 28:11", "Genesis 28:12", "Genesis 28:13", "Genesis 28:14", "Genesis 28:15", "Genesis 28:16", "Genesis 28:17", "Genesis 28:18", "Genesis 28:19", "Genesis 28:20", "Genesis 28:21", "Genesis 28:22", "Genesis 29:1", "Genesis 29:2", "Genesis 29:3", "Genesis 29:4", "Genesis 29:5", "Genesis 29:6", "Genesis 29:7", "Genesis 29:8", "Genesis 29:9", "Genesis 29:10", "Genesis 29:11", "Genesis 29:12", "Genesis 29:13", "Genesis 29:14", "Genesis 29:15", "Genesis 29:16", "Genesis 29:17", "Genesis 29:18", "Genesis 29:19", "Genesis 29:20", "Genesis 29:21", "Genesis 29:22", "Genesis 29:23", "Genesis 29:24", "Genesis 29:25", "Genesis 29:26", "Genesis 29:27", "Genesis 29:28", "Genesis 29:29", "Genesis 29:30", "Genesis 29:31", "Genesis 29:32", "Genesis 29:33", "Genesis 29:34", "Genesis 29:35", "Genesis 30:1", "Genesis 30:2", "Genesis 30:3", "Genesis 30:4", "Genesis 30:5", "Genesis 30:6", "Genesis 30:7", "Genesis 30:8", "Genesis 30:9", "Genesis 30:10", "Genesis 30:11", "Genesis 30:12", "Genesis 30:13", "Genesis 30:14", "Genesis 30:15", "Genesis 30:16", "Genesis 30:17", "Genesis 30:18", "Genesis 30:19", "Genesis 30:20", "Genesis 30:21", "Genesis 30:22", "Genesis 30:23", "Genesis 30:24", "Genesis 30:25", "Genesis 30:26", "Genesis 30:27", "Genesis 30:28", "Genesis 30:29", "Genesis 30:30", "Genesis 30:31", "Genesis 30:32", "Genesis 30:33", "Genesis 30:34", "Genesis 30:35", "Genesis 30:36", "Genesis 30:37", "Genesis 30:38", "Genesis 30:39", "Genesis 30:40", "Genesis 30:41", "Genesis 30:42", "Genesis 30:43", "Genesis 31:1", "Genesis 31:2", "Genesis 31:3", "Genesis 31:4", "Genesis 31:5", "Genesis 31:6", "Genesis 31:7", "Genesis 31:8", "Genesis 31:9", "Genesis 31:10", "Genesis 31:11", "Genesis 31:12", "Genesis 31:13", "Genesis 31:14", "Genesis 31:15", "Genesis 31:16", "Genesis 31:17", "Genesis 31:18", "Genesis 31:19", "Genesis 31:20", "Genesis 31:21", "Genesis 31:22", "Genesis 31:23", "Genesis 31:24", "Genesis 31:25", "Genesis 31:26", "Genesis 31:27", "Genesis 31:28", "Genesis 31:29", "Genesis 31:30", "Genesis 31:31", "Genesis 31:32", "Genesis 31:33", "Genesis 31:34", "Genesis 31:35", "Genesis 31:36", "Genesis 31:37", "Genesis 31:38", "Genesis 31:39", "Genesis 31:40", "Genesis 31:41", "Genesis 31:42", "Genesis 31:43", "Genesis 31:44", "Genesis 31:45", "Genesis 31:46", "Genesis 31:47", "Genesis 31:48", "Genesis 31:49", "Genesis 31:50", "Genesis 31:51", "Genesis 31:52", "Genesis 31:53", "Genesis 31:54", "Genesis 32:1", "Genesis 32:2", "Genesis 32:3", "Genesis 32:4", "Genesis 32:5", "Genesis 32:6", "Genesis 32:7", "Genesis 32:8", "Genesis 32:9", "Genesis 32:10", "Genesis 32:11", "Genesis 32:12", "Genesis 32:13", "Genesis 32:14", "Genesis 32:15", "Genesis 32:16", "Genesis 32:17", "Genesis 32:18", "Genesis 32:19", "Genesis 32:20", "Genesis 32:21", "Genesis 32:22", "Genesis 32:23", "Genesis 32:24", "Genesis 32:25", "Genesis 32:26", "Genesis 32:27", "Genesis 32:28", "Genesis 32:29", "Genesis 32:30", "Genesis 32:31", "Genesis 32:32", "Genesis 32:33", "Genesis 33:1", "Genesis 33:2", "Genesis 33:3", "Genesis 33:4", "Genesis 33:5", "Genesis 33:6", "Genesis 33:7", "Genesis 33:8", "Genesis 33:9", "Genesis 33:10", "Genesis 33:11", "Genesis 33:12", "Genesis 33:13", "Genesis 33:14", "Genesis 33:15", "Genesis 33:16", "Genesis 33:17", "Genesis 33:18", "Genesis 33:19", "Genesis 33:20", "Genesis 34:1", "Genesis 34:2", "Genesis 34:3", "Genesis 34:4", "Genesis 34:5", "Genesis 34:6", "Genesis 34:7", "Genesis 34:8", "Genesis 34:9", "Genesis 34:10", "Genesis 34:11", "Genesis 34:12", "Genesis 34:13", "Genesis 34:14", "Genesis 34:15", "Genesis 34:16", "Genesis 34:17", "Genesis 34:18", "Genesis 34:19", "Genesis 34:20", "Genesis 34:21", "Genesis 34:22", "Genesis 34:23", "Genesis 34:24", "Genesis 34:25", "Genesis 34:26", "Genesis 34:27", "Genesis 34:28", "Genesis 34:29", "Genesis 34:30", "Genesis 34:31", "Genesis 35:1", "Genesis 35:2", "Genesis 35:3", "Genesis 35:4", "Genesis 35:5", "Genesis 35:6", "Genesis 35:7", "Genesis 35:8", "Genesis 35:9", "Genesis 35:10", "Genesis 35:11", "Genesis 35:12", "Genesis 35:13", "Genesis 35:14", "Genesis 35:15", "Genesis 35:16", "Genesis 35:17", "Genesis 35:18", "Genesis 35:19", "Genesis 35:20", "Genesis 35:21", "Genesis 35:22", "Genesis 35:23", "Genesis 35:24", "Genesis 35:25", "Genesis 35:26", "Genesis 35:27", "Genesis 35:28", "Genesis 35:29", "Genesis 36:1", "Genesis 36:2", "Genesis 36:3", "Genesis 36:4", "Genesis 36:5", "Genesis 36:6", "Genesis 36:7", "Genesis 36:8", "Genesis 36:9", "Genesis 36:10", "Genesis 36:11", "Genesis 36:12", "Genesis 36:13", "Genesis 36:14", "Genesis 36:15", "Genesis 36:16", "Genesis 36:17", "Genesis 36:18", "Genesis 36:19", "Genesis 36:20", "Genesis 36:21", "Genesis 36:22", "Genesis 36:23", "Genesis 36:24", "Genesis 36:25", "Genesis 36:26", "Genesis 36:27", "Genesis 36:28", "Genesis 36:29", "Genesis 36:30", "Genesis 36:31", "Genesis 36:32", "Genesis 36:33", "Genesis 36:34", "Genesis 36:35", "Genesis 36:36", "Genesis 36:37", "Genesis 36:38", "Genesis 36:39", "Genesis 36:40", "Genesis 36:41", "Genesis 36:42", "Genesis 36:43"], "sourceRef": "The Five Books of Moses, by Everett Fox, Genesis, Part III; Yaakov 1", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, בראשית, בראשית מאמר ה׳ א׳", "anchorVerse": 19, "sourceHasEn": true, "commentaryNum": 1, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<a class=\"refLink\" data-ref=\"Genesis 25:19-36:43\" data-ven=\"The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995\">Genesis 25:19-36:43</a>", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620382cec9ad75f2d99af78a", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "", "ref": "The Five Books of Moses, by Everett Fox, Genesis, Part III; Yaakov, Esav's Descendants 1", "anchorRef": "Genesis 36:1-43", "anchorRefExpanded": ["Genesis 36:1", "Genesis 36:2", "Genesis 36:3", "Genesis 36:4", "Genesis 36:5", "Genesis 36:6", "Genesis 36:7", "Genesis 36:8", "Genesis 36:9", "Genesis 36:10", "Genesis 36:11", "Genesis 36:12", "Genesis 36:13", "Genesis 36:14", "Genesis 36:15", "Genesis 36:16", "Genesis 36:17", "Genesis 36:18", "Genesis 36:19", "Genesis 36:20", "Genesis 36:21", "Genesis 36:22", "Genesis 36:23", "Genesis 36:24", "Genesis 36:25", "Genesis 36:26", "Genesis 36:27", "Genesis 36:28", "Genesis 36:29", "Genesis 36:30", "Genesis 36:31", "Genesis 36:32", "Genesis 36:33", "Genesis 36:34", "Genesis 36:35", "Genesis 36:36", "Genesis 36:37", "Genesis 36:38", "Genesis 36:39", "Genesis 36:40", "Genesis 36:41", "Genesis 36:42", "Genesis 36:43"], "sourceRef": "The Five Books of Moses, by Everett Fox, Genesis, Part III; Yaakov, Esav's Descendants 1", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, בראשית, בראשית מאמר ה׳, בראשית הערה י״ז א׳", "anchorVerse": 1, "sourceHasEn": true, "commentaryNum": 1, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "בראשית הערה י״ז", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<a class=\"refLink\" data-ref=\"Genesis 36:1-43\" data-ven=\"The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995\">Genesis 36:1-43</a>", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "6487460b70699c26744fcc5d", "index_title": "Midrash Sekhel Tov", "category": "Midrash", "type": "commentary", "ref": "Midrash Sekhel Tov, Bereshit 36:33:1", "anchorRef": "Genesis 36:33", "anchorRefExpanded": ["Genesis 36:33"], "sourceRef": "Midrash Sekhel Tov, Bereshit 36:33:1", "sourceHeRef": "מדרש שכל טוב, בראשית ל״ו:ל״ג:א׳", "anchorVerse": 33, "sourceHasEn": false, "compDate": [1139], "commentaryNum": 33.0001, "collectiveTitle": {"en": "Midrash Sekhel Tov", "he": "מדרש שכל טוב"}, "heTitle": "בראשית", "he": "וימת בלע וימלוך תחתיו יובב. אויבו של מקום:", "heVersionTitle": "Sechel Tob, Berlin 1900-1901", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש שכל טוב, ברלין תר\"ס-תרס\"א", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6487460b70699c26744fcc5f", "index_title": "Midrash Sekhel Tov", "category": "Midrash", "type": "commentary", "ref": "Midrash Sekhel Tov, Bereshit 36:33:2", "anchorRef": "Genesis 36:33", "anchorRefExpanded": ["Genesis 36:33"], "sourceRef": "Midrash Sekhel Tov, Bereshit 36:33:2", "sourceHeRef": "מדרש שכל טוב, בראשית ל״ו:ל״ג:ב׳", "anchorVerse": 33, "sourceHasEn": false, "compDate": [1139], "commentaryNum": 33.0002, "collectiveTitle": {"en": "Midrash Sekhel Tov", "he": "מדרש שכל טוב"}, "heTitle": "בראשית", "he": "בן זרח. שהזריח אורה של מלכות הרשעה שכתבה שהיתה מלכות עקורה מאדום ובא זה ומלך עליהן ופרנסו מבצרה שעתיד להיבצר דכתיב אם בוצרים באו לך הלא ישאירו עוללות (עובדיה א ה), והקב\"ה בוצרן לגת ודורכן, שנאמר פורה דרכתי לבדי (ישעיה סג ג), וכתיב ובגדיך כדורך בגת (שם שם ב), א\"ר אבהו כך אמר הקב\"ה כבר היתה מלכות עקורה מאדום ובאתה בצרה וסיפקה לה מלכים מעתה אין לי עסק אלא עם בצרה, שנאמר כי זבח לה' בבצרה (ישעיה לד ו), ואח\"כ וטבח גדול בארץ אדום (שם):", "heVersionTitle": "Sechel Tob, Berlin 1900-1901", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש שכל טוב, ברלין תר\"ס-תרס\"א", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "65435503daa944ae5fd5593d", "index_title": "Gevurot Hashem", "category": "Jewish Thought", "type": "", "ref": "Gevurot Hashem 69:5", "anchorRef": "Genesis 36:1-43", "anchorRefExpanded": ["Genesis 36:1", "Genesis 36:2", "Genesis 36:3", "Genesis 36:4", "Genesis 36:5", "Genesis 36:6", "Genesis 36:7", "Genesis 36:8", "Genesis 36:9", "Genesis 36:10", "Genesis 36:11", "Genesis 36:12", "Genesis 36:13", "Genesis 36:14", "Genesis 36:15", "Genesis 36:16", "Genesis 36:17", "Genesis 36:18", "Genesis 36:19", "Genesis 36:20", "Genesis 36:21", "Genesis 36:22", "Genesis 36:23", "Genesis 36:24", "Genesis 36:25", "Genesis 36:26", "Genesis 36:27", "Genesis 36:28", "Genesis 36:29", "Genesis 36:30", "Genesis 36:31", "Genesis 36:32", "Genesis 36:33", "Genesis 36:34", "Genesis 36:35", "Genesis 36:36", "Genesis 36:37", "Genesis 36:38", "Genesis 36:39", "Genesis 36:40", "Genesis 36:41", "Genesis 36:42", "Genesis 36:43"], "sourceRef": "Gevurot Hashem 69:5", "sourceHeRef": "גבורות השם ס״ט:ה׳", "anchorVerse": 1, "sourceHasEn": false, "compDate": [1562, 1582], "commentaryNum": 69.0005, "collectiveTitle": {"en": "Gevurot Hashem", "he": "גבורות השם"}, "he": "<b>כי ארבעה ספרים</b> הם כנגד ארבעה דברים אשר זכרם התורה תמיד<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"42\"></i>, והם ד' פרשיות תפילין כמו שהתבאר למעלה אצל ביאור פרשיות תפילין<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"43\"></i>. ספר הראשון כנגד (דברים י, יז) \"האל הגדול\", שהוא יתברך ברא הכל<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"44\"></i>. וזה נזכר בספר בראשית גדולתו של הקב\"ה, איך ברא הוא יתברך העולם<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"45\"></i>. וכן בו בריאת האבות, שמהם הושתת העולם<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"46\"></i>. וכן תמיד היה העולם יוצא לפועל להיות נבראים האומות, כמו אדום שנזכר בפרשת וישלח (בראשית לו, א-מג), שהם האומה אחרונה שיצאת לעולם<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"47\"></i>. ועדיין לא היו ישראל בעולם<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"48\"></i> עד שפרו ורבו במצרים (בראשית מז, כז)<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"49\"></i>, ואז נשלם העולם, שכל האומות נחשבים בריאה<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"50\"></i>, ואחר ישראל לא נבראת שום אומה כלל<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"51\"></i>. ולפיכך עד סוף פרשת ויחי מדבר מן בריאת עולם<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"52\"></i>.", "heVersionTitle": "Gevurot Hashem, with footnotes and annotations by Rabbi Yehoshua D. Hartman, Machon Yerushalyim, 2015-2020", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "65b38064f16ab8dd4ab06953", "index_title": "Zohar", "category": "Kabbalah", "type": "", "ref": "Zohar, Sifra DiTzniuta 2:3", "anchorRef": "Genesis 36:31-43", "anchorRefExpanded": ["Genesis 36:31", "Genesis 36:32", "Genesis 36:33", "Genesis 36:34", "Genesis 36:35", "Genesis 36:36", "Genesis 36:37", "Genesis 36:38", "Genesis 36:39", "Genesis 36:40", "Genesis 36:41", "Genesis 36:42", "Genesis 36:43"], "sourceRef": "Zohar, Sifra DiTzniuta 2:3", "sourceHeRef": "ספר הזהר, ספרא דצניעותא ב׳:ג׳", "anchorVerse": 31, "sourceHasEn": true, "compDate": [1100, 1400], "commentaryNum": 2.0001, "collectiveTitle": {"en": "Zohar", "he": "ספר הזהר"}, "heTitle": "ספרא דצניעותא", "he": "<b>ספרא דצניעותא פרקא קדמאה</b> תָּאנָא. סִפְרָא דְּצְנִיעוּתָא, סִפְרָא, דְּשָׁקִיל (רל\"ה ע\"א) בְּמַתְקְלָא. (תאנא) דְּעַד דְּלָא הֲוָה מַתְקְלָא, לָא הֲווֹ מַשְׁגִּיחִין אַפִּין בְּאַפִּין, וּמַלְכִין קַדְמָאִין מִיתוּ, וְזִיוּנֵיהוֹן לָא אִשְׁתַּכְּחוּ, וְאַרְעָא אִתְבַּטְּלָת.", "heVersionTitle": "Vocalized Zohar, Israel 2013", "heLicense": "", "heVersionTitleInHebrew": "ספר הזהר מנקד, ישראל תשע\"ג", "text": "The Book of Concealment First Chapter. It has been taught, the Book of Concealment is the book that weighs with a balance. (It has been taught) that before there was a balance, they were not paying attention face to face, and the first kings died and their weapons were not found, and the earth was abolished [a reference to the kings of Edom, Bereshit 36:31-43]. ", "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": ""}, {"_id": "65def9df2e1201bebc22d3dd", "index_title": "Rashi on Genesis", "category": "Commentary", "type": "commentary", "ref": "Rashi on Genesis 36:33:1", "anchorRef": "Genesis 36:33", "anchorRefExpanded": ["Genesis 36:33"], "sourceRef": "Rashi on Genesis 36:33:1", "sourceHeRef": "רש\"י על בראשית ל״ו:ל״ג:א׳", "anchorVerse": 33, "sourceHasEn": true, "compDate": [1075, 1105], "commentaryNum": 33.0001, "collectiveTitle": {"en": "Rashi", "he": "רש\"י"}, "heTitle": "רש\"י על בראשית", "he": "<b>יובב בן זרח מבצרה.</b> בָּצְרָה מֵעָרֵי מוֹאָב הִיא, שֶׁנֶּאֱמַר וְעַל קְרִיּוֹת וְעַל בָּצְרָה וגו' (ירמיהו מ\"ח); וּלְפִי שֶׁהֶעֱמִידָה מֶלֶךְ לֶאֱדוֹם, עֲתִידָה לִלְקוֹת עִמָּהֶם, שֶׁנֶּאֱמַר כִּי זֶבַח לַה' בְּבָצְרָה (ישעיהו ל\"ד):", "heVersionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "יובב בן זרח מבצרה JOBAB, THE SON OF ZERAH OF BOZRAH — Bozrah was one of the Moabite cities, as it is said (Jeremiah 48:24 which chapter is a prophecy against Moab), “[Judgment is come upon…] and upon Keriath and upon Bozrah etc.” Because it produced a king for Edom it is to be smitten together with them (the Edomites), as it is said (Isaiah 34:6) “For the Lord hath a slaughtering in Bozrah, [and a great slaughter in the Land of Edom]’ (Genesis Rabbah 83:3). ", "versionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "license": "Public Domain", "versionTitleInHebrew": "חמישה חומשי תורה עם פירוש רש״י, מ. רוזנבאום וא.מ. סילברמן"}, {"_id": "657ecc23758c1dc532ec85cc", "index_title": "Steinsaltz on Genesis", "category": "Commentary", "type": "commentary", "ref": "Steinsaltz on Genesis 36:33", "anchorRef": "Genesis 36:33", "anchorRefExpanded": ["Genesis 36:33"], "sourceRef": "Steinsaltz on Genesis 36:33", "sourceHeRef": "ביאור שטיינזלץ על בראשית ל״ו:ל״ג", "anchorVerse": 33, "sourceHasEn": true, "commentaryNum": 36.0033, "collectiveTitle": {"en": "Steinsaltz", "he": "ביאור שטיינזלץ"}, "heTitle": "ביאור שטיינזלץ על בראשית", "he": "<b>וַיָּמָת בָּלַע, וַיִּמְלֹךְ תַּחְתָּיו יוֹבָב בֶּן זֶרַח מִבָּצְרָה,</b> עיר אחרת באדום.\n    \n    ", "heVersionTitle": "The Koren Steinsaltz Tanakh HaMevoar - Hebrew", "heLicense": "Copyright: Steinsaltz Center", "heVersionTitleInHebrew": "", "text": "<b>Bela died, and Yovav son of Zerah, of Botzra, </b>another city in Edom, <b>reigned in his stead. </b>", "versionTitle": "The Steinsaltz Tanakh - English", "license": "Copyright: Steinsaltz Center", "versionTitleInHebrew": ""}, {"_id": "515b1cd2edbab437ddf12597", "index_title": "Bereshit Rabbah", "category": "Midrash", "type": "midrash", "ref": "Bereshit Rabbah 83:3", "anchorRef": "Genesis 36:33", "anchorRefExpanded": ["Genesis 36:33"], "sourceRef": "Bereshit Rabbah 83:3", "sourceHeRef": "בראשית רבה פ״ג:ג׳", "anchorVerse": 33, "sourceHasEn": false, "compDate": [400], "commentaryNum": 83.0003, "collectiveTitle": {"en": "Bereshit Rabbah", "he": "בראשית רבה"}, "heTitle": "בראשית רבה", "he": "וַיָּמָת בָּלַע <small>(בראשית לו, לג)</small>, אָמַר רַבִּי אַבָּהוּ לְבֶן מְלָכִים שֶׁהָיָה לוֹ דִּין עִם אֶחָד וְכָלוּ מְזוֹנוֹתָיו, בָּא אֶחָד וְסִפֵּק לוֹ מְזוֹנוֹת, אָמַר הַמֶּלֶךְ אֵין לִי עֵסֶק אֶלָּא עִם זֶה שֶׁסִּפֵּק לוֹ מְזוֹנוֹת. כָּךְ אָמַר הַקָּדוֹשׁ בָּרוּךְ הוּא כְּבָר הָיְתָה מַלְכוּת עֲקוּרָה מֵאֱדוֹם וּבָאת בָּצְרָה וְסִפֵּק לָהֶם מְלָכִים, לְפִיכָךְ אֵין לִי עֵסֶק אֶלָּא עִם בָּצְרָה, שֶׁנֶּאֱמַר <small>(ישעיה לד, ו)</small>: כִּי זֶבַח לַה' בְּבָצְרָה וגו'. אָמַר רַבִּי בֶּרֶכְיָה אַף עַל פִּי כֵן <small>(ישעיה לד, ו)</small>: טֶבַח גָּדוֹל בְּאֶרֶץ אֱדוֹם. ", "heVersionTitle": "Midrash Rabbah -- TE", "heLicense": "unknown", "heVersionTitleInHebrew": "מדרש רבה - תורת אמת", "text": "<b>“Bela died, and Yovav, son of Zerah, of Botzra, reigned in his stead” (Genesis 36:33).</b> <br>“Bela died” (Genesis 36:33) – Rabbi Abahu said: This is analogous to a prince who was involved in litigation with someone and [the other litigant’s] sustenance ran out. Someone came and supplied him with sustenance. The king said: ‘I will contend only with the one who provided him with sustenance.’ So, the Holy One blessed be He said: ‘Kingdom had already been uprooted from Edom, and Botzra came and provided them with kings? That is why I will contend only with Botzra,’ as it is stated: “For there is a sacrifice to the Lord in Botzra…” (Isaiah 34:6). Rabbi Berekhya said: Nevertheless, “and a great slaughter in the land of Edom” (Isaiah 34:6).<sup class=\"footnote-marker\">11</sup><i class=\"footnote\">Although God’s anger is directed primarily at Botzra, He also brings great slaughter to Edom. </i>", "versionTitle": "The Sefaria Midrash Rabbah, 2022", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "58b1c5fbd6e4a937f9998a12", "index_title": "Bamidbar Rabbah", "category": "Midrash", "type": "", "ref": "Bamidbar Rabbah 14:10", "anchorRef": "Genesis 36:33", "anchorRefExpanded": ["Genesis 36:33"], "sourceRef": "Bamidbar Rabbah 14:10", "sourceHeRef": "במדבר רבה י״ד:י׳", "anchorVerse": 33, "sourceHasEn": false, "compDate": [1200], "commentaryNum": 14.001, "collectiveTitle": {"en": "Bamidbar Rabbah", "he": "במדבר רבה"}, "heTitle": "במדבר רבה", "he": "בְּיוֹם עַשְתֵּי עָשָׂר יוֹם נָשִׂיא לִבְנֵי אָשֵׁר פַּגְעִיאֵל בֶּן עָכְרָן וגו' <small>(במדבר ז, עב)</small>, מָה רָאָה נְשִׂיא אָשֵׁר לְהַקְרִיב אַחַר נְשִׂיא דָּן, לְפִי שֶׁדָּן נִקְרָא שְׁמוֹ עַל שֵׁם דִּין, וְאָשֵׁר נִקְרָא עַל שֵׁם אִשּׁוּרוֹ, לְפִיכָךְ צִוָּה הַקָּדוֹשׁ בָּרוּךְ הוּא לְהַקְרִיב אָשֵׁר אַחַר דָּן, שֶׁצָּרִיךְ הַדַּיָּן לְאַשֵּׁר דִּינוֹ, כְּמָה דְּתֵימָא <small>(ישעיה א, יז)</small>: דִּרְשׁוּ מִשְׁפָּט אַשְׁרוּ חָמוֹץ. <small>(במדבר ז, עג)</small>: קָרְבָּנוֹ קַעֲרַת כֶּסֶף וגו', אָמַר רַבִּי תַּנְחוּמָא כָּל הַשְּׁבָטִים לְשֵׁם גְּאֻלָּתָן שֶׁל יִשְׂרָאֵל וּלְשֵׁם שִׁבְחָן נִקְרְאוּ שְׁמוֹתָם, וְאָשֵׁר נִקְרָא שְׁמוֹ לְשֵׁם גְּאֻלָּתָן שֶׁל יִשְׂרָאֵל, כְּמָה דְּתֵימָא <small>(מלאכי ג, יב)</small>: וְאִשְּׁרוּ אֶתְכֶם כָּל הַגּוֹיִם כִּי תִהְיוּ אַתֶּם אֶרֶץ חֵפֶץ אָמַר ה' צְבָאוֹת. וּלְשֵׁם שִׁבְחָן, כְּמָה דְּתֵימָא <small>(תהלים קמד, טו)</small>: אַשְׁרֵי הָעָם שֶׁכָּכָה לוֹ אַשְׁרֵי הָעָם שֶׁה' אֱלֹהָיו, אֵין אִשּׁוּרָן שֶׁל יִשְׂרָאֵל אֶלָּא עַל שֶׁבָּחֲרוּ בְּהַקָּדוֹשׁ בָּרוּךְ הוּא לִהְיוֹת לָהֶם לֵאלֹהִים וְהַקָּדוֹשׁ בָּרוּךְ הוּא בָּחַר בָּהֶם לִהְיוֹתָם לוֹ לְעַם סְגֻלָּה, וּלְפִיכָךְ כְּשֶׁבָּא נְשִׂיא אָשֵׁר לְהַקְרִיב, הִקְרִיב קָרְבָּנוֹ עַל שֵׁם הַבְּחִירָה שֶׁבָּחַר הַקָּדוֹשׁ בָּרוּךְ הוּא בְּיִשְׂרָאֵל מִכָּל הָאֻמּוֹת, כְּמָה דְתֵימָא <small>(דברים יד, ב)</small>: וּבְךָ בָּחַר ה' לִהְיוֹת לוֹ לְעַם סְגֻלָּה וגו', וַעֲלֵיהֶם נֶאֱמַר <small>(תהלים סה, ה)</small>: אַשְׁרֵי תִּבְחַר וּתְקָרֵב וגו'. וּלְכָךְ הִקְרִיב קָרְבָּנוֹ קַעֲרַת כֶּסֶף, כְּנֶגֶד אֻמּוֹת הָעוֹלָם שֶׁהֵם הָיוּ תְּחִלָּה לְאַבְרָהָם. שְׁלשִׁים וּמֵאָה מִשְׁקָלָהּ, אֵלּוּ שִׁבְעִים בְּנֵי נֹחַ, וְשִׁשִּׁים מְלָכוֹת שֶׁאָמַר שְׁלֹמֹה <small>(שיר השירים ו, ח)</small>: שִׁשִּׁים הֵמָּה מְלָכוֹת, וּמִי הָיוּ, שִׁשָּׁה עָשָׂר בְּנֵי קְטוּרָה וְיִשְׁמָעֵאל וּשְׁנֵים עָשָׂר בָּנָיו וְעֵשָׂו וְשִׁבְעָה עָשָׂר בָּנָיו וּבְנֵי בָנָיו, כֵּיצַד, בְּנֵי אֱלִיפַז הֲרֵי שְׁמוֹנָה, וְאֵלּוּ הֵן <small>(דברי הימים א א, לו)</small>: בְּנֵי אֱלִיפָז תֵּימָן וְאוֹמָר צְפוֹ וְגַעְתָּם קְנַז וְתִמְנָע וַעֲמָלֵק, הֲרֵי הֵם שְׁמוֹנָה עִם אֱלִיפַז. תַּמָּן כְּתִיב <small>(בראשית לו, טו טז)</small>: בְּנֵי אֱלִיפַז בְּכוֹר עֵשָׂו אַלּוּף תֵּימָן וגו' אַלּוּף קֹרַח אַלּוּף גַּעְתָּם אַלּוּף עֲמָלֵק וגו', הֲרֵי תִּשְׁעָה, וּרְעוּאֵל עִם בָּנָיו חֲמִשָּׁה, שֶׁנֶּאֱמַר <small>(דברי הימים א א, לז)</small>: בְּנֵי רְעוּאֵל נַחַת זֶרַח שַׁמָּה וּמִזָּה, הֲרֵי אַרְבָּעָה עָשָׂר, וּבְנֵי עֵשָׂו שְׁלשָׁה <small>(דברי הימים א א, לה)</small>: וִיעוּשׁ וְיַעְלָם וְקֹרַח וגו', הֲרֵי שִׁבְעָה עָשָׂר, וְאַחַד עָשָׂר אַלּוּפִים שֶׁחִשֵּׁב בַּסּוֹף, שֶׁנֶּאֱמַר <small>(בראשית לו, מ)</small>: וְאֵלֶּה שְׁמוֹת אַלּוּפֵי עֵשָׂו לְמִשְׁפְּחֹתָם לִמְקֹמֹתָם בִּשְׁמֹתָם אַלּוּף תִּמְנָע וגו', הֲרֵי חֲמִשִּׁים וְשִׁבְעָה. וְאִם תֹּאמַר וַהֲלֹא הֵם חֲמִשִׁים וּשְׁמוֹנָה, תִּמְנָע בִּתּוֹ שֶׁל אֱלִיפַז הָיְתָה, וְגוֹמֵר שְׁלשָׁה מַלְכֵי אֱדוֹם שֶׁהָיוּ מִזֶּרַע אֱדוֹם, וְאֵלּוּ הֵן <small>(בראשית לו, לב)</small>: בֶּלַע בֶּן בְּעוֹר, וְהוּא הַנִּקְרָא עַל שֵׁם עֵשָׂו, שֶׁהָיָה בֶּלַּע וּמָכַר בְּכוֹרָתוֹ בִּשְׁבִיל בְּלִיעָתוֹ, בֶּן בְּעוֹר, בְּנוֹ שֶׁל מִי שֶׁעָשָׂה עַצְמוֹ כִּבְהֵמָה, שֶׁנֶּאֱמַר <small>(בראשית כה, ל)</small>: הַלְעִיטֵנִי נָא מִן הָאָדֹם הָאָדֹם הַזֶּה כִּי עָיֵף אָנֹכִי, כְּמָה דְתֵימָא אֵין אוֹבְסִין אֶת הַגָּמָל אֶלָּא מַלְעִיטִין אוֹתוֹ. וְהַשֵּׁנִי <small>(בראשית לו, לג)</small>: יוֹבָב בֶּן זֶרַח מִבָּצְרָה, וּבָצְרָה מִן אֱדוֹם הָיְתָה, שֶׁנֶּאֱמַר <small>(ישעיה סג, א)</small>: מִי זֶה בָּא מֵאֱדוֹם חֲמוּץ בְּגָדִים מִבָּצְרָה זֶה הָדוּר בִּלְבוּשׁוֹ צֹעֶה בְּרֹב כֹּחוֹ אֲנִי מְדַבֵּר בִּצְדָקָה רַב לְהוֹשִׁיעַ. וְהַשְׁלִישִׁי <small>(בראשית לו, לד)</small>: חֻשָּׁם מֵאֶרֶץ הַתֵּימָנִי, וְתֵימָן הָיָה אֶרֶץ אֱדוֹם, שֶׁנֶּאֱמַר <small>(עובדיה א, ט)</small>: וְחַתּוּ גִּבּוֹרֶיךָ תֵּימָן לְמַעַן יִכָּרֶת אִישׁ מֵהַר עֵשָׂו מִקָּטֶל, אֲבָל שְׁאָר הַמְּלָכִים מִשְּׁאָר מְקוֹמוֹת הָיוּ וּמִשְּׁאָר אֻמּוֹת, הֲרֵי שִׁשִּׁים. וְלָמָּה קָרָא לְכָל אֵלּוּ קְעָרוֹת, עַל שֵׁם שֶׁפְּסָלָן הַקָּדוֹשׁ בָּרוּךְ הוּא, וְאֵין קְעָרָה אֶלָּא לְשׁוֹן צָרַעַת, כְּמָה דְּתֵימָא <small>(ויקרא יד, לז)</small>: שְׁקַּעֲרוּרֹת יְרַקְרַקֹּת. כֶּסֶף, עַל שֵׁם חֶרְפָּה, שֶׁיֵלְכוּ כֻּלָּם <small>(דניאל יב, ב)</small>: לַחֲרָפוֹת לְדִרְאוֹן עוֹלָם. וּמִנַיִן לְכֶסֶף שֶׁהוּא לְשׁוֹן חֶרְפָּה, שֶׁכֵּן בִּלְשׁוֹן יְרוּשַׁלְמִי קוֹרִין לְחֶרְפָּא כִּסּוּפָא. מִזְרָק אֶחָד כֶּסֶף, אֵלּוּ יִשְׂרָאֵל שֶׁהִפְרִישׁ הַקָּדוֹשׁ בָּרוּךְ הוּא מֵהֶם, כְּמָה דְתֵימָא <small>(תהלים קלה, ד)</small>: כִּי יַעֲקֹב בָּחַר לוֹ יָהּ וגו', וְאוֹמֵר <small>(יהושע כד, ג)</small>: וָאֶקַח אֶת אֲבִיכֶם אֶת אַבְרָהָם מֵעֵבֶר הַנָּהָר וָאוֹלֵךְ אוֹתוֹ בְּכָל אֶרֶץ כְּנָעַן וָאַרְבֶּה אֶת זַרְעוֹ וָאֶתֶּן לוֹ אֶת יִצְחָק. שִׁבְעִים שֶׁקֶל בְּשֶׁקֶל הַקֹּדֶשׁ וגו', כְּמָה דְּתֵימָא <small>(דברים י, כב)</small>: בְּשִׁבְעִים נֶפֶשׁ יָרְדוּ אֲבֹתֶיךָ מִצְרָיְמָה, וְכֻלָּם הָיוּ קְדוֹשִׁים. שְׁנֵיהֶם מְלֵאִים סֹלֶת בְּלוּלָה בַשֶּׁמֶן לְמִנְחָה, שֶׁלָּאֻמּוֹת וּלְיִשְׂרָאֵל שָׁלַח הַקָּדוֹשׁ בָּרוּךְ הוּא נְבִיאִים מֵהֶם וּבָהֶם, הֱוֵי: לְמִנְחָה, כְּמָה דְּתֵימָא <small>(ישעיה יא, ב)</small>: וְנָחָה עָלָיו רוּחַ ה', וְאוֹמֵר <small>(במדבר יא, כו)</small>: וַתָּנַח עֲלֵיהֶם הָרוּחַ, וּלְכֻלָּם רָצָה הַקָּדוֹשׁ בָּרוּךְ הוּא לִתֵּן תּוֹרָתוֹ, שֶׁנֶּאֱמַר <small>(דברים לג, ב)</small>: וַיֹּאמַר ה' מִסִּינַי בָּא וגו'. <small>(במדבר ז, עד)</small>: כַּף אַחַת, מִכֻּלָּם לֹא בָּחַר הַקָּדוֹשׁ בָּרוּךְ הוּא אֶלָּא בְּיִשְׂרָאֵל, שֶׁנֶּאֱמַר <small>(שיר השירים ו, ט)</small>: אַחַת הִיא יוֹנָתִי תַמָּתִי אַחַת הִיא לְאִמָּהּ בָּרָה הִיא לְיוֹלַדְתָּהּ, עַל זֶה הֵם מְאֻשָּׁרִים מִכָּל הָאֻמּוֹת, כְּמָה דְתֵימָא <small>(שיר השירים ו, ט)</small>: רָאוּהָ בָנוֹת וַיְאַשְׁרוּהָ מְלָכוֹת וּפִילַגְשִׁים וַיְהַלְּלוּהָ, אֵלּוּ הָאֻמּוֹת, וְלָמָּה בָּחַר בָּהֶם הַקָּדוֹשׁ בָּרוּךְ הוּא, שֶׁכָּל הָאֻמּוֹת פָּסְלוּ אֶת הַתּוֹרָה וְלֹא רָצוּ לְקַבְּלָהּ, [ולא] וְאֵלּוּ רָצוּ וּבָחֲרוּ בְּהַקָּדוֹשׁ בָּרוּךְ הוּא וּבְתוֹרָתוֹ, שֶׁהִיא חֲמִשָּׁה סְפָרִים כְּנֶגֶד חֲמִשָּׁה אֶצְבָּעוֹת שֶׁבַּכַּף, וְקִבְּלוּ עֲשֶׂרֶת הַדִּבְּרוֹת בְּסִינַי, הֱוֵי: כַּף אַחַת עֲשָׂרָה זָהָב, מַהוּ מְלֵאָה קְטֹרֶת, שֶׁכֻּלָּם אָמְרוּ <small>(שמות כד, ז)</small>: כֹּל אֲשֶׁר דִּבֶּר ה' נַעֲשֶׂה וְנִשְׁמָע, קִבְּלוּ עֲלֵיהֶם תַּלְמוּד תּוֹרָה, וְהַמַּעֲשֶׂה. פַּר אֶחָד בֶּן בָּקָר וגו' <small>(במדבר ז, עה)</small>, שְׁלשָׁה מִינֵי עוֹלָה אֵלּוּ לָמָּה, כְּנֶגֶד שְׁלשָׁה כְּתָרִים שֶׁנָּתַן הַקָּדוֹשׁ בָּרוּךְ הוּא לְיִשְׂרָאֵל עַל זֹאת, כֶּתֶר תּוֹרָה, וְכֶתֶר כְּהֻנָּה, וְכֶתֶר מַלְכוּת. כֶּתֶר תּוֹרָה, זֶה הָאָרוֹן שֶׁכָּתוּב <small>(שמות כה, יא)</small>: וְעָשִׂיתָ עָלָיו זֵר זָהָב סָבִיב. כֶּתֶר כְּהֻנָּה, זֶה מִזְבַּח הַזָּהָב שֶׁכָּתוּב בּוֹ <small>(שמות ל, ג)</small>: וְעָשִׂיתָ לוֹ זֵר זָהָב סָבִיב. כֶּתֶר מַלְכוּת, זֶה הַשֻּׁלְחָן שֶׁכָּתוּב <small>(שמות לז, יא)</small>: וַיַּעַשׂ לוֹ זֵר זָהָב סָבִיב, <small>(במדבר ז, עו)</small>: שְׂעִיר עִזִּים אֶחָד לְחַטָּאת, כְּנֶגֶד שֵׁם טוֹב הוּא הַמַּעֲשֶׂה, כְּמָה דִּתְנֵינַן לֹא הַמִּדְרָשׁ הוּא עִקָּר אֶלָּא הַמַּעֲשֶׂה, לְפִי שֶׁהַמַּעֲשֶׂה הוּא מְכַפֵּר עַל הָאָדָם, כְּהַהוּא דִתְנֵינַן תְּשׁוּבָה וּמַעֲשִׂים טוֹבִים כִּתְרִיס בִּפְנֵי הַפֻּרְעָנוּת, וְאוֹתוֹ כֶּתֶר הוּא כְּנֶגֶד הַמְּנוֹרָה, לְקַיֵּם מַה שֶּׁנֶּאֱמַר <small>(משלי ו, כג)</small>: כִּי נֵר מִצְוָה וְתוֹרָה אוֹר. לָמָּה נִקְרֵאת הַתּוֹרָה אוֹר, שֶׁהִיא מְאִירָה אֶת הָאָדָם מַה יַּעֲשֶׂה, וּלְפִי שֶׁהַתּוֹרָה מְלַמֶּדֶת אֶת הָאָדָם כֵּיצַד יַעֲשֶׂה רְצוֹן הַמָּקוֹם, לְפִיכָךְ שְׂכַר הַתַּלְמוּד גָּדוֹל, וְגָדוֹל הַמְעַשֶֹּׂה יוֹתֵר מִן הָעוֹשֶׂה, שֶׁנֶּאֱמַר <small>(ישעיה לב, יז)</small>: וְהָיָה מַעֲשֵׂה הַצְּדָקָה שָׁלוֹם וַעֲבֹדַת הַצְּדָקָה הַשְׁקֵט וָבֶטַח עַד עוֹלָם. <small>(במדבר ז, עז)</small>: וּלְזֶבַח הַשְּׁלָמִים בָּקָר שְׁנַיִם, שֶׁנָּתַן הַקָּדוֹשׁ בָּרוּךְ הוּא לְיִשְׂרָאֵל שְׁתֵּי תּוֹרוֹת, תּוֹרָה שֶׁבִּכְתָב וְתוֹרָה שֶׁבְּעַל פֶּה, נָתַן לָהֶם תּוֹרָה שֶׁבִּכְתַב שֶׁיֵּשׁ בָּהּ תרי\"ג מִצְווֹת כְּדֵי לְמַלְאָם מִצְווֹת וּלְזַכּוֹתָם, שֶׁנֶּאֱמַר <small>(ישעיה מב, כא)</small>: ה' חָפֵץ לְמַעַן צִדְקוֹ יַגְדִּיל תּוֹרָה וְיַאְדִּיר, נָתַן לָהֶם תּוֹרָה שֶׁבְּעַל פֶּה, לִהְיוֹת מְצֻיָּנִין בָּהּ מִשְּׁאָר הָאֻמּוֹת, שֶׁעַל כָּךְ לֹא נְתָנָהּ בִּכְתָב כְּדֵי שֶׁלֹא יְזַיְפוּהָ יִשְׁמְעֵאלִים כְּשֵׁם שֶׁעָשׂוּ תּוֹרָה שֶׁבִּכְתָב וְיֹאמְרוּ שֶׁהֵם יִשְׂרָאֵל, וְעַל זֶה אָמַר הַכָּתוּב <small>(הושע ח, יב)</small>: אֶכְתָּב לוֹ רֻבֵּי תּוֹרָתִי כְּמוֹ זָר נֶחְשָׁבוּ, אָמַר הַקָּדוֹשׁ בָּרוּךְ הוּא אִם אֶכְתֹּב לְיִשְׂרָאֵל רֻבֵּי תּוֹרָתִי, זוֹ הַמִּשְׁנָה, שֶׁהִיא גְדוֹלָה מִן הַמִּקְרָא, כְּמוֹ זָר נֶחְשָׁבוּ. <small>(במדבר ז, עז)</small>: אֵילִם חֲמִשָּׁה עַתֻּדִים חֲמִשָּׁה כְּבָשִׂים בְּנֵי שָׁנָה חֲמִשָּׁה, אֵלּוּ שְׁלשָׁה מִינֵי שְׁלָמִים, כְּנֶגֶד כֹּהֲנִים לְוִיִם וְיִשְׂרְאֵלִים. דָּבָר אַחֵר, כְּנֶגֶד שָׁלשׁ גְּדֻלּוֹת שֶׁנָּתַן לָהֶם הַקָּדוֹשׁ בָּרוּךְ הוּא בִּשְׂכַר שֶׁקִּבְּלוּ אֶת הַתּוֹרָה, וְאֵלּוּ הֵן: סְגֻלָּה, מַמְלֶכֶת כֹּהֲנִים, וְגוֹי קָדוֹשׁ, שֶׁנֶּאֱמַר <small>(שמות יט, ה ו)</small>: וִהְיִיתֶם לִי סְגֻלָּה מִכָּל הָעַמִּים כִּי לִי כָל הָאָרֶץ וְאַתֶּם תִּהְיוּ לִי מַמְלֶכֶת כֹּהֲנִים וְגוֹי קָדוֹשׁ. הֵם הָיוּ הַשְּׁלשָׁה מִינִין מִן חֲמִשָּׁה חֲמִשָּׁה, וְעוֹלֶה חֶשְׁבּוֹנָם חֲמִשָּׁה עָשָׂר, כְּנֶגֶד הַתּוֹרָה שֶׁהִיא חֲמִשָּׁה סְפָרִים וַעֲשֶׂרֶת הַדִּבְּרוֹת שֶׁקִּבְּלוּ שֶׁנִּכְתְּבוּ עַל שְׁתֵּי לוּחוֹת, חָמֵשׁ עַל לוּחַ זֶה וְחָמֵשׁ עַל לוּחַ זֶה. דָּבָר אַחֵר, כְּנֶגֶד אַבְרָהָם יִצְחָק וְיַעֲקֹב וּשְׁנֵים עָשָׂר שְׁבָטִים, שֶׁהֵם עִקַּר הַבְּחִירָה, כְּמָה דְּתֵימָא <small>(דברים ד, לז)</small>: וְתַחַת כִּי אָהַב אֶת אֲבֹתֶיךָ וַיִּבְחַר בְּזַרְעוֹ אַחֲרָיו וַיּוֹצִאֲךָ בְּפָנָיו בְּכֹחוֹ הַגָּדֹל מִמִּצְרָיִם. <small>(במדבר ד, לז)</small>: זֶה קָרְבַּן פַּגְעִיאֵל וגו', כֵּיוָן שֶׁרָאָה הַקָּדוֹשׁ בָּרוּךְ הוּא שֶׁהִקְרִיב עַל הַסֵּדֶר הַזֶּה, הִתְחִיל מְקַלֵּס אֶת קָרְבָּנוֹ, זֶה קָרְבַּן פַּגְעִיאֵל בֶּן עָכְרָן.", "heVersionTitle": "Midrash Rabbah -- TE", "heLicense": "unknown", "heVersionTitleInHebrew": "מדרש רבה - תורת אמת", "text": "<b>“On the eleventh day, prince of the children of Asher, Pagiel the son of Okhran” (Numbers 7:72).</b> <br>“On the eleventh day, prince of the children of Asher, Pagiel the son of Okhran” – what was the reason for the prince of Asher to present his offering after the prince of Dan? It is because Dan is named for judgment [<i>din</i>], and Asher is named for its confirmation [<i>ishuro</i>]; that is why the Holy One blessed be He commanded Asher to present his offering after Dan, because the judge must confirm his judgment, just as it says: “Seek justice, confirm it for the oppressed” (Isaiah 1:17).  <br><b>“His offering was one silver dish, its weight one hundred and thirty; one silver basin of seventy shekels, in the sacred shekel; both of them full of high-quality flour mixed with oil as a meal offering” (Numbers 7:73).</b> <br>“His offering was [one] silver dish…” – Rabbi Tanḥuma said: The names of all the tribes were called for the redemption of Israel and for their praise. Asher’s name was called for the redemption of Israel, just as it says: “All the nations will praise [<i>ve’ishru</i>] you, as you will be a desired land, said the Lord of hosts” (Malachi 3:12), and for their praise, just as it says: “Happy [<i>ashrei</i>] is the nation for whom this is so; happy is the nation whose God is the Lord” (Psalms 144:15). Israel’s happiness [<i>ishuran</i>] is only because they chose the Holy One blessed be He to be God for them and the Holy One blessed be He chose them to be a treasured nation for Him. That is why when the prince of Asher came to present his offering, he presented his offering for the sake of the choice, that the Holy One blessed be He chose Israel from all the nations, just as it says: “The Lord has chosen you to be His treasured people of distinction [from all the peoples that are on the face of the earth]” (Deuteronomy 14:2), as it is stated: “Happy is the one whom You choose and draw near…” (Psalms 65:5). Therefore, he presented his offering of a silver dish, corresponding to the nations of the world, who were initially attributed to Abraham.<sup class=\"footnote-marker\">66</sup><i class=\"footnote\">See Genesis 17:5.</i> <br>“Its weight one hundred and thirty” – these are the seventy descendants of Noah and the sixty queens, as Solomon said: “They are sixty queens” (Song of Songs 6:8). Who were they? They were the sixteen sons of Ketura, Yishmael and his twelve sons, and Esau and his seventeen sons and grandsons. How so? The sons of Elifaz are eight and they are: “The sons of Elifaz: Teman, Omar, Tzefi, Gatam, Kenaz, Timna, and Amalek” (I Chronicles 1:36); they, with Elifaz, are eight. There it is written: “These are the chieftains of the sons of Esau: The sons of Elifaz firstborn of Esau: The chieftain of Teiman,… the chieftain of Koraḥ, the chieftain of Gatam, the chieftain of Amalek…” (Genesis 36:15–16). They are nine,<sup class=\"footnote-marker\">67</sup><i class=\"footnote\">They are nine with the addition of Koraḥ, who is listed in the verse in Genesis but does not appear in the verse in Chronicles.</i> Re’uel with his sons are five, as it is stated: “The sons of Re’uel: Naḥat, Zeraḥ, Shama, and Miza” (I Chronicles 1:37), that is fourteen. The sons of Esau are three:<sup class=\"footnote-marker\">68</sup><i class=\"footnote\">Besides Elifaz and Re'uel.</i> “[The sons of Esau…] Yeush, Yalam, and Koraḥ…” (I Chronicles 1:35), that is seventeen. And the eleven chieftains who are tallied at the end, as it is stated: “These are the names of the chieftains of Esau, according to their families, according to their places, by their names: The chieftain of Timna…” (Genesis 36:40), that is fifty-seven. If you say: Are they not fifty-eight, Timna was the daughter of Elifaz. It is completed with three kings of Edom who were descendants of Edom.<sup class=\"footnote-marker\">69</sup><i class=\"footnote\">See Genesis 36:32–34.</i> They are: Bela son of Beor (Genesis 36:32), who was named after Esau, who was a glutton [<i>bela</i>] and sold his birthright because of his gluttony. “Son of Beor”<sup class=\"footnote-marker\">70</sup><i class=\"footnote\">“Beir” can mean animal; see Exodus 22:4.</i> – the son of one who rendered himself like an animal, as it is stated: “Feed me [<i>haliteni</i>] now from that red stuff, as I am exhausted” (Genesis 25:30), just as it says: One may not forcibly feed an animal, but one may place food in its mouth [<i>malitin</i>].<sup class=\"footnote-marker\">71</sup><i class=\"footnote\">Shabbat 155b.</i> The second, “Yovav son of Zeraḥ from Botzra” (Genesis 36:33). Botzra was of Edom, as it is stated: “Who is this, coming from Edom, with crimsoned garments from Botzra, resplendent in His attire, striding in His abundant strength? I speak with justice, potent to save” (Isaiah 63:1). The third, “Ḥusham of the land of the Temanite” (Genesis 36:34), and Teman was the land of Edom, as it is stated: “Your mighty, Teman, will be broken, so that each man from the mountain of Esau will be eliminated by slaughter” (Obadiah 1:9). But the other kings were from other places and other nations, that is sixty. Why did he call all these dishes [<i>ke’arot</i>]? It is because the Holy One blessed be He disqualified all of them. <i>Ke’ara </i>is nothing other than an expression of leprosy, just as it says: “Recessed [<i>shekaarurot</i>], deep green” (Leviticus 14:37). “Silver [<i>kesef</i>]” – due to shame, as they will all go “to reviling and eternal disgrace” (Daniel 12:2). From where is it derived that <i>kesef </i>is an expression of shame. It is as in the Jerusalem Targum, they call disgrace <i>kisufa</i>. <br>“One silver basin” – this is Israel, whom the Holy One blessed be He separated out from them, just as it says: “For the Lord has chosen Jacob for Himself…” (Psalms 135:4). And it says: “I took your father, Abraham, from beyond the river, and I led him throughout the land of Canaan, and I multiplied his descendants, and I gave him Isaac” (Joshua 24:3). <br>“Seventy shekels, in the sacred shekel…” – just as it says: “With seventy people, your ancestors descended to Egypt” (Deuteronomy 10:22). “Both of them full of high-quality flour mixed with oil as a meal offering [<i>leminḥa</i>]” – as the Holy One blessed be He dispatched to the nations of the world and to Israel prophets of them and among them. That is <i>leminḥa</i>, just as it says: “The spirit of the Lord will rest [<i>venaḥa</i>] upon him” (Isaiah 11:2), and it says: “The spirit rested [<i>vatanaḥ</i>] upon them” (Numbers 11:26). The Holy One blessed be He wished to give His Torah to all of them, as it is stated: “He said: The Lord came from Sinai, [and shone from Seir for them, He appeared from Mount Paran]” (Deuteronomy 33:2). <br><b>“One gold ladle of ten shekels, filled with incense” (Numbers 7:74).</b> <br>“One [gold] ladle” – from all of them, the Holy One blessed be He chose only Israel, as it is stated: “Unique is my faultless dove, unique to her mother, pure to the one who bore her” (Song of Songs 6:9). That is why they are the happiest of the nations, just as it says: “Girls see her and laud her, and queens and concubines praise her” (Song of Songs 6:9) – these are the nations. Why did the Holy One blessed be He choose them? It is because all the nations rejected the Torah and did not want to receive it, but these wanted and chose the Holy One blessed be He and His Torah, which is five books corresponding to the five fingers on the hand, and received the Ten Commandments at Sinai. That is, “one gold ladle of ten shekels.” What is “filled with incense”? It is because they all said: “All that God spoke we will perform and we will heed” (Exodus 24:7); they accepted upon themselves Torah study and action.<sup class=\"footnote-marker\">72</sup><i class=\"footnote\">These are sometimes compared to a pleasant smell. See Vayikra Rabba 30:12.</i> <br><b>“One young bull, one ram, one lamb in its first year, as a burnt offering” (Numbers 7:75). <br>“One goat as a sin offering” (Numbers 7:76).</b> <br>“One young bull…” – these three species of burnt offering, why? They correspond to the three crowns that the Holy One blessed be He gave to Israel for this: the crown of Torah, the crown of priesthood, and the crown of kingship. The crown of Torah, this is the Ark, as it is written: “You shall craft a gold crown upon it all around” (Exodus 25:11). The crown of priesthood, this is the golden altar, in whose regard it is written: “You shall craft a gold crown for it all around” (Exodus 30:3). The crown of kingship, this is the table, as it is written: “He crafted a crown of gold for it all around” (Exodus 37:11). “One goat as a sin offering” – corresponding to a good name, which is action, just as we learned: Study is not the principal matter but action, as action atones for the person, like what we learned: Repentance and good deeds are a shield before punishment. That crown corresponds to the candelabrum, to realize what is stated: “For mitzva is a candle, and Torah is light” (Proverbs 6:23). Why is Torah called light? It is because it illuminates for the person what he should do. And because the Torah teaches the person how he shall perform the will of the Omnipresent, therefore, the reward of study is great. And one who causes another to perform an action is greater than one who performs it, as it is stated: “The act of righteousness will be peace and the work of righteousness will be quiet and security forever” (Isaiah 32:17). <br><b>“And for the peace offering, two bulls, five rams, five goats, five lambs in their first year. This was the offering of Pagiel son of Okhran” (Numbers 7:77).</b> <br>“And for the peace offering, two bulls…” – as the Holy One blessed be He gave two Torahs to Israel: the Written Torah and the Oral Torah. He gave them the Written Torah, in which there are six hundred and thirteen mitzvot, in order to fill them with mitzvot and accord them merit, as it is stated: “The Lord desires for the sake of His righteousness; He will make the Torah great and glorious” (Isaiah 42:21). He gave them the Oral Torah, so they would excel through it among the other nations. That is the reason that He did not give it in writing, so that the Ishmaelites would not falsify it the way that they did to the Written Torah and say that they are Israel. In that regard, the verse said: “I write for him much of My Torah, but it is regarded like a strange matter” (Hosea 8:12). The Holy One blessed be He said: If I write for Israel much of My Torah – this is the Mishna, which is greater than the Bible – “it will be regarded like a strange matter.” <br>“Five rams, five goats, five lambs in their first year” – these three species of peace offerings correspond to the priests, Levites, and Israelites. Alternatively, corresponding to the three types of greatness that the Holy One blessed be He conferred upon them in reward for the fact that they received the Torah. They are: being a treasure, a kingdom of priests, and a holy nation, as it is stated: “You shall be treasured for Me from among all the peoples, for all the earth is Mine. You shall be for Me a kingdom of priests and a holy nation” (Exodus 19:5–6). They were three species of five each for a total of fifteen, corresponding to the Torah, that is five books, and the Ten Commandments, which they received, which were written on two tablets, five on this tablet and five on that tablet.  <br>Another matter: It corresponds to Abraham, Isaac, and Jacob, and the twelve tribes, as they are the primary chosen ones, just as it says: “Because He loved your forefathers, He chose their descendants after them, and He took you out before Him, with His great power, from Egypt” (Deuteronomy 4:37). <br>“This was the offering of Pagiel…” – since the Holy One blessed be He saw that he presented the offering in this order, He began lauding his offering: “This was the offering of Pagiel son of Okhran.”", "versionTitle": "The Sefaria Midrash Rabbah, 2022", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5eef674838035bd66b648ff1", "index_title": "Derekh Chayyim", "category": "Quoting Commentary", "type": "", "ref": "Derekh Chayyim, Kol Yisrael; The Opening Mishna 16", "anchorRef": "Genesis 36:1-43", "anchorRefExpanded": ["Genesis 36:1", "Genesis 36:2", "Genesis 36:3", "Genesis 36:4", "Genesis 36:5", "Genesis 36:6", "Genesis 36:7", "Genesis 36:8", "Genesis 36:9", "Genesis 36:10", "Genesis 36:11", "Genesis 36:12", "Genesis 36:13", "Genesis 36:14", "Genesis 36:15", "Genesis 36:16", "Genesis 36:17", "Genesis 36:18", "Genesis 36:19", "Genesis 36:20", "Genesis 36:21", "Genesis 36:22", "Genesis 36:23", "Genesis 36:24", "Genesis 36:25", "Genesis 36:26", "Genesis 36:27", "Genesis 36:28", "Genesis 36:29", "Genesis 36:30", "Genesis 36:31", "Genesis 36:32", "Genesis 36:33", "Genesis 36:34", "Genesis 36:35", "Genesis 36:36", "Genesis 36:37", "Genesis 36:38", "Genesis 36:39", "Genesis 36:40", "Genesis 36:41", "Genesis 36:42", "Genesis 36:43"], "sourceRef": "Derekh Chayyim, Kol Yisrael; The Opening Mishna 16", "sourceHeRef": "דרך חיים, משנת 'כל ישראל' ט״ז", "anchorVerse": 1, "sourceHasEn": false, "compDate": [1578, 1588], "commentaryNum": 16, "collectiveTitle": {"en": "Derekh Chayyim", "he": "דרך חיים"}, "heTitle": "משנת 'כל ישראל'", "he": "<b>ובארנו זה</b> במקום אחר<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"181\"></i> והארכנו בזה, איך השבת בפרט שייך לשראל. כי בשבת בו הושלם העולם<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"182\"></i>, וכן ישראל השלמת העולם, כי לא הושלם העולם עד שהיו ישראל בעולם, ואז הושלם העולם לגמרי<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"183\"></i>. כי כל האומות נעשו לעם<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"184\"></i>, כי ישמעאל ואדום וכל האומות היו לעם קודם ישראל, שכך תמצא בכתוב שזכר ישמעאל (בראשית כה, יב-יח) ואת זרע* עשו בארצם (בראשית לו, א-מג). וישראל הם האומה האחרונה מכל שבעים אומות, וישמעאל ועשו עמון ומואב<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"185\"></i>, ולא תמצא אומה שהיתה אחר כך<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"186\"></i>. ולפיכך עִם ישראל נשלם העולם, כי בבריאת עולם לא* היו נמצאים האומות עד אחר כך<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"187\"></i>. וישראל הם השלמת העולם, כמו השבת שבו היה השלמת העולם. ולכך ישראל נעשו לעם ישראל ביום השבת<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"188\"></i>, כי ביום של השלמה היה הוויות ישראל, שהם השלמה לעולם. לכך בשבת נתנה תורה לישראל (שבת פו:), כי זהו הזמן הראוי להם<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"189\"></i>. ומפני כך כנסת ישראל בן זוג לשבת לגמרי<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"190\"></i>. והארכנו בזה במקום אחר, ואין כאן מקומו<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"191\"></i>.", "heVersionTitle": "Derech Chaim, with footnotes and annotations by Rabbi Yehoshua D. Hartman, Machon Yerushalyim, 2005-2010", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר דרך חיים, נלקט ונערך על ידי יהושע דוד בן הרב יחזקאל הרטמן. מכון ירושלים, תשס\"ז", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "60e427f1cb970be601594fca", "index_title": "Chayyim VaChesed", "category": "Chasidut", "type": "", "ref": "Chayyim VaChesed 315:2", "anchorRef": "Genesis 36:31-39", "anchorRefExpanded": ["Genesis 36:31", "Genesis 36:32", "Genesis 36:33", "Genesis 36:34", "Genesis 36:35", "Genesis 36:36", "Genesis 36:37", "Genesis 36:38", "Genesis 36:39"], "sourceRef": "Chayyim VaChesed 315:2", "sourceHeRef": "חיים וחסד שט״ו:ב׳", "anchorVerse": 31, "sourceHasEn": false, "commentaryNum": 315.0002, "collectiveTitle": {"en": "Chayyim VaChesed", "he": "חיים וחסד"}, "he": "<b>ואיתא</b> (חגיגה יב.) אור ששימש בו' ימי בראשית היה מאיר מסוף העולם ועד סופו וגנזו לצדיקים, וקשה היכן גנזו, לית אתר פנוי מיניה (תקו\"ז קכב:). אלא זה האור הוא התקשרות, שלכל הדברים צריך התקשרות, וזהו (בראשית כד, א) וה' ברך את אברהם בכל, וגנזו פירוש לאותם שרוצים להתקשר עמו הם ישיגו בו, למדות התקשרות לא היתה שבירה בשעת מיתת המלכים, שנאמר (בראשית לו, לא-לט) ואלה המלכים וגו' וימת וימלוך וגו' וימלוך הדר, ולא כתוב בו מיתה, ומדות התקשרות נקרא הדר, הידורא דכל גופא, כי גוף וברית חשבינן חד (זהר ח\"ג רכג:).", "heVersionTitle": "Chayim VeChesed - Hamesorah publishers, c. 2005", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "60e4284185551519e216ee27", "index_title": "Bat Ayin", "category": "Chasidut", "type": "", "ref": "Bat Ayin, Vayishlach 28", "anchorRef": "Genesis 36:31-39", "anchorRefExpanded": ["Genesis 36:31", "Genesis 36:32", "Genesis 36:33", "Genesis 36:34", "Genesis 36:35", "Genesis 36:36", "Genesis 36:37", "Genesis 36:38", "Genesis 36:39"], "sourceRef": "Bat Ayin, Vayishlach 28", "sourceHeRef": "בת עין, וישלח כ״ח", "anchorVerse": 31, "sourceHasEn": false, "commentaryNum": 28, "collectiveTitle": {"en": "Bat Ayin", "he": "בת עין"}, "heTitle": "וישלח", "he": "<b>וזהו</b> שרמזה לנו התורה הקדושה (בראשית לו לא - לט) ואלה המלכים אשר מלכו בארץ אדום וגו' וימלך וגו' וימת וגו' וימלך הד\"ר וגו', וידוע שהמה הז' מדות הקדושים שנפלו (בשבירת הכלים כידוע ליודעי חן) (ע' ע\"ח ש\"ח פ\"ד מ\"ת), וכן בכל אדם שפוגם במדותיו ונמשך לתאות זרות, ורוצה לקדש עצמו, העצה היעוצה לו וימלך הד\"ר, ר\"ל שידור נדר לעצמו, ויעשה סייג וגדר להרחיק עצמו מדברים גשמיים בכדי לקדש עצמו במותר לו, ובזה יתוקנו מדותיו.", "heVersionTitle": "Jerusalem, 2001", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6319d02fb6084aa1cbf00a05", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, בֶּ֫לַע² 1", "anchorRef": "Genesis 36:33", "anchorRefExpanded": ["Genesis 36:33"], "sourceRef": "BDB, בֶּ֫לַע² 1", "sourceHeRef": "בראון-דרייבר-בריגס, בֶּ֫לַע² א׳", "anchorVerse": 33, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "בֶּ֫לַע²", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† II. <big><span dir=\"rtl\">בֶּ֫לַע</span></big>  <strong>n.pr.m. </strong><br><strong>1.</strong>  <span dir=\"rtl\">בֶּלַע</span> <a data-ref=\"Genesis 36:32\" href=\"/Genesis.36.32\">Gn 36:32</a> = <a data-ref=\"I Chronicles 1:43\" href=\"/I_Chronicles.1.43\">1 Ch 1:43</a>; <span dir=\"rtl\">בָּ֑לַע</span> <a data-ref=\"Genesis 36:33\" href=\"/Genesis.36.33\">Gn 36:33</a> = <a data-ref=\"I Chronicles 1:44\" href=\"/I_Chronicles.1.44\">1 Ch 1:44</a> a king of Edom, <span dir=\"rtl\">ב׳ בן בעור</span> (cf. <a data-ref=\"BDB, בִּלְעָם\" href=\"/BDB,_בִּלְעָם\", dir=\"rtl\">בִּלְעָם</a> & Di <a data-ref=\"Genesis 36:32\" href=\"/Genesis.36.32\">Gn 36:32</a>).<br><strong>2.</strong>  <span dir=\"rtl\">בֶּלַע</span> 1st son of Benjamin <a data-ref=\"Genesis 46:21\" href=\"/Genesis.46.21\">Gn 46:21</a>; <a data-ref=\"Numbers 26:38\" href=\"/Numbers.26.38\">Nu 26:38</a>, <a data-ref=\"Numbers 26:40\" href=\"/Numbers.26.40\">40</a>; <a data-ref=\"I Chronicles 7:6\" href=\"/I_Chronicles.7.6\">1 Ch 7:6</a>, <a data-ref=\"I Chronicles 7:7\" href=\"/I_Chronicles.7.7\">7</a>; <a data-ref=\"I Chronicles 8:1\" href=\"/I_Chronicles.8.1\">8:1</a>, <a data-ref=\"I Chronicles 8:3\" href=\"/I_Chronicles.8.3\">3</a> <span dir=\"rtl\">(בָּ֑לַע)</span>.<br><strong>3.</strong>  <span dir=\"rtl\">בֶּלַע</span> a Reubenite <a data-ref=\"I Chronicles 5:8\" href=\"/I_Chronicles.5.8\">1 Ch 5:8</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d047b6084aa1cbf01ad3", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, בָּצְרָה² 1", "anchorRef": "Genesis 36:33", "anchorRefExpanded": ["Genesis 36:33"], "sourceRef": "BDB, בָּצְרָה² 1", "sourceHeRef": "בראון-דרייבר-בריגס, בָּצְרָה² א׳", "anchorVerse": 33, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "בָּצְרָה²", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† II. <big><span dir=\"rtl\">בָּצְרָה</span></big>  <strong>n.pr.loc. </strong><br><strong>1.</strong>  city of Edom <strong>(</strong><em>fortress;</em> (v. Palm. n.pr.loc. <span dir=\"rtl\">בצרא</span> Vog<sup>No. 22</sup> 𝔊 βοσ(σ)ορρα; cf. βοσορ; Lag<sup>Onom. Sacr. 102, 232, 2nd ed. 137, 247</sup> = βοστρα<strong>)</strong> <a data-ref=\"Genesis 36:33\" href=\"/Genesis.36.33\">Gn 36:33</a> = <a data-ref=\"I Chronicles 1:44\" href=\"/I_Chronicles.1.44\">1 Ch 1:44</a> <a data-ref=\"Isaiah 34:6\" href=\"/Isaiah.34.6\">Is 34:6</a>; <a data-ref=\"Isaiah 63:1\" href=\"/Isaiah.63.1\">63:1</a> (in both ‖ <span dir=\"rtl\">אדום</span> (<span dir=\"rtl\">ארץ</span>)) <a data-ref=\"Jeremiah 49:13\" href=\"/Jeremiah.49.13\">Je 49:13</a>, <a data-ref=\"Jeremiah 49:22\" href=\"/Jeremiah.49.22\">22</a> <a data-ref=\"Amos 1:12\" href=\"/Amos.1.12\">Am 1:12</a>.<br><strong>2.</strong>  of Moab <a data-ref=\"Jeremiah 48:24\" href=\"/Jeremiah.48.24\">Je 48:24</a>, prob. = ii. <span dir=\"rtl\">בֶּצֶר</span> <strong>1</strong>;—on <a data-ref=\"Micah 2:12\" href=\"/Micah.2.12\">Mi 2:12</a> cf. foregoing."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d121b6084aa1cbf0b0eb", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, זֶ֫רַח² 1", "anchorRef": "Genesis 36:33", "anchorRefExpanded": ["Genesis 36:33"], "sourceRef": "BDB, זֶ֫רַח² 1", "sourceHeRef": "בראון-דרייבר-בריגס, זֶ֫רַח² א׳", "anchorVerse": 33, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "זֶ֫רַח²", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† II. <big><span dir=\"rtl\">זֶ֫רַח</span></big>  <strong>n.pr.m. (</strong>on form cf. Lg<sup>BN77, and Anm.</sup><strong>)</strong>—<br><strong>1.</strong>  𝔊 Ζαρα, son of Judah and Tamar <a data-ref=\"Genesis 38:30\" href=\"/Genesis.38.30\">Gn 38:30</a>; <a data-ref=\"Genesis 46:12\" href=\"/Genesis.46.12\">46:12</a> (both J), <a data-ref=\"I Chronicles 2:4\" href=\"/I_Chronicles.2.4\">1 Ch 2:4</a> (all <span dir=\"rtl\">זָ֑רַח</span>), v <a data-ref=\"I Chronicles 2:6\" href=\"/I_Chronicles.2.6\">6</a>; as head of a family <a data-ref=\"Numbers 26:20\" href=\"/Numbers.26.20\">Nu 26:20</a> <a data-ref=\"Joshua 7:1\" href=\"/Joshua.7.1\">Jos 7:1</a> (both P), v <a data-ref=\"Joshua 7:18\" href=\"/Joshua.7.18\">18</a>, <a data-ref=\"Joshua 7:24\" href=\"/Joshua.7.24\">24</a> (JE), <a data-ref=\"Joshua 22:20\" href=\"/Joshua.22.20\">22:20</a> (P) <a data-ref=\"I Chronicles 9:6\" href=\"/I_Chronicles.9.6\">1 Ch 9:6</a> (𝔊L Ζηρα), <a data-ref=\"Nehemiah 11:24\" href=\"/Nehemiah.11.24\">Ne 11:24</a> (cf. Sm<sup>Listen 7</sup>).<br><strong>2.</strong>  Edomites: <strong>a.</strong>  𝔊 Ζαρε <a data-ref=\"Genesis 36:13\" href=\"/Genesis.36.13\">Gn 36:13</a>, <a data-ref=\"Genesis 36:17\" href=\"/Genesis.36.17\">17</a> (both P) = <a data-ref=\"I Chronicles 1:37\" href=\"/I_Chronicles.1.37\">1 Ch 1:37</a>. <strong>b.</strong>  𝔊 Ζαρα <a data-ref=\"Genesis 36:33\" href=\"/Genesis.36.33\">Gn 36:33</a> (P) = <a data-ref=\"I Chronicles 1:44\" href=\"/I_Chronicles.1.44\">1 Ch 1:44</a> (<strong>b</strong>=<strong>a</strong>?).<br><strong>3.</strong>  𝔊L Ζαρα, Levites: <strong>a.</strong>  (var. Ιααρα) <a data-ref=\"I Chronicles 6:6\" href=\"/I_Chronicles.6.6\">1 Ch 6:6</a>. <strong>b.</strong>  (var. Ζααραι) <a data-ref=\"I Chronicles 6:26\" href=\"/I_Chronicles.6.26\">1 Ch 6:26</a>.<br><strong>4.</strong>  head of a Simeonite family, 𝔊 Ζαρα <a data-ref=\"Numbers 26:13\" href=\"/Numbers.26.13\">Nu 26:13</a> (P), <a data-ref=\"I Chronicles 4:24\" href=\"/I_Chronicles.4.24\">1 Ch 4:24</a> (var. Ζαρες) (= <span dir=\"rtl\">צֹחַר</span> 𝔊 Σααρ <a data-ref=\"Genesis 46:10\" href=\"/Genesis.46.10\">Gn 46:10</a> <a data-ref=\"Exodus 6:15\" href=\"/Exodus.6.15\">Ex 6:15</a>, cf. Di <a data-ref=\"Numbers 26:13\" href=\"/Numbers.26.13\">Nu 26:13</a>).<br><strong>5.</strong>  a Cushite, 𝔊 Ζαρε, foe of king Asa <a data-ref=\"II Chronicles 14:8\" href=\"/II_Chronicles.14.8\">2 Ch 14:8</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d1aab6084aa1cbf10ddd", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, יוֹבָב 1", "anchorRef": "Genesis 36:33", "anchorRefExpanded": ["Genesis 36:33"], "sourceRef": "BDB, יוֹבָב 1", "sourceHeRef": "בראון-דרייבר-בריגס, יוֹבָב א׳", "anchorVerse": 33, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "יוֹבָב", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† <big><span dir=\"rtl\">יוֹבָב</span></big>  <strong>n.pr.m. (</strong>Sab. n.pr. <span dir=\"rtl\">יהיבב</span> Glaser<sup>Skizze ii. 303 ff.</sup><strong>)</strong>—<br><strong>1.</strong>  ‘son’ of Yoḳtân <a data-ref=\"Genesis 10:29\" href=\"/Genesis.10.29\">Gn 10:29</a> = <a data-ref=\"I Chronicles 1:23\" href=\"/I_Chronicles.1.23\">1 Ch 1:23</a>, 𝔊 Ιωβαβ.<br><strong>2.</strong>  a king in Edom <a data-ref=\"Genesis 36:33\" href=\"/Genesis.36.33\">Gn 36:33</a>, <a data-ref=\"Genesis 36:34\" href=\"/Genesis.36.34\">34</a> = <a data-ref=\"I Chronicles 1:44\" href=\"/I_Chronicles.1.44\">1 Ch 1:44</a>, <a data-ref=\"I Chronicles 1:45\" href=\"/I_Chronicles.1.45\">45</a>, 𝔊 Ιω(α)βαβ.<br><strong>3.</strong>  king of Madon (Northern Canaan) <a data-ref=\"Joshua 11:1\" href=\"/Joshua.11.1\">Jos 11:1</a>, 𝔊 Ιω(β)αβ.<br><strong>4.</strong>  Benjamites: <strong>a.</strong>  <a data-ref=\"I Chronicles 8:9\" href=\"/I_Chronicles.8.9\">1 Ch 8:9</a>, 𝔊 Ιωβαβ. <strong>b.</strong>  <a data-ref=\"I Chronicles 8:18\" href=\"/I_Chronicles.8.18\">1 Ch 8:18</a>, 𝔊 Ιω(β)αβ."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d2a1b6084aa1cbf1c5cf", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, מוּת 1", "anchorRef": "Genesis 36:33", "anchorRefExpanded": ["Genesis 36:33"], "sourceRef": "BDB, מוּת 1", "sourceHeRef": "בראון-דרייבר-בריגס, מוּת א׳", "anchorVerse": 33, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "מוּת", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><big><span dir=\"rtl\">מוּת</span></big></big>  <strong>vb.</strong> die <strong>(</strong>NH <em>id.</em> (rare); Assyrian <em>mâtu</em> Dl<sup>HWB 395</sup>, Arabic <span dir=\"rtl\">مَاتَ</span>, Ethiopic ሞተ, Aramaic <span dir=\"rtl\">מוּת</span>, <span dir=\"rtl\">מִית</span>, <span dir=\"rtl\">ܡܺܝܬ</span>; Nab. <span dir=\"rtl\">מות</span> Eut<sup>Nab 14, 6</sup>; Zinj. <span dir=\"rtl\">מת</span> DHM<sup>Sendsch.Gloss.</sup><strong>)</strong>;—<br><strong>Qal</strong>  Pf. 3 ms. <span dir=\"rtl\">מֵת</span> <a data-ref=\"Genesis 42:38\" href=\"/Genesis.42.38\">Gn 42:38</a> +; 3 fs. <span dir=\"rtl\">מֵ֫תָה</span> <a data-ref=\"Genesis 35:18\" href=\"/Genesis.35.18\">Gn 35:18</a> +; 2 ms. <span dir=\"rtl\">מַתָּה</span> <a data-ref=\"Ezekiel 28:8\" href=\"/Ezekiel.28.8\">Ez 28:8</a>; 1 s. <span dir=\"rtl\">וָמַ֑תִּי</span> <a data-ref=\"Genesis 19:19\" href=\"/Genesis.19.19\">Gn 19:19</a>; 3 mpl. <span dir=\"rtl\">מֵ֫תוּ</span> <a data-ref=\"Genesis 7:22\" href=\"/Genesis.7.22\">Gn 7:22</a> +; 1 pl. <span dir=\"rtl\">מַתְנוּ</span> <a data-ref=\"Numbers 14:2\" href=\"/Numbers.14.2\">Nu 14:2</a> <a data-ref=\"II Kings 7:4\" href=\"/II_Kings.7.4\">2 K 7:4</a>; <span dir=\"rtl\">מָ֑תְנוּ</span> <a data-ref=\"Numbers 14:9\" href=\"/Numbers.14.9\">Nu 14:9</a> +; Impf. <span dir=\"rtl\">יָמוּת</span> <a data-ref=\"Genesis 38:11\" href=\"/Genesis.38.11\">Gn 38:11</a> +; <span dir=\"rtl\">יָמֹ֑ת</span> <a data-ref=\"Deuteronomy 33:6\" href=\"/Deuteronomy.33.6\">Dt 33:6</a> +; <span dir=\"rtl\">וַיָּ֫מָת</span> <a data-ref=\"Genesis 11:28\" href=\"/Genesis.11.28\">Gn 11:28</a> +; 1 s. <span dir=\"rtl\">אָמוּת</span> <a data-ref=\"Genesis 26:9\" href=\"/Genesis.26.9\">Gn 26:9</a> +; <span dir=\"rtl\">אָמֻת</span> <a data-ref=\"II Samuel 19:38\" href=\"/II_Samuel.19.38\">2 S 19:38</a>; <span dir=\"rtl\">אָמוּ֫תָה</span> <a data-ref=\"Genesis 46:30\" href=\"/Genesis.46.30\">Gn 46:30</a>; 3 mpl. <span dir=\"rtl\">יָמ֫וּתוּ</span> <a data-ref=\"I Samuel 2:23\" href=\"/I_Samuel.2.23\">1 S 2:23</a> +; <span dir=\"rtl\">יְמֻתוּן</span> <a data-ref=\"Numbers 16:29\" href=\"/Numbers.16.29\">Nu 16:29</a>; <a data-ref=\"Numbers 16:3\" href=\"/Numbers.16.3\">3</a> fpl. <span dir=\"rtl\">תְּמוּתֶ֫נָה</span> <a data-ref=\"Ezekiel 13:19\" href=\"/Ezekiel.13.19\">Ez 13:19</a> (Ges<sup>§ 72, 5</sup>) +; Imv. <span dir=\"rtl\">מֻת</span> <a data-ref=\"Deuteronomy 32:50\" href=\"/Deuteronomy.32.50\">Dt 32:50</a> <a data-ref=\"Job 2:9\" href=\"/Job.2.9\">Jb 2:9</a>; Inf. abs. <span dir=\"rtl\">מוֹת</span> <a data-ref=\"Genesis 2:17\" href=\"/Genesis.2.17\">Gn 2:17</a> +; cstr. <span dir=\"rtl\">מוּת</span> <a data-ref=\"Genesis 25:32\" href=\"/Genesis.25.32\">Gn 25:32</a> +; sf. <span dir=\"rtl\">מוּתִי</span> <a data-ref=\"II Samuel 19:1\" href=\"/II_Samuel.19.1\">2 S 19:1</a>; <span dir=\"rtl\">מֻתָן</span> <a data-ref=\"II Samuel 20:3\" href=\"/II_Samuel.20.3\">2 S 20:3</a>, etc.; Pt. <span dir=\"rtl\">מֵת</span> <a data-ref=\"Genesis 20:3\" href=\"/Genesis.20.3\">Gn 20:3</a> +; sf. <span dir=\"rtl\">מֵתִי</span> <a data-ref=\"Genesis 23:4\" href=\"/Genesis.23.4\">Gn 23:4</a> +; fs. <span dir=\"rtl\">מֵתָה</span> <a data-ref=\"Genesis 30:1\" href=\"/Genesis.30.1\">Gn 30:1</a> <a data-ref=\"Zechariah 11:9\" href=\"/Zechariah.11.9\">Zc 11:9</a>; pl. <span dir=\"rtl\">מֵתִים</span> <a data-ref=\"Exodus 12:33\" href=\"/Exodus.12.33\">Ex 12:33</a> +; cstr. <span dir=\"rtl\">מֵתֵי</span> <a data-ref=\"Isaiah 22:2\" href=\"/Isaiah.22.2\">Is 22:2</a> +; sf. <span dir=\"rtl\">מֵתֶיךָ</span> <a data-ref=\"Isaiah 26:19\" href=\"/Isaiah.26.19\">Is 26:19</a>;— <strong>1.</strong>  <em>die</em>, of natural or other causes: <strong>a.</strong>  (1) of man, †<span dir=\"rtl\">וַיִּגְוַע וַיָּמָת</span> <em>and he expired and died</em> <a data-ref=\"Genesis 25:8\" href=\"/Genesis.25.8\">Gn 25:8</a> (+ <span dir=\"rtl\">בְּשֵׂיבָה טוֹבָה</span>, v. infr.), v <a data-ref=\"Genesis 25:17\" href=\"/Genesis.25.17\">17</a> <a data-ref=\"Genesis 35:29\" href=\"/Genesis.35.29\">35:29</a> (P); †<span dir=\"rtl\">וַיָּמָת וַיִּקָּבֵר</span> <a data-ref=\"Judges 10:2\" href=\"/Judges.10.2\">Ju 10:2</a>, <a data-ref=\"Judges 10:5\" href=\"/Judges.10.5\">5</a>; <a data-ref=\"Judges 8:32\" href=\"/Judges.8.32\">8:32</a>; <a data-ref=\"Judges 12:7\" href=\"/Judges.12.7\">12:7</a>, <a data-ref=\"Judges 12:10\" href=\"/Judges.12.10\">10</a>, <a data-ref=\"Judges 12:12\" href=\"/Judges.12.12\">12</a>, <a data-ref=\"Judges 12:15\" href=\"/Judges.12.15\">15</a> <a data-ref=\"II Samuel 17:23\" href=\"/II_Samuel.17.23\">2 S 17:23</a>; †<span dir=\"rtl\">וימת וימלך תַּחְתָּיו</span> <em>and he died and</em>—<em>reigned in his stead</em> <a data-ref=\"Genesis 36:33\" href=\"/Genesis.36.33\">Gn 36:33</a>, <a data-ref=\"Genesis 36:34\" href=\"/Genesis.36.34\">34</a>, <a data-ref=\"Genesis 36:35\" href=\"/Genesis.36.35\">35</a>, <a data-ref=\"Genesis 36:36\" href=\"/Genesis.36.36\">36</a>, <a data-ref=\"Genesis 36:37\" href=\"/Genesis.36.37\">37</a>, <a data-ref=\"Genesis 36:38\" href=\"/Genesis.36.38\">38</a>, <a data-ref=\"Genesis 36:39\" href=\"/Genesis.36.39\">39</a> (P), <a data-ref=\"II Samuel 10:1\" href=\"/II_Samuel.10.1\">2 S 10:1</a> = <a data-ref=\"I Chronicles 19:1\" href=\"/I_Chronicles.19.1\">1 Ch 19:1</a>, <a data-ref=\"II Kings 1:17\" href=\"/II_Kings.1.17\">2 K 1:17</a>; <a data-ref=\"II Kings 8:15\" href=\"/II_Kings.8.15\">8:15</a>; <a data-ref=\"II Kings 13:24\" href=\"/II_Kings.13.24\">13:24</a> <a data-ref=\"I Chronicles 1:44\" href=\"/I_Chronicles.1.44\">1 Ch 1:44</a>, <a data-ref=\"I Chronicles 1:45\" href=\"/I_Chronicles.1.45\">45</a>, <a data-ref=\"I Chronicles 1:46\" href=\"/I_Chronicles.1.46\">46</a>, <a data-ref=\"I Chronicles 1:47\" href=\"/I_Chronicles.1.47\">47</a>, <a data-ref=\"I Chronicles 1:48\" href=\"/I_Chronicles.1.48\">48</a>, <a data-ref=\"I Chronicles 1:49\" href=\"/I_Chronicles.1.49\">49</a>, <a data-ref=\"I Chronicles 1:50\" href=\"/I_Chronicles.1.50\">50</a>; <span dir=\"rtl\">וימת בְּשֵׂיבָה טוֹבָה</span> <em>and he died in a good old age</em> <a data-ref=\"I Chronicles 29:28\" href=\"/I_Chronicles.29.28\">1 Ch 29:28</a> (+ <a data-ref=\"Genesis 25:8\" href=\"/Genesis.25.8\">Gn 25:8</a>, v. supr.); as the result of smiting <span dir=\"rtl\">הכה</span> <a data-ref=\"Exodus 21:18\" href=\"/Exodus.21.18\">Ex 21:18</a>, <a data-ref=\"Exodus 21:20\" href=\"/Exodus.21.20\">20</a>, <a data-ref=\"Exodus 21:22\" href=\"/Exodus.21.22\">22</a> (E); + <span dir=\"rtl\">במלחמה</span> <a data-ref=\"Deuteronomy 20:5\" href=\"/Deuteronomy.20.5\">Dt 20:5</a>, <a data-ref=\"Deuteronomy 20:6\" href=\"/Deuteronomy.20.6\">6</a>, <a data-ref=\"Deuteronomy 20:7\" href=\"/Deuteronomy.20.7\">7</a> <a data-ref=\"II Samuel 19:11\" href=\"/II_Samuel.19.11\">2 S 19:11</a>; <span dir=\"rtl\">בַּחֶרֶב</span> <a data-ref=\"Jeremiah 11:22\" href=\"/Jeremiah.11.22\">Je 11:22</a>; <span dir=\"rtl\">ברעב</span> v <a data-ref=\"Jeremiah 11:22\" href=\"/Jeremiah.11.22\">22</a>; <span dir=\"rtl\">מפני הרעב</span> <a data-ref=\"Jeremiah 38:9\" href=\"/Jeremiah.38.9\">38:9</a>; <span dir=\"rtl\">בְּדֶבֶר</span> <a data-ref=\"Jeremiah 21:6\" href=\"/Jeremiah.21.6\">21:6</a>; <span dir=\"rtl\">באבן</span> <a data-ref=\"Numbers 35:17\" href=\"/Numbers.35.17\">Nu 35:17</a>, <a data-ref=\"Numbers 35:23\" href=\"/Numbers.35.23\">23</a> (P); †<span dir=\"rtl\">בַּמַּגֵּפָה</span> <a data-ref=\"Numbers 14:37\" href=\"/Numbers.14.37\">Nu 14:37</a>; <a data-ref=\"Numbers 17:14\" href=\"/Numbers.17.14\">17:14</a>; <a data-ref=\"Numbers 25:9\" href=\"/Numbers.25.9\">25:9</a> (P). (2) fig. of wisdom, <span dir=\"rtl\">עִמָּכֶם תָּמוּת חָכְמָה</span> <a data-ref=\"Job 12:2\" href=\"/Job.12.2\">Jb 12:2</a>; of courage, <span dir=\"rtl\">וַיָּמָת לִבּוֹ בְּקִרְבּוֹ</span> <em>and his heart died within him</em> <a data-ref=\"I Samuel 25:37\" href=\"/I_Samuel.25.37\">1 S 25:37</a>.—<a data-ref=\"II Samuel 2:31\" href=\"/II_Samuel.2.31\">2 S 2:31</a> del. <span dir=\"rtl\">מֵ֑תוּ</span> We Dr Kit Bu, cf. 𝔊. <strong>b.</strong>  of animals <a data-ref=\"Leviticus 11:39\" href=\"/Leviticus.11.39\">Lv 11:39</a>; cattle <a data-ref=\"Genesis 33:13\" href=\"/Genesis.33.13\">Gn 33:13</a> (J), fish <a data-ref=\"Exodus 7:18\" href=\"/Exodus.7.18\">Ex 7:18</a> (E), frogs <a data-ref=\"Exodus 8:9\" href=\"/Exodus.8.9\">Ex 8:9</a> (J), lion <a data-ref=\"Ecclesiastes 9:4\" href=\"/Ecclesiastes.9.4\">Ec 9:4</a>, worm <a data-ref=\"Isaiah 66:24\" href=\"/Isaiah.66.24\">Is 66:24</a>; <span dir=\"rtl\">כֶּלֶב מֵת</span>, <em>dead dog</em> (in proverb) <a data-ref=\"I Samuel 24:15\" href=\"/I_Samuel.24.15\">1 S 24:15</a> <a data-ref=\"II Samuel 9:8\" href=\"/II_Samuel.9.8\">2 S 9:8</a>; <a data-ref=\"II Samuel 16:9\" href=\"/II_Samuel.16.9\">16:9</a>. <strong>c.</strong>  a tree <a data-ref=\"Job 14:8\" href=\"/Job.14.8\">Jb 14:8</a>. <strong>d.</strong>  <span dir=\"rtl\">זִבְחֵי מֵתִים</span> <a data-ref=\"Psalms 106:28\" href=\"/Psalms.106.28\">ψ 106:28</a> <em>sacrifices to the dead</em> (idols). <strong>2.</strong>  <em>die</em> as a penalty = <em>be put to death:</em> <strong>a.</strong>  by human authority <a data-ref=\"Genesis 42:20\" href=\"/Genesis.42.20\">Gn 42:20</a> <a data-ref=\"Exodus 10:28\" href=\"/Exodus.10.28\">Ex 10:28</a>; <a data-ref=\"Exodus 21:14\" href=\"/Exodus.21.14\">21:14</a> (E), <a data-ref=\"Genesis 44:9\" href=\"/Genesis.44.9\">Gn 44:9</a> <a data-ref=\"Joshua 2:14\" href=\"/Joshua.2.14\">Jos 2:14</a> (J), <a data-ref=\"Leviticus 20:20\" href=\"/Leviticus.20.20\">Lv 20:20</a> (H), <a data-ref=\"Numbers 35:12\" href=\"/Numbers.35.12\">Nu 35:12</a>, <a data-ref=\"Numbers 35:30\" href=\"/Numbers.35.30\">30</a><sup>(×2)</sup> (P), especially D, <a data-ref=\"Deuteronomy 17:5\" href=\"/Deuteronomy.17.5\">Dt 17:5</a>, <a data-ref=\"Deuteronomy 17:6\" href=\"/Deuteronomy.17.6\">6</a>; <a data-ref=\"Deuteronomy 18:20\" href=\"/Deuteronomy.18.20\">18:20</a>; <a data-ref=\"Deuteronomy 19:12\" href=\"/Deuteronomy.19.12\">19:12</a>; <a data-ref=\"Deuteronomy 22:22\" href=\"/Deuteronomy.22.22\">22:22</a>, <a data-ref=\"Deuteronomy 22:25\" href=\"/Deuteronomy.22.25\">25</a>; <a data-ref=\"Deuteronomy 24:7\" href=\"/Deuteronomy.24.7\">24:7</a> <a data-ref=\"Judges 6:30\" href=\"/Judges.6.30\">Ju 6:30</a> <a data-ref=\"I Samuel 14:43\" href=\"/I_Samuel.14.43\">1 S 14:43</a>, <a data-ref=\"I Samuel 14:45\" href=\"/I_Samuel.14.45\">45</a><sup>(×2)</sup>; <a data-ref=\"II Samuel 19:24\" href=\"/II_Samuel.19.24\">2 Sa 19:24</a> <a data-ref=\"Jeremiah 38:24\" href=\"/Jeremiah.38.24\">Je 38:24</a>; <span dir=\"rtl\">מות יָמוּת</span>, <em>die</em> = <em>be put to a violent death</em> (> AV RV <em>surely die</em>), <a data-ref=\"I Samuel 14:39\" href=\"/I_Samuel.14.39\">1 S 14:39</a>, <a data-ref=\"I Samuel 14:44\" href=\"/I_Samuel.14.44\">44</a>; <a data-ref=\"I Samuel 22:16\" href=\"/I_Samuel.22.16\">22:16</a>; <a data-ref=\"I Kings 2:37\" href=\"/I_Kings.2.37\">1 K 2:37</a>, <a data-ref=\"I Kings 2:42\" href=\"/I_Kings.2.42\">42</a> (all Judaic), <a data-ref=\"Jeremiah 26:8\" href=\"/Jeremiah.26.8\">Je 26:8</a>, all of capital punishment; <a data-ref=\"II Kings 8:10\" href=\"/II_Kings.8.10\">2 K 8:10</a> (Ephr.) of assassination; <span dir=\"rtl\">מוֹת יוּמַת</span> <em>be put to a violent death</em>, in the codes of <a data-ref=\"Exodus 21:12\" href=\"/Exodus.21.12\">Ex 21:12</a>, <a data-ref=\"Exodus 21:15\" href=\"/Exodus.21.15\">15</a>, <a data-ref=\"Exodus 21:16\" href=\"/Exodus.21.16\">16</a>, <a data-ref=\"Exodus 21:17\" href=\"/Exodus.21.17\">17</a>; <a data-ref=\"Exodus 22:18\" href=\"/Exodus.22.18\">22:18</a> (E), <a data-ref=\"Leviticus 20:2\" href=\"/Leviticus.20.2\">Lv 20:2</a>, <a data-ref=\"Leviticus 20:9\" href=\"/Leviticus.20.9\">9</a>, <a data-ref=\"Leviticus 20:10\" href=\"/Leviticus.20.10\">10</a>, <a data-ref=\"Leviticus 20:11\" href=\"/Leviticus.20.11\">11</a>, <a data-ref=\"Leviticus 20:12\" href=\"/Leviticus.20.12\">12</a>, <a data-ref=\"Leviticus 20:13\" href=\"/Leviticus.20.13\">13</a>, <a data-ref=\"Leviticus 20:15\" href=\"/Leviticus.20.15\">15</a>, <a data-ref=\"Leviticus 20:16\" href=\"/Leviticus.20.16\">16</a>, <a data-ref=\"Leviticus 20:27\" href=\"/Leviticus.20.27\">27</a>; <a data-ref=\"Leviticus 24:16\" href=\"/Leviticus.24.16\">24:16</a>, <a data-ref=\"Leviticus 24:17\" href=\"/Leviticus.24.17\">17</a> (H), <a data-ref=\"Exodus 31:14\" href=\"/Exodus.31.14\">Ex 31:14</a>, <a data-ref=\"Exodus 31:15\" href=\"/Exodus.31.15\">15</a> <a data-ref=\"Numbers 15:35\" href=\"/Numbers.15.35\">Nu 15:35</a>; <a data-ref=\"Numbers 35:16\" href=\"/Numbers.35.16\">35:16</a>, <a data-ref=\"Numbers 35:17\" href=\"/Numbers.35.17\">17</a>, <a data-ref=\"Numbers 35:18\" href=\"/Numbers.35.18\">18</a>, <a data-ref=\"Numbers 35:21\" href=\"/Numbers.35.21\">21</a>, <a data-ref=\"Numbers 35:31\" href=\"/Numbers.35.31\">31</a> <a data-ref=\"Leviticus 27:29\" href=\"/Leviticus.27.29\">Lv 27:29</a> (P; never in D; D uses verb, either Qal or Hiph., without inf. abs.); it is used in narratives <a data-ref=\"Genesis 26:11\" href=\"/Genesis.26.11\">Gn 26:11</a>(J), <a data-ref=\"Exodus 19:12\" href=\"/Exodus.19.12\">Ex 19:12</a> (E), <a data-ref=\"Judges 21:5\" href=\"/Judges.21.5\">Ju 21:5</a>. <span dir=\"rtl\">מ׳</span> is preceded by <span dir=\"rtl\">רגם</span> <a data-ref=\"Numbers 15:36\" href=\"/Numbers.15.36\">Nu 15:36</a> (P), <a data-ref=\"Deuteronomy 21:21\" href=\"/Deuteronomy.21.21\">Dt 21:21</a> <a data-ref=\"I Kings 12:18\" href=\"/I_Kings.12.18\">1 K 12:18</a> = <a data-ref=\"II Chronicles 10:18\" href=\"/II_Chronicles.10.18\">2 Ch 10:18</a>, <a data-ref=\"I Kings 21:13\" href=\"/I_Kings.21.13\">1 K 21:13</a>; <span dir=\"rtl\">סקל</span> <a data-ref=\"Deuteronomy 13:11\" href=\"/Deuteronomy.13.11\">Dt 13:11</a> <a data-ref=\"Deuteronomy 17:5\" href=\"/Deuteronomy.17.5\">17:5</a>; <a data-ref=\"Deuteronomy 22:21\" href=\"/Deuteronomy.22.21\">22:21</a>, <a data-ref=\"Deuteronomy 22:24\" href=\"/Deuteronomy.22.24\">24</a> <a data-ref=\"I Kings 21:10\" href=\"/I_Kings.21.10\">1 K 21:10</a>, <a data-ref=\"I Kings 21:13\" href=\"/I_Kings.21.13\">13</a>, <a data-ref=\"I Kings 21:14\" href=\"/I_Kings.21.14\">14</a>, <a data-ref=\"I Kings 21:15\" href=\"/I_Kings.21.15\">15</a>; <span dir=\"rtl\">פגע</span> <a data-ref=\"I Kings 2:25\" href=\"/I_Kings.2.25\">1 K 2:25</a>, <a data-ref=\"I Kings 2:46\" href=\"/I_Kings.2.46\">46</a>; <span dir=\"rtl\">רמס</span> <a data-ref=\"II Kings 7:17\" href=\"/II_Kings.7.17\">2 K 7:17</a>, <a data-ref=\"II Kings 7:20\" href=\"/II_Kings.7.20\">20</a>; <span dir=\"rtl\">בְּיַד גֹּאֵל</span> <a data-ref=\"Joshua 20:9\" href=\"/Joshua.20.9\">Jos 20:9</a> (P). <strong>b.</strong>  inflicted by God, <a data-ref=\"Genesis 20:3\" href=\"/Genesis.20.3\">Gn 20:3</a>, <a data-ref=\"Genesis 20:7\" href=\"/Genesis.20.7\">7</a>; <a data-ref=\"Joshua 10:11\" href=\"/Joshua.10.11\">Jos 10:11</a> (E), <a data-ref=\"Genesis 3:3\" href=\"/Genesis.3.3\">Gn 3:3</a>; <a data-ref=\"Genesis 38:11\" href=\"/Genesis.38.11\">38:11</a>; <a data-ref=\"Exodus 11:5\" href=\"/Exodus.11.5\">Ex 11:5</a>; <a data-ref=\"Exodus 12:33\" href=\"/Exodus.12.33\">12:33</a> (J), <a data-ref=\"Exodus 28:35\" href=\"/Exodus.28.35\">28:35</a>; <a data-ref=\"Exodus 30:20\" href=\"/Exodus.30.20\">30:20</a><sup>(×2)</sup> <a data-ref=\"Leviticus 8:35\" href=\"/Leviticus.8.35\">Lv 8:35</a>; <a data-ref=\"Leviticus 10:2\" href=\"/Leviticus.10.2\">10:2</a>, <a data-ref=\"Leviticus 10:6\" href=\"/Leviticus.10.6\">6</a>, <a data-ref=\"Leviticus 10:7\" href=\"/Leviticus.10.7\">7</a>, <a data-ref=\"Leviticus 10:9\" href=\"/Leviticus.10.9\">9</a>; <a data-ref=\"Leviticus 16:1\" href=\"/Leviticus.16.1\">16:1</a>, <a data-ref=\"Leviticus 16:2\" href=\"/Leviticus.16.2\">2</a>, <a data-ref=\"Leviticus 16:13\" href=\"/Leviticus.16.13\">13</a> <a data-ref=\"Numbers 3:4\" href=\"/Numbers.3.4\">Nu 3:4</a>; <a data-ref=\"Numbers 4:19\" href=\"/Numbers.4.19\">4:19</a>, <a data-ref=\"Numbers 4:20\" href=\"/Numbers.4.20\">20</a>; <a data-ref=\"Numbers 14:35\" href=\"/Numbers.14.35\">14:35</a>; <a data-ref=\"Numbers 17:14\" href=\"/Numbers.17.14\">17:14</a>, <a data-ref=\"Numbers 17:25\" href=\"/Numbers.17.25\">25</a>, <a data-ref=\"Numbers 17:28\" href=\"/Numbers.17.28\">28</a>; <a data-ref=\"Numbers 18:3\" href=\"/Numbers.18.3\">18:3</a>, <a data-ref=\"Numbers 18:32\" href=\"/Numbers.18.32\">32</a>; <a data-ref=\"Numbers 26:11\" href=\"/Numbers.26.11\">26:11</a>, <a data-ref=\"Numbers 26:61\" href=\"/Numbers.26.61\">61</a> (P), <a data-ref=\"Deuteronomy 5:19\" href=\"/Deuteronomy.5.19\">Dt 5:22</a><sup>(×2)</sup>; <a data-ref=\"Deuteronomy 18:16\" href=\"/Deuteronomy.18.16\">18:16</a> <a data-ref=\"Judges 6:23\" href=\"/Judges.6.23\">Ju 6:23</a> <a data-ref=\"I Samuel 5:12\" href=\"/I_Samuel.5.12\">1 S 5:12</a>; <a data-ref=\"I Samuel 12:19\" href=\"/I_Samuel.12.19\">12:19</a>; <a data-ref=\"I Samuel 25:17\" href=\"/I_Samuel.25.17\">25:17</a>, <a data-ref=\"I Samuel 25:38\" href=\"/I_Samuel.25.38\">38</a>, <a data-ref=\"I Samuel 25:39\" href=\"/I_Samuel.25.39\">39</a>; <a data-ref=\"II Samuel 6:7\" href=\"/II_Samuel.6.7\">2 S 6:7</a>; <a data-ref=\"II Samuel 12:13\" href=\"/II_Samuel.12.13\">12:13</a>; <a data-ref=\"I Kings 19:4\" href=\"/I_Kings.19.4\">1 K 19:4</a>; <a data-ref=\"II Kings 14:6\" href=\"/II_Kings.14.6\">2 K 14:6</a> = <a data-ref=\"II Chronicles 25:4\" href=\"/II_Chronicles.25.4\">2 Ch 25:4</a>, <a data-ref=\"I Chronicles 24:2\" href=\"/I_Chronicles.24.2\">1 Ch 24:2</a>; <a data-ref=\"II Chronicles 13:20\" href=\"/II_Chronicles.13.20\">2 Ch 13:20</a>; <a data-ref=\"II Kings 19:35\" href=\"/II_Kings.19.35\">2 K 19:35</a> = <a data-ref=\"Isaiah 37:36\" href=\"/Isaiah.37.36\">Is 37:36</a>, <a data-ref=\"Ezekiel 3:20\" href=\"/Ezekiel.3.20\">Ez 3:20</a>; <a data-ref=\"Ezekiel 18:4\" href=\"/Ezekiel.18.4\">18:4</a>, <a data-ref=\"Ezekiel 18:20\" href=\"/Ezekiel.18.20\">20</a>, <a data-ref=\"Ezekiel 18:21\" href=\"/Ezekiel.18.21\">21</a>, <a data-ref=\"Ezekiel 18:28\" href=\"/Ezekiel.18.28\">28</a>; <a data-ref=\"Ezekiel 33:15\" href=\"/Ezekiel.33.15\">33:15</a>; <span dir=\"rtl\">מוֹת יָמוּת</span> <a data-ref=\"Genesis 2:17\" href=\"/Genesis.2.17\">Gn 2:17</a>; <a data-ref=\"Genesis 3:4\" href=\"/Genesis.3.4\">3:4</a> (J), <a data-ref=\"Genesis 20:7\" href=\"/Genesis.20.7\">20:7</a> (E), <a data-ref=\"Judges 13:21\" href=\"/Judges.13.21\">Ju 13:21</a>, <a data-ref=\"Judges 13:22\" href=\"/Judges.13.22\">22</a>; <a data-ref=\"II Samuel 12:14\" href=\"/II_Samuel.12.14\">2 S 12:14</a>; <a data-ref=\"II Samuel 14:14\" href=\"/II_Samuel.14.14\">14:14</a>; <a data-ref=\"II Kings 1:4\" href=\"/II_Kings.1.4\">2 K 1:4</a>, <a data-ref=\"II Kings 1:6\" href=\"/II_Kings.1.6\">6</a>, <a data-ref=\"II Kings 1:16\" href=\"/II_Kings.1.16\">16</a> (all Judaic), <a data-ref=\"Numbers 26:65\" href=\"/Numbers.26.65\">Nu 26:65</a> (P), <a data-ref=\"Ezekiel 3:18\" href=\"/Ezekiel.3.18\">Ez 3:18</a>; <a data-ref=\"Ezekiel 33:8\" href=\"/Ezekiel.33.8\">33:8</a>, <a data-ref=\"Ezekiel 33:14\" href=\"/Ezekiel.33.14\">14</a>; <span dir=\"rtl\">מוֹת יוּמַת</span> <a data-ref=\"Ezekiel 18:13\" href=\"/Ezekiel.18.13\">18:13</a>, <span dir=\"rtl\">ביד יהוה</span> <a data-ref=\"Exodus 16:3\" href=\"/Exodus.16.3\">Ex 16:3</a> (P); <span dir=\"rtl\">בחטא</span> <a data-ref=\"Leviticus 22:9\" href=\"/Leviticus.22.9\">Lv 22:9</a> (H), <a data-ref=\"Numbers 27:3\" href=\"/Numbers.27.3\">Nu 27:3</a> (P), <a data-ref=\"II Kings 14:6\" href=\"/II_Kings.14.6\">2 K 14:6</a> = <a data-ref=\"II Chronicles 25:4\" href=\"/II_Chronicles.25.4\">2 Ch 25:4</a>; <span dir=\"rtl\">לשׂאת חטא למות</span> <a data-ref=\"Numbers 18:22\" href=\"/Numbers.18.22\">Nu 18:22</a> (P); <span dir=\"rtl\">בחטאת</span> <a data-ref=\"Ezekiel 3:20\" href=\"/Ezekiel.3.20\">Ez 3:20</a>; <a data-ref=\"Ezekiel 18:24\" href=\"/Ezekiel.18.24\">18:24</a>; <span dir=\"rtl\">בטמאה</span> <a data-ref=\"Leviticus 15:21\" href=\"/Leviticus.15.21\">Lv 15:21</a> (P); <span dir=\"rtl\">בעון</span> <a data-ref=\"Jeremiah 31:30\" href=\"/Jeremiah.31.30\">Je 31:30</a>; <a data-ref=\"Ezekiel 3:18\" href=\"/Ezekiel.3.18\">Ez 3:18</a>, <a data-ref=\"Ezekiel 3:19\" href=\"/Ezekiel.3.19\">19</a>; <a data-ref=\"Ezekiel 18:17\" href=\"/Ezekiel.18.17\">18:17</a>, <a data-ref=\"Ezekiel 18:18\" href=\"/Ezekiel.18.18\">18</a>; <a data-ref=\"Ezekiel 33:8\" href=\"/Ezekiel.33.8\">33:8</a>, <a data-ref=\"Ezekiel 33:9\" href=\"/Ezekiel.33.9\">9</a>; <span dir=\"rtl\">לא ישׂאו עון ומתו</span> <a data-ref=\"Exodus 28:43\" href=\"/Exodus.28.43\">Ex 28:43</a> <a data-ref=\"Numbers 4:15\" href=\"/Numbers.4.15\">Nu 4:15</a> (P); <span dir=\"rtl\">בעול</span> <a data-ref=\"Ezekiel 18:26\" href=\"/Ezekiel.18.26\">Ez 18:26</a>; <a data-ref=\"Ezekiel 33:13\" href=\"/Ezekiel.33.13\">33:13</a>, <a data-ref=\"Ezekiel 33:18\" href=\"/Ezekiel.33.18\">18</a>; <span dir=\"rtl\">על עול</span> <a data-ref=\"Ezekiel 18:26\" href=\"/Ezekiel.18.26\">18:26</a>; <span dir=\"rtl\">במעל</span> <a data-ref=\"I Chronicles 10:13\" href=\"/I_Chronicles.10.13\">1 Ch 10:13</a>. <strong>c.</strong>  <em>die, perish</em>, of a nation by divine judgment, Moab <a data-ref=\"Amos 2:2\" href=\"/Amos.2.2\">Am 2:2</a>, Ephraim <a data-ref=\"Hosea 13:1\" href=\"/Hosea.13.1\">Ho 13:1</a>; <span dir=\"rtl\">בית ישׂראל</span> <a data-ref=\"Ezekiel 18:31\" href=\"/Ezekiel.18.31\">Ez 18:31</a>; <a data-ref=\"Ezekiel 33:1\" href=\"/Ezekiel.33.1\">33:1</a>. <strong>d.</strong>  <em>die prematurely</em>, by neglect of wise moral conduct <a data-ref=\"Proverbs 5:23\" href=\"/Proverbs.5.23\">Pr 5:23</a>; <a data-ref=\"Proverbs 10:21\" href=\"/Proverbs.10.21\">10:21</a>; <a data-ref=\"Proverbs 15:10\" href=\"/Proverbs.15.10\">15:10</a>; <a data-ref=\"Proverbs 19:16\" href=\"/Proverbs.19.16\">19:16</a>; <a data-ref=\"Proverbs 23:13\" href=\"/Proverbs.23.13\">23:13</a>; <a data-ref=\"Ecclesiastes 7:17\" href=\"/Ecclesiastes.7.17\">Ec 7:17</a>.— <em>Note.</em> On <span dir=\"rtl\">(לַבֵּן) עַל־מוּת</span> <a data-ref=\"Psalms 9:1\" href=\"/Psalms.9.1\">ψ 9:1</a>; <a data-ref=\"Psalms 48:15\" href=\"/Psalms.48.15\">48:15</a> v. <a ,=\"\" data-ref=\"BDB, עַלְמָה\" dir=\"rtl\" href=\"/BDB,_עַלְמָה\">עַלְמָה</a> sub <a ,=\"\" data-ref=\"BDB, יָאַל²\" dir=\"rtl\" href=\"/BDB,_יָאַל²\">II. עלם</a>.<br><strong>Poʿlel.</strong>  Pf. ms. sf. <span dir=\"rtl\">מוֹתְתַנִי</span> <a data-ref=\"Jeremiah 20:17\" href=\"/Jeremiah.20.17\">Je 20:17</a>; 1 s. <span dir=\"rtl\">מֹתַתִּי</span> <a data-ref=\"II Samuel 1:16\" href=\"/II_Samuel.1.16\">2 S 1:16</a>; Impf. 3 ms. sf. <span dir=\"rtl\">יְמֹתְתֵהוּ</span> <a data-ref=\"I Samuel 17:51\" href=\"/I_Samuel.17.51\">1 S 17:51</a>; 3 fs. <span dir=\"rtl\">תְּמוֹתֵת</span> <a data-ref=\"Psalms 34:22\" href=\"/Psalms.34.22\">ψ 34:22</a>; 1 s. sf. <span dir=\"rtl\">אֲמֹתְתֵהוּ</span> <a data-ref=\"II Samuel 1:10\" href=\"/II_Samuel.1.10\">2 S 1:10</a>; Imv. sf. <span dir=\"rtl\">מוֹתְתֵנִי</span> <a data-ref=\"Judges 9:54\" href=\"/Judges.9.54\">Ju 9:54</a>; <span dir=\"rtl\">מֹתְתֵנִי</span> <a data-ref=\"II Samuel 1:9\" href=\"/II_Samuel.1.9\">2 S 1:9</a>; inf. <span dir=\"rtl\">מוֹתֵת</span> <a data-ref=\"Psalms 109:16\" href=\"/Psalms.109.16\">ψ 109:16</a>; Pt. <span dir=\"rtl\">מְמוֹתֵת</span> <a data-ref=\"I Samuel 14:13\" href=\"/I_Samuel.14.13\">1 S 14:13</a>;—<em>kill, put to death, despatch</em> (intens.), abs. <a data-ref=\"I Samuel 14:13\" href=\"/I_Samuel.14.13\">1 S 14:13</a>, elsewhere c. acc. <a data-ref=\"Judges 9:54\" href=\"/Judges.9.54\">Ju 9:54</a>; <a data-ref=\"I Samuel 17:51\" href=\"/I_Samuel.17.51\">1 S 17:51</a>; <a data-ref=\"II Samuel 1:9\" href=\"/II_Samuel.1.9\">2 S 1:9</a>, <a data-ref=\"II Samuel 1:10\" href=\"/II_Samuel.1.10\">10</a>, <a data-ref=\"II Samuel 1:16\" href=\"/II_Samuel.1.16\">16</a>; <a data-ref=\"Jeremiah 20:17\" href=\"/Jeremiah.20.17\">Je 20:17</a>; <a data-ref=\"Psalms 34:22\" href=\"/Psalms.34.22\">ψ 34:22</a>; <a data-ref=\"Psalms 109:16\" href=\"/Psalms.109.16\">109:16</a>.<br><strong>Hiph.</strong>  Pf. 3 ms. <span dir=\"rtl\">הֵמִית</span> <a data-ref=\"Judges 16:30\" href=\"/Judges.16.30\">Ju 16:30</a> +; sf. <span dir=\"rtl\">וֶהֱמִתָ֑נִי</span> <a data-ref=\"II Samuel 14:32\" href=\"/II_Samuel.14.32\">2 S 14:32</a>; <span dir=\"rtl\">הֱמִיתָם</span> <a data-ref=\"Jeremiah 41:8\" href=\"/Jeremiah.41.8\">Je 41:8</a>; 3 fs. sf. <span dir=\"rtl\">הֱמִיתָ֑תְהוּ</span> <a data-ref=\"II Chronicles 22:11\" href=\"/II_Chronicles.22.11\">2 Ch 22:11</a>; 2 ms. <span dir=\"rtl\">הֵמַתָּה</span> <a data-ref=\"Numbers 14:15\" href=\"/Numbers.14.15\">Nu 14:15</a>; 1 s. sf. <span dir=\"rtl\">הֲמִיתִּיו</span> (read <span dir=\"rtl\">הֲמִתִּיו</span>) <a data-ref=\"I Samuel 17:35\" href=\"/I_Samuel.17.35\">1 S 17:35</a>; 3 mpl. <span dir=\"rtl\">הֵמִיתוּ</span> <a data-ref=\"I Samuel 30:2\" href=\"/I_Samuel.30.2\">1 S 30:2</a> +, etc.; Impf. <span dir=\"rtl\">יָמִית</span> <a data-ref=\"Numbers 35:19\" href=\"/Numbers.35.19\">Nu 35:19</a> +; <span dir=\"rtl\">וַיָּ֫מֶת</span> <a data-ref=\"Genesis 38:10\" href=\"/Genesis.38.10\">Gn 38:10</a> +; sf. <span dir=\"rtl\">יְמִיתֵהוּ</span> <a data-ref=\"I Kings 13:24\" href=\"/I_Kings.13.24\">1 K 13:24</a> +; <span dir=\"rtl\">יְמִתֶנּוּ</span> <a data-ref=\"Numbers 35:19\" href=\"/Numbers.35.19\">Nu 35:19</a> +; Imv. sf. <span dir=\"rtl\">הֲמִיתֵנִי</span> <a data-ref=\"I Samuel 20:8\" href=\"/I_Samuel.20.8\">1 S 20:8</a>; pl. <span dir=\"rtl\">הָמִיתוּ</span> <a data-ref=\"I Samuel 22:17\" href=\"/I_Samuel.22.17\">1 S 22:17</a>; Inf. abs. <span dir=\"rtl\">הָמֵת</span> <a data-ref=\"II Kings 11:15\" href=\"/II_Kings.11.15\">2 K 11:15</a> +; cstr. <span dir=\"rtl\">הָמִית</span> <a data-ref=\"Leviticus 20:4\" href=\"/Leviticus.20.4\">Lv 20:4</a> +; Pt. <span dir=\"rtl\">מֵמִית</span> <a data-ref=\"I Samuel 2:6\" href=\"/I_Samuel.2.6\">1 S 2:6</a>; pl. <span dir=\"rtl\">מְמִיתִים</span> <a data-ref=\"II Kings 17:26\" href=\"/II_Kings.17.26\">2 K 17:26</a>; <span dir=\"rtl\">מְמִתִים</span> <a data-ref=\"Jeremiah 26:15\" href=\"/Jeremiah.26.15\">Je 26:15</a> <a data-ref=\"Job 33:22\" href=\"/Job.33.22\">Jb 33:22</a>;—<em>kill, put to death:</em> <strong>1.</strong>  abs. <a data-ref=\"Job 9:23\" href=\"/Job.9.23\">Jb 9:23</a>, elsewhere c. acc., subj. man, <strong>a.</strong>  of killing men in personal combat, or in war, often preceded by <span dir=\"rtl\">הכּה</span> smite <a data-ref=\"Joshua 10:26\" href=\"/Joshua.10.26\">Jos 10:26</a>; <a data-ref=\"Joshua 11:17\" href=\"/Joshua.11.17\">11:17</a>; <a data-ref=\"I Samuel 17:50\" href=\"/I_Samuel.17.50\">17:50</a> +; of destroying a city <a data-ref=\"II Samuel 20:19\" href=\"/II_Samuel.20.19\">2 S 20:19</a> (‖ <span dir=\"rtl\">השׁחית</span> v <a data-ref=\"II Samuel 20:20\" href=\"/II_Samuel.20.20\">20</a>). <strong>b.</strong>  by authority, espec. in capital punishment <a data-ref=\"Exodus 1:16\" href=\"/Exodus.1.16\">Ex 1:16</a> (E), <a data-ref=\"Leviticus 20:4\" href=\"/Leviticus.20.4\">Lv 20:4</a> (H), <a data-ref=\"Numbers 35:19\" href=\"/Numbers.35.19\">Nu 35:19</a><sup>(×2)</sup>, <a data-ref=\"Numbers 35:21\" href=\"/Numbers.35.21\">21</a> (P), <a data-ref=\"Deuteronomy 13:10\" href=\"/Deuteronomy.13.10\">Dt 13:10</a>; <a data-ref=\"Deuteronomy 17:7\" href=\"/Deuteronomy.17.7\">17:7</a> <a data-ref=\"Judges 20:13\" href=\"/Judges.20.13\">Ju 20:13</a> <a data-ref=\"I Samuel 11:12\" href=\"/I_Samuel.11.12\">1 S 11:12</a>; <a data-ref=\"I Samuel 28:9\" href=\"/I_Samuel.28.9\">28:9</a> <a data-ref=\"II Samuel 14:7\" href=\"/II_Samuel.14.7\">2 S 14:7</a>, <a data-ref=\"II Samuel 14:32\" href=\"/II_Samuel.14.32\">32</a>; <a data-ref=\"II Samuel 21:4\" href=\"/II_Samuel.21.4\">21:4</a> <a data-ref=\"I Kings 2:26\" href=\"/I_Kings.2.26\">1 K 2:26</a>, <a data-ref=\"I Kings 2:34\" href=\"/I_Kings.2.34\">34</a>; <a data-ref=\"I Kings 11:40\" href=\"/I_Kings.11.40\">11:40</a>; <a data-ref=\"I Kings 19:17\" href=\"/I_Kings.19.17\">19:17</a><sup>(×2)</sup> <a data-ref=\"II Kings 14:6\" href=\"/II_Kings.14.6\">2 K 14:6</a> = <a data-ref=\"II Chronicles 25:4\" href=\"/II_Chronicles.25.4\">2 Ch 25:4</a>; <a data-ref=\"Isaiah 11:4\" href=\"/Isaiah.11.4\">Is 11:4</a>; <a data-ref=\"Jeremiah 26:15\" href=\"/Jeremiah.26.15\">Je 26:15</a>, <a data-ref=\"Jeremiah 26:21\" href=\"/Jeremiah.26.21\">21</a>, <a data-ref=\"Jeremiah 26:24\" href=\"/Jeremiah.26.24\">24</a>; <a data-ref=\"Jeremiah 38:15\" href=\"/Jeremiah.38.15\">38:15</a>, <a data-ref=\"Jeremiah 38:16\" href=\"/Jeremiah.38.16\">16</a>, <a data-ref=\"Jeremiah 38:25\" href=\"/Jeremiah.38.25\">25</a>; <a data-ref=\"Esther 4:11\" href=\"/Esther.4.11\">Est 4:11</a>; <span dir=\"rtl\">בַּחֶרֶב</span> <a data-ref=\"I Kings 1:51\" href=\"/I_Kings.1.51\">1 K 1:51</a>; <a data-ref=\"I Kings 2:8\" href=\"/I_Kings.2.8\">2:8</a>; <a data-ref=\"II Kings 11:20\" href=\"/II_Kings.11.20\">2 K 11:20</a> = <a data-ref=\"II Chronicles 23:21\" href=\"/II_Chronicles.23.21\">2 Ch 23:21</a>; <span dir=\"rtl\">הָמֵת יָמִית</span> <a data-ref=\"Judges 15:13\" href=\"/Judges.15.13\">Ju 15:13</a> <a data-ref=\"I Kings 3:26\" href=\"/I_Kings.3.26\">1 K 3:26</a>, <a data-ref=\"I Kings 3:27\" href=\"/I_Kings.3.27\">27</a>; <a data-ref=\"Jeremiah 26:19\" href=\"/Jeremiah.26.19\">Je 26:19</a>; <a data-ref=\"Jeremiah 38:15\" href=\"/Jeremiah.38.15\">38:15</a>. <strong>2.</strong>  subj. God, by inflicting penalty, abs. <a data-ref=\"Deuteronomy 32:39\" href=\"/Deuteronomy.32.39\">Dt 32:39</a>; <a data-ref=\"I Samuel 2:6\" href=\"/I_Samuel.2.6\">1 S 2:6</a>; <a data-ref=\"II Kings 5:7\" href=\"/II_Kings.5.7\">2 K 5:7</a>, elsewhere c. acc. <a data-ref=\"Genesis 18:25\" href=\"/Genesis.18.25\">Gn 18:25</a>; <a data-ref=\"Genesis 38:7\" href=\"/Genesis.38.7\">38:7</a>, <a data-ref=\"Genesis 38:10\" href=\"/Genesis.38.10\">10</a>; <a data-ref=\"Exodus 4:24\" href=\"/Exodus.4.24\">Ex 4:24</a>; <a data-ref=\"Numbers 14:15\" href=\"/Numbers.14.15\">Nu 14:15</a> (J), <a data-ref=\"Deuteronomy 9:28\" href=\"/Deuteronomy.9.28\">Dt 9:28</a>; <a data-ref=\"Judges 13:23\" href=\"/Judges.13.23\">Ju 13:23</a>; <a data-ref=\"I Samuel 2:25\" href=\"/I_Samuel.2.25\">1 S 2:25</a>; <a data-ref=\"I Samuel 5:10\" href=\"/I_Samuel.5.10\">5:10</a>, <a data-ref=\"I Samuel 5:11\" href=\"/I_Samuel.5.11\">11</a>; <a data-ref=\"I Chronicles 2:3\" href=\"/I_Chronicles.2.3\">1 Ch 2:3</a>; <a data-ref=\"I Chronicles 10:14\" href=\"/I_Chronicles.10.14\">10:14</a>; <a data-ref=\"Isaiah 65:15\" href=\"/Isaiah.65.15\">Is 65:15</a>; <a data-ref=\"Hosea 9:16\" href=\"/Hosea.9.16\">Ho 9:16</a>; <span dir=\"rtl\">ברעב</span> <a data-ref=\"Isaiah 14:30\" href=\"/Isaiah.14.30\">Is 14:30</a>; <span dir=\"rtl\">בצמא</span> <a data-ref=\"Hosea 2:5\" href=\"/Hosea.2.5\">Ho 2:5</a>; of killing fish <a data-ref=\"Psalms 105:29\" href=\"/Psalms.105.29\">ψ 105:29</a>; <span dir=\"rtl\">מְמִיתִים</span> <a data-ref=\"Job 33:22\" href=\"/Job.33.22\">Jb 33:22</a> <em>executioners</em>, angels of death. <strong>3.</strong>  of animals killing men, e.g. ox <a data-ref=\"Exodus 21:29\" href=\"/Exodus.21.29\">Ex 21:29</a> (E), lion <a data-ref=\"I Kings 13:24\" href=\"/I_Kings.13.24\">1 K 13:24</a>, <a data-ref=\"I Kings 13:26\" href=\"/I_Kings.13.26\">26</a>; <a data-ref=\"II Kings 17:26\" href=\"/II_Kings.17.26\">2 K 17:26</a>. <strong>4.</strong>  bring to a premature death <a data-ref=\"Proverbs 19:18\" href=\"/Proverbs.19.18\">Pr 19:18</a>; <a data-ref=\"Proverbs 21:25\" href=\"/Proverbs.21.25\">21:25</a>.<br><strong>Hoph.</strong>  Pf. <span dir=\"rtl\">הוּמָ֑ת</span> <a data-ref=\"II Kings 11:2\" href=\"/II_Kings.11.2\">2 K 11:2</a> +; 3 mpl. <span dir=\"rtl\">הֻמְתוּ</span> <a data-ref=\"II Samuel 21:9\" href=\"/II_Samuel.21.9\">2 S 21:9</a>; Impf. <span dir=\"rtl\">יוּמַת</span> <a data-ref=\"Leviticus 20:10\" href=\"/Leviticus.20.10\">Lv 20:10</a> +; <span dir=\"rtl\">יוּמָ֑ת</span> <a data-ref=\"Genesis 26:11\" href=\"/Genesis.26.11\">Gn 26:11</a> +; Pt. <span dir=\"rtl\">מוּמָת</span> <a data-ref=\"I Samuel 19:11\" href=\"/I_Samuel.19.11\">1 S 19:11</a>, pl. <span dir=\"rtl\">מוּמָתִים</span> <a data-ref=\"II Kings 11:2\" href=\"/II_Kings.11.2\">2 K 11:2</a> (Qr), <a data-ref=\"II Chronicles 22:11\" href=\"/II_Chronicles.22.11\">2 Ch 22:11</a>;—<em>be killed, put to death:</em> <strong>1.</strong>  by conspiracy <a data-ref=\"II Kings 11:2\" href=\"/II_Kings.11.2\">2 K 11:2</a>, <a data-ref=\"II Kings 11:2\" href=\"/II_Kings.11.2\">2</a> = <a data-ref=\"II Chronicles 22:11\" href=\"/II_Chronicles.22.11\">2 Ch 22:11</a>, <a data-ref=\"II Kings 11:8\" href=\"/II_Kings.11.8\">2 K 11:8</a>, <a data-ref=\"II Kings 11:15\" href=\"/II_Kings.11.15\">15</a>, <a data-ref=\"II Kings 11:16\" href=\"/II_Kings.11.16\">16</a> <a data-ref=\"II Chronicles 23:7\" href=\"/II_Chronicles.23.7\">2 Ch 23:7</a>, <a data-ref=\"II Chronicles 23:14\" href=\"/II_Chronicles.23.14\">14</a>. <strong>2.</strong>  by capital punishment <a data-ref=\"Exodus 21:29\" href=\"/Exodus.21.29\">Ex 21:29</a> (E), <a data-ref=\"Exodus 35:2\" href=\"/Exodus.35.2\">35:2</a> <a data-ref=\"Numbers 1:51\" href=\"/Numbers.1.51\">Nu 1:51</a>; <a data-ref=\"Numbers 1:3\" href=\"/Numbers.1.3\">3</a>;<a data-ref=\"Numbers 1:10\" href=\"/Numbers.1.10\">10</a>, <a data-ref=\"Numbers 1:38\" href=\"/Numbers.1.38\">38</a>; <a data-ref=\"Numbers 18:7\" href=\"/Numbers.18.7\">18:7</a> (P), <a data-ref=\"Leviticus 19:20\" href=\"/Leviticus.19.20\">Lv 19:20</a>; <a data-ref=\"Leviticus 24:16\" href=\"/Leviticus.24.16\">24:16</a>, <a data-ref=\"Leviticus 24:21\" href=\"/Leviticus.24.21\">21</a> (H), <a data-ref=\"Deuteronomy 13:6\" href=\"/Deuteronomy.13.6\">Dt 13:6</a>; <a data-ref=\"Deuteronomy 17:6\" href=\"/Deuteronomy.17.6\">17:6</a><sup>(×2)</sup>; <a data-ref=\"Deuteronomy 21:22\" href=\"/Deuteronomy.21.22\">21:22</a>; <a data-ref=\"Deuteronomy 24:16\" href=\"/Deuteronomy.24.16\">24:16</a><sup>(×3)</sup> = <a data-ref=\"II Kings 14:6\" href=\"/II_Kings.14.6\">2 K 14:6</a><sup>(×3)</sup>, <a data-ref=\"Joshua 1:18\" href=\"/Joshua.1.18\">Jos 1:18</a> (all D) <a data-ref=\"Judges 6:31\" href=\"/Judges.6.31\">Ju 6:31</a>; <a data-ref=\"I Samuel 11:13\" href=\"/I_Samuel.11.13\">1 S 11:13</a>; <a data-ref=\"I Samuel 19:6\" href=\"/I_Samuel.19.6\">19:6</a>, <a data-ref=\"I Samuel 19:11\" href=\"/I_Samuel.19.11\">11</a>; <a data-ref=\"I Samuel 20:32\" href=\"/I_Samuel.20.32\">20:32</a>; <a data-ref=\"II Samuel 19:22\" href=\"/II_Samuel.19.22\">2 S 19:22</a>, <a data-ref=\"II Samuel 19:23\" href=\"/II_Samuel.19.23\">23</a>; <a data-ref=\"II Samuel 21:9\" href=\"/II_Samuel.21.9\">21:9</a>; <a data-ref=\"I Kings 2:24\" href=\"/I_Kings.2.24\">1 K 2:24</a>; <a data-ref=\"II Chronicles 15:13\" href=\"/II_Chronicles.15.13\">2 Ch 15:13</a>; <a data-ref=\"Jeremiah 38:4\" href=\"/Jeremiah.38.4\">Je 38:4</a>, and the phrase <span dir=\"rtl\">מוֹת יוּמת</span> (see <strong>Qal 2 a</strong>). <strong>3.</strong>  by divine infliction, in the phrase <span dir=\"rtl\">מות יוּמת</span> (see <strong>Qal 2 b</strong>). <strong>4.</strong>  <em>die prematurely</em> <a data-ref=\"Proverbs 19:16\" href=\"/Proverbs.19.16\">Pr 19:16</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d2b6b6084aa1cbf1d66f", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, מָלַךְ 1", "anchorRef": "Genesis 36:33", "anchorRefExpanded": ["Genesis 36:33"], "sourceRef": "BDB, מָלַךְ 1", "sourceHeRef": "בראון-דרייבר-בריגס, מָלַךְ א׳", "anchorVerse": 33, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "מָלַךְ", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["II. <big><span dir=\"rtl\">מָלַךְ</span></big><sub>346</sub>  <strong>vb. denom. be</strong>, or become king, or queen, reign;—<br><strong>Qal</strong><sub>296</sub>  Pf. <span dir=\"rtl\">מ׳</span> <a data-ref=\"Joshua 13:10\" href=\"/Joshua.13.10\">Jos 13:10</a> +, etc.; Impf. <span dir=\"rtl\">יִמְלֹךְ (-לוֹךְ)</span> <a data-ref=\"Exodus 15:18\" href=\"/Exodus.15.18\">Ex 15:18</a> +; <span dir=\"rtl\">וַיִּמְלֹךְ</span> <a data-ref=\"Genesis 36:32\" href=\"/Genesis.36.32\">Gn 36:32</a> +; 2 ms. <span dir=\"rtl\">תִּמְלֹךְ</span> <a data-ref=\"Genesis 37:8\" href=\"/Genesis.37.8\">Gn 37:8</a> +, (<span dir=\"rtl\">הֲתִֽמֲלֹךְ</span> <a data-ref=\"Jeremiah 22:15\" href=\"/Jeremiah.22.15\">Je 22:15</a> Bear); Imv. <span dir=\"rtl\">מְלָךְ־</span>, <a data-ref=\"Judges 9:14\" href=\"/Judges.9.14\">Ju 9:14</a>; <span dir=\"rtl\">מָלְכָה</span> <a data-ref=\"Judges 9:8\" href=\"/Judges.9.8\">Ju 9:8</a>; <span dir=\"rtl\">מָלְכִי</span> <a data-ref=\"Judges 9:10\" href=\"/Judges.9.10\">Ju 9:10</a>, <a data-ref=\"Judges 9:12\" href=\"/Judges.9.12\">12</a>; Inf. abs. <span dir=\"rtl\">מָלֹךְ</span> <a data-ref=\"Genesis 37:8\" href=\"/Genesis.37.8\">Gn 37:8</a> <a data-ref=\"I Samuel 24:21\" href=\"/I_Samuel.24.21\">1 S 24:21</a>; cstr. <span dir=\"rtl\">מְלֹךְ</span> <a data-ref=\"I Kings 2:15\" href=\"/I_Kings.2.15\">1 K 2:15</a> +; sf. <span dir=\"rtl\">מָלְכוֹ</span> <a data-ref=\"I Samuel 13:1\" href=\"/I_Samuel.13.1\">1 S 13:1</a> +; Pt. <span dir=\"rtl\">מֹלֵךְ</span> <a data-ref=\"Jeremiah 22:11\" href=\"/Jeremiah.22.11\">Je 22:11</a> + 2 times; <span dir=\"rtl\">מֹלֶכֶת</span> <a data-ref=\"II Kings 11:3\" href=\"/II_Kings.11.3\">2 K 11:3</a> = <a data-ref=\"II Chronicles 22:12\" href=\"/II_Chronicles.22.12\">2 Ch 22:12</a>;—<em>be</em> (become) <em>king, reign</em>, mostly of Hebrew kings, <a data-ref=\"II Samuel 2:10\" href=\"/II_Samuel.2.10\">2 S 2:10</a> <a data-ref=\"I Kings 16:22\" href=\"/I_Kings.16.22\">1 K 16:22</a> <a data-ref=\"II Kings 3:1\" href=\"/II_Kings.3.1\">2 K 3:1</a>; <a data-ref=\"II Kings 9:13\" href=\"/II_Kings.9.13\">9:13</a>, but also gen. <a data-ref=\"Proverbs 8:15\" href=\"/Proverbs.8.15\">Pr 8:15</a>; <a data-ref=\"Proverbs 30:22\" href=\"/Proverbs.30.22\">30:22</a>; of Can., Edom., Aramaic, Assyrian, Pers. kings, etc.: <a data-ref=\"Judges 4:2\" href=\"/Judges.4.2\">Ju 4:2</a> <a data-ref=\"Genesis 36:31\" href=\"/Genesis.36.31\">Gn 36:31</a> <a data-ref=\"I Kings 11:25\" href=\"/I_Kings.11.25\">1 K 11:25</a> <a data-ref=\"II Kings 8:15\" href=\"/II_Kings.8.15\">2 K 8:15</a>; <a data-ref=\"II Kings 19:37\" href=\"/II_Kings.19.37\">19:37</a> <a data-ref=\"Esther 1:1\" href=\"/Esther.1.1\">Est 1:1</a> +; sq. <span dir=\"rtl\">בְּ</span> loc. (usually city) <a data-ref=\"Joshua 13:10\" href=\"/Joshua.13.10\">Jos 13:10</a>, <a data-ref=\"Joshua 13:12\" href=\"/Joshua.13.12\">12</a> <a data-ref=\"Judges 4:2\" href=\"/Judges.4.2\">Ju 4:2</a> <a data-ref=\"II Samuel 5:5\" href=\"/II_Samuel.5.5\">2 S 5:5</a> <a data-ref=\"I Kings 11:24\" href=\"/I_Kings.11.24\">1 K 11:24</a>; <a data-ref=\"I Kings 14:21\" href=\"/I_Kings.14.21\">14:21</a> + often; but also <a data-ref=\"Genesis 36:31\" href=\"/Genesis.36.31\">Gn 36:31</a>, <a data-ref=\"Genesis 36:32\" href=\"/Genesis.36.32\">32</a> <a data-ref=\"I Chronicles 1:43\" href=\"/I_Chronicles.1.43\">1 Ch 1:43</a> <span dir=\"rtl\">בְּארץ</span>, and even <span dir=\"rtl\">בְּכֹל אֲשֶׁר־תְּאַוֶּה נַפְשֶׁ֑ךָ</span> <a data-ref=\"II Samuel 3:21\" href=\"/II_Samuel.3.21\">2 S 3:21</a>; sq. <span dir=\"rtl\">עַל</span> c. people or land <a data-ref=\"I Samuel 8:9\" href=\"/I_Samuel.8.9\">1 S 8:9</a>, <a data-ref=\"I Samuel 8:11\" href=\"/I_Samuel.8.11\">11</a>; <a data-ref=\"I Samuel 12:14\" href=\"/I_Samuel.12.14\">12:14</a>; <a data-ref=\"I Samuel 13:1\" href=\"/I_Samuel.13.1\">13:1</a> <a data-ref=\"I Kings 15:1\" href=\"/I_Kings.15.1\">1 K 15:1</a>, <a data-ref=\"I Kings 15:9\" href=\"/I_Kings.15.9\">9</a>; <a data-ref=\"I Kings 16:23\" href=\"/I_Kings.16.23\">16:23</a> + often; sq. <span dir=\"rtl\">בְּ</span> loc. + <span dir=\"rtl\">עַל</span> territ. (or pop.) <a data-ref=\"II Samuel 5:5\" href=\"/II_Samuel.5.5\">2 S 5:5</a> <a data-ref=\"I Kings 11:42\" href=\"/I_Kings.11.42\">1 K 11:42</a>; sq. <span dir=\"rtl\">תַּחַת (תַּחְתָּיו)</span> <a data-ref=\"II Samuel 16:8\" href=\"/II_Samuel.16.8\">2 S 16:8</a> <a data-ref=\"Genesis 36:33\" href=\"/Genesis.36.33\">Gn 36:33f.</a> = <a data-ref=\"I Chronicles 1:44\" href=\"/I_Chronicles.1.44\">1 Ch 1:44f.</a>, <a data-ref=\"I Kings 14:20\" href=\"/I_Kings.14.20\">1 K 14:20</a>, <a data-ref=\"I Kings 14:31\" href=\"/I_Kings.14.31\">31</a> <a data-ref=\"II Kings 8:15\" href=\"/II_Kings.8.15\">2 K 8:15</a>; <a data-ref=\"II Kings 13:24\" href=\"/II_Kings.13.24\">13:24</a> <a data-ref=\"Jeremiah 22:11\" href=\"/Jeremiah.22.11\">Je 22:11</a> + often; †subj. God, sq. <span dir=\"rtl\">על</span> <a data-ref=\"Psalms 47:9\" href=\"/Psalms.47.9\">ψ 47:9</a> <a data-ref=\"Micah 4:7\" href=\"/Micah.4.7\">Mi 4:7</a> <a data-ref=\"Ezekiel 20:33\" href=\"/Ezekiel.20.33\">Ez 20:33</a> <a data-ref=\"I Samuel 8:7\" href=\"/I_Samuel.8.7\">1 S 8:7</a>; sq. <span dir=\"rtl\">בְּ</span> <a data-ref=\"Isaiah 24:23\" href=\"/Isaiah.24.23\">Is 24:23</a>; abs. <a data-ref=\"Exodus 15:18\" href=\"/Exodus.15.18\">Ex 15:18</a> <a data-ref=\"Isaiah 52:7\" href=\"/Isaiah.52.7\">Is 52:7</a> <a data-ref=\"Psalms 93:1\" href=\"/Psalms.93.1\">ψ 93:1</a>; <a data-ref=\"Psalms 96:10\" href=\"/Psalms.96.10\">96:10</a> = <a data-ref=\"I Chronicles 16:31\" href=\"/I_Chronicles.16.31\">1 Ch 16:31</a>, <a data-ref=\"Psalms 97:1\" href=\"/Psalms.97.1\">97:1</a>; <a data-ref=\"Psalms 99:1\" href=\"/Psalms.99.1\">99:1</a>; <a data-ref=\"Psalms 146:10\" href=\"/Psalms.146.10\">146:10</a>†; subj. future (Mess.) king <a data-ref=\"Isaiah 32:1\" href=\"/Isaiah.32.1\">Is 32:1</a> <a data-ref=\"Jeremiah 23:5\" href=\"/Jeremiah.23.5\">Je 23:5</a>; †subj. a woman (= <em>be queen</em>) <a data-ref=\"II Kings 11:3\" href=\"/II_Kings.11.3\">2 K 11:3</a> = <a data-ref=\"II Chronicles 22:12\" href=\"/II_Chronicles.22.12\">2 Ch 22:12</a> (both sq. <span dir=\"rtl\">עַל</span>), <a data-ref=\"Esther 2:4\" href=\"/Esther.2.4\">Est 2:4</a> sq. <span dir=\"rtl\">תַּחַת</span>†; Imv. only in fable, king of trees, <a data-ref=\"Judges 9:8\" href=\"/Judges.9.8\">Ju 9:8</a>, <a data-ref=\"Judges 9:10\" href=\"/Judges.9.10\">10</a>, <a data-ref=\"Judges 9:12\" href=\"/Judges.9.12\">12</a>, <a data-ref=\"Judges 9:14\" href=\"/Judges.9.14\">14</a> all sq. <span dir=\"rtl\">על</span>; <span dir=\"rtl\">בְּמָלְכוֹ</span> especially = <em>when he began to reign, became king</em> <a data-ref=\"I Samuel 13:1\" href=\"/I_Samuel.13.1\">1 S 13:1</a> <a data-ref=\"II Samuel 2:10\" href=\"/II_Samuel.2.10\">2 S 2:10</a> <a data-ref=\"I Kings 14:21\" href=\"/I_Kings.14.21\">1 K 14:21</a> + often; Inf. also = <em>reign:</em> <span dir=\"rtl\">בְּשְׁנַת שְׁמֹנֶה לְמָלְכוֹ</span> <a data-ref=\"II Kings 24:12\" href=\"/II_Kings.24.12\">2 K 24:12</a>; <a data-ref=\"II Kings 25:1\" href=\"/II_Kings.25.1\">25:1</a>, cf. v <a data-ref=\"II Kings 25:27\" href=\"/II_Kings.25.27\">27</a>; <a data-ref=\"I Kings 6:1\" href=\"/I_Kings.6.1\">1 K 6:1</a> <a data-ref=\"II Chronicles 16:13\" href=\"/II_Chronicles.16.13\">2 Ch 16:13</a>; <a data-ref=\"II Chronicles 17:7\" href=\"/II_Chronicles.17.7\">17:7</a>; <a data-ref=\"II Chronicles 29:3\" href=\"/II_Chronicles.29.3\">29:3</a>; <a data-ref=\"II Chronicles 34:3\" href=\"/II_Chronicles.34.3\">34:3</a>, <a data-ref=\"II Chronicles 34:8\" href=\"/II_Chronicles.34.8\">8</a>, cf. <span dir=\"rtl\">עַד מְלֹךְ דָּוִד</span> <a data-ref=\"I Chronicles 4:31\" href=\"/I_Chronicles.4.31\">1 Ch 4:31</a>; <span dir=\"rtl\">עַד מְלֹךְ מַלְכוּת פָּרָס</span> <a data-ref=\"II Chronicles 36:20\" href=\"/II_Chronicles.36.20\">2 Ch 36:20</a>; <em>began to reign and reigned</em> <span dir=\"rtl\">מָלַךְ וַיִּמְלֹךְ</span> <a data-ref=\"I Kings 15:25\" href=\"/I_Kings.15.25\">1 K 15:25</a>; <a data-ref=\"I Kings 16:29\" href=\"/I_Kings.16.29\">16:29</a> <a data-ref=\"II Kings 3:1\" href=\"/II_Kings.3.1\">2 K 3:1</a> +; often <span dir=\"rtl\">מָלַךְ</span> alone with <em>same meaning</em> <a data-ref=\"I Kings 16:23\" href=\"/I_Kings.16.23\">1 K 16:23</a> <a data-ref=\"II Kings 13:1\" href=\"/II_Kings.13.1\">2 K 13:1</a>, <a data-ref=\"II Kings 13:10\" href=\"/II_Kings.13.10\">10</a>; <a data-ref=\"II Kings 14:23\" href=\"/II_Kings.14.23\">14:23</a> +.<br>†<strong>Hiph.</strong>  Pf. <span dir=\"rtl\">הִמְלִיךְ</span> <a data-ref=\"I Samuel 15:35\" href=\"/I_Samuel.15.35\">1 S 15:35</a> + 2 times; <span dir=\"rtl\">הִמְלַ֫כְתָּ</span> <a data-ref=\"I Kings 3:7\" href=\"/I_Kings.3.7\">1 K 3:7</a>, etc.; Impf. <span dir=\"rtl\">וַיַּמְלֵךְ</span> <a data-ref=\"II Kings 23:34\" href=\"/II_Kings.23.34\">2 K 23:34</a> + 4 times; <span dir=\"rtl\">וַיַּמְלִיכוּ</span> <a data-ref=\"Judges 9:6\" href=\"/Judges.9.6\">Ju 9:6</a> + etc.; Inf. cstr. <span dir=\"rtl\">הַמְלִיךְ</span> <a data-ref=\"I Kings 12:1\" href=\"/I_Kings.12.1\">1 K 12:1</a> + etc.; Pt. <span dir=\"rtl\">מַמְלִיךְ</span> <a data-ref=\"Ezekiel 17:16\" href=\"/Ezekiel.17.16\">Ez 17:16</a>;—<em>make king</em>, or <em>queen, cause to reign</em>, sq. acc. pers. <a data-ref=\"Judges 9:16\" href=\"/Judges.9.16\">Ju 9:16</a> <a data-ref=\"I Samuel 11:15\" href=\"/I_Samuel.11.15\">1 S 11:15</a> <a data-ref=\"I Kings 1:43\" href=\"/I_Kings.1.43\">1 K 1:43</a>; <a data-ref=\"I Kings 12:1\" href=\"/I_Kings.12.1\">12:1</a>; <a data-ref=\"I Kings 16:21\" href=\"/I_Kings.16.21\">16:21</a> <a data-ref=\"II Kings 10:5\" href=\"/II_Kings.10.5\">2 K 10:5</a>; <a data-ref=\"II Kings 11:12\" href=\"/II_Kings.11.12\">11:12</a> (anointing and coronation) = <a data-ref=\"II Chronicles 23:11\" href=\"/II_Chronicles.23.11\">2 Ch 23:11</a>, <a data-ref=\"II Kings 17:21\" href=\"/II_Kings.17.21\">2 K 17:21</a> <a data-ref=\"I Chronicles 11:10\" href=\"/I_Chronicles.11.10\">1 Ch 11:10</a>; <a data-ref=\"I Chronicles 12:32\" href=\"/I_Chronicles.12.32\">12:32</a>, <a data-ref=\"I Chronicles 12:39\" href=\"/I_Chronicles.12.39\">39</a> <a data-ref=\"II Chronicles 10:1\" href=\"/II_Chronicles.10.1\">2 Ch 10:1</a>; <a data-ref=\"II Chronicles 11:22\" href=\"/II_Chronicles.11.22\">11:22</a> <a data-ref=\"Ezekiel 17:16\" href=\"/Ezekiel.17.16\">Ez 17:16</a>; sq. <span dir=\"rtl\">לִשׁלמֹה</span> (<span dir=\"rtl\">לְ</span> of dir. obj., as Aramaic) <a data-ref=\"I Chronicles 29:22\" href=\"/I_Chronicles.29.22\">1 Ch 29:22</a>; sq. acc. cogn. <a data-ref=\"I Samuel 8:22\" href=\"/I_Samuel.8.22\">1 S 8:22</a> (+ <span dir=\"rtl\">לָהֶם</span>), <a data-ref=\"I Samuel 12:1\" href=\"/I_Samuel.12.1\">12:1</a> (+ <span dir=\"rtl\">על</span>), <a data-ref=\"Isaiah 7:6\" href=\"/Isaiah.7.6\">Is 7:6</a> (+ <span dir=\"rtl\">בְּתוֹךְ</span>); sq. <span dir=\"rtl\">לְמֶלֶךְ</span> <a data-ref=\"Judges 9:6\" href=\"/Judges.9.6\">Ju 9:6</a> <a data-ref=\"I Samuel 15:11\" href=\"/I_Samuel.15.11\">1 S 15:11</a>; sq. acc. pers. + <span dir=\"rtl\">בְּ</span> loc. <a data-ref=\"Jeremiah 37:1\" href=\"/Jeremiah.37.1\">Je 37:1</a>; + <span dir=\"rtl\">עַל</span> <a data-ref=\"Judges 9:18\" href=\"/Judges.9.18\">Ju 9:18</a> <a data-ref=\"I Samuel 15:35\" href=\"/I_Samuel.15.35\">1 S 15:35</a> <a data-ref=\"I Kings 12:20\" href=\"/I_Kings.12.20\">1 K 12:20</a>; <a data-ref=\"I Kings 16:16\" href=\"/I_Kings.16.16\">16:16</a> <a data-ref=\"II Kings 8:20\" href=\"/II_Kings.8.20\">2 K 8:20</a> <a data-ref=\"I Chronicles 12:38\" href=\"/I_Chronicles.12.38\">1 Ch 12:38</a>; <a data-ref=\"I Chronicles 28:4\" href=\"/I_Chronicles.28.4\">28:4</a> (acc. om.), <a data-ref=\"I Chronicles 23:1\" href=\"/I_Chronicles.23.1\">23:1</a> <a data-ref=\"II Chronicles 1:9\" href=\"/II_Chronicles.1.9\">2 Ch 1:9</a>, <a data-ref=\"II Chronicles 1:11\" href=\"/II_Chronicles.1.11\">11</a>; <a data-ref=\"II Chronicles 21:8\" href=\"/II_Chronicles.21.8\">21:8</a>; <a data-ref=\"II Chronicles 36:4\" href=\"/II_Chronicles.36.4\">36:4</a>, <a data-ref=\"II Chronicles 36:10\" href=\"/II_Chronicles.36.10\">10</a>, cf. <a data-ref=\"II Samuel 2:9\" href=\"/II_Samuel.2.9\">2 S 2:9</a> (3 times <span dir=\"rtl\">עֲל־</span>, 3 times <span dir=\"rtl\">אֶל־</span>); + <span dir=\"rtl\">תַּחַת</span> <a data-ref=\"I Kings 3:7\" href=\"/I_Kings.3.7\">1 K 3:7</a> <a data-ref=\"II Kings 14:21\" href=\"/II_Kings.14.21\">2 K 14:21</a>; <a data-ref=\"II Kings 21:24\" href=\"/II_Kings.21.24\">21:24</a>; <a data-ref=\"II Kings 23:30\" href=\"/II_Kings.23.30\">23:30</a> (anointing), v <a data-ref=\"II Kings 23:34\" href=\"/II_Kings.23.34\">34</a>; <a data-ref=\"II Kings 24:17\" href=\"/II_Kings.24.17\">24:17</a> <a data-ref=\"II Chronicles 1:8\" href=\"/II_Chronicles.1.8\">2 Ch 1:8</a>; <a data-ref=\"II Chronicles 22:1\" href=\"/II_Chronicles.22.1\">22:1</a>; <a data-ref=\"II Chronicles 26:1\" href=\"/II_Chronicles.26.1\">26:1</a>; <a data-ref=\"II Chronicles 33:25\" href=\"/II_Chronicles.33.25\">33:25</a>; <a data-ref=\"II Chronicles 36:1\" href=\"/II_Chronicles.36.1\">36:1</a>; <a data-ref=\"Esther 2:17\" href=\"/Esther.2.17\">Est 2:17</a> (= <em>make queen</em> at coronation); abs. <a data-ref=\"Hosea 8:4\" href=\"/Hosea.8.4\">Ho 8:4</a>.<br>†<strong>Hoph.</strong>  Pf. <span dir=\"rtl\">הָמְלַךְ עַל מַלְכוּת כַּשְׂדִּים</span> <a data-ref=\"Daniel 9:1\" href=\"/Daniel.9.1\">Dn 9:1</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d512b6084aa1cbf3bbc1", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, תַּ֫חַת 1", "anchorRef": "Genesis 36:33-39", "anchorRefExpanded": ["Genesis 36:33", "Genesis 36:34", "Genesis 36:35", "Genesis 36:36", "Genesis 36:37", "Genesis 36:38", "Genesis 36:39"], "sourceRef": "BDB, תַּ֫חַת 1", "sourceHeRef": "בראון-דרייבר-בריגס, תַּ֫חַת א׳", "anchorVerse": 33, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "תַּ֫חַת", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><big><span dir=\"rtl\">תַּ֫חַת</span></big></big>  <strong>n.</strong>[<strong>m.</strong>] the under part <strong>(</strong>Arabic <span dir=\"rtl\">تَحْتٌ</span> id.<strong>)</strong>, hence as <strong>adv. accus.</strong> and <strong>prep.</strong> underneath, below, instead of <strong>(</strong>so Arabic <span dir=\"rtl\">تَحْتَ</span>, Sab. <span dir=\"rtl\">תחת</span>, Ethiopic ታሕት: Ph. <span dir=\"rtl\">תחת</span> (Lzb<sup>385</sup>); Biblical Aramaic 𝔗 <span dir=\"rtl\">תְּחוֹת</span>, Palm. in <span dir=\"rtl\">מן לתחת</span> Tariff 1:4 (Cooke <sup>320</sup>), Syriac <span dir=\"rtl\">ܬܚܽܘܬ</span> <strong>)</strong>;—<br><strong>I.</strong>  as <strong>adv. accus.</strong> †<a data-ref=\"Genesis 49:25\" href=\"/Genesis.49.25\">Gn 49:25</a> (= <a data-ref=\"Deuteronomy 33:13\" href=\"/Deuteronomy.33.13\">Dt 33:13</a>) the deep <span dir=\"rtl\">רֹבֶצֶת תָּ֑חַת</span> that coucheth <em>beneath;</em> more usually with <span dir=\"rtl\">מִן</span>, <span dir=\"rtl\">מִתָּחַת</span> lit. <em>off</em> (<span dir=\"rtl\">מִן</span> <strong>1 c</strong>) <em>the under part</em> = <em>beneath</em>, †<a data-ref=\"Exodus 20:4\" href=\"/Exodus.20.4\">Ex 20:4</a> (= <a data-ref=\"Deuteronomy 5:8\" href=\"/Deuteronomy.5.8\">Dt 5:8</a>) <span dir=\"rtl\">בָּאָרֶץ מִתָּ֑חַת</span> (so <a data-ref=\"Deuteronomy 4:39\" href=\"/Deuteronomy.4.39\">Dt 4:39</a>; <a data-ref=\"Joshua 2:11\" href=\"/Joshua.2.11\">Jos 2:11</a>; <a data-ref=\"I Kings 8:23\" href=\"/I_Kings.8.23\">1 K 8:23</a> [both D<sup>2</sup>], <a data-ref=\"Isaiah 51:6\" href=\"/Isaiah.51.6\">Is 51:6</a>), <a data-ref=\"Deuteronomy 33:27\" href=\"/Deuteronomy.33.27\">Dt 33:27</a>; <a data-ref=\"Judges 7:8\" href=\"/Judges.7.8\">Ju 7:8</a>; <a data-ref=\"Amos 2:9\" href=\"/Amos.2.9\">Am 2:9</a>; <a data-ref=\"Isaiah 14:9\" href=\"/Isaiah.14.9\">Is 14:9</a>; <a data-ref=\"Job 18:16\" href=\"/Job.18.16\">Jb 18:16</a>;<a data-ref=\"Ezekiel 47:1\" href=\"/Ezekiel.47.1\">Ez 47:1b</a>.<br><strong>II.</strong>  as <strong>prep.</strong>; so cstr., and with sf. (usually in the pl., and so lit. <em>in the parts underneath</em>) <span dir=\"rtl\">תַּחְתַּי</span> <a data-ref=\"Habakkuk 3:16\" href=\"/Habakkuk.3.16\">Hb 3:16</a> +, <span dir=\"rtl\">תַּחְתֵּנִי</span> (cf. <span dir=\"rtl\">בַּעֲדֵנִי</span>, <span dir=\"rtl\">עוֹדֶנִּי</span>: Ges<sup>§ 103 d</sup>) †<a data-ref=\"II Samuel 22:37\" href=\"/II_Samuel.22.37\">2 S 22:37</a>, <a data-ref=\"II Samuel 22:40\" href=\"/II_Samuel.22.40\">40</a>, <a data-ref=\"II Samuel 22:48\" href=\"/II_Samuel.22.48\">48</a> (<a data-ref=\"Psalms 18:37\" href=\"/Psalms.18.37\">ψ 18:37</a>, <a data-ref=\"Psalms 18:40\" href=\"/Psalms.18.40\">40</a>, <a data-ref=\"Psalms 18:48\" href=\"/Psalms.18.48\">48</a> <span dir=\"rtl\">תַּחְתָּ֑י</span>); <span dir=\"rtl\">תַּחְתֶּיךָ</span>; <span dir=\"rtl\">תַּחְתָּיו</span> (Kt <span dir=\"rtl\">תַּחְתּוֹ</span> †<a data-ref=\"II Samuel 2:23\" href=\"/II_Samuel.2.23\">2 S 2:23</a>; <a data-ref=\"II Samuel 3:12\" href=\"/II_Samuel.3.12\">3:12</a>; <a data-ref=\"II Samuel 16:8\" href=\"/II_Samuel.16.8\">16:8</a> <a data-ref=\"Job 9:13\" href=\"/Job.9.13\">Jb 9:13</a>), <span dir=\"rtl\">תַּחְתֶּיהָ</span> <a data-ref=\"Leviticus 13:23\" href=\"/Leviticus.13.23\">Lv 13:23</a> + 16 times, <span dir=\"rtl\">תַּחְתֶּ֫נָּה</span> (cf. <span dir=\"rtl\">אֵינֶנַּה</span>, <span dir=\"rtl\">עוֹדֶנָּה</span>) †<a data-ref=\"Genesis 2:21\" href=\"/Genesis.2.21\">Gn 2:21</a>; <span dir=\"rtl\">תַּחְתֵּינוּ</span> †<a data-ref=\"I Samuel 14:9\" href=\"/I_Samuel.14.9\">1 S 14:9</a> <a data-ref=\"Psalms 47:4\" href=\"/Psalms.47.4\">ψ 47:4</a>; <span dir=\"rtl\">תַּחְתֵּיכֶם</span> †<a data-ref=\"Joshua 2:14\" href=\"/Joshua.2.14\">Jos 2:14</a>; <a data-ref=\"Amos 2:13\" href=\"/Amos.2.13\">Am 2:13</a>; <span dir=\"rtl\">תַּחְתֵּיהֶם</span> †<a data-ref=\"Numbers 16:31\" href=\"/Numbers.16.31\">Nu 16:31</a>; <a data-ref=\"I Kings 20:24\" href=\"/I_Kings.20.24\">1 K 20:24</a>; <a data-ref=\"I Chronicles 4:41\" href=\"/I_Chronicles.4.41\">1 Ch 4:41</a>; <a data-ref=\"I Chronicles 5:22\" href=\"/I_Chronicles.5.22\">5:22</a>; <a data-ref=\"II Chronicles 12:10\" href=\"/II_Chronicles.12.10\">2 Ch 12:10</a> (for <span dir=\"rtl\">תַּחְתָּם</span> <a data-ref=\"I Kings 14:27\" href=\"/I_Kings.14.27\">1 K 14:27</a>), <span dir=\"rtl\">תַּחְתָּם</span> <a data-ref=\"Deuteronomy 2:12\" href=\"/Deuteronomy.2.12\">Dt 2:12</a> + 10 times, <span dir=\"rtl\">תַּחְתֵּיהֶן</span> †<a data-ref=\"Jeremiah 28:13\" href=\"/Jeremiah.28.13\">Je 28:13</a>;— <strong>1.</strong>  <em>under, beneath</em>, <a data-ref=\"Genesis 7:19\" href=\"/Genesis.7.19\">Gn 7:19</a> <span dir=\"rtl\">תַּחַת כָּל־ הַשָּׁמַיִם</span> <em>under</em> the whole heaven (so †<a data-ref=\"Deuteronomy 2:25\" href=\"/Deuteronomy.2.25\">Dt 2:25</a>; <a data-ref=\"Deuteronomy 4:19\" href=\"/Deuteronomy.4.19\">4:19</a>; <a data-ref=\"Job 28:24\" href=\"/Job.28.24\">Jb 28:24</a>; <a data-ref=\"Job 37:3\" href=\"/Job.37.3\">37:3</a>; <a data-ref=\"Job 41:3\" href=\"/Job.41.3\">41:3</a>; <a data-ref=\"Daniel 9:12\" href=\"/Daniel.9.12\">Dn 9:12</a>), <a data-ref=\"Genesis 18:4\" href=\"/Genesis.18.4\">18:4</a> <span dir=\"rtl\">ת׳ הָעֵץ</span>, <a data-ref=\"Genesis 21:15\" href=\"/Genesis.21.15\">21:15</a>; <a data-ref=\"Genesis 24:2\" href=\"/Genesis.24.2\">24:2</a> + often; <a data-ref=\"Job 30:14\" href=\"/Job.30.14\">Jb 30:14</a> <span dir=\"rtl\">תּ׳ שׁוֹאָה</span> <em>under</em> the crash they roll themselves against me; <span dir=\"rtl\">ת׳ הַשֶּׁמֶשׁ</span> <a data-ref=\"Ecclesiastes 1:3\" href=\"/Ecclesiastes.1.3\">Ec 1:3</a>, <a data-ref=\"Ecclesiastes 1:9\" href=\"/Ecclesiastes.1.9\">9</a>, <a data-ref=\"Ecclesiastes 1:13\" href=\"/Ecclesiastes.1.13\">13</a> + often Ec. (so in Ph., Cooke <sup>4. 7; 5. 12</sup>). With <span dir=\"rtl\">לְ</span>, †<a data-ref=\"II Chronicles 4:3\" href=\"/II_Chronicles.4.3\">2 Ch 4:3</a> <span dir=\"rtl\">תַּחַת לוֹ</span>, <a data-ref=\"Song of Songs 2:6\" href=\"/Song_of_Songs.2.6\">Ct 2:6</a> = <a data-ref=\"Song of Songs 8:3\" href=\"/Song_of_Songs.8.3\">8:3</a> <span dir=\"rtl\">ת׳ לְרֹאשִׁי</span>. Idiom. <strong>a.</strong>  <span dir=\"rtl\">תַּחַת הָהָר</span> <em>at the foot of</em> the mt., <a data-ref=\"Exodus 24:4\" href=\"/Exodus.24.4\">Ex 24:4</a>; <a data-ref=\"Deuteronomy 4:11\" href=\"/Deuteronomy.4.11\">Dt 4:11</a>, so <a data-ref=\"Deuteronomy 3:17\" href=\"/Deuteronomy.3.17\">3:17</a> <span dir=\"rtl\">ת׳ אַשְׁדֹּת הַפִּסְגָּה</span>, <a data-ref=\"Joshua 11:3\" href=\"/Joshua.11.3\">Jos 11:3</a>, <a data-ref=\"Joshua 11:17\" href=\"/Joshua.11.17\">17</a> +; fig. <a data-ref=\"Psalms 18:37\" href=\"/Psalms.18.37\">ψ 18:37</a> <span dir=\"rtl\">תַּרְחִיב צְעָדַי תַּחְתָּ֑י</span> thou broadenest my steps <em>under me</em>, <a data-ref=\"Job 36:16\" href=\"/Job.36.16\">Jb 36:16</a> <span dir=\"rtl\">רַחַב לֹא מוּצָק תַּחְתֶּיךָ</span> (so read for <span dir=\"rtl\">תחתיה</span>, Di Bu) breadth unstraitened is <em>beneath thee</em>. <strong>b.</strong>  <span dir=\"rtl\">ת׳ הַלָּשׁוֹן</span>, of something held there as a dainty morsel, and ready, when needed, to be brought out, fig. of sweetness <a data-ref=\"Song of Songs 4:11\" href=\"/Song_of_Songs.4.11\">Ct 4:11</a>, of evil <a data-ref=\"Psalms 10:7\" href=\"/Psalms.10.7\">ψ 10:7</a> <span dir=\"rtl\">ת׳ לְשֹׁנוֹ עָמָל וָאָוֶן</span>, <a data-ref=\"Job 20:12\" href=\"/Job.20.12\">Jb 20:12</a> (so <span dir=\"rtl\">ת׳ שְׂפָתֵימוֹ</span> <a data-ref=\"Psalms 140:4\" href=\"/Psalms.140.4\">ψ 140:4</a>), of praise <a data-ref=\"Psalms 66:17\" href=\"/Psalms.66.17\">ψ 66:17</a> <span dir=\"rtl\">וְרוֹמַם ת׳ לְשׁוֹנִי</span> (syn. <span dir=\"rtl\">בִּגְרוֹנָם</span> <a data-ref=\"Psalms 149:6\" href=\"/Psalms.149.6\">149:6</a>). <strong>c.</strong>  <span dir=\"rtl\">תַּחַת פ׳</span>: (<em>a</em>) of subjection, <a data-ref=\"Psalms 18:40\" href=\"/Psalms.18.40\">ψ 18:40</a> <span dir=\"rtl\">תַּכְרִיעַ קָמַי תַּחְתָּ֑י</span>, v <a data-ref=\"Psalms 18:48\" href=\"/Psalms.18.48\">48</a> (cf. <a data-ref=\"Psalms 47:4\" href=\"/Psalms.47.4\">47:4</a>; <a data-ref=\"Psalms 144:2\" href=\"/Psalms.144.2\">144:2</a>), <a data-ref=\"Psalms 45:6\" href=\"/Psalms.45.6\">45:6</a>; <a data-ref=\"Job 9:13\" href=\"/Job.9.13\">Jb 9:13</a>. (<em>b</em>) of a woman, <span dir=\"rtl\">ת׳ אִישָׁהּ</span>, i.e. under his authority, <a data-ref=\"Numbers 5:19\" href=\"/Numbers.5.19\">Nu 5:19</a>, <a data-ref=\"Numbers 5:20\" href=\"/Numbers.5.20\">20</a>, <a data-ref=\"Numbers 5:29\" href=\"/Numbers.5.29\">29</a>, so <a data-ref=\"Ezekiel 23:5\" href=\"/Ezekiel.23.5\">Ez 23:5</a> <span dir=\"rtl\">תַּחְתַּי</span> being <em>under me</em> = being <em>mine</em> (fig. of Israel as <span dir=\"rtl\">י׳</span>’s spouse), cf. ὕπανδρος Rom 7:2, and <span dir=\"rtl\">تَحْت</span> <em>Ḳor</em> <a data-ref=\"Isaiah 66:10\" href=\"/Isaiah.66.10\">66:10</a>. (<em>c</em>) of being burdened or oppressed under, <a data-ref=\"Isaiah 24:5\" href=\"/Isaiah.24.5\">Is 24:5</a> the earth <span dir=\"rtl\">הָֽנְפָה ת׳ יֽשְׁבֶיהָ</span>, <a data-ref=\"Proverbs 30:12\" href=\"/Proverbs.30.12\">Pr 30:12</a> <span dir=\"rtl\">ת׳ שָׁלוֹשׁ רָֽגְזָה אֶרֶץ</span>, v <a data-ref=\"Proverbs 30:22\" href=\"/Proverbs.30.22\">22</a>, <a data-ref=\"Proverbs 30:23\" href=\"/Proverbs.30.23\">23</a>; <a data-ref=\"Habakkuk 3:7\" href=\"/Habakkuk.3.7\">Hb 3:7</a> <span dir=\"rtl\">ת׳ אָוֶן</span> i.e. (si vera l.) suffering <em>under</em> calamity. <strong>d.</strong>  <span dir=\"rtl\">ת׳ יַד פ׳</span>, of authority or control, <a data-ref=\"Genesis 41:35\" href=\"/Genesis.41.35\">Gn 41:35</a> <span dir=\"rtl\">וְיִצְבְּרוּ בָר ת׳ יַד פַּרְעֹה</span>; <a data-ref=\"Judges 3:30\" href=\"/Judges.3.30\">Ju 3:30</a> (cf. <a data-ref=\"Psalms 106:42\" href=\"/Psalms.106.42\">ψ 106:42</a>), <a data-ref=\"I Samuel 21:4\" href=\"/I_Samuel.21.4\">1 S 21:4</a>, <a data-ref=\"I Samuel 21:5\" href=\"/I_Samuel.21.5\">5</a> (del. <span dir=\"rtl\">אֶל</span>; dittogr. <span dir=\"rtl\">חֹל</span>), v <a data-ref=\"I Samuel 21:9\" href=\"/I_Samuel.21.9\">9</a> <a data-ref=\"Isaiah 3:6\" href=\"/Isaiah.3.6\">Is 3:6</a>. <strong>e.</strong>  <span dir=\"rtl\">ת׳ רַגְלֵי פ׳</span>, of subjection or conquest, <a data-ref=\"Psalms 8:7\" href=\"/Psalms.8.7\">ψ 8:7</a> <span dir=\"rtl\">כֹּל שַׁתָּה ת׳ רַגְלָיו</span>, <a data-ref=\"Psalms 18:39\" href=\"/Psalms.18.39\">18:39</a>; <a data-ref=\"Psalms 47:4\" href=\"/Psalms.47.4\">47:4</a>; <a data-ref=\"Lamentations 3:34\" href=\"/Lamentations.3.34\">La 3:34</a>, cf. <a data-ref=\"Malachi 3:21\" href=\"/Malachi.3.21\">Mal 3:21</a>. <strong>2.</strong>  <em>what is under</em> one, <em>the place in which</em> one stands: hence as accus., <strong>a.</strong>  with reflex. pron., idiom., <em>in one’s place, where one stands</em>, <a data-ref=\"Exodus 16:29\" href=\"/Exodus.16.29\">Ex 16:29</a> <span dir=\"rtl\">שְׁבוּ אִישׁ תַּחְתָּיו</span> abide every one <em>in his place</em>, <a data-ref=\"Leviticus 13:23\" href=\"/Leviticus.13.23\">Lv 13:23</a>, <a data-ref=\"Leviticus 13:28\" href=\"/Leviticus.13.28\">28</a>; <a data-ref=\"Joshua 5:8\" href=\"/Joshua.5.8\">Jos 5:8</a>; <a data-ref=\"Joshua 6:5\" href=\"/Joshua.6.5\">6:5</a>, <a data-ref=\"Joshua 6:20\" href=\"/Joshua.6.20\">20</a>; <a data-ref=\"Judges 7:21\" href=\"/Judges.7.21\">Ju 7:21</a>; <a data-ref=\"I Samuel 14:9\" href=\"/I_Samuel.14.9\">1 S 14:9</a> <span dir=\"rtl\">וְעָמַדְנוּ תַחְתֵּינוּ</span> we will <em>remain where we are</em>, <a data-ref=\"II Samuel 2:23\" href=\"/II_Samuel.2.23\">2 S 2:23</a> <span dir=\"rtl\">וַיָּמָת תַּחְתָּו</span> he died <em>where he was</em> (cf. <a data-ref=\"Jeremiah 38:9\" href=\"/Jeremiah.38.9\">Je 38:9</a> [read <span dir=\"rtl\">וּמֵת</span>]), <a data-ref=\"Jeremiah 7:10\" href=\"/Jeremiah.7.10\">7:10</a>; <a data-ref=\"Isaiah 25:10\" href=\"/Isaiah.25.10\">Is 25:10</a>; <a data-ref=\"Isaiah 46:7\" href=\"/Isaiah.46.7\">46:7</a>; <a data-ref=\"Amos 2:13\" href=\"/Amos.2.13\">Am 2:13</a>; <a data-ref=\"Habakkuk 3:16\" href=\"/Habakkuk.3.16\">Hb 3:16</a> <span dir=\"rtl\">וְתַחְתַּי אֶרְגָּ֑ז</span> I tremble <em>where I stand</em>, <a data-ref=\"Zechariah 12:6\" href=\"/Zechariah.12.6\">Zc 12:6</a>; <a data-ref=\"Zechariah 14:10\" href=\"/Zechariah.14.10\">14:10</a>; <a data-ref=\"Job 36:20\" href=\"/Job.36.20\">Jb 36:20</a>; <a data-ref=\"Job 40:12\" href=\"/Job.40.12\">40:12</a> <span dir=\"rtl\">וַהֲדֹךְ רְשָׁעִים תַּחְתָּם</span> <strong>b.</strong>  in transferred sense, <em>in place of, instead of:</em> (<em>a</em>) <a data-ref=\"Genesis 2:21\" href=\"/Genesis.2.21\">Gn 2:21</a>; <a data-ref=\"Genesis 4:25\" href=\"/Genesis.4.25\">4:25</a> <span dir=\"rtl\">ת׳ הֶבֶל</span> <em>instead of</em> Abel, <a data-ref=\"Genesis 22:13\" href=\"/Genesis.22.13\">22:13</a> <span dir=\"rtl\">ת׳ בְּנוֹ</span>, <a data-ref=\"Genesis 30:2\" href=\"/Genesis.30.2\">30:2</a> <span dir=\"rtl\">הֲת׳ אלהים אנכי</span> (cf. <a data-ref=\"Genesis 50:19\" href=\"/Genesis.50.19\">50:19</a>), <a data-ref=\"Genesis 44:33\" href=\"/Genesis.44.33\">44:33</a>; <a data-ref=\"II Samuel 19:1\" href=\"/II_Samuel.19.1\">2 S 19:1</a> + often; <a data-ref=\"Numbers 32:14\" href=\"/Numbers.32.14\">Nu 32:14</a>; <a data-ref=\"Job 16:4\" href=\"/Job.16.4\">Jb 16:4</a>; <a data-ref=\"Isaiah 3:24\" href=\"/Isaiah.3.24\">Is 3:24</a>; <a data-ref=\"Isaiah 55:13\" href=\"/Isaiah.55.13\">55:13</a>; <a data-ref=\"Isaiah 61:3\" href=\"/Isaiah.61.3\">61:3</a>, <a data-ref=\"Isaiah 61:7\" href=\"/Isaiah.61.7\">7</a>; of one succeeding to the place of another, <span dir=\"rtl\">וַיִּמְלֹךְ תַּחְתָּיו</span> <a data-ref=\"Genesis 36:33-39\" href=\"/Genesis.36.33-39\">Gn 36:33–39</a>; <a data-ref=\"I Kings 8:20\" href=\"/I_Kings.8.20\">1 K 8:20</a>; <a data-ref=\"I Kings 11:43\" href=\"/I_Kings.11.43\">11:43</a>; <a data-ref=\"I Kings 14:20\" href=\"/I_Kings.14.20\">14:20</a> + often, <a data-ref=\"Deuteronomy 2:12\" href=\"/Deuteronomy.2.12\">Dt 2:12</a>, <a data-ref=\"Deuteronomy 2:21\" href=\"/Deuteronomy.2.21\">21</a> <span dir=\"rtl\">וַיֵּֽשְׁבוּ תַחְתָּם</span>, <a data-ref=\"Leviticus 16:32\" href=\"/Leviticus.16.32\">Lv 16:32</a>; <a data-ref=\"I Kings 2:35\" href=\"/I_Kings.2.35\">1 K 2:35</a> +; <a data-ref=\"Psalms 45:17\" href=\"/Psalms.45.17\">ψ 45:17</a> <em>in place of</em> thy fathers (whom thou mayest therefore forget) will be thy children. cf. in Ph. CIS <sup>i. 3, 9</sup> (Cooke<sup>30</sup>). Sq. inf. <a data-ref=\"Isaiah 60:15\" href=\"/Isaiah.60.15\">Is 60:15</a> <span dir=\"rtl\">ת׳ הֱיוֹתֵךְ</span> <em>instead of thy being</em> … Peculiarly <a data-ref=\"Job 34:26\" href=\"/Job.34.26\">Jb 34:26</a> (si vera l.) = <em>as if they were, like;</em> but text very dubious; Bi Bu <span dir=\"rtl\">תָּחֵת חֲמָתוֹ רְשָׁעִ֑ים</span> his wrath breaketh in pieces the wicked. (<em>b</em>) in partic., of things mutually interchanged, <em>in place of, in exchange</em> or <em>return for:</em> <a data-ref=\"Genesis 30:15\" href=\"/Genesis.30.15\">Gn 30:15</a> <span dir=\"rtl\">ת׳ דּוּדָאֵי בְנֵךְ</span> <em>in return for</em> thy son’s love-apples, <a data-ref=\"Exodus 21:23\" href=\"/Exodus.21.23\">Ex 21:23</a> <span dir=\"rtl\">נֶפֶשׁ ת׳ גֶפְשׁ</span> life <em>for</em> life, v <a data-ref=\"Exodus 21:24\" href=\"/Exodus.21.24\">24</a>, <a data-ref=\"Exodus 21:25\" href=\"/Exodus.21.25\">25</a>, <a data-ref=\"Exodus 21:26\" href=\"/Exodus.21.26\">26</a>, <a data-ref=\"Exodus 21:27\" href=\"/Exodus.21.27\">27</a>, <a data-ref=\"Exodus 21:36\" href=\"/Exodus.21.36\">36</a>, <a data-ref=\"Exodus 21:37\" href=\"/Exodus.21.37\">37</a>, <a data-ref=\"Joshua 2:14\" href=\"/Joshua.2.14\">Jos 2:14</a> <span dir=\"rtl\">נַפְשֵׁנוּ תַחְתֵּיכֶם לָמוּת</span>, <a data-ref=\"I Samuel 2:20\" href=\"/I_Samuel.2.20\">1 S 2:20</a>; <a data-ref=\"I Kings 20:39\" href=\"/I_Kings.20.39\">1 K 20:39</a> <span dir=\"rtl\">נפשׁך ת׳ נפשׁו</span>, v <a data-ref=\"I Kings 20:42\" href=\"/I_Kings.20.42\">42</a> (cf. <a data-ref=\"II Kings 10:24\" href=\"/II_Kings.10.24\">2 K 10:24</a>), <a data-ref=\"II Kings 21:2\" href=\"/II_Kings.21.2\">21:2</a>; <a data-ref=\"Isaiah 43:3\" href=\"/Isaiah.43.3\">Is 43:3</a>, <a data-ref=\"Isaiah 43:4\" href=\"/Isaiah.43.4\">4</a>; often with vbs. of requiting, <a data-ref=\"Genesis 44:4\" href=\"/Genesis.44.4\">Gn 44:4</a> <span dir=\"rtl\">לָ֫מָּה שִׁלַּמְתֶּם רָעָה ת׳ טוֹבָם</span> why have ye rewarded evil <em>in exchange for</em> good? <a data-ref=\"I Samuel 25:21\" href=\"/I_Samuel.25.21\">1 S 25:21</a>; <a data-ref=\"II Samuel 16:12\" href=\"/II_Samuel.16.12\">2 S 16:12</a>; <a data-ref=\"II Samuel 19:22\" href=\"/II_Samuel.19.22\">19:22</a> <a data-ref=\"Psalms 35:12\" href=\"/Psalms.35.12\">ψ 35:12</a> <span dir=\"rtl\">יְשַׁלְּמוּנִי רָעָה ת׳ טוֹבָה</span>, <a data-ref=\"Psalms 38:21\" href=\"/Psalms.38.21\">38:21</a> a <a data-ref=\"Psalms 109:4\" href=\"/Psalms.109.4\">109:4</a>, <a data-ref=\"Psalms 109:5\" href=\"/Psalms.109.5\">5</a>; <a data-ref=\"Proverbs 17:13\" href=\"/Proverbs.17.13\">Pr 17:13</a> +; <a data-ref=\"Jeremiah 5:19\" href=\"/Jeremiah.5.19\">Je 5:19</a> <span dir=\"rtl\">תַּחַת מֶה</span> <em>in return for what?</em> (cf. <span dir=\"rtl\">עַל־מֶה</span> <a data-ref=\"Jeremiah 22:8\" href=\"/Jeremiah.22.8\">22:8</a>; <a data-ref=\"Deuteronomy 29:23\" href=\"/Deuteronomy.29.23\">Dt 29:23</a>; <a data-ref=\"I Kings 9:8\" href=\"/I_Kings.9.8\">1 K 9:8</a>). So sq. inf. <a data-ref=\"Psalms 38:21\" href=\"/Psalms.38.21\">ψ 38:21</a> b. †<strong>3.</strong>  as <strong>conj.</strong>: <strong>a.</strong>  <span dir=\"rtl\">תַּחַת אֲשֶׁר</span>: (<em>a</em>) <em>instead of that</em> (Germ. <em>anstatt dass</em>), <a data-ref=\"Deuteronomy 28:62\" href=\"/Deuteronomy.28.62\">Dt 28:62</a> <span dir=\"rtl\">ת׳ א׳ הֱיִיתֶם</span> <em>instead of that</em> ye were …, <em>instead</em> of your being …, <a data-ref=\"Ezekiel 36:34\" href=\"/Ezekiel.36.34\">Ez 36:34</a>. (<em>b</em>) <em>in return for</em> (the fact) <em>that, because that</em> 𝔊 ἀνθʼ ὧν often), <a data-ref=\"Numbers 25:13\" href=\"/Numbers.25.13\">Nu 25:13</a> <span dir=\"rtl\">ת׳ אֲשֶׁר קִנָּא לא׳</span>, <a data-ref=\"Deuteronomy 21:14\" href=\"/Deuteronomy.21.14\">Dt 21:14</a>; <a data-ref=\"Deuteronomy 22:29\" href=\"/Deuteronomy.22.29\">22:29</a>; <a data-ref=\"Deuteronomy 28:47\" href=\"/Deuteronomy.28.47\">28:47</a>; <a data-ref=\"I Samuel 26:21\" href=\"/I_Samuel.26.21\">1 S 26:21</a>; <a data-ref=\"II Kings 22:17\" href=\"/II_Kings.22.17\">2 K 22:17</a> = <a data-ref=\"II Chronicles 34:25\" href=\"/II_Chronicles.34.25\">2 Ch 34:25</a>; <a data-ref=\"Isaiah 53:12\" href=\"/Isaiah.53.12\">Is 53:12</a>; <a data-ref=\"Jeremiah 29:19\" href=\"/Jeremiah.29.19\">Je 29:19</a>; <a data-ref=\"Jeremiah 50:7\" href=\"/Jeremiah.50.7\">50:7</a>; <a data-ref=\"II Chronicles 21:12\" href=\"/II_Chronicles.21.12\">2 Ch 21:12</a>. <strong>b.</strong>  <span dir=\"rtl\">תַּחַת כִּי</span> <a data-ref=\"Deuteronomy 4:37\" href=\"/Deuteronomy.4.37\">Dt 4:37</a> (but? read <span dir=\"rtl\">וַתֶּֽחִי׃</span> as end of v <a data-ref=\"Deuteronomy 4:36\" href=\"/Deuteronomy.4.36\">36</a>), <a data-ref=\"Proverbs 1:29\" href=\"/Proverbs.1.29\">Pr 1:29</a>. cf. (<a data-ref=\"BDB, כִּי²\" href=\"/BDB,_כִּי²\", dir=\"rtl\">כִּי</a>) <a ,=\"\" data-ref=\"BDB, אֲשֶׁר\" dir=\"rtl\" href=\"/BDB,_אֲשֶׁר\">עֵקֶב אֲשֶׁר</a>.<br><strong>III.</strong>  compounds:— †<strong>1.</strong>  <span dir=\"rtl\">אֶל־תַּחַת</span>, after a vb. of motion: <strong>a.</strong>  (<em>in</em>) <em>under</em>, <a data-ref=\"Judges 6:19\" href=\"/Judges.6.19\">Ju 6:19</a> <span dir=\"rtl\">וַיּוֹצֵא אֶל־ת׳ הָאֵלָה</span>, <a data-ref=\"I Kings 8:6\" href=\"/I_Kings.8.6\">1 K 8:6</a> (‖ <a data-ref=\"II Chronicles 5:7\" href=\"/II_Chronicles.5.7\">2 Ch 5:7</a>), <a data-ref=\"Jeremiah 3:6\" href=\"/Jeremiah.3.6\">Je 3:6</a>; <a data-ref=\"Jeremiah 38:11\" href=\"/Jeremiah.38.11\">38:11</a> (on <a data-ref=\"I Samuel 21:5\" href=\"/I_Samuel.21.5\">1 S 21:5</a> v. <strong>II. 1 d</strong>); after <span dir=\"rtl\">קָרָא</span> <a data-ref=\"Zechariah 3:10\" href=\"/Zechariah.3.10\">Zc 3:10</a>: so <span dir=\"rtl\">אֶל־ת׳ לְ׳</span> <a data-ref=\"Ezekiel 10\" href=\"/Ezekiel.10\">Ez 10</a>:<a data-ref=\"Ezekiel 2\" href=\"/Ezekiel.2\">2</a>. <strong>b.</strong>  <em>into the place of</em>, <a data-ref=\"Leviticus 14:42\" href=\"/Leviticus.14.42\">Lv 14:42</a>. <strong>2.</strong>  <span dir=\"rtl\">מִתַּחַת</span> (= ὑπʼ ἐκ): <strong>a.</strong>  alone, <em>from under, from beneath</em>, as <span dir=\"rtl\">מִתַּחַת הַשָּׁמַיִם</span> †<a data-ref=\"Genesis 1:7\" href=\"/Genesis.1.7\">Gn 1:7</a>, and especially after such vbs. as <span dir=\"rtl\">שִׁחֵת</span> <a data-ref=\"Genesis 6:17\" href=\"/Genesis.6.17\">6:17</a>, <span dir=\"rtl\">מָחָה</span> <a data-ref=\"Exodus 17:14\" href=\"/Exodus.17.14\">Ex 17:14</a>; <a data-ref=\"Deuteronomy 9:14\" href=\"/Deuteronomy.9.14\">Dt 9:14</a>; <a data-ref=\"Deuteronomy 25:19\" href=\"/Deuteronomy.25.19\">25:19</a>; <a data-ref=\"Deuteronomy 29:19\" href=\"/Deuteronomy.29.19\">29:19</a>; <a data-ref=\"II Kings 14:27\" href=\"/II_Kings.14.27\">2 K 14:27</a>, <span dir=\"rtl\">הֶאֱבִיד</span> <a data-ref=\"Deuteronomy 7:24\" href=\"/Deuteronomy.7.24\">Dt 7:24</a>, cf. <a data-ref=\"Lamentations 3:66\" href=\"/Lamentations.3.66\">La 3:66</a>; <a data-ref=\"Ezekiel 47:1\" href=\"/Ezekiel.47.1\">Ez 47:1a</a> <span dir=\"rtl\">מִתּ׳ מִפְתַּן הַבַּיִת</span>, <a data-ref=\"Proverbs 22:27\" href=\"/Proverbs.22.27\">Pr 22:27</a> <span dir=\"rtl\">לָ֫מָּה יִקַּח מִשְׁכָּֽבְךָ מִתַּחְתֶּיךָ</span>; <a data-ref=\"Exodus 6:6\" href=\"/Exodus.6.6\">Ex 6:6</a>, <a data-ref=\"Exodus 6:7\" href=\"/Exodus.6.7\">7</a> <span dir=\"rtl\">מִתּ׳ סִבְלוֹת מִצְרַיִם</span>, <a data-ref=\"Hosea 4:12\" href=\"/Hosea.4.12\">Ho 4:12</a> <span dir=\"rtl\">וַיִּזְנוּ מִתּ׳ אֱלֹהֵיהֶם</span> (cf. <strong>II. 1 c</strong> <em>a, b</em>); <span dir=\"rtl\">מִתּ׳ יַד פ׳</span> (cf. <strong>II. 1 d</strong>) <em>from under the hand</em> (power) <em>of</em> … <a data-ref=\"Exodus 18:10\" href=\"/Exodus.18.10\">Ex 18:10</a>; <a data-ref=\"II Kings 8:20\" href=\"/II_Kings.8.20\">2 K 8:20</a>, <a data-ref=\"II Kings 8:22\" href=\"/II_Kings.8.22\">22</a>; <a data-ref=\"II Kings 13:5\" href=\"/II_Kings.13.5\">13:5</a>; <a data-ref=\"II Kings 17:7\" href=\"/II_Kings.17.7\">17:7</a> +; <span dir=\"rtl\">מִתַּחְתָּיו</span> (cf. <strong>II. 2 a</strong>) <em>from his place</em> <a data-ref=\"Exodus 10:23\" href=\"/Exodus.10.23\">Ex 10:23</a>; <a data-ref=\"Zechariah 6:12\" href=\"/Zechariah.6.12\">Zc 6:12</a>. Rarely = <span dir=\"rtl\">תַּחַת</span> or <span dir=\"rtl\">מִתַּחַת לְ׳</span>, <a data-ref=\"Genesis 1:7\" href=\"/Genesis.1.7\">Gn 1:7</a> (P) <a data-ref=\"Ezekiel 1:8\" href=\"/Ezekiel.1.8\">Ez 1:8</a>; <a data-ref=\"Ezekiel 42:9\" href=\"/Ezekiel.42.9\">42:9</a>; <a data-ref=\"Ezekiel 46:23\" href=\"/Ezekiel.46.23\">46:23</a>; <a data-ref=\"Job 26:5\" href=\"/Job.26.5\">Jb 26:5</a>. <strong>b.</strong>  <span dir=\"rtl\">מִתַּחַת לְ׳</span> (opp. <span dir=\"rtl\">מִמַּעַל לְ׳</span>) <em>under, beneath:</em> <a data-ref=\"Genesis 1:17\" href=\"/Genesis.1.17\">Gn 1:17</a> <span dir=\"rtl\">הַמַּיִם אֲשֶׁר מִתּ׳ לָרָקִיעַ</span>, <a data-ref=\"Exodus 20:4\" href=\"/Exodus.20.4\">Ex 20:4</a> <span dir=\"rtl\">הַמַּיִם מִתַּחַת לָאָרֶץ</span> (so <a data-ref=\"Deuteronomy 4:18\" href=\"/Deuteronomy.4.18\">Dt 4:18</a>; <a data-ref=\"Deuteronomy 5:8\" href=\"/Deuteronomy.5.8\">5:8</a>), <a data-ref=\"Judges 3:16\" href=\"/Judges.3.16\">Ju 3:16</a> <span dir=\"rtl\">מִתּ׳ לְמַדָּיו</span>, <a data-ref=\"Jeremiah 38:12\" href=\"/Jeremiah.38.12\">Je 38:12</a> +; of locality, †<a data-ref=\"Genesis 35:8\" href=\"/Genesis.35.8\">Gn 35:8</a> <span dir=\"rtl\">מִתּ׳ לְבֵיתְאֵל</span>, <a data-ref=\"I Samuel 7:11\" href=\"/I_Samuel.7.11\">1 S 7:11</a>; <a data-ref=\"I Kings 4:12\" href=\"/I_Kings.4.12\">1 K 4:12</a>. <strong>c.</strong>  †<span dir=\"rtl\">לְמִתַּחַת לְ׳</span> (cf. <a data-ref=\"BDB Aramaic, מִן\" href=\"/BDB Aramaic,_מִן\", dir=\"rtl\">מִן</a> <strong>9 b</strong>), i.q. <span dir=\"rtl\">מִתַּחַת לְ׳</span> <a data-ref=\"I Kings 7:32\" href=\"/I_Kings.7.32\">1 K 7:32</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6395adc322ab5dfea8dfa15e", "index_title": "Derekh Mitzvotekha", "category": "Chasidut", "type": "", "ref": "Derekh Mitzvotekha, The commandment of the giving of the half shekel 3", "anchorRef": "Genesis 36:32-33", "anchorRefExpanded": ["Genesis 36:32", "Genesis 36:33"], "sourceRef": "Derekh Mitzvotekha, The commandment of the giving of the half shekel 3", "sourceHeRef": "דרך מצותיך, מצות מחצית השקל ג׳", "anchorVerse": 32, "sourceHasEn": false, "compDate": [1813, 1827], "commentaryNum": 3, "collectiveTitle": {"en": "Derekh Mitzvotekha", "he": "דרך מצותיך"}, "heTitle": "מצות מחצית השקל", "he": "<b>והבנת</b> הענין לאשורו למעלה יובן ע\"פ מ\"ש הרע\"מ מאן מחצית השקל כו' אבנא <i data-overlay=\"Vilna Pages\" data-value=\"סו, ב\"></i>  למשקל בה דא י' עשרים גרה השקל דא יו\"ד שהשקל השלם כ' גרה הוא יו\"ד במילואו ומחציתו י' פשוטה וזהו שיתנו להיות מזה תרומה לה', כי וי\"ו הוא הקול ודל\"ת הוא הדבור והקול כלול מאש רוח מים ושרשו הם חג\"ת מדות שבלב ושרשן יש ג\"כ בשכל כי המדות נמשכים מן השכל וישנם שם בהתכללות כמו השכל הנוטה לאהבה הרי כלול ההתפעלות בשכל וזהו ענין מלוי ו\"ד שביו\"ד שהמדות והדבור הם כלולים בשכל כעובר בבטן המלאה וכשיוצאים ונמשכים בגילוי להיות דבר בפ\"ע אזי נעשים מדות ודבור בפועל ואז הם וי\"ו דל\"ת מיוחדים בפ\"ע ולא אותן שבמלוי יו\"ד, והנה הי' עצמו זולת ו\"ד הכלולים בו הוא עצמיות החכמה מה שהיא במהותה ועצמותה זולת מה שכוללת את שלמטה הימנה והיא הנקרא' אבנא למשקל בה את ו\"ד שהיו בעיבור והתכללות בה כי הנה ידוע דהשבירה שהיתה בעולם התהו הוא רק בבחי' ז\"ת שהן המדות הנק' ו\"ד כנ\"ל אבל בג\"ר לא הי' השבירה וכדכתיב ימותו ולא בחכמה (איוב ד' כ\"א) ולכן עצמיות החכמה שהיא י' פשוטה היא אבנא למשקל בה ו\"ד כלומר שהיא המבררת את הניצוצי' שנפלו מז\"ת הנ\"ל הנק' ו\"ד שזהו כמשל האבן ששוקלים בה וכשמניחים אותו על כף א' מכפי המשקולת היא מכרעת כנגדה את הסחורה המונחת למטה בארץ בכף שכנגדה ומגבהת אותם למעלה כמ\"כ החכמה עילא' יורדת ומגבהת את הניצוצים שנפלו בנוגה דבי\"ע כי בחכמה אתברירו ואזי מתעלים למעל' בעולמות העליונים להתכלל בעתיק ואריך ובאבי\"ע ע\"ד מ\"ש בע\"ח שהמובחר נכלל בעתיק וכו'. והטעם שהחכמה דוקא היא המבררת הוא עפמ\"ש כולם בחכמה עשית (תהלים ק\"ד כ\"ד) שהמשכת אא\"ס בכל עולם ועולם הוא ע\"י התלבשותו תחלה בחכמה שבאותו העולם ובאמצעות החכמה הוא מאיר אח\"כ בכל העולם לפי שהחכמה היא בחי' הביטול ואא\"ס אינו שורה אלא במי שהוא בטל אליו ולא במי שהוא יש ודבר כמשרז\"ל אין אני והוא יכולים לדור בעולם א' (סוטה ד' א'), ולכן נמצא השינויים בהעולמות שבאצי' גילוי אא\"ס יותר מבבריאה ובבריאה מביצי' וביצי' מבעשי' הגם שאא\"ס מצד עצמו הוא שוה ומשוה כולם שכולם שוי' לפניו ממש אלא שזהו מחמת החכמה שבאצי' מאירה יותר והם בביטול יותר לכן אא\"ס מאיר שם יותר מבבריאה וכו' כי אא\"ס אינו מאיר אלא ע\"י החכמה והיא מעטה לבושו ונמצא שהחכמה היא אבנא למשקל בה כמה יהי' גילוי אא\"ס בעולם שלפי ערך גילוי החכמה ומשקלה עד\"מ כן יהי' מכוין גילוי הא\"ס כנ\"ל וכמ\"כ היא אבנא למשקל בה את הבירורים כנ\"ל כי סיבת השבירה שהיתה בז\"ת דתהו הוא מפני בחי' היש שהי' בהן כמ\"ש וימלוך וימת כו' (בראשית ל\"ו ל\"ב-ל\"ג) והבירור שלהם הוא שיוכללו בבחי' אין וביטול שז\"ס שם מ\"ה בחי' ביטול ע\"ד מ\"ש ונחנו מ\"ה (שמות ט\"ז ח') כידוע, ולכן הבירור הוא ע\"י שם מ\"ה דחכמה שהיא בחי' הביטול בעצם שלזאת יכול להגיע הביטול גם במי שהוא יש ודבר ולהפכו אל האין וכמ\"ש מצוה רע\"ז ע\"פ הולך את חכמים יחכם כו' (משלי י\"ג כ') וזהו ענין בירור הניצוצות כלומר ביטול היש אל האין וכמה ניצוצות יתבררו זה תלוי לפי ערך המשכת כח מ\"ה המברר שאם יגדל המשכתו בריבוי יותר אזי יתעלו ניצוצות ביותר כי כל שיהי' המשכת הביטול בעצם יותר אזי יותר יתבטל גם יש גדול ביותר וזהו שהי' הוא אבנא למשקל את ו\"ד שהם הניצוצות שנפלו כמה יתעלו כמו הי' פשוטה וכמשל המשקל שבכף הא' שמגביה כמשקלו סחורה מן הארץ שבכף השנית והסחורה הם הניצוצות היקרים דו\"ד אשר תשתפכנה בראש כל חוצות דנוגה דבי\"ע ובעשי' הגשמי' כו' וכן מובן ממשל מצרף לכסף שכל שיתרבה כח השלהבת יותר יופרדו חלקי הסיגים וכנ\"ל בענין דוקין שבעין ואמירת סלח לנו בש\"ע כו': <i data-overlay=\"Vilna Pages\" data-value=\"סז, א\"></i>  ג) והנה ב' מיני משקל אלו שע\"י החכמה הנק' אבנא למשקל בה דהיינו הא' כמה יהי' המשכת וגילוי אא\"ס בכל עולם הב' כמה בירורים יתבררו וכמה יהי' המ\"ן כו' שניהם באמת ענין א' כי לפי ערך המ\"ן כך הוא המשכת וגילוי אא\"ס אח\"כ כי באתעדל\"ת דוקא אתעדל\"ע, והענין כמבואר בספרי הרפואה באיכות התהוות הולד מזרע איש ואשה שהוא כמו המחבץ שמניח עור הקיבה בכלי מלא חלב אז הקיבה החמוצה מפרדת חלק הטוב שבחלב ומתכווץ בפ\"ע והקום הנק' מי חלב יתפרד לעצמו כידוע כן זרע האשה מתקבץ תחלה הנק' מ\"ן וטיפת הזכר הבא אח\"כ הנק' מ\"ד עושה פירוד להפריד במ\"ן חלק הטוב שיתכווץ בפ\"ע וממנו עיקר התהוות הולד והפסולת שבמ\"ן מתפרד בפ\"ע וממנו נעשה עור הולד הנק' שליא וכל מיני פסולת כדם הלידה וכמארז\"ל אודם מן האם שממנו בשר (נדה ל\"א א') אבל מן הלובן אינו אלא עצמות וצפרנים הרי עיקר הולד הוא מזרע האשה אך לא הי' מתחלק ונפרד בו הפנימית מהחיצונית אלא ע\"י זרע הזכר שכח הטפה של המ\"ד הוא המעמיד ומכווץ את הטוב מהמ\"ן כנ\"ל ומה שנק' הולד ע\"ש האב היינו לפי שהמ\"ד הוא המעמיד והמקיים אבל לא שמהות הולד ממנו כו', וכמשל הזה יובן ג\"כ למעלה בהולדה רוחני' ממ\"ן ומ\"ד דיחודים עליונים שנולדים מזה נשמות ומלאכים עליונים כידוע הנה עיקר מהותם מהמ\"ן דוקא שנמשך ממוחי' דנוקבא ג\"כ כמו שמ\"ד נמשך ממוח הזכר אך שהכח במוחי' דנוק' להזריע המ\"ן בא לה מהבירורי' שמבררת ומלקטת מרפ\"ח ניצוצי' דתהו שבשבירה ולכן מהמ\"ן כל עיקר התהוות המהות של הנשמות ומלאכים וטיפת מ\"ד דדכורא דאצי' הוא המברר ומפריד את חלק הטוב שבמ\"ן שממנו פנימית הנשמה או המלאך והפסולת שבמ\"ן נעשה ממנו בחי' העור הנק' שליא והוא ענין הלבושים של הנשמה הנק' צלם כנז' בזהר בענין הצללים כו' וביאור הדבר הוא שאותו הלבוש הוא כח רוחני הנמוך מכל מדריגות הנפש כערך לבוש גשמי לגוף גשמי לכך ביכולתו לירד ולהתחבר ולהתלבש בנפש הבהמית ובגוף ובו ועל ידו מתחברת גם פנימי' הנשמה הנק' נר\"נ ח\"י להתלבש בגוף ולכן נאמר אך בצלם יתהלך איש כו' (תלים ל\"ט ז') או כמו שאנו רואים בכל ניצוץ אלקי אפי' דעשי' בע\"ה יש בו פנימי' וחיצוני' כמו רעותא דלבא מנקודה פנימית הוא תמצית של הנפש אלקית מפנימית המ\"ן דנוק' דאצילות שנברר ע\"י המ\"ד כנ\"ל ובחי' החיצונית הוא פעולת מעשה הטוב במחשבה דו\"מ כל היום שלא מחמת התפעלות פנימי' והוא מחיצוני' המ\"ן כנ\"ל ומזה יוכל המשכיל להבין למעלה בכללות ההשתלשלות דכל העולמות מאין ליש מבחי' מ\"ן עד שחיצוניות דחיצוניות דק\"נ דבי\"ע הוא מדם נדות פסולת המ\"ן שנשאר בלתי בירור בשעת עיבור ולידה כו' ועכ\"פ כל עיקר ההתהוות שבהולדה עליונה הוא מהמ\"ן וטפת המ\"ד אינו אלא להפריד ולברר בהמ\"ן כנ\"ל והטעם לזה הוא מפני שבאמת שרש המ\"ן יותר גבוה כי הנה כל הולדה מאין ליש הוא ע\"י המשכת אא\"ס דוקא שהוא הכל יכול לחדש מאין ליש אפס זולתו והמשכה זו הוא ע\"י המ\"ן דוקא ששרשו נלקח למעלה מהמ\"ד כי התהוותו הוא מהבירורים דתהו שעולים עד מוחי' דנוק' ומתחזקים המוחי' שלה עי\"ז ואז בכחם להזריע המ\"ן והוא כמשל בנקבה הגשמי' שמהמאכלים שאוכלת שנהפך המאכל לדם ועולה ללב ומהלב אל המוח ומתחזק המוח ואז בכחה להוריד המ\"ן וידוע שהמאכל שאדם אוכל הוא גבוה בשרשו מנפש האדם מפני שהוא ממה שנפל בשבירה משם ס\"ג שלכן המאכל הוא מחי' את האדם וכמאמר ר\"נ עד דלא אכילנא בישרא דתורא כו' (ב\"ק ע\"ב א') שיתחדש כח בנפשו המשכלת לחדש שכל העמוק ההוא מחמת המאכל שהי' בו שכל זה בהעלם שנפל מטעמים העליונים דשם <i data-overlay=\"Vilna Pages\" data-value=\"סז, ב\"></i>  ס\"ג מה שלא הי' יכולת בנפשו מצד עצמות שרשה בחכמה דתיקון לחדש שכל זה כי חכמה שלפני האצי' הגבה מאד נעלה מחכמה דתיקון דאצילות, ועד\"ז המאכלים העליונים שנוק' דאצילות אוכלת שהם הברורים דתהו כנ\"ל שרשם יותר נעלה ממוחי' דאצי' דתיקון ולכן הם נותנים כח במוחי' שלה להזריע המ\"ן מה שממנו יהי' עיקר ההולדה חדשה כי הוא מבחי' א\"ס שלפני האצי' וזהו בשעת התפלה שאז מזרעת המ\"ן מהבירורים שביררה כל הלילה כמ\"ש ותקם בעוד לילה ותתן טרף כו' (משלי ל\"א ט\"ו) ואח\"כ נמשך שפע המ\"ד כדי לברר המ\"ן בירור שני ולהפריד בין פנימיותו לחיצוניותו להיות מן הפנימי' נשמות הגבוהות וכו' ע\"ד הנ\"ל ולפי שהמ\"ד הוא המעמיד ע\"כ נק' ההולדה על שמו כמו שידוע בגמ' שדבר המעמיד אפי' הוא א' מאלף אינו בטל כמו שאור שבעיסה או שמרי היין הרי אף שהיין הוא העיקר בשתי' והעיסה נאכלת ולא השמרים והשאור עכ\"ז הם מעמידים אותם ובלעדם יאבדו ויתקלקלו מפני שנותנים כח גדול להתקיים ולכן הכל הולך אחר המעמיד וכמ\"כ יובן איך שמ\"ד דדכורא הוא המעמיד המ\"ן ומבררו כנ\"ל אבל עכ\"ז עיקר התהוות מהות הנולד הוא מהמ\"ן לפי ששרשו מאד נעלה בא\"ס נמצא ששני משקלי' שע\"י החכמה שניהם ענין א' להם שהחכמה שוקלת כמה יהי' גילוי הא\"ס וכמה ניצוצות יתבררו כי לפי ערך הבירורים כך הוא גילוי הא\"ס שאח\"כ כי המ\"ן הוא העיקר כנ\"ל וגם שלפי ערך גילוי הא\"ס מתחלה במ\"ד הבא לעורר המ\"ן כך יהי' ערך הבירורים שיתבררו כי הבירור שהוא ענין ביטול היש תלוי בערך הביטול בעצם המגיע אליו מאור החכמה שבה גלוי א\"ס והגלוי הוא לפי ערך הביטול כו': וזהו שנצטוינו לתת מחצית השקל דוקא שהוא י' גרה לצורך קרבנות הצבור כי קרבנות הם ענין העלאת מ\"ן מהבירורים דתהו והבירורים הם מע\"ס דתהו שנשברו לכן המשכת החכ' והמ\"ד הבא לעורר המ\"ן ג\"כ צ\"ל מע\"ס שבחכמה העצמי' לא פחות ולא יותר כי המשקל צ\"ל מכוון כנ\"ל, ומתבונן המשכיל במעלת מצוה זו שבנתינת מחצית שקל מעוררים למעלה המשכת עצמיות י\"ס דחכמה עילאה מה גם שעי\"ז יתבררו הבירורים דתהו שהם המ\"ן אשר שרשם גבוה מאד נעלה גם מהחכמה עילאה הנ\"ל וכמשי\"ת, וזהו שאמר הרע\"מ אבנא למשקל בה דא י' שהמשיל לחכמה העצמי' הנ\"ל הנק' מ\"ד וקראה בשם אבן בלבד לגבי המ\"ן, שהוא נערך לגבי המ\"ד כמו ערך הסחורה הנשקלת לגבי האבן ששוקלים בו שהסחורה היא העיקר והאבן כלא חשיב נגד הסחורה רק שהוא לתועלת שעל ידו יתברר משקל הסחורה היקרה, כמ\"כ המ\"ן הבא מהבירורים הוא העיקר שעל ידו נמשך גילוי הא\"ס וממנו עיקר ההולדה למעלה והמ\"ד אינו אלא לתועלת שעל ידו יתברר המ\"ן כפי הצורך וכוונת המאציל, והטעם כנ\"ל ששרש המ\"ן גבוה יותר, וביאור הדבר כי מ\"ד ומ\"ן הם ממ\"ה וב\"ן ושרשם מ\"ה וב\"ן דא\"ק ושרש שם מ\"ה החדש שממצחא דא\"ק שהוא מ\"ד המברר שרשו מש' ע\"ב דחכמה דא\"ק שמאיר במצחא ושרש ב\"ן דא\"ק שהוא שרש המ\"ן שרשו מס\"ג דבינה דא\"ק ומ\"ש בחכמה אתברירו שהוא ענין מחצית השקל היינו חכמה דא\"ק שמאיר במצחא ומשתלשל עד שם מ\"ה שבז\"א דאצי' שהוא המ\"ד כנ\"ל, והענין כי בינה הוא השגת והבנת המושכל שהוא יש ודבר מה ולכך הוא בס\"ג אותיות ג\"ס ומחמת הרגשת דבר מה שבבינה יפול הנופל בבלבול ההשגה והוא הפירור בחלקים רבים עד שיהי' הטעות נולד ג\"כ בשכל זה המורגש וכדומה והוא משל להבין סיבת השבירה בס\"ג דוקא, ואמנם בחכמה שלמעלה מההשגה לגמרי לא יפול הנופל בשום טעות זר מפני שהחכמה היינו נקודת ההשכלה ותמציתה בלתי תמשך עדיין לאורך ורוחב באותיות ההשגה כידוע והוא תכלית הביטול והפשטת יש ודבר ולכך נק' כח מה לומר מה פשפשת ולכן לא הי' סיבת <i data-overlay=\"Vilna Pages\" data-value=\"סח, א\"></i>  השבירה משם ע\"ב שבחכמה כח מ\"ה להיות כי היא בתכלית הביטול משום הרגשת יש ודבר מה היא קרובה יותר לאא\"ס כידוע שאא\"ס אין בחי' גילוי השראתו כ\"א בדבר שהוא תכלית הביטול כנ\"ל פ\"ב ולכן הוא רחוק מן שבירה והתהוות היש ונפרד וגם שעל ידו הוא הבירור להגיע הביטול גם במי שהוא יש ולהאיר את החשך כמשל עמקות ההשכלה שתדחה כל טעות ופסולת שנפלו בגילוי ההשגה וז\"ש יהי אור והוא החכמה שנק' כן כידוע, ומ\"מ נוכל להבין מזה איך שהמתברר גבוה באמת הגבה מאד נעלה מן המברר כי באמת שם ס\"ג דא\"ק שרש מ\"ן דב\"ן הוא מפנימי' א\"ק יותר מהארת ע\"ב שמאיר במצחא שהוא שרש מ\"ד דמ\"ה כי הנה ענין א\"ק ידוע שהוא האור כללי כמ\"ש מצוה כ\"ה פי\"א בשם הה\"מ ז\"ל וכמו יחידה שבנפש שיש בה בהתכללות כל מה שמסתעף ממנה בנר\"נ שכל ומדות והשכל שבה נק' חכמה קדומה והנה חכמה הקדומה במאציל עצמו הוא שם ע\"ב הגנוז במצחא ויוצא הארתו דרך כלי המצח בשם מ\"ה לברר את הב\"ן והארה זו היא הארה בלבד שאין ערוך לגבי עצמיותו שהרי המצח הוא מסתיר לגמרי אור השכל שבמוח וההארה שיאיר במצחא כמו הארת פנים הבא מהשכלה חדשה הרי הארה זו גשמית וחיצונית לגבי חכמת האדם שבמוחו שתאיר פניו משא\"כ הארה הנמשכת מס\"ג דא\"ק שהוא דרך נקבי אח\"פ הוא הארה מפנימיותו שהרי ע\"י האזן הוא מבחין בין טב לביש, ואע\"פ שנקב האזן צר מאד עכ\"ז דרך בו מאיר הארה פנימי' ועם שהיא קטנה גדלה מעלתה מההארה שע\"י המצח אע\"פ שהוא מקום רחב מצד שההארה שע\"י המצח באה דרך הסתר המצח עד שהיא חיצוני' לבד, והוא כמו עד\"מ אדם שמגלה איזה שכל עמוק שהיה צריך לביאורו רבוי דברים במאד והוא אומרו וכוללו בתיבה אחת, הנה הסתיר והעלים כל עומק השכל בתיבה זו ולא נגלה ממנו רק אפס הקצה דהיינו מה שמובן קצת מאותיות התיבה לבד, וה\"ז דומה לאור הגדול שבבית שמאיר דרך נקב קטן לחוץ שאותו האור שמאיר דרך הנקב הגם שהוא מעצמות האור שבבית אבל הוא מאד מעט מזעיר אך שיכולים להכיר כל האור כי מן המעט יבינו את הריבוי מאחר שמהות אחד הם כמ\"כ ההשכלה המעוטה שמשיגים בתיבה זו הוא כמו האור המאיר דרך הנקב מן העומק של כל השכל הנעלם בה אך יכולים להשיג כל השכל ע\"י תיבה זו מאחר שהשפעת השכל שבתיבה זו הוא מעצם א' עם השכל, משא\"כ אם מעלים כל עומק השכל באיזו משל וחידה או בסיפורי מעשיות כגון סיפורי מעשיות שבתורה שנרמזי' בה כל רזין עילאין כידוע הרי זה אינו דומה כלל למשל נקב שבבית שהרי המשל ענין זר לגמרי הוא ורחוק לאין ערוך מהנמשל ולא כאור שבנקב שהוא מעצם א' עם האור שבבית ולכן אין מובן כוונת הנמשל כלל ע\"י המשל. הא למה זה דומה למסך מבדיל כמו הפרכת העב שמעלים האור לגמרי ועכ\"ז הארה זורחת ובוקעת דרך תוכו כידוע והארה זו נק' אור של תולדה כי אינה מערך עצמיות האור שלפני המסך, ועד\"ז מובן ההפרש בין ההארה שמנקבי א\"ק כמו עיניים ואח\"פ ובין ההארה שע\"י המצחא כי הנקב שבעין יומשך בו הארה פנימי' מהמוח ממש כידוע בענין בת היענה וכן נקבי אח\"פ כנ\"ל וה\"ז כמו האור שע\"י נקב וכמו השכל שבתיבה א' שהוא מעצם כללות השכל משא\"כ הארת המצחא אע\"פ שהוא משם ע\"ב שגבוה יותר אבל הוא הארה חיצוני' מאחר שהמצח כלי מסך להסתיר לגמרי אור השכל שבמוח גם כשיבקע האור בו אינה אלא הארה דהארת המוחי' ולא אור המוחי' עצמן, ועוד יובן זה עד\"מ אדם המתעורר מעצמו מצד התבוננות שכלו ותבונתו שזהו הארת עצמות שכלו משא\"כ מי שמתעורר מהתעוררות אחרים שאותן אחרים נתעוררו משכלם שאצלו הוא רק הארה דהארה (מהשכל ונמצא אור השכל נעלם ממנו לגמרי <i data-overlay=\"Vilna Pages\" data-value=\"סח, ב\"></i> ואור ההתפעלות שנולד בו מהשכל הוא מהות אחר) ועד\"ז יובן ענין ש' מ\"ה החדש שממצחא דא\"ק אע\"פ שהוא המברר הוא הארה בעלמא בחי' הארת פנים לזו\"נ דאצי' שיהי' בהן כח לברר משא\"כ ב\"ן המתברר שרשו מס\"ג שהוא הארה פנימי' לכן לאחר שמתברר הוא גבוה ממנו ולכן נאמר לע\"ל אחע\"ב (משלי י\"ב ד') וזהו שהי' העצמי' שהיא ממ\"ה דא\"ק נק' אבנא לבד לגבי ו\"ד שהם מס\"ג דא\"ק שממנו ב\"ן המתברר שנערך אצלו בכמו הסחורה לגבי האבן כי אחרי שנגבהים ע\"י האבן דמ\"ה ומתבררים אזי נפלאה מעלתם ביותר וכנ\"ל שעיקר ההולדה מהמ\"ן כו' והם ענין הקרבנות שהקריבו ממחצית השקל זה שהוא המ\"ן הנולד מקדימת המ\"ד הנק' מחצית השקל כנ\"ל:", "heVersionTitle": "Kehot Publication Society", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "649435adf32d521ff77c9ce9", "index_title": "Bereshit Rabbati", "category": "Midrash", "type": "", "ref": "Bereshit Rabbati, Parashat Vayishlach 47", "anchorRef": "Genesis 36:33", "anchorRefExpanded": ["Genesis 36:33"], "sourceRef": "Bereshit Rabbati, Parashat Vayishlach 47", "sourceHeRef": "בראשית רבתי, פרשת וישלח מ״ז", "anchorVerse": 33, "sourceHasEn": false, "commentaryNum": 47, "collectiveTitle": {"en": "Bereshit Rabbati", "he": "בראשית רבתי"}, "heTitle": "פרשת וישלח", "he": "(בראשית לו, לג) <b>וימת בלע [וגו'] מבצרה.</b> הה\"ד מי זה בא מאדום (ישעיה ס\"ג א'), מהו מי זה, לעתיד לבא הולך הב\"ה לעשות נקמה באדום הוא בעצמו ולא יודיע מהלכו למלאכי השרת ומבקשין לומר שירה לפני הב\"ה ואין מוצאים אותו, הולכים אצל הים ואומרים לו נראה לך הב\"ה שנאמר הנותן בים דרך (ישעיה מ\"ג ט\"ז), אמר להם מיום שיבש אותי להעביר בניו לתוכי שוב לא ראיתיו, והולכים אצל סיני ואומרים לא נראה אליך הב\"ה, שנאמר ה' מסיני בא (דברים ל\"ג ב'), א\"ל מיום שנגלה עלי ונתן תורה לבניו שוב לא ראיתיו. הולכים אצל ציון אומרים לה נראה לך הב\"ה, שנאמר כי בחר ה' בציון (תהלים קל\"ב י\"ג), א\"ל מיום שהלך ממני והחריב ביתו ושרף היכלו שוב לא ראיתיו. פגע בהם ישעיהו, א\"ל מה אתם מבקשים, [א\"ל את הקב\"ה,] אמר להם עכשו יצא מאדום, הה\"ד מי זה בא מאדום חמוץ בגדים וגו'. הב\"ה יפרע מהם על שגזלו ממונם של ישראל, ואין חמוץ אלא גזל שנאמר מכף מעול וחומץ (תהלים ע\"א ד'), מהו חמוץ כביכול כל הגוזל לישראל כאלו גוזל השכינה, שכן כתוב עמו אנכי בצרה (שם צ\"א ט\"ו). מכל עיירות אדום אלא בשעה שידין הב\"ה את אדום יבא סמאל שרה של רומי בראש פמליא של רומי ואומרים לפני הב\"ה רבש\"ע יש לי שכר עם הצדיקים שטובות גדולות עשיתי עם ישראל, א\"ל הב\"ה ומה הן הטובות שעשית עם בני, [א\"ל] הרבה דרכים עשיתי להם, שוקים מרחצאות וגשרים תקנתי להם. באותה שעה אומר הב\"ה שוטים שבעולם, כל מה שעשיתם לא עשיתם אלא להכשילם. מרחצאות להעמיד בהם ע\"ז, דרכים להעמיד להם לסטים, שוקים לשבת בהם זונות, גשרים הושבתם בהם מוכסים. ולא עוד אלא שגזלתם מהם כל מה שהיה בידם בכל יום ויום. אמר סמאל לפני הב\"ה אם ממון גזלנו להם, עלינו לשלם שנאמר והשיב את הגזילה וגו' (ויקרא ה' כ\"ג). א\"ל הב\"ה דמי ישראל (ששרפתם) [ששפכתם] מה אתם יכולים לשלם, הה\"ד מצרים לשממה תהיה ואדום וגו' מחמס בני יהודה אשר שפכו דם נקי בארצם (יואל ד' י\"ט). מיד מתבייש סמאל ובורח בצרה גדולה לבצרה, ולמה יברח לבצרה שיהיה סבור שהיא עיר מקלט כד\"א את בצר במדבר (דברים ד' מ\"ג). מיד הולך אחריו הב\"ה לבצרה ואומר לו רשע טעית בין בצר לבצרה. ועוד דכתיב כי יזיד איש על רעהו להרגו בערמה וגו' (שמות כ\"א י\"ד), מיד ימסרנו הב\"ה למיכאל ומביאו בשלשלאות של ברזל וימסרנו ביד ישראל ויעשו בו כרצונם שנאמר ונתתי את נקמתי באדום (יחזקאל כ\"ה י\"ד). זה הדור בלבושו (ישעיה שם), זה לבוש נקם, כד\"א וילבש בגדי נקם (שם נ\"ט י\"ז). צעה ברב כחו (שם ס\"ג א') כד\"א כי זבח לה' בבצרה (שם ל\"ד ו'). אני מדבר בצדקה (שם ס\"ג א') הה\"ד אני אגיד צדקתך וגו' (שם נ\"ז י\"ב).", "heVersionTitle": "Jerusalem, 1940", "heLicense": "", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "665d76f2e1d4c3231a2f29c9", "index_title": "Divrei David on Rashi", "category": "Commentary", "type": "commentary", "ref": "Divrei David on Rashi, Genesis 36:33:1", "anchorRef": "Genesis 36:33", "anchorRefExpanded": ["Genesis 36:33"], "sourceRef": "Divrei David on Rashi, Genesis 36:33:1", "sourceHeRef": "דברי דוד על רש״י, בראשית ל״ו:ל״ג:א׳", "anchorVerse": 33, "sourceHasEn": false, "commentaryNum": 33.0001, "collectiveTitle": {"en": "Divrei David", "he": "דברי דוד"}, "heTitle": "בראשית", "he": "יובב בן זרח מבצרה בצרה מערי מואב היא כו' ולפי שהעמידה כו מתקן בזה למאי נ\"מ קמ\"ל שהיה מבצרה, וא\"ל גבי שאר מלכים נמי מאי נ\"מ בהזכרת עירם, י\"ל כל היכא דנוכל לפרש מפרשינן וכה\"ג איתא פ\"ק דגיטין (ו) גבי מתוותא דארץ ישראל קינה ודימונה ועדעדה מ\"ט קרו להו הכי ואע\"ג דבשאר ערי א\"י אין לנו טעם על שמותם מ\"מ כל היכא דאיכא למדרש דרשינן:", "heVersionTitle": "Warsaw, 1882", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "66e17c724958842aae085bf3", "index_title": "Benayahu on Berakhot", "category": "Quoting Commentary", "type": "", "ref": "Benayahu on Berakhot 6b:6", "anchorRef": "Genesis 36:33", "anchorRefExpanded": ["Genesis 36:33"], "sourceRef": "Benayahu on Berakhot 6b:6", "sourceHeRef": "בניהו על ברכות ו׳ ב:ו׳", "anchorVerse": 33, "sourceHasEn": false, "compDate": [1855, 1895], "commentaryNum": 12.0006, "collectiveTitle": {"en": "Benayahu on Berakhot", "he": "בניהו על ברכות"}, "heTitle": "בניהו על ברכות", "he": "<b>כָּל הַקּוֹבֵעַ מָקוֹם לִתְפִלָּתוֹ, אוֹיְבָיו נוֹפְלִים תַּחְתָּיו.</b> קשה, הו\"ל נוֹפְלִים 'לְפָנָיו' מאי 'תַּחְתָּיו'? ועוד, סגי לומר אוֹיְבָיו נוֹפְלִים?<br>ונ\"ל בס\"ד, דאם אדם רואה אויבו נופל, ודאי ישמח, אך אם יראה דאויבו נפל בשוחה שהיתה מוכנה לו וזה נפל במקומו, ישמח עשר ידות, וכמ\"ש וַיִּתְלוּ אֶת הָמָן עַל הָעֵץ אֲשֶׁר הֵכִין לְמָרְדֳּכָי וַחֲמַת הַמֶּלֶךְ שָׁכָכָה <small>(אסתר ז, י)</small>, שאם היה נתלה עַל עֵץ אחר לא שָׁכָכָה חֲמַת הַמֶּלֶךְ כל כך, אבל אחר שנתלה על אותו עץ שהכין הוא עצמו למרדכי שָׁכָכָה חֲמַת הַמֶּלֶךְ מרוב השמחה ששמח בכך. וכן כאן אמר <b>נוֹפְלִים תַּחְתָּיו</b> ר\"ל במקומו, כמו וַיִּמְלֹךְ תַּחְתָּיו <small>(בראשית לו, לג)</small>. כלומר בשוחה שהיתה מוכנת לו, נפל בה אויבו הוא ניצול, וכאשר היה הנס למרדכי שנתלה המן על העץ אשר הכין למרדכי.", "heVersionTitle": "Senlake edition 2019 based on Benayahu, Jerusalem, 1905", "heLicense": "", "heVersionTitleInHebrew": "מהדורת סנלייק", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}]