[{"_id": "51ff6dccedbab4556a70c71c", "index_title": "Ramban on Genesis", "category": "Commentary", "type": "commentary", "ref": "Ramban on Genesis 36:40:1", "anchorRef": "Genesis 36:40", "anchorRefExpanded": ["Genesis 36:40"], "sourceRef": "Ramban on Genesis 36:40:1", "sourceHeRef": "רמב\"ן על בראשית ל״ו:מ׳:א׳", "anchorVerse": 40, "sourceHasEn": true, "compDate": [1246, 1286], "commentaryNum": 40.0001, "collectiveTitle": {"en": "Ramban", "he": "רמב\"ן"}, "he": "<b>וְאֵלֶּה שְׁמוֹת אַלּוּפֵי עֵשָׂו</b> מִתְּחִלָּה (בראשית ל\"ו:ט\"ו-י\"ט) מָנָה בְּנֵי בָּנָיו שֶׁהָיוּ אַלּוּפִים בַּדּוֹר הַהוּא, וְאַחַר כֵּן הִצְלִיחוּ מִזַּרְעוֹ לִמְלוּכָה, וְאַחֲרֵי כֵן פָּסְקָה מַלְכוּתָם וְחָזְרוּ וְנָתְנוּ אֶת אֵלּוּ אַלּוּפִים לְרֹאשׁ, וְכָךְ נֶאֱמַר בְּדִבְרֵי הַיָּמִים (א א נא) \"וַיָּמָת הֲדָד וַיִּהְיוּ אַלּוּפֵי אֱדוֹם אַלּוּף תִּמְנָע\", כָּךְ פֵּרֵשׁ רַשִׁ\"י (רש\"י על בראשית ל\"ו:מ'). וּמָה שֶׁאָמַר \"לְמִשְׁפְּחוֹתָם לִמְקֹמֹתָם בִּשְׁמוֹתָם לְמוֹשְׁבוֹתָם בְּאֶרֶץ אֲחֻזָּתָם\" (בראשית ל\"ו:מ\"ג), כִּי הָרִאשׁוֹנִים הָיוּ כָּל הָאַחִים אַלּוּפִים יוֹשְׁבִים כֻּלָּם בְּעִיר אַחַת מוֹשְׁלִים בָּעָם כְּאֶחָד, אוֹ כְּעִנְיַן נְשִׂיאֵי שֵׁבֶט וְרָאשֵׁי בָּתֵּי אָבוֹת, אֲבָל אֵלּוּ אַחֲרוֹנִים הָיוּ אַלּוּפִים לְמִשְׁפְּחוֹתָם, כִּי כָל אֶחָד הָיָה אַלּוּף לְכָל מִשְׁפְּחוֹת בְּנֵי עֵשָׂו וּבְכָל מְקוֹמוֹת מוֹשְׁבוֹתָם, וְהוּא לְבַדּוֹ נִקְרָא בַּדּוֹר אַלּוּף, אֵין אַחֵר נִקְרָא כֵן בְּכָל אֶרֶץ אֲחֻזָּתָם, כִּי הָיוּ כִּמְלָכִים לְאַרְצָם אֲבָל לֹא יָשְׁבוּ לְכִסֵּא לָהֶם וְלֹא נָתְנוּ עֲלֵיהֶם הוֹד מַלְכוּת. וְנִכְתְּבָה הַפָּרָשָׁה בְּדֶרֶךְ הַנְּבוּאָה לְדַעַת רַבִּים (רש\"י וראב\"ע והרד\"ק). וְאֵינֶנּוּ נָכוֹן, כִּי הַנְּבוּאָה לָמָּה תַּזְכִּיר אֶת אֵלֶּה, וְעַד אֵיזֶה זְמַן תִּמְנֶה וְתַפְסִיק בָּהֶם. אֲבָל הַנָּכוֹן שֶׁכָּל אֵלֶּה לִפְנֵי הַתּוֹרָה, וְנֹאמַר שֶׁמָּשְׁלוּ כְּאֶחָד, וְיִהְיֶה פֵּרוּשׁ לִמְקֹמֹתָם שֶׁמָּשַׁל כָּל אֶחָד בִּמְקוֹמוֹ, אוֹ שֶׁהָיָה מֶמְשַׁלְתָּם זְמַן מוּעָט, וּשְׁנוֹת רְשָׁעִים תִּקְצֹרְנָה (משלי י כז):", "heVersionTitle": "Vocalized Edition", "heLicense": "", "heVersionTitleInHebrew": "", "text": "AND THESE ARE THE NAMES OF THE CHIEFS THAT CAME TO ESAU. At first<sup class=\"footnote-marker\">312</sup><i class=\"footnote\">Verses 15-19 here.</i> Scripture enumerated Esau’s grandsons who were chieftains in that generation, and afterwards some of his descendants succeeded in attaining sovereignty. After that their kingdom ceased, and the Edomites once again appointed these chieftains as their head. And so it is said in the book of Chronicles:<sup class=\"footnote-marker\">313</sup><i class=\"footnote\">I, 1:51.</i> <i>And Hadad died. And the chiefs of Edom were: the chief of Timna</i>. So did Rashi explain it here in his commentary on this verse.<br>And that which Scripture says here, <i>according to their families, after their places, by their names</i>, [and in Verse 43], <i>after their habitations in the land of their possessions</i> means that among the previous chiefs, [mentioned above in Verses 15-19], all the brothers who were the chiefs dwelled in one city, ruling one people, or their position was analogous to the princes of the tribes and the heads of families [in Israel]. But these latter ones were chiefs <i>according to their families</i>, meaning that each one was chief of all the families of Esau’s descendants, and in all of their dwelling places, for in that generation he alone was called “chief,” no other person being so called in all the land they possessed. Thus they were as kings in their countries, but they were not enthroned, and the glory of royalty was not bestowed upon them.<br>In the opinion of many commentators<sup class=\"footnote-marker\">314</sup><i class=\"footnote\">See Rashi on Verse 31. In his opinion, <i>before there reigned any king</i> (Verse 31) refers to Saul, king of Israel. Moses who wrote the Torah could therefore know it only by prophecy.</i> this section was written as a prophecy. But this is not correct. Why should prophecy mention these kings, and until what point in time was Scripture to enumerate them and stop? Rather the correct interpretation is that all these ruled before the Torah was given in the days of Moses. Now we may say that they all ruled in one time, and then the explanation of <i>after their places</i> would be that each one ruled in his place, or else their rule lasted but a short time, as Scripture says, <i>But the years of the wicked shall be shortened</i>.<sup class=\"footnote-marker\">315</sup><i class=\"footnote\">Proverbs 10:27.</i>", "versionTitle": "Commentary on the Torah by Ramban (Nachmanides). Translated and annotated by Charles B. Chavel. New York, Shilo Pub. House, 1971-1976", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "524bc101edbab472182d390e", "index_title": "Ibn Ezra on Genesis", "category": "Commentary", "type": "commentary", "ref": "Ibn Ezra on Genesis 36:40:1", "anchorRef": "Genesis 36:40", "anchorRefExpanded": ["Genesis 36:40"], "sourceRef": "Ibn Ezra on Genesis 36:40:1", "sourceHeRef": "אבן עזרא על בראשית ל״ו:מ׳:א׳", "anchorVerse": 40, "sourceHasEn": true, "compDate": [1155, 1165], "commentaryNum": 40.0001, "collectiveTitle": {"en": "Ibn Ezra", "he": "אבן עזרא"}, "he": "וטעם <b>ואלה שמות אלופי עשו למקומותם.</b> שיש להם היום מקומות ידועים ואלה דברי משה ואלה הנזכרים הם בני האלופים הכתובים למעלה ולא הזכיר כי אם מי שיש לו מקום.", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "[AND THESE ARE THE NAMES OF THE CHIEFS THAT CAME OF ESAU…AFTER THEIR PLACES] This means that their territories are well-known today (in the days of Moses). These are the words of Moses.<sup class=\"footnote-marker\">56</sup><i class=\"footnote\">That is, verses 40-43. Until now Moses reported what had been Divinely revealed to him concerning Edom’s past. In verses 40-43 he turns to his own generation and in <i>his own words</i> adds that the 11 chiefs of Edom (enumerated in verses 40-43) are now ruling each in his own territory.</i> Those now mentioned are the offspring of the chiefs mentioned above.<sup class=\"footnote-marker\">57</sup><i class=\"footnote\">Verses 15-18 (Cherez).</i> Only those that had their own territories are mentioned.<sup class=\"footnote-marker\">58</sup><i class=\"footnote\">In verses 15-18, 14 chiefs are mentioned. In verses 40-43, 11 chiefs are mentioned. The names in verses 40-43 are not the same as those in 15-18. Hence I.E. points out that they were their sons. To explain why only 11 are mentioned in 40-43, I.E. posits that only those with a territory of their own are mentioned. After the death of the 14 mentioned in 15-18 their sons, mentioned in 40-43, became chiefs. Another possibility is that after the 14 mentioned above died, eight kings reigned and then the 11 mentioned in 40-43 became chiefs (Cherez). If the latter is correct, then when I.E. says that those in 40-43 are the offspring of those in 15-18 he means their descendants.</i>", "versionTitle": "Ibn Ezra's commentary on the Pentateuch, tran. and annot. by H. Norman Strickman and Arthur M. Silver. Menorah Pub., 1988-2004", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "524bc101edbab472182d3910", "index_title": "Ibn Ezra on Genesis", "category": "Commentary", "type": "commentary", "ref": "Ibn Ezra on Genesis 36:40:2", "anchorRef": "Genesis 36:40", "anchorRefExpanded": ["Genesis 36:40"], "sourceRef": "Ibn Ezra on Genesis 36:40:2", "sourceHeRef": "אבן עזרא על בראשית ל״ו:מ׳:ב׳", "anchorVerse": 40, "sourceHasEn": true, "compDate": [1155, 1165], "commentaryNum": 40.0002, "collectiveTitle": {"en": "Ibn Ezra", "he": "אבן עזרא"}, "he": "<b>תמנע.</b> במקום הזה זכר כי יש לנו שמות רבים לזכר ולנקבה שוים וכן אהליבמה. או יהי' הפירוש להיות אלוף נוסף ויהיה אלוף תמנע שהיתה פילגש אליפז אלה הם אלופיה עלוה גם יתת. והנה אלה נשיאי עמלק. ואלופי אהליבמה היו שבעה בימי משה אנשי מקומות על כן הוסיף לבאר במושבותם:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "TIMNA. Here it refers to a male.<sup class=\"footnote-marker\">59</sup><i class=\"footnote\">Timna was the name of Eliphaz’s concubine (v. 12); hence it is a female name. However, <i>the chief of Timna</i> was a male. Hence Timna can be either a male or female name.</i> For we have many names which are used both for male and females. The same holds true for Oholibamah.<sup class=\"footnote-marker\">60</sup><i class=\"footnote\">Oholibamah was the name of one of Esau’s wives (v. 2). Hence it is a female name. However, <i>the chief of Oholibamah</i> was a male.</i> It is also possible that the word chief is superfluous,<sup class=\"footnote-marker\">61</sup><i class=\"footnote\">That is, Timna is a female name and refers to Timna, Eliphaz’s concubine. The superfluous <i>chief</i> refers to the word <i>chief</i> prefixed to Alvah and Jetheth. The verse should thus be read: the chief of Timna, Alvah and Jetheth. The same applies to Oholibamah (Krinsky) or the word <i>chief</i> prefixed to Timna is superfluous. The verse should be read: Timna, the chief of Alva, the chief of Jetheth. The same applies to Oholibamah (Weiser).</i> the interpretation of <i>the chief of Timna, the chief of Alvah, the chief Jetheth</i> being, the following are the chiefs of Timna, Eliphaz’s concubine, Alvah and Jetheth. Alvah and Jetheth were chiefs of Amelek.<sup class=\"footnote-marker\">62</sup><i class=\"footnote\">Timna <i>bore to Eliphaz Amalek</i> (v. 12). Hence the chiefs of Timna, Alvah and Jetheth were chiefs of Amalek.</i> There were seven chiefs of Oholibamah in the day of Moses. Each of these chiefs had his own territory. Hence Moses was explicit and added, <i>according to their habitations</i>.<sup class=\"footnote-marker\">63</sup><i class=\"footnote\">Each of these chiefs had territories which bore their names and this was noted by Moses.</i>", "versionTitle": "Ibn Ezra's commentary on the Pentateuch, tran. and annot. by H. Norman Strickman and Arthur M. Silver. Menorah Pub., 1988-2004", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "531e4fe2fbfba276047f68fb", "index_title": "Onkelos Genesis", "category": "Targum", "type": "targum", "ref": "Onkelos Genesis 36:40", "anchorRef": "Genesis 36:40", "anchorRefExpanded": ["Genesis 36:40"], "sourceRef": "Onkelos Genesis 36:40", "sourceHeRef": "תרגום אונקלוס על בראשית ל״ו:מ׳", "anchorVerse": 40, "sourceHasEn": false, "compDate": [80, 120], "commentaryNum": 36.004, "collectiveTitle": {"en": "Onkelos Genesis", "he": "תרגום אונקלוס על בראשית"}, "heTitle": "תרגום אונקלוס על בראשית", "he": "וְאִלֵּין שְׁמָהַת רַבְרְבֵי עֵשָׂו לְזַרְעֲיָתְהוֹן לְאַתְרֵיהוֹן בִּשְׁמָהָתְהוֹן רַבָּא תִמְנָע רַבָּא עַלְוָה רַבָּא יְתֵת:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "חומש שפתי חכמים, מצודה תשס\"ט", "text": "These are the names of the chiefs of Eisov, each with their families, according to their places, by their names: Chief Timna, Chief Alvoh, Chief Yeseis.", "versionTitle": "Metsudah Chumash, Metsudah Publications, 2009 [with Onkelos translation]", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "532b2685fbfba27c35eec132", "index_title": "Targum Jonathan on Genesis", "category": "Targum", "type": "targum", "ref": "Targum Jonathan on Genesis 36:40", "anchorRef": "Genesis 36:40", "anchorRefExpanded": ["Genesis 36:40"], "sourceRef": "Targum Jonathan on Genesis 36:40", "sourceHeRef": "תרגום יונתן על בראשית ל״ו:מ׳", "anchorVerse": 40, "sourceHasEn": true, "compDate": [150, 250], "commentaryNum": 36.004, "collectiveTitle": {"en": "Targum Jonathan on Genesis", "he": "תרגום יונתן על בראשית"}, "heTitle": "תרגום יונתן על בראשית", "he": "וְאִלֵין שְׁמָהַת רַבְרְבֵי עֵשָו לְיִחוּסֵיהוֹן לְאָתַר מְדוֹרֵיהוֹן בִּשְׁמָהַתְהוֹן רַבָּא תִמְנָע רַבָּא עַלְוָה רַבָּא יְתֵת", "heVersionTitle": "Targum Jonathan on Genesis", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": " And these are the names of the chieftains of Esau after their kindreds, after the place of their habitation,with their names Rabba Timna, Rabba Alva, Rabba Jetheth, \n", "versionTitle": "The Targum of Jonathan ben Uzziel, trans. J. W. Etheridge, London, 1862", "license": "Public Domain", "versionTitleInHebrew": "תרגום ירושלמי (תרגום יונתן בן-עוזיאל) לתורה, תורגם ע״י ג׳ון ווסלי אטרידג׳, לונדון 1862"}, {"_id": "53e313b5fbfba253f85da881", "index_title": "Rashbam on Genesis", "category": "Commentary", "type": "commentary", "ref": "Rashbam on Genesis 36:40:1", "anchorRef": "Genesis 36:40", "anchorRefExpanded": ["Genesis 36:40"], "sourceRef": "Rashbam on Genesis 36:40:1", "sourceHeRef": "רשב\"ם על בראשית ל״ו:מ׳:א׳", "anchorVerse": 40, "sourceHasEn": true, "compDate": [1120, 1160], "commentaryNum": 40.0001, "collectiveTitle": {"en": "Rashbam", "he": "רשב\"ם"}, "heTitle": "רשב\"ם על בראשית", "he": "ואלה שמות אלופי עשו למשפחותם למקומותם - באלופים הללו מזכיר מקצתם של אלופים הנאמרים למעלה בבני עשו. ויש לומר שלבסוף נעשו אלו האחרונים עיקר להיות אלופי עיר ועיר, דכתיב כאן: למקומותם [למושבתם] בארץ אחוזתם. וראיה לדברי שבכל פרשיות בני עשו ובני שעיר והמלכים אשר מלכו עד סוף הפרשה כולה הנם כתובים בדברי הימים ופרשת אלופי בני עשו הראשונה אינה נזכרת שם כלל כי אם אלופי פרשה שנייה לבד. ", "heVersionTitle": "daat", "heLicense": "Public Domain", "heVersionTitleInHebrew": "דעת", "text": "ואלה שמות אלופי עשא למשפחותם למקומותם, among the “Alufim” listed in the verses following there are several who had been mentioned earlier simply as sons of Esau. We must assume that these sons eventually rose in rank to become “Alufim.” We already mentioned that the title “Aluf” essentially means that the people so described were mayors of cities, which is most likely the reason why the Torah adds the word למקומותם, “in their respective locations.” Proof of the correctness of what I surmise may be the fact that in Chronicles all the details provided by the Torah here in this chapter are repeated verbatim. However, the first list of the “Alufim” of the sons of Esau (36,15-19) are not mentioned there at all.", "versionTitle": "Eliyahu Munk, HaChut Hameshulash", "license": "CC-BY", "versionTitleInHebrew": "החוט המשולש, אליהו מונק"}, {"_id": "54aaa1b2fbfba219cb79998d", "index_title": "Radak on Genesis", "category": "Commentary", "type": "commentary", "ref": "Radak on Genesis 36:40:1", "anchorRef": "Genesis 36:40", "anchorRefExpanded": ["Genesis 36:40"], "sourceRef": "Radak on Genesis 36:40:1", "sourceHeRef": "רד\"ק על בראשית ל״ו:מ׳:א׳", "anchorVerse": 40, "sourceHasEn": true, "compDate": [1185, 1235], "commentaryNum": 40.0001, "collectiveTitle": {"en": "Radak", "he": "רד\"ק"}, "he": "ואלה שמות אלופי עשו, הזכיר עתה שמות אלופי עשו שהיו אלופים אחר שפסקה המלכות הנזכרת מאדום, והנה אחד עשר אלופים היו:", "heVersionTitle": "Presburg : A. Schmid, 1842", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "ואלה, now the Torah mentions eight Alufim who were in positions of leadership after the kingdom of Edom had ceased to exist as such. There were eleven such Alufim.", "versionTitle": "Eliyahu Munk, HaChut Hameshulash", "license": "CC-BY", "versionTitleInHebrew": "החוט המשולש, אליהו מונק"}, {"_id": "54c62c8dfbfba248e1b57728", "index_title": "Haamek Davar on Genesis", "category": "Commentary", "type": "commentary", "ref": "Haamek Davar on Genesis 36:40:1", "anchorRef": "Genesis 36:40", "anchorRefExpanded": ["Genesis 36:40"], "sourceRef": "Haamek Davar on Genesis 36:40:1", "sourceHeRef": "העמק דבר על בראשית ל״ו:מ׳:א׳", "anchorVerse": 40, "sourceHasEn": false, "compDate": [1840, 1880], "commentaryNum": 40.0001, "collectiveTitle": {"en": "Haamek Davar", "he": "העמק דבר"}, "he": "<b> למקמתם בשמותם.</b> לפי הפשט ארץ אדום נתחלקה לכמה מחוזות וכל מחוז לאלוף בפ״ע והי׳ מחוז אחד נקראת תמנע וכן כולם:\n", "heVersionTitle": "Sefer Torat Elohim, Vilna 1879", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר תורת אלוהים, וילנא 1879", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "55059437fbfba279c54564ae", "index_title": "Sforno on Genesis", "category": "Commentary", "type": "commentary", "ref": "Sforno on Genesis 36:40:1", "anchorRef": "Genesis 36:40", "anchorRefExpanded": ["Genesis 36:40"], "sourceRef": "Sforno on Genesis 36:40:1", "sourceHeRef": "ספורנו על בראשית ל״ו:מ׳:א׳", "anchorVerse": 40, "sourceHasEn": true, "compDate": [1500, 1550], "commentaryNum": 40.0001, "collectiveTitle": {"en": "Sforno", "he": "ספורנו"}, "he": "<b>ואלה שמות אלופי עשו... למקמתם בשמתם.</b> שלא היו חשובים להקרא בשמם רק על שם מקומם.", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "ואלה שמות אלופי עשו, the significance of the additional words למקומותם בשמותם may be that they were not distinguished enough to be recorded by their individual names, but only in association with the location where they practiced their authority.", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "562bd701fbfba25d96e6cc78", "index_title": "Shadal on Genesis", "category": "Commentary", "type": "commentary", "ref": "Shadal on Genesis 36:40:1", "anchorRef": "Genesis 36:40", "anchorRefExpanded": ["Genesis 36:40"], "sourceRef": "Shadal on Genesis 36:40:1", "sourceHeRef": "שד\"ל על בראשית ל״ו:מ׳:א׳", "anchorVerse": 40, "sourceHasEn": false, "compDate": [1835, 1865], "commentaryNum": 40.0001, "collectiveTitle": {"en": "Shadal", "he": "שד\"ל"}, "heTitle": "שד\"ל על בראשית", "he": "ואלה שמות אלופי עשו וגו': דעת C.B.Michaelis (והסכים עמו ראז') כי האלופים האלה אינם אלא תולדות יעוש ויעלם וקרח בני אהליבמה שלא נזכרו להם תולדות למעלה, כי לא היו רבים באכלוסים, וברוב הימים נתרבו עד כי הימי הדר התפרדו לאלופים. וזה רחוק כי כאן נזכר אלוף אהליבמה שנראה שכולל כל צאצאי האשה ההיא, ועוד נזכרו כאן אלוף קנז אלוף תימן, ואלה נראה שאינם אלא בני אליפז. ואני אומר כי אלה הנזכרים כאן הם שמות המשפחות שלא היו תחת עול מלך אדום, אלא מרדו בו ועשו עצמן רעפובליק. והנה בימי משה היה מלך באדום על קצת האומה, וקצת מן האומה לא היו תחת המלך כי אם תחת יד נשיאיהם, וזה עלה בדעתי אחרי ראותי דברי רשב\"ם בדברים ב' ד': אתם עוברים בגבול אחיכם בני עשו הישבים בשעיר: \"לא אלה הם אותה אדום שיצאו בחרב לקראת ישראל (במדבר כ' כ') שהרי באלה כתוב כאשר עשו לי בני עשו היושבים בשעיר, אבל אדום לא מכרו כלום דכתיב בהם ויט ישראל מעליו\" ונראין דבריו מוכרחים לבאר סתירת הכתובים, כי מלך אדום יצא לקראתם בעם כבד וביד חזקה ובבני עשו אמר וייראו מכם, ואמר כאשר עשו לי בני עשו (דבריו ב' כ\"ט) שנתנו להם אכל בכסף, ובהפך במלך אדום כתוב ויט ישראל מעליו והנה האלופים הנזכרים כאן שמותם שונים מאותם הנזכרים למעלה (ט\"ו י\"ח) ורק שנים, תימן וקנז, הם שוים בשתי הפרשות ונראה כי המשפחות המורדות במלך אדום היו רובם משפחות חדשות שמתחלה לא היו מרובות באכלוסין, ולא היו נקראות אלופים, ונספחו אליהן בקשר גם שתים מן המשפחות העתיקות תימן וקנז. ומה שלא נזכר כאן עמלק, אעפ\"י שגם הוא מבני עשו, ולא היה משועבד למלך אדום. נראה שהוא מפני שלא היה באגודת אלופי עשו, אבל היה לעם בפני עצמו, ונראה שגם בימי משה היה לעמלק מלך מיוחד הנקרא אגג, שכן בלעם אמר וירם מאגג מלכו.", "heVersionTitle": "Shadal 1st Edition", "heLicense": "Public Domain", "heVersionTitleInHebrew": "שד\"ל, דפוס ראשון", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "57e77c6fd6e4a94c7c189622", "index_title": "Tafsir Rasag", "category": "Targum", "type": "targum", "ref": "Tafsir Rasag, Genesis 36:40", "anchorRef": "Genesis 36:40", "anchorRefExpanded": ["Genesis 36:40"], "sourceRef": "Tafsir Rasag, Genesis 36:40", "sourceHeRef": "תפסיר רס\"ג, בראשית ל״ו:מ׳", "anchorVerse": 40, "sourceHasEn": false, "compDate": [918, 942], "commentaryNum": 36.004, "collectiveTitle": {"en": "Tafsir Rasag", "he": "תפסיר רס\"ג"}, "heTitle": "בראשית", "he": "האולי אסמא צנאדיד עשו לעשאירהם פי מואצ̇עהם באסמאיהם תמנע צנדיד ועלוה צנדיד ויתת צנדיד", "heVersionTitle": "Tafsir al-Torah bi-al-Arabiya, Paris, 1893", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תפסיר אלתורה באלערביה, פריס, 1893", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5889b4bdd6e4a902855feee3", "index_title": "Tur HaArokh", "category": "Commentary", "type": "commentary", "ref": "Tur HaArokh, Genesis 36:40:1", "anchorRef": "Genesis 36:40", "anchorRefExpanded": ["Genesis 36:40"], "sourceRef": "Tur HaArokh, Genesis 36:40:1", "sourceHeRef": "הטור הארוך, בראשית ל״ו:מ׳:א׳", "anchorVerse": 40, "sourceHasEn": true, "compDate": [1280, 1340], "commentaryNum": 40.0001, "collectiveTitle": {"en": "Tur HaAroch", "he": "הטור הארוך"}, "heTitle": "בראשית", "he": "<b>ואלה שמות אלופי עשו. </b>מתחלה מנה בני עשו שהיו אלופים בדור ההוא ואחרי כן הצליחו ועלו למלוכה ואחר כן פסק מלכותם ונתנו אלופיהם לראש וכן כתוב בדברי הימים וימת הדד ויהיו אלופי אדום וגו': ", "heVersionTitle": "Perush al ha-Torah, Hanover, 1838", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": " ואלה שמות אלופי עשב, “and these are the names of he headmen of Esau.” First the <i>alufim</i> among the sons of Esau who were such in that generation are mentioned. From positions as headmen, the success of these people in war led to them or their sons becoming Kings, and in due course their pre-eminence ebbed again so that they were simply ראשים. Compare Chronicles I 1,43 -54)     36,43 בארץ אחוזתם, “in the land of their ancestral inheritance.”", "versionTitle": "Tur on the Torah, trans. Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5889b4bdd6e4a902855feee5", "index_title": "Tur HaArokh", "category": "Commentary", "type": "commentary", "ref": "Tur HaArokh, Genesis 36:40:2", "anchorRef": "Genesis 36:40", "anchorRefExpanded": ["Genesis 36:40"], "sourceRef": "Tur HaArokh, Genesis 36:40:2", "sourceHeRef": "הטור הארוך, בראשית ל״ו:מ׳:ב׳", "anchorVerse": 40, "sourceHasEn": true, "compDate": [1280, 1340], "commentaryNum": 40.0002, "collectiveTitle": {"en": "Tur HaAroch", "he": "הטור הארוך"}, "heTitle": "בראשית", "he": "<b>למשפחות' למקומותם בשמותם וגו' בארץ אחוזתם. </b>כי הראשונים היו כל האחים אלופים יושבים כלם בעיר אחת ומושלים בעם אחד או שהיו נשיאי שבט או ראשי בית אב אבל אלו האחרונים אלופים למשפחותם שהיה כ\"א אלוף לכל משפחות בני עשו ולכל מקומות מושבותם ואין אלוף אחר בדור אלא הוא כי היו כמלכים בארצם אלא שלא עלו לכסא לקרות בשם מלך: ", "heVersionTitle": "Perush al ha-Torah, Hanover, 1838", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "The heads mentioned earlier were all brothers, the <i>alufim</i> all residing in the same town, and ruling over a single nation, or they were heads of a tribe each. The ones mentioned here were heads of the combined families of Esau, their authority extending over all the towns inhabited by Esau’s offspring. They were comparable to kings in their authority. ", "versionTitle": "Tur on the Torah, trans. Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5889b4bdd6e4a902855feee7", "index_title": "Tur HaArokh", "category": "Commentary", "type": "commentary", "ref": "Tur HaArokh, Genesis 36:40:3", "anchorRef": "Genesis 36:40", "anchorRefExpanded": ["Genesis 36:40"], "sourceRef": "Tur HaArokh, Genesis 36:40:3", "sourceHeRef": "הטור הארוך, בראשית ל״ו:מ׳:ג׳", "anchorVerse": 40, "sourceHasEn": true, "compDate": [1280, 1340], "commentaryNum": 40.0003, "collectiveTitle": {"en": "Tur HaAroch", "he": "הטור הארוך"}, "heTitle": "בראשית", "he": "<b>אלוף תמנע. </b>כתב רבינו אברהם תמנע זה הוא שם איש ושמות רבים לזכר ולנקבה שוין וכן אהליבמה. אי נמי אלוף זה הוא יתר והכי פירושו אלוף תמנע שהיתה פלגש אליפז אלה אלופיהם עלוה ויתת וכן אלוף אהליבמה שהיתה אשת עשו אלה אלופיהם וגו': \n", "heVersionTitle": "Perush al ha-Torah, Hanover, 1838", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "   אלוף תמנע. Ibn Ezra believes that the “Timna” mentioned here was a man. It is not unusual to find men or women having the same names. Oholivamah was one such example. It is also possible that seeing the word <i>aluf</i> at this point is superfluous, we must understand the verse as follows: the headman of the family of Timna who had been a concubine of Eliphaz produced several <i>alufim,</i> their names being Alvah, and Yetet. Similarly, the family of Oholivama, wife of Esau, produced <i>alufim</i> known as Eylah, and Pinon.", "versionTitle": "Tur on the Torah, trans. Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "59119bd5d6e4a955f8cebc18", "index_title": "Sanhedrin", "category": "Talmud", "type": "", "ref": "Sanhedrin 99b:7", "anchorRef": "Genesis 36:40", "anchorRefExpanded": ["Genesis 36:40"], "sourceRef": "Sanhedrin 99b:7", "sourceHeRef": "סנהדרין צ״ט ב:ז׳", "anchorVerse": 40, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 198.0007, "collectiveTitle": {"en": "Sanhedrin", "he": "סנהדרין"}, "heTitle": "סנהדרין", "he": "דאתן עלה מיהת אחות לוטן תמנע מאי היא תמנע בת מלכים הואי דכתיב (בראשית לו, כט) אלוף לוטן אלוף תמנע וכל אלוף מלכותא בלא תאגא היא", "heVersionTitle": "Wikisource Talmud Bavli", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "תלמוד בבלי (ויקיטקסט)", "text": "Manasseh began by mocking a few verses and ultimately violated the entire Torah. The Gemara asks: With regard to that verse <b>that we came to</b> discuss, <b>in any event, what is</b> the significance of the phrase in the verse <b>“And Lotan’s sister was Timna”?</b> The Gemara explains: <b>Timna was the daughter of kings, as it is written: “The chief of Lotan”</b> (Genesis 36:29), and: <b>“The chief of Timna”</b> (Genesis 36:40), <b>and each chief is</b> a member of <b>a monarchy,</b> albeit <b>without a crown.</b> That is why they are called chief and not king.", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": "מהדורת וויליאם דייוידסון - אנגלית"}, {"_id": "59636b7cd6e4a9416e9c318e", "index_title": "Mizrachi", "category": "Commentary", "type": "commentary", "ref": "Mizrachi, Genesis 36:40:1", "anchorRef": "Genesis 36:40", "anchorRefExpanded": ["Genesis 36:40"], "sourceRef": "Mizrachi, Genesis 36:40:1", "sourceHeRef": "מזרחי, בראשית ל״ו:מ׳:א׳", "anchorVerse": 40, "sourceHasEn": false, "compDate": [1475, 1525], "commentaryNum": 40.0001, "collectiveTitle": {"en": "Mizrachi", "he": "מזרחי"}, "heTitle": "בראשית", "he": "<b>שנקראו על שם מדינותיהם. </b>כדכתיב למשפחותם למקומותם דאל\"כ הרי היו לו אלופים אחרים זולת אלה והם האמורים למעלה: \n", "heVersionTitle": "Four commentaries on Rashi. Warsaw, 1862", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59636b7cd6e4a9416e9c3190", "index_title": "Mizrachi", "category": "Commentary", "type": "commentary", "ref": "Mizrachi, Genesis 36:40:2", "anchorRef": "Genesis 36:40", "anchorRefExpanded": ["Genesis 36:40"], "sourceRef": "Mizrachi, Genesis 36:40:2", "sourceHeRef": "מזרחי, בראשית ל״ו:מ׳:ב׳", "anchorVerse": 40, "sourceHasEn": false, "compDate": [1475, 1525], "commentaryNum": 40.0002, "collectiveTitle": {"en": "Mizrachi", "he": "מזרחי"}, "heTitle": "בראשית", "he": "<b>לאחר שמת הדד ופסקה מהם מלכות. </b>דאל\"כ הרי היו להם מלכי' בעלי תגא ואי אפשר שיהיו להם אז אלופי' שאינם בעלי תגא: \n", "heVersionTitle": "Four commentaries on Rashi. Warsaw, 1862", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59636b7cd6e4a9416e9c3192", "index_title": "Mizrachi", "category": "Commentary", "type": "commentary", "ref": "Mizrachi, Genesis 36:40:3", "anchorRef": "Genesis 36:40", "anchorRefExpanded": ["Genesis 36:40"], "sourceRef": "Mizrachi, Genesis 36:40:3", "sourceHeRef": "מזרחי, בראשית ל״ו:מ׳:ג׳", "anchorVerse": 40, "sourceHasEn": false, "compDate": [1475, 1525], "commentaryNum": 40.0003, "collectiveTitle": {"en": "Mizrachi", "he": "מזרחי"}, "heTitle": "בראשית", "he": "<b>וכן מפורש בדברי הימים. </b>כמו שפירש שאלה האלופים היו אחר שמת הדד ופסקה מהם המלכות ששם כתי' בפי' אחר שמנה השמונה מלכים הללו וימת הדד ויהיו אלופי אדום אלוף תמנע אלוף עלוה אלוף יתת וגו' שהם האלופים האמורים פה: \n", "heVersionTitle": "Four commentaries on Rashi. Warsaw, 1862", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "596482fad6e4a92bf45a42c0", "index_title": "Rabbeinu Bahya", "category": "Quoting Commentary", "type": "", "ref": "Rabbeinu Bahya, Shemot 17:16:4", "anchorRef": "Genesis 36:40", "anchorRefExpanded": ["Genesis 36:40"], "sourceRef": "Rabbeinu Bahya, Shemot 17:16:4", "sourceHeRef": "רבנו בחיי, שמות י״ז:ט״ז:ד׳", "anchorVerse": 40, "sourceHasEn": true, "compDate": [1290, 1310], "commentaryNum": 16.0004, "collectiveTitle": {"en": "Rabbeinu Bahya", "he": "רבנו בחיי"}, "heTitle": "שמות", "he": "<b>וע\"ד </b>הקבלה כי יד על כס יה היד הזאת היא מלחמה לה' שהיא מדת הדין של מעלה וגלה לך הכתוב כי היא על כס יה כי שם יה מדת הדין של מטה כענין שכתוב (שמות ט״ו:ב׳) עזי וזמרת יה וכמו שבארתי במקומו. על כן יאמר כי היד אשר על כס יה שהיא מלחמה לה' תהיה מלחמה בעמלק מדור דור, כי תעניש אותו מדה של מעלה שהיא מדת הדין הקשה כדי להאבידו מן העולם הזה והבא על הפסק כחו ממנו ובעבור כן נלחמת בו על שפסקה ממנו ונשאר השם והכסא כאלו חסר. ובאור המדרש השם והכסא הם שבע מדות הרמוזות בוי\"ו ה\"א שהם כסא למה שלמעלה, או יאמר כי יד על כס יה כי עמלק שלח ידו על כס יה כלומר על וא\"ו ה\"א שהם כסא ליו\"ד ה\"א, שהם ג' ראשונות כמו שידעת, ובעבור כן מלחמה לה' בעמלק מדור דור, לפי דעתי זהו סוד הכתוב שמצינו בעשו אלוף עלוה ובדברי הימים (דברי הימים א א׳:נ״א) כתב משה עצמו אלוף עליה ביו\"ד כדי לחבר השם וכענין שכתוב (תהלים ב) על ה' ועל משיחו. ועוד נכלל במלת כס שלא אמר כסא לרמוז על העננים המקיפים את הכסא שהם ז' ממה שכתוב (איוב כו) פרשז בתוספת זי\"ן וכשישראל עושים רצונו של מקום העננים נפתחים כצורת כ\"ף וכשאינם עושים רצונו של מקום נסגרין כצורת סמ\"ך וכענין שכתוב (איכה ג׳:מ״ד) סכותה בענן, וזהו (שמות כ״ד:ט״ו) ויכס הענן את ההר, (שם מ) ויכס הענן את אהל מועד, וכבר ידעת כי ז' עננים היו לישראל במדבר.\n", "heVersionTitle": "Midrash Rabbeinu Bachya [ben Asher]. Warsaw, 1878", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "A kabbalistic approach: The “hand” mentioned in this verse is the ongoing war against Amalek; it is a reference to the attribute of Justice of the celestial regions. The verse reveals to us that there are forces at work even in the celestial regions which aim at disputing G’d’s sovereignty. The battle in the celestial regions is aimed at G’d’s throne, i.e. as long as it is in progress His throne is not “whole.” The name י-ה represents G’d’s incomplete name here on earth, i.e. the attribute of Justice in the terrestrial domain. On earth, the fight against G’d and His representative the Jewish people, is aimed at preventing His name from becoming the four-lettered tetragram. I have explained this in connection with 15,2 עזי וזמרת י-ה. Moses explains that the attribute which is aimed at G’d’s throne is the same as that which fights against the tetragram becoming sovereign in our domain. The battle is an ongoing battle from generation to generation. Moses prays that G’d would punish Amalek in the celestial spheres with the strong attribute of Justice in order to subsequently wipe out this people in our terrestrial world. This can occur only when Amalek on earth can no longer draw on support from its patron in the celestial regions. While there remains a patron of Amalek in the heavens G’d’s throne is, as it were, defective, i.e. כס and not כסא.<br> Now to the meaning of the Midrash which had linked G’d’s name and His throne. The words השם and הכסא in the Midrash are a symbol of seven attributes alluded to in the last two letters ו-ה in the tetragrammaton. They represent the “throne” of what is in the celestial spheres. Alternatively, the words כי יד על כס י-ה mean that Amalek attacked with his “hand” על כס י-ה, i.e. the two last letters in the tetragrammaton, the letters ו-ה. These letters serve as the throne for the first two letters in the tetragrammaton, the letters י-ה, i.e. the three letters כסא which represent G’d’s throne. Seeing that this is so G’d is engaged in an ongoing battle with Amalek.<br> I believe that this is also the mystical dimension of the words אלוף עלוה in Genesis 36,40. The same person’s name is spelled as אלוף עליה in Chronicles I 1,51 by Moses himself.<small> [According to Baba Batra 15 the author of the Book of Chronicles was Ezra. Perhaps the part of Chronicles preceding Moses’ death was recorded by Moses himself. Ed.] </small> The letter י was substituted for the letter ו by Moses in order for the name of this descendant of Esau/Amalek to reflect the attack on G’d by the descendants of Esau/Amalek, i.e. על יה “against G’d.” Even the name of this Aluph, leader, reflected his program in life, i.e. to “dethrone” G’d. This would be similar to what we read in Psalms 2,2 על י-ה-ו-ה ועל משיחו, “against the Lord (tetragrammaton) and against His anointed.”<br> Another message concealed in the word כס as opposed to כסא may be an allusion to the seven clouds which surround G’d’s throne, כסא <small>(compare Pirke d'Rabbi Eliezer chapter 4)</small>. This is based on Job 26,9: מאחז פני-כסה פרשז עליו עננו, “He shuts off the view of His throne, spreading cloud over it.” The letter ז added at the end of the word פרש in that verse is an allusion to the number of clouds surrounding the throne of G’d i.e. “seven.” When the Israelites carry out the Lord’s will the clouds open up in the shape of the letter כ; when they do not carry out the Lord’s will these clouds close around the throne of G’d in the shape of the letter ס. It may be similar to Lamentations 3,44 סכותה בענן, “You have screened yourself off with a cloud, so that no prayer may pass through.” This is also the meaning of Exodus 24,15 ויכס הענן את ההר, “the cloud enveloped the mountain (Mount Sinai),” or ויכס הענן את אהל מועד, “the cloud enveloped the Tent of Meeting” (Exodus 40,34). You are already aware that there were seven clouds which surrounded the camp of the Israelites in the desert.", "versionTitle": "Torah Commentary by Rabbi Bachya ben Asher, trans. Eliyahu Munk, 1998.", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "59b7c721d6e4a972e7b832b1", "index_title": "Malbim on I Chronicles", "category": "Quoting Commentary", "type": "", "ref": "Malbim on I Chronicles 1:43:1", "anchorRef": "Genesis 36:39-40", "anchorRefExpanded": ["Genesis 36:39", "Genesis 36:40"], "sourceRef": "Malbim on I Chronicles 1:43:1", "sourceHeRef": "מלבי\"ם על דברי הימים א א׳:מ״ג:א׳", "anchorVerse": 39, "sourceHasEn": false, "compDate": [1845, 1875], "commentaryNum": 43.0001, "collectiveTitle": {"en": "Malbim on I Chronicles", "he": "מלבי\"ם על דברי הימים א"}, "heTitle": "מלבי\"ם על דברי הימים א", "he": "<b>ואלה המלכים.</b> בתורה לא כתיב וימת הדר רק וימלך תחתיו הדר וכו' ואלה שמות אלופי עשו (בראשית לו, לט - מ), שהיה באדום מלך שבחרו תמיד מארץ אחרת ולא היה בהם מלך מעמם ולא מלך בן מלך, גם היו ביניהם תמיד י\"א אלופים מבני עשו שהנהיגו את המדינה עם המלך אשר בראשם, ובעת שכתב משה את התורה היה המלך האחרון הדר עודהו בחיים, וגם הי\"א אלופים הנקובים בשמותם היו אז כמ\"ש (שמות טו, טו) אז נבהלו אלופי אדום, ומרע\"ה נבא שעת ימלוך מלך לבני ישראל תופסק המלוכה מאדום, כי כשזה קם זה נופל כמ\"ש (בראשית כה, כג) ולאום מלאום יאמץ, וע\"כ אמר שמלכים אלה יתקיימו לפני מלך מלך לבני ישראל ואחר יחדלו, ועזרא ספר לנו שאחר שמת הדר המלך האחרון שהיה בימי משה שאז כבשו ישראל את הארץ וישראל עושה חיל ויהושע היה המלך עליהם, לא קבלו אדום עוד מלך עליהם רק האלופים הנהיגו את המדינה, שעז\"א ויהיו אלופי אדום, ר\"ל הם נשארו לבדם בהנהגת המדינה, ולא מלך מלך עליהם כל זמן שהיה לישראל מלך, כמ\"ש (ש\"ב ח, יד) (מלכים א' מב, כג) עד ימי יורם (שם ב' ח, כ):", "heVersionTitle": "Malbim on I Chronicles -- Wikisource", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מלבי\"ם על דברי הימים א, ויקיטקסט", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59ef33d6d6e4a90d4d5df74c", "index_title": "Steinsaltz on Sanhedrin", "category": "Quoting Commentary", "type": "", "ref": "Steinsaltz on Sanhedrin 99b:7", "anchorRef": "Genesis 36:40", "anchorRefExpanded": ["Genesis 36:40"], "sourceRef": "Steinsaltz on Sanhedrin 99b:7", "sourceHeRef": "ביאור שטיינזלץ על סנהדרין צ״ט ב:ז׳", "anchorVerse": 40, "sourceHasEn": false, "compDate": [1950, 2010], "commentaryNum": 198.0007, "collectiveTitle": {"en": "Steinsaltz on Sanhedrin", "he": "ביאור שטיינזלץ על סנהדרין"}, "heTitle": "ביאור שטיינזלץ על סנהדרין", "he": " ושואלים:  <b>דאתן עלה, מיהת</b> <small>[כשהגענו</small> לענין <small>זה, על כל פנים]</small> באמת <b>\"אחות לוטן תמנע\" מאי היא,</b> כלומר, מה מקומו של פסוק זה בתורה? ומסבירים: <b>תמנע בת מלכים הואי</b> <small>[היתה],</small> <b>דכתיב</b> <small>[שנאמר]:</small> <b>\"אלוף לוטן\"</b> (בראשית לו, כט) <b>\"אלוף תמנע\"</b> (בראשית לו, מ) <b>וכל \"אלוף\"</b> — <b>מלכותא</b> <small>[מלכות]</small> <b>בלא תאגא</b> <small>[כתר]</small> <b>היא,</b> שהיו אלופים אלה תקיפים ועצמאים כמלכים, אלא שלא הוכתרו בתואר זה.", "heVersionTitle": "William Davidson Edition - Hebrew", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5a1546acd6e4a92409ac368e", "index_title": "Siftei Chakhamim", "category": "Commentary", "type": "commentary", "ref": "Siftei Chakhamim, Genesis 36:40:1", "anchorRef": "Genesis 36:40", "anchorRefExpanded": ["Genesis 36:40"], "sourceRef": "Siftei Chakhamim, Genesis 36:40:1", "sourceHeRef": "שפתי חכמים, בראשית ל״ו:מ׳:א׳", "anchorVerse": 40, "sourceHasEn": true, "compDate": [1660, 1680], "commentaryNum": 40.0001, "collectiveTitle": {"en": "Siftei Chakhamim", "he": "שפתי חכמים"}, "heTitle": "בראשית", "he": "<b>שנקראו על שם מדינותיהם כו'.</b> ר\"ל זה שאמר הכתוב למקומותם בשמותם פי' שנקראו שמותן ע\"ש מקומותם וז\"ש אח\"כ והראשונים וכו' הם השמות תולדותם שלא תקשי הא כבר מנה לעיל אלופי בני עשו גם שם מנה אחרים. והא ראיי' שאלו נקראים ע\"ש מדינותיהם דהא מגדיאל היא רומי כדאיתא במד\"ר שנראה לר' אמי בחלום היום מלך מגדיאל אבל באחרים כגון אלוף קנז וכו' אפשר שהן נקראים ע\"ש תולדותם מאחר שנזכרים למעלה בשמות אלו ג\"כ וכן אלוף אהליבמה אלוף תמנה י\"ל שמות תולדותם טפי מאחר דמצינו לעיל שהם שמות אדם ואינך ג\"כ אין הכרח שהם שמות מדינה לכך מביא ראייה ממגדיאל שהוא שם מקום ולכן י\"ל שכולם נקראו ע\"ש מדינותיהם שבא זה וגילה על זה. [ממ\"ש]:\n", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY", "heVersionTitleInHebrew": "חומש שפתי חכמים, הוצאת מצודה, 2009", "text": "<b>Called by the names of their states...</b> I.e., when the verse says, “According to their places, by their names,” it means they are named after their places. And lest we object that the chiefs of Eisov were listed before, and furthermore, other [chiefs] are also listed there, Rashi goes on to say: “The previous chiefs... are their family names.” The proof that the ones listed here are named after their provinces is that Magdiel is Rome [as Rashi says on v. 43]. For it says in Midrash Rabbah: “[The day that Lotianos became Caesar in Rome,] R. Ami was shown in a dream that today, Magdiel became king.” But from the other ones, such as Chief Kenaz, etc., [there is no proof.] It could be family names, since they were called by these same names even before. And Chief Oholivomoh and Chief Timna seem more likely to be family names, since we saw before that these are names of people. And nothing forces us to say that the others are names of provinces, either. Therefore Rashi brings a proof from Magdiel, which is the name of a place—and so they all are named after their provinces, because Magdiel serves as an example for the others. (<i>R. Meir Stern</i>)", "versionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": "חומש שפתי חכמים, הוצאת מצודה, 2009"}, {"_id": "5a1c01d8d6e4a943452d3ad0", "index_title": "Sefer HaYashar (midrash)", "category": "Midrash", "type": "midrash", "ref": "Sefer HaYashar (midrash), Book of Genesis, Vayetzei 1", "anchorRef": "Genesis 36:1-43", "anchorRefExpanded": ["Genesis 36:1", "Genesis 36:2", "Genesis 36:3", "Genesis 36:4", "Genesis 36:5", "Genesis 36:6", "Genesis 36:7", "Genesis 36:8", "Genesis 36:9", "Genesis 36:10", "Genesis 36:11", "Genesis 36:12", "Genesis 36:13", "Genesis 36:14", "Genesis 36:15", "Genesis 36:16", "Genesis 36:17", "Genesis 36:18", "Genesis 36:19", "Genesis 36:20", "Genesis 36:21", "Genesis 36:22", "Genesis 36:23", "Genesis 36:24", "Genesis 36:25", "Genesis 36:26", "Genesis 36:27", "Genesis 36:28", "Genesis 36:29", "Genesis 36:30", "Genesis 36:31", "Genesis 36:32", "Genesis 36:33", "Genesis 36:34", "Genesis 36:35", "Genesis 36:36", "Genesis 36:37", "Genesis 36:38", "Genesis 36:39", "Genesis 36:40", "Genesis 36:41", "Genesis 36:42", "Genesis 36:43"], "sourceRef": "Sefer HaYashar (midrash), Book of Genesis, Vayetzei 1", "sourceHeRef": "ספר הישר (מדרש), ספר בראשית, ויצא א׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [950, 1550], "commentaryNum": 1, "collectiveTitle": {"en": "Sefer HaYashar (midrash)", "he": "ספר הישר (מדרש)"}, "heTitle": "ויצא", "he": "ויצא יעקב וילך אל דרכו חרנה וישב ויבוא עד הר המוריה, וילן שם אצל עיר לוז. וירא ה׳ אל יעקב שמה בלילה ההוא ויאמר אליו, אני ה׳ אלוקי אברהם ואלוקי יצחק אביך הארץ אשר אתה שוכב עליה לך אתננה ולזרעך. והנה אנוכי עמך אל תירא ושמרתיך בכל אשר תלך, והרביתי את זרעך ככוכבי השמים. והפלתי את כל אויביך לפניך ונלחמו אליך ולא יוכלו לך, והשיבותיך אל הארץ הזאת בשמחה בבנים ובעושר רב. וייקץ יעקב משנתו וישמח מאוד על המראה אשר ראה, ויקרא את שם המקום ההוא בית אל. ויקם יעקב מן המקום ההוא שמח ויקלו רגליו ללכת מהשמחה, וילך משם ארצה בני קדם ויבוא חרנה וישב על באר הרועים. וימצא שם אנשים יוצאים מחרן לרעות הצאן וישאלם יעקב מאין באתם, ויאמרו מחרן אנחנו. ויאמר אליהם הידעתם את לבן בן נחור, ויאמרו ידענו והנה רחל בתו באה עם הצאן אשר לאביה לרעות. עודנו מדבר עמם ורחל בת לבן באה עם הצאן אשר לאביה לרעות, כי רועה היא. וירא יעקב את רחל בת לבן אחי אמו, וירץ וישק לה יעקב וישא את קולו ויבך. ויגד יעקב את רחל כי בן רבקה אחי אביה הוא, ותרץ רחל ותגד לאביה. ויוסף יעקב לבכות על אשר אין בידו מאומה להביא בית לבן. וישמע לבן כי בא יעקב בן אחותו, וירץ וינשק לו ויחבק לו ויביאהו אל ביתו ויתן לו לחם ויאכל. ויספר יעקב ללבן את אשר עשה לו עשו אחיו, ואת אשר עשה לו אליפז בנו בדרך. וישב יעקב בבית לבן חודש ימים, ויאכל וישת יעקב בבית לבן. ויהי אחרי כן ויאמר לבן ליעקב, הגד נא לי מה משכורתך ואיך תעבדני חינם. וללבן אין בנים כי אם בנות, כי נשיו ואמהותיו יקרות עוד בימים ההם. ואלה שמות בנות לבן ילדה לו עדינה אישתו, שם בכירה לאה ושם הצעירה רחל. ועיני לאה רכות, ורחל היתה יפת תואר ויפת מראה ויעקב אהבה. ויאמר יעקב אל לבן אעבדך שבע שנים ברחל בתך הקטנה, ויאבה לבן לדבר הזה ויעבוד יעקב את לבן ברחל בתו שבע שנים.", "heVersionTitle": "Sefer HaYashar, Livorno 1870", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "And Jacob prosecuted his journey toward Haran, and he reached Mount Moriah, and he ‎tarried there over night near the city of Luz.‎‏ ‏And the Lord appeared there unto Jacob that ‎night, and he said unto him: I am the Lord, the God of Abraham, thy father, and the God of ‎Isaac, the land wherein thou liest, to thee will I give it, and to thy seed; and behold I am with ‎thee and will keep thee in all places whither thou goest, and I will multiply thy seed as the stars ‎of heaven, and I will cause thy enemies to fall down before thee, and when they shall wage ‎war against thee they shall never pre vail over thee; and I will bring thee back unto this land in ‎joy and gladness, with children and with great wealth. And when Jacob awoke from his sleep ‎he was exceedingly joyful at the vision which he had seen, and he called the name of that ‎place Bethel. And Jacob arose from that place much rejoiced, and when he walked his feet felt ‎light to him for gladness, and he went thence to the land of the sons of the East, and he came ‎to Haran and seated himself by the shepherd's well; and he met there several men coming ‎from Haran to feed their sheep, and Jacob inquired of them concerning their home, and they ‎said: We are from Haran; and he said unto them: Know ye Laban, son of Nahor? and they said: ‎We know him, and behold, Rachel, his daughter, cometh with the sheep of her father. And ‎while he yet spake with them Rachel came with her father's sheep, for she was a ‎shepherdess. And Jacob saw Rachel, the daughter of Laban, his mother's brother, and he ‎kissed her and lifted up his voice and wept. And Jacob told Rachel that he was Rebekah’s son, ‎her father's sister, and Rachel ran and told it to her father. And Jacob wept exceedingly ‎because he had nothing whatsoever to bring unto the house of Laban. And when Laban heard ‎of the arrival of Jacob, his sister's son, he ran to meet him, and he embraced him, and kissed ‎him, and \"brought him to his house, and he gave him meat and he ate. And Jacob told him all ‎that his brother Esau had done unto him, and what his son Eliphaz did unto him on his journey. ‎And Jacob abode at Laban's house the space of a month, eating and drinking in the house of ‎Laban. And finally Laban said unto Jacob: Tell me what shall thy wages be, for why shouldst ‎thou serve me for naught? And Laban had no sons, only daughters, and his wives and hand-‎maids were still barren in those days. And these are the names of Laban's daughters, which his ‎wife Adinah had borne unto him: the name of the oldest was Leah, and the name of the ‎youngest was Rachel. And Leah was tender eyed, but Rachel was beautiful and well favored, ‎and Jacob loved her. And Jacob said unto Laban: I will serve thee seven years for Rachel, thy ‎youngest daughter. And Laban was satisfied, and Jacob served Laban seven years for Rachel, ‎his daughter.‎", "versionTitle": "Sefer ha-Yashar,  trans. Edward B.M. Browne, New York, 1876", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "5a1c01ead6e4a943452d3b0c", "index_title": "Sefer HaYashar (midrash)", "category": "Midrash", "type": "midrash", "ref": "Sefer HaYashar (midrash), Book of Genesis, Vayishlach 34", "anchorRef": "Genesis 36:31-43", "anchorRefExpanded": ["Genesis 36:31", "Genesis 36:32", "Genesis 36:33", "Genesis 36:34", "Genesis 36:35", "Genesis 36:36", "Genesis 36:37", "Genesis 36:38", "Genesis 36:39", "Genesis 36:40", "Genesis 36:41", "Genesis 36:42", "Genesis 36:43"], "sourceRef": "Sefer HaYashar (midrash), Book of Genesis, Vayishlach 34", "sourceHeRef": "ספר הישר (מדרש), ספר בראשית, וישלח ל״ד", "anchorVerse": 31, "sourceHasEn": true, "compDate": [950, 1550], "commentaryNum": 34, "collectiveTitle": {"en": "Sefer HaYashar (midrash)", "he": "ספר הישר (מדרש)"}, "heTitle": "וישלח", "he": "ואחרי כן באו כל שרי המלכים האלה עם כל אנשיהם לפני בני יעקב ומנחות בידיהם אל יעקב ואל בניו, וישתחו להם אפיים ארצה. ויפצרו המלכים האלה בבני יעקב ויתחננו אליהם, להשיב את כל השביה אשר שבו משבעת ערי האמורי. ויעשו כן בני יעקב וישיבו את כל השביה, את הנשים ואת הטף ואת כל בהמה וכל השלל אשר לקחו, וישלחו אותם וילכו איש לעירו. וישתחוו כל המלכים האלה עוד אל בני יעקב, וישלחו ויביאו אליהם מנחות רבות בימים ההם. וישלחו בני יעקב את המלכים האלה ואת אנשיהם, וילכו מאיתם לשלום אל עריהם וגם בני יעקב שבו אל מקומם שכמה. ויהי שלום מהיום ההוא והלאה בין בני יעקב ובין מלכי הכנעני, עד בא בני ישראל ארץ כנען לנחלה.", "heVersionTitle": "Sefer HaYashar, Livorno 1870", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "And afterwards these kings appeared before Jacob with their men, and gifts were in their ‎hands for Jacob and his sons, and they bowed down to the ground before Jacob and his sons. ‎And these kings urged the sons of Jacob and entreated them to restore to the seven cities of ‎the Amorites all the spoil they had taken from them. And Jacob’s sons did so, and they ‎returned all the captives and all the spoil they had taken, and they sent them away and each ‎returned to his city. And the kings bowed down once more before Jacob and his sons and they ‎gave them many more gifts in those days. And the sons of Jacob sent away these kings and ‎their men and they left in peace for their cities, and Jacob and his sons returned likewise unto ‎their place in Shechem. And from that day on there was peace between the sons of Jacob and ‎the kings of the Canaanites, until the children of Israel came into Canaan to inherit it. ‎", "versionTitle": "Sefer ha-Yashar,  trans. Edward B.M. Browne, New York, 1876", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "5a1c01ead6e4a943452d3b10", "index_title": "Sefer HaYashar (midrash)", "category": "Midrash", "type": "midrash", "ref": "Sefer HaYashar (midrash), Book of Genesis, Vayishlach 18", "anchorRef": "Genesis 36:31-43", "anchorRefExpanded": ["Genesis 36:31", "Genesis 36:32", "Genesis 36:33", "Genesis 36:34", "Genesis 36:35", "Genesis 36:36", "Genesis 36:37", "Genesis 36:38", "Genesis 36:39", "Genesis 36:40", "Genesis 36:41", "Genesis 36:42", "Genesis 36:43"], "sourceRef": "Sefer HaYashar (midrash), Book of Genesis, Vayishlach 18", "sourceHeRef": "ספר הישר (מדרש), ספר בראשית, וישלח י״ח", "anchorVerse": 31, "sourceHasEn": true, "compDate": [950, 1550], "commentaryNum": 18, "collectiveTitle": {"en": "Sefer HaYashar (midrash)", "he": "ספר הישר (מדרש)"}, "heTitle": "וישלח", "he": "ויבואו החיות האלה ויעלו וירכבו על החמורים ההם ויוליכם כולם, וילכו להם עד היום הזה. ואחת מהחיות נגשה לפני ענה ותכהו בזנבה, ותבריחהו מן המקום ההוא. וירא המעשה הזה ויירא מאוד לנפשו, ויברח וימלט וינס שעירה. ויספר לאביו ולאחיו את כל אשר קרהו, וילכו אנשים רבים לחפש את החמורים ולא מצאו. ולא יסף עוד ענה ואחיו ללכת אל המקום ההוא מהיום ההוא והלאה, כי יראו לנפשותם מאוד. ובני ענה בן שעיר, דישון ואהליבמה אחותו. ובני דישון, עוץ וארן-- אלה משפחות בני שעיר החורי לאלופיהם בארץ שעיר. וישב עשו ובניו בארץ שעיר החורי יושבי הארץ, ויאחזו בה ויפרו וירבו מאוד. ויעקב ובניו וכל אשר להם ישבו עם יצחק בארץ כנען, כאשר ציוה ה׳ את אברהם אביהם. ויהי בשנת מאה וחמש שנים לחיי יעקב, היא השנה התשיעית לשבת יעקב ובניו בארץ כנען בבואם מפדן ארם. ויסע יעקב ובניו בימים ההם מחברון וילכו וישובו עיר שכם, הם וכל אשר להם וישבו שם. כי מצאו להם בני יעקב בעיר שכם מרעה טוב מאוד ושמן למקניהם, ועיר שכם נבנתה בעת ההיא ויהי בה כשלוש מאות איש ואישה. ויבואו יעקב ובניו וכל אשר להם וישבו בחלקת השדה, אשר קנה יעקב מאת חמור אבי שכם בבואו מפדן ארם טרם הכות שמעון ולוי את העיר. וישמעו כל המלכים האלה, מלכי הכנעני והאמורי אשר סביבות עיר שכם כי באו עוד בני יעקב שכמה וישבו בה. ויאמרו העוד בני יעקב העברים יבואו העירה וישבו שם, אחרי אשר היכו את יושביה ויירשום ועתה ישובו ויירשו גם את אלה היושבים בעיר ויהרגום. ויתקבצו כל מלכי כנען עוד ויבואו כולם יחד להילחם עם יעקב ועם בניו. וישלח ישוב מלך תפוח גם אל כל המלכים אשר סביבותיו, אל אילון מלך געש ואל איהורי מלך שילה ואל פרעתון מלך חצור ואל סוסי מלך סרטן ואל לבן מלך בת חורון ואל שכיר מלך מחנימה לאמור. עלו אלי ועזרוני ונכה את יעקב העברי ואת בניו ואת כל אשר לו, כי באו עוד שכמה לרשת אותה ולהרוג את יושביה כבראשונה.", "heVersionTitle": "Sefer HaYashar, Livorno 1870", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "And those animals mounted the asses and rode away with them and they were not to be ‎found to this very day.‎‏ ‏And one of those animals approached Anah and dealt him a blow with ‎its tail and fled from the place.‎‏ ‏And when he saw these things he was greatly afraid of his life, ‎and he too fled and escaped to the city.‎‏ ‏And he related unto his father and brothers all that ‎hath befallen him and many men went in search of the asses but they could not find them.‎‏ ‏And Anah and his brothers never dared to approach that place again for they were in great ‎fear of their lives.‎‏ ‏And the children of Anah the son of Seir were: Dishon and his sister ‎Ahlibamah, and the children of Dishon were: Hemdan, and Eshban, and Ithran and Cheran; and ‎the children of Ezer were: Bilhan, and Zaavan, and Akan, and the children of Dishan were: Uz ‎and Aran. These are the families of the children of Seir the Horite, according to their dukes in ‎the land of Seir.‎‏ ‏And Esau with his children dwelt in the land of Seir the Horite, the inhabitants ‎of the land, and they acquired possessions in it and they were fruitful and multiplied ‎exceedingly.‎‏ ‏And Jacob with his children and all belonging to him dwelt with Isaac their father ‎in the land of Canaan, as the Lord had commanded unto Abraham their father.‎‏ ‏And it came to ‎pass in the one hundred and fifth year of Jacob's life, which was the ninth year of his dwelling ‎in the land of Canaan after his return from Padan-Aram, that Jacob journeyed with his children ‎from Hebron, and they went along and reached the city of Shechem, and they located there, ‎for the sons of Jacob found good and fat pasture for their cattle in Shechem.‎‏ ‏And the city of ‎Shechem had been rebuilt at that time, and there were in her about three hundred men and ‎women.‎‏ ‏And when Jacob and his sons with all belonging to them came back, they dwelt in the ‎parcel of the land which Jacob had bought from Hamor, when he arrived there from Padan-‎Aram, long before Simeon and Levi had destroyed the city.‎‏ ‏And when the kings of the ‎Canaanites and the Amorites around the city of Shechem heard that Jacob and his sons ‎returned to Shechem to dwell therein, they said: Shall Jacob and his sons be permitted to ‎dwell again in this city after having slain and driven away its inhabitants, to come once again to ‎kill and drive away the people now living in the city? And all of the Canaanitish kings assembled ‎once more to fight with Jacob and his sons.‎‏ ‏And Jashub king of Tapuah sent also to all the kings ‎that were around him, to Elan king of Gaash, and to Thuri king of Shiloh, and to Parathon, king ‎of Hazar, and to Susy king of Sarton, and to Laban king of Beth-horan, and to Shabir king of ‎Othnaimah, saying: Come up to my assistance, and we will smite the Hebrew and his sons and ‎all belonging to him, for they have come once more to Shechem, to take possession thereof ‎and to slay its inhabitants as heretofore.‎", "versionTitle": "Sefer ha-Yashar,  trans. Edward B.M. Browne, New York, 1876", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "5b450ab1c9688f00161d8ea9", "index_title": "Rashi on II Kings", "category": "Quoting Commentary", "type": "", "ref": "Rashi on II Kings 8:20:1", "anchorRef": "Genesis 36:31-43", "anchorRefExpanded": ["Genesis 36:31", "Genesis 36:32", "Genesis 36:33", "Genesis 36:34", "Genesis 36:35", "Genesis 36:36", "Genesis 36:37", "Genesis 36:38", "Genesis 36:39", "Genesis 36:40", "Genesis 36:41", "Genesis 36:42", "Genesis 36:43"], "sourceRef": "Rashi on II Kings 8:20:1", "sourceHeRef": "רש\"י על מלכים ב ח׳:כ׳:א׳", "anchorVerse": 31, "sourceHasEn": true, "compDate": [1075, 1105], "commentaryNum": 20.0001, "collectiveTitle": {"en": "Rashi on II Kings", "he": "רש\"י על מלכים ב"}, "heTitle": "רש\"י על מלכים ב", "he": "<b>וַיַּמְלִכוּ עֲלֵיהֶם מֶלֶךְ.</b> וּמִימֵי דָּוִד לֹא הָיָה לָהֶם מֶלֶךְ, כְּמוֹ שֶׁנֶּאֱמַר: וּמֶלֶךְ אֵין בֶּאֱדוֹם; וַיָּשֶׂם בֶּאֱדוֹם נְצִיבִים, שְׁמוֹנָה מְלָכִים מָלְכוּ בֶּאֱדוֹם לִפְנֵי מְלֹךְ מֶלֶךְ לְיִשְׂרָאֵל, הַמְנוּיִים בְּסֵפֶר בְּרֵאשִׁית, כְּנֶגְדּוֹ מָלְכוּ בְּיִשְׂרָאֵל שְׁמוֹנָה מְלָכִים, אִישׁ בּשֶׁת, וְדָוִד, וּשְׁלֹמֹה, וּרְחַבְעָם, וַאֲבִיָּם, וְאָסָא, וִיהוֹשָׁפָט, וִיהוֹרָם, וְלֹא הָיָה מֶלֶךְ לֶאֱדוֹם, וּמַה שֶּׁכָּתוּב לְמַעְלָה שֶׁהָלַךְ מֶלֶךְ אֱדוֹם עִם יְהוֹרָם בֶּן אַחְאָב וְעִם יְהוֹשָׁפָט לְמִלְחָמָה עַל מֶלֶךְ מוֹאָב, לֹא מֶלֶךְ גָּמוּר הוּא אֶלָּא נָצִיב, שֶׁאַף הוּא הָיָה קָרוּי מֶלֶךְ וּכְמוֹ שֶׁנֶּאֱמַר: וּמֶלֶךְ אֵין בֶּאֱדוֹם נִצָּב מֶלֶךְ, הַנְּצִיב הָיָה לָהֶם בִּמְקוֹם מֶלֶךְ.", "heVersionTitle": "The Metsudah Tanach series, Lakewood, N.J", "heLicense": "CC-BY", "heVersionTitleInHebrew": "", "text": "<b>And appointed a king over themselves.</b> From the time of Dovid they did not have a king, as it is stated, “There was no king in Edom,.”<sup class=\"footnote-marker\">18</sup><i class=\"footnote\">I Melochim 22:48.</i> [and] “And he appointed governors in Edom.”<sup class=\"footnote-marker\">19</sup><i class=\"footnote\">II Shmuel 8:14.</i> Eight kings reigned in Edom before a king reigned in Yisroel, they are listed in the Book of Bereishis.<sup class=\"footnote-marker\">20</sup><i class=\"footnote\">See Bereishis 36:31-43, and Rashi there. The eight kings are listed in Bereishis Rabboh 83:2. However, Bereishis Rabboh lists Shaul as one of the eight and omits Yehorom because during Yehorom’s reign, Edom was ruled by a king.</i> Corresponding to them, eight kings reigned in Yisroel: Ish-Boshes, Dovid, Shlomo, Rechovom, Aviyom, Asa, Yehoshophot, and Yehorom, while Edom had no king.<sup class=\"footnote-marker\">21</sup><i class=\"footnote\">See above 3:9.</i> What is written above that the king of Edom<sup class=\"footnote-marker\">22</sup><i class=\"footnote\">I Melochim 22:48.</i> went with Yehorom son of Achov, and with Yehoshophot, to war against the king of Mo’av [can be explained that] he was not a real king, but a governor, who is also referred to as a king, as it is stated, “There was no king in Edom, the governor was king.”<sup class=\"footnote-marker\">23</sup><i class=\"footnote\">I.e., Yorom attacked and struck the Edomites who were near the border.</i> The governor served instead of a king.", "versionTitle": "The Metsudah Tanach series, Lakewood, N.J", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5c3c8ddce20d4000851ec030", "index_title": "Likutei Moharan", "category": "Chasidut", "type": "", "ref": "Likutei Moharan 8:3:1", "anchorRef": "Genesis 36:40", "anchorRefExpanded": ["Genesis 36:40"], "sourceRef": "Likutei Moharan 8:3:1", "sourceHeRef": "ליקוטי מוהר\"ן ח׳:ג׳:א׳", "anchorVerse": 40, "sourceHasEn": true, "compDate": [1802, 1808], "commentaryNum": 3.0001, "collectiveTitle": {"en": "Likutei Moharan", "he": "ליקוטי מוהר\"ן"}, "he": "ג אַךְ רְשָׁעִים, הַדּוֹבְרִים עַל צַדִּיק עָתָק בְּגַאֲוָה וָבוּז, מֵאַיִן מְקַבְּלִין הֵם הָרוּחַ לְהַשְׁלִים הַחִסָּרוֹן. אַךְ דַּע, שֶׁיֵּשׁ רַב דִּקְלִפָּה, וְהוּא בְּחִינַת עֵשָׂו, כְּמוֹ שֶׁכָּתוּב בְּעֵשָׂו (בראשית ל״ג:ט׳): יֶשׁ לִי רָב; וְהוּא בְּחִינַת אַלּוּפֵי עֵשָׂו, וּכְמוֹ שֶׁתִּרְגֵּם אוּנְקְלוֹס: רַבְרְבֵי עֵשָׂו, בְּחִינַת הָרַב דִּקְלִפָּה,", "heVersionTitle": "Likutei Moharan - rabenubook.com", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ליקוטי מוהר\"ן - rabenubook.com", "text": "<b>3.</b> But what of the wicked people “who speak arrogantly, haughtily and contemptuously of the tzaddik” (Psalms 31:19) ? From where do they receive the <i>ruach</i> to fill the lack? But know! there is a <i>RaV</i> of the <i>kelipah</i> (husks). He corresponds to Esav, as is written in connection to Esav (Genesis 33:9), “I have <i>RaV</i> (a lot).” This also corresponds to (Genesis 36:40), “… the <i>alufey</i> (tribal chiefs of) Esav,” which Onkelos renders: “<i>RaVrevay Esav</i>”—who is the <i>RaV</i> of the husks.", "versionTitle": "Likutey Moharan Volumes 1-11, trans. by Moshe Mykoff. Breslov Research Inst., 1986-2012", "license": "CC-BY-NC", "versionTitleInHebrew": "ליקוטי מוהר\"ן בתרגום משה מיקוף, המוסד לחקר ברסלב, כרכים 1-11, 1986-2012"}, {"_id": "5f1e9cd6b468b1b9b1e606b4", "index_title": "Midrash Lekach Tov", "category": "Midrash", "type": "commentary", "ref": "Midrash Lekach Tov, Genesis 36:40:1", "anchorRef": "Genesis 36:40", "anchorRefExpanded": ["Genesis 36:40"], "sourceRef": "Midrash Lekach Tov, Genesis 36:40:1", "sourceHeRef": "מדרש לקח טוב, בראשית ל״ו:מ׳:א׳", "anchorVerse": 40, "sourceHasEn": false, "compDate": [1105, 1115], "commentaryNum": 40.0001, "collectiveTitle": {"en": "Midrash Lekach Tov", "he": "מדרש לקח טוב"}, "heTitle": "בראשית", "he": "<b>ואלה שמות אלופי עשו.</b> אלו י\"א אלופים <i data-commentator=\"Notes and Corrections\" data-order=\"19\"></i> לבד מן הזכורים למעלה כי אותם היו בני עשו ובני בניו. אבל אלו שישבו במקומותם של ראשונים תחת המלכים שהיו באדום הרי אלו י\"א אלופים שלטונין.", "heVersionTitle": "Midrash Lekach Tov on Torah, Vilna 1884", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש לקח טוב, מכונה פסיקתא זוטרתא, וילנא תרמ\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6037a5facda51cfa3ddf327b", "index_title": "Ramban on Genesis", "category": "Quoting Commentary", "type": "", "ref": "Ramban on Genesis 36:12:1", "anchorRef": "Genesis 36:40", "anchorRefExpanded": ["Genesis 36:40"], "sourceRef": "Ramban on Genesis 36:12:1", "sourceHeRef": "רמב\"ן על בראשית ל״ו:י״ב:א׳", "anchorVerse": 40, "sourceHasEn": true, "compDate": [1246, 1286], "commentaryNum": 12.0001, "collectiveTitle": {"en": "Ramban on Genesis", "he": "רמב\"ן על בראשית"}, "he": "<b>וְתִמְנַע הָיְתָה פִילֶגֶשׁ</b> מִפְּנֵי שֶׁלֹּא הִקְפִּיד בְּכָל הָאֲחֵרִים לְהוֹדִיעַ שֵׁם הָאֵם דָּרְשׁוּ רַבּוֹתֵינוּ (ב\"ר פב יד) כִּי זֶה לְהוֹדִיעַ גְּדֻלָּתוֹ שֶׁל אַבְרָהָם אָבִינוּ, כַּמָּה הָיוּ תְּאֵבִים לְהִדָּבֵק בְּזַרְעוֹ, שֶׁהֲרֵי תִּמְנַע זוֹ בַּת אַלּוּפִים הָיְתָה, שֶׁנֶּאֱמַר \"וַאֲחוֹת לוֹטָן תִּמְנָע\", אָמְרָה אֵינִי זוֹכָה לְהִנָּשֵׂא לְךָ, הַלְוַאי וְאֶהְיֶה פִּילֶגֶשׁ, כְּמוֹ שֶׁכָּתַב רַשִׁ\"י (רש\"י על בראשית ל\"ו:י\"ב). וְיִתָּכֵן כִּי בְּנֵי אֱלִיפַז הַחֲמִשָּׁה הָיוּ יְדוּעִים לוֹ כִּי הוֹלִידָם מִנָּשָׁיו, וַעֲמָלֵק בַּעֲבוּר הֱיוֹתוֹ בֶּן פִּלֶגֶשׁ לֹא הָיָה לוֹ שֵׁם בְּאֶחָיו, וְהָיָה נִכְלָל עִם בְּנֵי עֵשָׂו בַּעֲבוּר הֱיוֹתוֹ מִזַּרְעוֹ. וְהֻצְרַךְ הַכָּתוּב לוֹמַר כִּי אִמּוֹ פְּלוֹנִית אֲשֶׁר הוּא נוֹדַע לָהּ יְלָדַתּוּ לֶאֱלִיפַז, אֲבָל אֵינֶנּוּ בִּכְלַל בְּנֵי עֵשָׂו וְלֹא יוֹשֵׁב עִמָּהֶם בְּהַר שֵׂעִיר, כִּי בִּבְנֵי הַגְּבִירוֹת יִקָּרֵא לוֹ זֶרַע וְלֹא בְּבֶן הַפִּילֶגֶשׁ, כִּי לֹא יִירַשׁ בֶּן אָמָה עִם בָּנָיו, כְּמוֹ שֶׁעָשָׂה אָבִיו. וְהִנֵּה אֲנַחְנוּ נִצְטַוִּינוּ בִּבְנֵי עֵשָׂו שֶׁלֹּא נְתַעֵב אוֹתָם (דברים כג ח) וְלֹא נִקַּח אֶת אַרְצָם (שם ב ה), וְהֵם כָּל בָּנָיו הַיְּדוּעִים לוֹ הַיּוֹשְׁבִים בְּשֵׂעִיר כִּי הֵם הַנִּקְרָאִים אֱדוֹם עַל שְׁמוֹ, אֲבָל בֶּן הַפִּילֶגֶשׁ אֵינוֹ בִּכְלַל בְּנֵי עֵשָׂו וְלֹא עִמָּהֶם בְּאַרְצָם, וְנִצְטַוִּינוּ בּוֹ בְּהֶפֶךְ, לְתַעֵב אוֹתוֹ וְלִמְחוֹת אֶת שְׁמוֹ. וְכָתַב רַשִׁ\"י עוֹד, וּבְדִבְרֵי הַיָּמִים (א א לו) מוֹנֶה תִּמְנַע בְּבָנָיו שֶׁל אֱלִיפַז, מְלַמֵּד שֶׁבָּא עַל אִשְׁתּוֹ שֶׁל שֵׂעִיר הַחוֹרִי וְיָצְאָה תִּמְנַע מִבֵּינֵיהֶם, וּכְשֶׁגָּדְלָה הָיְתָה פִּילַגְשׁוֹ, וְזֶהוּ \"וַאֲחוֹת לוֹטָן תִּמְנָע\" (בראשית ל\"ו:כ\"ב), וְלֹא מְנָאָהּ מִבְּנֵי שֵׂעִיר, שֶׁהָיְתָה אֲחוֹתוֹ מִן הָאֵם וְלֹא מִן הָאָב. וְאֵין דַּעְתִּי סוֹבֶלֶת זֶה, כִּי הָיָה רָאוּי לוֹמַר בְּדִבְרֵי הַיָּמִים \"וְתִמְנַע בִּתּוֹ\", וְלָמָּה יִמְנֶה הָאִשָּׁה בַּבָּנִים, אוּלַי לֹא יַקְפִּיד הַכָּתוּב בְּכָךְ בַּדָּבָר הַיָּדוּעַ, כִּי מָצִינוּ שָׁם בְּדִבְרֵי הַיָּמִים (א ה כט) \"וּבְנֵי עַמְרָם אַהֲרֹן וּמֹשֶׁה וּמִרְיָם וּבְנֵי אַהֲרֹן נָדָב וַאֲבִיהוּא\" וְגוֹמֵר, וְאִם כֵּן רָאוּי שֶׁנֹּאמַר כִּי תִּמְנַע זֹאת הִיא בַּת אֱלִיפַז אֲשֶׁר יָלְדָה לוֹ אֵשֶׁת שֵׂעִיר הַחוֹרִי אַחֲרֵי מוֹת אִישָׁהּ, וְהָיְתָה אֲחוֹת לוֹטָן מִן הָאֵם, וּנְשָׂאָהּ אֱלִיפַז לְפִילֶגֶשׁ, שֶׁהַגּוֹי מֻתָּר בְּבִתּוֹ. אוֹ נֹאמַר עַל דַּעַת רַבּוֹתֵינוּ כִּי תִּמְנַע הַנִּזְכָּר בְּדִבְרֵי הַיָּמִים הוּא תִּמְנַע הָאַלּוּף הַנִּזְכָּר לְמַטָּה (בראשית ל\"ו:מ') שֶׁנִּמְנָה שָׁם מִבְּנֵי אֱלִיפַז, כַּאֲשֶׁר נִמְנָה קֹרַח וְהוּא בֶּן אָהֳלִיבָמָה, כִּי שְׁנֵיהֶם הָיוּ מַמְזֵרִים, נוֹלְדוּ מֵאֶחָד וְנִמְנִים עִם בְּנֵי הָאַחֵר, כִּי רָחוֹק שֶׁיִּמְנֶה הָאִשָּׁה בֵּין הַבָּנִים בְּתוֹכָם. וְעַל דֶּרֶךְ הַפְּשָׁט יֵשׁ לַחְשֹׁב בּוֹ כִּי תִּמְנַע פִּילֶגֶשׁ אֱלִיפַז אַחֲרֵי לִדְתָּהּ אֶת עֲמָלֵק יָלְדָה בֵּן וַתְּקַשׁ בְּלִדְתָּהּ וַתָּמָת, וַתִּקְרָא אֶת שְׁמוֹ תִּמְנַע בַּעֲבוּר הַזְכִּיר שְׁמָהּ, וְאָבִיו אֱלִיפַז קָרָא לוֹ קֹרַח, וְלֹא הִזְכִּיר הַכָּתוּב הַבֵּן הַזֶּה לְתִמְנַע אִמּוֹ כְּדֵי שֶׁלֹּא יַאֲרִיךְ, כִּי הַכַּוָּנָה הָיְתָה לִמְנוֹת עֲמָלֵק בִּפְנֵי עַצְמוֹ, אֲבָל בְּנֵי אֱלִיפַז שִׁבְעָה הָיוּ, וּמָנָה הַכָּתוּב הָאַלּוּפִים דֶּרֶךְ מַעֲלָתָם, עַל כֵּן הִקְדִּים קְנַז וְקֹרַח לְגַעְתָּם. וַאֲנִי עוֹד סוֹבֵר בַּכָּתוּב הַזֶּה מָה שֶׁאָמְרוּ רַבּוֹתֵינוּ בִּשְׁלֹשִׁים וּשְׁתַּיִם מִדּוֹת (מדה יא) שֶׁהָאַגָּדָה נִדְרֶשֶׁת, אָמְרוּ, סָדוּר הָיָה רָאוּי לִהְיוֹת אֶלָּא שֶׁנֶּחֱלַק, שֶׁנֶּאֱמַר (דהי\"ב ל יח) \"כִּי מַרְבִּית הָעָם\" וְכוּ', וְגַם רוֹדְפֵי הַפְּשָׁט יֹאמְרוּ כֵּן בִּפְסוּקִים אֲחֵרִים, וְכֵן זֶה יֹאמַר \"בְּנֵי אֱלִיפָז תֵּימָן אוֹמָר צְפוֹ וְגַעְתָּם וּקְנַז וְתִמְנַע\", וְחָזַר וְאָמַר \"הָיְתָה פִילֶגֶשׁ לֶאֱלִיפַז בֶּן עֵשָׂו וַתֵּלֶד לֶאֱלִיפַז אֶת עֲמָלֵק\", וְלֹא הִזְכִּיר שֵׁם הַפִּילֶגֶשׁ, וְהָאֱמֶת שֶׁהִיא אֲחוֹת לוֹטָן תִּמְנָע, וְהִיא הַסִּבָּה שֶׁלֹּא הִזְכִּיר שְׁמָהּ, כִּי לֹא רָצָה לֵאמֹר שְׁנֵי פְּעָמִים \"וְתִמְנַע\" לַזָּכָר וְלַנְּקֵבָה. וְהִנֵּה בְּנֵי אֱלִיפַז שִׁבְעָה וְהֵם הָאַלּוּפִים הַנִּזְכָּרִים לוֹ, אֲבָל הֶחֱלִיפוּ שֵׁם זֶה הַקָּטָן בַּעֲבוּר הֱיוֹת שְׁמוֹ כְּשֵׁם הַפִּילֶגֶשׁ שֶׁלֹּא יֵחָשֵׁב כִּבְנָהּ, וּקְרָאוּהוּ קֹרַח בַּעֲלוֹתוֹ לְמַעֲלַת אַלּוּף. וְרַבִּי אַבְרָהָם אָמַר (אבן עזרא על בראשית ל\"ו:ב'), כִּי קֹרַח בֶּן אָהֳלִיבָמָה אֵשֶׁת עֵשָׂו הוּא נִמְנֶה פַּעֲמַיִם, כִּי הוּא הַקָּטָן מִבְּנֵי אָהֳלִיבָמָה, וְגִדַּלְתּוֹ עָדָה, וְכֵן בְּנֵי מִיכַל בַּת שָׁאוּל כְּדִבְרֵי רַבּוֹתֵינוּ (סנהדרין יט). וְעַל דַּעַת הַזּוֹ יִהְיֶה פֵּרוּשׁ הַכָּתוּב בְּדִבְרֵי הַיָּמִים כִּי תִּמְנַע יָלְדָה עֲמָלֵק, שֶׁיִּהְיֶה שִׁעוּרוֹ וּלְתִמְנַע עֲמָלֵק, וְחִסְּרוֹ הַלָּמֶ\"ד כְּדֶרֶךְ \"וּשְׁנֵי שָׂרֵי גְדוּדִים הָיוּ בֶן שָׁאוּל\" (שמואל ב ד ב), לְבֶן שָׁאוּל. וְהַנָּכוֹן מָה שֶׁחָשַׁבְתִּי בּוֹ, וְטַעַם \"אֵלֶּה בְּנֵי עֵדָה\" עַל הָרֹב, כִּי עֲמָלֵק אֵינֶנּוּ בְּנָהּ, וְכֵן \"אֵלֶּה בְּנֵי יַעֲקֹב אֲשֶׁר יֻלַּד לוֹ בְּפַדַּן אֲרָם\" (בראשית ל\"ה:כ\"ו), אֵינוֹ עַל בִּנְיָמִין:", "heVersionTitle": "Vocalized Edition", "heLicense": "", "heVersionTitleInHebrew": "", "text": "AND TIMNA WAS CONCUBINE TO ELIPHAZ ESAU’s SON. Because Scripture was not particular to tell us the names of the mothers of all the others, our Rabbis have interpreted that this was to tell us of the esteem in which Abraham our father was held, i.e., how eager people were to attach themselves to his descendants. This Timna was a descendant of chieftains, as it is said, <i>And Lotan’s sister was Timna</i>,<sup class=\"footnote-marker\">263</sup><i class=\"footnote\">Verse 22 here.</i> [and Lotan was one of the chieftains of Se’ir]. She said to Eliphaz, “If I am unworthy to become your wife, would that I might become your concubine,” as Rashi has written.<br>It is possible that the five sons of Eliphaz, mentioned in the preceding verse, were generally known as his children since he had begotten them from his wives. But Amalek, [born of Timna, the concubine of Eliphaz], was not known among his brothers, [who were the recognized children of Eliphaz], and he might have been included among Esau’s children because he was his descendant. Therefore, Scripture found it necessary to say that his mother so-and-so, to whom Amalek was known to have belonged, bore him to Eliphaz, but he is not listed among the descendants of Esau and did not dwell with them on mount Se’ir. Only the sons of the mistresses, and not the son of a concubine, are called Esau’s seed, since the son of the handmaid will not be heir with his sons, in keeping with the practice of his father’s father.<sup class=\"footnote-marker\">264</sup><i class=\"footnote\">Above, 21:10.</i><br>Now concerning the descendants of Esau, we have been commanded not to abhor them<sup class=\"footnote-marker\">265</sup><i class=\"footnote\">Deuteronomy 23:8.</i> or take their land.<sup class=\"footnote-marker\">266</sup><i class=\"footnote\"><i>Ibid.</i>, 2:5.</i> This refers to all his known sons who dwell in Se’ir, as they are called Edomites by his name, but the son of the concubine is not part of the descendants of Esau, and he did not inherit together with them in their land, and in fact with respect to him we have been commanded to the contrary, i.e., to abhor him and blot out his name.<sup class=\"footnote-marker\">267</sup><i class=\"footnote\"><i>Ibid.</i>, 25:19.</i><br>Now Rashi wrote further: “In the book of Chronicles<sup class=\"footnote-marker\">268</sup><i class=\"footnote\">I Chronicles 1:36.</i> Scripture enumerates Timna among the children of Eliphaz! This implies that he lived with Se’ir the Horite’s wife and from this union Timna was born. When she grew up she became his concubine. And this is why Scripture says, <i>And Lotan’s sister was Timna</i>,<sup class=\"footnote-marker\">263</sup><i class=\"footnote\">Verse 22 here.</i> [since Lotan’s father was Se’ir the Horite]. And the reason why Scripture does not enumerate her among Se’ir’s children is that she was Lotan’s sister maternally but not paternally.”<br>But I do not agree with this since in the book Chronicles, it should have said, “and Timna his daughter.”<sup class=\"footnote-marker\">269</sup><i class=\"footnote\">See further, 46:15: “and Dinah his daughter.”</i> Why should Scripture enumerate the woman among the sons? Perhaps Scripture is not particular about this when a matter is known for so we find there in Chronicles: <i>And the sons of Amram: Aaron and Moses, and Miriam. And the sons of Aaron: Nadab and Abihu</i>, etc.<sup class=\"footnote-marker\">270</sup><i class=\"footnote\">I Chronicles 5:29.</i> [Scripture thus enumerates a woman among the sons.] If so, it is fitting that we say that this Timna was the daughter of Eliphaz, who had been born to him of the wife of Se’ir the Horite after the death of her husband, and she was thus Lotan’s sister from one mother. Eliphaz took her as a concubine, this being permissible to an idolater.<sup class=\"footnote-marker\">271</sup><i class=\"footnote\">Sanhedrin 55b.</i> Or we shall say, in accordance with the opinion of our Rabbis [that Timna was illegitimate, as explained above in the words of Rashi], that the Timna mentioned in Chronicles<sup class=\"footnote-marker\">268</sup><i class=\"footnote\">I Chronicles 1:36.</i> is identical with Timna the chieftain mentioned further on,<sup class=\"footnote-marker\">272</sup><i class=\"footnote\">Verse 40 here.</i> for he is enumerated there in Chronicles<sup class=\"footnote-marker\">268</sup><i class=\"footnote\">I Chronicles 1:36.</i> among the sons of Eliphaz, just as Korah is enumerated there<sup class=\"footnote-marker\">273</sup><i class=\"footnote\">I Chronicles 1:35.</i> among the sons of Esau [while here in Verses 15-16 Korah is listed among the sons of Eliphaz. You must therefore conclude that he was illegitimate, as was Timna]. Furthermore, Korah is listed here in Verse 5 as the son of Oholibamah [and Esau, and further in Verse 16 he is enumerated among the sons of Eliphaz. You must therefore conclude] that both Korah and Timna were illegitimate, born of one father, and enumerated with the children of another, for it is far-fetched to say that the woman Timna was enumerated among the sons, as was suggested above.<br>In line with the simple meaning of Scripture it is feasible to conjecture that Timna, the concubine of Eliphaz, after having given birth to Amalek [as stated in our present verse], gave birth to a son, and she had hard labor and died. As her soul was departing she called his name Timna so that her name be remembered, while his father Eliphaz called him Korah. Scripture, however, does not ascribe this son Timna to Timna his mother in order not to prolong the account for the intent is only to enumerate Amalek by himself. However, the sons of Eliphaz were seven, [as they are enumerated here in Verses 15-16, and Korah is among them]. Now Scripture enumerates there the chieftains who were the sons of Eliphaz in the order of their importance. Therefore, it gave Kenaz and Korah precedence over Gatam [although the order of their birth as stated in Verse 11 was: Zepho, and Gatam, and Kenaz].<br>I have an additional opinion concerning this verse in connection with that which our Rabbis have said in the Midrash of “Thirty-two Rules by which Agadah<sup class=\"footnote-marker\">274</sup><i class=\"footnote\">The part of Rabbinic teaching which explains the Bible homiletically, as opposed to the Halachic (or legal) interpretation, which is governed by the famous thirteen principles of interpretation mentioned by Rabbi Ishmael. This Midrash of “Thirty-two Rules” for Agadah was collated by Rabbi Eliezer the son of Rabbi Yosei the Galilean.</i> is explained.” There they mentioned this rule: “There should have been one arrangement for [two verses, meaning that there are verses which should really be combined] but the prophets divided them for some reason! An example is the verse which says, <i>For a multitude of the people</i>, etc.”<sup class=\"footnote-marker\">275</sup><i class=\"footnote\"><i>For a multitude of the people… had not cleansed themselves, yet did they eat the passover otherwise that it is written. For Hezekiah had prayed for them, saying: The good Lord pardon</i>, (II Chronicles 30:18). And then in Verse 19 it continues: <i>His whole heart he hath set to seek G-d, the Eternal, the G-d of his fathers, though not according to the purification that pertaineth to holy things</i>. Now Verse 18 does not explain whom G-d should pardon, while Verse 19 does not explain “who set his heart, etc.” Combining the two verses makes the sense clear. Hezekiah prayed that the good Lord pardon every one who, though he had not cleansed himself according, etc., had set his whole heart to seek G-d.</i> Those who pursue the plain meaning of Scripture apply this to other verses. And so too this verse says: <i>(And) the sons of Eliphaz were Teman, Omar, Zepho, and Gatam and Kenaz</i>,<sup class=\"footnote-marker\">276</sup><i class=\"footnote\">This concludes Verse 11, while <i>And Timna</i> begins Verse 12. Ramban combines the two verses into one, with the result that Timna is also enumerated among the sons of Eliphaz.</i> <i>and Timna</i>. Then Scripture returns to say, <i>there was a concubine to Eliphaz Esau’s son, and she bore to Eliphaz Amalek</i>, but Scripture does not mention the name of the concubine. But in truth she was Timna, as it is said, <i>Lotan’s sister was Timna</i>,<sup class=\"footnote-marker\">263</sup><i class=\"footnote\">Verse 22 here.</i> and this is the reason that Scripture did not mention her name here since it did not want to say “and Timna” twice, once in reference to the male chieftain and once in reference to the female concubine. Thus Eliphaz had seven sons, [who are enumerated in Verses 11-12: Teman, Omar, Zepho, Gatam, Kenaz, Timna, and Amalek], and they are the same chieftains ascribed to Eliphaz in Verses 15-16, but they changed the name of this youngest son of Eliphaz — namely Timna — to Korah because his name was like that of the concubine and so that he should not be thought of as her son. He was named Korah upon his ascending to the position of chieftain.<br>Now Rabbi Abraham ibn Ezra said that Korah the son of Esau’s wife Oholibamah is counted twice; [in Verse 5 he is mentioned as Oholibamah’s son while in Verse 16 he is listed as Adah’s son], because he was the youngest of Oholibamah’s sons, [as indicated in Verse 5 where he is mentioned last. Upon his mother’s death] Adah raised him, [which explains why he is mentioned among Adah’s children in Verse 16]. So also the verse, <i>the five sons of Michal the daughter of Saul</i>,<sup class=\"footnote-marker\">277</sup><i class=\"footnote\">II Samuel 21:8.</i> as our Rabbis have said.<sup class=\"footnote-marker\">278</sup><i class=\"footnote\">Sanhedrin 19 b: “But they were really Merab’s children! [See I Samuel 18:19.] It is because Merab gave birth to them. However Michal raised them; therefore, they are called by her name.”</i><br>According to this opinion [of Ibn Ezra, i.e., that because Adah raised Korah he is counted among her children], the explanation of Scripture in the book of Chronicles (I, 1:36), [where it mentions <i>seven</i> sons of Eliphaz, and among them, <i>and Timna and Amalek</i>, while here in Verses 11-12, it mentions only <i>six</i> sons of Eliphaz, is as follows: The expression in Chronicles, <i>and Timna and Amalek</i>, means] that Timna gave birth to Amalek, the sense of the verse thus being, “and to Timna, Amalek.” The letter <i>lamed</i> meaning “to” is missing just as in the verse: <i>And there were two men that were captains of bands Saul’s son</i>,<sup class=\"footnote-marker\">279</sup><i class=\"footnote\">II Samuel 4:2.</i> which means “to Saul’s son.” [Thus it was Timna who was his mother, but because Adah raised him he is enumerated here in Verse 12 among the sons of Adah].<br>The correct interpretation however is, as I have suggested, [that Timna, Lotan’s sister, bore Amalek to Eliphaz], and the verse stating, <i>And these are the sons of Adah</i> — [namely, Verse 16, which mentions Amalek among them], refers to the majority of the names mentioned there, for Amalek was not her son. Similarly the verse, <i>These are the sons of Jacob, who were born to him in Padan-aram</i>,<sup class=\"footnote-marker\">280</sup><i class=\"footnote\">Above, 35:26.</i> does not apply to Benjamin, [who was born in the Land of Israel, although he is mentioned in the enumeration which follows].", "versionTitle": "Commentary on the Torah by Ramban (Nachmanides). Translated and annotated by Charles B. Chavel. New York, Shilo Pub. House, 1971-1976", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "606f052481c57bd06ebf1071", "index_title": "I Chronicles", "category": "Tanakh", "type": "", "ref": "I Chronicles 1:43", "anchorRef": "Genesis 36:31-43", "anchorRefExpanded": ["Genesis 36:31", "Genesis 36:32", "Genesis 36:33", "Genesis 36:34", "Genesis 36:35", "Genesis 36:36", "Genesis 36:37", "Genesis 36:38", "Genesis 36:39", "Genesis 36:40", "Genesis 36:41", "Genesis 36:42", "Genesis 36:43"], "sourceRef": "I Chronicles 1:43", "sourceHeRef": "דברי הימים א א׳:מ״ג", "anchorVerse": 31, "sourceHasEn": true, "compDate": [-450, -350], "commentaryNum": 1.0043, "collectiveTitle": {"en": "I Chronicles", "he": "דברי הימים א"}, "heTitle": "דברי הימים א", "he": "וְאֵ֣לֶּה הַמְּלָכִ֗ים אֲשֶׁ֤ר מָֽלְכוּ֙ בְּאֶ֣רֶץ אֱד֔וֹם לִפְנֵ֥י מְלׇךְ־מֶ֖לֶךְ לִבְנֵ֣י יִשְׂרָאֵ֑ל בֶּ֚לַע בֶּן־בְּע֔וֹר וְשֵׁ֥ם עִיר֖וֹ דִּנְהָֽבָה׃", "heVersionTitle": "Miqra according to the Masorah", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "מקרא על פי המסורה", "text": "<sup class=\"footnote-marker\">c</sup><i class=\"footnote\">With vv. 43–50, cf. Gen. 36.31–43.</i>These are the kings who reigned in the land of Edom before any king reigned over the Israelites: Bela son of Beor, and the name of his city was Dinhabah.", "versionTitle": "Tanakh: The Holy Scriptures, published by JPS", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "60f5746116fec149db00e035", "index_title": "Maskil LeDavid", "category": "Commentary", "type": "commentary", "ref": "Maskil LeDavid, Genesis 36:40:1", "anchorRef": "Genesis 36:40", "anchorRefExpanded": ["Genesis 36:40"], "sourceRef": "Maskil LeDavid, Genesis 36:40:1", "sourceHeRef": "משכיל לדוד, בראשית ל״ו:מ׳:א׳", "anchorVerse": 40, "sourceHasEn": false, "commentaryNum": 40.0001, "collectiveTitle": {"en": "Maskil LeDavid", "he": "משכיל לדוד"}, "heTitle": "בראשית", "he": "<b>ואלה שמות וכו׳ ופסקה מהם וכו׳</b> אע״ג דלקמן פי׳ מגדיאל רומי והוא מלכות גדול כדחזי׳ ל״ק דהאמת הוא דכך הו״ל להיות שכשהגיע המלכות ליד יעקב אילו לא חטאו לא היתה המלכות פוסקת מהם וממילא לא היה עוד מלכות באדום אלא דמפני חטאינו חזרה המלכות להם עד ישקיף וירא ה׳ משמים והיתה לה׳ המלוכה בב״א:", "heVersionTitle": "Venice, 1760", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ויניציאה, תקכ\"א", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6121b36e8430f78f20635bf5", "index_title": "Yalkut Shimoni on Torah", "category": "Midrash", "type": "quotation_auto", "ref": "Yalkut Shimoni on Torah 129:1", "anchorRef": "Genesis 36:40", "anchorRefExpanded": ["Genesis 36:40"], "sourceRef": "Yalkut Shimoni on Torah 129:1", "sourceHeRef": "ילקוט שמעוני על התורה קכ״ט:א׳", "anchorVerse": 40, "sourceHasEn": false, "compDate": [1100], "commentaryNum": 129.0001, "collectiveTitle": {"en": "Yalkut Shimoni on Torah", "he": "ילקוט שמעוני על התורה"}, "heTitle": "ילקוט שמעוני על התורה", "he": "וילך ראובן בימי קציר חטים חנוך לנער על פי דרכו גם כי יזקין לא יסור ממנה יותן הארץ הזאת לעבדיך שבעים בלחם נשכרו לאה שהיתה שבעה בבנים נשתכרה ורעבים חדלו רחל שהיתה רעבה לבנים חדלה עד עקרה ילדה שבעה לאה שהיתה עקרה ילדה שבעה. ורבת בנים אומללה רחל שהיתה ראויה שיעמדו ממנה רובן של בנים אומללה. ומי עשה כן ה' ממית ומחיה וגו'. וימצא דודאים ר' חייא בר אבא אמר יברוחין ר' יצחק אמר שעורין ר' יהודה בר סימון אמר מיישין. בין לדברי אלו בין לדברי אלו הכל מודים שלא הביא אלא מן המופקר תדע לך שהלך בשעת הקציר בשעת בכור כל מיני איפוריא ולא הביא אלא מן המופקר. להודיעך עד היכן היו שמורים מן הגזל. ויבא אותם אל לאה אמו להודיעך עד היכן היה כבודה של אמו עליו שלא טעמם עד שהביא לאמו. תנו רבנן את ה' הוא מגדף זה מנשה בן חזקיהו שהיה דורש דרשות של דופי אמר וכי לא היה למשה לכתוב אלא ואחות לוטן תמנע ותמנע היתה פילגש לאליפז בן עשו. וילך ראובן בימי קציר חטים יצתה בת קול ואמרה לו תשב באחיך תדבר בבן אמך תתן דופי אלה עשית והחרשתי דמית היות אהיה כמוך אוכיחך ואערכה לעיניך ועליו מפורש בקבלה הוי מושכי העון בחבלי השוא וכעבות העגלה חטאה מאי כעבות העגלה אמר רבי אסי בתחלה דומה לחוט של בוכיא לסוף דומה לעבות עגלה דאתאן עלה מיהת מאי ואחות לוטן תמנע בת חשובים הות דכתיב אלוף תמנע וכל אלוף מלכותא בלא תגא הוא. ותמנע איתתא חשובה הויא והות בעא לדבוקי בזרעא דאברהם אתיא לגביה דיעקב א\"ל גיירני ואהוי לך פלגש ולא קבלוה הלכה והיתה פלגש לאליפז בן עשו אמרה אהיה שפחה לפסולה של אומה זו ואל אהיה גבירה באומה אחרת אתיא לגבי אליפז וא\"ל הכי א\"ל הן נפק מינה עמלק דאתא לצערינהו לישראל דלא הוה מיבעיא להו לאברהם וליצחק וליעקב לרחקה. וילך ראובן בימי קציר חטים מכאן לצדיקים שאין פושטים ידיהן בגזל:", "heVersionTitle": "Yalkut Shimoni on Torah", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "62037ebb47cf7a0c25239b17", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Genesis, The Patriarchal Narratives 2-7", "anchorRef": "Genesis 12:1-50:26", "anchorRefExpanded": ["Genesis 12:1", "Genesis 12:2", "Genesis 12:3", "Genesis 12:4", "Genesis 12:5", "Genesis 12:6", "Genesis 12:7", "Genesis 12:8", "Genesis 12:9", "Genesis 12:10", "Genesis 12:11", "Genesis 12:12", "Genesis 12:13", "Genesis 12:14", "Genesis 12:15", "Genesis 12:16", "Genesis 12:17", "Genesis 12:18", "Genesis 12:19", "Genesis 12:20", "Genesis 13:1", "Genesis 13:2", "Genesis 13:3", "Genesis 13:4", "Genesis 13:5", "Genesis 13:6", "Genesis 13:7", "Genesis 13:8", "Genesis 13:9", "Genesis 13:10", "Genesis 13:11", "Genesis 13:12", "Genesis 13:13", "Genesis 13:14", "Genesis 13:15", "Genesis 13:16", "Genesis 13:17", "Genesis 13:18", "Genesis 14:1", "Genesis 14:2", "Genesis 14:3", "Genesis 14:4", "Genesis 14:5", "Genesis 14:6", "Genesis 14:7", "Genesis 14:8", "Genesis 14:9", "Genesis 14:10", "Genesis 14:11", "Genesis 14:12", "Genesis 14:13", "Genesis 14:14", "Genesis 14:15", "Genesis 14:16", "Genesis 14:17", "Genesis 14:18", "Genesis 14:19", "Genesis 14:20", "Genesis 14:21", "Genesis 14:22", "Genesis 14:23", "Genesis 14:24", "Genesis 15:1", "Genesis 15:2", "Genesis 15:3", "Genesis 15:4", "Genesis 15:5", "Genesis 15:6", "Genesis 15:7", "Genesis 15:8", "Genesis 15:9", "Genesis 15:10", "Genesis 15:11", "Genesis 15:12", "Genesis 15:13", "Genesis 15:14", "Genesis 15:15", "Genesis 15:16", "Genesis 15:17", "Genesis 15:18", "Genesis 15:19", "Genesis 15:20", "Genesis 15:21", "Genesis 16:1", "Genesis 16:2", "Genesis 16:3", "Genesis 16:4", "Genesis 16:5", "Genesis 16:6", "Genesis 16:7", "Genesis 16:8", "Genesis 16:9", "Genesis 16:10", "Genesis 16:11", "Genesis 16:12", "Genesis 16:13", "Genesis 16:14", "Genesis 16:15", "Genesis 16:16", "Genesis 17:1", "Genesis 17:2", "Genesis 17:3", "Genesis 17:4", "Genesis 17:5", "Genesis 17:6", "Genesis 17:7", "Genesis 17:8", "Genesis 17:9", "Genesis 17:10", "Genesis 17:11", "Genesis 17:12", "Genesis 17:13", "Genesis 17:14", "Genesis 17:15", "Genesis 17:16", "Genesis 17:17", "Genesis 17:18", "Genesis 17:19", "Genesis 17:20", "Genesis 17:21", "Genesis 17:22", "Genesis 17:23", "Genesis 17:24", "Genesis 17:25", "Genesis 17:26", "Genesis 17:27", "Genesis 18:1", "Genesis 18:2", "Genesis 18:3", "Genesis 18:4", "Genesis 18:5", "Genesis 18:6", "Genesis 18:7", "Genesis 18:8", "Genesis 18:9", "Genesis 18:10", "Genesis 18:11", "Genesis 18:12", "Genesis 18:13", "Genesis 18:14", "Genesis 18:15", "Genesis 18:16", "Genesis 18:17", "Genesis 18:18", "Genesis 18:19", "Genesis 18:20", "Genesis 18:21", "Genesis 18:22", "Genesis 18:23", "Genesis 18:24", "Genesis 18:25", "Genesis 18:26", "Genesis 18:27", "Genesis 18:28", "Genesis 18:29", "Genesis 18:30", "Genesis 18:31", "Genesis 18:32", "Genesis 18:33", "Genesis 19:1", "Genesis 19:2", "Genesis 19:3", "Genesis 19:4", "Genesis 19:5", "Genesis 19:6", "Genesis 19:7", "Genesis 19:8", "Genesis 19:9", "Genesis 19:10", "Genesis 19:11", "Genesis 19:12", "Genesis 19:13", "Genesis 19:14", "Genesis 19:15", "Genesis 19:16", "Genesis 19:17", "Genesis 19:18", "Genesis 19:19", "Genesis 19:20", "Genesis 19:21", "Genesis 19:22", "Genesis 19:23", "Genesis 19:24", "Genesis 19:25", "Genesis 19:26", "Genesis 19:27", "Genesis 19:28", "Genesis 19:29", "Genesis 19:30", "Genesis 19:31", "Genesis 19:32", "Genesis 19:33", "Genesis 19:34", "Genesis 19:35", "Genesis 19:36", "Genesis 19:37", "Genesis 19:38", "Genesis 20:1", "Genesis 20:2", "Genesis 20:3", "Genesis 20:4", "Genesis 20:5", "Genesis 20:6", "Genesis 20:7", "Genesis 20:8", "Genesis 20:9", "Genesis 20:10", "Genesis 20:11", "Genesis 20:12", "Genesis 20:13", "Genesis 20:14", "Genesis 20:15", "Genesis 20:16", "Genesis 20:17", "Genesis 20:18", "Genesis 21:1", "Genesis 21:2", "Genesis 21:3", "Genesis 21:4", "Genesis 21:5", "Genesis 21:6", "Genesis 21:7", "Genesis 21:8", "Genesis 21:9", "Genesis 21:10", "Genesis 21:11", "Genesis 21:12", "Genesis 21:13", "Genesis 21:14", "Genesis 21:15", "Genesis 21:16", "Genesis 21:17", "Genesis 21:18", "Genesis 21:19", "Genesis 21:20", "Genesis 21:21", "Genesis 21:22", "Genesis 21:23", "Genesis 21:24", "Genesis 21:25", "Genesis 21:26", "Genesis 21:27", "Genesis 21:28", "Genesis 21:29", "Genesis 21:30", "Genesis 21:31", "Genesis 21:32", "Genesis 21:33", "Genesis 21:34", "Genesis 22:1", "Genesis 22:2", "Genesis 22:3", "Genesis 22:4", "Genesis 22:5", "Genesis 22:6", "Genesis 22:7", "Genesis 22:8", "Genesis 22:9", "Genesis 22:10", "Genesis 22:11", "Genesis 22:12", "Genesis 22:13", "Genesis 22:14", "Genesis 22:15", "Genesis 22:16", "Genesis 22:17", "Genesis 22:18", "Genesis 22:19", "Genesis 22:20", "Genesis 22:21", "Genesis 22:22", "Genesis 22:23", "Genesis 22:24", "Genesis 23:1", "Genesis 23:2", "Genesis 23:3", "Genesis 23:4", "Genesis 23:5", "Genesis 23:6", "Genesis 23:7", "Genesis 23:8", "Genesis 23:9", "Genesis 23:10", "Genesis 23:11", "Genesis 23:12", "Genesis 23:13", "Genesis 23:14", "Genesis 23:15", "Genesis 23:16", "Genesis 23:17", "Genesis 23:18", "Genesis 23:19", "Genesis 23:20", "Genesis 24:1", "Genesis 24:2", "Genesis 24:3", "Genesis 24:4", "Genesis 24:5", "Genesis 24:6", "Genesis 24:7", "Genesis 24:8", "Genesis 24:9", "Genesis 24:10", "Genesis 24:11", "Genesis 24:12", "Genesis 24:13", "Genesis 24:14", "Genesis 24:15", "Genesis 24:16", "Genesis 24:17", "Genesis 24:18", "Genesis 24:19", "Genesis 24:20", "Genesis 24:21", "Genesis 24:22", "Genesis 24:23", "Genesis 24:24", "Genesis 24:25", "Genesis 24:26", "Genesis 24:27", "Genesis 24:28", "Genesis 24:29", "Genesis 24:30", "Genesis 24:31", "Genesis 24:32", "Genesis 24:33", "Genesis 24:34", "Genesis 24:35", "Genesis 24:36", "Genesis 24:37", "Genesis 24:38", "Genesis 24:39", "Genesis 24:40", "Genesis 24:41", "Genesis 24:42", "Genesis 24:43", "Genesis 24:44", "Genesis 24:45", "Genesis 24:46", "Genesis 24:47", "Genesis 24:48", "Genesis 24:49", "Genesis 24:50", "Genesis 24:51", "Genesis 24:52", "Genesis 24:53", "Genesis 24:54", "Genesis 24:55", "Genesis 24:56", "Genesis 24:57", "Genesis 24:58", "Genesis 24:59", "Genesis 24:60", "Genesis 24:61", "Genesis 24:62", "Genesis 24:63", "Genesis 24:64", "Genesis 24:65", "Genesis 24:66", "Genesis 24:67", "Genesis 25:1", "Genesis 25:2", "Genesis 25:3", "Genesis 25:4", "Genesis 25:5", "Genesis 25:6", "Genesis 25:7", "Genesis 25:8", "Genesis 25:9", "Genesis 25:10", "Genesis 25:11", "Genesis 25:12", "Genesis 25:13", "Genesis 25:14", "Genesis 25:15", "Genesis 25:16", "Genesis 25:17", "Genesis 25:18", "Genesis 25:19", "Genesis 25:20", "Genesis 25:21", "Genesis 25:22", "Genesis 25:23", "Genesis 25:24", "Genesis 25:25", "Genesis 25:26", "Genesis 25:27", "Genesis 25:28", "Genesis 25:29", "Genesis 25:30", "Genesis 25:31", "Genesis 25:32", "Genesis 25:33", "Genesis 25:34", "Genesis 26:1", "Genesis 26:2", "Genesis 26:3", "Genesis 26:4", "Genesis 26:5", "Genesis 26:6", "Genesis 26:7", "Genesis 26:8", "Genesis 26:9", "Genesis 26:10", "Genesis 26:11", "Genesis 26:12", "Genesis 26:13", "Genesis 26:14", "Genesis 26:15", "Genesis 26:16", "Genesis 26:17", "Genesis 26:18", "Genesis 26:19", "Genesis 26:20", "Genesis 26:21", "Genesis 26:22", "Genesis 26:23", "Genesis 26:24", "Genesis 26:25", "Genesis 26:26", "Genesis 26:27", "Genesis 26:28", "Genesis 26:29", "Genesis 26:30", "Genesis 26:31", "Genesis 26:32", "Genesis 26:33", "Genesis 26:34", "Genesis 26:35", "Genesis 27:1", "Genesis 27:2", "Genesis 27:3", "Genesis 27:4", "Genesis 27:5", "Genesis 27:6", "Genesis 27:7", "Genesis 27:8", "Genesis 27:9", "Genesis 27:10", "Genesis 27:11", "Genesis 27:12", "Genesis 27:13", "Genesis 27:14", "Genesis 27:15", "Genesis 27:16", "Genesis 27:17", "Genesis 27:18", "Genesis 27:19", "Genesis 27:20", "Genesis 27:21", "Genesis 27:22", "Genesis 27:23", "Genesis 27:24", "Genesis 27:25", "Genesis 27:26", "Genesis 27:27", "Genesis 27:28", "Genesis 27:29", "Genesis 27:30", "Genesis 27:31", "Genesis 27:32", "Genesis 27:33", "Genesis 27:34", "Genesis 27:35", "Genesis 27:36", "Genesis 27:37", "Genesis 27:38", "Genesis 27:39", "Genesis 27:40", "Genesis 27:41", "Genesis 27:42", "Genesis 27:43", "Genesis 27:44", "Genesis 27:45", "Genesis 27:46", "Genesis 28:1", "Genesis 28:2", "Genesis 28:3", "Genesis 28:4", "Genesis 28:5", "Genesis 28:6", "Genesis 28:7", "Genesis 28:8", "Genesis 28:9", "Genesis 28:10", "Genesis 28:11", "Genesis 28:12", "Genesis 28:13", "Genesis 28:14", "Genesis 28:15", "Genesis 28:16", "Genesis 28:17", "Genesis 28:18", "Genesis 28:19", "Genesis 28:20", "Genesis 28:21", "Genesis 28:22", "Genesis 29:1", "Genesis 29:2", "Genesis 29:3", "Genesis 29:4", "Genesis 29:5", "Genesis 29:6", "Genesis 29:7", "Genesis 29:8", "Genesis 29:9", "Genesis 29:10", "Genesis 29:11", "Genesis 29:12", "Genesis 29:13", "Genesis 29:14", "Genesis 29:15", "Genesis 29:16", "Genesis 29:17", "Genesis 29:18", "Genesis 29:19", "Genesis 29:20", "Genesis 29:21", "Genesis 29:22", "Genesis 29:23", "Genesis 29:24", "Genesis 29:25", "Genesis 29:26", "Genesis 29:27", "Genesis 29:28", "Genesis 29:29", "Genesis 29:30", "Genesis 29:31", "Genesis 29:32", "Genesis 29:33", "Genesis 29:34", "Genesis 29:35", "Genesis 30:1", "Genesis 30:2", "Genesis 30:3", "Genesis 30:4", "Genesis 30:5", "Genesis 30:6", "Genesis 30:7", "Genesis 30:8", "Genesis 30:9", "Genesis 30:10", "Genesis 30:11", "Genesis 30:12", "Genesis 30:13", "Genesis 30:14", "Genesis 30:15", "Genesis 30:16", "Genesis 30:17", "Genesis 30:18", "Genesis 30:19", "Genesis 30:20", "Genesis 30:21", "Genesis 30:22", "Genesis 30:23", "Genesis 30:24", "Genesis 30:25", "Genesis 30:26", "Genesis 30:27", "Genesis 30:28", "Genesis 30:29", "Genesis 30:30", "Genesis 30:31", "Genesis 30:32", "Genesis 30:33", "Genesis 30:34", "Genesis 30:35", "Genesis 30:36", "Genesis 30:37", "Genesis 30:38", "Genesis 30:39", "Genesis 30:40", "Genesis 30:41", "Genesis 30:42", "Genesis 30:43", "Genesis 31:1", "Genesis 31:2", "Genesis 31:3", "Genesis 31:4", "Genesis 31:5", "Genesis 31:6", "Genesis 31:7", "Genesis 31:8", "Genesis 31:9", "Genesis 31:10", "Genesis 31:11", "Genesis 31:12", "Genesis 31:13", "Genesis 31:14", "Genesis 31:15", "Genesis 31:16", "Genesis 31:17", "Genesis 31:18", "Genesis 31:19", "Genesis 31:20", "Genesis 31:21", "Genesis 31:22", "Genesis 31:23", "Genesis 31:24", "Genesis 31:25", "Genesis 31:26", "Genesis 31:27", "Genesis 31:28", "Genesis 31:29", "Genesis 31:30", "Genesis 31:31", "Genesis 31:32", "Genesis 31:33", "Genesis 31:34", "Genesis 31:35", "Genesis 31:36", "Genesis 31:37", "Genesis 31:38", "Genesis 31:39", "Genesis 31:40", "Genesis 31:41", "Genesis 31:42", "Genesis 31:43", "Genesis 31:44", "Genesis 31:45", "Genesis 31:46", "Genesis 31:47", "Genesis 31:48", "Genesis 31:49", "Genesis 31:50", "Genesis 31:51", "Genesis 31:52", "Genesis 31:53", "Genesis 31:54", "Genesis 32:1", "Genesis 32:2", "Genesis 32:3", "Genesis 32:4", "Genesis 32:5", "Genesis 32:6", "Genesis 32:7", "Genesis 32:8", "Genesis 32:9", "Genesis 32:10", "Genesis 32:11", "Genesis 32:12", "Genesis 32:13", "Genesis 32:14", "Genesis 32:15", "Genesis 32:16", "Genesis 32:17", "Genesis 32:18", "Genesis 32:19", "Genesis 32:20", "Genesis 32:21", "Genesis 32:22", "Genesis 32:23", "Genesis 32:24", "Genesis 32:25", "Genesis 32:26", "Genesis 32:27", "Genesis 32:28", "Genesis 32:29", "Genesis 32:30", "Genesis 32:31", "Genesis 32:32", "Genesis 32:33", "Genesis 33:1", "Genesis 33:2", "Genesis 33:3", "Genesis 33:4", "Genesis 33:5", "Genesis 33:6", "Genesis 33:7", "Genesis 33:8", "Genesis 33:9", "Genesis 33:10", "Genesis 33:11", "Genesis 33:12", "Genesis 33:13", "Genesis 33:14", "Genesis 33:15", "Genesis 33:16", "Genesis 33:17", "Genesis 33:18", "Genesis 33:19", "Genesis 33:20", "Genesis 34:1", "Genesis 34:2", "Genesis 34:3", "Genesis 34:4", "Genesis 34:5", "Genesis 34:6", "Genesis 34:7", "Genesis 34:8", "Genesis 34:9", "Genesis 34:10", "Genesis 34:11", "Genesis 34:12", "Genesis 34:13", "Genesis 34:14", "Genesis 34:15", "Genesis 34:16", "Genesis 34:17", "Genesis 34:18", "Genesis 34:19", "Genesis 34:20", "Genesis 34:21", "Genesis 34:22", "Genesis 34:23", "Genesis 34:24", "Genesis 34:25", "Genesis 34:26", "Genesis 34:27", "Genesis 34:28", "Genesis 34:29", "Genesis 34:30", "Genesis 34:31", "Genesis 35:1", "Genesis 35:2", "Genesis 35:3", "Genesis 35:4", "Genesis 35:5", "Genesis 35:6", "Genesis 35:7", "Genesis 35:8", "Genesis 35:9", "Genesis 35:10", "Genesis 35:11", "Genesis 35:12", "Genesis 35:13", "Genesis 35:14", "Genesis 35:15", "Genesis 35:16", "Genesis 35:17", "Genesis 35:18", "Genesis 35:19", "Genesis 35:20", "Genesis 35:21", "Genesis 35:22", "Genesis 35:23", "Genesis 35:24", "Genesis 35:25", "Genesis 35:26", "Genesis 35:27", "Genesis 35:28", "Genesis 35:29", "Genesis 36:1", "Genesis 36:2", "Genesis 36:3", "Genesis 36:4", "Genesis 36:5", "Genesis 36:6", "Genesis 36:7", "Genesis 36:8", "Genesis 36:9", "Genesis 36:10", "Genesis 36:11", "Genesis 36:12", "Genesis 36:13", "Genesis 36:14", "Genesis 36:15", "Genesis 36:16", "Genesis 36:17", "Genesis 36:18", "Genesis 36:19", "Genesis 36:20", "Genesis 36:21", "Genesis 36:22", "Genesis 36:23", "Genesis 36:24", "Genesis 36:25", "Genesis 36:26", "Genesis 36:27", "Genesis 36:28", "Genesis 36:29", "Genesis 36:30", "Genesis 36:31", "Genesis 36:32", "Genesis 36:33", "Genesis 36:34", "Genesis 36:35", "Genesis 36:36", "Genesis 36:37", "Genesis 36:38", "Genesis 36:39", "Genesis 36:40", "Genesis 36:41", "Genesis 36:42", "Genesis 36:43", "Genesis 37:1", "Genesis 37:2", "Genesis 37:3", "Genesis 37:4", "Genesis 37:5", "Genesis 37:6", "Genesis 37:7", "Genesis 37:8", "Genesis 37:9", "Genesis 37:10", "Genesis 37:11", "Genesis 37:12", "Genesis 37:13", "Genesis 37:14", "Genesis 37:15", "Genesis 37:16", "Genesis 37:17", "Genesis 37:18", "Genesis 37:19", "Genesis 37:20", "Genesis 37:21", "Genesis 37:22", "Genesis 37:23", "Genesis 37:24", "Genesis 37:25", "Genesis 37:26", "Genesis 37:27", "Genesis 37:28", "Genesis 37:29", "Genesis 37:30", "Genesis 37:31", "Genesis 37:32", "Genesis 37:33", "Genesis 37:34", "Genesis 37:35", "Genesis 37:36", "Genesis 38:1", "Genesis 38:2", "Genesis 38:3", "Genesis 38:4", "Genesis 38:5", "Genesis 38:6", "Genesis 38:7", "Genesis 38:8", "Genesis 38:9", "Genesis 38:10", "Genesis 38:11", "Genesis 38:12", "Genesis 38:13", "Genesis 38:14", "Genesis 38:15", "Genesis 38:16", "Genesis 38:17", "Genesis 38:18", "Genesis 38:19", "Genesis 38:20", "Genesis 38:21", "Genesis 38:22", "Genesis 38:23", "Genesis 38:24", "Genesis 38:25", "Genesis 38:26", "Genesis 38:27", "Genesis 38:28", "Genesis 38:29", "Genesis 38:30", "Genesis 39:1", "Genesis 39:2", "Genesis 39:3", "Genesis 39:4", "Genesis 39:5", "Genesis 39:6", "Genesis 39:7", "Genesis 39:8", "Genesis 39:9", "Genesis 39:10", "Genesis 39:11", "Genesis 39:12", "Genesis 39:13", "Genesis 39:14", "Genesis 39:15", "Genesis 39:16", "Genesis 39:17", "Genesis 39:18", "Genesis 39:19", "Genesis 39:20", "Genesis 39:21", "Genesis 39:22", "Genesis 39:23", "Genesis 40:1", "Genesis 40:2", "Genesis 40:3", "Genesis 40:4", "Genesis 40:5", "Genesis 40:6", "Genesis 40:7", "Genesis 40:8", "Genesis 40:9", "Genesis 40:10", "Genesis 40:11", "Genesis 40:12", "Genesis 40:13", "Genesis 40:14", "Genesis 40:15", "Genesis 40:16", "Genesis 40:17", "Genesis 40:18", "Genesis 40:19", "Genesis 40:20", "Genesis 40:21", "Genesis 40:22", "Genesis 40:23", "Genesis 41:1", "Genesis 41:2", "Genesis 41:3", "Genesis 41:4", "Genesis 41:5", "Genesis 41:6", "Genesis 41:7", "Genesis 41:8", "Genesis 41:9", "Genesis 41:10", "Genesis 41:11", "Genesis 41:12", "Genesis 41:13", "Genesis 41:14", "Genesis 41:15", "Genesis 41:16", "Genesis 41:17", "Genesis 41:18", "Genesis 41:19", "Genesis 41:20", "Genesis 41:21", "Genesis 41:22", "Genesis 41:23", "Genesis 41:24", "Genesis 41:25", "Genesis 41:26", "Genesis 41:27", "Genesis 41:28", "Genesis 41:29", "Genesis 41:30", "Genesis 41:31", "Genesis 41:32", "Genesis 41:33", "Genesis 41:34", "Genesis 41:35", "Genesis 41:36", "Genesis 41:37", "Genesis 41:38", "Genesis 41:39", "Genesis 41:40", "Genesis 41:41", "Genesis 41:42", "Genesis 41:43", "Genesis 41:44", "Genesis 41:45", "Genesis 41:46", "Genesis 41:47", "Genesis 41:48", "Genesis 41:49", "Genesis 41:50", "Genesis 41:51", "Genesis 41:52", "Genesis 41:53", "Genesis 41:54", "Genesis 41:55", "Genesis 41:56", "Genesis 41:57", "Genesis 42:1", "Genesis 42:2", "Genesis 42:3", "Genesis 42:4", "Genesis 42:5", "Genesis 42:6", "Genesis 42:7", "Genesis 42:8", "Genesis 42:9", "Genesis 42:10", "Genesis 42:11", "Genesis 42:12", "Genesis 42:13", "Genesis 42:14", "Genesis 42:15", "Genesis 42:16", "Genesis 42:17", "Genesis 42:18", "Genesis 42:19", "Genesis 42:20", "Genesis 42:21", "Genesis 42:22", "Genesis 42:23", "Genesis 42:24", "Genesis 42:25", "Genesis 42:26", "Genesis 42:27", "Genesis 42:28", "Genesis 42:29", "Genesis 42:30", "Genesis 42:31", "Genesis 42:32", "Genesis 42:33", "Genesis 42:34", "Genesis 42:35", "Genesis 42:36", "Genesis 42:37", "Genesis 42:38", "Genesis 43:1", "Genesis 43:2", "Genesis 43:3", "Genesis 43:4", "Genesis 43:5", "Genesis 43:6", "Genesis 43:7", "Genesis 43:8", "Genesis 43:9", "Genesis 43:10", "Genesis 43:11", "Genesis 43:12", "Genesis 43:13", "Genesis 43:14", "Genesis 43:15", "Genesis 43:16", "Genesis 43:17", "Genesis 43:18", "Genesis 43:19", "Genesis 43:20", "Genesis 43:21", "Genesis 43:22", "Genesis 43:23", "Genesis 43:24", "Genesis 43:25", "Genesis 43:26", "Genesis 43:27", "Genesis 43:28", "Genesis 43:29", "Genesis 43:30", "Genesis 43:31", "Genesis 43:32", "Genesis 43:33", "Genesis 43:34", "Genesis 44:1", "Genesis 44:2", "Genesis 44:3", "Genesis 44:4", "Genesis 44:5", "Genesis 44:6", "Genesis 44:7", "Genesis 44:8", "Genesis 44:9", "Genesis 44:10", "Genesis 44:11", "Genesis 44:12", "Genesis 44:13", "Genesis 44:14", "Genesis 44:15", "Genesis 44:16", "Genesis 44:17", "Genesis 44:18", "Genesis 44:19", "Genesis 44:20", "Genesis 44:21", "Genesis 44:22", "Genesis 44:23", "Genesis 44:24", "Genesis 44:25", "Genesis 44:26", "Genesis 44:27", "Genesis 44:28", "Genesis 44:29", "Genesis 44:30", "Genesis 44:31", "Genesis 44:32", "Genesis 44:33", "Genesis 44:34", "Genesis 45:1", "Genesis 45:2", "Genesis 45:3", "Genesis 45:4", "Genesis 45:5", "Genesis 45:6", "Genesis 45:7", "Genesis 45:8", "Genesis 45:9", "Genesis 45:10", "Genesis 45:11", "Genesis 45:12", "Genesis 45:13", "Genesis 45:14", "Genesis 45:15", "Genesis 45:16", "Genesis 45:17", "Genesis 45:18", "Genesis 45:19", "Genesis 45:20", "Genesis 45:21", "Genesis 45:22", "Genesis 45:23", "Genesis 45:24", "Genesis 45:25", "Genesis 45:26", "Genesis 45:27", "Genesis 45:28", "Genesis 46:1", "Genesis 46:2", "Genesis 46:3", "Genesis 46:4", "Genesis 46:5", "Genesis 46:6", "Genesis 46:7", "Genesis 46:8", "Genesis 46:9", "Genesis 46:10", "Genesis 46:11", "Genesis 46:12", "Genesis 46:13", "Genesis 46:14", "Genesis 46:15", "Genesis 46:16", "Genesis 46:17", "Genesis 46:18", "Genesis 46:19", "Genesis 46:20", "Genesis 46:21", "Genesis 46:22", "Genesis 46:23", "Genesis 46:24", "Genesis 46:25", "Genesis 46:26", "Genesis 46:27", "Genesis 46:28", "Genesis 46:29", "Genesis 46:30", "Genesis 46:31", "Genesis 46:32", "Genesis 46:33", "Genesis 46:34", "Genesis 47:1", "Genesis 47:2", "Genesis 47:3", "Genesis 47:4", "Genesis 47:5", "Genesis 47:6", "Genesis 47:7", "Genesis 47:8", "Genesis 47:9", "Genesis 47:10", "Genesis 47:11", "Genesis 47:12", "Genesis 47:13", "Genesis 47:14", "Genesis 47:15", "Genesis 47:16", "Genesis 47:17", "Genesis 47:18", "Genesis 47:19", "Genesis 47:20", "Genesis 47:21", "Genesis 47:22", "Genesis 47:23", "Genesis 47:24", "Genesis 47:25", "Genesis 47:26", "Genesis 47:27", "Genesis 47:28", "Genesis 47:29", "Genesis 47:30", "Genesis 47:31", "Genesis 48:1", "Genesis 48:2", "Genesis 48:3", "Genesis 48:4", "Genesis 48:5", "Genesis 48:6", "Genesis 48:7", "Genesis 48:8", "Genesis 48:9", "Genesis 48:10", "Genesis 48:11", "Genesis 48:12", "Genesis 48:13", "Genesis 48:14", "Genesis 48:15", "Genesis 48:16", "Genesis 48:17", "Genesis 48:18", "Genesis 48:19", "Genesis 48:20", "Genesis 48:21", "Genesis 48:22", "Genesis 49:1", "Genesis 49:2", "Genesis 49:3", "Genesis 49:4", "Genesis 49:5", "Genesis 49:6", "Genesis 49:7", "Genesis 49:8", "Genesis 49:9", "Genesis 49:10", "Genesis 49:11", "Genesis 49:12", "Genesis 49:13", "Genesis 49:14", "Genesis 49:15", "Genesis 49:16", "Genesis 49:17", "Genesis 49:18", "Genesis 49:19", "Genesis 49:20", "Genesis 49:21", "Genesis 49:22", "Genesis 49:23", "Genesis 49:24", "Genesis 49:25", "Genesis 49:26", "Genesis 49:27", "Genesis 49:28", "Genesis 49:29", "Genesis 49:30", "Genesis 49:31", "Genesis 49:32", "Genesis 49:33", "Genesis 50:1", "Genesis 50:2", "Genesis 50:3", "Genesis 50:4", "Genesis 50:5", "Genesis 50:6", "Genesis 50:7", "Genesis 50:8", "Genesis 50:9", "Genesis 50:10", "Genesis 50:11", "Genesis 50:12", "Genesis 50:13", "Genesis 50:14", "Genesis 50:15", "Genesis 50:16", "Genesis 50:17", "Genesis 50:18", "Genesis 50:19", "Genesis 50:20", "Genesis 50:21", "Genesis 50:22", "Genesis 50:23", "Genesis 50:24", "Genesis 50:25", "Genesis 50:26"], "sourceRef": "The Five Books of Moses, by Everett Fox, Genesis, The Patriarchal Narratives 2-7", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, בראשית, בראשית מאמר ג׳ ב׳-ז׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "The Patriarchal Narratives", "he": "בראשית מאמר ג׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "בראשית מאמר ג׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["T<small>HE STORIES ABOUT THE FATHERS AND MOTHERS OF</small> I<small>SRAEL, AS A COLLECTION, ARE</small> almost contrapuntal in their richness. Life experiences are repeated and common themes recur; yet at the same time there is a remarkable variety of personalities.", "Two prominent themes throughout are God’s promises (of land and descendants) and his blessing. The texts revolve around the question of whether and how God will fulfill his promises, and how people will effect the transfer of the blessing. Each generation portrayed in the narratives must deal with the inherent tensions raised by these questions, since their resolution does not occur easily.", "The stories are also marked by each figure’s struggle to develop a concept of the religious life, of “walking in accord with God.” Each one carves out his own distinct path, to arrive at a mature understanding of what it means to be a father of the people of Israel. In order to bring about such an understanding, God apparently “tests” them in both obvious and more oblique ways, often against a backdrop of bitter sibling rivalry. One also observes a physical unsettledness about the Patriarchs’ quest; only Yitzhak is spared the wanderings that occur so regularly in the stories.", "Rather interestingly, although the texts purport to be about “fathers,” it is God himself who most consistently fits that role for the characters. God acts <i>in loco parentis</i> for each of the Patriarchs, always, significantly, after the loss of the human father. He first appears to Avraham after the death of Terah; to Yitzhak after that of Avraham; to Yaakov after he leaves home (and a seemingly dying father); and he helps Yosef directly, after he has left his father’s home.", "Numbers play an important role in the Patriarchal stories, as they did in Part I. It has been pointed out (see Sarna 1966) that the life spans of the Patriarchs fit into a highly ordered pattern. Avraham lives for 175 years, equaling 7 × 5<sup>2</sup>; Yitzhak, for 180 years, equaling 5 × 6<sup>2</sup>; and Yaakov, for 147 years, or 3 × 7<sup>2</sup>. This is unmistakably a purposeful scheme, meant to convey that human history is orderly and meaningful. Similarly an examination of the stories reveals that Avraham lives for 75 years in the lifetime of his father and 75 years in the lifetime of his son, while Yaakov spends 20 years away from his father, with Yosef roughly following suit in the next generation.", "Last, it should be noted that the Patriarchal stories in various details anticipate the later Exodus of the Israelites from Egypt. The specific references will be mentioned in the Notes."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62037ecc6bfddfbb310fecb8", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Genesis, Part III; Yaakov, Esav's Descendants 2", "anchorRef": "Genesis 36:1-43", "anchorRefExpanded": ["Genesis 36:1", "Genesis 36:2", "Genesis 36:3", "Genesis 36:4", "Genesis 36:5", "Genesis 36:6", "Genesis 36:7", "Genesis 36:8", "Genesis 36:9", "Genesis 36:10", "Genesis 36:11", "Genesis 36:12", "Genesis 36:13", "Genesis 36:14", "Genesis 36:15", "Genesis 36:16", "Genesis 36:17", "Genesis 36:18", "Genesis 36:19", "Genesis 36:20", "Genesis 36:21", "Genesis 36:22", "Genesis 36:23", "Genesis 36:24", "Genesis 36:25", "Genesis 36:26", "Genesis 36:27", "Genesis 36:28", "Genesis 36:29", "Genesis 36:30", "Genesis 36:31", "Genesis 36:32", "Genesis 36:33", "Genesis 36:34", "Genesis 36:35", "Genesis 36:36", "Genesis 36:37", "Genesis 36:38", "Genesis 36:39", "Genesis 36:40", "Genesis 36:41", "Genesis 36:42", "Genesis 36:43"], "sourceRef": "The Five Books of Moses, by Everett Fox, Genesis, Part III; Yaakov, Esav's Descendants 2", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, בראשית, בראשית מאמר ה׳, בראשית הערה י״ז ב׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Esav’s Descendants", "he": "בראשית הערה י״ז"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "בראשית הערה י״ז", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "The complicated genealogies and dynasties of this chapter close out the first part of the Yaakov cycle, strictly speaking. Fitting in the context of a society which lay great store by kinship and thus by careful remembering of family names, it may also indicate the greatness of Yitzhak’s line, as Chap. 25 had earlier done for Avraham. Certainly the lists give evidence of a time when the Edomites were more than merely Israel’s neighbors, assuming great importance in historical recollection (Speiser).", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "6203809f713bd8cd388d3e49", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Genesis, On the Book of Genesis and Its Structure 2-47", "anchorRef": "Genesis 1:1-50:26", "anchorRefExpanded": ["Genesis 1:1", "Genesis 1:2", "Genesis 1:3", "Genesis 1:4", "Genesis 1:5", "Genesis 1:6", "Genesis 1:7", "Genesis 1:8", "Genesis 1:9", "Genesis 1:10", "Genesis 1:11", "Genesis 1:12", "Genesis 1:13", "Genesis 1:14", "Genesis 1:15", "Genesis 1:16", "Genesis 1:17", "Genesis 1:18", "Genesis 1:19", "Genesis 1:20", "Genesis 1:21", "Genesis 1:22", "Genesis 1:23", "Genesis 1:24", "Genesis 1:25", "Genesis 1:26", "Genesis 1:27", "Genesis 1:28", "Genesis 1:29", "Genesis 1:30", "Genesis 1:31", "Genesis 2:1", "Genesis 2:2", "Genesis 2:3", "Genesis 2:4", "Genesis 2:5", "Genesis 2:6", "Genesis 2:7", "Genesis 2:8", "Genesis 2:9", "Genesis 2:10", "Genesis 2:11", "Genesis 2:12", "Genesis 2:13", "Genesis 2:14", "Genesis 2:15", "Genesis 2:16", "Genesis 2:17", "Genesis 2:18", "Genesis 2:19", "Genesis 2:20", "Genesis 2:21", "Genesis 2:22", "Genesis 2:23", "Genesis 2:24", "Genesis 2:25", "Genesis 3:1", "Genesis 3:2", "Genesis 3:3", "Genesis 3:4", "Genesis 3:5", "Genesis 3:6", "Genesis 3:7", "Genesis 3:8", "Genesis 3:9", "Genesis 3:10", "Genesis 3:11", "Genesis 3:12", "Genesis 3:13", "Genesis 3:14", "Genesis 3:15", "Genesis 3:16", "Genesis 3:17", "Genesis 3:18", "Genesis 3:19", "Genesis 3:20", "Genesis 3:21", "Genesis 3:22", "Genesis 3:23", "Genesis 3:24", "Genesis 4:1", "Genesis 4:2", "Genesis 4:3", "Genesis 4:4", "Genesis 4:5", "Genesis 4:6", "Genesis 4:7", "Genesis 4:8", "Genesis 4:9", "Genesis 4:10", "Genesis 4:11", "Genesis 4:12", "Genesis 4:13", "Genesis 4:14", "Genesis 4:15", "Genesis 4:16", "Genesis 4:17", "Genesis 4:18", "Genesis 4:19", "Genesis 4:20", "Genesis 4:21", "Genesis 4:22", "Genesis 4:23", "Genesis 4:24", "Genesis 4:25", "Genesis 4:26", "Genesis 5:1", "Genesis 5:2", "Genesis 5:3", "Genesis 5:4", "Genesis 5:5", "Genesis 5:6", "Genesis 5:7", "Genesis 5:8", "Genesis 5:9", "Genesis 5:10", "Genesis 5:11", "Genesis 5:12", "Genesis 5:13", "Genesis 5:14", "Genesis 5:15", "Genesis 5:16", "Genesis 5:17", "Genesis 5:18", "Genesis 5:19", "Genesis 5:20", "Genesis 5:21", "Genesis 5:22", "Genesis 5:23", "Genesis 5:24", "Genesis 5:25", "Genesis 5:26", "Genesis 5:27", "Genesis 5:28", "Genesis 5:29", "Genesis 5:30", "Genesis 5:31", "Genesis 5:32", "Genesis 6:1", "Genesis 6:2", "Genesis 6:3", "Genesis 6:4", "Genesis 6:5", "Genesis 6:6", "Genesis 6:7", "Genesis 6:8", "Genesis 6:9", "Genesis 6:10", "Genesis 6:11", "Genesis 6:12", "Genesis 6:13", "Genesis 6:14", "Genesis 6:15", "Genesis 6:16", "Genesis 6:17", "Genesis 6:18", "Genesis 6:19", "Genesis 6:20", "Genesis 6:21", "Genesis 6:22", "Genesis 7:1", "Genesis 7:2", "Genesis 7:3", "Genesis 7:4", "Genesis 7:5", "Genesis 7:6", "Genesis 7:7", "Genesis 7:8", "Genesis 7:9", "Genesis 7:10", "Genesis 7:11", "Genesis 7:12", "Genesis 7:13", "Genesis 7:14", "Genesis 7:15", "Genesis 7:16", "Genesis 7:17", "Genesis 7:18", "Genesis 7:19", "Genesis 7:20", "Genesis 7:21", "Genesis 7:22", "Genesis 7:23", "Genesis 7:24", "Genesis 8:1", "Genesis 8:2", "Genesis 8:3", "Genesis 8:4", "Genesis 8:5", "Genesis 8:6", "Genesis 8:7", "Genesis 8:8", "Genesis 8:9", "Genesis 8:10", "Genesis 8:11", "Genesis 8:12", "Genesis 8:13", "Genesis 8:14", "Genesis 8:15", "Genesis 8:16", "Genesis 8:17", "Genesis 8:18", "Genesis 8:19", "Genesis 8:20", "Genesis 8:21", "Genesis 8:22", "Genesis 9:1", "Genesis 9:2", "Genesis 9:3", "Genesis 9:4", "Genesis 9:5", "Genesis 9:6", "Genesis 9:7", "Genesis 9:8", "Genesis 9:9", "Genesis 9:10", "Genesis 9:11", "Genesis 9:12", "Genesis 9:13", "Genesis 9:14", "Genesis 9:15", "Genesis 9:16", "Genesis 9:17", "Genesis 9:18", "Genesis 9:19", "Genesis 9:20", "Genesis 9:21", "Genesis 9:22", "Genesis 9:23", "Genesis 9:24", "Genesis 9:25", "Genesis 9:26", "Genesis 9:27", "Genesis 9:28", "Genesis 9:29", "Genesis 10:1", "Genesis 10:2", "Genesis 10:3", "Genesis 10:4", "Genesis 10:5", "Genesis 10:6", "Genesis 10:7", "Genesis 10:8", "Genesis 10:9", "Genesis 10:10", "Genesis 10:11", "Genesis 10:12", "Genesis 10:13", "Genesis 10:14", "Genesis 10:15", "Genesis 10:16", "Genesis 10:17", "Genesis 10:18", "Genesis 10:19", "Genesis 10:20", "Genesis 10:21", "Genesis 10:22", "Genesis 10:23", "Genesis 10:24", "Genesis 10:25", "Genesis 10:26", "Genesis 10:27", "Genesis 10:28", "Genesis 10:29", "Genesis 10:30", "Genesis 10:31", "Genesis 10:32", "Genesis 11:1", "Genesis 11:2", "Genesis 11:3", "Genesis 11:4", "Genesis 11:5", "Genesis 11:6", "Genesis 11:7", "Genesis 11:8", "Genesis 11:9", "Genesis 11:10", "Genesis 11:11", "Genesis 11:12", "Genesis 11:13", "Genesis 11:14", "Genesis 11:15", "Genesis 11:16", "Genesis 11:17", "Genesis 11:18", "Genesis 11:19", "Genesis 11:20", "Genesis 11:21", "Genesis 11:22", "Genesis 11:23", "Genesis 11:24", "Genesis 11:25", "Genesis 11:26", "Genesis 11:27", "Genesis 11:28", "Genesis 11:29", "Genesis 11:30", "Genesis 11:31", "Genesis 11:32", "Genesis 12:1", "Genesis 12:2", "Genesis 12:3", "Genesis 12:4", "Genesis 12:5", "Genesis 12:6", "Genesis 12:7", "Genesis 12:8", "Genesis 12:9", "Genesis 12:10", "Genesis 12:11", "Genesis 12:12", "Genesis 12:13", "Genesis 12:14", "Genesis 12:15", "Genesis 12:16", "Genesis 12:17", "Genesis 12:18", "Genesis 12:19", "Genesis 12:20", "Genesis 13:1", "Genesis 13:2", "Genesis 13:3", "Genesis 13:4", "Genesis 13:5", "Genesis 13:6", "Genesis 13:7", "Genesis 13:8", "Genesis 13:9", "Genesis 13:10", "Genesis 13:11", "Genesis 13:12", "Genesis 13:13", "Genesis 13:14", "Genesis 13:15", "Genesis 13:16", "Genesis 13:17", "Genesis 13:18", "Genesis 14:1", "Genesis 14:2", "Genesis 14:3", "Genesis 14:4", "Genesis 14:5", "Genesis 14:6", "Genesis 14:7", "Genesis 14:8", "Genesis 14:9", "Genesis 14:10", "Genesis 14:11", "Genesis 14:12", "Genesis 14:13", "Genesis 14:14", "Genesis 14:15", "Genesis 14:16", "Genesis 14:17", "Genesis 14:18", "Genesis 14:19", "Genesis 14:20", "Genesis 14:21", "Genesis 14:22", "Genesis 14:23", "Genesis 14:24", "Genesis 15:1", "Genesis 15:2", "Genesis 15:3", "Genesis 15:4", "Genesis 15:5", "Genesis 15:6", "Genesis 15:7", "Genesis 15:8", "Genesis 15:9", "Genesis 15:10", "Genesis 15:11", "Genesis 15:12", "Genesis 15:13", "Genesis 15:14", "Genesis 15:15", "Genesis 15:16", "Genesis 15:17", "Genesis 15:18", "Genesis 15:19", "Genesis 15:20", "Genesis 15:21", "Genesis 16:1", "Genesis 16:2", "Genesis 16:3", "Genesis 16:4", "Genesis 16:5", "Genesis 16:6", "Genesis 16:7", "Genesis 16:8", "Genesis 16:9", "Genesis 16:10", "Genesis 16:11", "Genesis 16:12", "Genesis 16:13", "Genesis 16:14", "Genesis 16:15", "Genesis 16:16", "Genesis 17:1", "Genesis 17:2", "Genesis 17:3", "Genesis 17:4", "Genesis 17:5", "Genesis 17:6", "Genesis 17:7", "Genesis 17:8", "Genesis 17:9", "Genesis 17:10", "Genesis 17:11", "Genesis 17:12", "Genesis 17:13", "Genesis 17:14", "Genesis 17:15", "Genesis 17:16", "Genesis 17:17", "Genesis 17:18", "Genesis 17:19", "Genesis 17:20", "Genesis 17:21", "Genesis 17:22", "Genesis 17:23", "Genesis 17:24", "Genesis 17:25", "Genesis 17:26", "Genesis 17:27", "Genesis 18:1", "Genesis 18:2", "Genesis 18:3", "Genesis 18:4", "Genesis 18:5", "Genesis 18:6", "Genesis 18:7", "Genesis 18:8", "Genesis 18:9", "Genesis 18:10", "Genesis 18:11", "Genesis 18:12", "Genesis 18:13", "Genesis 18:14", "Genesis 18:15", "Genesis 18:16", "Genesis 18:17", "Genesis 18:18", "Genesis 18:19", "Genesis 18:20", "Genesis 18:21", "Genesis 18:22", "Genesis 18:23", "Genesis 18:24", "Genesis 18:25", "Genesis 18:26", "Genesis 18:27", "Genesis 18:28", "Genesis 18:29", "Genesis 18:30", "Genesis 18:31", "Genesis 18:32", "Genesis 18:33", "Genesis 19:1", "Genesis 19:2", "Genesis 19:3", "Genesis 19:4", "Genesis 19:5", "Genesis 19:6", "Genesis 19:7", "Genesis 19:8", "Genesis 19:9", "Genesis 19:10", "Genesis 19:11", "Genesis 19:12", "Genesis 19:13", "Genesis 19:14", "Genesis 19:15", "Genesis 19:16", "Genesis 19:17", "Genesis 19:18", "Genesis 19:19", "Genesis 19:20", "Genesis 19:21", "Genesis 19:22", "Genesis 19:23", "Genesis 19:24", "Genesis 19:25", "Genesis 19:26", "Genesis 19:27", "Genesis 19:28", "Genesis 19:29", "Genesis 19:30", "Genesis 19:31", "Genesis 19:32", "Genesis 19:33", "Genesis 19:34", "Genesis 19:35", "Genesis 19:36", "Genesis 19:37", "Genesis 19:38", "Genesis 20:1", "Genesis 20:2", "Genesis 20:3", "Genesis 20:4", "Genesis 20:5", "Genesis 20:6", "Genesis 20:7", "Genesis 20:8", "Genesis 20:9", "Genesis 20:10", "Genesis 20:11", "Genesis 20:12", "Genesis 20:13", "Genesis 20:14", "Genesis 20:15", "Genesis 20:16", "Genesis 20:17", "Genesis 20:18", "Genesis 21:1", "Genesis 21:2", "Genesis 21:3", "Genesis 21:4", "Genesis 21:5", "Genesis 21:6", "Genesis 21:7", "Genesis 21:8", "Genesis 21:9", "Genesis 21:10", "Genesis 21:11", "Genesis 21:12", "Genesis 21:13", "Genesis 21:14", "Genesis 21:15", "Genesis 21:16", "Genesis 21:17", "Genesis 21:18", "Genesis 21:19", "Genesis 21:20", "Genesis 21:21", "Genesis 21:22", "Genesis 21:23", "Genesis 21:24", "Genesis 21:25", "Genesis 21:26", "Genesis 21:27", "Genesis 21:28", "Genesis 21:29", "Genesis 21:30", "Genesis 21:31", "Genesis 21:32", "Genesis 21:33", "Genesis 21:34", "Genesis 22:1", "Genesis 22:2", "Genesis 22:3", "Genesis 22:4", "Genesis 22:5", "Genesis 22:6", "Genesis 22:7", "Genesis 22:8", "Genesis 22:9", "Genesis 22:10", "Genesis 22:11", "Genesis 22:12", "Genesis 22:13", "Genesis 22:14", "Genesis 22:15", "Genesis 22:16", "Genesis 22:17", "Genesis 22:18", "Genesis 22:19", "Genesis 22:20", "Genesis 22:21", "Genesis 22:22", "Genesis 22:23", "Genesis 22:24", "Genesis 23:1", "Genesis 23:2", "Genesis 23:3", "Genesis 23:4", "Genesis 23:5", "Genesis 23:6", "Genesis 23:7", "Genesis 23:8", "Genesis 23:9", "Genesis 23:10", "Genesis 23:11", "Genesis 23:12", "Genesis 23:13", "Genesis 23:14", "Genesis 23:15", "Genesis 23:16", "Genesis 23:17", "Genesis 23:18", "Genesis 23:19", "Genesis 23:20", "Genesis 24:1", "Genesis 24:2", "Genesis 24:3", "Genesis 24:4", "Genesis 24:5", "Genesis 24:6", "Genesis 24:7", "Genesis 24:8", "Genesis 24:9", "Genesis 24:10", "Genesis 24:11", "Genesis 24:12", "Genesis 24:13", "Genesis 24:14", "Genesis 24:15", "Genesis 24:16", "Genesis 24:17", "Genesis 24:18", "Genesis 24:19", "Genesis 24:20", "Genesis 24:21", "Genesis 24:22", "Genesis 24:23", "Genesis 24:24", "Genesis 24:25", "Genesis 24:26", "Genesis 24:27", "Genesis 24:28", "Genesis 24:29", "Genesis 24:30", "Genesis 24:31", "Genesis 24:32", "Genesis 24:33", "Genesis 24:34", "Genesis 24:35", "Genesis 24:36", "Genesis 24:37", "Genesis 24:38", "Genesis 24:39", "Genesis 24:40", "Genesis 24:41", "Genesis 24:42", "Genesis 24:43", "Genesis 24:44", "Genesis 24:45", "Genesis 24:46", "Genesis 24:47", "Genesis 24:48", "Genesis 24:49", "Genesis 24:50", "Genesis 24:51", "Genesis 24:52", "Genesis 24:53", "Genesis 24:54", "Genesis 24:55", "Genesis 24:56", "Genesis 24:57", "Genesis 24:58", "Genesis 24:59", "Genesis 24:60", "Genesis 24:61", "Genesis 24:62", "Genesis 24:63", "Genesis 24:64", "Genesis 24:65", "Genesis 24:66", "Genesis 24:67", "Genesis 25:1", "Genesis 25:2", "Genesis 25:3", "Genesis 25:4", "Genesis 25:5", "Genesis 25:6", "Genesis 25:7", "Genesis 25:8", "Genesis 25:9", "Genesis 25:10", "Genesis 25:11", "Genesis 25:12", "Genesis 25:13", "Genesis 25:14", "Genesis 25:15", "Genesis 25:16", "Genesis 25:17", "Genesis 25:18", "Genesis 25:19", "Genesis 25:20", "Genesis 25:21", "Genesis 25:22", "Genesis 25:23", "Genesis 25:24", "Genesis 25:25", "Genesis 25:26", "Genesis 25:27", "Genesis 25:28", "Genesis 25:29", "Genesis 25:30", "Genesis 25:31", "Genesis 25:32", "Genesis 25:33", "Genesis 25:34", "Genesis 26:1", "Genesis 26:2", "Genesis 26:3", "Genesis 26:4", "Genesis 26:5", "Genesis 26:6", "Genesis 26:7", "Genesis 26:8", "Genesis 26:9", "Genesis 26:10", "Genesis 26:11", "Genesis 26:12", "Genesis 26:13", "Genesis 26:14", "Genesis 26:15", "Genesis 26:16", "Genesis 26:17", "Genesis 26:18", "Genesis 26:19", "Genesis 26:20", "Genesis 26:21", "Genesis 26:22", "Genesis 26:23", "Genesis 26:24", "Genesis 26:25", "Genesis 26:26", "Genesis 26:27", "Genesis 26:28", "Genesis 26:29", "Genesis 26:30", "Genesis 26:31", "Genesis 26:32", "Genesis 26:33", "Genesis 26:34", "Genesis 26:35", "Genesis 27:1", "Genesis 27:2", "Genesis 27:3", "Genesis 27:4", "Genesis 27:5", "Genesis 27:6", "Genesis 27:7", "Genesis 27:8", "Genesis 27:9", "Genesis 27:10", "Genesis 27:11", "Genesis 27:12", "Genesis 27:13", "Genesis 27:14", "Genesis 27:15", "Genesis 27:16", "Genesis 27:17", "Genesis 27:18", "Genesis 27:19", "Genesis 27:20", "Genesis 27:21", "Genesis 27:22", "Genesis 27:23", "Genesis 27:24", "Genesis 27:25", "Genesis 27:26", "Genesis 27:27", "Genesis 27:28", "Genesis 27:29", "Genesis 27:30", "Genesis 27:31", "Genesis 27:32", "Genesis 27:33", "Genesis 27:34", "Genesis 27:35", "Genesis 27:36", "Genesis 27:37", "Genesis 27:38", "Genesis 27:39", "Genesis 27:40", "Genesis 27:41", "Genesis 27:42", "Genesis 27:43", "Genesis 27:44", "Genesis 27:45", "Genesis 27:46", "Genesis 28:1", "Genesis 28:2", "Genesis 28:3", "Genesis 28:4", "Genesis 28:5", "Genesis 28:6", "Genesis 28:7", "Genesis 28:8", "Genesis 28:9", "Genesis 28:10", "Genesis 28:11", "Genesis 28:12", "Genesis 28:13", "Genesis 28:14", "Genesis 28:15", "Genesis 28:16", "Genesis 28:17", "Genesis 28:18", "Genesis 28:19", "Genesis 28:20", "Genesis 28:21", "Genesis 28:22", "Genesis 29:1", "Genesis 29:2", "Genesis 29:3", "Genesis 29:4", "Genesis 29:5", "Genesis 29:6", "Genesis 29:7", "Genesis 29:8", "Genesis 29:9", "Genesis 29:10", "Genesis 29:11", "Genesis 29:12", "Genesis 29:13", "Genesis 29:14", "Genesis 29:15", "Genesis 29:16", "Genesis 29:17", "Genesis 29:18", "Genesis 29:19", "Genesis 29:20", "Genesis 29:21", "Genesis 29:22", "Genesis 29:23", "Genesis 29:24", "Genesis 29:25", "Genesis 29:26", "Genesis 29:27", "Genesis 29:28", "Genesis 29:29", "Genesis 29:30", "Genesis 29:31", "Genesis 29:32", "Genesis 29:33", "Genesis 29:34", "Genesis 29:35", "Genesis 30:1", "Genesis 30:2", "Genesis 30:3", "Genesis 30:4", "Genesis 30:5", "Genesis 30:6", "Genesis 30:7", "Genesis 30:8", "Genesis 30:9", "Genesis 30:10", "Genesis 30:11", "Genesis 30:12", "Genesis 30:13", "Genesis 30:14", "Genesis 30:15", "Genesis 30:16", "Genesis 30:17", "Genesis 30:18", "Genesis 30:19", "Genesis 30:20", "Genesis 30:21", "Genesis 30:22", "Genesis 30:23", "Genesis 30:24", "Genesis 30:25", "Genesis 30:26", "Genesis 30:27", "Genesis 30:28", "Genesis 30:29", "Genesis 30:30", "Genesis 30:31", "Genesis 30:32", "Genesis 30:33", "Genesis 30:34", "Genesis 30:35", "Genesis 30:36", "Genesis 30:37", "Genesis 30:38", "Genesis 30:39", "Genesis 30:40", "Genesis 30:41", "Genesis 30:42", "Genesis 30:43", "Genesis 31:1", "Genesis 31:2", "Genesis 31:3", "Genesis 31:4", "Genesis 31:5", "Genesis 31:6", "Genesis 31:7", "Genesis 31:8", "Genesis 31:9", "Genesis 31:10", "Genesis 31:11", "Genesis 31:12", "Genesis 31:13", "Genesis 31:14", "Genesis 31:15", "Genesis 31:16", "Genesis 31:17", "Genesis 31:18", "Genesis 31:19", "Genesis 31:20", "Genesis 31:21", "Genesis 31:22", "Genesis 31:23", "Genesis 31:24", "Genesis 31:25", "Genesis 31:26", "Genesis 31:27", "Genesis 31:28", "Genesis 31:29", "Genesis 31:30", "Genesis 31:31", "Genesis 31:32", "Genesis 31:33", "Genesis 31:34", "Genesis 31:35", "Genesis 31:36", "Genesis 31:37", "Genesis 31:38", "Genesis 31:39", "Genesis 31:40", "Genesis 31:41", "Genesis 31:42", "Genesis 31:43", "Genesis 31:44", "Genesis 31:45", "Genesis 31:46", "Genesis 31:47", "Genesis 31:48", "Genesis 31:49", "Genesis 31:50", "Genesis 31:51", "Genesis 31:52", "Genesis 31:53", "Genesis 31:54", "Genesis 32:1", "Genesis 32:2", "Genesis 32:3", "Genesis 32:4", "Genesis 32:5", "Genesis 32:6", "Genesis 32:7", "Genesis 32:8", "Genesis 32:9", "Genesis 32:10", "Genesis 32:11", "Genesis 32:12", "Genesis 32:13", "Genesis 32:14", "Genesis 32:15", "Genesis 32:16", "Genesis 32:17", "Genesis 32:18", "Genesis 32:19", "Genesis 32:20", "Genesis 32:21", "Genesis 32:22", "Genesis 32:23", "Genesis 32:24", "Genesis 32:25", "Genesis 32:26", "Genesis 32:27", "Genesis 32:28", "Genesis 32:29", "Genesis 32:30", "Genesis 32:31", "Genesis 32:32", "Genesis 32:33", "Genesis 33:1", "Genesis 33:2", "Genesis 33:3", "Genesis 33:4", "Genesis 33:5", "Genesis 33:6", "Genesis 33:7", "Genesis 33:8", "Genesis 33:9", "Genesis 33:10", "Genesis 33:11", "Genesis 33:12", "Genesis 33:13", "Genesis 33:14", "Genesis 33:15", "Genesis 33:16", "Genesis 33:17", "Genesis 33:18", "Genesis 33:19", "Genesis 33:20", "Genesis 34:1", "Genesis 34:2", "Genesis 34:3", "Genesis 34:4", "Genesis 34:5", "Genesis 34:6", "Genesis 34:7", "Genesis 34:8", "Genesis 34:9", "Genesis 34:10", "Genesis 34:11", "Genesis 34:12", "Genesis 34:13", "Genesis 34:14", "Genesis 34:15", "Genesis 34:16", "Genesis 34:17", "Genesis 34:18", "Genesis 34:19", "Genesis 34:20", "Genesis 34:21", "Genesis 34:22", "Genesis 34:23", "Genesis 34:24", "Genesis 34:25", "Genesis 34:26", "Genesis 34:27", "Genesis 34:28", "Genesis 34:29", "Genesis 34:30", "Genesis 34:31", "Genesis 35:1", "Genesis 35:2", "Genesis 35:3", "Genesis 35:4", "Genesis 35:5", "Genesis 35:6", "Genesis 35:7", "Genesis 35:8", "Genesis 35:9", "Genesis 35:10", "Genesis 35:11", "Genesis 35:12", "Genesis 35:13", "Genesis 35:14", "Genesis 35:15", "Genesis 35:16", "Genesis 35:17", "Genesis 35:18", "Genesis 35:19", "Genesis 35:20", "Genesis 35:21", "Genesis 35:22", "Genesis 35:23", "Genesis 35:24", "Genesis 35:25", "Genesis 35:26", "Genesis 35:27", "Genesis 35:28", "Genesis 35:29", "Genesis 36:1", "Genesis 36:2", "Genesis 36:3", "Genesis 36:4", "Genesis 36:5", "Genesis 36:6", "Genesis 36:7", "Genesis 36:8", "Genesis 36:9", "Genesis 36:10", "Genesis 36:11", "Genesis 36:12", "Genesis 36:13", "Genesis 36:14", "Genesis 36:15", "Genesis 36:16", "Genesis 36:17", "Genesis 36:18", "Genesis 36:19", "Genesis 36:20", "Genesis 36:21", "Genesis 36:22", "Genesis 36:23", "Genesis 36:24", "Genesis 36:25", "Genesis 36:26", "Genesis 36:27", "Genesis 36:28", "Genesis 36:29", "Genesis 36:30", "Genesis 36:31", "Genesis 36:32", "Genesis 36:33", "Genesis 36:34", "Genesis 36:35", "Genesis 36:36", "Genesis 36:37", "Genesis 36:38", "Genesis 36:39", "Genesis 36:40", "Genesis 36:41", "Genesis 36:42", "Genesis 36:43", "Genesis 37:1", "Genesis 37:2", "Genesis 37:3", "Genesis 37:4", "Genesis 37:5", "Genesis 37:6", "Genesis 37:7", "Genesis 37:8", "Genesis 37:9", "Genesis 37:10", "Genesis 37:11", "Genesis 37:12", "Genesis 37:13", "Genesis 37:14", "Genesis 37:15", "Genesis 37:16", "Genesis 37:17", "Genesis 37:18", "Genesis 37:19", "Genesis 37:20", "Genesis 37:21", "Genesis 37:22", "Genesis 37:23", "Genesis 37:24", "Genesis 37:25", "Genesis 37:26", "Genesis 37:27", "Genesis 37:28", "Genesis 37:29", "Genesis 37:30", "Genesis 37:31", "Genesis 37:32", "Genesis 37:33", "Genesis 37:34", "Genesis 37:35", "Genesis 37:36", "Genesis 38:1", "Genesis 38:2", "Genesis 38:3", "Genesis 38:4", "Genesis 38:5", "Genesis 38:6", "Genesis 38:7", "Genesis 38:8", "Genesis 38:9", "Genesis 38:10", "Genesis 38:11", "Genesis 38:12", "Genesis 38:13", "Genesis 38:14", "Genesis 38:15", "Genesis 38:16", "Genesis 38:17", "Genesis 38:18", "Genesis 38:19", "Genesis 38:20", "Genesis 38:21", "Genesis 38:22", "Genesis 38:23", "Genesis 38:24", "Genesis 38:25", "Genesis 38:26", "Genesis 38:27", "Genesis 38:28", "Genesis 38:29", "Genesis 38:30", "Genesis 39:1", "Genesis 39:2", "Genesis 39:3", "Genesis 39:4", "Genesis 39:5", "Genesis 39:6", "Genesis 39:7", "Genesis 39:8", "Genesis 39:9", "Genesis 39:10", "Genesis 39:11", "Genesis 39:12", "Genesis 39:13", "Genesis 39:14", "Genesis 39:15", "Genesis 39:16", "Genesis 39:17", "Genesis 39:18", "Genesis 39:19", "Genesis 39:20", "Genesis 39:21", "Genesis 39:22", "Genesis 39:23", "Genesis 40:1", "Genesis 40:2", "Genesis 40:3", "Genesis 40:4", "Genesis 40:5", "Genesis 40:6", "Genesis 40:7", "Genesis 40:8", "Genesis 40:9", "Genesis 40:10", "Genesis 40:11", "Genesis 40:12", "Genesis 40:13", "Genesis 40:14", "Genesis 40:15", "Genesis 40:16", "Genesis 40:17", "Genesis 40:18", "Genesis 40:19", "Genesis 40:20", "Genesis 40:21", "Genesis 40:22", "Genesis 40:23", "Genesis 41:1", "Genesis 41:2", "Genesis 41:3", "Genesis 41:4", "Genesis 41:5", "Genesis 41:6", "Genesis 41:7", "Genesis 41:8", "Genesis 41:9", "Genesis 41:10", "Genesis 41:11", "Genesis 41:12", "Genesis 41:13", "Genesis 41:14", "Genesis 41:15", "Genesis 41:16", "Genesis 41:17", "Genesis 41:18", "Genesis 41:19", "Genesis 41:20", "Genesis 41:21", "Genesis 41:22", "Genesis 41:23", "Genesis 41:24", "Genesis 41:25", "Genesis 41:26", "Genesis 41:27", "Genesis 41:28", "Genesis 41:29", "Genesis 41:30", "Genesis 41:31", "Genesis 41:32", "Genesis 41:33", "Genesis 41:34", "Genesis 41:35", "Genesis 41:36", "Genesis 41:37", "Genesis 41:38", "Genesis 41:39", "Genesis 41:40", "Genesis 41:41", "Genesis 41:42", "Genesis 41:43", "Genesis 41:44", "Genesis 41:45", "Genesis 41:46", "Genesis 41:47", "Genesis 41:48", "Genesis 41:49", "Genesis 41:50", "Genesis 41:51", "Genesis 41:52", "Genesis 41:53", "Genesis 41:54", "Genesis 41:55", "Genesis 41:56", "Genesis 41:57", "Genesis 42:1", "Genesis 42:2", "Genesis 42:3", "Genesis 42:4", "Genesis 42:5", "Genesis 42:6", "Genesis 42:7", "Genesis 42:8", "Genesis 42:9", "Genesis 42:10", "Genesis 42:11", "Genesis 42:12", "Genesis 42:13", "Genesis 42:14", "Genesis 42:15", "Genesis 42:16", "Genesis 42:17", "Genesis 42:18", "Genesis 42:19", "Genesis 42:20", "Genesis 42:21", "Genesis 42:22", "Genesis 42:23", "Genesis 42:24", "Genesis 42:25", "Genesis 42:26", "Genesis 42:27", "Genesis 42:28", "Genesis 42:29", "Genesis 42:30", "Genesis 42:31", "Genesis 42:32", "Genesis 42:33", "Genesis 42:34", "Genesis 42:35", "Genesis 42:36", "Genesis 42:37", "Genesis 42:38", "Genesis 43:1", "Genesis 43:2", "Genesis 43:3", "Genesis 43:4", "Genesis 43:5", "Genesis 43:6", "Genesis 43:7", "Genesis 43:8", "Genesis 43:9", "Genesis 43:10", "Genesis 43:11", "Genesis 43:12", "Genesis 43:13", "Genesis 43:14", "Genesis 43:15", "Genesis 43:16", "Genesis 43:17", "Genesis 43:18", "Genesis 43:19", "Genesis 43:20", "Genesis 43:21", "Genesis 43:22", "Genesis 43:23", "Genesis 43:24", "Genesis 43:25", "Genesis 43:26", "Genesis 43:27", "Genesis 43:28", "Genesis 43:29", "Genesis 43:30", "Genesis 43:31", "Genesis 43:32", "Genesis 43:33", "Genesis 43:34", "Genesis 44:1", "Genesis 44:2", "Genesis 44:3", "Genesis 44:4", "Genesis 44:5", "Genesis 44:6", "Genesis 44:7", "Genesis 44:8", "Genesis 44:9", "Genesis 44:10", "Genesis 44:11", "Genesis 44:12", "Genesis 44:13", "Genesis 44:14", "Genesis 44:15", "Genesis 44:16", "Genesis 44:17", "Genesis 44:18", "Genesis 44:19", "Genesis 44:20", "Genesis 44:21", "Genesis 44:22", "Genesis 44:23", "Genesis 44:24", "Genesis 44:25", "Genesis 44:26", "Genesis 44:27", "Genesis 44:28", "Genesis 44:29", "Genesis 44:30", "Genesis 44:31", "Genesis 44:32", "Genesis 44:33", "Genesis 44:34", "Genesis 45:1", "Genesis 45:2", "Genesis 45:3", "Genesis 45:4", "Genesis 45:5", "Genesis 45:6", "Genesis 45:7", "Genesis 45:8", "Genesis 45:9", "Genesis 45:10", "Genesis 45:11", "Genesis 45:12", "Genesis 45:13", "Genesis 45:14", "Genesis 45:15", "Genesis 45:16", "Genesis 45:17", "Genesis 45:18", "Genesis 45:19", "Genesis 45:20", "Genesis 45:21", "Genesis 45:22", "Genesis 45:23", "Genesis 45:24", "Genesis 45:25", "Genesis 45:26", "Genesis 45:27", "Genesis 45:28", "Genesis 46:1", "Genesis 46:2", "Genesis 46:3", "Genesis 46:4", "Genesis 46:5", "Genesis 46:6", "Genesis 46:7", "Genesis 46:8", "Genesis 46:9", "Genesis 46:10", "Genesis 46:11", "Genesis 46:12", "Genesis 46:13", "Genesis 46:14", "Genesis 46:15", "Genesis 46:16", "Genesis 46:17", "Genesis 46:18", "Genesis 46:19", "Genesis 46:20", "Genesis 46:21", "Genesis 46:22", "Genesis 46:23", "Genesis 46:24", "Genesis 46:25", "Genesis 46:26", "Genesis 46:27", "Genesis 46:28", "Genesis 46:29", "Genesis 46:30", "Genesis 46:31", "Genesis 46:32", "Genesis 46:33", "Genesis 46:34", "Genesis 47:1", "Genesis 47:2", "Genesis 47:3", "Genesis 47:4", "Genesis 47:5", "Genesis 47:6", "Genesis 47:7", "Genesis 47:8", "Genesis 47:9", "Genesis 47:10", "Genesis 47:11", "Genesis 47:12", "Genesis 47:13", "Genesis 47:14", "Genesis 47:15", "Genesis 47:16", "Genesis 47:17", "Genesis 47:18", "Genesis 47:19", "Genesis 47:20", "Genesis 47:21", "Genesis 47:22", "Genesis 47:23", "Genesis 47:24", "Genesis 47:25", "Genesis 47:26", "Genesis 47:27", "Genesis 47:28", "Genesis 47:29", "Genesis 47:30", "Genesis 47:31", "Genesis 48:1", "Genesis 48:2", "Genesis 48:3", "Genesis 48:4", "Genesis 48:5", "Genesis 48:6", "Genesis 48:7", "Genesis 48:8", "Genesis 48:9", "Genesis 48:10", "Genesis 48:11", "Genesis 48:12", "Genesis 48:13", "Genesis 48:14", "Genesis 48:15", "Genesis 48:16", "Genesis 48:17", "Genesis 48:18", "Genesis 48:19", "Genesis 48:20", "Genesis 48:21", "Genesis 48:22", "Genesis 49:1", "Genesis 49:2", "Genesis 49:3", "Genesis 49:4", "Genesis 49:5", "Genesis 49:6", "Genesis 49:7", "Genesis 49:8", "Genesis 49:9", "Genesis 49:10", "Genesis 49:11", "Genesis 49:12", "Genesis 49:13", "Genesis 49:14", "Genesis 49:15", "Genesis 49:16", "Genesis 49:17", "Genesis 49:18", "Genesis 49:19", "Genesis 49:20", "Genesis 49:21", "Genesis 49:22", "Genesis 49:23", "Genesis 49:24", "Genesis 49:25", "Genesis 49:26", "Genesis 49:27", "Genesis 49:28", "Genesis 49:29", "Genesis 49:30", "Genesis 49:31", "Genesis 49:32", "Genesis 49:33", "Genesis 50:1", "Genesis 50:2", "Genesis 50:3", "Genesis 50:4", "Genesis 50:5", "Genesis 50:6", "Genesis 50:7", "Genesis 50:8", "Genesis 50:9", "Genesis 50:10", "Genesis 50:11", "Genesis 50:12", "Genesis 50:13", "Genesis 50:14", "Genesis 50:15", "Genesis 50:16", "Genesis 50:17", "Genesis 50:18", "Genesis 50:19", "Genesis 50:20", "Genesis 50:21", "Genesis 50:22", "Genesis 50:23", "Genesis 50:24", "Genesis 50:25", "Genesis 50:26"], "sourceRef": "The Five Books of Moses, by Everett Fox, Genesis, On the Book of Genesis and Its Structure 2-47", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, בראשית, בראשית מאמר א׳ ב׳-מ״ז", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "On the Book of Genesis and Its Structure", "he": "בראשית מאמר א׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "בראשית מאמר א׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["T<small>HE TEXT OF</small> G<small>ENESIS SEEMS TO SPEAK WITH MANY VOICES</small>. F<small>OR A BOOK WHOSE BASIC</small> arrangement is chronological, tracing the history of a single family, it exhibits a good deal of discontinuity on the surface. Here time flows uniformly, there it takes startling jumps; fragments are followed by more or less full-blown tales; genres alternate, from mythic to genealogical to folkloristic. In addition, scholars often portray Genesis as a collection of historically diverse materials that were compiled by scribes for whom deviating from received tradition was anathema. Hence the repetitions, the inconsistencies, and the irregular pacing.", "Is Genesis then, at best, a collection of stories related to the origins of Israel, with most of its seams still showing? Such an assessment does not do justice to what must have been a complex process of addition and growth or to the final product. An overview of the book does produce a certain scheme; at some point in the text’s history a coherent picture must have begun to emerge from the disparate materials handed down. For the modern reader, utilizing the Buber-Rosenzweig method of focusing on repeating words and key themes as the text presents them may make it possible to generalize about the organization of the book and also to speculate on its overall intent in the form in which it has come down to us.", "On its most obvious level Genesis is a book about origins. It seeks to link the origin of the people of Israel with that of the world, relating in the process how various human characteristics and institutions arose.", "On the surface this parallels much of ancient literature and folklore. All peoples are interested in their own beginnings, picturing them in a way which validates their present existence. Genesis, however, is different in that, like the rest of the Torah, it downplays the heroic element of the people’s origins and in its place stresses God’s role in them. Moreover the one great omission—the origin of God—establishes from the beginning a unique basis for a tribal chronicle. From Genesis and subsequent books we learn primarily about God’s relationship to the people and what he expects of them; almost everything else is subordinated to this purpose.", "Preliminarily one can speak of at least seven major themes whose recurrence establishes their importance in the book:", "1. <i>Origins:</i> Of the world, of humanity, and of the people of Israel.<br>2. <i>Order/Meaning in History:</i> By means of stylized or patterned chronology—reliance on certain round numbers such as 3, 7, and 40—it is suggested that human events are not random but somehow planned.<br>3. <i>Blessing:</i> From creation onward God bestows blessings on his creatures in general and on the fathers and mothers of Israel in particular.<br>4. <i>Covenant:</i> God concludes agreements with human beings.<br>5. <i>God Punishes Evildoing:</i> God is provoked to anger not by his capriciousness but by human failure to uphold justice and morality.<br>6. <i>Sibling Conflict, with the Younger Usually Emerging the Victor:</i> The order of nature (primacy of the firstborn) is overturned, demonstrating that God, not nature, is the ruling principle in human affairs.<br>7. <i>Testing:</i> God tests those who are to carry forth his mission; the result is the development of moral character.", "Superseding these important themes, which occur throughout the Bible in various forms, is the dominant one of <i>continuity</i>, represented by the unifying word in Genesis <i>toledot</i> (“begettings”). The word appears eleven times, often accompanied by long genealogical lists. The names may deflect attention from what is central to Genesis. The major thrust of the book would seem to be toward human fecundity, following the early divine command to “bear fruit and be many” (1:28), and pointing toward the eventual fecundity of the people of Israel (which will only be realized in the book of Exodus). Such an emphasis seems appropriate in a book about origins.", "Ironically, however, the undercurrent in Genesis points not to life and its continuation, but rather to its threatened extinction. In story after story the protagonist, his people, and occasionally the entire world are threatened. In at least one case (Avraham) a perfectly legal and natural solution is found—the birth of Yishmael as his heir—only to be rejected by God in favor of a more difficult one: a son born to an elderly woman.", "It is clear that the stress on continuity and discontinuity has one purpose: to make clear that God is in control of history. Human fertility and continuity in history come not from magical rites or from the arbitrary decisions of the gods, but from a God who bases his rule on justice. Nature disappears as a ruling factor in human affairs, replaced by a principle of morality which is unshakable precisely because it comes from a God who is beyond the rules of nature.", "But the result is a book which abounds in tension. From the beginnings of human history (Chap. 4) we encounter contradictions and opposites, whether on a small scale (fertility and barrenness) or a large one (promise and delayed fulfillment). Nowhere is this so clear as in the dramatic high point of the book, Chap. 22. As Avraham stands with knife upraised, the entire enterprise of Genesis hangs in the balance. But the entire book is replete with such tensions and continuity-threatening situations. There are barren wives, brothers vowing to kill brothers, cities and even a world being destroyed by an angry God. The main characters of Genesis thus emerge as survivors, above all else. Noah sets the pattern, but he is merely the first, and too passive an example. The Patriarchs must brave hostile foreigners, bitter intrafamily struggles, and long wanderings before they can find peace.", "While by the end of the book many of the tensions have been resolved, one conspicuously has not: God’s promise of the land of Canaan. As the book ends, “in Egypt,” we are left to ponder how this God, who keeps his promises to “those who love him” (Ex. 20:6), will bring the people back to their land—a land inhabited by someone else and in which the Children of Israel own only a burial site. Yet despite the tension, we may assume from the experiences of the Patriarchs that God will indeed “take account of” the Israelites (50:24), that he will take whatever ill has been planned against them and “plan-it-over for good” (50:20).", "A word should also be said here about hero traditions. In the great epics of the ancient world the hero often stands as a lonely figure. He must overcome obstacles, fight monsters, acquire helpers (whether women, “sidekicks,” or magic objects); and his triumph in the end signals man’s triumph over his archenemy, Death. Every battle won, every obstacle hurdled, is psychologically a victory for us, the audience, a cathartic release from our own frustrating battle against death.", "The Bible sees things rather differently. Death is also overcome, but not only by the individual’s struggle. It is rather through the covenant community, bound together by God’s laws and his promises, that the heroic vision is lived out. Despite the triumphs of the characters in Genesis, it is really in the book of Exodus that the great battle scenes (the plagues in Egypt, the Red Sea) and meetings with the divine (Mount Sinai) take place. And it is therefore God himself who is most properly the “hero” of these stories. No major character in Genesis achieves success without depending fully on God, and the standards that are held up to them are ultimately seen as God’s own, to be imitated by imperfect humankind.", "The book of Genesis falls naturally into four large sections. The first, usually termed the “Primeval History” (Chaps, 11–11), begins with creation and progresses through the early generations of humanity, ending in Mesopotamia. The second (Chaps. 12 through 25:18) is the cycle of stories concerning Avraham, the father of the people of Israel. Part III (Gen. 25:19 through Chap. 36) deals in the main with stories about his grandson Yaakov. The final section (Chaps. 37–50) is the tale of Yosef and of how the Children of Israel came to live in Egypt (thus paving the way for the book of Exodus).", "The following skeletal outline will lay out some of the interesting structural features of the book. There is an elemental symmetry that emerges from the four sections; further comments, especially about how the sections cohere, will be found in the explanatory material accompanying the text in this volume.", "I. Chosen Figure (Noah)", "Sibling Hatred (Kayin–Hevel), with sympathy for youngest", "Family Continuity Threatened (Hevel murdered)", "Ends with Death (Haran, Terah; Sarai barren)", "Humanity Threatened (Flood)", "Ends Away from Land of Israel (“In Harran”)", "II. Chosen Figure (Avraham)", "Sibling Hatred (Yishmael–Yitzhak) Implied, with sympathy for youngest", "Family Continuity Threatened (Sarai barren, Yitzhak almost sacrificed)", "Ends with Death (Sara, Avraham)", "Rivalry Between Wives (Hagar–Sarai)", "Barren Wife (Sarai)", "Wife–Sister Story (Chaps. 12 and 20)", "Ends with Genealogy of Non-Covenant Line (Yishmael)", "III: Chosen Figure (Yaakov)", "Sibling Hatred (Esav–Yaakov), with sympathy for youngest", "Family Continuity Threatened (Yaakov almost killed)", "Ends with Death (Devora, Rahel, Yitzhak)", "Rivalry Between Wives (Lea–Rahel)", "Barren Wife (Rahel)", "Wife–Sister Story (Chap. 26)", "Ends with Genealogy of Non-Covenant Line (Esav)", "IV Chosen Figure (Yosef)", "Sibling Hatred (Brothers–Yosef), with sympathy for youngest", "Family Continuity Threatened (Yehuda’s sons die; Yosef almost killed; family almost dies in famine)", "Ends with Death (Yaakov, Yosef)", "Humanity Threatened (Famine)", "Ends Away from Land of Israel (“In Egypt”)", "There is of course great variety within this bare structure; each version of a motif has its own special characteristics and emphases. Yet the patterning observed above gives the book a general coherence, above and beyond differences. It also demonstrates a conscious hand at work, one concerned about the texture of the book as a whole and able, despite the possible rigidity of what had been handed down, to shape the received material into a plastic and breathing unity.", "Two general observations about Genesis will round out the picture here. First, as the book progresses there is a tendency for the style of the literature to become smoother. The abrupt changes and sometimes fragmentary nature of the material in Part I, and the vignettes built around Avraham’s life in Part II, give way to a greater coherence and concentration in Part III, and finally to a relatively flowing and psychologically complete narrative in Part IV Along with this, the characters in the latter half of the book seem to be more changeable and human, in contrast to Noah and Avraham, who often appear almost perfect models of piety.", "Second, contact with God becomes less and less direct as Genesis moves on. Avraham’s dreams and visions seem a far cry from Adam’s conversations with God in the garden (although see Chap. 18); Yaakov’s encounters with God are less frequent than Avraham’s; and finally, Yosef never has a conversation with God, although he receives dream interpretations from him. This process of distancing may reflect an often-observed tendency in religions to think of primeval times as a “golden age” of closeness between gods and men, as contrasted to today (whenever one is writing), when humankind finds itself tragically distant from the divine and in need of communication."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620380a1713bd8cd388d3e4b", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Genesis, Part III; Yaakov 2-10", "anchorRef": "Genesis 25:19-36:43", "anchorRefExpanded": ["Genesis 25:19", "Genesis 25:20", "Genesis 25:21", "Genesis 25:22", "Genesis 25:23", "Genesis 25:24", "Genesis 25:25", "Genesis 25:26", "Genesis 25:27", "Genesis 25:28", "Genesis 25:29", "Genesis 25:30", "Genesis 25:31", "Genesis 25:32", "Genesis 25:33", "Genesis 25:34", "Genesis 26:1", "Genesis 26:2", "Genesis 26:3", "Genesis 26:4", "Genesis 26:5", "Genesis 26:6", "Genesis 26:7", "Genesis 26:8", "Genesis 26:9", "Genesis 26:10", "Genesis 26:11", "Genesis 26:12", "Genesis 26:13", "Genesis 26:14", "Genesis 26:15", "Genesis 26:16", "Genesis 26:17", "Genesis 26:18", "Genesis 26:19", "Genesis 26:20", "Genesis 26:21", "Genesis 26:22", "Genesis 26:23", "Genesis 26:24", "Genesis 26:25", "Genesis 26:26", "Genesis 26:27", "Genesis 26:28", "Genesis 26:29", "Genesis 26:30", "Genesis 26:31", "Genesis 26:32", "Genesis 26:33", "Genesis 26:34", "Genesis 26:35", "Genesis 27:1", "Genesis 27:2", "Genesis 27:3", "Genesis 27:4", "Genesis 27:5", "Genesis 27:6", "Genesis 27:7", "Genesis 27:8", "Genesis 27:9", "Genesis 27:10", "Genesis 27:11", "Genesis 27:12", "Genesis 27:13", "Genesis 27:14", "Genesis 27:15", "Genesis 27:16", "Genesis 27:17", "Genesis 27:18", "Genesis 27:19", "Genesis 27:20", "Genesis 27:21", "Genesis 27:22", "Genesis 27:23", "Genesis 27:24", "Genesis 27:25", "Genesis 27:26", "Genesis 27:27", "Genesis 27:28", "Genesis 27:29", "Genesis 27:30", "Genesis 27:31", "Genesis 27:32", "Genesis 27:33", "Genesis 27:34", "Genesis 27:35", "Genesis 27:36", "Genesis 27:37", "Genesis 27:38", "Genesis 27:39", "Genesis 27:40", "Genesis 27:41", "Genesis 27:42", "Genesis 27:43", "Genesis 27:44", "Genesis 27:45", "Genesis 27:46", "Genesis 28:1", "Genesis 28:2", "Genesis 28:3", "Genesis 28:4", "Genesis 28:5", "Genesis 28:6", "Genesis 28:7", "Genesis 28:8", "Genesis 28:9", "Genesis 28:10", "Genesis 28:11", "Genesis 28:12", "Genesis 28:13", "Genesis 28:14", "Genesis 28:15", "Genesis 28:16", "Genesis 28:17", "Genesis 28:18", "Genesis 28:19", "Genesis 28:20", "Genesis 28:21", "Genesis 28:22", "Genesis 29:1", "Genesis 29:2", "Genesis 29:3", "Genesis 29:4", "Genesis 29:5", "Genesis 29:6", "Genesis 29:7", "Genesis 29:8", "Genesis 29:9", "Genesis 29:10", "Genesis 29:11", "Genesis 29:12", "Genesis 29:13", "Genesis 29:14", "Genesis 29:15", "Genesis 29:16", "Genesis 29:17", "Genesis 29:18", "Genesis 29:19", "Genesis 29:20", "Genesis 29:21", "Genesis 29:22", "Genesis 29:23", "Genesis 29:24", "Genesis 29:25", "Genesis 29:26", "Genesis 29:27", "Genesis 29:28", "Genesis 29:29", "Genesis 29:30", "Genesis 29:31", "Genesis 29:32", "Genesis 29:33", "Genesis 29:34", "Genesis 29:35", "Genesis 30:1", "Genesis 30:2", "Genesis 30:3", "Genesis 30:4", "Genesis 30:5", "Genesis 30:6", "Genesis 30:7", "Genesis 30:8", "Genesis 30:9", "Genesis 30:10", "Genesis 30:11", "Genesis 30:12", "Genesis 30:13", "Genesis 30:14", "Genesis 30:15", "Genesis 30:16", "Genesis 30:17", "Genesis 30:18", "Genesis 30:19", "Genesis 30:20", "Genesis 30:21", "Genesis 30:22", "Genesis 30:23", "Genesis 30:24", "Genesis 30:25", "Genesis 30:26", "Genesis 30:27", "Genesis 30:28", "Genesis 30:29", "Genesis 30:30", "Genesis 30:31", "Genesis 30:32", "Genesis 30:33", "Genesis 30:34", "Genesis 30:35", "Genesis 30:36", "Genesis 30:37", "Genesis 30:38", "Genesis 30:39", "Genesis 30:40", "Genesis 30:41", "Genesis 30:42", "Genesis 30:43", "Genesis 31:1", "Genesis 31:2", "Genesis 31:3", "Genesis 31:4", "Genesis 31:5", "Genesis 31:6", "Genesis 31:7", "Genesis 31:8", "Genesis 31:9", "Genesis 31:10", "Genesis 31:11", "Genesis 31:12", "Genesis 31:13", "Genesis 31:14", "Genesis 31:15", "Genesis 31:16", "Genesis 31:17", "Genesis 31:18", "Genesis 31:19", "Genesis 31:20", "Genesis 31:21", "Genesis 31:22", "Genesis 31:23", "Genesis 31:24", "Genesis 31:25", "Genesis 31:26", "Genesis 31:27", "Genesis 31:28", "Genesis 31:29", "Genesis 31:30", "Genesis 31:31", "Genesis 31:32", "Genesis 31:33", "Genesis 31:34", "Genesis 31:35", "Genesis 31:36", "Genesis 31:37", "Genesis 31:38", "Genesis 31:39", "Genesis 31:40", "Genesis 31:41", "Genesis 31:42", "Genesis 31:43", "Genesis 31:44", "Genesis 31:45", "Genesis 31:46", "Genesis 31:47", "Genesis 31:48", "Genesis 31:49", "Genesis 31:50", "Genesis 31:51", "Genesis 31:52", "Genesis 31:53", "Genesis 31:54", "Genesis 32:1", "Genesis 32:2", "Genesis 32:3", "Genesis 32:4", "Genesis 32:5", "Genesis 32:6", "Genesis 32:7", "Genesis 32:8", "Genesis 32:9", "Genesis 32:10", "Genesis 32:11", "Genesis 32:12", "Genesis 32:13", "Genesis 32:14", "Genesis 32:15", "Genesis 32:16", "Genesis 32:17", "Genesis 32:18", "Genesis 32:19", "Genesis 32:20", "Genesis 32:21", "Genesis 32:22", "Genesis 32:23", "Genesis 32:24", "Genesis 32:25", "Genesis 32:26", "Genesis 32:27", "Genesis 32:28", "Genesis 32:29", "Genesis 32:30", "Genesis 32:31", "Genesis 32:32", "Genesis 32:33", "Genesis 33:1", "Genesis 33:2", "Genesis 33:3", "Genesis 33:4", "Genesis 33:5", "Genesis 33:6", "Genesis 33:7", "Genesis 33:8", "Genesis 33:9", "Genesis 33:10", "Genesis 33:11", "Genesis 33:12", "Genesis 33:13", "Genesis 33:14", "Genesis 33:15", "Genesis 33:16", "Genesis 33:17", "Genesis 33:18", "Genesis 33:19", "Genesis 33:20", "Genesis 34:1", "Genesis 34:2", "Genesis 34:3", "Genesis 34:4", "Genesis 34:5", "Genesis 34:6", "Genesis 34:7", "Genesis 34:8", "Genesis 34:9", "Genesis 34:10", "Genesis 34:11", "Genesis 34:12", "Genesis 34:13", "Genesis 34:14", "Genesis 34:15", "Genesis 34:16", "Genesis 34:17", "Genesis 34:18", "Genesis 34:19", "Genesis 34:20", "Genesis 34:21", "Genesis 34:22", "Genesis 34:23", "Genesis 34:24", "Genesis 34:25", "Genesis 34:26", "Genesis 34:27", "Genesis 34:28", "Genesis 34:29", "Genesis 34:30", "Genesis 34:31", "Genesis 35:1", "Genesis 35:2", "Genesis 35:3", "Genesis 35:4", "Genesis 35:5", "Genesis 35:6", "Genesis 35:7", "Genesis 35:8", "Genesis 35:9", "Genesis 35:10", "Genesis 35:11", "Genesis 35:12", "Genesis 35:13", "Genesis 35:14", "Genesis 35:15", "Genesis 35:16", "Genesis 35:17", "Genesis 35:18", "Genesis 35:19", "Genesis 35:20", "Genesis 35:21", "Genesis 35:22", "Genesis 35:23", "Genesis 35:24", "Genesis 35:25", "Genesis 35:26", "Genesis 35:27", "Genesis 35:28", "Genesis 35:29", "Genesis 36:1", "Genesis 36:2", "Genesis 36:3", "Genesis 36:4", "Genesis 36:5", "Genesis 36:6", "Genesis 36:7", "Genesis 36:8", "Genesis 36:9", "Genesis 36:10", "Genesis 36:11", "Genesis 36:12", "Genesis 36:13", "Genesis 36:14", "Genesis 36:15", "Genesis 36:16", "Genesis 36:17", "Genesis 36:18", "Genesis 36:19", "Genesis 36:20", "Genesis 36:21", "Genesis 36:22", "Genesis 36:23", "Genesis 36:24", "Genesis 36:25", "Genesis 36:26", "Genesis 36:27", "Genesis 36:28", "Genesis 36:29", "Genesis 36:30", "Genesis 36:31", "Genesis 36:32", "Genesis 36:33", "Genesis 36:34", "Genesis 36:35", "Genesis 36:36", "Genesis 36:37", "Genesis 36:38", "Genesis 36:39", "Genesis 36:40", "Genesis 36:41", "Genesis 36:42", "Genesis 36:43"], "sourceRef": "The Five Books of Moses, by Everett Fox, Genesis, Part III; Yaakov 2-10", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, בראשית, בראשית מאמר ה׳ ב׳-י׳", "anchorVerse": 19, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Part III; Yaakov", "he": "בראשית מאמר ה׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["B<small>EFORE COMMENTING ON THE</small> Y<small>AAKOV CYCLE, IT IS APPROPRIATE TO CONSIDER WHY HIS</small> father Yitzhak, the second of the Patriarchs, receives no true separate group of stories on his own.", "Yitzhak functions in Genesis as a classic second generation—that is, as a transmitter and stabilizing force, rather than as an active participant in the process of building the people. There hardly exists a story about him in which he is anything but a son and heir, a husband, or a father. His main task in life seems to be to take roots in the land of Canaan, an admittedly important task in the larger context of God’s promises in Genesis. What this means, unfortunately, is that he has almost no personality of his own. By Chapter 27, a scant two chapters after his father dies, he appears as (prematurely?) old, blind in both a literal and figurative sense, and as we will see, he fades out of the text entirely, only to die several chapters, and many years, later.", "The true dynamic figure of the second generation here is Rivka. It is she to whom God reveals his plan, and she who puts into motion the mechanism for seeing that it is properly carried out. She is ultimately the one responsible for bridging the gap between the dream, as typified by Avraham, and the hard-won reality, as realized by Yaakov.", "Avraham is a towering figure, almost unapproachable as a model in his intimacy with God and his ability to hurdle nearly every obstacle. Adding to this the fact that Yitzhak is practically a noncharacter, and that Yosef, once his rise begins, also lacks dimension as a personality, it becomes increasingly clear that it is Yaakov who emerges as the most dynamic and most human personality in the book. The stories about him cover fully half of Genesis, and reveal a man who is both troubled and triumphant. Most interestingly, he, and not Avraham, gives his name to the people of Israel.", "Distinctive themes of the cycle include physical struggle, deception, and confrontation. These are expressed through the key words of Yaakov’s name (“Heel-Holder” and “Heel-Sneak,” then Yisrael, “God-Fighter”), “deceive” and similar words, and “face.” Also recurring are the terms “love,” “bless,” “firstborn-right,” and “wages/hire” (one word in Hebrew). The cycle is structured partly around etiologies (folk explanations of place-names and personal names) and also around Yaakov’s use of stones in several of the stories.", "Continuing from the Avraham cycle are such earlier themes as wandering, sibling rivalry, the barren wife, wives in conflict, the renaming of the protagonist, God perceived in dreams and visions; and particular geographical locations such as Bet-El, Shekhem, and the Negev (Cassuto 1974).", "Finally, it should be mentioned that the Yaakov stories are notable in the manner in which they portray the two levels of biblical reality: divine and human. Throughout the stories human beings act according to normal (though often strong) emotions, which God then uses to carry out his master plan. In this cycle one comes to feel the interpretive force of the biblical mind at work, understanding human events in the context of what God wills. It is a fascinating play between the ideas of fate and free will, destiny and choice—a paradox which nevertheless lies at the heart of the biblical conception of God and humankind.", "<img>", "<b><i>Gen. 28:12</i> And he dreamt:/Here, a ladder was set up on the earth,/its top reaching the heavens …</b>"], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620382ccc9ad75f2d99af762", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "", "ref": "The Five Books of Moses, by Everett Fox, Genesis, Part III; Yaakov 1", "anchorRef": "Genesis 25:19-36:43", "anchorRefExpanded": ["Genesis 25:19", "Genesis 25:20", "Genesis 25:21", "Genesis 25:22", "Genesis 25:23", "Genesis 25:24", "Genesis 25:25", "Genesis 25:26", "Genesis 25:27", "Genesis 25:28", "Genesis 25:29", "Genesis 25:30", "Genesis 25:31", "Genesis 25:32", "Genesis 25:33", "Genesis 25:34", "Genesis 26:1", "Genesis 26:2", "Genesis 26:3", "Genesis 26:4", "Genesis 26:5", "Genesis 26:6", "Genesis 26:7", "Genesis 26:8", "Genesis 26:9", "Genesis 26:10", "Genesis 26:11", "Genesis 26:12", "Genesis 26:13", "Genesis 26:14", "Genesis 26:15", "Genesis 26:16", "Genesis 26:17", "Genesis 26:18", "Genesis 26:19", "Genesis 26:20", "Genesis 26:21", "Genesis 26:22", "Genesis 26:23", "Genesis 26:24", "Genesis 26:25", "Genesis 26:26", "Genesis 26:27", "Genesis 26:28", "Genesis 26:29", "Genesis 26:30", "Genesis 26:31", "Genesis 26:32", "Genesis 26:33", "Genesis 26:34", "Genesis 26:35", "Genesis 27:1", "Genesis 27:2", "Genesis 27:3", "Genesis 27:4", "Genesis 27:5", "Genesis 27:6", "Genesis 27:7", "Genesis 27:8", "Genesis 27:9", "Genesis 27:10", "Genesis 27:11", "Genesis 27:12", "Genesis 27:13", "Genesis 27:14", "Genesis 27:15", "Genesis 27:16", "Genesis 27:17", "Genesis 27:18", "Genesis 27:19", "Genesis 27:20", "Genesis 27:21", "Genesis 27:22", "Genesis 27:23", "Genesis 27:24", "Genesis 27:25", "Genesis 27:26", "Genesis 27:27", "Genesis 27:28", "Genesis 27:29", "Genesis 27:30", "Genesis 27:31", "Genesis 27:32", "Genesis 27:33", "Genesis 27:34", "Genesis 27:35", "Genesis 27:36", "Genesis 27:37", "Genesis 27:38", "Genesis 27:39", "Genesis 27:40", "Genesis 27:41", "Genesis 27:42", "Genesis 27:43", "Genesis 27:44", "Genesis 27:45", "Genesis 27:46", "Genesis 28:1", "Genesis 28:2", "Genesis 28:3", "Genesis 28:4", "Genesis 28:5", "Genesis 28:6", "Genesis 28:7", "Genesis 28:8", "Genesis 28:9", "Genesis 28:10", "Genesis 28:11", "Genesis 28:12", "Genesis 28:13", "Genesis 28:14", "Genesis 28:15", "Genesis 28:16", "Genesis 28:17", "Genesis 28:18", "Genesis 28:19", "Genesis 28:20", "Genesis 28:21", "Genesis 28:22", "Genesis 29:1", "Genesis 29:2", "Genesis 29:3", "Genesis 29:4", "Genesis 29:5", "Genesis 29:6", "Genesis 29:7", "Genesis 29:8", "Genesis 29:9", "Genesis 29:10", "Genesis 29:11", "Genesis 29:12", "Genesis 29:13", "Genesis 29:14", "Genesis 29:15", "Genesis 29:16", "Genesis 29:17", "Genesis 29:18", "Genesis 29:19", "Genesis 29:20", "Genesis 29:21", "Genesis 29:22", "Genesis 29:23", "Genesis 29:24", "Genesis 29:25", "Genesis 29:26", "Genesis 29:27", "Genesis 29:28", "Genesis 29:29", "Genesis 29:30", "Genesis 29:31", "Genesis 29:32", "Genesis 29:33", "Genesis 29:34", "Genesis 29:35", "Genesis 30:1", "Genesis 30:2", "Genesis 30:3", "Genesis 30:4", "Genesis 30:5", "Genesis 30:6", "Genesis 30:7", "Genesis 30:8", "Genesis 30:9", "Genesis 30:10", "Genesis 30:11", "Genesis 30:12", "Genesis 30:13", "Genesis 30:14", "Genesis 30:15", "Genesis 30:16", "Genesis 30:17", "Genesis 30:18", "Genesis 30:19", "Genesis 30:20", "Genesis 30:21", "Genesis 30:22", "Genesis 30:23", "Genesis 30:24", "Genesis 30:25", "Genesis 30:26", "Genesis 30:27", "Genesis 30:28", "Genesis 30:29", "Genesis 30:30", "Genesis 30:31", "Genesis 30:32", "Genesis 30:33", "Genesis 30:34", "Genesis 30:35", "Genesis 30:36", "Genesis 30:37", "Genesis 30:38", "Genesis 30:39", "Genesis 30:40", "Genesis 30:41", "Genesis 30:42", "Genesis 30:43", "Genesis 31:1", "Genesis 31:2", "Genesis 31:3", "Genesis 31:4", "Genesis 31:5", "Genesis 31:6", "Genesis 31:7", "Genesis 31:8", "Genesis 31:9", "Genesis 31:10", "Genesis 31:11", "Genesis 31:12", "Genesis 31:13", "Genesis 31:14", "Genesis 31:15", "Genesis 31:16", "Genesis 31:17", "Genesis 31:18", "Genesis 31:19", "Genesis 31:20", "Genesis 31:21", "Genesis 31:22", "Genesis 31:23", "Genesis 31:24", "Genesis 31:25", "Genesis 31:26", "Genesis 31:27", "Genesis 31:28", "Genesis 31:29", "Genesis 31:30", "Genesis 31:31", "Genesis 31:32", "Genesis 31:33", "Genesis 31:34", "Genesis 31:35", "Genesis 31:36", "Genesis 31:37", "Genesis 31:38", "Genesis 31:39", "Genesis 31:40", "Genesis 31:41", "Genesis 31:42", "Genesis 31:43", "Genesis 31:44", "Genesis 31:45", "Genesis 31:46", "Genesis 31:47", "Genesis 31:48", "Genesis 31:49", "Genesis 31:50", "Genesis 31:51", "Genesis 31:52", "Genesis 31:53", "Genesis 31:54", "Genesis 32:1", "Genesis 32:2", "Genesis 32:3", "Genesis 32:4", "Genesis 32:5", "Genesis 32:6", "Genesis 32:7", "Genesis 32:8", "Genesis 32:9", "Genesis 32:10", "Genesis 32:11", "Genesis 32:12", "Genesis 32:13", "Genesis 32:14", "Genesis 32:15", "Genesis 32:16", "Genesis 32:17", "Genesis 32:18", "Genesis 32:19", "Genesis 32:20", "Genesis 32:21", "Genesis 32:22", "Genesis 32:23", "Genesis 32:24", "Genesis 32:25", "Genesis 32:26", "Genesis 32:27", "Genesis 32:28", "Genesis 32:29", "Genesis 32:30", "Genesis 32:31", "Genesis 32:32", "Genesis 32:33", "Genesis 33:1", "Genesis 33:2", "Genesis 33:3", "Genesis 33:4", "Genesis 33:5", "Genesis 33:6", "Genesis 33:7", "Genesis 33:8", "Genesis 33:9", "Genesis 33:10", "Genesis 33:11", "Genesis 33:12", "Genesis 33:13", "Genesis 33:14", "Genesis 33:15", "Genesis 33:16", "Genesis 33:17", "Genesis 33:18", "Genesis 33:19", "Genesis 33:20", "Genesis 34:1", "Genesis 34:2", "Genesis 34:3", "Genesis 34:4", "Genesis 34:5", "Genesis 34:6", "Genesis 34:7", "Genesis 34:8", "Genesis 34:9", "Genesis 34:10", "Genesis 34:11", "Genesis 34:12", "Genesis 34:13", "Genesis 34:14", "Genesis 34:15", "Genesis 34:16", "Genesis 34:17", "Genesis 34:18", "Genesis 34:19", "Genesis 34:20", "Genesis 34:21", "Genesis 34:22", "Genesis 34:23", "Genesis 34:24", "Genesis 34:25", "Genesis 34:26", "Genesis 34:27", "Genesis 34:28", "Genesis 34:29", "Genesis 34:30", "Genesis 34:31", "Genesis 35:1", "Genesis 35:2", "Genesis 35:3", "Genesis 35:4", "Genesis 35:5", "Genesis 35:6", "Genesis 35:7", "Genesis 35:8", "Genesis 35:9", "Genesis 35:10", "Genesis 35:11", "Genesis 35:12", "Genesis 35:13", "Genesis 35:14", "Genesis 35:15", "Genesis 35:16", "Genesis 35:17", "Genesis 35:18", "Genesis 35:19", "Genesis 35:20", "Genesis 35:21", "Genesis 35:22", "Genesis 35:23", "Genesis 35:24", "Genesis 35:25", "Genesis 35:26", "Genesis 35:27", "Genesis 35:28", "Genesis 35:29", "Genesis 36:1", "Genesis 36:2", "Genesis 36:3", "Genesis 36:4", "Genesis 36:5", "Genesis 36:6", "Genesis 36:7", "Genesis 36:8", "Genesis 36:9", "Genesis 36:10", "Genesis 36:11", "Genesis 36:12", "Genesis 36:13", "Genesis 36:14", "Genesis 36:15", "Genesis 36:16", "Genesis 36:17", "Genesis 36:18", "Genesis 36:19", "Genesis 36:20", "Genesis 36:21", "Genesis 36:22", "Genesis 36:23", "Genesis 36:24", "Genesis 36:25", "Genesis 36:26", "Genesis 36:27", "Genesis 36:28", "Genesis 36:29", "Genesis 36:30", "Genesis 36:31", "Genesis 36:32", "Genesis 36:33", "Genesis 36:34", "Genesis 36:35", "Genesis 36:36", "Genesis 36:37", "Genesis 36:38", "Genesis 36:39", "Genesis 36:40", "Genesis 36:41", "Genesis 36:42", "Genesis 36:43"], "sourceRef": "The Five Books of Moses, by Everett Fox, Genesis, Part III; Yaakov 1", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, בראשית, בראשית מאמר ה׳ א׳", "anchorVerse": 19, "sourceHasEn": true, "commentaryNum": 1, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<a class=\"refLink\" data-ref=\"Genesis 25:19-36:43\" data-ven=\"The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995\">Genesis 25:19-36:43</a>", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620382cec9ad75f2d99af78a", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "", "ref": "The Five Books of Moses, by Everett Fox, Genesis, Part III; Yaakov, Esav's Descendants 1", "anchorRef": "Genesis 36:1-43", "anchorRefExpanded": ["Genesis 36:1", "Genesis 36:2", "Genesis 36:3", "Genesis 36:4", "Genesis 36:5", "Genesis 36:6", "Genesis 36:7", "Genesis 36:8", "Genesis 36:9", "Genesis 36:10", "Genesis 36:11", "Genesis 36:12", "Genesis 36:13", "Genesis 36:14", "Genesis 36:15", "Genesis 36:16", "Genesis 36:17", "Genesis 36:18", "Genesis 36:19", "Genesis 36:20", "Genesis 36:21", "Genesis 36:22", "Genesis 36:23", "Genesis 36:24", "Genesis 36:25", "Genesis 36:26", "Genesis 36:27", "Genesis 36:28", "Genesis 36:29", "Genesis 36:30", "Genesis 36:31", "Genesis 36:32", "Genesis 36:33", "Genesis 36:34", "Genesis 36:35", "Genesis 36:36", "Genesis 36:37", "Genesis 36:38", "Genesis 36:39", "Genesis 36:40", "Genesis 36:41", "Genesis 36:42", "Genesis 36:43"], "sourceRef": "The Five Books of Moses, by Everett Fox, Genesis, Part III; Yaakov, Esav's Descendants 1", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, בראשית, בראשית מאמר ה׳, בראשית הערה י״ז א׳", "anchorVerse": 1, "sourceHasEn": true, "commentaryNum": 1, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "בראשית הערה י״ז", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<a class=\"refLink\" data-ref=\"Genesis 36:1-43\" data-ven=\"The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995\">Genesis 36:1-43</a>", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "63df5669dc0b0789bbb2ef5d", "index_title": "Midrash Yelamdenu, Selections from Yalkut Talmud Torah", "category": "Midrash", "type": "", "ref": "Midrash Yelamdenu, Selections from Yalkut Talmud Torah 153:1", "anchorRef": "Genesis 36:40", "anchorRefExpanded": ["Genesis 36:40"], "sourceRef": "Midrash Yelamdenu, Selections from Yalkut Talmud Torah 153:1", "sourceHeRef": "מדרש ילמדנו מתוך ילקוט תלמוד תורה קנ״ג:א׳", "anchorVerse": 40, "sourceHasEn": false, "commentaryNum": 153.0001, "collectiveTitle": {"en": "Midrash Yelamdenu, Selections from Yalkut Talmud Torah", "he": "מדרש ילמדנו מתוך ילקוט תלמוד תורה"}, "he": "<b>(לבר' ל\"ז, א' - ב'). </b> <br>וישב יעקב. למה נתעסק הב\"ה תחלה בייחוסן של אומות. משלו למלך שהיה לו מרגלית מושלכת בתוך העפר והצרורות, הוצרך המלך לפלפל בעפר ובצרורות להוציא המרגלית מתוכן, כיון שהגיע המלך למרגלית הניח העפר והצרורות ונתעסק במרגלית. כך הב\"ה נתעסק בדורות לשעבר וכללן והניחן, אדם שת אנוש קינן מהללאל ירד וכו' (דהא, א', א' - ג'), וכן בעשרה דורות השניים, שם ארפכשד וכו' (שם, כ\"ד - כ\"ז), כיון שהגיע למרגלית, אברהם, יצחק ויעקב, התחיל מתעסק בהן. למה נסמכה פ' אלופי עשו לפרשה זו, הוי אלה אלופי עשו וגו' (בר' ל\"ו, מ'), וישב יעקב. ד\"א וישב יעקב. א\"ר יהודה צריכין היו יעקב ובניו לירד למצרים מכופתין בקולרין, ולא עשה כן, אלא בעל המחשבות חשב היאך להורידן בכבוד, הביא עלילה, שיאהב יעקב ליוסף וישנאו אותו אחיו וימכרו אותו לישמעאלים, וירד למצרים, כדי שירד בעלילה. ואימתי הביא עליו עלילה, בעת שנתיאש משעבוד מצרים ונתישבה דעתו, שנ' וישב יעקב, א\"ר אלעזר מהו וישב יעקב, מלמד שחשב יעקב בדעתו ואמר: כבר אמר הב\"ה לאברהם להיות בניו גרים, הרי אני הייתי גר עשרים שנה בבית לבן משועבד בצאנו, וכיון שראה שעשו הלך לעיר אחרת אמר: בזה יתקיים שעבוד ארבע מאות שנה, ונתישבה דעתו. אמר הב\"ה: מחשבתי עמוקה ממחשבתך, שנ' כי לא מחשבותי מחשבותיכם (יש' נ\"ה, ח'), מיד הביא עליו עלילה על ידי יוסף. ד\"א וישב יעקב. אמר יעקב: אבותי נתאוו לישב בארץ ישראל וישבו בה, אברהם אמר: במה אדע כי אירשנה (בר' ט\"ו, ח'), ביצחק כתיב גור בארץ הזאת (שם, כ\"ו, ג') ואני לא אשב בה. מיד לקח כל אנשי ביתו ובניו ובא וישב לו בארץ. לכך נאמר וישב יעקב בארץ מגורי אביו. מכאן אמרו כל היושב בארץ ישראל מקבל עליו עול מלכות שמים והיושב בחוצה לארץ כעובד ע\"ז. בארץ מגורי אביו, מלמד שישב גר בארץ גרו אביו, בארץ שנתגייר אברהם והגרים עמו, שנ' ואת הנפש אשר עשו בחרן (שם, י\"ב, ה'). אלה תולדות יעקב יוסף, והלא ראובן הוא הבכור, אלא בחללו יצועי אביו נתנה בכורתו ליוסף, לפיכך אלה תולדות יעקב יוסף. ילמדנו.", "heVersionTitle": "Yalkut Talmud Torah. Cincinnati, 1940", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "64187773c9371ec0cebe5b96", "index_title": "Reggio on Torah", "category": "Commentary", "type": "commentary", "ref": "Reggio on Torah, Genesis 36:40:1", "anchorRef": "Genesis 36:40", "anchorRefExpanded": ["Genesis 36:40"], "sourceRef": "Reggio on Torah, Genesis 36:40:1", "sourceHeRef": "ביאור יש\"ר על התורה, בראשית ל״ו:מ׳:א׳", "anchorVerse": 40, "sourceHasEn": false, "compDate": [1790, 1810], "commentaryNum": 40.0001, "collectiveTitle": {"en": "Reggio", "he": "ביאור יש\"ר"}, "heTitle": "בראשית", "he": "<b>ואלה שמות אלופי עשו,</b> אחר שהזכיר המלכים שמלכו בארץ אדום, הזכיר ג\"כ האלופים שנתמנו למשול על איזה מקומות מיוחדות תחת ממשלת המלכים ההמה, ואין כן האלופים הנזכרים למעלה כי הם היו כלם כאחד שרים על כל הארץ כמנהג במדינות החפשיות (ריפובליקי) ואין מלך אחר זולתם, והאלופים ההם מתו במלחמה ולזה לא נזכרו בד\"ה כלל, ואחריהם מלכו המלכים, והאלופים שזכר הכתוב עתה היו בזמן המלכים כמו פקידים במצות המלך על איזה ערים ולכן נאמר בהם למקומותם:", "heVersionTitle": "Vienna, 1821", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6487460b70699c26744fcc7d", "index_title": "Midrash Sekhel Tov", "category": "Midrash", "type": "commentary", "ref": "Midrash Sekhel Tov, Bereshit 36:40:1", "anchorRef": "Genesis 36:40", "anchorRefExpanded": ["Genesis 36:40"], "sourceRef": "Midrash Sekhel Tov, Bereshit 36:40:1", "sourceHeRef": "מדרש שכל טוב, בראשית ל״ו:מ׳:א׳", "anchorVerse": 40, "sourceHasEn": false, "compDate": [1139], "commentaryNum": 40.0001, "collectiveTitle": {"en": "Midrash Sekhel Tov", "he": "מדרש שכל טוב"}, "heTitle": "בראשית", "he": "ואלה שמות אלופי עשו. מוסיף על האלופים הראשונים שהיו ג' בני עשו, וי\"א בני בנים בדור אחד הרי י\"ד, ואלו היה בזה אחר זה:", "heVersionTitle": "Sechel Tob, Berlin 1900-1901", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש שכל טוב, ברלין תר\"ס-תרס\"א", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6487460b70699c26744fcc7f", "index_title": "Midrash Sekhel Tov", "category": "Midrash", "type": "commentary", "ref": "Midrash Sekhel Tov, Bereshit 36:40:2", "anchorRef": "Genesis 36:40", "anchorRefExpanded": ["Genesis 36:40"], "sourceRef": "Midrash Sekhel Tov, Bereshit 36:40:2", "sourceHeRef": "מדרש שכל טוב, בראשית ל״ו:מ׳:ב׳", "anchorVerse": 40, "sourceHasEn": false, "compDate": [1139], "commentaryNum": 40.0002, "collectiveTitle": {"en": "Midrash Sekhel Tov", "he": "מדרש שכל טוב"}, "heTitle": "בראשית", "he": "למשפחותם. שנפוצו למשפחותם:", "heVersionTitle": "Sechel Tob, Berlin 1900-1901", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש שכל טוב, ברלין תר\"ס-תרס\"א", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6487460b70699c26744fcc81", "index_title": "Midrash Sekhel Tov", "category": "Midrash", "type": "commentary", "ref": "Midrash Sekhel Tov, Bereshit 36:40:3", "anchorRef": "Genesis 36:40", "anchorRefExpanded": ["Genesis 36:40"], "sourceRef": "Midrash Sekhel Tov, Bereshit 36:40:3", "sourceHeRef": "מדרש שכל טוב, בראשית ל״ו:מ׳:ג׳", "anchorVerse": 40, "sourceHasEn": false, "compDate": [1139], "commentaryNum": 40.0003, "collectiveTitle": {"en": "Midrash Sekhel Tov", "he": "מדרש שכל טוב"}, "heTitle": "בראשית", "he": "למקומותם. לאחר שחלקו להם הארץ וישבו איש במקומו:", "heVersionTitle": "Sechel Tob, Berlin 1900-1901", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש שכל טוב, ברלין תר\"ס-תרס\"א", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6487460b70699c26744fcc83", "index_title": "Midrash Sekhel Tov", "category": "Midrash", "type": "commentary", "ref": "Midrash Sekhel Tov, Bereshit 36:40:4", "anchorRef": "Genesis 36:40", "anchorRefExpanded": ["Genesis 36:40"], "sourceRef": "Midrash Sekhel Tov, Bereshit 36:40:4", "sourceHeRef": "מדרש שכל טוב, בראשית ל״ו:מ׳:ד׳", "anchorVerse": 40, "sourceHasEn": false, "compDate": [1139], "commentaryNum": 40.0004, "collectiveTitle": {"en": "Midrash Sekhel Tov", "he": "מדרש שכל טוב"}, "heTitle": "בראשית", "he": "בשמותם. שמקצתן קרויין בשם אלופים. הראשונים ורובם בשמות אחרים:", "heVersionTitle": "Sechel Tob, Berlin 1900-1901", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש שכל טוב, ברלין תר\"ס-תרס\"א", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6487460c70699c26744fcc85", "index_title": "Midrash Sekhel Tov", "category": "Midrash", "type": "commentary", "ref": "Midrash Sekhel Tov, Bereshit 36:40:5", "anchorRef": "Genesis 36:40", "anchorRefExpanded": ["Genesis 36:40"], "sourceRef": "Midrash Sekhel Tov, Bereshit 36:40:5", "sourceHeRef": "מדרש שכל טוב, בראשית ל״ו:מ׳:ה׳", "anchorVerse": 40, "sourceHasEn": false, "compDate": [1139], "commentaryNum": 40.0005, "collectiveTitle": {"en": "Midrash Sekhel Tov", "he": "מדרש שכל טוב"}, "heTitle": "בראשית", "he": "אלוף תמנע. זה מוכיח על תמנע בן אליפז כשנדרש וזה נקרא בשמו:", "heVersionTitle": "Sechel Tob, Berlin 1900-1901", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש שכל טוב, ברלין תר\"ס-תרס\"א", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6487460c70699c26744fcc87", "index_title": "Midrash Sekhel Tov", "category": "Midrash", "type": "commentary", "ref": "Midrash Sekhel Tov, Bereshit 36:40:6", "anchorRef": "Genesis 36:40", "anchorRefExpanded": ["Genesis 36:40"], "sourceRef": "Midrash Sekhel Tov, Bereshit 36:40:6", "sourceHeRef": "מדרש שכל טוב, בראשית ל״ו:מ׳:ו׳", "anchorVerse": 40, "sourceHasEn": false, "compDate": [1139], "commentaryNum": 40.0006, "collectiveTitle": {"en": "Midrash Sekhel Tov", "he": "מדרש שכל טוב"}, "heTitle": "בראשית", "he": "אלוף עלוה. מלשון מלחמה על בני עלוה:", "heVersionTitle": "Sechel Tob, Berlin 1900-1901", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש שכל טוב, ברלין תר\"ס-תרס\"א", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6487460c70699c26744fcc89", "index_title": "Midrash Sekhel Tov", "category": "Midrash", "type": "commentary", "ref": "Midrash Sekhel Tov, Bereshit 36:40:7", "anchorRef": "Genesis 36:40", "anchorRefExpanded": ["Genesis 36:40"], "sourceRef": "Midrash Sekhel Tov, Bereshit 36:40:7", "sourceHeRef": "מדרש שכל טוב, בראשית ל״ו:מ׳:ז׳", "anchorVerse": 40, "sourceHasEn": false, "compDate": [1139], "commentaryNum": 40.0007, "collectiveTitle": {"en": "Midrash Sekhel Tov", "he": "מדרש שכל טוב"}, "heTitle": "בראשית", "he": "אלוף יתת. לא שמעתי עליו מדרש:", "heVersionTitle": "Sechel Tob, Berlin 1900-1901", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש שכל טוב, ברלין תר\"ס-תרס\"א", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "65435503daa944ae5fd5593d", "index_title": "Gevurot Hashem", "category": "Jewish Thought", "type": "", "ref": "Gevurot Hashem 69:5", "anchorRef": "Genesis 36:1-43", "anchorRefExpanded": ["Genesis 36:1", "Genesis 36:2", "Genesis 36:3", "Genesis 36:4", "Genesis 36:5", "Genesis 36:6", "Genesis 36:7", "Genesis 36:8", "Genesis 36:9", "Genesis 36:10", "Genesis 36:11", "Genesis 36:12", "Genesis 36:13", "Genesis 36:14", "Genesis 36:15", "Genesis 36:16", "Genesis 36:17", "Genesis 36:18", "Genesis 36:19", "Genesis 36:20", "Genesis 36:21", "Genesis 36:22", "Genesis 36:23", "Genesis 36:24", "Genesis 36:25", "Genesis 36:26", "Genesis 36:27", "Genesis 36:28", "Genesis 36:29", "Genesis 36:30", "Genesis 36:31", "Genesis 36:32", "Genesis 36:33", "Genesis 36:34", "Genesis 36:35", "Genesis 36:36", "Genesis 36:37", "Genesis 36:38", "Genesis 36:39", "Genesis 36:40", "Genesis 36:41", "Genesis 36:42", "Genesis 36:43"], "sourceRef": "Gevurot Hashem 69:5", "sourceHeRef": "גבורות השם ס״ט:ה׳", "anchorVerse": 1, "sourceHasEn": false, "compDate": [1562, 1582], "commentaryNum": 69.0005, "collectiveTitle": {"en": "Gevurot Hashem", "he": "גבורות השם"}, "he": "<b>כי ארבעה ספרים</b> הם כנגד ארבעה דברים אשר זכרם התורה תמיד<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"42\"></i>, והם ד' פרשיות תפילין כמו שהתבאר למעלה אצל ביאור פרשיות תפילין<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"43\"></i>. ספר הראשון כנגד (דברים י, יז) \"האל הגדול\", שהוא יתברך ברא הכל<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"44\"></i>. וזה נזכר בספר בראשית גדולתו של הקב\"ה, איך ברא הוא יתברך העולם<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"45\"></i>. וכן בו בריאת האבות, שמהם הושתת העולם<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"46\"></i>. וכן תמיד היה העולם יוצא לפועל להיות נבראים האומות, כמו אדום שנזכר בפרשת וישלח (בראשית לו, א-מג), שהם האומה אחרונה שיצאת לעולם<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"47\"></i>. ועדיין לא היו ישראל בעולם<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"48\"></i> עד שפרו ורבו במצרים (בראשית מז, כז)<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"49\"></i>, ואז נשלם העולם, שכל האומות נחשבים בריאה<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"50\"></i>, ואחר ישראל לא נבראת שום אומה כלל<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"51\"></i>. ולפיכך עד סוף פרשת ויחי מדבר מן בריאת עולם<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"52\"></i>.", "heVersionTitle": "Gevurot Hashem, with footnotes and annotations by Rabbi Yehoshua D. Hartman, Machon Yerushalyim, 2015-2020", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "65b38064f16ab8dd4ab06953", "index_title": "Zohar", "category": "Kabbalah", "type": "", "ref": "Zohar, Sifra DiTzniuta 2:3", "anchorRef": "Genesis 36:31-43", "anchorRefExpanded": ["Genesis 36:31", "Genesis 36:32", "Genesis 36:33", "Genesis 36:34", "Genesis 36:35", "Genesis 36:36", "Genesis 36:37", "Genesis 36:38", "Genesis 36:39", "Genesis 36:40", "Genesis 36:41", "Genesis 36:42", "Genesis 36:43"], "sourceRef": "Zohar, Sifra DiTzniuta 2:3", "sourceHeRef": "ספר הזהר, ספרא דצניעותא ב׳:ג׳", "anchorVerse": 31, "sourceHasEn": true, "compDate": [1100, 1400], "commentaryNum": 2.0001, "collectiveTitle": {"en": "Zohar", "he": "ספר הזהר"}, "heTitle": "ספרא דצניעותא", "he": "<b>ספרא דצניעותא פרקא קדמאה</b> תָּאנָא. סִפְרָא דְּצְנִיעוּתָא, סִפְרָא, דְּשָׁקִיל (רל\"ה ע\"א) בְּמַתְקְלָא. (תאנא) דְּעַד דְּלָא הֲוָה מַתְקְלָא, לָא הֲווֹ מַשְׁגִּיחִין אַפִּין בְּאַפִּין, וּמַלְכִין קַדְמָאִין מִיתוּ, וְזִיוּנֵיהוֹן לָא אִשְׁתַּכְּחוּ, וְאַרְעָא אִתְבַּטְּלָת.", "heVersionTitle": "Vocalized Zohar, Israel 2013", "heLicense": "", "heVersionTitleInHebrew": "ספר הזהר מנקד, ישראל תשע\"ג", "text": "The Book of Concealment First Chapter. It has been taught, the Book of Concealment is the book that weighs with a balance. (It has been taught) that before there was a balance, they were not paying attention face to face, and the first kings died and their weapons were not found, and the earth was abolished [a reference to the kings of Edom, Bereshit 36:31-43]. ", "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": ""}, {"_id": "65def9e02e1201bebc22d3e0", "index_title": "Rashi on Genesis", "category": "Commentary", "type": "commentary", "ref": "Rashi on Genesis 36:40:1", "anchorRef": "Genesis 36:40", "anchorRefExpanded": ["Genesis 36:40"], "sourceRef": "Rashi on Genesis 36:40:1", "sourceHeRef": "רש\"י על בראשית ל״ו:מ׳:א׳", "anchorVerse": 40, "sourceHasEn": true, "compDate": [1075, 1105], "commentaryNum": 40.0001, "collectiveTitle": {"en": "Rashi", "he": "רש\"י"}, "heTitle": "רש\"י על בראשית", "he": "<b>ואלה שמות אלופי עשו.</b> שֶׁנִּקְרְאוּ עַל שֵׁם מְדִינוֹתֵיהֶם לְאַחַר שֶׁמֵּת הֲדַר וּפָסְקָה מֵהֶם מַלְכוּת, וְהָרִאשׁוֹנִים הַנִּזְכָּרִים לְמַעְלָה הֵם שְׁמוֹת תּוֹלְדוֹתָם; וְכֵן מְפֹרָשׁ בְּדִבְרֵי הַיָּמִים וַיָּמָת הֲדָד וַיִּהְיוּ אַלּוּפֵי אֱדוֹם אַלּוּף תִּמְנָע וְגוֹמֵר:", "heVersionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "ואלה שמות אלופי עשו AND THESE ARE THE NAMES OF THE CHIEFS OF ESAU — [… AFTER THEIR PLACES ACCORDING TO THEIR NAMES]   they were called by the names of their districts after Hadad died and the royal dignity had ceased so far as they were concerned. The former names mentioned above (v. 15ff.), are the names given them at their birth. This, too, (the first statement made here) is expressly set forth in Chronicles (2:51) “And Hadad (Hadar) died, and the chiefs of Edom were: the chief of Timna etc.” (We must therefore translate here: “the chieftain of Timna etc.”) ", "versionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "license": "Public Domain", "versionTitleInHebrew": "חמישה חומשי תורה עם פירוש רש״י, מ. רוזנבאום וא.מ. סילברמן"}, {"_id": "657ecc23758c1dc532ec85d3", "index_title": "Steinsaltz on Genesis", "category": "Commentary", "type": "commentary", "ref": "Steinsaltz on Genesis 36:40", "anchorRef": "Genesis 36:40", "anchorRefExpanded": ["Genesis 36:40"], "sourceRef": "Steinsaltz on Genesis 36:40", "sourceHeRef": "ביאור שטיינזלץ על בראשית ל״ו:מ׳", "anchorVerse": 40, "sourceHasEn": true, "commentaryNum": 36.004, "collectiveTitle": {"en": "Steinsaltz", "he": "ביאור שטיינזלץ"}, "heTitle": "ביאור שטיינזלץ על בראשית", "he": "<b>וְאֵלֶּה שְׁמוֹת אַלּוּפֵי עֵשָׂו לְמִשְׁפְּחֹתָם לִמְקֹמֹתָם בִּשְׁמֹתָם.</b> אלופי עשו משלו באזורים שונים\n    <b>:</b>\n    <b>אַלּוּף תִּמְנָע, אַלּוּף עַלְוָה, אַלּוּף יְתֵת.</b> חלק מהשמות הללו נזכרו קודם, אך יש בהם גם שינויים. תמנע, למשל, לא הופיע לעיל כשם גבר.", "heVersionTitle": "The Koren Steinsaltz Tanakh HaMevoar - Hebrew", "heLicense": "Copyright: Steinsaltz Center", "heVersionTitleInHebrew": "", "text": "<b>And these are the names of the chieftains of Esau, according to their families, according to their places, by their names, </b>as the chieftains of Esau’s descendants ruled in different areas. <b>The chieftain of Timna, the chieftain of Alva, the chieftain of Yetet. </b>Some of these names were already mentioned above, but there are some differences here. For example, the name Timna did not appear earlier as a man’s name. 35", "versionTitle": "The Steinsaltz Tanakh - English", "license": "Copyright: Steinsaltz Center", "versionTitleInHebrew": ""}, {"_id": "66c5bf2f08168763cbbbe008", "index_title": "Mechokekei Yehudah; Karnei Ohr", "category": "Commentary", "type": "commentary", "ref": "Mechokekei Yehudah; Karnei Ohr, Genesis 36:26:1", "anchorRef": "Genesis 36:40", "anchorRefExpanded": ["Genesis 36:40"], "sourceRef": "Mechokekei Yehudah; Karnei Ohr, Genesis 36:26:1", "sourceHeRef": "מחוקקי יהודה; קרני אור, בראשית ל״ו:כ״ו:א׳", "anchorVerse": 40, "sourceHasEn": false, "commentaryNum": 26.0001, "collectiveTitle": {"en": "Mechokekei Yehudah; Karnei Ohr", "he": "מחוקקי יהודה; קרני אור"}, "heTitle": "בראשית", "he": "[כו] וכן פי' הרלב\"ג ועיין בביאור רש\"ד מה שכתב בזה:", "heVersionTitle": "Piotrkow, 1907-1911", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "66c5bf2a4593c6646fbbde74", "index_title": "Mechokekei Yehudah; Yahel Ohr", "category": "Commentary", "type": "commentary", "ref": "Mechokekei Yehudah; Yahel Ohr, Genesis 36:81:1", "anchorRef": "Genesis 36:40", "anchorRefExpanded": ["Genesis 36:40"], "sourceRef": "Mechokekei Yehudah; Yahel Ohr, Genesis 36:81:1", "sourceHeRef": "מחוקקי יהודה; יהל אור, בראשית ל״ו:פ״א:א׳", "anchorVerse": 40, "sourceHasEn": false, "commentaryNum": 81.0001, "collectiveTitle": {"en": "Mechokekei Yehudah; Yahel Ohr", "he": "מחוקקי יהודה; יהל אור"}, "heTitle": "בראשית", "he": "(פא) פי' למה חזר לפרש שמם עוד הפעם:", "heVersionTitle": "Piotrkow, 1907-1911", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "66c5bf2aa6f03c9345bbde68", "index_title": "Mechokekei Yehudah; Yahel Ohr", "category": "Commentary", "type": "commentary", "ref": "Mechokekei Yehudah; Yahel Ohr, Genesis 36:82:1", "anchorRef": "Genesis 36:40", "anchorRefExpanded": ["Genesis 36:40"], "sourceRef": "Mechokekei Yehudah; Yahel Ohr, Genesis 36:82:1", "sourceHeRef": "מחוקקי יהודה; יהל אור, בראשית ל״ו:פ״ב:א׳", "anchorVerse": 40, "sourceHasEn": false, "commentaryNum": 82.0001, "collectiveTitle": {"en": "Mechokekei Yehudah; Yahel Ohr", "he": "מחוקקי יהודה; יהל אור"}, "heTitle": "בראשית", "he": "(פב) פי' בימי משה, ועיין רמב\"ן מה שכתב בזה:", "heVersionTitle": "Piotrkow, 1907-1911", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "66c5bf2a08168763cbbbdcc6", "index_title": "Mechokekei Yehudah; Yahel Ohr", "category": "Commentary", "type": "commentary", "ref": "Mechokekei Yehudah; Yahel Ohr, Genesis 36:83:1", "anchorRef": "Genesis 36:40", "anchorRefExpanded": ["Genesis 36:40"], "sourceRef": "Mechokekei Yehudah; Yahel Ohr, Genesis 36:83:1", "sourceHeRef": "מחוקקי יהודה; יהל אור, בראשית ל״ו:פ״ג:א׳", "anchorVerse": 40, "sourceHasEn": false, "commentaryNum": 83.0001, "collectiveTitle": {"en": "Mechokekei Yehudah; Yahel Ohr", "he": "מחוקקי יהודה; יהל אור"}, "heTitle": "בראשית", "he": "(פג) כי הם הי' מפורסמים בעת נתינת התורה:", "heVersionTitle": "Piotrkow, 1907-1911", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "66c5bf2af710dd6159bbdec8", "index_title": "Mechokekei Yehudah; Yahel Ohr", "category": "Commentary", "type": "commentary", "ref": "Mechokekei Yehudah; Yahel Ohr, Genesis 36:84:1", "anchorRef": "Genesis 36:40", "anchorRefExpanded": ["Genesis 36:40"], "sourceRef": "Mechokekei Yehudah; Yahel Ohr, Genesis 36:84:1", "sourceHeRef": "מחוקקי יהודה; יהל אור, בראשית ל״ו:פ״ד:א׳", "anchorVerse": 40, "sourceHasEn": false, "commentaryNum": 84.0001, "collectiveTitle": {"en": "Mechokekei Yehudah; Yahel Ohr", "he": "מחוקקי יהודה; יהל אור"}, "heTitle": "בראשית", "he": "(פד) ע\"כ כתיב ואלה בוי\"ו נוסף על שמות הראשונים, ופי' שהם מבני הראשונים:", "heVersionTitle": "Piotrkow, 1907-1911", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "66c5bf2a4593c6646fbbde76", "index_title": "Mechokekei Yehudah; Yahel Ohr", "category": "Commentary", "type": "commentary", "ref": "Mechokekei Yehudah; Yahel Ohr, Genesis 36:85:1", "anchorRef": "Genesis 36:40", "anchorRefExpanded": ["Genesis 36:40"], "sourceRef": "Mechokekei Yehudah; Yahel Ohr, Genesis 36:85:1", "sourceHeRef": "מחוקקי יהודה; יהל אור, בראשית ל״ו:פ״ה:א׳", "anchorVerse": 40, "sourceHasEn": false, "commentaryNum": 85.0001, "collectiveTitle": {"en": "Mechokekei Yehudah; Yahel Ohr", "he": "מחוקקי יהודה; יהל אור"}, "heTitle": "בראשית", "he": "(פה) בימי משה:", "heVersionTitle": "Piotrkow, 1907-1911", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "66c5bf2a99301ef2cbbbdecc", "index_title": "Mechokekei Yehudah; Yahel Ohr", "category": "Commentary", "type": "commentary", "ref": "Mechokekei Yehudah; Yahel Ohr, Genesis 36:86:1", "anchorRef": "Genesis 36:40", "anchorRefExpanded": ["Genesis 36:40"], "sourceRef": "Mechokekei Yehudah; Yahel Ohr, Genesis 36:86:1", "sourceHeRef": "מחוקקי יהודה; יהל אור, בראשית ל״ו:פ״ו:א׳", "anchorVerse": 40, "sourceHasEn": false, "commentaryNum": 86.0001, "collectiveTitle": {"en": "Mechokekei Yehudah; Yahel Ohr", "he": "מחוקקי יהודה; יהל אור"}, "heTitle": "בראשית", "he": "(פו) תמנע במקום הזה הוא שם איש, ולמעלה (פסוק יב) שם אשה, והסימן תמנַע בפתח היא אשה, בקמץ הוא איש, חוץ מאחד ואחות לוטן תמנָע (למעלה פ' כב) שהוא בקמץ מפני ההפסק:", "heVersionTitle": "Piotrkow, 1907-1911", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "66c5bf2af037a565e0bbde02", "index_title": "Mechokekei Yehudah; Yahel Ohr", "category": "Commentary", "type": "commentary", "ref": "Mechokekei Yehudah; Yahel Ohr, Genesis 36:87:1", "anchorRef": "Genesis 36:40", "anchorRefExpanded": ["Genesis 36:40"], "sourceRef": "Mechokekei Yehudah; Yahel Ohr, Genesis 36:87:1", "sourceHeRef": "מחוקקי יהודה; יהל אור, בראשית ל״ו:פ״ז:א׳", "anchorVerse": 40, "sourceHasEn": false, "commentaryNum": 87.0001, "collectiveTitle": {"en": "Mechokekei Yehudah; Yahel Ohr", "he": "מחוקקי יהודה; יהל אור"}, "heTitle": "בראשית", "he": "(פז) במקום הזה שם איש, ואעפ\"י ששמו בה\"א כדרך שמות הנקבות ברוב, ולמעלה (פסוק ב) שם אשה:", "heVersionTitle": "Piotrkow, 1907-1911", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "66c5bf2a65b605ad3dbbdddc", "index_title": "Mechokekei Yehudah; Yahel Ohr", "category": "Commentary", "type": "commentary", "ref": "Mechokekei Yehudah; Yahel Ohr, Genesis 36:88:1", "anchorRef": "Genesis 36:40", "anchorRefExpanded": ["Genesis 36:40"], "sourceRef": "Mechokekei Yehudah; Yahel Ohr, Genesis 36:88:1", "sourceHeRef": "מחוקקי יהודה; יהל אור, בראשית ל״ו:פ״ח:א׳", "anchorVerse": 40, "sourceHasEn": false, "commentaryNum": 88.0001, "collectiveTitle": {"en": "Mechokekei Yehudah; Yahel Ohr", "he": "מחוקקי יהודה; יהל אור"}, "heTitle": "בראשית", "he": "(פח) אלוף הכתוב אצל אלופי תמנע, \"אלוף עלוה אלוף יתת\", וכמו כן אצל אלופי אהליבמה \"אלוף אלה אלוף פינן\", ויהיה תמנע גם אהליבמה במקום הזה ג\"כ שמות נקבות:", "heVersionTitle": "Piotrkow, 1907-1911", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "66c5bf2af710dd6159bbdeca", "index_title": "Mechokekei Yehudah; Yahel Ohr", "category": "Commentary", "type": "commentary", "ref": "Mechokekei Yehudah; Yahel Ohr, Genesis 36:89:1", "anchorRef": "Genesis 36:40", "anchorRefExpanded": ["Genesis 36:40"], "sourceRef": "Mechokekei Yehudah; Yahel Ohr, Genesis 36:89:1", "sourceHeRef": "מחוקקי יהודה; יהל אור, בראשית ל״ו:פ״ט:א׳", "anchorVerse": 40, "sourceHasEn": false, "commentaryNum": 89.0001, "collectiveTitle": {"en": "Mechokekei Yehudah; Yahel Ohr", "he": "מחוקקי יהודה; יהל אור"}, "heTitle": "בראשית", "he": "(פט) ויהיה הפי' אלוף תמנע שהיתה פלגש עשו, אלה אלופיהם עלוה ויתת, וכן אלוף אהליבמה שהיתה אשת עשו אלה אלופיהם אלה ופינן:", "heVersionTitle": "Piotrkow, 1907-1911", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "66c5bf2a765d47480ebbe422", "index_title": "Mechokekei Yehudah; Yahel Ohr", "category": "Commentary", "type": "commentary", "ref": "Mechokekei Yehudah; Yahel Ohr, Genesis 36:90:1", "anchorRef": "Genesis 36:40", "anchorRefExpanded": ["Genesis 36:40"], "sourceRef": "Mechokekei Yehudah; Yahel Ohr, Genesis 36:90:1", "sourceHeRef": "מחוקקי יהודה; יהל אור, בראשית ל״ו:צ׳:א׳", "anchorVerse": 40, "sourceHasEn": false, "commentaryNum": 90.0001, "collectiveTitle": {"en": "Mechokekei Yehudah; Yahel Ohr", "he": "מחוקקי יהודה; יהל אור"}, "heTitle": "בראשית", "he": "(צ) שהי' מתמנע פלגש אליפז:", "heVersionTitle": "Piotrkow, 1907-1911", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "66c5bf2aa601760b3fbbde5a", "index_title": "Mechokekei Yehudah; Yahel Ohr", "category": "Commentary", "type": "commentary", "ref": "Mechokekei Yehudah; Yahel Ohr, Genesis 36:91:1", "anchorRef": "Genesis 36:40", "anchorRefExpanded": ["Genesis 36:40"], "sourceRef": "Mechokekei Yehudah; Yahel Ohr, Genesis 36:91:1", "sourceHeRef": "מחוקקי יהודה; יהל אור, בראשית ל״ו:צ״א:א׳", "anchorVerse": 40, "sourceHasEn": false, "commentaryNum": 91.0001, "collectiveTitle": {"en": "Mechokekei Yehudah; Yahel Ohr", "he": "מחוקקי יהודה; יהל אור"}, "heTitle": "בראשית", "he": "(צא) כפי שיחשוב הכתוב (פסוק מא מב מג):", "heVersionTitle": "Piotrkow, 1907-1911", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "66c5bf2aa6f03c9345bbde6c", "index_title": "Mechokekei Yehudah; Yahel Ohr", "category": "Commentary", "type": "commentary", "ref": "Mechokekei Yehudah; Yahel Ohr, Genesis 36:92:1", "anchorRef": "Genesis 36:40", "anchorRefExpanded": ["Genesis 36:40"], "sourceRef": "Mechokekei Yehudah; Yahel Ohr, Genesis 36:92:1", "sourceHeRef": "מחוקקי יהודה; יהל אור, בראשית ל״ו:צ״ב:א׳", "anchorVerse": 40, "sourceHasEn": false, "commentaryNum": 92.0001, "collectiveTitle": {"en": "Mechokekei Yehudah; Yahel Ohr", "he": "מחוקקי יהודה; יהל אור"}, "heTitle": "בראשית", "he": "(צב) ונקראו המקומות על שם האלופים, כמו שמצאנו (למעלה פ' לד) מארץ התימני ע\"ש אלוף תימן, וכיוצא בזה בישראל אומרים ארץ יהודה, ארץ אפרים, הארצות על שם השבטים:", "heVersionTitle": "Piotrkow, 1907-1911", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5614e410fbfba21096623a54", "index_title": "Ein Yaakov (Glick Edition)", "category": "Midrash", "type": "", "ref": "Ein Yaakov (Glick Edition), Sanhedrin 11:57", "anchorRef": "Genesis 36:40", "anchorRefExpanded": ["Genesis 36:40"], "sourceRef": "Ein Yaakov (Glick Edition), Sanhedrin 11:57", "sourceHeRef": "עין יעקב (מאת שמואל צבי גליק), סנהדרין י״א:נ״ז", "anchorVerse": 40, "sourceHasEn": true, "compDate": [1901, 1921], "commentaryNum": 11.0057, "collectiveTitle": {"en": "Ein Yaakov (Glick Edition)", "he": "עין יעקב (מאת שמואל צבי גליק)"}, "heTitle": "סנהדרין", "he": "ת״ר (במדבר טו ל) והנפש אשר תעשה ביד רמה זה מנשה בן חזקיה שהיה יושב ודורש בהגדות של דופי אמר וכי לא היה לו למשה לכתוב אלא (בראשית לו כב) ואחות לוטן תמנע ותמנע היתה פלגש לאליפז (שם ל יד) וילך ראובן בימי קציר חטים וימצא דודאים בשדה יצתה בת קול ואמרה ליה (תהלים נ כ) תשב באחיך תדבר בבן אמך תתן דופי אלה עשית והחרשתי דמית היות אהיה כמוך וגו׳ ועליו מפורש בקבלה (ישעיה ה יח) הוי מושכי העון בחבלי השוא וכעבות העגלה חטאה מאי כעבות העגלה א״ר אסי יצר הרע בתחלה דומה לחוט של בוכיא ולסוף דומה לעבות העגלה. דאתאן עלה מיהא אחות לוטן תמנע מאי היא תמנע בת מלכים הואי דכתיב (בראשית לו כט) אלוף לוטן אלוף תמנע וכל אלוף מלכותא בלא תאגא היא בעיא לאיגיורי באתה אצל אברהם יצחק ויעקב ולא קבלוה הלכה והיתה פלגש לאליפז בן עשו אמרה מוטב תהא שפחה לאומה זו ולא תהא גבירה לאומה אחרת נפק מינה עמלק דצערינהו לישראל מ״ט דלא איבעי להו לרחקה.", "heVersionTitle": "En Jacob, translated by SH Glick, 1916", "heLicense": "Public Domain", "heVersionTitleInHebrew": "עין יעקב, בתרגום ס.ה. גליק, 1916", "text": "Our Rabbis were taught: (Num. 15, 30) \"But the person that doth aught with a high hand; this refers to Menasseh b. Hezekiah who sat and lectured on topics with the object of fault-finding,\" saying, \"Could not Moses have found something better than (Gen. 36, 22) \"And Lotan's sister was Thimna, or, (Ib.) she was a concubine of Eliphaz b. Esau,\" or that of (Ib. 13, 14) \"And Reuben went in the days of the wheat harvest and found mandrakes in the field.\" A heavenly voice was then heard saying (Ps. 50, 20) \"Thou sittest and speakest against thy brother, against thy own mother's sons thou utterest slander, etc.\" And to him also applies the words of tradition: (Is. 5, 18) Wee unto those that draw iniquity with the cords of falsehood, and as with a wagon-rope, sinfulnesses.\" What does a wagon-rope mean? A. Assi said: \"In the beginning, the evil inclination appears as thin as the thread of a spider's web; and finally he becomes as thick as a wagon rope.\" Since we have already arrived at it, let us see what does And Lotan's sister was Thimna really mean. Thimna was a princess, as it is written (Gen. 36, 40) Duke Thimna, and dukedom means a kingdom without a crown. She desired to become a proselyte, but Abraham, Isaac, and Jacob did not accept her. And she went and became the concubine of Eliphaz b. Esau, saying it is better to be a servant in this nation than to be a princess of another. And her offspring was Amalek, who troubled Israel as a punishment to their parents, who ought not to have driven her away. ", "versionTitle": "En Jacob, translated by SH Glick, 1916", "license": "Public Domain", "versionTitleInHebrew": "עין יעקב, בתרגום ס.ה. גליק, 1916"}, {"_id": "5868bce4d6e4a97c9cbb0c8a", "index_title": "Bekhor Shor", "category": "Commentary", "type": "commentary", "ref": "Bekhor Shor, Genesis 36:40:1", "anchorRef": "Genesis 36:40", "anchorRefExpanded": ["Genesis 36:40"], "sourceRef": "Bekhor Shor, Genesis 36:40:1", "sourceHeRef": "בכור שור, בראשית ל״ו:מ׳:א׳", "anchorVerse": 40, "sourceHasEn": false, "compDate": [1145, 1195], "commentaryNum": 40.0001, "collectiveTitle": {"en": "Bekhor Shor", "he": "בכור שור"}, "heTitle": "בראשית", "he": "<b>ואלה שמות אלופי עשו למקומותם.</b> למעלה חישב אלופי המשפחות ועכשיו מונה אלופי העיירות ולכך אומר למקומותם וכל אלו שמות ערים הם ופעמים ששם האדם ושם העיר אחד כגון אלוף קנז אלוף תימן שתמצא כאן ולמעלה וכל מלכי אדום לא תמצא מלך בן מלך וע\"כ אמרו רבות' בזוי אתה מאד שאין מעמידין מלך בן מלך: ", "heVersionTitle": "Bekhor Shor, Leipzig, 1856", "heLicense": "Public Domain", "heVersionTitleInHebrew": "בכור שור, לייפציג, תרט\"ז", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5868bce4d6e4a97c9cbb0c8c", "index_title": "Bekhor Shor", "category": "Commentary", "type": "commentary", "ref": "Bekhor Shor, Genesis 36:40:2", "anchorRef": "Genesis 36:40", "anchorRefExpanded": ["Genesis 36:40"], "sourceRef": "Bekhor Shor, Genesis 36:40:2", "sourceHeRef": "בכור שור, בראשית ל״ו:מ׳:ב׳", "anchorVerse": 40, "sourceHasEn": false, "compDate": [1145, 1195], "commentaryNum": 40.0002, "collectiveTitle": {"en": "Bekhor Shor", "he": "בכור שור"}, "heTitle": "בראשית", "he": "<b>חפץ ה' בידי יצלח, ושלום יהיה לי ברית מלח, ויעריב שיחי כטהור ממולח, וישיב עמו מחבור וחלח, ונצר נתעב ונאלח, מעל פניך מלכי שלח, וחייתו תעבור בשלח, וחץ כליותיו ימחץ ויפלח, בסיימי סדר וישלח.</b> ", "heVersionTitle": "Bekhor Shor, Leipzig, 1856", "heLicense": "Public Domain", "heVersionTitleInHebrew": "בכור שור, לייפציג, תרט\"ז", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5892f22ed6e4a92746470a42", "index_title": "Chizkuni", "category": "Commentary", "type": "commentary", "ref": "Chizkuni, Genesis 36:40:1", "anchorRef": "Genesis 36:40", "anchorRefExpanded": ["Genesis 36:40"], "sourceRef": "Chizkuni, Genesis 36:40:1", "sourceHeRef": "חזקוני, בראשית ל״ו:מ׳:א׳", "anchorVerse": 40, "sourceHasEn": true, "compDate": [1220, 1260], "commentaryNum": 40.0001, "collectiveTitle": {"en": "Chizkuni", "he": "חזקוני"}, "heTitle": "בראשית", "he": "<b>ואלה שמות אלופי עשו למשפחתם למקמתם</b> אלו האחרונים נעשו עיקר להימנות אלופי עיר ועיר כדכתיב למשפחותם בארץ אחוזתם וראיה לדבר שהרי בדברי הימים אינו מזכיר כלל אלופי פרשה ראשונה רק אלופי פרשה שניה.<b>שלימא סדרא פרשת וישלח</b>", "heVersionTitle": "Chizkuni", "heLicense": "Public Domain", "heVersionTitleInHebrew": "חזקוני", "text": "ואלה שמות אלופי עשו למשפחותם למקומותם, “the following are the names alufim (clans) of Esau, according to their names and locations.” These latter ones were the principal descendants to be counted separately in each city that they dwelled; this is why here the Torah adds the word: למקומותם, “according to the localities they lived in.” The Torah also adds the word: אחוזתם, “their ancestral homes,” in verse 43. Proof of the importance of the ones listed here is the fact that the previous ones have not been listed in Chronicles I 1,51 54 at all.", "versionTitle": "Chizkuni, translated and annotated by Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": "חזקוני, מתורגם ומוער בידי אליהו מונק"}, {"_id": "58b1c5fbd6e4a937f9998a0c", "index_title": "Bamidbar Rabbah", "category": "Midrash", "type": "", "ref": "Bamidbar Rabbah 14:10", "anchorRef": "Genesis 36:40", "anchorRefExpanded": ["Genesis 36:40"], "sourceRef": "Bamidbar Rabbah 14:10", "sourceHeRef": "במדבר רבה י״ד:י׳", "anchorVerse": 40, "sourceHasEn": false, "compDate": [1200], "commentaryNum": 14.001, "collectiveTitle": {"en": "Bamidbar Rabbah", "he": "במדבר רבה"}, "heTitle": "במדבר רבה", "he": "בְּיוֹם עַשְתֵּי עָשָׂר יוֹם נָשִׂיא לִבְנֵי אָשֵׁר פַּגְעִיאֵל בֶּן עָכְרָן וגו' <small>(במדבר ז, עב)</small>, מָה רָאָה נְשִׂיא אָשֵׁר לְהַקְרִיב אַחַר נְשִׂיא דָּן, לְפִי שֶׁדָּן נִקְרָא שְׁמוֹ עַל שֵׁם דִּין, וְאָשֵׁר נִקְרָא עַל שֵׁם אִשּׁוּרוֹ, לְפִיכָךְ צִוָּה הַקָּדוֹשׁ בָּרוּךְ הוּא לְהַקְרִיב אָשֵׁר אַחַר דָּן, שֶׁצָּרִיךְ הַדַּיָּן לְאַשֵּׁר דִּינוֹ, כְּמָה דְּתֵימָא <small>(ישעיה א, יז)</small>: דִּרְשׁוּ מִשְׁפָּט אַשְׁרוּ חָמוֹץ. <small>(במדבר ז, עג)</small>: קָרְבָּנוֹ קַעֲרַת כֶּסֶף וגו', אָמַר רַבִּי תַּנְחוּמָא כָּל הַשְּׁבָטִים לְשֵׁם גְּאֻלָּתָן שֶׁל יִשְׂרָאֵל וּלְשֵׁם שִׁבְחָן נִקְרְאוּ שְׁמוֹתָם, וְאָשֵׁר נִקְרָא שְׁמוֹ לְשֵׁם גְּאֻלָּתָן שֶׁל יִשְׂרָאֵל, כְּמָה דְּתֵימָא <small>(מלאכי ג, יב)</small>: וְאִשְּׁרוּ אֶתְכֶם כָּל הַגּוֹיִם כִּי תִהְיוּ אַתֶּם אֶרֶץ חֵפֶץ אָמַר ה' צְבָאוֹת. וּלְשֵׁם שִׁבְחָן, כְּמָה דְּתֵימָא <small>(תהלים קמד, טו)</small>: אַשְׁרֵי הָעָם שֶׁכָּכָה לוֹ אַשְׁרֵי הָעָם שֶׁה' אֱלֹהָיו, אֵין אִשּׁוּרָן שֶׁל יִשְׂרָאֵל אֶלָּא עַל שֶׁבָּחֲרוּ בְּהַקָּדוֹשׁ בָּרוּךְ הוּא לִהְיוֹת לָהֶם לֵאלֹהִים וְהַקָּדוֹשׁ בָּרוּךְ הוּא בָּחַר בָּהֶם לִהְיוֹתָם לוֹ לְעַם סְגֻלָּה, וּלְפִיכָךְ כְּשֶׁבָּא נְשִׂיא אָשֵׁר לְהַקְרִיב, הִקְרִיב קָרְבָּנוֹ עַל שֵׁם הַבְּחִירָה שֶׁבָּחַר הַקָּדוֹשׁ בָּרוּךְ הוּא בְּיִשְׂרָאֵל מִכָּל הָאֻמּוֹת, כְּמָה דְתֵימָא <small>(דברים יד, ב)</small>: וּבְךָ בָּחַר ה' לִהְיוֹת לוֹ לְעַם סְגֻלָּה וגו', וַעֲלֵיהֶם נֶאֱמַר <small>(תהלים סה, ה)</small>: אַשְׁרֵי תִּבְחַר וּתְקָרֵב וגו'. וּלְכָךְ הִקְרִיב קָרְבָּנוֹ קַעֲרַת כֶּסֶף, כְּנֶגֶד אֻמּוֹת הָעוֹלָם שֶׁהֵם הָיוּ תְּחִלָּה לְאַבְרָהָם. שְׁלשִׁים וּמֵאָה מִשְׁקָלָהּ, אֵלּוּ שִׁבְעִים בְּנֵי נֹחַ, וְשִׁשִּׁים מְלָכוֹת שֶׁאָמַר שְׁלֹמֹה <small>(שיר השירים ו, ח)</small>: שִׁשִּׁים הֵמָּה מְלָכוֹת, וּמִי הָיוּ, שִׁשָּׁה עָשָׂר בְּנֵי קְטוּרָה וְיִשְׁמָעֵאל וּשְׁנֵים עָשָׂר בָּנָיו וְעֵשָׂו וְשִׁבְעָה עָשָׂר בָּנָיו וּבְנֵי בָנָיו, כֵּיצַד, בְּנֵי אֱלִיפַז הֲרֵי שְׁמוֹנָה, וְאֵלּוּ הֵן <small>(דברי הימים א א, לו)</small>: בְּנֵי אֱלִיפָז תֵּימָן וְאוֹמָר צְפוֹ וְגַעְתָּם קְנַז וְתִמְנָע וַעֲמָלֵק, הֲרֵי הֵם שְׁמוֹנָה עִם אֱלִיפַז. תַּמָּן כְּתִיב <small>(בראשית לו, טו טז)</small>: בְּנֵי אֱלִיפַז בְּכוֹר עֵשָׂו אַלּוּף תֵּימָן וגו' אַלּוּף קֹרַח אַלּוּף גַּעְתָּם אַלּוּף עֲמָלֵק וגו', הֲרֵי תִּשְׁעָה, וּרְעוּאֵל עִם בָּנָיו חֲמִשָּׁה, שֶׁנֶּאֱמַר <small>(דברי הימים א א, לז)</small>: בְּנֵי רְעוּאֵל נַחַת זֶרַח שַׁמָּה וּמִזָּה, הֲרֵי אַרְבָּעָה עָשָׂר, וּבְנֵי עֵשָׂו שְׁלשָׁה <small>(דברי הימים א א, לה)</small>: וִיעוּשׁ וְיַעְלָם וְקֹרַח וגו', הֲרֵי שִׁבְעָה עָשָׂר, וְאַחַד עָשָׂר אַלּוּפִים שֶׁחִשֵּׁב בַּסּוֹף, שֶׁנֶּאֱמַר <small>(בראשית לו, מ)</small>: וְאֵלֶּה שְׁמוֹת אַלּוּפֵי עֵשָׂו לְמִשְׁפְּחֹתָם לִמְקֹמֹתָם בִּשְׁמֹתָם אַלּוּף תִּמְנָע וגו', הֲרֵי חֲמִשִּׁים וְשִׁבְעָה. וְאִם תֹּאמַר וַהֲלֹא הֵם חֲמִשִׁים וּשְׁמוֹנָה, תִּמְנָע בִּתּוֹ שֶׁל אֱלִיפַז הָיְתָה, וְגוֹמֵר שְׁלשָׁה מַלְכֵי אֱדוֹם שֶׁהָיוּ מִזֶּרַע אֱדוֹם, וְאֵלּוּ הֵן <small>(בראשית לו, לב)</small>: בֶּלַע בֶּן בְּעוֹר, וְהוּא הַנִּקְרָא עַל שֵׁם עֵשָׂו, שֶׁהָיָה בֶּלַּע וּמָכַר בְּכוֹרָתוֹ בִּשְׁבִיל בְּלִיעָתוֹ, בֶּן בְּעוֹר, בְּנוֹ שֶׁל מִי שֶׁעָשָׂה עַצְמוֹ כִּבְהֵמָה, שֶׁנֶּאֱמַר <small>(בראשית כה, ל)</small>: הַלְעִיטֵנִי נָא מִן הָאָדֹם הָאָדֹם הַזֶּה כִּי עָיֵף אָנֹכִי, כְּמָה דְתֵימָא אֵין אוֹבְסִין אֶת הַגָּמָל אֶלָּא מַלְעִיטִין אוֹתוֹ. וְהַשֵּׁנִי <small>(בראשית לו, לג)</small>: יוֹבָב בֶּן זֶרַח מִבָּצְרָה, וּבָצְרָה מִן אֱדוֹם הָיְתָה, שֶׁנֶּאֱמַר <small>(ישעיה סג, א)</small>: מִי זֶה בָּא מֵאֱדוֹם חֲמוּץ בְּגָדִים מִבָּצְרָה זֶה הָדוּר בִּלְבוּשׁוֹ צֹעֶה בְּרֹב כֹּחוֹ אֲנִי מְדַבֵּר בִּצְדָקָה רַב לְהוֹשִׁיעַ. וְהַשְׁלִישִׁי <small>(בראשית לו, לד)</small>: חֻשָּׁם מֵאֶרֶץ הַתֵּימָנִי, וְתֵימָן הָיָה אֶרֶץ אֱדוֹם, שֶׁנֶּאֱמַר <small>(עובדיה א, ט)</small>: וְחַתּוּ גִּבּוֹרֶיךָ תֵּימָן לְמַעַן יִכָּרֶת אִישׁ מֵהַר עֵשָׂו מִקָּטֶל, אֲבָל שְׁאָר הַמְּלָכִים מִשְּׁאָר מְקוֹמוֹת הָיוּ וּמִשְּׁאָר אֻמּוֹת, הֲרֵי שִׁשִּׁים. וְלָמָּה קָרָא לְכָל אֵלּוּ קְעָרוֹת, עַל שֵׁם שֶׁפְּסָלָן הַקָּדוֹשׁ בָּרוּךְ הוּא, וְאֵין קְעָרָה אֶלָּא לְשׁוֹן צָרַעַת, כְּמָה דְּתֵימָא <small>(ויקרא יד, לז)</small>: שְׁקַּעֲרוּרֹת יְרַקְרַקֹּת. כֶּסֶף, עַל שֵׁם חֶרְפָּה, שֶׁיֵלְכוּ כֻּלָּם <small>(דניאל יב, ב)</small>: לַחֲרָפוֹת לְדִרְאוֹן עוֹלָם. וּמִנַיִן לְכֶסֶף שֶׁהוּא לְשׁוֹן חֶרְפָּה, שֶׁכֵּן בִּלְשׁוֹן יְרוּשַׁלְמִי קוֹרִין לְחֶרְפָּא כִּסּוּפָא. מִזְרָק אֶחָד כֶּסֶף, אֵלּוּ יִשְׂרָאֵל שֶׁהִפְרִישׁ הַקָּדוֹשׁ בָּרוּךְ הוּא מֵהֶם, כְּמָה דְתֵימָא <small>(תהלים קלה, ד)</small>: כִּי יַעֲקֹב בָּחַר לוֹ יָהּ וגו', וְאוֹמֵר <small>(יהושע כד, ג)</small>: וָאֶקַח אֶת אֲבִיכֶם אֶת אַבְרָהָם מֵעֵבֶר הַנָּהָר וָאוֹלֵךְ אוֹתוֹ בְּכָל אֶרֶץ כְּנָעַן וָאַרְבֶּה אֶת זַרְעוֹ וָאֶתֶּן לוֹ אֶת יִצְחָק. שִׁבְעִים שֶׁקֶל בְּשֶׁקֶל הַקֹּדֶשׁ וגו', כְּמָה דְּתֵימָא <small>(דברים י, כב)</small>: בְּשִׁבְעִים נֶפֶשׁ יָרְדוּ אֲבֹתֶיךָ מִצְרָיְמָה, וְכֻלָּם הָיוּ קְדוֹשִׁים. שְׁנֵיהֶם מְלֵאִים סֹלֶת בְּלוּלָה בַשֶּׁמֶן לְמִנְחָה, שֶׁלָּאֻמּוֹת וּלְיִשְׂרָאֵל שָׁלַח הַקָּדוֹשׁ בָּרוּךְ הוּא נְבִיאִים מֵהֶם וּבָהֶם, הֱוֵי: לְמִנְחָה, כְּמָה דְּתֵימָא <small>(ישעיה יא, ב)</small>: וְנָחָה עָלָיו רוּחַ ה', וְאוֹמֵר <small>(במדבר יא, כו)</small>: וַתָּנַח עֲלֵיהֶם הָרוּחַ, וּלְכֻלָּם רָצָה הַקָּדוֹשׁ בָּרוּךְ הוּא לִתֵּן תּוֹרָתוֹ, שֶׁנֶּאֱמַר <small>(דברים לג, ב)</small>: וַיֹּאמַר ה' מִסִּינַי בָּא וגו'. <small>(במדבר ז, עד)</small>: כַּף אַחַת, מִכֻּלָּם לֹא בָּחַר הַקָּדוֹשׁ בָּרוּךְ הוּא אֶלָּא בְּיִשְׂרָאֵל, שֶׁנֶּאֱמַר <small>(שיר השירים ו, ט)</small>: אַחַת הִיא יוֹנָתִי תַמָּתִי אַחַת הִיא לְאִמָּהּ בָּרָה הִיא לְיוֹלַדְתָּהּ, עַל זֶה הֵם מְאֻשָּׁרִים מִכָּל הָאֻמּוֹת, כְּמָה דְתֵימָא <small>(שיר השירים ו, ט)</small>: רָאוּהָ בָנוֹת וַיְאַשְׁרוּהָ מְלָכוֹת וּפִילַגְשִׁים וַיְהַלְּלוּהָ, אֵלּוּ הָאֻמּוֹת, וְלָמָּה בָּחַר בָּהֶם הַקָּדוֹשׁ בָּרוּךְ הוּא, שֶׁכָּל הָאֻמּוֹת פָּסְלוּ אֶת הַתּוֹרָה וְלֹא רָצוּ לְקַבְּלָהּ, [ולא] וְאֵלּוּ רָצוּ וּבָחֲרוּ בְּהַקָּדוֹשׁ בָּרוּךְ הוּא וּבְתוֹרָתוֹ, שֶׁהִיא חֲמִשָּׁה סְפָרִים כְּנֶגֶד חֲמִשָּׁה אֶצְבָּעוֹת שֶׁבַּכַּף, וְקִבְּלוּ עֲשֶׂרֶת הַדִּבְּרוֹת בְּסִינַי, הֱוֵי: כַּף אַחַת עֲשָׂרָה זָהָב, מַהוּ מְלֵאָה קְטֹרֶת, שֶׁכֻּלָּם אָמְרוּ <small>(שמות כד, ז)</small>: כֹּל אֲשֶׁר דִּבֶּר ה' נַעֲשֶׂה וְנִשְׁמָע, קִבְּלוּ עֲלֵיהֶם תַּלְמוּד תּוֹרָה, וְהַמַּעֲשֶׂה. פַּר אֶחָד בֶּן בָּקָר וגו' <small>(במדבר ז, עה)</small>, שְׁלשָׁה מִינֵי עוֹלָה אֵלּוּ לָמָּה, כְּנֶגֶד שְׁלשָׁה כְּתָרִים שֶׁנָּתַן הַקָּדוֹשׁ בָּרוּךְ הוּא לְיִשְׂרָאֵל עַל זֹאת, כֶּתֶר תּוֹרָה, וְכֶתֶר כְּהֻנָּה, וְכֶתֶר מַלְכוּת. כֶּתֶר תּוֹרָה, זֶה הָאָרוֹן שֶׁכָּתוּב <small>(שמות כה, יא)</small>: וְעָשִׂיתָ עָלָיו זֵר זָהָב סָבִיב. כֶּתֶר כְּהֻנָּה, זֶה מִזְבַּח הַזָּהָב שֶׁכָּתוּב בּוֹ <small>(שמות ל, ג)</small>: וְעָשִׂיתָ לוֹ זֵר זָהָב סָבִיב. כֶּתֶר מַלְכוּת, זֶה הַשֻּׁלְחָן שֶׁכָּתוּב <small>(שמות לז, יא)</small>: וַיַּעַשׂ לוֹ זֵר זָהָב סָבִיב, <small>(במדבר ז, עו)</small>: שְׂעִיר עִזִּים אֶחָד לְחַטָּאת, כְּנֶגֶד שֵׁם טוֹב הוּא הַמַּעֲשֶׂה, כְּמָה דִּתְנֵינַן לֹא הַמִּדְרָשׁ הוּא עִקָּר אֶלָּא הַמַּעֲשֶׂה, לְפִי שֶׁהַמַּעֲשֶׂה הוּא מְכַפֵּר עַל הָאָדָם, כְּהַהוּא דִתְנֵינַן תְּשׁוּבָה וּמַעֲשִׂים טוֹבִים כִּתְרִיס בִּפְנֵי הַפֻּרְעָנוּת, וְאוֹתוֹ כֶּתֶר הוּא כְּנֶגֶד הַמְּנוֹרָה, לְקַיֵּם מַה שֶּׁנֶּאֱמַר <small>(משלי ו, כג)</small>: כִּי נֵר מִצְוָה וְתוֹרָה אוֹר. לָמָּה נִקְרֵאת הַתּוֹרָה אוֹר, שֶׁהִיא מְאִירָה אֶת הָאָדָם מַה יַּעֲשֶׂה, וּלְפִי שֶׁהַתּוֹרָה מְלַמֶּדֶת אֶת הָאָדָם כֵּיצַד יַעֲשֶׂה רְצוֹן הַמָּקוֹם, לְפִיכָךְ שְׂכַר הַתַּלְמוּד גָּדוֹל, וְגָדוֹל הַמְעַשֶֹּׂה יוֹתֵר מִן הָעוֹשֶׂה, שֶׁנֶּאֱמַר <small>(ישעיה לב, יז)</small>: וְהָיָה מַעֲשֵׂה הַצְּדָקָה שָׁלוֹם וַעֲבֹדַת הַצְּדָקָה הַשְׁקֵט וָבֶטַח עַד עוֹלָם. <small>(במדבר ז, עז)</small>: וּלְזֶבַח הַשְּׁלָמִים בָּקָר שְׁנַיִם, שֶׁנָּתַן הַקָּדוֹשׁ בָּרוּךְ הוּא לְיִשְׂרָאֵל שְׁתֵּי תּוֹרוֹת, תּוֹרָה שֶׁבִּכְתָב וְתוֹרָה שֶׁבְּעַל פֶּה, נָתַן לָהֶם תּוֹרָה שֶׁבִּכְתַב שֶׁיֵּשׁ בָּהּ תרי\"ג מִצְווֹת כְּדֵי לְמַלְאָם מִצְווֹת וּלְזַכּוֹתָם, שֶׁנֶּאֱמַר <small>(ישעיה מב, כא)</small>: ה' חָפֵץ לְמַעַן צִדְקוֹ יַגְדִּיל תּוֹרָה וְיַאְדִּיר, נָתַן לָהֶם תּוֹרָה שֶׁבְּעַל פֶּה, לִהְיוֹת מְצֻיָּנִין בָּהּ מִשְּׁאָר הָאֻמּוֹת, שֶׁעַל כָּךְ לֹא נְתָנָהּ בִּכְתָב כְּדֵי שֶׁלֹא יְזַיְפוּהָ יִשְׁמְעֵאלִים כְּשֵׁם שֶׁעָשׂוּ תּוֹרָה שֶׁבִּכְתָב וְיֹאמְרוּ שֶׁהֵם יִשְׂרָאֵל, וְעַל זֶה אָמַר הַכָּתוּב <small>(הושע ח, יב)</small>: אֶכְתָּב לוֹ רֻבֵּי תּוֹרָתִי כְּמוֹ זָר נֶחְשָׁבוּ, אָמַר הַקָּדוֹשׁ בָּרוּךְ הוּא אִם אֶכְתֹּב לְיִשְׂרָאֵל רֻבֵּי תּוֹרָתִי, זוֹ הַמִּשְׁנָה, שֶׁהִיא גְדוֹלָה מִן הַמִּקְרָא, כְּמוֹ זָר נֶחְשָׁבוּ. <small>(במדבר ז, עז)</small>: אֵילִם חֲמִשָּׁה עַתֻּדִים חֲמִשָּׁה כְּבָשִׂים בְּנֵי שָׁנָה חֲמִשָּׁה, אֵלּוּ שְׁלשָׁה מִינֵי שְׁלָמִים, כְּנֶגֶד כֹּהֲנִים לְוִיִם וְיִשְׂרְאֵלִים. דָּבָר אַחֵר, כְּנֶגֶד שָׁלשׁ גְּדֻלּוֹת שֶׁנָּתַן לָהֶם הַקָּדוֹשׁ בָּרוּךְ הוּא בִּשְׂכַר שֶׁקִּבְּלוּ אֶת הַתּוֹרָה, וְאֵלּוּ הֵן: סְגֻלָּה, מַמְלֶכֶת כֹּהֲנִים, וְגוֹי קָדוֹשׁ, שֶׁנֶּאֱמַר <small>(שמות יט, ה ו)</small>: וִהְיִיתֶם לִי סְגֻלָּה מִכָּל הָעַמִּים כִּי לִי כָל הָאָרֶץ וְאַתֶּם תִּהְיוּ לִי מַמְלֶכֶת כֹּהֲנִים וְגוֹי קָדוֹשׁ. הֵם הָיוּ הַשְּׁלשָׁה מִינִין מִן חֲמִשָּׁה חֲמִשָּׁה, וְעוֹלֶה חֶשְׁבּוֹנָם חֲמִשָּׁה עָשָׂר, כְּנֶגֶד הַתּוֹרָה שֶׁהִיא חֲמִשָּׁה סְפָרִים וַעֲשֶׂרֶת הַדִּבְּרוֹת שֶׁקִּבְּלוּ שֶׁנִּכְתְּבוּ עַל שְׁתֵּי לוּחוֹת, חָמֵשׁ עַל לוּחַ זֶה וְחָמֵשׁ עַל לוּחַ זֶה. דָּבָר אַחֵר, כְּנֶגֶד אַבְרָהָם יִצְחָק וְיַעֲקֹב וּשְׁנֵים עָשָׂר שְׁבָטִים, שֶׁהֵם עִקַּר הַבְּחִירָה, כְּמָה דְּתֵימָא <small>(דברים ד, לז)</small>: וְתַחַת כִּי אָהַב אֶת אֲבֹתֶיךָ וַיִּבְחַר בְּזַרְעוֹ אַחֲרָיו וַיּוֹצִאֲךָ בְּפָנָיו בְּכֹחוֹ הַגָּדֹל מִמִּצְרָיִם. <small>(במדבר ד, לז)</small>: זֶה קָרְבַּן פַּגְעִיאֵל וגו', כֵּיוָן שֶׁרָאָה הַקָּדוֹשׁ בָּרוּךְ הוּא שֶׁהִקְרִיב עַל הַסֵּדֶר הַזֶּה, הִתְחִיל מְקַלֵּס אֶת קָרְבָּנוֹ, זֶה קָרְבַּן פַּגְעִיאֵל בֶּן עָכְרָן.", "heVersionTitle": "Midrash Rabbah -- TE", "heLicense": "unknown", "heVersionTitleInHebrew": "מדרש רבה - תורת אמת", "text": "<b>“On the eleventh day, prince of the children of Asher, Pagiel the son of Okhran” (Numbers 7:72).</b> <br>“On the eleventh day, prince of the children of Asher, Pagiel the son of Okhran” – what was the reason for the prince of Asher to present his offering after the prince of Dan? It is because Dan is named for judgment [<i>din</i>], and Asher is named for its confirmation [<i>ishuro</i>]; that is why the Holy One blessed be He commanded Asher to present his offering after Dan, because the judge must confirm his judgment, just as it says: “Seek justice, confirm it for the oppressed” (Isaiah 1:17).  <br><b>“His offering was one silver dish, its weight one hundred and thirty; one silver basin of seventy shekels, in the sacred shekel; both of them full of high-quality flour mixed with oil as a meal offering” (Numbers 7:73).</b> <br>“His offering was [one] silver dish…” – Rabbi Tanḥuma said: The names of all the tribes were called for the redemption of Israel and for their praise. Asher’s name was called for the redemption of Israel, just as it says: “All the nations will praise [<i>ve’ishru</i>] you, as you will be a desired land, said the Lord of hosts” (Malachi 3:12), and for their praise, just as it says: “Happy [<i>ashrei</i>] is the nation for whom this is so; happy is the nation whose God is the Lord” (Psalms 144:15). Israel’s happiness [<i>ishuran</i>] is only because they chose the Holy One blessed be He to be God for them and the Holy One blessed be He chose them to be a treasured nation for Him. That is why when the prince of Asher came to present his offering, he presented his offering for the sake of the choice, that the Holy One blessed be He chose Israel from all the nations, just as it says: “The Lord has chosen you to be His treasured people of distinction [from all the peoples that are on the face of the earth]” (Deuteronomy 14:2), as it is stated: “Happy is the one whom You choose and draw near…” (Psalms 65:5). Therefore, he presented his offering of a silver dish, corresponding to the nations of the world, who were initially attributed to Abraham.<sup class=\"footnote-marker\">66</sup><i class=\"footnote\">See Genesis 17:5.</i> <br>“Its weight one hundred and thirty” – these are the seventy descendants of Noah and the sixty queens, as Solomon said: “They are sixty queens” (Song of Songs 6:8). Who were they? They were the sixteen sons of Ketura, Yishmael and his twelve sons, and Esau and his seventeen sons and grandsons. How so? The sons of Elifaz are eight and they are: “The sons of Elifaz: Teman, Omar, Tzefi, Gatam, Kenaz, Timna, and Amalek” (I Chronicles 1:36); they, with Elifaz, are eight. There it is written: “These are the chieftains of the sons of Esau: The sons of Elifaz firstborn of Esau: The chieftain of Teiman,… the chieftain of Koraḥ, the chieftain of Gatam, the chieftain of Amalek…” (Genesis 36:15–16). They are nine,<sup class=\"footnote-marker\">67</sup><i class=\"footnote\">They are nine with the addition of Koraḥ, who is listed in the verse in Genesis but does not appear in the verse in Chronicles.</i> Re’uel with his sons are five, as it is stated: “The sons of Re’uel: Naḥat, Zeraḥ, Shama, and Miza” (I Chronicles 1:37), that is fourteen. The sons of Esau are three:<sup class=\"footnote-marker\">68</sup><i class=\"footnote\">Besides Elifaz and Re'uel.</i> “[The sons of Esau…] Yeush, Yalam, and Koraḥ…” (I Chronicles 1:35), that is seventeen. And the eleven chieftains who are tallied at the end, as it is stated: “These are the names of the chieftains of Esau, according to their families, according to their places, by their names: The chieftain of Timna…” (Genesis 36:40), that is fifty-seven. If you say: Are they not fifty-eight, Timna was the daughter of Elifaz. It is completed with three kings of Edom who were descendants of Edom.<sup class=\"footnote-marker\">69</sup><i class=\"footnote\">See Genesis 36:32–34.</i> They are: Bela son of Beor (Genesis 36:32), who was named after Esau, who was a glutton [<i>bela</i>] and sold his birthright because of his gluttony. “Son of Beor”<sup class=\"footnote-marker\">70</sup><i class=\"footnote\">“Beir” can mean animal; see Exodus 22:4.</i> – the son of one who rendered himself like an animal, as it is stated: “Feed me [<i>haliteni</i>] now from that red stuff, as I am exhausted” (Genesis 25:30), just as it says: One may not forcibly feed an animal, but one may place food in its mouth [<i>malitin</i>].<sup class=\"footnote-marker\">71</sup><i class=\"footnote\">Shabbat 155b.</i> The second, “Yovav son of Zeraḥ from Botzra” (Genesis 36:33). Botzra was of Edom, as it is stated: “Who is this, coming from Edom, with crimsoned garments from Botzra, resplendent in His attire, striding in His abundant strength? I speak with justice, potent to save” (Isaiah 63:1). The third, “Ḥusham of the land of the Temanite” (Genesis 36:34), and Teman was the land of Edom, as it is stated: “Your mighty, Teman, will be broken, so that each man from the mountain of Esau will be eliminated by slaughter” (Obadiah 1:9). But the other kings were from other places and other nations, that is sixty. Why did he call all these dishes [<i>ke’arot</i>]? It is because the Holy One blessed be He disqualified all of them. <i>Ke’ara </i>is nothing other than an expression of leprosy, just as it says: “Recessed [<i>shekaarurot</i>], deep green” (Leviticus 14:37). “Silver [<i>kesef</i>]” – due to shame, as they will all go “to reviling and eternal disgrace” (Daniel 12:2). From where is it derived that <i>kesef </i>is an expression of shame. It is as in the Jerusalem Targum, they call disgrace <i>kisufa</i>. <br>“One silver basin” – this is Israel, whom the Holy One blessed be He separated out from them, just as it says: “For the Lord has chosen Jacob for Himself…” (Psalms 135:4). And it says: “I took your father, Abraham, from beyond the river, and I led him throughout the land of Canaan, and I multiplied his descendants, and I gave him Isaac” (Joshua 24:3). <br>“Seventy shekels, in the sacred shekel…” – just as it says: “With seventy people, your ancestors descended to Egypt” (Deuteronomy 10:22). “Both of them full of high-quality flour mixed with oil as a meal offering [<i>leminḥa</i>]” – as the Holy One blessed be He dispatched to the nations of the world and to Israel prophets of them and among them. That is <i>leminḥa</i>, just as it says: “The spirit of the Lord will rest [<i>venaḥa</i>] upon him” (Isaiah 11:2), and it says: “The spirit rested [<i>vatanaḥ</i>] upon them” (Numbers 11:26). The Holy One blessed be He wished to give His Torah to all of them, as it is stated: “He said: The Lord came from Sinai, [and shone from Seir for them, He appeared from Mount Paran]” (Deuteronomy 33:2). <br><b>“One gold ladle of ten shekels, filled with incense” (Numbers 7:74).</b> <br>“One [gold] ladle” – from all of them, the Holy One blessed be He chose only Israel, as it is stated: “Unique is my faultless dove, unique to her mother, pure to the one who bore her” (Song of Songs 6:9). That is why they are the happiest of the nations, just as it says: “Girls see her and laud her, and queens and concubines praise her” (Song of Songs 6:9) – these are the nations. Why did the Holy One blessed be He choose them? It is because all the nations rejected the Torah and did not want to receive it, but these wanted and chose the Holy One blessed be He and His Torah, which is five books corresponding to the five fingers on the hand, and received the Ten Commandments at Sinai. That is, “one gold ladle of ten shekels.” What is “filled with incense”? It is because they all said: “All that God spoke we will perform and we will heed” (Exodus 24:7); they accepted upon themselves Torah study and action.<sup class=\"footnote-marker\">72</sup><i class=\"footnote\">These are sometimes compared to a pleasant smell. See Vayikra Rabba 30:12.</i> <br><b>“One young bull, one ram, one lamb in its first year, as a burnt offering” (Numbers 7:75). <br>“One goat as a sin offering” (Numbers 7:76).</b> <br>“One young bull…” – these three species of burnt offering, why? They correspond to the three crowns that the Holy One blessed be He gave to Israel for this: the crown of Torah, the crown of priesthood, and the crown of kingship. The crown of Torah, this is the Ark, as it is written: “You shall craft a gold crown upon it all around” (Exodus 25:11). The crown of priesthood, this is the golden altar, in whose regard it is written: “You shall craft a gold crown for it all around” (Exodus 30:3). The crown of kingship, this is the table, as it is written: “He crafted a crown of gold for it all around” (Exodus 37:11). “One goat as a sin offering” – corresponding to a good name, which is action, just as we learned: Study is not the principal matter but action, as action atones for the person, like what we learned: Repentance and good deeds are a shield before punishment. That crown corresponds to the candelabrum, to realize what is stated: “For mitzva is a candle, and Torah is light” (Proverbs 6:23). Why is Torah called light? It is because it illuminates for the person what he should do. And because the Torah teaches the person how he shall perform the will of the Omnipresent, therefore, the reward of study is great. And one who causes another to perform an action is greater than one who performs it, as it is stated: “The act of righteousness will be peace and the work of righteousness will be quiet and security forever” (Isaiah 32:17). <br><b>“And for the peace offering, two bulls, five rams, five goats, five lambs in their first year. This was the offering of Pagiel son of Okhran” (Numbers 7:77).</b> <br>“And for the peace offering, two bulls…” – as the Holy One blessed be He gave two Torahs to Israel: the Written Torah and the Oral Torah. He gave them the Written Torah, in which there are six hundred and thirteen mitzvot, in order to fill them with mitzvot and accord them merit, as it is stated: “The Lord desires for the sake of His righteousness; He will make the Torah great and glorious” (Isaiah 42:21). He gave them the Oral Torah, so they would excel through it among the other nations. That is the reason that He did not give it in writing, so that the Ishmaelites would not falsify it the way that they did to the Written Torah and say that they are Israel. In that regard, the verse said: “I write for him much of My Torah, but it is regarded like a strange matter” (Hosea 8:12). The Holy One blessed be He said: If I write for Israel much of My Torah – this is the Mishna, which is greater than the Bible – “it will be regarded like a strange matter.” <br>“Five rams, five goats, five lambs in their first year” – these three species of peace offerings correspond to the priests, Levites, and Israelites. Alternatively, corresponding to the three types of greatness that the Holy One blessed be He conferred upon them in reward for the fact that they received the Torah. They are: being a treasure, a kingdom of priests, and a holy nation, as it is stated: “You shall be treasured for Me from among all the peoples, for all the earth is Mine. You shall be for Me a kingdom of priests and a holy nation” (Exodus 19:5–6). They were three species of five each for a total of fifteen, corresponding to the Torah, that is five books, and the Ten Commandments, which they received, which were written on two tablets, five on this tablet and five on that tablet.  <br>Another matter: It corresponds to Abraham, Isaac, and Jacob, and the twelve tribes, as they are the primary chosen ones, just as it says: “Because He loved your forefathers, He chose their descendants after them, and He took you out before Him, with His great power, from Egypt” (Deuteronomy 4:37). <br>“This was the offering of Pagiel…” – since the Holy One blessed be He saw that he presented the offering in this order, He began lauding his offering: “This was the offering of Pagiel son of Okhran.”", "versionTitle": "The Sefaria Midrash Rabbah, 2022", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5cd13ea769ad4c00579711b4", "index_title": "Birkat Asher on Torah", "category": "Commentary", "type": "commentary", "ref": "Birkat Asher on Torah, Genesis 36:40:1", "anchorRef": "Genesis 36:40", "anchorRefExpanded": ["Genesis 36:40"], "sourceRef": "Birkat Asher on Torah, Genesis 36:40:1", "sourceHeRef": "ברכת אשר על התורה, בראשית ל״ו:מ׳:א׳", "anchorVerse": 40, "sourceHasEn": false, "compDate": [1960, 2010], "commentaryNum": 40.0001, "collectiveTitle": {"en": "Birkat Asher on Torah", "he": "ברכת אשר על התורה"}, "heTitle": "בראשית", "he": "<b>רש\"י ד\"ה ואלה שמות אלופי עשו, שנקראו על שם מדינותיהם וכו'.</b> לכאורה אין ד\"ה מתאים, שהרי רש\"י בא לפרש את המלים \"למשפחתם למקומתם בשמתם\". וכוונת רש\"י לומר שלאחר שמת הדר שהיה המלך השמיני ממלכי אדום ונפסקה מאדום המלכות, היו להם אלופים בלבד, שהם שרים גדולים שאינם מוכתרים במלכות, כמבואר למעלה (טו).", "heVersionTitle": "Birkat Asher, Asher Vasertil, Jerusalem 2010-2012", "heLicense": "CC-BY", "heVersionTitleInHebrew": "ברכת אשר, ירושלים תש\"ע-תשע\"ג", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5cd13ea7922a7400186dd150", "index_title": "Birkat Asher on Torah", "category": "Commentary", "type": "commentary", "ref": "Birkat Asher on Torah, Genesis 36:40:2", "anchorRef": "Genesis 36:40", "anchorRefExpanded": ["Genesis 36:40"], "sourceRef": "Birkat Asher on Torah, Genesis 36:40:2", "sourceHeRef": "ברכת אשר על התורה, בראשית ל״ו:מ׳:ב׳", "anchorVerse": 40, "sourceHasEn": false, "compDate": [1960, 2010], "commentaryNum": 40.0002, "collectiveTitle": {"en": "Birkat Asher on Torah", "he": "ברכת אשר על התורה"}, "heTitle": "בראשית", "he": "עכ\"פ, באשר להבדל בין מלכים לאלופים יש להוסיף על דברי רש\"י את דברי הגמ' (סנהדרין צט ע\"ב): אלוף - מלכותא בלא תגא. <small>(פ' וישלח תשנ\"ז)</small>", "heVersionTitle": "Birkat Asher, Asher Vasertil, Jerusalem 2010-2012", "heLicense": "CC-BY", "heVersionTitleInHebrew": "ברכת אשר, ירושלים תש\"ע-תשע\"ג", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5cd13ea73a676f00197d1276", "index_title": "Birkat Asher on Torah", "category": "Commentary", "type": "commentary", "ref": "Birkat Asher on Torah, Genesis 36:40:3", "anchorRef": "Genesis 36:40", "anchorRefExpanded": ["Genesis 36:40"], "sourceRef": "Birkat Asher on Torah, Genesis 36:40:3", "sourceHeRef": "ברכת אשר על התורה, בראשית ל״ו:מ׳:ג׳", "anchorVerse": 40, "sourceHasEn": false, "compDate": [1960, 2010], "commentaryNum": 40.0003, "collectiveTitle": {"en": "Birkat Asher on Torah", "he": "ברכת אשר על התורה"}, "heTitle": "בראשית", "he": "קצת תמוה שיש בין אלופי אדום שניים - תמנע ואהליבמה - ששמם מופיע קודם כשם נקבה (בפס' יב וכה). ור' מש\"כ שם. <small>(פ' וישלח תשנ\"ד)</small>", "heVersionTitle": "Birkat Asher, Asher Vasertil, Jerusalem 2010-2012", "heLicense": "CC-BY", "heVersionTitleInHebrew": "ברכת אשר, ירושלים תש\"ע-תשע\"ג", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5ec2676f346ff238b6dc0428", "index_title": "Ben Yehoyada on Bava Batra", "category": "Quoting Commentary", "type": "", "ref": "Ben Yehoyada on Bava Batra 73b:2", "anchorRef": "Genesis 36:40", "anchorRefExpanded": ["Genesis 36:40"], "sourceRef": "Ben Yehoyada on Bava Batra 73b:2", "sourceHeRef": "בן יהוידע על בבא בתרא ע״ג ב:ב׳", "anchorVerse": 40, "sourceHasEn": false, "compDate": [1860, 1900], "commentaryNum": 146.0002, "collectiveTitle": {"en": "Ben Yehoyada on Bava Batra", "he": "בן יהוידע על בבא בתרא"}, "heTitle": "בן יהוידע על בבא בתרא", "he": "<b>אַקְרוּקְתָּא דַּהֲוָה כִּי אַקְרָא דְּהַגְרוּנְיָא.</b> נראה לי בס\"ד הצפרדע הוא יסוד דקליפה וכמו שאמר רבינו האר\"י ז\"ל <small>(בשער הפסוקים בדרוש עשר מכות בפרשת וארא עיין שם)</small> <b>וְהַגְרוּנְיָא</b> חלק התיבה לשתים וקרי בה הגרון י\"א והיינו שיש י\"א קליפות כנגד י\"א אַלּוּפֵי עֵשָׂו <small>(בראשית לו, מ)</small> וי\"א אֲרוּרִים <small>(דברים כז, טו)</small> ובגרון שלהם ימצא התוקף שלהם ביותר כנודע. ואמר <b>כַּמָּה הַוֵי</b> פרטות כחות הדינין<b> שִׁיתִּין בַּתֵּי </b>דנחלקים לששים כנגד מה שאמר הכתוב שִׁשִּׁים גִּבֹּרִים סָבִיב לָהּ <small>(שיר השירים ג, ז) </small><b>וְאָתָא תַּנִּינָא</b> שורש נחש הקדמוני <b>וּבָּלְעָהּ</b>.<br><b>וְאָתָא פּוּשְׁקַנְצָא</b> הוא עורב נקבה שהיא חוה הראשונה שהיא מתוקף הדינין והסיגים שנתנה לאדם הראשון אחר שחטא כדי שיזריע בה נגעי בני אדם וכמו שאמר בספר הלקוטים פרשת בראשית שנתן הקדוש ברוך הוא חוה ראשונה לאדם כאשר חטא כדי שיזריע בה נגעי בני אדם ואלו לא היתה חוה ראשונה היה מזריע בארץ והיה העולם חרב ומתמוטט אשר היו מטשטשי עלמא אותם השדים שהיו יוצאין מההזרעה שלו ועם כל זה הוצרך מאה ושלשים שנה לישב במי גיחון כדי לעשות טבילה וכו' עד כאן לשונו עיין שם.<br>וזהו שאמר אתא עורב נקבה היא חוה הראשונה <b>וּבַלְעָהּ לְתַנִּינָא</b> אותו כח הנחש שהיה בלוע בו אותם כחות הדינין הקשים והסיגים שביסוד דקליפה <b>וּסָלִיק</b> זה עורב הנקבה שהיא חוה הראשונה וְיָתִיב <b>בְּאִילָנָא</b> הוא אדם הראשון ששכב עמה והזריע בה נגעי בני אדם שהם השדים הנמצאים בעולם.<br>ואמר <b>תָּא חָזִי כַּמָּה נָפִישׁ חֵילֵיהּ דְּאִילָנָא</b> הוא אדם הראשון פירוש מכאן תבין ותראה כמה כח קדושה היה באדם הראשון ששכב עם חוה זו שכל כך כוחות רעים וסיגים קשים היה בלוע בה ולא נטמע בה ולא נמשך אחריה ולא היו הקליפות יכולים להתאחז בו אלא סוף פורש ממנה וקידש וטיהר עצמו.<br><b>וְאָמַר רַב פָּפָּא</b>:<b> אִי לָאו דַּהֲוָאִי הָתָם לָא הֵמְנִי</b> פירוש דרב פפא בר שמואל היה יושב עם החכמים החסידים שהיו דורשים בדרוש זה של אדם הראשון איך היה קודם שחטא וכמה קדושה היה כלול בו ואיך נעשה בו אחר שחטא ואיך היה ענין דיבוקו בחוה הראשונה ואיך אחר כך פירש ממנה ועשה תיקון וטהרה לעצמו בטבילה במי גיחון מאה ושלשים שנה בסיגופים ותעניות וכיוצא, ולכן אמר אם לא הייתי יושב באותו מעמד של דרושי אדם הראשון ושמעתי ענין אדם הראשון בפרטות לא הייתי מאמין שיהיה לאדם הראשון דיבוק בחוה הראשונה ויהיה אפשר לו לפרוש ממנה ולחזור לקדושתו ולטהרתו.", "heVersionTitle": "Senlake edition 2019 based on Ben Yehoyada, Jerusalem, 1897", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5eef674838035bd66b648ff1", "index_title": "Derekh Chayyim", "category": "Quoting Commentary", "type": "", "ref": "Derekh Chayyim, Kol Yisrael; The Opening Mishna 16", "anchorRef": "Genesis 36:1-43", "anchorRefExpanded": ["Genesis 36:1", "Genesis 36:2", "Genesis 36:3", "Genesis 36:4", "Genesis 36:5", "Genesis 36:6", "Genesis 36:7", "Genesis 36:8", "Genesis 36:9", "Genesis 36:10", "Genesis 36:11", "Genesis 36:12", "Genesis 36:13", "Genesis 36:14", "Genesis 36:15", "Genesis 36:16", "Genesis 36:17", "Genesis 36:18", "Genesis 36:19", "Genesis 36:20", "Genesis 36:21", "Genesis 36:22", "Genesis 36:23", "Genesis 36:24", "Genesis 36:25", "Genesis 36:26", "Genesis 36:27", "Genesis 36:28", "Genesis 36:29", "Genesis 36:30", "Genesis 36:31", "Genesis 36:32", "Genesis 36:33", "Genesis 36:34", "Genesis 36:35", "Genesis 36:36", "Genesis 36:37", "Genesis 36:38", "Genesis 36:39", "Genesis 36:40", "Genesis 36:41", "Genesis 36:42", "Genesis 36:43"], "sourceRef": "Derekh Chayyim, Kol Yisrael; The Opening Mishna 16", "sourceHeRef": "דרך חיים, משנת 'כל ישראל' ט״ז", "anchorVerse": 1, "sourceHasEn": false, "compDate": [1578, 1588], "commentaryNum": 16, "collectiveTitle": {"en": "Derekh Chayyim", "he": "דרך חיים"}, "heTitle": "משנת 'כל ישראל'", "he": "<b>ובארנו זה</b> במקום אחר<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"181\"></i> והארכנו בזה, איך השבת בפרט שייך לשראל. כי בשבת בו הושלם העולם<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"182\"></i>, וכן ישראל השלמת העולם, כי לא הושלם העולם עד שהיו ישראל בעולם, ואז הושלם העולם לגמרי<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"183\"></i>. כי כל האומות נעשו לעם<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"184\"></i>, כי ישמעאל ואדום וכל האומות היו לעם קודם ישראל, שכך תמצא בכתוב שזכר ישמעאל (בראשית כה, יב-יח) ואת זרע* עשו בארצם (בראשית לו, א-מג). וישראל הם האומה האחרונה מכל שבעים אומות, וישמעאל ועשו עמון ומואב<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"185\"></i>, ולא תמצא אומה שהיתה אחר כך<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"186\"></i>. ולפיכך עִם ישראל נשלם העולם, כי בבריאת עולם לא* היו נמצאים האומות עד אחר כך<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"187\"></i>. וישראל הם השלמת העולם, כמו השבת שבו היה השלמת העולם. ולכך ישראל נעשו לעם ישראל ביום השבת<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"188\"></i>, כי ביום של השלמה היה הוויות ישראל, שהם השלמה לעולם. לכך בשבת נתנה תורה לישראל (שבת פו:), כי זהו הזמן הראוי להם<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"189\"></i>. ומפני כך כנסת ישראל בן זוג לשבת לגמרי<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"190\"></i>. והארכנו בזה במקום אחר, ואין כאן מקומו<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"191\"></i>.", "heVersionTitle": "Derech Chaim, with footnotes and annotations by Rabbi Yehoshua D. Hartman, Machon Yerushalyim, 2005-2010", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר דרך חיים, נלקט ונערך על ידי יהושע דוד בן הרב יחזקאל הרטמן. מכון ירושלים, תשס\"ז", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6319d215b6084aa1cbf15a7d", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, יְתֵת 1", "anchorRef": "Genesis 36:40", "anchorRefExpanded": ["Genesis 36:40"], "sourceRef": "BDB, יְתֵת 1", "sourceHeRef": "בראון-דרייבר-בריגס, יְתֵת א׳", "anchorVerse": 40, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "יְתֵת", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† <big><span dir=\"rtl\">יְתֵת</span></big>  <strong>n.pr.m.</strong> an Edomite chief <a data-ref=\"Genesis 36:40\" href=\"/Genesis.36.40\">Gn 36:40</a>, 𝔊 Ιεβερ = <a data-ref=\"I Chronicles 1:51\" href=\"/I_Chronicles.1.51\">1 Ch 1:51</a>, 𝔊 Ιεθετ; 𝔊L in both Ιεθερ."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d2c8b6084aa1cbf1e3ef", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, תִּמְנָע 1", "anchorRef": "Genesis 36:40", "anchorRefExpanded": ["Genesis 36:40"], "sourceRef": "BDB, תִּמְנָע 1", "sourceHeRef": "בראון-דרייבר-בריגס, תִּמְנָע א׳", "anchorVerse": 40, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "תִּמְנָע", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† <big><span dir=\"rtl\">תִּמְנָע</span></big>  <strong>n.pr.m.</strong> and <strong>f.</strong> Edomite name. 𝔊 Θαμνα:—<br><strong>1.</strong>  <span dir=\"rtl\">תִּמְנָע</span> <strong>n.pr.m. </strong> <strong>a.</strong>  a chief of Edom <a data-ref=\"Genesis 36:40\" href=\"/Genesis.36.40\">Gn 36:40</a>=<a data-ref=\"I Chronicles 1:51\" href=\"/I_Chronicles.1.51\">1 Ch 1:51</a>. <strong>b.</strong>  son of Eliphaz <a data-ref=\"I Chronicles 1:36\" href=\"/I_Chronicles.1.36\">1 Ch 1:36</a> (for Korah <a data-ref=\"Genesis 36:15\" href=\"/Genesis.36.15\">Gn 36:15</a>, <a data-ref=\"Genesis 36:16\" href=\"/Genesis.36.16\">16</a>).<br><strong>2.</strong>  <span dir=\"rtl\">תִּמְנָע֑</span> <strong>f.</strong> <a data-ref=\"Genesis 36:22\" href=\"/Genesis.36.22\">Gn 36:22</a>=<a data-ref=\"I Chronicles 1:39\" href=\"/I_Chronicles.1.39\">1 Ch 1:39</a> sister of Lotan (of Seir); <a data-ref=\"Genesis 36:12\" href=\"/Genesis.36.12\">Gn 36:12</a> concubine of Eliphaz son of Esau."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d391b6084aa1cbf2842d", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, עַלְוָה² 1", "anchorRef": "Genesis 36:40", "anchorRefExpanded": ["Genesis 36:40"], "sourceRef": "BDB, עַלְוָה² 1", "sourceHeRef": "בראון-דרייבר-בריגס, עַלְוָה² א׳", "anchorVerse": 40, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "עַלְוָה²", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† II. <big><span dir=\"rtl\">עַלְוָה</span></big>  <strong>n.pr.m.</strong> in Edom <a data-ref=\"Genesis 36:40\" href=\"/Genesis.36.40\">Gn 36:40</a> (P) = <a data-ref=\"I Chronicles 1:51\" href=\"/I_Chronicles.1.51\">1 Ch 1:51</a> Qr (Kt <span dir=\"rtl\">עליה</span>), 𝔊 Γωλα; 𝔊L<sup>Chr</sup> Αλουα."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d4fbb6084aa1cbf3a9e5", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, מִשְׁפָּחָה² 1", "anchorRef": "Genesis 36:40", "anchorRefExpanded": ["Genesis 36:40"], "sourceRef": "BDB, מִשְׁפָּחָה² 1", "sourceHeRef": "בראון-דרייבר-בריגס, מִשְׁפָּחָה² א׳", "anchorVerse": 40, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "מִשְׁפָּחָה²", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><span dir=\"rtl\">מִשְׁפָּחָה</span></big><sub>303</sub>  <strong>n.f.clan (</strong>RS<sup>Sem i. 258, 2nd ed. 276; K149, 2nd ed. 175</sup> Ba<sup>NB § 161 a</sup><strong>)</strong>;—abs. <span dir=\"rtl\">מ׳</span> <a data-ref=\"Amos 3:1\" href=\"/Amos.3.1\">Am 3:1</a> +; cstr. <span dir=\"rtl\">מִשְׁפַּ֫חַת</span> <a data-ref=\"Judges 9:1\" href=\"/Judges.9.1\">Ju 9:1</a> +; sf. <span dir=\"rtl\">מִשְׁפַּחְתִּי</span> <a data-ref=\"Genesis 24:38\" href=\"/Genesis.24.38\">Gn 24:38</a> +, etc.; pl. <span dir=\"rtl\">מִשְׁפָּחוֹת</span> <a data-ref=\"Nahum 3:4\" href=\"/Nahum.3.4\">Na 3:4</a> +; cstr. <span dir=\"rtl\">מִשְׁפְּחוֹת</span> <a data-ref=\"Amos 3:2\" href=\"/Amos.3.2\">Am 3:2</a> +; sf. <span dir=\"rtl\">מִשְׁפְּחֹתֵיהֶם</span> <a data-ref=\"Genesis 8:19\" href=\"/Genesis.8.19\">Gn 8:19</a> + 2 times, usually -<span dir=\"rtl\">תָם</span> <a data-ref=\"Numbers 1:18\" href=\"/Numbers.1.18\">Nu 1:18</a> + 84 times, etc.;—<br><strong>1.</strong>  <em>clan:</em> <strong>a.</strong>  family connexion of individ. <a data-ref=\"Genesis 24:38\" href=\"/Genesis.24.38\">Gn 24:38</a> (+ <span dir=\"rtl\">בֵּית־אָבִי</span>), v <a data-ref=\"Genesis 24:40\" href=\"/Genesis.24.40\">40</a> (+ id.), v <a data-ref=\"Genesis 24:41\" href=\"/Genesis.24.41\">41</a> (all J; = <span dir=\"rtl\">מוֹלַדְתִּי</span> v <a data-ref=\"Genesis 24:4\" href=\"/Genesis.24.4\">4</a>), <a data-ref=\"II Samuel 14:7\" href=\"/II_Samuel.14.7\">2 S 14:7</a>, united in sacrifice <a data-ref=\"I Samuel 20:6\" href=\"/I_Samuel.20.6\">1 S 20:6</a>, <a data-ref=\"I Samuel 20:29\" href=\"/I_Samuel.20.29\">29</a>, in passover <a data-ref=\"Exodus 12:21\" href=\"/Exodus.12.21\">Ex 12:21</a> (JE; cf. Benz<sup>Ency. Bib. Passover, §§ 9, 12</sup>); cf. <a data-ref=\"Leviticus 20:5\" href=\"/Leviticus.20.5\">Lv 20:5</a> (H), <a data-ref=\"Leviticus 25:10\" href=\"/Leviticus.25.10\">25:10</a>, <a data-ref=\"Leviticus 25:41\" href=\"/Leviticus.25.41\">41</a> (P), v <a data-ref=\"Leviticus 25:49\" href=\"/Leviticus.25.49\">49</a> (P; defined as <span dir=\"rtl\">כִשְּׁאֵר בְּשָׂרוֹ</span>), non-Heb. v <a data-ref=\"Leviticus 25:47\" href=\"/Leviticus.25.47\">47</a> (H), v <a data-ref=\"Leviticus 25:45\" href=\"/Leviticus.25.45\">45</a> (P), <a data-ref=\"Judges 1:25\" href=\"/Judges.1.25\">Ju 1:25</a>; <span dir=\"rtl\">מִשְׁפְּחוֹתֶיהָ</span> <a data-ref=\"Joshua 6:23\" href=\"/Joshua.6.23\">Jos 6:23</a> (E or R) is unintelligible, probably del. (cf. Steuern Holz; <span dir=\"rtl\">בֵּית אָבִיהָ</span> in v <a data-ref=\"Leviticus 25:25\" href=\"/Leviticus.25.25\">25</a> [J]), cf. <a data-ref=\"Numbers 27:4\" href=\"/Numbers.27.4\">Nu 27:4</a>, <a data-ref=\"Numbers 27:11\" href=\"/Numbers.27.11\">11</a> (P); <span dir=\"rtl\">מ׳ בֵּית אֲבִי אִמּוֹ</span> <a data-ref=\"Judges 9:1\" href=\"/Judges.9.1\">Ju 9:1</a> <em>clan of his mother’s father-house;</em> incl. individuals, and included by <span dir=\"rtl\">שֵׁבֶט</span> <a data-ref=\"I Samuel 9:21\" href=\"/I_Samuel.9.21\">1 S 9:21</a><sup>(×2)</sup> <a data-ref=\"I Samuel 10:21\" href=\"/I_Samuel.10.21\">10:21</a>; with specif. name, in series <span dir=\"rtl\">גֶבֶר</span>, <span dir=\"rtl\">בַּיִת</span>, <span dir=\"rtl\">מ׳</span>, <span dir=\"rtl\">שֵׁבֶט</span> <a data-ref=\"Joshua 7:14\" href=\"/Joshua.7.14\">Jos 7:14</a><sup>(×2)</sup>, <a data-ref=\"Joshua 7:17\" href=\"/Joshua.7.17\">17b</a>, c (all J; v <a data-ref=\"Joshua 7:17\" href=\"/Joshua.7.17\">17a</a> read pl. Di Benn, or < <span dir=\"rtl\">שֵׁבֶט</span> GFM <a data-ref=\"Judges 13:2\" href=\"/Judges.13.2\">Ju 13:2</a>; Steuern allows either); cf. <a data-ref=\"Deuteronomy 29:17\" href=\"/Deuteronomy.29.17\">Dt 29:17</a>; <a data-ref=\"Judges 21:24\" href=\"/Judges.21.24\">Ju 21:24</a>, <span dir=\"rtl\">מ׳ אָבִי בְּיִשׂ׳</span> <a data-ref=\"I Samuel 18:18\" href=\"/I_Samuel.18.18\">1 S 18:18</a> (+ <span dir=\"rtl\">חַיַּי</span>, v. ii. [<a data-ref=\"BDB, חַי³\" href=\"/BDB,_חַי³\", dir=\"rtl\">חַי</a>]); <span dir=\"rtl\">אִישׁ</span> … <span dir=\"rtl\">מִמּ׳ בֵּית־שָׁאוּל</span> <a data-ref=\"II Samuel 16:5\" href=\"/II_Samuel.16.5\">2 S 16:5</a>; with name also <a data-ref=\"Ruth 2:1\" href=\"/Ruth.2.1\">Ru 2:1</a>, <a data-ref=\"Ruth 2:3\" href=\"/Ruth.2.3\">3</a> and (non-Isr.) <a data-ref=\"Job 32:2\" href=\"/Job.32.2\">Jb 32:2</a>. <strong>b.</strong>  in loose, popular sense = tribe, <a data-ref=\"Judges 13:2\" href=\"/Judges.13.2\">Ju 13:2</a>; <a data-ref=\"Judges 17:7\" href=\"/Judges.17.7\">17:7</a>; <a data-ref=\"Judges 18:19\" href=\"/Judges.18.19\">18:19</a>, cf. v <a data-ref=\"Judges 18:2\" href=\"/Judges.18.2\">2</a> (‖ <span dir=\"rtl\">שֵׁבֶט</span> v <a data-ref=\"Judges 18:1\" href=\"/Judges.18.1\">1</a>), v <a data-ref=\"Judges 18:11\" href=\"/Judges.18.11\">11</a> (yet in these two read poss. pl., v. GFM). <strong>c.</strong>  techn. divisions of people of Isr. <a data-ref=\"Numbers 11:10\" href=\"/Numbers.11.10\">Nu 11:10</a> (J) <a data-ref=\"Jeremiah 2:4\" href=\"/Jeremiah.2.4\">Je 2:4</a>; <a data-ref=\"Jeremiah 31:1\" href=\"/Jeremiah.31.1\">31:1</a>, cf. <a data-ref=\"Jeremiah 3:14\" href=\"/Jeremiah.3.14\">3:14</a>; <a data-ref=\"Numbers 1:2\" href=\"/Numbers.1.2\">Nu 1:2</a>, <a data-ref=\"Numbers 1:18\" href=\"/Numbers.1.18\">18</a>; <a data-ref=\"Numbers 2:34\" href=\"/Numbers.2.34\">2:34</a>; <a data-ref=\"Numbers 33:54\" href=\"/Numbers.33.54\">33:54</a> (all P), so (post-ex.) <a data-ref=\"Nehemiah 4:7\" href=\"/Nehemiah.4.7\">Ne 4:7</a>: <a data-ref=\"Esther 9:28\" href=\"/Esther.9.28\">Est 9:28</a> (<span dir=\"rtl\">מְדִינָה</span>, <span dir=\"rtl\">מ׳</span>, <span dir=\"rtl\">דּוֹד</span>). <strong>d.</strong>  usually (P) techn. divisions of tribes of Israel, <a data-ref=\"Exodus 6:14\" href=\"/Exodus.6.14\">Ex 6:14</a>, <a data-ref=\"Exodus 6:15\" href=\"/Exodus.6.15\">15</a>, <a data-ref=\"Exodus 6:19\" href=\"/Exodus.6.19\">19</a>, <a data-ref=\"Exodus 6:25\" href=\"/Exodus.6.25\">25</a>; <a data-ref=\"Numbers 3:15\" href=\"/Numbers.3.15\">Nu 3:15</a> + 112 times Nu (93 times <a data-ref=\"Numbers 26\" href=\"/Numbers.26\">Nu 26</a>, incl. v <a data-ref=\"Numbers 26:43\" href=\"/Numbers.26.43\">43</a> where <span dir=\"rtl\">הַשּׁוּחָמִי</span> appar. = Dan), 34 times <a data-ref=\"Joshua 13-21\" href=\"/Joshua.13-21\">Jos 13–21</a>; also <a data-ref=\"I Chronicles 6:4\" href=\"/I_Chronicles.6.4\">1 Ch 6:4</a>, <a data-ref=\"I Chronicles 6:45\" href=\"/I_Chronicles.6.45\">45</a>; <a data-ref=\"I Chronicles 7:5\" href=\"/I_Chronicles.7.5\">7:5</a>; <a data-ref=\"Zechariah 12:13\" href=\"/Zechariah.12.13\">Zc 12:13</a>; divisions of Gershom, etc. (in Levi) <a data-ref=\"Numbers 3:18\" href=\"/Numbers.3.18\">Nu 3:18</a>, <a data-ref=\"Numbers 3:19\" href=\"/Numbers.3.19\">19</a>, <a data-ref=\"Numbers 3:20\" href=\"/Numbers.3.20\">20</a> + 41 times Ex Nu Jos Ch; subdivisions of these divisions (in Levi) <a data-ref=\"Numbers 3:21\" href=\"/Numbers.3.21\">Nu 3:21</a><sup>(×2)</sup> + 6 times <a data-ref=\"Numbers 3\" href=\"/Numbers.3\">Nu 3</a> + <a data-ref=\"Numbers 4:18\" href=\"/Numbers.4.18\">4:18</a>; cf. (in other tribes) <a data-ref=\"I Chronicles 2:53\" href=\"/I_Chronicles.2.53\">1 Ch 2:53</a>; <a data-ref=\"I Chronicles 4:2\" href=\"/I_Chronicles.4.2\">4:2</a>, <a data-ref=\"I Chronicles 4:8\" href=\"/I_Chronicles.4.8\">8</a>, <a data-ref=\"I Chronicles 4:21\" href=\"/I_Chronicles.4.21\">21</a>, <a data-ref=\"I Chronicles 4:27\" href=\"/I_Chronicles.4.27\">27</a>, <a data-ref=\"I Chronicles 4:38\" href=\"/I_Chronicles.4.38\">38</a>; <a data-ref=\"I Chronicles 5:7\" href=\"/I_Chronicles.5.7\">5:7</a>; also <a data-ref=\"Zechariah 12:12\" href=\"/Zechariah.12.12\">Zc 12:12b</a>, c. <a data-ref=\"Zechariah 12:13\" href=\"/Zechariah.12.13\">13</a> b, <a data-ref=\"Zechariah 12:14\" href=\"/Zechariah.12.14\">14</a> a, and (distrib.) v <a data-ref=\"Zechariah 12:12\" href=\"/Zechariah.12.12\">12</a>a <a data-ref=\"Zechariah 12:14\" href=\"/Zechariah.12.14\">14</a>b, pleonast. <span dir=\"rtl\">מ׳ מַטֵּה אֲבִיהֶם</span> <a data-ref=\"Numbers 36:6\" href=\"/Numbers.36.6\">Nu 36:6</a> cf. v <a data-ref=\"Numbers 36:8\" href=\"/Numbers.36.8\">8</a>, and <span dir=\"rtl\">(מַטֵּה מ׳ א׳)</span> v <a data-ref=\"Numbers 36:12\" href=\"/Numbers.36.12\">12</a>. <strong>e.</strong>  late, div. of other peoples <a data-ref=\"I Chronicles 16:28\" href=\"/I_Chronicles.16.28\">1 Ch 16:28</a> = <a data-ref=\"Psalms 96:7\" href=\"/Psalms.96.7\">ψ 96:7</a>, <a data-ref=\"Psalms 22:28\" href=\"/Psalms.22.28\">ψ 22:28</a>; in Edom <a data-ref=\"Genesis 36:40\" href=\"/Genesis.36.40\">Gn 36:40</a> (P). <strong>f.</strong>  in wider sense = people, nation; <span dir=\"rtl\">כֹּל מִשְׁפְּחֹת הָאֲדָמָה</span> <a data-ref=\"Amos 3:2\" href=\"/Amos.3.2\">Am 3:2</a>; <a data-ref=\"Genesis 12:3\" href=\"/Genesis.12.3\">Gn 12:3</a>; <a data-ref=\"Genesis 28:14\" href=\"/Genesis.28.14\">28:14</a> (both J), cf. <a data-ref=\"Jeremiah 10:25\" href=\"/Jeremiah.10.25\">Je 10:25</a>; <a data-ref=\"Ezekiel 20:32\" href=\"/Ezekiel.20.32\">Ez 20:32</a>; <a data-ref=\"Nahum 3:4\" href=\"/Nahum.3.4\">Na 3:4</a> (all ‖ <span dir=\"rtl\">גּוֹיִם</span>), <a data-ref=\"Zechariah 14:17\" href=\"/Zechariah.14.17\">Zc 14:17</a>; <a data-ref=\"Jeremiah 1:15\" href=\"/Jeremiah.1.15\">Je 1:15</a>; <a data-ref=\"Jeremiah 25:9\" href=\"/Jeremiah.25.9\">25:9</a>; as one’s posterity <a data-ref=\"Genesis 10:30\" href=\"/Genesis.10.30\">Gn 10:30</a>, <a data-ref=\"Genesis 10:31\" href=\"/Genesis.10.31\">31</a>, <a data-ref=\"Genesis 10:32\" href=\"/Genesis.10.32\">32</a> (all P), so prob. v <a data-ref=\"Genesis 10:5\" href=\"/Genesis.10.5\">5</a> (P; Di Dr); = all Isr. <a data-ref=\"Amos 3:1\" href=\"/Amos.3.1\">Am 3:1</a>, Judah <a data-ref=\"Micah 2:3\" href=\"/Micah.2.3\">Mi 2:3</a>; <a data-ref=\"Jeremiah 8:3\" href=\"/Jeremiah.8.3\">Je 8:3</a> <span dir=\"rtl\">(הַמּ׳ הָרָעָה הַזֹּאת)</span>, Isr. + Judah, <span dir=\"rtl\">שְׁתֵּי הַמּ׳</span> <a data-ref=\"Jeremiah 33:24\" href=\"/Jeremiah.33.24\">33:24</a>; <span dir=\"rtl\">מִשְׁפַּחַת מִצְרַיִם</span> <a data-ref=\"Zechariah 14:18\" href=\"/Zechariah.14.18\">Zc 14:18</a>; cf. <a data-ref=\"Psalms 107:41\" href=\"/Psalms.107.41\">ψ 107:41</a>.<br>†<strong>2.</strong>  = <em>guild</em> <a data-ref=\"I Chronicles 2:55\" href=\"/I_Chronicles.2.55\">1 Ch 2:55</a> (of scribes; orig. hereditary in families).<br>†<strong>3.</strong>  = <em>species, kind:</em> <strong>a.</strong>  of judgments <a data-ref=\"Jeremiah 15:3\" href=\"/Jeremiah.15.3\">Je 15:3</a>. <strong>b.</strong>  animals <a data-ref=\"Genesis 8:19\" href=\"/Genesis.8.19\">Gn 8:19</a> (P).<br>†<strong>4.</strong>  pl. = <em>aristocrats</em> <a data-ref=\"Job 31:34\" href=\"/Job.31.34\">Jb 31:34</a> (cf. Eng. ‘the classes’)."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6632054d6c1f2df3a8030154", "index_title": "Ba'al Shem Tov", "category": "Chasidut", "type": "", "ref": "Ba'al Shem Tov, Vayishlach 11:1", "anchorRef": "Genesis 36:40-43", "anchorRefExpanded": ["Genesis 36:40", "Genesis 36:41", "Genesis 36:42", "Genesis 36:43"], "sourceRef": "Ba'al Shem Tov, Vayishlach 11:1", "sourceHeRef": "בעל שם טוב, וישלח י״א:א׳", "anchorVerse": 40, "sourceHasEn": true, "compDate": [1700, 1760], "commentaryNum": 11.0001, "collectiveTitle": {"en": "Ba'al Shem Tov", "he": "בעל שם טוב"}, "heTitle": "וישלח", "he": "<b>אלוף תימן אלוף מבצר וגו'. </b>שמעתי ממורי על דרך הלצה, אלוף תימן אלוף מבצר אלוף מגדיאל וכו', דהנה כל לשון הרע הוא על ידי חיתוך ודיבור כ\"ב אותיות התורה וכו', לכן כשמדבר דברים בטלים ואחר כך לומד עם כ\"ב אותיות<i data-commentator=\"Mekor Mayim Chayim\" data-order=\"5\"></i> אזי מעלה אותיות של דברים בטלים למעלה וכו', וזהו שאמר הכתוב <b>אלוף תימן</b> ר\"ל אלופו של עולם<i data-commentator=\"Mekor Mayim Chayim\" data-order=\"6\"></i> שהוא בתוך אות <b>אלף</b> ראש לכל האותיות והוא <b>תימן</b> מלשון תמוה איך ידבר <b>אלוף מבצר</b> רצה לומר במבצר איך ידבר לשון הרע עם אות אלוף ראש האותיות, רק <b>אלוף מגדיאל</b>, שהוא מגיד דברי חכמה לשון הגדה אז מעלה וכו' ודפח\"ח:<br><small>(תוי\"י בסופו דר\"ח ע\"ג).</small>", "heVersionTitle": "Sefer Baal Shem Tov. Lodz, 1938", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר בעל שם טוב, לודז, תרצ\"ח", "text": "<b>These are the names of the chieftains of Esau, according to their families in their respective areas, by their names: …<i>Aluph </i>Teman,</b><sup class=\"footnote-marker\">1</sup><i class=\"footnote\">“<i>Aluph</i>” means “chief” or “Master. The Baal Shem Tov will make a play on the word, reading it as the Hebrew letter “<i>aleph</i>.”</i> <b><i>Aluph</i> Mivtzar, <i>Aluph</i> Magdiel….</b> (Genesis 36:40-43)<br>Every word of slander and gossip<sup class=\"footnote-marker\">2</sup><i class=\"footnote\"><i>Lashon hara.</i></i> is composed of the twenty-two letters of the Torah.<sup class=\"footnote-marker\">3</sup><i class=\"footnote\">As primal forces in creation, the Hebrew alphabet is at times described as a chain that links heaven to earth. In that sense, the <i>aleph</i>, as first letter, is closer to the source of emanation than the <i>tav</i> – the last letter (which corresponds to <i>Malchus</i>). Thus, G‑d, who stands at head of the chain of emanation, is said to dwell most intensely in the letter <i>aleph</i>.</i> When a person speaks improperly, and then studies Torah with the twenty-two letters, he elevates the letters of those improper words. The Baal Shem Tov said, in jest, thus it says: “<i>Aluph</i> Teman.” That is, the Master of the World – the <i>Alupho shel Olam</i> – is within the letter <i>aleph</i>.<sup class=\"footnote-marker\">4</sup><i class=\"footnote\">As the first letter of the Hebrew alphabet.</i> It is a wonder (<i>tamu’a<sup class=\"footnote-marker\">5</sup><i class=\"footnote\">I.e. a reference to <i>Aluph Teman.</i></i></i>) how a person can speak slander in secret (<i>b’ mivtzar<sup class=\"footnote-marker\">6</sup><i class=\"footnote\">Literally, “in a fortress.” The allusion is to <i>Aluph Mivtzar.</i></i></i>) with the letter <i>aleph</i>, the head of the letters. However, <i>Aleph Magdiel</i> – when he recounts words of wisdom (<i>Magid E-l<sup class=\"footnote-marker\">7</sup><i class=\"footnote\">Literally, “a preacher of G‑d.”</i></i>), he uplifts it.<br><i>Toldos Yaakov Yosef</i>, p. 108c\r\n", "versionTitle": "Baal Shem Tov; mystical teachings on the weekly Torah portion; by Rabbi Eliezer Shore. 2012", "license": "CC-BY-NC", "versionTitleInHebrew": ""}]