[{"_id": "4fe767d0edbab41d6500000f", "index_title": "Ibn Ezra on Genesis", "category": "Quoting Commentary", "type": "", "ref": "Ibn Ezra on Genesis 1:26:1", "anchorRef": "Exodus 9:32", "anchorRefExpanded": ["Exodus 9:32"], "sourceRef": "Ibn Ezra on Genesis 1:26:1", "sourceHeRef": "אבן עזרא על בראשית א׳:כ״ו:א׳", "anchorVerse": 32, "sourceHasEn": true, "compDate": [1155, 1165], "commentaryNum": 26.0001, "collectiveTitle": {"en": "Ibn Ezra on Genesis", "he": "אבן עזרא על בראשית"}, "he": "<b>נעשה אדם.</b> יש אומרי' כי מלת נעשה שם תואר מבנין נפעל כמו ואשר היה נעשה ליום אחד. ואמרו כי בצלמנו כדמותנו דברי משה. ופירושו ויברא אלהים את האדם בצלמו שהוי\"ו שב אל האדם ויפרשו בצלם אלהים שהאלהים דבק עם עשה כאילו אמר כי האלהים עשה את האדם בצלם. וזה הפירוש חסר לב כי היה הראשון ראוי להיות כן ויאמר אלהים יהי נעשה אדם. וכן עשהו בצלמו. גם וי\"ו בצלמו איך ישוב אל האדם והנה יש לו צלם קודם שיהיה. ומה טעם יש כי שופך דם האדם באדם דמו ישפך בעבור שנברא האדם בצלם גם לכל נפש חיה צלם. ויאמר הגאון כי פירוש בצלמנו כדמותנו בממשלה וטעמו בצלם שראה בחכמה כי טובה היא ובעבור כבוד האדם סמכו אל האלהים. וכן ומארצו יצאו כי לה' הארץ ומלואה. ואמר במלת נעשה ואם היא לשון רבים שכן מנהג המלכי' לדבר וכמוהו ונתנה לך גם את זאת. נאמר קדם מלכא. אולי אוכל נכה בו. ואלה העדים עדי שקר הם כי ונתנה לך בנין נפעל. וכמוהו והעיר נתנה והוי\"ו השיבו לעתיד כמשפט כל פעל עבר והטעם ותנתן לך. ונכה בו הוא ומחנהו או יהיה שם הפעל כמו ונקה לא אנקך. ואף כי שמצאנו לא נכו. כי לא יבא בנין שלא נזכר שם פועלו כי אם מהכבד ורבי משה הכהן הספרדי טעה בספרו. ומלת נאמר קדם מלכא ארמית היא. ואיך ידבר דניאל בלשון גדולה עם נבוכדנצר שהי' מלך מלכים. ועתה אפרש דע כי כל מעשה בראשית לכבוד האדם נברא במצות השם. והצמחים הוציאה אותם הארץ והמים וכל נפשות החיות. ואחר כן אמר השם למלאכים נעשה אדם אנחנו נתעסק בו ולא המים והארץ ואחר שידענו שהתורה דברה כלשון בני אדם כי המדבר אדם גם כן השומע ולא יוכל לדבר איש דברים בגבוה עליו. או בשפל ממנו. רק על דרך דמות האדם. וכן אמר פי הארץ. יד הירדן. וראש עפרות תבל. וחלילה חלילה להיות דמות לשם. וכן אמר ואל מי תדמיוני. ובעבור שנשמת האדם העליונה שאיננה מתה נמשלת בחיות' לשם. ושאיננה גוף והיא מלאה כולו וגוף האדם כעולם קטן. יהי השם מבורך אשר בגדול החל ובקטן כלה. וגם אמר הנביא שראה כבוד אלהים כמראה אדם. והשם הוא האחד והוא יוצר הכל והוא הכל ולא אוכל לפרש. ואדם נברא בתחלה בשני פרצופין והנו אחד וגם הוא שנים. והנה בצלם אלהים מלאך, והוא נברא זכר ונקבה ומלת פריה ורביה באדם ברכה היא כמו בבריאת המים. רק הוא מצוה העתיקוה קדמונינו ז\"ל ושמו זה הפסוק זכר לדבר:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "LET US MAKE MAN. Some are of the opinion that <i>na’aseh</i> (let us make) is a <i>nifal</i> participle<sup class=\"footnote-marker\">134</sup><i class=\"footnote\"><i>Na’aseh</i> is not a first person plural future <i>kal</i> but rather a <i>nifal</i> participle. This interpretation eliminates the problem of God using a plural form when speaking of Himself. The verse is to be read as follows: <i>And God said, Let a man be made</i> (Cherez).</i> and is to be compared to the same word in <i>Now that which was prepared</i> (na’aseh) <i>for one day</i> (Neh. 5:18).<sup class=\"footnote-marker\">135</sup><i class=\"footnote\">Here <i>na’aseh</i> is definitely a <i>nifal</i> form.</i> They further say that <i>in our image, after our likeness</i> are the words of Moses.<sup class=\"footnote-marker\">136</sup><i class=\"footnote\">They interpret the verse as follows: God said, “Let a man be made.” Moses added: “in our image after our likeness,” i.e., in human form. This eliminates the problem of God having a human form.</i> They also explain the pronominal suffix “his” in <i>And God created man in His own image</i> (v. 27) as referring to man,<sup class=\"footnote-marker\">137</sup><i class=\"footnote\">The verse is to be explained as God created man in man’s own image.</i> and connect God (in Gen. 9:6) to <i>made</i> rather than to <i>image</i>. They read this verse as follows: “For God made man in an image,” rather than “for in the image of God made He man.”<sup class=\"footnote-marker\">138</sup><i class=\"footnote\">They read the verse, <i>ki be-tzelem, Elohim asah et ha-adam</i>. The usual and correct reading is, <i>ki be-tzelem Elohim, asah et ha-adam</i>. Cherez notes that the same interpretation applies to verse 27, i.e., <i>be-tzelem, Elohim bara oto</i>.</i> Now this interpretation is absurd. According to it the first quoted verse should have read, “Let a man be made.”<sup class=\"footnote-marker\">139</sup><i class=\"footnote\">If <i>na’aseh adam</i> means “Let (<i>yehi</i>) a man be made,” then the text should read <i>yehi na’aseh adam</i>.</i> Similarly Scripture should have read, “He made him in his image.”<sup class=\"footnote-marker\">140</sup><i class=\"footnote\">The reference is either to Gen. 9:6 (Netter) or 1:27 (Cherez). I.E.’s point is, why use such roundabout language to say that God made man in his (human) image when the Bible could have said this directly (Cherez). <i>Vat. Ebr</i>. 38 reads, “It should have stated, He made him in our image”; i.e., if “our image” relates to man’s image, 9:6 and 1:27 should have so read.</i> Furthermore, how can the <i>his</i> in <i>His image</i> (v. 27) refer to man? If this were the case then man had an image before he was created.<sup class=\"footnote-marker\">141</sup><i class=\"footnote\">If man was created in man’s image, then man had an image before he was created. This is obviously an impossibility.</i> Finally, what sense would there be to <i>Whoso sheddeth man’s blood, by man shall his blood be shed</i> (Gen. 9:6), if the reason for the above is that man was made in an image? All living things have an image.<sup class=\"footnote-marker\">142</sup><i class=\"footnote\">The verse stresses man’s uniqueness; i.e., he was created in God’s image. But if the verse speaks only of man having an image, animals, too, have an image. Wherein is the uniqueness of man?</i> Saadiah Gaon explains <i>in our image, after our likeness</i> as referring to the dominion man exercises on earth.<sup class=\"footnote-marker\">143</sup><i class=\"footnote\">Man rules over the world just as God rules over the universe (Weiser).</i> He explains <i>His image</i><sup class=\"footnote-marker\">144</sup><i class=\"footnote\">Reading <i>His image</i> for image (Filwarg).</i> as the image that God in His wisdom chose for man because He saw that this image was good for man. The Gaon further notes that Scripture connects image to God (<i>be-tzelem Elohim</i>) to stress man’s glorified state.<sup class=\"footnote-marker\">145</sup><i class=\"footnote\">In the image of God (<i>be-tzelem Elohim</i>) means in the image chosen by God. A very precious image.</i> Similarly Scripture states, <i>and are gone forth out of His land</i> (Ezek. 36:20). The Bible says this to emphasize the importance of the land of Israel because, in reality, <i>The earth is the Lord’s, and the fullness thereof</i> (Ps. 24:1).<sup class=\"footnote-marker\">146</sup><i class=\"footnote\">All of the earth is in reality His land. There is thus no reason to call Israel “His land.” Hence the Torah calls the land of Israel “His land” in order to stress its importance.</i> The Gaon also says that the word <i>na’aseh</i> (let us make) has the meaning of the singular even though it is in the plural because it is the plural of majesty.<sup class=\"footnote-marker\">147</sup><i class=\"footnote\">Therefore <i>Let us make</i> really means: I will make.</i> He offers as proof, <i>and we will give thee the other also</i> (Gen. 29:27); <i>and we will tell the interpretation thereof before the king (Daniel 2:36); peradventure I shall prevail, that we may smite</i> (nakkeh) <i>them</i> (Num. 22:6). However, these witnesses are false witnesses.<sup class=\"footnote-marker\">148</sup><i class=\"footnote\">These verbs are not examples of the plural of Majesty.</i> First of all, <i>and we will give thee</i> (ve-nittenah) (Gen. 29:27) is a <i>nifal</i> and its meaning is “the other will also be given thee.”<sup class=\"footnote-marker\">149</sup><i class=\"footnote\">It is not a first person plural <i>kal</i>.</i> It is like the word <i>nittenah</i> (is given) in <i>and the city is given</i> (nittenah) (Jer. 32:24). The <i>vav</i> conversive changes <i>nittenah</i> (she was given) to “she will be given (<i>ve-nittenah</i>),” as is the case with every verb in the perfect which becomes an imperfect when a <i>vav</i> conversive is prefixed to it. Similarly <i>nakkeh bo</i> (we may smite them) (Num. 22:6) means, “I and my army will smite them.”<sup class=\"footnote-marker\">150</sup><i class=\"footnote\">In other words, <i>nakkeh</i> is not a plural of majesty.</i> Further, <i>nakkeh</i> may be a <i>pi’el</i> infinitive<sup class=\"footnote-marker\">151</sup><i class=\"footnote\">The <i>nun</i> of <i>nakkeh</i> (smite) is not the <i>nun</i> of the first person plural but is part of the root of the word <i>nakkeh</i>. The meaning of the word thus is <i>to smite</i>, rather than <i>we will smite</i>.</i> meaning to smite, like <i>nakeh</i> (destroy)<sup class=\"footnote-marker\">152</sup><i class=\"footnote\"><i>Nakkeh</i> is a <i>pi’el</i> infinitive.</i> in <i>But will not utterly destroy thee</i> (ve-nakkeh lo anakkekah) (Jer. 46:28). The latter interpretation is supported by the fact that Scripture employs the phrase <i>lo nukku</i> (were not smitten) (Ex. 9:32), and a verb cannot come in the <i>pu’a</i> l unless it also comes in the <i>pi’el</i>.<sup class=\"footnote-marker\">153</sup><i class=\"footnote\"><i>Nukku</i> (were smitten) is a <i>pu’al</i>. <i>Pu’al</i> is the passive of <i>pi’el</i>. If a verb is found in the <i>pu’al</i> it can also come in the <i>pi’el</i>, Hence smite can be a <i>pi’el</i> (Meijler). For alternate interpretations see Krinsky and Filwarg.</i> Rabbi Moses Ha-kohen, the Spaniard, errs in his book.<sup class=\"footnote-marker\">154</sup><i class=\"footnote\">Rabbi Moses ben Samuel Gikatila, an 11th century Bible commentator. It is not clear what error I.E. is referring to. Cf. Filwarg. Perhaps R. Moses also interpreted <i>nakkeh</i> as the plural of majesty.</i> Similarly <i>we will tell</i> (Dan. 2:36) is Aramaic.<sup class=\"footnote-marker\">155</sup><i class=\"footnote\">It is not a plural of majesty but the normal way of speaking in Aramaic (Krinsky).</i> For if <i>we will tell</i> is a plural of majesty, how would Daniel dare to speak in such haughty terms before Nebuchadnezzar who was the “King of Kings”?I will now explain. Note that all the works of creation came into being by God’s command for the sake of man. Scripture relates that the earth and water brought forth plants and all living creatures. After all plants and living creatures had been created, God said to the angels, <i>Let us make man</i>; i.e., We, rather than the earth and water, will occupy ourselves with his creation. We know that the Torah spoke the language of man,<sup class=\"footnote-marker\">156</sup><i class=\"footnote\"><i>Berekhot</i> 31b.</i> for it was given to humans who speak and hear. Now a human being cannot speak of things above or below him without employing human terminology. Hence Scripture uses such terms as the mouth of the earth (Num. 16:30), <i>the hand of the Jordan</i> (Num. 13:29),<sup class=\"footnote-marker\">157</sup><i class=\"footnote\">J.P.S. translates: the side of the Jordan.</i> and <i>the head</i><sup class=\"footnote-marker\">158</sup><i class=\"footnote\">J.P.S. translates: beginning.</i> <i>of the dust of the world</i> (Proverbs 8:26). Far be it from us to believe that God has an image.<sup class=\"footnote-marker\">159</sup><i class=\"footnote\">On the basis of our verses reading, <i>in our image, after our likeness</i>.</i> Scripture clearly refutes such a notion by stating, <i>To whom then will you liken Me, that I should be equal</i> (Is. 40:25). It is because man’s upper soul is eternal and is compared in its existence to God and because man’s soul is incorporeal and fills the body, which is a microcosm, in the same way that God fills the universe that Scripture states, <i>in our image, after our likeness</i>. May God’s name be blessed. He commenced with the macrocosm and concluded with the microcosm.<sup class=\"footnote-marker\">160</sup><i class=\"footnote\">Man. The account of creation begins with the creation of the “large world,” the universe, and concludes with the creation of the “small world,” man. “Man is a microcosm, a universe in little, for like the great universe he consists of a body animated by a soul” (Husik, p. 191).</i> The prophet also says that he saw God’s glory appear in human form (Ezek. 1:26).<sup class=\"footnote-marker\">161</sup><i class=\"footnote\">Hence Ezekiel, like Moses, employed human terminology in speaking of God (Weiser).</i> God is one. He is the creator of all. He is all. I cannot explain further.<sup class=\"footnote-marker\">162</sup><i class=\"footnote\">I.E. “seems to favor the idea of eternal creation and maintenance of the universe, the relation of which to God is as the relation of speech to the speaker, which exists only so long as the speaker speaks. The moment he ceases speaking the sounds cease to exist” (Husik, p. 190). The mystery of God being “All” is difficult to comprehend and lends itself to misinterpretation. It might lead one to believe in pantheism.</i> Man was originally created with two faces;<sup class=\"footnote-marker\">163</sup><i class=\"footnote\">Hence there is no contradiction in Scripture stating, <i>created He him</i>, and then saying, <i>created He them</i> (Meijler). Weiser explains that I.E.’s interpretation is in keeping with the Rabbinic tradition that man was originally androgynous (<i>Erubin</i> 18a). Levine (p. 135) suggests that I.E. speaks of man’s dual nature; i.e., he has a body and a soul.</i> man is thus one but also two. <i>In the image of God</i> means in the image of the angels. Man was created both male and female.<sup class=\"footnote-marker\">164</sup><i class=\"footnote\">The angels are of only one sex, man is of two. Nevertheless, man was created in the image of the angels.</i> The words <i>Be fruitful, and multiply</i> are a blessing not a command,<sup class=\"footnote-marker\">165</sup><i class=\"footnote\">According to the rabbis of the Talmud there is a commandment to “be fruitful and multiply.” Cf. <i>Kiddushin</i> 35a.</i> just as they are with regard to the creatures brought forth by the waters (Gen. 1:22).<sup class=\"footnote-marker\">166</sup><i class=\"footnote\">Obviously no command is addressed to animals.</i> Nevertheless, there is in fact a commandment to be fruitful and multiply transmitted by our sages, of blessed memory, which they attached to this verse in order to remember the commandment.<sup class=\"footnote-marker\">167</sup><i class=\"footnote\">According to I.E. when a Rabbinic interpretation is not in keeping with the literal meaning of the verse, then the verse is to be interpreted literally, and the Rabbinic interpretation accepted as true in itself but not as being derived from the verse. The verse merely serves as a peg on which to attach an authentic tradition.</i>", "versionTitle": "Ibn Ezra's commentary on the Pentateuch, tran. and annot. by H. Norman Strickman and Arthur M. Silver. Menorah Pub., 1988-2004", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "524cf3acedbab42e1c17291c", "index_title": "Ibn Ezra on Exodus; Perush HaArokh", "category": "Commentary", "type": "commentary", "ref": "Ibn Ezra on Exodus; Perush HaArokh 9:32:1", "anchorRef": "Exodus 9:32", "anchorRefExpanded": ["Exodus 9:32"], "sourceRef": "Ibn Ezra on Exodus; Perush HaArokh 9:32:1", "sourceHeRef": "אבן עזרא על שמות; פירוש הארוך ט׳:ל״ב:א׳", "anchorVerse": 32, "sourceHasEn": true, "compDate": [1155, 1165], "commentaryNum": 32.0001, "collectiveTitle": {"en": "Ibn Ezra", "he": "אבן עזרא"}, "heTitle": "אבן עזרא על שמות; פירוש הארוך", "he": "<b>אפילת.</b> תאר וקרוב ממנו. ואופל ולא נוגה לו. והטעם שהיו עוד תחת הארץ ולא נראו:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "THEY RIPEN LATE. <i>Afilot</i> (ripen late) is an adjective. The word <i>afel</i> (darkness), as in, <i>darkness, and not light</i>, is close in meaning to it. It means that they were beneath the earth<sup class=\"footnote-marker\">116</sup><i class=\"footnote\">Being beneath the earth is like being in a dark place.</i> and unseen.", "versionTitle": "Ibn Ezra's commentary on the Pentateuch, tran. and annot. by H. Norman Strickman and Arthur M. Silver. Menorah Pub., 1988-2004", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "531e4fe1fbfba276047f6116", "index_title": "Onkelos Exodus", "category": "Targum", "type": "targum", "ref": "Onkelos Exodus 9:32", "anchorRef": "Exodus 9:32", "anchorRefExpanded": ["Exodus 9:32"], "sourceRef": "Onkelos Exodus 9:32", "sourceHeRef": "תרגום אונקלוס על שמות ט׳:ל״ב", "anchorVerse": 32, "sourceHasEn": false, "compDate": [80, 120], "commentaryNum": 9.0032, "collectiveTitle": {"en": "Onkelos Exodus", "he": "תרגום אונקלוס על שמות"}, "heTitle": "תרגום אונקלוס על שמות", "he": "וְחִטָּאָה וְכֻנְתַּיָּא לָא לְקוֹ אֲרֵי אֲפִילָתָא אִנּוּן:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "חומש שפתי חכמים, מצודה תשס\"ט", "text": "But neither the wheat or the spelt were broken since they are late in sprouting.”", "versionTitle": "Metsudah Chumash, Metsudah Publications, 2009 [with Onkelos translation]", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "532b2684fbfba27c35eeb956", "index_title": "Targum Jonathan on Exodus", "category": "Targum", "type": "targum", "ref": "Targum Jonathan on Exodus 9:32", "anchorRef": "Exodus 9:32", "anchorRefExpanded": ["Exodus 9:32"], "sourceRef": "Targum Jonathan on Exodus 9:32", "sourceHeRef": "תרגום יונתן על שמות ט׳:ל״ב", "anchorVerse": 32, "sourceHasEn": true, "compDate": [30, 70], "commentaryNum": 9.0032, "collectiveTitle": {"en": "Targum Jonathan on Exodus", "he": "תרגום יונתן על שמות"}, "heTitle": "תרגום יונתן על שמות", "he": "וְחִיטַיָא וְכוּנְתַּיָא לָא לָקוּן אֲרוּם לְקִישָׁן הִינוּן", "heVersionTitle": "Targum Jonathan on Exodus", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": " But the wheat and the spelt were not smitten, because they are later. \n", "versionTitle": "The Targum of Jonathan ben Uzziel, trans. J. W. Etheridge, London, 1862", "license": "Public Domain", "versionTitleInHebrew": "תרגום ירושלמי (תרגום יונתן בן-עוזיאל) לתורה, תורגם ע״י ג׳ון ווסלי אטרידג׳, לונדון 1862"}, {"_id": "53f0e35dfbfba22336e98a88", "index_title": "Rashbam on Exodus", "category": "Commentary", "type": "commentary", "ref": "Rashbam on Exodus 9:32:1", "anchorRef": "Exodus 9:32", "anchorRefExpanded": ["Exodus 9:32"], "sourceRef": "Rashbam on Exodus 9:32:1", "sourceHeRef": "רשב\"ם על שמות ט׳:ל״ב:א׳", "anchorVerse": 32, "sourceHasEn": true, "compDate": [1120, 1160], "commentaryNum": 32.0001, "collectiveTitle": {"en": "Rashbam", "he": "רשב\"ם"}, "heTitle": "רשב\"ם על שמות", "he": "לא נכו - להודיעך שמה שלא שיבר הברד אכל הארבה. הברד מקלקל את הקשה והארבה את הרך. ", "heVersionTitle": "Rashbam on Torah -- Daat", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "לא נוכו, to inform us that whatever the hail had not destroyed would be destroyed by the locusts. The hail demolished everything hard, the locust everything soft.", "versionTitle": "Eliyahu Munk, HaChut Hameshulash", "license": "CC-BY", "versionTitleInHebrew": "החוט המשולש, אליהו מונק"}, {"_id": "53f1769dfbfba22336e9ed38", "index_title": "Sforno on Exodus", "category": "Commentary", "type": "commentary", "ref": "Sforno on Exodus 9:32:1", "anchorRef": "Exodus 9:32", "anchorRefExpanded": ["Exodus 9:32"], "sourceRef": "Sforno on Exodus 9:32:1", "sourceHeRef": "ספורנו על שמות ט׳:ל״ב:א׳", "anchorVerse": 32, "sourceHasEn": true, "compDate": [1500, 1550], "commentaryNum": 32.0001, "collectiveTitle": {"en": "Sforno", "he": "ספורנו"}, "heTitle": "ספורנו על שמות", "he": "<b>והחטה והכסמת.</b> בא וראה מה רב רשעם של פרעה ועבדיו כי אף על פי שהחטה והכסמת לא נכו, ומשה התפלל, וראה פרעה כי חדל כל הרע בתפלתו, כי באופן אחר היה כלה גם יתר הפלטה, מכל מקום הוסיף פרעה לחטוא והכביד לבו במזיד הוא ועבדיו:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "והחטה והכסמת, take note of the extent of the wickedness of Pharaoh and his servants. Even though the wheat and the spelt had not yet been destroyed, and Moses had prayed for the removal of the plague of hail, and Pharaoh had observed that all the destructive forces had ceased to be active as an immediate result of Moses’ prayer, something which made plain that but for Moses’ prayer the destruction would have continued, Pharaoh heaped more sins on top of the ones already committed, so as to make the ultimate retribution he would suffer even more terrible.", "versionTitle": "Eliyahu Munk, HaChut Hameshulash", "license": "CC-BY", "versionTitleInHebrew": "החוט המשולש, אליהו מונק"}, {"_id": "54eaf561fbfba278fd2656da", "index_title": "Haamek Davar on Exodus", "category": "Commentary", "type": "commentary", "ref": "Haamek Davar on Exodus 9:32:1", "anchorRef": "Exodus 9:32", "anchorRefExpanded": ["Exodus 9:32"], "sourceRef": "Haamek Davar on Exodus 9:32:1", "sourceHeRef": "העמק דבר על שמות ט׳:ל״ב:א׳", "anchorVerse": 32, "sourceHasEn": false, "compDate": [1840, 1880], "commentaryNum": 32.0001, "collectiveTitle": {"en": "Haamek Davar", "he": "העמק דבר"}, "he": "<b>כי אפילות הנה.</b> הפשט מבואר ורש״י הביא המדרש. פלאי פלאות נעשה להם ומוצא הדרש מבואר ברבה. וע״ע להלן י׳ ט״ו הוכחה לזו:\n", "heVersionTitle": "Sefer Torat Elohim, Vilna 1879", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר תורת אלוהים, וילנא 1879", "text": [], "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": "תרגום קהילת ספריא"}, {"_id": "55b9f506fbfba26d9c255888", "index_title": "Mishnah Shevuot", "category": "Mishnah", "type": "", "ref": "Mishnah Shevuot 5:3", "anchorRef": "Exodus 9:32", "anchorRefExpanded": ["Exodus 9:32"], "sourceRef": "Mishnah Shevuot 5:3", "sourceHeRef": "משנה שבועות ה׳:ג׳", "anchorVerse": 32, "sourceHasEn": true, "compDate": [190, 230], "commentaryNum": 5.0003, "collectiveTitle": {"en": "Mishnah Shevuot", "he": "משנה שבועות"}, "heTitle": "משנה שבועות", "he": "הָיוּ חֲמִשָּׁה תוֹבְעִין אוֹתוֹ, אָמְרוּ לוֹ תֶּן לָנוּ פִקָּדוֹן שֶׁיֵּשׁ לָנוּ בְיָדֶךָ, שְׁבוּעָה שֶׁאֵין לָכֶם בְּיָדִי, אֵינוֹ חַיָּב אֶלָּא אַחַת. שְׁבוּעָה שֶׁאֵין לְךָ בְיָדִי וְלֹא לְךָ וְלֹא לְךָ, חַיָּב עַל כָּל אַחַת וְאֶחָת. רַבִּי אֱלִיעֶזֶר אוֹמֵר, עַד שֶׁיֹּאמַר שְׁבוּעָה בָאַחֲרוֹנָה. רַבִּי שִׁמְעוֹן אוֹמֵר, עַד שֶׁיֹּאמַר שְׁבוּעָה לְכָל אֶחָד וְאֶחָד. תֶּן לִי פִקָּדוֹן וּתְשׂוּמֶת יָד גָּזֵל וַאֲבֵדָה שֶׁיֵּשׁ לִי בְיָדֶךָ, שְׁבוּעָה שֶׁאֵין לְךָ בְיָדִי, אֵינוֹ חַיָּב אֶלָּא אַחַת. שְׁבוּעָה שֶׁאֵין לְךָ בְיָדִי פִקָּדוֹן וּתְשׂוּמֶת יָד וְגָזֵל וַאֲבֵדָה, חַיָּב עַל כָּל אַחַת וְאֶחָת. תֶּן לִי חִטִּין וּשְׂעֹרִין וְכֻסְּמִין שֶׁיֵּשׁ לִי בְיָדֶךָ, שְׁבוּעָה שֶׁאֵין לְךָ בְיָדִי, אֵינוֹ חַיָּב אֶלָּא אַחַת. שְׁבוּעָה שֶׁאֵין לְךָ בְיָדִי חִטִּין וּשְׂעֹרִין וְכֻסְּמִים, חַיָּב עַל כָּל אַחַת וְאֶחָת. רַבִּי מֵאִיר אוֹמֵר, אֲפִלּוּ אָמַר חִטָּה וּשְׂעֹרָה וְכֻסֶּמֶת, חַיָּב עַל כָּל אַחַת וְאֶחָת: \n", "heVersionTitle": "Torat Emet 357", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורת אמת 357", "text": "If <b>five</b> people <b>were suing him</b> and <b>they said to him: Give us</b> back <b>our deposit that is in your possession,</b> and the defendant says: On my <b>oath nothing</b> of <b>yours</b> is <b>in my possession,</b> he is <b>liable</b> for <b>only one</b> false oath. But if he responds to each claimant: On my <b>oath nothing</b> of <b>yours</b> is <b>in my possession, and nothing</b> of <b>yours, and nothing</b> of <b>yours,</b> he is <b>liable for</b> his oath concerning <b>each and every</b> claim that he denied. <b>Rabbi Eliezer says:</b> He is not liable for his oath concerning each claim <b>unless he says:</b> On my <b>oath, at the end</b> of the denial, i.e., he says: Nothing of yours is in my possession, and nothing of yours, on my oath, so that it is clear that he is taking an oath to each one. <b>Rabbi Shimon says:</b> He is not liable for his oath concerning each claim <b>unless he says:</b> On my <b>oath, to each and every</b> claimant, i.e., he says: On my oath nothing of yours is in my possession, and on my oath nothing of yours, to each claimant separately. In a case where the claimant said: <b>Give me</b> back <b>my deposit, and pledge, stolen item, and lost item that are in your possession,</b> and the defendant responds: On my <b>oath nothing</b> of <b>yours</b> is <b>in my possession,</b> he is <b>liable</b> for <b>only one</b> false oath. But if he responds: On my <b>oath I do not have in my possession your deposit, or pledge, stolen item, or lost item,</b> he is <b>liable for</b> his oath concerning <b>each and every</b> claim. In a case where the claimant said: <b>Give me</b> back <b>my wheat, and barley, and spelt that are in your possession,</b> if the defendant responds: On my <b>oath nothing of yours</b> is <b>in my possession,</b> he is <b>liable</b> for <b>only one</b> false oath. But if he responds: On my <b>oath I do not have in my possession your wheat, barley, or spelt,</b> he is <b>liable for</b> his oath concerning <b>each and every</b> claim. <b>Rabbi Meir says: Even</b> if the defendant <b>says:</b> On my oath I do not have in my possession your <b>grain of wheat, or grain of barley, or grain of spelt,</b> he is <b>liable for</b> his oath concerning <b>each and every</b> claim.", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "574c6ef1d6e4a9347afe05d6", "index_title": "Rashi on Exodus", "category": "Commentary", "type": "commentary", "ref": "Rashi on Exodus 9:32:1", "anchorRef": "Exodus 9:32", "anchorRefExpanded": ["Exodus 9:32"], "sourceRef": "Rashi on Exodus 9:32:1", "sourceHeRef": "רש\"י על שמות ט׳:ל״ב:א׳", "anchorVerse": 32, "sourceHasEn": true, "compDate": [1075, 1105], "commentaryNum": 32.0001, "collectiveTitle": {"en": "Rashi", "he": "רש\"י"}, "heTitle": "רש\"י על שמות", "he": "<b>כי אפילת הנה.</b> מְאֻחָרוֹת, וַעֲדַיִן הָיוּ רַכּוֹת וִיכוֹלוֹת לַעֲמֹד בִּפְנֵי קָשֶׁה; וְאַעַ\"פִּ שֶׁנֶּאֱמַר \"וְאֵת כָּל עֵשֶׂב הַשָּׂדֶה הִכָּה הַבָּרָד\", יֵשׁ לְפָרֵשׁ פְּשׁוּטוֹ שֶׁל מִקְרָא בַּעֲשָׂבִים הָעוֹמְדִים בְּקִלְחָם, הָרְאוּיִם לִלְקוֹת בַּבָּרָד. וּבְמִדְרַשׁ רַבִּי תַּנְחוּמָא יֵשׁ מֵרַבּוֹתֵינוּ שֶׁנֶּחְלְקוּ עַל זֹאת, וְדָרְשׁוּ <b>כי אפילת</b>, פִּלְאֵי פְלָאוֹת נַעֲשׂוּ לָהֶם שֶׁלֹּא לָקוּ:", "heVersionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "כי אפילת הנה means FOR THEY WERE LATE in growing and they were still soft and able to resist the blow of anything hard. It is true that it is stated, (v. 25) “and every herb of the field did the hail smite”, but one must explain the real meaning of that verse as referring to herbs that stood on their stalks and were therefore liable to be broken by the hail. In the Midrash of Rabbi Tanchuma 2:2:16 some of our Rabbis differed in their explanation of this, and explained the words כי אפילת to signify that most remarkable wonders (פלאי פלאות) happened to them in that they were not smitten.", "versionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "license": "Public Domain", "versionTitleInHebrew": "חמישה חומשי תורה עם פירוש רש״י, מ. רוזנבאום וא.מ. סילברמן"}, {"_id": "57669f5ad6e4a949a39b2675", "index_title": "JPS 1985 Footnotes", "category": "Commentary", "type": "commentary", "ref": "JPS 1985 Footnotes, Exodus 9:2", "anchorRef": "Exodus 9:32", "anchorRefExpanded": ["Exodus 9:32"], "sourceRef": "JPS 1985 Footnotes, Exodus 9:2", "sourceHeRef": "הערות שוליים תרגום 1985 של JPS, שמות ט׳:ב׳", "anchorVerse": 32, "sourceHasEn": true, "compDate": [1980, 1990], "commentaryNum": 9.0002, "collectiveTitle": {"en": "JPS", "he": "הערות שוליים תרגום 1985 של JPS"}, "heTitle": "שמות", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "A kind of wheat.", "versionTitle": "JPS Footnotes", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "57e77ca4d6e4a94c7c189b8e", "index_title": "Tafsir Rasag", "category": "Targum", "type": "targum", "ref": "Tafsir Rasag, Exodus 9:32", "anchorRef": "Exodus 9:32", "anchorRefExpanded": ["Exodus 9:32"], "sourceRef": "Tafsir Rasag, Exodus 9:32", "sourceHeRef": "תפסיר רס\"ג, שמות ט׳:ל״ב", "anchorVerse": 32, "sourceHasEn": false, "compDate": [918, 942], "commentaryNum": 9.0032, "collectiveTitle": {"en": "Tafsir Rasag", "he": "תפסיר רס\"ג"}, "heTitle": "שמות", "he": "ואלחנטה ואלכרסנה לם יעטבא לאנהמא אפלתאן", "heVersionTitle": "Tafsir al-Torah bi-al-Arabiya, Paris, 1893", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תפסיר אלתורה באלערביה, פריס, 1893", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5889b4d1d6e4a902855ff28b", "index_title": "Tur HaArokh", "category": "Commentary", "type": "commentary", "ref": "Tur HaArokh, Exodus 9:32:1", "anchorRef": "Exodus 9:32", "anchorRefExpanded": ["Exodus 9:32"], "sourceRef": "Tur HaArokh, Exodus 9:32:1", "sourceHeRef": "הטור הארוך, שמות ט׳:ל״ב:א׳", "anchorVerse": 32, "sourceHasEn": true, "compDate": [1280, 1340], "commentaryNum": 32.0001, "collectiveTitle": {"en": "Tur HaAroch", "he": "הטור הארוך"}, "heTitle": "שמות", "he": "<b>כי אפילות הנה. </b>פירש\"י פלאי פלאות נעשו בהן וק' והלא מפורש שמה שלקו פשתה ושעורה בשביל שהיו אביב וגבעול הא לאו הכי לא נכו הרי שכל העשבים והירקות לא נכו. ואפשר אע\"פ שלא הכום הברד לקו בשדפון וירקון וזהו הפלא שאלו לא לקו כלל. יש מקשים לפי שאמרו שכל מכה היתה משמשת חדש רביע החדש היתה המכה וג' רביעים היה מתרה בהם א\"כ כשתמנה למפרע מניסן שאז יצאו שהי' בו מכת בכורות תמצא שמכת הברד היתה בטבת והאיך היתה השעורה בטבת והא אפילו ארץ ישראל שהיתה ממהרת לבשל פירותי' בטורח היו מוצאים בה שעורים בפסח לצורך העומר לכך מפרשים שכל המכות נעשו בי' שבועות ויבוא מכת הברד באדר ואפשר שבמצרים מפני שהית' שותה מים ממימי נילוס ולא היתה חסרה מים מעולם והי' בה חום היתה ממהרת לבשל פירות' יותר: \n", "heVersionTitle": "Perush al ha-Torah, Hanover, 1838", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": " כי אפילות הנה. “for they ripen later in the season.” <i>Rashi,</i> offering also the view of the <i>Midrash Tanchuma 16,</i> writes that this was an exceptional miracle i.e. the word אפילות is a rearrangement of the word פליאות, ”miracles.” The <i>Midrash</i> quasi begs the question why we need to resort to miracles when the Torah itself had offered a rational explanation why these crops had not been destroyed by the hail. Perhaps, although these crops had not been ruined by the hail, they could have been ruined by some other natural disaster. The Torah therefore may have wanted to inform the reader that Pharaoh was aware that there had been no other reason to fear for that crop.\n    Some people question that if we accept the view that the time frame of each plague, including the preceding warning, lasted for a month, and we count backwards from the plague of the dying of the firstborn which occurred in Nissan, that the plague of hail must have occurred in the month of Tevet, and how could any crop be sufficiently advanced at that time to suffer damage or even be ruined through hail? Even in the land of Israel only barley ripens by Nissan? In light of this calculation, most commentators came to the conclusion that each cycle involving any of the plagues could not have lasted longer than two weeks, including the preceding warning when such occurred. Accordingly, the hail would have occurred during the month of Adar. Possibly, seeing that Egypt’s crops never had to wait for irrigation, thanks to the river Nile and its canals, the grains ripen there at a time which for us is the deep of winter.\n", "versionTitle": "Tur on the Torah, trans. Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "588f55dad6e4a96d624ac60f", "index_title": "Machberet Menachem", "category": "Reference", "type": "", "ref": "Machberet Menachem, Letter Alef 112:2", "anchorRef": "Exodus 9:32", "anchorRefExpanded": ["Exodus 9:32"], "sourceRef": "Machberet Menachem, Letter Alef 112:2", "sourceHeRef": "מחברת מנחם, א קי״ב:ב׳", "anchorVerse": 32, "sourceHasEn": false, "compDate": [950, 960], "commentaryNum": 112.0002, "collectiveTitle": {"en": "Machberet Menachem", "he": "מחברת מנחם"}, "he": "‎וישם <b>מאפל</b> <small>(יהושע כד, ז)</small>, ארץ <b>מאפליה</b> <small>(ירמיה ב, לא)</small>, חשך <b>ואפלה</b> <small>(יואל ב, ב)</small>, ענין מחשך הוא. ונראה אפילות שהוא מגזרתם על דבר הענין ומקרהו והחטה והכסמת לא נכו כי <b>אפילת</b> הנה <small>(שמות ט, לב)</small>, יען כי לא שלטה האש המתלקחת על הזרעים אשר לא נצמחו ועל הדשאים אשר לא דשאו, כי טמונים היו בתלמי אדמה עוד באופל היו ולא יצאו לאור, על כן נקראו 'אפילות'. ואם יטעון הטוען לאמר כי פתרון אפילות כמו מלקושות, והן זריעות מיוחדות ואין למלה דמיון בתורה, יתכנו דבריו על כי יש מלים הרבה אע\"פ שיש להם דמיונות למראה אינם מגזרתם, ומצאנו לו דמיון בענין ובמראה בלשון משנה, 'הא בחרפי הא באפלי' <small>(תענית ג\"ב, חגיגה כה\"א)</small>.", "heVersionTitle": "Mahberet Menahem, London, 1854.", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מחברת מנחם,לונדון, תרי\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "58fdc0d7d6e4a960c04a286b", "index_title": "Midrash Tanchuma", "category": "Midrash", "type": "", "ref": "Midrash Tanchuma, Vaera 16:2", "anchorRef": "Exodus 9:32", "anchorRefExpanded": ["Exodus 9:32"], "sourceRef": "Midrash Tanchuma, Vaera 16:2", "sourceHeRef": "מדרש תנחומא, וארא ט״ז:ב׳", "anchorVerse": 32, "sourceHasEn": true, "compDate": [500, 800], "commentaryNum": 16.0002, "collectiveTitle": {"en": "Midrash Tanchuma", "he": "מדרש תנחומא"}, "heTitle": "וארא", "he": "וַיֵּט מֹשֶׁה אֶת מַטֵּהוּ עַל הַשָּׁמַיִם. כָּל מָקוֹם שֶׁהוּא אוֹמֵר וַה', הוּא וּבֵית דִּין שֶׁל מַעְלָה. וַה' פָּקַד אֶת שָׂרָה <small>(בראשית כא, א)</small>. הוּא וְסִנְקְלֵיטִין שֶׁלּוֹ. וַה' הִמְטִיר עַל סְדֹם <small>(בראשית יט, כד)</small>, הוּא וְסִנְקְלֵיטִין שֶׁלּוֹ. וַה' נָתַן קֹלֹת <small>(שמות ט, כג)</small>. הוּא וְסִנְקְלֵיטִין שֶׁלּוֹ. וַיְהִי בָרָד וְאֵשׁ מִתְלַקַּחַת. מִתְלַקַּחַת, לְאַחַר שֶׁהִכָּהוּ הַבָּרָד, לוֹקַחְתּוֹ הָאֵשׁ וְשׂוֹרַפְתּוֹ. שֶׁנֶּאֱמַר: וְהַחִטָּה וְהַכֻּסֶּמֶת לֹא נֻכּוּ. רַבִּי פִּינְחָס וְרַבִּי יְהוּדָה בַּר שַׁלּוּם. רַבִּי פִּינְחָס אָמַר: מַהוּ אֲפִילֹת? פְּלָאִים עָשָׂה הַקָּדוֹשׁ בָּרוּךְ הוּא בָּהֶם. וְרַבִּי יְהוּדָה אָמַר: לַקִּישׁוֹת הָיוּ. אָמַר לוֹ רַבִּי פִּינְחָס, וַהֲרֵי כְּתִיב: וְאֵת כָּל עֵשֶׂב הַשָּׂדֶה הִכָּה הַבָּרָד, וְאַתְּ אוֹמֵר עַל שֶׁהָיוּ קְטַנּוֹת לֹא נֻכּוּ. אֶלָּא פְּלָאִים עָשָׂה הַקָּדוֹשׁ בָּרוּךְ הוּא בָּהֶן.", "heVersionTitle": "Midrash Tanchuma -- Torat Emet", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש תנחומא, תורת אמת", "text": "<i>And Moses stretched forth his rod unto heaven, and the Lord sent thunder and hail</i> (ibid., v. 23). Wherever Scripture says <i>and the Lord</i> it refers to Him and to His heavenly court. <i>And the Lord did unto Sarah as he had spoken</i> (Gen. 21:1), that is, He and His court. <i>And the Lord caused it to rain on Sodom</i> (ibid. 20:24), that is, He and His court. <i>And the Lord sent thunder and hail</i> (Exod. 9:23), that is, He and His court. <i>So there was hail, and fire flashing up amidst the hail</i> (ibid., v. 24). The words <i>fire flashing</i> indicate that after the hail, the fire flashed and consumed it, as is said: <i>But the wheat and the spelt were not smitten, for they ripen late</i> (ibid., v. 32). R. Phinehas and R. Judah the son of Shalum discussed this matter. R. Phinehas said: What is the meaning of <i>ripen late</i>? It indicates that the Holy One, blessed Be, performed a miracle with them. R. Judah, however, insisted that they were merely late in ripening. R. Phinehas maintained: It is written: <i>And the hail smote every herb of the field</i> (ibid., v. 25), and yet you insist that they were not smitten because they were still young. Obviously that is not so. The Holy One, blessed be He, performed a miracle with them.<sup class=\"footnote-marker\">17</sup><i class=\"footnote\">Word-play interpreting <i>afilot</i> (“late”) in Exod. 9:32 as <i>pelaim</i> (“wonders”).</i>", "versionTitle": "Midrash Tanhuma-Yelammedenu, trans. Samuel A. Berman", "license": "CC-BY", "versionTitleInHebrew": "מדרש תנחומא-ילמדנו, מתורגם בידי סמואל א' ברמן"}, {"_id": "58fdc12cd6e4a960c04a4dde", "index_title": "Midrash Tanchuma", "category": "Midrash", "type": "", "ref": "Midrash Tanchuma, Bamidbar 2:1", "anchorRef": "Exodus 9:32", "anchorRefExpanded": ["Exodus 9:32"], "sourceRef": "Midrash Tanchuma, Bamidbar 2:1", "sourceHeRef": "מדרש תנחומא, במדבר ב׳:א׳", "anchorVerse": 32, "sourceHasEn": true, "compDate": [500, 800], "commentaryNum": 2.0001, "collectiveTitle": {"en": "Midrash Tanchuma", "he": "מדרש תנחומא"}, "heTitle": "במדבר", "he": "<b>וַיְדַבֵּר</b> ה' אֶל מֹשֶׁה בְּמִדְבַּר סִינַי. זֶה שֶׁאָמַר הַכָּתוּב: הַדּוֹר אַתֶּם רְאוּ דְּבַר ה', הֲמִדְבָּר הָיִיתִי לְיִשְׂרָאֵל אִם אֶרֶץ מַאְפֵּלְיָה <small>(ירמיה ב, לא)</small>. אָמַר לָהֶם הַקָּדוֹשׁ בָּרוּךְ הוּא לְיִשְׂרָאֵל, עַל שֶׁאֲמַרְתֶּם לְמֹשֶׁה, לָמָּה הֶעֱלִיתָנוּ מִמִּצְרַיִם לָמוּת בַּמִּדְבָּר <small>(במדבר כא, ה)</small>. הֲמִדְבָּר הָיִיתִי לְיִשְׂרָאֵל, כַּמִּדְבָּר עָשִׂיתִי לָכֶם אוֹ כַּמִּדְבָּר נָהַגְתִּי אֶתְכֶם. בְּנוֹהֵג שֶׁבָּעוֹלָם, מֶלֶךְ בָּשָׂר וָדָם שֶׁיּוֹצֵא לַמִּדְבָּר, שֶׁמָּא מוֹצֵא שָׁם שַׁלְוָה כְּשֵׁם שֶׁהָיָה בַּפַּלְטְרִין שֶׁלּוֹ אֲכִילָה וּשְׁתִיָּה. וְאַתֶּם הֱיִיתֶם עֲבָדִים לַמִּצְרִים, וְהוֹצֵאתִי אֶתְכֶם מִשָּׁם, וְהִרְבַּצְתִּי אֶתְכֶם בְּסַבַּסְטִין (ס״‎א: סוּגְמָטִין), שֶׁנֶּאֱמַר: וַיַּסֵּב אֱלֹהִים אֶת הָעָם דֶּרֶךְ הַמִּדְבָּר <small>(שמות יג, יח)</small>. מַאי וַיַּסֵּב. מְלַמֵּד שֶׁהִרְבִּיצָם כְּדֶרֶךְ שֶׁהַמְּלָכִים מְסֻבִּין, רְבוּצִין עַל מִטּוֹתֵיהֶן. וְלֹא הֶעֱמַדְתִּי לָכֶם שְׁלֹשָׁה פַּרְעוֹשִׁין אֲפִלּוּ לְצָעֵר אֶתְכֶם וְאַף הֶעֱמַדְתִּי לָכֶם שְׁלֹשָׁה גּוֹאֲלִים מְשַׁמְּשִׁין אֶתְכֶם, שֶׁנֶּאֱמַר: וָאֶשְׁלַח לְפָנֶיךָ אֶת מֹשֶׁה אַהֲרֹן וּמִרְיָם <small>(מיכה ו, ד)</small>. בִּזְכוּת מֹשֶׁה אֲכַלְתֶּם אֶת הַמָּן, שֶׁנֶּאֱמַר: וַיְּעַנְּךָ וַיַּרְעִיבֶךָ וְגוֹ' <small>(דברים ח, ג)</small> וּבִזְכוּת אַהֲרֹן הִקַּפְתִּי אֶתְכֶם עַנְנֵי כָּבוֹד, שֶׁנֶּאֱמַר: וַה' הוֹלֵךְ לִפְנֵיהֶם יוֹמָם <small>(שמות יג, כא)</small>. וּכְתִיב: פָּרַשׂ עָנָן לְמָסָךְ <small>(תהלים קה, לט)</small>. שִׁבְעָה עֲנָנִים הָיוּ, מִלְּמַעְלָה, וּמִלְּמַטָּה, וּמֵאַרְבַּע רוּחוֹת הָעוֹלָם, וְאֶחָד הוֹלֵךְ לִפְנֵיהֶם וּמַכֶּה לָהֶם נְחָשִׁים וְעַקְרַבִּים, וּמַשְׁוֶה לָהֶם אֶת הֶהָרִים וְאֶת הָעֲמָקִים, וְשׂוֹרֵף אֶת הַקּוֹצִים וְאֶת הַסִּירוֹת וּמַעֲלֶה עָשָׁן, וְרוֹאִין אוֹתוֹ כָּל מַלְכֵי מִזְרָח וּמַעֲרָב, וְהָיוּ אוֹמְרִים אֻמּוֹת הָעוֹלָם, מִי זֹאת עוֹלָה מִן הַמִּדְבָּר וְגוֹ' <small>(שה״‎ש ג, ו)</small>. וּכְתִיב: שִׂמְלָתְךָ לֹא בָּלְתָה מֵעָלֶיךָ <small>(דברים ח, ד)</small>. וְהַתִּינוֹק הַזֶּה כָּל זְמַן שֶׁהוּא גָּדֵל, לְבוּשׁוֹ וְשִׂמְלָתוֹ גְּדֵלִין עִמּוֹ. הַבְּאֵר בִּזְכוּת מִרְיָם, שֶׁאָמְרָה שִׁירָה עַל הַיָּם. אָמַר רַבִּי בְּרֶכְיָה הַכֹּהֵן בְּשֵׁם רַבִּי לֵוִי, מֶלֶךְ בָּשָׂר וָדָם שֶׁיֵּשׁ לוֹ מְדִינָה, וְהוּא מְשַׁלֵּחַ לְתוֹכָהּ בְּנֵי אָדָם גְּדוֹלִים, שֶׁיִּהְיוּ נוֹשְׂאִים מַשָּׂאָם וְעוֹשִׂין מִשְׁפָּטָם, מִי צָרִיךְ לִהְיוֹת זָקוּק בִּמְזוֹנוֹתֵיהֶם, לֹא בְּנֵי הַמְּדִינָה. וְהַקָּדוֹשׁ בָּרוּךְ הוּא לֹא עָשָׂה כֵן, אֶלָּא שָׁלַח לְמֹשֶׁה וְאַהֲרֹן וּמִרְיָם, שֶׁנֶּאֱמַר: וָאֶשְׁלַח לְפָנֶיךָ אֶת מֹשֶׁה אַהֲרֹן וּמִרְיָם <small>(מיכה ו, ד)</small>, שֶׁבִּזְכוּתָן יִשְׂרָאֵל מִתְנַהֲגִין. הַמָּן בִּזְכוּת מֹשֶׁה. תֵּדַע לְךָ, שֶׁכֵּיוָן שֶׁנִּסְתַּלֵּק מֹשֶׁה, מַה כְּתִיב שָׁם, וַיִּשְׁבֹּת הַמָּן מִמָּחֳרָת <small>(יהושע ה, יב)</small>. הֶעָנָן בִּזְכוּת אַהֲרֹן, שֶׁכְּשֶׁנִּסְתַּלֵּק אַהֲרֹן מַה כְּתִיב שָׁם, וַתִּקְצַר נֶפֶשׁ הָעָם בַּדֶּרֶךְ <small>(במדבר כא, ד)</small>, שֶׁהָיְתָה הַשֶּׁמֶשׁ זוֹרַחַת עֲלֵיהֶם. וְהַבְּאֵר בִּזְכוּת מִרְיָם, שֶׁנֶּאֱמַר: וַתָּמָת שָׁם מִרְיָם וַתִּקָּבֵר שָׁם, וְלֹא הָיָה מַיִם לָעֵדָה <small>(שם כ, א-ב)</small>. וְהֵיאַךְ הָיְתָה הַבְּאֵר עֲשׂוּיָה. כְּמִין סֶלַע כְּמִין כַּוֶּרֶת, אוֹ כַּדֹּרֶת, וְהָיְתָה מִתְגַּלְגֶּלֶת וּבָאָה עִמָּהֶן בַּמַּסָּעוֹת. כֵּיוָן שֶׁהָיוּ הַדְּגָלִים חוֹנִין וְהַמִּשְׁכָּן עוֹמֵד, הָיָה אוֹתוֹ הַסֶּלַע בָּא וְיוֹשֵׁב לוֹ בַּחֲצַר אֹהֶל מוֹעֵד, וְהַנְּשִׂיאִים בָּאִין וְעוֹמְדִין עַל גַּבָּהּ וְאוֹמְרִים: עֲלִי בְאֵר עֱנוּ לָהּ <small>(שם כא, יז)</small>, וְהָיָה עוֹלֶה. וְאַחֲרֵי כֵן הֵבֵאתִי לָהֶם שַׂלְוִים. הֲמִדְבָּר הָיִיתִי לְיִשְׂרָאֵל <small>(ירמיה ב, לא)</small>, שֶׁמָּא כַּמִּדְבָּר נָהַגְתִּי אֶתְכֶם. אִם אֶרֶץ מַאְפֵּלְיָה <small>(שם)</small>, לֹא אֲנִי בִּכְבוֹדִי הָיִיתִי מֵאִיר לָכֶם מַאֲפֶלְכֶם, שֶׁנֶּאֱמַר: וַה' הוֹלֵךְ וְגוֹ' <small>(שמות יג, כא)</small>. דָּבָר אַחֵר, מַהוּ מַאְפֵּלְיָה. שֶׁמָּא אָמַרְתִּי, שֶׁאֲנִי מֵבִיא לָהֶם טוֹבָה וְהִלְקַשְׁתִּי אוֹתָהּ. וְאֵין מַאְפֵּלְיָה אֶלָּא לָשׁוֹן הַלְקָשָׁה, שֶׁנֶּאֱמַר: וְהַחִטָּה וְהַכֻּסֶּמֶת לֹא נֻכּוּ כִּי אֲפִילוֹת הֵנָּה <small>(שמות ט, לב)</small>. אָמַר יְהוֹשֻׁעַ, לֹא נָפַל דָּבָר אֶחָד מִכָּל הַדְּבָרִים הַטּוֹבִים אֲשֶׁר דִּבֵּר ה' אֱלֹהֵיכֶם עֲלֵיכֶם הַכֹּל בָּאוּ לָכֶם <small>(יהושע כג, יד)</small>. מַדּוּעַ אָמְרוּ עַמִּי רַדְנוּ <small>(ירמיה ב, לא)</small>. מַהוּ רַדְנוּ. לְשׁוֹן מִשְׁנָה הוּא, הָרוֹדֶה פַּת בַּתַּנּוּר. אָמְרוּ יִשְׂרָאֵל, כְּשֶׁהַפַּת אֲפוּיָה בַּתַּנּוּר וְנִטֶּלֶת מִמֶּנּוּ, יְכוֹלָה הִיא לִקְבֹּעַ בַּתַּנּוּר עוֹד. וְאָנוּ הָיִינוּ בִּירוּשָׁלַיִם כִּבְתַנּוּר, שֶׁנֶּאֱמַר: נְאֻם ה' אֲשֶׁר אוּר לוֹ בְּצִיּוֹן וְתַנּוּר לוֹ בִּירוּשָׁלַיִם <small>(ישעיה לא, ט)</small>. וְהִגְלִיתָנוּ לְבָבֶל, וּמָה אַתָּה מְבַקֵּשׁ מִמֶּנּוּ עוֹד, מַדּוּעַ אָמְרוּ עִמִּי רַדְנוּ. דָּבָר אַחֵר, מַהוּ רַדְנוּ. כְּעִנְיָן שֶׁנֶּאֱמַר: כִּי הוּא רוֹדֶה בְּכָל עֵבֶר הַנָּהָר מִתִּפְסַח וְעַד עַזָּה <small>(מל״‎א ה, ד)</small>. אָמְרוּ לוֹ: נִתַּצְתָּ לָנוּ אֶת בֵּית הַמִּקְדָּשׁ וְסִלַּקְתָּ שְׁכִינָתְךָ מִמֶּנּוּ, מָה אַתָּה מְבַקֵּשׁ עוֹד, לֹא נָבֹא עוֹד אֵלֶיךָ <small>(ירמיה ב, לא)</small>. אָמַר לָהֶן, מִי יִתֵּן לִי וְהָיִיתִי בַּמִּדְבָּר עַכְשָׁו, שֶׁעָשִׂיתִי לָכֶם אוֹתָן הַנִּסִּים. וְכֵן הוּא אוֹמֵר, מִי יִתְּנֵנִי בַּמִּדְבַּר מְלוֹן אוֹרְחִים וְגוֹ' <small>(שם ט, א)</small>. הֵיכָן שֶׁהָיִיתִי מִסְתַּלֵּק, שֶׁנֶּאֱמַר: יִשְׁאוּ מִדְבָּר וְעָרָיו וְגוֹ' <small>(ישעיה מב, יא)</small>. מָשָׁל לְנָשִׂיא שֶׁנִּכְנַס לִמְדִינָה, וְרָאוּ אוֹתוֹ בְּנֵי הַמְּדִינָה וּבָרְחוּ. נִכְנַס לַשְּׁנִיָּה וּבָרְחוּ מִלְּפָנָיו. נִכְנַס לָעִיר אֶחָד חֲרֵבָה, רָאוּ אוֹתוֹ הִתְחִילוּ מְקַלְּסִין אוֹתוֹ. אָמַר הַנָּשִׂיא, זוֹ הָעִיר טוֹבָה הִיא מִכָּל הַמְּדִינוֹת, כָּאן אֲנִי בּוֹנֶה לִי אַכְסַנְיָא, וּבְכָאן אֲנִי דָּר. כָּךְ כְּשֶׁבָּא הַקָּדוֹשׁ בָּרוּךְ הוּא לַיָּם, בָּרַח מִלְּפָנָיו, שֶׁנֶּאֱמַר: הַיָּם רָאָה וַיָּנֹס <small>(תהלים קיד, ג)</small>. נִגְלָה עַל הַר סִינַי, בָּרְחוּ שֶׁנֶּאֱמַר: הֶהָרִים רָקְדוּ כְאֵלִים <small>(שם פסוק ד)</small>. בָּא לְמִדְבָּר חֲרָבָה, קִבְּלָה אוֹתוֹ וְקִלְּסָה אוֹתוֹ, שֶׁנֶּאֱמַר: יִשְּׂאוּ מִדְבָּר וְעָרָיו וְגוֹ' <small>(ישעיה מ, ב-יא)</small>. אָמַר הַקָּדוֹשׁ בָּרוּךְ הוּא, זֶה הַמִּדְבָּר טוֹבָה מִכָּל הַמְּדִינוֹת, כָּאן אֲנִי בּוֹנֶה לִי אַכְסַנְיָה יָרַד לְתוֹכָהּ, הִתְחִילוּ הַכֹּל שְׂמֵחִים, שֶׁהַקָּדוֹשׁ בָּרוּךְ הוּא יָרַד לְתוֹכוֹ, שֶׁנֶּאֱמַר: יְשֻׂשׂוּם מִדְבָּר וְצִיָּה וְתָגֵל עֲרָבָה וְתִפְרַח כַּחֲבַצֶּלֶת <small>(שם לה, א)</small>.", "heVersionTitle": "Midrash Tanchuma -- Torat Emet", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש תנחומא, תורת אמת", "text": "(Numb. 1:1:) “Then the Lord spoke unto Moses in the Sinai desert.” This text is related (to Jer. 2:31), “0 generation, understand the word of the Lord, ‘Have I been a desert for Israel or a land of thick darkness?’” The Holy One, blessed be He, said to Israel, “Because you said to Moses (in Numb. 21:5), ‘Why did you bring us up from Egypt to die in the desert?’<sup class=\"footnote-marker\">3</sup><i class=\"footnote\">Numb. R. 1:2.</i> (Jer. 2:31:) ‘Have I been a desert for Israel?’ Did I act like a desert to you? Is it customary for a king of flesh and blood, when he leaves for the desert, [to find] easy living [there] just like that which he had found in his palace, either [palace] food or [palace] drink? However, when you were slaves to Pharaoh in Egypt and when I brought you out from there, I had you lie down on couches, as it states (Exod 13:18), ‘And the Lord made the people circumvent (<i>Vayasev</i>) through the desert.’” What is [the meaning of] ”circumvent?” It teaches that He made them recline in the way that kings dine (<i>mesavin</i>), reclining upon their beds. “And I did not even bring three fleas to trouble you. And I even raised up three redeemers for you to serve you, as stated (in Micah 6:4), ‘and I sent Moses, Aaron, and Miriam before you.’” Through their merit, Israel was able to travel. Through the merit of Moses there was manna, as stated (Deut. 8:3), “And He subjected you to hunger [and then gave you manna to eat].” Through the merit of Aaron I surrounded you in clouds of glory, as stated (Exod. 13:21), “And the Lord went in front of them during the day [in a pillar of cloud. And it is written (in Ps. 105:39), “He spread a cloud for a cover.” There were seven clouds: one from above, one from below, one from each of the four directions, and one going before them. [That last one] smote snakes and scorpions, leveled the mountains and valleys for them, and burned the thornbushes so that they sent up smoke. When all the kings of the East and West saw this, the peoples of the world said (in Cant. 3:6), “Who is this that comes up from the desert [like columns of smoke]?” It is also written (in Deut. 29:4), “your clothes did not wear out from upon you.” In the case of a baby, all the time that it was growing, its garments and clothes were growing along with it. Now the well [came] through the merit of Miriam, who uttered a song by the waters [of the Reed sea].<sup class=\"footnote-marker\">4</sup><i class=\"footnote\">See above, Lev. 7:7.</i> R. Berekhyah the Priest said in the name of R. Levi, “[The matter is comparable to] a king of flesh and blood who has a province. So he sends high ranking people into its midst to conduct their affairs and administer their justice. Who has to be responsible for their maintenance? Do not the people of the province have to be responsible for their maintenance? But the Holy One, blessed be He, did not act like that. Instead he sent out Moses, Aaron, [and Miriam], as stated (in Micah 6:4), ‘and I sent Moses, Aaron, and Miriam before you.’” Thus through their merit, Israel was sustained. The manna was through the merit of Moses. You yourself know that it is so. When Moses passed away, what is written (in Josh. 5:12)? “The manna ceased on the next day (i.e., the day after Moses died).”<sup class=\"footnote-marker\">5</sup><i class=\"footnote\">Heb.: <i>MMHRT</i>. The midrash understands <i>MMHRT</i> (“on the next day”) as two words, <i>MHR</i> and <i>MT</i>, which can be translated: “On the day after he died.” In adopting this interpretation the midrash goes against the weight of Rabbinic and other traditions that Moses died sometime during the month of Adar, usually on the seventh of that month (as in <i>Qid.</i> 38a; etc.), since (according Josh. 5:12) the manna did not cease until the sixteenth of Nisan. The interpretation here and in Numb. R. 1:2 may result from the simple assertion commonly found in Rabbinic sources (e.g., in <i>TSot</i>. 11:8 [10]; <i>Ta‘an</i> 9a.) that, when Moses died, the manna ceased.</i> The clouds of glory [came] through the merit of Aaron. You yourself know that it is so. When Aaron passed away, what is written (in Numb. 21:4)? “But the temper of the people grew short on the way,” because the sun was shining down upon them (without a cloud cover). And the well [came] through the merit of Miriam,<sup class=\"footnote-marker\">6</sup><i class=\"footnote\">See above, Lev. 7:7.</i> since it is stated (in Numb. 20:1-2), “and Miriam died there and was buried there. Now the congregation had no water.” And how was [the well] constructed? Like a kind of boulder or a type of hive or a type of ball. It rolled along and came with them on the journeys.<sup class=\"footnote-marker\">7</sup><i class=\"footnote\">See above, Lev. 7:7; below, Numb 6:35, 47-50.</i> When the standards [for each tribe] came to rest and the tabernacle arose, the rock would come and settle down in the court of the tent of meeting. Then the princes would stand beside it and say (in the words of Numb. 21:17), “Rise up, O well”; and the well would rise up. After that, I brought them quails (cf. Numb. 11:31). (Jer. 2:31:) “Have I been a desert for Israel?” Have I treated you like a desert? (Ibid., cont.) “Or a land of utter darkness?” Did not I become a light for you, a light by My own glory? It is so stated (in Exod. 13:21:) “And the Lord went….” Another interpretation (of Jer. 2:31): What is the meaning of “utter darkness? Have I [ever] said to you that I am bringing a benefit and delayed it? Utter darkness (rt.:'<i>pl</i>) can only be a term of delay, as it is used (in Exod. 9:32), “But the wheat and the spelt were not hurt, because they ripen late (i.e., are delayed: rt.:'<i>pl</i>).”<sup class=\"footnote-marker\">8</sup><i class=\"footnote\">Below, Numb. 10:7; I Corinthians 10:4.</i> Joshua said (in Josh. 21:45), “Not a thing has failed (<i>npl</i>) of any good thing which the Lord (your God) promised unto (you); it all came to you.” [And how are we to understand the rest of the verse] (in Jer. 2:31), “why did my people say, ‘we have let loose<i> (radnu</i> - rt.: <i>rwd</i>)’?” What is the meaning of “<i>radnu</i>?” The word is mishnaic (as in <i>ter</i>. 10:3), “one who removes (rwdh) a hot loaf” (adhering to an oven).<sup class=\"footnote-marker\">9</sup><i class=\"footnote\">Bread is usually baked adhering to the roof or wall of the oven with the fire beneath.</i> They (i.e., Israel) said, “When the bread is baked in the oven and is taken out of it, can it stick<sup class=\"footnote-marker\">10</sup><i class=\"footnote\">Rt.: <i>QB</i>‘ (which normally means “fix in” or “fix on”). On the translation of this root, see <i>Midrash Tanhuma</i> (Jerusalem: Eshkol, 1971/72), vol. II, p. 647, n. 2, which regards it here as the equivalent of the root <i>DBQ</i> (which means (“stick to”). In a similar vein, see Wolf Einhorn’s commentary, <i>Perush Maharzaw,</i> on Numb. R. 1:2. Since the root <i>QB</i>‘ can also mean “rob” or “defraud,” the meaning for Israel would be that, as bread removed from an oven cannot stick to it again, neither can Israel once removed from Jerusalem ever defraud again.</i> to the oven again? Now we in Jerusalem were as in an oven, as stated (in Is. 31:9), ‘says the Lord, who has a fire in Zion and has an oven in Jerusalem.’ Now You exiled us to Babylon. ‘What do you still want from us?’” [That is the meaning of] (Jer. 2:31:), “why did my people say, ‘<i>radnu</i>’” (i.e., he has already removed us from the oven of Jerusalem). Another interpretation (of Jer. 2:31), “why did my people say, ‘<i>radnu</i>?” What [is the meaning of] “<i>radnu</i> (rt.: <i>rwd</i>)?” Compare what is said (in I Kings 5:4), “For he subjugated (<i>rwdh</i>) everything beyond the river (i.e., West of the Euphrates), from Tipsah to Gaza.” They said to [the Holy One, blessed be He,], “You have destroyed for us the sanctuary, and You have taken away your Divine Presence from us. ‘Now what do You still want from us?’” (Jer. 2:31) [Why did my people say, “He has dominion over us (<i>radnu</i>)]”; He said to them, “Would that I were now in the desert, where I did those miracles for you.” And so does it state (in Jer. 9:1), “Would that I were in the desert, at an inn for wayfarers….” Where? Where I was praised,<sup class=\"footnote-marker\">11</sup><i class=\"footnote\">Rt.: <i>QLS</i>, a word related to the Gk.: <i>kalos</i> (“beautifully”).</i> as stated (in Is. 42:11), “Let the desert and its cities lift up [their voice].” [The matter] is comparable to a prince who entered a metropolis. When the inhabitants of the metropolis saw him, they fled. He entered a second one, and [again] they fled from him. He entered into another city that was ruined (<i>harevah</i>); and when the inhabitants saw him, they praised him. That prince said, “This city is better than all the metropolises. Here I will build myself a lodging place<sup class=\"footnote-marker\">12</sup><i class=\"footnote\">Gk.: <i>xenia</i> (“guestchamber”).</i>; here I will dwell.” Similarly, when the Holy One, blessed be He, came to the sea, it fled from Him, as stated (in Ps. 114:3), “The sea saw [Him] and fled.” He revealed Himself on Mount Sinai, [it also] fled, as stated (in Ps. 114:4), “The mountains danced like rams.” When he came to the desert wasteland (<i>harevah</i>), it received Him and praised Him, as stated (in Is. 42:11), “Let the desert and its cities lift up [their voice].” He said, “This city is better than all of the cities. Here I will build a lodging place.” When He came down into its midst, they began rejoicing, because the Holy One, blessed be He, was dwelling in their midst, as stated (in Is. 35:1), “The desert and the arid land shall be glad, and the wilderness shall rejoice and blossom like a crocus.”", "versionTitle": "Townsend 1989 translation of Midrash Tanhuma, S. Buber Recension, edited and supplemented by R. Francis Nataf", "license": "CC-BY", "versionTitleInHebrew": "תרגום טאוונסנד לתנחומא בובר, ערך והוסיף: רבי פרנסיס נטף"}, {"_id": "58fdc139d6e4a960c04a5514", "index_title": "Midrash Tanchuma", "category": "Midrash", "type": "", "ref": "Midrash Tanchuma, Masei 9:1", "anchorRef": "Exodus 9:32", "anchorRefExpanded": ["Exodus 9:32"], "sourceRef": "Midrash Tanchuma, Masei 9:1", "sourceHeRef": "מדרש תנחומא, מסעי ט׳:א׳", "anchorVerse": 32, "sourceHasEn": true, "compDate": [500, 800], "commentaryNum": 9.0001, "collectiveTitle": {"en": "Midrash Tanchuma", "he": "מדרש תנחומא"}, "heTitle": "מסעי", "he": "<b>כִּי</b> אַתֶּם בָּאִים אֶל הָאָרֶץ. זֶה שֶׁאָמַר הַכָּתוּב: הַדּוֹר אַתֶּם רְאוּ דְּבַר ה', הֲמִדְבָּר הָיִיתִי לְיִשְׂרָאֵל וְגוֹ' <small>(ירמיה ב, לא)</small>. אַל תְּהִי קוֹרֵא מִדְבָּר, אֶלָּא מְדַבֵּר הָיִיתִי לְיִשְׂרָאֵל דָּבָר וְלֹא עוֹשֶׂה. הָאָרֶץ שֶׁהִתְנֵיתִי לִיתְּנָהּ לָהֶם, שֶׁמָּא אָמַרְתִּי לָהֶם שֶׁהִיא נָאָה וְהִטְעֵיתִי אֶתְכֶם. אִם אֶרֶץ מַאְפֵּלְיָה <small>(שם)</small>. כְּמוֹ מַאֲפִילָה. שֶׁמָּא אָמַרְתִּי לָכֶם לְהַכְנִיס אֶתְכֶם לָאָרֶץ וְהִלְקַשְׁתִּי אֶתְכֶם. שֶׁאֵין מַאֲפִילָה אֶלָּא לָשׁוֹן הַלְקָשָׁה, כְּעִנְיָן שֶׁנֶּאֱמַר: וְהַחִטָּה וְהַכֻּסֶּמֶת לֹא נֻכּוּ כִּי אֲפִילוֹת הֵנָּה <small>(שמות ט, לב)</small>. שֶׁמָּא אָמַרְתִּי לָכֶם שֶׁהִיא נָאָה וְהִטְעֵיתִי אֶתְכֶם. הֲרֵי אַתֶּם נִכְנָסִין לְתוֹכָהּ. כִּי אַתֶּם בָּאִים אֶל הָאָרֶץ כְּנָעַן. מַהוּ כְּנַעַן. אֶרֶץ שֶׁל פְּרַקְמַטְיָא, אֶרֶץ שֶׁבָּהּ סְחוֹרָה, כְּמָה דְּאַתְּ אֲמַר: אֲשֶׁר סוֹחֲרֶיהָ שָׂרִים, כְּנַעֲנֶיהָ נִכְבְּדֵי אָרֶץ <small>(ישעיה כג, ח)</small>.", "heVersionTitle": "Midrash Tanchuma -- Torat Emet", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש תנחומא, תורת אמת", "text": "(Numb. 34:2:) “When you come [into the land of Canaan].” This text is related (to Jer. 2:31), “You, O generation, understand the word of the Lord! Have I been a desert (<i>hmdbr</i>, voweled as (<i>hamidbar</i>) to Israel…?” Do not read “a desert,” but “have I spoken (<i>hmdbr</i>, voweled as <i>hamedabber</i>)” anything (<i>dbr</i>) to Israel that I have not fulfilled?<sup class=\"footnote-marker\">25</sup><i class=\"footnote\">Numb. R. 23:10.</i> With regard to the land which I agreed to give to them, did I say that it was beautiful and mislead them? (Ibid., cont.:) “Or a land of utter darkness (<i>ma'pelyah</i>)?” What is the meaning of “<i>ma'pelyah</i> (rt.: '<i>pl</i>)?” Did I, perhaps, promise you to bring you into the land and [then] delay you? After all, <i>ma'pelyah</i> can only mean \"delay,\" as stated (in Exod. 9:32), “But the wheat and the spelt were not hurt because they ripen late (i.e., are delayed, rt.: '<i>pl</i>).”<sup class=\"footnote-marker\">26</sup><i class=\"footnote\"><i>Tanh.</i> (Buber), Numb. 1:2.</i> See, you will be entering into its midst, “When (according to Numb. 34:2) you come into the land of Canaan (<i>kena'an</i>),” [i.e., into] a land of business,<sup class=\"footnote-marker\">27</sup><i class=\"footnote\">Gk.: <i>pragmateia.</i></i> a land of trade. [The usage is] just as you say (in Is. 23:8 with reference to Tyre), “whose traders (<i>kena'anim</i>)<sup class=\"footnote-marker\">28</sup><i class=\"footnote\">Here the word usually translated CANAAN (<i>Kena‘an</i>) occurs in the sense of trader, as in Hos. 12:8.</i> the world honored.”", "versionTitle": "Townsend 1989 translation of Midrash Tanhuma, S. Buber Recension, edited and supplemented by R. Francis Nataf", "license": "CC-BY", "versionTitleInHebrew": "תרגום טאוונסנד לתנחומא בובר, ערך והוסיף: רבי פרנסיס נטף"}, {"_id": "5926b228d6e4a9576039fb9a", "index_title": "Midrash Tanchuma Buber", "category": "Midrash", "type": "", "ref": "Midrash Tanchuma Buber, Vaera 19:3", "anchorRef": "Exodus 9:32", "anchorRefExpanded": ["Exodus 9:32"], "sourceRef": "Midrash Tanchuma Buber, Vaera 19:3", "sourceHeRef": "תנחומא בובר, וארא י״ט:ג׳", "anchorVerse": 32, "sourceHasEn": true, "compDate": [150, 750], "commentaryNum": 19.0003, "collectiveTitle": {"en": "Midrash Tanchuma Buber", "he": "תנחומא בובר"}, "heTitle": "וארא", "he": "נטה את ידך וגו' [ויהי ברד בכל ארץ מצרים] <small>(שמות ט כב)</small>. למה הכה אותן בברד, שחשבו המצרים שיהיו ישראל כורמיהם, אמר דוד יהרג בברד גפנם ושקמותם בחנמל <small>(תהלים עח מז)</small>, וכיצד היה יורד, ר' פנחס ור' יהודה הלוי בר' שלום, אחר מהם אמר כחלזון הזה היה יורד ומקצץ את האילנות, יהרג בברד גפנם וגו' וחד אמר כחנמל הזה יורד ושקמתם בחנמל. כתיב החטה והכסמת לא נכו <small>(שמות ט לב)</small>, אלא שהיה יורד על כל דבר ודבר לפי כחו, על הבהמה לפי כוחה, ועל העשב לפי כחו, ועל האדם לפי כחו, מה כתיב למעלה מן הענין, ואולם בעבור זאת העמדתיך וגו' <small>(שם שם טז)</small>, לספר פלאי העמדתיך, שלא המיתיך במכות הראשונים, בעבור הראותך את כחי ולמען ספר שמי בכל הארץ <small>(שם)</small>.", "heVersionTitle": "Midrash Tanhuma haKadum veHaYashan, S. Buber, 1885", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש תנחומא הקדום והישן, ש' בובר, תרמ\"ה", "text": "(Exod. 9:22:) <small>THEN THE LORD SAID UNTO MOSES: HOLD OUT YOUR ARM &lt;TOWARD THE HEAVENS</small> &gt; [<small>THAT THERE MAY BE HAIL IN ALL THE LAND OF EGYPT</small>]. Why did he smite them with hail? Because the Egyptians thought that the Israelites were their vinedressers.<sup class=\"footnote-marker\">105</sup><i class=\"footnote\">Since the vines of the Israelites would also have been subject to hail damage, the Egyptians believed that the Holy One would not send hail; but the Holy One did send hail and further demonstrated his power by sparing Israel’s vines in the land of Goshen. See Exod. 9:25.</i> David said (in Ps. 78:47): <small>HE KILLED THEIR VINES WITH HAIL, AND THEIR SYCAMORES WITH <i>HANAMAL</i></small>.<sup class=\"footnote-marker\">106</sup><i class=\"footnote\">Several English versions translate <i>hanamal</i> as “frost”; but since the word appears nowhere else in Scripture, it is well suited to speculation concerning its meaning.</i> And how did it come down? R. Pinhas and R. Judah bar Shallum the Levite differ.<sup class=\"footnote-marker\">107</sup><i class=\"footnote\">Exod. R. 12:4, 6; cf. Cant. R. 3:11:1; M. Pss. 78:13; 105:10.</i> The first of them said: It came down like the worm and cut down the trees. (Ps. 78:47:) <small>HE KILLS THEIR VINES WITH HAIL</small>,… And the other said: It came down like the <i>hanamal</i>. (Ps. 78:47:) <small>AND THEIR SYCAMORES WITH <i>HANAMAL</i></small>.<sup class=\"footnote-marker\">108</sup><i class=\"footnote\">According to Exod. R. 12:4, R. Judah bar Shallum derived the meaning from the phrase <small>WITH <i>HANAMAL</i></small> (<i>bahanamal</i>), which he interprets to mean, “It came (<i>ba</i>), it came to rest (<i>nah</i>), it cut off (<i>mal</i>)”; but R. Pinhas believed that the hail came down like an axe (<i>pilqin</i>, from the Gk.: <i>pelekus</i>) and cut down the trees. Similarly <i>Tanh</i>., Exod. 2:14. Cf. <i>Yalqut Shim‘oni</i>, Pss. 820, where these two views are attributed to other authorities.</i> It is written (in Exod. 9:32): <small>BUT THE WHEAT AND THE SPELT WERE NOT HURT</small>.<sup class=\"footnote-marker\">109</sup><i class=\"footnote\">See Exod. R. 12:6.</i> It is simply that it came down upon each and every thing according to its power (to exhibit the wondrous works of Holy One): upon the cattle according to their power, upon the herbage according to its power, and upon humanity according to its power. What is written above on the matter (in Exod. 9:16)? <small>BUT NEVERTHELESS, FOR THIS REASON I HAVE PRESERVED YOU</small>,… I have preserved you to recount my wondrous works. Thus I did not cause you to die in the first plagues, (ibid., cont.:) <small>IN ORDER TO SHOW YOU MY POWER AND IN ORDER FOR MY NAME TO RESOUND IN ALL THE WORLD</small>.", "versionTitle": "Midrash Tanhuma, S. Buber Recension; trans. by John T. Townsend, 1989.", "license": "CC-BY", "versionTitleInHebrew": "מדרש תנחומא, בובר, מתורגם בידי ג'ון ט' טוונסנד, 1989"}, {"_id": "5926b228d6e4a9576039fbba", "index_title": "Midrash Tanchuma Buber", "category": "Midrash", "type": "", "ref": "Midrash Tanchuma Buber, Vaera 22:2", "anchorRef": "Exodus 9:32", "anchorRefExpanded": ["Exodus 9:32"], "sourceRef": "Midrash Tanchuma Buber, Vaera 22:2", "sourceHeRef": "תנחומא בובר, וארא כ״ב:ב׳", "anchorVerse": 32, "sourceHasEn": true, "compDate": [150, 750], "commentaryNum": 22.0002, "collectiveTitle": {"en": "Midrash Tanchuma Buber", "he": "תנחומא בובר"}, "heTitle": "וארא", "he": "כתיב והחטה והכסמת לא הכו כי אפילות הנה <small>(שם שם לב)</small>, ר' פנחס הכהן בר חמא ור' יהודה בר שלום, ר' פנחס אומר מהו כי אפילות הנה, פלאים עשה בהם הקב\"ה, ר' יהודה אומר לקישות היו, אמר לו ר' פנחס והרי כתיב ואת כל עשב השדה הכה הברד <small>(שם שם כה)</small>, ואת אומר בשביל שהיו קטנות לא נוכו, אלא פלאים עשה הקב\"ה בהם, באותה שעה כיון שראה פרעה כך, אמר למשה התפלל עלי, א\"ל (התפאר עלי ואני משלח אותם), במכה הראשונה אמרת לי התפלל עלי, ואני משלח אותם, והתפללתי, ולא שלחת אותם, (למתי אעתיר לך וגו') <small>(שם)</small>, א\"ל פרעה חטאתי [הפעם] (לה' אלהיכם ולכם) <small>(שמות ט כז)</small>, עכשיו אשלחם, כיון ששמע משה כך מה כתיב ויצא משה מעם פרע את העיר ויפרוש כפיו אל ה' וגו' <small>(שם ט לג)</small>, ראה מה חביבים צדיקים לפני הקב\"ה, שכל מה שהן עושים וגוזרין הקב\"ה עושה. אמרו רבותינו מעשה בחוני המעגל שהיה מתפלל שירדו גשמים, עג עוגה ועמד בתוכה, אמר לפניו רבונו של עולם בניך שמו פניהם עלי שהרי אני כבן בית לפניך, נשבע אי בשמך הגדול שאיני זז מכאן עד שתרחם על בניך, מיד ירדו גשמים, ומה אם חוני המעגל שהיה מבני בניו של משה כך, משה בעצמו על אחת כמה וכמה, לפיכך ויחדלו הקולות והברד [ומטר לא נתך ארצה] <small>(שם)</small>. ואיכן הוא שרוי, אמרו רבותינו נתלה באויר עד שיבא גוג ומגוג, שנאמר וגשם שוטף ואבני אלגביש וגו' <small>(יחזקאל לח כב)</small>, מיד וירא פרע כי חדל המטר והברד ויוסף לחטוא <small>(שמות שם לד)</small>, כך הרשעים כשרואין כשהצרה באה עליהם הם מכניעים עצמן, וכיון שהצרה באה עליו התחיל מקלס להקב\"ה כען אנא נבוכדנצר משבח ומרומם ומהדר למלך שמיא וגו' <small>(דניאל ד לד)</small>. אמר ר' ברכיה הכהן בשם ר' חלבו בשם ר' שמואל בר נחמן, אילולי שהקב\"ה דן לבבות ומחשבות קילס נבוכדנצר בפסוק אחד כשם שקילס דוד בכל ספרו, כיון שראה נבוכדנצר עצמו בגדולה התחיל מתגאה, (אנא) [אנה] נבוכדנצר <small>(שם שם א)</small>, הלא דא היא בבל רבתא וגו' <small>(שם שם כז)</small>, אמר לו הקב\"ה, רשע מה אתה מתגאה, עוד מלתא בפום מלכא וגו' <small>(שם שם כח)</small>. כל זמן שהרשעים רואים את הצרה באה עליהם הם מכניעין, כשרואין שהולכת חוזרין לרשעותן, שנאמר וירא פרעה כי חדל וגו' <small>(שמות ט לד)</small>. אומות העולם מוסיפין וחוטאין, אבל ישראל תם עונך בת ציון <small>(איכה ד כב)</small>, אימתי כשיפקוד עוונה של בית אדום, שנאמר פקד עונך בת אדום <small>(שם)</small>, מכאן ואילך אין ישראל גולים אלא הקב\"ה מכנסן לירושלים, שנאמר יאמרו גאולי ה' אשר גאלם מיד צר, ומארצות קבצם ממזרח וממערב מצפון ומים <small>(תהלים קז ב ג)</small>.", "heVersionTitle": "Midrash Tanhuma haKadum veHaYashan, S. Buber, 1885", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש תנחומא הקדום והישן, ש' בובר, תרמ\"ה", "text": "It is written (in Exod. 9:32): <small>BUT THE WHEAT AND THE SPELT WERE NOT HURT BECAUSE THEY RIPEN LATE</small>. R. Pinhas bar Hama the Priest and R. Judah bar Shallum differ.<sup class=\"footnote-marker\">117</sup><i class=\"footnote\"><i>Tanh</i>., Exod. 2:16; Exod. R. 12:6.</i> R. Pinhas says: What is the meaning of <small>BECAUSE THEY RIPEN LATE</small> (rt.: '<i><small>PL</small></i>)? The Holy One performed miracles (rt.: <i><small>PL</small></i>') through them. But R. Judah says: They were late crops. R. Pinhas said to him: But look, it is written (in Exod. 9:25): <small>THE HAIL SMOTE EVERY HERB OF THE FIELD</small>; yet you say: Because they were tiny they were not smitten. Rather the Holy One performed miracles through them. At that time, when Pharaoh saw this, he said to Moses: Pray for me. He said to him: {(Exod. 8:5 [9]:) <small>YOU MAY HAVE THIS TRIUMPH OVER ME</small>; so I will let them go.} In the first plague you said to me: Pray for me and I will let them go. Then I prayed, but you did not let them go. {(Exod. 8:5 [9], cont.:) <small>FOR WHAT TIME SHALL I MAKE SUPPLICATION FOR YOU</small>…?} Pharaoh said to him (in Exod. 9:27): [<small>THIS TIME</small>] <small>I HAVE SINNED</small> {<small>AGAINST THE LORD YOUR GOD AND AGAINST YOU</small>.} Now I will let them go. As soon as Moses heard this, what is written (in vs. 33)? <small>SO LEAVING PHARAOH, MOSES WENT OUT OF THE CITY AND SPREAD OUT HIS HANDS UNTO THE LORD. &lt;THEN THE THUNDER AND THE HAIL CEASED&gt;</small>… See how dear the righteous are to the Holy One! For whatever they decide to do, the Holy One does &lt;for them&gt;. Our masters have said (in <i>Ta'an</i>. 3:8):<sup class=\"footnote-marker\">118</sup><i class=\"footnote\">See also <i>yTa‘an</i>. 3:8–12 (66d-67a); <i>Ta’an</i>. 23a.</i> Once upon a time Honi the Circle-Drawer prayed for rain to fall. He drew a circle and stood within it. He said to him: Sovereign of the World, your children have set their faces upon me, for here I am like a house child (i.e., a close friend) before you. I swear by your great name that I will not move from here until you have compassion upon your children. Immediately the rains came down. Now if Honi the Circle-Drawer, who was from the children of the children of Moses &lt; could do&gt; this, how much the more so in the case of Moses himself. Ergo (ibid.): <small>THEN THE THUNDER AND THE HAIL CEASED</small>, [<small>AND NO RAIN CAME POURING DOWN TO EARTH</small>]. And where is it to be found? Our masters have said: It is suspended in the air<sup class=\"footnote-marker\">119</sup><i class=\"footnote\">Gk.: <i>aer</i>.</i> until Gog and Magog come.<sup class=\"footnote-marker\">120</sup><i class=\"footnote\">Exod. R. 12:7; cf. <i>Ber</i>. 54b.</i> It is so stated (concerning Gog in Ezek. 38:22): <small>AND I WILL POUR TORRENTIAL RAIN, HAILSTONES, &lt;FIRE, AND BRIMSTONE UPON HIM AND HIS HOSTS AND THE MANY PEOPLES THAT ARE WITH HIM&gt;</small>.<sup class=\"footnote-marker\">121</sup><i class=\"footnote\">On Gog and Magog, see above, note 68.</i> Immediately (after Exod. 9:33 it says in vs. 34): <small>BUT WHEN PHARAOH SAW THAT THE RAIN AND THE HAIL &lt;AND THE THUNDER&gt; HAD CEASED, HE REVERTED TO SINNING</small>.<sup class=\"footnote-marker\">122</sup><i class=\"footnote\"><i>Tanh</i>., Exod. 2:17.</i> So it is with the wicked. When they see that trouble has come upon them, they humble themselves; but as soon as the trouble passes and one feels relief, they return to their evil deeds. When Nebuchadnezzar saw trouble come upon him, he began giving praise to the Holy One. (Dan. 4:34 [37]:) <small>SO NOW I, NEBUCHADNEZZAR, PRAISE, EXALT, AND HONOR THE KING OF HEAVEN</small>…. R. Berekhyah the Priest said in the name of R. Helbo, &lt;who spoke&gt; in the name of R. Samuel bar Nahman: Were it not for the fact that the Holy One judges the hearts and thoughts, would Nebuchadnezzar have given praise with one verse, just as David gave praise in his whole book? When Nebuchadnezzar saw himself &lt;to have&gt; greatness, he began to boast (in Dan. 4:1 [4] and 27 [30]): <small>I &lt;AM&gt; NEBUCHADNEZZAR,… IS NOT THIS BABYLON THE GREAT &lt; WHICH I HAVE BUILT</small> &gt;…? The Holy One said to him: You wicked man, what are you boasting about? (Vs. 28 [31]:) <small>THE WORDS WERE STILL ON THE KING'S LIPS, &lt;WHEN A VOICE FELL FROM HEAVEN…: THE KINGDOM HAS PASSED FROM YOU&gt;</small>…. As long as the wicked see trouble coming upon them they are humble. When they see that it is going &lt;away&gt;, they return to their wickedness. Thus it is stated (in Exod. 9:34): <small>BUT WHEN PHARAOH SAW THAT &lt;THE RAIN AND THE HAIL AND THE THUNDER&gt; HAD CEASED, &lt;HE REVERTED TO SINNING&gt;</small>. The nations of the world continue to sin, but as for Israel (according to Lam. 4:22): <small>YOUR INIQUITY IS ENDED, O DAUGHTER OF ZION</small>. When? When he attends to the iniquity of the house of Edom, as stated (ibid., cont.): <small>HE HAS ATTENDED TO YOUR INIQUITY, O DAUGHTER OF EDOM</small>. From now on Israel shall never go into exile.<sup class=\"footnote-marker\">123</sup><i class=\"footnote\">Heb. <i>golim</i>. The word also connotes being exposed or uncovered.</i> Rather the Holy One shall gather them to Jerusalem, as stated (in Ps. 107:2–3): <small>LET THE REDEEMED OF THE LORD SAY SO, THOSE WHOM HE HAS REDEEMED FROM THE HAND OF ADVERSITY; FOR HE HAS GATHERED THEM FROM THE LANDS, FROM THE EAST AND FROM THE WEST, FROM THE NORTH AND FROM THE SEA</small>.", "versionTitle": "Midrash Tanhuma, S. Buber Recension; trans. by John T. Townsend, 1989.", "license": "CC-BY", "versionTitleInHebrew": "מדרש תנחומא, בובר, מתורגם בידי ג'ון ט' טוונסנד, 1989"}, {"_id": "5926b251d6e4a957603a0ee9", "index_title": "Midrash Tanchuma Buber", "category": "Midrash", "type": "", "ref": "Midrash Tanchuma Buber, Bamidbar 2:2", "anchorRef": "Exodus 9:32", "anchorRefExpanded": ["Exodus 9:32"], "sourceRef": "Midrash Tanchuma Buber, Bamidbar 2:2", "sourceHeRef": "תנחומא בובר, במדבר ב׳:ב׳", "anchorVerse": 32, "sourceHasEn": true, "compDate": [150, 750], "commentaryNum": 2.0002, "collectiveTitle": {"en": "Midrash Tanchuma Buber", "he": "תנחומא בובר"}, "heTitle": "במדבר", "he": "ד\"א מאפליה. שמא אמרתי לכם שאני מביא טובה והלקשתי אותה, ואין מאפליה אלא לשון הלקשה, שנאמר כי אפילות הנה <small>(שם ט לב)</small>. אמר (ר') יהושע לא נפל דבר (אחד) מכל (דברו) [הדבר] הטוב אשר דבר ה' אל (בני) [בית] ישראל הכל בא <small>(יהושע כא מג)</small>, מדוע אמרו עמי רדנו <small>(ירמיה ב לא)</small>, לשון משנה הוא, הרודה פת חמה, אמרו כשהפת מתבשלת בתנור וניטלת ממנו יכולה היא לקבוע בתנור עוד, ואנו היינו בירושלים כבתנור, שנאמר נאם ה' אשר אור לו בציון ותנור לו בירושלים <small>(ישעיה לא ט)</small>, והגליתנו לבבל, מה אתה מבקש ממנו עוד, מדוע אמרו עמי רדנו.  ", "heVersionTitle": "Midrash Tanhuma haKadum veHaYashan, S. Buber, 1885", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש תנחומא הקדום והישן, ש' בובר, תרמ\"ה", "text": "Another interpretation (of Jer. 2:31): <small>UTTER DARKNESS</small>. Have I &lt;ever&gt; said to you that I am bringing a benefit and delayed it? <small>UTTER DARKNESS</small> (rt.:'<i><small>PL</small></i>) can only be a term of delay, as it is used (in Exod. 9:32): <small>&lt;BUT THE WHEAT AND THE SPELT WERE NOT HURT&gt; BECAUSE THEY RIPEN LATE</small> (i.e., <small>ARE DELAYED</small>: rt.:'<i><small>PL</small></i>).<sup class=\"footnote-marker\">13</sup><i class=\"footnote\">Below, Numb. 10:7; I Corinthians 10:4.</i> {R.} Joshua said (in Josh. 21:43 [45]; cf. 23:14): <small>NOT A</small> {<small>SINGLE</small>} <small>THING HAS FAILED</small> (<i><small>NPL</small></i>) <small>OF ANY GOOD THING</small> {<small>OF HIS</small>} <small>WHICH THE LORD PROMISED UNTO THE</small> {<small>CHILDREN</small>} [<small>HOUSE</small>] <small>OF ISRAEL; IT ALL CAME TO PASS</small>. &lt;Therefore&gt; (in Jer. 2:31:) <small>WHY DID MY PEOPLE SAY</small>: <i><small>RADNU</small></i> (rt.: <i><small>RWD</small></i>); <small>&lt;WE WILL NOT COME UNTO YOU ANY MORE&gt;</small>?<sup class=\"footnote-marker\">14</sup><i class=\"footnote\">According to the interpretation given here, the word is regarded as coming from the root, <i>RDH</i> and voweled as <i>radanu</i>.</i> The word is Mishnaic (as in <i>Ter</i>. 10:3 = <i>Makhsh.</i> 3:3): <small>ONE WHO REMOVES</small> (<small>RWDH</small>) <small>A HOT LOAF</small> (adhering to an oven).<sup class=\"footnote-marker\">15</sup><i class=\"footnote\">Bread is usually baked adhering to the roof or wall of the oven with the fire beneath.</i> They (i.e., Israel) said: When the bread is baked in the oven and is taken out of it, can it stick<sup class=\"footnote-marker\">16</sup><i class=\"footnote\">Rt.: <i>QB</i>‘ (which normally means “fix in” or “fix on”). On the translation of this root, see <i>Midrash Tanhuma</i> (Jerusalem: Eshkol, 1971/72), vol. <small>II</small>, p. 647, n. 2, which regards it here as the equivalent of the root <i>DBQ</i> (which means (“stick to”). In a similar vein, see Wolf Einhorn’s commentary, <i>Perush Maharzaw,</i> on Numb. R. 1:2. Since the root <i>QB</i>‘ can also mean “rob” or “defraud,” the meaning for Israel would be that, as bread removed from an oven cannot stick to it again, neither can Israel once removed from Jerusalem ever defraud again.</i> to the oven again? Now we in Jerusalem were as in an oven (since it is stated in Is. 31:9): <small>SAYS THE LORD, WHO HAS A FIRE IN ZION AND HAS AN OVEN IN JERUSALEM</small>. Now you exiled us to Babylon. What do you still want from us? (Jer. 2:31:) <small>WHY DID MY PEOPLE SAY</small>: <i><small>RADNU</small></i> (i.e., He has &lt;already&gt; removed us (<i>radanu</i>) &lt;once from oven of Jerusalem&gt;)?", "versionTitle": "Midrash Tanhuma, S. Buber Recension; trans. by John T. Townsend, 1989.", "license": "CC-BY", "versionTitleInHebrew": "מדרש תנחומא, בובר, מתורגם בידי ג'ון ט' טוונסנד, 1989"}, {"_id": "5926b264d6e4a957603a1931", "index_title": "Midrash Tanchuma Buber", "category": "Midrash", "type": "", "ref": "Midrash Tanchuma Buber, Masei 7:1", "anchorRef": "Exodus 9:32", "anchorRefExpanded": ["Exodus 9:32"], "sourceRef": "Midrash Tanchuma Buber, Masei 7:1", "sourceHeRef": "תנחומא בובר, מסעי ז׳:א׳", "anchorVerse": 32, "sourceHasEn": true, "compDate": [150, 750], "commentaryNum": 7.0001, "collectiveTitle": {"en": "Midrash Tanchuma Buber", "he": "תנחומא בובר"}, "heTitle": "מסעי", "he": " כי אתם באים. זש\"ה הדור אתם ראו דבר ה' [המדבר הייתי לישראל] וגו' <small>(ירמיה ב לא)</small>, אל תהי קורא אלא המדבר הייתי לישראל דבר ולא הייתי עושה לישראל, הארץ שהתניתי ליתנה להם שמא אמרתי שהיא נאה והטעיתי אותם, אם ארץ מאפליה <small>(שם)</small>, מהו מאפליה, שמא אמרתי לכם להכניס אתכם לארץ והלקשתי אתכם, שאין מאפליה אלא לשון הלקשה, שנאמר כי אפילות הנה <small>(שמות ט לב)</small>, הרי אתם נכנסין לתוכה. כי אתם באים אל הארץ כנען, ארץ של פרקמטיא, ארץ של סחורה, כמה דאת אמר כנעניה כבדי ארץ <small>(ישעיה כג ח)</small>.  ", "heVersionTitle": "Midrash Tanhuma haKadum veHaYashan, S. Buber, 1885", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש תנחומא הקדום והישן, ש' בובר, תרמ\"ה", "text": "(Numb. 34:2:) <small>WHEN YOU COME &lt;INTO THE LAND OF CANAAN&gt;</small>. This text is related (to Jeremiah 2:31): <small>YOU, O GENERATION, UNDERSTAND THE WORD OF THE LORD!</small> [<small>HAVE I BEEN A DESERT</small> (<i><small>HMDBR</small></i>, voweled as (<i>hamidbar</i>) <small>TO ISRAEL</small>] …? Do not read <small>A DESERT</small> but <small>HAVE I SPOKEN</small> (<i><small>HMDBR</small></i>, voweled as <i>hamedabber</i>) anything (<i><small>DBR</small></i>) <small>TO ISRAEL</small> that I have not fulfilled for Israel?<sup class=\"footnote-marker\">25</sup><i class=\"footnote\"><i>Tanh</i>., Numb. 10:9; Numb. R. 23:10.</i> With regard to the land which I agreed to give to them, did I say that it was beautiful and mislead them? (Ibid., cont.:) <small>OR A LAND OF UTTER DARKNESS</small> (<i>ma'pelyah</i>)? What is the meaning of <i>ma'pelyah</i> (rt.: '<i><small>PL</small></i>)? Did I, perhaps, promise you to bring you into the land and &lt;then&gt; delay you? After all <i>ma'pelyah</i> can only mean \"delay,\" as stated (in Exod. 9:32): <small>&lt;BUT THE WHEAT AND THE SPELT WERE NOT HURT&gt; BECAUSE THEY RIPEN LATE</small> (i.e., <small>ARE DELAYED</small>, rt.: '<i><small>PL</small></i>).<sup class=\"footnote-marker\">26</sup><i class=\"footnote\">Above, <i>Tanh.</i> (Buber), Numb. 1:2.</i> See, you will be entering into its midst, <small>WHEN</small> (according to Numb. 34:2) <small>YOU COME INTO THE LAND OF CANAAN</small> (<i>Kena'an</i>), &lt;i.e., into&gt; a land of business,<sup class=\"footnote-marker\">27</sup><i class=\"footnote\">Gk.: <i>pragmateia.</i></i> a land of trade. &lt;The usage is&gt; just as you say (in Is. 23:8 with reference to Tyre): <small>WHOSE TRADERS</small> (<i>kena'anim</i>)<sup class=\"footnote-marker\">28</sup><i class=\"footnote\">Here the word usually translated <small>CANAAN</small> (<i>Kena‘an</i>) occurs in the sense of trader, as in Hos. 12:8.</i> <small>THE WORLD HONORED</small>.", "versionTitle": "Midrash Tanhuma, S. Buber Recension; trans. by John T. Townsend, 1989.", "license": "CC-BY", "versionTitleInHebrew": "מדרש תנחומא, בובר, מתורגם בידי ג'ון ט' טוונסנד, 1989"}, {"_id": "596369e9d6e4a9416e9c064a", "index_title": "Mizrachi", "category": "Commentary", "type": "commentary", "ref": "Mizrachi, Exodus 9:32:1", "anchorRef": "Exodus 9:32", "anchorRefExpanded": ["Exodus 9:32"], "sourceRef": "Mizrachi, Exodus 9:32:1", "sourceHeRef": "מזרחי, שמות ט׳:ל״ב:א׳", "anchorVerse": 32, "sourceHasEn": false, "compDate": [1475, 1525], "commentaryNum": 32.0001, "collectiveTitle": {"en": "Mizrachi", "he": "מזרחי"}, "heTitle": "שמות", "he": "<b>יש מרבותינו שנדחקו על זאת ודרשו כי אפילות הנה נעשו פלאו פלאות. </b>פי' מפני שנדחקו מקושית ואת כל עשב השדה הכה הברד דמשמע בין המאוחרות שהיו רכות בין הקודמות שהיו קשות הוצרכו לפרש כי אפילו הנה מעניין פלא שנעשו בהם פלאי פלאות ופי' אפילות כמו פלאות כמו כשב כבש ולא ידעתי מה יעשו בפסוק כי השעורה אביב והפשתה גבעול דמשמע שאילו לא היתה השעורה עומדת בקשיה והפשתה בגבעוליה היו נצולין והוא סותר מאמר את כל עשב השדה הכה הברד: \n", "heVersionTitle": "Four commentaries on Rashi. Warsaw, 1862", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5964d70dd6e4a92bf45a91d9", "index_title": "Rabbeinu Bahya", "category": "Commentary", "type": "commentary", "ref": "Rabbeinu Bahya, Shemot 9:32:1-2", "anchorRef": "Exodus 9:32", "anchorRefExpanded": ["Exodus 9:32"], "sourceRef": "Rabbeinu Bahya, Shemot 9:32:1-2", "sourceHeRef": "רבנו בחיי, שמות ט׳:ל״ב:א׳-ב׳", "anchorVerse": 32, "sourceHasEn": true, "compDate": [1290, 1310], "commentaryNum": 32.0001, "collectiveTitle": {"en": "Rabbeinu Bahya", "he": "רבנו בחיי"}, "heTitle": "שמות", "he": ["<b>כי אפילות הנה.</b> מצד שהם אפילות ולא גדלו עדיין ועל כן לא לקו.\n", "<b>ובמדרש </b>כי אפילות הנה פלאי פלאות נעשו בהן, ובאור זה כי לא נצולו מן הלקות בעבור שהיו אפילות כי לכובד מכת הברד ולחוזק צנתו היה ראוי שימותו שרשי התבואה מתחת הקרקע או שישרפו לחוזק כח האש המתלקחת, אלא שהיה בדרך הנס ונעשו בהם פלאות וזהו לשון כי אפילות הנה קרי ביה כי פלאות הנה.\n"], "heVersionTitle": "Midrash Rabbeinu Bachya [ben Asher]. Warsaw, 1878", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": ["כי אפילות המה, “because they would ripen later.” As the stalks had not yet started growing they were not struck down by the hail.", "According to Tanchuma Vaeyra 16 the words אפילות הנה are related to פלאי פלאות, that miraculous things happened to them. The fact that they were saved from the hail was not due to their being in a less advanced state of growth than the flax. Their natural state was such that they should have fallen victim to the hail. The roots beneath the ground should also have been fatally struck. The fire inside the hail would have seen to this. A miracle occurred. Instead of reading the word אפילות the meaning of it is פלאות, miracles."], "versionTitle": "Torah Commentary by Rabbi Bachya ben Asher, trans. Eliyahu Munk, 1998.", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5a154332d6e4a92409abc313", "index_title": "Siftei Chakhamim", "category": "Quoting Commentary", "type": "", "ref": "Siftei Chakhamim, Deuteronomy 25:18:4", "anchorRef": "Exodus 9:32", "anchorRefExpanded": ["Exodus 9:32"], "sourceRef": "Siftei Chakhamim, Deuteronomy 25:18:4", "sourceHeRef": "שפתי חכמים, דברים כ״ה:י״ח:ד׳", "anchorVerse": 32, "sourceHasEn": true, "compDate": [1660, 1680], "commentaryNum": 18.0004, "collectiveTitle": {"en": "Siftei Chakhamim", "he": "שפתי חכמים"}, "heTitle": "דברים", "he": "<b>חסרי כח.</b> דנחשלים הוא מלשון חלש, דהרבה תיבות מצינו שיתחלפו, כמו כבש כשב, וכן אפילות פי' רש\"י בפ' וארא בסופו <small>(שמות ט לב)</small> פלאי פלאות, וכן שמלה שלמה: ", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY", "heVersionTitleInHebrew": "חומש שפתי חכמים, הוצאת מצודה, 2009", "text": "<b>Enfeebled.</b> Because נחשלים is derived from the word חלש (feeble); we find many words whose letters are transposed such as כבש כשב (sheep), and אפילות, which Rashi explains at the end of <i>parshas Va’eira (Shmos 9:32) as meaning \"wonder of wonders (פלאי פלאות),\" and similarly שמלה שלמה (garment). </i>", "versionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": "חומש שפתי חכמים, הוצאת מצודה, 2009"}, {"_id": "5a1c020dd6e4a943452d3c06", "index_title": "Sefer HaYashar (midrash)", "category": "Midrash", "type": "midrash", "ref": "Sefer HaYashar (midrash), Book of Exodus 47", "anchorRef": "Exodus 9:1-35", "anchorRefExpanded": ["Exodus 9:1", "Exodus 9:2", "Exodus 9:3", "Exodus 9:4", "Exodus 9:5", "Exodus 9:6", "Exodus 9:7", "Exodus 9:8", "Exodus 9:9", "Exodus 9:10", "Exodus 9:11", "Exodus 9:12", "Exodus 9:13", "Exodus 9:14", "Exodus 9:15", "Exodus 9:16", "Exodus 9:17", "Exodus 9:18", "Exodus 9:19", "Exodus 9:20", "Exodus 9:21", "Exodus 9:22", "Exodus 9:23", "Exodus 9:24", "Exodus 9:25", "Exodus 9:26", "Exodus 9:27", "Exodus 9:28", "Exodus 9:29", "Exodus 9:30", "Exodus 9:31", "Exodus 9:32", "Exodus 9:33", "Exodus 9:34", "Exodus 9:35"], "sourceRef": "Sefer HaYashar (midrash), Book of Exodus 47", "sourceHeRef": "ספר הישר (מדרש), ספר שמות מ״ז", "anchorVerse": 1, "sourceHasEn": true, "compDate": [950, 1550], "commentaryNum": 47, "collectiveTitle": {"en": "Sefer HaYashar (midrash)", "he": "ספר הישר (מדרש)"}, "heTitle": "ספר שמות", "he": "בכל זאת לא שב אף ה׳ ממצרים, ועוד ידו נטויה עליהם. וישלח אלוקים את הדבר, ויבוא דבר במצרים בסוסים בחמורים ובגמלים בבקר ובצאן ובכל האדם. ויהי בהשכים כל מצרים בבוקר להוציא מקניהם לרעות, וימצאו את כל מקניהם כי מתו. ולא נותר ממקנה כל מצרים זולתי אחד מעשר, וממקנה בני ישראל אשר בגושן לא מת אחד. וישלח אלוקים דלקת אש בבשר מצרים ויבקע את בשרם, ויהי לשחין רע בכל מצרים מכף רגלם ועד קדקדם. ותהיין בכל בשרם אבעבועות רבות ויזב בשרם מעליהם, עד כי נמקו ויבאשו. בכל זאת לא שב אף ה׳, ועוד ידו נטויה על מצרים כולה. וישלח ה׳ ברד כבד מאוד, ויך את גפנם וישבר את עץ פרים ויבש אותם ויבלו עליהם. וגם כל ירק עשב יבש ואבד כי אש מתלקחת ירדה בתוך הברד, על כן כילה הברד והאש את הכל. וגם האדם והבהמה הנמצאים הנמצאים חוצה מתו מלהבי אש וברד, וכל הכפרים נתשו. וישלח ה׳ ויבא ארבה כבד מצרימה, חסיל וסלעם וחרגול וחגב וכל הארבה למינהו ויאכל את אשר השאיר הברד. אז שמחו כל מצרים בארבה ואף כי אכל כל תנובת השדה, ויצודו מצרים מהארבה לרוב מאוד וימלחום למאכל. ויהפוך ה׳ רוח ים חזק מאוד וישא את כל הארבה וגם את מלוחים ויתקעהו ימה סוף, לא נשאר ארבה אחד בכל גבול מצרים. וישלח אלוקים חושך במצרים, ותחשך כל ארץ מצרים ופתרוס שלושת ימים עד אשר לא יראה אדם את ידו בשומה אל פיו. בעת ההיא מתו רבים מעם ישראל על אשר מרדו בה׳, ולא שמעו אל משה ואל אהרון ולא האמינו בהם כי אלוקים שלחם. ויאמרו לא נצא ממצרים פן נמות ברעב במדבר שמם, ולא אבו לשמוע בקול משה. ויגוף ה׳ אותם בשלושת ימי החושך, ויקברום ישראל בימים ההם לבלתי דעת בהם יושבי מצרים וישמחו עליהם. והחושך חזק מאוד במצרים שלושת ימים ויהי כל העומד בבוא החושך, עודנו עומד במקומו. והיושב עודנו יושב ונשובה עודנו שוכב כאשר הוא וההולך ישב לו בארץ במקומו, ויהי הדבר הזה לכל מצרים עד עבור החושך.", "heVersionTitle": "Sefer HaYashar, Livorno 1870", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "But for all that the anger of the Lord did not turn from Egypt, and his arm was still outstretched ‎upon them, and he sent the pestilence to rage in Egypt amongst horses, and asses, and ‎camels, and oxen, and sheep, and man, and when the Egyptians rose up in the morning to ‎drive their cattle to pasture, they found it dead. And there remained only one out of ten of ‎the cattle of the Egyptians, but of the cattle belonging to the Israelites in Egypt not one died. ‎And God sent burning heat into the bodies of the Egyptians that their flesh burst and turned ‎into malignant sores on all the Egyptians from the soles of their feet to the crowns of their ‎heads, and they had ulcers all over their bodies that their flesh sloughed away in stench. But ‎the Lord’s anger did not turn for all this, and his hand was still outstretched upon Egypt, and he ‎sent a heavy hail storm which smote their vines, and injured their fruit trees, so that they dried ‎up and finally fell upon the people. And every green herb became blighted and destroyed, for ‎fire was mingled with the hail, and therefore the fire and hail consumed all things on the field, ‎also man and beast that were found in the streets, so that the villages became depopulated. ‎Then the Lord brought into Egypt all sorts of locusts in great numbers, and they devoured all ‎that was left after the hail. Then all the Egyptians were pleased with the locusts, although they ‎consumed all the productions of the field, for the Egyptians caught them in great numbers and ‎salted them for food; but the Lord turned a mighty sea wind which carried away all the locusts, ‎even those that were salted, and cast them into the Red Sea, and not a single locust remained ‎within the boundaries of Egypt. And the Lord sent darkness over Egypt, and the whole land of ‎Egypt was so dark for three days that a man could not see his hand when he put it even to his ‎mouth. In those days many of the children of Israel died, all those that had rebelled against the ‎Lord, and would not hearken unto Moses and believed not that God had sent him, and said: ‎We will not go away from Egypt to die of starvation in the barren wilderness. And the Lord ‎punished them in those days of darkness, and the children of Israel buried them in those days, ‎so that the Egyptians should not know and rejoice over them; and the darkness was so intense ‎in Egypt for three days, that any man who stood up when the darkness came had to remain ‎standing in his place, and he that was sitting had to remain sitting, and he that was lying had to ‎keep on lying, and he that was walking remained fixed to the ground, and thus it was with all ‎the Egyptians until the darkness had subsided.‎", "versionTitle": "Sefer ha-Yashar,  trans. Edward B.M. Browne, New York, 1876", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "5a4e3e59d6e4a9410394952d", "index_title": "Yad Ramah on Bava Batra", "category": "Quoting Commentary", "type": "", "ref": "Yad Ramah on Bava Batra 90b:5", "anchorRef": "Exodus 9:32", "anchorRefExpanded": ["Exodus 9:32"], "sourceRef": "Yad Ramah on Bava Batra 90b:5", "sourceHeRef": "יד רמה על בבא בתרא צ׳ ב:ה׳", "anchorVerse": 32, "sourceHasEn": false, "compDate": [1204, 1244], "commentaryNum": 180.0005, "collectiveTitle": {"en": "Yad Ramah on Bava Batra", "he": "יד רמה על בבא בתרא"}, "heTitle": "יד רמה על בבא בתרא", "he": "<b>קנ.</b> אבוה דשמואל מזבין להו לפירי דארעיה בתרעא חריפא. בשער המוקדם, לשון בימי חורפי (איוב כט,ד), ושער המוקדם היינו שער הגורן שהפירות בזול. שמואל מזבין להו לפירי בתרעא אפלא כתרעא חריפא. כלומר שהיה משהא פירותיו עד שער האפל, דהיינו שער המאוחר, לשון כי אפילות הנה (שמות ט,לב), ומכרן בשער המאוחר שהוקרו פירות כשער הזול, כדי שיצטרכו שאר המוכרין למכור גם הם בזול ונמצא השער חוזר לקדמותו.", "heVersionTitle": "Yad Ramah on Bava Batra", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5ae9bea29197ec001aac221f", "index_title": "Midrash Aggadah", "category": "Midrash", "type": "midrash", "ref": "Midrash Aggadah, Exodus 9:32:1", "anchorRef": "Exodus 9:32", "anchorRefExpanded": ["Exodus 9:32"], "sourceRef": "Midrash Aggadah, Exodus 9:32:1", "sourceHeRef": "מדרש אגדה, שמות ט׳:ל״ב:א׳", "anchorVerse": 32, "sourceHasEn": false, "compDate": [1020, 1220], "commentaryNum": 32.0001, "collectiveTitle": {"en": "Midrash Aggadah", "he": "מדרש אגדה"}, "heTitle": "שמות", "he": "כי אפילת הנה. <i data-commentator=\"Notes and Corrections on Midrash Aggadah\" data-order=\"9\"></i> פלאים עשה הקב\"ה בהם, וכיון שראה כך, אמר חטאתי לה', וכששמע משה כן מיד ויצא משה מעם פרעה את העיר ויפרוש כפיו אל ה':", "heVersionTitle": "Midrash Aggadah, ed. Buber, Vienna, 1894.", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש אגדה, מהדורת בובר, וינה תרנ\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5af8eaa1613964014ac6adc4", "index_title": "Menachot", "category": "Talmud", "type": "", "ref": "Menachot 68b:20", "anchorRef": "Exodus 9:32", "anchorRefExpanded": ["Exodus 9:32"], "sourceRef": "Menachot 68b:20", "sourceHeRef": "מנחות ס״ח ב:כ׳", "anchorVerse": 32, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 136.002, "collectiveTitle": {"en": "Menachot", "he": "מנחות"}, "heTitle": "מנחות", "he": "רבי אליעזר אומר נאמר אביב במצרים ונאמר אביב לדורות מה אביב האמור במצרים שעורין אף אביב האמור לדורות שעורין", "heVersionTitle": "Wikisource Talmud Bavli", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "תלמוד בבלי (ויקיטקסט)", "text": "<b>Rabbi Eliezer says</b> that it <b>is stated “in the ear” with regard to</b> the plague of hail in <b>Egypt:</b> “And the flax and the barley were smitten; for the barley was in the ear, and the flax was in bloom” (Exodus 9:31), <b>and it is stated “in the ear”</b> with regard to the mitzva of the new crop, which is <b>for</b> all <b>generations. Just as</b> the term <b>“in the ear” that is stated with regard to</b> plague of hail in <b>Egypt</b> is referring to <b>barley,</b> as is clear from the next verse: “But the wheat and the spelt were not smitten, for they ripen late” (Exodus 9:32), <b>so too</b> the term <b>“in the ear” that is stated</b> with regard to the new crop <b>for</b> all <b>generations</b> is referring to <b>barley.</b>", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": "תלמוד מהדורת ויליאם דוידסון - אנגלית"}, {"_id": "5af8eaa2613964014ac6aefa", "index_title": "Menachot", "category": "Talmud", "type": "", "ref": "Menachot 84a:11", "anchorRef": "Exodus 9:32", "anchorRefExpanded": ["Exodus 9:32"], "sourceRef": "Menachot 84a:11", "sourceHeRef": "מנחות פ״ד א:י״א", "anchorVerse": 32, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 167.0011, "collectiveTitle": {"en": "Menachot", "he": "מנחות"}, "heTitle": "מנחות", "he": "רבי אליעזר אומר נאמר (שמות ט, לא) אביב במצרים ונאמר (ויקרא ב, יד) אביב לדורות מה אביב האמור במצרים שעורים אף אביב האמור לדורות אינו בא אלא מן השעורים", "heVersionTitle": "Wikisource Talmud Bavli", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "תלמוד בבלי (ויקיטקסט)", "text": "<b>Rabbi Eliezer says</b> that it <b>is stated “in the ear,” with regard to</b> the plague of hail in <b>Egypt:</b> “And the flax and the barley were smitten; for the barley was in the ear, and the flax was in bloom” (Exodus 9:31), <b>and it is stated “in the ear”</b> with regard to the mitzva of the new crop, which is <b>for</b> all <b>generations. Just as</b> the term <b>“in the ear” that is stated with regard to</b> the plague of hail in <b>Egypt</b> is referring to <b>barley,</b> as is clear from the next verse: “But the wheat and the spelt were not smitten; for they ripen late” (Exodus 9:32), <b>so too</b> the term <b>“in the ear” that is stated</b> with regard to the new crop <b>for</b> all <b>generations</b> is referring to <b>barley.</b>", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": "תלמוד מהדורת ויליאם דוידסון - אנגלית"}, {"_id": "5bc7301981b55e00c03e583d", "index_title": "Maor VaShemesh", "category": "Chasidut", "type": "commentary", "ref": "Maor VaShemesh, Vaera 15", "anchorRef": "Exodus 9:31-32", "anchorRefExpanded": ["Exodus 9:31", "Exodus 9:32"], "sourceRef": "Maor VaShemesh, Vaera 15", "sourceHeRef": "מאור ושמש, וארא ט״ו", "anchorVerse": 31, "sourceHasEn": false, "compDate": [1817, 1823], "commentaryNum": 15, "collectiveTitle": {"en": "Maor VaShemesh", "he": "מאור ושמש"}, "heTitle": "וארא", "he": "<b>והפשתה והשעורה נכתה כי השעורה אביב והפשתה גבעל והחטה והכוסמת לא נוכו כי אפילות הנה </b>התורה נצחיית היא ויש להבין הרמז במה שכתב ענין זה בתו\"הק ורש\"י פירש אפילות הנה מדרש תנחומא פלאי פלאות נעשה להם שלא לקו הענין הוא כבר כתבנו בשם האר\"י ז\"ל דהמכות באו עליהם מתתא ולעילא ומלעילא ולתתא והנה ברד הי' מספירה חסד שבקדושה הכה לנצחים של הסט\"א והנה איתא בכוונות על ולמלשינים אל תהי תקור כי לעשות דינים בשונאי ישראל צריך שיסכים ג\"כ מדת החסד על הדינים וכן להמשיך חסדים על כנ\"י צריך שיסכים מדה\"ד וזה שמובא ברש\"י ז\"ל ע\"פ ויהי ברד ואש מתלקחת נס בתוך נס כו' ואיתא ג\"כ במדרש משל לשני לגיונות קשים שהי' מלחמה ביניהם כו' עשו שלום ביניהם יעויי\"ש ולזה בא ברד ממדת החסד כנ\"ל שצריך גם מדת החסד להסכים עם מדה\"ד לעשות נקמה בשונאי ישראל והכה בנצחים על הסט\"א כנ\"ל והנה ידוע שיש ק\"ך צירופ אלהים ויש חמשה גבורות ועיקר העבדות להמתיק אותם שירדו הדינין על שונאי ישראל וחסדים לכ\"י וחמשה אלהים גימטריא ת\"ל וזהו שאמר לו משה לפרעה רק אל יוסף פרעה 'ה'ת'ל לבלתי כו' 'ה'ת'ל דייקא גימ' חמשה אלקים. וידוע מספרי הקודש שפשתן רומז לסט\"א וחיצונים וכן שעורה כדאיתא בגמרא שעורים נעשו יפים צא ובשר לסוסים ולחמורים וזהו והפשתה והשעורה נכתה כי השעורה אביב והפשתה גבעל 'א'ב'י'ב 'ג'ב'ע'ל גי' ק\"כ רומז לק\"כ צירופי אלקים שירדו הדינים על מצרים שהוא הסט\"א והנה בכל דור ודור הוא כן שע\"י תורה ומצות ומע\"ט של ישראל מכה בסט\"א כל או\"א מישראל לפי מדרגתו בקדושתו אזי מכה בסט\"א בהמדה שכנגדו בהיפוך אכן אבותינו במצרים לא היו עדיין ראויין לכך שלא הי' להם תורה ומצות כמ\"ש ואת ערום ועריה ונעשה הכל ע\"י משרע\"ה ואהרן הכהן וזהו מרומז לנו בתורה בהוה ועתיד כי הפשתה והשעורה נכתה כנ\"ל והחטה כו' 'ח'ט'ה גי' כ\"ב רומז לכ\"ב אותיות התורה והוא פשטות של תורה והכוסמת כו' רומז לרזי התורה שהוא לשון התכסות לא נכו כי אפילות הנה רומז שנמשך על ישראל מפלא העליון חסדים מגולים ורחמים פשוטים וזהו פלאי פלאות נעשה להם היינו פלאי פלאות חכמה העליונה דו\"ק.", "heVersionTitle": "Maor Vashemesh, Breslau, 1842", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מאור ושמש, ברסלאו תר\"ב", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5c1790a0bb386c00d3dea1f4", "index_title": "Rashi on Berakhot", "category": "Quoting Commentary", "type": "", "ref": "Rashi on Berakhot 18b:7:5", "anchorRef": "Exodus 9:32", "anchorRefExpanded": ["Exodus 9:32"], "sourceRef": "Rashi on Berakhot 18b:7:5", "sourceHeRef": "רש\"י על ברכות י״ח ב:ז׳:ה׳", "anchorVerse": 32, "sourceHasEn": false, "compDate": [1065, 1115], "commentaryNum": 7.0005, "collectiveTitle": {"en": "Rashi on Berakhot", "he": "רש\"י על ברכות"}, "heTitle": "רש\"י על ברכות", "he": "ברד מלקה אותו – שעתיד ברד ליפול סמוך לרביעה ראשונה ומה שנזרע כבר הוקשה והברד שוברו והנזרע בשניה עדיין רך הוא ואינו נשבר בשביל הברד כענין שנאמר והפשתה והשעורה נכתה והחטה והכוסמת לא נכו (שמות ט׳:ל״ב):", "heVersionTitle": "Vilna Edition", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מהדורת וילנא", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5c17a2b3bb386c011be9c10f", "index_title": "Rashi on Taanit", "category": "Quoting Commentary", "type": "", "ref": "Rashi on Taanit 6a:9:3", "anchorRef": "Exodus 9:32", "anchorRefExpanded": ["Exodus 9:32"], "sourceRef": "Rashi on Taanit 6a:9:3", "sourceHeRef": "רש\"י על תענית ו׳ א:ט׳:ג׳", "anchorVerse": 32, "sourceHasEn": false, "compDate": [1065, 1115], "commentaryNum": 9.0003, "collectiveTitle": {"en": "Rashi on Taanit", "he": "רש\"י על תענית"}, "heTitle": "רש\"י על תענית", "he": "אפילה – אחרונה כמו כי אפילות הנה (שמות ט׳:ל״ב):", "heVersionTitle": "Vilna Edition", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מהדורת וילנא", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5c17b8cfb071e100bf4e3da9", "index_title": "Metzudat Zion on Ezekiel", "category": "Quoting Commentary", "type": "", "ref": "Metzudat Zion on Ezekiel 44:20:4", "anchorRef": "Exodus 9:32", "anchorRefExpanded": ["Exodus 9:32"], "sourceRef": "Metzudat Zion on Ezekiel 44:20:4", "sourceHeRef": "מצודת ציון על יחזקאל מ״ד:כ׳:ד׳", "anchorVerse": 32, "sourceHasEn": false, "compDate": [1740, 1780], "commentaryNum": 20.0004, "collectiveTitle": {"en": "Metzudat Zion on Ezekiel", "he": "מצודת ציון על יחזקאל"}, "heTitle": "מצודת ציון על יחזקאל", "he": "<b>כסום יכסמו.</b> מלשון והחטה והכסמת (שמות ט׳) והוא מין זרע:\n", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5c17b9c3b071e100bf4edd3f", "index_title": "Rashi on Shevuot", "category": "Quoting Commentary", "type": "", "ref": "Rashi on Shevuot 38a:15:1", "anchorRef": "Exodus 9:32", "anchorRefExpanded": ["Exodus 9:32"], "sourceRef": "Rashi on Shevuot 38a:15:1", "sourceHeRef": "רש\"י על שבועות ל״ח א:ט״ו:א׳", "anchorVerse": 32, "sourceHasEn": false, "compDate": [1065, 1115], "commentaryNum": 15.0001, "collectiveTitle": {"en": "Rashi on Shevuot", "he": "רש\"י על שבועות"}, "heTitle": "רש\"י על שבועות", "he": "חטה בכלל חטין - אם טענו חטה הרי הוא כטענו חטין כדכתיב (שמות ט׳:ל״ב) והחטה והכוסמת לא נכו:", "heVersionTitle": "Vilna Edition", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מהדורת וילנא", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5c469fe608d98a02694e5443", "index_title": "Jastrow", "category": "Reference", "type": "reference", "ref": "Jastrow, פֶּלֶא 1", "anchorRef": "Exodus 9:32", "anchorRefExpanded": ["Exodus 9:32"], "sourceRef": "Jastrow, פֶּלֶא 1", "sourceHeRef": "מילון יסטרוב, פֶּלֶא א׳", "anchorVerse": 32, "sourceHasEn": true, "compDate": [1883, 1903], "commentaryNum": 1, "collectiveTitle": {"en": "Jastrow", "he": "מילון יסטרוב"}, "heTitle": "פֶּלֶא", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<strong dir=\"rtl\">פֶּלֶא</strong> m. (b. h.;  <a class=\"refLink\" href=\"/Jastrow,_פָּלָא.1\" data-ref=\"Jastrow, פָּלָא 1\">preced.</a>) <i>strange thing, wonder, miracle</i>. Mekh. B’shall., Shir., s. 8 (ref. to <a class=\"refLink\" href=\"/Exodus.15.11\" data-ref=\"Exodus 15:11\">Ex. XV, 11</a>) <span dir=\"rtl\">עשה עמנו פ׳ וכ׳</span> he has done wonders for us, and he will do &c.; a. e.—Pl. <span dir=\"rtl\">פְּלָאִים</span>, <span dir=\"rtl\">פְּלָאִין</span>, <span dir=\"rtl\">פְּלָאוֹת</span>. <a class=\"refLink\" href=\"/Midrash_Tehillim.106.1\" data-ref=\"Midrash Tehillim 106:1\">Midr. Till. to Ps. CVI</a>, beg. (ref. to <a class=\"refLink\" href=\"/Psalms.136.4\" data-ref=\"Psalms 136:4\">Ps. CXXXVI, 4</a>; <a class=\"refLink\" href=\"/Psalms.136.13\" data-ref=\"Psalms 136:13\">13</a>; <a class=\"refLink\" href=\"/Psalms.136.25\" data-ref=\"Psalms 136:25\">25</a>) <span dir=\"rtl\">מה הפרנסה … בלא ניסין ובלא פ׳</span> as the world cannot exist without sustenance (which the Lord provides), so it cannot exist without (daily) signs and wonders. Ib. <span dir=\"rtl\">ואינו יודע כמה פ׳ עשה וכ׳</span> ed. Bub. (ed. <span dir=\"rtl\">מה פלאי</span>, corr. acc.) and man knows not how many miraculous salvations the Lord works for him. <a class=\"refLink\" href=\"/Bereishit_Rabbah.20.9\" data-ref=\"Bereishit Rabbah 20:9\">Gen. R. s. 20</a> (ref. to <a class=\"refLink\" href=\"/Psalms.136.24\" data-ref=\"Psalms 136:24\">Ps. CXXXVI, 24</a> sq.) <span dir=\"rtl\">מה גאולה פ׳ אף פרנסה פ׳</span> as the redemption was miraculous, so man’s sustenance is miraculous. <a class=\"refLink\" href=\"/Shemot_Rabbah.12.6\" data-ref=\"Shemot Rabbah 12:6\">Ex. R. s. 12</a>, end (expl. <span dir=\"rtl\">אפילת</span>, <a class=\"refLink\" href=\"/Exodus.9.32\" data-ref=\"Exodus 9:32\">Ex. IX, 32</a>) <span dir=\"rtl\">פ׳ עשה הק\"בה בהם</span> the Lord showed wonders by them. <a class=\"refLink\" href=\"/Sanhedrin.109b.15\" data-ref=\"Sanhedrin 109b:15\">Snh. 109ᵇ</a> (play on <span dir=\"rtl\">פלת</span>, <a class=\"refLink\" href=\"/Numbers.16.1\" data-ref=\"Numbers 16:1\">Num. XVI, 1</a>) <span dir=\"rtl\">שנעשו לו פ׳</span> wonderful things (delivery from destruction with Korah) happened to him (On); <a class=\"refLink\" href=\"/Bamidbar_Rabbah.18.20\" data-ref=\"Bamidbar Rabbah 18:20\">Num. R. s. 18</a>; (Tanḥ. Kor. 10 <a dir=\"rtl\" class=\"refLink\" href=\"/Jastrow,_נִפְלָא III.1\" data-ref=\"Jastrow, נִפְלָא III 1\">נפלאות</a>). Midr. Till. To <a class=\"refLink\" href=\"/Psalms.119.18\" data-ref=\"Psalms 119:18\">Ps. CXIX, 18</a> <span dir=\"rtl\">פ׳ היא התורה</span> the Law is full of strange (obscure) things. <a class=\"refLink\" href=\"/Psalms.119.129\" data-ref=\"Psalms 119:129\">Ib. 129</a>; a. fr.—[<a class=\"refLink\" href=\"/Yalkut_Shimoni_on_Torah.47\" data-ref=\"Yalkut Shimoni on Torah 47\">Yalk. Gen. 47</a> <span dir=\"rtl\">ומקרע בפלאות</span>, read: <span dir=\"rtl\">בכִילָאוֹת</span>, v. <a dir=\"rtl\" class=\"refLink\" href=\"/Jastrow,_כִּילָה.1\" data-ref=\"Jastrow, כִּילָה 1\">כִּילָה</a>.]"], "versionTitle": "London, Luzac, 1903", "license": "Public Domain", "versionTitleInHebrew": "תרס״ג"}, {"_id": "5c47020a08d98a0285f751a4", "index_title": "Klein Dictionary", "category": "Reference", "type": "reference", "ref": "Klein Dictionary, אָפִיל 1", "anchorRef": "Exodus 9:32", "anchorRefExpanded": ["Exodus 9:32"], "sourceRef": "Klein Dictionary, אָפִיל 1", "sourceHeRef": "מילון קליין, אָפִיל א׳", "anchorVerse": 32, "sourceHasEn": true, "compDate": [1973, 1983], "commentaryNum": 1, "collectiveTitle": {"en": "Klein Dictionary", "he": "מילון קליין"}, "heTitle": "אָפִיל", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<strong dir=\"rtl\">אָפִיל</strong> adj.    ripening late (a hapax legomenon in the Bible, occurring <a class=\"refLink\" href=\"/Exodus.9.32\" data-ref=\"Exodus 9:32\">Ex. 9:32</a> in the form <a dir=\"rtl\" class=\"refLink\" href=\"/Klein Dictionary,_אֲהִילוֹת.1\" data-ref=\"Klein Dictionary, אֲהִילוֹת 1\">אֲפִילוֹת</a>).  [Related to Akka. <i>ap̄atu</i> (= to be late).]"], "versionTitle": "Carta Jerusalem; 1st edition, 1987", "license": "CC-BY-NC", "versionTitleInHebrew": "כרטא תשמ״ז"}, {"_id": "5d077bd5fd5d7b009d799459", "index_title": "Malbim on Leviticus", "category": "Quoting Commentary", "type": "", "ref": "Malbim on Leviticus, Vayikra 149:1", "anchorRef": "Exodus 9:32", "anchorRefExpanded": ["Exodus 9:32"], "sourceRef": "Malbim on Leviticus, Vayikra 149:1", "sourceHeRef": "מלבי\"ם על ויקרא, ויקרא קמ״ט:א׳", "anchorVerse": 32, "sourceHasEn": false, "compDate": [1844, 1874], "commentaryNum": 149.0001, "collectiveTitle": {"en": "Malbim on Leviticus", "he": "מלבי\"ם על ויקרא"}, "heTitle": "ויקרא", "he": "מנחת בכורים אביב: מה שכתוב \"מנחת בכורים\" פירשוהו חז\"ל שהוא מנחת העומר שכתוב בו \"והבאתם את עומר ראשית קצירכם\" (דאין לומר שהם שתי הלחם דהא אמר שיקטיר הקומץ וזה אי אפשר בשתי הלחם שהיה מחמץ). ויען ששם סָתַם ולא פירש איך יביאוהו פירשו כאן פרטי הלכותיו. ולכן אמר \"אביב\" שיביא השבלים שהם קרובים לבשולם. ואחר שהעומר מובא בניסן, מבואר שהוא מן השעורים שהם מתבשלות בחדש ניסן בארץ ישראל ובסביבותיה, כי החטים אין מתבשלות עד סיון כמ\"ש \"וחג שבועות בכורי קציר חטים\" (שמות ל״ד:כ״ב) ועל שם זה נקרא ניסן \"חדש האביב\". וזהו שאמר זו מנחת העומר מנין הוא בא מן השעורים. וראיה ממה שכתוב \"כי השעורה אביב\" (שמות ט׳:ל״ב) ונאמר \"והחטה והכוסמת לא נכו כי אפילות הנה\", ומצרים וארץ ישראל זמן קציר תבואותיהם שוות. וזהו שאמר אמר ר\"א נאמר כאן \"אביב\" ונאמר \"אביב\" במצרים וכולי (והובא במנחות (דף סח:) ו(דף פד.)). ורבי עקיבא (שם ובספרא) הוסיף בטעם הדבר שכמו שהיחיד מביא חובתו מן השעורים ומן החטים, כן ניתן להצבור מנחת שעורים בפסח ומנחת חטין בעצרת. גם באר הכרח שהם משעורים, לא מחטים, שאי לאו כן למה קרא שתי הלחם בשם \"בכורים\" והלא כבר הביא עומר מן החטים בפסח? ועל כרחך שהעומר משעורים בא. (ובגירסת הגמרא דבר אחר: אם אתה אומר עומר מן החטין אין שתי הלחם בכורים. ובירושלמי פרק ב דסוטה הלכה א מביא ברייתא זו כגי' דפה.)  ור' ישמעאל בנו של ר' יוחנן בן ברוקה סובר דכוסמין ושבולת שועל ושיפון הם מין שעורים ואם כן עדיין יש לומר שיוכל להביא מנחת העומר מהם. והשיב שזה נדע מקל וחומר מחטין שכשרו ליתר מנחות ולא כשרו למנחת העומר. ואין לומר שעורים יוכיחו כי השעורים כשרו למנחת סוטה. ויצאו חטין מן הכתוב (שכתוב \"אביב\") ומינים אלה מקל וחומר. ור' אליעזר ור' עקיבא יסברו כסתם משנה דפרק א' דכלאים שכוסמין ושיפון הם מין בפני עצמם ויצאו גם כן מן הכתוב שכתוב \"כי השעורה אביב\". כן למדתי מדברי הירושלמי פרק א דחלה ששם הובאה ברייתא זאת.", "heVersionTitle": "Malbim on Vayikra – Wikisource", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5d88c32d434ff5c22da482df", "index_title": "Yeriot Shlomo on Torah", "category": "Commentary", "type": "commentary", "ref": "Yeriot Shlomo on Torah, Exodus 9:32:1", "anchorRef": "Exodus 9:32", "anchorRefExpanded": ["Exodus 9:32"], "sourceRef": "Yeriot Shlomo on Torah, Exodus 9:32:1", "sourceHeRef": "יריעות שלמה על התורה, שמות ט׳:ל״ב:א׳", "anchorVerse": 32, "sourceHasEn": false, "compDate": [1530, 1570], "commentaryNum": 32.0001, "collectiveTitle": {"en": "Yeriot Shlomo", "he": "יריעות שלמה"}, "heTitle": "שמות", "he": "<b>בד\"ה יש מרבותינו כו' הזה הברד </b>נ\"ב ואני אומר בודאי נעשו פלאות שהרי הכה הברד כל עשב השדה בשאר מינין מ\"מ במין התבואה היה חס המקום והוא פלא אבל מ\"מ קרוב לטבע שהרי עדיין אפילו' הנה ונפרש גם כן אפילו' כפשועו אבל מה שהיה אביב לא היה חם כ\"כ המקום לעשות נס נגלה וק\"ל מהרש\"ל:", "heVersionTitle": "Yeriot Shelomo, Prague 1609", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5daeed424fd3c6abc009e522", "index_title": "Toledot Yitzchak on Torah", "category": "Commentary", "type": "commentary", "ref": "Toledot Yitzchak on Torah, Exodus 9:32:1", "anchorRef": "Exodus 9:32", "anchorRefExpanded": ["Exodus 9:32"], "sourceRef": "Toledot Yitzchak on Torah, Exodus 9:32:1", "sourceHeRef": "תולדות יצחק על התורה, שמות ט׳:ל״ב:א׳", "anchorVerse": 32, "sourceHasEn": false, "compDate": [1475, 1535], "commentaryNum": 32.0001, "collectiveTitle": {"en": "Toledot Yitzchak", "he": "תולדות יצחק"}, "heTitle": "שמות", "he": "<b>והחטה והכוסמת לא נוכו כי אפילות הנה </b>אחז\"ל פלאי פלאות נעשו בהם. ויש לשאול אחר שהיו מאוחרות מה פלא נעשה בהם אחר שהפשתה והשעורה נוכתה כי השעורה אביב והפשתה גבעול. והתשובה שלחוזק קור הברד או כח אש מתלקחת היה ראוי שימותו שרשי התבואה תחת הקרקע וכל שכן ותהלך אש ארצה:", "heVersionTitle": "Toledot Yitzchak, Warsaw 1877", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תולדות יצחק, וורשא תרל\"ז", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5dcd430b03bbe83363ff3a5d", "index_title": "Midrash Sekhel Tov", "category": "Midrash", "type": "", "ref": "Midrash Sekhel Tov, Bereshit 30:42:1", "anchorRef": "Exodus 9:32", "anchorRefExpanded": ["Exodus 9:32"], "sourceRef": "Midrash Sekhel Tov, Bereshit 30:42:1", "sourceHeRef": "מדרש שכל טוב, בראשית ל׳:מ״ב:א׳", "anchorVerse": 32, "sourceHasEn": false, "compDate": [1139], "commentaryNum": 42.0001, "collectiveTitle": {"en": "Midrash Sekhel Tov", "he": "מדרש שכל טוב"}, "heTitle": "בראשית", "he": "ובהעטיף הצאן. כשהיו מתאחרות הצאן החלושות מן החורף ובאות בניסן ומתעברות הן האפלות היולדות באלול לא ישים יעקב את המקלות לפניהם בעת ייחומם, שלא היה רוצה לקחת את הכל מיד לבן, והיה לשון יחיד, כלומר והיה הענין כך העטופים ללבן וקשורים ליעקב החלושות מן החורף הן הן נקראים העטופים, כלומר שמעטיף ראשו בין ברכיו, ודומה לו העטופים ברעב (איכה ב יט), תפלה לעני כי יעטוף (תהלים קב א) וכל דומיהן, ובדברי רבותינו אפלתא, וגם בלשון תורה כמו כן, דכתיב כי אפילות הנה (שמות ט לב), אופל ועיטוף עניין אחד להם:", "heVersionTitle": "Sechel Tob, Berlin 1900-1901", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש שכל טוב, ברלין תר\"ס-תרס\"א", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5decf56de5928b1a0d7eabce", "index_title": "Paaneach Raza", "category": "Commentary", "type": "commentary", "ref": "Paaneach Raza, Vaera 35", "anchorRef": "Exodus 9:32", "anchorRefExpanded": ["Exodus 9:32"], "sourceRef": "Paaneach Raza, Vaera 35", "sourceHeRef": "פענח רזא, וארא ל״ה", "anchorVerse": 32, "sourceHasEn": false, "compDate": [1250, 1290], "commentaryNum": 35, "collectiveTitle": {"en": "Paaneach Raza", "he": "פענח רזא"}, "heTitle": "וארא", "he": "כי אפילות הנה, פירש\"י פלאי פלאות נעשה להם שלא לקו וקשה מהו הפלא בזה שהרי בטבע לא לקו דהא כתיב והשעורה אביב משמע שאלמלא כן גם הם לא לקו וכן הזרעים ועשבים לא נתקלקלו, וי\"ל שהפלא הי' שאף שלא לקו מצד רבותן מ\"מ הי\"ל להיות נשרפים כדאיתא במי שמתו שתבואה רכה לוקה בשדפון אפילו\"ת אותיות פלאו\"ת:", "heVersionTitle": "Paaneach Raza, Warsaw 1932", "heLicense": "", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5e3145fffb036f415136011e", "index_title": "Flames of Faith", "category": "Chasidut", "type": "", "ref": "Flames of Faith 23:17", "anchorRef": "Exodus 9:32", "anchorRefExpanded": ["Exodus 9:32"], "sourceRef": "Flames of Faith 23:17", "sourceHeRef": "שלהבות של אמונה כ״ג:י״ז", "anchorVerse": 32, "sourceHasEn": true, "compDate": [2010, 2014], "commentaryNum": 23.0017, "collectiveTitle": {"en": "Flames of Faith", "he": "שלהבות של אמונה"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "The Midrash Tanchuma<sup class=\"footnote-marker\">431</sup><i class=\"footnote\">Exod. 9:32.</i> teaches that at the time of the great war of Gog and Magog, which will precipitate the Messianic era, the rest of the hail stones from Egypt will fall<i>. Tzaddikim </i>have revealed that the war of Gog and Magog is primarily a spiritual battle to maintain faith and commitment to God despite cultural beliefs that reject God and His authority. Since the hail brought with it a flow of <i>malchus</i>, obedience to God, it will also fall in the times of Gog and Magog, when man will need God’s help to maintain faith and observance.<sup class=\"footnote-marker\">432</sup><i class=\"footnote\"><i>Emunas Etech</i>a, <i>Parashas Vaera</i>, pgs. 193-196.</i>", "versionTitle": "Flames of Faith, New York: Kodesh Press, 2014", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5f02d562520c8b19ed8e8f52", "index_title": "Gur Aryeh on Shemot", "category": "Commentary", "type": "commentary", "ref": "Gur Aryeh on Shemot 9:32:1", "anchorRef": "Exodus 9:32", "anchorRefExpanded": ["Exodus 9:32"], "sourceRef": "Gur Aryeh on Shemot 9:32:1", "sourceHeRef": "גור אריה על שמות ט׳:ל״ב:א׳", "anchorVerse": 32, "sourceHasEn": false, "compDate": [1548, 1578], "commentaryNum": 32.0001, "collectiveTitle": {"en": "Gur Aryeh", "he": "גור אריה"}, "heTitle": "גור אריה על שמות", "he": "<b>ויש מרבותינו שנדחקו על זאת.</b> פירוש שהוקשה להם (תנחומא וארא טז) והלא כל עשב השדה שבר<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"69\"></i>, ואם כן מאי אהני ליה שהיו אפילות<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"70\"></i>, ונדחקו כי 'פלאי פלאות נעשו להם'. והקשה הרא\"ם דעדיין קשה דכתיב (פסוק לא) \"והפשתה והשעורה נכתה כי השעורה אביב והפשתה גבעול\" משמע שאם לא היה גבעול לא היה נכה, ואמאי, הרי \"כל עשב השדה הכה הברד\" (פסוק כה), ויראה דלא קשה מידי, דהכי פירושו, ד\"הפשתה והשעורה נכתה\" רוצה לומר נכו לגמרי, כי מחמת שהפשתה והשעורה אביב<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"71\"></i> – רק כשהגיע אליהם הברד נכו ומשתברים, אבל העשב אשר הוא רך מאוד ונכה מחמת חוזק הברד, אינו נכה לגמרי, ואף אם היה נופל על העלים<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"72\"></i> אינו מכה את הכל רק מקצת, אבל הפשתה והשעורה שהם אביב ועומדים בקלחם – נכו לגמרי, כי מיד שירד הברד עליהם היו משתברים. ומה שכתוב \"והחטה והכסמת לא נכו\"<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"73\"></i>, משמע לא נכו לגמרי, דאם בא לומר לא נכו כולו אבל מקצת נכו – זה לא יתכן, דזה נקרא \"נכו\", דהא כתיב \"את כל עשב השדה הכה הברד\", שמע מינה דנקרא \"הכה הברד\" אף על גב דלא נכו מכל וכל, והשתא הוקשה לרז\"ל למה אמר \"החטה והכסמת לא נכו מפני שהם אפילות\", דהא שאר עשב אף על גב שהוא רך – אי אפשר מחמת חוזק הברד שלא יהיה נכה במקצת, אלא ד'פלאי פלאות נעשו' לחטה וכסמת שלא נלקו<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"74\"></i>:<br>ועוד<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"75\"></i> דהכי פירושו, \"והפשתה והשעורה נכתה\" ולא נעשה להם הנס כי גבעול הוא, ולפיכך אף שנעשה נס בברד<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"76\"></i> היינו לדבר שאינו גבעול, שלא יהיה נכה מחמת חוזק הברד, אבל לדבר שהוא גבעול לא נעשה לו נס שלא יהיה נשבר, וזה כי מיד שהברד נופל על דבר שהוא קשה הוא נשבר<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"77\"></i>, נס גדול כזה<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"78\"></i> לא היה נעשה רק אל החטה והכסמת שהיא לא נכתה, \"כי אפילות הנה\". אף על גב שכל עשב השדה נלקה<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"79\"></i>, זה<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"80\"></i> הוי 'פלאי פלאות', אבל דבר שהוא קשה אי אפשר לעמוד בשום פנים בפני הברד, לא נעשה נס גדול כזה. וכן אמרינן בפרק המקבל (בבא מציעא סוף קו.) 'נהי דלניסא רבא לא הוינא חזי, לניסא זוטא הוינא חזי'<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"81\"></i>, אף על גב דנס כאן היה נס גדול, דהא 'פלאי פלאות' נעשה אל החטה והכסמת שלא נלקה, אם לא היה נלקה הפשתה והשעורה – כשהוא קשה – היה יותר פלא<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"82\"></i>:", "heVersionTitle": "Gur Aryeh, Machon Yerushalyim, 1989-1995", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": "Yalkut, Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5f1e9e228d3f6ad8757c269f", "index_title": "Midrash Lekach Tov", "category": "Midrash", "type": "commentary", "ref": "Midrash Lekach Tov, Exodus 9:32:1", "anchorRef": "Exodus 9:32", "anchorRefExpanded": ["Exodus 9:32"], "sourceRef": "Midrash Lekach Tov, Exodus 9:32:1", "sourceHeRef": "מדרש לקח טוב, שמות ט׳:ל״ב:א׳", "anchorVerse": 32, "sourceHasEn": false, "compDate": [1105, 1115], "commentaryNum": 32.0001, "collectiveTitle": {"en": "Midrash Lekach Tov", "he": "מדרש לקח טוב"}, "heTitle": "שמות", "he": "<b>כי אפילות הנה.</b> <i data-commentator=\"Notes and Corrections\" data-order=\"30\"></i> מכוסות בתוך הקש של תבואה כי עדיין לא נתגדלו כל צרכם.", "heVersionTitle": "Midrash Lekach Tov on Torah, Vilna 1884", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש לקח טוב, מכונה פסיקתא זוטרתא, וילנא תרמ\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5f1e9e238d3f6ad8757c26a1", "index_title": "Midrash Lekach Tov", "category": "Midrash", "type": "commentary", "ref": "Midrash Lekach Tov, Exodus 9:32:2", "anchorRef": "Exodus 9:32", "anchorRefExpanded": ["Exodus 9:32"], "sourceRef": "Midrash Lekach Tov, Exodus 9:32:2", "sourceHeRef": "מדרש לקח טוב, שמות ט׳:ל״ב:ב׳", "anchorVerse": 32, "sourceHasEn": false, "compDate": [1105, 1115], "commentaryNum": 32.0002, "collectiveTitle": {"en": "Midrash Lekach Tov", "he": "מדרש לקח טוב"}, "heTitle": "שמות", "he": "<b> <i data-commentator=\"Notes and Corrections\" data-order=\"31\"></i> ד״א כי אפילות.</b> פלאות נעשו בהם שהרי כתיב ואת כל עשב השדה הכה הברד (לעיל פסוק כה), והחטה והכוסמת איך לא הוכו, אלא אפילות פלאות.", "heVersionTitle": "Midrash Lekach Tov on Torah, Vilna 1884", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש לקח טוב, מכונה פסיקתא זוטרתא, וילנא תרמ\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "60f574ead6668e49d7c1c32f", "index_title": "Maskil LeDavid", "category": "Commentary", "type": "commentary", "ref": "Maskil LeDavid, Exodus 9:32:1", "anchorRef": "Exodus 9:32", "anchorRefExpanded": ["Exodus 9:32"], "sourceRef": "Maskil LeDavid, Exodus 9:32:1", "sourceHeRef": "משכיל לדוד, שמות ט׳:ל״ב:א׳", "anchorVerse": 32, "sourceHasEn": false, "commentaryNum": 32.0001, "collectiveTitle": {"en": "Maskil LeDavid", "he": "משכיל לדוד"}, "heTitle": "שמות", "he": "<b>כי אפילות וכולי פלאי פלאות וכולי</b> הק׳ הרא״ם ז״ל לפי זאת האגדה היאך יפורש אומרו והפשתה והשעורה נכתה כי השעורה אביב וכו׳ דמשמע טעמא דנכתה להיותה אביב וכו׳ ולפי המד׳ זה אינו דאפי׳ לא היתה אביב היתה ראויה ללקות אם לא הוה נעש׳ גם לה נס כמו שנעשה לחטה ע״ש ובאמת קו׳ עצומה היא והרב הניחו חלק ובש״ח נדחק הרבה יע״ש. ואפ׳ לפ׳ דה״ק הואיל והיתה כוונת השם יתברך לעשות נס לא׳ מהב׳ מינים שבזרעים שלא ילקה כדי שישאר דבר מה שילקה אחר כך במכת הארבה גזרה חכמתו יתברך להלקות במכה זו השעורה והפשתה שהוקשו כבר ולעשות הנס בחטה דעדיין היתה רכה כדי לקרב הנס קצת לטבע שכך דרכו יתעלה. ושוב מצאתי כעין זה בי״פת ועל שמו יאמר. וע״דה יש לפ׳ דידוע שכל המינים הללו סודם במל׳ אלא דחטה ה״ס טיפת החסדים וכוסמין ג״כ מין חטים כידוע אבל שעורה ה״ס ה׳ גבו׳ שבמל׳ כידוע בסוד מנחת העומר אביב קלוי באש. ופשתים ה״ס הגבו׳ שביסו׳ דנוק׳ ועיין במאורות נתן והילכך השעורה והפשתה עלולים טפי להמשיך הדין עליהם להיותם מסוד הגבו׳ מש״אכ החטה והכוסמת ולכך נעשה להם הנס והשתא ז״ש כי השעורה אביב כלו׳ סוד הגבו׳ כמ״ש אביב קלוי באש והפשתה גבעל יש לפ׳ על יסוד דנוק׳ דקנה ה״ס יסוד דדכו׳ וגבעל מצי׳ לפ׳ על יסוד דנוק׳ הגבו׳ שבה ולכך נכו:", "heVersionTitle": "Venice, 1760", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ויניציאה, תקכ\"א", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "61023957c795231b79e35dbc", "index_title": "Tzror HaMor on Torah", "category": "Quoting Commentary", "type": "quotation_auto", "ref": "Tzror HaMor on Torah, Exodus 9:30:1", "anchorRef": "Exodus 9:32", "anchorRefExpanded": ["Exodus 9:32"], "sourceRef": "Tzror HaMor on Torah, Exodus 9:30:1", "sourceHeRef": "צרור המור על התורה, שמות ט׳:ל׳:א׳", "anchorVerse": 32, "sourceHasEn": false, "compDate": [1460, 1510], "commentaryNum": 30.0001, "collectiveTitle": {"en": "Tzror HaMor on Torah", "he": "צרור המור על התורה"}, "heTitle": "שמות", "he": "<b>ואחכ\"א ואתה ועבדיך ידעתי כי טרם תיראון.</b> טרם התפלה תיראו. ואחר התפלה תחזרו לקלקולכם. והעד ויוסף לחטוא. ואם כן למה נכנסו בכאן אלו השני פסוקים. והפשתה והשעורה נוכתה והחטה והכוסמת וגומר. ואולי יאמר ואתה ועבדיך ידעתי כי עדיין לא תיראו מפני ה' אלהים. לפי שכבר הגיע לכם הרעה ואתם חושבים שלא נשאר בידו להרע לכם. לזה אמר אינו כן. כי אעפ\"י שהפשתה והשעורה נוכתה. החטה והכוסמת לא נוכו. ובידו להפרע מכם ובידו להשחיתכם. וזה כענין מה שפירשתי כאומרו בענין המבול שאע\"פ שנשבע שלא להביא מבול. עדיין נשאר בידו זרע וקציר בכל שנה ושנה. וזהו עוד כל ימי הארץ זרע וקציר. או יאמר טרם תיראון עדיין לא תיראון. לפי שאתם רואים שהפשתה והשעורה נוכתה והחטה והכוסמת וכו' ונשארו למאכלכם. ואולי יאמר לפי הדרך הראשון. ידעתי כי קודם התפלה תיראון לפי שהפשתה והשעורה נוכתה והחטה והכוסמת וכו'. ואתם רוצים שאתפלל מיד שלא ירד ברד וישחיתכם. וזהו שאמר וירא פרעה כי חדל הברד והמטר בתפלה. ולכן ויחזק לב פרעה. ובמדרש אמרו והחטה והכוסמת לא נוכו. לפי שהחטה נמשלה לישראל שנאמר בטנך ערימת חטים. והכוסמת נמשלו לכהנים שנאמר כסום יכסמו את ראשיהם. ולמה לא נוכו כי אפלות בגלות. והקב\"ה עתיד להאיר אפלתם. שנאמר לא יהיה לך עוד השמש לאור יומם ולנוגה הירח לא יאיר לך והיה לך ה' לאור יומם ואלהיך לתפארתך:", "heVersionTitle": "Tzeror Hamor, Warsaw, 1879", "heLicense": "Public Domain", "heVersionTitleInHebrew": "צרור המור על התורה, וורשא, תרל\"ט", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6121b1a5c823a798e70b4999", "index_title": "Yalkut Shimoni on Torah", "category": "Midrash", "type": "dibur_hamatchil", "ref": "Yalkut Shimoni on Torah 186:2", "anchorRef": "Exodus 9:32", "anchorRefExpanded": ["Exodus 9:32"], "sourceRef": "Yalkut Shimoni on Torah 186:2", "sourceHeRef": "ילקוט שמעוני על התורה קפ״ו:ב׳", "anchorVerse": 32, "sourceHasEn": false, "compDate": [1100], "commentaryNum": 186.0002, "collectiveTitle": {"en": "Yalkut Shimoni on Torah", "he": "ילקוט שמעוני על התורה"}, "heTitle": "ילקוט שמעוני על התורה", "he": "והחטה והכסמת לא נכו כי אפילות הנה מהו כי אפילות פלאים עשה הקב\"ה בהם, ר' יהודה אומר לקושות היו אמר ליה ר' פנחס והלא כתיב ואת כל עשב השדה ואת אמרת בשביל שהיו קטנות לא נוכו אלא פלאים עשה הקב\"ה בהם, ה' הצדיק ואני ועמי הרשעים הצדיק עליו את הדין ומה שכר נטל על כך שנתן להם מקום קבורה שנאמר נטית ימינך תבלעמו ארץ, הרשעים אינן מרננין עד שהוא מביא עליהם מכות [אבל הצדיקים אינן כן] לכך נאמר רננו צדיקים בה' שנאמר וירא כל העם וירונו רננו צדיקים ה' אין כתיב כאן אלא בה' בזמן שהן רואין אותו, וכן הוא אומר וירא ישראל את היד הגדולה התחילו מרננין אז ישיר משה, כצאתי את העיר והלא דברים קל וחומר ומה תפילה קלה לא היה במצרים דיבור חמור לא כל שכן ומה שכתוב וידבר ה' אל משה ואל אהרן בארץ מצרים חוץ לכרך:", "heVersionTitle": "Yalkut Shimoni on Torah", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "61d5d526f4629f2b57278670", "index_title": "Sefer HaShorashim", "category": "Reference", "type": "reference", "ref": "Sefer HaShorashim, אפל 1", "anchorRef": "Exodus 9:32", "anchorRefExpanded": ["Exodus 9:32"], "sourceRef": "Sefer HaShorashim, אפל 1", "sourceHeRef": "ספר השרשים, אפל א׳", "anchorVerse": 32, "sourceHasEn": false, "compDate": [1185, 1235], "commentaryNum": 1, "collectiveTitle": {"en": "Sefer HaShorashim", "he": "ספר השרשים"}, "heTitle": "אפל", "he": ["<strong><big>אפל</big></strong>   חשֶׁךְ <strong>וַֽאֲפֵלָה</strong> (<a class=\"refLink\" href=\"Joel 2:2\" data-ref=\"Joel 2:2\">יואל ב, ב</a>), <strong>בַּֽאֲפֵלוֹת</strong> נְהַלֵּֽךְ (<a class=\"refLink\" href=\"Isaiah 59:9\" data-ref=\"Isaiah 59:9\">ישעיה נט, ט</a>). ומשקל אחר וַתֹּפַע כְּמוֹ־<strong>אֹֽפֶל</strong> (<a class=\"refLink\" href=\"Job 10:22\" data-ref=\"Job 10:22\">איוב י, כב</a>). ומשקל אחר מאפל, וַיָּשֶׂם <strong>מַֽאֲפֵל</strong> בֵּינֵיכֶם וּבֵין הַמִּצְרִים (<a class=\"refLink\" href=\"Joshua 24:7\" data-ref=\"Joshua 24:7\">יהושע כד, ז</a>), אֶרֶץ <strong>מַאְפֵּלְיָה</strong> (<a class=\"refLink\" href=\"Jeremiah 2:31\" data-ref=\"Jeremiah 2:31\">ירמיה ב, לא</a>), במקצת ספרים מדויקים <strong>מְאַפֵּלְיָה</strong> ה<strong>מ\"ם</strong> בשוא וה<strong>אל\"ף</strong> בפתח וה<strong>פ\"א</strong> בדגש חזק, ובכל הספרים היא מלה אחת וענינה שתי מלות. וכן שַׁלְהֶבֶתְיָֽה (<a class=\"refLink\" href=\"Song of Songs 8:6\" data-ref=\"Song of Songs 8:6\">שיר השירים ח, ו</a>). וסמך מאפל אל השם יתברך מרוב האפל, כמו שסמך <strong>שׁלהבתיה</strong> מרוב השלהבת. וכן כל דבר שרוצה להגדילו סומך אותו אל השם כמו כְּֽהַרְרֵי־אֵל (<a class=\"refLink\" href=\"Psalms 36:7\" data-ref=\"Psalms 36:7\">תהלים לו, ז</a>), עִיר־גְּדוֹלָה לֵֽאלֹהִים (<a class=\"refLink\" href=\"Jonah 3:3\" data-ref=\"Jonah 3:3\">יונה ג, ג</a>), וַתְּהִי לְחֶרְדַּת אֱלֹהִֽים (<a class=\"refLink\" href=\"I Samuel 14:15\" data-ref=\"I Samuel 14:15\">שמואל א' יד, טו</a>), נַפְתּוּלֵי אֱלֹהִים נִפְתַּלְתִּי (<a class=\"refLink\" href=\"Genesis 30:8\" data-ref=\"Genesis 30:8\">בראשית ל, ח</a>), גִּבֹּר־צַיִד לִפְנֵי י\"י (<a class=\"refLink\" href=\"Genesis 10:9\" data-ref=\"Genesis 10:9\">בראשית י, ט</a>). או יהיה מאפליה <strong>שם תאר</strong> לארץ וה<strong>יו\"ד</strong> ליחש כ<strong>יו\"ד</strong> <strong>תחתיה, שׁלישׁיה</strong>. <strong>והתאר</strong> <strong>וְאָפֵל</strong> וְלֹֽא־נֹגַֽהּ לֽוֹ (<a class=\"refLink\" href=\"Amos 5:20\" data-ref=\"Amos 5:20\">עמוס ה, כ</a>), ואחר שאמר חשך אפלה דומה כי האפלה יותר מן החשך. כִּי <strong>אֲפִילֹת</strong> הֵֽנָּה (<a class=\"refLink\" href=\"Exodus 9:32\" data-ref=\"Exodus 9:32\">שמות ט, לב</a>), חשכות ונסתרות תחת הארץ. או פירושו מתאחרות, וכן בדברי רבותינו (<a class=\"refLink\" href=\"Taanit 3b\" data-ref=\"Taanit 3b\">תענית ג, ע\"ב</a>), הא בחרפי הא באפלי, וכן אמרו (שקלים פרק א, הלכה ג), שהיתה שנה אפלה ולא היו צמחין נכרים."], "heVersionTitle": "Sefer HaShorashim, Berlin 1847", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "61d5d553f4629f2b5727adb0", "index_title": "Sefer HaShorashim", "category": "Reference", "type": "reference", "ref": "Sefer HaShorashim, חנט 1", "anchorRef": "Exodus 9:32", "anchorRefExpanded": ["Exodus 9:32"], "sourceRef": "Sefer HaShorashim, חנט 1", "sourceHeRef": "ספר השרשים, חנט א׳", "anchorVerse": 32, "sourceHasEn": false, "compDate": [1185, 1235], "commentaryNum": 1, "collectiveTitle": {"en": "Sefer HaShorashim", "he": "ספר השרשים"}, "heTitle": "חנט", "he": ["<strong><big>חנט</big></strong>   הַתְּאֵנָה <strong>חָֽנְטָה</strong> פַגֶּיהָ (<a class=\"refLink\" href=\"Song of Songs 2:13\" data-ref=\"Song of Songs 2:13\">שיר השירים ב, יג</a>), יציאת הפירות והראותם טרם גמר בישולם תקרא חנטה. וכן בדברי רבותינו ז\"ל (<a class=\"refLink\" href=\"Rosh Hashanah 15b\" data-ref=\"Rosh Hashanah 15b\">ראש השנה טו, ע\"ב</a>), אילן שחנטו פירותיו קודם חמשה עשר בשבט מתעשר לשנה שעברה. וענין אחר <strong>וַיַּֽחַנְטוּ</strong> הָרֹֽפְאִים (<a class=\"refLink\" href=\"Genesis 50:2\" data-ref=\"Genesis 50:2\">בראשית נ, ב</a>), <strong>לַֽחֲנֹט</strong> אֶת־אָבִיו (שם), יְמֵי <strong>הַֽחֲנֻטִים</strong>  נ, ג), הוא ענין מעשה סמים שעושין למת כדי שיעמוד בשרו ימים רבים שלא ירקב ושלא יסרח. ומן השרש הזה <strong>וְהַֽחִטָּה</strong> וְהַכֻּסֶּמֶת (<a class=\"refLink\" href=\"Exodus 9:32\" data-ref=\"Exodus 9:32\">שמות ט, לב</a>), <strong>חִטִּים</strong> וּשְׂעֹרִים (<a class=\"refLink\" href=\"Jeremiah 41:8\" data-ref=\"Jeremiah 41:8\">ירמיה מא, ח</a>), כי הדגש להבלעת ה<strong>נו\"ן</strong> וכן מצאנו בלשון ארמית חנטין."], "heVersionTitle": "Sefer HaShorashim, Berlin 1847", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "61d5d56ff4629f2b5727c6e2", "index_title": "Sefer HaShorashim", "category": "Reference", "type": "reference", "ref": "Sefer HaShorashim, כסם 1", "anchorRef": "Exodus 9:32", "anchorRefExpanded": ["Exodus 9:32"], "sourceRef": "Sefer HaShorashim, כסם 1", "sourceHeRef": "ספר השרשים, כסם א׳", "anchorVerse": 32, "sourceHasEn": false, "compDate": [1185, 1235], "commentaryNum": 1, "collectiveTitle": {"en": "Sefer HaShorashim", "he": "ספר השרשים"}, "heTitle": "כסם", "he": ["<strong><big>כסם</big></strong>   <strong>כָּסוֹם יִכְסְמוּ </strong>אֶת־רָֽאשֵׁיהֶֽם (<a class=\"refLink\" href=\"Ezekiel 44:20\" data-ref=\"Ezekiel 44:20\">יחזקאל מד, כ</a>), אמרו רבותינו ז\"ל (<a class=\"refLink\" href=\"Sanhedrin 22b\" data-ref=\"Sanhedrin 22b\">סנהדרין כב, ע\"ב</a>) כתספורת של בן אלעשא ראשו של זה בצד עקרו של זה. ויונתן תרגם<strong> סַפָּרָא יִסְפְּרוּן</strong>, כלומר לא יגלחו ראשם בהעברת תער ולא ישלחו גם כן <strong>פֶּרַע</strong> שלא יגלחו כלל אלא יספרו ראשיהם בדרך השוה. וְהַֽחִטָּה <strong>וְהַכֻּסֶּמֶת</strong> (<a class=\"refLink\" href=\"Exodus 9:32\" data-ref=\"Exodus 9:32\">שמות ט, לב</a>), וְדֹחַן<strong> וְכֻסְּמִים</strong> (<a class=\"refLink\" href=\"Ezekiel 4:9\" data-ref=\"Ezekiel 4:9\">יחזקאל ד, ט</a>), בדגש ה<strong>סמ\"ך, אישפילט\"א</strong> בלע\"ז."], "heVersionTitle": "Sefer HaShorashim, Berlin 1847", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "61d5d595f4629f2b5727ddde", "index_title": "Sefer HaShorashim", "category": "Reference", "type": "reference", "ref": "Sefer HaShorashim, נכה 1", "anchorRef": "Exodus 9:32", "anchorRefExpanded": ["Exodus 9:32"], "sourceRef": "Sefer HaShorashim, נכה 1", "sourceHeRef": "ספר השרשים, נכה א׳", "anchorVerse": 32, "sourceHasEn": false, "compDate": [1185, 1235], "commentaryNum": 1, "collectiveTitle": {"en": "Sefer HaShorashim", "he": "ספר השרשים"}, "heTitle": "נכה", "he": ["<strong><big>נכה</big></strong>   <strong>וְהִכָּה</strong> בַיָּם חֵילָהּ (<a class=\"refLink\" href=\"Zechariah 9:4\" data-ref=\"Zechariah 9:4\">זכריה ט, ד</a>),<strong> וְהִכִּיתָ</strong> אֶת־כָּל־זְכוּרָהּ (<a class=\"refLink\" href=\"Deuteronomy 20:13\" data-ref=\"Deuteronomy 20:13\">דברים כ, יג</a>), <strong>וְהִכִּתִיו</strong> וַֽהֲמִיתִּֽיו (<a class=\"refLink\" href=\"I Samuel 17:35\" data-ref=\"I Samuel 17:35\">שמואל א' יז, לה</a>). בִּדְבַר י\"י <strong>הַכֵּינִי </strong>נָא (<a class=\"refLink\" href=\"I Kings 20:35\" data-ref=\"I Kings 20:35\">מלכים א' כ, לה</a>), נכתב ב<strong>יו\"ד</strong> מקום <strong>למ\"ד</strong> הפעל. <strong>וְהִכִּיתָ</strong> בַצּוּר (<a class=\"refLink\" href=\"Exodus 17:6\" data-ref=\"Exodus 17:6\">שמות יז, ו</a>), <strong>הַכֵּה תַכֶּה</strong> (<a class=\"refLink\" href=\"Deuteronomy 13:16\" data-ref=\"Deuteronomy 13:16\">דברים יג, טז</a>), <strong>וְהִכֵּיתִי</strong> קַשְׁתְּךָ מִיַּד שְׂמֹאולֶךָ (<a class=\"refLink\" href=\"Ezekiel 39:3\" data-ref=\"Ezekiel 39:3\">יחזקאל לט, ג</a>), <strong>וַיַּךְ</strong> אֶֽת־הַֽחֲנִית בַּקִּיר (<a class=\"refLink\" href=\"I Samuel 19:10\" data-ref=\"I Samuel 19:10\">שמואל א' יט, י</a>), לְכוּ <strong>וְנַכֵּהוּ</strong> בַלָּשׁוֹן (<a class=\"refLink\" href=\"Jeremiah 18:18\" data-ref=\"Jeremiah 18:18\">ירמיה יח, יח</a>),<strong> יַךְ</strong> וְיַחְבְּשֵֽׁנוּ (<a class=\"refLink\" href=\"Hosea 6:1\" data-ref=\"Hosea 6:1\">הושע ו, א</a>), <strong>וַיַּךְ</strong> הַבָּרָד (<a class=\"refLink\" href=\"Exodus 9:25\" data-ref=\"Exodus 9:25\">שמות ט, כה</a>), <strong>וָאַךְ </strong>אֽוֹתְךָ (<a class=\"refLink\" href=\"Exodus 9:15\" data-ref=\"Exodus 9:15\">שמות ט, טו</a>), <strong>אַכֶּה</strong> כַפִּי אֶל־כַּפִּי (<a class=\"refLink\" href=\"Ezekiel 21:22\" data-ref=\"Ezekiel 21:22\">יחזקאל כא, כב</a>), <strong>וְהַךְ</strong> כַּף אֶל־כָּף (<a class=\"refLink\" href=\"Ezekiel 21:19\" data-ref=\"Ezekiel 21:19\">יחזקאל כא, יט</a>), <strong>וַיַּכּוּ</strong>־כָף (<a class=\"refLink\" href=\"II Kings 11:12\" data-ref=\"II Kings 11:12\">מלכים ב' יא, יב</a>), <strong>וְהַךְ</strong> אֶת־עֲפַר הָאָרֶץ (<a class=\"refLink\" href=\"Exodus 8:12\" data-ref=\"Exodus 8:12\">שמות ח, יב</a>). <strong>וְיַךְ</strong> שָׁרָשָׁיו (<a class=\"refLink\" href=\"Hosea 14:6\" data-ref=\"Hosea 14:6\">הושע יד, ו</a>), כלומר יכה שרשיו הנה והנה רוצה לומר שילכו שרשיו לרחוק. ובא הלשון הזה, כענין וּמָחָה עַל־כֶּתֶף יָם־כִּנֶּרֶת (<a class=\"refLink\" href=\"Numbers 34:11\" data-ref=\"Numbers 34:11\">במדבר לד, יא</a>). הִנֵּה אָֽנֹכִי <strong>מַכֶּה</strong> בַּמַּטֶּה אֲשֶׁר־בְּיָדִי (<a class=\"refLink\" href=\"Exodus 7:17\" data-ref=\"Exodus 7:17\">שמות ז, יז</a>), הָֽאִשָּׁה <strong>הַמֻּכָּה</strong> (<a class=\"refLink\" href=\"Numbers 25:15\" data-ref=\"Numbers 25:15\">במדבר כה, טו</a>), וְהִנֵּה <strong>עֲבָדֶיךָ</strong> מֻכִּים (<a class=\"refLink\" href=\"Exodus 5:16\" data-ref=\"Exodus 5:16\">שמות ה, טז</a>). ועל דרך ההשאלה <strong>וַיַּכּוּ </strong>אֶת־צִקְלַג (<a class=\"refLink\" href=\"I Samuel 30:1\" data-ref=\"I Samuel 30:1\">שמואל א' ל, א</a>), רוצה לומר ויהרסו כי על העיר הוא אומר ולא על העם שהרי אמר מִקָּטֹן וְעַד־גָּדוֹל לֹא הֵמִיתוּ אִישׁ (<a class=\"refLink\" href=\"I Samuel 30:1\" data-ref=\"I Samuel 30:1\">שמואל א' ל, א</a>), <strong>ושלא נזכר פעלו ממנו</strong> [הָפְעַל] אֲשֶׁר <strong>הֻכָּה</strong> אֶת־הַמִּדְיָנִית (<a class=\"refLink\" href=\"Numbers 25:14\" data-ref=\"Numbers 25:14\">במדבר כה, יד</a>). ונכתב ב<strong>ו\"ו</strong> עם הדגש<strong> הוּכָּֽה</strong>־כָעֵשֶׂב וַיִּבַשׁ לִבִּי (<a class=\"refLink\" href=\"Psalms 102:5\" data-ref=\"Psalms 102:5\">תהלים קב, ה</a>), עַֽל־מֶה <strong>תֻכּוּ</strong> (<a class=\"refLink\" href=\"Isaiah 1:5\" data-ref=\"Isaiah 1:5\">ישעיה א, ה</a>). <strong>ושלא נזכר פעלו מהדגוש</strong> [פֻּעַל] וְהַפִּשְׁתָּה וְהַשְּׂעֹרָה <strong>נֻכָּתָה</strong> (<a class=\"refLink\" href=\"Exodus 9:31\" data-ref=\"Exodus 9:31\">שמות ט, לא</a>), וְהַֽחִטָּה וְהַכֻּסֶּמֶת לֹא<strong> נֻכּוּ</strong> (<a class=\"refLink\" href=\"Exodus 9:32\" data-ref=\"Exodus 9:32\">שמות ט, לב</a>). <strong>והנפעל</strong> וְשַׁבְתֶּם מֵאַֽחֲרָיו <strong>וְנִכָּה</strong> וָמֵֽת (<a class=\"refLink\" href=\"II Samuel 11:15\" data-ref=\"II Samuel 11:15\">שמואל ב' יא, טו</a>). וכתב רבי יעקב בן אלעזר ז\"ל שם בלשון זכר <strong>מַכֶּה</strong> בסגול ה<strong>כ\"ף</strong> בפלס <strong>מַטֶּה</strong>. והקבוץ מִן־<strong>הַמַּכִּים</strong> אֲשֶׁר <strong>יַכֻּהוּ</strong> אֲרַמִּים (<a class=\"refLink\" href=\"II Kings 8:29\" data-ref=\"II Kings 8:29\">מלכים ב' ח, כט</a>). וכן כתב אדוני אבי ז\"ל. ורבי יונה כתב כי הוא מקובץ מן מכה לשון נקבה כמו מן <strong>חִטָּה חִטִּים, שָׁנָה שָׁנִים, פָּנָה פָּנִים</strong>. <strong>והשם</strong> בלשון נקבה <strong>מַכָּה, מַכַּת</strong>־חֶרֶב (<a class=\"refLink\" href=\"Esther 9:5\" data-ref=\"Esther 9:5\">אסתר ט, ה</a>), מָה <strong>הַמַּכּוֹת</strong> הָאֵלֶּה (<a class=\"refLink\" href=\"Zechariah 13:6\" data-ref=\"Zechariah 13:6\">זכריה יג, ו</a>). וְהִפְלָא י\"י אֶת־<strong>מַכֹּתְךָ</strong> (<a class=\"refLink\" href=\"Deuteronomy 28:59\" data-ref=\"Deuteronomy 28:59\">דברים כח, נט</a>), בא בסימן ריבוי הנקבות לבד על נכון אבל לא על המנהג. וענין קרוב לזה <strong>נְכֵה</strong> רַגְלָיִם (<a class=\"refLink\" href=\"II Samuel 4:4\" data-ref=\"II Samuel 4:4\">שמואל ב' ד, ד</a>), נֶאֶסְפוּ עָלַי <strong>נֵכִים</strong> <strong></strong>(<a class=\"refLink\" href=\"Psalms 35:15\" data-ref=\"Psalms 35:15\">תהלים לה, טו</a>). והקבוץ בהתחלף ה<strong>ה\"א</strong> ב<strong>אל\"ף</strong> נראית תֶּהְגּוּ אַךְ־<strong>נְכָאִֽים</strong> (<a class=\"refLink\" href=\"Isaiah 16:7\" data-ref=\"Isaiah 16:7\">ישעיה טז, ז</a>). <strong>והנפעל</strong> <strong>ממנו</strong> <strong>נִכְּאוּ </strong>מִן־הָאָֽרֶץ (<a class=\"refLink\" href=\"Job 30:8\" data-ref=\"Job 30:8\">איוב ל, ח</a>). ואפשר להיות מזה הענין פַרְעֹה <strong>נְכֹה</strong> (<a class=\"refLink\" href=\"II Kings 23:29\" data-ref=\"II Kings 23:29\">מלכים ב' כג, כט</a>). וקראו כן לפי שהיה נכה רגלים. וכן תרגם יונתן <strong>פַּרְעֹה חֲגִירָא</strong>."], "heVersionTitle": "Sefer HaShorashim, Berlin 1847", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "62037e8b6bfddfbb310febd7", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Exodus, Part I; The Deliverance Narrative 2-31", "anchorRef": "Exodus 1:1-15:21", "anchorRefExpanded": ["Exodus 1:1", "Exodus 1:2", "Exodus 1:3", "Exodus 1:4", "Exodus 1:5", "Exodus 1:6", "Exodus 1:7", "Exodus 1:8", "Exodus 1:9", "Exodus 1:10", "Exodus 1:11", "Exodus 1:12", "Exodus 1:13", "Exodus 1:14", "Exodus 1:15", "Exodus 1:16", "Exodus 1:17", "Exodus 1:18", "Exodus 1:19", "Exodus 1:20", "Exodus 1:21", "Exodus 1:22", "Exodus 2:1", "Exodus 2:2", "Exodus 2:3", "Exodus 2:4", "Exodus 2:5", "Exodus 2:6", "Exodus 2:7", "Exodus 2:8", "Exodus 2:9", "Exodus 2:10", "Exodus 2:11", "Exodus 2:12", "Exodus 2:13", "Exodus 2:14", "Exodus 2:15", "Exodus 2:16", "Exodus 2:17", "Exodus 2:18", "Exodus 2:19", "Exodus 2:20", "Exodus 2:21", "Exodus 2:22", "Exodus 2:23", "Exodus 2:24", "Exodus 2:25", "Exodus 3:1", "Exodus 3:2", "Exodus 3:3", "Exodus 3:4", "Exodus 3:5", "Exodus 3:6", "Exodus 3:7", "Exodus 3:8", "Exodus 3:9", "Exodus 3:10", "Exodus 3:11", "Exodus 3:12", "Exodus 3:13", "Exodus 3:14", "Exodus 3:15", "Exodus 3:16", "Exodus 3:17", "Exodus 3:18", "Exodus 3:19", "Exodus 3:20", "Exodus 3:21", "Exodus 3:22", "Exodus 4:1", "Exodus 4:2", "Exodus 4:3", "Exodus 4:4", "Exodus 4:5", "Exodus 4:6", "Exodus 4:7", "Exodus 4:8", "Exodus 4:9", "Exodus 4:10", "Exodus 4:11", "Exodus 4:12", "Exodus 4:13", "Exodus 4:14", "Exodus 4:15", "Exodus 4:16", "Exodus 4:17", "Exodus 4:18", "Exodus 4:19", "Exodus 4:20", "Exodus 4:21", "Exodus 4:22", "Exodus 4:23", "Exodus 4:24", "Exodus 4:25", "Exodus 4:26", "Exodus 4:27", "Exodus 4:28", "Exodus 4:29", "Exodus 4:30", "Exodus 4:31", "Exodus 5:1", "Exodus 5:2", "Exodus 5:3", "Exodus 5:4", "Exodus 5:5", "Exodus 5:6", "Exodus 5:7", "Exodus 5:8", "Exodus 5:9", "Exodus 5:10", "Exodus 5:11", "Exodus 5:12", "Exodus 5:13", "Exodus 5:14", "Exodus 5:15", "Exodus 5:16", "Exodus 5:17", "Exodus 5:18", "Exodus 5:19", "Exodus 5:20", "Exodus 5:21", "Exodus 5:22", "Exodus 5:23", "Exodus 6:1", "Exodus 6:2", "Exodus 6:3", "Exodus 6:4", "Exodus 6:5", "Exodus 6:6", "Exodus 6:7", "Exodus 6:8", "Exodus 6:9", "Exodus 6:10", "Exodus 6:11", "Exodus 6:12", "Exodus 6:13", "Exodus 6:14", "Exodus 6:15", "Exodus 6:16", "Exodus 6:17", "Exodus 6:18", "Exodus 6:19", "Exodus 6:20", "Exodus 6:21", "Exodus 6:22", "Exodus 6:23", "Exodus 6:24", "Exodus 6:25", "Exodus 6:26", "Exodus 6:27", "Exodus 6:28", "Exodus 6:29", "Exodus 6:30", "Exodus 7:1", "Exodus 7:2", "Exodus 7:3", "Exodus 7:4", "Exodus 7:5", "Exodus 7:6", "Exodus 7:7", "Exodus 7:8", "Exodus 7:9", "Exodus 7:10", "Exodus 7:11", "Exodus 7:12", "Exodus 7:13", "Exodus 7:14", "Exodus 7:15", "Exodus 7:16", "Exodus 7:17", "Exodus 7:18", "Exodus 7:19", "Exodus 7:20", "Exodus 7:21", "Exodus 7:22", "Exodus 7:23", "Exodus 7:24", "Exodus 7:25", "Exodus 7:26", "Exodus 7:27", "Exodus 7:28", "Exodus 7:29", "Exodus 8:1", "Exodus 8:2", "Exodus 8:3", "Exodus 8:4", "Exodus 8:5", "Exodus 8:6", "Exodus 8:7", "Exodus 8:8", "Exodus 8:9", "Exodus 8:10", "Exodus 8:11", "Exodus 8:12", "Exodus 8:13", "Exodus 8:14", "Exodus 8:15", "Exodus 8:16", "Exodus 8:17", "Exodus 8:18", "Exodus 8:19", "Exodus 8:20", "Exodus 8:21", "Exodus 8:22", "Exodus 8:23", "Exodus 8:24", "Exodus 8:25", "Exodus 8:26", "Exodus 8:27", "Exodus 8:28", "Exodus 9:1", "Exodus 9:2", "Exodus 9:3", "Exodus 9:4", "Exodus 9:5", "Exodus 9:6", "Exodus 9:7", "Exodus 9:8", "Exodus 9:9", "Exodus 9:10", "Exodus 9:11", "Exodus 9:12", "Exodus 9:13", "Exodus 9:14", "Exodus 9:15", "Exodus 9:16", "Exodus 9:17", "Exodus 9:18", "Exodus 9:19", "Exodus 9:20", "Exodus 9:21", "Exodus 9:22", "Exodus 9:23", "Exodus 9:24", "Exodus 9:25", "Exodus 9:26", "Exodus 9:27", "Exodus 9:28", "Exodus 9:29", "Exodus 9:30", "Exodus 9:31", "Exodus 9:32", "Exodus 9:33", "Exodus 9:34", "Exodus 9:35", "Exodus 10:1", "Exodus 10:2", "Exodus 10:3", "Exodus 10:4", "Exodus 10:5", "Exodus 10:6", "Exodus 10:7", "Exodus 10:8", "Exodus 10:9", "Exodus 10:10", "Exodus 10:11", "Exodus 10:12", "Exodus 10:13", "Exodus 10:14", "Exodus 10:15", "Exodus 10:16", "Exodus 10:17", "Exodus 10:18", "Exodus 10:19", "Exodus 10:20", "Exodus 10:21", "Exodus 10:22", "Exodus 10:23", "Exodus 10:24", "Exodus 10:25", "Exodus 10:26", "Exodus 10:27", "Exodus 10:28", "Exodus 10:29", "Exodus 11:1", "Exodus 11:2", "Exodus 11:3", "Exodus 11:4", "Exodus 11:5", "Exodus 11:6", "Exodus 11:7", "Exodus 11:8", "Exodus 11:9", "Exodus 11:10", "Exodus 12:1", "Exodus 12:2", "Exodus 12:3", "Exodus 12:4", "Exodus 12:5", "Exodus 12:6", "Exodus 12:7", "Exodus 12:8", "Exodus 12:9", "Exodus 12:10", "Exodus 12:11", "Exodus 12:12", "Exodus 12:13", "Exodus 12:14", "Exodus 12:15", "Exodus 12:16", "Exodus 12:17", "Exodus 12:18", "Exodus 12:19", "Exodus 12:20", "Exodus 12:21", "Exodus 12:22", "Exodus 12:23", "Exodus 12:24", "Exodus 12:25", "Exodus 12:26", "Exodus 12:27", "Exodus 12:28", "Exodus 12:29", "Exodus 12:30", "Exodus 12:31", "Exodus 12:32", "Exodus 12:33", "Exodus 12:34", "Exodus 12:35", "Exodus 12:36", "Exodus 12:37", "Exodus 12:38", "Exodus 12:39", "Exodus 12:40", "Exodus 12:41", "Exodus 12:42", "Exodus 12:43", "Exodus 12:44", "Exodus 12:45", "Exodus 12:46", "Exodus 12:47", "Exodus 12:48", "Exodus 12:49", "Exodus 12:50", "Exodus 12:51", "Exodus 13:1", "Exodus 13:2", "Exodus 13:3", "Exodus 13:4", "Exodus 13:5", "Exodus 13:6", "Exodus 13:7", "Exodus 13:8", "Exodus 13:9", "Exodus 13:10", "Exodus 13:11", "Exodus 13:12", "Exodus 13:13", "Exodus 13:14", "Exodus 13:15", "Exodus 13:16", "Exodus 13:17", "Exodus 13:18", "Exodus 13:19", "Exodus 13:20", "Exodus 13:21", "Exodus 13:22", "Exodus 14:1", "Exodus 14:2", "Exodus 14:3", "Exodus 14:4", "Exodus 14:5", "Exodus 14:6", "Exodus 14:7", "Exodus 14:8", "Exodus 14:9", "Exodus 14:10", "Exodus 14:11", "Exodus 14:12", "Exodus 14:13", "Exodus 14:14", "Exodus 14:15", "Exodus 14:16", "Exodus 14:17", "Exodus 14:18", "Exodus 14:19", "Exodus 14:20", "Exodus 14:21", "Exodus 14:22", "Exodus 14:23", "Exodus 14:24", "Exodus 14:25", "Exodus 14:26", "Exodus 14:27", "Exodus 14:28", "Exodus 14:29", "Exodus 14:30", "Exodus 14:31", "Exodus 15:1", "Exodus 15:2", "Exodus 15:3", "Exodus 15:4", "Exodus 15:5", "Exodus 15:6", "Exodus 15:7", "Exodus 15:8", "Exodus 15:9", "Exodus 15:10", "Exodus 15:11", "Exodus 15:12", "Exodus 15:13", "Exodus 15:14", "Exodus 15:15", "Exodus 15:16", "Exodus 15:17", "Exodus 15:18", "Exodus 15:19", "Exodus 15:20", "Exodus 15:21"], "sourceRef": "The Five Books of Moses, by Everett Fox, Exodus, Part I; The Deliverance Narrative 2-31", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, שמות, שמות מאמר ב׳ ב׳-ל״א", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Part I; The Deliverance Narrative", "he": "שמות מאמר ב׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["T<small>HE FIRST PART OF THE BOOK OF</small> E<small>XODUS IS PRESENTED AS A CONTINUATION OF THE</small> Genesis narratives, by abbreviating the genealogy of the immigrant Yaakov from Gen. 46:8–25. We find here the same centrality of God, the same kind of sparse but powerful biographical sketch of the human hero, and a narrative style similar to that of the previous book.", "And yet Exodus introduces a new and decisive element into the Hebrew Bible, which becomes paradigmatic for future generations of biblical writers. The book speaks of a God who acts directly in history, blow by blow—a God who promises, liberates, guides, and gives laws to a people. This is, to be sure, an outgrowth of a God who brings the Flood and disperses the Babel generation, but it is also a decisive step forward from a God who works his will in the background, through intrafamily conflicts (which comprise most of Genesis). This deity frees his people, not by subterfuge, but by directly taking on Egypt and its gods. Pharaoh and the Nile, both of which were considered divine in Egypt, are in the end forced to yield to superior power. Surely it is no accident that the ending of Part I—the Song of Moshe at the Sea—hails Y<small>HWH</small> as Israel’s true king, a king whose acts of “leading,” “redeeming,” and “planting” his people are exultingly affirmed in the body of the Song.", "Part I receives its structural coherence in a number of ways. For one, it encompasses a straight chronological narrative, moving from Israel’s enslavement to its liberation and triumph over its oppressors. The ending, Chapter 15, is rhetorically and stylistically fitting (see Gaster 1969), celebrating as it does the mighty deeds of God. For another, Part I carefully paces its climaxes, building up from the Burning Bush to various stages of Plagues, to the Tenth Plague/exodus and finally the great scene at the sea. There are also a number of key words that help to tie together various sections of the narratives: “know,” “serve,” and “see.” All of these go through interesting changes in meaning, through which one can trace the movement of central ideas (see the Commentary).", "In the area of vocabulary, David Daube (1963) has made the interesting observation that the Deliverance Narrative uses a number of verbs that occur regularly in biblical law regarding the formal release of a slave: “send free” (Heb. <i>shale’ah’</i>), “drive out” (<i>garesh</i>), and “go out” (<i>yatzo</i>’). In addition, the motif of the Israelites’ “stripping” the Egyptians (3:22, 12:36) links up with the regulation of release in Deut. 15:13. “… you are not to send him free empty-handed.” Daube sees our text as bearing the stamp of Israelite social custom: Pharaoh is made to flout “established social regulations.”", "Finally, several scholars (Kikawada, Ackerman 1974, Fishbane 1979, and Isbell) have pointed out that the vocabulary of the first few chapters of the book foreshadows the whole of Part I. This use of sound and idea helps to create unity in these narratives (despite their possibly diverse origins), and is also of importance in viewing the biographical material in the first four chapters.", "<b>T<small>HE</small> E<small>ARLY</small> L<small>IFE OF</small> M<small>OSHE AND</small> R<small>ELIGIOUS</small> B<small>IOGRAPHY</small></b>", "Dominating the early chapters of Exodus, more than the description of bondage itself, is the figure of the reluctant liberator, Moshe. The portrayal of his beginnings contrasts strongly with the classic hero stories of the ancient world.", "This is not immediately apparent. Moshe’s birth narrative parallels that of King Sargon of Akkad; his flight from Egypt and return as leader are reminiscent of Jephthah and David in the Bible, and of the Syrian king Idrimi (as recounted in Akkadian texts) as well. In addition, half a century ago Lord Raglan attempted to demonstrate common elements in hero biographies by compiling a list of up to thirty key motifs. Those relevant to Moshe include: the father a relative of the mother, an attempt made to kill him at birth, his escape through the action of others, being raised by foster parents, little information about his childhood, his traveling to his “future kingdom” upon reaching adulthood, promulgating laws, losing favor with the deity, dying on the top of a hill, not being succeeded by his children, and a hazy death/burial. Moshe therefore shares with Oedipus, Hercules, Siegfried, and Robin Hood, among others, a host of common elements; his point total according to Raglan’s scheme puts him toward the top of the list as an archetypal traditional hero. It must be concluded that, far from being a factual account, his biography is composed largely of literary constructs.", "When one looks closer at the biblical portrayal of Moshe, however, the purpose and particularly Israelite thrust of these constructs becomes clear. Almost every key element in Moshe’s early life—e.g., rescue from death by royal decree, rescue from death by water, flight into the desert, meeting with God on the sacred mountain—foreshadows Israel’s experience in the book of Exodus. The key theme of the distinction between Israel and Egypt, so central to the Plague Narrative and to Israelite religion as a whole, is brought out beautifully in the depiction of Moshe’s development from Egyptian prince to would-be liberator to shepherd in the wilderness, the latter an ancestral calling (cf. Nohrnberg, who also discusses Yosef as developing in exactly the opposite direction—from Israelite shepherd boy to Egyptian viceroy, complete with Egyptian appearance, wife, and name). What is important in these early chapters of Exodus, then, is not the customary focus on the young hero’s deeds (e.g., Hercules strangling serpents in the cradle) or his fatal flaw (although there is a hint of this too!), but on what he shares with his people, or, more precisely, how he prefigures them.", "Another aspect of these stories removes them from the usual realm of heroic biography. Elsewhere in the Bible, individual hero types are at least partially overshadowed by the true central “character”: God. This appears to be true in Exodus as well. Moshe develops only so far; he recedes as a full-blown personality during the Plague Narrative, to emerge sporadically in later encounters with the people (e.g., Chaps. 16 and 32–33; the portrait expands in the narratives of the book of Numbers). No wonder that later Jewish legend (and further, Christian and Muslim stories as well) found it necessary to fill in the tantalizing hints left by the biblical biographer, with sometimes fantastic tales. But in the Exodus text, it is God who holds sway. In this context, one is reminded that Israelite thinking had room neither for worship of human heroes nor interest in the biography of God (i.e., divine birth and marriage) on the model of surrounding cultures. The biblical portrayal of both God and Moshe has been reduced in our book to only such facts as will illuminate the relationship between Israel and its God. Thus we learn from the Moshe of Exodus much about the people themselves, and about prophecy (cf. Chaps. 3-4); from the God of Exodus, how he acts in history and what he demands of the people. More than that is not easily forthcoming from our text (interestingly, the Passover Haggadah picked up on the Bible’s direction and all but omitted Moshe’s name in the celebration of the holiday).", "As we have suggested, later Jewish legend—some of which may actually be of great antiquity—sought to fill in various aspects of Moshe’s life that are missing from the Exodus text. A perusal of Ginzberg will uncover rich legendary material, dealing with Moshe’s childhood, family identity, experience in Midyan and elsewhere as a hero. While this material does not always illuminate the biblical story, it does demonstrate how folk belief includes a need for heroes in the classic Raglan mold; the Midrashic portrait of Moshe corresponds nicely to what we find in other cultures.", "Turning to stylistic characteristics of these early chapters, we may note that a good deal of repetition occurs, as if further to highlight the themes. Baby Moshe is saved from death twice; three times he attempts acts of opposing oppression; twice (Chaps. 2 and 5) he fails in his attempts to help his enslaved brothers; and twice (Chaps. 3 and 6) God reassures him with long speeches that center around the Divine Name. This kind of continuity is artfully literary, but it is also an echo of real life, where people often live out certain themes in patterns.", "Finally there is the matter of recurring words. Most important is the telling use of “see,” from the loving gaze of Moshe’s mother (2:2), through to the auspicious glance of Pharaoh’s daughter (2:6), then to Moshe’s sympathetic observing of his brothers’ plight (2:11); all this seems to be linked to the episode at the Burning Bush, where God “is seen” by the future leader (3:2), and where the climax of this whole development takes place: God affirms that he has “seen, yes, seen the affliction of my people that is in Egypt…. and I have also seen the oppression with which the Egyptians oppress them” (3:7, 9). Thus Moshe’s biography leads to, and is an outgrowth of, the people’s own situation.", "In sum, Moshe’s early biography leads us to ponder the “growing up” process through which the people of Israel must pass on their way out of Egypt. The narratives that deal with his leadership of the people in the wilderness period, from Ex. <i>16</i> on, will help to round out our picture of him as a real personality, with the tragedies and triumphs that are a part of human life but magnified in the case of great individuals.", "<b>O<small>N THE</small> J<small>OURNEY</small> M<small>OTIF</small></b>", "World literature is dominated by stories involving a journey. More often than not, these tales are framed as quests for holy or magical objects (e.g., the Holy Grail), or for eternal youth/immortality (Gilgamesh). The classic pattern, as Joseph Campbell has described it, calls for the hero to make a kind of round trip, crossing dangerous thresholds (monsters, giants, unfriendly supernatural beings) both on the way toward the goal and on the way home. Either at the middle or at the end of the journey stands the goal, which often entails meeting with the divine and/or obtaining a magical or life-giving object (e.g., the Golden Fleece).", "Such stories mirror our own longings for accomplishment and acceptance, as well as our universal desire to overcome the ultimate enemy, Death. In the hero’s triumphs, we triumph; his vanquishing of death cathartically becomes our own.", "This mythic substructure has penetrated the biblical tales, but it has been toned down for human protagonists, to suppress the idea of the mortal hero in favor of the divine one. Thus all the Patriarchs except Yitzhak (Isaac) go on fateful long journeys (his is reserved for the three-day trip to Moriah in Gen. 22), yet there is none of the color and adventure that we find, for example, in Greek mythology. Outside of Yaakov’s encounter with the mysterious wrestler in Gen. 32, there is little in Genesis to suggest hero tales on the classic mold. In Exodus, too, Moshe makes a significant journey—to Midyan—one might say, within himself, to find his true identity and calling, but it is highly muted, containing virtually no details. The round trip contains two thresholds of death, with Moshe first threatened by Pharaoh’s justice (2:15) and, on the way back to Egypt, by God himself (4:24–26). The initial goal is attained at the “mountain of God” “behind the wilderness,” where, meeting with divinity amid fire, he is finally able to integrate his own past, present, and future (as he will return to this mountain with the entire people in Chaps. 19ff). At the Burning Bush, the Egyptian prince, the Israelite shepherd, and the Hebrew liberator coalesce, investing Moshe with unique qualifications for his task.", "But it is to a larger journey framework that we must look to understand the “hero” content of Exodus, and with it, that of the Torah as a whole. The major journey undertaken is, of course, that of the people of Israel, from slavery to Promised Land. It is also a journey from death to life, from servitude to god-king to the service of God as king; along the way, death serves to purify an entire generation. And yet even this most obvious of journey stories differs markedly from those of gods and heroes so familiar in Western culture. The people of Israel function as a collective antihero, an example of precisely how not to behave. They play no active role whatsoever in their own liberation, use neither brawn nor wits to survive in the wilderness, constantly grumble about wanting to return to Egypt, and at both Sinai and the threshold of the Promised Land (in the book of Numbers), their chief form of behavior is first fear and later rebellion.", "Moshe’s own journeys parallel those of the entire people later on. Like them, he flees from Pharaoh into the wilderness, meets God at flaming Sinai, and has trouble accepting his task but must in the end. Here is where Moshe shines as the true leader: he epitomizes his people’s experience and focuses and forges it into something new.", "<b>M<small>OSHE</small> B<small>EFORE</small> P<small>HARAOH</small>: T<small>HE</small> P<small>LAGUE</small> N<small>ARRATIVE</small> (5–11)</b>", "The heart of the Exodus story sets out the confrontation between the visible god-king, Pharaoh, who embodies the monumental culture of Egypt, and the invisible God of Israel who fights for his ragtag people. The drama is conveyed by means of alternating conversations/confrontations and events. The narrator has built his account, bracketed by the early approach of Moshe and Aharon (Aaron) to Pharaoh, which fails (Chap. 5), and the extended construct of the Tenth Plague (11—13); in between fall the schematically arranged first nine plagues.", "Three overall stages characterize this latter section. The first is indicated by the oft-repeated demand, “Send free my people, that they may serve me!”; the second is the “hardening” of Pharaoh’s heart; and the third, the unleashing of each plague. Further, it can be shown that the plagues are presented via a variety of structures and substructures (see Greenberg 1969 and the chart in Sarna 1986). Some commentators divide them into five thematic groups of two apiece—1 and 2, the Nile; 3 and 4, insects; 5 and 6, disease; 7 and 8, airborne disaster; and 9 and 10, darkness/death (Plaut). Also fruitful is the following threefold division: 1, 4, and 7, God’s command to confront Pharaoh in the morning; 2,5, and 8, God says, “Come to Pharaoh”; 3, 6, and 9, no warning is given to Pharaoh. Yet another grouping of themes is possible (Bar Efrat): 1–3, God vs. the magicians of Egypt; 4–6, stress on the distinction between Israel and Egypt; 7–9, the most powerful plagues.", "This utilization of order, symbolized by “perfect” numbers such as 3 and 10, finds a parallel in the creation story of Genesis 1 (where the key number, of course, is 7, 3 + 3 + 1, whereas here we have 3 + 3 + 3 + 1). Both texts display a desire to depict God as one who endows nature and history with meaning. The poetic tradition about the plagues, as represented, for instance, by Psalm 78, was content to describe the plagues in brief, within the setting of a single poem. The narrator of the Pentateuchal traditions, however, has a different point to make, and structured exposition is the best way to do it.", "There is another structural tendency that one may observe in the Plague Narrative. Repeating words and motifs comprise over twenty shared and discrete elements in the story. Since the vast majority of these occur by the end of the fourth plague, this leaves the narrator free to develop plagues 7 and 8 with particular intensity, using a full palette of descriptions, with the addition of the theme that these were the worst of their kind ever to take place in Egypt. It will be useful here to list a few of the key words and phrases, and motifs, that can be found in the Plague Narrative:", "<i>Words/phrases:</i> Go to Pharaoh; send … free; know; throughout the land of Egypt; plead; distinguish; tomorrow; man and beast; not one remained; heavy [i.e., severe] as Y<small>HWH</small> had said.", "<i>Motifs:</i> Moshe’s staff; Aharon as agent; magicians; death.", "It is important to note here that the structuring of the plagues is not a perfectly balanced one. The narrative varies between exact repetition of elements and phrases and nonrepetition (Licht). By thus using sounds and ideas in variation, the narrator is able to weave a tale whose message constantly reinforces itself, and which holds the audience’s attention without getting tedious.", "I have deliberately omitted the question of Pharaoh’s heart above, as a separate issue. A host of expressions is used in the text to describe Pharaoh’s stubbornness: “harden” (Heb. <i>hiksha</i>), “make heavy-with-stubbornness” (<i>hakhbed</i>), and “strengthen” (<i>hehezik/hazzek</i>), with the resultant “refused” and “did not hearken.” This motif is the only one that occurs in all nine plagues, and therefore stands at the very heart of our narrative. When one notes the pattern within—that Pharaoh does the hardening at the beginning, God at the end—the intent begins to become clear. The Plague Narrative is a recounting of God’s power, and Pharaoh’s stubbornness, which starts out as a matter of will, eventually becomes impossible to revoke. The model is psychologically compelling: Pharaoh becomes trapped by his own refusal to accept the obvious (in biblical parlance, to “know”). Despite the prophetic idea that human beings can be forgiven, we find here another one—that evil leads to more evil, and can become petrified and unmovable.", "A final note about the backdrop of these stories. Cecil B. DeMille did it differently, and in the difference lies the gap between Western culture and biblical culture. In the movie <i>The Ten Commandments</i> (a strange title, given the actual content of the film!), DeMille’s own 1956 remake of his earlier silent film, great stress is put on the physical, visual trappings of Pharoah’s court. Apparently no expense was spared to bring in costumes, sets, and extras, and the result causes the audience to focus on the splendor of Egyptian culture, despite the fact that it is peopled by the villains of the story. In contrast, the Bible says practically nothing about the visual backdrop of the Plague Narrative. Just as Genesis made reference to the mighty culture of Babylonia by parodying it (for instance, in the Babel story of Chap. 11), Exodus strips down Egyptian culture by making it disappear, and by ridiculing its gods. The book saves descriptive minutiae for the Tabernacle (Chaps. 25ff.), preferring to stress the positive and simply to omit what it found as negative. This profoundly “anticultural” stance (see the intriguing analysis by Schneidau) was characteristic of Israel’s worldview and was a mystery to the Greeks and Romans who centuries later conquered the land; it was to stand the people of Israel in good stead in their wanderings through the centuries."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62037eb86bfddfbb310fec80", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Exodus, Part I; The Deliverance Narrative, Seventh Blow 2", "anchorRef": "Exodus 9:13-35", "anchorRefExpanded": ["Exodus 9:13", "Exodus 9:14", "Exodus 9:15", "Exodus 9:16", "Exodus 9:17", "Exodus 9:18", "Exodus 9:19", "Exodus 9:20", "Exodus 9:21", "Exodus 9:22", "Exodus 9:23", "Exodus 9:24", "Exodus 9:25", "Exodus 9:26", "Exodus 9:27", "Exodus 9:28", "Exodus 9:29", "Exodus 9:30", "Exodus 9:31", "Exodus 9:32", "Exodus 9:33", "Exodus 9:34", "Exodus 9:35"], "sourceRef": "The Five Books of Moses, by Everett Fox, Exodus, Part I; The Deliverance Narrative, Seventh Blow 2", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, שמות, שמות מאמר ב׳, שמות הערה ט״ו ב׳", "anchorVerse": 13, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Seventh Blow", "he": "שמות הערה ט״ו"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "שמות הערה ט״ו", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "Long like its corresponding predecessors (numbers 1 and 4), the seventh plague prefaces its occurrence with an emphatic introduction by God, and its warning gives God-fearing Egyptians a chance to save themselves (vv.19–21), something new. The description of the plague itself is fraught with spectacle, presaging Sinai with its use of thunder and fire. There is also the ominous note, twice in the text (vv.18, 24), that such a plague was unique in Egyptian annals. The plagues, at least for the Egyptians, now transcend the realms of normal, explainable experience, as well as of historical recollection.", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62038095713bd8cd388d3e45", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Exodus, On the Book of Exodus and Its Structure 2-44", "anchorRef": "Exodus 1:1-40:38", "anchorRefExpanded": ["Exodus 1:1", "Exodus 1:2", "Exodus 1:3", "Exodus 1:4", "Exodus 1:5", "Exodus 1:6", "Exodus 1:7", "Exodus 1:8", "Exodus 1:9", "Exodus 1:10", "Exodus 1:11", "Exodus 1:12", "Exodus 1:13", "Exodus 1:14", "Exodus 1:15", "Exodus 1:16", "Exodus 1:17", "Exodus 1:18", "Exodus 1:19", "Exodus 1:20", "Exodus 1:21", "Exodus 1:22", "Exodus 2:1", "Exodus 2:2", "Exodus 2:3", "Exodus 2:4", "Exodus 2:5", "Exodus 2:6", "Exodus 2:7", "Exodus 2:8", "Exodus 2:9", "Exodus 2:10", "Exodus 2:11", "Exodus 2:12", "Exodus 2:13", "Exodus 2:14", "Exodus 2:15", "Exodus 2:16", "Exodus 2:17", "Exodus 2:18", "Exodus 2:19", "Exodus 2:20", "Exodus 2:21", "Exodus 2:22", "Exodus 2:23", "Exodus 2:24", "Exodus 2:25", "Exodus 3:1", "Exodus 3:2", "Exodus 3:3", "Exodus 3:4", "Exodus 3:5", "Exodus 3:6", "Exodus 3:7", "Exodus 3:8", "Exodus 3:9", "Exodus 3:10", "Exodus 3:11", "Exodus 3:12", "Exodus 3:13", "Exodus 3:14", "Exodus 3:15", "Exodus 3:16", "Exodus 3:17", "Exodus 3:18", "Exodus 3:19", "Exodus 3:20", "Exodus 3:21", "Exodus 3:22", "Exodus 4:1", "Exodus 4:2", "Exodus 4:3", "Exodus 4:4", "Exodus 4:5", "Exodus 4:6", "Exodus 4:7", "Exodus 4:8", "Exodus 4:9", "Exodus 4:10", "Exodus 4:11", "Exodus 4:12", "Exodus 4:13", "Exodus 4:14", "Exodus 4:15", "Exodus 4:16", "Exodus 4:17", "Exodus 4:18", "Exodus 4:19", "Exodus 4:20", "Exodus 4:21", "Exodus 4:22", "Exodus 4:23", "Exodus 4:24", "Exodus 4:25", "Exodus 4:26", "Exodus 4:27", "Exodus 4:28", "Exodus 4:29", "Exodus 4:30", "Exodus 4:31", "Exodus 5:1", "Exodus 5:2", "Exodus 5:3", "Exodus 5:4", "Exodus 5:5", "Exodus 5:6", "Exodus 5:7", "Exodus 5:8", "Exodus 5:9", "Exodus 5:10", "Exodus 5:11", "Exodus 5:12", "Exodus 5:13", "Exodus 5:14", "Exodus 5:15", "Exodus 5:16", "Exodus 5:17", "Exodus 5:18", "Exodus 5:19", "Exodus 5:20", "Exodus 5:21", "Exodus 5:22", "Exodus 5:23", "Exodus 6:1", "Exodus 6:2", "Exodus 6:3", "Exodus 6:4", "Exodus 6:5", "Exodus 6:6", "Exodus 6:7", "Exodus 6:8", "Exodus 6:9", "Exodus 6:10", "Exodus 6:11", "Exodus 6:12", "Exodus 6:13", "Exodus 6:14", "Exodus 6:15", "Exodus 6:16", "Exodus 6:17", "Exodus 6:18", "Exodus 6:19", "Exodus 6:20", "Exodus 6:21", "Exodus 6:22", "Exodus 6:23", "Exodus 6:24", "Exodus 6:25", "Exodus 6:26", "Exodus 6:27", "Exodus 6:28", "Exodus 6:29", "Exodus 6:30", "Exodus 7:1", "Exodus 7:2", "Exodus 7:3", "Exodus 7:4", "Exodus 7:5", "Exodus 7:6", "Exodus 7:7", "Exodus 7:8", "Exodus 7:9", "Exodus 7:10", "Exodus 7:11", "Exodus 7:12", "Exodus 7:13", "Exodus 7:14", "Exodus 7:15", "Exodus 7:16", "Exodus 7:17", "Exodus 7:18", "Exodus 7:19", "Exodus 7:20", "Exodus 7:21", "Exodus 7:22", "Exodus 7:23", "Exodus 7:24", "Exodus 7:25", "Exodus 7:26", "Exodus 7:27", "Exodus 7:28", "Exodus 7:29", "Exodus 8:1", "Exodus 8:2", "Exodus 8:3", "Exodus 8:4", "Exodus 8:5", "Exodus 8:6", "Exodus 8:7", "Exodus 8:8", "Exodus 8:9", "Exodus 8:10", "Exodus 8:11", "Exodus 8:12", "Exodus 8:13", "Exodus 8:14", "Exodus 8:15", "Exodus 8:16", "Exodus 8:17", "Exodus 8:18", "Exodus 8:19", "Exodus 8:20", "Exodus 8:21", "Exodus 8:22", "Exodus 8:23", "Exodus 8:24", "Exodus 8:25", "Exodus 8:26", "Exodus 8:27", "Exodus 8:28", "Exodus 9:1", "Exodus 9:2", "Exodus 9:3", "Exodus 9:4", "Exodus 9:5", "Exodus 9:6", "Exodus 9:7", "Exodus 9:8", "Exodus 9:9", "Exodus 9:10", "Exodus 9:11", "Exodus 9:12", "Exodus 9:13", "Exodus 9:14", "Exodus 9:15", "Exodus 9:16", "Exodus 9:17", "Exodus 9:18", "Exodus 9:19", "Exodus 9:20", "Exodus 9:21", "Exodus 9:22", "Exodus 9:23", "Exodus 9:24", "Exodus 9:25", "Exodus 9:26", "Exodus 9:27", "Exodus 9:28", "Exodus 9:29", "Exodus 9:30", "Exodus 9:31", "Exodus 9:32", "Exodus 9:33", "Exodus 9:34", "Exodus 9:35", "Exodus 10:1", "Exodus 10:2", "Exodus 10:3", "Exodus 10:4", "Exodus 10:5", "Exodus 10:6", "Exodus 10:7", "Exodus 10:8", "Exodus 10:9", "Exodus 10:10", "Exodus 10:11", "Exodus 10:12", "Exodus 10:13", "Exodus 10:14", "Exodus 10:15", "Exodus 10:16", "Exodus 10:17", "Exodus 10:18", "Exodus 10:19", "Exodus 10:20", "Exodus 10:21", "Exodus 10:22", "Exodus 10:23", "Exodus 10:24", "Exodus 10:25", "Exodus 10:26", "Exodus 10:27", "Exodus 10:28", "Exodus 10:29", "Exodus 11:1", "Exodus 11:2", "Exodus 11:3", "Exodus 11:4", "Exodus 11:5", "Exodus 11:6", "Exodus 11:7", "Exodus 11:8", "Exodus 11:9", "Exodus 11:10", "Exodus 12:1", "Exodus 12:2", "Exodus 12:3", "Exodus 12:4", "Exodus 12:5", "Exodus 12:6", "Exodus 12:7", "Exodus 12:8", "Exodus 12:9", "Exodus 12:10", "Exodus 12:11", "Exodus 12:12", "Exodus 12:13", "Exodus 12:14", "Exodus 12:15", "Exodus 12:16", "Exodus 12:17", "Exodus 12:18", "Exodus 12:19", "Exodus 12:20", "Exodus 12:21", "Exodus 12:22", "Exodus 12:23", "Exodus 12:24", "Exodus 12:25", "Exodus 12:26", "Exodus 12:27", "Exodus 12:28", "Exodus 12:29", "Exodus 12:30", "Exodus 12:31", "Exodus 12:32", "Exodus 12:33", "Exodus 12:34", "Exodus 12:35", "Exodus 12:36", "Exodus 12:37", "Exodus 12:38", "Exodus 12:39", "Exodus 12:40", "Exodus 12:41", "Exodus 12:42", "Exodus 12:43", "Exodus 12:44", "Exodus 12:45", "Exodus 12:46", "Exodus 12:47", "Exodus 12:48", "Exodus 12:49", "Exodus 12:50", "Exodus 12:51", "Exodus 13:1", "Exodus 13:2", "Exodus 13:3", "Exodus 13:4", "Exodus 13:5", "Exodus 13:6", "Exodus 13:7", "Exodus 13:8", "Exodus 13:9", "Exodus 13:10", "Exodus 13:11", "Exodus 13:12", "Exodus 13:13", "Exodus 13:14", "Exodus 13:15", "Exodus 13:16", "Exodus 13:17", "Exodus 13:18", "Exodus 13:19", "Exodus 13:20", "Exodus 13:21", "Exodus 13:22", "Exodus 14:1", "Exodus 14:2", "Exodus 14:3", "Exodus 14:4", "Exodus 14:5", "Exodus 14:6", "Exodus 14:7", "Exodus 14:8", "Exodus 14:9", "Exodus 14:10", "Exodus 14:11", "Exodus 14:12", "Exodus 14:13", "Exodus 14:14", "Exodus 14:15", "Exodus 14:16", "Exodus 14:17", "Exodus 14:18", "Exodus 14:19", "Exodus 14:20", "Exodus 14:21", "Exodus 14:22", "Exodus 14:23", "Exodus 14:24", "Exodus 14:25", "Exodus 14:26", "Exodus 14:27", "Exodus 14:28", "Exodus 14:29", "Exodus 14:30", "Exodus 14:31", "Exodus 15:1", "Exodus 15:2", "Exodus 15:3", "Exodus 15:4", "Exodus 15:5", "Exodus 15:6", "Exodus 15:7", "Exodus 15:8", "Exodus 15:9", "Exodus 15:10", "Exodus 15:11", "Exodus 15:12", "Exodus 15:13", "Exodus 15:14", "Exodus 15:15", "Exodus 15:16", "Exodus 15:17", "Exodus 15:18", "Exodus 15:19", "Exodus 15:20", "Exodus 15:21", "Exodus 15:22", "Exodus 15:23", "Exodus 15:24", "Exodus 15:25", "Exodus 15:26", "Exodus 15:27", "Exodus 16:1", "Exodus 16:2", "Exodus 16:3", "Exodus 16:4", "Exodus 16:5", "Exodus 16:6", "Exodus 16:7", "Exodus 16:8", "Exodus 16:9", "Exodus 16:10", "Exodus 16:11", "Exodus 16:12", "Exodus 16:13", "Exodus 16:14", "Exodus 16:15", "Exodus 16:16", "Exodus 16:17", "Exodus 16:18", "Exodus 16:19", "Exodus 16:20", "Exodus 16:21", "Exodus 16:22", "Exodus 16:23", "Exodus 16:24", "Exodus 16:25", "Exodus 16:26", "Exodus 16:27", "Exodus 16:28", "Exodus 16:29", "Exodus 16:30", "Exodus 16:31", "Exodus 16:32", "Exodus 16:33", "Exodus 16:34", "Exodus 16:35", "Exodus 16:36", "Exodus 17:1", "Exodus 17:2", "Exodus 17:3", "Exodus 17:4", "Exodus 17:5", "Exodus 17:6", "Exodus 17:7", "Exodus 17:8", "Exodus 17:9", "Exodus 17:10", "Exodus 17:11", "Exodus 17:12", "Exodus 17:13", "Exodus 17:14", "Exodus 17:15", "Exodus 17:16", "Exodus 18:1", "Exodus 18:2", "Exodus 18:3", "Exodus 18:4", "Exodus 18:5", "Exodus 18:6", "Exodus 18:7", "Exodus 18:8", "Exodus 18:9", "Exodus 18:10", "Exodus 18:11", "Exodus 18:12", "Exodus 18:13", "Exodus 18:14", "Exodus 18:15", "Exodus 18:16", "Exodus 18:17", "Exodus 18:18", "Exodus 18:19", "Exodus 18:20", "Exodus 18:21", "Exodus 18:22", "Exodus 18:23", "Exodus 18:24", "Exodus 18:25", "Exodus 18:26", "Exodus 18:27", "Exodus 19:1", "Exodus 19:2", "Exodus 19:3", "Exodus 19:4", "Exodus 19:5", "Exodus 19:6", "Exodus 19:7", "Exodus 19:8", "Exodus 19:9", "Exodus 19:10", "Exodus 19:11", "Exodus 19:12", "Exodus 19:13", "Exodus 19:14", "Exodus 19:15", "Exodus 19:16", "Exodus 19:17", "Exodus 19:18", "Exodus 19:19", "Exodus 19:20", "Exodus 19:21", "Exodus 19:22", "Exodus 19:23", "Exodus 19:24", "Exodus 19:25", "Exodus 20:1", "Exodus 20:2", "Exodus 20:3", "Exodus 20:4", "Exodus 20:5", "Exodus 20:6", "Exodus 20:7", "Exodus 20:8", "Exodus 20:9", "Exodus 20:10", "Exodus 20:11", "Exodus 20:12", "Exodus 20:13", "Exodus 20:14", "Exodus 20:15", "Exodus 20:16", "Exodus 20:17", "Exodus 20:18", "Exodus 20:19", "Exodus 20:20", "Exodus 20:21", "Exodus 20:22", "Exodus 20:23", "Exodus 21:1", "Exodus 21:2", "Exodus 21:3", "Exodus 21:4", "Exodus 21:5", "Exodus 21:6", "Exodus 21:7", "Exodus 21:8", "Exodus 21:9", "Exodus 21:10", "Exodus 21:11", "Exodus 21:12", "Exodus 21:13", "Exodus 21:14", "Exodus 21:15", "Exodus 21:16", "Exodus 21:17", "Exodus 21:18", "Exodus 21:19", "Exodus 21:20", "Exodus 21:21", "Exodus 21:22", "Exodus 21:23", "Exodus 21:24", "Exodus 21:25", "Exodus 21:26", "Exodus 21:27", "Exodus 21:28", "Exodus 21:29", "Exodus 21:30", "Exodus 21:31", "Exodus 21:32", "Exodus 21:33", "Exodus 21:34", "Exodus 21:35", "Exodus 21:36", "Exodus 21:37", "Exodus 22:1", "Exodus 22:2", "Exodus 22:3", "Exodus 22:4", "Exodus 22:5", "Exodus 22:6", "Exodus 22:7", "Exodus 22:8", "Exodus 22:9", "Exodus 22:10", "Exodus 22:11", "Exodus 22:12", "Exodus 22:13", "Exodus 22:14", "Exodus 22:15", "Exodus 22:16", "Exodus 22:17", "Exodus 22:18", "Exodus 22:19", "Exodus 22:20", "Exodus 22:21", "Exodus 22:22", "Exodus 22:23", "Exodus 22:24", "Exodus 22:25", "Exodus 22:26", "Exodus 22:27", "Exodus 22:28", "Exodus 22:29", "Exodus 22:30", "Exodus 23:1", "Exodus 23:2", "Exodus 23:3", "Exodus 23:4", "Exodus 23:5", "Exodus 23:6", "Exodus 23:7", "Exodus 23:8", "Exodus 23:9", "Exodus 23:10", "Exodus 23:11", "Exodus 23:12", "Exodus 23:13", "Exodus 23:14", "Exodus 23:15", "Exodus 23:16", "Exodus 23:17", "Exodus 23:18", "Exodus 23:19", "Exodus 23:20", "Exodus 23:21", "Exodus 23:22", "Exodus 23:23", "Exodus 23:24", "Exodus 23:25", "Exodus 23:26", "Exodus 23:27", "Exodus 23:28", "Exodus 23:29", "Exodus 23:30", "Exodus 23:31", "Exodus 23:32", "Exodus 23:33", "Exodus 24:1", "Exodus 24:2", "Exodus 24:3", "Exodus 24:4", "Exodus 24:5", "Exodus 24:6", "Exodus 24:7", "Exodus 24:8", "Exodus 24:9", "Exodus 24:10", "Exodus 24:11", "Exodus 24:12", "Exodus 24:13", "Exodus 24:14", "Exodus 24:15", "Exodus 24:16", "Exodus 24:17", "Exodus 24:18", "Exodus 25:1", "Exodus 25:2", "Exodus 25:3", "Exodus 25:4", "Exodus 25:5", "Exodus 25:6", "Exodus 25:7", "Exodus 25:8", "Exodus 25:9", "Exodus 25:10", "Exodus 25:11", "Exodus 25:12", "Exodus 25:13", "Exodus 25:14", "Exodus 25:15", "Exodus 25:16", "Exodus 25:17", "Exodus 25:18", "Exodus 25:19", "Exodus 25:20", "Exodus 25:21", "Exodus 25:22", "Exodus 25:23", "Exodus 25:24", "Exodus 25:25", "Exodus 25:26", "Exodus 25:27", "Exodus 25:28", "Exodus 25:29", "Exodus 25:30", "Exodus 25:31", "Exodus 25:32", "Exodus 25:33", "Exodus 25:34", "Exodus 25:35", "Exodus 25:36", "Exodus 25:37", "Exodus 25:38", "Exodus 25:39", "Exodus 25:40", "Exodus 26:1", "Exodus 26:2", "Exodus 26:3", "Exodus 26:4", "Exodus 26:5", "Exodus 26:6", "Exodus 26:7", "Exodus 26:8", "Exodus 26:9", "Exodus 26:10", "Exodus 26:11", "Exodus 26:12", "Exodus 26:13", "Exodus 26:14", "Exodus 26:15", "Exodus 26:16", "Exodus 26:17", "Exodus 26:18", "Exodus 26:19", "Exodus 26:20", "Exodus 26:21", "Exodus 26:22", "Exodus 26:23", "Exodus 26:24", "Exodus 26:25", "Exodus 26:26", "Exodus 26:27", "Exodus 26:28", "Exodus 26:29", "Exodus 26:30", "Exodus 26:31", "Exodus 26:32", "Exodus 26:33", "Exodus 26:34", "Exodus 26:35", "Exodus 26:36", "Exodus 26:37", "Exodus 27:1", "Exodus 27:2", "Exodus 27:3", "Exodus 27:4", "Exodus 27:5", "Exodus 27:6", "Exodus 27:7", "Exodus 27:8", "Exodus 27:9", "Exodus 27:10", "Exodus 27:11", "Exodus 27:12", "Exodus 27:13", "Exodus 27:14", "Exodus 27:15", "Exodus 27:16", "Exodus 27:17", "Exodus 27:18", "Exodus 27:19", "Exodus 27:20", "Exodus 27:21", "Exodus 28:1", "Exodus 28:2", "Exodus 28:3", "Exodus 28:4", "Exodus 28:5", "Exodus 28:6", "Exodus 28:7", "Exodus 28:8", "Exodus 28:9", "Exodus 28:10", "Exodus 28:11", "Exodus 28:12", "Exodus 28:13", "Exodus 28:14", "Exodus 28:15", "Exodus 28:16", "Exodus 28:17", "Exodus 28:18", "Exodus 28:19", "Exodus 28:20", "Exodus 28:21", "Exodus 28:22", "Exodus 28:23", "Exodus 28:24", "Exodus 28:25", "Exodus 28:26", "Exodus 28:27", "Exodus 28:28", "Exodus 28:29", "Exodus 28:30", "Exodus 28:31", "Exodus 28:32", "Exodus 28:33", "Exodus 28:34", "Exodus 28:35", "Exodus 28:36", "Exodus 28:37", "Exodus 28:38", "Exodus 28:39", "Exodus 28:40", "Exodus 28:41", "Exodus 28:42", "Exodus 28:43", "Exodus 29:1", "Exodus 29:2", "Exodus 29:3", "Exodus 29:4", "Exodus 29:5", "Exodus 29:6", "Exodus 29:7", "Exodus 29:8", "Exodus 29:9", "Exodus 29:10", "Exodus 29:11", "Exodus 29:12", "Exodus 29:13", "Exodus 29:14", "Exodus 29:15", "Exodus 29:16", "Exodus 29:17", "Exodus 29:18", "Exodus 29:19", "Exodus 29:20", "Exodus 29:21", "Exodus 29:22", "Exodus 29:23", "Exodus 29:24", "Exodus 29:25", "Exodus 29:26", "Exodus 29:27", "Exodus 29:28", "Exodus 29:29", "Exodus 29:30", "Exodus 29:31", "Exodus 29:32", "Exodus 29:33", "Exodus 29:34", "Exodus 29:35", "Exodus 29:36", "Exodus 29:37", "Exodus 29:38", "Exodus 29:39", "Exodus 29:40", "Exodus 29:41", "Exodus 29:42", "Exodus 29:43", "Exodus 29:44", "Exodus 29:45", "Exodus 29:46", "Exodus 30:1", "Exodus 30:2", "Exodus 30:3", "Exodus 30:4", "Exodus 30:5", "Exodus 30:6", "Exodus 30:7", "Exodus 30:8", "Exodus 30:9", "Exodus 30:10", "Exodus 30:11", "Exodus 30:12", "Exodus 30:13", "Exodus 30:14", "Exodus 30:15", "Exodus 30:16", "Exodus 30:17", "Exodus 30:18", "Exodus 30:19", "Exodus 30:20", "Exodus 30:21", "Exodus 30:22", "Exodus 30:23", "Exodus 30:24", "Exodus 30:25", "Exodus 30:26", "Exodus 30:27", "Exodus 30:28", "Exodus 30:29", "Exodus 30:30", "Exodus 30:31", "Exodus 30:32", "Exodus 30:33", "Exodus 30:34", "Exodus 30:35", "Exodus 30:36", "Exodus 30:37", "Exodus 30:38", "Exodus 31:1", "Exodus 31:2", "Exodus 31:3", "Exodus 31:4", "Exodus 31:5", "Exodus 31:6", "Exodus 31:7", "Exodus 31:8", "Exodus 31:9", "Exodus 31:10", "Exodus 31:11", "Exodus 31:12", "Exodus 31:13", "Exodus 31:14", "Exodus 31:15", "Exodus 31:16", "Exodus 31:17", "Exodus 31:18", "Exodus 32:1", "Exodus 32:2", "Exodus 32:3", "Exodus 32:4", "Exodus 32:5", "Exodus 32:6", "Exodus 32:7", "Exodus 32:8", "Exodus 32:9", "Exodus 32:10", "Exodus 32:11", "Exodus 32:12", "Exodus 32:13", "Exodus 32:14", "Exodus 32:15", "Exodus 32:16", "Exodus 32:17", "Exodus 32:18", "Exodus 32:19", "Exodus 32:20", "Exodus 32:21", "Exodus 32:22", "Exodus 32:23", "Exodus 32:24", "Exodus 32:25", "Exodus 32:26", "Exodus 32:27", "Exodus 32:28", "Exodus 32:29", "Exodus 32:30", "Exodus 32:31", "Exodus 32:32", "Exodus 32:33", "Exodus 32:34", "Exodus 32:35", "Exodus 33:1", "Exodus 33:2", "Exodus 33:3", "Exodus 33:4", "Exodus 33:5", "Exodus 33:6", "Exodus 33:7", "Exodus 33:8", "Exodus 33:9", "Exodus 33:10", "Exodus 33:11", "Exodus 33:12", "Exodus 33:13", "Exodus 33:14", "Exodus 33:15", "Exodus 33:16", "Exodus 33:17", "Exodus 33:18", "Exodus 33:19", "Exodus 33:20", "Exodus 33:21", "Exodus 33:22", "Exodus 33:23", "Exodus 34:1", "Exodus 34:2", "Exodus 34:3", "Exodus 34:4", "Exodus 34:5", "Exodus 34:6", "Exodus 34:7", "Exodus 34:8", "Exodus 34:9", "Exodus 34:10", "Exodus 34:11", "Exodus 34:12", "Exodus 34:13", "Exodus 34:14", "Exodus 34:15", "Exodus 34:16", "Exodus 34:17", "Exodus 34:18", "Exodus 34:19", "Exodus 34:20", "Exodus 34:21", "Exodus 34:22", "Exodus 34:23", "Exodus 34:24", "Exodus 34:25", "Exodus 34:26", "Exodus 34:27", "Exodus 34:28", "Exodus 34:29", "Exodus 34:30", "Exodus 34:31", "Exodus 34:32", "Exodus 34:33", "Exodus 34:34", "Exodus 34:35", "Exodus 35:1", "Exodus 35:2", "Exodus 35:3", "Exodus 35:4", "Exodus 35:5", "Exodus 35:6", "Exodus 35:7", "Exodus 35:8", "Exodus 35:9", "Exodus 35:10", "Exodus 35:11", "Exodus 35:12", "Exodus 35:13", "Exodus 35:14", "Exodus 35:15", "Exodus 35:16", "Exodus 35:17", "Exodus 35:18", "Exodus 35:19", "Exodus 35:20", "Exodus 35:21", "Exodus 35:22", "Exodus 35:23", "Exodus 35:24", "Exodus 35:25", "Exodus 35:26", "Exodus 35:27", "Exodus 35:28", "Exodus 35:29", "Exodus 35:30", "Exodus 35:31", "Exodus 35:32", "Exodus 35:33", "Exodus 35:34", "Exodus 35:35", "Exodus 36:1", "Exodus 36:2", "Exodus 36:3", "Exodus 36:4", "Exodus 36:5", "Exodus 36:6", "Exodus 36:7", "Exodus 36:8", "Exodus 36:9", "Exodus 36:10", "Exodus 36:11", "Exodus 36:12", "Exodus 36:13", "Exodus 36:14", "Exodus 36:15", "Exodus 36:16", "Exodus 36:17", "Exodus 36:18", "Exodus 36:19", "Exodus 36:20", "Exodus 36:21", "Exodus 36:22", "Exodus 36:23", "Exodus 36:24", "Exodus 36:25", "Exodus 36:26", "Exodus 36:27", "Exodus 36:28", "Exodus 36:29", "Exodus 36:30", "Exodus 36:31", "Exodus 36:32", "Exodus 36:33", "Exodus 36:34", "Exodus 36:35", "Exodus 36:36", "Exodus 36:37", "Exodus 36:38", "Exodus 37:1", "Exodus 37:2", "Exodus 37:3", "Exodus 37:4", "Exodus 37:5", "Exodus 37:6", "Exodus 37:7", "Exodus 37:8", "Exodus 37:9", "Exodus 37:10", "Exodus 37:11", "Exodus 37:12", "Exodus 37:13", "Exodus 37:14", "Exodus 37:15", "Exodus 37:16", "Exodus 37:17", "Exodus 37:18", "Exodus 37:19", "Exodus 37:20", "Exodus 37:21", "Exodus 37:22", "Exodus 37:23", "Exodus 37:24", "Exodus 37:25", "Exodus 37:26", "Exodus 37:27", "Exodus 37:28", "Exodus 37:29", "Exodus 38:1", "Exodus 38:2", "Exodus 38:3", "Exodus 38:4", "Exodus 38:5", "Exodus 38:6", "Exodus 38:7", "Exodus 38:8", "Exodus 38:9", "Exodus 38:10", "Exodus 38:11", "Exodus 38:12", "Exodus 38:13", "Exodus 38:14", "Exodus 38:15", "Exodus 38:16", "Exodus 38:17", "Exodus 38:18", "Exodus 38:19", "Exodus 38:20", "Exodus 38:21", "Exodus 38:22", "Exodus 38:23", "Exodus 38:24", "Exodus 38:25", "Exodus 38:26", "Exodus 38:27", "Exodus 38:28", "Exodus 38:29", "Exodus 38:30", "Exodus 38:31", "Exodus 39:1", "Exodus 39:2", "Exodus 39:3", "Exodus 39:4", "Exodus 39:5", "Exodus 39:6", "Exodus 39:7", "Exodus 39:8", "Exodus 39:9", "Exodus 39:10", "Exodus 39:11", "Exodus 39:12", "Exodus 39:13", "Exodus 39:14", "Exodus 39:15", "Exodus 39:16", "Exodus 39:17", "Exodus 39:18", "Exodus 39:19", "Exodus 39:20", "Exodus 39:21", "Exodus 39:22", "Exodus 39:23", "Exodus 39:24", "Exodus 39:25", "Exodus 39:26", "Exodus 39:27", "Exodus 39:28", "Exodus 39:29", "Exodus 39:30", "Exodus 39:31", "Exodus 39:32", "Exodus 39:33", "Exodus 39:34", "Exodus 39:35", "Exodus 39:36", "Exodus 39:37", "Exodus 39:38", "Exodus 39:39", "Exodus 39:40", "Exodus 39:41", "Exodus 39:42", "Exodus 39:43", "Exodus 40:1", "Exodus 40:2", "Exodus 40:3", "Exodus 40:4", "Exodus 40:5", "Exodus 40:6", "Exodus 40:7", "Exodus 40:8", "Exodus 40:9", "Exodus 40:10", "Exodus 40:11", "Exodus 40:12", "Exodus 40:13", "Exodus 40:14", "Exodus 40:15", "Exodus 40:16", "Exodus 40:17", "Exodus 40:18", "Exodus 40:19", "Exodus 40:20", "Exodus 40:21", "Exodus 40:22", "Exodus 40:23", "Exodus 40:24", "Exodus 40:25", "Exodus 40:26", "Exodus 40:27", "Exodus 40:28", "Exodus 40:29", "Exodus 40:30", "Exodus 40:31", "Exodus 40:32", "Exodus 40:33", "Exodus 40:34", "Exodus 40:35", "Exodus 40:36", "Exodus 40:37", "Exodus 40:38"], "sourceRef": "The Five Books of Moses, by Everett Fox, Exodus, On the Book of Exodus and Its Structure 2-44", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, שמות, שמות מאמר א׳ ב׳-מ״ד", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "On the Book of Exodus and Its Structure", "he": "שמות מאמר א׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "שמות מאמר א׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["T<small>HE BOOK OF</small> E<small>XODUS IS</small> I<small>SRAEL’S SECOND BOOK OF ORIGINS</small>. G<small>ENESIS HAD CONCERNED</small> itself with the beginnings of the world, of human beings and their institutions, and of the people of Israel as a tribal family. Exodus continues this thrust as it recounts the origin of the people on a religious and political level (here inseparable as concepts). A number of biblical ideas receive their fullest early treatment in this book: God’s acting directly in history; making himself “known” to both Israelites and foreigners; covenant as a reciprocal agreement between God and humans; law as an expression of total worldview; and the use of sacred structure (Tabernacle or “Dwelling”) as a vehicle for and expression of perceived truths about the world. In addition, several biblical institutions make their first appearance in Exodus: Passover, Sabbath, rudimentary leadership/government, and cult/priesthood. All this is presented in a general narrative framework, raising the question as to whether what we have here is story or history. Is Exodus a fanciful reconstruction of what happened to Moshe (Moses) and his generation, riddled with anachronisms? Or is it a faithful and reliable handing-down of eyewitness data which only the cynical or irreligious would doubt?", "For the first position there are several supports. We possess virtually no extra-biblical references to the events recorded in our book, either in Egypt or elsewhere. Then, too, there seem to be inconsistencies of time within the story (Chaps. 16 and 18 appear to presuppose laws which were given later), and patterns within the telling of the tale that are too symmetrical (the Plagues) or too stereotyped (the constant use of stylized language) to be simple reporting of fact. Finally, Exodus is lacking in the citation of personal and geographical names, especially as compared to the books that precede and follow (Genesis and Numbers).", "For the second position, that of Exodus as a reliable historical record, there exist no methods of proof other than evaluation of literary form—that is, accepting that oral literature is able to preserve facts without later coloration. But even if it could be shown that Exodus is oral literature—an evaluation which is too sweeping, given the present form of the book—modern scholarship has come to cast doubt on the absolute historical reliability of oral tradition (see Vansina).", "Despite these observations, there is still something unsettling about writing Exodus off as a work of fiction, however pious that fiction may have been. For the rest of the Hebrew Bible abounds in emotional references to the experience of the exodus. At every stage of biblical literature, that experience is invoked for the purpose of directing behavior (see especially Judg. 2, I Sam. 8, II Sam. 7, II Kings 17, Neh. 9, and Ps. 78; and most of Deuteronomy is rhetorically grounded in it). The entire structure and emotional force of biblical law rest upon such exhortations as “A sojourner you are not to oppress:/you yourselves know (well) the feelings of the sojourner,/for sojourners were you in the land of Egypt” (Ex. 23:9) and such situations as that of the Hebrew serf (Ex. 21:2ff.). Apparently the experience of the exodus period was crucial in forming the group consciousness of the Israelites, and ever since it has provided a model from which both later Judaism and Christianity were to draw frequently and profoundly.", "A hypothetical analogy, based on American history, may help to shed light on the historicity of Exodus. Imagine a book based on the following outline: first, a section on the American Revolution, with some biographical material on a few of the Founding Fathers, focusing mostly on the outbreak of the war and key battles; second, a description of the Constitutional Convention, including some of the more important speeches and discussions; third, the text of the Constitution itself; and finally, L’Enfant’s original blueprints for the building of the new capital, Washington, D.C., interspersed with accounts of the first few presidents’ inaugural addresses. What would be the underlying message of such a book? We are certainly dealing here with more than a straight journalistic description of the events, more than a legalistic discussion of constitutional law, and more than a technical presentation for architects. Such a book would actually be presenting the ideals of America’s self-image: a nation founded on the willingness to fight for particular rights against Old World tyranny, established under democratic laws based on reason and providing governmental checks and balances, and whose ideals would be embodied in the construction of a brand-new, centrally located capital city that used classically grounded forms of architecture to express grace and reason as the basis for the new society.", "Now this portrayal is very simplistic, but it gets its point across (and I would be willing to wager that, somewhere in this country, there exists a school textbook written along these lines). In a similar manner, although with much more weight given to God’s role in the process, the book of Exodus unfolds. The dramatic story of Israel’s deliverance from bondage, coupled with Moshe’s own early development, is only the first part of the book, and accounts for less than half of it. It is followed by several stories of desert wanderings, and then by a presentation of the covenant made between God and Israel at Sinai, against a stunning natural backdrop. The second half of the book enumerates a series of laws which constitute the covenant, and the details of construction of a portable sanctuary designed both to symbolize and actually to accommodate God’s presence among the Israelites (with the interruption of a major rebellion). So, like our theoretical American model, Exodus conveys far more than information about events. It is, rather, the narration of a worldview, a laying out of different types of texts bearing the <i>meaning</i> of Israel’s historical experience.", "I stress the word “experience” because that is what is at stake here. Human memory is always selective. We remember what we wish to remember, giving weight to particular emotions, sometimes over and above the facts (or, as the poet Maya Angelou puts it autobiographically, “The facts sometimes obscure the truth”). The same thing appears to be true of group memory. What a people remembers of substance is not nearly as important as how they process their experience.", "In our Exodus text one can perceive a characteristically Israelite process at work. The book emerges as a mix of historical recollection, mythical processing, and didactic retelling, what Buber and others have called a “saga.” What is preserved in the book of Exodus, therefore, is a Teaching (Heb. <i>Tora</i>) based on a set of experiences, which became history for ancient Israel. Hence, to understand better the workings of the book, we need to turn to its themes and its structure. This will be more fruitful than trying to find the exact location of the Sea of Reeds or Mount Sinai, or the “Lost Ark,” or Moshe’s burial site— of whose location “no man has knowledge until this day” (Deut. 34:6). These have all receded into archeological oblivion. What has survived of ancient Israel is its approach to history and to life, and its literature. In that sense, the book of Exodus is an attempt to distill history and to learn from it, using echoes from the past to shape the present and the future.", "When we turn to a closer consideration of the structure of Exodus, we must proceed on the assumption that a work of art stems from both artful and unconscious design. Therefore, any structuring of such a book can only be hypothetical and must not limit itself to ironclad categories.", "With that said, a number of potential divisions of our book present themselves. The first emerges from a close look at the subject matter of the text. Strikingly, Exodus appears to be arranged in groups of a few chapters each (bearing in mind that the chapter divisions are historically late), resulting in the following scheme:", "1. Prologue in Egypt (Chap. 1)<br>2. Moshe’s Early Life and Call (Chaps. 2–4)<br>3. Moshe’s Mission in Egypt (5:1–7:13)<br>4. The First Nine Plagues (7:14–10:29)<br>5. The Tenth Plague and the Exodus (Chaps. 11–13)<br>6. In the Wilderness I: The Deliverance at the Sea (14:1–15:21)<br>7. In the Wilderness II: Early Experiences (15:22–18:27)<br>8. Covenant at Sinai (Chaps. 19–20)<br>9. The Terms (Laws) and Conclusion of the Covenant (Chaps. 21–24)<br>10. Details of the Tabernacle (Chaps. 25–27)<br>11. Details of the Cult (Chaps. 28–31)<br>12. Rebellion and Reconciliation (Chaps. 32–34)<br>13. The Building of the Tabernacle, Priestly Vestments (Chaps. 35–39)<br>14. Conclusion (Chap. 40)", "Such a measured shifting of focus helps to maintain the flow of the text and our interest in it.", "A glance through this list will also lead to the positing of larger structures. The traditions collected in Exodus fall naturally into both geographical and thematic divisions. The first part of the book takes place in Egypt (1:1–15:21), the second in the wilderness (15:22–40:38); this could alternatively be viewed as the events preceding Mount Sinai (Chaps. 1–17/18) and those that take place there (Chaps. 18/19–40). One could also combine the geographical and thematic aspects, resulting in the structure (1) Israel in Egypt (1:1–15:21), (2) Israel in the Wilderness (15:22–24:18), and (3) Tabernacle and Calf (Chaps. 25–40).", "My own preference for structuring Exodus also combines these aspects, as follows:", "I. The Deliverance Narrative (1:1–15:21)", "II. In the Wilderness (15:22–18:27)", "III. Covenant and Law (Chaps. 19–24)", "IV. The Blueprints for the Tabernacle and Its Service (Chaps. 25–31)", "V. Infidelity and Reconciliation (Chaps. 32–34)", "VI. The Building of the Tabernacle (Chaps. 35–40)", "These divisions exhibit a great deal of overlapping. In Part I, Israel’s life in Egypt (Chap. 1) paves the way for Moshe’s early years (Chaps. 2–4), then the account of his mission before Pharaoh and the Plagues (Chaps. 5–13), and the final victory (Chaps. 14–15); Part II is anticipated by some of what happens after the exodus itself (Chap. 14), and leads to Sinai (Chap. 19); the covenant and laws of Part III naturally lead to other prescriptions, this time the building instructions for the Tabernacle (Chaps. 25–31); planning the sacred structure in Part IV is followed by the making of a forbidden construction, the Golden Calf (Chaps. 32–33); and the reconciliation between God and Israel (Chap. 34) restores Israel’s capacity to return to the actual building of the Tabernacle, and to complete it (Chaps. 35–40). So despite the presence of what must have been several very diverse traditions behind the final text of Exodus, it has been skillfully woven together to form a coherent whole. In addition to the above structures, it can be said that the book of Exodus rests on several textual backbones, inner structures and recurring themes and motifs that help to create a unified work. These may be listed by category:", "1. There are various climaxes which serve to highlight the action—the Encounter at the Bush (Chaps. 3–4), the Tenth Plague and Exodus (12:29–42), the Deliverance at the Sea (14–15:21), the Revelation at Sinai (Chaps. 19–20), the Calf Episode (Chap. 32), and Completion of the Tabernacle (Chap. 40). Anchoring these dramatic scenes, at the center of the book, is the Sinai Revelation. The Binding of Yitzhak (Isaac) in Chapter 22 of Genesis serves much the same focusing function.", "2. There exist three strategically placed accounts of God’s Presence accompanying the Israelites (13:21–22, 24:15–18, 40:34–38) which share a common vocabulary. Key words in these passages are “day/night,” “cloud,” “fire,” “dwell,” “Glory,” “cover,” “go up,” and “in the eyes of the Children of Israel/before the people” (it should be noted that not every passage uses all of these terms). These words chart God’s movement: first, following the Exodus; second, following the concluding of the covenant; and third, following the erection of the Tabernacle, at the end of the book. A variation of these Presence accounts occurs in Numbers 9:15–23, where it rounds out the picture—for it is at this point that the Israelites finally depart from Sinai (having spent about a year there), on their journey toward the Promised Land.", "3. Several leading words recur throughout the book and give it a sense of unity:", "<i>serve</i>— The Israelites pass from “servitude” to Pharaoh into the “service” of God; laws are given that warn against “serving” other gods, that specify how a “serf” is to be treated, and that detail the “service” (i.e., construction and dismantling) of a sanctuary where God is to be properly “served.”", "<i>Glory</i>—Liberated from Pharaoh’s “stubbornness” (Heb. <i>koved lev</i>), the Israelites experience God’s “Glory” (Heb. <i>kavod</i>) at the Sea of Reeds, and encounter it again at Sinai (Chap. 24) and when the Tabernacle is completed (Chap. 40). When Israel falters in Chapter 32, Moses begs to see God’s “Glory” as a sign of reassurance. This is one of the central issues of the book, receiving its clearest formulation in Chap. 17:7—“Is Y<small>HWH</small> in our midst, or not?” Without the accompanying Presence, the Israelites can survive neither in Egypt nor in the wilderness. That the book ends with the “Glory” taking up residence in the Tabernacle is a sign that all is well in this regard.", "<i>know</i>—The Plagues and the liberation take place so that Egyptian and Israelite alike will acknowledge God as the true ruler (who “knows” the slaves’ sufferings). The book as a whole portrays a God who is “known” by his compassion toward the oppressed.", "<i>see</i>—God “sees” and rescues the people early in the book (Chap. 3); they “see” his deliverance at the sea (Chap. 14) and the awesome display at Sinai (Chaps. 19-20); the Tabernacle blueprint is given to Moshe to “see” (Chaps 25ff.).", "4. Aside from theme words, there are also several thematic threads that run through the book. These may be listed as well:", "<i>distinction</i>—The Israelites learn what it is to be separated out, first for oppression and later for God’s service. This process occurs during the Plagues and throughout the legal sections, which are often based on the making of distinctions (the Hebrew word for “holy,” <i>kadosh,</i> may originally have had this connotation). In general, Exodus is a book that abounds in polarities and distinctions: between God and Pharaoh, life and death, slavery and freedom, Egyptianness and Israeliteness, city and wilderness, visible gods/magic and an invisible God who is not conjurable, doubt and trust.", "<i>construction</i>—The Israelites are enslaved as builders of Egyptian cities; they go on to build a society, a calf-god, and a Tabernacle.", "<i>rebellion</i>—From the beginning, God and Moshe are often unheeded, as the Israelites seek to maintain or return to their status as dependent slaves in Egypt (Chaps. 2, 5, 14, 15–17, 32).", "<i>Sabbath</i>—As a newly freed people, Israel is to adapt to a rhythm of work and sacred cessation, which celebrates both creation and freedom. The Sabbath is at issue immediately after liberation (Chap. 16) and is commanded three times (Chaps. 20, 31, 35); and the account of the Tabernacle’s completion echoes the vocabulary of God’s completed creation in Genesis 2, a passage which serves as one justification for observing the Sabbath (see Ex. 20:11).", "<i>origins</i>—We are told of the beginnings of the new covenant (distinct from that concluded with Abraham), the law system, the cult/priesthood, and the sacred calendar, but with the significant omission of the monarchy.", "<i>covenant</i>—God establishes a relationship with the people of Israel: if they will obey him and observe his laws, he will protect them and treat them as his “firstborn son.” This form of covenant is different from the ones in Genesis, and plays a significant role in subsequent books of the Bible.", "<i>God in History</i>—The God of Exodus actively intervenes to rescue a people, defeating their oppressors in battle; he leads them through the wilderness, meets them, and makes a covenant with them.", "5. The above themes are specifically Israelite themes. There are, however, motifs in Exodus that have a more universal ring. One could term these anthropological, since they employ standard aspects of human experience to convey the overall messages of the book.", "<i>Fire</i> is used frequently and in varied contexts (at the Burning Bush and later back at Mount Sinai, in the desert trek, in the Tabernacle service, and at the Calf incident), usually to make a statement about God. In contrast to conventional fire gods (e.g., the Norse trickster Loki), the God of Exodus is most often associated with the more positive aspects of fire: constancy, purity, and transformation. The fire at Sinai does not destroy Moshe and the people, but rather turns them into something new. At the same time it should not be forgotten that fire is used regularly to connote anger in the Bible, especially God’s, and especially in the later wilderness narratives.", "<i>Water</i> appears throughout Exodus, not as a backdrop but as an active medium which most often signifies life and death simultaneously. The Nile, into which the enslaved Hebrews’ babies are thrown, gently bears the infant Moshe to safety: the Nile, the giver of life in Egypt, is changed into blood, itself a major signifier of life in the Bible but useless here because it is undrinkable; the Sea of Reeds acts as a passageway of birth for the Israelites but as a graveyard for their Egyptian pursuers. The availability of water becomes a central issue in the wilderness, as an instrument for survival and for the testing of the Israelites’ faith. Finally, water creates the ritual purity necessary for the people at Sinai and their priests in the Tabernacle to approach God.", "<i>Desert/Wilderness</i> is the scene of the crucial second part of the book. Only in the desert, away from the massive influence of age-old Egyptian culture, can the new Israelite society be forged. Moshe, like many other real-life and fictional heroes, demonstrates this in his own early life. The desert acts as a purifying agent for him, changing the Egyptian prince into a member of his own true people. Similarly, the Israelites begin the process of transformation from bondage to self-rule, a process which is taught in the harsh reality of desert life and which will take an entire generation to complete.", "In point of fact, all these media—fire, water, and desert—suggest change as a major concern of the book of Exodus. Our text chronicles the start of Israel’s journey as a nation, a transformative journey which takes vastly changed circumstances, a whole generation in time, and indeed several books of recounting to complete. Exodus is very concerned with topography—not for the purposes of historical recollection (as Genesis was, apparently) but as an account of an inner journey. Thus the people travel to the boundary between Egypt and the desert, through the sea, to the great fiery mountain; and we know that they cannot but be on their way to a final goal. That goal, the Promised Land, will not be realized in Exodus, because in this book we stand only at the beginning of the journey. Change does not occur quickly, and the true molding of a people, like that of an individual, requires formative experiences over time. In Exodus, then, the People of Israel begins in adolescence, as it were. It has survived infancy in Genesis, a period marked by constant threats of physical extinction, and must now begin the tortuous process of learning to cope with adulthood—that is to say, people-hood—in a hostile world.", "That process will take us past the present text. Exodus stands at the beginning of a trilogy in the middle of the Torah. It takes us from slavery up to Sinai, inaugurating the law-giving process. Leviticus will concentrate almost exclusively on laws (of “holiness”), never budging geographically, while Numbers will see the conclusion of the Sinai experience and the traveling toward (and actually reaching) the land of Israel. Exodus is thus of great importance in the overall five-book pattern, introducing key elements of the wilderness books: law, institutions, rebellion, and—Moshe himself. It serves as a bridge between the great narratives of Genesis and the priestly code of Leviticus and the wanderings of Numbers (Green­berg 1972 notes how the opening of Exodus points back, to Gen. 46; and the closing points forward, to Num. 9). It in fact contains elements of all three books.", "Exodus is the basis not only of what follows in the Torah, but also sets the stage for the rest of the Hebrew Bible. What Israel understood of its God, and what that God expects of them, are set forth most directly and unforgettably in the memories enshrined in the book of Exodus."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620382d1c9ad75f2d99af7c8", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "", "ref": "The Five Books of Moses, by Everett Fox, Exodus, Part I; The Deliverance Narrative 1", "anchorRef": "Exodus 1:1-15:21", "anchorRefExpanded": ["Exodus 1:1", "Exodus 1:2", "Exodus 1:3", "Exodus 1:4", "Exodus 1:5", "Exodus 1:6", "Exodus 1:7", "Exodus 1:8", "Exodus 1:9", "Exodus 1:10", "Exodus 1:11", "Exodus 1:12", "Exodus 1:13", "Exodus 1:14", "Exodus 1:15", "Exodus 1:16", "Exodus 1:17", "Exodus 1:18", "Exodus 1:19", "Exodus 1:20", "Exodus 1:21", "Exodus 1:22", "Exodus 2:1", "Exodus 2:2", "Exodus 2:3", "Exodus 2:4", "Exodus 2:5", "Exodus 2:6", "Exodus 2:7", "Exodus 2:8", "Exodus 2:9", "Exodus 2:10", "Exodus 2:11", "Exodus 2:12", "Exodus 2:13", "Exodus 2:14", "Exodus 2:15", "Exodus 2:16", "Exodus 2:17", "Exodus 2:18", "Exodus 2:19", "Exodus 2:20", "Exodus 2:21", "Exodus 2:22", "Exodus 2:23", "Exodus 2:24", "Exodus 2:25", "Exodus 3:1", "Exodus 3:2", "Exodus 3:3", "Exodus 3:4", "Exodus 3:5", "Exodus 3:6", "Exodus 3:7", "Exodus 3:8", "Exodus 3:9", "Exodus 3:10", "Exodus 3:11", "Exodus 3:12", "Exodus 3:13", "Exodus 3:14", "Exodus 3:15", "Exodus 3:16", "Exodus 3:17", "Exodus 3:18", "Exodus 3:19", "Exodus 3:20", "Exodus 3:21", "Exodus 3:22", "Exodus 4:1", "Exodus 4:2", "Exodus 4:3", "Exodus 4:4", "Exodus 4:5", "Exodus 4:6", "Exodus 4:7", "Exodus 4:8", "Exodus 4:9", "Exodus 4:10", "Exodus 4:11", "Exodus 4:12", "Exodus 4:13", "Exodus 4:14", "Exodus 4:15", "Exodus 4:16", "Exodus 4:17", "Exodus 4:18", "Exodus 4:19", "Exodus 4:20", "Exodus 4:21", "Exodus 4:22", "Exodus 4:23", "Exodus 4:24", "Exodus 4:25", "Exodus 4:26", "Exodus 4:27", "Exodus 4:28", "Exodus 4:29", "Exodus 4:30", "Exodus 4:31", "Exodus 5:1", "Exodus 5:2", "Exodus 5:3", "Exodus 5:4", "Exodus 5:5", "Exodus 5:6", "Exodus 5:7", "Exodus 5:8", "Exodus 5:9", "Exodus 5:10", "Exodus 5:11", "Exodus 5:12", "Exodus 5:13", "Exodus 5:14", "Exodus 5:15", "Exodus 5:16", "Exodus 5:17", "Exodus 5:18", "Exodus 5:19", "Exodus 5:20", "Exodus 5:21", "Exodus 5:22", "Exodus 5:23", "Exodus 6:1", "Exodus 6:2", "Exodus 6:3", "Exodus 6:4", "Exodus 6:5", "Exodus 6:6", "Exodus 6:7", "Exodus 6:8", "Exodus 6:9", "Exodus 6:10", "Exodus 6:11", "Exodus 6:12", "Exodus 6:13", "Exodus 6:14", "Exodus 6:15", "Exodus 6:16", "Exodus 6:17", "Exodus 6:18", "Exodus 6:19", "Exodus 6:20", "Exodus 6:21", "Exodus 6:22", "Exodus 6:23", "Exodus 6:24", "Exodus 6:25", "Exodus 6:26", "Exodus 6:27", "Exodus 6:28", "Exodus 6:29", "Exodus 6:30", "Exodus 7:1", "Exodus 7:2", "Exodus 7:3", "Exodus 7:4", "Exodus 7:5", "Exodus 7:6", "Exodus 7:7", "Exodus 7:8", "Exodus 7:9", "Exodus 7:10", "Exodus 7:11", "Exodus 7:12", "Exodus 7:13", "Exodus 7:14", "Exodus 7:15", "Exodus 7:16", "Exodus 7:17", "Exodus 7:18", "Exodus 7:19", "Exodus 7:20", "Exodus 7:21", "Exodus 7:22", "Exodus 7:23", "Exodus 7:24", "Exodus 7:25", "Exodus 7:26", "Exodus 7:27", "Exodus 7:28", "Exodus 7:29", "Exodus 8:1", "Exodus 8:2", "Exodus 8:3", "Exodus 8:4", "Exodus 8:5", "Exodus 8:6", "Exodus 8:7", "Exodus 8:8", "Exodus 8:9", "Exodus 8:10", "Exodus 8:11", "Exodus 8:12", "Exodus 8:13", "Exodus 8:14", "Exodus 8:15", "Exodus 8:16", "Exodus 8:17", "Exodus 8:18", "Exodus 8:19", "Exodus 8:20", "Exodus 8:21", "Exodus 8:22", "Exodus 8:23", "Exodus 8:24", "Exodus 8:25", "Exodus 8:26", "Exodus 8:27", "Exodus 8:28", "Exodus 9:1", "Exodus 9:2", "Exodus 9:3", "Exodus 9:4", "Exodus 9:5", "Exodus 9:6", "Exodus 9:7", "Exodus 9:8", "Exodus 9:9", "Exodus 9:10", "Exodus 9:11", "Exodus 9:12", "Exodus 9:13", "Exodus 9:14", "Exodus 9:15", "Exodus 9:16", "Exodus 9:17", "Exodus 9:18", "Exodus 9:19", "Exodus 9:20", "Exodus 9:21", "Exodus 9:22", "Exodus 9:23", "Exodus 9:24", "Exodus 9:25", "Exodus 9:26", "Exodus 9:27", "Exodus 9:28", "Exodus 9:29", "Exodus 9:30", "Exodus 9:31", "Exodus 9:32", "Exodus 9:33", "Exodus 9:34", "Exodus 9:35", "Exodus 10:1", "Exodus 10:2", "Exodus 10:3", "Exodus 10:4", "Exodus 10:5", "Exodus 10:6", "Exodus 10:7", "Exodus 10:8", "Exodus 10:9", "Exodus 10:10", "Exodus 10:11", "Exodus 10:12", "Exodus 10:13", "Exodus 10:14", "Exodus 10:15", "Exodus 10:16", "Exodus 10:17", "Exodus 10:18", "Exodus 10:19", "Exodus 10:20", "Exodus 10:21", "Exodus 10:22", "Exodus 10:23", "Exodus 10:24", "Exodus 10:25", "Exodus 10:26", "Exodus 10:27", "Exodus 10:28", "Exodus 10:29", "Exodus 11:1", "Exodus 11:2", "Exodus 11:3", "Exodus 11:4", "Exodus 11:5", "Exodus 11:6", "Exodus 11:7", "Exodus 11:8", "Exodus 11:9", "Exodus 11:10", "Exodus 12:1", "Exodus 12:2", "Exodus 12:3", "Exodus 12:4", "Exodus 12:5", "Exodus 12:6", "Exodus 12:7", "Exodus 12:8", "Exodus 12:9", "Exodus 12:10", "Exodus 12:11", "Exodus 12:12", "Exodus 12:13", "Exodus 12:14", "Exodus 12:15", "Exodus 12:16", "Exodus 12:17", "Exodus 12:18", "Exodus 12:19", "Exodus 12:20", "Exodus 12:21", "Exodus 12:22", "Exodus 12:23", "Exodus 12:24", "Exodus 12:25", "Exodus 12:26", "Exodus 12:27", "Exodus 12:28", "Exodus 12:29", "Exodus 12:30", "Exodus 12:31", "Exodus 12:32", "Exodus 12:33", "Exodus 12:34", "Exodus 12:35", "Exodus 12:36", "Exodus 12:37", "Exodus 12:38", "Exodus 12:39", "Exodus 12:40", "Exodus 12:41", "Exodus 12:42", "Exodus 12:43", "Exodus 12:44", "Exodus 12:45", "Exodus 12:46", "Exodus 12:47", "Exodus 12:48", "Exodus 12:49", "Exodus 12:50", "Exodus 12:51", "Exodus 13:1", "Exodus 13:2", "Exodus 13:3", "Exodus 13:4", "Exodus 13:5", "Exodus 13:6", "Exodus 13:7", "Exodus 13:8", "Exodus 13:9", "Exodus 13:10", "Exodus 13:11", "Exodus 13:12", "Exodus 13:13", "Exodus 13:14", "Exodus 13:15", "Exodus 13:16", "Exodus 13:17", "Exodus 13:18", "Exodus 13:19", "Exodus 13:20", "Exodus 13:21", "Exodus 13:22", "Exodus 14:1", "Exodus 14:2", "Exodus 14:3", "Exodus 14:4", "Exodus 14:5", "Exodus 14:6", "Exodus 14:7", "Exodus 14:8", "Exodus 14:9", "Exodus 14:10", "Exodus 14:11", "Exodus 14:12", "Exodus 14:13", "Exodus 14:14", "Exodus 14:15", "Exodus 14:16", "Exodus 14:17", "Exodus 14:18", "Exodus 14:19", "Exodus 14:20", "Exodus 14:21", "Exodus 14:22", "Exodus 14:23", "Exodus 14:24", "Exodus 14:25", "Exodus 14:26", "Exodus 14:27", "Exodus 14:28", "Exodus 14:29", "Exodus 14:30", "Exodus 14:31", "Exodus 15:1", "Exodus 15:2", "Exodus 15:3", "Exodus 15:4", "Exodus 15:5", "Exodus 15:6", "Exodus 15:7", "Exodus 15:8", "Exodus 15:9", "Exodus 15:10", "Exodus 15:11", "Exodus 15:12", "Exodus 15:13", "Exodus 15:14", "Exodus 15:15", "Exodus 15:16", "Exodus 15:17", "Exodus 15:18", "Exodus 15:19", "Exodus 15:20", "Exodus 15:21"], "sourceRef": "The Five Books of Moses, by Everett Fox, Exodus, Part I; The Deliverance Narrative 1", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, שמות, שמות מאמר ב׳ א׳", "anchorVerse": 1, "sourceHasEn": true, "commentaryNum": 1, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<a class=\"refLink\" data-ref=\"Exodus 1:1–15:21\" data-ven=\"The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995\">Exodus 1:1–15:21</a>", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620382d5c9ad75f2d99af80c", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "", "ref": "The Five Books of Moses, by Everett Fox, Exodus, Part I; The Deliverance Narrative, Seventh Blow 1", "anchorRef": "Exodus 9:13-35", "anchorRefExpanded": ["Exodus 9:13", "Exodus 9:14", "Exodus 9:15", "Exodus 9:16", "Exodus 9:17", "Exodus 9:18", "Exodus 9:19", "Exodus 9:20", "Exodus 9:21", "Exodus 9:22", "Exodus 9:23", "Exodus 9:24", "Exodus 9:25", "Exodus 9:26", "Exodus 9:27", "Exodus 9:28", "Exodus 9:29", "Exodus 9:30", "Exodus 9:31", "Exodus 9:32", "Exodus 9:33", "Exodus 9:34", "Exodus 9:35"], "sourceRef": "The Five Books of Moses, by Everett Fox, Exodus, Part I; The Deliverance Narrative, Seventh Blow 1", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, שמות, שמות מאמר ב׳, שמות הערה ט״ו א׳", "anchorVerse": 13, "sourceHasEn": true, "commentaryNum": 1, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "שמות הערה ט״ו", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<a class=\"refLink\" data-ref=\"Exodus 9:13-35\" data-ven=\"The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995\">Exodus 9:13-35</a>", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "641871a5c9371ec0cebe4e0d", "index_title": "Reggio on Torah", "category": "Commentary", "type": "commentary", "ref": "Reggio on Torah, Exodus 9:32:1", "anchorRef": "Exodus 9:32", "anchorRefExpanded": ["Exodus 9:32"], "sourceRef": "Reggio on Torah, Exodus 9:32:1", "sourceHeRef": "ביאור יש\"ר על התורה, שמות ט׳:ל״ב:א׳", "anchorVerse": 32, "sourceHasEn": false, "compDate": [1790, 1810], "commentaryNum": 32.0001, "collectiveTitle": {"en": "Reggio", "he": "ביאור יש\"ר"}, "heTitle": "שמות", "he": "<b>אפילת הנה,</b> מאוחרות ועדיין היו רכות ויכולות לעמוד בפני הקשה, כי הברד הכה גם העשב, כמו שכתוב ואת כל עשב השדה הכה הברד, אלא שהאפילות לא נתקלקלו לגמרי וחזרו והצמיחו:", "heVersionTitle": "Vienna, 1821", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "648746a670699c26744fdffb", "index_title": "Midrash Sekhel Tov", "category": "Midrash", "type": "commentary", "ref": "Midrash Sekhel Tov, Shemot 9:32:1", "anchorRef": "Exodus 9:32", "anchorRefExpanded": ["Exodus 9:32"], "sourceRef": "Midrash Sekhel Tov, Shemot 9:32:1", "sourceHeRef": "מדרש שכל טוב, שמות ט׳:ל״ב:א׳", "anchorVerse": 32, "sourceHasEn": false, "compDate": [1139], "commentaryNum": 32.0001, "collectiveTitle": {"en": "Midrash Sekhel Tov", "he": "מדרש שכל טוב"}, "heTitle": "שמות", "he": "והחטה והכסמת לא נוכו כי אפילות הנה. שעדיין גרגריהן אפילו בתוך קשן, שהרי עדיין לא עשו גרגרים ועדיין הן דשא, לפיכך לא נשתברו, ואע\"ג דדרשינן ליה בלשון אופל, מיהו רבנן קרו להו לפירי דמתאחרי אפלי ולמקדמי חרפי, דתנן בארבעה [פרקים] העולם נידון בפסח על התבואה וכו', ובעינא בגמרא האי תבואה מאימת, אלימא הא תבואה דקיימא כל הני הרפתקי דעדו עלה אימת איתדון. פי' הפרתקי היינו זמנים, דכתיב קנצי למילין (איוב יח ב), ומתרגמינין הפרתקי למיליא, ואלא תבואה דמזדרעא, למימרא דחד דינא מיתדנא, והתניא תבואה שאירע בה מקרה [או אונס] קודם הפסח נידונה לשעבר, אחר הפסח נידונית להבא, אדם שאירע בו מקרה או אונס קודם יום הכפורים נידון לשעבר, אחר יום הכפורים נידון להבא, (א\"ר) [אמר רבא] שמע מינה דתרי דינא מיתדנא, אמר אביי הלכך כי חזי אינש מצלח זרעא אפלא, ליקדם וליזרע חרפי, דעד דמטי למידיינה קדים סליק, וכמה כמותן בתלמוד:", "heVersionTitle": "Sechel Tob, Berlin 1900-1901", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש שכל טוב, ברלין תר\"ס-תרס\"א", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "657ecc35758c1dc532ec8889", "index_title": "Steinsaltz on Exodus", "category": "Commentary", "type": "commentary", "ref": "Steinsaltz on Exodus 9:32", "anchorRef": "Exodus 9:32", "anchorRefExpanded": ["Exodus 9:32"], "sourceRef": "Steinsaltz on Exodus 9:32", "sourceHeRef": "ביאור שטיינזלץ על שמות ט׳:ל״ב", "anchorVerse": 32, "sourceHasEn": true, "commentaryNum": 9.0032, "collectiveTitle": {"en": "Steinsaltz", "he": "ביאור שטיינזלץ"}, "heTitle": "ביאור שטיינזלץ על שמות", "he": "<b>ו</b> לעומתן\n    <b>הַחִטָּה וְהַכֻּסֶּמֶת לֹא נֻכּוּ, כִּי אֲפִילֹת הֵנָּה.</b> הן צומחות בתקופה מאוחרת יותר. לכן לא ניזוקו מן הברד. הערה זו חשובה משום שהיא מסבירה כי גם לאחר מכת ברד הקשה נותרו גידולים, שעתידים ללקות במכה הבאה.", "heVersionTitle": "The Koren Steinsaltz Tanakh HaMevoar - Hebrew", "heLicense": "Copyright: Steinsaltz Center", "heVersionTitleInHebrew": "", "text": "<b>But the wheat and the spelt were not struck, as they are late ripening. </b>Since they sprout later in the year, they were soft at the time and were not broken by the hail. The fact that some of the crops were not destroyed is important, as these were left to be damaged by the next plague.", "versionTitle": "The Steinsaltz Tanakh - English", "license": "Copyright: Steinsaltz Center", "versionTitleInHebrew": ""}, {"_id": "668bbce0787a3be91bef8de4", "index_title": "Ibn Ezra HaKatzar on Exodus", "category": "Commentary", "type": "commentary", "ref": "Ibn Ezra HaKatzar on Exodus 9:32:1", "anchorRef": "Exodus 9:32", "anchorRefExpanded": ["Exodus 9:32"], "sourceRef": "Ibn Ezra HaKatzar on Exodus 9:32:1", "sourceHeRef": "אבן עזרא הקצר על שמות ט׳:ל״ב:א׳", "anchorVerse": 32, "sourceHasEn": false, "compDate": [1143], "commentaryNum": 32.0001, "collectiveTitle": {"en": "Ibn Ezra HaKatzar", "he": "אבן עזרא הקצר"}, "he": "נכו, כמו ושפו עצמותיו לא ראו, מהבנין שלא נקרא שם פועלו, ובהראות זה הנו\"ן לאות כי המבולע בכ\"ף מכה הוא הנו\"ן כמשפט חבריו:", "heVersionTitle": "Prague, 1840", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "668bbce1787a3be91bef8de6", "index_title": "Ibn Ezra HaKatzar on Exodus", "category": "Commentary", "type": "commentary", "ref": "Ibn Ezra HaKatzar on Exodus 9:32:2", "anchorRef": "Exodus 9:32", "anchorRefExpanded": ["Exodus 9:32"], "sourceRef": "Ibn Ezra HaKatzar on Exodus 9:32:2", "sourceHeRef": "אבן עזרא הקצר על שמות ט׳:ל״ב:ב׳", "anchorVerse": 32, "sourceHasEn": false, "compDate": [1143], "commentaryNum": 32.0002, "collectiveTitle": {"en": "Ibn Ezra HaKatzar", "he": "אבן עזרא הקצר"}, "he": "אפילות, שהן עוד באפלה:", "heVersionTitle": "Prague, 1840", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "66d9566653deec95bc352bd7", "index_title": "Nachalat Ya'akov", "category": "Commentary", "type": "commentary", "ref": "Nachalat Ya'akov, Exodus 9:32:1", "anchorRef": "Exodus 9:32", "anchorRefExpanded": ["Exodus 9:32"], "sourceRef": "Nachalat Ya'akov, Exodus 9:32:1", "sourceHeRef": "נחלת יעקב, ספר שמות ט׳:ל״ב:א׳", "anchorVerse": 32, "sourceHasEn": false, "commentaryNum": 32.0001, "collectiveTitle": {"en": "Nachalat Ya'akov", "he": "נחלת יעקב"}, "heTitle": "ספר שמות", "he": "כי אפילות הנה. ברש\"י הנה פלאי פלאות נעשה להם שלא לקי עכ\"ל רש\"י ז\"ל והוא תמוה דמהיכי תיתי יהי' נעשה עמהם פלאות ונראה דוודאי כי אפילות הנה ויכולים לעמוד בפני הברד כמו שכתב רש\"י בעצמו מ\"מ הי' להם לישרף באש רק הקב\"ה הראה להם מיפת, כי ששה חדשים קודם נפסק השעבוד ממילא אותן המאוחרים לא זרעו אותן המצרים על ידי ישראל כי נפסק השעבוד והראה להן הקב\"ה מופת שאותן שנזרעו ע\"י ישראל מחמת שיעבוד הכה הברד ואותן שלא נזרעו ע\"י ישראל לא הכה אותם הברד:", "heVersionTitle": "Lamberg, 1887", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5868bc91d6e4a97c9cbb0210", "index_title": "Bekhor Shor", "category": "Commentary", "type": "commentary", "ref": "Bekhor Shor, Exodus 9:32:1", "anchorRef": "Exodus 9:32", "anchorRefExpanded": ["Exodus 9:32"], "sourceRef": "Bekhor Shor, Exodus 9:32:1", "sourceHeRef": "בכור שור, שמות ט׳:ל״ב:א׳", "anchorVerse": 32, "sourceHasEn": false, "compDate": [1145, 1195], "commentaryNum": 32.0001, "collectiveTitle": {"en": "Bekhor Shor", "he": "בכור שור"}, "heTitle": "שמות", "he": "<b>והחטה והכסמת לא נוכו.</b> להשחיתם בא הארבה:\n", "heVersionTitle": "Bekhor Shor, Leipzig, 1856", "heLicense": "Public Domain", "heVersionTitleInHebrew": "בכור שור, לייפציג, תרט\"ז", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5892f247d6e4a92746470f00", "index_title": "Chizkuni", "category": "Commentary", "type": "commentary", "ref": "Chizkuni, Exodus 9:32:1", "anchorRef": "Exodus 9:32", "anchorRefExpanded": ["Exodus 9:32"], "sourceRef": "Chizkuni, Exodus 9:32:1", "sourceHeRef": "חזקוני, שמות ט׳:ל״ב:א׳", "anchorVerse": 32, "sourceHasEn": true, "compDate": [1220, 1260], "commentaryNum": 32.0001, "collectiveTitle": {"en": "Chizkuni", "he": "חזקוני"}, "heTitle": "שמות", "he": "<b>והחטה והכסמת לא נכו</b> לפי שעתיד לומר ואכל את יתר הפליטה הנשארת לכם מן הברד, ויש פתחון פה לחלוק ולומר הרי כבר נאמר ואת כל עשב השדה הכה הברד, לכך קדם ולמדך כאן ש החטה והכוסמת לא נוכו כי אפילת הנה שמה שלא שבר הברד אכל הארבה, הברד מקלקל את הקשה והארבה אוכל את הרך.", "heVersionTitle": "Chizkuni", "heLicense": "Public Domain", "heVersionTitleInHebrew": "חזקוני", "text": "והחטה והכוסמת לא נוכו, “but the wheat and the spelt had not been ruined;” this is emphasized because later on (10,5) the Torah writes that the locusts will devour anything that the hail had not ruined. Somebody might have argued that what is written here has already been included in the words describing all the grass in the field as having been destroyed; in order to forestall such an interpretation, the Torah first exempts the wheat and the spelt by explaining why these species of plants had not been ruined by the hail; they had been too small and soft to be affected. Basically speaking, hail destroys hard plants and locusts consume soft plants.", "versionTitle": "Chizkuni, translated and annotated by Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": "חזקוני, מתורגם ומוער בידי אליהו מונק"}, {"_id": "5892f247d6e4a92746470f02", "index_title": "Chizkuni", "category": "Commentary", "type": "commentary", "ref": "Chizkuni, Exodus 9:32:2", "anchorRef": "Exodus 9:32", "anchorRefExpanded": ["Exodus 9:32"], "sourceRef": "Chizkuni, Exodus 9:32:2", "sourceHeRef": "חזקוני, שמות ט׳:ל״ב:ב׳", "anchorVerse": 32, "sourceHasEn": true, "compDate": [1220, 1260], "commentaryNum": 32.0002, "collectiveTitle": {"en": "Chizkuni", "he": "חזקוני"}, "heTitle": "שמות", "he": "<b>כי אפילת הנה</b> לשון אופל שהיו עוד בארץ ולא נראו.", "heVersionTitle": "Chizkuni", "heLicense": "Public Domain", "heVersionTitleInHebrew": "חזקוני", "text": "The word אפילות, derived from אופל, “darkness,” means that the plants under discussion are as yet invisible, not have broken through to the air above the ground as yet.", "versionTitle": "Chizkuni, translated and annotated by Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": "חזקוני, מתורגם ומוער בידי אליהו מונק"}, {"_id": "58b1c531d6e4a937f9997440", "index_title": "Bamidbar Rabbah", "category": "Midrash", "type": "", "ref": "Bamidbar Rabbah 1:2", "anchorRef": "Exodus 9:32", "anchorRefExpanded": ["Exodus 9:32"], "sourceRef": "Bamidbar Rabbah 1:2", "sourceHeRef": "במדבר רבה א׳:ב׳", "anchorVerse": 32, "sourceHasEn": true, "compDate": [1200], "commentaryNum": 1.0002, "collectiveTitle": {"en": "Bamidbar Rabbah", "he": "במדבר רבה"}, "heTitle": "במדבר רבה", "he": "דָּבָר אַחֵר, וַיְדַבֵּר ה' אֶל משֶׁה בְּמִדְבַּר סִינַי, זֶהוּ שֶׁאָמַר הַכָּתוּב <small>(ירמיה ב, לא)</small>: הַדּוֹר אַתֶּם רְאוּ דְבַר ה' הֲמִדְבָּר הָיִיתִי לְיִשְׂרָאֵל אִם אֶרֶץ מַאְפֵּלְיָה וגו'. אָמַר הַקָּדוֹשׁ בָּרוּךְ הוּא לְיִשְׂרָאֵל, עַל שֶׁאֲמַרְתֶּם לְמשֶׁה <small>(במדבר כא, ה)</small>: לָמָּה הֶעֱלִיתֻנוּ מִמִּצְרַיִם לָמוּת בַּמִּדְבָּר, וְכִי כַּמִּדְבָּר הָיִיתִי לְיִשְׂרָאֵל, וְכִי כַּמִּדְבָּר עָשִׂיתִי עִמָּהֶם, בְּנֹהַג שֶׁבָּעוֹלָם מֶלֶךְ בָּשָׂר וָדָם שֶׁיָּצָא לַמִּדְבָּר, שֶׁמָּא מוֹצֵא הוּא שָׁם שַׁלְוָה כְּשֵׁם שֶׁהָיָה מוֹצֵא בַּפָּלָטִין, אוֹ אֲכִילָה אוֹ שְׁתִיָּה, וְאַתֶּם הֱיִיתֶם עֲבָדִים לְמִצְרַיִם, וְהוֹצֵאתִי אֶתְכֶם מִשָּׁם, הִרְבַּצְתִּי אֶתְכֶם בַּסִּיגְמָטִין, שֶׁנֶּאֱמַר <small>(שמות יג, יח)</small>: וַיַּסֵּב אֱלֹהִים אֶת הָעָם דֶּרֶךְ הַמִּדְבָּר, מַהוּ וַיַּסֵּב, שֶׁהִרְבִּיצָם כְּדַרְכֵי הַמְּלָכִים, רְבוּצִין עַל מִטּוֹתֵיהֶם, וְלֹא הֶעֱמַדְתִּי לָהֶם שְׁלשָׁה פַּדְגוֹגִין משֶׁה אַהֲרֹן וּמִרְיָם, שֶׁבִּזְכוּת משֶׁה הֱיִיתֶם אוֹכְלִים אֶת הַמָּן מַה שֶׁלֹא רָאוּ אָבוֹת הַקְּדוֹשִׁים, שֶׁנֶּאֱמַר <small>(דברים ח, ג)</small>: וַיַּאֲכִלְךָ אֶת הַמָּן אֲשֶׁר לֹא יָדַעְתָּ וְלֹא יָדְעוּן אֲבֹתֶיךָ. וּבִזְכוּת אַהֲרֹן הִקַּפְתִּי אֶתְכֶם בְּעַנְּנֵי כָּבוֹד, שֶׁנֶּאֱמַר <small>(תהלים קה, לט)</small>: פָּרַשׂ עָנָן לְמָסָךְ, וְכַמָּה עַנְנֵי כָּבוֹד הָיוּ מַקִּיפִין אֶת יִשְׂרָאֵל בַּמִּדְבָּר, רַבִּי הוֹשַׁעְיָה וְרַבִּי יֹאשִׁיָּה, רַבִּי יֹאשִׁיָּה אָמַר חֲמִשָּׁה, אַרְבָּעָה לְאַרְבַּע רוּחוֹת וְאֶחָד מְהַלֵּךְ לִפְנֵיהֶם. רַבִּי הוֹשַׁעְיָה אָמַר שִׁבְעָה, אַרְבָּעָה לְאַרְבַּע רוּחוֹת הַשָּׁמַיִם, וְאֶחָד מִלְּמַעְלָן, וְאֶחָד מִלְּמַטָּן, וְאֶחָד שֶׁהָיָה מְהַלֵּךְ לִפְנֵיהֶם רָחוֹק שְׁלשֶׁת יָמִים, וְהָיָה מַכֶּה לִפְנֵיהֶם אֶת הַנְּחָשִׁים וְאֶת הָעַקְרַבִּים וְאֶת הַשְֹּׂרָפִים וְאֶת הַסְּלָעִים, וְאִם הָיָה מָקוֹם נָמוּךְ הָיָה מַגְבִּיהוֹ, וְאִם הָיָה מָקוֹם גָּבוֹהַּ הָיָה מַשְׁפִּילוֹ וְעוֹשֶׂה אוֹתָם מִישׁוֹר, שֶׁנֶּאֱמַר <small>(ישעיה מ, ד)</small>: כָּל גֶּיא יִנָּשֵׂא וְכָל הַר וְגִבְעָה יִשְׁפָּלוּ. וְהַבְּאֵר בִּזְכוּת מִרְיָם, שֶׁאָמְרָה שִׁירָה עַל הַמַּיִם, שֶׁנֶּאֱמַר <small>(שמות טו, כא)</small>: וַתַּעַן לָהֶם מִרְיָם שִׁירוּ לַה', וּבְמֵי בְּאֵר <small>(במדבר כא, יז)</small>: אָז יָשִׁיר יִשְׂרָאֵל אֶת הַשִּׁירָה הַזֹּאת. אָמַר רַבִּי בֶּרֶכְיָה הַכֹּהֵן בְּשֵׁם רַבִּי לֵוִי מֶלֶךְ בָּשָׂר וָדָם שֶׁיֵּשׁ לוֹ מְדִינָה וְהוּא מְשַׁלֵּחַ בְּנֵי אָדָם גְּדוֹלִים לְתוֹכָהּ שֶׁיְהוּ נוֹשְׂאִים מַשֹּׂוֹאֵיהֶם וְעוֹשִׂים מִשְׁפְּטֵיהֶם, מִי צָרִיךְ לִהְיוֹת זָקוּק לִמְזוֹנוֹתֵיהֶם לֹא בְּנֵי מְדִינָה צְרִיכִין לִהְיוֹת זְקוּקִין לָהֶם, אֲבָל הַקָּדוֹשׁ בָּרוּךְ הוּא לֹא עָשָׂה כֵן אֶלָּא שָׁלַח לְמשֶׁה וּלְאַהֲרֹן וּלְמִרְיָם, שֶׁנֶּאֱמַר <small>(מיכה ו, ד)</small>: וָאֶשְׁלַח לְפָנֶיךָ אֶת משֶׁה אַהֲרֹן וּמִרְיָם, וְאַף עַל פִּי כֵן בִּזְכוּתָן הָיוּ מִתְנַהֲגִין, הַמָּן בִּזְכוּת משֶׁה, תֵּדַע לָךְ שֶׁהוּא בִּזְכוּת משֶׁה, כֵּיוָן שֶׁנִּסְתַּלֵּק משֶׁה <small>(יהושע ה, יב)</small>: וַיִּשְׁבֹּת הַמָּן מִמָּחֳרָת, וְעַנְּנֵי כָּבוֹד בִּזְכוּתוֹ שֶׁל אַהֲרֹן, מְנָא לָן, כֵּיוָן שֶׁנִּסְתַּלֵּק אַהֲרֹן מַה כְּתִיב <small>(במדבר כא, ד)</small>: וַתִּקְצַר נֶפֶשׁ הָעָם בַּדָּרֶךְ, שֶׁהָיְתָה הַשֶּׁמֶשׁ קוֹפַחַת עֲלֵיהֶם. וְהַבְּאֵר בִּזְכוּת מִרְיָם, מַה כְּתִיב <small>(במדבר כ, א)</small>: וַתָּמָת שָׁם מִרְיָם וַתִּקָּבֵר שָׁם, וּמַה כְּתִיב אַחַר כָּךְ <small>(במדבר כ, ב)</small>: וְלֹא הָיָה מַיִם לָעֵדָה, וְהֵיאַךְ הָיְתָה הַבְּאֵר עֲשׂוּיָה, סֶלַע, כְּמִין כַּוֶּרֶת הָיְתָה וּמִתְגַּלְגֶּלֶת וּבָאת עִמָּהֶם בַּמַּסָּעוֹת, וְכֵיוָן שֶׁהָיוּ הַדְּגָלִים חוֹנִים וְהַמִּשְׁכָּן עוֹמֵד, הָיָה אוֹתוֹ הַסֶּלַע בָּא וְיוֹשֵׁב לוֹ בַּחֲצַר אֹהֶל מוֹעֵד וְהַנְּשִׂיאִים בָּאִים וְעוֹמְדִים עַל גַּבָּיו וְאוֹמְרִים: עֲלִי בְאֵר, וְהָיְתָה עוֹלָה. וְאַחַר כָּךְ הֵבֵאתִי לָכֶם שַׂלְוִים. הֲמִדְבָּר הָיִיתִי לְיִשְׂרָאֵל, שֶׁמָּא כַּמִּדְבָּר נָהַגְתִּי עִמָּכֶם, אֶלָּא אִם אֶרֶץ מַאְפֵּלְיָה, לֹא אֲנִי בְּיָדִי הָיִיתִי מֵאִיר לָכֶם, שֶׁנֶּאֱמַר <small>(שמות יג, כא)</small>: וַה' הֹלֵךְ לִפְנֵיהֶם יוֹמָם. דָּבָר אַחֵר, אִם אֶרֶץ מַאְפֵּלְיָה, מַהוּ מַאְפֵּלְיָה, שֶׁמָּא אָמַרְתִּי לָכֶם שֶׁאֲנִי מֵבִיא לָכֶם טוֹבָה וְהִלְקַשְׁתִּי אוֹתָהּ. וְאֵין מַאְפֵּלְיָה אֶלָּא הַלְקָשָׁה, שֶׁנֶּאֱמַר <small>(שמות ט, לב)</small>: וְהַחִטָּה וְהַכֻּסֶּמֶת לֹא נֻכּוּ כִּי אֲפִילֹת הֵנָּה, לֹא נָפַל דָּבָר מִמַּה שֶּׁאָמַר הַקָּדוֹשׁ בָּרוּךְ הוּא לְיִשְׂרָאֵל, שֶׁכֵּן אָמַר יְהוֹשֻׁעַ <small>(יהושע כא, מג)</small>: לֹא נָפַל דָּבָר מִכֹּל הַדָּבָר הַטּוֹב אֲשֶׁר דִּבֶּר ה' אֶל בֵּית יִשְׂרָאֵל הַכֹּל בָּא. <small>(ירמיה ב, לא)</small>: מַדּוּעַ אָמְרוּ עַמִּי רַדְנוּ, מַהוּ רַדְנוּ לְשׁוֹן מִשְׁנָה הוּא <small>(משנה תרומות י-ג)</small>: הָרוֹדֶה פַּת חַמָּה, אָמְרוּ יִשְׂרָאֵל כְּשֶׁהַפַּת נִתְבַּשְׁלָה בַּתַּנּוּר וְנִטֶּלֶת מִמֶּנּוּ יְכוֹלָה הִיא לִקָּבַע בַּתַּנּוּר עוֹד, וְאָנוּ הָיִינוּ בְּיָדָם כִּבְתַנּוּר, שֶׁנֶּאֱמַר <small>(ישעיה לא, ט)</small>: וְתַנּוּר לוֹ בִּיְרוּשָׁלָיִם, וְהִגְלִיתָנוּ לְבָבֶל, וּמָה אַתְּ מְבַקֵּשׁ מִמֶּנּוּ עוֹד. דָּבָר אַחֵר, <small>(ירמיה ב, לא)</small>: מַדּוּעַ אָמְרוּ עַמִּי רַדְנוּ לוֹא נָבוֹא עוֹד אֵלֶיךָ, מַהוּ רַדְנוּ, כְּמָה דְאַתְּ אָמַר <small>(מלכים א ה, ד)</small>: כִּי הוּא רֹדֶה בְּכָל עֵבֶר הַנָּהָר. אָמְרוּ לוֹ נִתַּצְתָּ לָנוּ אֶת בֵּית הַמִּקְדָּשׁ וְסִלַקְתָּ שְׁכִינָתְךָ מִמֶּנּוּ וּמָה אַתְּ מְבַקֵּשׁ מִמֶּנּוּ וְלוֹא נָבוֹא עוֹד אֵלֶיךָ, אָמַר לָהֶם וּמִי יִתֵּן לִי וְהָיִיתִי בַּמִּדְבָּר עַכְשָׁו, הֵיכָן כָּל אוֹתָן הַנִּסִּים שֶׁעָשִׂיתִי לָכֶם, וְכֵן הוּא אוֹמֵר <small>(ירמיה ט, א)</small>: מִי יִתְּנֵנִי בַמִּדְבָּר מְלוֹן אֹרְחִים וְאֶעֶזְבָה אֶת עַמִּי וגו', הֵיכָן שֶׁהָיִיתִי מִתְקַלֵּס, שֶׁנֶּאֱמַר <small>(ישעיה מב, יא)</small>: יִשְׂאוּ מִדְבָּר וְעָרָיו חֲצֵרִים תֵּשֵׁב קֵדָר יָרֹנּוּ ישְׁבֵי סֶלַע, לְנָשִׂיא שֶׁנִּכְנַס לִמְּדִינָה וְרָאוּ אוֹתוֹ בְּנֵי הַמְּדִינָה וּבָרְחוּ, נִכְנַס לַשְּׁנִיָה וּבָרְחוּ מִלְּפָנָיו, נִכְנַס לְעִיר חֲרֵבָה וְקִדְּמוּ אוֹתוֹ וְהָיוּ מְקַלְּסִין אוֹתוֹ, אָמַר הַנָּשִׂיא זוֹ הָעִיר טוֹבָה הִיא מִכָּל הַמְּדִינוֹת, כָּאן אֲנִי בּוֹנֶה כֵּס נָאֶה, כָּאן אֲנִי דָר. כָּךְ כְּשֶׁבָּא הַקָּדוֹשׁ בָּרוּךְ הוּא לַיָּם בָּרַח מִלְּפָנָיו, שֶׁנֶּאֱמַר <small>(תהלים קיד, ג)</small>: הַיָּם רָאָה וַיָּנֹס, וְכֵן <small>(תהלים קיד, ד)</small>: הֶהָרִים רָקְדוּ כְאֵילִים, בָּא בְּמִדְבַּר חָרְבָּה, קִדְּמָה אוֹתוֹ וְקִלְּסָה אוֹתוֹ, שֶׁנֶּאֱמַר: יִשְׂאוּ מִדְבָּר וְעָרָיו חֲצֵרִים תֵּשֵׁב קֵדָר יָרֹנּוּ ישְׁבֵי סֶלַע, אָמַר זוֹ הָעִיר טוֹבָה לִי מִכָּל הַמְּדִינוֹת, בּוֹ אֲנִי בּוֹנֶה כְּנֵסִיָה וְדָר בְּתוֹכָהּ, הִתְחִילוּ שְׂמֵחִים שֶׁהַקָּדוֹשׁ בָּרוּךְ הוּא דָּר בְּתוֹכָהּ, שֶׁנֶּאֱמַר <small>(ישעיה לה, א)</small>: יְשֻׂשׂוּם מִדְבָּר וְצִיָּה.", "heVersionTitle": "Midrash Rabbah -- TE", "heLicense": "unknown", "heVersionTitleInHebrew": "מדרש רבה - תורת אמת", "text": "Another matter: “The Lord spoke to Moses in the wilderness of Sinai” – that is what the verse said: “You, the generation, see the word of the Lord: Have I been a wilderness for Israel or a land of deep darkness?…” (Jeremiah 2:31). The Holy One blessed be He said to Israel: ‘Because you said to Moses: “Why did you take us up from Egypt to die in the wilderness?” (Numbers 21:5). Was I like a wilderness for Israel; did I act with them like in the wilderness? The way of the world is that a king of flesh and blood who goes out to the wilderness, does he find tranquility there as he would find it in the palace, or eating or drinking? You were slaves in Egypt and I took you out of there; I lay you down on fine beds,’ as it is stated: “God led the people roundabout [<i>vayasev</i>] via the wilderness” (Exodus 13:18). What is <i>vayasev</i>?<sup class=\"footnote-marker\">1</sup><i class=\"footnote\"><i> </i>This root can also mean to recline on a bed. The midrash interprets <i>vayasev</i> as a verb meaning that he caused them to recline.</i> It is that he lay them down in the manner of kings, recumbent upon their beds. Did I not place three caretakers for them: Moses, Aaron, and Miriam? Due to the merit of Moses you would eat the manna that the holy fathers did not see, as it is stated: “He fed you the manna that you did not know, and your fathers did not know” (Deuteronomy 8:3). Due to the merit of Aaron, I surrounded you with the clouds of glory, as it is stated: “He spread a cloud like a curtain” (Psalms 105:39).  <br>How many clouds of glory surrounded Israel in the wilderness? Rabbi Hoshaya and Rabbi Yoshiya: Rabbi Yoshiya said: Five; four in the four directions, and one going before them. Rabbi Hoshaya said: Seven; four in the four directions of the heavens, one above them, one below them, and one going before them at a distance of three days, and it would strike the snakes, the scorpions, the serpents, and the boulders before them. If there was a low place, it would elevate it; if it was an elevated place, it would lower it and render it a plain, as it is stated: “Every valley will be elevated, and every mountain and hill will be lowered” (Isaiah 40:4). The well was due to the merit of Miriam, who recited song at the sea, as it is stated: “Miriam called to them: Sing to the Lord” (Exodus 15:21), and regarding the water of the well: Then Israel sang this song” (Numbers 21:17). <br>Rabbi Berekhya HaKohen said in the name of Rabbi Levi: A king of flesh and blood who has a province and he dispatched prominent people into it to conduct their affairs and administer their justice, who must be responsible for their sustenance? Is it not the residents of that province who must be responsible for them? But the Holy One blessed be He did not do so. Rather, he dispatched Moses, Aaron, and Miriam, as it is stated: “I sent before you Moses, Aaron, and Miriam.” (Micah 6:4), and yet, it was due to their merit that [the people] were sustained. The manna was due to the merit of Moses. Know that it is due to the merit of Moses; when Moses departed, “The manna ceased on the following day” (Joshua 5:12). The clouds of glory were due to the merit of Aaron. From where do we derive it? When Aaron departed, what is written: “The spirit of the people became restive on the way” (Numbers 21:4), as the sun was beating down on them. The well was due to the merit of Miriam. What is written? “Miriam died there and was buried there” (Numbers 20:1). What is written thereafter? “There was no water for the congregation” (Numbers 20:2). Of what was the well constituted? It was a boulder. It was like a beehive, and it would roll and come with them on their journeys. When the banners would encamp and the Tabernacle would stand, that boulder would come and settle in the courtyard of the Tent of Meeting. The princes would stand over it and say: “Rise, well” (Numbers 21:17). Then I brought you the quails. “Have I been a wilderness for Israel” (Jeremiah 2:31) – did I conduct myself with you like a wilderness? Or was I “a land of deep darkness” (Jeremiah 2:31) – was it not I, by My own hand that I illuminated for you, as it is stated: “The Lord was going before them by day…[to illuminate for them]” (Exodus 13:21). <br>Another matter: “Or a land of <i>mapelya</i>” (Jeremiah 2:31) – what is <i>mapelya</i>? Did I, perhaps, say to you that I am bringing good for you and I delayed it? <i>Mapelya</i> is nothing other than delay, as it is states: “But the wheat and the spelt were not struck, as they ripen late [<i>afilot</i>]” (Exodus 9:32).<sup class=\"footnote-marker\">2</sup><i class=\"footnote\">The \"p\" in <i>mapelya</i> and the \"f\" in <i>afilot</i> represent the same Hebrew letter.</i> No matter that the Holy One blessed be He said to Israel was lacking, as Joshua said: “Nothing of all the good things that the Lord spoke to the house of Israel was lacking; everything came about” (Joshua 21:43). <br>“Why did My people say: We separated from You [<i>radnu</i>]; [we will not come to You any longer]?” (Jeremiah 2:31) – what is <i>radnu</i>? It is the language of the Mishna: One who removes [<i>harodeh</i>] hot bread.<sup class=\"footnote-marker\">3</sup><i class=\"footnote\"><i>Terumot</i> 10:3.</i> Israel said: When the bread is baked in the oven and removed from it, can it be affixed in the oven again? We were in His hand like in an oven, as it is stated: “An oven for Him in Jerusalem” (Isaiah 31:9), and He exiled us to Babylon. What more can He ask from us?<sup class=\"footnote-marker\">4</sup><i class=\"footnote\">After the exile there were those who said that just as the baked bread cannot be returned to the oven, so too the exiled Israelites cannot be reconnected to God (Maharzu). </i> <br>Another matter: “Why did My people say: We separated from You [<i>radnu</i>]; we will not come to You any longer?” (Jeremiah 2:31) – what is <i>radnu</i>? It is just as it says: “For he ruled [<i>rodeh</i>] the entire region beyond the river” (I Kings 5:4). They said to Him: ‘You smashed the Temple, removed Your Divine Presence from us. What do you want from us? “We will not come to You any longer.”’ He said to them: ‘If only I were in the wilderness now. Where are all the miracles that I performed on your behalf?’ Likewise He says: “Would that I would be in the wilderness, in a wayfarers’ lodge, and I would leave my people…” (Jeremiah 9:11), where I would be lauded, as it is stated: “Let the wilderness and its cities raise their voice, the villages that Kedar inhabits; rock dwellers will sing” (Isaiah 42:11). This is analogous to a prince who entered a province, and the residents of the province saw him and fled. He entered the second, and they fled from before him. He entered a city in ruins, and they greeted him and were lauding him. The prince said: This city is better than all the provinces. Here I will build a fine throne; here I will reside. So, when the Holy One blessed be He came to the sea, it fled from before Him, as it is stated: “The sea saw and fled” (Psalms 114:3), and likewise, “the mountains danced like rams” (Psalms 114:4). He came to the desolate wilderness; it greeted Him and lauded Him, as it is stated: “Let the wilderness and its cities raise their voice, with courtyards inhabited by Kedar; rock dwellers will sing.” He said: This city is better for Me than all the provinces. In it, I will build an inn and reside within it. They began rejoicing that the Holy One blessed be He resides in it, as it is stated: “Wilderness and wasteland will be glad, [and the desert shall rejoice]” (Isaiah 35:1).", "versionTitle": "The Sefaria Midrash Rabbah, 2022", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "58b1cfe3d6e4a937f9999b42", "index_title": "Bamidbar Rabbah", "category": "Midrash", "type": "", "ref": "Bamidbar Rabbah 23:10", "anchorRef": "Exodus 9:32", "anchorRefExpanded": ["Exodus 9:32"], "sourceRef": "Bamidbar Rabbah 23:10", "sourceHeRef": "במדבר רבה כ״ג:י׳", "anchorVerse": 32, "sourceHasEn": true, "compDate": [1200], "commentaryNum": 23.001, "collectiveTitle": {"en": "Bamidbar Rabbah", "he": "במדבר רבה"}, "heTitle": "במדבר רבה", "he": "כִּי אַתֶּם בָּאִים אֶל הָאָרֶץ כְּנָעַן. זֶה שֶׁאָמַר הַכָּתוּב <small>(ירמיה ב, לא)</small>: הַדּוֹר אַתֶּם רְאוּ דְּבַר ה' הֲמִדְבָּר הָיִיתִי לְיִשְׂרָאֵל, אַל תְּהִי קוֹרֵא הֲמִדְבָּר, אֶלָּא הַמְדַבֵּר הָיִיתִי לְיִשְׂרָאֵל, <small>(ירמיה ב, לא)</small>: מַאְפֵּלְיָה, מַהוּ מַאְפֵּלְיָה, שֶׁמָּא אָמַרְתִּי לְהַכְנִיס אֶתְכֶם לָאָרֶץ וְהִלְקַשְׁתִּי אֶתְכֶם, שֶׁאֵין מַאְפֵּלְיָה אֶלָּא לְשׁוֹן הַלְקָשָׁה, כְּעִנְיָן שֶׁנֶּאֱמַר <small>(שמות ט, לב)</small>: וְהַחִטָּה וְהַכֻּסֶּמֶת לֹא נֻכּוּ וגו'. הֲרֵי אַתֶּם נִכְנָסִים לְתוֹכָהּ. כִּי אַתֶּם בָּאִים אֶל הָאָרֶץ כְּנָעַן, מַהוּ כְּנָעַן, אֶרֶץ שֶׁל פְּרַקְמַטְיָא שֶׁבָּהּ סְחוֹרָה, כְּשֵׁם שֶׁאַתָּה אוֹמֵר <small>(ישעיה כג, ח)</small>: אֲשֶׁר סֹחֲרֶיהָ שָׂרִים כִּנְעָנֶיהָ נִכְבַּדֵּי אָרֶץ.", "heVersionTitle": "Midrash Rabbah -- TE", "heLicense": "unknown", "heVersionTitleInHebrew": "מדרש רבה - תורת אמת", "text": "“For you are coming to the land of Canaan” – this is what the verse said: “You, the generation, see the word of the Lord: Have I been a wilderness [<i>hamidbar</i>] for Israel?” (Jeremiah 2:31) – do not read it as <i>hamidbar</i>, but rather: Have I spoken [<i>hamedabe</i>r] to Israel?<sup class=\"footnote-marker\">16</sup><i class=\"footnote\">Did I merely speak but not fulfill? (Matnot Kehuna).</i> “Pitch darkness [<i>mapeleya</i>]” (Jeremiah 2:31) – what is <i>mapeleya</i>? Did I, perhaps, say that I would take you into the land, and I took you in late? <i>Mapeleya </i>is nothing other than an expression of lateness, like the matter that is stated: “But the wheat and the spelt were not struck, [as they are late ripening [<i>afilot</i>]]” (Exodus 9:32). You are entering into it, “for you are coming to the land of Canaan.” What is Canaan? It is a land of merchandise in which there is trade – just as it says: “Whose merchants are princes, its peddlers [<i>kinaneha</i>] the eminent of the land” (Isaiah 23:8).", "versionTitle": "The Sefaria Midrash Rabbah, 2022", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5976540ed6e4a90179bf2d6b", "index_title": "Be'er Mayim Chaim", "category": "Chasidut", "type": "", "ref": "Be'er Mayim Chaim, Exodus 10:5:2", "anchorRef": "Exodus 9:32", "anchorRefExpanded": ["Exodus 9:32"], "sourceRef": "Be'er Mayim Chaim, Exodus 10:5:2", "sourceHeRef": "באר מים חיים, שמות י׳:ה׳:ב׳", "anchorVerse": 32, "sourceHasEn": false, "compDate": [1775, 1815], "commentaryNum": 5.0002, "collectiveTitle": {"en": "Be'er Mayim Chaim", "he": "באר מים חיים"}, "heTitle": "שמות", "he": "<b>ואכל</b>את יתר הפליטה הנשארת וגו'. פירוש כי זה הפליטה הנשארת יתרון הוא כי חז\"ל <small>(תנחומא סוף וארא)</small> אמרו בפסוק <small>(שמות ט', ל\"ב)</small> והחטה והכוסמת לא נכו כי אפילות הנה. פלאים עשה הקב\"ה בהן שלא לקו כי אף את כל עשב השדה הכה הברד אלא שבהם עשה הקב\"ה פלאים וכו'. ולכאורה צריך להבין על מה הפליא הקב\"ה להגדיל נסיו עם פרעה לעשות לו טובה להשאיר לו חטה וכוסמת ואמנם כי פרעה היה צריך ללקות במכת הארבה במדה כנגד מדה מה שעשה לישראל כמאמר חז\"ל <small>(שמות רבה י\"ג, ו')</small> וגם לאשר כתבנו למעלה בפסוק למען שתי אתתי אלה וגו', כי היה צריך פרעה להלקות בכל האותיות הנאמרים בעשר מכות שפרעה היה נלקה בהם לפי שאלה האותיות היו בקליפה תחת יד שיעבוד מצרים, ועל כן כתוב בקיצור האר\"י ז\"ל <small>(פלאים רבות שער יציאת מצרים)</small> כי באלו המכות נרמז החטא של אבותינו שגרמו ירידת מצרים. כי חטא אבותינו גרם להשליך האותיות האלו בקליפת מצרים. ועל כן הוכרחו ישראל לירד למצרים להשתעבד תחת ידם כאשר משלה הקליפה ההוא באותיות ניצוצי הקדושה ההם. ועל ידי העינוי והשיעבוד, וד' דברים הטובים שהיה בישראל בעודם במצרים <small>(ויקרא רבה ל\"ב, ה')</small> ביררו והוציאו אותן האותיות מן הקליפה. והם עצמם שהכו את אלהי מצרים ועמו להיות נשקעים שוקעים את שוקעיהם ונהרגים הורגים את הורגיהם לנקום נקמתם מהם כי מיניה וביה אבא שדי ביה נרגא הכל כאשר כתבנו למעלה ועיין שם. ועל כן הוצרך הקב\"ה לגמור על ראש רשעים כל אלו האותיות שהיו תחת ידם במאסר הקליפות. ואם היה הברד מכה את הכל עד שלא ישאר כלום לא היה שייך לשלוח מכת הארבה כי מה יעשו פה ועל כן פלאי פלאים נעשה בהם שהחטה והכוסמת לא לקו בכדי שיבא הארבה לכלותם לדונם מדה כנגד מדה ולגמור כל אותיות המכות על ראשם ולזה אמר ואכל את יתר הפליטה הנשארת כי זה אשר נשאר הוא כעין הבריחה והפליטה שנמלט מן הברד בפלאי פלאים והוא יתר הפליטה שיתרון הוא כי על מה ישאיר הקדוש ברוך הוא מאכל לאויביו בדרך הנס ולא היה רק כדי שיבא הארבה ויאכלנו כאמור. ", "heVersionTitle": "Be'er Mayim Chaim, Jerusalem 1991.", "heLicense": "unknown", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5c17b921b071e100bf4e740f", "index_title": "Binyan Yehoshua on Avot D'Rabbi Natan", "category": "Quoting Commentary", "type": "", "ref": "Binyan Yehoshua on Avot D'Rabbi Natan 3:8:7", "anchorRef": "Exodus 9:32", "anchorRefExpanded": ["Exodus 9:32"], "sourceRef": "Binyan Yehoshua on Avot D'Rabbi Natan 3:8:7", "sourceHeRef": "בנין יהושע על אבות דרבי נתן ג׳:ח׳:ז׳", "anchorVerse": 32, "sourceHasEn": false, "compDate": [1835, 1855], "commentaryNum": 8.0007, "collectiveTitle": {"en": "Binyan Yehoshua on Avot D'Rabbi Natan", "he": "בנין יהושע על אבות דרבי נתן"}, "heTitle": "בנין יהושע על אבות דרבי נתן", "he": "<b>ברד מלקה אותו.</b> שעתיד ברד ליפול סמוך לרביעה ראשונה ומה שנזרע כבר הוקשה והברד שוברו. והנזרע בשניה עדיין רך הוא ואינו נשבר בשביל הברד כענין שנאמר (שמות ט) והפשתה והשעורה נכתה והחטה והכסמת לא נכו. שדפון מלקה הרך ואינו משדף הקשה רש״י שם. והכותב בע״י מאריך בהגדה זו ע״ש:", "heVersionTitle": "Talmud Bavli, Vilna 1883 ed.", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תלמוד בבלי, מהדורת וילנא, 1883", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5c17ba5bb071e100bf4f3e24", "index_title": "Bartenura on Mishnah Shevuot", "category": "Quoting Commentary", "type": "", "ref": "Bartenura on Mishnah Shevuot 5:3:2", "anchorRef": "Exodus 9:32", "anchorRefExpanded": ["Exodus 9:32"], "sourceRef": "Bartenura on Mishnah Shevuot 5:3:2", "sourceHeRef": "ברטנורא על משנה שבועות ה׳:ג׳:ב׳", "anchorVerse": 32, "sourceHasEn": true, "compDate": [1482], "commentaryNum": 3.0002, "collectiveTitle": {"en": "Bartenura on Mishnah Shevuot", "he": "ברטנורא על משנה שבועות"}, "heTitle": "ברטנורא על משנה שבועות", "he": "<b>אפילו אמר חטה ושעורה וכוסמת.</b> דסבר ר׳ מאיר הטוען את חבירו חטה, מין חטה קאמר. וכן שעורה, וכן כוסמת, דכתיב (שמות ט׳:ל״ב) והחטה והכוסמת. והוי כאילו טענו חטין ושעורין וכוסמין. ורבנן סברי, גרגיר אחד של חטה ושל שעורה ושל כוסמת קאמר. ואין הלכה כרבי מאיר:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "אפילו אמר חטה ושעורה וכוסמת – for Rabbi Meir held that a person who makes a claim [in court] of wheat from his fellow, a species of wheat is mentioned, and similarly barley, and similarly spelt, as it is written (Exodus 9:32): “but the wheat and the emmer (a kind of wheat) [were not hurt, for they ripen late].” For it is as if they made the claim of wheat and barley and spelt. But the Rabbis held that one grain/berry of wheat and of barley and of barley is mentioned. But the Halakha is not according to Rabbi Meir.", "versionTitle": "Bartenura on Mishnah, trans. by Rabbi Robert Alpert, 2020", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5dd1410231dca59fed8a3526", "index_title": "Etz Yosef on Kohelet Rabbah", "category": "Quoting Commentary", "type": "", "ref": "Etz Yosef on Kohelet Rabbah 11:6:1:3", "anchorRef": "Exodus 9:32", "anchorRefExpanded": ["Exodus 9:32"], "sourceRef": "Etz Yosef on Kohelet Rabbah 11:6:1:3", "sourceHeRef": "עץ יוסף על קהלת רבה י״א:ו׳:א׳:ג׳", "anchorVerse": 32, "sourceHasEn": false, "compDate": [1816, 1832], "commentaryNum": 1.0003, "collectiveTitle": {"en": "Etz Yosef on Kohelet Rabbah", "he": "עץ יוסף על קהלת רבה"}, "heTitle": "עץ יוסף על קהלת רבה", "he": "<b>באפיל.</b> ברביעה שניה המאוחרת כמה דאת אמר (שמות ט, לב) כי אפילות הנה. וכדאמרינן בפרק מי שמתו דלפעמים נגזר רע על רביעה ראשונה וטוב על רביעה שניה ופעמים בהיפך:", "heVersionTitle": "Midrash Rabbah, with Etz Yosef, Warsaw, 1867", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש רבה עם פירוש עץ יוסף, וורשא תרכ\"ז", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5e85c05636bd99b239b45c73", "index_title": "Agra DeKala", "category": "Chasidut", "type": "", "ref": "Agra DeKala, Vaera 35", "anchorRef": "Exodus 9:32", "anchorRefExpanded": ["Exodus 9:32"], "sourceRef": "Agra DeKala, Vaera 35", "sourceHeRef": "אגרא דכלה, וארא ל״ה", "anchorVerse": 32, "sourceHasEn": false, "compDate": [1801, 1841], "commentaryNum": 35, "collectiveTitle": {"en": "Agra DeKala", "he": "אגרא דכלה"}, "heTitle": "וארא", "he": "<b>ועתה שלח העז את מקנך וכו' (שמות ט יט).</b> יש להתבונן למה יעץ אותו לטובה. ונראה להיות שהמכה יצאה מחסד דמלכות שמים היה בתוכה חסד, על כן החטה והכסמת לא נוכו (שמות ט לב), כי הם מאכל אדם לצורך פרנסה, והזן ומפרנס מכלכל חיים בחסד.", "heVersionTitle": "Agra DeKala, Brooklyn, N.Y., 1993", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6319cfe4b6084aa1cbefd131", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, אָפִיל 1", "anchorRef": "Exodus 9:32", "anchorRefExpanded": ["Exodus 9:32"], "sourceRef": "BDB, אָפִיל 1", "sourceHeRef": "בראון-דרייבר-בריגס, אָפִיל א׳", "anchorVerse": 32, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "אָפִיל", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† <big>[<span dir=\"rtl\">אָפִיל</span>]</big>  <strong>adj.</strong> (darkened, concealed, thence) late, of crops;—<span dir=\"rtl\">אֲפִילֹת</span> <a data-ref=\"Exodus 9:32\" href=\"/Exodus.9.32\">Ex 9:32</a> of wheat & spelt."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d16db6084aa1cbf0e3ad", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, חִטָּה² 1", "anchorRef": "Exodus 9:32", "anchorRefExpanded": ["Exodus 9:32"], "sourceRef": "BDB, חִטָּה² 1", "sourceHeRef": "בראון-דרייבר-בריגס, חִטָּה² א׳", "anchorVerse": 32, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "חִטָּה²", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† <big><span dir=\"rtl\">חִטָּה</span></big>  <strong>n.f. wheat (</strong>NH <em>id.</em>, Aramaic <span dir=\"rtl\">חִנְטִין</span>, <span dir=\"rtl\">חִיטְּתָא</span>, <span dir=\"rtl\">ܚܶܛܬܳܐ</span>; Arabic <span dir=\"rtl\">حِنْطَةٌ</span> <strong>)</strong>;—abs. <span dir=\"rtl\">ח׳</span> <a data-ref=\"Exodus 9:32\" href=\"/Exodus.9.32\">Ex 9:32</a> + 6 times; pl. <span dir=\"rtl\">חִטִּים</span> <a data-ref=\"Genesis 30:14\" href=\"/Genesis.30.14\">Gn 30:14</a> + 20 times; <span dir=\"rtl\">חִטִּין</span> <a data-ref=\"Ezekiel 4:9\" href=\"/Ezekiel.4.9\">Ez 4:9</a>; cstr. <span dir=\"rtl\">חִטֵּי</span> <a data-ref=\"Ezekiel 27:17\" href=\"/Ezekiel.27.17\">Ez 27:17</a>;—<em>wheat</em>, sg. chiefly poet., of growing wheat <a data-ref=\"Exodus 9:32\" href=\"/Exodus.9.32\">Ex 9:32</a> (E), <a data-ref=\"Deuteronomy 8:8\" href=\"/Deuteronomy.8.8\">Dt 8:8</a> <a data-ref=\"Job 31:40\" href=\"/Job.31.40\">Jb 31:40</a>; <a data-ref=\"Joel 1:11\" href=\"/Joel.1.11\">Jo 1:11</a>; sown <a data-ref=\"Isaiah 28:25\" href=\"/Isaiah.28.25\">Is 28:25</a>; food-product <a data-ref=\"Deuteronomy 32:14\" href=\"/Deuteronomy.32.14\">Dt 32:14</a> (<span dir=\"rtl\">חֵלֶב כִּלְיוֹת ח׳</span> <em>kidney-fat of wheat</em>, i.e. the choicest, v. <a data-ref=\"BDB, חֵ֫לֶב\" href=\"/BDB,_חֵ֫לֶב\", dir=\"rtl\">חֵלֶב</a>) <span dir=\"rtl\">חֵלֶב ח׳</span> <a data-ref=\"Psalms 81:17\" href=\"/Psalms.81.17\">ψ 81:17</a> (cf. <a data-ref=\"Psalms 147:14\" href=\"/Psalms.147.14\">147:14</a> infr.); elsewhere pl.; wheat as sown <a data-ref=\"Jeremiah 12:13\" href=\"/Jeremiah.12.13\">Je 12:13</a>; <em>wheat-harvest</em> <span dir=\"rtl\">קְצִיר ח׳</span> <a data-ref=\"Genesis 30:14\" href=\"/Genesis.30.14\">Gn 30:14</a> (J), <a data-ref=\"Exodus 34:22\" href=\"/Exodus.34.22\">Ex 34:22</a> (JE), <a data-ref=\"Judges 15:1\" href=\"/Judges.15.1\">Ju 15:1</a> <a data-ref=\"I Samuel 6:13\" href=\"/I_Samuel.6.13\">1 S 6:13</a>; <a data-ref=\"I Samuel 12:17\" href=\"/I_Samuel.12.17\">12:17</a> <a data-ref=\"Ruth 2:23\" href=\"/Ruth.2.23\">Ru 2:23</a>, + <a data-ref=\"II Samuel 24:15\" href=\"/II_Samuel.24.15\">2 S 24:15</a> where insert according to 𝔊 We Dr; wheat threshed <a data-ref=\"Judges 6:11\" href=\"/Judges.6.11\">Ju 6:11</a>; <a data-ref=\"I Chronicles 21:20\" href=\"/I_Chronicles.21.20\">1 Ch 21:20</a> cf. v <a data-ref=\"Judges 6:23\" href=\"/Judges.6.23\">23</a>; measured <a data-ref=\"I Kings 5:25\" href=\"/I_Kings.5.25\">1 K 5:25</a> = <a data-ref=\"II Chronicles 2:9\" href=\"/II_Chronicles.2.9\">2 Ch 2:9</a> (<span dir=\"rtl\">חטים מַכּוֹת</span>, read <span dir=\"rtl\">ח׳ מַכֹּלֶת</span> as <a data-ref=\"I Kings 5:25\" href=\"/I_Kings.5.25\">1 K 5:25</a> = <em>wheat for food</em> Th Be Ke after Vrss), v <a data-ref=\"I Kings 5:14\" href=\"/I_Kings.5.14\">14</a>; <a data-ref=\"I Chronicles 27:5\" href=\"/I_Chronicles.27.5\">27:5</a> <a data-ref=\"Ezekiel 45:13\" href=\"/Ezekiel.45.13\">Ez 45:13</a>; stored (with barley, oil and honey) <a data-ref=\"Jeremiah 41:8\" href=\"/Jeremiah.41.8\">Je 41:8</a>; for food <a data-ref=\"II Samuel 17:28\" href=\"/II_Samuel.17.28\">2 S 17:28</a>, <span dir=\"rtl\">חֵלֶב חִטִּים</span> <a data-ref=\"Psalms 147:14\" href=\"/Psalms.147.14\">ψ 147:14</a> (cf. <a data-ref=\"Psalms 81:14\" href=\"/Psalms.81.14\">81:14</a> supr.); <span dir=\"rtl\">לֹקְחֵי חִטִּים</span> <a data-ref=\"II Samuel 4:6\" href=\"/II_Samuel.4.6\">2 S 4:6</a> (read <span dir=\"rtl\">סֹקְלָה ח׳</span> 𝔊 We Dr); <span dir=\"rtl\">סֹלֶת ח׳</span> <em>fine wheaten flour</em> <a data-ref=\"Exodus 29:2\" href=\"/Exodus.29.2\">Ex 29:2</a> (P); <a data-ref=\"Ezekiel 4:9\" href=\"/Ezekiel.4.9\">Ez 4:9</a> (<span dir=\"rtl\">חִטִּין</span>, Aramaic pl.) mixed with barley, beans, lentils, etc., and made into bread."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d248b6084aa1cbf182b9", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, כֻּסֶּ֫מֶת 1", "anchorRef": "Exodus 9:32", "anchorRefExpanded": ["Exodus 9:32"], "sourceRef": "BDB, כֻּסֶּ֫מֶת 1", "sourceHeRef": "בראון-דרייבר-בריגס, כֻּסֶּ֫מֶת א׳", "anchorVerse": 32, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "כֻּסֶּ֫מֶת", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† <big><span dir=\"rtl\">כֻּסֶּ֫מֶת</span></big>  <strong>n.f. 1.</strong> spelt, <em>triticum spelta</em> <strong>(</strong>NH pl. <span dir=\"rtl\">כוּסְמִין</span>, cf. 𝔗 𝔖 <span dir=\"rtl\">כונתא</span>, <span dir=\"rtl\">ܟܽܘܢܬܳܐ</span>; cf. Löw<sup>p. 104 ff.</sup> Di <a data-ref=\"Exodus 9:23\" href=\"/Exodus.9.23\">Ex 9:23</a> Now<sup>Arch. i, 111</sup><strong>)</strong>;—abs. <span dir=\"rtl\">כ׳</span> <a data-ref=\"Exodus 9:32\" href=\"/Exodus.9.32\">Ex 9:32</a> <a data-ref=\"Isaiah 28:25\" href=\"/Isaiah.28.25\">Is 28:25</a> pl. <span dir=\"rtl\">כֻּסְּמִים</span> <a data-ref=\"Ezekiel 4:9\" href=\"/Ezekiel.4.9\">Ez 4:9</a> (in all disting. from wheat, barley, etc.)"], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d308b6084aa1cbf2197d", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, נָכָה 1", "anchorRef": "Exodus 9:32", "anchorRefExpanded": ["Exodus 9:32"], "sourceRef": "BDB, נָכָה 1", "sourceHeRef": "בראון-דרייבר-בריגס, נָכָה א׳", "anchorVerse": 32, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "נָכָה", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><big>[<span dir=\"rtl\">נָכָה</span></big></big><sub>501</sub><big><big>]</big></big>  <strong>vb. smite</strong> (not in <strong>Qal</strong>) <strong>(</strong>NH Hiph. <em>id.;</em> Pf. 3 pl. <span dir=\"rtl\">הכו</span> SI <sup>4</sup>, Inf. <span dir=\"rtl\">להך[ת]</span> ib. 2; Syriac <span dir=\"rtl\">ܢܟܳܐ</span>, <em>laesit, nocuit, repugnavit;</em> Aph. <em>laesit, vulneravit;</em> Ethiopic ነከየ <em>laesit, nocuit;</em> cf. Arabic <span dir=\"rtl\">نَكَى</span> <em>be defeated</em>, <span dir=\"rtl\">نِكَايَةٌ</span> <em>the inflicting of injury</em> on an enemy Lane<sup>3038</sup><strong>)</strong>;—<br>†<strong>Niph.</strong>  Pf. <span dir=\"rtl\">וְנִכָּה וָמֵת</span> consec. <a data-ref=\"II Samuel 11:15\" href=\"/II_Samuel.11.15\">2 S 11:15</a> <em>and he shall be smitten</em> [struck by weapon in battle] <em>and die</em>.<br>†<strong>Pu.</strong>  Pf. 3 fs. <span dir=\"rtl\">נֻכָּ֑תָה</span> <a data-ref=\"Exodus 9:31\" href=\"/Exodus.9.31\">Ex 9:31</a>; 3 pl. <span dir=\"rtl\">נֻכּוּ</span> v <a data-ref=\"Exodus 9:32\" href=\"/Exodus.9.32\">32</a> (J), both <em>be smitten down</em> by the hail.<br><strong>Hiph.</strong><sub>482</sub>  Pf. 3 ms. <span dir=\"rtl\">הִכָּה</span> <a data-ref=\"Exodus 9:25\" href=\"/Exodus.9.25\">Ex 9:25</a> +; sf. <span dir=\"rtl\">וְהִכַּ֫נִי</span> consec. <a data-ref=\"Genesis 32:12\" href=\"/Genesis.32.12\">Gn 32:12</a>, <span dir=\"rtl\">הִכָּם</span> <a data-ref=\"Jeremiah 5:6\" href=\"/Jeremiah.5.6\">Je 5:6</a>; 2 ms. <span dir=\"rtl\">הִכִּ֫יתָ</span> <a data-ref=\"Exodus 17:5\" href=\"/Exodus.17.5\">Ex 17:5</a> +; 1 s. <span dir=\"rtl\">הִכֵּיתִי</span> <a data-ref=\"Judges 15:16\" href=\"/Judges.15.16\">Ju 15:16</a> +, <span dir=\"rtl\">וְהִכֵּיתִ֫י</span> <a data-ref=\"Exodus 3:20\" href=\"/Exodus.3.20\">Ex 3:20</a> +; 3 pl. <span dir=\"rtl\">הִכּוּ</span> <a data-ref=\"Genesis 19:11\" href=\"/Genesis.19.11\">Gn 19:11</a> +; 2 mpl. <span dir=\"rtl\">הִכִּיתֶם</span> <a data-ref=\"Jeremiah 37:10\" href=\"/Jeremiah.37.10\">Je 37:10</a> + 3 times consec.; etc.; Impf. 3 ms. <span dir=\"rtl\">יַכֶּה</span> <a data-ref=\"Exodus 21:20\" href=\"/Exodus.21.20\">Ex 21:20</a> +, <span dir=\"rtl\">יַךְ</span> <a data-ref=\"Hosea 6:1\" href=\"/Hosea.6.1\">Ho 6:1</a> (but read <span dir=\"rtl\">וַיַּךְ</span> We Now GASm); <span dir=\"rtl\">וְיַךְ</span> <a data-ref=\"Hosea 14:6\" href=\"/Hosea.14.6\">Ho 14:6</a> (v. infr.); <span dir=\"rtl\">וַיַּכֶּה</span> <a data-ref=\"Joshua 10:40\" href=\"/Joshua.10.40\">Jos 10:40</a> +, usually <span dir=\"rtl\">וַיַּךְ</span> <a data-ref=\"Exodus 2:12\" href=\"/Exodus.2.12\">Ex 2:12</a> +; sf. 2 ms. <span dir=\"rtl\">יַכֶּ֫כָּה</span> <a data-ref=\"Jeremiah 40:15\" href=\"/Jeremiah.40.15\">Je 40:15</a> + 2 times, 3 ms. <span dir=\"rtl\">וַיַּכּוֹ</span> <a data-ref=\"II Samuel 14:6\" href=\"/II_Samuel.14.6\">2 S 14:6</a> (but read <span dir=\"rtl\">וַיַּךְ</span> 𝔊 𝔖 𝔙 Th We Dr Klo Kit Bu HPS), <span dir=\"rtl\">יַכֶּ֫נּוּ</span> <a data-ref=\"I Samuel 17:25\" href=\"/I_Samuel.17.25\">1 S 17:25</a> + 2 times; usually <span dir=\"rtl\">וַיַּכֵּ֫הוּ</span> <a data-ref=\"Numbers 21:24\" href=\"/Numbers.21.24\">Nu 21:24</a> +; 3 fs. <span dir=\"rtl\">וַתַּךְ</span> <a data-ref=\"Jonah 4:7\" href=\"/Jonah.4.7\">Jon 4:7</a>.<a data-ref=\"Jonah 4:8\" href=\"/Jonah.4.8\">8</a>; 2 ms. <span dir=\"rtl\">תַּכֶּה</span> <a data-ref=\"Exodus 2:13\" href=\"/Exodus.2.13\">Ex 2:13</a> +; sf. 3 ms. <span dir=\"rtl\">תַּכֶּ֫נּוּ</span> <a data-ref=\"Proverbs 23:13\" href=\"/Proverbs.23.13\">Pr 23:13</a>, <a data-ref=\"Proverbs 23:14\" href=\"/Proverbs.23.14\">14</a>; 1 s. <span dir=\"rtl\">אַכֶּה</span> <a data-ref=\"I Samuel 18:11\" href=\"/I_Samuel.18.11\">1 S 18:11</a> +; <span dir=\"rtl\">וָאַכֶּה</span> <a data-ref=\"Nehemiah 13:25\" href=\"/Nehemiah.13.25\">Ne 13:25</a>, <span dir=\"rtl\">וָאַךְ</span> <a data-ref=\"Exodus 9:15\" href=\"/Exodus.9.15\">Ex 9:15</a>; 3 mpl. <span dir=\"rtl\">יַכּוּ</span> <a data-ref=\"Micah 4:14\" href=\"/Micah.4.14\">Mi 4:14</a>; usually <span dir=\"rtl\">וַיַּכּוּ</span> <a data-ref=\"Genesis 14:5\" href=\"/Genesis.14.5\">Gn 14:5</a> + (<a data-ref=\"I Samuel 4:2\" href=\"/I_Samuel.4.2\">1 S 4:2</a> read prob. <strong>Hoph.</strong> q.v.); 1 pl. <span dir=\"rtl\">נַכֶּה־</span> <a data-ref=\"Numbers 22:6\" href=\"/Numbers.22.6\">Nu 22:6</a>; <span dir=\"rtl\">וַנַּךְ</span> <a data-ref=\"Deuteronomy 2:33\" href=\"/Deuteronomy.2.33\">Dt 2:33</a>, etc.; Imv. <span dir=\"rtl\">הַכֵּה</span> <a data-ref=\"Ezekiel 6:11\" href=\"/Ezekiel.6.11\">Ez 6:11</a>; <span dir=\"rtl\">הַךְ</span> <a data-ref=\"Amos 9:1\" href=\"/Amos.9.1\">Am 9:1</a> +; mpl. <span dir=\"rtl\">הַכּוּ</span> <a data-ref=\"II Samuel 13:28\" href=\"/II_Samuel.13.28\">2 S 13:28</a>, etc.; Inf. abs. <span dir=\"rtl\">הַכֵּה</span> <a data-ref=\"Deuteronomy 3:16\" href=\"/Deuteronomy.3.16\">Dt 3:16</a> +; <span dir=\"rtl\">הַכּוֹת</span> <a data-ref=\"II Kings 3:24\" href=\"/II_Kings.3.24\">2 K 3:24</a> (Ges<sup>§ 75 ff</sup>); cstr. <span dir=\"rtl\">הַכּוֹת</span> <a data-ref=\"Genesis 4:15\" href=\"/Genesis.4.15\">Gn 4:15</a> +, etc.; Pt. <span dir=\"rtl\">מַכֶּה</span> <a data-ref=\"Exodus 2:11\" href=\"/Exodus.2.11\">Ex 2:11</a> +; cstr. <span dir=\"rtl\">מַכֵּת</span> <a data-ref=\"Exodus 21:12\" href=\"/Exodus.21.12\">Ex 21:12</a> +; pl. <span dir=\"rtl\">מַכִּים</span> <a data-ref=\"I Samuel 4:8\" href=\"/I_Samuel.4.8\">1 S 4:8</a> +, etc.;— <strong>1.</strong> <strong>a.</strong>  lit., <em>smite</em> (with a single, non-fatal, blow), <em>strike</em>, sq. acc., ass <a data-ref=\"Numbers 22:23\" href=\"/Numbers.22.23\">Nu 22:23</a>, <a data-ref=\"Numbers 22:25\" href=\"/Numbers.22.25\">25</a>, <a data-ref=\"Numbers 22:27\" href=\"/Numbers.22.27\">27</a> <span dir=\"rtl\">(בְּמַקֵּל)</span>, v <a data-ref=\"Numbers 22:28\" href=\"/Numbers.22.28\">28</a>, <a data-ref=\"Numbers 22:32\" href=\"/Numbers.22.32\">32</a> (all J); man <a data-ref=\"Exodus 21:15\" href=\"/Exodus.21.15\">Ex 21:15</a>, <a data-ref=\"Exodus 21:19\" href=\"/Exodus.21.19\">19</a> (E); cheeks <a data-ref=\"Job 16:10\" href=\"/Job.16.10\">Jb 16:10</a>; man (on) cheek (2 acc.) <a data-ref=\"Lamentations 3:30\" href=\"/Lamentations.3.30\">La 3:30</a> <a data-ref=\"Psalms 3:8\" href=\"/Psalms.3.8\">ψ 3:8</a>; man <span dir=\"rtl\">עַל־לְחִי</span> <a data-ref=\"Micah 4:14\" href=\"/Micah.4.14\">Mi 4:14</a> (<span dir=\"rtl\">ב</span> instr.), <a data-ref=\"I Kings 22:24\" href=\"/I_Kings.22.24\">1 K 22:24</a> = <a data-ref=\"II Chronicles 18:23\" href=\"/II_Chronicles.18.23\">2 Ch 18:23</a>; eye <a data-ref=\"Exodus 21:26\" href=\"/Exodus.21.26\">Ex 21:26</a> (E); <span dir=\"rtl\">שֵׁבֶט מַכֵּךְ</span> <a data-ref=\"Isaiah 14:26\" href=\"/Isaiah.14.26\">Is 14:26</a>; with ב obj. <a data-ref=\"Exodus 17:6\" href=\"/Exodus.17.6\">Ex 17:6</a>; with <span dir=\"rtl\">(ב)</span> stone or fist <a data-ref=\"Exodus 21:18\" href=\"/Exodus.21.18\">Ex 21:18</a> (E), cf. (fig.) <a data-ref=\"Isaiah 58:4\" href=\"/Isaiah.58.4\">Is 58:4</a> (abs.); <em>smite</em> lion or bear <a data-ref=\"I Samuel 17:35\" href=\"/I_Samuel.17.35\">1 S 17:35</a>; <em>strike</em> river (with rod <span dir=\"rtl\">מַטֶּה</span>) <a data-ref=\"I Samuel 7:17\" href=\"/I_Samuel.7.17\">7:17</a> (c. <span dir=\"rtl\">עַל</span> obj., + ב instr.), v <a data-ref=\"I Samuel 17:20\" href=\"/I_Samuel.17.20\">20</a> <a data-ref=\"Exodus 17:5\" href=\"/Exodus.17.5\">Ex 17:5</a> (E; ב instr.), also (with mantle) <a data-ref=\"II Kings 2:8\" href=\"/II_Kings.2.8\">2 K 2:8</a>, <a data-ref=\"II Kings 2:14\" href=\"/II_Kings.2.14\">14</a><sup>(×2)</sup>, cf. <a ,=\"\" data-ref=\"BDB, יָם\" dir=\"rtl\" href=\"/BDB,_יָם\">י׳</a> <em>smiting</em> Euphrates into <span dir=\"rtl\">(ל)</span> seven streams <a data-ref=\"Isaiah 11:15\" href=\"/Isaiah.11.15\">Is 11:15</a>; dust <a data-ref=\"Exodus 8:12\" href=\"/Exodus.8.12\">Ex 8:12</a>, <a data-ref=\"Exodus 8:13\" href=\"/Exodus.8.13\">13</a> (P); rock <a data-ref=\"Exodus 17:6\" href=\"/Exodus.17.6\">17:6</a> (E), <a data-ref=\"Numbers 20:11\" href=\"/Numbers.20.11\">Nu 20:11</a> (P; ב instr.), <a data-ref=\"Psalms 78:20\" href=\"/Psalms.78.20\">ψ 78:20</a>; fig. <em>smite</em> earth <span dir=\"rtl\">בְּשֵׁבֶט פִּיו</span> <a data-ref=\"Isaiah 11:4\" href=\"/Isaiah.11.4\">Is 11:4</a> (of future Davidic kg.); <em>strike</em> on ground (<span dir=\"rtl\">אַ֫רְצָה</span>; with arrows) <a data-ref=\"II Kings 13:18\" href=\"/II_Kings.13.18\">2 K 13:18</a>, also (abs.) v <a data-ref=\"II Kings 13:18\" href=\"/II_Kings.13.18\">18</a>, <a data-ref=\"II Kings 13:19\" href=\"/II_Kings.13.19\">19</a>; <em>strike</em> weapons out of <span dir=\"rtl\">(מִן)</span> hands, <a data-ref=\"Ezekiel 39:3\" href=\"/Ezekiel.39.3\">Ez 39:3</a> (<span dir=\"rtl\">י׳</span>; fig. of making powerless); lintel of door <a data-ref=\"Amos 9:1\" href=\"/Amos.9.1\">Am 9:1</a>; barley-loaf <em>strikes</em> tent <a data-ref=\"Judges 7:13\" href=\"/Judges.7.13\">Ju 7:13</a> (in dream); in fig. of regret, remorse <span dir=\"rtl\">וַיַּךְ לֵב דָּוִד אֹתוֹ</span> <a data-ref=\"II Samuel 24:10\" href=\"/II_Samuel.24.10\">2 S 24:10</a> <em>and David’s heart smote him</em>, so <a data-ref=\"I Samuel 24:6\" href=\"/I_Samuel.24.6\">1 S 24:6</a> (+ <span dir=\"rtl\">עַל־אֲשֶׁר</span> <em>because</em>); of goat smiting (butting with horn) the ram, so as to break its horns <a data-ref=\"Daniel 8:7\" href=\"/Daniel.8.7\">Dn 8:7</a> (in vision); <em>smite</em> = <em>hit</em> with missile, sling-stone <a data-ref=\"I Samuel 17:49\" href=\"/I_Samuel.17.49\">1 S 17:49</a> (c. acc. pers. + <span dir=\"rtl\">אֶל־מִצְחוֹ</span>), cf. <a data-ref=\"II Kings 3:25\" href=\"/II_Kings.3.25\">2 K 3:25</a> (but text perhaps corrupt, v. Benz); arrow, <a data-ref=\"I Kings 22:34\" href=\"/I_Kings.22.34\">1 K 22:34</a> = <a data-ref=\"II Chronicles 18:33\" href=\"/II_Chronicles.18.33\">2 Ch 18:33</a> (c. acc. pers. + <span dir=\"rtl\">בֵּין</span>), <a data-ref=\"II Kings 9:24\" href=\"/II_Kings.9.24\">2 K 9:24</a> (c. <em>id.</em>); of piercing, <span dir=\"rtl\">הַכּוֹת בַּחֲנִית בְּדָוִד וּבַקִּיר</span> <a data-ref=\"I Samuel 19:10\" href=\"/I_Samuel.19.10\">1 S 19:10</a> <em>smite with the dart into</em> D<em>. and into the wall</em>, pin D. to the wall, <span dir=\"rtl\">וַיַּךְ אֶת־הַח׳ בַּקִּיר</span> v <a data-ref=\"I Samuel 19:10\" href=\"/I_Samuel.19.10\">10</a>, cf. <a data-ref=\"I Samuel 18:11\" href=\"/I_Samuel.18.11\">18:11</a>, <span dir=\"rtl\">אַכֶּנּוּ בַחֲנִית וּבָאָרֶץ</span> <a data-ref=\"I Samuel 26:8\" href=\"/I_Samuel.26.8\">26:8</a>. <strong>b.</strong>  <em>smite</em> repeatedly, <em>beat</em>, a man <a data-ref=\"Exodus 2:11\" href=\"/Exodus.2.11\">Ex 2:11</a>, <a data-ref=\"Exodus 2:13\" href=\"/Exodus.2.13\">13</a> (E), <a data-ref=\"Exodus 5:16\" href=\"/Exodus.5.16\">5:16</a> (J), <a data-ref=\"Nehemiah 13:25\" href=\"/Nehemiah.13.25\">Ne 13:25</a> (<span dir=\"rtl\">מִן</span> partit.), cf. <a data-ref=\"Deuteronomy 25:11\" href=\"/Deuteronomy.25.11\">Dt 25:11</a>; here prob. also <a data-ref=\"I Kings 20:35\" href=\"/I_Kings.20.35\">1 K 20:35</a><sup>(×2)</sup>, <a data-ref=\"I Kings 20:37\" href=\"/I_Kings.20.37\">37</a><sup>(×2)</sup> (<span dir=\"rtl\">הַכֵּה וּפָצֹעַ</span> <em>beating and bruising him</em>); of Assyrian under fig. of task-master <a data-ref=\"Isaiah 10:24\" href=\"/Isaiah.10.24\">Is 10:24</a>; <em>beat</em> a woman so as to bruise her <span dir=\"rtl\">(פָּצַע)</span> <a data-ref=\"Song of Songs 5:7\" href=\"/Song_of_Songs.5.7\">Ct 5:7</a>; <em>beat</em> by authority, <em>scourge</em> <a data-ref=\"Jeremiah 20:2\" href=\"/Jeremiah.20.2\">Je 20:2</a>; <a data-ref=\"Jeremiah 37:15\" href=\"/Jeremiah.37.15\">37:15</a> <a data-ref=\"Deuteronomy 25:2\" href=\"/Deuteronomy.25.2\">Dt 25:2</a>, <a data-ref=\"Deuteronomy 25:3\" href=\"/Deuteronomy.25.3\">3</a> (c. acc. pers. + acc. cogn. <span dir=\"rtl\">מַכָּה רַבָּה</span>), v <a data-ref=\"Deuteronomy 25:3\" href=\"/Deuteronomy.25.3\">3</a> cf. <span dir=\"rtl\">בִּן הַכּוֹת</span> v <a data-ref=\"Deuteronomy 25:2\" href=\"/Deuteronomy.25.2\">2</a> i.e. <em>worthy of scourging</em>, bastinado, (cf. Dr); <a data-ref=\"II Chronicles 25:16\" href=\"/II_Chronicles.25.16\">2 Ch 25:16</a>; <a data-ref=\"Proverbs 17:10\" href=\"/Proverbs.17.10\">Pr 17:10</a>; <a data-ref=\"Proverbs 19:25\" href=\"/Proverbs.19.25\">19:25</a>; <a data-ref=\"Proverbs 23:13\" href=\"/Proverbs.23.13\">23:13</a>, <a data-ref=\"Proverbs 23:14\" href=\"/Proverbs.23.14\">14</a> (<span dir=\"rtl\">ב</span> instr.); cf. <span dir=\"rtl\">גֵּוִי נָתַתִּי לְמַכִּים</span> <a data-ref=\"Isaiah 50:6\" href=\"/Isaiah.50.6\">Is 50:6</a>; of hail, <em>beat down</em> herbage etc. <a data-ref=\"Exodus 9:25\" href=\"/Exodus.9.25\">Ex 9:25</a><sup>(×2)</sup> (cf. <strong>Pu.</strong>). <strong>c.</strong>  <span dir=\"rtl\">וַיַּכּוּ כַף</span> <a data-ref=\"II Kings 11:12\" href=\"/II_Kings.11.12\">2 K 11:12</a> <em>and they clapped hands</em> (in applause); elsewhere only Ezek., in mockery; <span dir=\"rtl\">כַּף אֶל־כַּף</span> <a data-ref=\"Ezekiel 21:19\" href=\"/Ezekiel.21.19\">Ez 21:19</a>, <a data-ref=\"Ezekiel 21:22\" href=\"/Ezekiel.21.22\">22</a>; <span dir=\"rtl\">בְּכַפְּךָ</span> <a data-ref=\"Ezekiel 6:11\" href=\"/Ezekiel.6.11\">6:11</a> (‖ <span dir=\"rtl\">רְקַע בְּרַגְלְךָ</span>); acc. <span dir=\"rtl\">כַּפִּי</span> <a data-ref=\"Ezekiel 22:13\" href=\"/Ezekiel.22.13\">22:13</a>. <strong>d.</strong>  <em>give a thrust</em> (with fork) into <span dir=\"rtl\">(ב)</span> pot <a data-ref=\"I Samuel 2:14\" href=\"/I_Samuel.2.14\">1 S 2:14</a>; <em>strike</em> roots <a data-ref=\"Hosea 14:6\" href=\"/Hosea.14.6\">Ho 14:6</a> (in fig., but <span dir=\"rtl\">וַיֵּלְכוּ</span> We Now). <strong>e.</strong>  rarely <em>smite</em> (in battle) so as (merely) to wound <a data-ref=\"II Kings 8:28\" href=\"/II_Kings.8.28\">2 K 8:28</a>, so (+ acc. cogn. <span dir=\"rtl\">מַכָּה</span>) v <a data-ref=\"II Kings 8:29\" href=\"/II_Kings.8.29\">29</a>; <a data-ref=\"II Kings 9:15\" href=\"/II_Kings.9.15\">9:15</a> = <a data-ref=\"II Chronicles 22:6\" href=\"/II_Chronicles.22.6\">2 Ch 22:6</a>; fig. of <span dir=\"rtl\">י׳</span>’s wounding Isr. <a data-ref=\"Hosea 6:1\" href=\"/Hosea.6.1\">Ho 6:1</a> (opp. <span dir=\"rtl\">חָבַשׁ</span>, <em>bind up</em>), <a data-ref=\"Jeremiah 30:14\" href=\"/Jeremiah.30.14\">Je 30:14</a> (c. acc. cogn.). Cf. <em>smite with</em> <span dir=\"rtl\">(ב)</span> <em>the tongue</em> <a data-ref=\"Jeremiah 18:18\" href=\"/Jeremiah.18.18\">Je 18:18</a>. <strong>f.</strong>  <em>smite</em>, of sun, etc., c. acc. pers. <a data-ref=\"Isaiah 49:10\" href=\"/Isaiah.49.10\">Is 49:10</a> <a data-ref=\"Psalms 121:6\" href=\"/Psalms.121.6\">ψ 121:6</a>; c. <span dir=\"rtl\">עַל</span> <a data-ref=\"Jonah 4:8\" href=\"/Jonah.4.8\">Jon 4:8</a>. <strong>2.</strong>  <em>Smite</em> fatally: <strong>a.</strong>  (subj. man) <em>smite</em>, c. acc., + word of killing (dying):—obj. lion and bear <a data-ref=\"I Samuel 17:35\" href=\"/I_Samuel.17.35\">1 S 17:35</a>; man <a data-ref=\"Exodus 21:12\" href=\"/Exodus.21.12\">Ex 21:12</a>, <a data-ref=\"Exodus 21:20\" href=\"/Exodus.21.20\">20</a> (E), <a data-ref=\"Joshua 10:26\" href=\"/Joshua.10.26\">Jos 10:26</a> (JE), <a data-ref=\"Joshua 11:17\" href=\"/Joshua.11.17\">11:17</a> (D), <a data-ref=\"I Samuel 17:50\" href=\"/I_Samuel.17.50\">1 S 17:50</a>; <a data-ref=\"II Samuel 1:15\" href=\"/II_Samuel.1.15\">2 S 1:15</a>; <a data-ref=\"II Samuel 2:31\" href=\"/II_Samuel.2.31\">2:31</a> (<span dir=\"rtl\">מִן</span> partit. + ב <em>among</em>), <a data-ref=\"II Samuel 4:7\" href=\"/II_Samuel.4.7\">4:7</a>; <a data-ref=\"II Samuel 14:6\" href=\"/II_Samuel.14.6\">14:6</a>; <a data-ref=\"II Samuel 18:15\" href=\"/II_Samuel.18.15\">18:15</a>; <a data-ref=\"II Samuel 21:17\" href=\"/II_Samuel.21.17\">21:17</a>; <a data-ref=\"I Kings 16:10\" href=\"/I_Kings.16.10\">1 K 16:10</a>; <a data-ref=\"II Kings 12:22\" href=\"/II_Kings.12.22\">2 K 12:22</a>; <a data-ref=\"II Kings 15:30\" href=\"/II_Kings.15.30\">15:30</a>; <a data-ref=\"II Kings 25:21\" href=\"/II_Kings.25.21\">25:21</a> = <a data-ref=\"Jeremiah 52:27\" href=\"/Jeremiah.52.27\">Je 52:27</a>, <a data-ref=\"II Kings 25:25\" href=\"/II_Kings.25.25\">2 K 25:25</a> <a data-ref=\"Jeremiah 41:2\" href=\"/Jeremiah.41.2\">Je 41:2</a>; <a data-ref=\"Numbers 35:16\" href=\"/Numbers.35.16\">Nu 35:16</a>, <a data-ref=\"Numbers 35:17\" href=\"/Numbers.35.17\">17</a>, <a data-ref=\"Numbers 35:18\" href=\"/Numbers.35.18\">18</a>, <a data-ref=\"Numbers 35:21\" href=\"/Numbers.35.21\">21</a> (P; all c. ב instr.); c. acc. + <span dir=\"rtl\">אֶל־חֹמֶשׁ</span> + ב instr. <a data-ref=\"II Samuel 2:23\" href=\"/II_Samuel.2.23\">2 S 2:23</a> <em>smote him</em> (fatally) <em>in the belly with</em> (v. HPS), <a data-ref=\"II Samuel 20:10\" href=\"/II_Samuel.20.10\">20:10</a>, cf. <a data-ref=\"II Samuel 3:27\" href=\"/II_Samuel.3.27\">3:27</a> (+ 2 acc.) <a data-ref=\"II Samuel 4:6\" href=\"/II_Samuel.4.6\">4:6</a> (but del. 𝔊 Ew Th We Dr Bu HPS); <span dir=\"rtl\">וְהִכָּהוּ נֶפֶשׁ</span> <a data-ref=\"Deuteronomy 19:11\" href=\"/Deuteronomy.19.11\">Dt 19:11</a> <em>and he smite him in his life</em> (mortally), and he die, cf. (without word of dying) v <a data-ref=\"Deuteronomy 19:6\" href=\"/Deuteronomy.19.6\">6</a> <a data-ref=\"Genesis 37:21\" href=\"/Genesis.37.21\">Gn 37:21</a> (J), <a data-ref=\"Jeremiah 40:14\" href=\"/Jeremiah.40.14\">Je 40:14</a>, <a data-ref=\"Jeremiah 40:15\" href=\"/Jeremiah.40.15\">15</a> [otherwise <a data-ref=\"Leviticus 24:17\" href=\"/Leviticus.24.17\">Lv 24:17</a>.<a data-ref=\"Leviticus 24:18\" href=\"/Leviticus.24.18\">18</a> <a data-ref=\"Numbers 35:11\" href=\"/Numbers.35.11\">Nu 35:11</a>, <a data-ref=\"Numbers 35:15\" href=\"/Numbers.35.15\">15</a>, <a data-ref=\"Numbers 35:30\" href=\"/Numbers.35.30\">30</a>; <a data-ref=\"Deuteronomy 27:25\" href=\"/Deuteronomy.27.25\">Dt 27:25</a>; <a data-ref=\"Joshua 20:3\" href=\"/Joshua.20.3\">Jos 20:3</a>, <a data-ref=\"Joshua 20:9\" href=\"/Joshua.20.9\">9</a>]; with prolepsis <span dir=\"rtl\">לְהַכּוֹת חֲלָלִים</span> <em>smite the slain</em> <a data-ref=\"Judges 20:31\" href=\"/Judges.20.31\">Ju 20:31</a>, <a data-ref=\"Judges 20:39\" href=\"/Judges.20.39\">39</a>; + <span dir=\"rtl\">אַ֫רְצָה</span> <em>smite to the ground</em> i.e. kill <a data-ref=\"II Samuel 2:22\" href=\"/II_Samuel.2.22\">2 S 2:22</a>; <a data-ref=\"II Samuel 18:11\" href=\"/II_Samuel.18.11\">18:11</a>. <strong>b.</strong>  <em>smite</em>, of worm gnawing or boring so as to kill plant <a data-ref=\"Jonah 4:7\" href=\"/Jonah.4.7\">Jon 4:7</a>. <strong>c.</strong>  very often = <em>kill, slay, man or beast</em> (c. 150 times): <a data-ref=\"Genesis 4:15\" href=\"/Genesis.4.15\">Gn 4:15</a>; <a data-ref=\"Genesis 8:21\" href=\"/Genesis.8.21\">8:21</a> (exterminate; both J), <a data-ref=\"Exodus 2:12\" href=\"/Exodus.2.12\">Ex 2:12</a>; <a data-ref=\"Numbers 21:35\" href=\"/Numbers.21.35\">Nu 21:35</a> (E), <a data-ref=\"Joshua 7:5\" href=\"/Joshua.7.5\">Jos 7:5</a> (<span dir=\"rtl\">מִן</span> partit.), v <a data-ref=\"Joshua 7:5\" href=\"/Joshua.7.5\">5</a> (JE), <a data-ref=\"Deuteronomy 19:6\" href=\"/Deuteronomy.19.6\">Dt 19:6</a>; <a data-ref=\"Deuteronomy 21:1\" href=\"/Deuteronomy.21.1\">21:1</a>; <a data-ref=\"Deuteronomy 27:24\" href=\"/Deuteronomy.27.24\">27:24</a>, <a data-ref=\"Deuteronomy 27:25\" href=\"/Deuteronomy.27.25\">25</a>; <a data-ref=\"Joshua 11:10\" href=\"/Joshua.11.10\">Jos 11:10</a> (<span dir=\"rtl\">ב</span> instr.; all D), <a data-ref=\"Leviticus 24:17\" href=\"/Leviticus.24.17\">Lv 24:17</a>, <a data-ref=\"Leviticus 24:18\" href=\"/Leviticus.24.18\">18</a>, <a data-ref=\"Leviticus 24:21\" href=\"/Leviticus.24.21\">21</a><sup>(×2)</sup> (H), <a data-ref=\"Numbers 35:11\" href=\"/Numbers.35.11\">Nu 35:11</a>, <a data-ref=\"Numbers 35:15\" href=\"/Numbers.35.15\">15</a>, <a data-ref=\"Numbers 35:21\" href=\"/Numbers.35.21\">21</a>, <a data-ref=\"Numbers 35:24\" href=\"/Numbers.35.24\">24</a>, <a data-ref=\"Numbers 35:30\" href=\"/Numbers.35.30\">30</a>; <a data-ref=\"Joshua 9:18\" href=\"/Joshua.9.18\">Jos 9:18</a>; <a data-ref=\"Joshua 20:3\" href=\"/Joshua.20.3\">20:3</a>, <a data-ref=\"Joshua 20:9\" href=\"/Joshua.20.9\">9</a> (all P), <a data-ref=\"Judges 15:16\" href=\"/Judges.15.16\">Ju 15:16</a>; <a data-ref=\"I Samuel 17:9\" href=\"/I_Samuel.17.9\">1 S 17:9</a><sup>(×2)</sup>, <a data-ref=\"I Samuel 17:36\" href=\"/I_Samuel.17.36\">36</a>; <a data-ref=\"II Samuel 12:9\" href=\"/II_Samuel.12.9\">2 S 12:9</a> (<span dir=\"rtl\">ב</span> instr.), <a data-ref=\"II Kings 9:7\" href=\"/II_Kings.9.7\">2 K 9:7</a> (exterminate), etc.; c. ב <em>among</em> <a data-ref=\"I Samuel 6:19\" href=\"/I_Samuel.6.19\">1 S 6:19</a>; <a data-ref=\"I Samuel 23:5\" href=\"/I_Samuel.23.5\">23:5</a>, <span dir=\"rtl\">מִן</span> partit. <a data-ref=\"Judges 14:19\" href=\"/Judges.14.19\">Ju 14:19</a>; <a data-ref=\"Judges 20:45\" href=\"/Judges.20.45\">20:45</a>; c. ב partit. <em>slay at, work slaughter among</em> <a data-ref=\"II Samuel 23:10\" href=\"/II_Samuel.23.10\">2 S 23:10</a> (ins. also in ‖ <a data-ref=\"I Chronicles 11:13\" href=\"/I_Chronicles.11.13\">1 Ch 11:13</a> v Be<sup>ad loc.</sup> Dr <sup>2 S 23:10</sup>), but also ב of dir. obj. <a data-ref=\"I Samuel 18:7\" href=\"/I_Samuel.18.7\">1 S 18:7</a>; <a data-ref=\"I Samuel 21:12\" href=\"/I_Samuel.21.12\">21:12</a> = <a data-ref=\"I Samuel 29:5\" href=\"/I_Samuel.29.5\">29:5</a>; subj. lion <a data-ref=\"I Kings 20:36\" href=\"/I_Kings.20.36\">1 K 20:36</a><sup>(×2)</sup> cf. <a data-ref=\"Jeremiah 5:6\" href=\"/Jeremiah.5.6\">Je 5:6</a> (fig. of judgment); <span dir=\"rtl\">י׳</span> subj. <a data-ref=\"I Samuel 6:19\" href=\"/I_Samuel.6.19\">1 S 6:19b</a> (<span dir=\"rtl\">ב</span> <em>among</em>, + acc. cogn.; <a data-ref=\"I Samuel 6:19\" href=\"/I_Samuel.6.19\">1 S 6:19a</a> <span dir=\"rtl\">וַיַּךְ</span> crpt. v. 𝔊 Th We Dr Kl Kit Bu HPS); <em>slay</em> firstborn <a data-ref=\"Exodus 12:12\" href=\"/Exodus.12.12\">Ex 12:12</a> (J), v <a data-ref=\"Exodus 12:29\" href=\"/Exodus.12.29\">29</a> <a data-ref=\"Numbers 3:13\" href=\"/Numbers.3.13\">Nu 3:13</a>; <a data-ref=\"Numbers 8:17\" href=\"/Numbers.8.17\">8:17</a>; <a data-ref=\"Numbers 33:4\" href=\"/Numbers.33.4\">33:4</a> (all P), <a data-ref=\"Psalms 78:51\" href=\"/Psalms.78.51\">ψ 78:51</a>; <a data-ref=\"Psalms 105:36\" href=\"/Psalms.105.36\">105:36</a>; <a data-ref=\"Psalms 135:8\" href=\"/Psalms.135.8\">135:8</a>; God <em>slays</em> for <span dir=\"rtl\">(עַל)</span> sin <a data-ref=\"II Samuel 6:7\" href=\"/II_Samuel.6.7\">2 S 6:7</a> = <a data-ref=\"I Chronicles 13:10\" href=\"/I_Chronicles.13.10\">1 Ch 13:10</a> <span dir=\"rtl\">(עַל־אֲשֶׁר)</span>; <em>slay</em> <span dir=\"rtl\">לְפִי־חֶרֶב</span> <a data-ref=\"Deuteronomy 13:16\" href=\"/Deuteronomy.13.16\">Dt 13:16</a>; <a data-ref=\"Deuteronomy 20:13\" href=\"/Deuteronomy.20.13\">20:13</a> <a data-ref=\"Joshua 11:11\" href=\"/Joshua.11.11\">Jos 11:11</a>, <a data-ref=\"Joshua 11:12\" href=\"/Joshua.11.12\">12</a>, <a data-ref=\"Joshua 11:14\" href=\"/Joshua.11.14\">14</a> (all D), <a data-ref=\"Judges 18:27\" href=\"/Judges.18.27\">Ju 18:27</a>; <a data-ref=\"Judges 21:10\" href=\"/Judges.21.10\">21:10</a>; <a data-ref=\"I Samuel 22:9\" href=\"/I_Samuel.22.9\">1 S 22:9</a>; <a data-ref=\"II Kings 10:25\" href=\"/II_Kings.10.25\">2 K 10:25</a> <a data-ref=\"Jeremiah 21:7\" href=\"/Jeremiah.21.7\">Je 21:7</a> <a data-ref=\"Job 1:15\" href=\"/Job.1.15\">Jb 1:15</a>, <a data-ref=\"Job 1:17\" href=\"/Job.1.17\">17</a>; <em>kill, slay</em>, c. acc. cogn. <span dir=\"rtl\">(מַכָּה)</span> <a data-ref=\"I Samuel 14:14\" href=\"/I_Samuel.14.14\">1 S 14:14</a>; <a data-ref=\"I Kings 20:21\" href=\"/I_Kings.20.21\">1 K 20:21</a> (<span dir=\"rtl\">ב</span> <em>among</em>), <a data-ref=\"II Chronicles 13:17\" href=\"/II_Chronicles.13.17\">2 Ch 13:17</a> <span dir=\"rtl\">(בָּחֶם)</span>, <a data-ref=\"II Chronicles 25:13\" href=\"/II_Chronicles.25.13\">25:13</a> <span dir=\"rtl\">(מֵהֶם)</span>; c. acc. pers. + acc. cogn. <a data-ref=\"Joshua 10:20\" href=\"/Joshua.10.20\">Jos 10:20</a> (JE), <a data-ref=\"Esther 9:5\" href=\"/Esther.9.5\">Est 9:5</a>, etc.; <em>kill unwittingly, unintentionally</em> <span dir=\"rtl\">הִכָּה בִבְלִי דַ֫עַת</span> <a data-ref=\"Deuteronomy 19:4\" href=\"/Deuteronomy.19.4\">Dt 19:4</a>; <a data-ref=\"Joshua 20:5\" href=\"/Joshua.20.5\">Jos 20:5</a> (both D). <strong>3.</strong>  <em>Smite</em> = <em>attack, attack and destroy</em> a company <a data-ref=\"Genesis 32:9\" href=\"/Genesis.32.9\">Gn 32:9</a>, <a data-ref=\"Genesis 32:12\" href=\"/Genesis.32.12\">12</a>; <a data-ref=\"Genesis 34:30\" href=\"/Genesis.34.30\">34:30</a>; <a data-ref=\"Joshua 8:21\" href=\"/Joshua.8.21\">Jos 8:21</a> <a data-ref=\"Judges 8:11\" href=\"/Judges.8.11\">Ju 8:11</a>; <a data-ref=\"Judges 9:43\" href=\"/Judges.9.43\">9:43</a>; <a data-ref=\"II Kings 8:21\" href=\"/II_Kings.8.21\">2 K 8:21</a>; <a data-ref=\"II Chronicles 21:9\" href=\"/II_Chronicles.21.9\">2 Ch 21:9</a>; <em>attack and capture</em> a city <a data-ref=\"Judges 1:8\" href=\"/Judges.1.8\">Ju 1:8</a> v <a data-ref=\"Judges 1:12\" href=\"/Judges.1.12\">12</a> = <a data-ref=\"Joshua 15:16\" href=\"/Joshua.15.16\">Jos 15:16</a> (JE), <a data-ref=\"Joshua 7:3\" href=\"/Joshua.7.3\">Jos 7:3</a>; <a data-ref=\"Joshua 10:4\" href=\"/Joshua.10.4\">10:4</a> (JE), <a data-ref=\"I Samuel 30:1\" href=\"/I_Samuel.30.1\">1 S 30:1</a>; <a data-ref=\"I Kings 15:20\" href=\"/I_Kings.15.20\">1 K 15:20</a> = <a data-ref=\"II Chronicles 16:4\" href=\"/II_Chronicles.16.4\">2 Ch 16:4</a>, <a data-ref=\"II Kings 15:16\" href=\"/II_Kings.15.16\">2 K 15:16</a><sup>(×2)</sup> <a data-ref=\"I Chronicles 20:1\" href=\"/I_Chronicles.20.1\">1 Ch 20:1</a>; <a data-ref=\"II Chronicles 14:13\" href=\"/II_Chronicles.14.13\">2 Ch 14:13</a>; <a data-ref=\"Jeremiah 47:1\" href=\"/Jeremiah.47.1\">Je 47:1</a>; tents <a data-ref=\"I Chronicles 4:41\" href=\"/I_Chronicles.4.41\">1 Ch 4:41</a>; <a data-ref=\"II Chronicles 14:14\" href=\"/II_Chronicles.14.14\">2 Ch 14:14</a>; = <em>sack</em> a city <span dir=\"rtl\">לְפִי־חֶרֶב</span> (slaying inhab.), <a data-ref=\"Joshua 8:24\" href=\"/Joshua.8.24\">Jos 8:24</a>; <a data-ref=\"Joshua 19:47\" href=\"/Joshua.19.47\">19:47</a> (both JE), <a data-ref=\"Joshua 10:28\" href=\"/Joshua.10.28\">10:28</a>, <a data-ref=\"Joshua 10:30\" href=\"/Joshua.10.30\">30</a>, <a data-ref=\"Joshua 10:32\" href=\"/Joshua.10.32\">32</a>, <a data-ref=\"Joshua 10:35\" href=\"/Joshua.10.35\">35</a>, <a data-ref=\"Joshua 19:37\" href=\"/Joshua.19.37\">37</a> cf. v <a data-ref=\"Joshua 19:39\" href=\"/Joshua.19.39\">39</a> (all D), <a data-ref=\"Judges 1:25\" href=\"/Judges.1.25\">Ju 1:25</a>; <a data-ref=\"Judges 20:37\" href=\"/Judges.20.37\">20:37</a>; <a data-ref=\"II Samuel 15:14\" href=\"/II_Samuel.15.14\">2 S 15:14</a>; especially <em>defeat</em> kg. or army (involving often overthrow, pursuit and slaughter),—c. 95 times,—<a data-ref=\"Genesis 14:5\" href=\"/Genesis.14.5\">Gn 14:5</a>, <a data-ref=\"Genesis 14:15\" href=\"/Genesis.14.15\">15</a>, <a data-ref=\"Genesis 14:17\" href=\"/Genesis.14.17\">17</a>; <a data-ref=\"Numbers 14:45\" href=\"/Numbers.14.45\">Nu 14:45</a>; <a data-ref=\"Numbers 21:24\" href=\"/Numbers.21.24\">21:24</a> (JE), <a data-ref=\"Joshua 8:12\" href=\"/Joshua.8.12\">Jos 8:12</a>; <a data-ref=\"Joshua 10:10\" href=\"/Joshua.10.10\">10:10</a> (+ acc. cogn.), v <a data-ref=\"Joshua 10:10\" href=\"/Joshua.10.10\">10</a> (<span dir=\"rtl\">עַד</span> loc.), <a data-ref=\"Joshua 11:8\" href=\"/Joshua.11.8\">11:8</a><sup>(×2)</sup> (all JE), <a data-ref=\"Deuteronomy 1:4\" href=\"/Deuteronomy.1.4\">Dt 1:4</a>; <a data-ref=\"Deuteronomy 2:33\" href=\"/Deuteronomy.2.33\">2:33</a>; <a data-ref=\"Deuteronomy 3:3\" href=\"/Deuteronomy.3.3\">3:3</a>; <a data-ref=\"Deuteronomy 4:46\" href=\"/Deuteronomy.4.46\">4:46</a>; <a data-ref=\"Deuteronomy 7:2\" href=\"/Deuteronomy.7.2\">7:2</a>; <a data-ref=\"Deuteronomy 29:6\" href=\"/Deuteronomy.29.6\">29:6</a>; <a data-ref=\"Joshua 10:33\" href=\"/Joshua.10.33\">Jos 10:33</a>, <a data-ref=\"Joshua 10:40\" href=\"/Joshua.10.40\">40</a> (<span dir=\"rtl\">ועד—מִן</span> loc.), <a data-ref=\"Joshua 12:1\" href=\"/Joshua.12.1\">12:1</a>, <a data-ref=\"Joshua 12:6\" href=\"/Joshua.12.6\">6</a>, <a data-ref=\"Joshua 12:12\" href=\"/Joshua.12.12\">12</a>; <a data-ref=\"Joshua 13:12\" href=\"/Joshua.13.12\">13:12</a> (all D); <a data-ref=\"Judges 1:5\" href=\"/Judges.1.5\">Ju 1:5</a>, <a data-ref=\"Judges 1:17\" href=\"/Judges.1.17\">17</a>; <a data-ref=\"I Samuel 11:11\" href=\"/I_Samuel.11.11\">1 S 11:11</a> (<span dir=\"rtl\">עד</span> temp.), <a data-ref=\"II Kings 13:17\" href=\"/II_Kings.13.17\">2 K 13:17</a> <span dir=\"rtl\">(עַד־כְּלֵּה)</span>, <a data-ref=\"II Kings 3:24\" href=\"/II_Kings.3.24\">2 K 3:24a</a> + v <a data-ref=\"II Kings 3:24\" href=\"/II_Kings.3.24\">24b</a> (where read <span dir=\"rtl\">וַיָּבֹאוּ בוֹא וְהַכּוֹת</span> <em>and they went on defeating</em>), <a data-ref=\"Isaiah 10:20\" href=\"/Isaiah.10.20\">Is 10:20</a>; <a data-ref=\"Jeremiah 37:10\" href=\"/Jeremiah.37.10\">Je 37:10</a>, etc.; ins. <span dir=\"rtl\">וַיַּךְ</span> or <span dir=\"rtl\">הִכָּה</span> in <a data-ref=\"II Samuel 8:13\" href=\"/II_Samuel.8.13\">2 S 8:13</a> Th Ke Kit Bu cf. Dr, after 𝔊; c. ב obj. <a data-ref=\"I Samuel 14:31\" href=\"/I_Samuel.14.31\">1 S 14:31</a>; <a data-ref=\"I Samuel 23:2\" href=\"/I_Samuel.23.2\">23:2</a><sup>(×2)</sup> (<span dir=\"rtl\">ה</span> loc.—<span dir=\"rtl\">מִן</span>); + <span dir=\"rtl\">לְפִי חֶרֶב</span> <a data-ref=\"Judges 20:48\" href=\"/Judges.20.48\">Ju 20:48</a>, etc.; of gods <em>causing defeat</em> <a data-ref=\"II Chronicles 28:23\" href=\"/II_Chronicles.28.23\">2 Ch 28:23</a>; <em>smite</em> land = conquer, subjugate, sometimes ravage, <a data-ref=\"Genesis 14:7\" href=\"/Genesis.14.7\">Gn 14:7</a>; <a data-ref=\"Joshua 10:40\" href=\"/Joshua.10.40\">Jos 10:40</a> (D), <a data-ref=\"I Samuel 27:9\" href=\"/I_Samuel.27.9\">1 S 27:9</a>; <a data-ref=\"Jeremiah 43:11\" href=\"/Jeremiah.43.11\">Je 43:11</a>; <a data-ref=\"Jeremiah 46:13\" href=\"/Jeremiah.46.13\">46:13</a>, cf. <a data-ref=\"Isaiah 14:6\" href=\"/Isaiah.14.6\">Is 14:6</a> (acc. cogn.); subj. <span dir=\"rtl\">י׳</span> <a data-ref=\"Numbers 32:4\" href=\"/Numbers.32.4\">Nu 32:4</a> (P); of <span dir=\"rtl\">י׳</span> <em>smiting</em> sea <span dir=\"rtl\">וְהִכָּה בַיָּם גַּלִּים</span> <a data-ref=\"Zechariah 10:11\" href=\"/Zechariah.10.11\">Zc 10:11</a> (Bev<sup>JPh. xviii. 35 (1889), 88</sup> proposes <span dir=\"rtl\">גבלים</span>). <strong>4.</strong>  Of God, <strong>a.</strong>  <em>smite</em> with <span dir=\"rtl\">(ב)</span> a plague, disease, etc.:—blindness <a data-ref=\"Genesis 19:11\" href=\"/Genesis.19.11\">Gn 19:11</a> (J), <a data-ref=\"II Kings 6:18\" href=\"/II_Kings.6.18\">2 K 6:18</a><sup>(×2)</sup> cf. <a data-ref=\"Zechariah 12:4\" href=\"/Zechariah.12.4\">Zc 12:4</a><sup>(×2)</sup> (symbol.); of Egyptian plagues <a data-ref=\"Exodus 3:20\" href=\"/Exodus.3.20\">Ex 3:20</a>; <a data-ref=\"Exodus 9:15\" href=\"/Exodus.9.15\">9:15</a> (both J), <a data-ref=\"I Samuel 4:8\" href=\"/I_Samuel.4.8\">1 S 4:8</a>, without ב <a data-ref=\"Exodus 7:25\" href=\"/Exodus.7.25\">Ex 7:25</a> (J), <a data-ref=\"Exodus 12:13\" href=\"/Exodus.12.13\">12:13</a> (P), <a data-ref=\"Psalms 136:10\" href=\"/Psalms.136.10\">ψ 136:10</a> (acc. + <span dir=\"rtl\">בִּבְכוֹרֵיהֶם</span>); other plagues <a data-ref=\"Numbers 14:12\" href=\"/Numbers.14.12\">Nu 14:12</a> (JE), <a data-ref=\"Deuteronomy 28:22\" href=\"/Deuteronomy.28.22\">Dt 28:22</a>, <a data-ref=\"Deuteronomy 28:27\" href=\"/Deuteronomy.28.27\">27</a>, <a data-ref=\"Deuteronomy 28:28\" href=\"/Deuteronomy.28.28\">28</a>, <a data-ref=\"Deuteronomy 28:35\" href=\"/Deuteronomy.28.35\">35</a>; <a data-ref=\"I Samuel 5:6\" href=\"/I_Samuel.5.6\">1 S 5:6</a>; <a data-ref=\"II Samuel 24:17\" href=\"/II_Samuel.24.17\">2 S 24:17</a>; <a data-ref=\"Job 2:7\" href=\"/Job.2.7\">Jb 2:7</a>; <a data-ref=\"Amos 4:9\" href=\"/Amos.4.9\">Am 4:9</a>; <a data-ref=\"Haggai 2:17\" href=\"/Haggai.2.17\">Hg 2:17</a>; <a data-ref=\"Malachi 3:24\" href=\"/Malachi.3.24\">Mal 3:24</a>; <a data-ref=\"I Samuel 5:6\" href=\"/I_Samuel.5.6\">1 S 5:6</a>, <a data-ref=\"I Samuel 5:9\" href=\"/I_Samuel.5.9\">9</a>; <a data-ref=\"II Kings 19:35\" href=\"/II_Kings.19.35\">2 K 19:35</a> = <a data-ref=\"Isaiah 37:36\" href=\"/Isaiah.37.36\">Is 37:36</a> (+ ב <em>in</em>); <a data-ref=\"Numbers 11:33\" href=\"/Numbers.11.33\">Nu 11:33</a> (JE; <span dir=\"rtl\">בָּעָם</span> + acc. cogn.); <em>smite</em> vines with <span dir=\"rtl\">(ב)</span> blight <a data-ref=\"Psalms 105:33\" href=\"/Psalms.105.33\">ψ 105:33</a>. <strong>b.</strong>  <em>smite</em> = <em>chastise</em>, or <em>send judgment upon</em>, usually c. acc., <a data-ref=\"I Kings 14:15\" href=\"/I_Kings.14.15\">1 K 14:15</a>; <a data-ref=\"I Chronicles 21:7\" href=\"/I_Chronicles.21.7\">1 Ch 21:7</a>; <a data-ref=\"Isaiah 5:25\" href=\"/Isaiah.5.25\">Is 5:25</a>; <a data-ref=\"Isaiah 9:12\" href=\"/Isaiah.9.12\">9:12</a>; <a data-ref=\"Isaiah 27:7\" href=\"/Isaiah.27.7\">27:7</a> <span dir=\"rtl\">(הַכְּמַכַּת מַכֵּהוּ הִכָּהוּ)</span>, <a data-ref=\"Isaiah 30:31\" href=\"/Isaiah.30.31\">30:31</a> (<span dir=\"rtl\">ב</span> instr.) <a data-ref=\"Isaiah 57:17\" href=\"/Isaiah.57.17\">57:17</a>; <a data-ref=\"Isaiah 60:10\" href=\"/Isaiah.60.10\">60:10</a> (opp. <span dir=\"rtl\">רִחַם</span>) <a data-ref=\"Jeremiah 2:30\" href=\"/Jeremiah.2.30\">Je 2:30</a>; <a data-ref=\"Jeremiah 5:3\" href=\"/Jeremiah.5.3\">5:3</a>; <a data-ref=\"Jeremiah 14:9\" href=\"/Jeremiah.14.9\">14:9</a>; <a data-ref=\"Ezekiel 32:15\" href=\"/Ezekiel.32.15\">Ez 32:15</a> (𝔊 Co <span dir=\"rtl\">זֵרָה</span> scatter); c. <span dir=\"rtl\">עַל</span> <em>punish for</em>, (sin) <a data-ref=\"Leviticus 26:24\" href=\"/Leviticus.26.24\">Lv 26:24</a> (H). <strong>c.</strong>  of God’s <em>destroying</em> palaces <a data-ref=\"Amos 3:15\" href=\"/Amos.3.15\">Am 3:15</a>; <a data-ref=\"Amos 6:11\" href=\"/Amos.6.11\">6:11</a> (2 acc.), cf. <a data-ref=\"Zechariah 9:4\" href=\"/Zechariah.9.4\">Zc 9:4</a>.<br>†<strong>Hoph.</strong>  Pf. <span dir=\"rtl\">הֻכָּה</span> <a data-ref=\"Hosea 9:16\" href=\"/Hosea.9.16\">Ho 9:16</a>; <a data-ref=\"Numbers 25:14\" href=\"/Numbers.25.14\">Nu 25:14</a>. <span dir=\"rtl\">הוּכָּה</span> <a data-ref=\"Psalms 102:5\" href=\"/Psalms.102.5\">ψ 102:5</a>; <span dir=\"rtl\">וְהֻכָּת</span> consec. <a data-ref=\"Exodus 22:1\" href=\"/Exodus.22.1\">Ex 22:1</a>; 3 fs. <span dir=\"rtl\">הֻכְּתָה</span> <a data-ref=\"Ezekiel 33:21\" href=\"/Ezekiel.33.21\">Ez 33:21</a>; <a data-ref=\"Ezekiel 40:1\" href=\"/Ezekiel.40.1\">40:1</a>; 1 s. <span dir=\"rtl\">הֻכֵּ֫יתִי</span> <a data-ref=\"Zechariah 13:6\" href=\"/Zechariah.13.6\">Zc 13:6</a>; 3 pl. <span dir=\"rtl\">הֻכּוּ</span> <a data-ref=\"I Samuel 5:12\" href=\"/I_Samuel.5.12\">1 S 5:12</a>; Impf. 3 mpl. <span dir=\"rtl\">וַיּכֻּוּ</span> <a data-ref=\"Exodus 5:14\" href=\"/Exodus.5.14\">Ex 5:14</a>; 2 mpl. <span dir=\"rtl\">תֻּכּוּ</span> <a data-ref=\"Isaiah 1:5\" href=\"/Isaiah.1.5\">Is 1:5</a>; Pt. <span dir=\"rtl\">מֻכֶּה</span> <a data-ref=\"Numbers 25:14\" href=\"/Numbers.25.14\">Nu 25:14</a>, cstr. <span dir=\"rtl\">מֻכֵּה</span> <a data-ref=\"Isaiah 53:4\" href=\"/Isaiah.53.4\">Is 53:4</a>; f. <span dir=\"rtl\">מֻכָּה</span> <a data-ref=\"Numbers 25:15\" href=\"/Numbers.25.15\">Nu 25:15</a>, <a data-ref=\"Numbers 25:18\" href=\"/Numbers.25.18\">18</a>; pl. <span dir=\"rtl\">מֻפִּים</span> <a data-ref=\"Exodus 5:16\" href=\"/Exodus.5.16\">Ex 5:16</a>, cstr. <span dir=\"rtl\">מֻכֵּי־</span> <a data-ref=\"Jeremiah 18:21\" href=\"/Jeremiah.18.21\">Je 18:21</a>;—<em>be smitten:</em> <strong>1.</strong>  = <em>receive a blow</em> <a data-ref=\"Isaiah 1:5\" href=\"/Isaiah.1.5\">Is 1:5</a> (Judah under fig. of man). <strong>2.</strong>  <em>be wounded</em> <a data-ref=\"Zechariah 13:6\" href=\"/Zechariah.13.6\">Zc 13:6</a>. <strong>3.</strong>  <em>be beaten</em> <a data-ref=\"Exodus 5:14\" href=\"/Exodus.5.14\">Ex 5:14</a>, <a data-ref=\"Exodus 5:16\" href=\"/Exodus.5.16\">16</a> (J). <strong>4.</strong>  <em>be</em> (fatally) <em>smitten</em> + vb. of dying <a data-ref=\"Exodus 22:1\" href=\"/Exodus.22.1\">Ex 22:1</a> (E); <em>be killed, slain</em> <a data-ref=\"Numbers 25:14\" href=\"/Numbers.25.14\">Nu 25:14</a><sup>(×2)</sup>, <a data-ref=\"Numbers 25:15\" href=\"/Numbers.25.15\">15</a>, <a data-ref=\"Numbers 25:18\" href=\"/Numbers.25.18\">18</a> (c. <span dir=\"rtl\">עַל</span>, <em>for</em>), <span dir=\"rtl\">מֻכֵּי־חֶרֶב</span> <a data-ref=\"Jeremiah 18:21\" href=\"/Jeremiah.18.21\">Je 18:21</a> (‖ <span dir=\"rtl\">הֲרֻגֵי מָ֑וֶת</span>); so also (abs.) prob. <a data-ref=\"I Samuel 4:2\" href=\"/I_Samuel.4.2\">1 S 4:2</a> (read <span dir=\"rtl\">וַיֻּכּוּ</span> 𝔊 𝔖 𝔙 Th Dr Klo Kit, for MT <span dir=\"rtl\">וַיַּכּוּ</span>). <strong>5.</strong>  <em>be attacked and captured</em>, of city <a data-ref=\"Ezekiel 33:21\" href=\"/Ezekiel.33.21\">Ez 33:21</a>; <a data-ref=\"Ezekiel 40:1\" href=\"/Ezekiel.40.1\">40:1</a>. <strong>6.</strong>  <em>be smitten</em> with disease (by God) <a data-ref=\"I Samuel 5:12\" href=\"/I_Samuel.5.12\">1 S 5:12</a>; abs., of <span dir=\"rtl\">י׳</span>’s servant <a data-ref=\"Isaiah 53:4\" href=\"/Isaiah.53.4\">Is 53:4</a>. <strong>7.</strong>  <em>be blighted</em>, of plant (in fig.) <a data-ref=\"Hosea 9:16\" href=\"/Hosea.9.16\">Ho 9:16</a> (Ephr.), <a data-ref=\"Psalms 102:5\" href=\"/Psalms.102.5\">ψ 102:5</a> (heart, <span dir=\"rtl\">כָּעֵשֶׂב</span>; both + <span dir=\"rtl\">יָבַשׁ</span>)."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "665d76f7e1d4c3231a2f2aac", "index_title": "Divrei David on Rashi", "category": "Commentary", "type": "commentary", "ref": "Divrei David on Rashi, Exodus 9:32:1", "anchorRef": "Exodus 9:32", "anchorRefExpanded": ["Exodus 9:32"], "sourceRef": "Divrei David on Rashi, Exodus 9:32:1", "sourceHeRef": "דברי דוד על רש״י, ספר שמות ט׳:ל״ב:א׳", "anchorVerse": 32, "sourceHasEn": false, "commentaryNum": 32.0001, "collectiveTitle": {"en": "Divrei David", "he": "דברי דוד"}, "heTitle": "ספר שמות", "he": "כי אפילות הנה כו' פלאי פלאות נעשו להם שלא לקו. פירש הרא\"ם דהא כתיב ואת כל עשב השדה הכה הברד דמשמע אפילו המאוחרות שהיו רבות אלא ודאי דפלאות היה דבר זה שלא לקו. והקשה ע\"ז ממ\"ש כי השעורה אביב כו' משמע אילו לא היתה השעורה עומדת בקשיותה היו ניצולין וזה סותר מ\"ש את כל עשב השדה הכה הברד ע\"כ. ונ\"ל דיש לדקדק עוד הלשון שאמר פלאי פלאים כפל לשון על מה זה. ונראה דתרי פלאים הוו, דמה שהוכה כל דבר קשה הוא מצד הטבע אלא דמה שהוכו דברים רכים זה היה נס. ומה שלא הוכו חטה וכוסמת בין הדברים הרכים זהו ג\"כ נס במה שנשתנו מחבריהם וה\"ק קרא והפשתה והשעורה כו' נוכתה זהו מצד הטבע כי השעורה אביב כו' אלא דמה שהחטה והכסמת לא נכו מן הדברים הרכים האחרים שנוכו זה היה מצד פלאי פלאים. האחד במה שנוכו האחרים, והשני מצד שנשתנו אלי ולא נוכו. והרמב\"ן כתב ולא ידעתי למה נכנסו אלו שני הפסוקים במקום הזה טרם השלים דברי משה בתפלתו וסור הברד. ונ\"ל דזהו מדברי משה שרמז לו שאל יסמוך על שיש לו קיום עדיין כי לא נתמלאה סאתו, כפירש\"י בפסוק ודור רביעי ישובו הנה שאין הקב\"ה נפרע מאומה עד שתתמלא סאתה שנאמר בסאסאה בשלחה תריבנה, וזה נאמר גבי מצרים. ע\"כ אמר ידעתי שטרם תיראון מפני ה' מחמת שיש לך עדיין קיום, דע לך שלא נתמלאה סאתך וראייה שהפשתה והשעורה נכתה כי נתמלאה סאתם כי השעורה אביבכו' והחטה והכוסמת לא נוכו כי אפילות הנה ולא נתמלאה סאתה עדיין, מש\"ה אתה עדיין לא נעשית כלה עד שתתמלא סאתך. וזה דבר נכון מאוד בס\"ד:", "heVersionTitle": "Warsaw, 1882", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "668bc1a1310e2d929aa1702d", "index_title": "David Zvi Hoffmann on Exodus", "category": "Tanakh", "type": "commentary", "ref": "David Zvi Hoffmann on Exodus 9:32:1", "anchorRef": "Exodus 9:32", "anchorRefExpanded": ["Exodus 9:32"], "sourceRef": "David Zvi Hoffmann on Exodus 9:32:1", "sourceHeRef": "פירושי רד\"צ הופמן על שמות ט׳:ל״ב:א׳", "anchorVerse": 32, "sourceHasEn": false, "commentaryNum": 32.0001, "collectiveTitle": {"en": "David Zvi Hoffmann on Exodus", "he": "פירושי רד\"צ הופמן על שמות"}, "he": "<b>כסמת,</b> רוב המפרשים מבארים, ממיני החיטה, וכן הוא בתלמוד<sup class=\"footnote-marker\">94</sup><i class=\"footnote\">פסחים לה ע\"א; מנחות ע ע\"א (המ').</i>, וראה במילונים. מכל מקום, לפי פסוקים אלה יש לקבוע את מכת הברד לחודש ינואר, כי אז השעורה בשלה<sup class=\"footnote-marker\">95</sup><i class=\"footnote\">לכאורה זוהי קביעה תמוהה (המ').</i> והחיטה - עדיין לא.", "heVersionTitle": "Mossad Harav Kook, Jerusalem, 2010", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}]